{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Und wisset: Was immer ihr erbeutet, so gehort Allah ein Funftel davon und dem Gesandten, und den Verwandten, den Waisen, den Armen und dem Sohn des Weges, wenn ihr an Allah glaubt und an das, was Wir auf Unseren Diener am Tag der Unterscheidung (als Offenbarung) hinabgesandt haben, an dem Tag, da die beiden Heere aufeinandertrafen. Und Allah hat zu allem die Macht"},{"SurahNumber":8,"VerseNumber":42,"Text":"Als ihr auf der naheren Talseite wart, sie auf der ferneren Talseite und die Karawane unterhalb von euch. Und wenn ihr euch verabredet hattet, waret ihr uber die Verabredung furwahr uneinig gewesen, aber (es geschah so), damit Allah eine Angelegenheit entscheide, die ausgefuhrt werden sollte, damit, wer umkam, auf Grund eines klaren Beweises umkame, und wer am Leben bliebe, auf Grund eines klaren Beweises am Leben bliebe. Allah ist wahrlich Allhorend und Allwissend"},{"SurahNumber":8,"VerseNumber":43,"Text":"Als Allah sie dir in deinem Schlaf als wenige zeigte -, und wenn Er sie dir als viele gezeigt hatte, hattet ihr wahrlich den Mut verloren und uber die Angelegenheit miteinander gestritten. Aber Allah hat (euch) bewahrt. Gewiß, Er weiß uber das Innerste der Bruste Bescheid"},{"SurahNumber":8,"VerseNumber":44,"Text":"Und als Er sie euch, als ihr aufeinandertraft, in euren Augen als wenige erscheinen ließ, und (auch) euch in ihren Augen weniger machte, damit Allah eine Angelegenheit entscheide, die ausgefuhrt werden sollte. Und zu Allah werden (all) die Angelegenheiten zuruckgebracht"},{"SurahNumber":8,"VerseNumber":45,"Text":"O die ihr glaubt, wenn ihr auf eine Schar trefft, so steht fest und gedenkt Allahs haufig, auf daß es euch wohl ergehen moge"},{"SurahNumber":8,"VerseNumber":46,"Text":"Und gehorcht Allah und Seinem Gesandten, und streitet nicht miteinander, sonst wurdet ihr den Mut verlieren, und eure Kraft wurde vergehen! Und seid standhaft! Gewiß, Allah ist mit den Standhaften"},{"SurahNumber":8,"VerseNumber":47,"Text":"Und seid nicht wie diejenigen, die aus ihren Wohnstatten hinauszogen, in Ubermut und aus Augendienerei vor den Menschen, und die von Allahs Weg abhalten. Allah umfaßt, was sie tun"},{"SurahNumber":8,"VerseNumber":48,"Text":"Und als der Satan ihnen ihre Werke ausschmuckte und sagte: \"Es gibt heute keinen unter den Menschen, der euch besiegen konnte. Und ich bin euch ein Beschutzer. Als aber die beiden Scharen einander sahen, machte er auf seinen Fersen kehrt und sagte: \"Gewiß, ich sage mich von euch los. Ich sehe, was ihr nicht seht. Ich furchte Allah. Und Allah ist streng im Bestrafen"},{"SurahNumber":8,"VerseNumber":49,"Text":"Als die Heuchler und diejenigen, in deren Herzen Krankheit ist, sagten: \"Getauscht hat diese da ihre Religion!\" Wer sich aber auf Allah verlaßt, - so ist Allah Allmachtig und Allwissend"},{"SurahNumber":8,"VerseNumber":50,"Text":"Und wenn du sehen wurdest, wenn die Engel diejenigen abberufen, die unglaubig sind, wobei sie sie ins Gesicht und auf den Rucken schlagen und (sagen): \"Kostet die Strafe des Brennens"},{"SurahNumber":8,"VerseNumber":51,"Text":"Dies (geschieht) wegen dessen, was eure Hande vorausgeschickt haben, und deshalb, weil Allah keiner ist, der den Menschen Unrecht zufugt"},{"SurahNumber":8,"VerseNumber":52,"Text":"Nach der Art der Leute Fir'auns und derjenigen vor ihnen: Sie verleugneten Allahs Zeichen, und da ergriff Allah sie fur ihre Sunden. Gewiß, Allah ist Stark und streng im Bestrafen"},{"SurahNumber":8,"VerseNumber":53,"Text":"Dies, weil Allah nimmer eine Gunst, die Er einem Volk erwiesen hat, andert, bis sie das andern, was in ihnen selbst ist, und weil Allah Allhorend und Allwissend ist"},{"SurahNumber":8,"VerseNumber":54,"Text":"Nach der Art der Leute Fir'auns und derjenigen vor ihnen: Sie erklarten die Zeichen ihres Herrn fur Luge, und da vernichteten Wir sie fur ihre Sunden, und Wir ließen die Leute Fir'auns ertrinken. Sie alle waren ungerecht"},{"SurahNumber":8,"VerseNumber":55,"Text":"Gewiß, die schlimmsten Tiere bei Allah sind die, die unglaubig sind und (auch) weiterhin nicht glauben"},{"SurahNumber":8,"VerseNumber":56,"Text":"mit denen du eine Verpflichtung eingegangen bist, die aber dann ihre Verpflichtung jedesmal brechen und nicht gottesfurchtig sind"},{"SurahNumber":8,"VerseNumber":57,"Text":"Wenn du nun auf sie im Krieg triffst, dann verscheuche mit ihnen diejenigen, die hinter ihnen stehen, auf daß sie bedenken mogen"},{"SurahNumber":8,"VerseNumber":58,"Text":"Und wenn du dann von irgendwelchen Leuten Verrat befurchtest, so verwirf ihnen (die Verpflichtung) in gleicher Weise. Gewiß, Allah liebt nicht die Verrater"},{"SurahNumber":8,"VerseNumber":59,"Text":"Und diejenigen, die unglaubig sind, sollen ja nicht meinen, sie konnten zuvorkommen. Sie werden sich (Mir) gewiß nicht entziehen"},{"SurahNumber":8,"VerseNumber":60,"Text":"Und haltet fur sie bereit, was ihr an Kraft und an kampfbereiten Pferden (haben) konnt, um damit den Feinden Allahs und euren Feinden Angst zu machen, sowie anderen außer ihnen, die ihr nicht kennt; Allah aber kennt sie! Und was immer ihr auf Allahs Weg ausgebt, wird euch in vollem Maß zukommen, und es wird euch kein Unrecht zugefugt"},{"SurahNumber":8,"VerseNumber":61,"Text":"Und wenn sie sich dem Frieden zuneigen, dann neige auch du dich ihm zu und verlasse dich auf Allah! Gewiß, Er ist ja der Allhorende und Allwissende"},{"SurahNumber":8,"VerseNumber":62,"Text":"Und wenn sie dich betrugen wollen - gewiß, so ist deine Genuge Allah. Er ist es, Der dich mit Seiner Hilfe und mit den Glaubigen gestarkt hat"},{"SurahNumber":8,"VerseNumber":63,"Text":"Und Er hat ihre Herzen zusammengefugt. Wenn du alles, was auf der Erde ist, (dafur) ausgegeben hattest, hattest du ihre Herzen nicht zusammenfugen konnen. Aber Allah hat sie zusammengefugt. Gewiß, Er ist Allmachtig und Allweise"},{"SurahNumber":8,"VerseNumber":64,"Text":"O Prophet, deine Genuge ist Allah und (auch) derer von den Glaubigen, die dir folgen"},{"SurahNumber":8,"VerseNumber":65,"Text":"O Prophet, sporne die Glaubigen zum Kampf an! Wenn es unter euch zwanzig Standhafte gibt, werden sie zweihundert besiegen. Und wenn es unter euch hundert gibt, werden sie Tausend von denen, die unglaubig sind, besiegen, weil sie Leute sind, die nicht verstehen"},{"SurahNumber":8,"VerseNumber":66,"Text":"Jetzt (aber) hat Allah es euch leicht gemacht. Er weiß ja, daß in euch Schwaches (angelegt) ist. Wenn es nun unter euch hundert Standhafte gibt, werden sie zweihundert besiegen, und wenn es unter euch Tausend gibt, werden sie Zweitausend besiegen, mit Allahs Erlaubnis. Allah ist mit den Standhaften"},{"SurahNumber":8,"VerseNumber":67,"Text":"Es steht keinem Propheten zu, Gefangene zu haben, bis er (den Feind uberall) im Land schwer niedergekampft hat. Ihr wollt Glucksguter des Diesseitigen, aber Allah will das Jenseits. Allah ist Allmachtig und Allweise"},{"SurahNumber":8,"VerseNumber":68,"Text":"Wenn nicht von Allah eine fruher ergangene Bestimmung ware, wurde euch fur das, was ihr genommen habt, wahrlich gewaltige Strafe widerfahren"},{"SurahNumber":8,"VerseNumber":69,"Text":"Eßt nun von dem, was ihr erbeutet habt, als etwas Erlaubtes und Gutes, und furchtet Allah! Gewiß, Allah ist Allvergebend und Barmherzig"},{"SurahNumber":8,"VerseNumber":70,"Text":"O Prophet, sag zu denen von den Gefangenen (, die sich) in euren Handen (befinden): \"Wenn Allah in euren Herzen etwas Gutes weiß, wird Er euch etwas Besseres geben als das, was euch genommen worden ist, und wird euch vergeben. Allah ist Allvergebend und Barmherzig"},{"SurahNumber":8,"VerseNumber":71,"Text":"Und wenn sie dich verraten wollen, so haben sie schon zuvor Allah verraten, und dann hat Er (euch) Macht uber sie gegeben. Allah ist Allwissend und Allweise"},{"SurahNumber":8,"VerseNumber":72,"Text":"Gewiß, diejenigen, die glauben und ausgewandert sind und sich mit ihrem Besitz und ihrer eigenen Person auf Allahs Weg abgemuht haben, und diejenigen, die (jenen) Zuflucht gewahrt und (ihnen) geholfen haben, sie sind einer des anderen Schutzherren. Zu denjenigen aber, die glauben und nicht ausgewandert sind, habt ihr kein Schutzverhaltnis, bis sie auswandern. Wenn sie euch jedoch um der (euch gemeinsamen) Religion willen um Hilfe bitten, dann obliegt euch die Hilfe, außer gegen Leute, zwischen euch und denen ein Abkommen besteht. Und was ihr tut, sieht Allah wohl"},{"SurahNumber":8,"VerseNumber":73,"Text":"Und diejenigen, die unglaubig sind, sind einer des anderen Schutzherren. - Wenn ihr es nicht tut, wird es im Land Aufruhr und großes Unheil geben"},{"SurahNumber":8,"VerseNumber":74,"Text":"Und diejenigen, die glauben und ausgewandert sind und sich auf Allahs Weg abgemuht haben, und diejenigen, die (jenen) Zuflucht gewahrt und geholfen haben, das sind die wahren Glaubigen. Fur sie gibt es Vergebung und ehrenvolle Versorgung"},{"SurahNumber":8,"VerseNumber":75,"Text":"Und diejenigen, die danach geglaubt haben und ausgewandert sind und sich mit euch abgemuht haben, sie gehoren zu euch. Aber die Blutsverwandten stehen einander am nachsten; (dies steht) im Buch Allahs. Gewiß, Allah weiß uber alles Bescheid"},{"SurahNumber":9,"VerseNumber":1,"Text":"Eine Lossagung von Seiten Allahs und Seines Gesandten an diejenigen unter den Gotzendienern, mit denen ihr einen Vertrag abgeschlossen habt"},{"SurahNumber":9,"VerseNumber":2,"Text":"Nun zieht im Land vier Monate umher und wißt, daß ihr euch Allah nicht entziehen konnt, und daß Allah die Unglaubigen in Schande sturzt"},{"SurahNumber":9,"VerseNumber":3,"Text":"Und eine Bekanntmachung von Seiten Allahs und Seines Gesandten an die Menschen am Tag der großen Pilgerfahrt, daß Allah der (Verpflichtung gegenuber den) Gotzendiener(n) ledig ist, und auch Sein Gesandter. Wenn ihr nun bereut, so ist es besser fur euch. Wenn ihr euch jedoch abkehrt, so wißt, daß ihr euch Allah nicht entziehen konnt! Und verkunde denen, die unglaubig sind, schmerzhafte Strafe"},{"SurahNumber":9,"VerseNumber":4,"Text":"Mit Ausnahme derer von den Gotzendienern, mit denen ihr einen Vertrag abgeschlossen habt und die (es) euch (in) nichts haben fehlen lassen und niemandem gegen euch beigestanden haben. So erfullt ihnen gegenuber ihren Vertrag bis zu der ihnen eingeraumten Frist! Gottesfurchtigen"},{"SurahNumber":9,"VerseNumber":5,"Text":"Wenn nun die Schutzmonate abgelaufen sind, dann totet die Gotzendiener, wo immer ihr sie findet, ergreift sie, belagert sie und lauert ihnen aus jedem Hinterhalt auf! Wenn sie aber bereuen, das Gebet verrichten und die Abgabe entrichten, dann laßt sie ihres Weges ziehen! Gewiß, Allah ist Allvergebend und Barmherzig"},{"SurahNumber":9,"VerseNumber":6,"Text":"Und wenn jemand von den Gotzendienern dich um Schutz bittet, dann gewahre ihm Schutz, bis er das Wort Allahs hort. Hierauf lasse ihn den Ort erreichen, wo er in Sicherheit ist. Dies, weil sie Leute sind, die nicht Bescheid wissen"},{"SurahNumber":9,"VerseNumber":7,"Text":"Wie sollte es denn fur die Gotzendiener bei Allah und bei Seinem Gesandten einen Vertrag geben, außer (fur) diejenigen, mit denen ihr bei der geschutzten Gebetsstatte einen Vertrag abgeschlossen habt? Solange sie sich euch gegenuber recht verhalten, verhaltet (auch) ihr euch ihnen gegenuber recht. Gewiß, Allah liebt die Gottesfurchtigen"},{"SurahNumber":9,"VerseNumber":8,"Text":"Wie (sollte es einen Vertrag geben), wo sie doch, wenn sie die Oberhand uber euch bekommen, euch gegenuber weder Verwandtschaftsbande noch (Schutz)vertrag beachten? Sie stellen euch mit ihren Mundern zufrieden, aber ihre Herzen weigern sich. Und die meisten von ihnen sind Frevler"},{"SurahNumber":9,"VerseNumber":9,"Text":"Sie haben die Zeichen Allahs fur einen geringen Preis verkauft und damit von Seinem Weg abgehalten. Gewiß, wie bose ist, was sie zu tun pflegten"},{"SurahNumber":9,"VerseNumber":10,"Text":"Sie beachten gegenuber einem Glaubigen weder Verwandtschaftsbande noch (Schutz)vertrag. Das sind die Ubertreter"},{"SurahNumber":9,"VerseNumber":11,"Text":"Wenn sie aber bereuen, das Gebet verrichten und die Abgabe entrichten, dann sind sie eure Bruder in der Religion. Wir legen die Zeichen ausfuhrlich dar fur Leute, die Bescheid wissen"},{"SurahNumber":9,"VerseNumber":12,"Text":"Wenn sie ihre Eide aber nach Vertragsabschluß brechen und eure Religion schmahen, dann kampft gegen die Anfuhrer des Unglaubens - fur sie gibt es ja keine Eide -, auf daß sie aufhoren mogen"},{"SurahNumber":9,"VerseNumber":13,"Text":"Wollt ihr nicht gegen Leute kampfen, die ihre Eide gebrochen haben und vorhatten, den Gesandten zu vertreiben, wobei sie zuerst gegen euch (mit Feindseligkeiten) anfingen? Furchtet ihr sie? Aber Allah hat ein großeres Anrecht darauf, daß ihr Ihn furchtet, wenn ihr glaubig seid"},{"SurahNumber":9,"VerseNumber":14,"Text":"Kampft gegen sie! Allah wird sie durch eure Hande strafen, sie in Schande sturzen, euch zum Sieg uber sie verhelfen und die Bruste von glaubigen Leuten heilen"},{"SurahNumber":9,"VerseNumber":15,"Text":"und den Grimm in ihren Herzen vergehen lassen. Allah nimmt die Reue an, von wem Er will. Allah ist Allwissend und Allweise"},{"SurahNumber":9,"VerseNumber":16,"Text":"Oder meint ihr etwa, daß ihr (in Ruhe) gelassen werdet, ohne daß Allah zuvor diejenigen kenne, die von euch sich abgemuht und außer Allah, Seinem Gesandten und den Glaubigen keinen Vertrauten genommen haben? Und Allah ist Kundig dessen, was ihr tut"},{"SurahNumber":9,"VerseNumber":17,"Text":"Es steht den Gotzendienern nicht zu, Allahs Gebetsstatten zu bevolkern, wo sie gegen sich selbst Zeugnis ablegen durch den Unglauben. Deren Werke werden hinfallig, und im (Hollen)feuer werden sie ewig bleiben"},{"SurahNumber":9,"VerseNumber":18,"Text":"Gewiß, Allahs Gebetsstatten bevolkert nur, wer an Allah und den Jungsten Tag glaubt, das Gebet verrichtet, die Abgabe entrichtet und niemanden außer Allah furchtet. Diese aber werden vielleicht zu den Rechtgeleiteten gehoren"},{"SurahNumber":9,"VerseNumber":19,"Text":"Stellt ihr etwa die Trankung der Pilger und das Bevolkern der geschutzten Gebetsstatte (den Werken) dessen gleich, der an Allah und den Jungsten Tag glaubt und sich auf Allahs Weg abmuht? Sie sind nicht gleich bei Allah. Und Allah leitet das ungerechte Volk nicht recht"},{"SurahNumber":9,"VerseNumber":20,"Text":"Diejenigen, die glauben und ausgewandert sind und sich auf Allahs Weg mit ihrem Besitz und ihrer eigenen Person abgemuht haben, haben einen großeren Vorzug bei Allah. Das sind die Erfolgreichen"},{"SurahNumber":9,"VerseNumber":21,"Text":"Ihr Herr verkundet ihnen Barmherzigkeit von sich und Wohlgefallen und Garten, in denen sie bestandige Wonne haben"},{"SurahNumber":9,"VerseNumber":22,"Text":"ewig und auf immer darin zu bleiben. Gewiß, bei Allah gibt es großartigen Lohn"},{"SurahNumber":9,"VerseNumber":23,"Text":"O die ihr glaubt, nehmt nicht eure Vater und eure Bruder zu Schutzherren', wenn sie den Unglauben mehr lieben als den Glauben! Wer von euch sie zu Vertrauten nimmt, das sind die Ungerechten"},{"SurahNumber":9,"VerseNumber":24,"Text":"Sag: Wenn eure Vater, eure Sohne, eure Bruder, eure Gattinnen und eure Sippemitglieder, Besitz, den ihr erworben habt, Handel, dessen Niedergang ihr furchtet, und Wohnungen, an denen ihr Gefallen findet, euch lieber sind als Allah und Sein Gesandter und das Abmuhen auf Seinem Weg, dann wartet ab, bis Allah mit Seiner Anordnung kommt! Allah leitet das Volk der Frevler nicht recht"},{"SurahNumber":9,"VerseNumber":25,"Text":"Allah hat euch doch an vielen Orten zum Sieg verholfen, und auch am Tag von Hunain, als eure große Zahl euch gefiel, euch aber nichts nutzte. Die Erde wurde euch eng bei all ihrer Weite. Hierauf kehrtet ihr den Rucken (zur Flucht)"},{"SurahNumber":9,"VerseNumber":26,"Text":"Daraufhin sandte Allah Seine innere Ruhe auf Seinen Gesandten und auf die Glaubigen herab, und Er sandte Heerscharen, die ihr nicht saht, herab und strafte diejenigen, die unglaubig waren. Das war der Lohn der Unglaubigen"},{"SurahNumber":9,"VerseNumber":27,"Text":"Hierauf nimmt Allah nach alledem die Reue an, von wem Er will. Und Allah ist Allvergebend und Barmherzig"},{"SurahNumber":9,"VerseNumber":28,"Text":"O die ihr glaubt, die Gotzendiener sind furwahr unrein, so sollen sie sich der geschutzten Gebetsstatte nach diesem, ihrem Jahr nicht mehr nahern! Und wenn ihr (deshalb) Armut befurchtet, so wird Allah euch durch Seine Huld reich machen, wenn Er will. Gewiß, Allah ist Allwissend und Allweise"},{"SurahNumber":9,"VerseNumber":29,"Text":"Kampft gegen diejenigen, die nicht an Allah und nicht an den Jungsten Tag glauben und nicht verbieten, was Allah und Sein Gesandter verboten haben, und nicht die Religion der Wahrheit befolgen - von denjenigen, denen die Schrift gegeben wurde -, bis sie den Tribut aus der Hand entrichten und gefugig sind"},{"SurahNumber":9,"VerseNumber":30,"Text":"Die Juden sagen: \"'Uzair ist Allahs Sohn\", und die Christen sagen: \"Al-Masih ist Allahs Sohn.\" Das sind ihre Worte aus ihren (eigenen) Mundern. Sie fuhren ahnliche Worte wie diejenigen, die zuvor unglaubig waren. Allah bekampfe sie! Wie sie sich (doch) abwendig machen lassen"},{"SurahNumber":9,"VerseNumber":31,"Text":"Sie haben ihre Gelehrten und ihre Monche zu Herren genommen außer Allah, sowie al-Masih ibn Maryam, wo ihnen doch nur befohlen worden ist, einem einzigen Gott zu dienen. Es gibt keinen Gott außer Ihm. Preis sei Ihm! (Erhaben ist Er) uber das, was sie (Ihm) beigesellen"},{"SurahNumber":9,"VerseNumber":32,"Text":"Sie wollen Allahs Licht mit ihren Mundern ausloschen. Aber Allah besteht darauf, Sein Licht doch zu vollenden, auch wenn es den Unglaubigen zuwider ist"},{"SurahNumber":9,"VerseNumber":33,"Text":"Er ist es, Der Seinen Gesandten mit der Rechtleitung und der Religion der Wahrheit gesandt hat, um ihr die Oberhand uber alle Religion zu geben', auch wenn es den Gotzendienern zuwider ist"},{"SurahNumber":9,"VerseNumber":34,"Text":"O die ihr glaubt, viele von den Gelehrten und den Monchen verschlingen furwahr den Besitz der Menschen auf nichtige Weise und halten von Allahs Weg ab. Diejenigen, die Gold und Silber horten und es nicht auf Allahs Weg ausgeben, denen verkunde schmerzhafte Strafe"},{"SurahNumber":9,"VerseNumber":35,"Text":"am Tag, da im Feuer der Holle daruber heiß gemacht wird und damit ihre Stirnen, ihre Seiten und ihre Rucken gebrandmarkt werden: Dies ist, was ihr fur euch selbst gehortet habt. Nun kostet, was ihr zu horten pflegtet"},{"SurahNumber":9,"VerseNumber":36,"Text":"Gewiß, die Anzahl der Monate bei Allah ist zwolf Monate, im Buch Allahs (festgelegt) am Tag, da Er die Himmel und die Erde schuf. Davon sind vier geschutzt, Das ist die richtige Religion. So fugt euch selbst in ihnen kein Unrecht zu. Und kampft gegen die Gotzendiener allesamt wie sie gegen euch allesamt kampfen! Und wißt, daß Allah mit den Gottesfurchtigen ist"},{"SurahNumber":9,"VerseNumber":37,"Text":"Das Verschieben eines Monats ist nur eine Mehrung des Unglaubens. Damit werden diejenigen, die unglaubig sind, in die Irre gefuhrt; sie erklaren ihn in einem Jahr fur ungeschutzt und in einem (anderen) Jahr fur geschutzt, um der Anzahl dessen gleichzukommen, was Allah fur geschutzt erklart hat; so erklaren sie fur ungeschutzt, was Allah fur geschutzt erklart hat. Ihre bosen Taten sind ihnen ausgeschmuckt worden. Allah leitet das unglaubige Volk nicht recht"},{"SurahNumber":9,"VerseNumber":38,"Text":"O die ihr glaubt, was ist mit euch, daß, wenn zu euch gesagt wird: \"Ruckt aus auf Allahs Weg!\", ihr euch schwer zur Erde sinken laßt? Seid ihr mit dem diesseitigen Leben mehr zufrieden als mit dem Jenseits? Aber der Genuß des diesseitigen Lebens wird im Jenseits nur gering (erscheinen)"},{"SurahNumber":9,"VerseNumber":39,"Text":"Wenn ihr nicht ausruckt, wird Er euch mit schmerzhafter Strafe strafen und euch durch ein anderes Volk ersetzen, und ihr (konnt) Ihm keinerlei Schaden zufugen. Allah hat zu allem die Macht"},{"SurahNumber":9,"VerseNumber":40,"Text":"Wenn ihr ihm nicht helft, so hat Allah ihm (schon damals) geholfen, als diejenigen, die unglaubig waren, ihn als einen von Zweien vertrieben; als sie beide in der Hohle waren und als er zu seinem Gefahrten sagte: \"Sei nicht traurig! Gewiß, Allah ist mit uns!\" Da sandte Allah Seine innere Ruhe auf ihn herab und starkte ihn mit Heerscharen, die ihr nicht saht, und erniedrigte das Wort derjenigen, die unglaubig waren, wahrend Allahs Wort (doch) das hohe ist. Allah ist Allmachtig und Allweise"},{"SurahNumber":9,"VerseNumber":41,"Text":"Ruckt aus, leicht oder schwer, und muht euch mit eurem Besitz und eurer eigenen Person auf Allahs Weg ab. Das ist besser fur euch, wenn ihr (es) nur wißt"},{"SurahNumber":9,"VerseNumber":42,"Text":"Wenn es um nahe Glucksguter und eine maßige Reise ginge, wurden sie dir wahrlich folgen. Aber die Entfernung ist ihnen zu weit. Und dennoch werden sie bei Allah schworen: \"Wenn wir (es) konnten, wurden wir furwahr mit euch hinausziehen.\" Dabei vernichteten sie sich selbst. Doch Allah weiß, daß sie wahrlich lugen"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah verzeihe dir! Warum hast du ihnen erlaubt (, zuruckzubleiben), bevor sich dir diejenigen klar gezeigt haben, die wahrhaftig sind, und du die Lugner kennst"},{"SurahNumber":9,"VerseNumber":44,"Text":"Diejenigen, die an Allah und den Jungsten Tag glauben, bitten dich nicht um Erlaubnis, sich mit ihrem Besitz und ihrer eigenen Person nicht abzumuhen. Und Allah weiß uber die Gottesfurchtigen Bescheid"},{"SurahNumber":9,"VerseNumber":45,"Text":"Um Erlaubnis bitten dich nur diejenigen, die an Allah und den Jungsten Tag nicht glauben und deren Herzen zweifeln; so zaudern sie in ihrem Zweifel"},{"SurahNumber":9,"VerseNumber":46,"Text":"Wenn sie (wirklich) hatten hinausziehen wollen, hatten sie furwahr Vorbereitungen dazu getroffen. Aber Allah war ihr Ausziehen zuwider, und so hielt Er sie zuruck. Und es wurde gesagt: \"So bleibt (daheim) mit denjenigen, die (daheim) sitzen bleiben"},{"SurahNumber":9,"VerseNumber":47,"Text":"Wenn sie mit euch hinausgezogen waren, hatten sie euch nur Verwirrung gebracht und waren unter euch furwahr umhergelaufen im Trachten danach, euch der Versuchung auszusetzen. Und unter euch gibt es manche, die immer (wieder) auf sie horchen. Und Allah weiß uber die Ungerechten Bescheid"},{"SurahNumber":9,"VerseNumber":48,"Text":"Sie haben bereits zuvor danach getrachtet, euch der Versuchung auszusetzen, und haben dir die Angelegenheiten umgekehrt', bis die Wahrheit kam und die Anordnung Allahs erschien, obwohl es ihnen zuwider war"},{"SurahNumber":9,"VerseNumber":49,"Text":"Unter ihnen gibt es manche, die sagen: \"Erlaube mir (, zuruckzubleiben) und setze mich nicht der Versuchung aus!\" Dabei sind sie doch in Versuchung gefallen. Und wahrlich, die Holle umfaßt die Unglaubigen"},{"SurahNumber":9,"VerseNumber":50,"Text":"Wenn dich etwas Gutes trifft, tut es ihnen leid. Wenn dich jedoch ein Ungluck trifft, sagen sie: \"Wir haben unsere Angelegenheit schon zuvor selbst ubernommen\" und kehren sich froh ab"},{"SurahNumber":9,"VerseNumber":51,"Text":"Sag: Uns wird nur das treffen, was Allah fur uns bestimmt hat. Er ist unser Schutzherr. Auf Allah sollen sich die Glaubigen verlassen"},{"SurahNumber":9,"VerseNumber":52,"Text":"Sag: Erwartet ihr fur uns etwas (anderes) als eines der beiden schonsten Dinge? Wir erwarten fur euch, daß Allah euch mit einer Strafe von Ihm oder durch unsere Hande trifft. So wartet nur ab! Gewiß, Wir warten mit euch ab"},{"SurahNumber":9,"VerseNumber":53,"Text":"Sag: Gebt freiwillig oder widerwillig aus, es wird von euch (doch) nicht angenommen werden! Ihr seid ja frevlerische Leute"},{"SurahNumber":9,"VerseNumber":54,"Text":"Und nichts (anderes) verhindert, daß ihre Ausgaben von ihnen angenommen werden, als daß sie Allah und Seinen Gesandten verleugnen, sich nur schwerfallig zum Gebet begeben und nur widerwillig ausgeben"},{"SurahNumber":9,"VerseNumber":55,"Text":"So sollen dir weder ihr Besitz noch ihre Kinder gefallen. Allah will sie damit ja nur im diesseitigen Leben strafen, und (daß) ihre Seelen (im Tod) dahingehen, wahrend sie unglaubig sind"},{"SurahNumber":9,"VerseNumber":56,"Text":"Und sie schworen bei Allah, daß sie furwahr zu euch gehoren, wahrend sie nicht zu euch gehoren, sondern sie sind Leute, die angstlich sind"},{"SurahNumber":9,"VerseNumber":57,"Text":"Wenn sie einen Zufluchtsort oder Hohlen oder (sonst) ein Schlupfloch fanden, wurden sie sich wahrlich dorthin wenden, und zwar fluchtartig"},{"SurahNumber":9,"VerseNumber":58,"Text":"Und unter ihnen gibt es manche, die gegen dich wegen der Almosen norgeln. Wenn ihnen davon gegeben wird, zeigen sie Wohlgefallen. Wenn ihnen davon aber nichts gegeben wird, zeigen sie sogleich Mißfallen"},{"SurahNumber":9,"VerseNumber":59,"Text":"Wenn sie doch mit dem zufrieden waren, was Allah und Sein Gesandter ihnen gewahrten, und sagten: \"Unsere Genuge ist Allah. Allah wird uns (etwas) von Seiner Huld gewahren und auch Sein Gesandter. Gewiß, nach Allah steht unser Begehren"},{"SurahNumber":9,"VerseNumber":60,"Text":"Die Almosen sind nur fur die Armen, die Bedurftigen, diejenigen, die damit beschaftigt sind, diejenigen, deren Herzen vertraut gemacht werden sollen, (den Loskauf von) Sklaven, die Verschuldeten, auf Allahs Weg und (fur) den Sohn des Weges, als Verpflichtung von Allah. Allah ist Allwissend und Allweise"},{"SurahNumber":9,"VerseNumber":61,"Text":"Unter ihnen gibt es diejenigen, die dem Propheten Leid zufugen und sagen: \"Er ist ein Ohr.\" Sag: (Er ist) ein Ohr des Guten fur euch. Er glaubt an Allah und glaubt den Glaubigen, und (er ist) eine Barmherzigkeit fur diejenigen von euch, die glauben. Fur diejenigen aber, die Allahs Gesandtem Leid zufugen, wird es schmerzhafte Strafe geben"},{"SurahNumber":9,"VerseNumber":62,"Text":"Sie schworen euch bei Allah, um euch zufriedenzustellen. Aber Allah - und (auch) Sein Gesandter - hat ein großeres Anrecht darauf, daß sie Ihn zufriedenstellen, wenn sie glaubig sind"},{"SurahNumber":9,"VerseNumber":63,"Text":"Wissen sie denn nicht, daß es fur denjenigen, der Allah und Seinem Gesandten zuwiderhandelt -, daß es fur ihn das Feuer der Holle gibt, ewig darin zu bleiben? Das ist die gewaltige Schande"},{"SurahNumber":9,"VerseNumber":64,"Text":"Die Heuchler furchten, daß eine Sura uber sie offenbart werden konnte', die ihnen kundtut, was in ihren Herzen ist. Sag: Macht euch (nur) lustig! Allah wird herausbringen, was ihr furchtet"},{"SurahNumber":9,"VerseNumber":65,"Text":"Und wenn du sie fragst, werden sie ganz gewiß sagen: \"Wir haben nur (schweifende) Gesprache gefuhrt und gescherzt.\" Sag: Habt ihr euch denn uber Allah und Seine Zeichen und Seinen Gesandten lustig gemacht"},{"SurahNumber":9,"VerseNumber":66,"Text":"Entschuldigt euch nicht! Ihr seid ja unglaubig geworden, nachdem ihr den Glauben (angenommen) hattet. Wenn Wir (auch) einem Teil von euch verzeihen, so strafen Wir einen (anderen) Teil (dafur), daß sie Ubeltater waren"},{"SurahNumber":9,"VerseNumber":67,"Text":"Die Heuchler und die Heuchlerinnen stammen voneinander. Sie gebieten das Verwerfliche und verbieten das Rechte und halten ihre Hande geschlossen. Sie haben Allah vergessen, und so hat Er sie vergessen. Gewiß, die Heuchler sind die (wahren) Frevler"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah hat den Heuchlern und den Heuchlerinnen und den Unglaubigen das Feuer der Holle versprochen, ewig darin zu bleiben. Es ist ihre Genuge. Und Allah hat sie verflucht, und fur sie gibt es bestandige Strafe"},{"SurahNumber":9,"VerseNumber":69,"Text":"(Es ist) wie mit denen, die vor euch waren. Sie hatten starkere Kraft als ihr und mehr Besitz und Kinder. Sie genossen ihren Anteil, und dann habt ihr euren Anteil genossen, wie diejenigen, die vor euch waren, ihren Anteil genossen haben. Und ihr habt (schweifende) Gesprache gefuhrt wie die Gesprache, die sie fuhrten. Deren Werke werden im Diesseits und im Jenseits hinfallig. Das sind die Verlierer"},{"SurahNumber":9,"VerseNumber":70,"Text":"Ist ihnen nicht die Kunde von denjenigen zugekommen, die vor ihnen waren, des Volkes Nuhs, der 'Ad und der Tamud, des Volkes Ibrahims, der Bewohner von Madyan und der umgesturzten Stadte? Ihre Gesandten kamen zu ihnen mit den klaren Beweisen. Nimmer ist es Allah, der ihnen Unrecht getan hat, sondern sie selbst haben sich Unrecht zugefugt"},{"SurahNumber":9,"VerseNumber":71,"Text":"Die glaubigen Manner und Frauen sind einer des anderen Beschutzer. Sie gebieten das Rechte und verbieten das Verwerfliche, verrichten das Gebet und entrichten die Abgabe und gehorchen Allah und Seinem Gesandten. Sie sind es, derer Allah Sich erbarmen wird. Gewiß, Allah ist Allmachtig und Allweise"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah hat den glaubigen Mannern und Frauen Garten versprochen, durcheilt von Bachen, ewig darin zu bleiben, und gute Wohnungen in den Garten Edens. Wohlgefallen von Allah ist aber (noch) großer. Das ist der großartige Erfolg"},{"SurahNumber":9,"VerseNumber":73,"Text":"O Prophet, muhe dich gegen die Unglaubigen und Heuchler ab und sei hart gegen sie! Ihr Zufluchtsort wird die Holle sein - ein schlimmer Ausgang"},{"SurahNumber":9,"VerseNumber":74,"Text":"Sie schworen bei Allah, sie hatten (es) nicht gesagt. Aber sie haben ja das Wort des Unglaubens gesagt und sind, nachdem sie den Islam (angenommen) hatten, unglaubig geworden. Sie hatten vor (, das auszufuhren), was sie (doch) nicht erreicht haben'. Und sie grollten daruber nur, daß Allah - und (auch) Sein Gesandter - sie von Seiner Huld reich gemacht hat. Wenn sie nun bereuen, ist es besser fur sie. Wenn sie sich aber abkehren, wird Allah sie mit einer schmerzhaften Strafe im Diesseits und Jenseits strafen, und sie werden auf der Erde weder Schutzherrn noch Helfer haben"},{"SurahNumber":9,"VerseNumber":75,"Text":"Unter ihnen gibt es manche, die gegenuber Allah eine Verpflichtung eingegangen sind: Wenn Er uns etwas von Seiner Huld gewahrt, werden wir ganz gewiß Almosen geben und ganz gewiß zu den Rechtschaffenen gehoren"},{"SurahNumber":9,"VerseNumber":76,"Text":"Als Er ihnen aber von Seiner Huld gewahrt hatte, geizten sie damit, und sie kehrten sich widerstrebend ab"},{"SurahNumber":9,"VerseNumber":77,"Text":"So setzte Er als Folge davon in ihre Herzen Heuchelei bis zum Tag, an dem sie Ihm begegnen werden, dafur, daß sie gegenuber Allah brachen, was sie Ihm versprochen hatten, und daß sie zu lugen pflegten"},{"SurahNumber":9,"VerseNumber":78,"Text":"Wissen sie denn nicht, daß Allah ihr Geheimes und ihre vertraulichen Gesprache kennt und daß Allah der Allwisser der verborgenen Dinge ist"},{"SurahNumber":9,"VerseNumber":79,"Text":"Diejenigen, die gegen die Freiwilligen unter den Glaubigen wegen der Almosen verhohnen und (auch) gegen diejenigen, die nichts als ihre Muhe (als Leistung zu erbringen) finden, und dann uber sie spotten - Allah spottet uber sie, und fur sie wird es schmerzhafte Strafe geben"},{"SurahNumber":9,"VerseNumber":80,"Text":"Bitte um Vergebung fur sie, oder bitte nicht um Vergebung fur sie; wenn du (auch) siebzigmal um Vergebung fur sie bittest, so wird Allah ihnen doch nicht vergeben. Dies (geschieht deshalb), weil sie Allah und Seinen Gesandten verleugnet haben. Allah leitet das Volk der Frevler nicht recht"},{"SurahNumber":9,"VerseNumber":81,"Text":"Die Zuruckgelassenen waren froh daruber, daß sie hinter Allahs Gesandtem (daheim) sitzen geblieben sind, und es war ihnen zuwider, sich mit ihrem Besitz und mit ihrer eigenen Person auf Allahs Weg abzumuhen. Und sie sagten: \"Ruckt nicht in der Hitze aus!\" Sag: Das Feuer der Holle ist noch heißer; wenn sie (es doch) verstehen wurden"},{"SurahNumber":9,"VerseNumber":82,"Text":"So sollen sie ein wenig lachen und sollen haufig weinen als Lohn fur das, was sie erworben haben"},{"SurahNumber":9,"VerseNumber":83,"Text":"Wenn Allah dich zu einem Teil von ihnen zuruckkehren laßt und sie dich um Erlaubnis bitten, hinauszuziehen, dann sag: Ihr werdet niemals mit mir hinausziehen, und ihr werdet mit mir gegen keinen Feind kampfen. Ihr seid (ja) das erste Mal damit zufrieden gewesen, (daheim) sitzen zu bleiben. Bleibt nun (daheim) sitzen mit denen, die zuruckbleiben"},{"SurahNumber":9,"VerseNumber":84,"Text":"Und bete niemals uber jemandem von ihnen, der gestorben ist, und stehe nicht an seinem Grab! Sie verleugneten ja Allah und Seinen Gesandten, und sie starben als Frevler"},{"SurahNumber":9,"VerseNumber":85,"Text":"Ihr Besitz und ihre Kinder sollen dir nicht gefallen. Allah will sie ja nur im Diesseits damit strafen, und (daß) ihre Seelen (im Tod) dahingehen, wahrend sie unglaubig sind"},{"SurahNumber":9,"VerseNumber":86,"Text":"Und wenn eine Sura (als Offenbarung) hinabgesandt wird: \"Glaubt an Allah und muht euch (zusammen) mit Seinem Gesandten ab\", (dann) bitten dich die Bemittelten unter ihnen um Erlaubnis und sagen: \"Lasse uns mit denen (zusammen) sein, die (daheim) sitzen bleiben"},{"SurahNumber":9,"VerseNumber":87,"Text":"Sie waren damit zufrieden, (zusammen) mit den zuruckbleibenden Frauen zu sein, und ihre Herzen wurden versiegelt; so verstehen sie nicht"},{"SurahNumber":9,"VerseNumber":88,"Text":"Aber der Gesandte und diejenigen, die mit ihm glaubten, muhten sich mit ihrem Besitz und ihrer eigenen Person ab. Das sind die, fur die es die guten Dinge geben wird, und das sind diejenigen, denen es wohl ergeht"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah hat fur sie Garten bereitet, durcheilt von Bachen', ewig darin zu bleiben; das ist der großartige Erfolg"},{"SurahNumber":9,"VerseNumber":90,"Text":"Und diejenigen von den Wustenarabern, die sich entschuldigen wollten, kamen (her), um Erlaubnis zu erhalten. Und (daheim) blieben diejenigen sitzen, die Allah und Seinen Gesandten belogen. Treffen wird diejenigen von ihnen, die unglaubig sind, schmerzhafte Strafe"},{"SurahNumber":9,"VerseNumber":91,"Text":"Kein Grund zur Bedrangnis (wegen des Daheimbleibens) ist es fur die Schwachen, fur die Kranken und fur diejenigen, die nichts finden, was sie ausgeben (konnen), wenn sie sich gegenuber Allah und Seinem Gesandten aufrichtig verhalten. Gegen die Gutes Tuenden gibt es keine Moglichkeit (, sie zu belangen) - Allah ist Allvergebend und Barmherzig"},{"SurahNumber":9,"VerseNumber":92,"Text":"und (auch) nicht gegen diejenigen, die, als sie zu dir kamen, damit du ihnen gabest, (worauf) sie mitreiten (konnten), und du sagtest: \"Ich finde nichts, worauf ich euch mitreiten lassen kann\", sich abkehrten, wahrend ihre Augen von Tranen uberflossen aus Traurigkeit daruber, daß sie nichts fanden, was sie ausgeben (konnten)"}]}