{"Id":212,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"アッラーについて嘘を言い，また自分のもとに真理が来るとこれを拒否する者以上に，不義な者があろうか。地獄には，不信心者への住まいがないとでもいうのか。"},{"SurahNumber":39,"VerseNumber":33,"Text":"だが真理を齎す者，またそれを確認（して支持）する者，これらは正義を行う者である。"},{"SurahNumber":39,"VerseNumber":34,"Text":"かれらはアッラーの御許で，何でも望むものを得られよう。これは善行をなす者への報奨である。"},{"SurahNumber":39,"VerseNumber":35,"Text":"それでアッラーは，かれらの行いの最悪のものでも消滅なされ，かれらの行った最善のものをとって報奨を与えられる。"},{"SurahNumber":39,"VerseNumber":36,"Text":"アッラーはそのしもべにとって万全（な守護者）ではないか。だがかれらはかれ以外（の神々）をもって，あなたを脅そうとする。アッラーが迷うに任せた（このような）者には導きはあり得ない。"},{"SurahNumber":39,"VerseNumber":37,"Text":"アッラーが導く者を，迷わせる者は誰もいない。アッラーは（その御意志を実現なされる）偉力ならびなき方であり，応報の主である。"},{"SurahNumber":39,"VerseNumber":38,"Text":"もしあなたがかれらに，「天地を創ったのは誰か。」と問えば，かれらは必ず「アッラー。」と言うであろう。言ってやるがいい。「それならあなたがたは考えないのか。アッラーの外にあなたがたの祈るものたちは，もしアッラーがわたしに対し災厄を御望みの時，かれの災厄を除くことが出来るのか。またわたしに対し慈悲を御望みの時，かれの慈悲を拒否することが出来るか。」言ってやるがいい。「わたしは，アッラーがいれば万全である。きちんと信頼しようとする者は，かれを信頼する。」"},{"SurahNumber":39,"VerseNumber":39,"Text":"言ってやるがいい。「わたしの人々よ，あなたがたの好きなように行え。わたしは（自分の役目を）行う。やがてあなたがたは知るであろう。"},{"SurahNumber":39,"VerseNumber":40,"Text":"誰に恥ずべき懲罰が来るのか，また誰に永遠の懲罰が下るのかを。」"},{"SurahNumber":39,"VerseNumber":41,"Text":"われは人びとのため，真理によってあなたに啓典を下した。それで誰でも，導きを受ける者は，自分を益し，また誰でも迷う者は，自分を損うだけである。あなたはかれらの後見人ではない。"},{"SurahNumber":39,"VerseNumber":42,"Text":"アッラーは（人間が）死ぬとその魂を召され，また死なない者も，睡眠の間（それを召し），かれが死の宣告をなされた者の魂は，そのままに引き留め，その外のものは定められた時刻に送り返される。本当にこの中には，反省する人びとへの種々の印がある。"},{"SurahNumber":39,"VerseNumber":43,"Text":"かれらはアッラー以外に，執り成す者を求めるのか。言ってやるがいい。「かれら（邪神たちに）は何の力もなく，また何も理解しないではないか。」"},{"SurahNumber":39,"VerseNumber":44,"Text":"言ってやるがいい。「執り成し（の許し）は，凡てアッラーに属する。天と地の大権はかれの有である。やがてあなたがたはかれの許に帰される。」"},{"SurahNumber":39,"VerseNumber":45,"Text":"アッラーだけが述べられると，来世を信じない者たちの心はうんざりする。だがかれではなく外（の神々）が述べると，見よ，かれらは喜ぶ。"},{"SurahNumber":39,"VerseNumber":46,"Text":"（祈って）言いなさい。「おおアッラー，天と地の創造者，幽玄界と現象界を知っておられる方，あなたは，しもべたちの間で意見を異にすることに就いて，御裁きになる。」"},{"SurahNumber":39,"VerseNumber":47,"Text":"仮令悪を行う者が，地上の凡てのもの，なおそれに倍するものを所有し，審判の日における懲罰の苦難から，逃れる身代金にしようと思っても（無益である）。その時かれらが思い及ばなかったことが，アッラーからかれらに現わされよう。"},{"SurahNumber":39,"VerseNumber":48,"Text":"かれらの稼いだ，沢山の悪事に出合い，嘲笑していたものが，かれらを取り囲むであろう。"},{"SurahNumber":39,"VerseNumber":49,"Text":"人は災厄に会うとわれに祈る。だがわれがそれを恩恵に変えると，「本当に，自分の知識によるものであった」と言う。いや，これも一つの試みである。だがかれらの多くは理解しない。"},{"SurahNumber":39,"VerseNumber":50,"Text":"かれら以前の者も，このように言った。だがかれらの稼いだものは，益するところなどなかった。"},{"SurahNumber":39,"VerseNumber":51,"Text":"そしてかれらの稼いだ悪い結果の数々が，かれらを襲った。これで不義を行った者は，その行いの悪い諸結果に，やがて直面する。かれらは，（わが計画を）決して砕くことは出来ない。"},{"SurahNumber":39,"VerseNumber":52,"Text":"かれらは，アッラーが御望みの者に糧を広げまた引き締められることを知らないのか。本当にこの中には，信仰する民への印がある。"},{"SurahNumber":39,"VerseNumber":53,"Text":"自分の魂に背いて過ちを犯したわがしもべたちに言え，「それでもアッラーの慈悲に対して絶望してはならない」アッラーは，本当に凡ての罪を赦される。かれは寛容にして慈悲深くあられる。"},{"SurahNumber":39,"VerseNumber":54,"Text":"あなたがたは懲罰が来る前に，主に悔悟して帰り，かれに服従，帰依しなさい。その（懲罰がやって来た）後では，あなたがたは助からない。"},{"SurahNumber":39,"VerseNumber":55,"Text":"あなたがたが気付かない中，突然懲罰がやって来る前に，主からあなたがたに下された最も善い（道）に従え。"},{"SurahNumber":39,"VerseNumber":56,"Text":"魂がこのように言わないよう。『ああ情ない，わたしはアッラーヘ（自分の義務を）怠っていた。本当にわたしは嘲笑者の一人であった。』"},{"SurahNumber":39,"VerseNumber":57,"Text":"または，『アッラーがわたしを，御導き下されたならば，わたしは必ず主を畏れたものを。』と言わないよう。"},{"SurahNumber":39,"VerseNumber":58,"Text":"また懲罰を見た時，『わたしかもう一度（現世に）帰れるならば，わたしは必ず善い行いをする者の一人になるであろう。』と言わないよう。"},{"SurahNumber":39,"VerseNumber":59,"Text":"いやそうではない。確かにわが印は下ったのであろ。だがあなたがたはそれを嘘であるとした。そして高慢で不信心な一人となった。」"},{"SurahNumber":39,"VerseNumber":60,"Text":"審判の日，あなたはアッラーに対し虚偽を語った者たちを見よう。かれらの顔は黒く変るであろう。地獄には，高慢な者の住まいがないと言うのか。"},{"SurahNumber":39,"VerseNumber":61,"Text":"だがアッラーは，主を畏れた者を安泰な場所に救う。かれらは災厄に会うこともなく，憂いもない。"},{"SurahNumber":39,"VerseNumber":62,"Text":"アッラーは，凡てのものの創造者であり，また凡てのものの管理者である。"},{"SurahNumber":39,"VerseNumber":63,"Text":"天と地の鍵はアッラーの有である。かれの印を拒否した者こそ失敗者である。"},{"SurahNumber":39,"VerseNumber":64,"Text":"言ってやるがいい。「あなたがたは，アッラーを差し置いて外に仕えるようわたしに命じるのか，無知な者たちよ。」"},{"SurahNumber":39,"VerseNumber":65,"Text":"われは既にあなたに啓示した。あなた以前の者たちに（啓示）したように。もしあなたが（邪神をわれに）配したならば，（現世における）あなたの行いは虚しいものになり，必ず失敗者となるのである。"},{"SurahNumber":39,"VerseNumber":66,"Text":"いや，アッラーに仕えて，感謝する者となれ。"},{"SurahNumber":39,"VerseNumber":67,"Text":"かれらは，アッラーを正しい仕方では尊崇しない。審判の日においてはかれは，大地の凡てを一握りにし，その右手に諸天を巻かれよう。かれに讃えあれ。かれは，かれらが配するもののはるか上に高くおられる。"},{"SurahNumber":39,"VerseNumber":68,"Text":"ラッパが吹かれると，天にあるものまた地にあるものも，アッラーが御望みになられる者の外は気絶しよう。次にラッパが吹かれると，見よ，かれらは起き上って見まわす。"},{"SurahNumber":39,"VerseNumber":69,"Text":"その時大地は主の御光で輝き，（行いの）記録が置かれ，預言者たちと証人たちが進み出て，公正な判決がかれらの間に宣告され，（少しも）不当な扱いはされない。"},{"SurahNumber":39,"VerseNumber":70,"Text":"人びとは，その行ったことに対して，十分に報いられよう。かれは，かれらの行った凡てを最もよく知っておられる。"},{"SurahNumber":39,"VerseNumber":71,"Text":"不信者は集団をなして地獄に駆られ，かれらがそこに到着すると，地獄の諸門は開かれる。そして門番が言う。「あなたがたの間から出た使徒は来なかったのですか。（そして）主からの印をあなたがたのために読誦し，またあなたがたのこの会見の日のことを警告しなかったのですか。」かれらは（答えて）言う。「その通りです。そして不信者に対する懲罰の言葉が，真に証明されました。」"},{"SurahNumber":39,"VerseNumber":72,"Text":"（かれらは）「あなたがたは地獄の門を入れ。その中に永遠に住みなさい。」と言われよう。何と哀れなことよ，高慢な者の住まいとは。"},{"SurahNumber":39,"VerseNumber":73,"Text":"またかれらの主を畏れたものは，集団をなして楽園に駆られる。かれらがそこに到着した時，楽園の諸門は開かれる。そしてその門番は，「あなたがたに平安あれ，あなたがたは立派であった。ここに御入りなさい。永遠の住まいです。」と言う。"},{"SurahNumber":39,"VerseNumber":74,"Text":"かれらは（感謝して）言う。「アッラーに讃えあれ。かれはわたしたちへの約束を果たし，わたしたちに大地を継がせ，この楽園の中では，好きな処に住まわせて下さいます。」何と結構なことよ，（善）行に勤しんだ者への報奨は。"},{"SurahNumber":39,"VerseNumber":75,"Text":"あなたは見るであろう，天使たちが八方から玉座を囲んで，主を讃えて唱念するのを。人びとの間は公正に裁かれ，「万有の主，アッラーにこそ凡ての称讃あれ。」と（言う言葉が）唱えられる。"},{"SurahNumber":40,"VerseNumber":1,"Text":"ハー・ミーム。"},{"SurahNumber":40,"VerseNumber":2,"Text":"この啓典は，偉力ならびなく全知なるアッラーから下されたものである。"},{"SurahNumber":40,"VerseNumber":3,"Text":"罪を赦し，悔悟を受け入れ，懲罰には厳しい方で，惜みなく与える主であられる。かれの外に神はなく，誰でも行き着くところはかれの御許である。"},{"SurahNumber":40,"VerseNumber":4,"Text":"不信心な者以外は，誰もアッラーの印に就いて議論などしない。だからかれらが諸都市を往来するのに，惑わされてはならない。"},{"SurahNumber":40,"VerseNumber":5,"Text":"かれら以前にもヌーフの民やその後の人びとは，（預言者を）嘘付き呼ばわりした。そしてこれら（不信心）の徒は，かれらの預言者に策謀し，かれら（使徒）を捕まえて詰まらない議論を吹きかけ，真理を非難した。そこでわれはかれらを捕えた。わが懲罰は何と厳しかったことよ。"},{"SurahNumber":40,"VerseNumber":6,"Text":"このように，あなたがたの主の御言葉は，不信心の者たちの上に実証される。かれらは本当に業火の仲間である。"},{"SurahNumber":40,"VerseNumber":7,"Text":"（主の）玉座を担う者たち，またそれを取り囲む者たちは，主の御光を讃え，かれを信仰し，信じる者のために御赦しを請い，祈って（言う）。「主よ，あなたの慈悲と知識は，凡てのものの上にあまねく及びます。悔悟してあなたの道を踏む者たちを赦され，かれらを炎の懲罰から御守り下さい。"},{"SurahNumber":40,"VerseNumber":8,"Text":"主よ，あなたがかれらに御約束なされたアドン（エデン）の国に，かれらを入れて下さい。またかれらの祖先，配偶者と子孫の中の正しい者を。本当にあなたは，偉力ならびなく英明であられます。"},{"SurahNumber":40,"VerseNumber":9,"Text":"かれらを悪から御守り下さい。その日，あなたが諸悪から御守り下された者は，本当に慈悲に浴した者であり，それこそ，偉大な成就です。」"},{"SurahNumber":40,"VerseNumber":10,"Text":"そして不信心の者たちには申し渡されよう。「あなたがた互いの愛想ずかしよりも，アッラーからのあなたがたへの嫌悪は，はるかに大きいのである。あなたがたは，信仰を勧められたのに，断っていたのである。」"},{"SurahNumber":40,"VerseNumber":11,"Text":"かれらは申し上げよう。「主よ，あなたはわたしたちを2度死なせ，2度甦らされました。今わたしたちは罪業を認めました。何とか脱出する道はないですか。」"},{"SurahNumber":40,"VerseNumber":12,"Text":"（すると答えられよう。）「そんなことになったのは，唯一なるアッラーを崇めることは拒否したが，かれに同位者が配される時には信じた。つまり裁決は，至高にして至大なアッラーに属するのである。」"},{"SurahNumber":40,"VerseNumber":13,"Text":"かれこそは種々の印をあなたがたに示し，あなたがたのために天から御恵みを下される方である。だが，悔悟して（主に）帰る者だけは，訓戒を受け入れる。"},{"SurahNumber":40,"VerseNumber":14,"Text":"それであなたがたは，アッラーに誠意を尽して托し，かれに祈願しなさい。譬え不信者たちが忌み嫌っても。"},{"SurahNumber":40,"VerseNumber":15,"Text":"かれは至高の位階におられ玉座の主であられる。かれはしもべの中御心に適う者に，御命令により聖霊を遣わし，（人びとに）会見の日を警告なされる。"},{"SurahNumber":40,"VerseNumber":16,"Text":"この日，かれら（凡て）が，罷り出る時，何事もアッラーに隠しだては出来ない。その日大権は，誰にあるのか。（それは）唯一なる御方，抵抗出来ない御方，アッラーに属する。"},{"SurahNumber":40,"VerseNumber":17,"Text":"その日，各人は行ったことによって報いられる。不正のない日である。本当にアッラーは清算に迅速であられる。"},{"SurahNumber":40,"VerseNumber":18,"Text":"だからあなたは，近付いているその日に就いてかれらに警告しなさい。その時かれらの心臓は喉元に上って塞ぎ，息を止める。悪行の者には一人の友もなく，執り成す者がいたにしても聞きいれられない（その日のことを）。"},{"SurahNumber":40,"VerseNumber":19,"Text":"（アッラーは）目つきも，胸に隠すことをも凡て知っておられる。"},{"SurahNumber":40,"VerseNumber":20,"Text":"アッラーは，真理によって御裁きになる。だがかれを差し置いて，かれらの祈る者たちは，何も裁くことは出来ない。本当にアッラーは，全聴にして凡てを見透される。"},{"SurahNumber":40,"VerseNumber":21,"Text":"かれらは地上を旅して，かれら以前の者の最後がどうであったかを観察しないのか。かれらは，これら（マッカの多神教徒）よりも有力で，地上に残す遺跡においても優れていた。しかしアッラーは，かれらを罪のために捕えられた。その時アッラーから，かれらを守れる者は一人もなかった。"},{"SurahNumber":40,"VerseNumber":22,"Text":"かれらの使徒たちが，明証を齎した時，かれらはそれを拒否した。それでアッラーはかれらを捕えられたのである。本当にかれは強力で，懲罰に厳重であられる。"},{"SurahNumber":40,"VerseNumber":23,"Text":"先にわれは，わが印と明らかな権威をもってムーサーを遺わした。"},{"SurahNumber":40,"VerseNumber":24,"Text":"フィルアウンとハーマーンとカールーンに。だがかれらは「嘘付きの魔術師です。」と言った。"},{"SurahNumber":40,"VerseNumber":25,"Text":"かれがわが許から真理を齎したのに，かれらは，「かれと共に信仰している者の男児を殺し，女児を生かしておきなさい。」と言った。だが不信者の策謀は，失敗に終る外はない。"},{"SurahNumber":40,"VerseNumber":26,"Text":"フィルアウンは言った。「ムーサーを殺すことは，わたしに任せなさい。そしてかれの主に祈らせなさい。かれがあなたがたの宗教を変えて，国内に災厄を引き起こしはしないかと，わた しは心配でなりません。」"},{"SurahNumber":40,"VerseNumber":27,"Text":"ムーサーは言った。「本当にわたしは，清算の日を信じない凡ての高慢な者に対して，わが主，また，あなたがたの主（の守護）を，祈るのです。」"},{"SurahNumber":40,"VerseNumber":28,"Text":"フィルアウンの一族の中で，密に信仰している一人の信者が言った。「あなたがたの主から明証を齎し，『わたしの主はアッラーである。』と言っただけのために，人ひとりを殺そうとするのですか。もしその人が嘘付者であれば，その嘘はその人の身の上に降りかかり，その人が真実を言っているのならば，その人が警告することの一部分はあなたがたの身の上に降りかかるでしょう。本当にアッラーは無法者と嘘付者を御導きになられない。"},{"SurahNumber":40,"VerseNumber":29,"Text":"わたしの人びとよ，今，主権はあなたがたのものであり，あなたがたはこの地上の主人です。だがアッラーの懲罰が下ると，誰がわたしたちを救えるでしょうか。」フィルアウンは言った。「わたしは（自分の）見えるところを，あなたがたに示すだけです。また（それが）あなたが たを，正しい道に導くのです。」"},{"SurahNumber":40,"VerseNumber":30,"Text":"そこでかの信仰する者は言った。「人びとよ，わたしは，（信仰を拒否した）各派の人びとの（運命の）日のようなものが，あなたがたに（下るのが）恐ろしいのです。"},{"SurahNumber":40,"VerseNumber":31,"Text":"またヌーフ，アード，サムードの民と，その後の諸民族の上に下ったような運命を（恐れる）。本当にアッラーは，そのしもべに対し不義を御望みになられません。"},{"SurahNumber":40,"VerseNumber":32,"Text":"人びとよ，わたしはあなたがたのために，あなたがたが互いに相呼び合う日を恐れます。"},{"SurahNumber":40,"VerseNumber":33,"Text":"その日あなたがたは，背を向けて逃げるでしょう。しかしアッラーからあなたがたを守る者はいません。アッラーが迷うに任せられる者には導き手はいません。」"},{"SurahNumber":40,"VerseNumber":34,"Text":"本当に以前ユースフが明証を齎した時も，かれが齎したものに就いて，あなたがたは疑いを抱いて止まなかった。かれが死んだ時になって，あなたがたは，『かれの後にアッラーは，使徒を遣わされないでしょう。』と言った。このようにアッラーは，無法者と懐疑者を，迷うに任せられる。"},{"SurahNumber":40,"VerseNumber":35,"Text":"何の権威も与えられないのにアッラーの印について論う者は，アッラーからもまた信者たちからも酷く忌み嫌われよう。このようにアッラーは，凡ての高慢で暴逆な者の心を封じられる。 」"},{"SurahNumber":40,"VerseNumber":36,"Text":"フィルアウンは（大臣に命じて）言った。「ハーマーンよ，わたしのために高い塔を建てなさい。わたしが（天国の）門に到達出来るように。"},{"SurahNumber":40,"VerseNumber":37,"Text":"そうすればムーサーの神を見るでしょう。どうせかれ（ムーサー）は嘘をついているに違いないのですが。」このようにフィルアウンには，自分の悪い行いが立派に見えて，（正しい道） から締め出されてしまった。フィルアウンの策謀は，破滅を齎すだけであった。"},{"SurahNumber":40,"VerseNumber":38,"Text":"かの信仰する人は言った。「人びとよ，わたしに従いなさい。正しい道にあなたがたを導きます。"},{"SurahNumber":40,"VerseNumber":39,"Text":"人びとよ，現世の生活は束の間の享楽に過ぎません。本当に来世こそは永遠の住まいです。"},{"SurahNumber":40,"VerseNumber":40,"Text":"悪事を行った者は，それと同じ報いをうけます。だが善行をする者は，男でも女でも信者なら凡て楽園に入り，そこで限りない御恵みを与えられます。"},{"SurahNumber":40,"VerseNumber":41,"Text":"人びとよ，これはどうしたことか。わたしはあなたがたを救おうと招くのに，あなたがたは火獄にわたしを招くとは。"},{"SurahNumber":40,"VerseNumber":42,"Text":"あなたがたは，アッラーを敬わないで，わたしの知らないものをかれと一緒に配するよう勧めます。だがわたしはあなたがたを，偉力ならびなき方，度々赦しなされる方に招くのです。"},{"SurahNumber":40,"VerseNumber":43,"Text":"正しくあなたがたは，現世でも来世でも祈りを受ける権能のないものにわたしを招きます。本当にわたしたちの帰る所はアッラーの御許で，反逆の徒は火獄の仲間です。"},{"SurahNumber":40,"VerseNumber":44,"Text":"わたしが言ったことを，やがて思い出すでしょう。わたし（自身）のことはアッラーに委ねています。アッラーはしもべたちを見守られます。」"},{"SurahNumber":40,"VerseNumber":45,"Text":"そこでアッラーは，かれらの策謀の災厄から，かれを救われ，懲罰の災難が，フィルアウンの一族を取り囲んだ。"},{"SurahNumber":40,"VerseNumber":46,"Text":"かれらは朝にタベに業火に晒され，それから時が到来するその日，「フィルアウンの一族を，最も厳しい懲罰に投げ込め。」（と仰せられよう）。"},{"SurahNumber":40,"VerseNumber":47,"Text":"見よ，かれらは獄火の中で互いに口論する。弱者たちは，高慢であった者たちに言う。「わたしたちは，あなたがたに従っていました。あなたがたは獄火の一部を，わたしたちから取り除いてくれてもよいではありませんか。」"},{"SurahNumber":40,"VerseNumber":48,"Text":"高慢であった者は（答えて言う）。「本当にわたしたちは，皆その中にいます。アッラーはしもべたちの間を，もう判決されてしまった。」"},{"SurahNumber":40,"VerseNumber":49,"Text":"そこで，獄火の中にいる者たちは，地獄の看守（天使）にいう。「この懲罰が，一日（でも）わたしたちから軽くなるよう，あなたの主に嘆願して下さい。」"},{"SurahNumber":40,"VerseNumber":50,"Text":"かれら（天使）は言う。「使徒が，あなたがたに明証を持って行かなかったのか。」かれらは（答えて）言う。「その通りです。」かれら（天使）は言う。「それなら祈るがいい。」しかし，これら不信心者の嘆願は，誤り（の迷路）に（虚しくさ迷って）いるだけである。"},{"SurahNumber":40,"VerseNumber":51,"Text":"本当に現世の生活においても，また証人たちが（証に）立つ日においても，われは必ずわが使徒たちと信仰する者たちを助ける。"},{"SurahNumber":40,"VerseNumber":52,"Text":"その日，悪行をした者の弁解は無益で，かれらには責め苦があり，悪い住まいだけがある。"},{"SurahNumber":40,"VerseNumber":53,"Text":"われはムーサーにしっかりと導きを授け，イスラエルの子孫に，その啓典を継がせた。"},{"SurahNumber":40,"VerseNumber":54,"Text":"（それは）思慮ある者への導きであり，訓戒である。"},{"SurahNumber":40,"VerseNumber":55,"Text":"だから耐え忍べ。本当にアッラーの約束は真実である。あなたは過誤の赦しを請い願い，朝夕，主を讃えて唱念しなさい。"},{"SurahNumber":40,"VerseNumber":56,"Text":"何の権威も授かっていないのにアッラーの啓示に就いて論う者は，胸の中につかみようのない高慢だけを抱く者である。だからあなたがたはアッラーの加護を請いなさい。本当にかれは全聴にして凡てを見透される御方である。"},{"SurahNumber":40,"VerseNumber":57,"Text":"天と地の創造は，人間の創造などよりも俸大である。だが人びとの多くはそれを理解しようとはしない。"},{"SurahNumber":40,"VerseNumber":58,"Text":"盲人と正常の目の人とは同じではなく，また信仰して善行に勤しむ者と，悪行の徒とは同じではない。訓戒を留意する者は稀である。"},{"SurahNumber":40,"VerseNumber":59,"Text":"本当にその時は，確実に来るのである。それに疑いの余地はない。だが人びとの多くは信じてはいない。"},{"SurahNumber":40,"VerseNumber":60,"Text":"それであなたがたの主は，仰せられる。「われに祈れ。われはあなたがたに答えるであろう。だがわれに仕えるのに高慢な者たちは，必ず面目潰れの中に地獄に陥るであろう。」"},{"SurahNumber":40,"VerseNumber":61,"Text":"アッラーこそは，あなたがたのために夜を設けて憩いの時とされ，またものが見えるように昼を設けられる方である。アッラーは人間に対し，本当に恵み深くあられる。だが人びとの多くは感謝しない。"},{"SurahNumber":40,"VerseNumber":62,"Text":"これこそは，あなたがたの主アッラー，万有の創造の主であられる。かれの外には神はないのである。それなのにどうしてあなたがたは迷い去るのか。"},{"SurahNumber":40,"VerseNumber":63,"Text":"アッラーは印を拒否する者を，このように迷わせられる。"},{"SurahNumber":40,"VerseNumber":64,"Text":"アッラーはあなたがたのために大地を安息所とされ，大空を天蓋となされ，また，あなたがたに見事な姿を授けて，形作り，色々な良い御恵みを支給された方である。これが，あなたがたの主アッラーであられる。万有の主アッラーに讃えあれ。"},{"SurahNumber":40,"VerseNumber":65,"Text":"かれは永生であられ，かれの外に神はない。だからかれに祈り，信心の誠を尽してかれに傾倒せよ。万有の主アッラーに讃えあれ。"},{"SurahNumber":40,"VerseNumber":66,"Text":"言ってやるがいい。「わたしはあなたがたが，アッラーを差し置いて崇拝するものに，仕えることを禁じられた。主からの明証が，わたしに下され，万有の主に，服従，帰依するよう命じられたのである。」"},{"SurahNumber":40,"VerseNumber":67,"Text":"かれこそは，泥からあなたがたを創られ，次いで一滴の精液から，次いで，一かたまりの血から赤ん坊にされて，あなたがたを出生させ，それから十分な力量を備えさせ，それから老いさせられる方である。あなたがたの中（老いる）前に死ぬ者もいるが既定の時期にまで達せられることは，あなたがたに反省させるためである。"},{"SurahNumber":40,"VerseNumber":68,"Text":"かれこそは生を授け，また死を授ける方である。かれが一事を決められそれに対し「有れ。」と仰せになれば，即ち有るのである。"},{"SurahNumber":40,"VerseNumber":69,"Text":"あなたがたはアッラーの啓示に就いて，論う者を見なかったのか。かれらは何と背き去ったことよ。"},{"SurahNumber":40,"VerseNumber":70,"Text":"これらは啓典を虚偽であるとし，またわれが遣わした使徒たちの齎す消息を，虚偽であるとする者。やがてかれらは思い知るであろう。"},{"SurahNumber":40,"VerseNumber":71,"Text":"枷がかれらの首に塡められ，また鎖が巻かれ，かれらは引かれるであろう。"},{"SurahNumber":40,"VerseNumber":72,"Text":"沸騰する湯の中に，それから火獄の中に投げ込まれる。"},{"SurahNumber":40,"VerseNumber":73,"Text":"その時かれらに言われよう。「あなたがたが崇拝していた神々は何処にいるのか。"},{"SurahNumber":40,"VerseNumber":74,"Text":"アッラーを，差し置いていたのか。」かれらは（答えて，）「かれら（神々）は，わたしたちから離れ去りました。いや，わたしたちは以前，何も（実在のものに）祈ってはいなかったのです。」と言う。このようにアッラーは不信心の者を迷うに任せられる。"},{"SurahNumber":40,"VerseNumber":75,"Text":"それもあなたがたが地上で，正しくない歓楽を追求し，また横柄であったためである。"},{"SurahNumber":40,"VerseNumber":76,"Text":"あなたがたは地獄の門を入り，その中で永遠に住め。何と高慢の者の住まいの哀れなことよ。"},{"SurahNumber":40,"VerseNumber":77,"Text":"あなたがだは耐え忍べ。本当にアッラーの約束は真実である。われがかれらに約束した一端をあなたに示すこともあろう。またはあなたを（その前に）召すことも。だがどちらにしても，かれらはわれの許に帰されるものである。"},{"SurahNumber":40,"VerseNumber":78,"Text":"われはあなた以前にも，使徒たちを遣わした。その或る者に就いてはあなたに語り，また或る者に就いては語ってはいない。だがどの使徒も，アッラーの御許しによる外，印を齎すことはなかった。そしてアッラーの大命が下れば，真理に基づいて裁かれる。そのとき，虚偽に従った者たちは滅びる。"},{"SurahNumber":40,"VerseNumber":79,"Text":"アッラーは，あなたがたのため家畜を創られた方で，あなたがたは，その或るものは乗用に，或るものは食用に用いる。"},{"SurahNumber":40,"VerseNumber":80,"Text":"あなたがたはそれらに，様々の便益を被り，あなたがたの胸に抱く望みも，それらによって満たし，またその背や船によってあなたがたは運ばれる。"},{"SurahNumber":40,"VerseNumber":81,"Text":"そしてかれは種々の印を，（絶えず）あなたがたに示される。一体アッラーの印のどれをあなたがたは否定するのか。"},{"SurahNumber":40,"VerseNumber":82,"Text":"かれらは地上を旅して，観察しなかったのか。かれら以前の者の結末がどうであったかを。かれら（滅ぼされた民）は，これら（マッカの多神教徒）よりも多数で，力も優れ，地上の遺跡も多い。それでも，かれらの稼いだことは，何の役にも立たなかった。"},{"SurahNumber":40,"VerseNumber":83,"Text":"かれらの使徒たちが種々の明証をもってかれらの処に来た時，かれらはその持っている知識（と技術）を誇った。だが，かれらの嘲笑していたことが，かれらを取り囲んでしまった。"},{"SurahNumber":40,"VerseNumber":84,"Text":"それからかれらは，われの懲罰を見る時になって，「わたしたちは，唯一なるアッラーを信じる。そしてかれに配していたものを拒否する。」と言った。"},{"SurahNumber":40,"VerseNumber":85,"Text":"しかしわれの懲罰を見てからの信仰（の告白）は，かれらの役には立たない。（これは）アッラーのしもべに対してなされたかれの慣行であった。そして，不信者たちは滅び去った。"},{"SurahNumber":41,"VerseNumber":1,"Text":"ハー・ミーム。"},{"SurahNumber":41,"VerseNumber":2,"Text":"（これは）慈悲あまねく慈愛深き御方からの啓示である。"},{"SurahNumber":41,"VerseNumber":3,"Text":"印が詳細に解明された啓典，理解ある民へのアラビア語のクルアーンで，"},{"SurahNumber":41,"VerseNumber":4,"Text":"吉報と警告（を伝えるもの）である。だがかれらの多くは，背き去って聞こうとはしない。"},{"SurahNumber":41,"VerseNumber":5,"Text":"そしてかれらは言う。「わたしたちの心には，あなたが招くことに覆いがかけられている。またわたしたちの耳は遠く，しかもわたしたちとあなたの間には，幕がかかっている。それであなたは自分の（望みの）ことを行え。わたしたちも自分の（望みの）ことを行う。」"},{"SurahNumber":41,"VerseNumber":6,"Text":"言ってやるがいい。「わたしは，あなたがたと同じ人間に過ぎない。唯，あなたがたの神は，唯一の神であることがわたしに啓示された。それでかれに向かって真直ぐに傾倒し，かれの御赦しを祈りなさい。多神教徒こそ災いであり，"},{"SurahNumber":41,"VerseNumber":7,"Text":"そのような者が喜捨を行わず来世を否定する者である。"},{"SurahNumber":41,"VerseNumber":8,"Text":"本当に信仰して善行に勤しむ者には，尽きることのない報奨がある。」"},{"SurahNumber":41,"VerseNumber":9,"Text":"言ってやるがいい。「あなたがたは，2日間で大地を創られたかれを，どうして信じないのか。しかもかれに同位者を立てるのか。かれこそは，万有の主であられる。"},{"SurahNumber":41,"VerseNumber":10,"Text":"かれは，そこに（山々を）どっしりと置いて大地を祝福なされ，更に4日間で，その中の凡ての（御恵みを）求めるもの（の必要）に応じて，御恵みを規定なされた。"},{"SurahNumber":41,"VerseNumber":11,"Text":"それからまだ煙（のよう）であった天に転じられた。そして天と地に向かって，『両者は，好むと好まざるとに関わらず，われに来たれ。」と仰せられた。天地は（答えて），『わたしたちは喜んで参上します。』と申し上げた。"},{"SurahNumber":41,"VerseNumber":12,"Text":"そこでかれは，2日の間に7層の天を完成なされた。そしてそれぞれの天に命令を下し，（大地に）近い天を，われは照明で飾り，守護した。これは，偉力ならびなく全知なる御方の摂理である。」"},{"SurahNumber":41,"VerseNumber":13,"Text":"それでもかれらが，背き去るならば言ってやるがいい。「あなたがたに，アードとサムードの（被った）落雷のような災難を警告する。」"},{"SurahNumber":41,"VerseNumber":14,"Text":"使徒たちが，かれらの前からまた後ろからかれらのところにやって来て，「アッラーの外何ものにも仕えてはならない。」と告げた時のことを思い起こせ。かれらは言った。「わたしたちの主の御望みならば，必ず天使を御遺わしになるはずである。だからあなたがたが持って来たも の（啓示）をわたしたちが信じるわけがない。」"},{"SurahNumber":41,"VerseNumber":15,"Text":"アード（の民）に就いては，正当な拠り処もないのに地上で高慢になり，「誰が，わたしたちよりも力が強いのでしょうか。」などと言った。かれらを創られたアッラーこそ，力が強いと いうことを考えないのか。しかもわれの印を拒否するとは。"},{"SurahNumber":41,"VerseNumber":16,"Text":"だからわれは，災厄の数日間に亘り，暴風雨をかれらに送って，現世において屈辱の懲罰を味わせた。だが来世の懲罰は更に屈辱を与え，誰にもかれらは助けられない。"},{"SurahNumber":41,"VerseNumber":17,"Text":"またわれはサムード（の民）を，導いた。だがかれらは導きよりも，盲目の方を良いとした。それで，かれらが稼いでいた（行いの）ために，不面目な懲罰の落雷がかれらを襲った。"},{"SurahNumber":41,"VerseNumber":18,"Text":"だが，われは信仰し主を畏れる者は救った。"},{"SurahNumber":41,"VerseNumber":19,"Text":"その日，アッラーの敵は集められ，火獄への列に連らなる。"},{"SurahNumber":41,"VerseNumber":20,"Text":"かれらが（審判の席）に来ると，その耳や目や皮膚は，かれらの行ってきたことを，かれらの意に背いて証言する。"},{"SurahNumber":41,"VerseNumber":21,"Text":"するとかれらは，（自分の）皮膚に向かって言う。「あなたがたは何故わたしたちに背いて，証言をするのですか。」それらは（答えて）「凡てのものに語らせられるようにされたアッラーが，わたしたちに語らせられます。かれは最初にあなたがたを創り，そしてかれの御許に帰ら せられます。」と言う。"},{"SurahNumber":41,"VerseNumber":22,"Text":"また，「あなたがたは，自分の耳や目や皮膚が，あなたがたに背くような証言など出来ない（と思い）。自分を庇うこともしなかった。寧あなたがたは自分の行っていたことなど，アッラーが沢山知っておられる訳がないと，考えていた。"},{"SurahNumber":41,"VerseNumber":23,"Text":"だが，あなたがたの主に就いて考えたこのことが，あなたがたを破滅に落し入れ，失敗の原因となった。」"},{"SurahNumber":41,"VerseNumber":24,"Text":"それでかれらが例え耐え忍んでも，業火はかれらの住まいであり，例え御情けを願っても，慈悲にあずかれない。"},{"SurahNumber":41,"VerseNumber":25,"Text":"われは，かれらに（は立派に見える）仲間（の悪魔）を宛てがって置いた。それでかれら以前のことも，以後のことも，かれらに取っては立派に思われた。そしてかれら以前に過ぎ去った ジンと人間の，諸世代に下された言葉通りのことが，かれらに実証された。かれらは完全な敗北者となった。"},{"SurahNumber":41,"VerseNumber":26,"Text":"信じない者は言う。「クルアーンに耳を傾けてはなりません。そしてその（読誦）中にしゃべりまくりなさい。そうすればあなたがたは圧倒出来ます。」"},{"SurahNumber":41,"VerseNumber":27,"Text":"そこでわれは，不信心な者に強い懲罰を味わせ，かれらの最も醜悪な行いに応報する。"},{"SurahNumber":41,"VerseNumber":28,"Text":"それはアッラーの敵への報酬，業火である。その中が，かれらのための永遠の住まいである。わが印を拒否していたことに対する報酬である。"},{"SurahNumber":41,"VerseNumber":29,"Text":"すると不信心の者は，「主よ，ジンと人間の中でわたしたちを迷わせた者に，会わせて下さい。足の下に踏みつけて，最も卑しい者にしてやります。」と言う。"},{"SurahNumber":41,"VerseNumber":30,"Text":"本当に，「わたしたちの主は，アッラーであられる。」と言って，その後正しくしっかりと立つ者，かれらには，（次から次に）天使が下り，「恐れてはならない。また憂いてはならない。あなたがたに約束されている楽園への吉報を受け取りなさい。（と言うのである）。"},{"SurahNumber":41,"VerseNumber":31,"Text":"われは現世の生活においても，また来世においても，あなたがたの友である。そこではあなたがたの魂は望むものを得，そこではあなたがたの求めるものが得られる。"},{"SurahNumber":41,"VerseNumber":32,"Text":"寛容にして慈悲深い御方からの歓待である。」"},{"SurahNumber":41,"VerseNumber":33,"Text":"人びとをアッラーの許に呼び，善行をなし，「本当にわたしは，ムスリムです。」と言う者程美しい言葉を語る者があろうか。"},{"SurahNumber":41,"VerseNumber":34,"Text":"善と悪とは同じではない。（人が悪をしかけても）一層善行で悪を追い払え。そうすれば，互いの間に敵意ある者でも，親しい友のようになる。"},{"SurahNumber":41,"VerseNumber":35,"Text":"だがよく耐え忍ぶ者たちの外には，それは成し遂げられないであろう。格別幸運な者たちの外には，それを成し遂げられないのである。"},{"SurahNumber":41,"VerseNumber":36,"Text":"それからもし，悪魔の扇動が，あなたを唆かしたならば（どんな場合でも）アッラーの御加護を祈れ。本当にかれは全聴にして全知であられる。"},{"SurahNumber":41,"VerseNumber":37,"Text":"夜と昼，また太陽と月は，かれの印の中である。それで太陽にも月にもサジダするようなことをしてはならない。それら（両方）を創られた，アッラーにサジダしなさい。あなたがたが仕えるのなら，かれにこそ仕えなさい。"},{"SurahNumber":41,"VerseNumber":38,"Text":"もしもかれら（不信心者）が高慢で（主に仕えることを侮って）も，主の御許にいる者たちは，夜も昼もかれを讃え，弛むことをしらない。〔サジダ〕"},{"SurahNumber":41,"VerseNumber":39,"Text":"かれの印の一つを，あなたは荒れ果てた大地に見る。われがその上に雨を降らせると，動きだし，盛り上がる。本当にそれに生命を与えられた方は，まさに死者を甦らせられる方である。 かれは，凡ゆることに全能である。"},{"SurahNumber":41,"VerseNumber":40,"Text":"わが印の曲解者は，われから隠れられない。火獄に投げ込まれる者となるのがよいのか，それとも審判の日に安心して来られる者となるのがよいのか。あなたがたが好む通りに行いなさい。本当にかれは，あなたがたの行うことを見守られる。"},{"SurahNumber":41,"VerseNumber":41,"Text":"訓戒（クルアーン）がかれらのもとに来た時，それを拒否した者は（われから隠れられない）。本当にそれは偉大な啓典であり，"},{"SurahNumber":41,"VerseNumber":42,"Text":"虚偽は，前からも後ろからも，近付ことは出来ない。これは，英明で讃美すべき方からの啓示である。"},{"SurahNumber":41,"VerseNumber":43,"Text":"あなたが不信者に言われていることは，あなた以前の使徒たちが言われたことと同じである。本当にあなたの主は，寛容の主であり，また厳罰の主であられる。"},{"SurahNumber":41,"VerseNumber":44,"Text":"われがクルアーンを外国語で下したならば，かれらはきっと，「この印は，どうしてはっきり述べられないのでしょう。何と，アラビア人（の使徒）に外国語（の啓示）なのですか。」と言う。言ってやるがいい。「それは信仰する者にとっては導きであり，治療である。だが信じない者は，その耳が鈍くなり，またそれが（分らず）盲目である。かれらは，遠い所から呼びかけられる（ようなも）のである。」"},{"SurahNumber":41,"VerseNumber":45,"Text":"われは確かにムーサーに啓典を授けたのだが，それに就いて異論が起こった。もし主から（審判の時に就いて）前もって，御言葉が下っていなかったならば，その時かれらの間は解決されていたであろう。だがかれらはまだ疑いを抱き半信半疑でいる。"},{"SurahNumber":41,"VerseNumber":46,"Text":"善行をなす者は自分を益し，悪行をなす者は自分を損なう。あなたがたの主は，そのしもべを不正に取り扱われない。"}]}