{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Znayesh', chto iz vsekh lyudey samyye zhestokiye nenavistniki veruyushchikh Iudei i mnogobozhniki; i takzhe znayesh', chto boleye vsekh lyubyat veruyushchikh te, kotoryye nazyvayut sebya Nazaryanami: eto potomu, chto u nikh yest' presvitery i podvizhniki blagochestiya; i potomu, chto oni ne gordy"},{"SurahNumber":5,"VerseNumber":83,"Text":"Kogda oni slushayut nisposlannoye svyshe proroku, togda vidish', kak iz ochey ikh l'yutsya slozy, potomu, chto oni uznayut istinu. Oni govoryat: \"Gospodi nash! My veruyem; vpishi nas v chisle sikh ispovednikov"},{"SurahNumber":5,"VerseNumber":84,"Text":"I pochemu nam ne verovat' v Boga i v to, chto istinnogo prikhodit k nam? My zhelayem, chtoby Gospod' nash prichislil nas k lyudyam dobrodetel'nym"},{"SurahNumber":5,"VerseNumber":85,"Text":"Za eti slova Bog nagradit ikh sadami rayskimi po kotorym tekut reki; v nikh oni budut zhit' vechno. Takova budet nagrada tvoryashchim blagoye"},{"SurahNumber":5,"VerseNumber":86,"Text":"A te, kotoryye ne veruyut i schitayut nashi znameniya lozhnymi, te budut stradal'tsami v geyenskom plameni"},{"SurahNumber":5,"VerseNumber":87,"Text":"Veruyushchiye! Ne schitayte zapreshchonnymi v pishchu te blaga, kakiye Bog razreshil dlya vas: ne postupayte nespravedlivo, potomu, chto Bog ne lyubit nespravedlivykh"},{"SurahNumber":5,"VerseNumber":88,"Text":"Yesh'te ot razreshennykh v pishchu blag, kakimi nadelyayet vas Bog: boytes' Boga, v kotorogo veruyete vy"},{"SurahNumber":5,"VerseNumber":89,"Text":"Bog ne nakazhet vas za prazdnosloviye v vashikh klyatvakh, no nakazhet vas za to, chto vy svyazyvayete sebya klyatvami. Ochishcheniyem etogo grekha posluzhit - nakormit' desyat' nishchikh obyknovennoyu pishcheyu, kakoy kormite vy svoi semeystva, ili odet' ikh, ili otpustit' na volyu raba. Kto eto ne mozhet, tomu postit'sya tri dnya. Eto budet ochishcheniyem klyatv vashikh, kakimi poklyalis' vy. Soblyudayte klyatvy vashi. Tak Bog uyasnyayet vam svoi znameniya: mozhet byt', vy budete blagodarny"},{"SurahNumber":5,"VerseNumber":90,"Text":"Veruyushchiye! Vino, igra v zhereb'i, kumiry, strelovan'ya gnusny - delo satany; potomu ustranyaytes' ot etogo: mozhet byt', budete schastlivy"},{"SurahNumber":5,"VerseNumber":91,"Text":"Satana khochet tol'ko togo, chtoby vinom i igroyu v zhereb'i podnyat' mezhdu vami vrazhdu i nenavist', uklonit' ot vospominaniya o Boge i ot molitvy. Uzheli vy ne vozderzhites'"},{"SurahNumber":5,"VerseNumber":92,"Text":"Povinuytes' Bogu, povinuytes' semu poslanniku Yego, bud'te ostorozhny. Yesli zhe vy otstupite nazad ot nego, to znayte, chto na poslannike nashem tol'ko obyazannost' verno peredat'"},{"SurahNumber":5,"VerseNumber":93,"Text":"Na veruyushchikh i delayushchikh dobroye net viny v tom, chem pitayutsya oni; kogda oni bogoboyazlivy i veruyut, kogda bogoboyazlivy i blagotvoryat: Bog lyubit blagotvoriteley"},{"SurahNumber":5,"VerseNumber":94,"Text":"Veruyushchiye! Bog ispytyvayet vas tem, chto dobyvayete vy na okhote ili rukami svoimi ili strelami svoimi, dlya togo, chtoby Bogu znat', kto v tayne boitsya Yego; kto posle sego postupit nespravedlivo, tomu budet boleznennaya kazn'"},{"SurahNumber":5,"VerseNumber":95,"Text":"Veruyushchiye! Ne ubivayte izlovlennogo na okhote, kogda vy v zapretnoy odezhde; kto iz vas umyshlenno ub'yot onoye, tot oplatit sorazmerno tomu, chto ubil on, kakim libo domashnim skotom: pravdivyye iz vas prisudyat eto v zhertvu, otpravlyayemuyu k Kaabe; ili v ochishcheniye svoyego grekha nakormit nishchikh, ili zamenit eto postom, dlya togo, chtoby on znal zakonoprestupnost' svoyego postupka. Bog proshchayet, chto prezhde delalos'; a kto vozvratitsya k prezhnemu, tomu otmstit Bog: Bog silon, mstitelen"},{"SurahNumber":5,"VerseNumber":96,"Text":"Vam razreshayetsya lovit' rybu v more, i pitat'sya yeyu, kak prodovol'stviyem, vam i drugim puteshestvennikam; no lovit' zhivotnykh na sushe zapreshchayetsya vam, pokuda vy nosite zapretnuyu odezhdu: boytes' Boga, k nemu vy budete sobrany"},{"SurahNumber":5,"VerseNumber":97,"Text":"Bog ustanovil dlya lyudey mol'bishchem Kaabu, - etot zapretnyy dom, - takzhe zapretnyy mesyats, zhertvennyye zhivotnyye, ukrasheniya na nikh: eto dlya togo, chtoby vy znali, chto Bog znayet i to, chto na nebesakh, i to, chto na zemle: istinno Bog vseznayushch"},{"SurahNumber":5,"VerseNumber":98,"Text":"Znayte, chto Bog strog v nakazanii, chto Bog proshchayushchiy, miloserd"},{"SurahNumber":5,"VerseNumber":99,"Text":"Na poslannike tol'ko obyazannost' peredat'; togda kak Bog znayet, chto vy obnaruzhivayete, i chto skryvayete"},{"SurahNumber":5,"VerseNumber":100,"Text":"Skazhi: \"Khudoye ne ravno dobromu, khotya by i nravilsya tebe izbytok khudogo\". Potomu, boytes' Boga, lyudi ponimayushchiye! Mozhet byt' budete schastlivy"},{"SurahNumber":5,"VerseNumber":101,"Text":"Veruyushchiye! Ne sprashivayte o takikh veshchakh, kotoryye, yesli otkryty budut vam, ogorchat vas; yesli sprosite o nikh v to vremya, kogda nisposhlotsya Koran, to oni otkroyutsya vam. Bog izvinyayet v etom: Bog - proshchayushchiy, krotok"},{"SurahNumber":5,"VerseNumber":102,"Text":"Prezhde vas byvshiye lyudi davali takiye voprosy; no ostavalis' veruyushchimi v to, o chom sprashivali"},{"SurahNumber":5,"VerseNumber":103,"Text":"Bog nichego ne ulozhil ni o bakhire, ni o saibe, ni o vasyle, ni o khami; no nevernyye vydumali lozh', ssylayas' na Boga: ochen' mnogiye iz nikh ne rassuditel'ny"},{"SurahNumber":5,"VerseNumber":104,"Text":"Kogda govoryat im: \"Idite k tomu, chto Bog nisposlal svyshe, i k semu poslanniku\"; togda oni govoryat: \"My dovol'ny i tem, chto nashli my u ottsev nashikh\". Uzhe li - i tem, chto ottsy ikh nichego ne znali i ne shli pryamym putom"},{"SurahNumber":5,"VerseNumber":105,"Text":"Veruyushchiye! Pozabot'tes' o sebe samikh: nikto iz zabludivshikhsya ne sdelayet vreda vam, kogda vy idote po pryamoy doroge: vse vy vozvratites' k Bogu; On sdelayet yavnymi dela vashi"},{"SurahNumber":5,"VerseNumber":106,"Text":"Veruyushchiye! Kogda nastupayet komu nibud' iz vas smert', togda mezhdu vami dolzhno byt' sdelano svidetel'stvo. Pri zaveshchanii dolzhny byt' dvoye iz vas, izvestnyye pravdivost'yu, ili dvoye drugiye, ne iz vashikh, yesli vy nakhodites' v chuzhoy zemle i vam budet grozit' opasnost' smerti: posle molitvy uderzhite ikh oboikh pod strazhey i, yesli vy somnevayetes', oni oba poklyanutsya Bogom: \"My ne prodadim yego ni za kakuyu tsenu, khotya by ono otnosilos' k blizkim rodstvennikam; ne skroyem svidetel'stva Bozhiya, potomu chto my, v protivnom sluchaye, byli by v chisle zakonoprestupnykh"},{"SurahNumber":5,"VerseNumber":107,"Text":"I yesli budet usmotreno, chto oba oni postupili nepravdivo, to dvoye drugikh iz takikh, kotoryye khotyat postupit' pravdiveye tekh prezhnikh, stanut na ikh mesto i poklyanutsya Bogom: \"Nashe svidetel'stvo verneye svidetel'stva tekh oboikh i my ne otstupim ot pravdy: potomu chto my, v protivnom sluchaye, byli by v chisle bezzakonnykh"},{"SurahNumber":5,"VerseNumber":108,"Text":"Eto luchshe vsego zastavit' ikh davat' svidetel'stvo, kakoye trebuyetsya sushchestvom yego, i boyat'sya togo, chto posle ikh klyatv opyat' potrebuyutsya klyatvy"},{"SurahNumber":5,"VerseNumber":109,"Text":"Nekogda Bog soberet poslannikov svoikh i skazhet: \"Kakovo vnimaniye bylo okazano vam?\" Oni skazhut: \"U nas net znaniya ob etom; Ty odin vpolne znayushchiy tayny"},{"SurahNumber":5,"VerseNumber":110,"Text":"Togda Bog skazhet: \"Iisus, syn Marii, vspomni o blagovolenii Moyom k tebe i k materi tvoyey. Kogda YA ukrepil tebya dukhom svyatym, ty v kolybeli govoril s lyud'mi kak polnovozrastnyy. Vot, YA nauchil tebya Pisaniyu, Mudrosti, Zakonu, Yevangeliyu. Vot ty, po izvoleniyu Moyemu, sdelal iz gliny obraz ptitsy, i kogda dunul na nego, on, po izvoleniyu Moyemu, stal ptitsey; po izvoleniyu Moyemu ty izlechil slepogo i prokazhennogo; vot, po izvoleniyu Moyemu, ty voskreshal mortvykh. Vot, YA ne dopustil synov Izrailevykh skhvatit' tebya, kogda ty predstavil im yasnyye dokazatel'stva, i neveruyushchiye iz nikh skazali: \"Ochevidno, chto eto odno charodeystvo"},{"SurahNumber":5,"VerseNumber":111,"Text":"Vot, YA vdokhnul Apostolam: \"Veruyte v Menya i v Moyego poslannika\"; oni skazali: №Veruyem! zasvidetel'stvuy, chto my pokornyye"},{"SurahNumber":5,"VerseNumber":112,"Text":"Vot Apostoly skazali: \"Iisus, syn Marii! Gospod' tvoy mozhet li nisposlat' nam s neba trapezu?\" On skazal: \"Boytes' Boga, yesli vy neveruyushchiye"},{"SurahNumber":5,"VerseNumber":113,"Text":"Oni skazali: \"Khotim vkusit' ot neyo, chtoby uspokoilis' serdtsa nashi, i my znali by, chto govorish' nam istinu, i my byli by svidetelyami yeyo"},{"SurahNumber":5,"VerseNumber":114,"Text":"Iisus, syn Marii, skazal: \"Bozhe Gospodi nash! Nisposhli nam s neba trapezu: ona budet prazdnikom nam, pervomu iz nas i poslednemu iz nas, budet znameniyem ot Tebya. Napitay nas, potomu chto Ty nailuchshiy Pitatel'"},{"SurahNumber":5,"VerseNumber":115,"Text":"Bog skazal: \"YA nisposhlyu yeyo vam; no kto iz vas posle togo budet neveruyushchim, togo nakazhu YA nakazaniyem, kakim ne nakazyval YA ni odnogo iz mirov"},{"SurahNumber":5,"VerseNumber":116,"Text":"Vot, Bog skazhet: \"Iisus, syn Marii! Govoril li ty lyudyam: \"Krome Boga pochitayte yeshcho menya i moyu mater' dvumya bogami.\"?\" On skazhet: \"Khvala Tebe! Kak mne govorit' takoye, chego ya ne dolzhen govorit'? Yesli by ya govoril eto, Ty znal by to: Ty znayesh', chto vo Mne; no ya ne znayu, chto v Tebe; ibo ty odin vpolne znayushchiy tayny"},{"SurahNumber":5,"VerseNumber":117,"Text":"YA govoril im tol'ko to, chto povelel Ty mne: \"Poklanyaytes' Bogu, Gospodu moyemu i Gospodu vashemu!\" YA svidetel' o nikh tol'ko na to vremya, pokuda ya byl s nimi; no s togo vremeni, kak Ty podverg menya smerti, Ty byl strazhem ikh: ibo Ty prisushch vsemu"},{"SurahNumber":5,"VerseNumber":118,"Text":"Yesli Ty nakazhesh' - oni raby Tvoi; yesli prostish' im - Ty derzhavnyy, mudryy"},{"SurahNumber":5,"VerseNumber":119,"Text":"Bog skazhet: \"Eto vremya takoy den', v kotoryy pravednikam prinesot pol'zu ikh pravda: dlya nikh budut rayskiye sady, po kotorym tekut reki, i oni ostanutsya v nikh vechno\". Bog budet dovolen imi, a oni budut dovol'ny Im: eto - vysokoye blazhenstvo"},{"SurahNumber":5,"VerseNumber":120,"Text":"Bogu prinadlezhit tsarstvennaya vlast' nad nebesami i zemloyu i nad vsem, chto na nikh yest'. On vsemogushch"},{"SurahNumber":6,"VerseNumber":1,"Text":"Slava Bogu, kotoryy sotvoril nebesa i zemlyu, ustanovil t'mu i svet! (A nevernyye pridumyvayut ravnykh Gospodu svoyemu)"},{"SurahNumber":6,"VerseNumber":2,"Text":"On Tot, kto sotvoril vas iz gliny, i opredelil dlya kazhdogo srok zhizni. (U Boga tochno ukazan srok zhizni, khotya vy i somnevayetes')"},{"SurahNumber":6,"VerseNumber":3,"Text":"On Bog na nebesakh i na zemle: znayet, chto taite vy, i chto obnaruzhivayete vy; znayet to, chto usvoyayete vy sebe"},{"SurahNumber":6,"VerseNumber":4,"Text":"Kakoye znameniye iz znameniy Gospoda ikh ni prikhodilo k nim, oni tol'ko otvrashchalis' ot nego"},{"SurahNumber":6,"VerseNumber":5,"Text":"oni prinimali za lozh' istinu, kogda ona prikhodila k nim; skoro pridot k nim vest' o tom, nad chem oni smeyalis'"},{"SurahNumber":6,"VerseNumber":6,"Text":"Ne znayut li oni, skol'ko drevnikh pokoleniy, byvshikh prezhde nikh, pogubili My? My dostavlyali im v etoy zemle vlast' takuyu, kakoy vlasti ne dostavlyali vam: My nisposylali im s neba obil'nyy dozhd', zastavlyali reki protekat' po dolinam ikh, no potom My pogubili ikh za grekhi ikh, i posle na mesto ikh proizveli drugoye pokoleniye"},{"SurahNumber":6,"VerseNumber":7,"Text":"Yesli by My nisposlali tebe Pisaniye v kharateynom svitke i nevernyye oshchupali by yego svoimi rukami, to i togda oni skazali by: \"Eto ochevidnoye volshebstvo"},{"SurahNumber":6,"VerseNumber":8,"Text":"Oni govoryat: \"O yesli by k nemu nisposlan byl angel\"! Yesli by My nisposlali angela, to delo eto konchilos' by: posle togo dlya nikh ne bylo by otsrochki"},{"SurahNumber":6,"VerseNumber":9,"Text":"I yesli by My postavili vmeste s nim angela, to predstavili by yego chelovekom: My odeli by ikh v odezhdu, v kakuyu oni odevayutsya"},{"SurahNumber":6,"VerseNumber":10,"Text":"Uzhe prezhde tebya poslanniki byli osmeivayemy: no izdevavshikhsya nad nimi postigalo to, nad chem oni smeyalis'"},{"SurahNumber":6,"VerseNumber":11,"Text":"Skazhi: \"Proydite po etoy zemle, i posmotrite kakov byl konets tekh, kotoryye schitali ikh lzhetsami"},{"SurahNumber":6,"VerseNumber":12,"Text":"Skazhi: \"V chey vlasti to, chto na nebesakh i na zemle?\" Skazhi: \"Vo vlasti Boga. On sam sebe predpisal obyazannost' byt' miloserdnym. On vsekh vas soberot ko dnyu voskreseniya v etom net somneniya. Te, kotoryye sami sebya vveli v zabluzhdeniye, ne uveruyut"},{"SurahNumber":6,"VerseNumber":13,"Text":"V Yego vlasti vso, chto byvayet noch'yu i dnom: On slyshashchiy, znayushchiy"},{"SurahNumber":6,"VerseNumber":14,"Text":"Skazhi: \"Voz'mu li ya sebe pokrovitelem kogo libo drugogo krome Boga, sozdatelya nebes i zemli, Togo, kto vsem dayot pishchu, no sam ne imeyet potrebnosti v pishche?\" Skazhi: \"Mne zapovedano byt' pervym iz tekh, kotoryye pokorny Yemu, a vam - ne byt' mnogobozhnikami"},{"SurahNumber":6,"VerseNumber":15,"Text":"Skazhi: \"YA, yesli ne pokoryus' Gospodu moyemu, boyus' za to kazni v velikiy den'"},{"SurahNumber":6,"VerseNumber":16,"Text":"Skazhi: \"Kto izbavlen budet ot neyo v etot den', k tomu On budet miloserd: a v etom yasnoye blazhenstvo"},{"SurahNumber":6,"VerseNumber":17,"Text":"Yesli Bog poshlot tebe kakoye libo bedstviye, to On tol'ko odin mozhet i izbavit' ot nego; i yesli poshlot kakoye blago, to potomu, chto On vsemogushch"},{"SurahNumber":6,"VerseNumber":18,"Text":"On polnovlasten nad svoimi rabami; On mudr, vedayushchiy"},{"SurahNumber":6,"VerseNumber":19,"Text":"Skazhi: \"Kto samyy vernyy v svoyom svidetel'stve?\" Skazhi: \"Bog; On svidetel' vam obo mne. Mne otkroven etot Koran dlya togo, chtoby im ya uchil vas i tekh, do kogo dostignet on. Ne vy li ispoveduyete, chto vmeste s Bogom yest' yeshcho drugiye bogi?\" Skazhi: \"YA ne ispoveduyu etogo\". Skazhi: \"On yest' yedinyy Bog, i ya chist ot vashego mneniya, chto u Nego yest' souchastniki"},{"SurahNumber":6,"VerseNumber":20,"Text":"Te, kotorym My dali Pisaniye, uznayut yego takzhe, kak uznayut oni svoikh synov; te, kotoryye sami sebya vveli v zabluzhdeniye, ne uveruyut"},{"SurahNumber":6,"VerseNumber":21,"Text":"Yest' li kto nibud' nechestiveye togo, kto vydumyvayet lozh' o Boge, ili schitayet lozhnymi Yego znameniya? Nechestivyye ne budut blagodenstvovat'"},{"SurahNumber":6,"VerseNumber":22,"Text":"Nekogda My soberom vsekh ikh; togda skazhem tem, kotoryye priznayut souchastnikov Bogu: \"Gde te souchastniki, kotorykh vydumali vy"},{"SurahNumber":6,"VerseNumber":23,"Text":"U nikh togda budet tol'ko odna popytka skazat': \"Klyanomsya Bogom, Gospodom nashim! My ne byli mnogobozhnikami"},{"SurahNumber":6,"VerseNumber":24,"Text":"Posmotri, kak budut lgat' oni o sebe samikh, i otkazhutsya ot tekh, kogo vymyslili oni"},{"SurahNumber":6,"VerseNumber":25,"Text":"Mezhdu nimi yest' takiye, kotoryye zhelayut slushat' tebya: no My polozhili pokryvala na serdtsa ikh i glukhotu v ushi ikh, chtoby oni ne ponimali yego. Yesli oni uvidyat vse znameniya, ne poveryat im; tak chto, kogda pridut k tebe, budut sporit' s toboy i skazhut te, kotoryye ne veruyut: \"On - tol'ko basni o prezhnikh lyudyakh"},{"SurahNumber":6,"VerseNumber":26,"Text":"Oni i drugikh udalyayut ot nego i sami ukhodyat ot nego: oni tol'ko sebya samikh gubyat i ne ponimayut etogo"},{"SurahNumber":6,"VerseNumber":27,"Text":"Yesli by tebe videt' ikh v to vremya, kogda budut oni postavleny pred ognom! Togda oni budut govorit': \"O yesli by my byli vozvrashcheny v prezhnyuyu zhizn', my ne stali by schitat' znameniya Gospoda nashego lozhnymi; my byli by veruyushchimi"},{"SurahNumber":6,"VerseNumber":28,"Text":"Net, teper' yasno yavilos' v nikh to, chto skryvali oni prezhde; yesli by oni byli vozvrashcheny nazad, oni obratilis' by k tomu, ot chego byli uderzhivayemy: oni lzhetsy"},{"SurahNumber":6,"VerseNumber":29,"Text":"Oni govoryat: \"Yest' tol'ko odna nastoyashchaya zhizn'; voskresheny my ne budem"},{"SurahNumber":6,"VerseNumber":30,"Text":"Yesli by ty teper' videl, kogda oni budut postavleny pred Gospodom ikh! On skazhet: \"Ne istinno li eto?\" Oni skazhut: \"Da, klyanomsya Gospodom nashim!\" On skazhet: \"Tak, vkushayte zhe muku za to, chto vy byli nevernymi"},{"SurahNumber":6,"VerseNumber":31,"Text":"V zabluzhdenii ostayutsya te, kotoryye sreten'ye Boga schitayut lozh'yu, do togo vremeni, kak vnezapno nastupit dlya nikh chas. Oni skazhut: o kak neschastny my ottogo samogo, chem my prenebregali! Oni na khrebtakh svoikh ponesut svoi tyazhesti: smotri, kak iznuritel'ny dlya nikh eti tyazhesti"},{"SurahNumber":6,"VerseNumber":32,"Text":"Zdeshnyaya zhizn' yest' tol'ko suyeta, prizrak; no budushchaya zhizn' yest' luchsheye blago dlya blagochestivykh. Ne rassudite li etogo"},{"SurahNumber":6,"VerseNumber":33,"Text":"My znayem, chto tebya ogorchayet to, chto govoryat oni. No oni ne tebya tol'ko schitayut lzhetsom, oni - nechestivtsy - otvergayut i znameniya Boga"},{"SurahNumber":6,"VerseNumber":34,"Text":"Yeshcho prezhde tebya poslantsy byli prinimayemy za lzhetsov, no oni terpelivo perenosili to, chto schitalis' za lzhetsov i podvergalis' oskorbleniyam, dotole, pokuda ne prikhodila k nim pomoshch' Nasha; potomu chto nikto ne peremenit slov Bozhiikh: tebe uzhe dany izvestiya o sikh poslannikakh"},{"SurahNumber":6,"VerseNumber":35,"Text":"Tak kak dlya tebya tyagostno ikh otstupleniye, to ty, yesli by mog, khotel by sdelat' dlya sebya ili rasselinu v zemle, ili lestnitsu v nebo, daby predstavit' im kakoye libo znameniye! Bog, yesli by zakhotel, vsekh ikh sovokupil by na pryamom puti; potomu, ne bud' v chisle nevezhd"},{"SurahNumber":6,"VerseNumber":36,"Text":"Istinno, On vnemlet tem, kotoryye poslushny Yemu. Bog voskresit mortvykh, i oni budut vozvrashcheny k Nemu"},{"SurahNumber":6,"VerseNumber":37,"Text":"Oni govoryat: \"O yesli by yemu ot Gospoda yego nisposlano bylo kakoye libo znameniye!\" Skazhi: \"Bog mogushch nizvesti znameniye; no iz nikh ochen' mnogiye nesvedushchi"},{"SurahNumber":6,"VerseNumber":38,"Text":"Net zhivotnykh, khodyashchikh po zemle, net ptits, letayushchikh na kryl'yakh, kotoryye ne sostavlyali by obshchin, podobnykh vashim. My nichego ne opustili v etom Pisanii. So vremenem oni budut sobrany k Gospodu svoyemu"},{"SurahNumber":6,"VerseNumber":39,"Text":"Te, kotoryye nashi znameniya schitayut lozh'yu, glukhi, nemy, vo t'me. Bog, kogo khochet, vvodit v zabluzhdeniye, i, kogo khochet, stavit na pryamoy put'"},{"SurahNumber":6,"VerseNumber":40,"Text":"Skazhi: \"Ne vidit li kazhdyy iz vas, chto vy, yesli nastanet dlya vas nakazaniye ot Boga ili nastanet dlya vas posledniy chas, vzyvayete k Bogu, a ne k drugomu komu libo, yesli tol'ko vy pravdolyubivy"},{"SurahNumber":6,"VerseNumber":41,"Text":"Deystvitel'no, k Nemu vy togda vzyvayete, i On, yesli khochet, izbavlyayet vas ot togo, o chom vy prosili, i vy zabyvayete tekh, kotorykh schitali souchastnikami Yemu"},{"SurahNumber":6,"VerseNumber":42,"Text":"My uzhe delali posol'stva k raznym narodam, byvshim prezhde tebya, porazhali ikh bedstviyami, stradaniyami, mozhet byt' oni smiryatsya"},{"SurahNumber":6,"VerseNumber":43,"Text":"o yesli by smiryalis' oni v to vremya, kogda postigali ikh bedstviya! Naprotiv, serdtsa u nikh ozhestochalis', a satana predstavlyal dela ikh prekrasnymi"},{"SurahNumber":6,"VerseNumber":44,"Text":"Kogda zhe oni zabyvali to, chemu byli naucheny, v to vremya, kak My dlya nikh otvoryali dveri ko vsemu, chego zhelali oni, i oni uveselyalis' tem, chto predostavleno bylo im, My vnezapno porazhali ikh; i vot oni v otchayanii"},{"SurahNumber":6,"VerseNumber":45,"Text":"I takoy narod, predavshiysya nechestiyu, byl istreblyayem do poslednego v nom cheloveka. Slava Bogu, Gospodu mirov"},{"SurahNumber":6,"VerseNumber":46,"Text":"Skazhi: \"Uzheli dumayete, chto, yesli Bog otnimet u vas slukh i ochi, zapechatayet serdtsa vashi, kakoy libo bog, krome Boga, vozvratit vam ikh?\" Smotri, skol'ko znameniy My ukazyvayem, a oni i posle etogo uklonyayutsya"},{"SurahNumber":6,"VerseNumber":47,"Text":"Skazhi: \"Ne znayet li kazhdyy iz vas, chto yesli postigayet vas kazn' ot Boga, vnezapno li ili ozhidanno, pogibayut togda tol'ko lyudi nechestivyye"},{"SurahNumber":6,"VerseNumber":48,"Text":"My posylayem poslannikov tol'ko s tem, chtoby oni byli blagovestnikami i oblichitelyami: kto veroval im i delalsya dobrym, tem ne bylo nikakogo strakha, tem ne bylo nikakoy pechali"},{"SurahNumber":6,"VerseNumber":49,"Text":"A tekh, kotoryye nashi znameniya schitali lozh'yu, postigala kazn', za to, chto oni postupali nechestivo"},{"SurahNumber":6,"VerseNumber":50,"Text":"Skazhi: \"YA ne govoryu vam, chto u menya sokrovishcha Bozhii, ni togo, chto znayu taynoye; ne govoryu vam, chto ya angel: ya sleduyu tol'ko tomu, chto dano mne otkroveniyem\". Skazhi: \"Zryachiy i slepoy rovnyayutsya li odin drugomu? Uzheli vy ne razmyshlyayete ob etom"},{"SurahNumber":6,"VerseNumber":51,"Text":"Onym uchi tekh, kotoryye so strakhom zhdut togo, chto budut sobrany k Gospodu svoyemu; im, krome Yego, drugogo pokrovitelya i zastupnika ne budet: mozhet byt', oni budut bogoboyazlivy"},{"SurahNumber":6,"VerseNumber":52,"Text":"Ne otgonyay ot sebya tekh, kotoryye utrom i vecherom voznosyat molitvy k Gospodu svoyemu, ishcha litsa Yego: ne tvoyo delo trebovat' ot nikh otchota v chom libo; kak i ne ikh delo trebovat' ot tebya otchota v chom libo; kak skoro otgonish' ikh ot sebya, ty budesh' v chisle nespravedlivykh"},{"SurahNumber":6,"VerseNumber":53,"Text":"Tak My ispytyvayem odnikh drugimi, chtoby oni govorili: \"Eto ne te li mezhdu nami, kotorym blagodetel'stvuyet Bog? Bog ne verneye li vsekh znayet blagodarnykh"},{"SurahNumber":6,"VerseNumber":54,"Text":"Kogda prikhodyat k tebe veruyushchiye v nashi znameniya, to govori: \"Mir vam! Gospod' vash sam sebe predpisal obyazannost' byt' miloserdnym: kto iz vas po nevedeniyu sdelayet zloye delo, a posle togo pokayetsya i ispravitsya, dlya togo On proshchayushchiy, miloserd"},{"SurahNumber":6,"VerseNumber":55,"Text":"Tak yasno izlagayem My eti znameniya, i eto dlya togo, chtoby put' podlezhashchikh obvineniyu byl yavnym"},{"SurahNumber":6,"VerseNumber":56,"Text":"Skazhi: \"Mne zapreshcheno poklanyat'sya tem, kotorym, oprich' Boga poklanyayetes' vy\". Skazhi: \"YA ne posleduyu vashim zhelaniyam; togda ya byl by v zabluzhdenii, i togda ya ne byl by v chisle idushchikh po pryamomu puti"},{"SurahNumber":6,"VerseNumber":57,"Text":"Skazhi: \"YA na yasnom uchenii Gospoda moyego, a vy schitayete yego lozh'yu. Ne v moyey vlasti to, chemu skorogo nastupleniya khotite vy; resheniye togo tol'ko vo vlasti Boga: On pokazhet istinu; On nailuchshiy iz razreshayushchikh"},{"SurahNumber":6,"VerseNumber":58,"Text":"Skazhi: \"Yesli by v moyey vlasti bylo to, chemu skorogo nastupleniya khotite vy: to delo mezhdu mnoy i vami uzhe bylo by resheno\". Bog znayet bezzakonnykh"},{"SurahNumber":6,"VerseNumber":59,"Text":"U Nego klyuchi ot tayn: On tol'ko odin znayet ikh. On znayet vso, chto yest' na sushe i na more; ni odin list drevesnyy ne padayet bez Yego vedoma; net zerna vo mrake zemli, net bylinki, ni svezhey, ni sukhoy, kotoryye ne byli by oznacheny v yasnom pisanii"},{"SurahNumber":6,"VerseNumber":60,"Text":"On uspokaivayet vas vo vremya nochi; znayet, chto dobyvayete sebe v prodolzheniye dnya: vo vremya yego podderzhivayet v vas bodrost', chtoby ispolnilsya opredelonnyy dlya vas srok zhizni; posle togo k Nemu vashe vozvrashcheniye, i togda On vam pokazhet, chto sdelali vy"},{"SurahNumber":6,"VerseNumber":61,"Text":"On polnovlasten nad svoimi rabami: On posylayet khraniteley im, kotoryye pri kazhdom iz vas do toy pory, pokuda ne nastupit smert': eti poslanniki nashi verno nablyudayut za nimi i opushcheniy oni nikakikh ne delayut"},{"SurahNumber":6,"VerseNumber":62,"Text":"Potom oni vozvrashchayutsya k Bogu, istinnomu vladyke svoyemu. Da v Yego vlasti sud; On samyy strogiy iz trebovateley otchotov"},{"SurahNumber":6,"VerseNumber":63,"Text":"Skazhi: \"Kto izbavlyayet vas ot t'my na sushe, na more, kogda vy smirenno i tayno vzyvayete k Nemu: \"Yesli On izbavit nas ot etogo, to my budem blagodarnymi"},{"SurahNumber":6,"VerseNumber":64,"Text":"Skazhi: \"Bog izbavlyayet vas ot neya i ot vsyakogo drugogo ogorcheniya (a vy posle togo pridumyvayete souchastnikov Yemu)"},{"SurahNumber":6,"VerseNumber":65,"Text":"skazhi: \"On, Moshchnyy, moshchnyy stol'ko, chto mozhet poslat' na vas kazn' ili sverkhu ili snizu iz pod nog, ili odet' vas odezhdoy raznoglasiy i zastavit' vkusit' bedy drug ot druga\". Smotri, skol'ko znameniy My ukazyvayem dlya togo, chto oni, mozhet byt', budut svedushchi"},{"SurahNumber":6,"VerseNumber":66,"Text":"Narod tvoy schitayet yego (Koran) lozh'yu, togda kak on yest' istina. Skazhi: \"YA ne poruka za vas"},{"SurahNumber":6,"VerseNumber":67,"Text":"dlya kazhdogo sobytiya svoyo opredelonnoye vremya: skoro vy uznayete eto"},{"SurahNumber":6,"VerseNumber":68,"Text":"Kogda ty uvidish' takikh, kotoryye pogruzhayutsya v potok pustosloviya o nashikh znameniyakh, to udalis' ot nikh, pokuda oni ne opustyatsya v potok rasskazov o drugom chom libo; yesli satana proizvedot v tebe zabveniye ob etom, to ty, opomnyas', ne ostavaysya v besede s etimi nechestivymi lyud'mi"},{"SurahNumber":6,"VerseNumber":69,"Text":"S tekh, kotoryye bogoboyazlivy,. Ne potrebuyetsya otcheta ni v chom, no trebuyetsya pomyatovaniye ob etom: mozhet byt', oni budut bogoboyazlivy"},{"SurahNumber":6,"VerseNumber":70,"Text":"Ostav' tekh, kotoryye veroustav ikh prinimayut za igru, za potekhu: ikh obol'stila nastoyashchaya zhizn'. Im (Koranom) vrazumi ikh, chto dusha pogibnet ot togo, chto usvoila ona sebe: dlya neyo, krome Boga, ne budet pokrovitelya, ni zastupnika; i kakoy zamenoyu ona ne khotela by zamenit', ona ne primetsya ot neyo. Tak budet s temi, kotoryye pogibnut ot togo, chto usvoili oni sebe. Im pit'yom budet kipyatok - lyutaya muka za to, chto oni byli nevernymi"},{"SurahNumber":6,"VerseNumber":71,"Text":"Skazhi: \"Vozzovom li my, krome Boga, k komu libo iz tekh, kotoryye ni pol'zy nam ne prinesut, ni vreda nam ne prinesut? I posle togo, kak Bog postavil nas na pryamoy put', vorochat'sya li nam na sledy svoi, podobno tomu, kogo d'yavoly, porazivshi v pustyne bezumiyem, vodyat po rasputiyam, v to vremya kak tovarishchi vyzyvayut yego k sebe na pryamuyu dorogu slovami: \"Syuda idi!?\" Skazhi: \"Put' Boga yest' pryamoy put': nam zapovedano, chtoby my byli pokornymi Gospodu mirov"},{"SurahNumber":6,"VerseNumber":72,"Text":"I takzhe: bud'te postoyanny v molitve i boytes' Yego; On Tot, k komu vy budete sobrany"},{"SurahNumber":6,"VerseNumber":73,"Text":"On Tot, kto sotvoril nebesa i zemlyu, istinno, v to vremya, kogda On skazal: \"Bud'!\" i oni poluchili bytiye. Slovo Yego istina. Yego tsarstvo v tot den', kogda vostrubit truba; On znayushchiy taynoye i yavnoye; On mudr, vedayushchiy"},{"SurahNumber":6,"VerseNumber":74,"Text":"Nekogda Avraam skazal ottsu svoyemu Azaru: uzheli ty kumiry prinimayesh' za bogov? Vizhu, chto ty i narod tvoy v ochevidnom zabluzhdenii"},{"SurahNumber":6,"VerseNumber":75,"Text":"I tak, My pokazali Avraamu tsarstvo nebes i zemli dlya togo, chtoby on byl v chisle verno znayushchikh"},{"SurahNumber":6,"VerseNumber":76,"Text":"Kogda pokryla yego noch', on uvidel zvezdu; on skazal: \"Eto Gospod' moy!\" No kogda ona zakatilas', to on skazal: \"Ne lyublyu zakatyvayushchikhsya"},{"SurahNumber":6,"VerseNumber":77,"Text":"Potom, kogda uvidel on voskhodyashchuyu lunu, skazal: \"Eto Gospod' moy!\" A kogda ona zakatilas', on skazal: \"Da, yesli by Gospod' moy ne rukovodil menya, to ya byl by v chisle lyudey bluzhdayushchikh"},{"SurahNumber":6,"VerseNumber":78,"Text":"Kogda zhe on uvidel voskhodyashcheye solntse, skazal: \"Vot Gospod' moy; etot samyy velikiy!\" No kogda i ono zakatilos', on skazal: \"Narod moy! YA chist ot tekh kogo vy priznayote souchastnikami Bogu"},{"SurahNumber":6,"VerseNumber":79,"Text":"Obrashchayu litse moyo k Tomu, kto sotvoril nebesa i zemlyu, pribyvaya userdnym Yemu poklonnikom; ya ne iz chisla mnogobozhnikov"},{"SurahNumber":6,"VerseNumber":80,"Text":"Narod yego sporil s nim. On skazal: \"Uzheli budete sporit' so mnoy o Boge, togda kak On postavil menya na pryamom puti? YA boyus' ne tekh, kogo vy schitayete souchastnikami Yemu, a tol'ko togo chego khochet Gospod' moy. Gospod' moy svoim znaniyem obnimayet vse veshchi. Uzheli vy ne razmyslite ob etom"},{"SurahNumber":6,"VerseNumber":81,"Text":"I pochemu mne boyat'sya tekh, kogo priznayote vy souchastnikami Bogu, togda kak vy ne boites' priznavat' souchastnikami Yemu takikh, o kotorykh vam svyshe ne bylo nisposlano podtverzhdeniya? Kakaya iz etikh dvukh storon verneye bezopasna, yesli vy uznali eto"},{"SurahNumber":6,"VerseNumber":82,"Text":"Tem, kotoryye veruyut, i svoyey very ne odevayut odezhdoy zakonoprestupnosti, - tem bezopasnost', potomu, chto idut po pryamomu puti"},{"SurahNumber":6,"VerseNumber":83,"Text":"Takovy nashi dokazatel'stva, kotoryye dali My Avraamu protiv yego naroda. My vozvyshayem stepeni tekh, kotorym zakhotim etogo: Gospod' tvoy mudr, znayushch"},{"SurahNumber":6,"VerseNumber":84,"Text":"My dali yemu Isaaka i Iakova: oboikh ikh My postavili na pryamoy put', kak prezhde postavili na pryamoy put' Noya; a iz potomstva yego Davida, Solomona, Iova, Iosifa, Moiseya i Aarona: tak nagrazhdayem My delayushchikh dobro"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zakhariyu, Ioanna, Iisusa, Iliyu, - vse oni byli v chisle pravednikov"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ismaila, Yeliseya, Ionu, Lota: vsem im My dali preimushchestva nad mirami"},{"SurahNumber":6,"VerseNumber":87,"Text":"Iz sredy ottsev ikh, detey ikh, brat'yev ikh My izbrali ikh i veli ikh po pryamomu puti"},{"SurahNumber":6,"VerseNumber":88,"Text":"Takovo voditel'stvo Boga, kotorym On vedot tekh iz rabov svoikh, kotorykh khochet; a yesli by oni predalis' mnogobozhiyu, to vse, chto ni sdelali oni, okazalos' by tshchetnym"},{"SurahNumber":6,"VerseNumber":89,"Text":"Im My dali Pisaniye, mudrost', prorochestvo. Yesli v eto ne uveruyut sii, (sovremenniki) to My poruchayem eto lyudyam, v kotorykh ne budet neveruyushchikh v eto"},{"SurahNumber":6,"VerseNumber":90,"Text":"Tekh vol Bog po pryamomu puti; potomu ty idi po ikh pryamomu puti. Skazhi: \"YA ne proshu s vas platy za nego: on yest' tol'ko uveshchaniye miram"},{"SurahNumber":6,"VerseNumber":91,"Text":"Oni ne chtyat Boga s podobayushchey Yemu chestiyu; vot, oni govoryat: \"Bog ni odnomu cheloveku nichego nikogda ne nisposylal svyshe\". Skazhi: \"Kto nisposlal Pisaniye, kotoroye prinos Moisey dlya prosveshcheniya i rukovodstva lyudyam, kotoroye pishite vy na khartiyakh; kotoroye pokazyvayete, a mnogoye iz nego i skryvayete; kotorym naucheny vy tomu, chego prezhde ne znali, ni vy ni ottsy vashi?\" Skazhi: \"Bog\"; i posle togo, ostav' ikh v etom omute, v kotorom kupat'sya im lyubo"},{"SurahNumber":6,"VerseNumber":92,"Text":"I etot yest' Pisaniye, nisposylayemoye Nami; ono blagoslovenno, podtverzhdayet to, chto bylo prezhde nego, i dlya togo, chtoby ty uchil etu mat' gorodov i tekh, kotoryye vokrug yeyo; veruyushchiye v budushchuyu zhizn' veruyut v nego, i takzhe te, kotoryye userdny k molitve"},{"SurahNumber":6,"VerseNumber":93,"Text":"Yest' li kto nechestiveye togo, kto vydumyvayet lozh', ssylayas' na Boga, ili govoryat: mne bylo otkroveniye, togda kak yemu nikakogo ne bylo otkroveniya? - i togo, kto govorit: \"YA nisposhlyu podobnoye tomu, chto nisposlal svyshe Bog?\" O yesli by ty videl, kogda eti nechestivtsy budut v predsmertnykh stradaniyakh, kogda angely, prostorshi k nim ruki, skazhut: \"Izvergnite vashi dushi! Sego dnya otplachivayetsya vam ponosnym nakazaniyem vam za to, chto vy govorili o Boge ne istinu, i velichayas', otvergali Yego znameniya"},{"SurahNumber":6,"VerseNumber":94,"Text":"Vy pridote k nam odinokimi, kakimi My sotvorili vas v pervyy raz, ostavivshi pozadi sebya to, chem My nadelyali vas. S vami ne uvidim vashikh zastupnikov, kotorykh vydumali vy, pochitaya ikh souchastnikami Bogu. Vy budete otsecheny odni ot drugikh: skroyutsya ot vas te, kotorykh vydumali vy"},{"SurahNumber":6,"VerseNumber":95,"Text":"Istinno, Bog, vyvodyashchiy rostok iz khlebnogo zerna, iz finikovoy kostochki, izvodit zhivoye iz mortvogo, i mortvoye izvodit iz zhivogo. Takov - Bog. A vy - kak nerassuditel'ny"},{"SurahNumber":6,"VerseNumber":96,"Text":"On proizvodit utrenniy rassvet, ustanovil noch' dlya pokoya, a solntse i lunu dlya razchisleniya vremeni. Takovo predopredeleniye Sil'nogo, Znayushchego"},{"SurahNumber":6,"VerseNumber":97,"Text":"On postavil zvozdy dlya vas dlya togo, chtoby po nim vy vo vremya temnoty na sushe i na more uznavali pryamoy put'. Tak iz\"yasnyayem My znameniya dlya lyudey ponimayushchikh"},{"SurahNumber":6,"VerseNumber":98,"Text":"On proizvol vas ot odnoy dushi: a potomu, Yego tvoreniye i chresla i lozhesna. Tak iz\"yasnyayem My znameniya dlya lyudey razumeyushchikh"},{"SurahNumber":6,"VerseNumber":99,"Text":"On nizvodit s neba vodu: yeyu My vyrashchayem rasteniya vsekh vidov: yeyu vyrashchayem zlak, yeyu vyrashchayem khlebnyye zorna, ryadami razmeshchaya ikh v kolose; na pal'makh - zavyaz' finikov v plotno slozhennykh grozd'yakh; v sadakh - vinogradnyye lozy, masliny, granaty, to pokhozhiye, to nepokhozhiye odni na drugikh. Vzglyanite na plody ikh, kogda oni nalivayutsya, kogda zreyut: v etom znameniya dlya lyudey veruyushchikh"},{"SurahNumber":6,"VerseNumber":100,"Text":"A oni stavyat geniyev souchastnikami Bogu, togda kak On sotvoril ikh. Oni bessmyslenno pridumali dlya Nego synov i docherey. Khvala Yemu! Da budet prevoznesen On, chuzhdyy togo, chto pripisyvayut oni Yemu"},{"SurahNumber":6,"VerseNumber":101,"Text":"On sozdatel' nebes i zemli; otkuda budut u Nego deti, kogda u Nego ne byvalo podrugi? On sotvoril vso, i On znayet vso"},{"SurahNumber":6,"VerseNumber":102,"Text":"Takov Bog, Gospod' vash. Krome Yego net drugogo Boga; On tvorets vsego, potomu Yemu poklanyaytes': On pokrovitel' vsekh tvarey"},{"SurahNumber":6,"VerseNumber":103,"Text":"Vzory ne postigayut Yego, no On postigayet vzory: On - miluyushchiy, vedayushchiy"},{"SurahNumber":6,"VerseNumber":104,"Text":"Vam dana uzhe prozorlivost' Gospodom vashim: i kto prozorliv, tot takov v blago dushi svoyey; a kto slep, tot takov na pogibel' yeyo: ya ne khranitel' vash"},{"SurahNumber":6,"VerseNumber":105,"Text":"Tak my ukazyvayem znameniya, i dlya togo, chtoby oni govorili: \"Ty uchilsya!\" i dlya togo, chtoby My uyasnili eto lyudyam znayushchim"},{"SurahNumber":6,"VerseNumber":106,"Text":"Sleduy tomu, chto otkryto tebe Gospodom tvoim: krome Yego net drugogo Boga; udalis' ot mnogobozhnikov"},{"SurahNumber":6,"VerseNumber":107,"Text":"Yesli by zakhotel Bog, oni ne byli by mnogobozhnikami. My ne stavili tebya khranitelem ikh; ty ne popechitel' nad nimi"},{"SurahNumber":6,"VerseNumber":108,"Text":"Ne zloslov' tekh, kotorykh prizyvayut oni oprich Boga, daby i oni, po vrazhde, po nerazumiyu, ne stali zloslovit' Boga. Tak My kazhdomu iz narodov pokazyvayem prekrasnoyu yego deyatel'nost'; so vremenem dlya nikh nastupit vozvrashcheniye ko Gospodu ikh: togda My yasno ukazhem to, chto oni sdelali"},{"SurahNumber":6,"VerseNumber":109,"Text":"Oni, v podtverzhdeniye svoikh uvereniy, klyalis' Bogom, chto, yesli pridot k nim kakoye znameniye, oni uveruyut v nego. Skazhi: \"Znameniya vo vlasti Boga; i obrazumyat li oni vas? Istinno, kogda oni i pridut k vam, vy ne poverite"},{"SurahNumber":6,"VerseNumber":110,"Text":"My otvratim serdtsa ikh i ochi ikh, tak kak oni ne verovali tomu v pervyy raz: My ostavim ikh, chtoby oni isstuplennyye, skitalis' po rasputiyam nechestiya"}]}