{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"Er sagte: \"Habe ich dir nicht gesagt, daß du gewiß mit mir keine Geduld haben kannst"},{"SurahNumber":18,"VerseNumber":76,"Text":"Er sagte: \"Sollte ich dich nach irgend etwas nach diesem fragen, dann laß mich nicht langer dein Begleiter sein, bereits hast du von mir aus eine Entschuldigung"},{"SurahNumber":18,"VerseNumber":77,"Text":"Dann gingen beide weiter. Als die Beiden dann die Bewohner einer Ortschaft erreichten, fragten beide ihre Bewohner nach Speise, aber diese weigerten sich, ihnen Gastfreundschaft zu gewahren. Dann fanden beide eine Mauer, die dabei war, einzusturzen, und er richtete sie wieder auf. Er (Musa) sagte: \"Wenn du mochtest, konntest du dafur Lohn verlangen"},{"SurahNumber":18,"VerseNumber":78,"Text":"Er sagte: \"Dies ist das Trennende zwischen mir und dir! Ich werde dir jedoch die Deutung dessen mitteilen, wofur du keine Geduld aufbringen konntest"},{"SurahNumber":18,"VerseNumber":79,"Text":"Hinsichtlich des Schiffes: Dieses war im Besitz armer Menschen, welche auf dem Meere arbeiteten. Und ich wollte es mangelhaft machen, denn vor ihnen gab es einen Konig, der sich jedes (guten) Schiffs gewaltsam bemachtigte"},{"SurahNumber":18,"VerseNumber":80,"Text":"Und hinsichtlich des Jungen: Dessen Eltern waren beide Mumin, und wir furchteten, daß er beide mit Ausschweifung und Kufr uberzieht"},{"SurahNumber":18,"VerseNumber":81,"Text":"Dann wollten wir, daß ihr HERR ihnen an seiner Stelle (ein Kind) gibt, welches lauterer und barmherziger als dieser ist"},{"SurahNumber":18,"VerseNumber":82,"Text":"Und hinsichtlich der Mauer: Sie gehorte zwei Waisenjungen in der Stadt. Und darunter lag ein Schatz, der fur beide bestimmt war. Und ihr Vater war ein gottgefallig Guttuender. So wollte dein HERR, daß beide erwachsen werden und ihren Schatz ausgraben - aus Gnade von deinem HERRN. Und ich habe dies nicht aus eigenem Erwagen getan. Dies ist die Deutung dessen, wofur du keine Geduld aufbringen konntest"},{"SurahNumber":18,"VerseNumber":83,"Text":"Und sie fragen dich nach Dhul-qarnain. Sag: \"Ich werde euch etwas uber ihn vortragen"},{"SurahNumber":18,"VerseNumber":84,"Text":"Gewiß, WIR gewahrten ihm Macht auf Erden und gaben ihm zu jeder Sache einen Zugang"},{"SurahNumber":18,"VerseNumber":85,"Text":"Dann folgte er einem Weg"},{"SurahNumber":18,"VerseNumber":86,"Text":"Als er dann (den Ort) des Sonnenuntergangs erreichte, fand er sie so, daß sie in einer schlammigen Quelle untergehe, und er fand in ihrer Nahe Leute. WIR sagten: \"Dhul-qarnain! Entweder peinigst du sie, oder du gewahrst ihnen Gutes"},{"SurahNumber":18,"VerseNumber":87,"Text":"Er sagte: \"Hinsichtlich dessen, der Unrecht beging, den werden wir peinigen, dann wird er zu seinem HERRN zuruckgebracht, dann wird ER ihn einer ungeheuerlichen Peinigung unterziehen"},{"SurahNumber":18,"VerseNumber":88,"Text":"Doch hinsichtlich dessen, der den Iman verinnerlichte und gottgefallig Gutes tat, fur den ist die gute Belohnung bestimmt, und wir werden ihm Leichtes gebieten"},{"SurahNumber":18,"VerseNumber":89,"Text":"Dann folgte er einem Weg"},{"SurahNumber":18,"VerseNumber":90,"Text":"Als er dann (den Ort) des Sonnenaufgangs erreichte, fand er sie so, daß sie uber Leute aufgeht, gegen sie WIR ihnen keinen Schutz gaben"},{"SurahNumber":18,"VerseNumber":91,"Text":"Solcherart war es. Und bereits hatten WIR umfassendes Wissen uber das, woruber er verfugte"},{"SurahNumber":18,"VerseNumber":92,"Text":"Dann folgte er einem Weg"},{"SurahNumber":18,"VerseNumber":93,"Text":"Als er dann (den Ort) zwischen den beiden Wallen erreichte, fand er hinter ihnen Leute, die kaum Gesagtes verstanden"},{"SurahNumber":18,"VerseNumber":94,"Text":"Sie sagten: \"Dhulqarnain! Gewiß, Yadschudsch und Madschudsch sind Verderben-Anrichtende auf Erden. Sollten wir dir eine Lohnung dafur ansetzen, daß du zwischen uns und ihnen einen Wall errichtest"},{"SurahNumber":18,"VerseNumber":95,"Text":"Er sagte: \"Das, worin mich mein HERR festigte, ist besser. Also unterstutzt mich durch Arbeitskraft, damit ich zwischen euch und ihnen einen Damm errichte"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bringt mir Eisenstucke!\" Als er dann (die Lucke) zwischen den beiden Wallabhangen auf gleicher Hohe zuschutten ließ, sagte er: \"Blast!\" Als er dann es (das Eisen) erhitzte, sagte er: \"Bringt mir geschmolzenes Kupfer, das ich daruber gieße"},{"SurahNumber":18,"VerseNumber":97,"Text":"Dann konnten sie ihn weder erklimmen, noch darin ein Loch bohren"},{"SurahNumber":18,"VerseNumber":98,"Text":"Er sagte: \"Dies ist eine Gnade von meinem HERRN. Und wenn das Versprechen meines HERRN eintrifft, wird ER ihn dem Erdboden gleich machen. Und das Versprechen meines HERRN ist wahr"},{"SurahNumber":18,"VerseNumber":99,"Text":"Und WIR lassen die einen von ihnen an diesem Tag sich mit den anderen vermischen. Und nachdem es in As-sur gestoßen wird, werden WIR sie in einer Versammlung versammeln"},{"SurahNumber":18,"VerseNumber":100,"Text":"Und WIR werden Dschahannam an diesem Tag den Kafir in einer Vorfuhrung zeigen"},{"SurahNumber":18,"VerseNumber":101,"Text":"Es sind diejenigen, deren Augen mit einer Blende gegen Meine Ermahnung umhullt waren. Und sie vermochten nicht zu horen"},{"SurahNumber":18,"VerseNumber":102,"Text":"Dachten etwa diejenigen, die Kufr betrieben haben, daß Meine Diener sich an Meiner Stelle andere Wali nehmen. Gewiß, WIR bereiteten Dschahannam den Kafir als Unterkunft"},{"SurahNumber":18,"VerseNumber":103,"Text":"Sag: \"Sollen wir euch eine Mitteilung uber die Erfolglosesten beim Handeln machen"},{"SurahNumber":18,"VerseNumber":104,"Text":"Es sind diejenigen, deren Bestreben im diesseitigen Leben verfehlt war, wahrend sie dachten, sie bewerkstelligten doch Gutes"},{"SurahNumber":18,"VerseNumber":105,"Text":"Es sind diese, die den Ayat ihres HERRN und Dessen Begegnung gegenuber Kufr betrieben haben, so wurden ihre Handlungen zunichte. Und am Tage der Auferstehung messen WIR ihnen keinerlei Bedeutung bei"},{"SurahNumber":18,"VerseNumber":106,"Text":"Dies ist ihre Vergeltung - Dschahannam, fur das, was sie an Kufr betrieben haben, und dafur, daß sie Meine Ayat und Meine Gesandten zu verspotten pflegten"},{"SurahNumber":18,"VerseNumber":107,"Text":"Gewiß, diejenigen, die den Iman verinnerlichen und gottgefallig Gutes tun - fur sie sind die Dschannat von Al-Firdaus als Unterkunft bestimmt"},{"SurahNumber":18,"VerseNumber":108,"Text":"Darin werden sie ewig bleiben, und sich daraus keinen Umzug wunschen"},{"SurahNumber":18,"VerseNumber":109,"Text":"Sag: \"Ware das Meer eine Schreibflussigkeit fur die Worte meines HERRN, wurde das Meer auf jeden Fall ausgehen, bevor die Worte meines HERRN enden, auch dann sollten wir Seinesgleichen als Nachschub bringen"},{"SurahNumber":18,"VerseNumber":110,"Text":"Sag: \"Ich bin nur ein Mensch euresgleichen, dem Wahy zuteil wird, daß euer Gott nur ein einziger Gott ist. Wer also die Begegnung seines HERRN erwartet, der soll gottgefallig gute Tat vollbringen und dem Dienen seines HERRN gegenuber keinerlei Schirk mit einem anderem betreiben"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf-ha-ja-'ain-sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Dies ist die Mitteilung uber die Gnade, die dein HERR Seinem Diener Zakaria erwiesen hat"},{"SurahNumber":19,"VerseNumber":3,"Text":"als dieser seinen HERRN mit einem unauffalligen Ruf anrief"},{"SurahNumber":19,"VerseNumber":4,"Text":"Er sagte: \"HERR! Gewiß, mir liegt die Schwache in den Knochen und mein Kopf ist voll grauer Haare. Doch nie war ich mit dem Bittgebet zu Dir - HERR!  erfolglos"},{"SurahNumber":19,"VerseNumber":5,"Text":"Auch bin ich besorgt uber das Verhalten der Erben nach meinem Tod, und meine Gattin war immer unfruchtbar, so schenke mir von Dir aus einen Wali"},{"SurahNumber":19,"VerseNumber":6,"Text":"der mich beerbt und auch von der Familie Ya'qubs erbt, und lasse ihn - HERR! - ein Angenommener sein"},{"SurahNumber":19,"VerseNumber":7,"Text":"Zakaria! Gewiß, WIR uberbringen dir doch frohe Botschaft von einem Jungen Namens Yahya. Dessen Namen haben WIR niemandem zuvor gegeben"},{"SurahNumber":19,"VerseNumber":8,"Text":"Er sagte: \"HERR! Wie kann ich einen Jungen haben, wo meine Gattin immer unfruchtbar war und ich bereits das Greisenalter erreicht habe"},{"SurahNumber":19,"VerseNumber":9,"Text":"Er (der Engel) sagte: \"Es ist so! Dein HERR sagte: \"Dies ist Mir ein Leichtes! ICH erschuf bereits auch dich, obwohl du nichts warst"},{"SurahNumber":19,"VerseNumber":10,"Text":"Er sagte: \"HERR! Lege mir eine Aya fest!\" ER sagte: \"Deine Aya sei, daß du mit den Menschen drei volle Nachte nicht reden kannst"},{"SurahNumber":19,"VerseNumber":11,"Text":"Sogleich ging er heraus aus der Gebetsstatte zu seinen Leuten und gab ihnen zu verstehen: \"Lobpreist (ALLAH) morgens und abends"},{"SurahNumber":19,"VerseNumber":12,"Text":"Yahya! Halte dich mit Nachdruck an die Schrift! Und WIR ließen ihm als Kind die Weisheit zuteil werden"},{"SurahNumber":19,"VerseNumber":13,"Text":"sowie Mildherzigkeit von Uns und Reinheit. Und er war ein Muttaqi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Er war auch gutig seinen Eltern gegenuber, und er war kein widerspenstiger Widersacher"},{"SurahNumber":19,"VerseNumber":15,"Text":"Und Salam sei auf ihm am Tage, als er geboren wurde, und am Tage, wenn er stirbt, und am Tage, wenn er lebendig erweckt wird"},{"SurahNumber":19,"VerseNumber":16,"Text":"Und erwahne in der Schrift Maryam, als sie sich von ihrer Familie an einen ostlichen Platz zuruckzog"},{"SurahNumber":19,"VerseNumber":17,"Text":"und vor ihnen einen Sichtschutz errichtete. Dann entsandten WIR ihr einen Ruhh von Uns und er erschien ihr als ein makelloser Mensch"},{"SurahNumber":19,"VerseNumber":18,"Text":"Sie sagte: \"Ich suche Schutz beim Allgnade Erweisenden vor dir, wenn du ein Muttaqi bist"},{"SurahNumber":19,"VerseNumber":19,"Text":"Er erwiderte: \"Ich bin doch nur ein Gesandter deines HERRN, um dir einen reinen Jungen zu schenken"},{"SurahNumber":19,"VerseNumber":20,"Text":"Sie sagte: \"Wie kann ich einen Jungen haben, wo mich noch nie ein Mensch intim beruhrte und ich nie eine Unzuchtige war"},{"SurahNumber":19,"VerseNumber":21,"Text":"Er sagte: \"Es ist so! Dein HERR sagte: \"Dies ist Mir ein Leichtes!\" Und zweifellos werden WIR ihn zu einer Aya machen fur die Menschen und zu einer Gnade von Uns! Und dies ist bereits eine beschlossene Sache"},{"SurahNumber":19,"VerseNumber":22,"Text":"Dann wurde sie schwanger mit ihm, und zog sich mit ihm unmittelbar an einen entfernten Ort zuruck"},{"SurahNumber":19,"VerseNumber":23,"Text":"Sogleich kamen ihr die Wehen am Stamm der Dattelpalme. Sie sagte: \"Ware ich doch vordem tot gewesen und als etwas Vergessenes vergessen"},{"SurahNumber":19,"VerseNumber":24,"Text":"Da rief sie der Engel von unten her: \"Sei nicht traurig! Bereits ließ dein HERR unter dir ein Bachlein fließen"},{"SurahNumber":19,"VerseNumber":25,"Text":"Auch schuttele den Stamm der Dattelpalme zu dir! So laßt sie ausgereifte Datteln uber dich fallen"},{"SurahNumber":19,"VerseNumber":26,"Text":"Also iß und trink und sei frohlich! Und solltest du einen der Menschen sehen, so sprich: \"Ich habe Dem Allgnade Erweisenden ein Fasten gelobt, deshalb werde ich heute mit keinem Menschen sprechen"},{"SurahNumber":19,"VerseNumber":27,"Text":"Und sie kam mit ihm zu ihren Leuten, sie trug ihn. Sie sagten: \"Maryam! Gewiß, bereits hast du eine ungeheuerliche Sache begangen"},{"SurahNumber":19,"VerseNumber":28,"Text":"Schwester Haruns! Weder war dein Vater ein Mensch des Bosen, noch war deineMutter eine Unzuchtige"},{"SurahNumber":19,"VerseNumber":29,"Text":"Daraufhin zeigte sie nur auf ihn. Sie sagten: \"Wie sollen wir mit jemandem sprechen, der noch in der Wiege liegt"},{"SurahNumber":19,"VerseNumber":30,"Text":"Er sagte: \"Ich bin ALLAHs Diener! ER ließ mir die Schrift zuteil werden und machte mich zum Propheten"},{"SurahNumber":19,"VerseNumber":31,"Text":"ER machte mich auch zu einem mit Baraka Erfullten, uberall wo ich bin. Und ER hat mir das rituelle Gebet und die Zakat geboten, solange ich lebe"},{"SurahNumber":19,"VerseNumber":32,"Text":"(ER machte mich) auch zu einem Gutigen meiner Mutter gegenuber. Doch ER machte mich nicht zu einem widerspenstigen Widersacher"},{"SurahNumber":19,"VerseNumber":33,"Text":"Und Salam sei mit mir an dem Tag, als ich geboren wurde, und an dem Tag, wenn ich sterbe, und an dem Tag, wenn ich lebendig erweckt werde"},{"SurahNumber":19,"VerseNumber":34,"Text":"dies ist 'Isa Ibnu-Maryam. Er ist das Wort der Wahrheit, uber den sie zweifeln"},{"SurahNumber":19,"VerseNumber":35,"Text":"ALLAH gebuhrt in keiner Weise, daß ER Sich Kinder nimmt, gepriesen-erhaben ist ER! Wenn ER eine Angelegenheit bestimmt, so sagt ER ihr nur: \"Sei!\" Und sie ist"},{"SurahNumber":19,"VerseNumber":36,"Text":"Und gewiß, ALLAH ist mein HERR und euer HERR! So dient nur Ihm! Dies ist ein geradliniger Weg"},{"SurahNumber":19,"VerseNumber":37,"Text":"Danach wurden die Parteien unter ihnen uneins. Und Untergang sei denjenigen, die Kufr betrieben haben, beim Erleben eines gewaltigen Tages"},{"SurahNumber":19,"VerseNumber":38,"Text":"Wie sehend und horend werden sie sein, wenn sie zu Uns kommen! Doch die Unrecht- Begehenden sind heute im offenkundigen Irrtum"},{"SurahNumber":19,"VerseNumber":39,"Text":"Und warne sie vor dem Tag der Selbstanklage, wenn die Angelegenheit beschlossen wird, wahrend sie in Achtlosigkeit sind und keinen Iman verinnerlichen"},{"SurahNumber":19,"VerseNumber":40,"Text":"Gewiß, WIR sind Derjenige, Der die Erde und alles auf ihr wieder zu Sich nimmt, und zu Uns werden sie zuruckgebracht"},{"SurahNumber":19,"VerseNumber":41,"Text":"Und erwahne in der Schrift Ibrahim! Gewiß, er war ein außerst Wahrhaftiger, ein Prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"Als er zu seinem Vater sagte: \"Mein Vater! Weshalb betest du etwas an, das weder sieht, noch hort, noch von dir irgend etwas abwenden kann"},{"SurahNumber":19,"VerseNumber":43,"Text":"Mein Vater! Gewiß, mir wurde vom Wissen das zuteil, was dir nicht zuteil wurde, so folge mir, dann leite ich dich recht auf einen geraden Weg"},{"SurahNumber":19,"VerseNumber":44,"Text":"Mein Vater! Diene nicht dem Satan! Gewiß, der Satan war Dem Allgnade Erweisenden immer ein Widersacher"},{"SurahNumber":19,"VerseNumber":45,"Text":"Mein Vater! Gewiß, ich furchte, daß dich eine Peinigung vom Allgnade Erweisenden trifft, und du ein Vertrauter Satans sein wirst"},{"SurahNumber":19,"VerseNumber":46,"Text":"Er sagte: \"Bist du etwa meinen Gottern gegenuber abgeneigt, du Ibrahim?! Wenn du damit nicht aufhorst, werde ich dich gewiß steinigen! Und bleibe fern von mir fur langere Zeit"},{"SurahNumber":19,"VerseNumber":47,"Text":"Er sagte: \"Salam sei mit dir. Ich werde fur dich meinen HERRN um Vergebung bitten. Denn ER ist mir gegenuber immer großzugig gewesen"},{"SurahNumber":19,"VerseNumber":48,"Text":"Und ich ziehe mich von euch und von dem zuruck, an das ihr anstelle von ALLAH Bittgebete richtet. Und ich richte Bittgebete an meinen HERRN! Ich hoffe, daß ich mit dem Bittgebet an meinen HERRN nicht erfolglos bin"},{"SurahNumber":19,"VerseNumber":49,"Text":"Nachdem er sich von ihnen und von dem zuruckgezogen hatte, was sie anstelle von ALLAH anbeteten, haben WIR ihm Ishaq und Ya'qub geschenkt. Und beide machten WIR zu Propheten"},{"SurahNumber":19,"VerseNumber":50,"Text":"Und WIR haben ihnen von Unserer Gnade geschenkt und ihnen eine wahrhaftige, uberragende Anerkennung zukommen lassen"},{"SurahNumber":19,"VerseNumber":51,"Text":"Und erwahne in der Schrift Musa! Gewiß, er war ein Auserwahlter, und war ein Gesandter, ein Prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"WIR ließen ihn von der rechten Seite des Tur- Bergs rufen, und Uns als Vertrauten naher bringen"},{"SurahNumber":19,"VerseNumber":53,"Text":"Und WIR schenkten ihm aus Unserer Gnade heraus seinen Bruder Harun als einen Propheten"},{"SurahNumber":19,"VerseNumber":54,"Text":"Und erwahne in der Schrift Isma'il! Gewiß, er war wahrhaftig im Versprechen und war ein Gesandter, ein Prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"Und er pflegte, seiner Familie das rituelle Gebet und die Zakat zu gebieten. Und er war bei seinem HERRN ein Angenommener"},{"SurahNumber":19,"VerseNumber":56,"Text":"Und erwahne in der Schrift Idris! Gewiß, er war ein außerst Wahrhaftiger, ein Prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"Und WIR erhoben ihn zu einem hohen Ort"},{"SurahNumber":19,"VerseNumber":58,"Text":"Diese sind diejenigen, denen ALLAH Gaben zuteil werden ließ von den Propheten aus der Nachkommenschaft Adams, und von denjenigen, die WIR mit Nuh trugen, und aus der Nachkommenschaft Ibrahims und Israils, und von denjenigen, dieWIR rechtgeleitet und auserwahlt haben. Wenn ihnen die Ayat des Allgnade Erweisenden vorgetragen wurden, fielen sie sudschud-vollziehend und weinend nieder"},{"SurahNumber":19,"VerseNumber":59,"Text":"Doch dann folgten ihnen Nachfahren, die das rituelle Gebet vernachlassigten und ihren Neigungen folgten. Diese werden noch Boses finden"},{"SurahNumber":19,"VerseNumber":60,"Text":"außer denjenigen, die reuig wurden, den Iman verinnerlicht und gottgefallig Gutes getan haben, denn diese werden in die Dschanna eintreten und ihnen wird in keiner Weise Unrecht zugefugt"},{"SurahNumber":19,"VerseNumber":61,"Text":"(Sie treten ein in) Dschannat von 'Adn, die Der Allgnade Erweisende Seinen Dienern von der Welt des Verborgenen versprochen hat. Sein Versprechen wird zweifelsohne erfullt werden"},{"SurahNumber":19,"VerseNumber":62,"Text":"Darin horen sie nichts Unnutzes - (sie horen) nur den Salam-Gruß! Und ihnen ist ihre Versorgung darin morgens und abends gesichert"},{"SurahNumber":19,"VerseNumber":63,"Text":"Diese ist die Dschanna, die WIR fur diejenigen von Unseren Dienern bleiben lassen, die Muttaqi waren"},{"SurahNumber":19,"VerseNumber":64,"Text":"Und wir (die Engel) steigen nicht hinunter, es sei denn gemaß der Anweisung deines HERRN. Ihm gehort, was vor uns, was hinter uns und was dazwischen ist. Und dein HERR vergißt nie"},{"SurahNumber":19,"VerseNumber":65,"Text":"ER ist Der HERR der Himmel, der Erde und dessen, was zwischen beiden ist, so diene Ihm und ube dich in Geduld bei seiner Verehrung. Kennst du etwa einen, der mit Ihm den Namen teilt"},{"SurahNumber":19,"VerseNumber":66,"Text":"Und der Mensch sagt: \"Wenn ich sterbe, werde ich dann etwa zum Leben erweckt werden"},{"SurahNumber":19,"VerseNumber":67,"Text":"Bedenkt der Mensch etwa nicht, daß WIR ihn gewiß vorher erschufen, nachdem er nichts gewesen war"},{"SurahNumber":19,"VerseNumber":68,"Text":"Bei deinem HERRN! WIR werden sie doch versammeln, sowie die Satane. Dann werden WIR sie doch kniend um Dschahannam herum bringen lassen"},{"SurahNumber":19,"VerseNumber":69,"Text":"Dann werden WIR von jeder Gefolgschaft doch diejenigen herausgreifen, die gegenuber Dem Allgnade Erweisenden heftiger in der Ubertretung waren"},{"SurahNumber":19,"VerseNumber":70,"Text":"Denn WIR wissen gewiß besser Bescheid uber diejenigen, die eher verdienen, hineingeworfen zu werden"},{"SurahNumber":19,"VerseNumber":71,"Text":"Und jeder von euch wird es (das Feuer) gewiß ansteuern. Fur deinen HERRN ist dies eine beschlossene Notwendigkeit"},{"SurahNumber":19,"VerseNumber":72,"Text":"Dann erretten WIR diejenigen, die Taqwa gemaß handelten, und lassen die Unrecht-Begehenden darin kniend"},{"SurahNumber":19,"VerseNumber":73,"Text":"Und wenn ihnen Unsere Ayat in Klarheit vorgetragen werden, sagen diejenigen, die Kufr betrieben haben, denjenigen, die den Iman verinnerlicht haben: \"Welche der beiden Gruppierungen hat den besseren Wohnort und die angenehmere Gesellschaft"},{"SurahNumber":19,"VerseNumber":74,"Text":"Wie viele Generationen vor ihnen haben WIR bereits zugrundegerichtet, die uber noch schonere Ausstattungen und Sehenswurdigkeiten verfugten"},{"SurahNumber":19,"VerseNumber":75,"Text":"Sag also: \"Wer sich im Irrtum befindet, dem soll Der Allgnade Erweisende noch mehr davon gewahren!\" Wenn sie dann sehen, was ihnen angedroht wurde: entweder die Peinigung oder die Stunde, dann werden sie wissen, wer uber die schlimmere Stellung und die schwachere Streitmacht verfugt"},{"SurahNumber":19,"VerseNumber":76,"Text":"Und ALLAH laßt diejenigen, die der Rechtleitung folgten, noch mehr an Rechtleitung gewinnen. Und die bleibenden gottgefalligen guten Taten haben bei deinem HERRN die bessere Belohnung und den besseren Zugewinn"},{"SurahNumber":19,"VerseNumber":77,"Text":"Auch sollst du Mitteilung machen uber denjenigen, der Unseren Ayat gegenuber Kufr betrieben und gesagt hat: \"Ganz gewiß werden mir Vermogen und Kinder zuteil"},{"SurahNumber":19,"VerseNumber":78,"Text":"Hat er etwa Einsicht in das Verborgene gehabt oder etwa mit Dem Allgnade Erweisenden eine Abmachung getroffen"},{"SurahNumber":19,"VerseNumber":79,"Text":"Bestimmt nicht! WIR werden registrieren lassen, was er sagt, und werden ihm noch viel mehr von der Peinigung zuteilen lassen"},{"SurahNumber":19,"VerseNumber":80,"Text":"Und WIR werden ihm das wegnehmen, woruber er sprach. Auch wird er ja ohnehin alleine zu Uns kommen"},{"SurahNumber":19,"VerseNumber":81,"Text":"Und sie nahmen sich Gotter anstelle von ALLAH, damit diese ihnen Ansehen verleihen"},{"SurahNumber":19,"VerseNumber":82,"Text":"Bestimmt nicht! Sie werden ihrer Anbetung gegenuber Kufr betreiben und werden ihre Kontrahenten sein"},{"SurahNumber":19,"VerseNumber":83,"Text":"Weißt du etwa nicht, daß WIR die Satane zu den Kafir schickten, damit sie diese standig aufhetzen"},{"SurahNumber":19,"VerseNumber":84,"Text":"So hab keine Eile mit ihnen! Denn WIR zahlen ihnen nur noch ihre Tage auf"},{"SurahNumber":19,"VerseNumber":85,"Text":"(Und erinnere) an den Tag, wenn WIR die Muttaqi vor Dem Allgnade Erweisenden in Delegation versammeln"},{"SurahNumber":19,"VerseNumber":86,"Text":"und die schwer Verfehlenden als Herde zu Dschahannam treiben"},{"SurahNumber":19,"VerseNumber":87,"Text":"Sie verfugen uber keine Furbitte, sondern nur diejenigen, die eine Abmachung mit Dem Allgnade Erweisenden trafen"},{"SurahNumber":19,"VerseNumber":88,"Text":"Und sie sagten: \"Der Allgnade Erweisende hat sich einen Sohn genommen"},{"SurahNumber":19,"VerseNumber":89,"Text":"Gewiß, bereits habt ihr (damit) eine Ungeheuerlichkeit vollbracht"},{"SurahNumber":19,"VerseNumber":90,"Text":"Beinahe wurden davon die Himmel nach und nach aufreißen, die Erde sich spalten und die Felsengebirge in Trummer auseinanderfallen"},{"SurahNumber":19,"VerseNumber":91,"Text":"daß sie Dem Allgnade Erweisenden einen Sohn zugeschrieben haben"},{"SurahNumber":19,"VerseNumber":92,"Text":"Und in keiner Weise gebuhrt Dem Allgnade Erweisenden, daß ER sich einen Sohn nimmt"},{"SurahNumber":19,"VerseNumber":93,"Text":"Ganz gewiß gibt es nichts in den Himmeln und auf Erden, das nicht vor Dem Allgnade Erweisenden als Anbeter kommt"},{"SurahNumber":19,"VerseNumber":94,"Text":"Gewiß, bereits kennt ER sie umfassend und zahlte sie genau auf"},{"SurahNumber":19,"VerseNumber":95,"Text":"Und alle kommen zu Ihm einzeln am Tag der Auferstehung"},{"SurahNumber":19,"VerseNumber":96,"Text":"Gewiß, diejenigen, die den Iman verinnerlicht und gottgefallig Gutes getan haben, denen wird Der Allgnade Erweisende Liebe gewahren"},{"SurahNumber":19,"VerseNumber":97,"Text":"WIR haben ihn (den Quran) in deiner Sprache nur erleichtert, damit du mit ihm den Muttaqi frohe Botschaft uberbringst und mit ihm die entschiedenen Gegner warnst"},{"SurahNumber":19,"VerseNumber":98,"Text":"Und wie viele Generationen vor ihnen haben WIR bereits zugrundegerichtet! Verspurst du etwa von ihnen irgendeinen, oder vernimmst du von ihnen etwa irgendein Gerausch"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta-ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"WIR sandten dir den Quran nicht hinab, damit du dich erschopfst"},{"SurahNumber":20,"VerseNumber":3,"Text":"Es ist nur eine Erinnerung fur diejenigen, die Ehrfurcht haben"},{"SurahNumber":20,"VerseNumber":4,"Text":"(Er ist) eine sukzessive Hinabsendung von Demjenigen, Der die Erde und die hohen Himmel erschuf"},{"SurahNumber":20,"VerseNumber":5,"Text":"ER ist Der Allgnade Erweisende, Der uber Al'ahrsch komplett herrschte"},{"SurahNumber":20,"VerseNumber":6,"Text":"Ihm gehort, was in den Himmeln, was auf Erden, was zwischen beiden und was unter der Erde ist"},{"SurahNumber":20,"VerseNumber":7,"Text":"Und solltest du das Gesagte laut sprechen, so kennt ER doch das Geheimnis und das noch Verborgenere"},{"SurahNumber":20,"VerseNumber":8,"Text":"ALLAH, es gibt keine Gottheit außer Ihm! Ihm gebuhren die schonsten Namen"},{"SurahNumber":20,"VerseNumber":9,"Text":"Und wurde dir die Begebenheit von Musa etwa nicht zuteil"},{"SurahNumber":20,"VerseNumber":10,"Text":"Nachdem er Feuer gesehen hatte, sagte er seiner Familie: \"Bleibt! Ich sah Feuer, vielleicht bringe ich euch davon Feuerbrand oder finde beim Feuer (jemanden, der) mich rechtleitet"},{"SurahNumber":20,"VerseNumber":11,"Text":"Und als er daran war, wurde gerufen: \"Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Gewiß, ICH bin dein HERR, so ziehe deine Schuhe aus, denn du bist gewiß im rein gehaltenen Tal Tuwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"Und ICH habe dich erwahlt, so hore dem zu, was als Wahy erteilt wird"},{"SurahNumber":20,"VerseNumber":14,"Text":"Gewiß, ICH bin ALLAH. Keine Gottheit existiert, es sei denn ICH, so diene Mir und verrichte ordnungsgemaß das rituelle Gebet zu Meinem Gedenken"},{"SurahNumber":20,"VerseNumber":15,"Text":"Zweifellos, die Stunde ist im Kommen. Beinahe werde ICH sie enthullen, damit jeder Seele nach ihrem Bestreben vergolten wird"},{"SurahNumber":20,"VerseNumber":16,"Text":"So soll dich von ihr nicht abwenden derjenige, der an sie keinen Iman verinnerlicht und seinen Neigungen folgt, sonst gehst du zugrunde"},{"SurahNumber":20,"VerseNumber":17,"Text":"Und was ist dies in deiner Rechten, Musa"},{"SurahNumber":20,"VerseNumber":18,"Text":"Er sagte: \"Es ist mein Stock, auf den stutze ich mich und mit ihm treibe ich meine Schafe zusammen. Und damit habe ich noch andere Verwendung"},{"SurahNumber":20,"VerseNumber":19,"Text":"ER sagte: \"Wirf ihn hin, Musa"},{"SurahNumber":20,"VerseNumber":20,"Text":"Sogleich warf er ihn hin, und er wurde zu einer Schlange, die umherglitt"},{"SurahNumber":20,"VerseNumber":21,"Text":"ER sagte: \"Nimm sie auf und furchte dich nicht! WIR werden sie in ihre vorherige Gestalt zuruckverwandeln"},{"SurahNumber":20,"VerseNumber":22,"Text":"Und fuhre deine Hand zu deiner Seite heran, kommt sie hell unversehrt heraus als eine zweite Aya"},{"SurahNumber":20,"VerseNumber":23,"Text":"damit WIR dir manche von Unseren großen Ayat zeigen"},{"SurahNumber":20,"VerseNumber":24,"Text":"Gehe zu Pharao, gewiß beging er außerstes Ubertreten"},{"SurahNumber":20,"VerseNumber":25,"Text":"Er sagte: \"Mein HERR! Entspanne mir meine Brust"},{"SurahNumber":20,"VerseNumber":26,"Text":"erleichtere mir meine Angelegenheit"},{"SurahNumber":20,"VerseNumber":27,"Text":"und entknote eines Knotens meine Zunge"},{"SurahNumber":20,"VerseNumber":28,"Text":"damit sie mein Gesagtes begreifen"},{"SurahNumber":20,"VerseNumber":29,"Text":"Und ernenne mir einen Assistenten von meiner Familie"},{"SurahNumber":20,"VerseNumber":30,"Text":"Harun, meinen Bruder"},{"SurahNumber":20,"VerseNumber":31,"Text":"starke mich mit ihm"},{"SurahNumber":20,"VerseNumber":32,"Text":"und beteilige ihn an meiner Angelegenheit"},{"SurahNumber":20,"VerseNumber":33,"Text":"damit wir Dich viel lobpreisen"},{"SurahNumber":20,"VerseNumber":34,"Text":"und dir viel gedenken"},{"SurahNumber":20,"VerseNumber":35,"Text":"Gewiß, DU bist uns immer allsehend"},{"SurahNumber":20,"VerseNumber":36,"Text":"ER sagte: \"Bereits wurde dir deine Bitte gewahrt, Musa"},{"SurahNumber":20,"VerseNumber":37,"Text":"Und gewiß, bereits erwiesen WIR dir ein anderes Mal Wohltaten"},{"SurahNumber":20,"VerseNumber":38,"Text":"als WIR deiner Mutter Wahy zuteil werden ließen von dem, was als Wahy erteilt wird"},{"SurahNumber":20,"VerseNumber":39,"Text":"Lege ihn in die Holzkiste, dann wirf sie in den Fluß, dann wird der Fluß sie ans Ufer spulen, dann nimmt ihn ein Feind von Mir und ein Feind von ihm.\" Und ICH machte dich beliebt und damit du unter Meiner Aufsicht erzogen wirst"},{"SurahNumber":20,"VerseNumber":40,"Text":"(Und erinnere daran), als deine Schwester vorbeiging und sagte: \"Soll ich euch jemanden zeigen, der ihn betreuen kann?\" Dann brachten WIR dich zu deiner Mutter zuruck, damit sie frohlich und nicht traurig wird. Und du hast einen Menschen getotet, dann retteten WIR dich von der Betrubnis und ließen dich mehreren Fitnas unterziehen, dann bist du (einige) Jahre bei den Leuten von Madyan geblieben. Dann kamst du der Bestimmung nach, Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Und ICH habe dich fur Mich auserwahlt"},{"SurahNumber":20,"VerseNumber":42,"Text":"Gehe du und dein Bruder mitMeinen Ayat und laßt nicht mit Meinem Gedenken nach"},{"SurahNumber":20,"VerseNumber":43,"Text":"Geht beide zu Pharao, denn gewiß, er beging außerste Ubertretungen"},{"SurahNumber":20,"VerseNumber":44,"Text":"dann sagt ihm ein mildes Wort, damit er sich erinnert oder sich furchtet"},{"SurahNumber":20,"VerseNumber":45,"Text":"Beide sagten: \"Unser HERR! Gewiß, wir furchten, daß er uns mit Bosem ereilt oder daß er außerste Ubertretungen begeht"},{"SurahNumber":20,"VerseNumber":46,"Text":"ER sagte: \"Furchtet euch beide nicht! Gewiß, ICH bin mit euch beiden, ICH hore und sehe"},{"SurahNumber":20,"VerseNumber":47,"Text":"So geht beide zu ihm, dann sagt beide: \"Wir sind beide die Gesandten deines HERRN, so schicke mit uns die Kinder Israils und peinige sie nicht! Bereits brachten wir dir eine Aya von deinem HERRN. Und Salam sei auf demjenigen, welcher der Rechtleitung folgt"},{"SurahNumber":20,"VerseNumber":48,"Text":"Gewiß, uns wurde bereits als Wahy zuteil, daß die Peinigung doch dem bestimmt ist, der leugnet und sich abwendet"},{"SurahNumber":20,"VerseNumber":49,"Text":"Er sagte: \"Wer ist denn euer HERR, Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Er sagte: \"Unser HERR ist Derjenige, Der jeder Sache ihre Gestalt verliehen hat, dann Rechtleitung erwies"},{"SurahNumber":20,"VerseNumber":51,"Text":"Er sagte: \"(Und) was ist denn mit den fruheren Generationen"},{"SurahNumber":20,"VerseNumber":52,"Text":"Er sagte: \"Das Wissen uber sie ist bei meinem HERRN in einem Register. Weder irrt Mein HERR noch vergißt ER"},{"SurahNumber":20,"VerseNumber":53,"Text":"ER ist Derjenige, Der euch die Erde als Unterlage machte, fur euch darin Wege bahnte und vom Himmel Wasser fallen ließ, mit dem WIR Paare von vielfaltigen Pflanzen hervorbrachten"},{"SurahNumber":20,"VerseNumber":54,"Text":"Esst und lasst eure An'am weiden! Gewiß, darin sind doch Ayat fur die Verstandigen"},{"SurahNumber":20,"VerseNumber":55,"Text":"Aus ihr erschufen WIR euch und in sie bringen WIR euch zuruck und aus ihr bringen WIR euch noch einmal hervor"},{"SurahNumber":20,"VerseNumber":56,"Text":"Und gewiß, bereits zeigten WIR ihm alle Unsere Ayat, dann leugnete er und lehnte sie ab"},{"SurahNumber":20,"VerseNumber":57,"Text":"Er sagte: \"Bist du etwa zu uns gekommen, Musa! - mit deiner Magie, damit du uns von unserem Land vertreibst"},{"SurahNumber":20,"VerseNumber":58,"Text":"also sicher werden wir dir gleichwertige Magie entgegensetzen, so lege zwischen uns und dir einen Termin fest, den weder wir noch du versaumen, an einem (uns) bekannten Ort"},{"SurahNumber":20,"VerseNumber":59,"Text":"Er sagte: \"Euer Termin ist der Tag der Festlichkeit. Und die Menschen sollen am Vormittag versammelt werden"},{"SurahNumber":20,"VerseNumber":60,"Text":"Dann wandte Pharao sich ab und sammelte sein Listzeug zusammen, dann kam er"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa sagte ihnen: \"Euer Untergang! Erfindet im Namen ALLAHs keine Lugen, sonst richtet ER euch mit einer Peinigung zugrunde. Und bereits versagen wird derjenige, der etwas erdichtet"},{"SurahNumber":20,"VerseNumber":62,"Text":"Und sie waren in ihrer Angelegenheit uneins und verheimlichten ihre Unterredung"},{"SurahNumber":20,"VerseNumber":63,"Text":"Sie sagten: \"Diese beiden sind sicherlich Magier, die euch aus eurem Land mit ihrer Magie vertreiben wollen und eure ideale Lebensweise annullieren"},{"SurahNumber":20,"VerseNumber":64,"Text":"Also kommt in eurer List uberein, dann kommt in Reihe. Und bereits ist erfolgreich an diesem Tag, wer die Oberhand gewinnt"},{"SurahNumber":20,"VerseNumber":65,"Text":"Sie sagten: \"Musa! Entweder wirfst du, oder werden wir die ersten sein, die werfen"},{"SurahNumber":20,"VerseNumber":66,"Text":"Er sagte: \"Nein, sondern werft (ihr)!\" Und da erschienen ihm ihre Seile und Stocke durch ihreMagie, als wurden sie umhergleiten"},{"SurahNumber":20,"VerseNumber":67,"Text":"Dann angstigte sich insgeheim, Musa"},{"SurahNumber":20,"VerseNumber":68,"Text":"WIR sagten: \"Furchte dich nicht! Gewiß, du gewinnst die Oberhand"},{"SurahNumber":20,"VerseNumber":69,"Text":"Und wirf das, was in deiner Rechten ist, es verschlingt alles, was sie bewerkstelligten! Sie bewerkstelligten doch nur eine List eines Magiers. Und der Magier wird nie erfolgreich sein, uberall wo er hinkommt"},{"SurahNumber":20,"VerseNumber":70,"Text":"So vollzogen die Magier Sudschud, sie sagten: \"Wir bekundeten den Iman an Den HERRN von Harun und Musa"},{"SurahNumber":20,"VerseNumber":71,"Text":"Er (Pharao) sagte: \"Habt ihr etwa den Iman bekundet, bevor ich euch die Zustimmung dazu gab? Gewiß, er ist doch euer Lehrmeister, der euch die Magie beibrachte. Abschneiden werde ich doch eure Hande und Fuße wechselseitig und kreuzigen werde ich euch gewiß an die Stamme der Dattelpalmen. Und ihr werdet zweifelsohne noch in Erfahrung bringen, welcher von uns uber die qualvollere und dauerhaftere Peinigung verfugt"},{"SurahNumber":20,"VerseNumber":72,"Text":"Sie sagten: \"Wir werden dich auf keinen Fall vor dem bevorzugen, was zu uns an eindeutigen Zeichen kam, und nicht vor Dem, Der uns erschuf. Also urteile, was du urteilst! Du fallst ein Urteil doch nur uber dieses diesseitige Leben"},{"SurahNumber":20,"VerseNumber":73,"Text":"Gewiß, wir verinnerlichten den Iman an unseren HERRN, damit ER uns unsere Verfehlungen vergibt und das, wozu du uns an Magie gezwungen hast. Und ALLAH ist besser und bleibender"},{"SurahNumber":20,"VerseNumber":74,"Text":"Gewiß, wer zu seinem HERRN als schwer Verfehlender kommt, fur den ist Dschahannam bestimmt, darin weder stirbt, noch lebt er"},{"SurahNumber":20,"VerseNumber":75,"Text":"Und wer zu Ihm als Mumin kommt, wobei er gottgefallig Gutes tat, fur diese sind die hohen Range bestimmt"},{"SurahNumber":20,"VerseNumber":76,"Text":"die 'Adn-Dschannat, die von Flussen durchflossen sind. Darin werden sie ewig bleiben. Und dies ist die Belohnung fur denjenigen, der sich rein halt"},{"SurahNumber":20,"VerseNumber":77,"Text":"Und gewiß, bereits ließen WIR Musa Wahy zuteil werden: \"Brich nachts auf mit Meinen Dienern, dann schlage ihnen einen getrockneten Weg ins Meer! Habe keine Angst vor Verfolgung und furchte dich nicht"},{"SurahNumber":20,"VerseNumber":78,"Text":"Dann verfolgte sie Pharao mit seinen Soldaten, dann uberschwemmte sie vom Fluß, was sie uberschwemmte"},{"SurahNumber":20,"VerseNumber":79,"Text":"Und Pharao verleitete seine Leute und leitete sie nicht recht"},{"SurahNumber":20,"VerseNumber":80,"Text":"Kinder Israils! WIR erretteten euch bereits von eurem Feind, verabredeten Uns mit euch an der rechten Seite des Tur-Bergs und ließen euch Al-mann und As-salwa zuteil werden"},{"SurahNumber":20,"VerseNumber":81,"Text":"Esst von den Tay-yibat vom Rizq, das WIR euch gewahrten, und begeht darin keine Ubertretungen, sonst widerfahrt euch Mein Zorn. Und wem Mein Zorn widerfahrt, ist bereits zugrunde gerichtet"},{"SurahNumber":20,"VerseNumber":82,"Text":"Und gewiß, ICH bin bestimmt allvergebend fur denjenigen, der reuig wurde, den Iman verinnerlichte, gottgefallig Gutes tat und dann Rechtleitung fand"},{"SurahNumber":20,"VerseNumber":83,"Text":"Und was ließ dich hier vor deinen Leuten sein, Musa"},{"SurahNumber":20,"VerseNumber":84,"Text":"Er sagte: \"Sie sind da, sie folgen meinen Spuren. Und ich eilte zu Dir, mein HERR! - damit du (mir) Wohlgefallen erweist"},{"SurahNumber":20,"VerseNumber":85,"Text":"ER sagte: \"WIR ließen doch deine Leute nach dir der Fitna aussetzen. Und As-samiri verleitete sie"},{"SurahNumber":20,"VerseNumber":86,"Text":"Dann kehrte Musa zu seinen Leuten zuruck, wutend und traurig. Er sagte: \"Meine Leute! Machte euch euer HERR etwa nicht ein schones Versprechen?! War euch die vereinbarte Zeit zu lange, oder wolltet ihr, daß euch Zorn von eurem HERRN widerfahrt, dann habt ihr das Versprechen mir gegenuber gebrochen"},{"SurahNumber":20,"VerseNumber":87,"Text":"Sie sagten: \"Wir brachen das Versprechen dir gegenuber nicht aus eigener Kraft. Auf uns wurden aber Schwerlastende von dem Schmuck der Leute gelegt, dann warfen wir sie (ins Feuer).\" Und solcherart warf ebenfalls As-samiri"},{"SurahNumber":20,"VerseNumber":88,"Text":"Dann brachte er ihnen hervor ein Kalb, einen Korper mit Gebrull. Dann sagten sie: \"Dies ist euer Gott und Musas Gott. Er vergaß es jedoch"},{"SurahNumber":20,"VerseNumber":89,"Text":"Sehen sie etwa nicht, daß es ihnen nichts Gesagtes erwidert, und daß es ihnen weder zu schaden noch zu nutzen vermag"},{"SurahNumber":20,"VerseNumber":90,"Text":"Und gewiß, bereits sagte Harun zu ihnen vorher: \"Meine Leute! Ihr wurdet mit ihm nur der Fitna ausgesetzt. Und euer HERR ist gewiß Der Allgnade Erweisende. Also folgt mir und gehorcht meiner Anweisung"},{"SurahNumber":20,"VerseNumber":91,"Text":"Sie sagten: \"Wir lassen es nicht, ihm Zuwendung zu erweisen, bis Musa zu uns zuruckkehrt"},{"SurahNumber":20,"VerseNumber":92,"Text":"Er sagte: \"Harun! Was hinderte dich daran, nachdem du gesehen hattest, daß sie irregingen"},{"SurahNumber":20,"VerseNumber":93,"Text":"mir zu folgen? Hast du etwa dich gegen meine Anweisung widersetzt"},{"SurahNumber":20,"VerseNumber":94,"Text":"Er sagte: \"Sohn meiner Mutter! Zerre weder an meinem Bart, noch an meinem Kopf! Gewiß, ich furchtete, du wurdest sagen: \"Du hast die Kinder Israils gespalten und nicht auf meine Anweisung gewartet"},{"SurahNumber":20,"VerseNumber":95,"Text":"Er sagte: \"Was ist dein Bestreben, Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"Er sagte: \"Ich nahm wahr, was sie nicht wahrnahmen, dann griff ich eine Handvoll von der Spur des Entsandten, dann warf ich sie hinein. Und solcherart machte es mir meine Seele leicht"},{"SurahNumber":20,"VerseNumber":97,"Text":"Er sagte: \"Geh! Denn dir ist in diesem Leben gewahrt zu sagen: \"Keine Beruhrung!\" Und gewiß, fur dich ist noch ein Versprechen bestimmt, das dir gegenuber nicht gebrochen wird. Und schau deinen Gott an, dem du standig Zuwendung erwiesen hast, wir werden es zweifelsohne verbrennen, dann werden wir es gewiß in den Fluß streuen"},{"SurahNumber":20,"VerseNumber":98,"Text":"Euer Gott ist nur ALLAH, Derjenige, außer Ihm es keine Gottheit gibt. ER umfaßt alles mit Wissen"},{"SurahNumber":20,"VerseNumber":99,"Text":"Solcherart berichten WIR dir uber Nachrichten von dem, was sich fruher ereignete. Und WIR ließen dir von Uns aus eine Ermahnung (den Quran) zuteil werden"},{"SurahNumber":20,"VerseNumber":100,"Text":"Wer sich von ihm abwendet, dieser wird gewiß am Tag der Auferstehung eine Schuldenlast tragen"},{"SurahNumber":20,"VerseNumber":101,"Text":"Darin werden sie ewig bleiben. Und erbarmlich ist es fur sie am Tag der Auferstehung als Schuldenlast"},{"SurahNumber":20,"VerseNumber":102,"Text":"am Tag, wenn in As-sur geblasen wird. Und WIR versammeln die schwer Verfehlenden an diesem Tag als Zurq"},{"SurahNumber":20,"VerseNumber":103,"Text":"Sie flustern zueinander: \"Ihr habt doch nur zehn Tage verweilt"},{"SurahNumber":20,"VerseNumber":104,"Text":"WIR wissen besser, was sie sagen, wenn derjenige, der uber die beste Denkart verfugt, sagt: \"Ihr habt doch nur einen Tag verweilt"},{"SurahNumber":20,"VerseNumber":105,"Text":"Und sie fragen dich nach den Felsenbergen, dann sag: \"Mein HERR wird sie in (kleinste) Teilchen zerkleinern"},{"SurahNumber":20,"VerseNumber":106,"Text":"Dann laßt ER sie zu einer ebenen Flache werden"},{"SurahNumber":20,"VerseNumber":107,"Text":"auf der du weder Unebenheit noch Erhebung siehst"},{"SurahNumber":20,"VerseNumber":108,"Text":"An diesem Tag folgen sie dem Rufenden ohne Abweichung. Und die Stimmen verstummen vor Dem Allgnade Erweisenden, dann vernimmst du nichts außer Flustern"},{"SurahNumber":20,"VerseNumber":109,"Text":"An diesem Tag nutzt keine Fursprache, außer (der Fursprache) desjenigen, dem Der Allgnade Erweisende die Zustimmung gab und von ihm das Gesagte annahm"},{"SurahNumber":20,"VerseNumber":110,"Text":"ER kennt das, was vor ihnen und was hinter ihnen liegt. Sie jedoch haben kein umfassendes Wissen uber Ihn"},{"SurahNumber":20,"VerseNumber":111,"Text":"Und die Gesichter sind geneigt vor Dem Lebendigen, Dem Allverantwortlichen. Und bereits versagte jeder, der Unrecht auf sich lud"},{"SurahNumber":20,"VerseNumber":112,"Text":"Doch wer von gottgefallig Gutem tut, wahrend er Mumin ist, der furchtet weder Ungerechtigkeit noch Minderung"},{"SurahNumber":20,"VerseNumber":113,"Text":"Und solcherart sandten WIR ihn hinab als einen arabischen Quran und erlauterten in ihm von der Ermahnung, damit sie Taqwa gemaß handeln und damit er ihnen eine Besinnung bewirkt"},{"SurahNumber":20,"VerseNumber":114,"Text":"Und hocherhaben ist ALLAH, Der Allherrschende, Der Wahrhaftigste! Und ubereile dich nicht mit der Rezitation des Quran, bevor dir dessen Wahy komplett verkundet wurde. Und sag: \"Mein HERR! Lasse mir noch mehr Wissen zuteil werden"},{"SurahNumber":20,"VerseNumber":115,"Text":"Und gewiß, bereits wiesen WIR Adam vorher an, doch er vergaß, und WIR stellten bei ihm keinen Vorsatz fest"},{"SurahNumber":20,"VerseNumber":116,"Text":"(Und erinnere daran), als WIR den Engeln sagten: \"Vollzieht Sudschud fur Adam!\" Sie vollzogen Sudschud, außer Iblis hat es abgelehnt"},{"SurahNumber":20,"VerseNumber":117,"Text":"Dann sagten WIR: \"Adam! Gewiß, dieser ist ein Feind fur dich und fur deine Gattin. Also lasst ihn nicht euch beide aus der Dschanna herausbringen, sonst mußt du dich muhen"},{"SurahNumber":20,"VerseNumber":118,"Text":"Es wird dir gewiß gewahrt, daß du darin weder hungerst noch nackt wirst"},{"SurahNumber":20,"VerseNumber":119,"Text":"Und daß du darin weder durstest noch unter Sonnenhitze leidest"},{"SurahNumber":20,"VerseNumber":120,"Text":"Dann flusterte ihm der Satan ein, er sagte: \"Soll ich dir zeigen den Baum der Ewigkeit und eine Herrschaft, die nie vergeht"},{"SurahNumber":20,"VerseNumber":121,"Text":"Dann aßen beide von ihm, dann wurde beiden ihre Bloße sichtbar. Und beide begannen, von den Blattern der Dschanna auf sich zu flechten. Und Adam widersetzte sich seinem HERRN, so irrte er"},{"SurahNumber":20,"VerseNumber":122,"Text":"Dann erwahlte ihn sein HERR, dann vergab ER ihm und leitete ihn recht"},{"SurahNumber":20,"VerseNumber":123,"Text":"ER sagte: \"Steigt von ihr, allesamt hinab! Die einen von euch (dieMenschen) sind fur die anderen (Satan) Feind. Und wenn euch von Mir Rechtleitung zuteil wird, wer dann Meiner Rechtleitung folgt, der wird weder abirren noch unglucklich werden"},{"SurahNumber":20,"VerseNumber":124,"Text":"Und wer sich von Meiner Ermahnung abwendet, fur den ist dann ein elendes Leben bestimmt, und WIR werden ihn am Tag der Auferstehung als Blinden zur Versammlung bringen"},{"SurahNumber":20,"VerseNumber":125,"Text":"Er sagte: \"Mein HERR! Weshalb bringst DU mich als Blinden zur Versammlung, wo ich doch bereits sehend war"},{"SurahNumber":20,"VerseNumber":126,"Text":"ER sagte: \"Solcherart wurden dir Meine Ayat zuteil, dann hast du sie vergessen. Und solcherart wirst du heute in Vergessenheit geraten"},{"SurahNumber":20,"VerseNumber":127,"Text":"Und solcherart vergelten WIR dem, der Ubertretungen beging und den Iman an die Ayat seines HERRN nicht verinnerlichte. Und die Peinigung des Jenseits ist gewiß noch harter und andauernder"},{"SurahNumber":20,"VerseNumber":128,"Text":"Wurde ihnen etwa noch nicht deutlich, wie viele an Generationen vor ihnen WIR zugrunde richteten, durch deren Wohnstatten sie gehen?! Gewiß, darin sind doch Ayat fur die Verstandigen"},{"SurahNumber":20,"VerseNumber":129,"Text":"Und gabe es kein von deinem HERRN bereits gefalltes Wort und keine festgelegte Frist, ware es (das Bestrafen) sicherlich notwendig"},{"SurahNumber":20,"VerseNumber":130,"Text":"So ube dich in Geduld hinsichtlich dessen, was sie sagen. Und lobpreise mit dem Lob deines HERRN vor Sonnenaufgang und vor ihrem Untergang! Auch wahrend der Nacht lobpreise Ihn und an den Tagesenden, damit du zufrieden wirst"},{"SurahNumber":20,"VerseNumber":131,"Text":"Und richte deine Augen nicht auf das, was WIR manchen von ihnen an verganglichen Verbrauchsgutern als Schmuck des diesseitigen Lebens zur Verfugung stellten, damit WIR sie darin einer Fitna unterziehen. Und das Rizq von deinem HERRN ist noch besser und andauernder"},{"SurahNumber":20,"VerseNumber":132,"Text":"Und gebiete deiner Familie das rituelle Gebet und ube dich darin in Geduld. WIR bitten dich nicht um Rizq. WIR gewahren dir Rizq. Und das Anschließende ist fur die Taqwa"},{"SurahNumber":20,"VerseNumber":133,"Text":"Und sie sagten: \"Wurde er doch uns eine Aya von seinem HERRN bringen!\" Kam zu ihnen etwa nicht die Erklarung dessen, was in den fruheren Schriften war"},{"SurahNumber":20,"VerseNumber":134,"Text":"Und hatten WIR sie mit einer Peinigung vor ihm zugrunde gerichtet, hatten sie gewiß gesagt: \"Unser HERR! Wurdest DU uns doch einen Gesandten schicken, dann folgten wir Deinen Ayat, bevor wir erniedrigt und herabgewurdigt werden"},{"SurahNumber":20,"VerseNumber":135,"Text":"Sag: \"Jeder wartet, so wartet doch! Ihr werdet noch wissen, welche zu den Weggenossen des geraden Weges gehoren und welche Rechtleitung fanden"}]}