{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"And those who do not expect the meeting with Us say, \"Why were not angels sent down to us, or [why] do we [not] see our Lord?\" They have certainly become arrogant within themselves and [become] insolent with great insolence"},{"SurahNumber":25,"VerseNumber":22,"Text":"The day they see the angels - no good tidings will there be that day for the criminals, and [the angels] will say, \"Prevented and inaccessible"},{"SurahNumber":25,"VerseNumber":23,"Text":"And We will regard what they have done of deeds and make them as dust dispersed"},{"SurahNumber":25,"VerseNumber":24,"Text":"The companions of Paradise, that Day, are [in] a better settlement and better resting place"},{"SurahNumber":25,"VerseNumber":25,"Text":"And [mention] the Day when the heaven will split open with [emerging] clouds, and the angels will be sent down in successive descent"},{"SurahNumber":25,"VerseNumber":26,"Text":"True sovereignty, that Day, is for the Most Merciful. And it will be upon the disbelievers a difficult Day"},{"SurahNumber":25,"VerseNumber":27,"Text":"And the Day the wrongdoer will bite on his hands [in regret] he will say, \"Oh, I wish I had taken with the Messenger a way"},{"SurahNumber":25,"VerseNumber":28,"Text":"Oh, woe to me! I wish I had not taken that one as a friend"},{"SurahNumber":25,"VerseNumber":29,"Text":"He led me away from the remembrance after it had come to me. And ever is Satan, to man, a deserter"},{"SurahNumber":25,"VerseNumber":30,"Text":"And the Messenger has said, \"O my Lord, indeed my people have taken this Qur'an as [a thing] abandoned"},{"SurahNumber":25,"VerseNumber":31,"Text":"And thus have We made for every prophet an enemy from among the criminals. But sufficient is your Lord as a guide and a helper"},{"SurahNumber":25,"VerseNumber":32,"Text":"And those who disbelieve say, \"Why was the Qur'an not revealed to him all at once?\" Thus [it is] that We may strengthen thereby your heart. And We have spaced it distinctly"},{"SurahNumber":25,"VerseNumber":33,"Text":"And they do not come to you with an argument except that We bring you the truth and the best explanation"},{"SurahNumber":25,"VerseNumber":34,"Text":"The ones who are gathered on their faces to Hell - those are the worst in position and farthest astray in [their] way"},{"SurahNumber":25,"VerseNumber":35,"Text":"And We had certainly given Moses the Scripture and appointed with him his brother Aaron as an assistant"},{"SurahNumber":25,"VerseNumber":36,"Text":"And We said, \"Go both of you to the people who have denied Our signs.\" Then We destroyed them with [complete] destruction"},{"SurahNumber":25,"VerseNumber":37,"Text":"And the people of Noah - when they denied the messengers, We drowned them, and We made them for mankind a sign. And We have prepared for the wrongdoers a painful punishment"},{"SurahNumber":25,"VerseNumber":38,"Text":"And [We destroyed] 'Aad and Thamud and the companions of the well and many generations between them"},{"SurahNumber":25,"VerseNumber":39,"Text":"And for each We presented examples [as warnings], and each We destroyed with [total] destruction"},{"SurahNumber":25,"VerseNumber":40,"Text":"And they have already come upon the town which was showered with a rain of evil. So have they not seen it? But they are not expecting resurrection"},{"SurahNumber":25,"VerseNumber":41,"Text":"And when they see you, [O Muhammad], they take you not except in ridicule, [saying], \"Is this the one whom Allah has sent as a messenger"},{"SurahNumber":25,"VerseNumber":42,"Text":"He almost would have misled us from our gods had we not been steadfast in [worship of] them.\" But they are going to know, when they see the punishment, who is farthest astray in [his] way"},{"SurahNumber":25,"VerseNumber":43,"Text":"Have you seen the one who takes as his god his own desire? Then would you be responsible for him"},{"SurahNumber":25,"VerseNumber":44,"Text":"Or do you think that most of them hear or reason? They are not except like livestock. Rather, they are [even] more astray in [their] way"},{"SurahNumber":25,"VerseNumber":45,"Text":"Have you not considered your Lord - how He extends the shadow, and if He willed, He could have made it stationary? Then We made the sun for it an indication"},{"SurahNumber":25,"VerseNumber":46,"Text":"Then We hold it in hand for a brief grasp"},{"SurahNumber":25,"VerseNumber":47,"Text":"And it is He who has made the night for you as clothing and sleep [a means for] rest and has made the day a resurrection"},{"SurahNumber":25,"VerseNumber":48,"Text":"And it is He who sends the winds as good tidings before His mercy, and We send down from the sky pure water"},{"SurahNumber":25,"VerseNumber":49,"Text":"That We may bring to life thereby a dead land and give it as drink to those We created of numerous livestock and men"},{"SurahNumber":25,"VerseNumber":50,"Text":"And We have certainly distributed it among them that they might be reminded, but most of the people refuse except disbelief"},{"SurahNumber":25,"VerseNumber":51,"Text":"And if We had willed, We could have sent into every city a warner"},{"SurahNumber":25,"VerseNumber":52,"Text":"So do not obey the disbelievers, and strive against them with the Qur'an a great striving"},{"SurahNumber":25,"VerseNumber":53,"Text":"And it is He who has released [simultaneously] the two seas, one fresh and sweet and one salty and bitter, and He placed between them a barrier and prohibiting partition"},{"SurahNumber":25,"VerseNumber":54,"Text":"And it is He who has created from water a human being and made him [a relative by] lineage and marriage. And ever is your Lord competent [concerning creation]"},{"SurahNumber":25,"VerseNumber":55,"Text":"But they worship rather than Allah that which does not benefit them or harm them, and the disbeliever is ever, against his Lord, an assistant [to Satan]"},{"SurahNumber":25,"VerseNumber":56,"Text":"And We have not sent you, [O Muhammad], except as a bringer of good tidings and a warner"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say, \"I do not ask of you for it any payment - only that whoever wills might take to his Lord a way"},{"SurahNumber":25,"VerseNumber":58,"Text":"And rely upon the Ever-Living who does not die, and exalt [Allah] with His praise. And sufficient is He to be, with the sins of His servants, Acquainted"},{"SurahNumber":25,"VerseNumber":59,"Text":"He who created the heavens and the earth and what is between them in six days and then established Himself above the Throne - the Most Merciful, so ask about Him one well informed"},{"SurahNumber":25,"VerseNumber":60,"Text":"And when it is said to them, \"Prostrate to the Most Merciful,\" they say, \"And what is the Most Merciful? Should we prostrate to that which you order us?\" And it increases them in aversion"},{"SurahNumber":25,"VerseNumber":61,"Text":"Blessed is He who has placed in the sky great stars and placed therein a [burning] lamp and luminous moon"},{"SurahNumber":25,"VerseNumber":62,"Text":"And it is He who has made the night and the day in succession for whoever desires to remember or desires gratitude"},{"SurahNumber":25,"VerseNumber":63,"Text":"And the servants of the Most Merciful are those who walk upon the earth easily, and when the ignorant address them [harshly], they say [words of] peace"},{"SurahNumber":25,"VerseNumber":64,"Text":"And those who spend [part of] the night to their Lord prostrating and standing [in prayer]"},{"SurahNumber":25,"VerseNumber":65,"Text":"And those who say, \"Our Lord, avert from us the punishment of Hell. Indeed, its punishment is ever adhering"},{"SurahNumber":25,"VerseNumber":66,"Text":"Indeed, it is evil as a settlement and residence"},{"SurahNumber":25,"VerseNumber":67,"Text":"And [they are] those who, when they spend, do so not excessively or sparingly but are ever, between that, [justly] moderate"},{"SurahNumber":25,"VerseNumber":68,"Text":"And those who do not invoke with Allah another deity or kill the soul which Allah has forbidden [to be killed], except by right, and do not commit unlawful sexual intercourse. And whoever should do that will meet a penalty"},{"SurahNumber":25,"VerseNumber":69,"Text":"Multiplied for him is the punishment on the Day of Resurrection, and he will abide therein humiliated"},{"SurahNumber":25,"VerseNumber":70,"Text":"Except for those who repent, believe and do righteous work. For them Allah will replace their evil deeds with good. And ever is Allah Forgiving and Merciful"},{"SurahNumber":25,"VerseNumber":71,"Text":"And he who repents and does righteousness does indeed turn to Allah with [accepted] repentance"},{"SurahNumber":25,"VerseNumber":72,"Text":"And [they are] those who do not testify to falsehood, and when they pass near ill speech, they pass by with dignity"},{"SurahNumber":25,"VerseNumber":73,"Text":"And those who, when reminded of the verses of their Lord, do not fall upon them deaf and blind"},{"SurahNumber":25,"VerseNumber":74,"Text":"And those who say, \"Our Lord, grant us from among our wives and offspring comfort to our eyes and make us an example for the righteous"},{"SurahNumber":25,"VerseNumber":75,"Text":"Those will be awarded the Chamber for what they patiently endured, and they will be received therein with greetings and [words of] peace"},{"SurahNumber":25,"VerseNumber":76,"Text":"Abiding eternally therein. Good is the settlement and residence"},{"SurahNumber":25,"VerseNumber":77,"Text":"Say, \"What would my Lord care for you if not for your supplication?\" For you [disbelievers] have denied, so your denial is going to be adherent"},{"SurahNumber":26,"VerseNumber":1,"Text":"Ta, Seen, Meem"},{"SurahNumber":26,"VerseNumber":2,"Text":"These are the verses of the clear Book"},{"SurahNumber":26,"VerseNumber":3,"Text":"Perhaps, [O Muhammad], you would kill yourself with grief that they will not be believers"},{"SurahNumber":26,"VerseNumber":4,"Text":"If We willed, We could send down to them from the sky a sign for which their necks would remain humbled"},{"SurahNumber":26,"VerseNumber":5,"Text":"And no revelation comes to them anew from the Most Merciful except that they turn away from it"},{"SurahNumber":26,"VerseNumber":6,"Text":"For they have already denied, but there will come to them the news of that which they used to ridicule"},{"SurahNumber":26,"VerseNumber":7,"Text":"Did they not look at the earth - how much We have produced therein from every noble kind"},{"SurahNumber":26,"VerseNumber":8,"Text":"Indeed in that is a sign, but most of them were not to be believers"},{"SurahNumber":26,"VerseNumber":9,"Text":"And indeed, your Lord - He is the Exalted in Might, the Merciful"},{"SurahNumber":26,"VerseNumber":10,"Text":"And [mention] when your Lord called Moses, [saying], \"Go to the wrongdoing people"},{"SurahNumber":26,"VerseNumber":11,"Text":"The people of Pharaoh. Will they not fear Allah"},{"SurahNumber":26,"VerseNumber":12,"Text":"He said, \"My Lord, indeed I fear that they will deny me"},{"SurahNumber":26,"VerseNumber":13,"Text":"And that my breast will tighten and my tongue will not be fluent, so send for Aaron"},{"SurahNumber":26,"VerseNumber":14,"Text":"And they have upon me a [claim due to] sin, so I fear that they will kill me"},{"SurahNumber":26,"VerseNumber":15,"Text":"[Allah] said, \"No. Go both of you with Our signs; indeed, We are with you, listening"},{"SurahNumber":26,"VerseNumber":16,"Text":"Go to Pharaoh and say, 'We are the messengers of the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":17,"Text":"[Commanded to say], \"Send with us the Children of Israel"},{"SurahNumber":26,"VerseNumber":18,"Text":"[Pharaoh] said, \"Did we not raise you among us as a child, and you remained among us for years of your life"},{"SurahNumber":26,"VerseNumber":19,"Text":"And [then] you did your deed which you did, and you were of the ungrateful"},{"SurahNumber":26,"VerseNumber":20,"Text":"[Moses] said, \"I did it, then, while I was of those astray"},{"SurahNumber":26,"VerseNumber":21,"Text":"So I fled from you when I feared you. Then my Lord granted me wisdom and prophethood and appointed me [as one] of the messengers"},{"SurahNumber":26,"VerseNumber":22,"Text":"And is this a favor of which you remind me - that you have enslaved the Children of Israel"},{"SurahNumber":26,"VerseNumber":23,"Text":"Said Pharaoh, \"And what is the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":24,"Text":"[Moses] said, \"The Lord of the heavens and earth and that between them, if you should be convinced"},{"SurahNumber":26,"VerseNumber":25,"Text":"[Pharaoh] said to those around him, \"Do you not hear"},{"SurahNumber":26,"VerseNumber":26,"Text":"[Moses] said, \"Your Lord and the Lord of your first forefathers"},{"SurahNumber":26,"VerseNumber":27,"Text":"[Pharaoh] said, \"Indeed, your 'messenger' who has been sent to you is mad"},{"SurahNumber":26,"VerseNumber":28,"Text":"[Moses] said, \"Lord of the east and the west and that between them, if you were to reason"},{"SurahNumber":26,"VerseNumber":29,"Text":"[Pharaoh] said, \"If you take a god other than me, I will surely place you among those imprisoned"},{"SurahNumber":26,"VerseNumber":30,"Text":"[Moses] said, \"Even if I brought you proof manifest"},{"SurahNumber":26,"VerseNumber":31,"Text":"[Pharaoh] said, \"Then bring it, if you should be of the truthful"},{"SurahNumber":26,"VerseNumber":32,"Text":"So [Moses] threw his staff, and suddenly it was a serpent manifest"},{"SurahNumber":26,"VerseNumber":33,"Text":"And he drew out his hand; thereupon it was white for the observers"},{"SurahNumber":26,"VerseNumber":34,"Text":"[Pharaoh] said to the eminent ones around him, \"Indeed, this is a learned magician"},{"SurahNumber":26,"VerseNumber":35,"Text":"He wants to drive you out of your land by his magic, so what do you advise"},{"SurahNumber":26,"VerseNumber":36,"Text":"They said, \"Postpone [the matter of] him and his brother and send among the cities gatherers"},{"SurahNumber":26,"VerseNumber":37,"Text":"Who will bring you every learned, skilled magician"},{"SurahNumber":26,"VerseNumber":38,"Text":"So the magicians were assembled for the appointment of a well-known day"},{"SurahNumber":26,"VerseNumber":39,"Text":"And it was said to the people, \"Will you congregate"},{"SurahNumber":26,"VerseNumber":40,"Text":"That we might follow the magicians if they are the predominant"},{"SurahNumber":26,"VerseNumber":41,"Text":"And when the magicians arrived, they said to Pharaoh, \"Is there indeed for us a reward if we are the predominant"},{"SurahNumber":26,"VerseNumber":42,"Text":"He said, \"Yes, and indeed, you will then be of those near [to me]"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moses said to them, \"Throw whatever you will throw"},{"SurahNumber":26,"VerseNumber":44,"Text":"So they threw their ropes and their staffs and said, \"By the might of Pharaoh, indeed it is we who are predominant"},{"SurahNumber":26,"VerseNumber":45,"Text":"Then Moses threw his staff, and at once it devoured what they falsified"},{"SurahNumber":26,"VerseNumber":46,"Text":"So the magicians fell down in prostration [to Allah]"},{"SurahNumber":26,"VerseNumber":47,"Text":"They said, \"We have believed in the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":48,"Text":"The Lord of Moses and Aaron"},{"SurahNumber":26,"VerseNumber":49,"Text":"[Pharaoh] said, \"You believed Moses before I gave you permission. Indeed, he is your leader who has taught you magic, but you are going to know. I will surely cut off your hands and your feet on opposite sides, and I will surely crucify you all"},{"SurahNumber":26,"VerseNumber":50,"Text":"They said, \"No harm. Indeed, to our Lord we will return"},{"SurahNumber":26,"VerseNumber":51,"Text":"Indeed, we aspire that our Lord will forgive us our sins because we were the first of the believers"},{"SurahNumber":26,"VerseNumber":52,"Text":"And We inspired to Moses, \"Travel by night with My servants; indeed, you will be pursued"},{"SurahNumber":26,"VerseNumber":53,"Text":"Then Pharaoh sent among the cities gatherers"},{"SurahNumber":26,"VerseNumber":54,"Text":"[And said], \"Indeed, those are but a small band"},{"SurahNumber":26,"VerseNumber":55,"Text":"And indeed, they are enraging us"},{"SurahNumber":26,"VerseNumber":56,"Text":"And indeed, we are a cautious society"},{"SurahNumber":26,"VerseNumber":57,"Text":"So We removed them from gardens and springs"},{"SurahNumber":26,"VerseNumber":58,"Text":"And treasures and honorable station"},{"SurahNumber":26,"VerseNumber":59,"Text":"Thus. And We caused to inherit it the Children of Israel"},{"SurahNumber":26,"VerseNumber":60,"Text":"So they pursued them at sunrise"},{"SurahNumber":26,"VerseNumber":61,"Text":"And when the two companies saw one another, the companions of Moses said, \"Indeed, we are to be overtaken"},{"SurahNumber":26,"VerseNumber":62,"Text":"[Moses] said, \"No! Indeed, with me is my Lord; He will guide me"},{"SurahNumber":26,"VerseNumber":63,"Text":"Then We inspired to Moses, \"Strike with your staff the sea,\" and it parted, and each portion was like a great towering mountain"},{"SurahNumber":26,"VerseNumber":64,"Text":"And We advanced thereto the pursuers"},{"SurahNumber":26,"VerseNumber":65,"Text":"And We saved Moses and those with him, all together"},{"SurahNumber":26,"VerseNumber":66,"Text":"Then We drowned the others"},{"SurahNumber":26,"VerseNumber":67,"Text":"Indeed in that is a sign, but most of them were not to be believers"},{"SurahNumber":26,"VerseNumber":68,"Text":"And indeed, your Lord - He is the Exalted in Might, the Merciful"},{"SurahNumber":26,"VerseNumber":69,"Text":"And recite to them the news of Abraham"},{"SurahNumber":26,"VerseNumber":70,"Text":"When he said to his father and his people, \"What do you worship"},{"SurahNumber":26,"VerseNumber":71,"Text":"They said, \"We worship idols and remain to them devoted"},{"SurahNumber":26,"VerseNumber":72,"Text":"He said, \"Do they hear you when you supplicate"},{"SurahNumber":26,"VerseNumber":73,"Text":"Or do they benefit you, or do they harm"},{"SurahNumber":26,"VerseNumber":74,"Text":"They said, \"But we found our fathers doing thus"},{"SurahNumber":26,"VerseNumber":75,"Text":"He said, \"Then do you see what you have been worshipping"},{"SurahNumber":26,"VerseNumber":76,"Text":"You and your ancient forefathers"},{"SurahNumber":26,"VerseNumber":77,"Text":"Indeed, they are enemies to me, except the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":78,"Text":"Who created me, and He [it is who] guides me"},{"SurahNumber":26,"VerseNumber":79,"Text":"And it is He who feeds me and gives me drink"},{"SurahNumber":26,"VerseNumber":80,"Text":"And when I am ill, it is He who cures me"},{"SurahNumber":26,"VerseNumber":81,"Text":"And who will cause me to die and then bring me to life"},{"SurahNumber":26,"VerseNumber":82,"Text":"And who I aspire that He will forgive me my sin on the Day of Recompense"},{"SurahNumber":26,"VerseNumber":83,"Text":"[And he said], \"My Lord, grant me authority and join me with the righteous"},{"SurahNumber":26,"VerseNumber":84,"Text":"And grant me a reputation of honor among later generations"},{"SurahNumber":26,"VerseNumber":85,"Text":"And place me among the inheritors of the Garden of Pleasure"},{"SurahNumber":26,"VerseNumber":86,"Text":"And forgive my father. Indeed, he has been of those astray"},{"SurahNumber":26,"VerseNumber":87,"Text":"And do not disgrace me on the Day they are [all] resurrected"},{"SurahNumber":26,"VerseNumber":88,"Text":"The Day when there will not benefit [anyone] wealth or children"},{"SurahNumber":26,"VerseNumber":89,"Text":"But only one who comes to Allah with a sound heart"},{"SurahNumber":26,"VerseNumber":90,"Text":"And Paradise will be brought near [that Day] to the righteous"},{"SurahNumber":26,"VerseNumber":91,"Text":"And Hellfire will be brought forth for the deviators"},{"SurahNumber":26,"VerseNumber":92,"Text":"And it will be said to them, \"Where are those you used to worship"},{"SurahNumber":26,"VerseNumber":93,"Text":"Other than Allah? Can they help you or help themselves"},{"SurahNumber":26,"VerseNumber":94,"Text":"So they will be overturned into Hellfire, they and the deviators"},{"SurahNumber":26,"VerseNumber":95,"Text":"And the soldiers of Iblees, all together"},{"SurahNumber":26,"VerseNumber":96,"Text":"They will say while they dispute therein"},{"SurahNumber":26,"VerseNumber":97,"Text":"By Allah, we were indeed in manifest error"},{"SurahNumber":26,"VerseNumber":98,"Text":"When we equated you with the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":99,"Text":"And no one misguided us except the criminals"},{"SurahNumber":26,"VerseNumber":100,"Text":"So now we have no intercessors"},{"SurahNumber":26,"VerseNumber":101,"Text":"And not a devoted friend"},{"SurahNumber":26,"VerseNumber":102,"Text":"Then if we only had a return [to the world] and could be of the believers"},{"SurahNumber":26,"VerseNumber":103,"Text":"Indeed in that is a sign, but most of them were not to be believers"},{"SurahNumber":26,"VerseNumber":104,"Text":"And indeed, your Lord - He is the Exalted in Might, the Merciful"},{"SurahNumber":26,"VerseNumber":105,"Text":"The people of Noah denied the messengers"},{"SurahNumber":26,"VerseNumber":106,"Text":"When their brother Noah said to them, \"Will you not fear Allah"},{"SurahNumber":26,"VerseNumber":107,"Text":"Indeed, I am to you a trustworthy messenger"},{"SurahNumber":26,"VerseNumber":108,"Text":"So fear Allah and obey me"},{"SurahNumber":26,"VerseNumber":109,"Text":"And I do not ask you for it any payment. My payment is only from the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":110,"Text":"So fear Allah and obey me"},{"SurahNumber":26,"VerseNumber":111,"Text":"They said, \"Should we believe you while you are followed by the lowest [class of people]"},{"SurahNumber":26,"VerseNumber":112,"Text":"He said, \"And what is my knowledge of what they used to do"},{"SurahNumber":26,"VerseNumber":113,"Text":"Their account is only upon my Lord, if you [could] perceive"},{"SurahNumber":26,"VerseNumber":114,"Text":"And I am not one to drive away the believers"},{"SurahNumber":26,"VerseNumber":115,"Text":"I am only a clear warner"},{"SurahNumber":26,"VerseNumber":116,"Text":"They said, \"If you do not desist, O Noah, you will surely be of those who are stoned"},{"SurahNumber":26,"VerseNumber":117,"Text":"He said, \"My Lord, indeed my people have denied me"},{"SurahNumber":26,"VerseNumber":118,"Text":"Then judge between me and them with decisive judgement and save me and those with me of the believers"},{"SurahNumber":26,"VerseNumber":119,"Text":"So We saved him and those with him in the laden ship"},{"SurahNumber":26,"VerseNumber":120,"Text":"Then We drowned thereafter the remaining ones"},{"SurahNumber":26,"VerseNumber":121,"Text":"Indeed in that is a sign, but most of them were not to be believers"},{"SurahNumber":26,"VerseNumber":122,"Text":"And indeed, your Lord - He is the Exalted in Might, the Merciful"},{"SurahNumber":26,"VerseNumber":123,"Text":"Aad denied the messengers"},{"SurahNumber":26,"VerseNumber":124,"Text":"When their brother Hud said to them, \"Will you not fear Allah"},{"SurahNumber":26,"VerseNumber":125,"Text":"Indeed, I am to you a trustworthy messenger"},{"SurahNumber":26,"VerseNumber":126,"Text":"So fear Allah and obey me"},{"SurahNumber":26,"VerseNumber":127,"Text":"And I do not ask you for it any payment. My payment is only from the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":128,"Text":"Do you construct on every elevation a sign, amusing yourselves"},{"SurahNumber":26,"VerseNumber":129,"Text":"And take for yourselves palaces and fortresses that you might abide eternally"},{"SurahNumber":26,"VerseNumber":130,"Text":"And when you strike, you strike as tyrants"},{"SurahNumber":26,"VerseNumber":131,"Text":"So fear Allah and obey me"},{"SurahNumber":26,"VerseNumber":132,"Text":"And fear He who provided you with that which you know"},{"SurahNumber":26,"VerseNumber":133,"Text":"Provided you with grazing livestock and children"},{"SurahNumber":26,"VerseNumber":134,"Text":"And gardens and springs"},{"SurahNumber":26,"VerseNumber":135,"Text":"Indeed, I fear for you the punishment of a terrible day"},{"SurahNumber":26,"VerseNumber":136,"Text":"They said, \"It is all the same to us whether you advise or are not of the advisors"},{"SurahNumber":26,"VerseNumber":137,"Text":"This is not but the custom of the former peoples"},{"SurahNumber":26,"VerseNumber":138,"Text":"And we are not to be punished"},{"SurahNumber":26,"VerseNumber":139,"Text":"And they denied him, so We destroyed them. Indeed in that is a sign, but most of them were not to be believers"},{"SurahNumber":26,"VerseNumber":140,"Text":"And indeed, your Lord - He is the Exalted in Might, the Merciful"},{"SurahNumber":26,"VerseNumber":141,"Text":"Thamud denied the messengers"},{"SurahNumber":26,"VerseNumber":142,"Text":"When their brother Salih said to them, \"Will you not fear Allah"},{"SurahNumber":26,"VerseNumber":143,"Text":"Indeed, I am to you a trustworthy messenger"},{"SurahNumber":26,"VerseNumber":144,"Text":"So fear Allah and obey me"},{"SurahNumber":26,"VerseNumber":145,"Text":"And I do not ask you for it any payment. My payment is only from the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":146,"Text":"Will you be left in what is here, secure [from death]"},{"SurahNumber":26,"VerseNumber":147,"Text":"Within gardens and springs"},{"SurahNumber":26,"VerseNumber":148,"Text":"And fields of crops and palm trees with softened fruit"},{"SurahNumber":26,"VerseNumber":149,"Text":"And you carve out of the mountains, homes, with skill"},{"SurahNumber":26,"VerseNumber":150,"Text":"So fear Allah and obey me"},{"SurahNumber":26,"VerseNumber":151,"Text":"And do not obey the order of the transgressors"},{"SurahNumber":26,"VerseNumber":152,"Text":"Who cause corruption in the land and do not amend"},{"SurahNumber":26,"VerseNumber":153,"Text":"They said, \"You are only of those affected by magic"},{"SurahNumber":26,"VerseNumber":154,"Text":"You are but a man like ourselves, so bring a sign, if you should be of the truthful"},{"SurahNumber":26,"VerseNumber":155,"Text":"He said, \"This is a she-camel. For her is a [time of] drink, and for you is a [time of] drink, [each] on a known day"},{"SurahNumber":26,"VerseNumber":156,"Text":"And do not touch her with harm, lest you be seized by the punishment of a terrible day"},{"SurahNumber":26,"VerseNumber":157,"Text":"But they hamstrung her and so became regretful"},{"SurahNumber":26,"VerseNumber":158,"Text":"And the punishment seized them. Indeed in that is a sign, but most of them were not to be believers"},{"SurahNumber":26,"VerseNumber":159,"Text":"And indeed, your Lord - He is the Exalted in Might, the Merciful"},{"SurahNumber":26,"VerseNumber":160,"Text":"The people of Lot denied the messengers"},{"SurahNumber":26,"VerseNumber":161,"Text":"When their brother Lot said to them, \"Will you not fear Allah"},{"SurahNumber":26,"VerseNumber":162,"Text":"Indeed, I am to you a trustworthy messenger"},{"SurahNumber":26,"VerseNumber":163,"Text":"So fear Allah and obey me"},{"SurahNumber":26,"VerseNumber":164,"Text":"And I do not ask you for it any payment. My payment is only from the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":165,"Text":"Do you approach males among the worlds"},{"SurahNumber":26,"VerseNumber":166,"Text":"And leave what your Lord has created for you as mates? But you are a people transgressing"},{"SurahNumber":26,"VerseNumber":167,"Text":"They said, \"If you do not desist, O Lot, you will surely be of those evicted"},{"SurahNumber":26,"VerseNumber":168,"Text":"He said, \"Indeed, I am, toward your deed, of those who detest [it]"},{"SurahNumber":26,"VerseNumber":169,"Text":"My Lord, save me and my family from [the consequence of] what they do"},{"SurahNumber":26,"VerseNumber":170,"Text":"So We saved him and his family, all"},{"SurahNumber":26,"VerseNumber":171,"Text":"Except an old woman among those who remained behind"},{"SurahNumber":26,"VerseNumber":172,"Text":"Then We destroyed the others"},{"SurahNumber":26,"VerseNumber":173,"Text":"And We rained upon them a rain [of stones], and evil was the rain of those who were warned"},{"SurahNumber":26,"VerseNumber":174,"Text":"Indeed in that is a sign, but most of them were not to be believers"},{"SurahNumber":26,"VerseNumber":175,"Text":"And indeed, your Lord - He is the Exalted in Might, the Merciful"},{"SurahNumber":26,"VerseNumber":176,"Text":"The companions of the thicket denied the messengers"},{"SurahNumber":26,"VerseNumber":177,"Text":"When Shu'ayb said to them, \"Will you not fear Allah"},{"SurahNumber":26,"VerseNumber":178,"Text":"Indeed, I am to you a trustworthy messenger"},{"SurahNumber":26,"VerseNumber":179,"Text":"So fear Allah and obey me"},{"SurahNumber":26,"VerseNumber":180,"Text":"And I do not ask you for it any payment. My payment is only from the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":181,"Text":"Give full measure and do not be of those who cause loss"},{"SurahNumber":26,"VerseNumber":182,"Text":"And weigh with an even balance"},{"SurahNumber":26,"VerseNumber":183,"Text":"And do not deprive people of their due and do not commit abuse on earth, spreading corruption"},{"SurahNumber":26,"VerseNumber":184,"Text":"And fear He who created you and the former creation"},{"SurahNumber":26,"VerseNumber":185,"Text":"They said, \"You are only of those affected by magic"},{"SurahNumber":26,"VerseNumber":186,"Text":"You are but a man like ourselves, and indeed, we think you are among the liars"},{"SurahNumber":26,"VerseNumber":187,"Text":"So cause to fall upon us fragments of the sky, if you should be of the truthful"},{"SurahNumber":26,"VerseNumber":188,"Text":"He said, \"My Lord is most knowing of what you do"},{"SurahNumber":26,"VerseNumber":189,"Text":"And they denied him, so the punishment of the day of the black cloud seized them. Indeed, it was the punishment of a terrible day"},{"SurahNumber":26,"VerseNumber":190,"Text":"Indeed in that is a sign, but most of them were not to be believers"},{"SurahNumber":26,"VerseNumber":191,"Text":"And indeed, your Lord - He is the Exalted in Might, the Merciful"},{"SurahNumber":26,"VerseNumber":192,"Text":"And indeed, the Qur'an is the revelation of the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":193,"Text":"The Trustworthy Spirit has brought it down"},{"SurahNumber":26,"VerseNumber":194,"Text":"Upon your heart, [O Muhammad] - that you may be of the warners"},{"SurahNumber":26,"VerseNumber":195,"Text":"In a clear Arabic language"},{"SurahNumber":26,"VerseNumber":196,"Text":"And indeed, it is [mentioned] in the scriptures of former peoples"},{"SurahNumber":26,"VerseNumber":197,"Text":"And has it not been a sign to them that it is recognized by the scholars of the Children of Israel"},{"SurahNumber":26,"VerseNumber":198,"Text":"And even if We had revealed it to one among the foreigners"},{"SurahNumber":26,"VerseNumber":199,"Text":"And he had recited it to them [perfectly], they would [still] not have been believers in it"},{"SurahNumber":26,"VerseNumber":200,"Text":"Thus have We inserted disbelief into the hearts of the criminals"},{"SurahNumber":26,"VerseNumber":201,"Text":"They will not believe in it until they see the painful punishment"},{"SurahNumber":26,"VerseNumber":202,"Text":"And it will come to them suddenly while they perceive [it] not"},{"SurahNumber":26,"VerseNumber":203,"Text":"And they will say, \"May we be reprieved"},{"SurahNumber":26,"VerseNumber":204,"Text":"So for Our punishment are they impatient"},{"SurahNumber":26,"VerseNumber":205,"Text":"Then have you considered if We gave them enjoyment for years"},{"SurahNumber":26,"VerseNumber":206,"Text":"And then there came to them that which they were promised"},{"SurahNumber":26,"VerseNumber":207,"Text":"They would not be availed by the enjoyment with which they were provided"},{"SurahNumber":26,"VerseNumber":208,"Text":"And We did not destroy any city except that it had warners"},{"SurahNumber":26,"VerseNumber":209,"Text":"As a reminder; and never have We been unjust"},{"SurahNumber":26,"VerseNumber":210,"Text":"And the devils have not brought the revelation down"},{"SurahNumber":26,"VerseNumber":211,"Text":"It is not allowable for them, nor would they be able"},{"SurahNumber":26,"VerseNumber":212,"Text":"Indeed they, from [its] hearing, are removed"},{"SurahNumber":26,"VerseNumber":213,"Text":"So do not invoke with Allah another deity and [thus] be among the punished"},{"SurahNumber":26,"VerseNumber":214,"Text":"And warn, [O Muhammad], your closest kindred"},{"SurahNumber":26,"VerseNumber":215,"Text":"And lower your wing to those who follow you of the believers"},{"SurahNumber":26,"VerseNumber":216,"Text":"And if they disobey you, then say, \"Indeed, I am disassociated from what you are doing"},{"SurahNumber":26,"VerseNumber":217,"Text":"And rely upon the Exalted in Might, the Merciful"},{"SurahNumber":26,"VerseNumber":218,"Text":"Who sees you when you arise"},{"SurahNumber":26,"VerseNumber":219,"Text":"And your movement among those who prostrate"},{"SurahNumber":26,"VerseNumber":220,"Text":"Indeed, He is the Hearing, the Knowing"},{"SurahNumber":26,"VerseNumber":221,"Text":"Shall I inform you upon whom the devils descend"},{"SurahNumber":26,"VerseNumber":222,"Text":"They descend upon every sinful liar"},{"SurahNumber":26,"VerseNumber":223,"Text":"They pass on what is heard, and most of them are liars"},{"SurahNumber":26,"VerseNumber":224,"Text":"And the poets - [only] the deviators follow them"},{"SurahNumber":26,"VerseNumber":225,"Text":"Do you not see that in every valley they roam"},{"SurahNumber":26,"VerseNumber":226,"Text":"And that they say what they do not do"},{"SurahNumber":26,"VerseNumber":227,"Text":"Except those [poets] who believe and do righteous deeds and remember Allah often and defend [the Muslims] after they were wronged. And those who have wronged are going to know to what [kind of] return they will be returned"},{"SurahNumber":27,"VerseNumber":1,"Text":"Ta, Seen. These are the verses of the Qur'an and a clear Book"},{"SurahNumber":27,"VerseNumber":2,"Text":"As guidance and good tidings for the believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"Who establish prayer and give zakah, and of the Hereafter they are certain [in faith]"},{"SurahNumber":27,"VerseNumber":4,"Text":"Indeed, for those who do not believe in the Hereafter, We have made pleasing to them their deeds, so they wander blindly"},{"SurahNumber":27,"VerseNumber":5,"Text":"Those are the ones for whom there will be the worst of punishment, and in the Hereafter they are the greatest losers"},{"SurahNumber":27,"VerseNumber":6,"Text":"And indeed, [O Muhammad], you receive the Qur'an from one Wise and Knowing"},{"SurahNumber":27,"VerseNumber":7,"Text":"[Mention] when Moses said to his family, \"Indeed, I have perceived a fire. I will bring you from there information or will bring you a burning torch that you may warm yourselves"},{"SurahNumber":27,"VerseNumber":8,"Text":"But when he came to it, he was called, \"Blessed is whoever is at the fire and whoever is around it. And exalted is Allah, Lord of the worlds"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Moses, indeed it is I - Allah, the Exalted in Might, the Wise"},{"SurahNumber":27,"VerseNumber":10,"Text":"And [he was told], \"Throw down your staff.\" But when he saw it writhing as if it were a snake, he turned in flight and did not return. [Allah said], \"O Moses, fear not. Indeed, in My presence the messengers do not fear"},{"SurahNumber":27,"VerseNumber":11,"Text":"Otherwise, he who wrongs, then substitutes good after evil - indeed, I am Forgiving and Merciful"},{"SurahNumber":27,"VerseNumber":12,"Text":"And put your hand into the opening of your garment [at the breast]; it will come out white without disease. [These are] among the nine signs [you will take] to Pharaoh and his people. Indeed, they have been a people defiantly disobedient"},{"SurahNumber":27,"VerseNumber":13,"Text":"But when there came to them Our visible signs, they said, \"This is obvious magic"},{"SurahNumber":27,"VerseNumber":14,"Text":"And they rejected them, while their [inner] selves were convinced thereof, out of injustice and haughtiness. So see how was the end of the corrupters"},{"SurahNumber":27,"VerseNumber":15,"Text":"And We had certainly given to David and Solomon knowledge, and they said, \"Praise [is due] to Allah, who has favored us over many of His believing servants"},{"SurahNumber":27,"VerseNumber":16,"Text":"And Solomon inherited David. He said, \"O people, we have been taught the language of birds, and we have been given from all things. Indeed, this is evident bounty"},{"SurahNumber":27,"VerseNumber":17,"Text":"And gathered for Solomon were his soldiers of the jinn and men and birds, and they were [marching] in rows"},{"SurahNumber":27,"VerseNumber":18,"Text":"Until, when they came upon the valley of the ants, an ant said, \"O ants, enter your dwellings that you not be crushed by Solomon and his soldiers while they perceive not"},{"SurahNumber":27,"VerseNumber":19,"Text":"So [Solomon] smiled, amused at her speech, and said, \"My Lord, enable me to be grateful for Your favor which You have bestowed upon me and upon my parents and to do righteousness of which You approve. And admit me by Your mercy into [the ranks of] Your righteous servants"},{"SurahNumber":27,"VerseNumber":20,"Text":"And he took attendance of the birds and said, \"Why do I not see the hoopoe - or is he among the absent"},{"SurahNumber":27,"VerseNumber":21,"Text":"I will surely punish him with a severe punishment or slaughter him unless he brings me clear authorization"},{"SurahNumber":27,"VerseNumber":22,"Text":"But the hoopoe stayed not long and said, \"I have encompassed [in knowledge] that which you have not encompassed, and I have come to you from Sheba with certain news"},{"SurahNumber":27,"VerseNumber":23,"Text":"Indeed, I found [there] a woman ruling them, and she has been given of all things, and she has a great throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"I found her and her people prostrating to the sun instead of Allah, and Satan has made their deeds pleasing to them and averted them from [His] way, so they are not guided"},{"SurahNumber":27,"VerseNumber":25,"Text":"[And] so they do not prostrate to Allah, who brings forth what is hidden within the heavens and the earth and knows what you conceal and what you declare"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah - there is no deity except Him, Lord of the Great Throne"},{"SurahNumber":27,"VerseNumber":27,"Text":"[Solomon] said, \"We will see whether you were truthful or were of the liars"},{"SurahNumber":27,"VerseNumber":28,"Text":"Take this letter of mine and deliver it to them. Then leave them and see what [answer] they will return"},{"SurahNumber":27,"VerseNumber":29,"Text":"She said, \"O eminent ones, indeed, to me has been delivered a noble letter"},{"SurahNumber":27,"VerseNumber":30,"Text":"Indeed, it is from Solomon, and indeed, it reads: 'In the name of Allah, the Entirely Merciful, the Especially Merciful"},{"SurahNumber":27,"VerseNumber":31,"Text":"Be not haughty with me but come to me in submission [as Muslims]"},{"SurahNumber":27,"VerseNumber":32,"Text":"She said, \"O eminent ones, advise me in my affair. I would not decide a matter until you witness [for] me"},{"SurahNumber":27,"VerseNumber":33,"Text":"They said, \"We are men of strength and of great military might, but the command is yours, so see what you will command"},{"SurahNumber":27,"VerseNumber":34,"Text":"She said, \"Indeed kings - when they enter a city, they ruin it and render the honored of its people humbled. And thus do they do"},{"SurahNumber":27,"VerseNumber":35,"Text":"But indeed, I will send to them a gift and see with what [reply] the messengers will return"},{"SurahNumber":27,"VerseNumber":36,"Text":"So when they came to Solomon, he said, \"Do you provide me with wealth? But what Allah has given me is better than what He has given you. Rather, it is you who rejoice in your gift"},{"SurahNumber":27,"VerseNumber":37,"Text":"Return to them, for we will surely come to them with soldiers that they will be powerless to encounter, and we will surely expel them therefrom in humiliation, and they will be debased"},{"SurahNumber":27,"VerseNumber":38,"Text":"[Solomon] said, \"O assembly [of jinn], which of you will bring me her throne before they come to me in submission"},{"SurahNumber":27,"VerseNumber":39,"Text":"A powerful one from among the jinn said, \"I will bring it to you before you rise from your place, and indeed, I am for this [task] strong and trustworthy"},{"SurahNumber":27,"VerseNumber":40,"Text":"Said one who had knowledge from the Scripture, \"I will bring it to you before your glance returns to you.\" And when [Solomon] saw it placed before him, he said, \"This is from the favor of my Lord to test me whether I will be grateful or ungrateful. And whoever is grateful - his gratitude is only for [the benefit of] himself. And whoever is ungrateful - then indeed, my Lord is Free of need and Generous"},{"SurahNumber":27,"VerseNumber":41,"Text":"He said, \"Disguise for her her throne; we will see whether she will be guided [to truth] or will be of those who is not guided"},{"SurahNumber":27,"VerseNumber":42,"Text":"So when she arrived, it was said [to her], \"Is your throne like this?\" She said, \"[It is] as though it was it.\" [Solomon said], \"And we were given knowledge before her, and we have been Muslims [in submission to Allah]"},{"SurahNumber":27,"VerseNumber":43,"Text":"And that which she was worshipping other than Allah had averted her [from submission to Him]. Indeed, she was from a disbelieving people"},{"SurahNumber":27,"VerseNumber":44,"Text":"She was told, \"Enter the palace.\" But when she saw it, she thought it was a body of water and uncovered her shins [to wade through]. He said, \"Indeed, it is a palace [whose floor is] made smooth with glass.\" She said, \"My Lord, indeed I have wronged myself, and I submit with Solomon to Allah, Lord of the worlds"},{"SurahNumber":27,"VerseNumber":45,"Text":"And We had certainly sent to Thamud their brother Salih, [saying], \"Worship Allah,\" and at once they were two parties conflicting"},{"SurahNumber":27,"VerseNumber":46,"Text":"He said, \"O my people, why are you impatient for evil instead of good? Why do you not seek forgiveness of Allah that you may receive mercy"},{"SurahNumber":27,"VerseNumber":47,"Text":"They said, \"We consider you a bad omen, you and those with you.\" He said, \"Your omen is with Allah. Rather, you are a people being tested"},{"SurahNumber":27,"VerseNumber":48,"Text":"And there were in the city nine family heads causing corruption in the land and not amending [its affairs]"},{"SurahNumber":27,"VerseNumber":49,"Text":"They said, \"Take a mutual oath by Allah that we will kill him by night, he and his family. Then we will say to his executor, 'We did not witness the destruction of his family, and indeed, we are truthful"},{"SurahNumber":27,"VerseNumber":50,"Text":"And they planned a plan, and We planned a plan, while they perceived not"},{"SurahNumber":27,"VerseNumber":51,"Text":"Then look how was the outcome of their plan - that We destroyed them and their people, all"},{"SurahNumber":27,"VerseNumber":52,"Text":"So those are their houses, desolate because of the wrong they had done. Indeed in that is a sign for people who know"},{"SurahNumber":27,"VerseNumber":53,"Text":"And We saved those who believed and used to fear Allah"},{"SurahNumber":27,"VerseNumber":54,"Text":"And [mention] Lot, when he said to his people, \"Do you commit immorality while you are seeing"},{"SurahNumber":27,"VerseNumber":55,"Text":"Do you indeed approach men with desire instead of women? Rather, you are a people behaving ignorantly"}]}