{"Id":465,"LanguageCodes":["uz","uzb"],"Name":"uzb-muhammadsodikmu","Author":"Muhammad Sodik Muhammad Yusuf","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Алиф. Лоом. Ро. Ушбулар китобнинг ва равшан Қуръоннинг оятларидир"},{"SurahNumber":15,"VerseNumber":2,"Text":"Ҳали, куфр келтирганлар мусулмон бўлишни ҳам истаб қолурлар. (Ушбу ҳолат жон таслим қилиш чоғида, қиёмат куни Аллоҳ таоло мусулмонларни жаннатга киритаётган пайтда, баъзи гуноҳлари туфайли дўзахга тушган аҳли қиблалар ундан озод бўлиб жаннатга ўтаётганларида бўлади)"},{"SurahNumber":15,"VerseNumber":3,"Text":"Уларни тек қўй, еб-ичиб, ҳузурланиб, умидлар ила машғул бўлиб юраверсинлар. Бас, тезда билурлар"},{"SurahNumber":15,"VerseNumber":4,"Text":"Биз маълум битиксиз ҳеч бир шаҳарни ҳалок этганимиз йўқ"},{"SurahNumber":15,"VerseNumber":5,"Text":"Ҳеч бир уммат ўз ажалидан ўзиб кета олмас ва ортда ҳам қола олмас"},{"SurahNumber":15,"VerseNumber":6,"Text":"Улар: «Эй зикр нозил қилинган киши, албатта, сен мажнунсан"},{"SurahNumber":15,"VerseNumber":7,"Text":"«Агар ростгўйлардан бўлсанг, бизга фаришталарни келтирсанг-чи», дерлар. (Бу гап ҳам, аввал айтиб ўтилгандек, ўзларига ўхшаган одамни Пайғамбар бўлишини ақлига сиғдира олмасликдан келиб чиқади)"},{"SurahNumber":15,"VerseNumber":8,"Text":"Биз фаришталарни фақат ҳақ ила тушурурмиз, холос. У ҳолда уларга қараб турилмас. (Фаришталарни туширган чоғимизда кофирларга қараб турилмай улар ҳалок қилинади)"},{"SurahNumber":15,"VerseNumber":9,"Text":"Албатта, зикрни Биз нозил қилдик ва, албатта, уни Биз муҳофаза қилурмиз. (Ушбу зикр–Қуръон)"},{"SurahNumber":15,"VerseNumber":10,"Text":"Батаҳқиқ, сендан олдин ҳам аввалгилар гуруҳларига (Пайғамбар) юборганмиз"},{"SurahNumber":15,"VerseNumber":11,"Text":"Уларга қайси бир Пайғамбар келса, уни масхара қилмасдан қўймас эдилар"},{"SurahNumber":15,"VerseNumber":12,"Text":"Шунга ўхшаш Биз уни жиноятчилар қалбига солармиз"},{"SurahNumber":15,"VerseNumber":13,"Text":"Унга (Қуръонга) иймон келтирмаслар. Батаҳқиқ, аввалгиларнинг суннати-одати шундоқ ўтгандир"},{"SurahNumber":15,"VerseNumber":14,"Text":"Агар уларга осмондан бир эшик очсагу ундан чиқиб турсалар ҳам"},{"SurahNumber":15,"VerseNumber":15,"Text":"Улар: «Албатта, кўзларимиз боғланди, балки биз сеҳрланган қавмдирмиз», дерлар. (Аллоҳнинг ҳақлиги ҳақидаги мўъжиза кўрсатилиб, қўлига ушлатиб қўйилса ҳам, эҳтимол удир, эҳтимол будир, балки табиат қонунини мен тушунмаётгандирман, деб тураверадилар)"},{"SurahNumber":15,"VerseNumber":16,"Text":"Батаҳқиқ, Биз осмонларда буржлар қилиб қўйдик ва уни назар солувчилар учун зийнатлаб қўйдик. (Осмон ҳамманинг кўз ўнгида турибди. Лекин ҳамма ҳам осмонни Аллоҳнинг қудратига далолат қилувчи буюк мўъжиза деб тушунавермайди. Аслида, у мўъжизадир. Хўш, шундай улкан, бепоён, чексиз осмонни ким яратган? Яратганда ҳам, юлдузлар юрадиган йўллар–буржлар билан ким яратган? Албатта, Аллоҳ яратган)"},{"SurahNumber":15,"VerseNumber":17,"Text":"Уни ҳар бир қувилган шайтондан муҳофаза қилдик"},{"SurahNumber":15,"VerseNumber":18,"Text":"Магар бирортаси ўғриликча қулоқ осса, равшан олов унинг ортидан тушар"},{"SurahNumber":15,"VerseNumber":19,"Text":"Биз ерни ёйиб, устига баланд тоғларни ташлаб қўйдик ва унда ўлчанган турли нарсаларни ўстириб қўйдик"},{"SurahNumber":15,"VerseNumber":20,"Text":"Ва унда сизлар учун маош воситаларини ва сиз ризқини бера олмайдиган кимсаларни қилиб қўйдик"},{"SurahNumber":15,"VerseNumber":21,"Text":"Ҳеч бир нарса йўқки, унинг хазиналари Бизнинг ҳузуримизда бўлмаса. Биз уни фақат маълум миқдорла нозил қилурмиз"},{"SurahNumber":15,"VerseNumber":22,"Text":"Биз шамолларни урчитувчилар этиб юбордик. Бас, осмондан сув тушириб, у ила сизларни сероб қилдик. Сизлар уни тўплаб олувчи эмассиз. (Яъни, Биз шамолларни ўлчов билан булутларни урчитувчи, бир-бирига қўшиб сув ҳосил қилувчи этиб юбордик. Асосан, ёмғирнинг ёғишига шамоллар сабаб бўлади. Улар маълум қоидаларга кўра эсади. Пайдо бўлган булутларнинг бир-бирлари ила қўшилишларидан сув ҳосил бўлади. Ана шундан кейин осмондан сув тушади, ёмғир ёғади. Аллоҳ таоло у сув билан ер юзини, одамларни сероб қилади. Деярли ҳамма ризқ осмондан тушган шу сувга боғлиқ бўлади. Инсон эса, Аллоҳ тайёр ҳолда унга осмондан тушириб берган сувни тўплаб олишга ҳам қодир эмас. Уни тўплашни ҳам булоқ, қудуқ, анҳор, ер ости кўллари ва бошқа воситалар орқали Аллоҳ таолонинг Ўзи амалга оширади)"},{"SurahNumber":15,"VerseNumber":23,"Text":"Албатта, Биз Ўзимиз тирилтирурмиз ва Биз меросхўрлармиз"},{"SurahNumber":15,"VerseNumber":24,"Text":"Батаҳқиқ, сиздан олдин келганларни билдик. Батаҳқиқ, кейин келганларни ҳам билдик"},{"SurahNumber":15,"VerseNumber":25,"Text":"Албатта, сенинг Роббинг Ўзи уларни маҳшарга жамлар. Албатта, У ҳикматли ва илмли Зотдир"},{"SurahNumber":15,"VerseNumber":26,"Text":"Батаҳқиқ, Биз инсонни қуруқ лойдан, ўзгартирилган қора балчиқдан яратдик"},{"SurahNumber":15,"VerseNumber":27,"Text":"Ва жинларни бундан олдин самум оловидан яратдик"},{"SurahNumber":15,"VerseNumber":28,"Text":"Сен Роббингнинг фаришталарга: «Албатта, мен қуруқ лойдан, ўзгартирилган қора балчиқдан башар яратгувчидирман"},{"SurahNumber":15,"VerseNumber":29,"Text":"Бас, қачонки уни тўғрилаб бўлганимда ва ичига Ўз руҳимдан пуфлаганимда, унга сажда қилган ҳолингизда йиқилинг», деганини эсла"},{"SurahNumber":15,"VerseNumber":30,"Text":"Бас, фаришталар барчалари сажда қилдилар"},{"SurahNumber":15,"VerseNumber":31,"Text":"Магар Иблис сажда қилувчилар билан бирга бўлишдан бош тортди"},{"SurahNumber":15,"VerseNumber":32,"Text":"У зот: «Эй иблис! Сенга не бўлди, сажда қилувчилар билан бирга бўлмаслигингга?» деди"},{"SurahNumber":15,"VerseNumber":33,"Text":"У: «Сен қуруқ лойдан, ўзгартирилган қора балчиқдан яратган башарга сажда қила олмасдим», деди"},{"SurahNumber":15,"VerseNumber":34,"Text":"У зот: «Бас, сен ундан чиқ! Албатта, сен қувилгансан"},{"SurahNumber":15,"VerseNumber":35,"Text":"Ва, албатта, сенга то жазо кунигача лаънат бўлур!» деди"},{"SurahNumber":15,"VerseNumber":36,"Text":"У: «Эй Роббим, мени улар қайта тириладиган кунгача қўйиб қўйгин», деди"},{"SurahNumber":15,"VerseNumber":37,"Text":"У зот: «Албатта, сен қўйиб қўйилганлардансан"},{"SurahNumber":15,"VerseNumber":38,"Text":"Маълум вақт кунигача», деди"},{"SurahNumber":15,"VerseNumber":39,"Text":"У: «Эй Роббим, мени залолатга кетказганинг сабабидан, албатта, мен уларга ер юзида (гуноҳларни) зийнатлаб кўрсатаман ва, албатта, уларнинг ҳаммасини иғво қиламан"},{"SurahNumber":15,"VerseNumber":40,"Text":"Магар, улардан танланган бандаларингни (адаштира олмайман)», деди"},{"SurahNumber":15,"VerseNumber":41,"Text":"У зот: «Ушбу зиммамдаги тўғри йўлдир"},{"SurahNumber":15,"VerseNumber":42,"Text":"Албатта, Менинг бандаларим устида сенинг султонинг йўқдир, магар сенга эргашган гумроҳларгагина бордир"},{"SurahNumber":15,"VerseNumber":43,"Text":"Албатта, жаҳаннам уларнинг барчасининг ваъда қилинган жойидир"},{"SurahNumber":15,"VerseNumber":44,"Text":"Унинг етти эшиги бордир. Ҳар бир эшик учун улардан тақсимланган бўлаги бордир» деди. (Баъзи ривоятларда келишича, жаҳаннам етти қаватдан иборат бўлиб, ҳар қаватининг алоҳида эшиги бўлар экан. Ҳар қавати бир-биридан ашаддийроқ бўлар экан. Чунки гумроҳлик, хатокорлик ҳам ҳар хил бўлади. Қилган гуноҳи даражасига қараб кофирлар турли қаватларга киритилади. Шайтонга эргашган гумроҳлар тақсимлаб, бўлиб-бўлиб, гуруҳларга ажратиб қўйилган бўлади. Ўша мазкур етти эшикдан гуноҳининг кўп-озлигига қараб бирин-кетин киритилаверадилар)"},{"SurahNumber":15,"VerseNumber":45,"Text":"Албатта, тақводорлар жаннатлар ва чашмалардадир"},{"SurahNumber":15,"VerseNumber":46,"Text":"«У(жаннатлар)га тинчлик, омонлик ила киринглар» (дейилур)"},{"SurahNumber":15,"VerseNumber":47,"Text":"Уларнинг дилларидаги ғилли-ғиштларни чиқариб ташладик. Сўриларда бир-бирларига боқиб, дўст бўлган ҳолларида ўлтирурлар. (Инсон қанчалик моддий роҳат-фароғатга эришмасин, кўнглида бир оз ғашлик бўлса, унга ўша роҳат-фароғат татимайди. Шунинг учун Аллоҳ таоло Ўз раҳмати ила жаннатга сазовор қилган тақводор бандаларининг дилларида ғашликлар, яъни, ҳиқду ҳасад, кўра олмаслик каби баъзи бир иллатлар бўлса, чиқариб ташлайди)"},{"SurahNumber":15,"VerseNumber":48,"Text":"Уларни у жойда чарчоқ тутмас ва улар ундан чиқарилувчи ҳам эмаслар"},{"SurahNumber":15,"VerseNumber":49,"Text":"Бандаларимга хабар бергил: «Албатта, Менинг Ўзим ғофуру роҳиймдирман»"},{"SurahNumber":15,"VerseNumber":50,"Text":"Ва, албатта, азобим аламли азобдир"},{"SurahNumber":15,"VerseNumber":51,"Text":"Уларга Иброҳимнинг меҳмонлари хабарини бер"},{"SurahNumber":15,"VerseNumber":52,"Text":"Унинг ҳузурига кирганларида: «Салом», дедилар. У: «Албатта, биз сизлардан қўрқмоқдамиз», деди"},{"SurahNumber":15,"VerseNumber":53,"Text":"Улар: «Қўрқма, биз сенга ўта билимдон ўғилнинг хушхабарини берурмиз», дедилар"},{"SurahNumber":15,"VerseNumber":54,"Text":"У: «Мени кексалик тутганида, хушхабар берасизларми? Ниманинг хушхабарини беряпсизлар ўзи?» деди"},{"SurahNumber":15,"VerseNumber":55,"Text":"Улар: «Биз сенга ҳақ ила башорат бердик. Бас, сен ноумид бўлувчилардан бўлма», дедилар"},{"SurahNumber":15,"VerseNumber":56,"Text":"У: «Фақат залолатга кетган кишиларгина ўз Роббининг раҳматидан ноумид бўлурлар», деди. (Аллоҳнинг раҳматидан ноумид бўлиш фақат бир тоифага–йўлдан адашган, гумроҳ тоифага хос. Аллоҳнинг раҳматидан юз ўгириб, залолат йўлига кириб кетган кимсагина ноумид бўлади, холос)"},{"SurahNumber":15,"VerseNumber":57,"Text":"У: «Эй элчилар, нима иш ила юборилдингиз?» деди. (Яъни, менга жуда билимдон ўғил хушхабарини беришдан бошқа яна нима иш билан юборилдингиз, деди)"},{"SurahNumber":15,"VerseNumber":58,"Text":"Улар: «Биз жиноятчи қавмларга юборилдик"},{"SurahNumber":15,"VerseNumber":59,"Text":"Магар Лут аҳлига эмас. Албатта, Биз уларнинг ҳаммасини қутқаргувчилармиз"},{"SurahNumber":15,"VerseNumber":60,"Text":"Фақат унинг хотинигина истиснодир. Унинг, албатта, қолувчилардан бўлишини тақдир қилдик», дедилар"},{"SurahNumber":15,"VerseNumber":61,"Text":"Элчилар Лут аҳлига келганларида"},{"SurahNumber":15,"VerseNumber":62,"Text":"У: «Албатта, сиз нотаниш қавмсиз», деди"},{"SurahNumber":15,"VerseNumber":63,"Text":"Улар: «Йўқ! Биз сенга улар шак қилаётган нарса ила келдик"},{"SurahNumber":15,"VerseNumber":64,"Text":"Сенга ҳақ ила келдик ва албатта, бизлар ростгўйлардурмиз"},{"SurahNumber":15,"VerseNumber":65,"Text":"Аҳлинг ила кечанинг бир бўлагида йўлга чиқ, сен уларнинг ортидан кузатиб бор. Сизлардан ҳеч бирларингиз ортга қарамасин. Амр қилинган томонингизга кетаверинглар», дедилар"},{"SurahNumber":15,"VerseNumber":66,"Text":"Ва унга ушбу амрни ваҳий қилдик: «Албатта, анавиларнинг орқаси субҳ чоғи кесилажакдир»"},{"SurahNumber":15,"VerseNumber":67,"Text":"Ва шаҳар аҳли севиниб, етиб келдилар. (Лут (а. с.) қавми яшайдиган Садум шаҳрининг жинояткор аҳолиси, Лутнинг уйига чиройли, ёш йигитлар келган эмиш, улар билан фоҳиша иш қиладиган бўлибмиз, деб севинган ҳолларида етиб келдилар"},{"SurahNumber":15,"VerseNumber":68,"Text":"У: «Булар менинг меҳмонларим, ахир. Мени шарманда қилманглар"},{"SurahNumber":15,"VerseNumber":69,"Text":"Ва Аллоҳдан қўрқинглар! Мени хор қилманглар», деди"},{"SurahNumber":15,"VerseNumber":70,"Text":"Улар: «Биз сени оламлардан қайтармаганмидик?!» дедилар. (Лут (а. с.) уларни ўтакетган фаҳш иш бўлмиш баччабозликдан қайтарганлар, кимларнидир ҳимоя қилганлар ва жиноятчи қавм у кишига оламда ҳеч кимни ҳимоя қилмасликни айтиб таҳдид солган. Улар ҳозир Лутга (а. с.) ораларида аввал бўлиб ўтган ўша гап-сўзларни эслатмоқдалар"},{"SurahNumber":15,"VerseNumber":71,"Text":"У: «Агар (бу ишни) қилувчи бўлсангиз, анаву қизларим бор», деди"},{"SurahNumber":15,"VerseNumber":72,"Text":"Сенинг умринг ила қасамки, албатта, улар ўз сархушликларида тентирамоқдалар"},{"SurahNumber":15,"VerseNumber":73,"Text":"Бас, уларни қуёш чиқиш пайтида даҳшатли қичқириқ тутди"},{"SurahNumber":15,"VerseNumber":74,"Text":"Бас, Биз (бу шаҳарнинг) остини устин қилдик ва улар устига лойи қотган тошлар ёғдирдик"},{"SurahNumber":15,"VerseNumber":75,"Text":"Албатта, бунда фаросатли кишилар учун оят-белгилар бордир"},{"SurahNumber":15,"VerseNumber":76,"Text":"Албатта, у(шаҳар) боқий йўл устидадир. (Яъни, Лут (а. с.) қавми ҳалокатга учраган шаҳарнинг вайроналари ҳозиргача боқий йўл устидадир. У орқали одамлар Ҳижоз билан Шом ўртасида қатнайдилар. Жумладан, Макка аҳли ҳам Шомга борганларида ва у ердан қайтганларида, шу йўлдан юрадилар"},{"SurahNumber":15,"VerseNumber":77,"Text":"Албатта, бунда мўминлар учун оят-ибрат бордир"},{"SurahNumber":15,"VerseNumber":78,"Text":"Албатта, бир-бирига киришиб кетган дарахтзор эгалари золимлардан бўлганлар"},{"SurahNumber":15,"VerseNumber":79,"Text":"Бас, Биз улардан интиқом олдик. Албатта, уларнинг икковлари ҳам очиқ йўл устидадир"},{"SurahNumber":15,"VerseNumber":80,"Text":"Батаҳқиқ, Ҳижр эгалари Пайғамбарларни ёлғончига чиқардилар"},{"SurahNumber":15,"VerseNumber":81,"Text":"Ва уларга оятларимизни бердик. Бас, юз ўгирувчи бўлдилар"},{"SurahNumber":15,"VerseNumber":82,"Text":"Улар тоғдан ўйиб уй ясаб, омонликда юрар эдилар"},{"SurahNumber":15,"VerseNumber":83,"Text":"Бас, субҳидам чоғида уларни қаттиқ қичқириқ тутди"},{"SurahNumber":15,"VerseNumber":84,"Text":"Қилган касблари уларга бирон фойда бермади"},{"SurahNumber":15,"VerseNumber":85,"Text":"Биз осмонлару ерни ва улардаги нарсаларни ҳақ ила яратдик. Албатта, қиёмат келгувчидир. Бас, сен гўзал шаклда юз ўгир"},{"SurahNumber":15,"VerseNumber":86,"Text":"Албатта, Роббинг яратгувчи ва билгувчи зотдир"},{"SurahNumber":15,"VerseNumber":87,"Text":"Ва, батаҳқиқ, сенга етти такрорланувчини ва Улуғ Қуръонни бердик. (Оятдаги «етти такрорланувчи»дан мурод Фотиҳа сурасидир. Чунки бу сураи карима етти оятдан иборат бўлиб, жуда кўп такрорланади. Намознинг ҳар ракатида қайта-қайта ўқилади)"},{"SurahNumber":15,"VerseNumber":88,"Text":"Биз улардан баъзи гуруҳларни баҳраманд қилган нарсаларга (ҳавас-ла) назар солма! Улар учун хафа ҳам бўлма! Мўминларга қанотингни пастлат"},{"SurahNumber":15,"VerseNumber":89,"Text":"Ва: «Албатта, мен очиқ-ойдин огоҳлантиргувчиман», деб айт"},{"SurahNumber":15,"VerseNumber":90,"Text":"Худди тақсимловчиларга туширганимизга ўхшаш. (Аҳли китоб; яҳудий ва насоролар ўзларига келган илоҳий китобларни тақсимлаб, бир қисмига иймон келтириб, бир қисмига иймон келтирмаган эдилар. Ана ўшаларга китоб туширганимизга ўхшаб сенга ҳам китоб туширдик)"},{"SurahNumber":15,"VerseNumber":91,"Text":"Қуръонни парча-парча қилганларга. («Қуръонни парча-парча қилган тақсимловчилар» деганда аҳли китоб яҳудий ва насоролар назарда тутилгандир. Улар ўзларига келган илоҳий китобларни тақсимлаб, бир қисмига иймон келтириб, бир қисмига иймон келтирмаган эдилар. Энди Қуръонни ҳам парча-парча қилиб, ўз фикрларига мос келганини олиб, тўғри келмаганини тарк этмоқчи бўлмоқдалар)"},{"SurahNumber":15,"VerseNumber":92,"Text":"Бас, Роббинг ила қасамки, уларнинг ҳаммасидан, албатта, сўрармиз"},{"SurahNumber":15,"VerseNumber":93,"Text":"Қилиб юрган ишлари ҳақида"},{"SurahNumber":15,"VerseNumber":94,"Text":"Бас, сенга амр этилган нарсани юзага чиқар ва мушриклардан юз ўгир. (Ушбу оят нозил бўлгунга қадар Расулуллоҳ (с. а. в.) одамларни динга сирли-яширин равишда даъват этар эдилар. Бу оятдаги «юзага чиқар» деган амрга мувофиқ ошкора даъватни бошладилар. Мушрикларнинг гап-сўзларига эътибор бермай қўйдилар"},{"SurahNumber":15,"VerseNumber":95,"Text":"Албатта, Биз сенга истеҳзо қилувчилардан кифоя қилурмиз"},{"SurahNumber":15,"VerseNumber":96,"Text":"Улар Аллоҳ билан бирга бошқа илоҳ (шерик) қилурлар. Бас, тезда билурлар"},{"SurahNumber":15,"VerseNumber":97,"Text":"Албатта, Биз уларнинг айтаётганларидан сенинг дилинг сиқилишини яхши биламиз"},{"SurahNumber":15,"VerseNumber":98,"Text":"Бас, Роббинг ҳамди ила тасбиҳ айт ва сажда қилгувчилардан бўл"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ва сенга аниқ нарса (ўлим) келгунича Роббингга ибодат қил"},{"SurahNumber":16,"VerseNumber":1,"Text":"Аллоҳнинг амри келди. Бас, унинг тезроқ келишини талаб қилмай қўя қолинг. У зот улар келтираётган ширклардан пок ва олий бўлди"},{"SurahNumber":16,"VerseNumber":2,"Text":"У Ўз амри ила фаришталарни руҳ-ваҳий билан бандаларидан Ўзи хоҳлаганларига: «Огоҳлантиринглар. Албатта, Мендан ўзга илоҳ йўқ. Бас, Менга тақво қилинглар», деб нозил қиладир"},{"SurahNumber":16,"VerseNumber":3,"Text":"У осмонлару ерни ҳақ ила яратди. У улар ширк келтираётган нарсалардан олий бўлди"},{"SurahNumber":16,"VerseNumber":4,"Text":"У инсонни нутфадан яратди. Энди эса, у(инсон) очиқ-ойдин хусуматчи бўлиб турибди"},{"SurahNumber":16,"VerseNumber":5,"Text":"У чорва ҳайвонларини ҳам яратди. Уларда сиз учун иссиқлик манфаатлар бор ва улардан ейсизлар ҳам"},{"SurahNumber":16,"VerseNumber":6,"Text":"Ва сиз учун уларда кечки пайт (ўтлоқдан) қайтаётганларида ва эрталаб (ўтлоққа) кетаётганида чиройли-жамол бор"},{"SurahNumber":16,"VerseNumber":7,"Text":"Ва улар юкларингизни сиз жон машаққатисиз ета олмайдиган юртларгача кўтариб борадир. Албатта, Роббингиз меҳрибон ва раҳмлидир"},{"SurahNumber":16,"VerseNumber":8,"Text":"Отлар, хачирлар ва эшакларни минишингиз ва зийнат учун (яратди) ва сиз билмайдиган нарсаларни яратадир. (Яъни, Аллоҳ таоло келажакда сизлар учун туя, от, хачир ва эшакдан бошқа сиз билмайдиган нақлиёт воситаларини яратади. Дарҳақиқат, шундай ҳам бўлди. Ушбу оятлар тушган даврда мавжуд бўлмаган ҳавода, сувда ва ерда юрадиган кўплаб нақлиёт воситалари вужудга келди. Бу эса, ўз навбатида, Қуръони Карим мазкур: «ва сиз билмайдиган нарсаларни яратади», жумласи ила мўмин-мусулмонларни келажак янгиликларидан хабардор қилаётганига далолатдир)"},{"SurahNumber":16,"VerseNumber":9,"Text":"Йўлларнинг мақсаддагиси Аллоҳга оиддир. Улардан эгриси ҳам бордир. Агар хоҳласа, албатта, ҳаммангизни ҳидоят қилган бўларди. (Бу дунёда ҳиссий йўлларга ўхшаб, маънавий йўллар ҳам кўпдир. Ўша маънавий йўллар ичида яхшиси ҳам, ёмони ҳам бор: Энг тўғри йўл, яъни, мақсадга эриштирадиган, икки дунё саодатига олиб борадиган йўл–Аллоҳ йўлидир)"},{"SurahNumber":16,"VerseNumber":10,"Text":"У осмондан сувни туширган зотдир. Сизга ундан шароб ва ҳайвон ўтлатадиган дарахт бордир"},{"SurahNumber":16,"VerseNumber":11,"Text":"У ўша(сув) ила сизга экинларни, зайтунни, ҳурмоларни, узумларни ва турли меваларни ўстирадир. Албатта, бунда тафаккур қиладиган қавмлар учун оят-белгилар бордир"},{"SurahNumber":16,"VerseNumber":12,"Text":"У сизга кечанию кундузни, қуёшнию ойни хизматкор қилди. Юлдузлар Унинг амри ила хизматкордир. Албатта, бунда ақл юритгувчи қавмлар учун оят-белгилар бордир. (Бу оятда зикри келган нарсалар ҳам Аллоҳнинг буюк неъматларидир. Масалан, кеча билан кундузнинг қанчалик улуғ неъматлар эканини англаб етиш учун икковидан бири йўқ бўлишини тасаввур қилишнинг ўзи кифоя)"},{"SurahNumber":16,"VerseNumber":13,"Text":"Ва сиз учун ерда турли рангда қилиб яратган нарсаларини ҳам (хизматкор қилди). Албатта, бунда эслайдиган қавмлар учун оят-белги бордир. (Аллоҳ таоло ер ости бойликларини ҳам инсонга улуғ неъмат ўлароқ берди. Ранглари хилма-хил бўлган бу неъматларнинг ҳаммаси инсон учун беминнат хизмат қилади. Ўша неъматларни ер остидан топиб олган баъзи инсонларгина бир-бирларига миннат қиладилар, холос)"},{"SurahNumber":16,"VerseNumber":14,"Text":"У денгизни сиз ундан тоза гўшт ейишингиз, ундан тақадиган тақинчоқлар чиқариб олишингиз учун, унда (сувни) ёриб кетаётган кемаларни кўрасан, ҳамда унинг фазлини талаб қилишингиз учун хизматкор қилди. Шоядки, шукр келтирсангиз. (Аллоҳ таолонинг сувдаги неъматлари ҳам жуда кўпдир. Ушбу оятда улардан баъзилари зикр қилинмоқда)"},{"SurahNumber":16,"VerseNumber":15,"Text":"У зот ер сизларни тебратиб юбормаслиги учун унинг устига баланд тоғларни ташлаб қўйди. Анҳорлару йўлларни ҳам. Шоядки, тўғри йўл топсангиз"},{"SurahNumber":16,"VerseNumber":16,"Text":"Ва аломатлар ҳамда юлдузлар ила улар йўл топурлар"},{"SurahNumber":16,"VerseNumber":17,"Text":"Яратадиган зот яратмайдиган зот каби бўлурми? Ўйлаб кўрмайсизларми"},{"SurahNumber":16,"VerseNumber":18,"Text":"Агар Аллоҳнинг неъматларини санасангизлар, саноғига ета олмайсизлар. Албатта, Аллоҳ ўта мағфиратли ва раҳмли зотдир. (Ҳа, Аллоҳнинг бандаларига берган неъматлари сонсиз-саноқсиздир. Уларнинг баъзилари юқоридаги оятларда эслатиб ўтилди. Аслида эса, агар инсонлар ўзларига берилган неъматларни ҳисоблашга уринсалар, санаб саноғига ета олмайдилар. Шундай сон-саноқсиз неъматнинг шукрини ҳеч ким адо қила билмайди. Агар Аллоҳ ҳамма неъматлари учун тўла-тўкис шукрни талаб этса, бандаларга жуда қийин бўларди)"},{"SurahNumber":16,"VerseNumber":19,"Text":"Аллоҳ нимани сир тутаётганингизни ва нимани ошкор қилаётганингизни биладир"},{"SurahNumber":16,"VerseNumber":20,"Text":"Уларнинг Аллоҳдан ўзга ибодат қилаётганлари ҳеч нарсани ярата олмаслар. Ҳолбуки, ўзлари яратиладилар"},{"SurahNumber":16,"VerseNumber":21,"Text":"Ўликлардир, тирик эмаслар ва қачон қайта тирилтирилишларини билмаслар"},{"SurahNumber":16,"VerseNumber":22,"Text":"Илоҳингиз ягона илоҳдир. Охиратга иймон келтирмайдиганларнинг қалблари инкор қилувчидир, ўзлари эса мутакаббирдирлар"},{"SurahNumber":16,"VerseNumber":23,"Text":"Шубҳасизки, Аллоҳ нимани сир тутаётганларини ва нимани ошкор қилаётганларини биладир. Албатта, У мутакаббирларни хуш кўрмас"},{"SurahNumber":16,"VerseNumber":24,"Text":"Қачонки, уларга: «Роббингиз нимани нозил қилди?» дейилса, улар: «Аввалгиларнинг афсоналарини», дерлар"},{"SurahNumber":16,"VerseNumber":25,"Text":"Қиёмат куни ўз гуноҳларини тўлалигича ва жаҳолат ила йўлдан адаштирган кишиларнинг гуноҳларидан кўтаришлари учундир. Огоҳ бўлинг! Улар кўтарган нарса қандоқ ҳам ёмон! (Мазкур кофирлар куфрлари, Қуръонга иймон келтирмай юрганлари ва одамларни Қуръондан тўсганлари учун етарли жазо оладилар. Қиёмат кунида улар ўз гуноҳларини тўлалигича кўтарадилар, яъни, шунга яраша жазога йўлиқтириладилар. Бунга қўшимча равишда, ўзлари жаҳолат ила Қуръонга қарши ташвиқот олиб бориб йўлдан адаштирган кишиларнинг гуноҳларидан баъзисини ҳам кўтарадилар. Унга яраша қўшимча жазо ҳам оладилар. Ўз гуноҳларига бошқаларнинг гуноҳларини ҳам қўшиб кўтарадилар)"},{"SurahNumber":16,"VerseNumber":26,"Text":"Батаҳқиқ, улардан олдингилар ҳам макр қилганлар. Бас, Аллоҳ биноларини пойдеворидан йиқитди. Шифт уларнинг устига қулаб тушди. Ва уларга ўзлари сезмаган томондан азоб келди"},{"SurahNumber":16,"VerseNumber":27,"Text":"Сўнгра қиёмат кунида У зот уларни хор қиладир ва: «Сизлар улар ҳақида тортишиб юрган Менинг «шерикларим» қани?» дер. Илм берилганлар: «Бугунги кунда хорлик ва ёмонлик кофирларгадир», дерлар"},{"SurahNumber":16,"VerseNumber":28,"Text":"Фаришталар уларнинг жонларини ўзларига зулм қилган ҳолларида олгандир. Улар, ҳеч бир ёмонлик қилмаган эдик, дея таслим бўлурлар. Йўқ! Албатта, Аллоҳ нима амал қилиб юрганингизни билгувчи зотдир"},{"SurahNumber":16,"VerseNumber":29,"Text":"Бас, жаҳаннам эшикларидан, унда абадий қолгувчи бўлган ҳолингизда киринг! Бас, мутакаббирларнинг қайтар жойи қандоқ ҳам ёмон! (Бу дунёда мутакаббирлик билан динни инкор қилганингиз, одамларни дин йўлидан қайтариб, адаштирганингиз учун жаҳаннам эшикларидан киринг. Кирганда ҳам, унда абадул-абад қоладиган бўлиб киринг. Мутакаббирларнинг жазоси шу бўлади)"},{"SurahNumber":16,"VerseNumber":30,"Text":"Ва тақво қилганларга: «Роббингиз нимани нозил қилди?» дейилди. Улар: «Яхшиликни», дедилар. Чиройли амаллар қилганлар учун бу дунёда чиройли (мукофот) бордир. Албатта, охират диёри яхшироқдир. Роббиларининг диёри нақадар яхшидир. (Мушрикларга «Роббингиз нимани нозил қилди?» дейилганида, «Аввалгиларнинг афсоналарини», дейишган эди. Чунки улар динга, Қуръонга ўтган авлодларнинг афсонаси, эскилик сарқити, деб қарадилар. Шунинг учун ёмон оқибатга учрадилар. Ўша мушрик ва кофирлардан фарқли ўлароқ тақводорлар яхши оқибатга эришдилар)"},{"SurahNumber":16,"VerseNumber":31,"Text":"У адн жаннатидир. Унга кирганларида остидан анҳорлар оқиб турар, улар учун у ерда истаган нарсалари бор. Аллоҳ тақводорларни ана шундай мукофотлар"},{"SurahNumber":16,"VerseNumber":32,"Text":"Фаришталар уларнинг жонларини пок ҳолларида ола туриб: «Сизларга салом бўлсин. Қилиб юрган ишларингиз туфайли жаннатга киринг», дерлар. (Ҳа, ўлим фаришталари ҳам тақводорлар билан гўзал муомалада бўладилар. Уларнинг жонларини олишда мулойимлик билан, пок ҳолларида салом бериб туриб, жаннатга киришларини айтиб башорат берадилар)"},{"SurahNumber":16,"VerseNumber":33,"Text":"Улар ўзларига (ўлим) фаришталарини ёки Роббингнинг (азоб) амри келишига интизор бўлиб турибдиларми? Улардан олдингилар ҳам шундай қилган эдилар. Аллоҳ уларга зулм қилмади. Лекин улар ўзларига зулм қилган эдилар"},{"SurahNumber":16,"VerseNumber":34,"Text":"Бас, қилган ёмон амаллари ўзларига етди ва истеҳзо қилган нарсалари ўзларини ўради. (Яъни, уларга ёмонлик ташқаридан келгани йўқ. Ўзлари ўзларининг бошларига етдилар. Қилган ёмон амалларига яраша жазо олдилар, холос)"},{"SurahNumber":16,"VerseNumber":35,"Text":"Ширк келтирганлар: «Агар Аллоҳ хоҳлаганида, биз ҳам, ота-боболаримиз ҳам Ундан ўзга ҳеч нарсага ибодат қилмас эдик ҳамда Унинг ҳукмисиз бирон нарсани ҳаром қилмаган бўлар эдик», дедилар. Улардан олдингилар ҳам шундай қилганлар. Пайғамбарлар зиммасида фақат очиқ-ойдин етказиш бор, холос. (Аллоҳ таоло инсонни ҳидоятга ҳам, залолатга ҳам қобилиятли қилиб яратди. Сўнгра хоҳлаган йўлини танлашни ихтиёрига ҳавола этди. Шунга яраша уларга ақл ва сезги аъзоларини берди. Шунингдек, Пайғамбарлар юбориб, китоблар нозил қилди ва шариатлар жорий этди)"},{"SurahNumber":16,"VerseNumber":36,"Text":"Батаҳқиқ, Биз ҳар бир умматга: «Аллоҳга ибодат қилинг ва тоғутдан четланинг», деб Пайғамбар юборганмиз. Бас, улардан баъзиларини Аллоҳ ҳидоят қилди. Баъзиларига эса, залолат ҳақ бўлди. Бас, ер юзида сайр қилиб юриб ёлғонга чақирувчиларнинг оқибати қандай бўлганига назар солинг. (Ҳидоят йўлини ихтиёр қилиб, унга интилганларни Аллоҳ таоло ҳидоятга йўллади. Залолат-куфр йўлини ихтиёр этиб, ўша томонни кўзлаганларга залолат ҳақ бўлди. Бу икки тоифанинг ҳеч бирини Аллоҳ мажбурлагани йўқ)"},{"SurahNumber":16,"VerseNumber":37,"Text":"Агар сен уларнинг ҳидоятига ўта қизиқсанг ҳам, Аллоҳ залолатга кетказган кимсаларни ҳидоят қилмас. Уларга нусрат бергувчилардан бўлмас"},{"SurahNumber":16,"VerseNumber":38,"Text":"Улар жон-жаҳдлари билан: «Аллоҳ ўлганларни қайта тирилтирмас», деб Аллоҳ номи ила қасам ичдилар. Йўқ! Бу, У зотнинг зиммасидаги ҳақ ваъдадир. Лекин одамларнинг кўплари билмаслар. (Йўқ! Эй мушриклар, сиз айтаётган гаплар бехуда гаплардир. Ўлганларни қайта тирилтириш, Аллоҳнинг зиммасидаги ҳақ ваъдадир. Аллоҳ ваъдасига хилоф қилмайди. Ўлганларни албатта қайта тирилтиради)"},{"SurahNumber":16,"VerseNumber":39,"Text":"Уларга ихтилоф қилиб юрган нарсаларини баён қилиб бериш учун, куфр келтирганлар ўзларининг шубҳасиз ёлғончи эканларини билишлари учун (қайта тирилтиради)"},{"SurahNumber":16,"VerseNumber":40,"Text":"Агар Биз бир нарсанинг бўлишини ирода қилсак, унга «бўл» демоғимиз кифоя. Бас, ўша нарса бўладир"},{"SurahNumber":16,"VerseNumber":41,"Text":"Зулмга дучор бўлганларидан сўнг Аллоҳнинг йўлида ҳижрат қилганларни бу дунёда, албатта, гўзал (жойга) жойлаштирурмиз. Ва охират ажри каттароқдир, агар биладиган бўлсалар"},{"SurahNumber":16,"VerseNumber":42,"Text":"Улар сабр қилган ва Роббиларига таваккал қилганлардир. (Муҳожирлар ана ўша қийинчиликларга, машаққатларга, азоб-уқубатларга сабр қилган улуғ кишилардир. Улар Аллоҳнинг розилиги учун сабр қилган ва бу аснода фақат Роббиларига таваккал этган ҳамда фақат Унгагина суянган зотлардир)"},{"SurahNumber":16,"VerseNumber":43,"Text":"Биз сендан олдин ҳам фақат эр кишиларни юбориб, уларга ваҳий қилганмиз. Агар билмайдиган бўлсангиз, зикр аҳлларидан сўрангиз"},{"SurahNumber":16,"VerseNumber":44,"Text":"Очиқ-ойдин баёнотлар ва китоблар ила (юбордик). Ва сенга одамларга нозил қилинган нарсани ўзларига баён қилиб беришинг учун зикрни нозил қилдик. Шоядки, тафаккур қилсалар. (Қуръони Каримнинг исмларидан бири «зикр» эканини бошқа жойларда ҳам айтиб ўтган эдик. Ушбу оят ҳам уни «зикр» деб атамоқда. Яъни, Пайғамбарларни ўз қавмларига турли очиқ-ойдин баёнотлар ва китоблар билан юбордик. Сени эса, эй Муҳаммад, одамларга нозил қилинган нарсани ўзларига баён қилиб беришинг учун зикр–Қуръон ила юбордик)"},{"SurahNumber":16,"VerseNumber":45,"Text":"Макр ила ёмонликлар қилганлар, Аллоҳ уларни ерга ютқазиб юборишидан ёки уларга кутмаган томонларидан азоб келиб қолишидан хотиржам бўлдиларми"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ёхуд уларни ҳаракатлари асносида олишидан, улар У зотни ожиз қолдирувчи бўла олмасликларидан хотиржаммилар?! (Агар Аллоҳ хоҳласа, уларни ҳаракатда бўлиб, шаҳарма-шаҳар кезиб, сайру саёҳат ёки бошқа ишлар билан машғул бўлиб юрганларида ҳам олаверади. Аллоҳни ожиз қолдириб қочиб қутула билмайдилар. Нимага ишониб кофир ҳолида юрибдилар)"},{"SurahNumber":16,"VerseNumber":47,"Text":"Ёки У зот уларни хавфсираб турган ҳолларида ҳам олишидан (хотиржаммилар?!). Албатта, Роббингиз меҳрибон ва раҳмлидир"},{"SurahNumber":16,"VerseNumber":48,"Text":"Ахир улар Аллоҳ яратган ҳар бир нарсанинг соялари ўнгга, чапга мойил бўлиб, Аллоҳга сажда қилиб ётганини ва улар бўйсунувчи эканини кўрмайдиларми?! (Барча мавжудотларнинг Аллоҳ жорий этган қонун-қоидаларга бўйсунишларини ушбу ояти карима, Аллоҳга сажда қилиш, деб таърифламоқда)"},{"SurahNumber":16,"VerseNumber":49,"Text":"Осмонлару ердаги барча жонзотлар ва фаришталар фақат Аллоҳга сажда қилурлар. Улар мутакаббирлик қилмаслар"},{"SurahNumber":16,"VerseNumber":50,"Text":"Улар устиларидаги Роббиларидан қўрқурлар ва ўзларига амр қилинган нарсаларни қилурлар"},{"SurahNumber":16,"VerseNumber":51,"Text":"Аллоҳ: «Иккита илоҳ тутмангиз. Ҳақиқатда, У ёлғиз илоҳдир. Бас, Мендангина қўрқингиз», деди"},{"SurahNumber":16,"VerseNumber":52,"Text":"Осмонлару ердаги нарсалар Уникидир. Дин ҳам бардавом Уникидир. Аллоҳдан ўзгадан қўрқасизларми"},{"SurahNumber":16,"VerseNumber":53,"Text":"Сизда қайсики неъмат бўлса, Аллоҳдандир. Сўнгра қачонки сизга ёмонлик етса, Унгагина ёлборурсиз"},{"SurahNumber":16,"VerseNumber":54,"Text":"Сўнгра У сиздан ёмонликни кушойиш қилган чоғда, кўрибсизки, сиздан бир гуруҳ ўз Роббларига ширк келтирурлар. (Ёмонлик етган пайтида фақат Аллоҳга ёлбориб турган одамлардан баъзилари Аллоҳ таоло уларга етган ёмонликни кетказгандан сўнг яна Аллоҳга ширк келтиришга ўтадилар)"},{"SurahNumber":16,"VerseNumber":55,"Text":"Уларга берган нарсаларимизга куфр келтирурлар. Бас, ҳузурланиб туринглар, тезда билурсиз"},{"SurahNumber":16,"VerseNumber":56,"Text":"Ва улар ўзлари (моҳиятини) билмаган нарсага Биз уларга берган ризқдан насиба ажратурлар. Аллоҳга қасамки, ўзингиз уйдирган ёлғон нарса ҳақида, албатта, сўралурсиз. (Яъни, мушриклар ўзлари асл моҳиятини билмайдиган бутларига Биз берган ризқдан насиба ажратадилар. Жоҳилият пайтида мушриклар баъзи ҳайвонларни маълум бир бутларга атаб қўяр эдилар. Ўша ҳайвон аталгандан сўнг, бу фалон худонинг насибаси, деб унга алоҳида эҳтиром ила муомала қилинарди. Ўша ҳайвон минилмас, устига юк юкланмас, сути ичилмас, гўшти ҳам ейилмас эди)"},{"SurahNumber":16,"VerseNumber":57,"Text":"Улар қизларни Аллоҳники қилишадир. У (бундан) покдир. Уларга эса, кўнгиллари тусагани (эмиш). (Аллоҳ «қизи бор» деган айбдан покдир. Чунки фарзандга муҳтож бўлиш нуқсондир. Аллоҳнинг ҳеч қандай нуқсони йўқдир. Мушрикларга кўнгиллари тусаган ўғил фарзандлар эмиш. Жоҳилият даврида қиз фарзанд ор-номус ҳисобланар эди. Шунинг учун мушриклардан ҳеч ким қиз фарзанд кўришни хоҳламас эди)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Қачонки улардан бирига қизнинг хушхабари берилса, ғам-аламга тўлиб, юзи қорайиб кетур"},{"SurahNumber":16,"VerseNumber":59,"Text":"Унга берилган хушхабарнинг ёмонлигидан (уялиб) қавмидан беркинадир. У(қиз)ни хорлик-ла олиб қолсамикин ёки тупроққа кўмсамикин? Огоҳ бўлинг! Улар қилган ҳукм нақадар ёмон"},{"SurahNumber":16,"VerseNumber":60,"Text":"Охиратга иймон келтирмайдиганларнинг мисоли ёмон мисолдир. Аъло мисол Аллоҳникидир. У азиз ва ҳакимдир"},{"SurahNumber":16,"VerseNumber":61,"Text":"Агар Аллоҳ одамларни қилган зулмларига биноан тутганида, ер юзида битта ҳам жонзотни қўймас эди. Лекин уларни белгиланган ажалига қўйиб қўюр. Қачонки, ажаллари келса уни бир соат орқага ҳам, олдинга ҳам сура олмаслар"},{"SurahNumber":16,"VerseNumber":62,"Text":"Улар ўзлари ёқтирмаган нарсани Аллоҳники қилурлар. Уларнинг тиллари эса, ёлғондан ўзларига гўзал (оқибат) бўлишини васф қиладир. Ҳеч шубҳа йўқки, уларга, албатта, дўзах бўлур ва, албатта, улар (дўзах) пешқадамларидир"},{"SurahNumber":16,"VerseNumber":63,"Text":"Аллоҳга қасамки, Биз сендан олдинги умматларга ҳам (Пайғамбар) юборганмиз. Бас, шайтон уларга амалларини зийнатлаб кўрсатди. У бугун уларнинг дўстидир. Уларга аламли азоб бўлур"},{"SurahNumber":16,"VerseNumber":64,"Text":"Биз сенга китобни фақат уларга ўзлари ихтилоф қилган нарсаларни баён қилишинг учун, иймон келтирадиган қавмларга ҳидоят ва раҳмат этиб нозил этдик, холос. (Ҳа, Аллоҳ таоло Муҳаммадга (с. а. в.) Қуръони Каримни турли халқларнинг ҳақ ва ботил, иймон ва куфр, яхшилик ва ёмонлик ҳамда бошқа нарсалар устидаги ихтилофларини баён этиб бериш учун нозил қилди"},{"SurahNumber":16,"VerseNumber":65,"Text":"Аллоҳ осмондан сув тушириб, у ила ерни ўлимидан кейин тирилтирди. Албатта, бунда эшитадиган қавмлар учун оят-белгилар бордир. ( Ер ўлик бўлса, ер юзидаги нарсалар ҳам жонсиз бўлади. Ер тирилиши билан унинг устидаги ҳамма нарсаларга жон киради. Демак, сув ҳамма нарсага ҳаёт бағишлайди. Сувни эса, фақатгина Аллоҳ таоло тушира олади. Ҳамма нарсага ҳаётни фақат Аллоҳгина бера олади. Демак, ҳамма нарсага маъбуд бўлишга фақат Аллоҳгина ҳақлидир)"},{"SurahNumber":16,"VerseNumber":66,"Text":"Чорва ҳайвонларида ҳам сиз учун, албатта, ибрат бордир. Биз сизларни уларнинг қорнидан, гўнг ва қон орасидан ичувчилар (томоғи)дан осон ўтувчи соф сут ила суғорамиз"},{"SurahNumber":16,"VerseNumber":67,"Text":"Ва хурмо ва узумларнинг меваларидан маст қилувчи нарса ва гўзал ризқ олурсиз. Албатта, бунда ақл юритгувчилар учун оят-белги бордир. (Ушбу ояти карима Қуръони Каримда маст қилувчи ичимлик ҳақида нозил бўлган тўрт оятнинг биринчисидир, бу оятда маст қилувчи ичимлик ҳақида бир ҳукм йўқ. Аммо унинг яхши ризққа қиёсан ёмон эканига ишора бор. Бу ишора маст қилувчи ичимликка қарши қуръоний тарғиботнинг бошланишидир)"},{"SurahNumber":16,"VerseNumber":68,"Text":"Роббинг асаларига: «Тоғлардан, дарахтлардан ва кўтарилган сўритоклардан уй тутгин"},{"SurahNumber":16,"VerseNumber":69,"Text":"Сўнгра ҳамма мевалардан егин. Бас, Роббинг осон қилиб қўйган йўллардан юргин», деб ваҳий қилди. Уларнинг қоринларидан турли рангдаги шароб чиқар. Унда одамлар учун шифо бордир. Албатта, бунда тафаккур қилувчилар учун оят-белги бордир. (Аллоҳ таолонинг ҳайвонотларга, жумладан, асаларига ваҳий қилиши унга илҳом бериши ҳисобланади. ллоҳ таоло асаларини яратганда унга ҳис-туйғу ва илҳомни қўшиб яратгани учун у кўргина ақлли инсонлар ҳам қила олмайдигананиқлик билан ўзига топширилган ишни бажаради)"},{"SurahNumber":16,"VerseNumber":70,"Text":"Аллоҳ сизларни яратгандир. Сўнгра У сизларни вафот эттирадир. Сизлардан баъзилар билимли бўлгандан сўнг ҳеч нарса билмаслиги учун умрнинг энг заифлигига қайтариладир. Албатта, Аллоҳ билгувчи ва қодирдир"},{"SurahNumber":16,"VerseNumber":71,"Text":"Аллоҳ ризқда баъзингизни баъзингиздан афзал қилди. Бас, афзал қилинганлар ўз ризқларини қўлларида мулк бўлганларга, ҳамма тенг бўлсин, деб берувчи эмаслар-ку. Аллоҳнинг неъматини инкор қиладиларми"},{"SurahNumber":16,"VerseNumber":72,"Text":"Аллоҳ сизларга ўзларингиздан жуфлар қилди ва сизларга жуфтларингиздан болалар ва набиралар қилди ҳамда сизларга пок ризқларни берди. Ботилга иймон келтирадилар-у, Аллоҳнинг неъматига куфр келтирадиларми?! (Ояти каримада жон, жуфти ҳалол, фарзанд ва набира каби неъматлар ҳақида сўз кетмоқда. Бу орқали ўша улуғ неъматларни беришга ягона Аллоҳнинг ўзи ҳақли экани таъкидланади. Шунингдек, Аллоҳ таоло мазкур неъматлардан баҳраманд бўлган бандаларнинг ягона илоҳи-маъбуди бўлишга ҳам ҳақли эканига ишорат қилинади)"},{"SurahNumber":16,"VerseNumber":73,"Text":"Ва Аллоҳдан ўзга уларга осмонлару ердан ҳеч бир ризққа молик бўла олмайдиган ва ҳеч нарсага қодир бўла олмайдиган нарсаларга ибодат қиладиларми? (Аллоҳдан ўзга ибодат қилаётган ўша нарсаси нима эканини ўйлаб кўрмайдими? Нима учун унга сиғиняпти ўзи? Ахир, сиғинаётган нарсаси унга бирор ризқни бера олмайди-ку?! У нарса ризқ ҳам, неъмат ҳам беришга қодир эмас-ку! Хўш, ризқ беришга қодир бўлмаган, ҳеч бир ризқ бера олмайдиган нарсага нима учун ибодат қилади?! Эй мушриклар)"},{"SurahNumber":16,"VerseNumber":74,"Text":"Аллоҳга зарбул масал келтирманглар! Албатта, Аллоҳ биладир. Сизлар эса, билмайсизлар"},{"SurahNumber":16,"VerseNumber":75,"Text":"Аллоҳ ҳеч нарсага қодир бўлмайдиган мамлук-қул билан Биз уни яхши ризқ ила ризқлантирган ва ўшандан махфий ва ошкоро инфоқ қиладиган кимсани зарбул масал қиладир. Улар тенг бўладиларми? Ҳамду сано Аллоҳгадир. Лекин кўплари билмаслар. (Ушбу мисол ояти карима нозил бўлган жойдаги араб жоҳилий жамияти воқеълигидан олингандир. Исломни инкор этиб, Аллоҳга ширк келтираётганларнинг бошлиқлари Қурайшнинг зодагон-бойлари эди. У даврдаги бойларнинг мамлук-қуллари бор эди. Бу қуллар эгасига мулк, ўзлари ҳеч нарсага ҳақсиз бир жонзот эди. Кўп ризқу рўзга эга бўлиб, ҳаммага хайру эҳсон қилаётган хўжайин билан унинг ҳеч нарсаси йўқ мамлук қули тенг бўладими? Албатта, тенг эмаслар. Демак, ҳамманинг холиқи ва розиқи Аллоҳ таоло билан ҳеч нарсага қодир бўлмаган, мушриклар ибодат қилаётган бутлар ҳам тенг бўла олмайдилар)"},{"SurahNumber":16,"VerseNumber":76,"Text":"Аллоҳ икки кишини зарбул масал келтирди. Бири соқов, ҳеч нарсага қодир бўлмайдир. У ўз хожасига юкдир. Қаерга юборса ҳам, яхшилик келтирмайдир. Ўша одам билан ўзи тўғри йўлда туриб, бошқаларни адолатга амр қиладиган киши баробар бўларми"},{"SurahNumber":16,"VerseNumber":77,"Text":"Осмонлару ернинг ғайб(илм)и Аллоҳникидир. Соат(қиёмат) иши эса, кўз очиб-юмгандек ёки ундан ҳам яқинроқдир. Албатта, Аллоҳ ҳар бир нарсага қодирдир"},{"SurahNumber":16,"VerseNumber":78,"Text":"Аллоҳ сизни оналарингиз қорнидан ҳеч нарса билмайдиган ҳолингизда чиқарди. У сизга қулоқ, кўзлар ва дилларни берди. Шоядки, шукр қилсангиз. (Дунёда фақат инсон боласигина жуда ожиз ҳолда туғилади. Бошқа ҳайвонларнинг болалари туғилгандан бир оз ўтиб, ҳаракатга тушади, ўзи юради, онасини эмади ва бошқа ҳожатларини чиқаради. Инсон боласи эса, йиғидан бошқа ҳеч нарсани билмай тураверади. Ҳар бир нарсани унга соат, кун, ҳафта, ой эмас, балки йил давомида ўргатиш керак. Ўша ўрганиш ҳам Аллоҳ берган хусусиятлар билан бўлади)"},{"SurahNumber":16,"VerseNumber":79,"Text":"Осмон бўшлиғидаги беминнат, бўйсундирилган қушларга қарамайдиларми? Уларни фақатгина Аллоҳ ушлаб туради, холос. Албатта, бунда иймон келтирадиган қавмлар учун оят-белгилар бордир"},{"SurahNumber":16,"VerseNumber":80,"Text":"Аллоҳ сизга уйларингизни оромгоҳ қилди. У сизга чорва ҳайвонларининг терисидан кўчадиган ва қўнадиган кунингизда енгил кўтариладиган уйлар қилди. Уларнинг жунлари, юнглари ва қилларидан маълум вақтгача фойда ва мато бўладиган қилди. (Инсоннинг уйи энг қулай оромгоҳи ҳисобланади. Уйдан бошқа жойда одам оромини йўқотади. Шунинг учун ҳам Ислом динида уйга ва унинг осойишта, хотиржамлик макони бўлишига катта эътибор берилган)"},{"SurahNumber":16,"VerseNumber":81,"Text":"Аллоҳ сизга Ўзи яратган нарсалардан соялар қилиб қўйди ва сизга тоғлардан бошпаналар, сизларни иссиқдан сақлайдиган кийимлар ва зарбадан сақлайдиган кийимлар қилиб қўйди. Шундай қилиб, У сизларга Ўз неъматини батамом қилиб берди. Шоядки, мусулмон бўлсангиз. (Бу ўринда инсон, айниқса, ушбу ояти карима тушган жой ва вақтнинг одами кундалик ҳаётида муҳтож бўлиб турадиган Аллоҳнинг неъматлари ҳақида гап кетмоқда)"},{"SurahNumber":16,"VerseNumber":82,"Text":"Агар юз ўгириб кетсалар, бас, сенинг зиммангда очиқ-ойдин етказиб қўйиш, холос"},{"SurahNumber":16,"VerseNumber":83,"Text":"Улар Аллоҳнинг неъматини танирлар, кейин эса, инкор қилурлар. Уларнинг кўплари кофирлардир. (Аллоҳнинг неъматини била туриб инкор қилган киши аниқ кофир бўлади)"},{"SurahNumber":16,"VerseNumber":84,"Text":"Ҳар бир умматдан гувоҳ келтирган кунимизда, сўнгра куфр келтирганларга (узр учун) изн ҳам берилмас ва улар итобга ҳам қайтарилмаслар. (Қиёматда Аллоҳ таоло ўтган умматлардан ҳар бирига ўзининг Пайғамбарини гувоҳ қилиб келтиради. Кўпчилик олдида ҳамма нарса аён бўлади. Шармандаси чиққан кофирлар, узр айтмоқчи бўладилар. Аммо узр айтишга изн берилмайди. Улар ҳаёти дунёга яна қайтарилишларини, итобдан сўнг яхши ишлари қилишларига имкон берилишини сўрайдилар. Унга ҳам изн берилмайди)"},{"SurahNumber":16,"VerseNumber":85,"Text":"Зулм қилганлар азобни кўрган вақтларида, улардан у енгиллатилмас ва уларга муҳлат ҳам берилмас"},{"SurahNumber":16,"VerseNumber":86,"Text":"Ва ширк келтирганлар ўзларининг «шерик»ларини кўрган чоғларида: «Эй Роббимиз, анавилар бизнинг Сендан ўзга ибодат қилган «шерик»ларимиз», дерлар. Бас, у(шерик)лар буларга: «Албатта, сизлар ёлғончидирсизлар», деб сўз ташларлар. ( Бу дунёда Аллоҳни тан олмасдан қиёматга келиб, Аллоҳга «Эй Роббимиз» деб мурожаат, илтижо қиладиган бўлиб қолибдилар. Авваллар бошқани Роббимиз деб юрганлар энди ўша Роббиларини «анавилар» дейдиган бўлиб қолишибди. Ўша «анавилар» уларни адаштириб ўзига ибодат қилдирганлигини юзларига солдилар)"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ўшал кунда у(мушрик)лар Аллоҳга таслим бўлурлар ва уйдириб юрган нарсалари ботил бўлур. (Охиратда буту санамларимиз бизга шафоатчи бўлур, дея ўзларича тўқиб чиқарган умидлари ботил бўлади)"},{"SurahNumber":16,"VerseNumber":88,"Text":"Куфр келтирган ва Аллоҳнинг йўлидан тўсганларга фасод қилганлари учун азоб устига азоб зиёда қилдик. (Кофирлик ёмон фасоддир. Одамларни Аллоҳнинг динидан тўсиш ундан ҳам ёмонроқ фасод саналади)"},{"SurahNumber":16,"VerseNumber":89,"Text":"Ҳар бир умматга ўзидан гувоҳ олиб келган кунимизда сени анавиларга (умматингга) гувоҳ қилиб келтирамиз. Сенга китобни ҳар бир нарсани баён қилувчи этиб, мусулмонларга ҳидоят, раҳмат ва хушхабар қилиб нозил этдик. (Яъни, қиёмат куни ҳар бир умматга Пайғамбарини гувоҳ этганимиздек, сени ҳам умматингга гувоҳ қилиб келтирамиз. Сенга Қуръони Каримни нозил қилишдан мақсад ҳар бир нарсани баён қилиб беришдир. Қуръон мўминлар учун Аллоҳнинг раҳматидир, мусулмонлар учун ҳидоятдир. Қуръони Карим мўминлар учун хушхабардир, уларга иймонлари орқасидан келадиган яхшиликлар хушхабарини беради)"},{"SurahNumber":16,"VerseNumber":90,"Text":"Албатта, Аллоҳ адолатга, эҳсонга, қариндошларга яхшилик қилишга амр этадир ва фаҳшу мункар ҳамда зулмкорликдан қайтарадир. У сизларга ваъз қилур. Шоядки, эсласангиз. (Абдуллоҳ ибн Масъуддан (р. а.) қилинган ривоятда у киши: «Қуръондаги энг жамловчи оят шу оятдир. Эргашиладиган яхшиликни ҳам, четланиши лозим бўлган ёмонликни ҳам жамлаб зикр қилган», дейдилар. Аллоҳ буюрган адолат–исломий мутлоқ адолатдир. Бу адолатга кўра, ҳар бир шахс, жамоат ва ҳар бир қавмга одилона муомалада бўлинади. Ҳамма учун ўлчов бир. «Эҳсон»яхшилик қилиш маъносини англатади. Исломда унинг эшиги кенг очилган. «Фаҳш» сўзининг луғавий маъноси ҳаддан ошишликдир. Лекин урфда кишилар номусига тааллуқли жиноятлар тушунилади. «Мункар» деганда, инсоннинг соф табиати инкор қиладиган ишлар кўзда тутилади. Буни, албатта, шариат ҳам инкор этади. «Зулмкорлик» эса, ҳаққа тажовуз қилиш ва адолатни бузишдир. Дарҳақиқат, булар эслашга арзигулик ваъз-насиҳатдир"},{"SurahNumber":16,"VerseNumber":91,"Text":"Агар аҳдлашсангиз Аллоҳнинг аҳдига вафо қилинг. Қасамларни таъкид қилинганидан сўнг бузманг. Батаҳқиқ, Аллоҳни ўзингизга кафил қилгансиз-а! Албатта, Аллоҳ нима қилаётганингизни билур"},{"SurahNumber":16,"VerseNumber":92,"Text":"Тўқигани кучли бўлгандан сўнг уни сўкиб юборган хотинга ўхшаб, бир уммат бошқа умматдан зиёдроқ бўлгани учун қасамларингизни орангизга алдов воситаси қилиб олманг. Албатта, бу билан сизни Аллоҳ синамоқда, холос. Албатта, У қиёмат куни нима ҳақида ихтилоф қилганингизни баён қилиб берадир. (Аҳдни бузиш, асосан, ўз манфаатларини кўзлаб, кўпроқ кучли томонга ялтоқланиш мақсадида бўлади)"},{"SurahNumber":16,"VerseNumber":93,"Text":"Агар Аллоҳ хоҳласа, сизларни бир уммат қилар эди. Лекин хоҳлаган кимсани залолатга кетказади ва хоҳлаган кимсани ҳидоят қилади. Ва, албатта, қилиб юрган амалларингиздан сўралурсизлар"},{"SurahNumber":16,"VerseNumber":94,"Text":"Қасамларингизни орангизда алдов воситаси қилиб олманг. Бас, қадам собит бўлганидан сўнг тоймасин ва Аллоҳнинг йўлидан тўсганингиз учун ёмонликни татиб юрманг. Сизга улкан азоб бўлмасин"},{"SurahNumber":16,"VerseNumber":95,"Text":"Аллоҳнинг аҳдини оз баҳога сотиб юборманг. Агар билсангиз, сиз учун, албатта, Аллоҳнинг ҳузуридаги нарса яхшироқдир"},{"SurahNumber":16,"VerseNumber":96,"Text":"Сизнинг ҳузурингиздаги нарса тугайдир. Аллоҳнинг ҳузуридаги нарса эса, боқийдир. Албатта, Биз сабр этганларни қилиб юрган амалларининг энг гўзалига бериладиган ажр ила мукофотлармиз"},{"SurahNumber":16,"VerseNumber":97,"Text":"Эркагу аёл, ким мўмин ҳолида яхши амал қилса, Биз унга яхши ҳаёт кечиртирамиз ва, албатта, уларни қилиб юрган амалларининг энг гўзалига бериладиган ажр ила мукофотлармиз"},{"SurahNumber":16,"VerseNumber":98,"Text":"Қуръон ўқиган чоғингда, Аллоҳдан қувилган шайтон(шарри)дан паноҳ сўрагин. (Яъни, аввал «Аъузу биллаҳи минаш шайтонир рожийм»ни айтиб туриб, кейин Қуръон қироатини бошлагин. «Аъузу биллаҳи»ни айтиш Қуръони Карим тиловати учун тилни поклайди. Кишини Аллоҳнинг китоби Қуръони Каримни ўқишга тайёрлайди. Шайтоннинг васвасасидан сақлайди. Бутун вужуди ва шуурини Аллоҳ томон буради. Ушбу ояти каримадан уламоларимиз Қуръон ўқишни бошламоқчи бўлган ҳар бир инсонга «Аъузу биллаҳи»ни айтиш вожиблиги ҳукмини чиқарганлар. Чунки Аллоҳ шунга амр қилмоқда. Аллоҳнинг амри ҳар бир мўминга вожиб. Уни қилмаган одам гуноҳкор бўлади)"},{"SurahNumber":16,"VerseNumber":99,"Text":"Албатта, иймон келтирганлар ва ўз Роббиларига таваккал қилганларга у(шайтон)нинг султони йўқ"},{"SurahNumber":16,"VerseNumber":100,"Text":"Унинг султони фақат уни дўст тутадиганларга ва у сабабли мушрик бўлганларга, холос"},{"SurahNumber":16,"VerseNumber":101,"Text":"Қачонки, Биз бир оят ўрнини бошқа бир оят ила алмаштирсак, –ҳолбуки, Аллоҳ нимани нозил қилишни ўзи яхши билгувчидир–улар: «Шубҳасиз, сен уйдирмачисан!» дерлар. Йўқ! Уларнинг кўплари билмаслар. (Аввалги ўрганган сураларимизда Қуръондаги баъзи оятлар кези келганда маълум сабабларга кўра насх этилиб, Аллоҳ уларнинг ҳукми ўрнига бошқа оят ила бошқа ҳукм жорий қилишини билган эдик. Ушбу оятда Қуръондаги баъзи оятларнинг насх бўлишига мушрикларнинг муносабатлари билдирилмоқда)"},{"SurahNumber":16,"VerseNumber":102,"Text":"Сен уни руҳул қудус Роббингдан иймон келтирганларни собитқадам қилиш учун ва мусулмонларга ҳидоят ва хушхабар этиб ҳақ ила туширганини айт. (Эй Муҳаммад! Сен уларга Қуръонни Аллоҳ таоло ҳузуридан руҳул қудус унвонига эга бўлган фаришта Жаброил (а. с.) олиб тушганини айт"},{"SurahNumber":16,"VerseNumber":103,"Text":"Батаҳқиқ, биламизки, албатта, улар: «Унга фақат башар таълим бермоқда, холос», дерлар. Улар гумон қилаётганнинг тили ажамийдир. Бу эса очиқ-ойдин араб тилидадир. (Қадимги Қурайш кофирлари, Муҳаммадга Қуръонни Жабр, Балзот ёки Яъийш ўргатди, деб ажам қулларнинг исмларини айтганлар. Улардан бир минг тўрт юз йил сўнги кофирлар, Муҳаммад катта олимларни тўплаб Қуръонни ёздирди, сўнгра уларнинг ҳаммасини ўлдириб юбориб, китобни бедапояга ташлаб қўйди-да, одамларни чақириб келиб, мана менга осмондан китоб тушди, деб даъво қилди, дейишди. Ушбу уйдирмани уялмай-нетмай дарс қилиб ўтишди. Уларнинг бу уйдирмаси ўзларининг ақлсизликларига далолат эканини тушуниб етишмас эди. Кофир бўлгандан кейин шу экан-да)"},{"SurahNumber":16,"VerseNumber":104,"Text":"Албатта, Аллоҳнинг оятларига иймон келтирмайдиганларни Аллоҳ ҳидятга солмас ва уларга аламли азоб бордир"},{"SurahNumber":16,"VerseNumber":105,"Text":"Ёлғонни фақат Аллоҳнинг оятларига иймон келтирмайдиганларгина тўқирлар. Ана ўшалар ўзлари ёлғончилардир"},{"SurahNumber":16,"VerseNumber":106,"Text":"Ким иймондан сўнг Аллоҳга куфр келтирса, қалби иймон ила ором топа туриб зўрланганлар бундан мустасно, ким кўксини куфрга очса, бас, уларга Аллоҳдан ғазаб бор. Уларга улкан азоб бор. (Мушриклар саҳобалардан Аммор ибн Ёсир (р. а.) ва у кишининг оталари Ёсир (р. а.) ҳамда оналари Сумаййаларни (р. а.) ҳам тутиб келиб, диндан қайтариш учун қаттиқ азобладилар. Улар азобларга чидам билан сабр қилиб, иймонларидан қайтишга кўнмадилар. Сумаййанинг (р. а.) икки оёқларини қозиққа боғлаб, аврат жойларига найза санчдилар. Сўнгра Амморнинг отаси Ёсирни (р. а.) ҳам ўлдирдилар. Бу икки улуғ инсон–эру хотин Ислом йўлида, иймон учун биринчи шаҳидлар бўлиш шарафига эришдилар. Амморнинг кўз ўнгида ҳам онасини, ҳам отасини ўлдирган мушриклар уни ҳам ўлдиришга қасд қилганларида унинг оғзидан кофирларни рози этадиган гап чиқди. Шунда мушриклар уни ўлдирмадилар. Одамлар Пайғамбаримизнинг (с. а. в.) ҳузурларига келиб: «Эй Аллоҳнинг Расули, Аммор муртад бўлди», дедилар. Бунга жавобан Расулуллоҳ (с. а. в.): «Йўқ! Аммор бошидан товонигача иймонга тўлиқдир. Иймон унинг этига ҳам, қонига ҳам сингиб кетгандир», дедилар. Сўнг ушбу оят нозил бўлди"},{"SurahNumber":16,"VerseNumber":107,"Text":"Бу уларнинг дунё ҳаётини охиратдан устун қўйганлари сабабидандир. Албатта, Аллоҳ кофир қавмларни ҳидоят этмас"},{"SurahNumber":16,"VerseNumber":108,"Text":"Ана ўшаларнинг қалблари, қулоқлари ва кўзларига Аллоҳ муҳр босгандир. Ана ўшалар ғофиллардир"},{"SurahNumber":16,"VerseNumber":109,"Text":"Ҳеч шубҳа йўқки, охиратда улар зиён кўргувчилардир"},{"SurahNumber":16,"VerseNumber":110,"Text":"Сўнгра, албатта, Роббинг фитнага учраганларидан кейин ҳижрат этиб, жиҳод қилган ва сабр этгани учун, албатта, Роббинг шулардан кейин мағфиратли ва раҳмлидир"},{"SurahNumber":16,"VerseNumber":111,"Text":"У кунда ҳар жон ўзи ҳақида тортишиш учун келур ва ҳар бир жонга амалига яраша вафо қилинур ҳамда уларга зулм этилмас. (Яъни, қиёмат кунида ҳар ким ўзини ўйлаб, ўзини азобдан қутқазиш пайидан бўлиб қолади. Бошқаларни тамоман унутади)"},{"SurahNumber":16,"VerseNumber":112,"Text":"Аллоҳ бир шаҳарни зарбул масал қилади: у омонлик ва хотиржамликда эди. Ризқи ҳар макондан сероб ҳолда келиб турарди. Сўнг у Аллоҳнинг неъматларига куфр келтирди. Бас, Аллоҳ унга қилган ишлари учун очлик ва хавф кийимини тоттирди. (Яъни, қилган ношукрчиликлари, келтирган куфрлари учун уларга очлик ва хавфни кийим қилиб кийгазиб қўйди. Аллоҳнинг амри билан Маккага етти йил қаҳатчилик келгани, унинг аҳолиси ўлимтиклар, туянинг юнги ва одатда еб бўлмайдиган бошқа нарсаларни еганлари ҳаммага маълум. Шундай қилиб, Аллоҳ уларни тўқликдан очликка чиқарди. Мусулмонлар Мадинаи Мунавварага ҳижрат этиб, ўша ерда ўз жамиятларини қурганларидан сўнг эса, аҳли Маккадан хотиржамлик неъматини ҳам олиб, уларни хавф-хатарда яшайдиган қилиб қўйди. Улар мусулмонлар Маккани фатҳ этиши учун келиб қолармикан, деган хавфда яшардилар)"},{"SurahNumber":16,"VerseNumber":113,"Text":"Батаҳқиқ, уларга ўзларидан Пайғамбар келди. Бас, улар уни ёлғончига чиқардилар. Кейин золим бўлганлари учун уларни азоб тутди. (Аҳли Макка бу Пайғамбарга иймон келтириш, у билан фахрланиш ўрнига, уни ёлғончига чиқарди, унга турли бўҳтонлар қилди ва озорлар берди)"},{"SurahNumber":16,"VerseNumber":114,"Text":"Бас, Аллоҳ сизга ризқ қилиб берган нарсалардан ҳалол-пок ҳолида енг. Ва агар Унга ибодат қиладиган бўлсангиз, Аллоҳнинг неъматига шукр қилинг"},{"SurahNumber":16,"VerseNumber":115,"Text":"Сизларга фақат ўлимтикни, қонни, чўчқа гўштини ва Аллоҳдан ўзгага атаб сўйилган нарсаларнигина ҳаром қилди. Ким золим ва ҳаддан ошувчи бўлмаган ҳолида мажбур бўлиб қолса, албатта, Аллоҳ мағфиратли ва раҳмлидир. (Инсонни яратган ва унга неъматларини берган зот–Аллоҳ таолонинг Ўзигина инсонга нима ҳалол ва нима ҳаром эканини ҳам белгилаб беради)"},{"SurahNumber":16,"VerseNumber":116,"Text":"Аллоҳга нисбатан ёлғон тўқиш учун тилларингиз васф қилган ёлғонни гапириб: «Бу ҳалол, бу ҳаром», деяверманглар. Албатта, Аллоҳга нисбатан ёлғон тўқувчилар нажот топмаслар. (Инсон неъматни розиқ Аллоҳдан олади. Шунинг учун инсоннинг ҳалол ёки ҳаром ҳақида ҳукм чиқаришга ҳаққи йўқдир. Кимки ўзи ҳақсиз бўлган нарсага аралашиб, «Бу ҳалол, бу ҳаром», деса, Аллоҳ таолога нисбатан ёлғон тўқиган бўлади)"},{"SurahNumber":16,"VerseNumber":117,"Text":"Озгина матоҳ ва аламли азоб бор"},{"SurahNumber":16,"VerseNumber":118,"Text":"Яҳудий бўлганларга эса, сенга бундан олдин айтиб берган нарсаларимизни ҳаром қилдик. Биз уларга зулм қилмадик. Лекин улар ўзларига зулм қилган эдилар. (Ушбу оятда ишора этилаётган, — Аллоҳ яҳудийларга ҳаром қилган нарсалар Анъом сурасида келган)"},{"SurahNumber":16,"VerseNumber":119,"Text":"Сўнгра, Роббинг билмасдан ёмон амал қилган, ундан кейин эса тавба қилиб яхши амалларни қилганларга, албатта, Роббинг ўшандан сўнг мағфиратли ва раҳмлидир"},{"SurahNumber":16,"VerseNumber":120,"Text":"Албатта, Иброҳим Аллоҳнинг итоат қилгувчи, ҳаққа мойил уммати эди. Мушриклардан бўлган эмас"},{"SurahNumber":16,"VerseNumber":121,"Text":"Унинг неъматларига шукр қилгувчи эди. У зот уни танлаб олди ва сиротул мустақиймга ҳидоят қилди"},{"SurahNumber":16,"VerseNumber":122,"Text":"Унга бу дунёда яхши (ҳаёт) бердик. Охиратда эса, у, албатта, солиҳлардандир"},{"SurahNumber":16,"VerseNumber":123,"Text":"Сўнгра сенга: «Иброҳимнинг ҳаққа мойил миллатига эргаш. У мушриклардан бўлмаган эди», деб ваҳий қилдик"},{"SurahNumber":16,"VerseNumber":124,"Text":"Шанба фақат у тўғрисида ихтилоф қилганлар зиммасига юкланди, холос. Албатта, Роббинг қиёмат кунида улар орасида ихтилоф қилган нарсалари ҳақида ҳукм чиқарур. (Яҳудийларга фарз қилинган шанба кунини улуғлаш ҳам Иброҳимнинг (а. с.) миллатларида йўқ нарса. Аллоҳ яҳудийлар ихтилоф қилганлари учун жазо сифатида жорий этгандир"},{"SurahNumber":16,"VerseNumber":125,"Text":"Роббингнинг йўлига ҳикмат ва яхши мавъиза ила даъват қил. Ва улар ила гўзал услубда мунозара қил. Албатта, Роббинг Ўз йўлидан адашганларни ўта билгувчи ва ҳидоят топгувчиларни ҳам ўта билгувчидир. (Аввало, даъват «Аллоҳнинг йўлига» бўлмоғи керак. Баъзи шахсларга, гуруҳларга эмас, холис Аллоҳнинг йўлига бўлиши керак. Иккинчидан, даъват ҳикмат билан амалга оширилиши керак. Бунда даъват қилинаётганларнинг ижтимоий, маданий савиясини эътиборга олиб, оғир келмайдиган йўсинда даъват қилиш лозим. Учинчидан, даъват яхши мавъиза орқали йўлга қўйилмоғи керак. Кишиларни қизиқтириш учун чиройли гапларни топиб гапириш зарур. Уларни нафратлантирмаслик лозим. Тўртинчидан, кишилар билан «гўзал услубда мунозара қилиш» керак. Аллоҳнинг йўлига даъват, аввало, фикрий ҳаракатдир. Фикрий ҳаракат бор жойда мунозара бўлиши турган гап. Ислом даъватчиси мунозарани ғоятда гўзал услубда олиб бориши керак. У рақиби билан талашиб, тортишиб, бақир-чақир, уруш-жанжал этмасдан, унинг табъига йўл топиб, унга қаноат ҳосил қилдириб, ўзи сезмаган ҳолда Исломга мойил бўлиб қоладиган усталик билан мунозара олиб бориши лозим. Бешинчидан, даъватчи ўз вазифаси даъват қилиш эканини, ҳидоят ва залолат Аллоҳга боғлиқлигини ҳеч қачон унутмаслиги керак)"},{"SurahNumber":16,"VerseNumber":126,"Text":"Агар иқоб қиладиган бўлсангиз, ўзингизга қилинган иқобга ўхшаш иқоб қилинг. Агар сабр қилсангиз, албатта, у сабр қилгувчилар учун хайрлидир. (Ўрни келганда сабр қилиб ўч олмаслик ҳам, хайр бўлиб, Ислом даъватига фойда келтириши мумкин)"},{"SurahNumber":16,"VerseNumber":127,"Text":"Сабр қил, сенинг сабринг фақат Аллоҳ ила бўлур. Улар(ҳоли)га хафа бўлма. Улар қилаётган макрдан сиқилма"},{"SurahNumber":16,"VerseNumber":128,"Text":"Албатта, Аллоҳ тақво қилганлар ва гўзал ишлар қилганлар биландир"}]}