{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"M"},{"SurahNumber":46,"VerseNumber":2,"Text":"Zjeveni tento bible jsem BUH Vsemohouci Odborny"},{"SurahNumber":46,"VerseNumber":3,"Text":"My ne tvorit nebe zahrabat vsechno ti typicky smysl konecny interval. Ty pochybovat byl zcela zapomnevsi s vystrany odevzdat ti"},{"SurahNumber":46,"VerseNumber":4,"Text":"rict Povaovat obraz ty spolecnost BUH. Beet mne co ochoten brloh ucinil oni tvorit! Oni uznat rozdelit z nebe? Beet mne kady jiny bible neli tohleto 1, kady delo pevne platny vedomi snest svuj modlarstvi ty jsem pravy"},{"SurahNumber":46,"VerseNumber":5,"Text":"Ktery jsem druhy z cesty than ty zbonovat koho BUH obraz nikdy vyhovovat ti Cas Zmrtvychvstani ar zcela neuvedomujici si z jejich zbonovat"},{"SurahNumber":46,"VerseNumber":6,"Text":"(A when lide predvolat Cas Soud) jejich obraz sluset jejich nepritel vypovedet jejich modlarstvi"},{"SurahNumber":46,"VerseNumber":7,"Text":"When nas zjeveni uvest ve vyctu ti bezvadne docilit ty pochybovat odrikavat z vernost podlehnout ti Tento jsem obviously kouzelny"},{"SurahNumber":46,"VerseNumber":8,"Text":"When oni odrikavat On vymyslet tento odrikavat ja vymyslet tento pak ty ne ochranny mne BUH! On byl celkem vedomy si o vsechno ty navrhovat. On postacit protoe svedcit mi ty. On jsem Forgiver Milosrdny"},{"SurahNumber":46,"VerseNumber":9,"Text":"rict ja byl rozdilny podle jiny hlasatel. Ja ne mel plan ktery prosit treba mi ty. Ja jen nasledujici co odhalit mne! Ja jsem nikoliv jinam than dukladny warner"},{"SurahNumber":46,"VerseNumber":10,"Text":"Odrikavat Co jestlie to BUH ty byl pochybovat za to? Svedcit podle Detsky Izrael loisko svedcit podobny ukaz on domnivat se doba ty zapnout naduty! Prece BUH ne usmernovat prostopasny lide"},{"SurahNumber":46,"VerseNumber":11,"Text":"Ty pochybovat odrikavat u ty verit jsem vsechno poslusny oni ne uznat to zpredu nas, oni ne usmernovat to oni odrikavat Tento jsem starsi stavba"},{"SurahNumber":46,"VerseNumber":12,"Text":"Neli tento kniha Moses stanovit rizeni soucit. Tento prilis byl bible pevny Arabsky vypovedet ty zhresit odevzdat poslusny zprava a spravedlivy"},{"SurahNumber":46,"VerseNumber":13,"Text":"Prece ty odrikavat Nas Magnat jsem BUH pak primet spravedlivy doivotni ne mel pramen strachu nor prosit oni rmoutit"},{"SurahNumber":46,"VerseNumber":14,"Text":"Oni zaslouily Raj kde? oni zustavat stale; odmenit jejich spravovat"},{"SurahNumber":46,"VerseNumber":15,"Text":"My porucit lidska bytost jsem honor svem zdroj. Svem ujmout se jako matka vrt jemu arduously ustoupit pocatek podle jemu arduously absorbovat duverny pecovat z jemu 30 mesice! When on sahat zralost prijit stari z 40 on odrikavat Muj Lord naridit mne uznat stesti Ty poskytnout mi muj zdroj znicit spravedlivy spravovat spokojeny Ty! Pripustit muj detsky jsem spravedlivy take! Ja litovat Ty; ja jsem submitter"},{"SurahNumber":46,"VerseNumber":16,"Text":"jsem tyto my uznat spravedlivy spravovat prehlednout jejich hrich. Oni zaslouily Raj. Tento jsem pravy slib slibny ti"},{"SurahNumber":46,"VerseNumber":17,"Text":"(Pak v tom jednotka byl rict podle svem zdroj Hore ty; ty zjistit mne smrt) ja delat se doivotni? E delat se ty posledni zpredu nas nikdy delat se zdroj volat buh porce odrikavat Hore s ty; racit verit! Buh slib jsem vernost. On odrikavat Pocet pres"},{"SurahNumber":46,"VerseNumber":18,"Text":"Tak jednotka znamka disbelievers naprosty buzeni z jinns lidsky; oni jsem kdo neco ztrati"},{"SurahNumber":46,"VerseNumber":19,"Text":"Oni uplne dosahnout usporadat oni zaslouily proto jejich spravovat. On nest ti jejich spravovat nejmensi nespravedlnost"},{"SurahNumber":46,"VerseNumber":20,"Text":"Cas podlehnout when ty pochybovat uvest hellfire Ty obnosit poslusny prileitostny odevzdat ty svuj svetovy doivotni ty potesit za ti. Proto dnes ty privodit si hanebny odskodneni protoe nahrada arogance ty predloit zahrabat kady zakladny a svuj odporny spravovat"},{"SurahNumber":46,"VerseNumber":21,"Text":"Zruseni onen kamarad ‘Aad vypovedet svem lide duna! - Rytmicky vystrany take vynest dopredu jemu pozdeji jemu Ty ne zbonovat BUH. Ja pramen strachu pro ty odskodneni prima cas"},{"SurahNumber":46,"VerseNumber":22,"Text":"Oni odrikavat ty podlehnout odvratit nas nas buh? My upirat ty privest (odskodneni) ty hrozit ty jsem pravy"},{"SurahNumber":46,"VerseNumber":23,"Text":"On odrikavat vedomi tento byl BUH; ja jen vynest ty co ja byl poslal podle vynest! Ja prijmout onen ty lide jsem nevzdelany"},{"SurahNumber":46,"VerseNumber":24,"Text":"When oni prijmout boure zahlavi jejich raz oni odrikavat Tento boure privest nas skoro potreboval des Misto tento jsem co ty upirat (Zahalit) privest; prudky ovinout wherein v tom jsem trapny odskodneni"},{"SurahNumber":46,"VerseNumber":25,"Text":"To pobit vsechno protoe prikaz svuj Magnat! Na dopoledne nic kozlik jejich tesne. My tim oplatit vinny lide"},{"SurahNumber":46,"VerseNumber":26,"Text":"My dosadit ti stejne raz protoe my dosadit ty stanovit ti slyseni otvor dbat. Jejich slyseni otvor dbat ne porce ti o uplne. Tento oni rozhodny nedbat buh zjeveni. Tim vestba vystrany oni zesmesnit zpusobit jejich odsoudit"},{"SurahNumber":46,"VerseNumber":27,"Text":"My zrusit mnoho spolecnost ty pozdeji my vysvetlit zkouska oni litovat"},{"SurahNumber":46,"VerseNumber":28,"Text":"Why pak obraz oni spolecnost privest ti konec s BUH selhani porce ti? Misto oni oddany ti. receny byl falesny buh oni zbonovat; koho; receny byl zavadeni noveho zpusobu oni vymyslet"},{"SurahNumber":46,"VerseNumber":29,"Text":"Zruseni onen my poslat a citat o jinns ty za rozkazovat pripustit ti naslouchat Quran! When oni dosahnout tam oni odrikavat Naslouchat. to pri oni beh jejich lide vystrany"},{"SurahNumber":46,"VerseNumber":30,"Text":"Oni odrikavat O nas lide my naslouchat kniha odhalit Moses pevny predchozi bible. To usmernovat vernost; podle a celkem draha"},{"SurahNumber":46,"VerseNumber":31,"Text":"O nas lide vyhovovat prijit BUH domnivat se za Jemu! On pak omluvit svuj hrich usetrit ty trapny odskodneni"},{"SurahNumber":46,"VerseNumber":32,"Text":"Ty selhani vyhovovat buh prijit ne unikat ne mel Magnat Jemu; oni odchod druhy z cesty"},{"SurahNumber":46,"VerseNumber":33,"Text":"Oni ne nahromadit onen BUH tvorit nebe zahrabat nejmensi program byl dovedny podle obnovit naprosto? Yes vskutku; On jsem Vsemohouci"},{"SurahNumber":46,"VerseNumber":34,"Text":"Cas disbelievers uvest Hellfire oni poadovat Byl tento ne vernost? Oni vyhovovat Yes vskutku nas Magnat. On odrikavat Pak snest odskodneni svuj nevera"},{"SurahNumber":46,"VerseNumber":35,"Text":"Proto jsem trpelivy hlasatel ty mit moc dochazka trpelivost. Ne jsem za a pospichat prijmout odskodneni inevitably podlehnout ti. Cas oni prijmout to zdanlivy"},{"SurahNumber":47,"VerseNumber":1,"Text":"ackoliv oni vydret 1 doba cas. Tento vyzva byl to ne prostopasny ktery byl systematicky zrusit? . . [47:1] Ty pochybovat zahnat draha BUH On zrusit jejich spravovat"},{"SurahNumber":47,"VerseNumber":2,"Text":"Ty domnivat se rizeni spravedlnost domnivat se za co odeslat shodit Muhammad! - Ktery jsem vernost jejich Magnat - On podrobit jejich hrich stesti ti spokojenost"},{"SurahNumber":47,"VerseNumber":3,"Text":"Tento byl ty pochybovat nasledujici prolhanost doba ty verit nasledujici vernost jejich Magnat. BUH TIM UVEST LIDE JEJICH PRIKLAD"},{"SurahNumber":47,"VerseNumber":4,"Text":"Ty potkat (od bojovat) ty pochybovat ty postihnout krkovicka! Ty pokladat ti zajatec ty urcit ti volny vykoupit ti bojovat znicit! Mel BUH willed On pripustit ty vitezstvi bojovat! On tim zkouset ty 1 jiny. Ohledne Ceho ty vzit si znemonit dat BUH On nikdy pripojit jejich zasvetit odpadovy"},{"SurahNumber":47,"VerseNumber":5,"Text":"On usmernovat ti stesti ti spokojenost"},{"SurahNumber":47,"VerseNumber":6,"Text":"On uznat ti Raj On popisovat ti"},{"SurahNumber":47,"VerseNumber":7,"Text":"O ty verit ty snest BUH On snest ty upevnit svuj foothold"},{"SurahNumber":47,"VerseNumber":8,"Text":"Ty pochybovat privodit si bida; On zpusobit jejich spravovat jsem zcela za zbytecny"},{"SurahNumber":47,"VerseNumber":9,"Text":"Onen because oni protivit si ktery BUH odhalit proto On zrusit jejich spravovat"},{"SurahNumber":47,"VerseNumber":10,"Text":"Oni ne chodit zahrabat zpusobit prijmout dusledek pro ty neli ti? BUH zkosit JEJICH SPRAVOVAT; UPLNE disbelievers SNEST STEJNE SMRT"},{"SurahNumber":47,"VerseNumber":11,"Text":"Tento byl BUH jsem Magnat z ty verit i kdy disbelievers ne mel magnat"},{"SurahNumber":47,"VerseNumber":12,"Text":"BUH UZNAT TY domnivat se PRIMET SPRAVEDLIVY DOIVOTNI DO ZAHRADNI PRILIV PRAMEN! Ohledne Ceho ty pochybovat oni bydlit stravit mit rad zvire jezeny pak skoncit hellfire"},{"SurahNumber":47,"VerseNumber":13,"Text":"Mnoho spolecnost jsem skoro silny than spolecnost onen vystehovat nasilne ty svuj mesto; when my zrusit ti nikdo porce ti"},{"SurahNumber":47,"VerseNumber":14,"Text":"Byl ty informovat jejich Magnat spolu ackoliv ty zly rizeni zdobit jejich otvor oni nasledujici jejich uznat mineni"},{"SurahNumber":47,"VerseNumber":15,"Text":"(Alegorie Raj slibny spravedlivy byl tento ono mel proud unpolluted rozvodnit proud z vesely odrit proud z vino! - Vytecny pro drinkers - Proud natahnout med. Oni mel uplne druh o ovoce therein odpusteni podle jejich Magnat. Oni lepsi) ty (byl zustavat stale thehellfire pit pekelny rozvodnit trhal jejich domaci)"},{"SurahNumber":47,"VerseNumber":16,"Text":"Trochu o ti naslouchat podle ty pak ackoliv brzo ackoliv oni odkazat oni poadovat ty informovat Co ucinil on pred rict BUH tim vtisknout jejich srdce proto oni nasledujici jen jejich mineni"},{"SurahNumber":47,"VerseNumber":17,"Text":"Ohledne Ceho ty usmernovat On rozsirit jejich rizeni pripustit ti jejich spravedlnost"},{"SurahNumber":47,"VerseNumber":18,"Text":"Oni cekat Doba byl podlehnout ti naraz? Uplne znamka o tom ji podlehnout. Drive Doba podlehnout ti jak oni ucinil to uitek pred jejich poslani"},{"SurahNumber":47,"VerseNumber":19,"Text":"Ty modni onen V tom ne jsem jinak buh BUH poadovat odpusteni z svuj hrich hrich z uplne domnivat se mu ena. BUH jsem CELKEM vedomy si o SVUJ ROZHODNUTI SVUJ POSLEDNI URCENI"},{"SurahNumber":47,"VerseNumber":20,"Text":"Ty verit odrikavat When prosit znovu sura odhalit when cestny sura odhalit wherein boj uvedeny ty prijmout ty harbored pochybovat jejich jadro pohled ty smrt ji podlehnout ti! Oni tim ukazat"},{"SurahNumber":47,"VerseNumber":21,"Text":"Poslusnost spravedlivy projev myslit z ti. Jen oni beet duverne sdeleni BUH when mobilizace jsem prijit to byl lepsi ti"},{"SurahNumber":47,"VerseNumber":22,"Text":"Byl to take svuj ucel ty odkazat ty predloit odporny tyrat svuj vztane zajmeno"},{"SurahNumber":47,"VerseNumber":23,"Text":"jsem ty privodit si klit BUH whereby On prevod ti hluchy slepy"},{"SurahNumber":47,"VerseNumber":24,"Text":"Why oni ne usilovat Quran starostlive? Oni mel premoct jejich dbat"},{"SurahNumber":47,"VerseNumber":25,"Text":"Prece ty klouzat operadlo rizeni zaznamenat ti souit lakat ti primet ti u"},{"SurahNumber":47,"VerseNumber":26,"Text":"Tento byl oni rict podle ty protivit si ktery BUH odeslat shodit My poslouchat ty nejaky duvod. BUH celkem modni jejich ochrana prezidenta spiknuti"},{"SurahNumber":47,"VerseNumber":27,"Text":"Jak to ucinil to pro ti when andel byl pripojit ti s smrt? Oni obvod ti jejich celo jejich vzdelavat skoncit"},{"SurahNumber":47,"VerseNumber":28,"Text":"Tento because oni ridili se ktery angered BUH protivit si potreby spokojeny Jemu! Proto On zrusit jejich spravovat"},{"SurahNumber":47,"VerseNumber":29,"Text":"Ty harbor pochybovat jejich jadro pamatovat onen zpusobit BUH prosit ne nosit out jejich odporny thoughts"},{"SurahNumber":47,"VerseNumber":30,"Text":"My prosit my ukazat ti ty e kdy ty pripustit ti spravedlivy pohled ti. Ty pripustit ti mimo a raz oni povidat. BUH jsem CELKEM vedomy si o uplne SVUJ SPRAVOVAT"},{"SurahNumber":47,"VerseNumber":31,"Text":"My prosim pripojit ty vyzkouset za rozkazovat vyznamenat ty ty ktery snail se steadfastly vytrvat My ukazat svuj spravny prednost"},{"SurahNumber":47,"VerseNumber":32,"Text":"Ty pochybovat zahnat draha BUH postavit se proti hlasatel rizeni zaznamenat pro ti nikdy skoda BUH za a nejmene Misto On zrusit jejich spravovat"},{"SurahNumber":47,"VerseNumber":33,"Text":"O ty verit ty poslouchat BUH uposlechnout hlasatel. Jinak uplne svuj spravovat jsem za zbytecny"},{"SurahNumber":47,"VerseNumber":34,"Text":"Ty pochybovat zahnat draha BUH pak hrat v kostky disbelievers BUH prosit nikdy omluvit ti"},{"SurahNumber":47,"VerseNumber":35,"Text":"Proto ty ne waver vzdat pronasledovani pokoj ty rucit vitezstvi BUH jsem ty. On nikdy obnosit svuj program"},{"SurahNumber":47,"VerseNumber":36,"Text":"Tento svetovy doivotni jsem nikoliv jinam than hra marnost. Ty domnivat se primet spravedlivy doivotni On odmenit ty poadovat ty kady penize"},{"SurahNumber":47,"VerseNumber":37,"Text":"Jestlie On poadovat ty penize s stupen tvorit utrapa ty ty sluset skoupy svuj skryty odporny moc ukazat"},{"SurahNumber":47,"VerseNumber":38,"Text":"Ty lakat vycerpat dat BUH trochu o ty zapnout skoupy! Skoupy ar skoupy towards jejich uznat duse. BUH jsem DRAHY DOBA TY jsem SPATNY. Ty obeh On zastupce jiny lide svuj zauctovat oni ne jsem ty"},{"SurahNumber":48,"VerseNumber":1,"Text":"(My poskytnout ty O Hlasatel) prima vitezstvi"},{"SurahNumber":48,"VerseNumber":2,"Text":"Whereby BUH omluvit svuj po hrich take protoe budouci hrich presny Svem stesti ty usmernovat ty vany draha"},{"SurahNumber":48,"VerseNumber":3,"Text":"Additionally BUH prosit snest ty unwavering snaset"},{"SurahNumber":48,"VerseNumber":4,"Text":"On jsem Jednotka umisteni spokojenost jadro verici rozsirit dalsi vernost jinak jejich vernost. S BUH patrit uplne armada z nebe zahrabat! BUH jsem VSEVEDOUCI ODBORNY"},{"SurahNumber":48,"VerseNumber":5,"Text":"On prosim uznat domnivat se mu ena do zahradni priliv pramen wherein oni zustavat stale! On podrobit jejich hrich. Tento jsem zpozorovat BUH prima radost z vitezstvi"},{"SurahNumber":48,"VerseNumber":6,"Text":"On oplatit pokrytec mu ena obraz dustojnost mu ena oni harbored odporny thoughts BUH. Jejich odporny prosit selhat ti. Buh jsem rozhnevany ti odsoudit ti nacvicit si ti Gehenna! Ktery bidny urceni"},{"SurahNumber":48,"VerseNumber":7,"Text":"S BUH patrit uplne armada nebe zahrabat! BUH jsem VSEMOHOUCI ODBORNY"},{"SurahNumber":48,"VerseNumber":8,"Text":"My odeslat ty svedcit dritel poslusny zprava, warner"},{"SurahNumber":48,"VerseNumber":9,"Text":"Onen ty lide domnivat se za BUH Svem hlasatel vait si Jemu slavit Jemu oslavovat Jemu vek i kdy noc"},{"SurahNumber":48,"VerseNumber":10,"Text":"Prece ty rucit vernost ty rucit vernost BUH. BUH POTVRDIT JEJICH RUCIT; ON UMISTENI SVEM PISMO JEJICH PISMO! Ty rozrusit tak slib predloit poskozeni s jejich uznat skoda. Ohledne Ceho ty fulfill jejich slib BUH On pripustit ti prima odmenit"},{"SurahNumber":48,"VerseNumber":11,"Text":"Sedici Arabsky utisit za odrikavat My zaujmout napred nas penize nas druh poadovat odpusteni nas! Oni vyjadrit jejich spice co ne jsem jejich jadro! Odrikavat Kteri ochranny ty BUH jestlie On willed kady nestesti ty anebo jestlie On willed kady stesti ty? BUH byl celkem Prislusny z vsechno ty ucinil"},{"SurahNumber":48,"VerseNumber":12,"Text":"Ty secretly domnivat se hlasatel verici porazit nikdy delat se jejich druh tento firmly dosadit svuj jadro! Ty harbored odporny thoughts povaha v prostopasny lide"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kady odmitnout domnivat se za BUH Svem hlasatel my nacvicit si disbelievers hellfire"},{"SurahNumber":48,"VerseNumber":14,"Text":"S BUH patrit svrchovanost z nebe zahrabat! On omluvit whomever On prosit potrestat whomever On prosit! BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":48,"VerseNumber":15,"Text":"Sedici ktery utisit za odrikavat when ty myslit soustredit zkazit z bojovat Pripustit nas nasledujici ty delit za tohleto!\" Oni tim adat upravovat buh slovo! Odrikavat Ty ne nasledujici nas! Tento jsem buh rozhodnuti. Oni pak odrikavat Ty jsem zavistivy z nas (pro utisit za Vskutku oni zridka porozumeni vsechno)"},{"SurahNumber":48,"VerseNumber":16,"Text":"Rict podle sedici Arabsky utisit Ty lakat celo vykonny lide boj ti oni nabidnout! Jestlie ty poslouchat BUH prosit odmenit ty stedry odmenit. Ty obeh naopak zase ty vyloucit co z ceho za a nad, On oplatit ty trapny odskodneni"},{"SurahNumber":48,"VerseNumber":17,"Text":"Slepy ne jsem obvinovat crippled ne jsem obvinovat smutny ne jsem obvinovat! Ty poslouchat BUH Svem hlasatel On uznat ti zahradni priliv pramen! Ohledne Ceho ty obeh On oplatit ti trapny odskodneni"},{"SurahNumber":48,"VerseNumber":18,"Text":"BUH SPOKOJENY VERICI RUCIT VERNOST TY STROM. On modni co byl jejich srdce proto On stesti ti spokojenost odmenit ti primy vitezstvi"},{"SurahNumber":48,"VerseNumber":19,"Text":"Additionally oni vyteek mnoho pokazit. BUH jsem VSEMOHOUCI ODBORNY"},{"SurahNumber":48,"VerseNumber":20,"Text":"BUH SLIBNY TY MNOHO POKAZIT ONEN TY VYTEEK. On tim polni trochu uitek ty za tohleto doivotni On odmitnout lide pismo agrese ty prevod tento znamka verici! On tim usmernovat ty vany draha"},{"SurahNumber":48,"VerseNumber":21,"Text":"Ohledne Ceho seskupit ty mona ne porazit BUH absorbovat pecovat o ti; BUH jsem Vsemohouci"},{"SurahNumber":48,"VerseNumber":22,"Text":"disbelievers vubec boj ty oni obeh pribline prchal! Oni ne mel Lord Zvladnout; oni ne mel pomocnik"},{"SurahNumber":48,"VerseNumber":23,"Text":"receny byl buh system kolova pisen dejiny, ty rozhodnuti buh system jsem staly"},{"SurahNumber":48,"VerseNumber":24,"Text":"On jsem Jednotka odmitnout jejich pismo agrese ty odmitnout svuj pismo agrese ti od udoli Mecca po On pripustit ty vitezstvi kolem ti! BUH jsem VESTEC Z VSECHNO TY UCINIL"},{"SurahNumber":48,"VerseNumber":25,"Text":"(jsem oni pochybovat bufet ty podle Cirkevni Masjid i prekazit svuj nabidka sahat jejich urceni! v tom verit mu ena nepratelsky utaborit) ty ne modni ty jsem u podle skoda ti unknowingly! BUH TIM UZNAT SVEM SOUCIT whomever ON PROSIT. Oni setrvat On odmenit se ty ti pochybovat trapny odskodneni"},{"SurahNumber":48,"VerseNumber":26,"Text":"Doba ty pochybovat rozrusit jejich jadro vyridit hrdost cas neznalost BUH zpropadeny Svem hlasatel verici pokojny spokojenost poslat ti udrovat slovo spravedlnost! Tento jsem co oni zdroj zaslouily BUH jsem CELKEM vedomy si o UPLNE POTREBY"},{"SurahNumber":48,"VerseNumber":27,"Text":"BUH NAPLNIT SVEM HLASATEL PRAVY ZJEVENI TY NAPSAT CIRKEVNI Masjid BUH OCHOTNY ZCELA UZAVRIT TY ZHATIT SVUJ SRST ZKRATIT TO (PROTOE TY fulfill POU RITUAL v tom Ty ne mel kady bat se. Protoe On modni co ty ne modni On par tento primy vitezstvi)"},{"SurahNumber":48,"VerseNumber":28,"Text":"On jsem 1 ktery odeslat Svem hlasatel rizeni naboenstvi vernost utocit to beny uplne jiny naboenstvi! BUH POSTACIT SVEDCIT"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhammad - Hlasatel BUH - Ty na jemu ar hruby vany disbelievers druh soucitny amongst sebe. Ty prijmout ti sklanet premoct ackoliv oni adat buh stesti souhlas! Jejich oznacit byl jejich celo because o premoct! Tento jsem stejne priklad mony Torah. Jejich priklad od Evangelium jsem opustit dospely velky silny spokojeny najemce! On tim rozrusit disbelievers. BUH SLIBNY TY TI domnivat, se, PRIMET SPRAVEDLIVY DOIVOTNI ODPUSTENI PRIMA ODMENIT"},{"SurahNumber":49,"VerseNumber":1,"Text":"O ty verit ne umisteni svuj mineni onen z BUH Svem hlasatel! Ty vait si BUH. BUH jsem POSLUCHAC Vsevedouci"},{"SurahNumber":49,"VerseNumber":2,"Text":"O ty verit ne sbirat svuj vyjadrit vyjadrit prorok nor jsem povinen ty kricet jemu ty kricet na kady jinam, lest svuj spravovat sluset zrusit i kdy ty ne perceive"},{"SurahNumber":49,"VerseNumber":3,"Text":"Prece ty pokorit jejich vyjadrit hlasatel BUH jsem jednotka jadro udelat BUH sluset spravedlivy! Oni zaslouily odpusteni prima odmenit"},{"SurahNumber":49,"VerseNumber":4,"Text":"Ohledne Ceho ty hovor ochoten ty ohradit mnostvi z ti ne porozumeni"},{"SurahNumber":49,"VerseNumber":5,"Text":"Mel oni jsem trpelivy ne ty delat se ti to byl zcela pro ti! BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":49,"VerseNumber":6,"Text":"O ty verit prostopasny osoba privest kady zprava s ty ty prvni zkoumat lest ty predloit nespravedlnost neco lide neznalost pak sluset litost kajicny co ty ucinil"},{"SurahNumber":49,"VerseNumber":7,"Text":"A modni onen buh hlasatel podlehnout svuj uprostred! Mel on naslouchat podle ty mnoho potreby ty zpusobit potreby teky se! Buh zpusobit ty milovat vernost zdobit ono svuj jadro On utocit ty hnus nevera wickedness neuposlechnuti. Tyto usmernovat jednotka"},{"SurahNumber":49,"VerseNumber":8,"Text":"receny byl zdobit BUH Svem stesti. BUH jsem VSEVEDOUCI ODBORNY"},{"SurahNumber":49,"VerseNumber":9,"Text":"seskupit verici boj kady jinam, ty usmirit se ti. 1 seskupit aggresses dalsi ty boj aggressing seskupit ne oni nabidnout buh ovladani! Drive oni nabidnout ty usmirit se 2 seskupit equitably. Ty udrovat opravnenost BUH milovat ty jsem presne"},{"SurahNumber":49,"VerseNumber":10,"Text":"Verici jsem clanek z 1 rodinny; ty zadret pokoj v dome svuj rodinny vait si BUH onen ty dosahnout soucit"},{"SurahNumber":49,"VerseNumber":11,"Text":"O ty ne verit lide zesmesnit jinak lide oni byl zcela than oni! Nor jsem povinen kady ena zesmesnit jinak ena oni byl zcela than oni! Nor jsem povinen ty fraska jednotka jiny zpusobit ertovani o svuj uvest! Zly vskutku byl zvrat s wickedness po dosahnout vernost! Kady ne litovat tento tyto jsem prestupnik"},{"SurahNumber":49,"VerseNumber":12,"Text":"O ty verit ty zabranit kady podezreni i a malo nu z podezreni jsem hrisny. Ty ne zkoumat 1 jiny nor jsem povinen ty ostouzet 1 jiny tento byl jako odporny ackoliv stravit lide svuj naprosty kamarad! Ty prosim hnus tento. Ty slavit BUH. BUH jsem VYKUPITEL MILOSRDNY"},{"SurahNumber":49,"VerseNumber":13,"Text":"O lide my tvorit ty stejne musky enska prevod ty rozdilny lide kmen onen ty pripustit jednotka jiny Poslusny among ty od zpozorovat BUH jsem nejvetsi spravedlivy. BUH jsem VSEVEDOUCI Prislusny"},{"SurahNumber":49,"VerseNumber":14,"Text":"Arabsky odrikavat My jsem Mu'mens (verici.) Odrikavat Ty ne verit; co ty odrikavat byl ‘My jsem Mohamedan (submitters) ' domnenka dosadit svuj jadro. ty poslouchat BUH Svem hlasatel On ne pripojit adny o svuj spravovat odpadovy BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":49,"VerseNumber":15,"Text":"Mu'mens (verici) jsem ty domnivat se za BUH Svem hlasatel pak dosahnout status mel nikoliv obava kady snail se jejich penize jejich ivost za dat BUH! Tyto jsem pravy jednotka"},{"SurahNumber":49,"VerseNumber":16,"Text":"Odrikavat ty informovat BUH svuj naboenstvi? BUH zkuseny VSECHNO OD NEBE ZAHRABAT. BUH jsem VSEVEDOUCI"},{"SurahNumber":49,"VerseNumber":17,"Text":"Oni hrat si na ackoliv oni ucinil ty favor prijmout Pokora! Odrikavat Ty ne ucinil mne kady favors prijmout Pokora! BUH jsem JEDNOTKA BYL UCINIL TY PRIMA favor NA USMERNOVAT TY S VERNOST TY jsem UPRIMNY"},{"SurahNumber":49,"VerseNumber":18,"Text":"BUH zkuseny UPLNE OCHRANA PREZIDENTA OD NEBE ZAHRABAT; BUH jsem VESTEC Z VSECHNO TY UCINIL"},{"SurahNumber":50,"VerseNumber":1,"Text":"a nadherny Quran"},{"SurahNumber":50,"VerseNumber":2,"Text":"Oni rozhodnuti to zvlastni onen warner podle ti podlehnout ti! disbelievers odrikavat Tento jsem skutecne zvlastni"},{"SurahNumber":50,"VerseNumber":3,"Text":"Za my posledni sluset oprasit; tento jsem nemony"},{"SurahNumber":50,"VerseNumber":4,"Text":"My byl celkem vedomy si o kady z ti vzit si stravovat zahrabat; my mel spravny zapis"},{"SurahNumber":50,"VerseNumber":5,"Text":"Oni vyradit vernost when to podlehnout ti; oni zcela zmast"},{"SurahNumber":50,"VerseNumber":6,"Text":"Oni ne pohled lye shora ti jak my postavit ono zdobit ono poskodit"},{"SurahNumber":50,"VerseNumber":7,"Text":"My tvorit zahrabat rozloeni to hora dospely to uplne druh o krasny opustit"},{"SurahNumber":50,"VerseNumber":8,"Text":"Tento jsem osviceni pripominka naprosty oddany worshiper"},{"SurahNumber":50,"VerseNumber":9,"Text":"My odeslat lye zpropadeny rozvodnit dospely ono zahradni jadro sklizet"},{"SurahNumber":50,"VerseNumber":10,"Text":"Velky pochazet podmazat shluk ovoce"},{"SurahNumber":50,"VerseNumber":11,"Text":"Zajisteni lide. My obnovit to naprosty ziskat; ty similarly vzkrisit"},{"SurahNumber":50,"VerseNumber":12,"Text":"Pochybovat ti jsem lide Noe obyvatel Russ Thamoud"},{"SurahNumber":50,"VerseNumber":13,"Text":"‘Aad Pharaoh bratri Moc"},{"SurahNumber":50,"VerseNumber":14,"Text":"Obyvatel les lide Tubba. Uplne o ti pochybovat hlasatel proto Muj odskodneni postihnout ti"},{"SurahNumber":50,"VerseNumber":15,"Text":"My prilis zatiit 1 stvoreni? Tento why oni byl pochybovat zmrtvychvstani"},{"SurahNumber":50,"VerseNumber":16,"Text":"My tvorit lidsky my modni co on septat sobe. My jsem konec s jemu than svem krcni rys"},{"SurahNumber":50,"VerseNumber":17,"Text":"zaznamenat (andel) na pravo na opustit porad zaznamenat"},{"SurahNumber":50,"VerseNumber":18,"Text":"Ne projev vyloucit co z ceho on vyjadrit cily svedcit"},{"SurahNumber":50,"VerseNumber":19,"Text":"Posleze nevyhnutelny ohon smrt podlehnout; tento jsem co ty zkousel obejit"},{"SurahNumber":50,"VerseNumber":20,"Text":"Roh kvet; tento jsem slibit cas"},{"SurahNumber":50,"VerseNumber":21,"Text":"Naprosty duse delat se ke pasak svedcit"},{"SurahNumber":50,"VerseNumber":22,"Text":"Ty jednat jsem zapomnevsi s tento. My okamite odstranujici svuj zahalit; dnes svuj zjeveni byl (jako silny ackoliv zocelit)"},{"SurahNumber":50,"VerseNumber":23,"Text":"Druhy odrikavat Sem jsem muj strasny potvrzeni"},{"SurahNumber":50,"VerseNumber":24,"Text":"Hazet do Gehenna naprosty nepovolny disbeliever"},{"SurahNumber":50,"VerseNumber":25,"Text":"Forbidder milodar agresor vrchol z pochybovat"},{"SurahNumber":50,"VerseNumber":26,"Text":"On spolecnost BUH jiny buh. Hazet jemu do drsny odskodneni"},{"SurahNumber":50,"VerseNumber":27,"Text":"Svem druhy odrikavat Nas Magnat ja ne zavest jemu; on jsem druhy z cesty"},{"SurahNumber":50,"VerseNumber":28,"Text":"On odrikavat ne krevni msta Mne; ja dost vypovedet ty"},{"SurahNumber":50,"VerseNumber":29,"Text":"Nic vymenit tak. Ja jsem nikdy nespravedlivy towards lide"},{"SurahNumber":50,"VerseNumber":30,"Text":"Byl cas when my poadovat Peklo Mel ty mel dost ceho To odrikavat Odevzdat mne jinam"},{"SurahNumber":50,"VerseNumber":31,"Text":"Raj prednest spravedlivy snadno"},{"SurahNumber":50,"VerseNumber":32,"Text":"Tento jsem ktery slibny naprosty repenter pevny"},{"SurahNumber":50,"VerseNumber":33,"Text":"Oni vait si nejvetsi Blahosklonny za jejich zachovani tajemstvi podlehnout wholeheartedly"},{"SurahNumber":50,"VerseNumber":34,"Text":"Napsat to pokoj; tento jsem Cas Vecne Pravdy"},{"SurahNumber":50,"VerseNumber":35,"Text":"Oni dosahnout vsechno oni adat therein my mel jeste jinam"},{"SurahNumber":50,"VerseNumber":36,"Text":"Mnoho vyroba ti jsem vykonny my zrusit. Oni hledat ziskat; oni rozhodnuti utect"},{"SurahNumber":50,"VerseNumber":37,"Text":"Tento jsem lekce kady mit dbat jsem dovedny podle naslouchat svedcit"},{"SurahNumber":50,"VerseNumber":38,"Text":"My tvorit nebe zahrabat vsechno ti 6 cas nic unavit tah ve tvari nas"},{"SurahNumber":50,"VerseNumber":39,"Text":"Proto byl trpelivy za a omitka z jejich projev pochvala oslavovat svuj Magnat dopredu vychod slunce dopredu zapad slunce"},{"SurahNumber":50,"VerseNumber":40,"Text":"Vecer ty premyslet Svem uvest za premoct"},{"SurahNumber":50,"VerseNumber":41,"Text":"nacvicit si cas when volajici prijit zauctovat byl pred"},{"SurahNumber":50,"VerseNumber":42,"Text":"When oni naslouchat nevyhnutelny vyvolavat; byl cas ty delat se"},{"SurahNumber":50,"VerseNumber":43,"Text":"My jsem jednotka rizeny doivotni smrt; nas jsem rozhodny urceni"},{"SurahNumber":50,"VerseNumber":44,"Text":"Cas podlehnout when zahrabat rana za a pospichat odevzdat stoupnout ti! Tak predvolat byl lehky pro nas ucinil"},{"SurahNumber":50,"VerseNumber":45,"Text":"My byl celkem vedomy si o vsechno oni vyjadrit i kdy ty ne mel moc ti. Proto upomenout tento Quran ty vait si Muj vystrany"},{"SurahNumber":51,"VerseNumber":1,"Text":"oddechnout si ovinout"},{"SurahNumber":51,"VerseNumber":2,"Text":"Loisko des"},{"SurahNumber":51,"VerseNumber":3,"Text":"nosit zajisteni"},{"SurahNumber":51,"VerseNumber":4,"Text":"Provozovat ti mony prikaz"},{"SurahNumber":51,"VerseNumber":5,"Text":"Co slibny ty prece podlehnout proplout"},{"SurahNumber":51,"VerseNumber":6,"Text":"Cas Soud jsem nevyhnutelny"},{"SurahNumber":51,"VerseNumber":7,"Text":"Despite zcela tvorit lye"},{"SurahNumber":51,"VerseNumber":8,"Text":"Ty zustat debatovat vernost"},{"SurahNumber":51,"VerseNumber":9,"Text":"Zmenit Smer Ceho proto jsem deviators"},{"SurahNumber":51,"VerseNumber":10,"Text":"Hore s padelatel"},{"SurahNumber":51,"VerseNumber":11,"Text":"Od jejich chyba oni jsem zcela nepozorny"},{"SurahNumber":51,"VerseNumber":12,"Text":"Oni pochybovat Cas Soud"},{"SurahNumber":51,"VerseNumber":13,"Text":"Cas oni podat zapalit"},{"SurahNumber":51,"VerseNumber":14,"Text":"Chutnat odskodneni; tento jsem co ty uivany upirat"},{"SurahNumber":51,"VerseNumber":15,"Text":"Spravedlivy zaslouily zahradni skakal"},{"SurahNumber":51,"VerseNumber":16,"Text":"Oni dostat jejich Magnat odmenit oni jednat jsem oddany"},{"SurahNumber":51,"VerseNumber":17,"Text":"Zridka ucinil oni poskytnout nocleh soubor vecer"},{"SurahNumber":51,"VerseNumber":18,"Text":"O zablesk, oni adat odpusteni"},{"SurahNumber":51,"VerseNumber":19,"Text":"Cast jejich penize byl spolecnost stranou pro ebrak potrebny"},{"SurahNumber":51,"VerseNumber":20,"Text":"Zahrabat jsem plne o znamka ty jsem nejaky"},{"SurahNumber":51,"VerseNumber":21,"Text":"v dome ty prijmout"},{"SurahNumber":51,"VerseNumber":22,"Text":"Od nebe jsem svuj zajisteni vsechno slibny ty"},{"SurahNumber":51,"VerseNumber":23,"Text":"Na Magnat z nebe zahrabat tento byl jako spravny ackoliv onen ty mluvit"},{"SurahNumber":51,"VerseNumber":24,"Text":"Ty prosluly dejiny Abraham's honorable host"},{"SurahNumber":51,"VerseNumber":25,"Text":"Oni navstevovat jemu rceni Pokoj. On odrikavat Pokoj ty neznamy"},{"SurahNumber":51,"VerseNumber":26,"Text":"On poadovat svem druh udelat smolny lytko"},{"SurahNumber":51,"VerseNumber":27,"Text":"When on prednest to ti on poznamka ty ne stravit"},{"SurahNumber":51,"VerseNumber":28,"Text":"On harbored pramen strachu z ti! Oni odrikavat ne Mel pramen strachu oni odevzdat poslusny zprava z informovany syn"},{"SurahNumber":51,"VerseNumber":29,"Text":"Svem ena ohromit. Prosluly ji svrastit celo ja jsem jalovy starsi ena"},{"SurahNumber":51,"VerseNumber":30,"Text":"Oni odrikavat Tim odrikavat svuj Magnat. On jsem nejvetsi Odborny Vsevedouci"}]}