{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Allahana anugrahada mele tamage kincittu niyantranavillavembudu granthadavarige manavarikeyagalendu (idannu vivarisalagide) mattu anugrahavu allahana kaiyalle ide. Avanu tanicchisidavarige adannu dayapalisuttane. Allahanu maha anugrahasaliyagiddane"},{"SurahNumber":58,"VerseNumber":2,"Text":"(dutare,) tanna patiya visayadalli nim'modane vadisida mattu allahana bali duru sallisida mahileya matannu allahanu keliruvanu. Allahanu nim'mibbara sambhasaneyannu keluttiddanu.Allahanu khandita ellavannu keluvavanu mattu noduvavanagiddane"},{"SurahNumber":58,"VerseNumber":3,"Text":"nim'ma paiki ‘jhihar’ madidavara (tam'ma patniyannu tayi endu karedavara) patniyaru avara tayandiralla. Avarannu hettavaru matra avara tayandiru. Avaru tira ketta matannu hagu sullannu heluttiddare. Adare allahanu khandita mannisuvavanu ksamisuvavanu agiddane"},{"SurahNumber":58,"VerseNumber":4,"Text":"innu tam'ma patniyarannu tayi endu ghosisidavaru, a balika tam'ma matannu hindegedukondare avaru paraspara muttuva munna obba dasanannu svatantragolisabeku. Idu nimage nidalaguttiruva upadesa. Nivu maduva ella krtyagala kuritu allahanu arivu ullavanagiddane"},{"SurahNumber":58,"VerseNumber":5,"Text":"dasarilladavaru paraspara muttuva munna satata eradu tingalu upavasa acarisabeku. Idannu madalagadavaru – aruvattu mandi bada janarige unisabeku. Nivu allah mattu avana rasularalli nambike ullavaragabekendu (idannu vidhisalagide). Ivu allahanu niscayisiruva mitigalu. Mattu dhikkarigalige kathina sikse sigalide"},{"SurahNumber":58,"VerseNumber":6,"Text":"allah mattavana dutara ajne miruvavaru, tam'ma hindinavaru apamanitaradante apamanitaraguvaru. Navu bahala spastavada vacanagalannu ilisiruvevu. Dhikkarigalige apamanakari sikse kadide"},{"SurahNumber":58,"VerseNumber":7,"Text":"Allahanu avarellarannu (matte) jivanta golisuva dina avaru enella madiddarendu avanu avarige tilisuvanu. Allahanu adellavannu suraksitavagittiruvanu mattu avaru adannu maretiruvaru. Allahanu ella visayagalige saksiyagiddane"},{"SurahNumber":58,"VerseNumber":8,"Text":"nivu kandillave, allahanu akasagalalli mattu bhumiyalliruva ellavannu ballanu. Muru mandi gupta samalocane nadesuvaga avara nalkaneyavanagi avanu (allahanu) illadiruvudilla. Hageye aidu mandi iruvaga araneyavanagi avanillade iruvudilla. Innu (janaru) adakkinta kadimeyirali athava heccirali, avarelle iddaru avanu avara jote illadiruvudilla. Konege, avaru enella maduttiddarembudannu avanu avarige tilisuvanu. Allahanu khandita ellavannu ballavanagiddane"},{"SurahNumber":58,"VerseNumber":9,"Text":"gupta samalocane nadesadante tadeyalpattavarannu nivu nodalillave? Yavudarinda avarannu tadeyalagitto avaru matte adanne maduttare. Mattu avaru papada, vidrohada mattu devadutarige avidheyate toruva visayagalannu guptavagi samalocisuttare. Avaru nim'ma balige bandaga allahanu nimage haraisillada ritiyalli avaru nim'mannu haraisuttare. Mattu navu adida i matigagi allahanu nam'manneke siksisuvudilla? Endu tam'ma manas'sugalalle heli kolluttare. Avarige narakave saku. Adarolakke avarannu eseyalaguvudu. Adu bahala ketta neleyagide"},{"SurahNumber":58,"VerseNumber":10,"Text":"visvasigale, nivu guptavagi samalocisuvaga papada, vidrohada mattu devadutarige avidheyate toruva visayagalannu carcisabedi. Satkarya mattu dharmanistheya visayagalannu carcisiri. Mattu allahanige anjiri. Avana baliye nim'mannu ottu serisalaguvudu"},{"SurahNumber":58,"VerseNumber":11,"Text":"Gupta samalocaneyu visvasigalannu noyisalikkagi saitananinda nadeyuva sancagide. Adare allahana adesavillade avanu (saitananu) avarige yava haniyannu madalaranu. Visvasigalu sampurnavagi allahanalle bharavase ittirabeku"},{"SurahNumber":58,"VerseNumber":12,"Text":"visvasigale, nim'ma sabhegalalli vaisalyavannu palisirendu nim'modane helaladaga vaisalyavannu palisiri. Allahanu nimage vaisalyavannu daya palisuvanu. Nim'modane eddu nillalu helaladaga eddu nilliri. Allahanu nim'mallina visvasigalige aunnatyavannu niduvanu mattu jnanigalige unnata sthanagalannu niduvanu. Allahanige nivu maduva ella karmagala arivide"},{"SurahNumber":58,"VerseNumber":13,"Text":"visvasigale, nivu deva dutarodane yavudadaru guttina matannaduva munna (badavarige) enadaru dana madiri. Idu nim'ma palige uttama hagu parisud'dha kramavagide. Ondu vele (dana madalu) nimagenu sigadiddare allahanu ksamisuvavanu karunamayiyu agiruvanu"},{"SurahNumber":58,"VerseNumber":14,"Text":"nivenu, devadutarodane guttina matanaduva munna (badavarige) dana nidabekemba adesadinda anji bittira? Nimage adu sadhyavagadiddaga allahanu nim'mannu ksamisidanu. Niviga namajhannu sallisiri, jhakatannu pavatisiri mattu allahana hagu avana dutara adesavannu palisiri. Nivu maduttiruva ella karmagala arivu allahanigide"},{"SurahNumber":58,"VerseNumber":15,"Text":"allahana kopakke tuttadavarannu tam'ma aptaragisi kondavarannu nivu nodillave? Avaru nim'ma kadeyavaru alla avara kadeyavaru alla. Avaru tilidu tilidu sullina paravagi pramana maduttare"},{"SurahNumber":58,"VerseNumber":16,"Text":"allahanu avarigagi kathina sikseyannu sid'dhagolisittiruvanu. Nijakku avaru tumba ketta krtyagalannu maduttiruvaru"},{"SurahNumber":58,"VerseNumber":17,"Text":"avaru tam'ma pratijnegalannu guranigalagi balasikondaru. Mattu (janarannu) allahana margadinda tadedaru. Avarige apamanakari sikse sigalide"},{"SurahNumber":58,"VerseNumber":18,"Text":"Avara sampattugalagali, santanagalagali avarannu allahaninda kincittu raksisalaravu. Avaru narakadavaru. Avaru adaralle sadakala iruvaru"},{"SurahNumber":58,"VerseNumber":19,"Text":"allahanu ellarannu matte jivanta golisuvandu avaru nim'ma munde pratijne maduvante avana (allahana) mundeyu pratijne maduvaru. Mattu taveno vijaya sadhisidevendu avaru bhavisuvaru. Nimage tilidirali, khandita avare sullugararu"},{"SurahNumber":58,"VerseNumber":20,"Text":"saitananu avarannu niyantrisi kondiruvanu mattu avaru allahana nenapanne mareyuvante madiruvanu. Avare saitanana balagadavaru. Nimage tilidirali, saitanana balagadavare solunnuvavaragiddare"},{"SurahNumber":58,"VerseNumber":21,"Text":"allah mattu avana dutarannu virodhisuvavaru – avare atyanta nicara salige seridavaru"},{"SurahNumber":58,"VerseNumber":22,"Text":"‘‘nanu mattu nanna dutaru khandita vijayigalaguvevu’’ endu allahanu baredittiruvanu. Nis'sandehavagiyu allahanu atyanta saktisaliyu prabalanu agiruvanu"},{"SurahNumber":59,"VerseNumber":1,"Text":"allahanalli mattu paralokadalli nambike iruvavaru allah mattu avana dutara satrugalondige sneha belesuvudannu nivendu kanalariri – avaru, tam'ma hettavaru athava tam'ma putraru athava tam'ma sahodararu athava tam'ma bandhugalagiddaru sariye. Allahanu avara manas'sugalalli visvasada mudreyotti bittiruvanu mattu avanu tanna kadeyinda visesa caitan'yavannodagisi avarige neravagiruvanu. Mattu avanu avarannu, taladalli nadigalu hariyuvantaha svarga totagalolage serisuvanu. Avaru avugalalli sadakala iruvaru. Allahanu avarinda santustanagiruvanu mattu avaru avaninda santustaragiruvaru. Avare allahana balagadavaru. Nimage tilidirali, allahana balagadavare vijayigalaguvaru"},{"SurahNumber":59,"VerseNumber":2,"Text":"akasagalalli mattu bhumiyalliruva ellavu allahana pavitravannu japisuttive. Avanu prabalanu yuktivantanu agiddane"},{"SurahNumber":59,"VerseNumber":3,"Text":"Avane, granthadavarallina dhikkarigalannu prathama uccataneya vele avara manegalinda horadisidavanu. Avaru horaduvarendu nivendu bhavisiralilla. Atta avaru, tam'ma kotegalu tam'mannu allahaninda raksisaballavendu bhavisi kondiddaru. Adare allahanu avarendu uhisillada kadeyinda avara balige bandanu – mattu avara manas'sugalalli bhitiyannu bittidanu. (Idara phalavagi) avaru svatah tam'ma kaigalinda tam'ma nivasagalannu kedavi haka todagidaru. Visvasigala kaigalindalu (adanne madisalayitu). Drstiyullavare, patha kaliyiri"},{"SurahNumber":59,"VerseNumber":4,"Text":"ondu vele avaru nadu bittu hoga bekendu allahanu modale baredilladiruttiddare avanu iha lokadalle avarannu khandita siksisuttiddanu. Paralokadallantu avarige narakagniya sikse idde ide"},{"SurahNumber":59,"VerseNumber":5,"Text":"idekendare, avaru allah mattavana dutarannu virodhisiddaru. Allahanannu virodhisidavarige allahanu khandita kathina sikse niduvanu"},{"SurahNumber":59,"VerseNumber":6,"Text":"(visvasigale,) nivu kharjurada kelavu gidagalannu kadidu hakiddu athava kelavannu avugala kandadalli nintiralu bittaddu (iveradu) allahana adesakkanusaravagittu hagu avidheyarannu apamanisuvudakkagittu"},{"SurahNumber":59,"VerseNumber":7,"Text":"allahanu avarinda tanna dutarige kodisida sampattigagi nivu nim'ma kuduregalannagali ontegalannagali odisilla. Nijavagi allahane tanna dutarige tanicchisidavara mele niyantranavannu kottu biduttane mattu allahanu ellavannu madalu saktanagiddane"},{"SurahNumber":59,"VerseNumber":8,"Text":"Halliyavarinda allahanu tanna dutarige kodisida sampattu allahanige, dutarige, bandhugalige, anatharige, badavarige mattu prayanikarige seride. Sampattu kevala nim'ma srimantara naduve simitavagi uliyabaradendu (idannu vidhisalagide). Dutaru nimage nididdannu svikarisi kolliri mattu yavudarinda avaru nim'mannu tadeyuttaro adarinda duraviri mattu allahanige anjiri. Khanditavagiyu allahanu kathina sikse niduvavanagiddane"},{"SurahNumber":59,"VerseNumber":9,"Text":"(mattu i sampattu), tam'ma mane mattu sottugalinda duragolisalada bada muhajir‌galige (valasigarige) seride. Avaru allahana anugrahavannu mattu avana meccugeyannu arasuttiruttare mattu avaru allah mattavana dutara sahayakaragiruttare. Avare satyavantaru"},{"SurahNumber":59,"VerseNumber":10,"Text":"hageye (i sampattu) avariginta (valasigariginta) munna, valaseya sthana (madina)dalli nelesidda hagu visvasigalagiddavarige (ansar‌galige) seride. Avaru tam'ma balige valase bandavarannu pritisuttare, avarige enannu nidalayito a kuritu avaru tam'ma manadalli ase paduvudilla mattu svatah tavu kastadalliddaru avarige (valasigarige) prasastya niduttare. Manas'sina sanna tanadinda raksisalpattavare vijayigalu"},{"SurahNumber":59,"VerseNumber":11,"Text":"hageye adu, avara nantara bandavarigu (seride). ‘‘Nam'modeya, nam'mannu hagu namaginta munna visvasigalagidda nam'ma sahodararannu ksamisu. Visvasigala kuritu nam'ma manas'sugalalli yavude durbhavaneyannu belesabeda. Nam'modeya ninu tumba vatsalyamayi hagu karunaluvagiruve’’ endu avaru prarthisuttare"},{"SurahNumber":59,"VerseNumber":12,"Text":"Nivu kapatigalannu nodalillave? Avaru, granthadavara paiki tam'ma dhikkari sahodararodane ‘‘ondu vele nim'mannu (nadininda) hora hakaladare navu kuda nim'ma jote horaduvevu mattu nim'ma visayadalli navendu yarannu anusarisalarevu – mattu nim'ma virud'dha yud'dha nadedare navu nimage neravaguvevu’’ endu heluttare. Avaru sullu heluttiddarembudakke allahane saksiyagiddane"},{"SurahNumber":59,"VerseNumber":13,"Text":"ondu vele avarannu (granthadavarallina dhikkarigalannu) horahakaladare ivarenu avara jote horadalararu mattu ondu vele avara virud'dha yud'dha nadedare ivarenu avarige neravagalararu. Ondu vele neravadaru (bahu begane) bennu tirugisi oduvaru mattu avarige ellindalu neravu dorayadu"},{"SurahNumber":59,"VerseNumber":14,"Text":"(visvasigale,) idiga avara managalalli allahaniginta heccagi nim'ma bhayavu neleside. Idekendare avaru vivecane illadavaragiddare"},{"SurahNumber":59,"VerseNumber":15,"Text":"avarellaru ondadaru nim'ma virud'dha nera yud'dhakke iliyalararu. Heccendare avaru bhadra kotegalalli avitu kondu athava godegala mareyinda matra horada ballaru. Avara paraspara vaisamyavu tivravagide. Avaru oggattagiruvarendu nivu bhavisuttiri. Adare avara manas'sugalu chidravagive. Idekendare, avaru bud'dhi ullavaralla"},{"SurahNumber":59,"VerseNumber":16,"Text":"avara sthitiyu itticegaste tam'ma krtyagala phalavannu anubhavisida avara hindinavarantide. Avarigagi kathina sikseyu sid'dhavagide"},{"SurahNumber":59,"VerseNumber":17,"Text":"(kapatigala) sthitiyu saitananantide. Avanu manavanodane ‘‘(satyavannu) dikkarisu’’ ennuttane. Munde avanu dhikkarisidaga, ‘‘nanage ninnondige yava sambandhavu illa. Nanu ella lokagala odeyanada allahanige anjuttene’’ endu biduttane"},{"SurahNumber":59,"VerseNumber":18,"Text":"avaribbara paligu narakagniye antima neleyagiruvudu mattu avaru sada kala alle iruvaru. Akramigaligiruva pratiphalavidu"},{"SurahNumber":59,"VerseNumber":19,"Text":"Visvasigale, allahanige anjiri. Mattu pratiyobbanu tanu nalegagi (paralokakkagi) enannu munde kalisiruvenendu nodali. Nivu allahanige anjiri. Khanditavagiyu allahanu nim'mella karmagala arivullavanagiddane"},{"SurahNumber":59,"VerseNumber":20,"Text":"nivu allahanannu maretavarantagabedi. Nijavagi avaru svatah tam'manne maretiruvaru. Avare avidheyaru"},{"SurahNumber":59,"VerseNumber":21,"Text":"narakadavaru mattu svargadavaru samanaralla. Svargadavare vijayigalu"},{"SurahNumber":59,"VerseNumber":22,"Text":"ondu vele navu i kur‌anannu ondu parvatada mele ilisiddare, adu allahanige anji avana bhayadinda kampisi nuccunuraguvudannu nivu kanuttiddiri. Ivu, avaru cintane nadesalendu, navu janara mundiduttiruva udaharanegalu"},{"SurahNumber":59,"VerseNumber":23,"Text":"avane allahu, avana horatu bere yaru pujar'harilla. Avanu guptavannu bahirangavannu ballavanu. Avanu parama dayalu, karunamayi"},{"SurahNumber":59,"VerseNumber":24,"Text":"avane allahu, avana horatu bere yaru pujar'harilla. Avanu naija doreyu, parama pavananu, santi svarupanu, abhayadatanu, melvicarakanu, prabalanu, balisthanu, mahananu agiruvanu. Avaru (avana devatvadalli) palugolisuva ellavugalinda avanu muktanu"},{"SurahNumber":60,"VerseNumber":1,"Text":"avane srstikartanu prarambhisuvavanu, rupa niduvavanu agiddane. Atyuttama namagalu avanigive. Akasagalalli mattu bhumiyalliruva ellavu avana pavitravannu japisuttive. Avanu prabalanu, yuktivantanu agiruvanu"},{"SurahNumber":60,"VerseNumber":2,"Text":"Visvasigale, nanna satru mattu nim'ma satruvannu nivu nim'ma aptaragisi kollabedi. Nivu avaredege snehada sandesagalannu kaluhisuttiruviri. Adare avaru, nim'ma balige bandiruva satyavannu dhikkarisuttiddare. Nivu nim'modeyanada allahanannu nambiruviri emba karanakkagi avaru deva dutarannu mattu nim'mannu (nim'ma nadininda) hora hakuttare. Nivu nanna (allahana) margadalli horadalu horatavaragiddare mattu nanna meccugeyannu bayasuvavaragiddare (satrugala snehakkagi katarisabedi). Nivu guptavagi avarige snehada sandesagalannu kaluhisuttiruviri. Nivu guptavagiduva mattu bahiranga padisuva ellavannu nanu ballenu. Nim'ma paiki a krtyavannu madidavaru nera margadinda dura saridiruvaru"},{"SurahNumber":60,"VerseNumber":3,"Text":"ondu vele nivu avara niyantranakke sikkidare avaru nim'ma satrugalagi biduvaru mattu nim'mannu hinsisalu tam'ma kaigalannu nalagegalannu cacuvaru. Avaru nim'mannu dhikkaradedege maralisa bayasuttare"},{"SurahNumber":60,"VerseNumber":4,"Text":"punarut'thana dina, nim'ma bandhugalindagali nim'ma makkalindagali nimage yava labhavu agadu. (Andu) avanu (allahanu) nim'ma madhye tirpu nidi biduvanu mattu allahanu, nivu maduva ellavannu noduttiddane"},{"SurahNumber":60,"VerseNumber":5,"Text":"Ibrahim hagu avara jotegiddavaralli nimage srestha adarsavide. ‘‘Navu nim'minda hagu allahana horatu nivu pujisuva ellavugalinda sambandha kadidu kondiruvevu. Eka matranada allahanannu nivu nambuva tanakavu navu nim'mannu dhikkarisuvevu mattu nam'ma hagu nim'ma naduve sasvatavagi dvesa mattu vaisamyaviruvudu’’ endu avaru tam'ma janangadavarodane heliddaru. Adare ibrahimaru tam'ma tandeyodane helidda ondu matu idakke horatagide (adu nimage adarsavalla). Avaru heliddaru; ‘‘nanu nim'ma ksamegagi khandita prarthisuvenu. Adare allahaneduru matra nimagagi enu madalikku nanu saktanalla. Nam'modeya, navu ninnalle bharavase ittiruvevu. Ninna kadege oliyuttiruvevu mattu ninnedege (navu) marala bekagide’’"},{"SurahNumber":60,"VerseNumber":6,"Text":"‘‘nam'modeya, nam'mannu dhikkarigala palige parikseyagisabeda (nam'mannu avara hinsege tuttagisabeda), mattu nam'modeya, nam'mannu ksamisu. Ninu khandita atyanta prabalanu yuktivantanu agiruve’’"},{"SurahNumber":60,"VerseNumber":7,"Text":"nimage hagu allahana kuritu paralokada kuritu subha nirikse ullavarige avaralli srestha adarsavide. Innu, adannu kadeganisuvavanu (tilidirali); allahanu khandita apara sampannanu prasansar'hanu agiruvanu"},{"SurahNumber":60,"VerseNumber":8,"Text":"allahanu, nim'ma hagu nim'ma satrugala naduve snehavannu belesabahudu. Allahanu saktanagiddane mattu allahanu ksamasilanu karunamayiyu agiddane"},{"SurahNumber":60,"VerseNumber":9,"Text":"dharmada visayadalli nim'ma virud'dha yud'dha madillada mattu nim'mannu nim'ma nadininda hora hakillada janarodane nivu saujan'ya toruvudannu mattu avara jote n'yayavagi vyavaharisuvudannu allahanu tadeyuvudilla. N'yaya palisuvavarannu allahanu khandita pritisuttane"},{"SurahNumber":60,"VerseNumber":10,"Text":"Dharmada visayadalli nim'ma virud'dha yud'dha saridavaru, nim'mannu nim'ma manegalinda hora hakidavaru mattu nim'mannu hora hakuvudakke itararige neravadavaru – avarannu matra nivu nim'ma aptaragisi kolladante allahanu nim'mannu tadediruvanu. Anthavarannu tam'ma aptaragisi kondavare akramigalu"},{"SurahNumber":60,"VerseNumber":11,"Text":"visvasigale; valasigarada visvasi striyaru nim'ma balige bandaga avarannu pariksisiri. Avara visvasada kuritu allahanu heccu ballanu. Avaru visvasiniyarendu nimage tilididdare avarannu dhikkarigala balige maralisabedi. Avaru (a striyaru) avara palige sam'mataralla. Mattu avaru (dhikkarigalu) ivara paligu sam'mataralla. Avaru (ivarigagi) kharcu madiddannu (mahr ityadiyannu) avarige maralisiri. Nivu avara vivaha sulka (mahar) vannu pavatisi avarannu vivahavaguvudaralli papavenilla. Mattu nivu dhikkari mahileyarannu (patniyaragi) ulisikolla bedi. Avarigagi nivu kharcu madiddannu nivu avarinda (dhikkarigalinda) padeyiri. Avaru (dhikkarigalu) tavu kharcu madiddannu nim'minda padeyali. Idu allahana adesa. Avanu nim'ma naduve tirpannu niduttane. Allahanu ellavannu ballavanu yuktivantanu agiddane"},{"SurahNumber":60,"VerseNumber":12,"Text":"nim'ma patniyaralli yaradaru dhikkarigaledege horatu hogiddare, munde nimage prabalya praptavadaga, yara patniyaru horatu hogiddaro avarige, avaru kharcu madiddastannu pavatisiri. Nivu nambiruva allahanige anjiri"},{"SurahNumber":60,"VerseNumber":13,"Text":"Pravadivaryare, visvasi mahileyaru tam'ma balige bandu, tavu allahana jote enannu palugolisuvudilla, kallatana maduvudilla, vyabhicaravesaguvudilla, tam'ma santatiya hatye maduvudilla, uddesapurvaka yavude sullaropavannu svatah racisi taruvudilla (tam'madallada maguvannu tam'madendu patiyannu nambisi vancisuvudilla) mattu satkaryadalli nim'ma adesavannu ullanghisuvudilla – endu pramana mada bayasidare avara pramanavannu svikarisiri. Mattu allahana bali avara ksamegagi prarthisiri. Allahanu khandita ksamisuvavanu karunamayiyu agiddane"},{"SurahNumber":61,"VerseNumber":1,"Text":"visvasigale, allahana kopakke tuttaguvavarannu nim'ma aptaragisikollabedi. Dhikkarigalu, gorigalalliruvavara (maru jivanada) kuritu nirasaragiruvanteye, avaru (allahana kopakke patraradavaru) paralokada kuritu nirasaragiruvaru"},{"SurahNumber":61,"VerseNumber":2,"Text":"akasagalalli mattu bhumiyalliruva ellavu allahana pavitravannu japisuttave. Avanu prabalanu yuktivantanu agiruvanu"},{"SurahNumber":61,"VerseNumber":3,"Text":"visvasigale, nivu madaddannu yake heluttiri"},{"SurahNumber":61,"VerseNumber":4,"Text":"nivu madaddannu heluvudu allahana drstiyalli tira apriyavagide"},{"SurahNumber":61,"VerseNumber":5,"Text":"tavu sisa hoyda godegalembante salagi (sanghatitaragi) tanna margadalli horaduvavarannu allahanu khandita pritisuttane"},{"SurahNumber":61,"VerseNumber":6,"Text":"nanna janangadavare, nanu nim'medege bandiruva, allahana dutanembudannu aritiddu niveke nannannu hinsisuttiruviri? Endu musa tam'ma janangadavarodane kelidaru. Avaru (musara janangadavaru) vakra bud'dhi toridaga allahanu avara manas'sugalannu vakragolisibittanu. Allahanu avidheyarige saridariyannu torisuvudilla"},{"SurahNumber":61,"VerseNumber":7,"Text":"‘‘Isra'ilara santatigale, nanu nim'ma balige allahana dutanagi bandiruttene. Nim'ma bali igagale iruva tauratannu nanu samarthisuttene. Mattu nanu, nanna balika baraliruva ahmad emba hesarina dutara kuritu subhavarte niduvavanagiruttene’’ endu maryamara putra isa heliddaru. Konege avaru (a dutaru) spasta puravegalondige avara balige bandaga avaru idella spasta matagarikeyagide endu bittaru"},{"SurahNumber":61,"VerseNumber":8,"Text":"tannannu islamina kadege kareyaladaga, allahana mele sullaropagalannu horisuvavaniginta dodda akrami yariddane? Allahanu akramigalige saridariyannu toruvudilla"},{"SurahNumber":61,"VerseNumber":9,"Text":"avaru allahana belakannu tam'ma bayigalinda (udi) nandisabayasuttare. Allahanantu tanna belakannu sampurna vyapisiye tiruvanu. Dhikkarigalige adu este apriyavagiddaru sariye"},{"SurahNumber":61,"VerseNumber":10,"Text":"avane, margadarsana mattu satyadharmadondige tanna dutanannu kaluhisi kottavanu. Adannu avanu, itara ella dharmagaleduru vijayiyagalikkagi kalisiruvanu. Adu bahudevaradhakarige este apriyavagiddaru sari"},{"SurahNumber":61,"VerseNumber":11,"Text":"visvasigale, nanu nimage nim'mannu (narakada) kathina sikseyinda raksisuva vyavaharavondannu tilisale"},{"SurahNumber":61,"VerseNumber":12,"Text":"nivu allahanalli mattu avana dutaralli nambike idiri. Mattu nim'ma sampattugalannu jivagalannu todagisi allahana margadalli horadiri. Nivu ariyuvavaragiddare aduve nim'ma palige uttama"},{"SurahNumber":61,"VerseNumber":13,"Text":"aga avanu nim'ma papagalannu ksamisuvanu mattu taladalli nadigalu hariyuttiruva svargatotagalolage nim'mannu serisuvanu. Mattu sasvatavada a svargatotagalalli (nimage) nivasagalannu odagisuvanu. Iduve maha vijayavagide"},{"SurahNumber":61,"VerseNumber":14,"Text":"hageye, nivu pritisuva innondu vastu – allahana neravu mattu sighra vijaya (kuda nimage sigalive). Visvasigalige subha varte nidiri"},{"SurahNumber":62,"VerseNumber":1,"Text":"Visvasigale, nivu allahana sahayakaragiri – maryamara putra isa tam'ma apta sisyarodane ‘‘allahana margadalli nanage neravaguvavaru yariddare?’’ Endante. Avara apta sisyaru ‘‘navu allahana sahayakaru’’ endaru. A balika isra'ilara santatiyallina ondu gumpu visvasavittitu mattu innondu gumpu dhikkarisitu. Navu visvasigalige avara satrugala virudda neravu odagisidevu mattu avaru vijayigaladaru"},{"SurahNumber":62,"VerseNumber":2,"Text":"akasagalalli mattu bhumiyalliruva ellavu allahana pavitravannu japisuttive. Avanu naija adhipatiyu parama pavananu prabalanu yuktivantanu agiddane"},{"SurahNumber":62,"VerseNumber":3,"Text":"avane niraksarigala madhye, avarallobbanannu dutanagi kaluhisidanu. Avaru (a dutaru) avarige atana vacanagalannu odi kelisuttare. Hagu avarannu sanskarisuttare mattu avarige granthavannu yuktiyannu kalisikoduttare. I hinde a janaru spastavagi darigettiddaru"},{"SurahNumber":62,"VerseNumber":4,"Text":"idallade, avara paiki, avarinnu bhetiyagilladavara kadegu avarannu (dutaragi) kaluhisalagide. Avanu prabalanu yuktivantanu agiruttane"},{"SurahNumber":62,"VerseNumber":5,"Text":"idu allahana anugraha. Avanu tanicchisidavarige idannu dayapalisuttane mattu allahanu maha anugrahasaliyagiddane"},{"SurahNumber":62,"VerseNumber":6,"Text":"tauratina hone vahisi kodaladavaru mattu a honeyannu nirvahisade iddavara udaharaneyu granthagala hore hotta katteyantide. Allahana vacanagalannu tiraskarisidavara sthitiyu nijakku kettadagide. Allahanu akramigalige saridariyannu toruvudilla"},{"SurahNumber":62,"VerseNumber":7,"Text":"heliri; ‘‘yahudigale, itarella manavarannu bittu, nivu matra allahanige parama aptaru emba doddastike nimagiddare mattu nivu satyavantaragiddare, nivu maranavannu apeksisiri’’"},{"SurahNumber":62,"VerseNumber":8,"Text":"avaru adannendu apeksisalararu. (Ekendare) avara kaigalu munde kalisiruva karmagalu hagive. Allahanu akramigalannu cennagi ballanu"},{"SurahNumber":62,"VerseNumber":9,"Text":"Heliri; nivu yava maranadinda dura oduttiruviro adu khandita nim'ma munde baralide. A balika nim'mannu, gupta hagu bahirangavada ellavannu ballavana balige maralisalaguvudu. Nivu enella maduttiddirembudannu aga avanu nimage tilisuvanu"},{"SurahNumber":62,"VerseNumber":10,"Text":"visvasigale, sukravarada dina nim'mannu namajh‌gagi kareyaladaga allahana smaraneyedege dhavisiri mattu itarella vyavaharagalannu bittu bidiri. Nivu ariyuvavaragiddare nim'ma palige iduve uttama"},{"SurahNumber":62,"VerseNumber":11,"Text":"nivu namajhannu mugisida balika bhumiyalli caduriri hagu allahana anugrahavannu hudukiri mattu pade pade allahanannu smarisiri. Nivu vijayigalagabahudu"},{"SurahNumber":63,"VerseNumber":1,"Text":"(dutare,) avaru (kelavaru) yavudadaru vyapara athava manaranjaka vastuvannu kandaga nim'mannu nintalle bittu avugaledege dhavisi biduttare. Heliri allahana bali enideyo adu sakala manaranjane mattu sarva vyaparagaligintalu uttamavagide mattu allahanu atyuttama annadatanagiddane"},{"SurahNumber":63,"VerseNumber":2,"Text":"(dutare,) kapatigalu nim'ma balige bandaga, ‘‘nivu khandita allahana dutarendu navu saksi helutteve’’ ennuttare. Nivu tanna dutarembudannu allahanu cennagi ballanu. Mattu, i kapatigalu khandita sullugararembudakke allahanu saksiyagiddane"},{"SurahNumber":63,"VerseNumber":3,"Text":"avaru tam'ma pratijnegalannu guranigalagi balasikolluttare. Mattu avaru allahana margadinda janarannu tadeyuttare. Avaru maduttiruva krtyagalu tira kettavu"},{"SurahNumber":63,"VerseNumber":4,"Text":"idekendare avaru visvasigalada balika matte dhikkarigaladaru. Addarinda avara manas'sugalige mudre jadiyalayitu. Iga avarige enu arthavaguvudilla"},{"SurahNumber":63,"VerseNumber":5,"Text":"Nivu avarannu kandaga avara sariragalu nimage candaganuttave. Avaru matanadidarendare nivu avara matannu keluttale iruttiri. Adare avara sthitiyu godege oragisida halageyante, tira baradagide. Yavudadaru dodda sabdavu kelisidodane, avaru adannu, tam'ma virud'dha (eno apattu eragalide) endu bhavisuttare. Avaru satrugalu. Avara kuritu eccaravagiri. Allahanu avarannu nasa madali. Avaru adelli aleyuttiddare"},{"SurahNumber":63,"VerseNumber":6,"Text":"(dutare,) ‘‘banni, allahana dutaru nimagagi (allahanalli) ksameyacisali’’ endu helidaga avaru mukha tirugisi kolluttare mattu avaru ahankara mereyutta, tappisikolluvudannu nivu kanuttiri"},{"SurahNumber":63,"VerseNumber":7,"Text":"nivu avara ksamegagi prarthisidaru onde prarthisadiddaru onde. Allahanantu avarannu ksamisalaranu. Allahanu avidheyarige sanmargavannu toruvudilla"},{"SurahNumber":63,"VerseNumber":8,"Text":"‘‘deva dutara jote iruvavarigagi enannu kharcu madabedi. Avaru (tavagiye) horatu hoguvaru’’ endavaru avare. Akasagala mattu bhumiya bhandaragalellavu allahanige serive. Adare kapatigalige idu arthavaguvudilla"},{"SurahNumber":63,"VerseNumber":9,"Text":"‘‘navu madinadedege maralidaga, nam'mallina gauravanvitaru hinarannu allinda hora hakuvaru’’ endu avaru heluttare. Nijavagi gauravavellavu allahanige, avana dutarige mattu visvasigalige seride. Adare kapatigalige idu tilidilla"},{"SurahNumber":63,"VerseNumber":10,"Text":"visvasigale, nim'ma sampattugalu mattu nim'ma santanagalu nim'mannu allahana nenapininda dura golisadirali. Hage madidavare nijavagi nasta anubhavisuvavaru"},{"SurahNumber":63,"VerseNumber":11,"Text":"nim'malli yarigadaru maranavu baruva mannave, navu nimagenannu nidiruvevo adarinda kharcu madiri. (Maranavu ondu bittaga) avanu, ‘‘nannodeya, ninu nanage ondistu heccu kalavakasavanneke kottilla? (Kottiddare) nanu dana dharma maduttidde mattu sajjanara salige seruttidde’’ ennuvanu"},{"SurahNumber":64,"VerseNumber":1,"Text":"Obba vyaktiya maranada samayavu bandu bittare, allahanu adannu kincittu munduduvudilla. Nivu maduva ella krtyagala arivu allahanigide"},{"SurahNumber":64,"VerseNumber":2,"Text":"akasagalalli mattu bhumiyalliruva ellavu allahana pavitravannu japisuttive. Adhipatyavu avanige seride. Prasansegalu avanige misalu. Avanu ellavannu madalu saktanagiddane"},{"SurahNumber":64,"VerseNumber":3,"Text":"avane nim'mannu srstisidavanu. Innu, nim'malli dhikkarigalu iddare mattu nim'malli visvasigalu iddare. Mattu nivu maduttiruva ellavannu allahanu noduttiddane"},{"SurahNumber":64,"VerseNumber":4,"Text":"avanu akasagalannu mattu bhumiyannu n'yayocitavagi srstisiruvanu. Avane nimage rupa nididavanu. Mattu avanu nimage bahala srestha rupavannu nidiruvanu. (Konege ellaru) avana kadege marala bekagide"},{"SurahNumber":64,"VerseNumber":5,"Text":"akasagalalli mattu bhumiyalli iruva ellavannu avanu ballanu. Hagu nivu guttagiduva mattu prakata padisuva ellavannu avanu ballanu. Allahanu manas'sina rahasyagalannu ballavanagiddane"},{"SurahNumber":64,"VerseNumber":6,"Text":"gatakalada dhikkarigala samacaravu nimage talupillave? Avaru tam'ma krtyagala phalavannu anubhavisidaru mattu avarige kathina sikse kadide"},{"SurahNumber":64,"VerseNumber":7,"Text":"ekendare avara (kalada) dutarugalu spasta puravegalondige avara balige bandaga avaru, ‘‘enu? Manusyaru nam'ma margadarsigalaguvude?’’ Ennutta dhikkarisidaru hagu mukha tirugisi kondaru. Allahanu avarannu kadeganisi bittanu. Allahanu apeksegalilladavanu mattu prasansar'hanagiddane"},{"SurahNumber":64,"VerseNumber":8,"Text":"dhikkarigalu, tam'mannu matte jivanta golisalagadu endu nambi kondiddare. Heliri; yakilla? Nannodeyanane, nim'mannu khandita matte jivanta golisalaguvudu mattu nivu madiddellavannu khandita nimage tilisalaguvudu. Idu allahana mattige tumba sulabhada kelasavagide"},{"SurahNumber":64,"VerseNumber":9,"Text":"Allahanalli mattavana dutaralli hagu navu ilisi kotta belakinalli nambike idiri. Allahanige, nim'ma ella krtyagala arivide"},{"SurahNumber":64,"VerseNumber":10,"Text":"avanu nim'mannu ottu serisuva dina, antima samavesada a dinavu, bhari nastada dinavagiruvudu. Allahanu, tannalli visvasavittu satkarma madidavana ella papagalannu nivarisuvanu mattu avanannu, tala bhagadalli nadigalu hariyuttiruva svargadolage serisuvanu. Avaru alli sadakala iruvaru. Idu nijakku maha saubhagyavagide"},{"SurahNumber":64,"VerseNumber":11,"Text":"innu, nam'ma vacanagalannu dhikkarisidavaru mattu tiraskarisidavaru. Avaru, naraka vasigalu. Avaru sadakala adaralle iruvaru mattu adu tira ketta neleyagide"},{"SurahNumber":64,"VerseNumber":12,"Text":"allahana adesavillade, yava vipattu eraguvudilla. Allahanu tannalli nambike ittavara manas'sige margadarsana niduttane. Mattu allahanu ella visayagalannu ballavanagiddane"},{"SurahNumber":64,"VerseNumber":13,"Text":"mattu nivu allahana adesa palisiri hagu dutara adesa palisiri. Nivu adannu kadeganisidare (nimage tilidirali) nam'ma dutara meliruvudu, spastavagi sandesa talupisuva hone matra"},{"SurahNumber":64,"VerseNumber":14,"Text":"allah – avana horatu pujar'haru berilla. Visvasigalagiruvavaru sampurnavagi allahanalle bharavase ittiruttare"},{"SurahNumber":64,"VerseNumber":15,"Text":"visvasigale, nim'ma patniyaru mattu nim'ma santanagalalli nim'ma satrugaliddare. Avara kuritu eccaravagiri. Innu nivu mannisidare, kadeganisidare mattu ksamisidare, allahanu khandita ksamasilanu karunamayiyu agiddane"},{"SurahNumber":64,"VerseNumber":16,"Text":"nim'ma sampattugalu mattu nim'ma santatigalu pariksegalagive. Mattu allahana bali bhavya pratiphalavide"},{"SurahNumber":64,"VerseNumber":17,"Text":"nimage sadhyaviddastu, allahanige anjiri. Hagu (avana adesagalannu) alisiri mattu anusarisiri mattu (satkaryagalige) kharcu madiri. Adu nim'ma palige uttamavagide. Tam'ma manas'sina sannatanadinda raksisalpattavare nijavada vijayigalu"},{"SurahNumber":64,"VerseNumber":18,"Text":"Nivu allahanige olitina salavannu nididare avanu adannu nimagagi heccisuvanu mattu nim'mannu ksamisuvanu. Allahanu puraskarisuvavanu mattu sanyamiyagiddane"},{"SurahNumber":65,"VerseNumber":1,"Text":"avanu gupta mattu vyaktavada ellavannu aritiruva prabalanu yuktivantanu agiddane"},{"SurahNumber":65,"VerseNumber":2,"Text":"pravadi varyare, (visvasigalodane heliri;) nivu mahileyarige (patniyarige) talak niduvaga (vicchedisuvaga) avara (nairmalyada) avadhiyalli talak nidiri mattu avadhiya dinagalannu sariyagi enisiri. Mattu nim'modeyanada allahanige anjiri. Avaru spastavada aslila krtyavannu esagiradiddare, avarannu (iddat‌na avadhiyalli) avara manegalinda hora haka bedi, mattu svatah avaru hora hogadirali. Ivu allahanu niscayisiruva mitigalu. Allahanu niscayisiruva mitigalannu ullanghisidavanu svatah tanna mele akramavesagi kondanu. Nimage tiliyadu, istada balika allahanu hosa margavannenadaru torisalu bahudu"},{"SurahNumber":65,"VerseNumber":3,"Text":"munde avaru tam'ma avadhiya koneyannu muttidaga avarannu niyamanusara (patniyaragi) ittukolliri athava niyamanusara avarannu pratyekisiri hagu nim'ma paiki ibbaru n'yayavantarannu saksiyagisikolliri. Mattu nivu, allahanigagi saksi heliri. Ivu, allahanalli mattu paralokadalli nambike ullavanige nidalaguttiruva upadesagalu. Allahana bhaya ullavanige avanu (allahanu, sankatagalinda) hora baruva dari toruvanu"},{"SurahNumber":65,"VerseNumber":4,"Text":"mattu avanu uhisiyu illada kadeyinda avanige sadhanagalannu odagisuvanu. Allahanalli bharavase ittavanige avane (allahane) saku. Allahanu tanna karyavannu purtigolisiye tiruvanu. (Adare) allahanu pratiyondakku ondu nirdista pramanavannu niscayisiruvanu"},{"SurahNumber":65,"VerseNumber":5,"Text":"Nim'ma (vicchedita) mahileyara paiki rtu sravada kuritu nirasaragiruvavara (rtusrava nintavara) avadhiya visayadalli nimage sansayaviddare, avara avadhi muru tingalagide. Innu rtusrava arambhavagilladavarigu idu anvayisuttade. Garbhiniyara avadhiyu prasavadavaregiruttade. Allahanu, tannannu anjuvavanige avana vyavaharagalannu sulabhagolisi koduttane"},{"SurahNumber":65,"VerseNumber":6,"Text":"ivu nim'medege ilisi kodalagiruva allahana adesagalu. Allahanu tannannu anjuvavana papagalannella nivarisuvanu mattu avanige bhavya pratiphalavannu niduvanu"},{"SurahNumber":65,"VerseNumber":7,"Text":"(iddat‌na avadhiyalli) sadhyavadastu mattige a mahileyarannu nivu vasisuvalle vasagolisiri mattu avara badukannu dustaragolisalikkagi avarige kirukula nidabedi. Ondu vele avaru garbhiniyaragiddare avaru prasavisuva tanaka avara kharcu veccagalannu bharisiri. Avaru nimagagi (maguvige) molehalunisidare – avarige avara sambhavaneyannu nidiri. Nivu (ella visayagalannu) niyamanusara paraspara samalocisi nirdharisiri. Innu, nimage kastavenisidare, adakke (maguvige) berobbalu mole halunisali"},{"SurahNumber":65,"VerseNumber":8,"Text":"sthitivantanu tanna samarthyanusara kharcumadali mattu arthika sankastadalliruvavanu tanage allahanu nidiruvastarinda kharcumadali. Allahanu yava jiviya melu tanu adakke nidiruva samarthyakkinta heccina honeyannu horisuvudilla. Allahanu daridrada bennige sampannateyannu nidabahudu"},{"SurahNumber":65,"VerseNumber":9,"Text":"adesto nadugala janaru tam'ma odeyana hagu avana dutara adesagala visayadalli vidrohavesagidaru. Navu avarannu bahala kathina vicaranegolapadisidevu mattu avarige bhari sikseyannu nididevu"},{"SurahNumber":65,"VerseNumber":10,"Text":"hige avaru tam'ma krtyada phalavannu undaru mattu nastave avara antima gatiyayitu"},{"SurahNumber":65,"VerseNumber":11,"Text":"Allahanu avarigagi ghora sikseyannu sid'dhapadisittiruvanu. Addarinda, bud'dhiyulla visvasigale, nivu allahanige anjiri. Allahanu nimagagi i bodhaneyannu ilisikottiruvanu"},{"SurahNumber":65,"VerseNumber":12,"Text":"dutaru, visvasigalannu mattu satkarmigalannu kattaleyinda horatandu belakinedege munnadesalikkagi, nimage allahana suspasta vacanagalannu odi kelisuttare. Allahanalli visvasavittu satkarma madidavanannu avanu taladalli nadigalu hariyuttiruva svargodyanadolage serisuvanu. Avaru sadakala alle iruvaru. Allahanu avarige dharala sampannateyannu niduvanu"},{"SurahNumber":66,"VerseNumber":1,"Text":"elu akasagalannu mattu ade prakara bhumiyannu srstisidavanu allahane. Avugala naduve avana adesagalu iliyuttale iruttave – allahanu sarva saktanembudannu mattu allahanu tanna jnanada mulaka ellavannu avarisi kondiruvanu embudannu nivu ariyuvantagalikkagi"},{"SurahNumber":66,"VerseNumber":2,"Text":"pravadi varyare, allahanu nimage sam'matisiruva vastuvannu (jenannu) niveke nim'ma mele nisedhisi kondiri? Nivu nim'ma patniyarannu meccisalu horatiri. Allahanu ksamasilanu karunamayiyu agiruvanu"},{"SurahNumber":66,"VerseNumber":3,"Text":"(visvasigale,) allahanu nim'ma pramanagala kuritante (vacana bhangakke) prayascittavannu niscayisiruvanu. Allahane nim'ma karya sadhakanu mattu avanu ellavannu ballavanu yuktivantanu agiruvanu"},{"SurahNumber":66,"VerseNumber":4,"Text":"Pravadivaryaru tam'ma obba patnige guttagi'ondu visayavannu tilisiddaru. Ake adannu (innobbapatnige) tilisi bittaru. Mattu i samacaravannu allahanu avarige(pravadige) bahiranga padisidanu. Avaru(pravadiyu) i samacaravannu (akege)bhagasahtilisidaru mattu bhagasah kadeganisidaru. Avaru i visayavannu akege tilisidaga,‘‘idannella nimage yaru tilisidaru?’’ Endu ake kelidaru. Avaru, ‘‘ellavannu ballavanu hagu elladara arivullavanu nanage idannu tilisiruvanu’’endaru"},{"SurahNumber":66,"VerseNumber":5,"Text":"idiga nivibbaru (patniyaru) allahaneduru pascattapa paduvudu olleyadu. Nim'ma manas'sugalu valikondive. Nivibbaru avarige (pravadige) eduragi paraspara neravige ilididdare (nimage tilidirali;) allahanu avara raksakanagiddane mattu jibril hagu sakala sajjana visvasigalu mattu malak‌galu avara sahayakaragiddare"},{"SurahNumber":66,"VerseNumber":6,"Text":"avaru (pravadi) nim'mannu vicchedisidare, avara odeyanu avarige nimaginta uttamaradavarannu nidabahudu. Avaru muslimaru, visvasiniyaru, vidheyaru, pascattapa paduvavaru, aradhana nirataru, upavasigaru agiruva vivahanubhava ullavaru athava kan'yeyaragiruvaru"},{"SurahNumber":66,"VerseNumber":7,"Text":"visvasigale, nivu svatah nim'mannu nim'ma kutumbadavarannu narakagniyinda raksisiri. Manavaru mattu kallugalu adara indhanagalagiruvavu. Kathoraru balistharu agiruva malak‌galu adara melvicarakaragiruvaru. Avaru allahanu tamage niduva yava adesavannu miralararu mattu avaru tamage adesisiladudanne maduvaru"},{"SurahNumber":66,"VerseNumber":8,"Text":"dhikkarigale, indu nepagalannu huda bedi. Nivu enannu madiddiro adara pratiphalavannaste nimage nidalaguttide"},{"SurahNumber":66,"VerseNumber":9,"Text":"Visvasigale, nirmala manas'sinondige allahana munde pascattapa padiri. Nim'ma odeyanu nim'minda nim'ma papagalannu nivarisabahudu mattu nim'mannu taladalli nadigalu hariyuva svargadolage serisabahudu. Andu allahanu pravadiyannagali avara jotegiruva visvasigalannagali apamanisalaranu. Avara prakasavu avara mumbhagadallu bala bhagadallu calisuttiruvudu. Avaru heluvaru; ‘‘nam'modeya, nam'ma belakannu sampurna golisu mattu nam'mannu ksamisu. Ninu ellavannu mada balle’’"},{"SurahNumber":66,"VerseNumber":10,"Text":"pravadivaryare, dhikkarigalu mattu kapatigala virud'dha horadiri mattu avara virud'dha kathina niluvu taliri. Narakave avara neleyagiruvudu mattu adu tira nikrsta neleyagide"},{"SurahNumber":66,"VerseNumber":11,"Text":"allahanu dhikkarigaligagi, nuhara patni mattu lutara patniya udaharaneyannu mundittiruvanu; avaribbaru nam'ma ibbaru sajjana dasara adhinadalliddaru. Adare avaru avarannu (tam'ma patiyarannu) vancisidaru. Konege allahaneduru avarinda (tam'ma patiyarinda) avarigeyava labhavu agalilla. ‘‘Narakadolage seri kondavara jote nivu serikolliri’’ endu avarodane helalayitu"},{"SurahNumber":66,"VerseNumber":12,"Text":"mattu allahanu visvasigaligagi, phir‌aunana patniya madariyannu mundiduttane. Ake helidaru; ‘‘nannodeya, svargadalli ninu nanagagi ninna bali ondu nivasavannu odagisu mattu phir‌aun hagu avana duskarmagalinda nannannu raksisu. Mattu ninu nannannu akramigalinda vimocisu’’"}]}