{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Les notables de son peuple qui s’enflaient d’orgueil, dirent : \"Nous t’expulserons certes de notre cite, o Chuaib, toi et ceux qui ont cru avec toi. Ou que vous reveniez a notre religion.\" - Il dit : \"Est-ce meme quand cela nous repugne"},{"SurahNumber":7,"VerseNumber":89,"Text":"Certes, nous aurions forge un mensonge contre Allah si nous revenions a votre religion apres qu’Allah nous en a sauves. Il ne nous appartient pas d’y retourner a moins qu’Allah notre Seigneur ne le veuille. Notre Seigneur embrasse toute chose de Sa science. C’est en Allah que nous placons notre confiance. O notre Seigneur ! Tranche par la verite, entre nous et notre peuple car Tu es le meilleur des juges"},{"SurahNumber":7,"VerseNumber":90,"Text":"Et les notables de son peuple qui ne croyaient pas, dirent : \"Si vous suivez Chuaib, vous serez assurement perdants"},{"SurahNumber":7,"VerseNumber":91,"Text":"Alors le tremblement (de terre) les saisit; et les voila etendus, gisant dans leurs demeures"},{"SurahNumber":7,"VerseNumber":92,"Text":"Ceux qui traitaient Chuaib de menteur (disparurent) comme s’ils n’y avaient jamais vecu. Ceux qui traitaient Chu˒aib de menteur furent eux les perdants"},{"SurahNumber":7,"VerseNumber":93,"Text":"Il se detourna d’eux et dit : \"O mon peuple ! Je vous ai bien communique les messages de mon Seigneur et donne des conseils. Comment donc m’attristerais-je sur des gens mecreants"},{"SurahNumber":7,"VerseNumber":94,"Text":"Nous n’avons envoye aucun prophete dans une cite, sans que Nous n’ayons accable ses habitants ensuite par le malheur et l’adversite afin qu’ils implorent (le pardon)"},{"SurahNumber":7,"VerseNumber":95,"Text":"Puis, Nous avons change leur mauvaise condition en y substituant le bien, au point qu’ayant grandi en nombre et en richesse, ils dirent : “L’adversite et la prosperite ont touche nos ancetres aussi.” Eh bien, Nous les avons saisis soudain, sans qu’ils s’en rendent compte"},{"SurahNumber":7,"VerseNumber":96,"Text":"Et si les habitants des cites avaient cru et avaient ete pieux, Nous leur aurions certainement accorde des benedictions du ciel et de la terre. Mais ils ont dementi et Nous les avons donc saisis, pour ce qu’ils avaient acquis"},{"SurahNumber":7,"VerseNumber":97,"Text":"Les gens des cites sont-ils surs que Notre chatiment rigoureux ne les atteindra pas de nuit, pendant qu’ils sont endormis"},{"SurahNumber":7,"VerseNumber":98,"Text":"Les gens des cites sont-ils surs que Notre chatiment rigoureux ne les atteindra pas de jour, pendant qu’ils s’amusent"},{"SurahNumber":7,"VerseNumber":99,"Text":"Sont-ils a l’abri du stratageme d’Allah ? Seuls les gens perdus se sentent a l’abri du stratageme d’Allah"},{"SurahNumber":7,"VerseNumber":100,"Text":"N’est-il pas prouve a ceux qui recoivent la Terre en heritage des peuples precedents que, si Nous voulions, Nous les frapperions pour leurs peches et scellerions leurs cœurs, et ils n’entendraient plus rien"},{"SurahNumber":7,"VerseNumber":101,"Text":"Voila les cites dont Nous te racontons certaines de leurs nouvelles. [A ceux-la,] en verite, leurs Messagers leur avaient apporte les preuves (evidentes), mais ils n’etaient pas prets a croire ce qu’auparavant ils avaient traite de mensonge. C’est ainsi qu’Allah scelle les cœurs des mecreants"},{"SurahNumber":7,"VerseNumber":102,"Text":"Et Nous n’avons trouve chez la plupart d’entre eux aucun respect de l’engagement; mais Nous avons trouve la plupart d’entre eux pervers"},{"SurahNumber":7,"VerseNumber":103,"Text":"Puis, apres [ces Messagers,] Nous avons envoye Moise avec Nos miracles vers Pharaon et ses notables. Mais ils se montrerent injustes envers Nos signes. Considere donc quelle fut la fin des corrupteurs"},{"SurahNumber":7,"VerseNumber":104,"Text":"Et Moise dit : \"O Pharaon ! Je suis un Messager de la part du Seigneur de l’Univers"},{"SurahNumber":7,"VerseNumber":105,"Text":"je ne dois dire sur Allah que la verite. Je suis venu a vous avec une preuve (evidente) de la part de votre Seigneur. Laisse donc partir avec moi les Enfants d’Israel"},{"SurahNumber":7,"VerseNumber":106,"Text":"Si tu es venu avec un miracle, dit (Pharaon,) apporte-le donc, si tu es du nombre des veridiques"},{"SurahNumber":7,"VerseNumber":107,"Text":"Il jeta son baton et voila que c’etait un serpent evident"},{"SurahNumber":7,"VerseNumber":108,"Text":"Et il sortit sa main et voila qu’elle etait blanche (eclatante), pour ceux qui regardaient"},{"SurahNumber":7,"VerseNumber":109,"Text":"Les notables du peuple de Pharaon dirent : “Voila, certes, un magicien chevronne"},{"SurahNumber":7,"VerseNumber":110,"Text":"Il veut vous expulser de votre pays.\" - \"Alors, que commandez-vous"},{"SurahNumber":7,"VerseNumber":111,"Text":"Ils dirent: \"Fais-le attendre, lui et son frere, et envoie des rassembleurs dans les villes"},{"SurahNumber":7,"VerseNumber":112,"Text":"qui t’ameneront tout magicien averti"},{"SurahNumber":7,"VerseNumber":113,"Text":"Et les magiciens vinrent a Pharaon en disant : “Y aura-t-il vraiment une recompense pour nous, si nous sommes les vainqueurs ? ”"},{"SurahNumber":7,"VerseNumber":114,"Text":"Il dit : \"Oui, et vous serez certainement du nombre de mes rapproches"},{"SurahNumber":7,"VerseNumber":115,"Text":"Ils dirent : “O Moise ! Ou bien tu jettes (le premier), ou bien nous sommes les premiers a jeter.”"},{"SurahNumber":7,"VerseNumber":116,"Text":"“Jetez !” dit-il. Puis, lorsqu’ils eurent jete, ils ensorcelerent les yeux des gens et les epouvanterent, et vinrent avec une puissante magie"},{"SurahNumber":7,"VerseNumber":117,"Text":"Et Nous revelames a Moise : \"Jette ton baton !\" Et voila que celui-ci se mit a engloutir ce qu’ils avaient fabrique"},{"SurahNumber":7,"VerseNumber":118,"Text":"Ainsi la verite se manifesta et ce qu’ils firent fut vain"},{"SurahNumber":7,"VerseNumber":119,"Text":"Ainsi ils furent battus et s’en retournerent humilies"},{"SurahNumber":7,"VerseNumber":120,"Text":"Et les magiciens se jeterent prosternes"},{"SurahNumber":7,"VerseNumber":121,"Text":"Ils dirent : \"Nous croyons au Seigneur de l’Univers"},{"SurahNumber":7,"VerseNumber":122,"Text":"au Seigneur de Moise et d’Aaron.”"},{"SurahNumber":7,"VerseNumber":123,"Text":"Y avez-vous cru avant que je ne vous (le) permette ? dit Pharaon. C’est bien un stratageme que vous avez manigance dans la ville, afin d’en faire partir ses habitants. Vous saurez bientot"},{"SurahNumber":7,"VerseNumber":124,"Text":"Je vais vous couper la main et la jambe opposees, et puis, je vous crucifierai tous"},{"SurahNumber":7,"VerseNumber":125,"Text":"Ils dirent : \"En verite, c’est vers notre Seigneur que nous retournerons"},{"SurahNumber":7,"VerseNumber":126,"Text":"Tu ne te venges de nous que parce que nous avons cru aux preuves de notre Seigneur, lorsqu’elles nous sont venues. O notre Seigneur ! Deverse sur nous l’endurance et fais nous mourir entierement soumis"},{"SurahNumber":7,"VerseNumber":127,"Text":"Et les notables du peuple de Pharaon dirent : \"Laisseras-tu Moise et son peuple commettre du desordre sur la Terre, et lui-meme te delaisser, toi et tes divinites ?\" Il dit : \"Nous allons massacrer leurs fils et laisser vivre leurs femmes. Nous aurons le dessus sur eux et les dominerons"},{"SurahNumber":7,"VerseNumber":128,"Text":"Moise dit a son peuple : “Demandez aide aupres d’Allah et soyez patients, car la Terre appartient a Allah. Il la donne en heritage a qui Il veut parmi Ses serviteurs. Et la fin (heureuse) sera aux pieux.”"},{"SurahNumber":7,"VerseNumber":129,"Text":"Ils dirent : \"Nous avons ete persecutes avant que tu ne viennes a nous, et apres ton arrivee.\" Il dit : \"Il se peut que votre Seigneur detruise votre ennemi et vous donne la lieutenance sur Terre, et Il verra ensuite comment vous agirez"},{"SurahNumber":7,"VerseNumber":130,"Text":"Nous avons eprouve les gens de Pharaon par des annees de disette et par une diminution des fruits afin qu’ils se rappellent"},{"SurahNumber":7,"VerseNumber":131,"Text":"Et quand le bien-etre leur vint, ils dirent : \"Cela nous est du\" ; et si un mal les atteignait, ils voyaient en Moise et ceux qui etaient avec lui un mauvais augure. En verite leur sort depend uniquement d’Allah ? Mais la plupart d’entre eux ne savent pas"},{"SurahNumber":7,"VerseNumber":132,"Text":"Et ils dirent : \"Quel que soit le miracle que tu nous apportes pour nous fasciner, nous ne croirons pas en toi"},{"SurahNumber":7,"VerseNumber":133,"Text":"Et Nous avons alors envoye sur eux l’inondation, les sauterelles, les poux (ou la calandre), les grenouilles et le sang, comme signes explicites, Mais ils s’enflerent d’orgueil et demeurerent un peuple criminel"},{"SurahNumber":7,"VerseNumber":134,"Text":"Et quand le chatiment les frappa, ils dirent : \"O Moise ! Invoque pour nous ton Seigneur en vertu de l’engagement qu’Il t’a donne. Si tu eloignes de nous le chatiment, nous croirons certes en toi et laisserons partir avec toi les enfants d’Israel"},{"SurahNumber":7,"VerseNumber":135,"Text":"Et quand Nous eumes ote d’eux le chatiment jusqu’au terme fixe qu’ils devaient atteindre, voila qu’ils violerent l’engagement"},{"SurahNumber":7,"VerseNumber":136,"Text":"Alors Nous Nous sommes venges d’eux; Nous les avons noyes dans les flots, parce qu’ils traitaient de mensonges Nos signes et n’y pretaient aucune attention"},{"SurahNumber":7,"VerseNumber":137,"Text":"Et les gens qui etaient opprimes, Nous les avons fait heriter les contrees orientales et occidentales de la terre que Nous avions benies. Et la tres belle promesse de ton Seigneur sur les enfants d’Israel s’accomplit pour prix de leur endurance. Et Nous avons detruit ce que faisaient Pharaon et son peuple, ainsi que ce qu’ils construisaient"},{"SurahNumber":7,"VerseNumber":138,"Text":"Et nous avons fait traverser la Mer aux enfants d’Israel. Ils passerent aupres d’un peuple attache a ses idoles et dirent : \"O Moise ! Designe-nous une divinite semblable a leurs dieux.\" Il dit : \"Vous etes certes des gens ignorants"},{"SurahNumber":7,"VerseNumber":139,"Text":"Le culte, auquel ceux-la s’adonnent, est caduc; et tout ce qu’ils font est nul et sans valeur"},{"SurahNumber":7,"VerseNumber":140,"Text":"Il dit : \"Chercherai-je pour vous une autre divinite qu’Allah, alors que c’est Lui qui vous a preferes a toutes les creatures [de leur epoque]"},{"SurahNumber":7,"VerseNumber":141,"Text":"Et (Rappelez-vous) le moment ou Nous vous sauvames des gens de Pharaon qui vous infligeaient le pire chatiment. Ils massacraient vos fils et laissaient vivre vos femmes. C’etait la une terrible epreuve de la part de votre Seigneur"},{"SurahNumber":7,"VerseNumber":142,"Text":"Et Nous donnames a Moise rendez-vous pendant trente nuits, et Nous les completames par dix, de sorte que le temps fixe par son Seigneur se termina au bout de quarante nuits. Et Moise dit a Aaron son frere : \"Remplace-moi aupres de mon peuple, et agis en bien, et ne suis pas le sentier des corrupteurs"},{"SurahNumber":7,"VerseNumber":143,"Text":"Et lorsque Moise vint a Notre rendez-vous et que son Seigneur lui eut parle, il dit : \"O mon Seigneur ! Montre-Toi a moi pour que je Te voie !\" Il dit : \"Tu ne Me verras pas ; mais regarde le Mont : s’il tient en sa place, alors tu Me verras.\" Mais lorsque son Seigneur Se manifesta au Mont, Il le pulverisa, et Moise s’effondra foudroye. Lorsqu’il se fut remis, il dit : \"Gloire a toi ! A Toi je me repens ; et je suis le premier des croyants"},{"SurahNumber":7,"VerseNumber":144,"Text":"Et (Allah) dit : \"O Moise ! Je t’ai prefere a tous les hommes, par Mes messages et Ma parole. Prends donc ce que Je te donne, et sois du nombre des reconnaissants"},{"SurahNumber":7,"VerseNumber":145,"Text":"Et Nous ecrivimes pour lui, sur les tablettes, une exhortation concernant toute chose, et un expose detaille de toute chose. “Prends-les donc fermement et ordonne a ton peuple d’en adopter le meilleur ! Bientot, Je vous ferai voir la demeure des pervers"},{"SurahNumber":7,"VerseNumber":146,"Text":"Je detournerai de Mes signes ceux qui, sans raison, s’enflent d’orgueil sur Terre. Et meme s’ils voyaient tous les miracles, ils n’y croiraient pas. Et s’ils voient le bon sentier, ils ne le prennent pas comme sentier. Mais s’ils voient le sentier de l’erreur, ils le prennent comme sentier. C’est qu’en verite ils ont traite de mensonges Nos signes et ils ne leur accordaient aucune attention"},{"SurahNumber":7,"VerseNumber":147,"Text":"Et ceux qui traitent de mensonges Nos signes ainsi que la rencontre de l’au-dela, leurs œuvres sont vaines. Seraient-ils retribues autrement que selon leurs œuvres"},{"SurahNumber":7,"VerseNumber":148,"Text":"Et le peuple de Moise adopta apres lui un veau, fait de leurs parures: un corps qui semblait mugir. N’ont-ils pas vu qu’il ne leur parlait point et qu’il ne les guidait sur aucun chemin? Ils l’adopterent [comme divinite], et ils etaient des injustes"},{"SurahNumber":7,"VerseNumber":149,"Text":"Et quand ils eprouverent des regrets, et qu’ils virent qu’ils etaient bel et bien egares, ils dirent : \"Si notre Seigneur ne nous fait pas misericorde et ne nous pardonne pas, nous serons tres certainement du nombre des perdants"},{"SurahNumber":7,"VerseNumber":150,"Text":"Et lorsque Moise retourna a son peuple, enerve, attriste, il dit : “Vous avez tres mal agi pendant mon absence! Avez-vous voulu hater le commandement de votre Seigneur ?” Il jeta les Tables et prit la tete de son frere, en la tirant a lui : “O fils de ma mere, (dit Aaron), le peuple m’a traite en faible, et peu s’en est fallu qu’ils ne me tuent. Ne fais donc pas que les ennemis se rejouissent a mes depens, et ne m’assigne pas la compagnie des gens injustes !”"},{"SurahNumber":7,"VerseNumber":151,"Text":"Et (Moise) dit : “O mon Seigneur ! Pardonne-moi ainsi qu’a mon frere et fais-nous entrer en Ta misericorde, car Tu es Le plus Misericordieux des misericordieux.”"},{"SurahNumber":7,"VerseNumber":152,"Text":"Ceux qui ont pris le veau (comme divinite), bientot tombera sur eux de la part de leur Seigneur, une colere, et un avilissement dans la vie presente. Ainsi, Nous retribuons les inventeurs (d’idoles)"},{"SurahNumber":7,"VerseNumber":153,"Text":"Ceux qui ont fait de mauvaises actions et qui ensuite se sont repentis et ont cru... ton Seigneur, apres cela est surement Pardonneur et Misericordieux"},{"SurahNumber":7,"VerseNumber":154,"Text":"Et quand la colere de Moise se fut calmee, il prit les Tables. Il y avait dans leur texte guide et misericorde a l’intention de ceux qui craignent leur Seigneur"},{"SurahNumber":7,"VerseNumber":155,"Text":"Et Moise choisit de son peuple soixante-dix hommes pour un rendez-vous avec Nous. Puis, lorsqu’ils furent saisis par le tremblement (de terre), il dit : “Mon Seigneur ! Si Tu avais voulu, Tu les aurais detruits avant, et moi avec. Vas-Tu nous detruire pour ce que des sots d’entre nous ont fait ? Ce n’est la qu’une epreuve de Ta part, par laquelle Tu egares qui Tu veux, et Tu guides qui Tu veux. Tu es notre Maitre. Pardonne-nous et fais-nous misericorde, car Tu es le Meilleur des pardonneurs"},{"SurahNumber":7,"VerseNumber":156,"Text":"Et prescris pour nous le bien ici-bas ainsi que dans l’au-dela. Nous voila revenus vers Toi, repentis.\" Et (Allah) dit : \"Je ferai que Mon chatiment atteigne qui Je veux. Et Ma misericorde embrasse toute chose. Je la prescrirai a ceux qui (Me) craignent, acquittent l’aumone (Az-Zakat), et ont foi en Nos signes"},{"SurahNumber":7,"VerseNumber":157,"Text":"Ceux qui suivent le Messager, le Prophete illettre qu’ils trouvent ecrit (mentionne) chez eux dans la Thora et l’Evangile. Il leur ordonne le convenable, leur defend le blamable, leur rend licites les bonnes choses, leur interdit les mauvaises, et leur ote le fardeau et les jougs qui etaient sur eux. Ceux qui croiront en lui, le soutiendront, lui porteront secours et suivront la lumiere descendue avec lui ; ceux-la seront les gagnants"},{"SurahNumber":7,"VerseNumber":158,"Text":"Dis : \"O hommes ! Je suis pour vous tous le Messager d’Allah, a Qui appartient la royaute des cieux et de la Terre. Pas de divinite a part Lui. Il donne la vie et Il donne la mort. Croyez donc en Allah, en Son Messager, le Prophete illettre qui croit en Allah et en Ses paroles. Et suivez-le afin que vous soyez bien guides"},{"SurahNumber":7,"VerseNumber":159,"Text":"Parmi le peuple de Moise, il est une communaute qui guide (les autres) avec la verite, et qui, par-la, exerce la justice"},{"SurahNumber":7,"VerseNumber":160,"Text":"Nous les repartimes en douze tribus, (en douze) communautes. Et Nous revelames a Moise, lorsque son peuple lui demanda de l’eau : “Frappe le rocher avec ton baton !” Et voila qu’en jaillirent douze sources. Chaque tribu sut ou s’abreuver. Nous les couvrimes de l’ombre d’un nuage, et fimes descendre sur eux la manne et les cailles : “Mangez des bonnes choses que Nous vous avons attribuees.” Et ce n’est pas a Nous qu’ils ont fait du tort, mais c’est a eux meme qu’ils en faisaient"},{"SurahNumber":7,"VerseNumber":161,"Text":"Et lorsqu’il leur fut dit : \"Habitez cette cite et mangez [de ses produits] a votre guise, mais dites : « remission » [a nos peches] et entrez par la porte en vous prosternant. Nous vous pardonnerons vos fautes; et aux bienfaisants (d’entre vous,) Nous accorderons davantage"},{"SurahNumber":7,"VerseNumber":162,"Text":"Puis, les injustes parmi eux changerent en une autre, la parole qui leur etait dite. Alors Nous envoyames du ciel un chatiment sur eux, pour le mefait qu’ils avaient commis"},{"SurahNumber":7,"VerseNumber":163,"Text":"Et interroge-les au sujet de la cite qui donnait sur la mer, lorsqu’on y transgressait le Sabbat! Leurs poissons venaient a eux faisant surface, au jour de leur Sabbat, et ne venaient pas a eux le jour ou ce n’etait pas le Sabbat ! Ainsi les eprouvions-Nous pour la perversite qu’ils commettaient"},{"SurahNumber":7,"VerseNumber":164,"Text":"Et quand parmi eux une communaute dit : \"Pourquoi exhortez-vous un peuple qu’Allah va aneantir ou chatier d’un chatiment severe ?\" Ils repondirent : \"Pour degager notre responsabilite vis-a-vis de votre Seigneur; et que peut-etre ils deviendront pieux"},{"SurahNumber":7,"VerseNumber":165,"Text":"Puis, lorsqu’ils oublierent ce qu’on leur avait rappele, Nous sauvames ceux qui (leur) avaient interdit le mal et saisimes par un chatiment rigoureux les injustes pour leurs actes pervers"},{"SurahNumber":7,"VerseNumber":166,"Text":"Puis, lorsqu’ils refuserent (par orgueil) d’abandonner ce qui leur avait ete interdit, Nous leur dimes : \"Soyez des singes abjects"},{"SurahNumber":7,"VerseNumber":167,"Text":"Et lorsque ton Seigneur annonca qu’Il enverrait certes contre eux quelqu’un qui leur imposerait le pire chatiment jusqu’au Jour de la Resurrection. En verite ton Seigneur est prompt a punir mais Il est aussi Pardonneur et Misericordieux"},{"SurahNumber":7,"VerseNumber":168,"Text":"Et Nous les avons repartis en communautes sur la Terre. Il y a parmi eux des gens de bien, mais il y en a qui le sont moins. Et Nous les avons eprouves par des biens et par des maux, peut-etre reviendraient-ils (au droit chemin)"},{"SurahNumber":7,"VerseNumber":169,"Text":"Puis, les suivirent des successeurs qui heriterent le Livre, mais qui prefererent ce qu’offre la vie d’ici-bas en disant : \"Nous aurons le pardon.\" Et si des choses semblables s’offrent a eux, ils les acceptent. N’avait-on pas pris d’eux l’engagement du Livre, qu’ils ne diraient sur Allah que la verite ? Ils avaient pourtant etudie ce qui s’y trouve. Et l’ultime demeure est meilleure pour ceux qui pratiquent la piete, - Ne comprendrez-vous donc pas"},{"SurahNumber":7,"VerseNumber":170,"Text":"Et ceux qui s’attachent au Livre et accomplissent la priere (As-Salat), [en verite], Nous ne laissons pas perdre la recompense de ceux qui s’amendent"},{"SurahNumber":7,"VerseNumber":171,"Text":"Et lorsque Nous avons brandi au-dessus d’eux le Mont, comme si c’eut ete une ombrelle. Ils pensaient qu’il allait tomber sur eux. \"Tenez fermement a ce que Nous vous donnons et rappelez-vous son contenu. Peut-etre craindrez-vous Allah"},{"SurahNumber":7,"VerseNumber":172,"Text":"Et quand ton Seigneur tira une descendance des reins des fils d’Adam et les fit temoigner contre eux-memes : “Ne suis-Je pas votre Seigneur ? ” Ils repondirent : “Mais si, nous en temoignons...” - afin que vous ne disiez point, au Jour de la Resurrection : “Vraiment, nous n’y avons pas fait attention”"},{"SurahNumber":7,"VerseNumber":173,"Text":"ou que vous auriez dit (tout simplement) : \"Nos ancetres autrefois donnaient des associes a Allah, et nous sommes leurs descendants, apres eux. Vas-Tu nous detruire pour ce qu’ont fait les imposteurs"},{"SurahNumber":7,"VerseNumber":174,"Text":"Et c’est ainsi que Nous exposons en detail les signes. Peut-etre reviendront-ils"},{"SurahNumber":7,"VerseNumber":175,"Text":"Et raconte-leur l’histoire de celui a qui Nous avions donne Nos signes et qui s’en ecarta. Le Diable (Satan), donc, l’entraina dans sa suite et il devint ainsi du nombre des egares"},{"SurahNumber":7,"VerseNumber":176,"Text":"Et si Nous avions voulu, Nous l’aurions eleve par ces memes enseignements, mais il s’inclina vers la terre et suivit sa propre passion. Il est semblable a un chien qui halete si tu l’attaques, et qui halete aussi si tu le laisses. Tel est l’exemple des gens qui traitent de mensonges Nos signes. Eh bien, raconte le recit ! Peut-etre reflechiront-ils"},{"SurahNumber":7,"VerseNumber":177,"Text":"Quel mauvais exemple que ces gens qui traitent de mensonges Nos signes, cependant que c’est a eux-memes qu’ils font de tort"},{"SurahNumber":7,"VerseNumber":178,"Text":"Quiconque Allah guide, voila le bien guide. Et quiconque Il egare, voila les perdants"},{"SurahNumber":7,"VerseNumber":179,"Text":"Nous avons destine beaucoup de djinns et d’hommes pour l’Enfer. Ils ont des cœurs, mais ne comprennent pas. Ils ont des yeux, mais ne voient pas. Ils ont des oreilles, mais n’entendent pas. Ceux-la sont comme les bestiaux, meme plus egares encore. Tels sont les insouciants"},{"SurahNumber":7,"VerseNumber":180,"Text":"C’est a Allah qu’appartiennent les plus beaux Noms. Invoquez-Le par ces Noms et laissez ceux qui profanent Ses noms: ils seront retribues pour ce qu’ils ont fait"},{"SurahNumber":7,"VerseNumber":181,"Text":"Parmi ceux que Nous avons crees, il y a une communaute qui guide (les autres) selon la verite et par celle-ci exerce la justice"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ceux qui traitent de mensonges Nos versets, Nous allons les conduire graduellement vers leur perte par des voies qu’ils ignorent"},{"SurahNumber":7,"VerseNumber":183,"Text":"Et Je leur accorderai un delai, car Mon stratageme est solide"},{"SurahNumber":7,"VerseNumber":184,"Text":"Est-ce qu’ils n’ont pas reflechi? Il n’y a point de folie en leur compagnon (Mohammed): il n’est qu’un avertisseur explicite"},{"SurahNumber":7,"VerseNumber":185,"Text":"N’ont-ils pas medite sur le royaume des cieux et de la Terre, et toute chose qu’Allah a creee, et que leur terme est peut-etre deja proche? En quelle parole croiront-ils apres cela"},{"SurahNumber":7,"VerseNumber":186,"Text":"Quiconque Allah egare, pas de guide pour lui. Et Il les laisse dans leur transgression, errants et hesitants"},{"SurahNumber":7,"VerseNumber":187,"Text":"Ils t’interrogent sur l’Heure : \"Quand arrivera-t-elle ?\" Dis : \"Seul mon Seigneur en a connaissance. Lui seul la manifestera en son temps. Lourde elle sera dans les cieux et (sur) la Terre et elle ne viendra a vous que soudainement.\" Ils t’interrogent comme si tu en etais averti. Dis : \"Seul Allah en a connaissance.\" Mais beaucoup de gens ne savent pas"},{"SurahNumber":7,"VerseNumber":188,"Text":"Dis : \"Je ne detiens pour moi-meme ni profit ni dommage, sauf ce qu’Allah veut. Et si je connaissais l’Inconnaissable, j’aurais eu des biens en abondance, et aucun mal ne m’aurait touche. Je ne suis, pour les gens qui croient, qu’un avertisseur et un annonciateur"},{"SurahNumber":7,"VerseNumber":189,"Text":"C’est Lui qui vous a crees d’un seul etre dont il a tire son epouse, pour qu’il trouve de la tranquillite aupres d’elle; et lorsque celui-ci eut cohabite avec elle, elle concut une legere grossesse, avec quoi elle se deplacait (facilement). Puis lorsqu’elle se trouva alourdie, tous deux invoquerent leur Seigneur : \"Si Tu nous donnes un (enfant) sain, nous serons certainement du nombre des reconnaissants"},{"SurahNumber":7,"VerseNumber":190,"Text":"Puis, lorsqu’Il leur eut donne un (enfant) sain, tous deux assignerent a Allah des associes en ce qu’Il leur avait donne. Mais Allah est bien au-dessus des associes qu’on Lui assigne"},{"SurahNumber":7,"VerseNumber":191,"Text":"Est-ce qu’ils assignent comme associes ce qui ne cree rien et qui eux-memes sont crees"},{"SurahNumber":7,"VerseNumber":192,"Text":"et qui ne peuvent ni les secourir ni se secourir eux-memes"},{"SurahNumber":7,"VerseNumber":193,"Text":"Et si vous les appelez vers la bonne voie, ils ne vous suivront pas. Le resultat pour vous est le meme, que vous les appeliez ou que vous gardiez le silence"},{"SurahNumber":7,"VerseNumber":194,"Text":"Ceux que vous invoquez en dehors d’Allah sont des serviteurs comme vous. Invoquez-les donc et qu’ils vous repondent, si vous etes veridiques"},{"SurahNumber":7,"VerseNumber":195,"Text":"Ont-ils des jambes pour marcher ? Ont-ils de mains pour frapper? Ont-ils des yeux pour observer? Ont-ils des oreilles pour entendre ? Dis : \"Invoquez vos associes, et puis, rusez contre moi ! Et ne me donnez pas de repit"},{"SurahNumber":7,"VerseNumber":196,"Text":"Certes, mon Maitre est Allah, Celui qui a fait descendre le Livre (le Coran). C’est Lui qui se charge (de la protection) des vertueux"},{"SurahNumber":7,"VerseNumber":197,"Text":"Et ceux que vous invoquez en dehors de Lui ne sont capables ni de vous secourir, ni de se secourir eux-memes"},{"SurahNumber":7,"VerseNumber":198,"Text":"Et si tu les appelles vers la bonne voie, ils n’entendent pas. Tu les vois qui te regardent, (mais) ils ne voient pas"},{"SurahNumber":7,"VerseNumber":199,"Text":"Accepte ce qu’on t’offre de raisonnable, commande ce qui est convenable et eloigne-toi des ignorants"},{"SurahNumber":7,"VerseNumber":200,"Text":"Et si jamais le Diable (Satan) t’incite a faire le mal, alors cherche refuge aupres d’Allah. Certes, Il entend, et sait tout"},{"SurahNumber":7,"VerseNumber":201,"Text":"Ceux qui pratiquent la piete, lorsqu’une suggestion du Diable (Satan) les touche se rappellent [du chatiment d’Allah], et les voila redevenus clairvoyants"},{"SurahNumber":7,"VerseNumber":202,"Text":"(Quant aux mechants), leurs partenaires diaboliques les enfoncent dans l’aberration, puis ils ne cessent (de s’enfoncer)"},{"SurahNumber":7,"VerseNumber":203,"Text":"Quand tu ne leur apportes pas de miracles, ils disent : “Pourquoi ne l’inventes-tu pas ? ” Dis : “Je ne fais que suivre ce qui m’est revele de mon Seigneur. Ces [versets coraniques] sont des preuves illuminantes venant de votre Seigneur, un guide et une misericorde pour des gens qui croient"},{"SurahNumber":7,"VerseNumber":204,"Text":"Et quand on recite le Coran, pretez-lui l’oreille attentivement et observez le silence, afin que vous obteniez la misericorde (d’Allah)"},{"SurahNumber":7,"VerseNumber":205,"Text":"Et invoque ton Seigneur en toi-meme, en humilite et crainte, a voix basse, matin et soir, et ne sois pas du nombre des insouciants"},{"SurahNumber":7,"VerseNumber":206,"Text":"Ceux qui sont aupres de ton Seigneur [les Anges] ne dedaignent pas de L’adorer. Ils Le glorifient et se prosternent devant Lui"},{"SurahNumber":8,"VerseNumber":1,"Text":"Ils t’interrogent au sujet du butin. Dis : “Le butin est a Allah et a Son Messager.” Craignez Allah ! Maintenez la concorde entre vous et obeissez a Allah et a Son Messager, si vous etes croyants"},{"SurahNumber":8,"VerseNumber":2,"Text":"Les vrais croyants sont ceux dont les cœurs fremissent quand on mentionne Allah. Et quand Ses versets leur sont recites, cela fait augmenter leur foi. Et ils placent leur confiance en leur Seigneur"},{"SurahNumber":8,"VerseNumber":3,"Text":"Ceux qui accomplissent la priere (As-Salat) et qui depensent [dans le sentir d’Allah] de ce que Nous leur avons attribue"},{"SurahNumber":8,"VerseNumber":4,"Text":"Ceux-la sont, en toute verite les croyants : a eux des degres (eleves) aupres de leur Seigneur, ainsi qu’un pardon et une dotation genereuse"},{"SurahNumber":8,"VerseNumber":5,"Text":"De meme, c’est au nom de la verite que ton Seigneur t’a fait sortir de ta demeure, malgre la repulsion d’une partie des croyants"},{"SurahNumber":8,"VerseNumber":6,"Text":"Ils discutent avec toi au sujet de la verite apres qu’elle fut clairement apparue; comme si on les poussait vers la mort et qu’ils (la) voyaient"},{"SurahNumber":8,"VerseNumber":7,"Text":"Et (rappelez-vous), quand Allah vous promettait qu’une des deux bandes serait a vous. \"Vous desiriez vous emparer de celle qui etait sans armes, alors qu’Allah voulait par Ses paroles faire triompher la verite et aneantir les mecreants jusqu’au dernier"},{"SurahNumber":8,"VerseNumber":8,"Text":"afin qu’Il fasse triompher la verite et aneantir le faux, en depit de la repulsion qu’en avaient les criminels"},{"SurahNumber":8,"VerseNumber":9,"Text":"Et (rappelez-vous) le moment ou vous imploriez le secours de votre Seigneur et qu’Il vous exauca aussitot : “Je vais vous renforcer d’un millier d’Anges deferlant les uns a la suite des autres. ”"},{"SurahNumber":8,"VerseNumber":10,"Text":"Allah ne fit cela que pour (vous) apporter une bonne nouvelle et pour qu’avec cela vos cœurs se tranquillisent. Et il n’y a de victoire que de la part d’Allah. Allah est Puissant est Sage"},{"SurahNumber":8,"VerseNumber":11,"Text":"Et quand Il vous enveloppa d’un sommeil comme d’une securite de Sa part, et du ciel Il fit descendre de l’eau sur vous afin de vous en purifier, d’oter de vous la souillure du Diable (Satan), de renforcer les cœurs et d’en raffermir les pas [vos pas]"},{"SurahNumber":8,"VerseNumber":12,"Text":"Et ton Seigneur revela aux Anges : \"Je suis avec vous ! Affermissez donc les croyants ! Je vais jeter l’effroi dans les cœurs des mecreants. Frappez donc au-dessus des cous et frappez-les sur tous les bouts des doigts"},{"SurahNumber":8,"VerseNumber":13,"Text":"Ce, parce qu’ils ont desobei a Allah et a Son Messager.\" Et quiconque desobeit a Allah et a Son Messager…alors Allah est certainement dur en punition"},{"SurahNumber":8,"VerseNumber":14,"Text":"Voila (votre sort) ; goutez-le donc ! Et aux mecreants le chatiment du Feu (sera reserve)"},{"SurahNumber":8,"VerseNumber":15,"Text":"O vous qui croyez ! Quand vous rencontrez (l’armee) des mecreants en marche , ne leur tournez point le dos"},{"SurahNumber":8,"VerseNumber":16,"Text":"Quiconque, ce jour-la, leur tourne le dos, - a moins que ce soit par tactique de combat, ou pour rallier un autre groupe, - celui-la encourt la colere d’Allah et son refuge sera l’Enfer. Et quelle mauvaise destination"},{"SurahNumber":8,"VerseNumber":17,"Text":"Ce n’est pas vous qui les avez tues, mais c’est Allah qui les a tues. Et lorsque tu lancais (une poignee de terre) , ce n’est pas toi qui lancais: mais c’est Allah qui lancait, et ce pour eprouver les croyants d’une belle epreuve de Sa part ! Allah est Audient et Omniscient"},{"SurahNumber":8,"VerseNumber":18,"Text":"Voila! Et Allah reduit a neant la ruse des mecreants"},{"SurahNumber":8,"VerseNumber":19,"Text":"Si vous avez implore l’arbitrage d’Allah vous connaissez maintenant la sentence [d’Allah] Et si vous cessez [la mecreance et l’hostilite contre le Prophete], c’est mieux pour vous. Mais si vous revenez, Nous reviendrons, et votre masse, meme nombreuse, ne vous sera d’aucune utilite. Car Allah est vraiment avec les croyants"},{"SurahNumber":8,"VerseNumber":20,"Text":"O vous qui croyez! Obeissez a Allah et a Son Messager et ne vous detournez pas de lui quand vous l’entendez (parler)"},{"SurahNumber":8,"VerseNumber":21,"Text":"Et ne soyez pas comme ceux qui disent: \"Nous avons entendu \", alors qu’ils n’entendent pas"},{"SurahNumber":8,"VerseNumber":22,"Text":"Les pires des betes aupres d’Allah, sont, [en verite], les sourds-muets, ceux qui ne raisonnent pas"},{"SurahNumber":8,"VerseNumber":23,"Text":"Et si Allah avait reconnu en eux quelque bien, Il aurait fait qu’ils entendent. Mais, meme s’Il les faisait entendre, ils tourneraient [surement] le dos en s’eloignant"},{"SurahNumber":8,"VerseNumber":24,"Text":"O vous qui croyez! Repondez a Allah et au Messager lorsqu’il vous appelle a ce qui vous donne la (vraie) vie, et sachez qu’Allah s’interpose entre l’homme et son cœur, et que c’est vers Lui que vous serez rassembles"},{"SurahNumber":8,"VerseNumber":25,"Text":"Et craignez une calamite qui n’affligera pas exclusivement les injustes d’entre vous. Et sachez qu’Allah est dur en punition"},{"SurahNumber":8,"VerseNumber":26,"Text":"Et rappelez-vous quand vous etiez peu nombreux, opprimes sur terre, craignant de vous faire enlever par des gens. Il vous donna asile, vous renforca de Son secours et vous attribua de bonnes choses afin que vous soyez reconnaissants"},{"SurahNumber":8,"VerseNumber":27,"Text":"O vous qui croyez! Ne trahissez pas Allah et le Messager. Et ne trahissez pas sciemment la confiance qu’on a placee en vous"},{"SurahNumber":8,"VerseNumber":28,"Text":"Et sachez que vos biens et vos enfants ne sont qu’une epreuve et qu’aupres d’Allah il y a une enorme recompense"},{"SurahNumber":8,"VerseNumber":29,"Text":"O vous qui croyez! Si vous craignez Allah, Il vous accordera la faculte de discerner (entre le bien et le mal), vous effacera vos mefaits et [Il] vous pardonnera. Et Allah est le Detenteur de l’enorme grace"},{"SurahNumber":8,"VerseNumber":30,"Text":"Et (rappelle-toi) le moment ou les mecreants complotaient contre toi pour t’emprisonner ou t’assassiner ou te bannir. Ils comploterent, mais Allah fit echouer leur complot, et Allah est le meilleur en stratagemes"},{"SurahNumber":8,"VerseNumber":31,"Text":"Et lorsque Nos versets leur sont recites, ils disent: \"Nous avons ecoute, certes! Si nous voulions, nous dirions pareil a cela, ce ne sont que des legendes d’anciens"},{"SurahNumber":8,"VerseNumber":32,"Text":"Et quand ils dirent : \"O Allah ! Si cela est la verite de Ta part, alors, fais pleuvoir du ciel des pierres sur nous, ou fais venir sur nous un chatiment douloureux"},{"SurahNumber":8,"VerseNumber":33,"Text":"Allah n’est point tel qu’Il les chatie, alors que tu es au milieu d’eux. Et Allah n’est point tel qu’Il les chatie alors qu’ils demandent pardon"},{"SurahNumber":8,"VerseNumber":34,"Text":"Qu’ont-ils donc pour qu’Allah ne les chatie pas, alors qu’ils repoussent (les croyants) de la Mosquee Sacree, quoiqu’ils n’en soient pas les gardiens, car ses gardiens ne sont que les pieux. Mais la plupart d’entre eux ne le savent pas"},{"SurahNumber":8,"VerseNumber":35,"Text":"Et leur priere, aupres de la Maison, n’est que sifflement et battements de mains : \"Goutez donc au chatiment, a cause de votre mecreance"},{"SurahNumber":8,"VerseNumber":36,"Text":"Ceux qui ne croient pas depensent leurs biens pour obstruer (les gens) du sentier d’Allah. Or, apres les avoir depenses, ils seront pour eux un sujet de regret. Puis, ils seront vaincus, et tous ceux qui ne croient pas seront rassembles vers l’Enfer"},{"SurahNumber":8,"VerseNumber":37,"Text":"afin qu’Allah distingue le mauvais du bon, et qu’Il place les mauvais les uns sur les autres, pour en faire un amoncellement qu’Il jettera dans l’Enfer. Ceux-la sont les perdants"},{"SurahNumber":8,"VerseNumber":38,"Text":"Dis a ceux qui ne croient pas que, s’ils cessent, on leur pardonnera ce qui s’est passe. Et s’ils recidivent, (ils seront chaties) ; a l’exemple de (leurs) devanciers"},{"SurahNumber":8,"VerseNumber":39,"Text":"Et combattez-les jusqu’a ce qu’il ne subsiste plus d’association, et que la religion soit entierement a Allah. Puis, s’ils cessent (ils seront pardonnes car) Allah observe bien ce qu’ils œuvrent"},{"SurahNumber":8,"VerseNumber":40,"Text":"Et s’ils tournent le dos, sachez alors qu’Allah est votre Maitre. Quel excellent Maitre et quel excellent Secoureur"}]}