{"Id":172,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu","Author":"Muhammad Hameedullah","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Les faibles d’esprit parmi les gens vont dire : \"Qui les a détournés de la direction (Qiblah) vers laquelle ils s’orientaient auparavant?\" - Dis : \"C’est à Allah qu’appartiennent le Levant et le Couchant. Il guide qui Il veut vers un droit chemin"},{"SurahNumber":2,"VerseNumber":143,"Text":"Et aussi Nous avons fait de vous une communauté de justes pour que vous soyez témoins aux gens, comme le Messager sera témoin à vous. Et Nous n’avions établi la direction (Qiblah) vers laquelle tu te tournais que pour savoir qui suit le Messager (Moḥammad) et qui s’en retourne sur ses talons. C’était un changement difficile, mais pas pour ceux qu’Allah guide. Et ce n’est pas Allah qui vous fera perdre [la récompense de] votre foi, car Allah, certes est Compatissant et Miséricordieux pour les hommes"},{"SurahNumber":2,"VerseNumber":144,"Text":"Certes, Nous te voyons tourner le visage en tous sens dans le ciel. Nous te faisons donc orienter vers une direction qui te plaît. Tourne donc ton visage vers la Mosquée Sacrée. Où que vous soyez, tournez-y vos visages. Certes, ceux à qui le Livre a été donné savent bien que c’est la vérité venue de leur Seigneur. Et Allah n’est pas inattentif à ce qu’ils font"},{"SurahNumber":2,"VerseNumber":145,"Text":"Certes, si tu apportais toutes les preuves à ceux à qui le Livre a été donné, ils ne suivraient pas ta direction (Qiblah)! Et tu ne suivras pas la leur; et entre eux, les uns ne suivent pas la direction des autres. Et si tu suivais leurs passions après ce que tu as reçu de science, tu serais, certes, du nombre des injustes"},{"SurahNumber":2,"VerseNumber":146,"Text":"Ceux à qui nous avons donné le Livre, le reconnaissent comme ils reconnaissent leurs enfants. Or une partie d’entre eux cache la vérité, alors qu’ils la savent"},{"SurahNumber":2,"VerseNumber":147,"Text":"La vérité vient de ton Seigneur. Ne sois donc pas de ceux qui doutent"},{"SurahNumber":2,"VerseNumber":148,"Text":"A chacun une orientation vers laquelle il se tourne. Rivalisez donc dans les bonnes œuvres. Où que vous soyez, Allah vous ramènera tous vers Lui, car Allah est, certes Omnipotent"},{"SurahNumber":2,"VerseNumber":149,"Text":"Et d’où que tu sortes, tourne ton visage vers la Mosquée Sacrée. Oui voilà bien la vérité venant de ton Seigneur. Et Allah n’est pas inattentif à ce que vous faites"},{"SurahNumber":2,"VerseNumber":150,"Text":"Et d’où que tu sortes, tourne ton visage vers la Mosquée Sacrée. Et où que vous soyez, tournez-y vos visages, afin que les gens n’aient pas d’argument contre vous, sauf ceux d’entre eux qui sont de vrais injustes. Ne les craignez donc pas! Mais craignez-Moi pour que Je parachève Mon bienfait à votre égard, et que vous soyez bien guidés"},{"SurahNumber":2,"VerseNumber":151,"Text":"Ainsi, Nous avons envoyé parmi vous un Messager de chez vous qui vous récite Nos versets, vous purifie, vous enseigne le Livre et la Sagesse et vous enseigne ce que vous ne saviez pas"},{"SurahNumber":2,"VerseNumber":152,"Text":"Souvenez-vous de Moi donc, Je Me souviendrai de vous. Remerciez- Moi et ne soyez pas ingrats envers Moi"},{"SurahNumber":2,"VerseNumber":153,"Text":"Ô les croyants! Cherchez assistance dans l’endurance et la prière (Aṣ-Ṣalāt). Car Allah est avec les endurants"},{"SurahNumber":2,"VerseNumber":154,"Text":"Et ne dites pas de ceux qui sont tués dans le sentier d’Allah qu’ils sont morts. Au contraire ils sont vivants, mais vous en êtes inconscients"},{"SurahNumber":2,"VerseNumber":155,"Text":"Très certainement, Nous vous éprouverons par un peu de peur, de faim et de diminution de biens, de personnes et de fruits. Et fais la bonne annonce aux endurants"},{"SurahNumber":2,"VerseNumber":156,"Text":"ceux qui disent, quand un malheur les atteint: \"Certes nous sommes à Allah, et c’est à Lui que nous retournerons"},{"SurahNumber":2,"VerseNumber":157,"Text":"Ceux-là reçoivent des bénédictions de leur Seigneur, ainsi que la miséricorde; ceux-là sont les biens guidés"},{"SurahNumber":2,"VerseNumber":158,"Text":"As-Safâ et Al Marwah sont vraiment parmi les lieux sacrés d’Allah. Donc, quiconque fait pèlerinage à la Maison ou fait l’Umra ne commet pas de péché en faisant le va-et-vient entre ces deux monts. Et quiconque fait de son propre gré une bonne œuvre, alors Allah est Reconnaissant, Omniscient"},{"SurahNumber":2,"VerseNumber":159,"Text":"Certes ceux qui cachent ce que Nous avons fait descendre en fait de preuves et de guide après l’exposé que Nous en avons fait aux gens, dans le Livre, voilà ceux qu’Allah maudit et que les maudisseurs maudissent"},{"SurahNumber":2,"VerseNumber":160,"Text":"sauf ceux qui se sont repentis, corrigés et déclarés: d’eux Je reçois le repentir. Car c’est Moi, l’Accueillant au repentir, le Miséricordieux"},{"SurahNumber":2,"VerseNumber":161,"Text":"Ceux qui ne croient pas et meurent mécréants, recevront la malédiction d’Allah, des Anges et de tous les hommes"},{"SurahNumber":2,"VerseNumber":162,"Text":"Ils y demeureront éternellement; le châtiment ne leur sera pas allégé, et on ne leur accordera pas de répit"},{"SurahNumber":2,"VerseNumber":163,"Text":"Et votre Divinité est une divinité unique. Pas de divinité à part lui, le Tout Miséricordieux, le Très Miséricordieux"},{"SurahNumber":2,"VerseNumber":164,"Text":"Certes, dans la création des cieux et de la Terre, dans l’alternance de la nuit et du jour, dans le navire qui vogue en mer chargé de choses profitables aux gens, dans l’eau qu’Allah fait descendre du ciel, par laquelle Il rend la vie à la terre une fois morte et y répand des bêtes de toute espèce, dans la variation des vents, et dans les nuages soumis entre le ciel et la terre, en tout cela il y a des signes, pour un peuple qui raisonne"},{"SurahNumber":2,"VerseNumber":165,"Text":"Et parmi les hommes, il en est qui prennent, en dehors d’Allah, des égaux à Lui, en les aimant comme on aime Allah. Or, les croyants sont les plus ardents en l’amour d'Allah. Ah! Si les injustes pouvaient entrevoir le châtiment, ils verraient alors que la force tout entière est à Allah et qu’Allah est dur en châtiment"},{"SurahNumber":2,"VerseNumber":166,"Text":"Quand les meneurs désavoueront les suiveurs à la vue du châtiment, les liens entre eux seront bien brisés"},{"SurahNumber":2,"VerseNumber":167,"Text":"Et les suiveurs diront: “Ah! Si un retour nous était possible! Alors nous les désavouerions comme ils nous ont désavoués.” Ainsi Allah leur montrera leurs actions, source de remords pour eux, mais ils ne pourront pas sortir du Feu"},{"SurahNumber":2,"VerseNumber":168,"Text":"Ô gens! De ce qui existe sur la terre, mangez le licite et le pur; ne suivez point les pas du Diable car il est vraiment pour vous, un ennemi déclaré"},{"SurahNumber":2,"VerseNumber":169,"Text":"Il ne vous commande que le mal et la turpitude et de dire contre Allah ce que vous ne savez pas"},{"SurahNumber":2,"VerseNumber":170,"Text":"Et quand on leur dit: \"Suivez ce qu’Allah a fait descendre\", ils disent: \"Non, mais nous suivrons les coutumes de nos ancêtres.\" - Quoi ! Et si leurs ancêtres n’avaient rien raisonné et s’ils n’avaient pas été dans la bonne direction"},{"SurahNumber":2,"VerseNumber":171,"Text":"Et les mécréants ressemblent à [du bétail] auquel on crie et qui entend seulement appel et voix confus. Sourds, muets, aveugles, ils ne raisonnent point"},{"SurahNumber":2,"VerseNumber":172,"Text":"Ô les croyants! Mangez des bonnes choses licites que Nous vous avons attribuées. Et remerciez Allah, si c’est Lui que vous adorez"},{"SurahNumber":2,"VerseNumber":173,"Text":"Certes, Il vous est interdit la chair d'une bête morte, le sang, la viande de porc et ce sur quoi on a invoqué un autre qu’Allah. Il n’y a pas de péché sur celui qui est contraint sans toutefois abuser ni transgresser, car Allah est Pardonneur et Miséricordieux"},{"SurahNumber":2,"VerseNumber":174,"Text":"Ceux qui cachent ce qu’Allah à fait descendre du Livre et le vendent à vil prix, ceux-là ne s’emplissent le ventre que de Feu. Allah ne leur adressera pas la parole, au Jour de la Résurrection, et ne les purifiera pas. Et il y aura pour eux un douloureux châtiment"},{"SurahNumber":2,"VerseNumber":175,"Text":"Ceux-là ont échangé la bonne direction contre l’égarement et le pardon contre le châtiment. Qu’est-ce qui leur fera supporter le Feu"},{"SurahNumber":2,"VerseNumber":176,"Text":"C’est ainsi, car c’est avec la vérité qu’Allah a fait descendre le Livre; et ceux qui s’opposent au sujet du Livre sont dans une profonde divergence"},{"SurahNumber":2,"VerseNumber":177,"Text":"La bonté pieuse ne consiste pas à tourner vos visages vers le Levant ou le Couchant. Mais la bonté pieuse est de croire en Allah, au Jour Dernier, aux Anges, au Livre et aux Prophètes, de donner de son bien, quel qu’amour qu’on en ait, aux proches, aux orphelins, aux nécessiteux, aux voyageurs indigents et à ceux qui demandent l’aide et pour délier les jougs, d’accomplir la prière (As-Salât) et d’acquitter l'aumône (Az-Zakât). Et ceux qui remplissent leurs engagements lorsqu’ils se sont engagés, ceux qui sont endurants dans la misère, la maladie et quand les combats font rage, les voilà les véridiques et les voilà les vrais pieux"},{"SurahNumber":2,"VerseNumber":178,"Text":"Ô les croyants! On vous a prescrit le talion au sujet des tués: homme libre pour homme libre, esclave pour esclave, femme pour femme. Mais celui à qui son frère aura pardonné en quelque façon doit faire face à une requête convenable et doit payer des dommages de bonne grâce. Ceci est un allégement de la part de votre Seigneur et une miséricorde. Donc, quiconque après cela transgresse, aura un châtiment douloureux"},{"SurahNumber":2,"VerseNumber":179,"Text":"Et dans le talion vous avez la préservation de la vie, ô vous doués d’intelligence, ainsi atteindrez-vous la piété"},{"SurahNumber":2,"VerseNumber":180,"Text":"On vous a prescrit, quand la mort est proche de l’un de vous et s’il laisse des biens, de faire un testament en règle en faveur de ses père et mère et de ses plus proches [membres]. C’est un devoir pour les pieux"},{"SurahNumber":2,"VerseNumber":181,"Text":"Quiconque l’altère après l’avoir entendu, alors le péché ne reposera que sur ceux qui l’ont altéré; certes, Allah est Audient et Omniscient"},{"SurahNumber":2,"VerseNumber":182,"Text":"Mais quiconque craint d’un testateur quelque partialité [volontaire ou involontaire] ou illégalité, et les réconcilie, alors pas de péché sur lui car Allah est certes Pardonneur et Miséricordieux"},{"SurahNumber":2,"VerseNumber":183,"Text":"Ô les croyants! On vous a prescrit le jeûne (aṣ-Ṣiyām) comme on l’a prescrit à ceux d’avant vous, ainsi atteindrez-vous la piété"},{"SurahNumber":2,"VerseNumber":184,"Text":"pendant un nombre déterminé de jours. Quiconque d’entre vous est malade ou en voyage, devra jeûner alors un nombre égal d’autres jours. Mais pour ceux qui ne pourraient le supporter (qu’avec grande difficulté), il y a une compensation: nourrir un pauvre. Et si quelqu’un fait plus de son propre gré, c’est pour lui; mais il est mieux pour vous de jeûner, si vous saviez"},{"SurahNumber":2,"VerseNumber":185,"Text":"Le mois de Ramadān est celui au cours duquel le Coran a été descendu [révélé] comme guide pour les gens, et preuves claires de la bonne direction et du discernement. Donc quiconque d'entre vous est présent en ce mois, qu’il jeûne! Et quiconque est malade ou en voyage, alors qu’il jeûne un nombre égal d’autres jours. Allah veut pour vous la facilité, et Il ne veut pas la difficulté pour vous, afin que vous en complétiez le nombre et que vous proclamiez la grandeur d’Allah pour vous avoir guidés, et afin que vous soyez reconnaissants"},{"SurahNumber":2,"VerseNumber":186,"Text":"Et quand Mes serviteurs t’interrogent sur Moi, alors Je suis tout proche: Je réponds à l’appel de celui qui M’invoque quand il M’invoque. Qu’ils répondent donc à Mon appel, et qu’ils croient en Moi, afin qu’ils soient bien guidés"},{"SurahNumber":2,"VerseNumber":187,"Text":"On vous a permis, la nuit du [mois de] jeûne (As-Siyâm), d’avoir des rapports avec vos femmes; elles sont un vêtement pour vous et vous êtes un vêtement pour elles. Allah sait que vous aviez clandestinement des rapports avec vos femmes. Il vous a pardonné et vous a graciés. Cohabitez donc avec elles, maintenant, et cherchez ce qu’Allah a prescrit en votre faveur; mangez et buvez jusqu’à ce que se distingue, pour vous, le fil blanc de l’aube du fil noir de la nuit. Puis accomplissez le jeûne jusqu’à [la tombée de] la nuit. Mais ne cohabitez pas avec elles pendant que vous êtes en retraite rituelle dans les mosquées. Voilà les lois d’Allah: ne vous en approchez donc pas [pour les transgresser]. C’est ainsi qu’Allah expose aux hommes Ses enseignements, afin qu’ils deviennent pieux"},{"SurahNumber":2,"VerseNumber":188,"Text":"Et ne dévorez pas mutuellement et illicitement vos biens, et ne vous en servez pas pour corrompre des juges pour vous permettre de dévorer une partie des biens des gens, injustement et sciemment"},{"SurahNumber":2,"VerseNumber":189,"Text":"Ils t’interrogent sur les nouvelles lunes - Dis: \"Elles servent aux gens pour compter le temps, et aussi pour le pèlerinage ( Hajj). Et ce n’est pas un acte de bienfaisance que de rentrer chez vous par l’arrière des maisons. Mais la bonté pieuse consiste à craindre Allah. Entrer donc dans les maisons par leurs portes [d’entrée]. Et craignez Allah afin que vous réussissiez"},{"SurahNumber":2,"VerseNumber":190,"Text":"Combattez dans le sentier d’Allah ceux qui vous combattent, et ne transgressez pas. Certes. Allah n’aime pas les transgresseurs"},{"SurahNumber":2,"VerseNumber":191,"Text":"Et tuez-les, où que vous les rencontriez; et chassez-les d’où ils vous ont chassés: l’association est plus grave que le meurtre. Mais ne les combattez pas près de la Mosquée Sacrée avant qu’ils ne vous y aient combattus. S’ils vous y combattent, tuez-les donc. Telle est la rétribution des mécréants"},{"SurahNumber":2,"VerseNumber":192,"Text":"S’ils cessent, Allah est, certes, Pardonneur et Miséricordieux"},{"SurahNumber":2,"VerseNumber":193,"Text":"Et combattez-les jusqu’à ce qu’il n’y ait plus d’association et que la religion soit entièrement à Allah seul. S’ils cessent, donc plus d’hostilités, sauf contre les injustes"},{"SurahNumber":2,"VerseNumber":194,"Text":"Le mois sacré pour le mois sacré ! - Le talion s’applique à toutes choses sacrées. Donc, quiconque transgresse contre vous, transgressez contre lui, à transgression égale. Et craignez Allah. Et sachez qu’Allah est avec les pieux"},{"SurahNumber":2,"VerseNumber":195,"Text":"Et dépensez dans le sentier d’Allah. Et ne vous jetez pas par vos propres mains dans la destruction . Et faites le bien. Car Allah aime les bienfaisants"},{"SurahNumber":2,"VerseNumber":196,"Text":"Et accomplissez pour Allah le pèlerinage (Al Hajj) et l’Umra. Si vous en êtes empêchés, alors faites un sacrifice qui vous soit facile. Et ne rasez pas vos têtes avant que l’offrande [l’animal à sacrifier] n’ait atteint son lieu d’immolation. Si l’un d’entre vous est malade ou souffre d’une affection de la tête (et doit se raser), qu’il se rachète alors par un jeûne (Siyām) ou par une aumône (Ṣadaqah) ou par un sacrifice (Nusuk). Et quand vous vous retrouverez en sécurité, alors quiconque a joui d’une vie normale après avoir fait l’Umra en attendant le pèlerinage, doit faire un sacrifice qui lui soit facile. S’il n’a pas les moyens, qu’il jeûne trois jours pendant le pèlerinage et sept jours une fois rentré chez lui, soit en tout dix jours. Cela est prescrit pour celui dont la famille n’habite pas auprès de la Mosquée Sacrée. Et craignez Allah! Et sachez qu’Allah est dur en punition"},{"SurahNumber":2,"VerseNumber":197,"Text":"Le pèlerinage (Al Hajj) à lieu dans des mois connus. Si l’on se décide de l’accomplir, alors point de rapport sexuel , point de perversité, point de dispute pendant le pèlerinage. Et le bien que vous faites, Allah le sait. Et prenez vos provisions; mais vraiment la meilleure provision est la piété. Et redoutez-Moi, ô doués d’intelligence"},{"SurahNumber":2,"VerseNumber":198,"Text":"Ce n’est pas un pêché que d’aller en quête de quelque grâce de votre Seigneur. Puis, quand vous déferlez depuis Arafat, invoquez Allah, à Al Mash’ar Al-Harâm (Al-Muzdalifah). Et invoquez-Le comme Il vous a montré la bonne voie, quoiqu’auparavant vous étiez du nombre des égarés"},{"SurahNumber":2,"VerseNumber":199,"Text":"Ensuite, déferlez par où les gens déferlent, et demandez pardon à Allah. Car Allah est Pardonneur et Miséricordieux"},{"SurahNumber":2,"VerseNumber":200,"Text":"Et quand vous aurez achevé vos rites, alors invoquez Allah comme vous invoquez vos pères, et plus ardemment encore. Mais il est des gens qui disent seulement : \"Seigneur ! Accorde nous [le bien] ici-bas !\" - Pour ceux-là, nulle part dans l’au- delà"},{"SurahNumber":2,"VerseNumber":201,"Text":"Et il est des gens qui disent : \"Seigneur ! Accorde nous belle part ici-bas, et belle part aussi dans l’au-delà; et protège-nous du châtiment du Feu"},{"SurahNumber":2,"VerseNumber":202,"Text":"Ceux-là auront une part de ce qu’ils auront acquis. Et Allah est prompt à demander des comptes"},{"SurahNumber":2,"VerseNumber":203,"Text":"Et invoquez Allah pendant un nombre de jours déterminés. Ensuite, il n’y a pas de péché, pour qui se comporte en piété, à partir au bout de deux jours, à s’attarder non plus. Et craignez Allah. Et sachez que c’est vers Lui que vous serez rassemblés"},{"SurahNumber":2,"VerseNumber":204,"Text":"Il y a parmi les gens celui dont la parole sur la vie présente te plaît, et qui prend Allah à témoin de ce qu’il a dans le cœur, tandis que c’est le plus acharné disputeur"},{"SurahNumber":2,"VerseNumber":205,"Text":"Et dès qu’il tourne le dos, il parcourt la terre pour y semer le désordre et saccager culture et bétail. Et Allah n’aime pas le désordre"},{"SurahNumber":2,"VerseNumber":206,"Text":"Et quand on lui dit : \"Redoute Allah !\", l’orgueil criminel s’empare de lui, l’Enfer lui suffira, et quel mauvais lit, certes"},{"SurahNumber":2,"VerseNumber":207,"Text":"Et il y a parmi les gens celui qui se sacrifie pour la recherche de l’agrément d’Allah. Et Allah est Compatissant envers Ses serviteurs"},{"SurahNumber":2,"VerseNumber":208,"Text":"Ô les croyants! Entrez en plein dans l’Islam, et ne suivez point les pas du Diable [Satan], car il est certes pour vous un ennemi déclaré"},{"SurahNumber":2,"VerseNumber":209,"Text":"Puis, si vous bronchez, après que les preuves (évidentes) vous soient venues, sachez alors qu’Allah est Puissant et Sage"},{"SurahNumber":2,"VerseNumber":210,"Text":"Qu’attendent-ils sinon qu’Allah leur vienne à l’ombre des nuées de même que les Anges et que leur sort soit réglé? Et c’est à Allah que toute chose est ramenée"},{"SurahNumber":2,"VerseNumber":211,"Text":"Demande aux enfants d’Israël combien de signes évidents Nous leur avons apportés! Or, quiconque altère le bienfait d’Allah après qu’il lui soit parvenu... alors, Allah est vraiment dur en punition"},{"SurahNumber":2,"VerseNumber":212,"Text":"On a enjolivé la vie présente à ceux qui ne croient pas, et ils se moquent de ceux qui croient. Mais les pieux seront au-dessus d’eux, au Jour de la Résurrection. Et Allah accorde Ses bienfaits à qui Il veut, sans compter"},{"SurahNumber":2,"VerseNumber":213,"Text":"Les gens formaient (à l’origine) une seule communauté (croyante). Puis, (après leurs divergences), Allah envoya des Prophètes comme annonciateurs et avertisseurs; et Il fit descendre avec eux le Livre contenant la vérité, pour régler parmi les gens leurs divergences. Mais, ce sont ceux-là mêmes à qui il avait été apporté, qui se mirent à en disputer, après que les preuves (évidentes) leur furent venues, par esprit de rivalité ! Puis, de par Sa Grâce, Allah guida ceux qui crurent vers cette Vérité sur laquelle les autres disputaient. Et Allah guide qui Il veut vers le chemin droit"},{"SurahNumber":2,"VerseNumber":214,"Text":"Pensez-vous entrer au Paradis alors que vous n’avez pas encore subi des épreuves semblables à celles que subirent ceux qui vécurent avant vous? Misère et maladie les avaient touchés; et ils furent secoués jusqu’à ce que le Messager, et avec lui, ceux qui avaient cru, se fussent écriés: \"Quand viendra le secours d’Allah ?\" - Certes, le secours d’Allah est sûrement proche"},{"SurahNumber":2,"VerseNumber":215,"Text":"Ils t’interrogent sur ce qu’ils doivent dépenser. Dis[-leur]: “Ce que vous dépensez de bien devrait être pour les pères et mère, les proches, les orphelins, les pauvres et les voyageurs indigents. Et tout ce que vous faites de bien, vraiment Allah le sait.”"},{"SurahNumber":2,"VerseNumber":216,"Text":"Le combat vous a été prescrit alors qu’il vous est désagréable. Or, il se peut que vous ayez de l’aversion pour une chose alors qu’elle vous est un bien. Et il se peut que vous aimiez une chose alors qu’elle vous est mauvaise. Allah sait, tandis que vous, vous ne savez pas"},{"SurahNumber":2,"VerseNumber":217,"Text":"Ils t’interrogent sur le mois sacré et s’il est permis d’y combattre. Dis: “Y combattre est un péché grave, mais plus grave encore auprès d’Allah est de faire obstacle au sentier d’Allah, d’être impie envers Lui et la Mosquée Sacrée, et d’expulser de là ses habitants. L’association est plus grave que le meurtre.” Or, ils ne cesseront de vous combattre jusqu’à, s’ils peuvent, vous détourner de votre religion. Et ceux parmi vous qui adjureront leur religion et mourront infidèles, vaines seront pour eux leurs actions dans la vie immédiate et la vie future. Voilà les gens du Feu: ils y demeureront éternellement"},{"SurahNumber":2,"VerseNumber":218,"Text":"Certes, ceux qui ont cru, émigré et lutté dans le sentier d’Allah, ceux-là espèrent la miséricorde d’Allah. Et Allah est Pardonneur et Miséricordieux"},{"SurahNumber":2,"VerseNumber":219,"Text":"Ils t’interrogent sur le vin et les jeux de hasard. Dis: “Dans les deux il y a un grand péché et quelques avantages pour les gens; mais dans les deux, le péché est plus grand que l’utilité.” Et ils t’interrogent [aussi] sur ce qu’ils doivent dépenser (en aumône). Dis: “ L’excédent de vos biens.” Ainsi, Allah vous explique Ses versets afin que vous méditiez"},{"SurahNumber":2,"VerseNumber":220,"Text":"sur ce monde et sur l’au-delà! Et ils t’interrogent au sujet des orphelins. Dis: \"Leur faire du bien est la meilleur action. Si vous vous mêlez à eux, ce sont vos frères [en religion]\". Allah distingue celui qui sème le désordre de celui qui fait le bien. Et si Allah avait voulu, Il vous aurait accablés. Certes Allah est Puissant et Sage"},{"SurahNumber":2,"VerseNumber":221,"Text":"Et n’épousez pas les femmes polythéistes tant qu’elles n’auront pas la foi, et certes, une esclave croyante vaut mieux qu’une polythéiste, même si elle vous enchante. Et ne donnez pas d’épouses aux polythéistes tant qu’ils n’auront pas la foi, et certes, un esclave croyant vaut mieux qu’un polythéiste même s’il vous enchante. Car ceux-là [les polythéistes] invitent au Feu; tandis qu’Allah invite, de par Sa Grâce, au Paradis et au pardon. Et Il expose aux gens Ses enseignements afin qu’ils se souviennent"},{"SurahNumber":2,"VerseNumber":222,"Text":"Et ils t’interrogent sur la menstruation des femmes. - Dis : \"C’est un mal. Eloignez-vous donc des femmes pendant les menstrues, et ne les approchez que quand elles sont pures. Quand elles se sont purifiées, alors cohabitez avec elles suivant les prescriptions d’Allah car Allah aime ceux qui se repentent, et Il aime ceux qui se purifient"},{"SurahNumber":2,"VerseNumber":223,"Text":"Vos épouses sont pour vous un champ de labour; allez à votre champ comme [et quand] vous le voulez et œuvrez pour vous-mêmes à l’avance. Craignez Allah et sachez que vous le rencontrerez. Et fais gracieuses annonces aux croyants"},{"SurahNumber":2,"VerseNumber":224,"Text":"Et n’usez pas du nom d’Allah, dans vos serments, pour vous dispenser de faire le bien, d’être pieux et de réconcilier les gens. Et Allah est Audient et Omniscient"},{"SurahNumber":2,"VerseNumber":225,"Text":"Ce n’est pas pour les expressions gratuites dans vos serments qu’Allah vous tient rigueur. Mais, Il vous tient rigueur pour ce que vos cœurs ont acquis. Et Allah est Pardonneur et Patient"},{"SurahNumber":2,"VerseNumber":226,"Text":"Pour ceux qui font le serment de se priver de leurs femmes, il y a un délai d’attente de quatre mois. Et s’ils reviennent (de leur serment) celui-ci sera annulé, car Allah est certes Pardonneur et Miséricordieux"},{"SurahNumber":2,"VerseNumber":227,"Text":"Mais s’ils se décident au divorce, (celui-ci devient exécutoire) alors Allah est certes Audient et Omniscient"},{"SurahNumber":2,"VerseNumber":228,"Text":"Et les femmes divorcées doivent observer un délai d’attente de trois menstrues; et il ne leur est pas permis de taire ce qu’Allah a créé dans leurs ventres, si elles croient en Allah et au Jour Dernier. Et leurs époux seront plus en droit de les reprendre pendant cette période, s’ils veulent la réconciliation. Quant à elles, elles ont des droits équivalents à leurs obligations, conformément à la bienséance. Mais les hommes ont cependant une prédominance sur elles. Et Allah est Puissant et Sage"},{"SurahNumber":2,"VerseNumber":229,"Text":"Le divorce (réconciliable) est permis pour seulement deux fois. Alors, c’est soit la reprise conformément à la bienséance, ou la libération avec gentillesse. Et il ne vous est pas permis de reprendre quoi que ce soit de ce que vous leur aviez donné, - à moins que tous deux ne craignent de ne point pouvoir se conformer aux ordres imposés par Allah. Si donc vous craignez que tous deux ne puissent se conformer aux ordres d’Allah, alors ils ne commettent aucun péché si la femme se rachète avec quelque bien. Voilà les ordres d’Allah. Ne les transgressez donc pas. Et ceux qui transgressent les ordres d’Allah ceux-là sont les injustes"},{"SurahNumber":2,"VerseNumber":230,"Text":"S’il divorce avec elle (la troisième fois) alors elle ne lui sera plus licite tant qu’elle n’aura pas épousé un autre. Et si ce (dernier) la répudie alors les deux ne commettent aucun péché en reprenant la vie commune, pourvu qu’ils pensent pouvoir tous deux se conformer aux ordres d’Allah. Voilà les ordres d’Allah, qu’Il expose aux gens qui comprennent"},{"SurahNumber":2,"VerseNumber":231,"Text":"Et quand vous divorcez d’avec vos épouses, et que leur délai expire, alors, reprenez-les conformément à la bienséance, ou libérez-les conformément à la bienséance. Mais ne les retenez pas pour leur faire du tort: vous transgresseriez alors et quiconque agit ainsi se fait du tort à lui-même. Ne prenez pas en moquerie les versets d’Allah. Et rappelez-vous le bienfait d’Allah envers vous, ainsi que le Livre et la Sagesse qu’Il vous a fait descendre, par lesquels Il vous exhorte. Et craignez Allah, et sachez qu’Allah est Omniscient"},{"SurahNumber":2,"VerseNumber":232,"Text":"Et quand vous divorcez d’avec vos épouses, et que leur délai expire, alors ne les empêchez pas de renouer avec leurs époux, s’ils s’agréent l’un l’autre, et conformément à la bienséance. Voilà à quoi est exhorté celui d’entre vous qui croit en Allah et au Jour Dernier. Ceci est plus décent et plus pur pour vous. Et Allah sait, alors que vous, vous ne savez pas"},{"SurahNumber":2,"VerseNumber":233,"Text":"Et les mères, qui veulent donner un allaitement complet, allaiteront leurs bébés deux ans complets. Au père de l’enfant de les nourrir et vêtir de manière convenable. Nul ne doit supporter plus que ses moyens. La mère n’a pas à subir de dommage à cause de son enfant, ni le père, à cause de son enfant. Même obligation pour l’héritier. Et si, après s’être consultés, tous deux tombent d’accord pour décider le sevrage, nul grief à leur faire. Et si vous voulez mettre vos enfants en nourrice, nul grief à vous faire non plus, à condition que vous acquittiez la rétribution convenue, conformément à l’usage. Et craignez Allah, et sachez qu’Allah observe ce que vous faites"},{"SurahNumber":2,"VerseNumber":234,"Text":"Ceux des vôtres que la mort frappe et qui laissent des épouses: celles-ci doivent observer une période d’attente de quatre mois et dix jours. Passé ce délai, on ne vous reprochera pas la façon dont elles disposeront d’elles-mêmes d’une manière convenable. Allah est Parfaitement Connaisseur de ce que vous faites"},{"SurahNumber":2,"VerseNumber":235,"Text":"Et on ne vous reprochera pas de faire, aux femmes, allusion à une proposition de mariage , ou d’en garder secrète l’intention. Allah sait que vous allez songer à ces femmes. Mais ne leur promettez rien secrètement sauf à leur dire des paroles convenables. Et ne vous décidez au contrat de mariage qu’à l’expiration du délai prescrit. Et sachez qu’Allah sait ce qu’il y a dans vos âmes. Prenez donc garde à Lui, et sachez aussi qu’Allah est Pardonneur et Plein de mansuétude"},{"SurahNumber":2,"VerseNumber":236,"Text":"Et on ne vous reprochera pas de divorcer d’avec des femmes que vous n’avez pas touchées, et à qui vous n’avez pas fixé leur dot (Al Mahr). Donnez-leur toutefois - l’homme aisé selon sa capacité, l’indigent selon sa capacité - quelque bien convenable dont elles puissent jouir. C’est un devoir pour les bienfaisants"},{"SurahNumber":2,"VerseNumber":237,"Text":"Et si vous divorcez d’avec elles sans les avoir touchées, mais après fixation de leur dot (Al Mahr), versez-leur alors la moitié de ce que vous avez fixé, à moins qu’elles ne s’en désistent, ou que ne se désiste celui entre les mains de qui est la conclusion du mariage. Le désistement est plus proche de la piété. Et n’oubliez pas votre faveur mutuelle. Car Allah voit parfaitement ce que vous faites"},{"SurahNumber":2,"VerseNumber":238,"Text":"Soyez assidus aux prières (Aṣ-Ṣalawāt) et surtout la prière médiane (As-Salât Al Wustâ); et tenez-vous debout devant Allah, avec humilité"},{"SurahNumber":2,"VerseNumber":239,"Text":"Mais si vous craignez (un grand danger), alors priez en marchant ou sur vos montures. Puis quand vous êtes en sécurité, invoquez Allah comme Il vous a enseigné ce que vous ne saviez pas"},{"SurahNumber":2,"VerseNumber":240,"Text":"Ceux d’entre vous que la mort frappe et qui laissent des épouses, doivent laisser un testament en faveur de leurs épouses pourvoyant à un an d’entretien sans les expulser de chez elles. Si ce sont elles qui partent, alors on ne vous reprochera pas ce qu’elles font de convenable pour elles-mêmes, Allah est Puissant et Sage"},{"SurahNumber":2,"VerseNumber":241,"Text":"Les divorcées ont droit à la jouissance d’une allocation convenable, [constituant] un devoir pour les pieux"},{"SurahNumber":2,"VerseNumber":242,"Text":"C’est ainsi qu’Allah vous explique Ses versets, afin que vous raisonniez"},{"SurahNumber":2,"VerseNumber":243,"Text":"N’as-tu pas vu ceux qui sortirent de leur demeures, - il y en avait des milliers, - par crainte de la mort ? Puis Allah leur a dit : \"Mourez!\" Après quoi Il les rendit à la vie. Certes, Allah est Détenteur de la Faveur, envers les gens; mais la plupart des gens ne sont pas reconnaissants"},{"SurahNumber":2,"VerseNumber":244,"Text":"Et combattez dans le sentier d’Allah. Et sachez qu’Allah est Audient et Omniscient"},{"SurahNumber":2,"VerseNumber":245,"Text":"Quiconque prête à Allah de bonne grâce, Il le lui rendra multiplié plusieurs fois. Allah restreint ou étend (Ses faveurs). Et c’est à Lui que vous retournerez"},{"SurahNumber":2,"VerseNumber":246,"Text":"N’as-tu pas su l’histoire des notables, parmi les enfants d’Israël, lorsqu’après Moïse ils dirent à un prophète à eux : \"Désigne-nous un roi, pour que nous combattions dans le sentier d’Allah\". Il dit: \"Et si vous ne combattez pas, quand le combat vous sera prescrit ?\" Ils dirent : \"Et qu’aurions-nous à ne pas combattre dans le sentier d’Allah, alors qu’on nous a expulsés de nos maisons et qu’on a capturé nos enfants ?\" Et quand le combat leur fut prescrit, ils tournèrent le dos, sauf un petit nombre d’entre eux. Et Allah connaît bien les injustes"},{"SurahNumber":2,"VerseNumber":247,"Text":"Et leur prophète leur dit : \"Voici qu’Allah vous a envoyé Saül (Tâlût) pour roi.\" Ils dirent : \"Comment régnerait-il sur nous ? Nous avons plus de droit que lui à la royauté. On ne lui a même pas prodigué beaucoup de richesses !\" Il dit : \"Allah, vraiment l’a élu sur vous, et a accru sa part quant au savoir et à la condition physique.\" - Et Allah alloue Son pouvoir à qui Il veut. Allah a la grâce immense et Il est Omniscient"},{"SurahNumber":2,"VerseNumber":248,"Text":"Et leur prophète leur dit : \"Le signe de son investiture sera que le Coffre va vous revenir; objet de quiétude inspiré par votre Seigneur, et contenant les reliques de ce que laissèrent la famille de Moïse et la famille d’Aaron. Les Anges le porteront. Voilà bien là un signe pour vous, si vous êtes croyants"},{"SurahNumber":2,"VerseNumber":249,"Text":"Puis, au moment de partir avec les troupes, Saül (Ṭālūt) dit: “Voici: Allah va vous éprouver par une rivière: quiconque y boira ne sera plus des miens; et quiconque n’y goûtera pas sera des miens; - passe pour celui qui y puisera un coup dans le creux de sa main.” Ils en burent, sauf un petit nombre d’entre eux. Puis, lorsqu’ils l’eurent traversée, lui et ceux des croyants qui l’accompagnaient, ils dirent: “Nous voilà sans force aujourd’hui contre Goliath (Jālūt) et ses troupes! ” Ceux qui étaient convaincus qu’ils auront à rencontrer Allah dirent: “Combien de fois une troupe peu nombreuse a, par la grâce d’Allah, vaincu une troupe très nombreuse! Et Allah est avec les endurants.”"},{"SurahNumber":2,"VerseNumber":250,"Text":"Et quand ils affrontèrent Goliath et ses troupes, ils dirent : \"Seigneur! Déverse sur nous l’endurance, affermis nos pas et donne-nous la victoire sur ce peuple infidèle"},{"SurahNumber":2,"VerseNumber":251,"Text":"Ils les mirent en déroute, par la grâce d’Allah. Et David tua Goliath; et Allah lui donna la royauté et la sagesse, et lui enseigna ce qu’Il voulut. Et si Allah ne neutralisait pas une partie des hommes par une autre, la terre serait certainement corrompue. Mais Allah est Détenteur de la Faveur pour les mondes"},{"SurahNumber":2,"VerseNumber":252,"Text":"Voilà les versets d’Allah, que Nous te (Mohammad) récitons avec la vérité. Et tu es, certes parmi les Envoyés"}]}