{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"“บรรดาชนชั้นนำที่แสดงโอหังจากประชาชาติของเขา ได้กล่าวว่า แน่นอนเราจะขับไล่ท่านออกไปโอ้ชุอัย! และบรรดาผู้ที่ศรัทธากับท่านด้วยจากเมืองของเรา หรือไม่ก็แน่นอนท่านจะต้องกลับมาในลัทธิของเรา เขา กล่าวว่า แม้ว่าพวกเราจะเกลียด ก็ตามกระนั้นหรือ"},{"SurahNumber":7,"VerseNumber":89,"Text":"“แน่นอนพวกเราก็ได้อุปโลกน์ความเท็จให้แก่อัลลอฮ์ หากพวกเรากลับไปในลัทธิของพวกท่านหลังจากที่อัลลอฮ์ได้ทรงช่วยพวกเราให้พ้นจากลัทธินั้นมาแล้ว และไม่บังควรแก่พวกเราที่จะกลับไปในลัทธินั้นอีก นอกจากอัลลอฮ์ผู้เป็นพระเจ้าของพวกเราจะทรงประสงค์เท่านั้น พระเจ้าของพวกเรานั้นทรงมีความรู้กว้างขวางทั่วทุกสิ่งทุกอย่าง แด่อัลลอฮ์เท่านั้นที่พวกเราได้มอบหมายโอ้พระเจ้าของเราโปรดชี้ขาดระหว่งพวกเราและประชาชาติของเราด้วยความจริงเถิด และพระองค์นั้นคือผู้ที่ดีเยี่ยมในหมู่ผู้ชี้ขาดทั้งหลาย”"},{"SurahNumber":7,"VerseNumber":90,"Text":"“และบรรดาบุคคลชั้นนำที่ปฏิเสธศรัทธา จากหมู่ประชาชาติของเขา ได้กล่าวว่า แน่นอนถ้าหากพวกเจ้าปฏิบัติตามชุอัยบ์แล้ว แน่นอนพวกท่านก็เป็นผู้ขาดทุนในทันที”"},{"SurahNumber":7,"VerseNumber":91,"Text":"“แล้วความไหวอย่างแรงของแผ่นดินก็ได้คร่าพวกเขา แล้วพวกเขาก็กลายเป็นผู้นั่งคุกเข่าตายในบ้านของพวกเขา”"},{"SurahNumber":7,"VerseNumber":92,"Text":"“บรรดาผู้ที่ปฏิเสธชุอัยบ์ประหนึ่งว่าพวกเขาไม่เคยอยู่ในหมู่บ้านนั้น บรรดาผู้ที่ปฏิเสธชุอัยบ์นั้น พวกเขาเป็นผู้ขาดทุน”"},{"SurahNumber":7,"VerseNumber":93,"Text":"“แล้วเขา ก็หันออกไปจากพวกเขา และกล่าวว่า โอ้ประชาชาติของฉัน แท้จริงฉันได้ประกาศแก่พวกท่านแล้ว ซึ่งบรรดาสารแห่งพระเจ้าของฉัน และฉันก็ได้ชี้แจงแนะนำแก่พวกท่านแล้วแล้วฉันจะเสียใจต่อกลุ่มชนที่ปฏิเสธศรัทธาอย่างไร?”"},{"SurahNumber":7,"VerseNumber":94,"Text":"“และเรามิได้ส่งนบีคนใดไปในเมืองหนึ่งเมืองใด นอกจากเราได้ลงโทษชาวเมืองนั้น ด้วยความแร้นแค้น และการเจ็บป่วย เพื่อว่าพวกเขาจะได้นอบน้อม”"},{"SurahNumber":7,"VerseNumber":95,"Text":"“ภายหลังเราได้เปลี่ยนความดีแทนที่ความชั่วจนกระทั่งพวกเขามีมาก และพวกเขากล่าวว่า แท้จริงได้ประสบบรรพบุรุษของเรามาแล้วซึ่งความเดือดร้อน และความสุขสบาย แล้วเราจึงได้ลงโทษพวกเขาโดยกระทันหันขณะที่พวกเขาไม่รู้ตัว”"},{"SurahNumber":7,"VerseNumber":96,"Text":"“และหากว่าชาวเมืองนั้นได้ศรัทธากันและมีความยำเกรงแล้วไซร้ แน่นอนเราก็เปิดให้แก่พวกเขาแล้ว ซึ่งบรรดาความเพิ่มพูนจากฟากฟ้า และแผ่นดินแต่ทว่าพวกเขาปฏิเสธ ดังนั้นเราจึงได้ลงโทษพวกเขา เนื่องด้วยสิ่งที่พวกเขาขวนขวายไว้”"},{"SurahNumber":7,"VerseNumber":97,"Text":"“แล้วชาวเมืองนั้นปลอดภัยกระนั้นหรือ? ในการที่การลงโทษของเราจะมายังพวกเขาในเวลากลางคืน ขณะที่พวกเขานอนหลับอยู่”"},{"SurahNumber":7,"VerseNumber":98,"Text":"“และชาวเมืองนั้นปลอดภัยกระนั้นหรือ? ในการที่การลงโทษของเราจะมายังพวกเขาในเวลาสายขณะที่พวกเขากำลังเล่นสนุกสนานกัน อยู่”"},{"SurahNumber":7,"VerseNumber":99,"Text":"“แล้วพวกเขาปลอดภัยจากอุบายของอัลลอฮ์กระนั้นหรือ ไม่มีใครมั่นใจว่าจะปลอดภัยจากอุบายของอัลลอฮ์ นอกจากกลุ่มชนที่ขาดทุนเท่านั้น"},{"SurahNumber":7,"VerseNumber":100,"Text":"“และก็ยังมิได้ประจักษ์แก่บรรดาผู้ที่ได้รับแผ่นดิน สืบทอดหลังจากเจ้าของมันดอกหรือว่าหากเราประสงค์แล้ว เราก็ให้ภัยพิบัติประสบแก่พวกเขาแล้ว เนื่องด้วยบรรดาบาปกรรมของพวกเขาและเราจะประทับตราบนหัวใจของพวกเขา แล้วพวกเขาก็จะไม่ได้ยิน"},{"SurahNumber":7,"VerseNumber":101,"Text":"“บรรดาเมืองเหล่านั้นหละ เรากำลังเล่าให้เจ้า ทราบถึงข่าวคราวของมัน และแท้จริงนั้นบรรดาร่อซูลของพวกเขาได้นำบรรดาหลักฐานอันชัดแจ้งมายังพวกเขาแล้ว แต่แล้วใช่ว่าพวกเขาจะศรัทธาต่อสิ่งที่พวกเขาปฏิเสธมาก่อนก็หาไม่ ในทำนองนั้นแหละ อัลลอฮ์จะทรงประทับตราบนหัวใจของผู้ปฏิเสธศรัทธาทั้งหลาย"},{"SurahNumber":7,"VerseNumber":102,"Text":"“และเราไม่พบว่ามีสัญญาใดๆ สำหรับส่วนมากของพวกเขา และแน่นอนเราได้พบว่าส่วนมากของพวกเขานั้นเป็นผู้ละเมิด"},{"SurahNumber":7,"VerseNumber":103,"Text":"“แล้วหลังจากพวกเขา เราได้ส่งมูซาพร้อมด้วยสัญญาณต่าง ๆ ของเราไปยังฟิรอาวน์และบรรดาบุคคลชั้นนำของเขา แต่พวกเขาได้ปฏิเสธศรัทธาต่อสัญญาณเหล่านั้น ดังนั้นเจ้าจงมองดูเถิดว่าบั้นปลายของบรรดาผู้ก่อความเสียหายนั้นเป็นอย่างไร"},{"SurahNumber":7,"VerseNumber":104,"Text":"“และมูซาได้กล่าวว่า โอ้ฟิรอาวน์! แท้จริงฉันคือทูตที่มาจากพระเจ้าแห่งสากลโลก"},{"SurahNumber":7,"VerseNumber":105,"Text":"“เป็นสิ่งสมควรในการ ที่ฉันจะไม่กล่าวเกี่ยวกับอัลลอฮ์ นอกจากความจริงเท่านั้น แท้จริงฉันได้นำหลักฐานจากพระเจ้าของพวกเจ้า มายังพวกเจ้าแล้ว ดังนั้นจงส่งวงศ์วานอิสรออีลไปกับฉัน เถิด”"},{"SurahNumber":7,"VerseNumber":106,"Text":"“เขา กล่าวว่า หากท่านได้นำหลักฐานใด ๆ มาก็จงนำมันมาเถิด หากท่านอยู่ในหมู่ผู้พูดจริง”"},{"SurahNumber":7,"VerseNumber":107,"Text":"“แล้วเขาได้ชักมือของเขาออก แล้วทันใดมันก็คืองูชัด ๆ"},{"SurahNumber":7,"VerseNumber":108,"Text":"“และเขาได้ชักมือของเขาออก แล้วทันมันก็ขาว แก่บรรดาผู้ที่มองดูกัน”"},{"SurahNumber":7,"VerseNumber":109,"Text":"“บรรดาบุคคลชั้นนำจากประชาชาติของฟิรเอาวน์ได้กล่าวว่า แท้จริงผู้นี้คือมายากลที่รอบ รู้”"},{"SurahNumber":7,"VerseNumber":110,"Text":"“เขาต้องการที่จะขับไล่พวกท่านออกจากแผ่นดินของพวกท่าน ดังนั้นพกวท่านจะใช้ให้ทำสิ่งใด ”"},{"SurahNumber":7,"VerseNumber":111,"Text":"“พวกเขากล่าวว่า จงประวิงเขาและพี่ชายของเขาไว้ก่อน และจงส่งคนไปรวบรวม ในเมืองต่างๆ"},{"SurahNumber":7,"VerseNumber":112,"Text":"“พวกเขา ก็จะนำมายังท่าน ซึ่งนักมายากลทุกคนที่รอบรู้”"},{"SurahNumber":7,"VerseNumber":113,"Text":"“และบรรดานักมายากลก็ได้มายังฟิรอาวน์โดยกล่าวว่า แน่นอนพวกเราจะต้องได้รางวัลถ้าพวกเราเป็นผู้ชนะ”"},{"SurahNumber":7,"VerseNumber":114,"Text":"“เขา กล่าวว่า ใช่แล้ว และแท้จริงพวกท่านนั้นจะได้อยู่ในหมู่ผู้ใกล้ชิด”"},{"SurahNumber":7,"VerseNumber":115,"Text":"“พวกเขา กล่าวว่า โอ้มูซา! ท่านจะโยนก่อนหรือว่าพวกเราจะเป็นผู้โยนก่อน”"},{"SurahNumber":7,"VerseNumber":116,"Text":"“เขา กล่าวว่า พวกท่านจงโยนก่อนเถิดครั้นเมื่อพวกเขาได้โยน ออกไป พวกเขาก็ลวงตาประชาชน และทำให้พวกเขากลัว และพวกเขานั้นได้นำมาซึ่งมายากลอันใหญ่หลวง”"},{"SurahNumber":7,"VerseNumber":117,"Text":"“แลเราได้มีโองการแก่มูซาว่า จงโยนไม้เท้าของเจ้า แล้วทันใด มันก็กลืนสิ่งที่พวกเขาลวงตาไว้"},{"SurahNumber":7,"VerseNumber":118,"Text":"“และความจริง ก็ได้เกิดขึ้น และสิ่งที่พวกเขากระทำ กันขึ้นก็ตกไป”"},{"SurahNumber":7,"VerseNumber":119,"Text":"“แล้วที่โน่นแหละ พวกเขา ก็ได้รับความพ่ายแพ้ และกลายเป็นผู้ต่ำต้อย”"},{"SurahNumber":7,"VerseNumber":120,"Text":"“และบรรดานักมายากลก็ถูกทำให้ล้มตัวลงกราบ ” (โดยความจริง)"},{"SurahNumber":7,"VerseNumber":121,"Text":"“โดยกล่าวว่า พวกเราได้ศรัทธาแล้วต่อพระเจ้าแห่งสากลโลก”"},{"SurahNumber":7,"VerseNumber":122,"Text":"“คือพระเจ้าของมูซา และฮารูน”"},{"SurahNumber":7,"VerseNumber":123,"Text":"“ฟิรเอาวน์กล่าวว่า พวกท่านศรัทธาต่อเขาก่อนที่ข้าจะอนุมัติแก่พวกท่านกระนั้นหรือ ? แท้จริงนี้คืออุบายหนึ่งที่พวกท่าน ได้วางแผนมันไว้ในเมือง เพื่อที่จะขับไล่ชาวเมือง ให้ออกไปจากเมืองเสีย แล้วพวกท่านจะได้รู้ ”"},{"SurahNumber":7,"VerseNumber":124,"Text":"“ข้าสาบานว่าข้าจะตัดมือของท่านและท้าของพวกท่านโดยสลับข้างกัน แล้วข้าจะตรึงพวกท่านทั้งหมดไว้ (ที่ลำต้อนอินทผาลัม)"},{"SurahNumber":7,"VerseNumber":125,"Text":"(“พวกเขา กล่าวว่า) แท้จริงพวกเราจะเป็นผู้กลับไปยังพระเจ้าของเรา ”"},{"SurahNumber":7,"VerseNumber":126,"Text":"“และท่าน จะไม่แก้แค้นเรา นอกจากว่าเราศรัทธาต่อบรรดาสัญญาณ แห่งพระเจ้าของเราเท่านั้น เมื่อมันได้มายังเรา โอ้พระเจ้าของเราโปรดเทความอดทน ลงมาบนพวกเราด้วยเถิด และโปรดทรงให้พวกเราตายในฐานะผู้สวามิภักดิ์ด้วย”"},{"SurahNumber":7,"VerseNumber":127,"Text":"“และบรรดาบุคคลชั้นนำจากประชาชาติของฟิรอาวน์ได้กล่าวว่า ท่านจะปล่อยมูซาและพวกพ้อง ของเขาไว้เพื่อก่อความเสียหายในแผ่นดิน และละเลยท่าน และบรรดาที่เคารพสักการะของท่านกระนั้นหรือ ? เขา กล่าวว่า เราจะฆ่าบรรดาลูกชายของพวกเขา และไว้ชีวิตบรรดาหญิงของพวกเขาและแท้จริงเราเป็นผู้มีกำลังอำนาจเหนือพวกเขา”"},{"SurahNumber":7,"VerseNumber":128,"Text":"“มูซาได้กล่าวแก่พวกพ้องของเขาว่า จงขอความช่วยเหลือต่ออัลลอฮ์เถิด และจงอดทนด้วย แท้จริงแผ่นดินนั้นเป็นสิทธิของอัลลอฮ์ ซึ่งพระองค์จะทรงให้มันสืบทอดแก่ผู้ที่พระองค์ทรงประสงค์ จากปวงบ่าวของพระองค์ และบั้นปลายนั้นย่อมเป็นของผู้ยำเกรงทั้งหลาย"},{"SurahNumber":7,"VerseNumber":129,"Text":"“พวกเขา กล่าวว่า พวกเราได้รับการทารุณ ทั้งก่อนจากที่ท่าจะมายังพวกเรา และหลังจากที่ท่าได้มายังเราเขา กล่าวว่าหวังว่าพระเจ้าของพวกท่านจะทรงทำลายศัตรูของพวกท่าและจะทรงให้พวกท่าสืบช่วง แทนในแผ่นดินแล้วพระองค์จะทรงดูว่าพวกท่านจะทำอย่างไร"},{"SurahNumber":7,"VerseNumber":130,"Text":"“และแน่นอนเราได้ลงโทษวงศ์วานของฟิรอาวน์ด้วยความแห้งแล้ง และขาดแคลนผลไม้ต่างๆ เพื่อว่าพวกเขาจะได้รำลึก”"},{"SurahNumber":7,"VerseNumber":131,"Text":"“ครั้นเมื่อความดี ได้มายังพวกเขา พวกเขาก็กล่าวว่า นี้คือสิทะของเรา และหากความชั่วใด ๆ ประสบแก่พวกเขาพวกเขาก็ถือเอานบีมูซาเป็นลางร้าย และผู้ที่ร่วมอยู่กับเขาด้วย พึงรู้เถิดว่าที่จริงลางร้ายของพวกเขานั้นอยู่ที่อัลลอฮ์ต่างหาก แต่ทว่าส่วนมากของพวกเขาไม่รู้”"},{"SurahNumber":7,"VerseNumber":132,"Text":"“และพวกเขากล่าวว่า ท่านจะนำสัญญาณหนึ่งสัญญาณใดมายังพวกเราอย่างไร ก็ตามเพื่อที่จะลวงเราให้หลงเชื่อต่อสัญญาณนั้น เราก็จะไม่เป็นผู้ศรัทธาต่อท่าน ”"},{"SurahNumber":7,"VerseNumber":133,"Text":"“แล้วเราได้ส่ง น้ำท่วม และตั๊กแตนและเหา และกบ และเลือดมาเป็นสัญญาณ อันชัดเจนแก่พวกเขา แต่แล้วพวกเขาก็แสดงโอหังและได้กลายเป็นกลุ่มชนที่กระทำความผิด”"},{"SurahNumber":7,"VerseNumber":134,"Text":"“และเมื่อมีการลงโทษ เกิดขึ้นแก่พวกเขา พวกเขาก็กล่าวว่า โอ้มูซา! จงขอต่อพระเจ้าของท่านให้แก่เราตามที่พระองค์ได้สัญญาไว้ที่ท่านเถิด ถ้าหากท่านได้ปลดเปลื้องการลงโทษนั้นให้พ้นจากเราแล้ว แน่นอนเราจะศรัทธาต่อท่านและแน่นอนเราจะส่งวงศ์วานอิศรออีลไปกับท่าน”"},{"SurahNumber":7,"VerseNumber":135,"Text":"“ครั้นเมื่อเราได้ปลดเปลื้องการลงโทษนั้นให้พ้นจากพวกเขาไปยังกำหนดหนึ่ง ซึ่งพวกเขาถึงกำหนดไปแล้ว ทันใดพวกเขาก็ผิดสัญญา ”"},{"SurahNumber":7,"VerseNumber":136,"Text":"“แล้วเราก็ได้ลงโทษพวกเขา โดยให้พวกเขาจมในทะเล เนื่องด้วยพวกเขาได้ปฏิเสธสัญญาณ ต่างๆ ของเรา และพวกเขาจึงได้กลายเป็นที่ไม่ใส่ใจต่อสัญญาณต่างๆ เหล่านั้น”"},{"SurahNumber":7,"VerseNumber":137,"Text":"“และเราได้ให้เป็นมรดก แก่กลุ่มชนที่ถูกนับว่าอ่อนแอ ซึ่งบรรดาทิศตะวันออกของแผ่นดิน และบรรดาทิศตะวันตกของมัน อันเป็นแผ่นดินที่เราได้ให้มีความจำเริญในนั้น และถ้อยคำแห่งพระเจ้าของเจ้าอันสวยงามยิ่งนั้นครบถ้วนแล้ว แก่วงศ์วานอิสรออีล เนื่องจากการที่พวกเขามีความอดทน และเราได้ทำลายสิ่งที่ฟิรอาวน์ และพวกพ้องของเขาได้ทำไว้ และสิ่งที่พวกเขาได้ก่อสร้างไว้”"},{"SurahNumber":7,"VerseNumber":138,"Text":"“และเราได้ให้วงศ์วานอิสรออีลข้ามทะเลไปได้ แล้วพวกเขาก็มายังกลุ่มชนหนึ่ง ซึ่งกำลังประจำอยู่ที่บรรดาเจว็ดของพวกเขา พวกเขาได้กล่าวขึ้นว่า โอ้มูซา!จงให้มีขึ้นแก่พวกเราด้วยเถิดสิ่งซึ่งเป็นที่เคารพสักการะสักองค์หนึ่ง เช่นเดียวกับที่พวกเขามีสิ่งที่เป็นที่เคารพสักการะหลายองค์เขากล่าวว่า แท้จริงพวกท่านเป็นพวกที่โฉดเขลา”"},{"SurahNumber":7,"VerseNumber":139,"Text":"“แท้จริงชนเหล่านี้แหละ สิ่งที่พวกเขาเคารพสักการะกันอยู่นั้นจะถูกทำลาย และสิ่งที่พวกเขาเคยกระทำกันมาก็ไร้ผล ”"},{"SurahNumber":7,"VerseNumber":140,"Text":"“เขากล่าวว่า อื่นจากอัลลอฮ์กระนั้นหรือที่ฉันจะแสวงหาสิ่งที่เคารพสักการะให้แก่พวกท่าน ทั้งๆ ที่พระองค์ได้ทรงเทิดพวกท่านเหนือประชาชาติทั้งหลาย ”"},{"SurahNumber":7,"VerseNumber":141,"Text":"“และจะรำลึกขณะที่เราได้ช่วยพวกเจ้าให้พ้นจากพวกพ้องของฟิรอาวน์ดดยที่พวกเขาบังคับขู่เข็ญพวกเจ้า ซึ่งการทรมานอันร้ายแรง พวกเขาฆ่าบรรดาลูกผู้ชายของพวกเจ้า และไว้ชีวิตบรรดาลูกผู้หญิงของพวกเจ้า และในเรื่องนั้น คือการทดสอบอันสำคัญจากระเจ้าของพวกเจ้า”"},{"SurahNumber":7,"VerseNumber":142,"Text":"“และเราได้สัญญาแก่มูซาสามสิบคืนแลเราได้ให้มันครบอีกสิบ ดังนั้นกำหนดเวลาแห่งพระเจ้าของเราจึงครบสี่สิบคืน และมูซาได้กล่าวแก่ฮารูนพี่ชายของเขาว่า จงทำหน้าที่แทนฉันในหมู่ชนของฉัน และจงปรับปรุงแก้ไข และจงอย่าปฏิบัติตามทางของผู้ก่อความเสียหาย ”"},{"SurahNumber":7,"VerseNumber":143,"Text":"“และเมื่อมูซาได้มาตามกำหนดเวลาของเรา และพระเจ้าของเขาได้ตรัสแก่เขา เขา ได้กล่าวขึ้นว่า โอ้พระเจ้าของข้าพระองค์ โปรดให้ข้าพระองค์เห็นด้วยเถิด โดยที่ข้าพระองค์จะได้มองดูพระองค์ พระองค์ตรัสว่า เจ้าจะเห็นข้าไม่ได้เป็นอันขาด แต่ทว่าเจ้าจงมองดูภูเขา นั้นเถิด ถ้าหากมันมั่นอยู่ ณ ที่ของมัน เจ้าก็จะเห็นข้า ครั้นเมื่อพระเจ้าของเขาได้ประจักษ์ที่ภูเขานั้น ก็ทำให้มันทลายตัวลงอย่างราบเรียบ และมูซาก็ล้มลงในสภาพหมดสติ ครั้นเมื่อเขาฟื้นขึ้น เขาก็กล่าวว่ามหาบริสุทธิ์พระองค์ท่าน ข้าพระองค์ขอลุแก่โทษต่อพระองค์ และข้าพระองค์นั้นคือคนแรกในหมู่ผู้ศรัทธาทั้งหลาย”"},{"SurahNumber":7,"VerseNumber":144,"Text":"“พระองค์ตรัสว่า โอ้มูซา! แท้จริงข้าได้เลือกเจ้าให้เหนือกว่ามนุษย์ทั้งหลาย เนื่องด้วยบรรดาสารของข้า และด้วยถ้อยคำของเขา ดังนั้นจงยึดถือสิ่งที่ข้าได้ให้แก่เจ้า และจงอยู่ในหมู่ผู้ขอบคุณ”"},{"SurahNumber":7,"VerseNumber":145,"Text":"“และเราได้บันทึกคำตักเตือนจากทุกสิ่ง และการแจกแจงในทุกอย่าง ไว้ให้แก่เขาในบรรดาแผ่นจารึก ดังนั้นเจ้า จงยึดถือมันไว้ด้วยความเข้มแข็ง และจงใช้พวกพ้องของเจ้าเถิด พวกเขาก็จะยึดถือสิ่งที่ดีที่สุดของมัน ข้าจะให้พวกเจ้าได้เห็นที่อยู่ของผู้ละเมิด ทั้งหลาย”"},{"SurahNumber":7,"VerseNumber":146,"Text":"“ข้าจะหันเห ออกจากบรรดาโองการของข้า ซึ่งบรรดาผู้ที่ยะโสในแผ่นดินโดยไม่บังควร และแม้ว่าพวกเขาจะได้เห็นสัญญาณทุกอย่างพวกเขาก็จะไม่ศรัทธาต่อสัญญาณนั้น และหากพวกเขาเห็นทางแห่งความถูกต้อง พวกเขาก็จะไม่ถือมันเป็นทาง และหากพวกเขาเห็นทางแห่งความผิด พวกเขาก็ยึดถือมันเป็นทาง นั่นก็เพราะว่าพวกเขาปฏิเสธบรรดาโองการของเราและพวกเขาจึงได้เป็นผู้ละเลยโองการเหล่านั้น”"},{"SurahNumber":7,"VerseNumber":147,"Text":"“และบรรดาผู้ที่ปฏิเสธบรรดาโองการของเรา และการพบกับปรโลกนั้น บรรดาการงานของพวกเขาย่อมไร้ผล พวกเขาจะไม่ถูกตอบแทนนอกจากสิ่งที่พวกเขากระทำเท่านั้น”"},{"SurahNumber":7,"VerseNumber":148,"Text":"“และพวกพ้องของมูซาได้ยึดถือลูกวัวที่เป็นรูปร่าง ซึ่งทำมาจากเครื่องประดับ ของพวกเขา หลังจากเขา ซึ่งลุกวัวนั้นมีเสียงร้อง พวกเขามิได้เห็นดอกหรือว่าแท้จริงมันพูดกับพวกเขาไม่ได้ และมันก็แนะนำทางใดทางหนึ่งให้แก่พวกเขาไม่ได้ด้วย ? พวกเขาได้ยึดถือลูกวัวนั้น และพวกเขาจึงได้กลายเป็นผู้อธรรม ”"},{"SurahNumber":7,"VerseNumber":149,"Text":"“และเมื่อได้ถูกตกลงในเมืองของพวกเขา และพวกเขาได้เห็นว่าพวกเขาได้หลงผิดไปแล้ว พวกเขาจึงกล่าวว่า แน่นอนถ้าหากพระเจ้าของเรามิได้เอ็นดูเมตตาแก่เรา และมิได้อภัยโทษให้แก่เราแล้ว แน่นอนพวกเราก็จะต้องอยู่ในหมู่ผู้ขาดทุน”"},{"SurahNumber":7,"VerseNumber":150,"Text":"“และเมื่อมูซาได้กลับมายังพวกพ้องของเขาด้วยความโกรธ และเสียใจเขาได้กล่าวว่า ช่างเลวร้ายจริง ๆ ที่พวกท่านทำหน้าที่แทน ฉัน หลังจากฉัน พวกท่านด้วนกระทำก่อน คำสั่งของพระเจ้าของพวกท่าน กระนั้นหรือ?และเขาได้โยนบรรดาแผ่นจารึกลง และจับศรีษะพี่ชายของเขา โดยดึงมัน มายังเขา เขา กล่าวว่า โอ้ลูกแม่ แท้จริงพวกพ้องเหล่านั้นเห็นว่าฉันเป็นผู้อ่อนแอ และพวกเขาเกือบจะฆ่าฉันแล้ว ดังนั้นจงอย่าให้ศัตรูทั้งหลายดีใจ ต่อสิ่งที่ประสบกับฉันเลยและจงอย่าให้ฉันร่วมอยู่ ในกลุ่มชนที่อธรรมเหล่านั้นเลย”"},{"SurahNumber":7,"VerseNumber":151,"Text":"“เขากล่าวว่า โอ้พระเจ้าแห่งข้าพระองค์โปรดอภัยโทษแก่ข้าพระองค์ และแก่พี่ชายของข้าพระองค์ด้วย และโปรดได้ทรงให้พวกข้าพระองคืเข้าอยู่ในความเอ็นดูเมตตาของพระองค์เถิดและพระองค์นั้นคือผู้ที่ทรงเอ็นดูเมตตายิ่งกว่าผู้เอ็นดูเมตตาทั้งหลาย”"},{"SurahNumber":7,"VerseNumber":152,"Text":"“แท้จริงบรรดาผู้ที่ยึดลูกวัวนั้นจะได้แก่พวกเขา ซึ่งความกริ้วโกรธจากระเจ้าของพวกเขา และความต่ำช้าในชีวิตความเป็นอยู่แห่งโลกนี้ และในทำนองเดียวกัน เราจะตอบแทนแก่บรรดาผู้อุปโลกน์ความเท็จขึ้น”"},{"SurahNumber":7,"VerseNumber":153,"Text":"“และบรรดาผู้ที่กระทำสิ่งที่ชั่ว แล้วสำนึกผิดกลับตัวหลังจากนั้น และศรัทธาแล้วไซร้แท้จริงพระเจ้าของเจ้านั้น หลังจากนั้น แล้ว แน่นอนย่อมเป็นผู้ทรงอภัยโทษทรงเอ็นดูเมตตา”"},{"SurahNumber":7,"VerseNumber":154,"Text":"“และเมื่อความกริ้วโกรธได้สงบลงจากมูซา เขาก็เอาบรรดาแผ่นจารึกนั้นไปและในสิ่งที่ถูกจารึกไว้ในมันนั้นมีคำแนะนำและความเอ็นดูเมตตาแก่บรรดาผู้ที่เกรงกลัวพระเจ้าของพวกเขา”"},{"SurahNumber":7,"VerseNumber":155,"Text":"“และมูซาได้เลือก จากพวกพ้องของเขาซึ่งชายเจ็ดสิบคน สำหรับกำหนดเวลาของ เราครั้นเมื่อความไหวอันรุนแรง ได้คร่าพวกเขา เขา กล่าวว่า โอ้พระเจ้าแห่งข้าพระองค์ หากพระองค์ทรงประสงค์แล้ว พระองค์ก็ทรงทำลายพวกเขาไปก่อนแล้ว และข้าพระองค์ด้วย พระองค์จะทรงทำลายพวกข้าพระองค์ เนื่องด้วยสิ่งที่บรรดาผู้โฉดเขลาในหมู่ผู้ข้าพระองค์ได้กระทำขึ้น กระนั้นหรือ? มัน มิใช่อื่นใดดอก นอกจากการทดสอบของพระองค์เท่านั้นพระองค์จะทรงให้ผู้ที่พระองค์ทรงประสงค์หลงผิด ไปเนื่องด้วยการทดสอบนั้นและจะทรงแนะนำผู้ที่พระองค์ทรงประสงค์ พระองค์นั้นคือผู้ทรงคุ้มครองพวกข้าพระองค์ ดังนั้นโปรดได้ทรงอภัยให้แก่พวกข้าพระองค์ และเอ็นดูเมตตาพวกข้าพระองค์ด้วยเถิด และพระองค์นั้นคือผู้ทรงเยี่ยมกว่าในหมู่ผู้ให้อภัยทั้งหลาย ”"},{"SurahNumber":7,"VerseNumber":156,"Text":"“และโปรดได้ทรงกำหนด ความดีให้แก่พวกข้าพระองค์ในโลกนี้ และในปรโลกด้วยแท้จริงพวกข้าพระองค์สำนึกผิดและกลับมายังพระองค์แล้ว พระองค์ตรัสว่า การลงโทษของข้านั้น ข้าจะให้มันประสบแก่ผู้ที่ข้าประสงค์ และการเอ็นดูเมตตาของข้านั้น กว้างขวางทั่วทุกสิ่งซึ่งข้าจะกำหนดมันให้แก่บรรดาผู้ที่ยำเกรง และชำระซะกาต และแก่บรรดาผู้ที่พวกเขาศรัทธาต่อบรรดาโองการของเรา ”"},{"SurahNumber":7,"VerseNumber":157,"Text":"“คือบรรดาผู้ปฏิบัติตามร่อซูล ผู้เป็นนบีที่เขียนอ่านไม่เป็นที่พวกเขา พบเขาถูกจารึกไว้ ณ ที่พวกเขา ทั้งในอัต-เตารอต และในอัล-อินญีลโดยที่เขา จะใช้พวกเขาให้กระทำในสิ่งที่ชอบและห้ามพวกเขามืให้กระทำในสิ่งที่ไม่ชอบและจะอนุมัติให้แก่พวกเขาซึ่งสิ่งดี ๆ ทั้งหลาย และจะให้เป็นที่ต้องห้ามแก่พวกเขา ซึ่งสิ่งที่เลวทั้งหลาย และจะปลดเปลื้องออกจากพวกเขา ซึ่งภาระหนักของพวกเขาและห่วงคอ ที่ปรากฏอยู่บนพวกเขา ดังนั้นบรรดาผู้ที่ศรัทธาต่อเขา และให้ความสำคัญแก่เขาและช่วยเหลือเขา และปฏิบัติตามแสงสว่าง ที่ถูกประทานลงมาแก่เขาแล้วไซร้ ชนเหล่านี้แหละคือบรรดาผู้ที่สำเร็จ”"},{"SurahNumber":7,"VerseNumber":158,"Text":"“จงกล่าวเถิด (มุฮัมมัด) ว่า โอ้มนุษย์ทั้งหลาย! แท้จริงฉันคือร่อซูลของอัลลอฮ์มายังพวกท่านทั้งมวล ซึ่งพระองค์นั้นอำนาจแห่งบรรดาชั้นฟ้าและแผ่นดินเป็นของพระองค์ ไม่มีผู้ใดควรได้รับการเคารพสักการะ นอกจากพระองค์เท่านั้น ผู้ทรงให้เป็นและทรงให้ตาย ดังนั้นพวกท่านจงศรัทธาต่ออัลลอฮ์และร่อซูลของพระองค์ ผู้เป็นนะบีที่เขียนอ่านไม่เป็น ซึ่งเขาศรัทธาต่ออัลลอฮ์ และดำรัสทั้งหลายของพระองค์ และพวกเจ้าจงปฏิบัติตามเขา เถิด เพื่อว่าพวกเจ้าจะได้รับคำแนะนำ”"},{"SurahNumber":7,"VerseNumber":159,"Text":"“และจากพวกพ้องของมูซานั้นมีกลุ่มหนึ่งที่แนะนำชี้แจงด้วยความจริง และด้วยความจริงนั้นพวกเขาใก้ความเที่ยงธรรม”"},{"SurahNumber":7,"VerseNumber":160,"Text":"“และเราได้แบ่งพวกเขาออกเป็นสิบสองเหล่า คือสิบสองกลุ่ม และเราได้มีโองการแก่มูซาขณะที่พวกพ้องของเขาได้ขอน้ำจากเขาว่า จงตีหินก้อนนั้นด้วยไม้เท้าของเจ้า แล้วตาน้ำสิบสองตาก็พวยพุ่งขึ้นจากก้อนหิน นั้น แท้จริงกลุ่มชนแต่ละเหล่า ย่อมรู้แหล่งน้ำดื่มของตน และเราได้ให้เมฆบดบังพวกเขา และเราได้ให้ลงมาแก่พวกเขาซึ่งของหวาน และนกคุ่ม พวกเจ้าจงบริโภคสิ่งที่เราได้ให้เป็นปัจจัยยังชีพแก่พวกเจ้าจากสิ่งที่ดี ๆ เถิดและพวกเขาหาได้อธรรมแก่เราไม่ แต่ทว่าพวกเขาอธรรมแก่ตัวของพวกเขาเองต่างหาก”"},{"SurahNumber":7,"VerseNumber":161,"Text":"“และเมื่อถูกกล่าวแก่พวกเขาว่า จงอยู่ในเมือง นี้เถิด และจงบริโภคจากเมืองนั้น ณ ที่ใดก็ได้ที่พวกเจ้าประสงค์ และจงกล่าวว่า ฮิฏเฏาะฮ์ และจงเข้าประตู นั้นไปในสภาพผู้โน้มศรีษะลงด้วยความนอบน้อม เราก็จะอภัยโทษให้แก่พวกเจ้าซึ่งบรรดาความผิดของพวกเจ้า และเราจะเพิ่มพูนแก่บรรดาผู้กระทำความดี”"},{"SurahNumber":7,"VerseNumber":162,"Text":"“แล้วบรรดาผู้อธรรมเหล่านั้นได้เปลี่ยนเอาคำพูดหนึ่ง ซึ่งมิใช่คำพูดที่ถูฏกล่าวแก่พวกเขาดังนั้นเราจึงได้ส่งการลงโทษจากฟากฟ้ามายังพวกเขาเนื่องจากที่พวกเขาละเมิด”"},{"SurahNumber":7,"VerseNumber":163,"Text":"“และเจ้าจงถามพวกเขา ถึงเมืองที่เคยอยู่ใกล้ทะเล ขณที่พวกเขา ละเมิดในวันสับบะโต ทั้งนี้ขณะที่บรรดาปลาของพวกเขา มายังพวกเขาในวันสับบะโตของพวกเขาในสภาพลอยตัวให้เห็นบนผิวน้ำ และวันที่พวกเขาไม่ถือว่าเป็นวันสับบะโตนั้น ปลาเหล่านั้นหาได้มายังพวกเขาไม่ ในทำนองนั้นแหละเราจะทดสอบพวกเขา เนื่องด้วยการที่พวกเขาละเมิด"},{"SurahNumber":7,"VerseNumber":164,"Text":"“และจงรำลึกขณะที่กลุ่มหนึ่ง ในพวกเขากล่าวว่า เพราะเหตุใดเล่าพวกท่านจึงตักเตือนกลุ่มชน ที่อัลลอฮ์จะทรงเป็นผู้ทำลายพวกเขาหรือเป็นผู้ลงโทษพวกเขาอย่างรุนแรง? พวกเขากล่าวว่า (การที่เราตักเตือนนั้น) เพื่อเป็นข้ออ้าง ต่อพระเจ้าของพวกเจ้า และเพื่อว่าพวกเขาจะได้ยำเกรง”"},{"SurahNumber":7,"VerseNumber":165,"Text":"“ครั้นเมื่อพวกเขาลืม สิ่งที่พวกเขาถูกเตือนในสิ่งนั้น เราก็ช่วยเหลือบรรดาผู้ที่ห้ามปรามการทำชั่วให้รอดพ้น และได้จัดการแก่บรรดาผู้ที่อธรรมเหล่านั้น ด้วยการลงโทษอันรุนแรงเนื่องด้วยการที่พวกเขาละเมิด"},{"SurahNumber":7,"VerseNumber":166,"Text":"“ครั้นเมื่อพวกเขาละเมิดสิ่งที่พวกเขาถูกห้ามในสิ่งนั้นแล้ว เราก็ประกาศิตแก่พวกเขาว่า พวกเจ้าจงเป็นสิ่งที่ถูกขับไล่ให้ห่างไกล"},{"SurahNumber":7,"VerseNumber":167,"Text":"“และจงรำลึกขณะที่พระเจ้าของเจ้าได้แจ้งให้ทราบว่า แน่นอนพระองค์จะส่งมาให้มีอำนาจเหนือพวกเขาจนถึงวันกิยามะฮ์ ซึ่งผู่ที่จะบังคับขู่เข็ญพวกเขา ด้วยการทรมานอันร้ายแรงแท้จริงพระเจ้าของเจ้านั้น ทรงเป็นผู้รวดเร็วในการลงโทษและแท้จริงพระองค์นั้นคือผู้ทรงอภัยโทษ ผู้ทรงเอ็นดูเมตตา”"},{"SurahNumber":7,"VerseNumber":168,"Text":"“และเราได้แยกพวกเขาออกเป็นกลุ่มๆ ในแผ่นดิน จากพวกเขานั้นมีคนดี และจากพวกเขานั้นมีอื่นจากนั้น และเราได้ทดสอบพวกเขาด้วยบรรดาสิ่งที่ดี และบรรดาสิ่งที่ชั่ว เพื่อว่าพวกเขาจะกลับมา ”"},{"SurahNumber":7,"VerseNumber":169,"Text":"“แล้วได้มีกลุ่มชั่วกลุ่มหนึ่งสืบแทนหลังจากพวกเขา ซึ่งได้รับช่วงคัมภีร์ไว้ โดยที่พวกเขารับเอาสิ่งเล็ก ๆ น้อย ๆ แห่งโลกนี้ และกล่าวว่ามันจะถูกอภัยให้แก่เรา และหากมีสิ่งเล็ก ๆ น้อย ๆ เยี่ยงเดียวกันนั้นมายังพวกเขา พวกเขาก็รับเอามันอีก มิได้ถูกเอาแก่พวกเขาดอกหรือ ซึ่งข้อสัญญาแห่งคัมภีร์ว่า พวกเขาจะไม่กล่าวพาดพิงเกี่ยวกับอัลลอฮ์ นอกจากความจริงเท่านั้น และพวกเขาก็ได้ศึกษาสิ่งที่อยู่ในคัมภีร์นั้น แล้ว และที่พำนักแห่งปรโลกนั้นคือสิ่งที่ดียิ่งสำหรับบรรดาผู้ที่ยำเกรงพวกเจ้าไม่ใช้ปัญญาดอกหรือ?”"},{"SurahNumber":7,"VerseNumber":170,"Text":"“และบรรดาผู้ที่ยึดถือคัมภีร์ และดำรงไว้ซึ่งการละหมาดนั้น แท้จริงเราจะไม่ให้สูญไปซึ่งรางวัลของผู้ปรับปรุงแก้ไขทั้งหลาย”"},{"SurahNumber":7,"VerseNumber":171,"Text":"“และจงรำลึกขณะที่เราได้ให้ภูเขาลูกนั้น ไหวตัว และถอนตัวขึ้นเหนือพวกเขา ประหนึ่งมันเป็นสิ่งที่ให้เงาร่ม กระนั้น และพวกเขาคิดว่ามันจะตกลงทับพวกเขา พวกเจ้าจงยึดเอาสิ่ง ที่เราได้ให้ไว้แก่พวกเจ้าด้วยความเข้มแข็ง และจงรำลึกถึงสิ่ง ที่มีอยู่ในนั้น หวังว่าพวกเจ้าจะเกรงกลัว”"},{"SurahNumber":7,"VerseNumber":172,"Text":"“และจงรำลึกขณะที่พระเจ้าของเจ้าได้เอาจากลูกหลานของอาดัม ซึ่งลูก ๆ ของพวกเขาจากหลังของพวกเขา และให้พวกเขา ยืนยันแก่ตัวของเขาเอง(โดยตอบคำถามที่ว่า) ข้ามิใช่พระเจ้าของพวกเจ้าดอกหรือ? พวกเขากล่าวว่าใช่ขอรับ พวกข้าพระองค์ขอยืนยัน (มิฉันนั้น) พวกเจ้าจะกล่าวในวันกิยามะฮ์ว่า แท้จริงพวกข้าพระองค์ไม่รู้เรื่องเกี่ยวกับเรื่องนี้”"},{"SurahNumber":7,"VerseNumber":173,"Text":"“หรือไม่ก็พวกเจ้าจะกล่าวว่า ที่จริงนั้นบรรพบุรุษของพวกข้าพระองค์ได้ให้ภาคีขึ้นมาก่อนและพวกเรเาป็นลูกหลานที่มาหลังจากพวกเขา แล้วพระองค์จะทรงทำลายพวกเรา เนื่องด้วยการกระทำของบรรดาผู้ที่ทำให้เสียกระนั้นหรือ ?”"},{"SurahNumber":7,"VerseNumber":174,"Text":"“และในทำนองนั้นแหละเราจะแจกแจงโองการทั้งหลาย เพื่อว่าพวกเขาจะกลับมา ”"},{"SurahNumber":7,"VerseNumber":175,"Text":"“และจงอ่านให้พวกเขา ฟัง ซึ่งข่าวของผู้ที่เราได้ให้บรรดาโองการของเราแก่เขา แล้วเขาได้ถอนตัวออกจากโองการเหล่านั้น แล้วชัยฏอนก็ติดตามเขา ดังนั้นเขาจึงอยู่ในหมู่ผู้หลงผิด”"},{"SurahNumber":7,"VerseNumber":176,"Text":"“และหากเราประสงค์แล้ว แน่นอนเราก็ยกเขาขึ้นและ ด้วยบรรดาโองการเหล่านั้น แต่ทว่าเขาคงมั่นอยู่กับดิน และปฏิบัติตามความใคร่ใฝ่ต่ำของเขา ดังนั้นอุปมาของผู้นั้น จึงดั่งอุปไมยของสุนัขหากเจ้าขับไล่มัน มันก็จะหอบแลบลิ้นห้อยลง นั่นแหละคือ อุปมากลุ่มชนที่ปฏิเสธบรรดาโองการของเรา ดังนั้นเจ้าจงเล่าเรื่องราวเหล่านั้นเถิด เพื่อว่าพวกเขาจะไดใคร่ครวญ”"},{"SurahNumber":7,"VerseNumber":177,"Text":"“เป็นตัวอย่างที่ชั่วช้าจริงๆ กลุ่มชนที่ปฏิเสธบรรดาโองการของเรา และก็ตัวของพวกเขานั้นเองพวกเขาอธรรมกันอยู่”"},{"SurahNumber":7,"VerseNumber":178,"Text":"“ผู้ที่อัลลอฮ์ทรงแนะนำนั้น เขาก็เป็นผู้รับคำแนะนำ และผู้ที่พระองค์ทรงปล่อยให้หลงผิด นั้นชนเหล่านี้แหละพวกเขาคือผู้ที่ขาดทุน"},{"SurahNumber":7,"VerseNumber":179,"Text":"”และแน่นอนเราได้บังเกิดสำหรับญฮันนัม ซึ่งมากมายจากญิน และมนุษย์ โดยที่พวกเขามีหัวใจซึ่งพวกเขาไม่ใช้มันทำความเข้าใจและพวกเขามีตา ซึ่งพวกเขาไม่ใช่มันมอง และพวกเขามีหู ซึ่งพวกเขาไม่ใช้มันฟังชนเหล่านี้แหละประหนึ่งปศุสัตว์ ใช่แต่เท่านั้น พวกเขาเป็นผู้หลงผิดยิ่งกว่า ชนเหล่านี้แหละ พวกเขาคือผู้ทีเผลอเรอ"},{"SurahNumber":7,"VerseNumber":180,"Text":"“และอัลลอฮ์นั้นมีบรรดาพระนามอันสวยงาม ดังนั้นพวกเจ้าจงเรียกหาก พระองค์ด้วยพระนามเหล่านั้นเถิด และจงปล่อยบรรดาผู้ที่ทำให้เฉ ในบรรดาพระนามของพระองค์เถิด พวกเขานั้นจะถูกตอบแทนในสิ่งที่พวกเขากระทำ"},{"SurahNumber":7,"VerseNumber":181,"Text":"“และส่วนหนึ่งจากผู้ที่เราได้บังเกิดนั้นคือ คณะหนึ่ง ซึ่งพวกเขาแนะนำ ด้วยความจริง และด้วยความจริงนั้น พวกเขาปฏิบัติ โดยเที่ยงธรรม”"},{"SurahNumber":7,"VerseNumber":182,"Text":"“และบรรดาผู้ปฏิเสธบรรดาโองการของเรานั้น เราจะจัดการแก่พวกเขาเป็นขั้นตอน โดยที่พวกเขาไม่รู้"},{"SurahNumber":7,"VerseNumber":183,"Text":"“และข้าจะประวิงเวลา ให้แก่พวกเขาแท้จริงอุบาย ของข้านั้นแข็งแรงนัก"},{"SurahNumber":7,"VerseNumber":184,"Text":"“และพวกเขามิได้ใคร่ครวญดอกหรือว่าที่สหายของพวกเขานั้นหาได้มีความบ้าใด ๆ ไม่ เขามิใช่ใครอื่นนอกจากผู้ตักเตือนที่ชัดแจ้งคนหนึ่งเท่านั้น”"},{"SurahNumber":7,"VerseNumber":185,"Text":"“และพวกเขามิได้มองดูในอำนาจทั้งหลายแห่งบรรดาชั้นฟ้า และแผ่นดิน และสิ่งใดสิ่งหนึ่งที่อัลลอฮ์ได้ทรงบังเกิดขึ้นดอกหรือ ? และแท้จริงอาจเป็นไปได้ว่า กำหนดเวลาแห่งความตายของพวกเขานั้นได้ใกล้มาแล้ว แล้วก็ถ้อยคำใดเล่าที่พวกเขาจะศรัทธากันหลังจากอัล-กุรอาน ”"},{"SurahNumber":7,"VerseNumber":186,"Text":"“ผู้ใดที่อัลลอฮ์ทรงปล่อยให้หลงไปแล้ว ก็ไม่มีผู้แนะนำใด ๆ สำหรับเขา พระองค์จะทรงปล่อยพวกเขาให้ระเหเร่ร่อนอยู่ในการละเมิดของพวกเขา ”"},{"SurahNumber":7,"VerseNumber":187,"Text":"“พวกเขาจะถามเจ้าถึงยามอวสาน (วันกิยามะฮ์) นั้นว่า เมื่อใดเล่ามันจะเกิดขึ้น ? จงกล่าวเถิดว่าแท้จริง ความรู้ในเรื่องนั้นอยู่ที่พระเจ้าของฉันเท่านั้นไม่มีใครจะเผยมันให้ทราบสำหรับเวลาของมัน ได้ นอกจากพระองค์เท่านั้น มันหนักอึ้ง อยู่ในบรรดาชั้นฟ้า และแผ่นดิน มันจะไม่มายังพวกเจ้า นอกจากโดยกระทันหัน พวกเขาถามเจ้ากันประหนึ่งว่าเจ้านั้นเป็นผู้ที่รู้ในเรื่องนั้น ดี จงกล่าวเถิดแท้จริงความรู้ในเรื่องนั้นอยู่ที่อัลลอฮ์เท่านั้น แต่ทว่ามนุษย์ส่วนมากไม่รู้”"},{"SurahNumber":7,"VerseNumber":188,"Text":"“จงกล่าวเถิดว่า (มุอัมมัด) ว่าฉันไม่มีอำนาจที่จะครอบครองประโยชน์ใด ๆ และโทษใด ๆ ไว้เป็นกรรมสิทธิ์แก่ตัวของฉันได้ นอกจากสิ่งที่อัลลอฮ์ทรงประสงค์เท่านั้น และหากฉันเป็นผู้ที่รู้สิ่งเร้นลับแล้ว แน่นอนฉันก็ย่อมกอบโกยสิ่งที่ดีไว้ มากมายแล้ว และความชั่วร้ายก็ย่อมไม่ต้องฉันได้ ฉันมิใช้ใครอื่น นอกจากผู้ตักเตือนและผู้ประกาศข่าวดีแก่กลุ่มชนที่ศรัทธาเท่านั้น”"},{"SurahNumber":7,"VerseNumber":189,"Text":"“พระองค์นั้นคือผู้ที่ได้ทรงบังเกิดพวกเจ้าจากชีวิตเดียว และได้ทรงให้มีขึ้นจากชีวิตนั้น ซึ่งคู่ครอง ของชีวิตนั้นเพื่อชีวิตนั้นจะได้มีความสงบสุขกับนาง ครั้นเมื่อชีวิตนั้นได้สมสู่นาง นางก็อุ้มครรภ์อย่างเบา ๆ แล้วนางก็ผ่านมันไป ครั้นเมื่อนางอุ้มครรภ์หนัก เขาทั้งสอง ก็วิงวอนต่ออัลลอฮ์ผู้เป็นพระเจ้าของเขาทั้งสองว่า ถ้าหากพระองค์ทรงประทานบุตรที่สมบูรณ์ให้ข้าพระองค์แล้ว แน่นอนข้าพระองค์ก็อยู่ในหมู่ผู้ขอบคุณ”"},{"SurahNumber":7,"VerseNumber":190,"Text":"“ครั้นเมื่อพระองค์ได้ทรงประทานให้เขาทั้งสองซึ่งบุตรที่สมบูรณ์ เขาทั้งสอง ก็ให้มีบรรดาภาคีขึ้นแก่พระองค์ ในสิ่งที่พระองค์ทรงประทานให้แก่เขาทั้งสอง อัลลอฮ์นั้นทรงสูงเกินกว่าที่พวกเขาให้มีภาคีขึ้น”"},{"SurahNumber":7,"VerseNumber":191,"Text":"“พวกเขา จะให้สิ่งที่บังเกิดอันใดมีหุ้นส่วน (กับพระองค์) ทั้ง ๆ ที่พวกมันถูกบังเกิดขึ้น กระนั้นหรือ ?”"},{"SurahNumber":7,"VerseNumber":192,"Text":"และพวกมัน ไม่สามารถให้ความช่วยเหลือใด ๆ แก่พวกเขา และทั้งไม่สามารถช่วยเหลือตัวของพวกมัน เองด้วย"},{"SurahNumber":7,"VerseNumber":193,"Text":"“และหากพวกเจ้าเชิญชวนพวกเขา ไปสู่คำแนะนำที่ถูกต้อง พวกเขาก็จะไม่ปฏิบัติตาม พวกเจ้า ย่อมมีผลเท่ากันแก่พวกเจ้า พวกเจ้าจะเชิญชวนพวกเขา หรือพวกเจ้าจะนิ่งเฉยอยู่ก็ตาม”"},{"SurahNumber":7,"VerseNumber":194,"Text":"“แท้จริงบรรดาผู้ที่พวกเจ้าวิงวอนขอ อื่นจากอัลลอฮ์นั้นคือ ผู้ที่เป็นบ่าว เยี่ยงพวกเจ้านั้นเอง จงวิงวอนขอต่อพวกเขาเถิด แล้วจงให้พวกเขาตอบรับพวกเจ้าด้วย หากพวกเจ้าเป็นผู้พูดจริง ”"},{"SurahNumber":7,"VerseNumber":195,"Text":"“พวกมัน มีเท้าที่ใช้มันเดินกระนั้นหรือ ? หรือว่าพวกมันมีมีที่ใช้มันจัดการอย่างรุน แรง หรือว่าพวกมันมีตาที่ใช้มอง หรือว่าพวกมันมีหูที่ใช้มันฟัง จงกล่าวเถิด (มุฮัมมัด) ว่า พวกท่านจงวิงวอนขอต่อบรรดาภาคี ของพวกเจ้าเถิดแล้วจงวางอุบาย แก่ฉันด้วย จงอย่าได้ประวิงเวลาให้แก่ฉันเลย”"},{"SurahNumber":7,"VerseNumber":196,"Text":"“แท้จริงผู้คุ้มครองฉันนั้นคือ อัลลอฮ์ผู้ทรงประทานคัมภีร์ลงมา และในขณะเดียวกันพระองค์ก็ทรงคุ้ครองบรรดาผู้ประพฤติดีทั้งหลาย”"},{"SurahNumber":7,"VerseNumber":197,"Text":"“และบรรดาผู้ที่พวกเจ้าวิงวอนขอ อื่นจากพระองค์นั้น พวกมันไม่สามารถจะช่วยเหลือพวกเจ้าได้ และไม่สามารถช่วยเหลือตัวของพวกมันเองด้วย”"},{"SurahNumber":7,"VerseNumber":198,"Text":"“และหากพวกเจ้าวิงวอนพวกมันให้ช่วยนำไปสู่คำแนะนำที่ถูกต้อง พวกมันก็ไม่ได้ยินและเจ้าจะเห็นพวกมันมองมายังเจ้า ทั้ง ๆ ที่พวกมันมองไม่เห็น”"},{"SurahNumber":7,"VerseNumber":199,"Text":"“เจ้า (มุฮัมมัด) จงยึดถือไว้ซึ่งการอภัย และจงใช้ให้กระทำสิ่งที่ชอบ และจงผินหลัง ให้แก่ผู้โฉดเขลาทั้งหลายเถิด”"},{"SurahNumber":7,"VerseNumber":200,"Text":"“และหากมีการยั่วยุใด ๆ จากชัยฏอนกำลังยั่วยุ เจ้าอยู่ ก็จงขอความคุ้มครองต่ออัลลอฮ์เถิด แท้จริงพระองค์เป็นผู้ทรงได้ยินผู้ทรงรอบรู้”"},{"SurahNumber":7,"VerseNumber":201,"Text":"“แท้จริงบรรดาผู้ที่ยำเกรงนั้น เมื่อมีคำชี้นำ ใด ๆ จากชัยฏอนประสบแก่พวกเขา พวกเขาก็รำลึก ได้แล้วทันใดพวกเขาก็มองเห็น"},{"SurahNumber":7,"VerseNumber":202,"Text":"“และพี่น้อง ของพวกมันนั้นจะช่วยเหลือพวกมันในการหลงผิด แล้วพวกเขาก็จะไม่ลดละ"},{"SurahNumber":7,"VerseNumber":203,"Text":"“และเมื่อมิได้มีอายะฮ์ ได้มายังพวกเขา พวกเขาก็กล่าวว่า ไฉนเล่าท่านจึงไม่อุปโลกน์มันขึ้นเอง จงกล่าวเถิด (มุฮัมมัด) ว่า แท้จริงฉันจจะปฏิบัติตามเฉพาะสิ่งที่ถูกให้เป็นโองการแก่ฉันจากพระเจ้าของฉันเท่านั้น นี่ คือบรรดาหลักฐาน จากพระเจ้าของพวกเจ้า และ (นี้คือ) ข้อแนะนำและการเอ็นดูเมตตาแก่กลุ่มชนที่ศรัทธา”"},{"SurahNumber":7,"VerseNumber":204,"Text":"“และเมื่ออัล-กุรอานถูกอ่านขึ้น ก็จงสดับฟังอัล-กุรอานนั้นเถิด และจงนิ่งเงียบ เพื่อว่าพวกเจ้าจะได้รับการเอ็นดูเมตตา”"},{"SurahNumber":7,"VerseNumber":205,"Text":"“และเจ้า (มุฮัมมัด) จงรำลึกถึงพระเจ้าของเจ้าในใจของเจ้าด้วยความนอบน้อมและยำเกรงและโดยไม่ออกเสียงดัง ทั้งในเวลาเช้าและเย็นและจงอย่าอยู่ในหมู่ผู้ที่เผลเรอ"},{"SurahNumber":7,"VerseNumber":206,"Text":"“แท้จริงบรรดา ผู้ที่อยู่ที่พระเจ้าของเจ้านั้น พวกเขาจะไม่หยิ่งต่อการเคารพสักการะพระองค์ และกล่าวให้ความบริสุทธิ์แก่พระองค์และแด่พระองค์เท่านั้น พวกเขากราบกรานกัน”"},{"SurahNumber":8,"VerseNumber":1,"Text":"พวกเขาจะถามเจ้า เกี่ยวกับบรรดาทรัพย์สินเชลย \"จงกล่าวเถิด (มุฮัมมัด) ว่า บรรดาทรัพย์สินเชลยนั้นเป็นสิทธิ์ของอัลลอฮฺและของร่อซูล ดังนั้นพวกท่านจงยำเกรงอัลลอฮฺเถิด และจงปรับปรุงความสัมพันธ์ ระหว่างพวกท่านเถิดหากพวกท่านเป็นผู้ศรัทธา”"},{"SurahNumber":8,"VerseNumber":2,"Text":"“แท้จริงบรรดาผู้ที่ศรัทธานั้น คือ ผู้ที่เมื่ออัลลอฮฺถูกกล่าวขึ้นแล้ว หัวใจของพวกเขาก็หวั่นเกรง และเมื่อบรรดาโองการของพระองค์ถูกอ่านแก่พวกเขา โองการเหล่านั้นก็เพิ่มพูนความศรัทธาแก่พวกเขา และแด่พระเจ้าของพวกเขานั้น พวกเขามอบหมายกัน”"},{"SurahNumber":8,"VerseNumber":3,"Text":"“คือบรรดาผู้ที่ดำรงไว้ซึ่งการละหมาดและส่วนหนึ่งจากสิ่งที่เราได้ให้เป็นปัจจัยยังชีพแก่พวกเขา พวกเขาก็บริจาค”"},{"SurahNumber":8,"VerseNumber":4,"Text":"“ชนเหล่านี้แหละพวกเขาคือ ผู้ศรัทธาอย่างแท้จริง โดยที่พวกเขาจะได้รับหลายชั้น ณ พระเจ้าของพวกเขา และจะได้รับการอภัยโทษและปัจจัยยังชีพอันมากมาย ”"},{"SurahNumber":8,"VerseNumber":5,"Text":"“เช่นเดียวกับที่พระเจ้าของเจ้าให้เจ้าออกไปจากบ้านของเจ้า เนื่องด้วยความจริง และแท้จริงกลุ่มหนึ่งจากบรรดาผู้ศรัทธานั้นรังเกียจ"},{"SurahNumber":8,"VerseNumber":6,"Text":"“พวกเขาโต้เถียงกับเจ้าในความจริง หลังจากที่มันได้ประจักษ์ขึ้น ประหนึ่งว่าพวกเขาดูถูกต้อนไปสู่ความตายโดยที่พวกเขากำลังมองดูกันอยู่ ”"},{"SurahNumber":8,"VerseNumber":7,"Text":"“และจงรำลึกขณะที่อัลลอฮฺได้ทรงสัญญาไว้แก่พวกเจ้า ซึ่งหนึ่งในสองกลุ่ม ว่า มันเป็นของพวกเจ้า และพวกเจ้าชอบที่จะให้กลุ่มที่ไม่มีกำลังอาวุธนั้นเป็นของพวกเจ้า แต่อัลลอฮฺทรงต้องการให้ความจริง ประจักษ์เป็นจริงขึ้นด้วยพจนารถของพระองค์ และจะทรงตัดขาดซึ่งคนสุดท้าย ของผู้ปฏิเสธทั้งหลาย”"},{"SurahNumber":8,"VerseNumber":8,"Text":"เพื่อพระองค์จะทรงให้สิ่งที่เป็นจริง ได้ประจักษ์เป็นความจริง และให้สิ่งเท็จ ได้ประจักษ์เป็นสิ่งเท็จ และแม้ว่าบรรดาผู้กระทำความผิด ไม่พอใจก็ตาม”"},{"SurahNumber":8,"VerseNumber":9,"Text":"“จงรำลึกขณะที่พวกเจ้าขอความช่วยเหลือยามคับขนต่อพระเจ้าของเจ้า แล้วพระองค์ก็ได้ทรงรับสนองแก่พวกเจ้าว่า แท้จริงข้าจะช่วยพวกเจ้าด้วยมลาอิกะฮ์หนึ่งพันตน โดยทยอยกันลงมา”"},{"SurahNumber":8,"VerseNumber":10,"Text":"“และอัลลอฮฺนั้นมิได้ทรงให้มัน มีขึ้นนอกจากเป็นข่าวดี เท่านั้น และเพื่อว่าหัวใจของพวกเจ้าจะได้สงบขึ้นด้วยสิ่งนั้น และไม่มีการช่วยเหลือ นอกจากที่มาจากที่อัลลอฮฺเท่านั้น แท้จริงอัลลอฮฺเป็นผู้ทรงเดชานุภาพ ผู้ทรงปรีชาญาณ”"},{"SurahNumber":8,"VerseNumber":11,"Text":"“จงรำลึกขณะที่พระองค์ทรงให้มีการงีบหลับครอบงำพวกเจ้า ด้วยความปลอดภัยจากพระองค์ และทรงให้น้ำลงมาแก่พวกเจ้า จากฟากฟ้าเพื่อทรงชำระพวกเจ้า ด้วยน้ำนั้น และทรงให้หมดไปจากพวกเจ้าซึ่งความโสมม ของชัยฏอน และเพื่อที่จะทรงผูกหัวใจ ของพวกเจ้า และทรงให้เท้ามั่นคง ด้วยน้ำนั้น”"},{"SurahNumber":8,"VerseNumber":12,"Text":"“จงรำลึกขณะที่พระเจ้าของเจ้าประทานโองการแก่มลาอิกะฮ์ ว่า แท้จริงข้านั้นร่วมอยู่กับพวกเจ้าด้วย ดังนั้นพวกเจ้าจงทำให้บรรดาผู้ศรัทธามั่นคง เถิด ข้าจะโยน ความกลัวเข้าไปในหัวใจของบรรดาผู้ที่ปฏิเสธศรัทธา แล้วพวกเจ้าจงฟันลงบนก้านคอ และจงฟันทุก ๆ ส่วนปลายของนิ้วมือ จากพวกเขา”"},{"SurahNumber":8,"VerseNumber":13,"Text":"“นั่นก็เพราะว่าพวกเขาฝ่าฝืนและต่อต้านอัลลอฮฺ และร่อซูลของพระองค์ และผู้ใดฝ่าฝืนและต่อต้านอัลลอฮฺ และร่อซูลของพระองค์แล้ว แท้จริงอัลลอฮฺนั้นเป็นผู้ทรงรุนแรงในการลงโทษ”"},{"SurahNumber":8,"VerseNumber":14,"Text":"“นั่นแหละ พวกเจ้าจงลิ้มรสมันเถิด และแท้จริงสำหรับบรรดาผู้ปฏิเสธศรัทธานั้น คือ การลงโทษแห่งไฟนรก”"},{"SurahNumber":8,"VerseNumber":15,"Text":"“บรรดาผู้ศรัทธาทั้งหลาย ! เมื่อพวกเจ้าพบบรรดาผู้ที่ปฏิเสธศรัทธาเคลื่อน มา พวกเจ้าจงอย่าหันหลังหนีพวกเขา"},{"SurahNumber":8,"VerseNumber":16,"Text":"“และใครที่หัสหลังของเขาหนีพวกเขา ในวันนั้น ยกเว้นผู้ที่เปลี่ยนที่เพื่อทำการสู้รบหรือผู้ที่ไปร่วมกับอีกกลุ่มหนึ่ง เท่านั้นแน่นอน เขาย่อมนำความกริ้วโกรธจากอัลลอฮฺกลับไป และที่อยู่ของเขานั้นคือญะฮันนัม และเป็นที่กลับไปที่เลวร้าย”"},{"SurahNumber":8,"VerseNumber":17,"Text":"“พวกเจ้ามิได้ฆ่า พวกเขา แต่ทว่า อัลลอฮฺต่างหากที่ทรงฆ่าพวกเขา และเจ้ามิได้ขว้างดอก ขณะที่เจ้าขว้าง แต่ทว่าอัลลอฮฺต่างหากที่ข้างและเพื่อว่าพระองค์จะทรงทดสอบบรรดาผู้ศรัทธาอย่างดีงามจากพระองค์ แท้จริงอัลลอฮฺนั้นทรงได้ยินทรงรอบรู้"},{"SurahNumber":8,"VerseNumber":18,"Text":"นั่นแหละ และแท้จริงอัลลอฮฺนั้น คือผู้ทำให้อ่อนแอ ซึ่งอุบายของผู้ปฏิเสธศรัทธาทั้งหลาย”"},{"SurahNumber":8,"VerseNumber":19,"Text":"“หากพวกเจ้าขอให้มีการชี้ขาด แน่นอนการชี้ขาดนั้นก็ได้มายังพวกเจ้าแล้ว และถ้าหากพวกเจ้าหยุดยั้ง มันก็เป็นการดีแก่พวกเจ้า และหากพวกเจ้ากลับ (ทำการรุกรานอีก) เราก็จะกลับ (ช่วยเหลือให้พวกเจ้าแพ้อีก) พรรคพวกของเจ้านั้นไม่สามารถที่จะอำนวยประโยชน์ย่างใดให้แก่พวกเจ้า ได้เลย และแม้ว่าพวกเขาจะมากมายก็ตามและแท้จริงอัลลอฮฺนั้น อยู่ร่วม กับผู้ศรัทธาทั้งหลาย”"},{"SurahNumber":8,"VerseNumber":20,"Text":"“บรรดาผู้ศรัทธาทั้งหลาย ! จงเชื่อฟังอัลลอฮฺ และร่อซูลของพระองค์เถิด และจงอย่าได้ผินหลังให้แก่เขา ขณะที่พวกเจ้าฟังกันอยู่”"},{"SurahNumber":8,"VerseNumber":21,"Text":"“และพวกเจ้าจงอย่าเป็นเช่นบรรดาผู้ที่กล่าวว่า พวกเราได้ยิน แล้ว ในขณะเดียวกับพวกเขาหาได้ยินไม่”"},{"SurahNumber":8,"VerseNumber":22,"Text":"“แท้จริงสัตว์ ที่ชั่วร้ายยิ่ง ณ อัลลอฮฺนั้น คือ ที่หูหนวก ที่เป็นใบ้ ซึ่งเป็นผู้ที่ไม่ใช้ปัญญา"},{"SurahNumber":8,"VerseNumber":23,"Text":"“และหากอัลลอฮฺทรงรู้ว่าในตัวพวกเขานั้นมีความดี แน่นอนก็จะทรงให้พวกเขาได้ยิน และหากพระองค์ทรงให้พวกเขาได้ยิน แล้ว แน่นอนพวกเขาก็ผินหลังให้ โดยที่พวกเขานั้นเป็นผู้ผินหลังให้อยู่แล้ว”"},{"SurahNumber":8,"VerseNumber":24,"Text":"“บรรดาผู้ศรัทธาทั้งหลาย ! จงตอบรับอัลลอฮฺ และร่อซูลเถิด เมื่อเขา ได้เชิญชวนพวกเจ้าสู่สิ่งที่ทำให้พวกเจ้ามีชีวิตชีวา ขึ้น และพึงรู้เถิดว่า แท้จริงอัลลอฮฺนั้นจะทรงกั้น ระหว่างบุคคลกับหัวใจของเขา และแท้จริงยังพระองค์นั้นพวกเจ้าจะถูกนำกลับไปชุมนุม”"},{"SurahNumber":8,"VerseNumber":25,"Text":"“และพวกเจ้าจงระวังการลงโทษ ซึ่งมันจะไม่ประสบแก่บรรดาผู้อธรรมในหมู่พวกเจ้าโดยเฉพาะ เท่านั้น และพึงรู้เถิดว่า แท้จริงอัลลอฮฺนั้น เป็นผู้รุนแรงในการลงโทษ"},{"SurahNumber":8,"VerseNumber":26,"Text":"“และพวกเจ้าจงรำลึก ขณะที่พวกเจ้ามีจำนวนน้อยซึ่งเป็นผู้อ่อนแอในแผ่นดินโดยที่พวกเจ้ากลัวว่าผู้คนจะโฉบเฉี่ยว พวกเจ้าไปแล้วพระองค์ได้ทรงให้พวกเจ้ามีที่พักพิง และได้ทรงสนับสนุนพวกเจ้าด้วยการช่วยเหลือของพระองค์ และได้ทรงประทานปัจจัยยังชีพแก่พวกเจ้าจากสิ่งที่ดี ๆ ทั้งหลาย เพื่อว่าพวกเจ้าจะได้ขอบคุณ”"},{"SurahNumber":8,"VerseNumber":27,"Text":"“บรรดาผู้ศรัทธาทั้งหลาย ! จงอย่าทุจริต ต่ออัลลอฮฺ และร่อซูล และจงอย่าทุจริตต่อบรรดาของฝาก ของพวกเจ้า โดยที่พวกเจ้ารู้กันอยู่”"},{"SurahNumber":8,"VerseNumber":28,"Text":"“และพึงรู้เถิดว่า แท้จริงทรัพย์สินของพวกเจ้า และลูก ๆ ของพวกเจ้านั้น เป็นสิ่งทดสอบ ชนิดหนึ่งเท่านั้น และแท้จริงอัลลอฮฺนั้น ณ พระองค์มีรางวัลอันใหญ่หลวง”"},{"SurahNumber":8,"VerseNumber":29,"Text":"“บรรดาผู้ศรัทธาทั้งหลาย ! หากพวกเจ้ายำเกรงอัลลอฮฺ พระองค์ก็จะทรงให้มีแก่พวกเจ้าซึ่งสิ่งที่จำแนกระหว่างความจริงและความ เท็จและจะทรงลบล้างบรรดาความผิดของพวกเจ้าออกจากพวกเจ้าและจะทรงอภัยโทษให้แก่พวกเจ้าด้วยและอัลลอฮฺนั้นคือผู้ทรงมีบุญคุณอันใหญ่หลวง”"},{"SurahNumber":8,"VerseNumber":30,"Text":"“และจงรำลึกขณะที่บรรดาผู้ปฏิเสธศรัทธาวางอุบายต่อเจ้า เพื่อกักขังเจ้า หรือฆ่าเจ้า หรือขับไล่เจ้าออก ไปและพวกเขาวางอุบายกันและอัลลอฮฺก็ทรงวางอุบาย และอัลลออฮ์นั้นทรงเป็นผู้เยี่ยมกว่าในหมู่ผู้วางอุบาย”"},{"SurahNumber":8,"VerseNumber":31,"Text":"“และเมื่อบรรดาโองการของเราถูกอ่านให้แก่พวกเขาฟัง พวกเขาก็กล่าวว่า เราได้ยินแล้วหากเราประสงค์ แน่นอนเราก็พูดเช่นนี้แล้ว สิ่งนี้ใช่อื่นใดไม่ นอกจากถ้อยคำที่ถูกขีดเขียนไว้ของคนก่อน ๆ เท่านั้น ”"},{"SurahNumber":8,"VerseNumber":32,"Text":"“และจงรำลึกขณะที่พวกเขากล่าวว่า ข้าแต่อัลลอฮฺหากปรากฏว่าสิ่งนี้ คือความจริงที่มาจากที่พระองค์แล้วไซร้ก็โปรดได้ทรงให้หินจากฟากฟ้าตกลงมาดังฝนแก่พวกเราเถิด หรือไม่ก็โปรดทรงนำมาแก่เรา ซึ่งการลงโทษอันเจ็บแสบ”"},{"SurahNumber":8,"VerseNumber":33,"Text":"และพระองค์อัลลอฮฺจะไม่ทรงลงโทษพวกเขาขณะที่เจ้า อยู่ในพวกเขาและอัลลอฮฺจะไม่เป็นผู้ทรงลงโทษพวกเขาทั้งๆที่พวกเขาขออภัยโทษกัน"},{"SurahNumber":8,"VerseNumber":34,"Text":"และมีอะไร แก่พวกเขากระนั้นหรือที่อัลลอฮฺจะไม่ทรงลงโทษพวกเขาทั้งๆที่พวกเขาขัดขวาง มิให้เข้ามัศยิดิลฮะรอม และพวกเขาก็มิใช่เป็นผู้ปกครองมัศยิดนั้นด้วยบรรดาผู้ปกครองมัศยิดนั้นใช่ใครอื่นไม่นอกจากบรรดาผู้ยำเกรงเท่านั้นแต่ทว่าส่วนมากของพวกเขาไม่รู้”คือมีสิ่งใด"},{"SurahNumber":8,"VerseNumber":35,"Text":"“มิปรากฏว่า การละหมาดของพวกเขา ณ บ้านของอัลลอฮฺ นั้นเป็นอย่างอื่น นอกจากการเป่าเสียงหวัด และการตบมือเท่านั้น ดังนั้นการพวกเจ้า จงลิ้มการลงโทษเถิด เนื่องด้วยการที่พวกเจ้าปฏิเสธศรัทธา”"},{"SurahNumber":8,"VerseNumber":36,"Text":"“แท้จริงบรรดาผู้ที่ปฏิเสธศรัทธานั้น พวกเขาจะบริจาคทรัพย์สินของพวกเขา เพื่อขัดขวาง(ผู้คน) ให้ออกจากจากการงานของอัลลอฮฺ แล้วพวกเขาก็จะบริจาคมันต่อไปภายหลังทรัพย์สินนั้นก็จะกลายเป็นความเสียใจ แก่พวกเขา แล้วพวกเขาก็จะได้รับความปราชัยด้วย และบรรดาผู้ที่ปฏิเสธศรัทธานั้นพวกเขาจะถูกต้อนไปสู่นรกญะฮันนัม”"},{"SurahNumber":8,"VerseNumber":37,"Text":"“เพื่อที่อัลลอฮฺจะทรงแยกคนเลว ออกจากคนดี และจะทรงให้คนเลว ซึ่งบางส่วนของพวกเขาอยู่บน อีกบางส่วน โดยทรงสุมพวกเขาทั้งหมดไว้เป็นกอง แล้วพระองค์จะทรงให้พวกเขาอยู่ในนรกญะฮันนัม ชนเหล่านี้แหละพวกเขาคือผู้ที่ขาดทุน”"},{"SurahNumber":8,"VerseNumber":38,"Text":"“จงกล่าวเถิด(มุฮัมมัด) แก่บรรดาผู้ที่ปฏิเสธศรัทธาว่า หากพวกเขาหยุดยั้ง สิ่งที่แล้วมาก็จะถูกอภัยให้แก่พวกเขาและหากพวกเขากลับ(ต่อต้าน)อีก แท้จริงนั้นแนวทางของคนก่อน ๆ นั้นได้ผ่านมา แล้ว”"},{"SurahNumber":8,"VerseNumber":39,"Text":"“และพวกเจ้าจงสู้รบกับพวกเขา จนกว่าจะไม่มีการปฏิเสธศรัทธาใด ๆ ปรากฏขึ้น และการอิบาดะฮ์ ทุกชนิดนั้นจะต้องเป็นสิทธิ์ของอัลลอฮฺเท่านั้น ถ้าหากพวกเขาหยุดยั้ง แน่นอนอัลลอฮฺนั้นทรงเห็นในสิ่งที่พวกเขากระทำ”"},{"SurahNumber":8,"VerseNumber":40,"Text":"“และหากพวกเขาผินหลังให้ ก็พึงรู้เถิดว่า แท้จริงอัลลอฮฺนั้น คือผู้ทรงคุ้มครองพวกเจ้า ผู้ทรงคุ้มครองที่ดีเลิศและผู้ทรงช่วยเหลือที่ดีเยี่ยม”"}]}