{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"Tā'ōrāta nāyila ha'ōẏāra āgē is‌rā'īla tāra nijēra upara yā hārāma karēchila [1] tā chāṛā banī isarā'īlēra jan'ya yābatīẏa khādya'i hālāla chila [2]. Baluna, ‘yadi tōmarā satyabādī ha'ō tabē tā'ōrāta āna ēbaṁ tā pāṭha kara.’"},{"SurahNumber":3,"VerseNumber":94,"Text":"Ērapara'ō yārā āllāh‌ra upara mithyā raṭanā karē tārā'i yālēma"},{"SurahNumber":3,"VerseNumber":95,"Text":"Baluna, ‘āllāh‌ satya balēchēna. Kājē'i tōmarā ēkaniṣṭhabhābē ib‌rāhīmēra millāta anusaraṇa kara, āra tini muśarikadēra antarbhukta chilēna nā.’"},{"SurahNumber":3,"VerseNumber":96,"Text":"Niścaẏa mānaba jātira [‌1] jan'ya sarbaprathama [2] yē ghara pratiṣṭhita haẏēchila tā tō bākkāẏa, barakatamaẏa ō sr̥ṣṭijagatēra diśārī hisābē"},{"SurahNumber":3,"VerseNumber":97,"Text":"Tātē anēka suspaṣṭa nidarśana āchē [1], yēmana mākāmē ibarāhīma [2]. Āra yē kē'u sēkhānē prabēśa karē sē nirāpada [3]. Āra mānuṣēra madhyē yāra sēkhānē yā'ōẏāra sāmarthya āchē, āllāh‌ra uddēśyē ai gharēra hajba [4] karā tāra jan'ya abaśya kartabya [5]. Āra yē kē'u kupharī karala sē jēnē rākhuka, niścaẏa āllāha sr̥ṣṭijagatēra mukhāpēkṣī nana"},{"SurahNumber":3,"VerseNumber":98,"Text":"Baluna, ‘hē āhalē kitābagaṇa! Tōmarā āllāh‌ra nidarśanasamūhēra sāthē kēna kupharī kara? Āra tōmarā yā kara āllāha tāra sākṣī’"},{"SurahNumber":3,"VerseNumber":99,"Text":"Baluna, ‘hē āhalē kitābagaṇa! Yē byakti īmāna ēnēchē tākē kēna āllāh‌ra pathē bādhā diccha, tātē bakratā anbēṣaṇa karē? Athaca tōmarā sākṣī [1]. Āra tōmarā yā kara, āllāh‌ sē samparkē anabahita nana.’"},{"SurahNumber":3,"VerseNumber":100,"Text":"Hē muminagaṇa! Yādērakē kitāba dēẏā haẏēchē, tōmarā yadi tādēra dala biśēṣēra ānugatya kara, tabē tārā tōmādērakē īmāna ānāra para ābāra kāphēra bāniẏē chāṛabē"},{"SurahNumber":3,"VerseNumber":101,"Text":"Āra kibhābē tōmarā kupharī karabē athaca āllāh‌ra āẏātasamūha tōmādēra kāchē tilā'ōẏāta karā haẏa ēbaṁ tōmādēra madhyē tām̐ra rāsūla raẏēchēna [1]? Āra kē'u āllāhakē dr̥ṛhabhābē abalambana karalē sē abaśya'i sarala pathēra hēdāẏātaprāpta habē"},{"SurahNumber":3,"VerseNumber":102,"Text":"Hē muminagaṇa! Tōmarā yathārthabhābē āllāh‌ra tāka'ōẏā abalambana kara [1] ēbaṁ tōmarā musalima (paripūrṇa ātmasamarpaṇakārī) nā haẏē kōnō abasthāẏa mr̥tyubaraṇa karō nā"},{"SurahNumber":3,"VerseNumber":103,"Text":"āra tōmarā sakalē āllāh‌ra raśi dr̥ṛhabhābē dhāraṇa kara ēbaṁ paraspara bicchinna haẏō nā. Āra tōmādēra prati āllāh‌ra anugraha smaraṇa kara, tōmarā chilē paraspara śatru, ataḥpara tini tōmādēra hr̥daẏē prītira sañcāra karēna, phalē tām̐ra anugrahē tōmarā paraspara bhā'i haẏē gēlē. Tōmarā tō agnigartēra dbāraprāntē chilē, tini tōmādērakē tā thēkē rakṣā karēchēna. Ēbhābē āllāha tōmādēra jan'ya tām̐ra nidarśanasamūha spaṣṭabhābē bibr̥ta karēna yātē tōmarā hēdāẏāta pētē pāra"},{"SurahNumber":3,"VerseNumber":104,"Text":"Āra tōmādēra madhyē ēmana ēkaṭi dala yēna thākē yārā kalyāṇēra dikē āhabāna karabē ēbaṁ saṯkājēra nirdēśa dēbē ō asaṯkājē niṣēdha karabē [1]; āra tārā'i saphalakāma"},{"SurahNumber":3,"VerseNumber":105,"Text":"Tōmarā tādēra mata haẏō nā, yārā tādēra nikaṭa spaṣṭa nidarśanasamūha āsāra para bicchinna haẏēchē [1] ō nijēdēra madhyē matāntara sr̥ṣṭi karēchē. Āra tādēra jan'ya raẏēchē mahāśāsti"},{"SurahNumber":3,"VerseNumber":106,"Text":"Sēdina kichu mukha ujjala habē ēbaṁ kichu mukha kālō habē [1]; yādēra mukha kālō habē (tādērakē balā habē), ‘tōmarā ki īmāna ānāra para kupharī karēchilē [2]? Sutarāṁ tōmarā śāsti bhōga kara, yēhētu tōmarā kupharī karatē.’"},{"SurahNumber":3,"VerseNumber":107,"Text":"Āra yādēra mukha ujjala habē tārā āllāh‌ra anugrahē thākabē [1], sēkhānē tārā sthāẏī habē"},{"SurahNumber":3,"VerseNumber":108,"Text":"Ēgulō āllāh‌ra āẏāta, yā āmarā āpanāra kāchē yathāyathabhābē tēlā'ōẏāta karachi. Āra āllāha sr̥ṣṭijagatēra prati yuluma karatē cāna nā"},{"SurahNumber":3,"VerseNumber":109,"Text":"Āra āsamānē yā kichu āchē ō yamīnē yā kichu āchē saba āllāh‌ra'i ēbaṁ āllāh‌ra kāchē'i ēsaba kichu pratyābartita habē"},{"SurahNumber":3,"VerseNumber":110,"Text":"Tōmarā'i śrēṣṭha um'mata [1], mānaba jātira jan'ya yādēra bēra karā haẏēchē; tōmarā saṯkājēra nirdēśa dibē, asaṯkājē niṣēdha karabē [2] ēbaṁ āllāh‌ra upara īmāna ānabē [3]. Āra āhalē kitābagaṇa yadi īmāna ānatō tabē tā chila tādēra jan'ya bhālō. Tādēra madhyē kichu saṅkhyaka mumina āchē; kintu tādēra adhikānśa'i phāsēka"},{"SurahNumber":3,"VerseNumber":111,"Text":"Sāmān'ya kaṣṭa dēẏā chāṛā tārā tōmādēra kōnō kṣati karatē pārabē nā. Āra yadi tārā tōmādēra sāthē yud'dha karē tabē tārā pr̥ṣṭha pradarśana karabē; tārapara tārā sāhāyyaprāpta habē nā"},{"SurahNumber":3,"VerseNumber":112,"Text":"Āllāh‌ra pratiśruti ō mānuṣēra pratiśrutira bā'irē yēkhānē'i tādērakē pā'ōẏā gēchē sēkhānē'i tārā lāñchita haẏēchē. Āra tārā āllāh‌ra krōdhēra pātra haẏēchē ēbaṁ tādēra upara dāridra nirdhāraṇa karē dēẏā haẏēchē. Ēṭā ē jan'yē yē, tārā āllāh‌ra āẏātasamūhēra sāthē kupharī karata ēbaṁ an'yāẏabhābē nabīgaṇakē hatyā karata; tā ējan'ya yē, tārā abādhya haẏēchila ēbaṁ sīmālaṅghana karata"},{"SurahNumber":3,"VerseNumber":113,"Text":"Tārā sabā'i ēka rakama naẏa. Kitābīdēra madhyē abicalita ēka dala āchē; tārā rātē āllāh‌ra āẏātasamūha tēlā'ōẏāta karē ēbaṁ tārā sāj‌dā karē"},{"SurahNumber":3,"VerseNumber":114,"Text":"Tārā āllāha ēbaṁ śēṣa dinē īmāna ānē, saṯkājēra nirdēśa dēẏa, asaṯkājē niṣēdha karē ēbaṁ tārā kalyāṇakara kājē pratiyōgitā karē [1]. Āra tārā'i pūṇyabānadēra antarbhukta"},{"SurahNumber":3,"VerseNumber":115,"Text":"Āra uttama kājēra yā kichu tārā karē tā thēkē tādērakē kakhanō bañcita karā habē nā. Āra āllāha muttākīdēra sambandhē sabiśēṣa abagata"},{"SurahNumber":3,"VerseNumber":116,"Text":"Niścaẏa yārā kupharī karēchē, tādēra dhana-sampada ō santāna-santati āllāh‌ra kāchē kōnō kājē āsabē nā. Āra tārā'i agnibāsī, tārā sēkhānē sthāẏī habē"},{"SurahNumber":3,"VerseNumber":117,"Text":"Ē pārthiba jībanē yā tārā byaẏa karē tāra dr̥ṣṭānta himaśītala bāẏū, yā āghāta karē ai jātira śasyakṣētē yārā nijēdēra upara yuluma karēchē; ataḥpara tā dhbansa karē dēẏa. Āra āllāha tādēra prati kōnō yuluma karēnani, tārā'i nijēdēra prati yuluma karē"},{"SurahNumber":3,"VerseNumber":118,"Text":"Hē muminagaṇa! Tōmarā nijēdēra chāṛā an'ya kā'ukē antaraṅga bandhurūpē grahaṇa karō nā [1]. Tārā tōmādēra aniṣṭa karatē truṭi karabē nā; yā tōmādērakē bipanna karē tā-i tārā kāmanā karē. Tādēra mukhē bidbēṣa prakāśa pāẏa ēbaṁ tādēra hr̥daẏa yā gōpana rākhē tā ārō gurutara [2]. Tōmādēra jan'ya āẏātasamūha biśadabhābē bibr̥ta karēchi, yadi tōmarā anudhābana kara"},{"SurahNumber":3,"VerseNumber":119,"Text":"Dēkha, tōmarā'i tādērakē bhālōbāsa kintu tārā tōmādērakē bhālōbāsē nā athaca tōmarā saba kitābē īmāna rākha. Āra tārā yakhana tōmādēra sansparśē āsē takhana balē, ‘āmarā īmāna ēnēchi; kintu tārā yakhana ēkāntē milita haẏa takhana tōmādēra prati ākrōśē tārā nijēdēra āṅgulēra agrabhāga dām̐ta diẏē kāṭatē thākē.’ Baluna, ‘tōmādēra ākrōśē'i tōmarā mara.’ Niścaẏa antarē yā raẏēchē sē samparkē āllāha sabiśēṣa abagata"},{"SurahNumber":3,"VerseNumber":120,"Text":"Tōmādēra maṅgala halē tā tādērakē kaṣṭa dēẏa āra tōmādēra amaṅgala halē tārā tātē ānandita haẏa. Tōmarā yadi dhairyaśīla ha'ō ēbaṁ muttākī ha'ō tabē tādēra ṣaṛayantra tōmādēra kichu'i kṣati karatē pārabē nā [1]. Tārā yā karē niścaẏa āllāha tā paribēṣṭana karē raẏēchēna"},{"SurahNumber":3,"VerseNumber":121,"Text":"Āra smaraṇa karuna, yakhana āpani āpanāra parijanadēra nikaṭa thēkē pratyūṣē bēra haẏē yud'dhēra jan'ya muminagaṇakē ghām̐ṭitē bin'yasta karēchilēna; āra āllāha sarbaśrōtā, sarbajña"},{"SurahNumber":3,"VerseNumber":122,"Text":"Yakhana tōmādēra madhyē du’dalēra sāhasa hārānōra upakrama haẏēchila athaca āllāh‌ ubhaẏēra abhibhābaka chilēna [1], āra āllāh‌ra upara'i yēna muminagaṇa nirbhara karē"},{"SurahNumber":3,"VerseNumber":123,"Text":"Āra [1] badarēra yud'dhē āllāha abaśya'i tōmādērakē sāhāyya karēchilēna athaca tōmarā hīnabala chilē. Kājē'i tōmarā āllāh‌ra tāka'ōẏā abalambana kara, yātē tōmarā kr̥tajñatā prakāśa karatē pāra"},{"SurahNumber":3,"VerseNumber":124,"Text":"Smaraṇa karuna, yakhana āpani muminagaṇakē balachilēna, ‘ēṭā ki tōmādēra jan'ya yathēṣṭa naẏa yē, tōmādēra raba tina hājāra phiriś‌tā nāyila karē tōmādērakē sahayōgitā karabēna? [1]’"},{"SurahNumber":3,"VerseNumber":125,"Text":"Hyām̐, niścaẏa, yadi tōmarā dhairya dhāraṇa kara, tāka'ōẏā abalambana kara ēbaṁ tārā druta gatitē tōmādēra upara ākramaṇa karē, tabē āllāha pām̐ca hājāra cihnita phiriś‌tā diẏē tōmādēra sāhāyya karabēna"},{"SurahNumber":3,"VerseNumber":126,"Text":"Āra ēṭā tō āllāh‌ tōmādēra jan'ya śudhu susambāda ō tōmādēra ātmika praśāntira jan'ya karēchēna. Āra sāhāyya tō śudhu parākrānta, prajñāmaẏa āllāh‌ra kācha thēkē'i haẏa"},{"SurahNumber":3,"VerseNumber":127,"Text":"Yātē tini kāphēradēra ēka anśakē dhbansa karēna bā tādērakē lāñchita karēna [1]; phalē tārā nirāśa haẏē phirē yāẏa"},{"SurahNumber":3,"VerseNumber":128,"Text":"Tini tādēra tā'ōbā kabula karabēna bā tādērakē śāsti dēbēna– ē biṣaẏē āpanāra karaṇīẏa kichu'i nē'i; kāraṇa tārā tō yālēma"},{"SurahNumber":3,"VerseNumber":129,"Text":"Āra āsamānē yā kichu āchē ō yamīnē yā kichu āchē saba āllāh‌ra'i. Tini yākē icchē kṣamā karēna ēbaṁ yākē icchē śāsti dēna. Āra āllāha kṣamāśīla, parama daẏālu"},{"SurahNumber":3,"VerseNumber":130,"Text":"Hē muminagaṇa! Tōmarā cakrabr̥d'dhi hārē suda [1] khēẏō nā [2] ēbaṁ āllāhara tāka'ōẏā abalambana kara yātē tōmarā saphalakāma hatē pāra"},{"SurahNumber":3,"VerseNumber":131,"Text":"Āra tōmarā sē āguna thēkē bēm̐cē thāka yā kāphēradēra jan'ya prastuta rākhā haẏēchē"},{"SurahNumber":3,"VerseNumber":132,"Text":"āra tōmarā āllāha ō rāsūlēra ānugatya kara yātē tōmarā kr̥pā lābha karatē pāra"},{"SurahNumber":3,"VerseNumber":133,"Text":"Āra tōmarā tībra gatitē cala nijēdēra rabēra kṣamāra dikē ēbaṁ sē jānnātēra dikē [1] yāra bistr̥ti āsamānasamūha ō yamīnēra samāna [2], yā prastuta rākhā haẏēchē muttākīdēra jan'ya"},{"SurahNumber":3,"VerseNumber":134,"Text":"Yārā sacchala ō asacchala abasthāẏa byaẏa [1] karē, yārā krōdha sambaraṇakārī [2] ēbaṁ mānuṣēra prati kṣamāśīla; āra āllāha muh‌sinadērakē bhālabāsēna"},{"SurahNumber":3,"VerseNumber":135,"Text":"āra yārā kōnō aślīla kāja karē phēlalē bā nijēdēra prati yuluma karalē āllāhakē smaraṇa karē ēbaṁ nijēdēra pāpēra jan'ya kṣamā prārthanā karē. Āllāha chāṛā āra kē pāpa kṣamā karabē [1]? Ēbaṁ tārā yā karē phēlē, jēnē-bujhē tārā tā punarāẏa karatē thākē nā"},{"SurahNumber":3,"VerseNumber":136,"Text":"Tārā'i, yādēra puraskāra halō tādēra rabēra pakṣa thēkē kṣamā ēbaṁ jānnāta, yāra pādadēśē nadī prabāhita; sēkhānē tārā sthāẏī habē. Āra saṯkarmaśīladēra puraskāra kata'inā uttama"},{"SurahNumber":3,"VerseNumber":137,"Text":"tōmādēra pūrbē bahu (jātira) carita gata haẏēchē [1], kājē'i tōmarā yamīnē bhramaṇa kara ēbaṁ dēkha mithyārōpakārīdēra ki pariṇāma"},{"SurahNumber":3,"VerseNumber":138,"Text":"ēgulō mānuṣēra jan'ya spaṣṭa barṇanā ēbaṁ muttākīdēra jan'ya hēdāẏāta ō upadēśa"},{"SurahNumber":3,"VerseNumber":139,"Text":"Tōmarā hīnabala haẏō nā ēbaṁ cintita ō haẏō nā; tōmarā'i bijaẏī yadi tōmarā mumina ha'ō"},{"SurahNumber":3,"VerseNumber":140,"Text":"Yadi tōmādēra āghāta lēgē thākē, anurūpa āghāta tō tādēra'ō lēgēchē. Mānuṣēra madhyē paryāẏakramē āmarā ē dinagulōra ābartana ghaṭā'i, yātē āllāha muminagaṇakē jānatē pārēna ēbaṁ tōmādēra madhya thēkē kichu saṅkhyakakē śahīdarūpē grahaṇa karatē pārēna. Āra āllāha yālēmadērakē pachanda karēna nā"},{"SurahNumber":3,"VerseNumber":141,"Text":"Āra yātē āllāha muminadērakē pariśōdhana karatē pārēna ēbaṁ kāphēradērakē niścihna karatē pārēna"},{"SurahNumber":3,"VerseNumber":142,"Text":"Tōmarā ki manē kara yē, tōmarā jānnātē prabēśa karabē, athaca āllāha tōmādēra madhyē kē jihāda karēchē āra kē dhairyyaśīla tā ēkhanō prakāśa karēnani"},{"SurahNumber":3,"VerseNumber":143,"Text":"mr̥tyura sam'mukhīna ha'ōẏāra āgē tōmarā tō tā kāmanā karatē [1], ēkhanatō tōmarā tā sbacakṣē dēkhalē"},{"SurahNumber":3,"VerseNumber":144,"Text":"Āra muhām'mada ēkajana rāsūla mātra; tāra āgē bahu rāsūla gata haẏēchēna. Kājē'i yadi tini mārā yāna bā nihata hana tabē ki tōmarā pr̥ṣṭha pradarśana karabē? Āra kē'u pr̥ṣṭha pradarśana karalē sē kakhanō āllāh‌ra kṣati karabē nā; āra āllāha śīghra'i kr̥tajñadērakē puraskr̥ta karabēna"},{"SurahNumber":3,"VerseNumber":145,"Text":"Āllāh‌ra anumati chāṛā kārō mr̥tyu hatē pārē nā, yēhētu sēṭāra mēẏāda sunirdhārita [1]. Kē'u pārthiba puraskāra cā'ilē āmarā tākē tāra kichu diẏē thāki [2] ēbaṁ kē'u ākhērātēra puraskāra cā'ilē āmarā tākē tāra kichu diẏē thāki ēbaṁ śīghra'i āmarā kr̥tajñadērakē puraskr̥ta karabō"},{"SurahNumber":3,"VerseNumber":146,"Text":"Āra bahu nabī chilēna, tādēra sāthē birāṭa saṅkhyaka (īmāna ō āmalē sālēhara upara praśikṣaṇa prāpta) lōka yud'dha karēchēna. Āllāhara pathē tādēra yē biparyaẏa ghaṭēchila tātē tārā hīnabala haẏani, durbala haẏani ēbaṁ nata haẏani. Āra āllāha dhairyaśīladērakē bhālōbāsēna"},{"SurahNumber":3,"VerseNumber":147,"Text":"Ē kathā chāṛā tādēra āra kōnō kathā chila nā, ‘hē āmādēra raba! Āmādēra pāpa ēbaṁ āmādēra kājēra sīmālaṅghana āpani kṣamā karuna, āmādēra pā sudr̥ṛha rākhuna ēbaṁ kāphēra sampradāẏēra birud'dhē āmādērakē sāhāyya karuna.’"},{"SurahNumber":3,"VerseNumber":148,"Text":"Tārapara āllāha tādērakē duniẏāra puraskāra ēbaṁ ākhērātēra uttama puraskāra dāna karēna. Āra āllāha muhasinadērakē bhālabāsēna"},{"SurahNumber":3,"VerseNumber":149,"Text":"Hē muminagaṇa! Yadi tōmarā kāphēradēra ānugatya kara tabē tārā tōmādērakē biparīta dikē phiriẏē dēbē, phalē tōmarā kṣatigrasta haẏē paṛabē"},{"SurahNumber":3,"VerseNumber":150,"Text":"Baraṁ āllāha'i tō tōmādēra abhibhābaka ēbaṁ tini'i śrēṣṭha sāhāyyakārī"},{"SurahNumber":3,"VerseNumber":151,"Text":"Acirē'i āmarā kāphēradēra hr̥daẏē bhītira sañcāra karaba [1], yēhētu tārā āllāh‌ra sāthē śarīka karēchē, yāra sapakṣē āllāha kōnō sanada pāṭhānani. Āra jāhānnāma tādēra ābāsa ēbaṁ kata nikr̥ṣṭa ābāsa yālēmadēra"},{"SurahNumber":3,"VerseNumber":152,"Text":"Abaśya'i āllāha tōmādēra sāthē tām̐ra pratiśruti pūrṇa karēchilēna yakhana tōmarā āllāh‌ra anumatikramē tādērakē bināśa karachilē, yē paryanta nā tōmarā sāhasa hārālē, nirdēśa sambandhē matabhēda sr̥ṣṭi karalē ēbaṁ yā tōmarā bhālabāsa tā tōmādērakē dēkhānōra para tōmarā abādhya halē. Tōmādēra kichu saṅkhyaka duniẏā cācchila [1] ēbaṁ kichu saṅkhyaka cācchila ākhērāta. Tārapara tini tōmādērakē parīkṣā karāra jan'ya tādēra (tōmādēra śatrudēra) thēkē tōmādērakē phiriẏē dilēna [2]. Abaśya tini tōmādērakē kṣamā karalēna ēbaṁ āllāha muminadēra prati anugrahaśīla"},{"SurahNumber":3,"VerseNumber":153,"Text":"Smaraṇa kara, tōmarā yakhana uparēra (pāhāṛēra) dikē chuṭachilē ēbaṁ pichana phirē kārō prati lakṣya karachilē nā, āra rāsūla tōmādērakē pichana dika thēkē ḍākachilēna. Phalē tini tōmādērakē bipadēra upara bipada dilēna [1], yātē tōmarā yā hāriẏēcha ēbaṁ yē bipada tōmādēra upara ēsēchē tāra jan'ya tōmarā duḥkhita nā ha'ō. Āra tōmarā yā kara āllāha tā biśēṣabhābē abahita"},{"SurahNumber":3,"VerseNumber":154,"Text":"Tārapara duḥkhēra para tini tōmādērakē pradāna karalēna tandrārūpē praśānti, yā tōmādēra ēkadalakē ācchanna karēchila [1] ēbaṁ ēkadala jāhilī yugēra ajñēra n'yāẏa āllāha sambandhē abāstaba dhāraṇā karē nijērā'i nijēdērakē udbigna karēchila ē balē yē, ‘āmādēra ki kōna kichu karāra āchē?’ Baluna, ‘saba biṣaẏa āllāh‌ra'i ikhatiẏārē’. Yā tārā āpanāra kāchē prakāśa karē nā, tārā tādēra antarē sēgulō gōpana rākhē. Tārā balē, ‘ē byāpārē āmādēra kōnō kichu karāra thākalē āmarā ēkhānē nihata hatāma nā [2].’ Baluna, ‘yadi tōmarā tōmādēra gharē abasthāna karatē tabu'ō nihata ha'ōẏā yādēra jan'ya abadhārita chila tārā nijēdēra mr̥tyusthānē bēra hata. Ēṭā ējan'yē yē, āllāha tōmādēra antarē yā āchē tā parīkṣā karēna ēbaṁ tōmādēra manē yā āchē tā pariśōdhana karēna. Āra antarē yā āchē sē samparkē āllāha biśēṣabhābē abagata"},{"SurahNumber":3,"VerseNumber":155,"Text":"Yēdina du’dala parasparēra sam'mukhīna haẏēchila sēdina tōmādēra madhya thēkē yārā pr̥ṣṭha pradarśana karēchila, tādēra kōnō kr̥takarmēra phalē śaẏatāna'i tādēra padaskhalana ghaṭiẏēchila. Abaśya āllāha tādērakē kṣamā karēchēna [1]. Niścaẏa āllāha kṣamāparāẏaṇa ō parama sahanaśīla"},{"SurahNumber":3,"VerseNumber":156,"Text":"Hē muminagaṇa! Tōmarā tādēra mata haẏō nā yārā kupharī karē ēbaṁ tādēra bhā'iẏērā yakhana dēśē dēśē saphara karē [1] bā yud'dhē lipta haẏa takhana tādēra samparkē balē, ‘tārā yadi āmādēra kāchē thākata tabē tārā maratō nā ēbaṁ nihata hata nā.’ Phalē āllāha ēṭākē'i tādēra manē duḥkha ō cintā sr̥ṣṭira kāraṇē pariṇata karēna; prakr̥tapakṣē āllāha jībana dāna karēna ō mr̥tyu ghaṭāna, āra tōmarā yā kara āllāha sēsabēra samyaka draṣṭā"},{"SurahNumber":3,"VerseNumber":157,"Text":"Tōmarā āllāh‌ra pathē nihata halē athabā tōmādēra mr̥tyu halē, yā tārā jamā karē, āllāh‌ra kṣamā ēbaṁ daẏā abaśya'i tāra cēẏē uttama"},{"SurahNumber":3,"VerseNumber":158,"Text":"Āra tōmādēra mr̥tyu halē athabā tōmarā nihata halē āllāh‌ra'i kāchē tōmādērakē ēkatra karā habē"},{"SurahNumber":3,"VerseNumber":159,"Text":"Āllāh‌ra daẏāẏa āpani tādēra prati kōmala-hr̥daẏa haẏēchilēna [1]; yadi āpani rūṛha ō kaṭhōracitta hatēna tabē tārā āpanāra āśapāśa thēkē sarē paṛata. Kājē'i āpani tādērakē kṣamā karē dina ēbaṁ tādēra jan'ya kṣamā prārthanā karuna ēbaṁ kājē karmē tādēra sāthē parāmarśa karuna [2], tārapara āpani kōnō saṅkalpa karalē āllāh‌ra upara nirbhara karabēna [3]; niścaẏa āllāha (tāra upara) nirbharakārīdēra bhālabāsēna"},{"SurahNumber":3,"VerseNumber":160,"Text":"Āllāha tōmādērakē sāhāyya karalē tōmādēra upara jaẏī habāra kē'u thākabē nā. Āra tini tōmādērakē sāhāyya nā karalē, tini chāṛā kē ēmana āchē yē tōmādērakē sāhāyya karabē? Sutarāṁ muminagaṇa āllāh‌ra upara'i nirbhara karuka"},{"SurahNumber":3,"VerseNumber":161,"Text":"Āra kōnō nabī ‘galula’ [1] (an'yāẏabhābē kōnō bastu gōpana) karabē, ēṭā asambhaba. Ēbaṁ kē'u an'yāẏabhābē kichu gōpana karalē, yā sē an'yāẏabhābē gōpana karabē kēẏāmatēra dina sē tā sāthē niẏē āsabē [2]. Tārapara pratyēkakē yā sē arjana karēchē tā pūrṇa mātrāẏa dēẏā habē. Tādēra prati kōna yuluma karā habē nā"},{"SurahNumber":3,"VerseNumber":162,"Text":"Āllāha yēṭātē santuṣṭa, yē tāra'i anusaraṇa karē, sē ki ōra mata yē āllāh‌ra krōdhēra pātra haẏēchē ēbaṁ jāhānnāma'i yāra ābāsa? Āra sēṭā kata nikr̥ṣṭa pratyābartanasthala"},{"SurahNumber":3,"VerseNumber":163,"Text":"āllāh‌ra kāchē tārā bibhinna starēra; tārā yā karē āllāha sēsaba bhālōbhābē dēkhēna"},{"SurahNumber":3,"VerseNumber":164,"Text":"Āllāha muminadēra prati abaśya'i anugraha karēchēna yē, tini tādēra nijēdēra madhya thēkē tādēra kāchē rāsūla pāṭhiẏēchēna, yini tām̐ra āẏātasamūha tādēra kāchē tēlā'ōẏāta karēna, tādērakē pariśōdhana karēna ēbaṁ kitāba ō hēkamata śikṣā dēna, yadi'ō tārā āgē spaṣṭa bibhrāntitē'i chila"},{"SurahNumber":3,"VerseNumber":165,"Text":"Kī byāpāra! Yakhana tōmādēra upara musībata āsalō (ōhudēra yud'dhē) takhana tōmarā balalē, ‘ēṭā kōt'thēkē āsalō?’ Athaca tōmarā tō dbiguṇa bipada ghaṭiẏēchilē (badarēra yud'dhē). Baluna, ‘ēṭā tōmādēra nijēdēra'i [1] kācha thēkē’ [2]; niścaẏa āllāha sabakichura upara pūrṇa kṣamatābāna"},{"SurahNumber":3,"VerseNumber":166,"Text":"Āra yēdina du’dala parasparēra sam'mukhīna haẏēchila, sēdina tōmādēra upara yē biparyaẏa ghaṭēchila tā āllāh‌ra'i hukumē [1]; āra yātē tini prakāśa karēna, kē tōmādēra madhyē prakr̥ta mumina"},{"SurahNumber":3,"VerseNumber":167,"Text":"Āra yātē tini jēnē nēna munāphikadērakē. Āra tādērakē balā haẏēchila, ‘ēsa, tōmarā āllāh‌ra pathē yud'dha kara athabā pratirōdha kara.’ Tārā balēchila, ‘yadi yud'dha jānatāma tabē niścitabhābē tōmādēra anusaraṇa karatāma’. Sēdina tārā īmānēra cēẏē kupharīra kāchākāchi chila. Yā tādēra antarē nē'i tārā tā mukhē balē ēbaṁ tārā yā gōpana rākhē āllāha tā adhika abagata"},{"SurahNumber":3,"VerseNumber":168,"Text":"Yārā gharē basē ra'ila ēbaṁ tādēra bhā'idēra prati balala yē, tārā tādēra kathāmata calalē nihata hata nā. Tādērakē baluna, ‘yadi tōmarā satyabādī ha'ō tabē nijēdērakē mr̥tyu thēkē rakṣā kara.’"},{"SurahNumber":3,"VerseNumber":169,"Text":"Āra yārā āllāh‌ra pathē nihata haẏēchē tādērakē kakhanō'i mr̥ta manē karō nā; baraṁ tārā jībita ēbaṁ tādēra rabēra kācha thēkē tārā jībikāprāpta"},{"SurahNumber":3,"VerseNumber":170,"Text":"Āllāha nija anugrahē tādērakē yā diẏēchēna tātē tārā ānandita ēbaṁ tādēra pichanē yārā ēkhanō tādēra sāthē milita haẏani tādēra jan'ya ānanda prakāśa karē yē, tādēra kōnō bhaẏa nē'i ēbaṁ tārā cintita'ō habē nā"},{"SurahNumber":3,"VerseNumber":171,"Text":"Tārā ānanda prakāśa karē āllāh‌ra nēẏāmata ō anugrahēra jan'ya ēbaṁ ējan'ya yē āllāha muminadēra śramaphala naṣṭa karēna nā"},{"SurahNumber":3,"VerseNumber":172,"Text":"Yakhama ha'ōẏāra para yārā āllāh‌ ō rāsūlēra ḍākē sāṛā diẏēchē [1]. Tādēra madhyē yārā saṯkāja karē ēbaṁ tāk‌ōẏā abalambana karē calē tādēra jan'ya mahāpuraskāra raẏēchē"},{"SurahNumber":3,"VerseNumber":173,"Text":"Ēdērakē lōkērā balēchila, tōmādēra birud'dhē lōka jaṛō haẏēchē, kājē'i tōmarā tādērakē bhaẏa kara; kintu ē kathā tādēra īmānakē ārō bāṛiẏē diẏēchila ēbaṁ tārā balēchila, ‘āllāh‌i āmādēra jan'ya yathēṣṭa ēbaṁ tini kata uttama karmabidhāẏaka’"},{"SurahNumber":3,"VerseNumber":174,"Text":"tārapara tārā āllāh‌ra nēẏāmata ō anugrahasaha phirē ēsēchila, kōnō aniṣṭa tādērakē sparśa karēni ēbaṁ āllāha yātē santuṣṭa tārā tāra'i anusaraṇa karēchila ēbaṁ āllāha mahā anugrahaśīla"},{"SurahNumber":3,"VerseNumber":175,"Text":"Sē [1] tō śaẏatāna. Sē tōmādērakē tāra bandhudēra bhaẏa dēkhāẏa; kājē'i yadi tōmarā mumina ha'ō tabē tādērakē bhaẏa karō nā, āmākē'i bhaẏa kara"},{"SurahNumber":3,"VerseNumber":176,"Text":"Yārā kupharītē drutagāmī, tādēra ācaraṇa yēna āpanākē duḥkha nā dēẏa. Tārā kakhanō āllāh‌ra kōnō kṣati karatē pārabē nā. Āllāha ākhērātē tādērakē kōnō anśa dēbāra icchā karēna nā. Āra tādēra jan'ya mahāśāsti raẏēchē"},{"SurahNumber":3,"VerseNumber":177,"Text":"Niścaẏa yārā īmānēra binimaẏē kupharī kraẏa karēchē tārā kakhanō āllāh‌ra kōnō kṣati karatē pārabē nā ēbaṁ tādēra jan'ya yantraṇādāẏaka śāsti raẏēchē"},{"SurahNumber":3,"VerseNumber":178,"Text":"Kāphēragaṇa yēna kichutē'i manē nā karē yē, āmarā abakāśa dē'i tādēra maṅgalēra jan'ya; āmarā abakāśa diẏē thāki yātē tādēra pāpa br̥d'dhi pāẏa [1]. Āra tādēra jan'ya raẏēchē lāñchanādāẏaka śāsti"},{"SurahNumber":3,"VerseNumber":179,"Text":"Asaṯkē saṯ thēkē pr̥thaka nā karā paryanta tōmarā yē abasthāẏa raẏēcha āllāha muminagaṇakē sē abasthāẏa chēṛē ditē pārēna nā. Anurūpabhābē gāẏēba samparkē tōmādērakē abahita karā āllāh‌ra niẏama naẏa; tabē āllāha tām̐ra rāsūlagaṇēla madhyē yākē icchā manōnīta karēna [1]. Kājē'i tōmarā āllāha ō tām̐ra rāsūlagaṇēra upara īmāna āna. Tōmarā īmāna ānalē ō tāk‌ōẏā abalambana karē calalē tōmādēra jan'ya mahāpuraskāra raẏēchē"},{"SurahNumber":3,"VerseNumber":180,"Text":"Āra āllāha nija anugrahē tādērakē yā diẏēchēna tātē yārā kr̥paṇatā karē tādēra jan'ya tā maṅgala, ēmanaṭi yēna tārā kichutē'i manē nā karē. Baraṁ tā tādēra jan'ya amaṅgala. Yēṭātē tārā kr̥paṇatā karabē kēẏāmatēra dina sēṭā'i tādēra galāẏa bēṛī habē [1]. Āsamāna ō yamīnēra sattbādhikāra ēkamātra āllāh‌ra'i. Tōmarā yā kara āllāha tā biśēṣabhābē abahita"},{"SurahNumber":3,"VerseNumber":181,"Text":"Āllāha śunēchēna tādēra kathā yārā balē, ‘āllāha abaśya'i abhābagrasta ēbaṁ āmarā abhābamukta’ [1]. Tārā yā balēchē tā ēbaṁ nabīgaṇakē an'yāẏabhābē hatyā karāra biṣaẏa āmarā likhē rākhaba ēbaṁ balaba, ‘tōmarā dahana yantraṇā bhōga kara [2].’"},{"SurahNumber":3,"VerseNumber":182,"Text":"Ē hacchē tōmādēra kr̥takarmēra phala ēbaṁ ēṭā ē kāraṇē yē, āllāha bāndādēra prati mōṭē'i yālēma nana"},{"SurahNumber":3,"VerseNumber":183,"Text":"Yārā balē, ‘āllāha āmādērakē ādēśa diẏēchēna yē, āmarā yēna kōnō rāsūlēra prati īmāna nā āni yatakṣaṇa paryanta sē āmādēra kāchē ēmana kurabānī upasthita nā karabē yā āguna khēẏē phēlabē. Tādērakē baluna, ‘āmāra āgē anēka rāsūla spaṣṭa nidarśanasaha ēbaṁ tōmarā yā balacha tā saha tōmādēra kāchē ēsēchilēna, yadi tōmarā satyabādī ha'ō tabē kēna tādērakē hatyā karēchilē?’"},{"SurahNumber":3,"VerseNumber":184,"Text":"Tārā yadi āpanāra prati mithyārōpa karē, āpanāra āgē yē saba rāsūla spaṣṭa nidarśana, āsamānī sahīphā ēbaṁ dīptimāna kitābasaha ēsēchilēna tādēra prati'ō tō mithyārōpa karā haẏēchila"},{"SurahNumber":3,"VerseNumber":185,"Text":"Jībamātra'i mr̥tyura sbāda grahaṇa karabē. Kēbala kēẏāmatēra dina'i tōmādērakē tōmādēra karmaphala pūrṇa mātrāẏa dēẏā habē. Ataḥpara yākē āguna thēkē dūrē rākhā habē ēbaṁ jānnātē prabēśa karānō habē sē-i saphalakāma [1]. Āra pārthiba jībana chalanāmaẏa bhōga chāṛā āra kichu naẏa"},{"SurahNumber":3,"VerseNumber":186,"Text":"Tōmādērakē abaśya'i tōmādēra dhana-sampada ō jībanē parīkṣā karā habē. Tōmādēra āgē yādērakē kitāba dēẏā haẏēchila tādēra ēbaṁ muśarikadēra kācha thēkē tōmarā anēka kaṣṭadāẏaka kathā śunabē. Yadi tōmarā dhairya dhāraṇa kara ēbaṁ tāk‌ōẏā abalambana kara tabē niścaẏa'i tā habē dr̥ṛha saṅkalpēra kāja"},{"SurahNumber":3,"VerseNumber":187,"Text":"Smaraṇa karuna, yādērakē kitāba dēẏā haẏēchila āllāha tādēra pratiśruti niẏēchilēna: ‘Abaśya'i tōmarā tā mānuṣēra kāchē spaṣṭabhābē prakāśa karabē ēbaṁ tā gōpana karabē nā.’ Ērapara'ō tārā tā tādēra pēchanē phēlē rākhē (agrāhya karē) ō tuccha mūlyē bikri karē; kājē'i tārā yā kraẏa karē tā kata nikr̥ṣṭa"},{"SurahNumber":3,"VerseNumber":188,"Text":"yārā nijērā yā karēchē tātē ānanda prakāśa karē ēbaṁ nijērā yā karēni ēmana kājēra jan'ya praśansita hatē bhālōbāsē [1], tārā śāsti thēkē mukti pābē –ērūpa āpani kakhanō manē karabēna nā. Āra tādēra jan'ya marmantuda śāsti raẏēchē"},{"SurahNumber":3,"VerseNumber":189,"Text":"Āra āsamāna ō yamīnēra sārbabhauma mālikānā ēkamātra āllāh‌ra'i; āra āllāha saba kichura upara kṣamatābāna"},{"SurahNumber":3,"VerseNumber":190,"Text":"Āsamānasamūha ō yamīnēra sr̥ṣṭitē [1], rāta ō dinēra paribartanē [2] nidarśanābalī raẏēchē [3] bōdhaśakti sampanna lōkadēra jan'ya"},{"SurahNumber":3,"VerseNumber":191,"Text":"Yārā dām̐ṛiẏē, basē ō śuẏē āllāh‌ra smaraṇa karē ēbaṁ āsamānasamūha ō yamīnēra sr̥ṣṭi sambandhē cintā karē, āra balē, ‘hē āmādēra raba! Āpani ēgulō anarthaka sr̥ṣṭi karēnani [1], āpani atyanta pabitra, ata'ēba āpani āmādērakē āgunēra śāsti hatē rakṣā karuna.’"},{"SurahNumber":3,"VerseNumber":192,"Text":"‘Hē āmādēra raba! Āpani kā'ukē'ō āgunē nikṣēpa karalē tākē tō āpani niścaẏa'i hēẏa karalēna ēbaṁ yālēmadēra kōnō sāhāyyakārī nē'i.’"},{"SurahNumber":3,"VerseNumber":193,"Text":"‘Hē āmādēra raba, āmarā ēka āh‌bāẏakakē īmānēra dikē āh‌bāna karatē śunēchi, ‘tōmarā tōmādēra rabēra upara īmāna āna.’ Kājē'i āmarā īmāna ēnēchi. Hē āmādēra raba! Āpani āmādēra pāparāśi kṣamā karuna, āmādēra manda kājagulō dūrībhūta karuna ēbaṁ āmādērakē saṯkarmaparāẏaṇadēra sahagāmī karē mr̥tyu dina"},{"SurahNumber":3,"VerseNumber":194,"Text":"‘Hē āmādēra raba! Āpanāra rāsūlagaṇēra mādhyamē āmādērakē yā ditē pratiśruti diẏēchēna tā āmādērakē dāna karuna ēbaṁ kēẏāmatēra dina āmādērakē hēẏa karabēna nā. Niścaẏa āpani pratiśrutira byatikrama karēna nā.’"},{"SurahNumber":3,"VerseNumber":195,"Text":"Tārapara tādēra raba tādēra ḍākē sāṛā diẏē balēna, ‘niścaẏa āmi tōmādēra madhyē āmalakārī kōnō nara bā nārīra āmala biphala kari nā [1]; tōmarā ēkē aparēra anśa. Kājē'i yārā hijarata karēchē, nija ghara thēkē uṯkhāta haẏēchē, āmāra pathē niryātita haẏēchē ēbaṁ yud'dha karēchē ō nihata haẏēchē āmi tādēra pāpa kājagulō abaśya'i dūra karaba [2] ēbaṁ abaśya'i tādērakē prabēśa karāba jānnātē yāra pādadēśē nadī prabāhita. Ēṭā āllāh‌ra kācha thēkē puraskāra; āra uttama puraskāra āllāh‌ra'i kāchē raẏēchē"},{"SurahNumber":3,"VerseNumber":196,"Text":"Yārā kupharī karēchē, dēśē dēśē tādēra abādha bicaraṇa yēna kichutē'i āpanākē bibhrānta nā karē"},{"SurahNumber":3,"VerseNumber":197,"Text":"Ē tō sbalpakālīna bhōga mātra; tārapara jāhānnāma tādēra ābāsa; āra ēṭā kata nikr̥ṣṭa biśrāmasthala"},{"SurahNumber":3,"VerseNumber":198,"Text":"kintu yārā tādēra rabakē bhaẏa karē tādēra jan'ya raẏēchē jānnāta yāra pādadēśē nadī prabāhita, sēkhānē tārā sthāẏī habē. Ē hacchē āllāh‌ra pakṣa thēkē ātithēẏatā; āra āllāh‌ra kāchē yā āchē tā saṯkarmaparāẏaṇadēra jan'ya uttama"},{"SurahNumber":3,"VerseNumber":199,"Text":"Āra niścaẏa kitābīdēra madhyē ēmana lōka'ō āchē yārā āllāh‌ra prati binaẏābanata haẏē tām̐ra prati ēbaṁ tini yā tōmādēra ō tādēra prati nāyila karēchēna tātē īmāna ānē. Tārā āllāh‌ra āẏāta tuccha mūlyē bikri karē nā. Tārā'i, yādēra jan'ya āllāh‌ra kāchē puraskāra raẏēchē. Niścaẏa'i āllāha druta hisāba grahaṇakārī"},{"SurahNumber":3,"VerseNumber":200,"Text":"Hē īmānadāragaṇa! Tōmarā dhairya dhāraṇa kara [1], dhairyē pratiyōgitā kara [2] ēbaṁ sabasamaẏa yud'dhēra jan'ya prastuta thāka [3], āra āllāh‌ra tāka'ōẏā abalambana kara yātē tōmarā saphalakāma hatē pāra"},{"SurahNumber":4,"VerseNumber":1,"Text":"Hē mānuṣa! Tōmarā tōmādēra rabēra tāka'ōẏā abalambana kara [1] yini tōmādērakē ēka byakti thēkē sr̥ṣṭi karēchēna ō tāra thēkē tāra strī sr̥ṣṭi karēchēna [2] ēbaṁ tādēra dujana thēkē bahu nara-nārī chaṛiẏē dēna; āra tōmarā āllāhara tāka'ōẏā abalambana kara yām̐ra nāmē tōmarā ēkē aparēra kāchē nija nija hak‌ dābī kara [3] ēbaṁ tāka'ōẏā abalambana kara rakta-samparkita ātmīẏēra byāpārē'ō [4]. Niścaẏa āllāha tōmādēra upara paryabēkṣaka"},{"SurahNumber":4,"VerseNumber":2,"Text":"Āra iẏātīmadērakē tōmarā tādēra dhana-sampada samarpaṇa karō [1] ēbaṁ bhālōra sāthē manda badala karō nā [2]. Āra tōmādēra sampadēra sāthē tādēra sampada miśiẏē grāsa karō nā; niścaẏa ēṭā mahāpāpa"},{"SurahNumber":4,"VerseNumber":3,"Text":"Āra yadi tōmarā āśaṅkā kara yē, iẏātīma mēẏēdēra prati [1] subicāra karatē pārabē nā [2], tabē biẏē karabē nārīdēra madhyē yākē tōmādēra bhālō lāgē, du'i, tina bā cāra [3]; āra yadi āśaṅkā kara yē subicāra karatē pārabē nā [4] tabē ēkajanakē'i bā tōmādēra adhikārabhukta dāsīkē'i grahaṇa kara. Ētē pakṣapātitba [5] nā karāra sambhābanā bēśī"},{"SurahNumber":4,"VerseNumber":4,"Text":"Āra tōmarā nārīdērakē tādēra māh‌ra [1] manēra santōṣēra sāthē [2] pradāna kara; ataḥpara santuṣṭa cittē tārā māh‌rēra kichu anśa chēṛē dilē tōmarā tā sbācchandyē [3] bhōga kara"},{"SurahNumber":4,"VerseNumber":5,"Text":"Āra tōmarā alpa bud'dhimānadērakē tādēra dhana-sampada arpaṇa karō nā [1]; yā dbārā āllāha tōmādēra jībana cālānōra byabasthā karēchēna ēbaṁ tā thēkē tādēra āhāra-bihāra ō bharaṇa-pōṣaṇēra byabasthā kara. Āra tōmarā tādēra sāthē sadālāpa kara"},{"SurahNumber":4,"VerseNumber":6,"Text":"Āra iẏātimadērakē yācā'i karabē [1] yē paryanta nā tārā biẏēra yōgya haẏa; ataḥpara tādēra madhyē bhālō-manda bicārēra jñāna dēkhatē pēlē [2] tādēra sampada tādērakē phiriẏē dā'ō [3]. Tārā baṛa haẏē yābē balē apacaẏa karē tāṛātāṛi khēẏē phēlō nā. Yē abhābamukta sē yēna nibr̥tta thākē ēbaṁ yē bittahīna sē yēna sanyata parimāṇē bhōga karē [4]. Ataḥpara tōmarā yakhana tādērakē tādēra sampada phiriẏē dibē takhana sākṣī rēkhō. Āra hisēba grahaṇē āllāha'i yathēṣṭa"},{"SurahNumber":4,"VerseNumber":7,"Text":"Pitā-mātā ēbaṁ ātmīẏa-sbajanēra parityakta sampattitē puruṣēra anśa āchē ēbaṁ pitā-mātā ō ātmīẏa-sbajanēra parityakta sampattitē nārīra'ō anśa āchē, sēṭā alpa'i hōka bā bēśī'i hōka, ēka nirdhārita anśa"},{"SurahNumber":4,"VerseNumber":8,"Text":"Āra sampatti banṭanakālē ātmīẏa, iẏātīma ēbaṁ abhābagrasta lōka upasthita thākalē tādērakē tā thēkē kichu dibē ēbaṁ tādēra sāthē sadālāpa karabē"},{"SurahNumber":4,"VerseNumber":9,"Text":"Āra tārā yēna bhaẏa karē yē, asahāẏa santāna pichanē chēṛē gēlē tārā'ō tādēra sambandhē udbigna hata. Kājē'i tārā yēna āllāhara tāka'ōẏā abalambana karē ēbaṁ saṅgata kathā balē"},{"SurahNumber":4,"VerseNumber":10,"Text":"Niścaẏa yārā iẏātīmadēra sampada an'yāẏabhābē grāsa karē tārā tō tādēra pēṭē āguna'i khācchē; tārā acirē'i jbalanta āgunē jbalabē"},{"SurahNumber":4,"VerseNumber":11,"Text":"Āllāha tōmādēra santāna sambandhē nirdēśa dicchēna [1]: Ēka putrēra [2] anśa du'i kan'yāra anśēra samāna; kintu śudhu kan'yā du'iẏēra bēśi thākalē tādēra jan'ya parityakta sampattira tina bhāgēra du’bhāga, āra mātra ēka kan'yā thākalē tāra jan'ya ardhēka [3]. Tāra santāna thākalē tāra pitā-mātā pratyēkēra jan'ya parityakta sampattira chaẏa bhāgēra ēka bhāga; sē niḥsantāna halē ēbaṁ pitā-mātā'i uttarādhikārī halē tāra mātāra jan'ya tina bhāgēra ēka bhāga; tāra bhā'i-bōna thākalē mātāra jan'ya chaẏa bhāgēra ēka bhāga [4]; ē saba'i sē yā ōsiẏata karē tā dēẏāra ēbaṁ r̥ṇa pariśōdhēra para [5]. Tōmādēra pitā ō santānadēra madhyē upakārē kē tōmādēra nikaṭatara tā tōmarā jāna nā [6]. Ē bidhāna āllāhara; niścaẏa āllāha sarbajña, prajñāmaẏa"},{"SurahNumber":4,"VerseNumber":12,"Text":"Tōmādēra strīdēra parityakta sampattira ardhēka tōmādēra jan'ya, yadi tādēra kōnō santāna nā thākē ēbaṁ tādēra santāna thākalē tōmādēra jan'ya tādēra parityakta sampattira cāra bhāgēra ēka bhāga; ōsiẏāta pālana ēbaṁ r̥ṇa pariśōdhēra para. Tōmādēra santāna nā thākalē tādēra jan'ya tōmādēra parityakta sampattira cāra bhāgēra ēka bhāga, āra tōmādēra santāna thākalē tādēra jan'ya tōmādēra parityakta sampattira āṭa bhāgēra ēka bhāga; tōmarā yā ōsiẏāta karabē tā dēẏāra para ēbaṁ r̥ṇa pariśōdhēra para [1]. Āra yadi kōnō puruṣa athabā nārīra ‘kālālāha [2]’ bā pitā-mātā ō santānahīna uttarādhikārī haẏa, āra thākē tāra ēka baipitrēẏa bhā'i bā bōna, tabē pratyēkēra jan'ya chaẏa bhāgēra ēka bhāga. Tārā ēra bēśi halē sabā'i samāna anśīdāra habē tina bhāgēra ēka bhāgē; ēṭā yā ōsiẏāta karā haẏa tā dēẏāra para ēbaṁ r̥ṇa pariśōdhēra para, kārō kṣati nā karē [3]. Ē hacchē āllāhara nirdēśa. Āra āllāha sarbajña, sahanaśīla"},{"SurahNumber":4,"VerseNumber":13,"Text":"Ēsaba āllāh‌ra nirdhārita sīmā. Kē'u āllāha ō tām̐ra rāsūlēra ānugatya karalē āllāha tākē prabēśa karābēna jānnātē, yāra pādadēśē nadī prabāhita; tārā sēkhānē sthāẏī habē āra ēṭā'i halō mahāsāphalya"},{"SurahNumber":4,"VerseNumber":14,"Text":"Āra kē'u āllāh‌ ō tām̐ra rāsūlēra abādhya halē ēbaṁ tām̐ra nirdhārita sīmā laṅghana karalē tini tākē āgunē nikṣēpa karabēna; sēkhānē sē sthāẏī habē ēbaṁ tāra jan'ya lāñchanādāẏaka śāsti raẏēchē"},{"SurahNumber":4,"VerseNumber":15,"Text":"Āra tōmādēra nārīdēra madhyē yārā byabhicāra karē tādēra birud'dhē tōmādēra madhya thēkē cārajana sākṣī talaba karabē [1]. Yadi tārā sākṣya dēẏa tabē tādērakē gharē abarud'dha karabē, yē paryanta nā tādēra mr̥tyu haẏa bā āllāh‌ tādēra jan'ya an'ya kōnō byabasthā karēna"},{"SurahNumber":4,"VerseNumber":16,"Text":"Āra tōmādēra madhyē yē dujana ētē lipta habē tādērakē śāsti dēbē. Yadi tārā tā'ōbāh‌ karē ēbaṁ nijēdērakē sanśōdhaṇa karē nēẏa tabē tādēra thēkē birata thākabē [1]. Niścaẏa āllāha parama tā'ōbāh‌ kabulakārī, parama daẏālu"},{"SurahNumber":4,"VerseNumber":17,"Text":"Āllāha abaśya'i sēsaba lōkēra tā'ōbāh‌ kabula karabēna yārā ajñatābaśataḥ [1] manda kāja karē ēbaṁ tāṛātāṛi tā'ōbāh‌ karē, ērā'i tārā, yādēra tā'ōbāh‌ āllāha kabula karēna [2]. Āllāha sarbajña, prajñāmaẏa"},{"SurahNumber":4,"VerseNumber":18,"Text":"Tā'ōbāh‌ tādēra jan'ya naẏa yārā ājībana manda kāja karē, abaśēṣē tādēra kārō mr̥tyu upasthita halē sē balē, ‘āmi ēkhana tā'ōbāh‌ karachi’ ēbaṁ tādēra jan'ya'ō naẏa, yādēra mr̥tyu haẏa kāphira abasthāẏa. Ērā'i tārā yādēra jan'ya āmarā kaṣṭadāẏaka śāstira byabasthā karēchi"},{"SurahNumber":4,"VerseNumber":19,"Text":"Hē īmānadāragaṇa! Yabaradasti karē [1] nārīdēra uttarādhikāra ha'ōẏā tōmādēra jan'ya baidha naẏa. Tōmarā tādērakē yā diẏēcha tā thēkē kichu ātmasāṯ karāra uddēśyē tādērakē abarud'dha karē rēkhō nā, yadi nā tārā spaṣṭa khārāpa ācaraṇa karē [2]. Āra tōmarā tādēra sāthē saṯbhābē jībana yāpana karabē [3]; tōmarā yadi tādērakē apachanda kara tabē ēmana hatē pārē yē, āllāh‌ yātē prabhūta kalyāṇa rēkhēchēna tōmarā tākē'i apachanda karacha"},{"SurahNumber":4,"VerseNumber":20,"Text":"Āra tōmarā yadi ēka strīra jāẏagāẏa an'ya strī grahaṇa karā sthira kara ēbaṁ tādēra ēkajanakē anēka artha'ō [1] diẏē thāka, tabu'ō tā thēkē kichu'i phērata ni'ō nā. Tōmarā ki mithyā apabāda ēbaṁ prakāśya pāpācaraṇa dbārā tā grahaṇa karabē"},{"SurahNumber":4,"VerseNumber":21,"Text":"āra kibhābē tōmarā tā grahaṇa karabē, yakhana tōmarā ēkē aparēra sāthē saṅgata haẏēcha ēbaṁ tārā tōmādēra kācha thēkē dr̥ṛha pratiśruti [1] niẏēchē"},{"SurahNumber":4,"VerseNumber":22,"Text":"nārīdēra madhyē tōmādēra pitr̥ puruṣa yādērakē biẏē karēchē, tōmarā tādērakē biẏē karō nā [1]; tabē pūrbē yā saṅghaṭita haẏēchē (sēṭā kṣamā karā halō) niścaẏa tā chila aślīla, mārātmaka ghr̥ṇya [2] ō nikr̥ṣṭa panthā"},{"SurahNumber":4,"VerseNumber":23,"Text":"Tōmādēra jan'ya hārāma karā haẏēchē [1] tōmādēra mā [2], mēẏē [3], bōna [4], phuphu [5], khālā [6], bhā'iẏēra mēẏē [7], bōnēra mēẏē [8], dudhamā [9], dudhabōna [10], śāśuṛi ō tōmādēra strīdēra madhyē yāra sāthē saṅgata haẏēcha tāra āgēra sbāmīra aurasē tāra garbhajāta mēẏē, yārā tōmādēra abhibhābakatbē āchē [11], tabē yadi tādēra sāthē saṅgata nā haẏē thāka tātē tōmādēra kōnō aparādha nē'i. Āra tōmādēra jan'ya niṣid'dha tōmādēra aurasajāta chēlēra strī [12] ō du'i bōnakē ēkatra karā, āgē yā haẏēchē tā chāṛā[13]. Niścaẏa'i āllāha kṣamāśīla, parama daẏālu"}]}