{"Id":345,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown-la","Author":"Unknown","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Njerezve u eshte afruar koha e llogarise se tyre, e ata te hutuar ne pakujdesi, nuk pergatiten fare per te"},{"SurahNumber":21,"VerseNumber":2,"Text":"Atyre nuk u vjen asnje keshille e re (ne Kur´an) nga Zoti i tyre, e qe ata te mos tallen me te duke e degjuar"},{"SurahNumber":21,"VerseNumber":3,"Text":"Te shmangura nga e verteta jane zemrat e tyre. Ata qe jane zullumqare dhe duke biseduar fshehtas (thone): \"A mos eshte ky (Muhammedi) dic tjeter pos njeri, sikurse edhe ju, pra a do t´ia pranoni magjine e tij kur ju po e dini"},{"SurahNumber":21,"VerseNumber":4,"Text":"Ai (Muhammedi) tha: \"Zoti im di per thenien qe thuhet ne qiell e ne toke (pra di edhe per biseden tuaj), Ai eshte me degjuesi, me i dijshmi"},{"SurahNumber":21,"VerseNumber":5,"Text":"Ata madje thane: \"(per Kur´anin) Endrra te perziera, madje thane se ai (Muhammedi) vete e trilloi, ai eshte poet! Le te na sjelle nje mrekulli ashtu si u derguan te meparshmit (me mrekulli)"},{"SurahNumber":21,"VerseNumber":6,"Text":"Banoret e qyteteve para tyre nuk i besuan (mrekullite), prandaj Ne i shkaterruam, a mos do te besojne keta"},{"SurahNumber":21,"VerseNumber":7,"Text":"Ne edhe para teje nuk derguam tjeter pos burra, te cileve u dhame shpallje, e nese nuk e dini kete, atehere pyetni njerezit e dijshem"},{"SurahNumber":21,"VerseNumber":8,"Text":"Ne nuk i beme ata (pejgamberet) trupa qe nuk hane ushqim e as nuk ishin te perjetshem (te pavdekshem)"},{"SurahNumber":21,"VerseNumber":9,"Text":"Ne u plotesuam pastaj premtimin, i shpetuam ata dhe ke deshiruam Ne, ndersa ata qe kaluan cdo kufi, i zhdukem"},{"SurahNumber":21,"VerseNumber":10,"Text":"A nuk e kuptoni se Ne ua shpallem librin ne te cilin gjendet krenaria juaj"},{"SurahNumber":21,"VerseNumber":11,"Text":"Ne shpartalluam sa vendbanime qe ishin mizore, e ne vend te tyre sollem popull tjeter"},{"SurahNumber":21,"VerseNumber":12,"Text":"E ata kur e hetonin forcen e denimit tone, iknin me shpejtesi"},{"SurahNumber":21,"VerseNumber":13,"Text":"(atehere atyre u thuhej) Mos ikni, po kthehuni ne begatite dhe ne vendbanimet tuaja, se ndoshta do te mund te merreni vesh (e gjithe kjo ishte nje ironi kunder tyre)"},{"SurahNumber":21,"VerseNumber":14,"Text":"Ata thonin: \"O shkaterrimi yne, vertet ne ishim zullumqare"},{"SurahNumber":21,"VerseNumber":15,"Text":"Mjerimi i tyre vazhdoi ashtu derisa i beme te korrur e te ftohur (te vdekur)"},{"SurahNumber":21,"VerseNumber":16,"Text":"Ne nuk e krijuam qiellin, token e cdo gje cka ka mes tyre shkel e shko (pa qellim te caktuar)"},{"SurahNumber":21,"VerseNumber":17,"Text":"Sikur te kishim dashur te zbavitemi dhe sikur te donim ta benim ate, Ne do te zbaviteshim ne kompetencen Tone, por Ne nuk e beme ate"},{"SurahNumber":21,"VerseNumber":18,"Text":"Perkundrazi, Ne te paverteten e godasim me te verteten dhe ajo (e verteta) triumfon mbi te ndersa ajo (genjeshtra) zhduket. E juve (jobesimtareve) u takon shkaterrimi, per ate qe i pershkruani (Zotit, si femije etj)"},{"SurahNumber":21,"VerseNumber":19,"Text":"Vetem e Tij eshte cdo gje qe eshte ne qiej e ne toke! E ata qe jane prane Tij (melaiket), nuk shprehin mendjemadhesi ne adhurimin ndaj Tij, e as nuk u behet (ibadeti) monoton"},{"SurahNumber":21,"VerseNumber":20,"Text":"Ata lartesojne (All-llahun) nate e dite dhe nuk merziten"},{"SurahNumber":21,"VerseNumber":21,"Text":"A mos moren ata zota prej toke qe mund Te ringjallin (te vdekurit)"},{"SurahNumber":21,"VerseNumber":22,"Text":"Sikur te kishte ne to (ne qiej e ne toke) zota pos All-llahut, ato te dyja do te shkaterroheshin. Larg asaj qe i pershkruajne eshte All-llahu, Zoti i Arshit"},{"SurahNumber":21,"VerseNumber":23,"Text":"Ai nuk pyetet se cka punon, po ata, (njerezit), pyeten"},{"SurahNumber":21,"VerseNumber":24,"Text":"A pervetesuan ata zota te tjere pos Tij? Thuaj: \"Silleni argumentin tuaj!\" Ky (Kur´ani) eshte argument per keta qe tani jane me mua dhe per ata qe ishin para meje, por shumica e tyre nuk e dine te verteten, andaj edhe nuk veshtrojne"},{"SurahNumber":21,"VerseNumber":25,"Text":"Ne nuk derguam asnje te derguar para teje e te mos i kemi shpallur atij se: Nuk ka zot tjeter pervec Meje, pra me adhuroni"},{"SurahNumber":21,"VerseNumber":26,"Text":"E ata thane: \"I Gjithemeshirshmi ka femije!\" Larg saj qofte madheria e Tij! Ja, ata jane rober te ndershem"},{"SurahNumber":21,"VerseNumber":27,"Text":"Qe nuk flasin para Tij, ata veprojne me urdhrin e Tij"},{"SurahNumber":21,"VerseNumber":28,"Text":"Ai (All-llahu) e di cka vepruan me pare dhe cka do te veprojne, dhe ata nuk perpiqen te ndihmojne pos per ate me te cilin eshte i kenaqur Ai, e ata nga frika prej tij jane te kujdesshem"},{"SurahNumber":21,"VerseNumber":29,"Text":"Ndersa, kush thote prej tyre se une jam zot pos Tij, ndeshkimi per te eshte xhehennemi. Keshtu i ndeshkojme Ne zullumqaret"},{"SurahNumber":21,"VerseNumber":30,"Text":"A nuk e dine ata, te cilet nuk besuan se qiejt e toka ishin te ngjitura, e Ne i ndame ato te dyja dhe ujin e beme baze te jetes se cdo sendi; a nuk besojne"},{"SurahNumber":21,"VerseNumber":31,"Text":"Dhe ne te (toke) Ne kemi krijuar bjeshke te paluhatshme qe te mos i lekunde ata, dhe neper to kemi bere lugina e rruge, ne menyre qe ata te dine te orientohen"},{"SurahNumber":21,"VerseNumber":32,"Text":"Qiellin ua kemi bere kulm te sigurt, por ata zbrapsen prej atyre argumenteve"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ai eshte qe krijoi naten e diten, diellin e henen dhe secili prej tyre noton ne orbite"},{"SurahNumber":21,"VerseNumber":34,"Text":"Ne, asnje njeriu para teje (Muhammed) nuk i dhame jete te perhershme, e nese ti vdes, a mos do te mbesin ata pergjithmone"},{"SurahNumber":21,"VerseNumber":35,"Text":"Cdo krijese do ta shijoje vdekjen, e Ne, ne shenje sprove ju sprovojme me veshtiresi e kenaqesi, dhe ju ktheheni te Ne"},{"SurahNumber":21,"VerseNumber":36,"Text":"E kur te shohin ty ata qe nuk besuan, nuk te marrin ndryshe vetem se ne tallje (duke thene): \"A ky eshte ai qe pergojon zotat tuaj!\" E ata permendjen e Meshiruesit (Rrahman) e mohojne"},{"SurahNumber":21,"VerseNumber":37,"Text":"Njeriu nga vete natyra e tij eshte i ngutshem, e Une do t´ua tregoj juve masen Time ndeshkuese, pra mos kerkoni t´u vije me shpejte"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ata thane: \"Kur do te jete ai premtim (me denim) nese e thoni te verteten"},{"SurahNumber":21,"VerseNumber":39,"Text":"Sikur ta dinin ata qe nuk besuan se atehere nuk do te mund ta largojne zjarrin as nga fytyrat e tyre e as nga shpinat, e as qe do te ndihmohen (nuk do te ishin jobesimtare)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Por atyre do t´u vije befas, do t´i trondite ata, e atehere as nuk mund ta largojne dhe as nuk u jepet afat"},{"SurahNumber":21,"VerseNumber":41,"Text":"Ne te vertete, jane bere perqeshje edhe me te derguarit tjere para teje, ata qe u tallen me ta, i perfshiu ajo me cka talleshin"},{"SurahNumber":21,"VerseNumber":42,"Text":"Thuaj: \"Kush ju mbron juve prej (denimit te) te Madheruarit naten e diten?\" Por jo, ata ua kthejne shpinen keshillave te Zotit te tyre"},{"SurahNumber":21,"VerseNumber":43,"Text":"A mos kane ata pos Nesh zota te tjere qe i mbrojne? Po ata nuk mund t´i ndihmojne vetvetes (e lere me adhuruesve), Ata (mosbesimtaret) as nuk do te pranohen prej Nesh ne fqinjesi"},{"SurahNumber":21,"VerseNumber":44,"Text":"Por Ne u dhame atyre dhe prinderve te tyre jete te gjate me kenaqesi (e ata u mashtruan). A nuk e verejne ata se Ne ua pakesojme token nga anet e saj, atehere a mos ata do te jene fitues (o te humbur)"},{"SurahNumber":21,"VerseNumber":45,"Text":"Thuaj: \"Une ua terheq verejtjen vetem me anen e kesaj shpalljeje, po i shurdheti nuk degjon thirrjen edhe kur i terhiqet verejtja"},{"SurahNumber":21,"VerseNumber":46,"Text":"E sikur t´i godase pak ndonje e keqe nga denimi i Zotit tend, ata do te thone: \"Te mjeret ne, i beme vetes padrejtesi"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ne diten e gjykimit Ne do te veme peshoja te drejta, e askujt nuk i behet e padrejte asgje, edhe nese eshte (vepra) sa pesha e nje kokrre te melit Ne do ta sjellim ate. E mjafton qe Ne jemi llogarites"},{"SurahNumber":21,"VerseNumber":48,"Text":"Ne i patem dhene Musait e Harunit Furkanin (dalluesin mes te vertetes e te kotes - Tevratin), qe ishte drite e keshille per te devotshmit"},{"SurahNumber":21,"VerseNumber":49,"Text":"Te cilet ia kane friken Zotit te tyre edhe pse nuk e shohin dhe ata te cilet ia kane drone kijametit"},{"SurahNumber":21,"VerseNumber":50,"Text":"Edhe ky (Kur´ani) eshte keshille, eshte i bekuar qe Ne e shpallem. A, ju po e refuzoni"},{"SurahNumber":21,"VerseNumber":51,"Text":"Ne ia dhame Ibrahimit heret te mbaren, sepse Ne e kemi njohur mire ate (ia dhame te mbaren se e meritoi)"},{"SurahNumber":21,"VerseNumber":52,"Text":"Kur ai babait dhe popullit te vet u tha: \"C´jane keto statuja qe i adhuroni"},{"SurahNumber":21,"VerseNumber":53,"Text":"Ata thane: \"I gjetem te paret tane, qe po i adhuronin"},{"SurahNumber":21,"VerseNumber":54,"Text":"Ai u tha: \"Edhe te paret tuaj e edhe ju qarte ishit te humbur"},{"SurahNumber":21,"VerseNumber":55,"Text":"Ata thane: \"Me gjithe mend e ke apo mos po tallesh"},{"SurahNumber":21,"VerseNumber":56,"Text":"Atehere ai tha: \"Jo, por Zoti juaj eshte Zot i qiejve e i tokes, eshte Ai qe i krijoi ato, ndersa une jam deshmues per kete"},{"SurahNumber":21,"VerseNumber":57,"Text":"Pasha All-llahun, posa te largoheni ju, une kam per t´ia bere ate qe duhet statujave tuaja"},{"SurahNumber":21,"VerseNumber":58,"Text":"Dhe i beri ato cope-cope, pervec nje me te madhes qe e kishin ata e me shprese se atij do t´i drejtohen (per ta kuptuar se kush i theu)"},{"SurahNumber":21,"VerseNumber":59,"Text":"(Kur u kthyen i pane) Ata thane: \"Kush e beri kete me zotat tane? Ai na qenka kriminel"},{"SurahNumber":21,"VerseNumber":60,"Text":"(pastaj) Thane: \"Kemi degjuar per nje djalosh qe i perqeshte ato, te cilit i thonin Ibrahim"},{"SurahNumber":21,"VerseNumber":61,"Text":"Ata thane: \"Silleni ate ketu ne sy te njerezve qe ta shohin (e ta denojme)"},{"SurahNumber":21,"VerseNumber":62,"Text":"I thane: \"A e bere ti kete me zotat tane, o Ibrahim"},{"SurahNumber":21,"VerseNumber":63,"Text":"Ai tha: \"Jo, por ate e beri i madhi i tyre, ju pyeteni ata nese jane qe flasin"},{"SurahNumber":21,"VerseNumber":64,"Text":"Ata u ndalen e u menduan me veten, e dikush tha: \"Vertet, ju jeni mu ata te gabuarit (pse adhuronit gjera te kota)"},{"SurahNumber":21,"VerseNumber":65,"Text":"Mirepo, pastaj e shoshiten kete gje ne kokat e tyre (u kthyen nga bindja ne kokefortesi) dhe thane: \"Po ti e ke ditur se keta nuk flasin"},{"SurahNumber":21,"VerseNumber":66,"Text":"Ai tha: \"A po adhuroni pra ne vend te All-llahut asish qe nuk u sjellin kurrfare dobie as demi"},{"SurahNumber":21,"VerseNumber":67,"Text":"Medet per ju dhe per ata qe i adhuroni, pos All-llahut, po a nuk po kuptoni"},{"SurahNumber":21,"VerseNumber":68,"Text":"Atehere ata thane: \"Digjeni ate (Ibrahimin) dhe ndihmoni zotat tuaj, nese doni t´u ndihmoni"},{"SurahNumber":21,"VerseNumber":69,"Text":"Po Ne i thame: \"O zjarr, behu i ftohte dhe shpetim per Ibrahimin"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ata deshen t´i bejne atij (Ibrahimit) kurth, po Ne ata i beme me te deshtuarit"},{"SurahNumber":21,"VerseNumber":71,"Text":"E Ne e shpetuam ate e edhe Lutin ne ate token qe e kemi bekuar per njerez"},{"SurahNumber":21,"VerseNumber":72,"Text":"Dhe ia falem atij Is´hakun, e si dhurate edhe Jakubin. Dhe qe te gjithe i beme te mire (pejgambere)"},{"SurahNumber":21,"VerseNumber":73,"Text":"Dhe ata i beme shembelltyre qe udhezonin sipas urdhrit Tone, i orientuam ne pune te mira, ne faljen e namazit, ne dhenien e zeqatit, dhe ata ishin adhurues Tane te sinqerte"},{"SurahNumber":21,"VerseNumber":74,"Text":"Dhe Ne Lutit i dhame te jete pejgamber dhe i dijshem, andaj edhe e shpetuam prej atij fshati (vendbanimi) qe bente pune te ndyra, ata ishin popull i demshem e i prishur"},{"SurahNumber":21,"VerseNumber":75,"Text":"Ate (Lutin) e shpetuam dhe e veme nen meshiren Tone, vertet ai ishte prej me te mireve"},{"SurahNumber":21,"VerseNumber":76,"Text":"(Perkujto) Edhe Nuhun kur me pare - pat thirrur (Zotin) e Ne ia pranuam atij (edhe lutjen) e ate dhe familjen e tij e shpetuam nga ai tmerri i madh"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ne e mbrojtem ate prej atij populli qe i pergenjeshtronte argumentet Tona, vertet ai ishte popull i keq, prandaj i permbytem te gjithe"},{"SurahNumber":21,"VerseNumber":78,"Text":"(Perkujto) Davudin e Sulejmanin kur pleqeronin per ceshtjen e bimes (mbjelljes) te cilen delet e atij populli e kishin kullotur naten, e Ne ishim percjelles te gjykimit te tyre"},{"SurahNumber":21,"VerseNumber":79,"Text":"E Sulejmanit Ne ia mesuam ate (pergjigjen e sakte), po secilit (prej tyre) u patem dhene urtesi e dije. Ne beme qe kodrat dhe shpezet te madherojne (bejne tesbih) se bashku me Davudin. Ne kemi mundesi (ta bejme kete) edhe e beme"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ne i mesuam atij (Davudit) mbarimin e petkave (te hekurta) per ju, qe t´ju mbrojne ne raste lufte. A jeni pra mirenjohes ju per kete"},{"SurahNumber":21,"VerseNumber":81,"Text":"Ndersa Sulejmanit (ia nenshtruam) eren e forte qe sipas deshires se tij ecte me te deri te toka te cilen e kemi bekuar Ne. Ne jemi te gjithdijshem per cdo gje"},{"SurahNumber":21,"VerseNumber":82,"Text":"Edhe disa nga djajte (ia nenshtruam) qe zhyteshin (ne thellesi te ujit) dhe benin edhe pune te tjera per te (per Sulejmanin), por Ne i ruanim ata (te mos shmangeshin)"},{"SurahNumber":21,"VerseNumber":83,"Text":"(Perkujto) Edhe Ejubin kur iu drejtua Zotit te vet me lutje: \"Me gjeti belaja, e Ti je me Meshiruesi nder Meshiruesit"},{"SurahNumber":21,"VerseNumber":84,"Text":"Ne iu pergjigjem atij nga meshira Jone, ia hoqem ato veshtiresi qe i kishte, i dhame familjen e tij dhe aq sa ishin ata, dhe e beme perkujtim per te devotshmit"},{"SurahNumber":21,"VerseNumber":85,"Text":"(Perkujto) Edhe Ismailin, Idrisin dhe Dhulkifline, qe te gjithe ishin te durueshem"},{"SurahNumber":21,"VerseNumber":86,"Text":"Ata i perfshime ne meshiren Tone, se ishin vertet prej te mireve"},{"SurahNumber":21,"VerseNumber":87,"Text":"(Perkujto) Edhe ate te peshkut (Junusin) kur doli i hidheruar (prej popullit) dhe mendoi se nuk do t´i vije me puna ngushte, po ne erresira ai tha se: \"Nuk ka Zot pos Teje. Ti je i paster, nuk ke te meta. Une i bera padrejt vetes"},{"SurahNumber":21,"VerseNumber":88,"Text":"Ne iu pergjigjem atij, e shpetuam nga tmerri. Keshtu i shpetojme Ne besimtaret"},{"SurahNumber":21,"VerseNumber":89,"Text":"(Perkujto) Edhe Zekirijain kur e luti Zotin e vet: \"Zoti im, mos me le te vetmuar se Ti je me i miri trashegues (pas cdokujt)"},{"SurahNumber":21,"VerseNumber":90,"Text":"Ne ia pranuam lutjen e tij, ia dhuruam atij Jahjain dhe ia permiresuam bashkeshorten atij. Ata perpiqeshin per pune te mira, Na luteshin duke shpresuar dhe duke u frikesuar, ishin respektues ndaj Nesh"},{"SurahNumber":21,"VerseNumber":91,"Text":"(Perkujto) Edhe ate qe ruajti nderin e saj, e Ne e frymezuam ate me shpirt (barre) nga ana Jone dhe ate dhe te birin e saj; beme mrekulli per njerezit"},{"SurahNumber":21,"VerseNumber":92,"Text":"Kjo fe eshte e juaja dhe eshte e vetmja fe (e shpallur), kurse Une jam Zoti juaj, pra me adhuroni vetem Mua"},{"SurahNumber":21,"VerseNumber":93,"Text":"Po ata e ndane ceshtjen e fese dhe u percane mes vete (u ndane ne grupe: monoteiste, politeiste, jehudi, te krishtere, zjarrputiste etj.), mirepo, qe te gjithe do te vijne te Ne"},{"SurahNumber":21,"VerseNumber":94,"Text":"E kush ben ndonje veper te mire dhe eshte besimtar, mundi i tij nuk i mohohet, pse Ne i shenojme ato"},{"SurahNumber":21,"VerseNumber":95,"Text":"Ndersa eshte e pamundur per (banoret e) nje fshat te cilin e kemi shkaterruar Ne, te kthehen (ne kete jete)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Derisa te hapet (penda) e Jexhuxh Mexhuxheve dhe ata do te zbresin nga cdo bregore me shpejtesi"},{"SurahNumber":21,"VerseNumber":97,"Text":"Dhe derisa te jete afruar premtimi i sakte (dita e kijametit) e ai eshte momenti kur mbeten te shtangur syte e atyre qe nuk besuan (ne ato caste thone): \"Te mjeret ne, vertet ishim krejt te pavetedijshem per kete (moment); por jo, eshte e vertete se ishim"},{"SurahNumber":21,"VerseNumber":98,"Text":"Ju dhe ajo qe adhuruat ju pos All-llahut, do te jeni lende e xhehennemit, dhe keni per te hyre ne te"},{"SurahNumber":21,"VerseNumber":99,"Text":"Sikur te kishin qene ata zota, ata nuk do te hynin ne te, po qe te gjithe do te jene aty pergjithmone"},{"SurahNumber":21,"VerseNumber":100,"Text":"Aty ata do te kene rrenkim dhe aty ata nuk degjojne"},{"SurahNumber":21,"VerseNumber":101,"Text":"E atyre te cileve u priu e mbara nga ana Jone, do te jene larg tij (xhehennemit)"},{"SurahNumber":21,"VerseNumber":102,"Text":"Ata nuk do ta degjojne as zhurmen e tij, dhe ata do te jene pergjithmone te kenaqur me ate qe e deshirojne vete"},{"SurahNumber":21,"VerseNumber":103,"Text":"Ata nuk do t´i shqetesoje ajo frika e madhe (e fryerjes se surit), dhe do t´i presin engjejt (duke i uruar): \"Kjo eshte dita juaj qe ju premtohej"},{"SurahNumber":21,"VerseNumber":104,"Text":"(Perkujto) Ate dite kur Ne e palojme qiellin sikurse palimi i fleteve ne liber. Ashtu sikunder e kemi filluar krijimin (tuaj), e rikthejme. Ky eshte obligim Yni, e Ne e bejme kete"},{"SurahNumber":21,"VerseNumber":105,"Text":"Ne e kemi shenuar ne Zebur (ne librat e shenjte) pas shenimit (ne Lehvi Mahfudh), se me te vertete token do ta trashegojne robte e Mi te mire"},{"SurahNumber":21,"VerseNumber":106,"Text":"Ne kete (qe u permend) ka mjaft per nje popull te degjueshem"},{"SurahNumber":21,"VerseNumber":107,"Text":"E Ne te derguam ty (Muhammed) vetem si meshire per te gjitha krijesat"},{"SurahNumber":21,"VerseNumber":108,"Text":"Thuaj: \"Mua me shpallet se Zoti i juaj eshte vetem nje Zot, e ju a po dorezoheni"},{"SurahNumber":21,"VerseNumber":109,"Text":"E nese ata refuzojne, ti thuaju: \"Une ju njoftova juve ne menyre te barabarte, dhe se une nuk e di se eshte afer ose larg ajo qe po premtoheni"},{"SurahNumber":21,"VerseNumber":110,"Text":"Ai e di thenien e hapte, e di edhe ate qe mbani fshehte"},{"SurahNumber":21,"VerseNumber":111,"Text":"E nuk e di, mos eshte kjo sprove per ju (vonesa e denimit), apo te kenaqeni deri ne nje kohe"},{"SurahNumber":21,"VerseNumber":112,"Text":"Ai (Muhammedi) tha: \"Zoti im, gjyko (mes meje dhe atyre genjeshtareve) me te verteten! E Zoti yne, Meshirues eshte ai prej te cilit kerkohet ndihme kunder asaj qe ju pershkruani"},{"SurahNumber":22,"VerseNumber":1,"Text":"O ju njerez, ruajuni denimit nga Zoti juaj, sepse dridhja prane katastrofes se kijametit eshte nje llahtari e madhe"},{"SurahNumber":22,"VerseNumber":2,"Text":"Ate dite, kur ta perjetoni ate, secila gjidhenese braktis ate qe ka per gjiri dhe secila shtatezene e hedh para kohe barren e vet, ndersa njerezit duken te dehur, po ata nuk jane te dehur, por denimi i All-llahut eshte i ashper"},{"SurahNumber":22,"VerseNumber":3,"Text":"Ka ndonje nga njerezit qe kundershton ne ceshtjet rreth All-llahut, pa kurrfare dije dhe ndjek cdo djall te mbrapshte"},{"SurahNumber":22,"VerseNumber":4,"Text":"Ai (djalli) eshte gjykuar ta humbe dhe ta orientoje ne vuajtje te zjarrit te madh, ate qe i miqesohet atij"},{"SurahNumber":22,"VerseNumber":5,"Text":"O ju njerez, nese dyshoni per ringjalljen, atehere (mendoni krijimin tuaj qe) Ne u krijuam ju prej dheu, pastaj prej uji, pastaj prej nje gjaku te ngjizur, pastaj prej nje sa kafshate mishi, qe eshte krijese e formuluar ose e paformuluar, ne menyre qe t´j"},{"SurahNumber":22,"VerseNumber":6,"Text":"Kete (e themi per ta ditur) se All-llahu eshte Ai i Verteti dhe se Ai i ringjalle te vdekurit dhe Ai ka fuqi per cdo send"},{"SurahNumber":22,"VerseNumber":7,"Text":"Dhe nuk ka dyshim se kijameti do te vije patjeter dhe se All-llahu me siguri do t´i ngjalle ata te varrezave (te vdekurit)"},{"SurahNumber":22,"VerseNumber":8,"Text":"E ka ndonje prej njerezve qe ben polemike rreth ceshtjes se All-llahut, duke mos pasur kurrfare dije, kurrfare udhezimi dhe kurrfare libri te besueshem"},{"SurahNumber":22,"VerseNumber":9,"Text":"Ai qe shtremberon qafen (ne shenje mendjemadhesie), e perpiqet t´i humbe njerezit nga rruga e All-llahut. Atij do t´i takoje poshterimi ne kete jete, ndersa ne diten e kijametit atij do t´ia veshim denimin e djegies (te zjarrit)"},{"SurahNumber":22,"VerseNumber":10,"Text":"Kete, per shkak te asaj qe bene duart tua, ndersa All-llahu nuk eshte zullumqar ndaj roberve"},{"SurahNumber":22,"VerseNumber":11,"Text":"Ka nga njerezit qe adhuron All-llahun me medyshje (luhatshem), nese e godet ndonje e mire ai qetesohet me te, po nese e godet ndonje e pakendshme, ai kthehet ne fytyren e vet te vertete (te meparshme), ai i ka humbur kete dhe jeten tjeter e ky eshte ai de"},{"SurahNumber":22,"VerseNumber":12,"Text":"Ai ne vend te All-llahut lut ate qe nuk mund t´i beje as dem as dobi. Edhe kjo eshte ajo humbja pa mbarim"},{"SurahNumber":22,"VerseNumber":13,"Text":"Lut ate qe demin e tij e ka me afer se dobine e tij. Sa ndihmetar e shok i keq qenke (do t´i thote atij adhuruesi ne diten e kijametit)"},{"SurahNumber":22,"VerseNumber":14,"Text":"Ata te cilet besuan dhe bene vepra te mira, All-llahu do t´i veje ne xhennete, nen te cilet rrjedhin lumenj. S´ka dyshim, All-llahu punon ate qe deshiron"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kush mendon se All-llahu nuk do ta ndihmoje ate (Muhammedin) ne kete dhe ne tjetren jete, ai le te ngrihet me ndonje mjet deri ne qiell e le ta kepute (ndihmen), e le te shikoje se a po ia largon mjeshteria e tij ate qe po e mllefos"},{"SurahNumber":22,"VerseNumber":16,"Text":"Dhe keshtu Ne e zbritem kete (Kur´anin) plot argumente te qarta, dhe se All-llahu ve ne rruge te drejte ate qe do"},{"SurahNumber":22,"VerseNumber":17,"Text":"Eshte e sigurt se All-llahu do te beje dallimin (do te gjykoje) ne diten e kijametit midis atyre qe ishin besimtare (muslimane) dhe atyre qe ishin jehudi, sabeje, te krishtere, zjarrputiste, idhujtare. All-llahu di dhe veshtron cdo gje"},{"SurahNumber":22,"VerseNumber":18,"Text":"A nuk e di per All-llahun se Atij i nenshtrohet (i ben sexhde) kush eshte ne qiej dhe kush eshte ne toke, edhe dielli, edhe hena, edhe kodrat, edhe bimet, edhe shtazet, e edhe shume njerez, po shume jane qe denimi eshte merite e tyre. Ate qe e poshteron A"},{"SurahNumber":22,"VerseNumber":19,"Text":"Keta jane dy kundershtare (grupe kundershtaresh: besimtare dhe jobesimtare) qe jane zene rreth Zotit te tyre; e atyre qe nuk besuan, u qepen rroba prej zjarri e u hidhet uji vale mbi kokat e tyre"},{"SurahNumber":22,"VerseNumber":20,"Text":"Qe me ate u shkrihet krejt c´ka ne barqet e tyre e edhe lekurat"},{"SurahNumber":22,"VerseNumber":21,"Text":"Per ata jane edhe kamgjiket e hekurt"},{"SurahNumber":22,"VerseNumber":22,"Text":"Sa here qe perpiqen te dalin prej tij nga vuajtjet e padurueshme, kthehen me dhune ne te perseri (u thuhet): \"Vuajeni denimin me djegie"},{"SurahNumber":22,"VerseNumber":23,"Text":"E ata qe besuan dhe bene vepra te mira, All-llahu i vendos ne xhennete, neper te cilin rrjedhin lumenj, aty stolisen ata me rrathe te arte e me xhevahire, e petkat e tyre jane te mendafshta"},{"SurahNumber":22,"VerseNumber":24,"Text":"Dhe ata jane qe u udhezuan me fjalet me te mira dhe u udhezuan ne rrugen e lavdishme"},{"SurahNumber":22,"VerseNumber":25,"Text":"S´ka dyshim se ata te cilet nuk besuan dhe pengojne prej rruges se All-llahut dhe prej xhamise se shenjte (Qabes), te cilen Ne e beme te barabarte per njerez, qofshin vendas ose te ardhur, dhe kushdo qe te perpiqet te beje ndonje te keqe a ndonje mekat, N"},{"SurahNumber":22,"VerseNumber":26,"Text":"Perkujtoje kur Ne e udhezuam Ibrahimin per ne vendin e shtepise (Qabes): te mos me pershkruaje Mua shok, pastroje shtepine Time per ata qe e vizitojne (bejne tavaf), qe qendrojne ne kembe duke u falur, perkulur dhe qe bejne sexhde"},{"SurahNumber":22,"VerseNumber":27,"Text":"Dhe thirr nder njerez per haxhin, se te vijne ty kembesore e edhe kalores me deve te rraskapitura qe vijne prej rrugeve te largeta"},{"SurahNumber":22,"VerseNumber":28,"Text":"(Vijne) Per te qene te pranishem ne dobite e tyre dhe qe ta permendin All-llahun ne ato dite te caktuara (ne shenje falenderimi) dhe per qe i ka furnizuar me kafshe. Hani pra prej tyre (kurbanave) dhe ushqeni te ngushtuarin e te varferin"},{"SurahNumber":22,"VerseNumber":29,"Text":"Pastaj le ta heqin papastertine e tyre, le t´i zbatojne premtimet e veta dhe le te sillen (bejne tavaf) rreth shtepise se lashte"},{"SurahNumber":22,"VerseNumber":30,"Text":"Pra, keshtu: Kush madheron ate qe All-llahu e beri te shenjte, ajo eshte me e dobishme per te Zoti i vet. Juve u jane lejuar kafshet, pos atyre qe u lexohen (ne Kur´an), pra largohuni nga ndytesite e idhujve dhe largohuni fjales shpifese"},{"SurahNumber":22,"VerseNumber":31,"Text":"Duke qene te sinqerte ne besimin ndaj All-llahut, dhe duke mos i pershkruar Atij shok, e kush i pershkruan shok All-llahut, ai eshte sikur te bie nga qielli e ta rrembeje shpendi, ose si ai te cilin e gjuan era e stuhishme ne ndonje vend te humbur"},{"SurahNumber":22,"VerseNumber":32,"Text":"Kjo eshte keshtu! E kush madheron dispozitat e All-llahut, ajo eshte shenje e devotshmerise se zemrave"},{"SurahNumber":22,"VerseNumber":33,"Text":"Ju keni dobi nga ato (shenja - kurbane) per nje kohe te caktuar, e pastaj vendi i tyre eshte te shtepia e lashte"},{"SurahNumber":22,"VerseNumber":34,"Text":"Ne i kemi caktuar cdo populli vendtherrjen (e kurbanit), qe ta permendin emrin e All-llahut, per arsye se i furnizoi ata me kafshet. Zoti juaj eshte nje Zot, andaj vetem Atij dorezohuni, e pergezo te degjueshmit"},{"SurahNumber":22,"VerseNumber":35,"Text":"Te cilet, kur permendet All-llahu, u dridhen zemrat e tyre, te cilet jane te durueshem ndaj asaj qe i godet, te cilet rregullisht e falin namazin dhe te cilet japin per qellime te dobishme nga ajo me cka i furnizuam Ne"},{"SurahNumber":22,"VerseNumber":36,"Text":"E devet (therrjen e tyre per kurban) ua kemi bere prej dispozitave te All-llahut, e ju prej tyre keni dobi, andaj permendeni emrin e All-llahut duke qene ato (te pergatitura per therrje) ne kembe, e kur te shtrihen ato ne toke (dhe t´u dale shpirti), hani"},{"SurahNumber":22,"VerseNumber":37,"Text":"Tek All-llahu nuk arrin as mishi e as gjaku i tyre, por te Ai arrin bindja juaj. Ai ashtu ua nenshtroi ato juve qe ta madheroni All-llahun per udhezimet qe ua beri. Bamiresve merru myzhde"},{"SurahNumber":22,"VerseNumber":38,"Text":"All-llahu largon demet e idhujtareve ndaj atyre qe besuan, se All-llahu nuk e do asnje tradhtare e bukepermbyste"},{"SurahNumber":22,"VerseNumber":39,"Text":"Atyre qe po sulmohen me lufte, u eshte dhene leje te luftojne, per shkak se u eshte bere padrejt, e All-llahu ka fuqi per t´u ndihmuar atyre (muslimaneve)"},{"SurahNumber":22,"VerseNumber":40,"Text":"(U lejuan te luftojne) Ata, te cilet vetem pse thane: \"All-llahu eshte Zoti yne!\" u debuan prej shtepive te tyre pa kurrfare te drejte. E sikur All-llahu te mos i zbrapste disa me disa te tjere, do te rrenoheshin manastiret, kishat, havrat e edhe xhamite"},{"SurahNumber":22,"VerseNumber":41,"Text":"(Ai ndihmon) Ata te cilet kur Ne u mundesojme vendosjen ne toke, e falin namazin, japin zeqatin, urdherojne per te mire dhe largojne prej te keqes. All-llahut i takon perfundimi i ceshtjeve"},{"SurahNumber":22,"VerseNumber":42,"Text":"Po edhe nese te pergenjeshtrojne ty, para tyre paten pergenjeshtruar edhe populli i Nuhut, Adi dhe Themudi"},{"SurahNumber":22,"VerseNumber":43,"Text":"Edhe populli i Ibrahimit dhe populli i Lutit"},{"SurahNumber":22,"VerseNumber":44,"Text":"Po edhe banoret e Medjenit. Qe pergenjeshtruar edhe Musai; e Une jobesimtareve u pata dhene afat, me pastaj u dhashe denim, e cfare ishte ai denim Imi? (Ua ndryshova gjendjen ne te keq)"},{"SurahNumber":22,"VerseNumber":45,"Text":"E sa fshatra qe ishin zullumqare i shkaterruam Ne, e ato jane te rrenuara mbi kulmet e tyre dhe sa bunare kane mbetur shkret e sa pallate te larta"},{"SurahNumber":22,"VerseNumber":46,"Text":"A nuk udhetuan ata neper toke e te kene zemra me te cilat do te kuptojne, dhe veshe me te cilat do te degjojne? Pse ne te vertete syte nuk verberohen, por verberohen zemrat ne kraharor"},{"SurahNumber":22,"VerseNumber":47,"Text":"Ata kerkojne prej teje t´ua ngutesh denimin, po All-llahu nuk e thyen premtimin e Vet, pse nje dite te Zoti yt eshte sa nje mije vjet, si llogaritni ju"},{"SurahNumber":22,"VerseNumber":48,"Text":"Shume fshatra qe ishin ne rruge te gabuar, Une ua pata shtyre denimin per nje kohe, e pastaj i zura me denim dhe fundi i tyre eshte tek Une"},{"SurahNumber":22,"VerseNumber":49,"Text":"Thuaj: \"O ju njerez, une jam per t´ua terhequr haptazi verejtjen"},{"SurahNumber":22,"VerseNumber":50,"Text":"E ata qe besuan dhe qe bene vepra te mira, do te kene falje (te mekateve), furnizim te begatshem (ne xhennet)"},{"SurahNumber":22,"VerseNumber":51,"Text":"Ndersa, ata qe u perpoqen t´i mposhtin argumentet Tona, te tillet jane banues te xhehennemit"},{"SurahNumber":22,"VerseNumber":52,"Text":"Ne nuk derguam para teje asnje te derguar (me shpallje) dhe asnje pejgamber (te derguar si vazhdues i shpalljes se meparshme), e qe, kur ai (i derguari) deshiroi dic, te mos iu pat hedhur ne ate deshiren e tij djalli, e All-llahu asgjeson ate qe e hedh dj"},{"SurahNumber":22,"VerseNumber":53,"Text":"E per ta bere ate (dyshim) qe djalli e hedh si sprove per ata qe ne zemrat e tyre kane dyshim (munafiket) dhe per ata qe i kane zemrat e shtangeta. S´ka dyshim se jobesimtaret jane ne nje armiqesi te pambarim"},{"SurahNumber":22,"VerseNumber":54,"Text":"E, edhe per ta vertetuar te dijshmit se me te vertete ai (Kur´ani) eshte i vertet prej Zotit tend dhe keshtu t´i besojne atij (Kur´anit) dhe (zemrat e tyre) te binden ndaj tij. E All-llahu patjeter do t´i udhezoje ata qe besuan (perqafuan) ne rrugen e dre"},{"SurahNumber":22,"VerseNumber":55,"Text":"Ata qe nuk besuan jane vazhdimisht ne dyshim per te (per Kur´anin), derisa t´u vije kijameti befas ose t´u vije denimi i dites se pafrytshme"},{"SurahNumber":22,"VerseNumber":56,"Text":"Ate dite i tere sundimi i takon vetem All-llahut, Ai gjykon mes tyre, e sa u perket atyre qe besuan dhe bene vepra te mira, ata kane kenaqesite e tyre ne xhennete"},{"SurahNumber":22,"VerseNumber":57,"Text":"Ndersa, ata qe nuk besuan dhe pergenjeshtruan argumentet tona, te tillet kane denim me nencmim"},{"SurahNumber":22,"VerseNumber":58,"Text":"E ata qe per hir te All-llahut braktisen atdheun e tyre, (e duke luftuar) u vrane ose vdiqen, All-llahu do t´i shperbleje me shperblimin me te mire, e s´ka dyshim, All-llahu eshte me i miri shperblyes"},{"SurahNumber":22,"VerseNumber":59,"Text":"Ata do t´i ve ne nje vend ku do te jene te kenaqur. All-llahu di me se miri (kush cka meriton) dhe eshte shume i bute"},{"SurahNumber":22,"VerseNumber":60,"Text":"Kjo eshte keshtu! E kush ndeshkon tjetrin me te njejten mase me te cilen ka qene i ndeshkuar vete, e pastaj atij perseri i behet e padrejte, All-llahu do ta ndihmoje ate patjeter. All-llahu shlyen shume te keqijat dhe fale mekatet"},{"SurahNumber":22,"VerseNumber":61,"Text":"Kete (ndihme) e ben ngase All-llahu (fuqiplote) eshte Ai qe fut naten ne dite e diten ne nate (duke shkurtuar njeren e zgjatur tjetren). All-llahu me te vertete degjon (theniet) e sheh (punet)"},{"SurahNumber":22,"VerseNumber":62,"Text":"Kjo, ngase All-llahu eshte Ai i verteti, dhe ate qe lusin ata pos Tij eshte e kote. All-llahu eshte vertet Ai i larti, i madhi"},{"SurahNumber":22,"VerseNumber":63,"Text":"A nuk e di se All-llahu e leshoi shiun prej qiellit, e toka agon e gjelberuar, vertet, All-llahu eshte i kujdesshem, mirenjohes"},{"SurahNumber":22,"VerseNumber":64,"Text":"Vetem e Tij eshte cka ka ne qiej dhe cka ka ne toke, All-llahu eshte Ai qe s´ka nevoje per asgje, eshte i plotfuqishmi, i falenderuari"},{"SurahNumber":22,"VerseNumber":65,"Text":"A nuk sheh se All-llahu nenshtroi cdo gje qe gjendet ne toke, per te miren tuaj, Ai nenshtroi anijet qe sipas deshires se Tij te lundrojne ne det. Ai mban qiellin te mos bie ne toke pos nese deshiron Ai. S´ka dyshim se All-llahu eshte mireberes, meshirues"},{"SurahNumber":22,"VerseNumber":66,"Text":"Ai ua dha jeten, u ben te vdisni, e pastaj ju ringjall. Vertet, njeriu eshte perbuzes"},{"SurahNumber":22,"VerseNumber":67,"Text":"Secilit popull Ne i dhame ligj (fetar) qe ata veprojne sipas tij, pra le te mos polemizojne (popujt e tjere) me ty per kete ceshtje (per ceshtjen e sheriatit islam), e ti thirri te Zoti yt, se pa dyshim ti je ne nje rruge te drejte"},{"SurahNumber":22,"VerseNumber":68,"Text":"E nese ata te kundershtojne ty, ti thuaju: \"All-llahu di me se miri per kete qe ju po veproni"},{"SurahNumber":22,"VerseNumber":69,"Text":"All-llahu do te gjykoje mes jush ne diten e kijametit per ate qe kundershtoheshit"},{"SurahNumber":22,"VerseNumber":70,"Text":"A nuk e ke ditur se All-llahu di cka ekziston ne qiell e ne toke, e tere ajo eshte e shenuar ne liber, ajo per All-llahun eshte shume lehte"},{"SurahNumber":22,"VerseNumber":71,"Text":"Ata (idhujtaret) adhurojne ne vend te All-llahut (idhuj) per te cilet nuk u ka ardhur kurrfare fakti dhe nuk kane kurrfare dije, pra per idhujtaret nuk ka ndonje ndihmetar"},{"SurahNumber":22,"VerseNumber":72,"Text":"E kur u lexohen atyre ajetet tona te qarta, ne fytyrat e atyre qe nuk besuan u veren urrejtje. Gati iu versulen atyre qe ua lexojne ajetet tona. Thuaj: \"A t´u tregoj per nje me te keqe se kjo? Zjarri, te cilin All-llahu e caktoi per ata qe nuk besuan\". Sa"},{"SurahNumber":22,"VerseNumber":73,"Text":"O ju njerez, ja nje shembull, veni veshin pra: Vertet ata qe po i adhuroni ne vend te All-llahut, ata nuk mund te krijojne asnje mize, edhe nese tubohen te gjithe per te, e po ashtu, nese miza ua rremben atyre ndonje send, ata nuk do te mund ta shpetojne"},{"SurahNumber":22,"VerseNumber":74,"Text":"Ata nuk madheruan All-llahun me madherine e Tij te vertete, qe e meriton, All-llahu eshte i fuqishem, ngadhenjyes"},{"SurahNumber":22,"VerseNumber":75,"Text":"All-llahu zgjedh te derguar prej engjejve dhe prej njerezve, All-llahu degjon e sheh"},{"SurahNumber":22,"VerseNumber":76,"Text":"Ai e di ate qe e punuan me pare dhe ate qe do ta punojne me vone ata, dhe te gjitha ceshtjet i kthehen vetem All-llahut"},{"SurahNumber":22,"VerseNumber":77,"Text":"O ju qe besuat, falni namazin me ruku e sexhde dhe vetem Zotin tuaj adhurojeni. Beni pune te mira (te dobishme), se do te gjeni shpetim"},{"SurahNumber":22,"VerseNumber":78,"Text":"Luftoni me nje lufte te denje per hir te All-llahut, se Ai ju zgjodhi ju (ju percaktoi per te luftuar per rrugen e Tij) dhe nuk ju obligoi ne fe me ndonje veshtiresi, ne fene e babait tuaj, Ibrahimit. Ai edhe me pare, e edhe ky (Kur´an) ju quajti mysliman"}]}