{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"isrā'īlara santatigaḷa pālige (avarindu niṣiddavennuttiruva) ella bhōjanagaḷū sam'matavāgidduvu – taurāt granthada āgamanakke munna isrā'īlaru (pravādi ya'akūbaru, anārōgyada kāraṇa) svataḥ tam'ma mēle niṣēdhisikoṇḍavugaḷa horatu. ‘‘Nīvu satyavantarāgiddare taurātannu tandu adannu ōdi tōrisiri’’ endu (avaroḍane) hēḷiri"},{"SurahNumber":3,"VerseNumber":94,"Text":"iṣṭāda baḷikavū allāhana mēle suḷḷārōpa horisuvavarē akramigaḷāgiddāre"},{"SurahNumber":3,"VerseNumber":95,"Text":"hēḷiri; ‘‘allāhanu satyavannē hēḷiruvanu. Ēkaniṣṭharāgidda ibrāhīmara matavannē anusarisiri. Avaru bahudēvārādhakarāgiralilla’’"},{"SurahNumber":3,"VerseNumber":96,"Text":"mānavarigāgi (sāmūhika ārādhanegendu) nigadiyāda prathama bhavanavu, samr̥d'dhi tumbida makkaḥdallide mattu adu lōkakkellā mārgadarśiyāgide"},{"SurahNumber":3,"VerseNumber":97,"Text":"adaralli spaṣṭavāda dr̥ṣṭāntagaḷive. Ibrāhīmara sthānavide. Adaroḷage pravēśisidavanu surakṣitanādanu. Allāhana meccugegāgi ī bhavanada hajj (yātre) māḍuvudu, (illige) prayāṇisaballa janara kartavyavāgide. Idannu dhikkarisuvavanu (tiḷidirali) – khaṇḍitavāgiyū allāhanu sarvalōkagaḷinda nirapēkṣanāgiddāne"},{"SurahNumber":3,"VerseNumber":98,"Text":"hēḷiri; ‘‘granthadavarē, nīvēke allāhana vacanagaḷannu tiraskarisuttīri? Allāhanantū nīvu māḍuttiruva ellavannū ballavanāgiddāne.’’"},{"SurahNumber":3,"VerseNumber":99,"Text":"Hēḷiri; ‘‘granthadavarē, viśvāsigaḷannu nīvēke allāhana mārgadinda taḍeyuttīri? (Avaru sanmārgadalliddārembudakke) nīvē sākṣigaḷāgiddarū nīvu vakrateyannu huḍukuttīri. Nim'ma kr̥tyagaḷa bagge allāhanēnū ajñanāgilla’’"},{"SurahNumber":3,"VerseNumber":100,"Text":"viśvāsigaḷē, nīvu grantha nīḍalāgiruvavara yāva paṅgaḍavannu anusarisidarū avaru nim'mannu viśvāsada baḷika matte dhikkārigaḷāgi mārpaḍisuvaru"},{"SurahNumber":3,"VerseNumber":101,"Text":"nimage allāhana vacanagaḷannu ōdi kēḷisalāguttiruvāga mattu allāhana dūtanu nim'ma naḍuve iruvāga nīvu hēge tānē dhikkārigaḷāgaballiri? Sthiravāgi allāhanannu avalambisidātanige sanmārgadarśana prāptavāguttade"},{"SurahNumber":3,"VerseNumber":102,"Text":"viśvāsigaḷē, an̄jabēkāda rītiyalli allāhanige an̄jiri mattu nīvu muslimarallada sthitiyalli mr̥tarāgabāradu"},{"SurahNumber":3,"VerseNumber":103,"Text":"nīvellā joteyāgi allāhana pāśavannu bhadravāgi hiḍiyiri hāgū nīvu bhinnarāgabēḍi. Nim'ma mēliruva allāhana anugrahagaḷannu smarisiri. Nīvu paraspara śatrugaḷāgiddāga allāhanu nim'ma manas'sugaḷannu paraspara prītiyinda besedanu mattu avana anugrahadinda nīvu sahōdararādiri. Hāgeyē nīvu ondu agnikuṇḍada an̄cinalliddiri. Avanu nim'mannu adarinda rakṣisidanu. Nīvu sanmārgavannu paḍeyabēkendu ī rīti allāhanu nimage tanna dr̥ṣṭāntagaḷannu vivarisuttāne"},{"SurahNumber":3,"VerseNumber":104,"Text":"nim'moḷage, (janarannu) oḷitineḍege āmantrisuttiruva, satkāryavannu ādēśisuttiruva mattu duṣṭa kr̥tyagaḷinda taḍeyuttiruva gumpondu sadā irabēku. Avarē vijayigaḷāguvaru"},{"SurahNumber":3,"VerseNumber":105,"Text":"tam'ma baḷige bahaḷa spaṣṭavāda mārgadarśanavu banda baḷika viṅgaḍitarāda hāgū paraspara bhinnate tāḷida janarante nīvāgabēḍi. Avarigāgi bhārī ghōra śikṣe kādide"},{"SurahNumber":3,"VerseNumber":106,"Text":"(Punarut'thānada) ā dina kelavu mukhagaḷu beḷagiruvavu mattu kelavu mukhagaḷu karāḷavāgiruvavu. Mukhavu karāḷavāgiruvavaroḍane ‘‘nīvēnu, dharmavannu nambida baḷika matte dhikkārigaḷādirā? Hāgādare nīvesagida dhikkārada phalavāgi idīga śikṣeyannu saviyiri’’ (ennalāguvudu)"},{"SurahNumber":3,"VerseNumber":107,"Text":"(andu) mukha beḷagiruvavaru allāhana viśēṣa anugrahada oḷagiruvaru mattu avaru sadākāla allē iruvaru"},{"SurahNumber":3,"VerseNumber":108,"Text":"ivu allāhana vacanagaḷu – nāvu ivugaḷannu nimage sariyāgi ōdi kēḷisuttiddēve. Allāhanantū lōkavāsigaḷa mēle yāvudē an'yāya esagabayasuvudilla"},{"SurahNumber":3,"VerseNumber":109,"Text":"ākāśagaḷalli mattu bhūmiyalliruva ellavū allāhanige sēride mattu ella vicāragaḷu antimavāgi allāhaneḍegē maraḷalive"},{"SurahNumber":3,"VerseNumber":110,"Text":"nīvu atyuttama samudāyadavaru. Nim'mannu sampūrṇa mānava samājakkāgi niyōjisalāgide. Nīvu (janarige) satkāryagaḷannu ādēśisuvavaru hāgū (avarannu) keṭṭa kr̥tyagaḷinda taḍeyuvavaru mattu allāhanalli viśvāsa uḷḷavaru. Granthadavaru (satya dharmavannu) nambiddare, adu avara pālige uttamavāgiruttittu. Avarallū kelavu viśvāsigaḷiddāre – ādare avaralli heccinavaru avidhēyaru"},{"SurahNumber":3,"VerseNumber":111,"Text":"nimage ondiṣṭu kirukuḷa nīḍuva horatu bērāva hāniyannū māḍalu avarige sādhyavāgadu. Avaru nim'ma virud'dha yud'dhakkiḷidarū (bēganē) nimage bennu tōrisi ōḍuvaru mattu avarige yāva neravū sigadu"},{"SurahNumber":3,"VerseNumber":112,"Text":"avaru ellē irali, avara mēle apamānavannu hēralāgide – allāhana jotegina karāru athavā janara jotegina karārina ādhāradalli avaru paḍeyuva tātkālika rakṣaṇeyu mātra idakke horatāgide. Avaru allāhana krōdhavannu sampādisikoṇḍiddāre mattu avara mēle dāridravannu hēri biḍalāgide. Ēkendare avaru allāhana vacanagaḷannu dhikkarisuttiddaru hāgū an'yāyavāgi pravādigaḷa hatye naḍesuttiddaru mattu avaru avidhēyarāgiddaru hāgū miti mīruvavarāgiddaru"},{"SurahNumber":3,"VerseNumber":113,"Text":"Avarellarū samānaralla. Granthadavaralli ondu gumpu (sanmārgadalli) sthiravāgide. Rātri vēḷe avaru allāhana vacanagaḷannu ōduttiruttāre mattu sāṣṭāṅgaveraguttiruttāre"},{"SurahNumber":3,"VerseNumber":114,"Text":"avaru allāhanalli mattu paralōkadalli viśvāsaviṭṭiruttāre, oḷitannu ādēśisuttāre, keḍukininda taḍeyuttāre mattu satkāryagaḷalli spardhātmakavāgi pālugoḷḷuttāre. Avarē sajjanara sālinavaru"},{"SurahNumber":3,"VerseNumber":115,"Text":"avaru māḍuva yāvudē satkāryavu tiraskr̥tavāgadu. Allāhanantū dharmaniṣṭharannu cennāgi ballanu"},{"SurahNumber":3,"VerseNumber":116,"Text":"dhikkārigaḷige allāhaneduru avara sampattinindāgali, santānadindāgali yāva prayōjanavū āgadu mattu avaru narakadavaru. Avaru śāśvatavāgi allē uḷiyuvaru"},{"SurahNumber":3,"VerseNumber":117,"Text":"kēvala ī lōkada badukigāgi kharcu māḍuvavara udāharaṇeyu, hima tumbida gāḷiyantide. Adu svataḥ tam'ma mēle akramavesagiddavara holada mēleragi adannu nāśa māḍitu. Nijavāgi (ī mūlaka) allāhanēnū avara mēle akramavesagalilla. Svataḥ avarē tam'ma mēle akramavesagikoṇḍaru"},{"SurahNumber":3,"VerseNumber":118,"Text":"viśvāsigaḷē, nim'mavara horatu an'yarannu nim'ma parama nambigastharāgisikoḷḷabēḍi. Avaru nimage hāni māḍade iruvudilla. Avaru nimage kirukuḷa nīḍabayasuttāre. Avara hagetanavu īgāgalē avara bāyigaḷinda prakaṭavāgide. Innu avara manadoḷage aḍagiruva hagetanavu idakkintalū migilāgide. Nāvu nimage satya vacanagaḷannu vivarisuttiddēve. Nīvu bud'dhiyuḷḷavarāgiddare (idara aucityavannu ariyiri)"},{"SurahNumber":3,"VerseNumber":119,"Text":"Nīvu enthavarendare, avaru nim'mannu prītisuvudillavādarū nīvu avarannu prītisuttīri mattu nīvu ella granthagaḷalli nambike iḍuttīri. (Iṣṭāgiyū) avaru nim'mannu bhēṭiyādāga ‘‘nāvu nambidevu’’ ennuttāre, ādare tāvu oṇṭiyāgiruvāga nim'ma virud'dha ākrōśadinda beraḷugaḷannu kaccikoḷḷuttāre. Hēḷiri; ‘‘nīvu ā nim'ma kōpadallē sāyiri. Khaṇḍitavāgiyū allāhanu manadoḷagina viṣayagaḷannū aritiruttāne’’"},{"SurahNumber":3,"VerseNumber":120,"Text":"nimagēnādarū hitavādāga avarige bēsaravāguttade mattu nimagēnādarū ahitavādāga avaru sambhramisuttāre. Nīvinnu sahanaśīlarāgiddare hāgū dharmaniṣṭharāgiddare, avara san̄cu nimage yāva hāniyannū māḍadu. Avaru māḍuttiruva ellavannū allāhanu āvarisikoṇḍiddāne"},{"SurahNumber":3,"VerseNumber":121,"Text":"(dūtarē,) mun̄jāne nīvu nim'ma maneyinda horaṭu, viśvāsigaḷannu yud'dhakkāgi nirdiṣṭa nelegaḷalli niyōjisuttiddiri. Allāhanu ellavannū ālisuvavanu mattu ariyuvavanāgiddāne"},{"SurahNumber":3,"VerseNumber":122,"Text":"nim'mallina eraḍu gumpugaḷu, allāhanē tam'ma pōṣakanāgiddarū (śatrugaḷige an̄ji) hinde sariya horaṭiddaru. Nijavāgi viśvāsigaḷu sadā allāhanalli bharavase iṭṭirabēku"},{"SurahNumber":3,"VerseNumber":123,"Text":"ī hinde ‘badr’nalli nīvu tīrā durbalarāgiddāga allāhanu nimage neravāgiruvanu. Allāhanige an̄jiri. Nīvu kr̥tajñarāgabahudu"},{"SurahNumber":3,"VerseNumber":124,"Text":"(dūtarē,) nīvu viśvāsigaḷoḍane ‘‘nim'moḍeyanu mūru sāvira malak‌gaḷannu iḷisuva mūlaka nimage neravādare sāladē?’’ Endu kēḷiddiri"},{"SurahNumber":3,"VerseNumber":125,"Text":"yākilla? Nīvellā sahanaśīlarāgiddare mattu dharmaniṣṭharāgiddare avaru (śatru sēne) nim'ma mēle mugi biddāga nim'ma oḍeyanu, gurutisabahudāda aidu sāvira malak‌gaḷa mūlaka nimage neravāguvanu"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allāhanu nimage śubhavārteyāgi hāgū nim'ma manas'sugaḷa santr̥ptigāgi ī māhitiyannu odagisuttiddāne. Neravantu pracaṇḍanū, yuktivantanū āgiruva allāhana horatu bēre yārindalū baruvudilla"},{"SurahNumber":3,"VerseNumber":127,"Text":"dhikkārigaḷa ondu pārśvavannē kaḍidu hākalu athavā avarannu sampūrṇa nindyarāgisi, avaru hatāśarāgi maraḷuvante māḍalu (avana neravē sāku)"},{"SurahNumber":3,"VerseNumber":128,"Text":"(dūtarē,) ī viṣayadalli nimagēnū pātravilla. Avanu (allāhanu) tānicchisidare avara paścāttāpavannu svīkarisabahudu athavā avarannu śikṣisabahudu. Ēkendare avaru akramigaḷu"},{"SurahNumber":3,"VerseNumber":129,"Text":"ākāśagaḷalli mattu bhūmiyalliruva ellavū allāhanigē sēride. Avanu tānicchisidavarannu kṣamisuttāne mattu tānicchisidavarannu śikṣisuttāne. Allāhanu kṣamāśīlanū karuṇāmayiyū āgiddāne"},{"SurahNumber":3,"VerseNumber":130,"Text":"viśvāsigaḷē, duppaṭṭu athavā bahupaṭṭu baḍḍi tinnabēḍi. Allāhanige an̄jiri. Nīvu vijayigaḷāgaballiri"},{"SurahNumber":3,"VerseNumber":131,"Text":"mattu nīvu, dhikkārigaḷigāgiyē sajjugoḷisiḍalāgiruva narakada kuritu eccaravāgiri"},{"SurahNumber":3,"VerseNumber":132,"Text":"nīvu allāhana hāgū (avana) dūtara ājñāpālakarāgiri – nīvu (avana) karuṇege pātrarāgaballiri. 133. Nīvu nim'moḍeyana kṣameyeḍege hāgū bhūmyākāśagaḷaṣṭu vyāpakavāgiruva svargadeḍege dhāvisiri. Adannu dharmaniṣṭharigāgiyē sajjugoḷisiḍalāgide"},{"SurahNumber":3,"VerseNumber":133,"Text":"avaru sukhada sthitiyallū saṅkaṣṭadallū (satkāryagaḷigāgi) kharcu māḍuvavaru, kōpavannu nuṅgi koḷḷuvavaru mattu janarannu kṣamisuvavarāgiruttāre. Allāhanantu, saujan'yaśīlarannu prītisuttāne"},{"SurahNumber":3,"VerseNumber":134,"Text":"avarinda anaitika kr̥tyavēnādarū sambhavisi biṭṭare athavā avaru tam'ma mēlēnādarū akramavesagikoṇḍare (takṣaṇavē) allāhanannu smarisikoḷḷuttāre mattu tam'mindāda pāpakkāgi kṣameyācisuttāre. Allāhanallade bērāriddāre, pāpagaḷannu kṣamisuvudakke? – Avaru (tam'ma tappannu) tiḷidiruttā tam'ma kr̥tyada kuritu ud'dhaṭarāgiruvudilla"},{"SurahNumber":3,"VerseNumber":135,"Text":"Anthavarige avara pratiphalavāgi avara oḍeyana kaḍeyinda kṣame hāgū taḷadalli nadigaḷu hariyuttiruva svarga tōṭagaḷu sigalive. Avaru avugaḷalli sadā kāla iruvaru. Adeṣṭu śrēṣṭhavāgide, satkarmigaḷa pratiphala"},{"SurahNumber":3,"VerseNumber":136,"Text":"nimaginta hindeyū halavu yugagaḷu uruḷive. Nīvu bhūmiyalli prayāṇisi – (satyavannu) tiraskarisidavara gati ēnāyitendu nōḍiri"},{"SurahNumber":3,"VerseNumber":137,"Text":"idu – ella mānavarigāgi ondu spaṣṭa prakaṭaṇeyāgide mattu idu dharmaniṣṭharigāgi mārgadarśana hāgū upadēśavāgide"},{"SurahNumber":3,"VerseNumber":138,"Text":"nīvu nirāśarāgabēḍi mattu duḥkhisabēḍi – nīvu viśvāsigaḷāgiddare nīvē vijayigaḷāguviri"},{"SurahNumber":3,"VerseNumber":139,"Text":"(idīga) nimage ghāsiyāgiddare, ī hinde ā (edurāḷi) gumpigū intahadē ghāsiyāgittu. Ī rīti nāvu kālavannu janara madhye parivartisuttiruttēve – allāhanu naija viśvāsigaḷannu gurutisuvantāgalu hāgū nim'malli kelavarannu sākṣigaḷāgisalu (hīgāguttade). Allāhanu akramigaḷannu meccuvudilla"},{"SurahNumber":3,"VerseNumber":140,"Text":"allāhanu viśvāsigaḷannu sanskarisalikkāgi hāgū dhikkārigaḷa saddaḍagisalikkāgi hīge māḍuttāne"},{"SurahNumber":3,"VerseNumber":141,"Text":"nīvēnu, allāhanu nim'ma paiki hōrāṭa naḍesidavarannu mattu sahanaśīlarannu gurutisuva munnavē nīvu svarga pravēśisuviri endu koṇḍiruvirā"},{"SurahNumber":3,"VerseNumber":142,"Text":"maraṇavannu edurisuva munna nīvu adakkāgi hambalisuttiddiri. Idīga nīvu adannu kaṇṇāre kāṇuttiruviri"},{"SurahNumber":3,"VerseNumber":143,"Text":"muham'madaru dēvadūtarallade bērēnū alla. Avariginta hindeyū halavu dēvadūtaru gatisiddāre. Avarīga mr̥tarādare athavā hatarādare nīvēnu bennu tirugisi maraḷi hōguvirā? Hāge bennu tirugisi maraḷuva yārū (ā mūlaka) allāhanige yāva hāniyannū māḍalāranu. Allāhanu kr̥tajñarige pratiphala nīḍuvanu"},{"SurahNumber":3,"VerseNumber":144,"Text":"Likhitavāgiruva ondu nirdiṣṭa samayadalli allāhanu appaṇe nīḍade yāva vyaktiyū mr̥tanāgalāranu ihalōkada lābhavannu bayasuvātanige nāvu adarindalē nīḍuvevu mattu paralōkada lābhavannu bayasuvātanige nāvu adarinda nīḍuvevu. Kr̥tajñarige nāvu bēganē pratiphalavannu nīḍaliruvevu"},{"SurahNumber":3,"VerseNumber":145,"Text":"(ī hindeyū) halavu dūtariddaru – avara jote sēri anēka dēvabhaktaru (mithyada virud'dha) samara hūḍiddaru. Allāhana mārgadalli tamagedurāda saṅkaṣṭagaḷinda avaru khinnarāgalilla, durbalarāgalilla mattu tale bāgalilla. (Antaha) sahanaśīlarannē allāhanu prītisuttāne"},{"SurahNumber":3,"VerseNumber":146,"Text":"avaru hēḷuttiddudu iṣṭē; ‘‘nam'moḍeyā, nam'ma pāpagaḷannu mattu nam'ma viṣayadallli nam'mindāgiruva atirēkagaḷannu kṣamisu, nam'ma hejjegaḷannu sthiragoḷisu mattu dhikkārigaḷeduru namage neravāgu.’’"},{"SurahNumber":3,"VerseNumber":147,"Text":"Allāhanu avarige ihalōkada puraskāravannū nīḍidanu mattu paralōkada atyuttama puraskāravannū nīḍidanu. Allāhanantu satkarmagaḷannu māḍuvavarannu prītisuttāne"},{"SurahNumber":3,"VerseNumber":148,"Text":"viśvāsigaḷē, nīvu dhikkārigaḷa ādēśa pālisidare avaru nim'mannu hindakke (dhikkārada panthakke) maraḷisuvaru mattu (hāgāgi biṭṭare) nīvu bhārī naṣṭakke silukuviri"},{"SurahNumber":3,"VerseNumber":149,"Text":"nijavāgi allāhanē nim'ma pōṣakanāgiddāne mattu avanu atyuttama sahāyakanāgiddāne"},{"SurahNumber":3,"VerseNumber":150,"Text":"dhikkārigaḷu allāhana jote pāludārarannu sērisiddakkāgi śīghravē nāvu avara manadalli bhayavannu bittuvevu. Nijavāgi avanu adara (bahudēvārādhaneya) paravāgi yāvudē purāveyannu iḷisikoṭṭilla. Narakavē avara neleyāgide. Akramigaḷa ā nele tumbā keṭṭadu"},{"SurahNumber":3,"VerseNumber":151,"Text":"Allāhanu nimage nīḍida tanna bharavaseyannu īḍērisiruvanu. (Uhud yud'dhada ārambhadalli) nīvu avana anumatiyante, avarannu (śatru sēneyannu) dhvansagoḷisatoḍagiddiri. Ādare nīvu bayasiddannu (samarārjita sampattannu) nimage tōrisalāda baḷika nīvu adhairya pradarśisidiri, (raṇanītige sambandhisida) ādēśada kuritu jagaḷāḍatoḍagidiri mattu avidhēyate tōridiri. Nim'malli kelavaru ihalōkavannu apēkṣisuttiddaru mattu kelavaru paralōkavannu apēkṣisuttiddaru. Konege allāhanu nim'mannu parīkṣisalikkāgi avareduru nimage hinnaḍe nīḍidanu. Avanu khaṇḍita nim'mannu kṣamisiruvanu. Allāhanu viśvāsigaḷa pālige sadā udāriyāgiruttāne"},{"SurahNumber":3,"VerseNumber":152,"Text":"(nenapisikoḷḷiri;) dēvadūtaru nim'ma hindininda nim'mannu kūgi kareyuttiddāga nīvu yāra kaḍegū tirugi nōḍade dhāvisi hōguttiddiri – āga avanu (allāhanu) nim'minda ēnu kaḷedu hōdarū nimage entaha saṅkaṣṭa bandodagidarū nīvu duḥkhisabāradendu (nimage kalisalikkāgi) nim'mannu bennu bennigē saṅkaṭakke silukisidanu. Allāhanantū nīvu māḍuva ellavannū aritiruttāne"},{"SurahNumber":3,"VerseNumber":153,"Text":"Konege avanu saṅkaṭada baḷika nimage nem'madiyannu iḷisikoṭṭanu mattu nim'mallondu gumpannu tūkaḍikeyu āvarisitu. Ādare nim'mallina innondu gumpige tanna jīvada cinte kāḍittu. Avarige allāhana kuritu ādhāra rahitavāda apagrahikegaḷidduvu – ajñānada apagrahikegaḷu. Avaru ‘‘yāva viṣayadallū namagēnū adhikāravillavē?’’Ennuttiddaru. ‘‘Adhikāravellavū sampūrṇavāgi allāhanigē sēride’’ endu hēḷiri. Avaru halavu viṣayagaḷannu tam'ma manadoḷagē aḍagisiḍuttāre mattu avugaḷannu nim'ma munde prakaṭisuvudilla. ‘‘(Raṇanītiya nirdhāradalli) namagēnādarū adhikāra iddiddare nāvilli ī rīti hatarāguttiralilla’’ endu avaru hēḷuttāre. ‘‘Ondu vēḷe nīvu nim'ma manegaḷallē iddiddarū, yāra vidhiyalli hatye baredideyō avaru khaṇḍita tam'ma hatyeya sthānakke tāvē dhāvisi hōguttiddaru’’ endu hēḷiri. Allāhanu nim'ma manadalliruvudannu parīkṣisalikkāgi hāgū nim'ma manadalliruvudannu śud'dhīkarisalikkāgi (idellā sambhaviside). Allāhanu manadāḷada viṣayagaḷannū ballavanāgiddāne"},{"SurahNumber":3,"VerseNumber":154,"Text":"eraḍu paḍegaḷu paraspara edurāda dina, nim'ma paiki tirugi nintiddavarannu, avara kelavu karmagaḷa kāraṇa, śaitānanu dāri tappisiddanu. Konege allāhanu avarannu kṣamisi biṭṭanu. Allāhanu khaṇḍita mahā kṣamāśīlanū apāra sanyamiyū āgiddāne"},{"SurahNumber":3,"VerseNumber":155,"Text":"viśvāsigaḷē, nīvu dhikkārigaḷantāgabēḍi. Avarantu, tam'ma sahōdararu bhūmiyalli prayāṇadalliddāga athavā yud'dhadalliddāga (mr̥tapaṭṭare) ‘‘ondu vēḷe avaru nam'ma jote iddiddare khaṇḍita mr̥tarāguttiralilla athavā hatarāguttiralilla’’ ennuttāre. Allāhanu ī mūlaka avara managaḷalli hatāśeyannaṣṭē beḷesuttāne. Nijavāgi jīvana nīḍuvavanū, maraṇa nīḍuvavanū allāhanē. Allāhanu nīvu māḍuttiruva ellavannū nōḍuttiddāne"},{"SurahNumber":3,"VerseNumber":156,"Text":"Nīvu allāhana mārgadalli hatarādare athavā mr̥tarādare allāhana kaḍeyinda nimage kṣame hāgū karuṇeyu prāptavāguvudu. Adu, nīvu saṅgrahisuttiruva ellakkintalū uttamavāgide"},{"SurahNumber":3,"VerseNumber":157,"Text":"nīvu mr̥tarādarū hatarādarū nim'mellarannū allāhana baḷi oṭṭu sērisalāguvudu"},{"SurahNumber":3,"VerseNumber":158,"Text":"(dūtarē,) nīvu avara (viśvāsigaḷa) pālige saumyarāgiruvudu allāhana kr̥peyē āgide. Ondu vēḷe nīvu oraṭu svabhāvadavarū kaṭhōra hr̥dayadavarū āgiddare, avarellā nim'ma baḷiyinda caduri hōguttiddaru. Nīvu avarannu kṣamisiri. Avara kṣamegāgi (allāhanalli) prārthisiri mattu vividha viṣayagaḷalli avara jote samālōcisiri. Innu nīvu ondu nirdhāra kaigoṇḍare (ā kuritu) allāhanalli sampūrṇa bharavase iṭṭu biḍiri. (Tannalli) bharavase iḍuvavarannu allāhanu khaṇḍita prītisuttāne"},{"SurahNumber":3,"VerseNumber":159,"Text":"allāhanu nim'ma neravigiddare yārū nim'mannu sōlisalāraru. Innu avanu nim'ma kai biṭṭare, matte yāriddāre nimage neravāguvavaru? Viśvāsigaḷantu allāhanallē pūrṇa bharavase iṭṭirabēku"},{"SurahNumber":3,"VerseNumber":160,"Text":"mōsavu yāvudē pravādige bhūṣaṇavalla. Mōsa māḍidavanu, punarut'thāna dina tānu māḍidda ā mōsadondige hājarāguvanu. Taruvāya pratiyobbanigū avana karmada pratiphalavu siguvudu mattu avara mēle an'yāyavāgadu"},{"SurahNumber":3,"VerseNumber":161,"Text":"sadā allāhana meccugeyannu arasuttiruvavanu, allāhana kōpakke pātranāgiruva hāgū narakavē antima neleyāgiruva vyaktiyantāgaballanē? Adu (narakavu) tumbā keṭṭa neleyāgide"},{"SurahNumber":3,"VerseNumber":162,"Text":"allāhana baḷi avarige vibhinna sthānagaḷive mattu allāhanu avaru māḍuttiruva ellavannū nōḍuttiruttāne"},{"SurahNumber":3,"VerseNumber":163,"Text":"Allāhanu viśvāsigaḷa naḍuve avarallē obbarannu dūtarāgi nēmisuva mūlaka avarige upakāra māḍiruvanu. Avaru (dūtaru) avarige avana (allāhana) vacanagaḷannu ōdi kēḷisuttāre, avarannu sanskarisuttāre mattu avarige grantha hāgū yuktiya jñānavannu nīḍuttāre. Idakke munna avaru (viśvāsigaḷu) spaṣṭavāgi dārigeṭṭa sthitiyalliddaru"},{"SurahNumber":3,"VerseNumber":164,"Text":"nimagēnādarū hāni sambhavisidāga nīvu ‘‘(ayyō) idellinda bantu?’’ Ennuttīrā? Nijavāgi nīvu (ī hinde nim'ma śatrugaḷige) idara duppaṭṭu hāni māḍiruviri. (Dūtarē,) hēḷiri; ‘‘idu svataḥ nim'mindāgiyē sambhaviside. Allāhanu, ellavannū māḍalu khaṇḍita śaktanāgiddāne’’"},{"SurahNumber":3,"VerseNumber":165,"Text":"eraḍu paḍegaḷu paraspara gharṣaṇegiḷida dina sambhavisida hāniyu allāhana ādēśadindalē sambhavisittu. Nijavāgi adu, yāru naija viśvāsigaḷu embudannu tiḷiyuvudakkāgittu"},{"SurahNumber":3,"VerseNumber":166,"Text":"mattu adu, yāru kapaṭigaḷu embudannu tiḷiyuvudakkāgittu. ‘‘Banniri, allāhana mārgadalli yud'dha māḍiri athavā rakṣaṇātmaka hōrāṭa naḍesiri’’ endu avaroḍane hēḷidāga avaru ‘‘yud'dhada kuritu namage modalē tiḷididdare nāvu nim'mannu anusarisuttiddevu’’ endaru. Nijavāgi andu avaru viśvāsakkinta dhikkārakke heccu nikaṭarāgiddaru. Avaru tam'ma manas'sugaḷalli illaddannu tam'ma bāyigaḷinda hēḷuttāre. Avaru aḍagisuttiruvudannu allāhanu cennāgi ballanu"},{"SurahNumber":3,"VerseNumber":167,"Text":"svataḥ sum'mane kuḷitiddu, tam'ma sahōdarara kuritu ‘‘avaru nam'ma mātannu anusarisiddare hatarāguttiralilla’’ ennuvavaroḍane, ‘‘nīvu satyavantarāgiddare, svataḥ nim'minda maraṇavannu tolagisi tōrisiri’’ endu hēḷiri"},{"SurahNumber":3,"VerseNumber":168,"Text":"allāhana mārgadalli hatarādavarannu nīvu mr̥tarendu parigaṇisabēḍi. Avaru jīvantaviddāre mattu tam'ma oḍeyana baḷi pōṣaṇeyannu paḍeyuttiddāre"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allāhanu avana anugrahadinda tamage nīḍiruvudaralli avaru sambhramisuttiddāre hāgū īvaregū tam'ma jote sērikoḷḷade hinde uḷidiruvavara (hutātmarāgada satyaviśvāsigaḷa) viṣayadallū avaru santasadalliddāre – avarige yāvudē bhayaviradu mattu avaru duḥkhisalāraru"},{"SurahNumber":3,"VerseNumber":170,"Text":"allāhanu tanna anugrahadinda avarige nīḍiruva koḍugegaḷinda avaru santuṣṭarāgiddāre. Allāhanu satyaviśvāsigaḷa pratiphalavannu endū vyarthagoḷisuvudilla"},{"SurahNumber":3,"VerseNumber":171,"Text":"tamage ghāsiyāda baḷikavū allāh mattavana dūtara karege ōgoṭṭavarige hāgū avara paiki satkarmavesagidavarige mattu satyaniṣṭharāgiddavarige bhavya pratiphalavu kādide"},{"SurahNumber":3,"VerseNumber":172,"Text":"(avaru enthavarendare) janaru avaroḍane ‘‘nim'ma virud'dha ondu bhārī paḍeyu sajjāgi nintide. Avarige an̄jiri’’ endu hēḷidāga avara viśvāsavu innaṣṭu heccitu mattu avaru ‘‘namage allāhanē sāku. Avanu atyuttama pōṣakanāgiddāne’’endaru"},{"SurahNumber":3,"VerseNumber":173,"Text":"konege avaru allāhana koḍugegaḷu hāgū avana anugrahagaḷondige maraḷidaru. Yāva hāniyū avarannu taṭṭalilla. Avaru allāhana meccugeyannarasidaru. Allāhanantū bhārī bhavya anugrahiyāgiddāne"},{"SurahNumber":3,"VerseNumber":174,"Text":"nim'mannu tanna mitrara kuritu hedarisuttalē iddavanu ā śaitānanu. Nīvu viśvāsigaḷāgiddare, avarige an̄jabēḍi, nanage mātra an̄jiri"},{"SurahNumber":3,"VerseNumber":175,"Text":"(dūtarē,) dhikkārada paravāgi hōrāḍuttiruvavara kuritu nīvēnū duḥkhisabēḍi. Avaru allāhanige khaṇḍita yāva hāniyannū māḍalāraru. Allāhanu avarige paralōkadalli yāva pālannū nīḍa bayasuvudilla. Avarige bhārī śikṣe kādide"},{"SurahNumber":3,"VerseNumber":176,"Text":"viśvāsada badalige dhikkāravannu kharīdisikoṇḍavaru allāhanige khaṇḍita yāva hāniyannū māḍalāraru. Avarige kaṭhiṇa śikṣe kādide"},{"SurahNumber":3,"VerseNumber":177,"Text":"Dhikkārigaḷu, nāvu avarige nīḍuttiruva kālāvakāśavu avara pālige uttamavendu nambadirali. Avaru tam'ma pāpagaḷannu heccisikoḷḷalendu nāvu avarige kālāvakāśavannu nīḍuttiddēve. Avarige bhārī apamānakāri śikṣe kādide"},{"SurahNumber":3,"VerseNumber":178,"Text":"malinarannu nirmalarinda pratyēkisuva tanaka allāhanu viśvāsigaḷannu – indu nīvu iruvantaha sthitiyallē biṭṭu biḍalāranu. Allāhanu ella gupta viṣayagaḷannu nimage tiḷisi biḍuvudilla. (Adakkāgi) allāhanu tanna dūtara paiki tānicchisuvavarannu āydukoḷḷuttāne. Nīvu allāhanalli mattavana dūtaralli viśvāsaviḍiri. Ī rīti nīvu viśvāsaviṭṭu, satya niṣṭheya mārgavannu anusarisidare nimage bhavya pratiphala sigalide"},{"SurahNumber":3,"VerseNumber":179,"Text":"allāhanu avana anugrahadinda tamage dayapālisiruvudaralli (sampattinalli) jipuṇate tōruvavaru, adu tam'ma pālige uttamavendu bhāvisadirali. Nijavāgi adu (jipuṇate) avara pālige keṭṭadāgide. Avaru jipuṇate tōrida ā sampattannu punarut'thāna dina horeyāgisi avara koraḷige kaṭṭalāguvudu. Ākāśagaḷa mattu bhūmiya antima oḍetanavu allāhanigē sēride mattu nīvu māḍuttiruva ellavannū allāhanu ballanu"},{"SurahNumber":3,"VerseNumber":180,"Text":"‘‘allāhanu baḍavanu, nāvu śrīmantaru’’ endu hēḷidavara mātannu allāhanu kēḷidanu. (Idīga) avaru hēḷuttiruvudannu mattu (ī hinde) avaru an'yāyavāgi pravādigaḷa hatye naḍesiruvudannu nāvu barediḍuvevu mattu (nāḷe paralōkadalli avaroḍane) hēḷuvevu; ’‘suḍuva śikṣeyannu saviyiri.’’"},{"SurahNumber":3,"VerseNumber":181,"Text":"‘‘Iduvē nīvu nim'ma kaigaḷinda sampādisi kaḷuhisida gaḷike’’. Allāhanu khaṇḍita tanna dāsara mēle an'yāyavesaguvavanalla"},{"SurahNumber":3,"VerseNumber":182,"Text":"(Dūtarē,) ‘‘beṅkiyu (bandu) tinnuvantaha ondu baliprāṇiyannu nam'ma munde taruva tanaka nāvu yāva dūtanannū nambabāradendu allāhanu nam'ma jote karāru māḍiruttāne’’ ennuvavaroḍane hēḷiri; ‘‘nanaginta hindeyū halavu dūtaru spaṣṭa purāvegaḷondige (mātravalla) nīvīga kēḷuttiruva dr̥ṣṭāntadondige nim'ma baḷige bandiddaru. Nīvu satyavantarāgiddare, nīvu avarannu kondudēke?’’"},{"SurahNumber":3,"VerseNumber":183,"Text":"Avarīga nim'mannu dhikkarisuttiddare, nimaginta munna spaṣṭa purāvegaḷondige, divya kr̥tigaḷondige mattu ujvala granthagaḷondige bandidda dēvadūtarugaḷannū dhikkarisalāgide"},{"SurahNumber":3,"VerseNumber":184,"Text":"pratiyondu jīvavū maraṇavannu saviyalē bēku. Punarut'thāna dina nimage nim'ma (karmagaḷa) pūrṇa pratiphalavu sigalide. (Andu) narakadinda rakṣitanādavanu mattu svargavannu pravēśisidavanu vijayiyādanu. Ihalōkada jīvanavantū kēvala ondu mōsada vyavahāravē horatu bērēnū alla"},{"SurahNumber":3,"VerseNumber":185,"Text":"(viśvāsigaḷē,) nim'mannu nim'ma sampattugaḷa hāgū nim'ma jīvagaḷa viṣayadalli khaṇḍita parīkṣisalāguvudu. Hāgeyē nīvu, nimaginta munna grantha nīḍalāgiddavarinda hāgū bahudēvārādhakarinda, mananōyisuva halavu mātugaḷannu kēḷuviri. (Āga) nīvu sahanaśīlarāgiddare hāgū satyaniṣṭharāgiddare, adu khaṇḍita ondu mahā sāhasada sādhaneyāgide"},{"SurahNumber":3,"VerseNumber":186,"Text":"‘‘adannu (divyagranthavannu) nīvu janarige vivarisi tiḷisabēku mattu adannu bacciḍabāradu’’ endu allāhanu granthadavarinda karārannu paḍediddanu. Avaru adannu (ā karārannu) sampūrṇa kaḍegaṇisi biṭṭaru mattu tīrā saṇṇa belege adannu māribiṭṭaru. Eṣṭondu keṭṭadu, avara ā vyavahāra"},{"SurahNumber":3,"VerseNumber":187,"Text":"Tāvu esagida kr̥tyagaḷa kuritu santuṣṭarāgiruvavaru hāgū tāvu māḍillada kelasagaḷigāgi (janaru) tam'mannu hogaḷabēkendu bayasuvavaru (vijayigaḷendu) nīvu bhāvisabēḍi. Mattu avaru śikṣeyinda rakṣitarāguvarendu nīvu bhāvisabēḍi. Avarige kaṭhiṇa śikṣe kādide"},{"SurahNumber":3,"VerseNumber":188,"Text":"ākāśagaḷa mattu bhūmiya prabhutvavellā allāhanigē sēride mattu allāhanu ellavannū māḍalu śaktanāgiddāne"},{"SurahNumber":3,"VerseNumber":189,"Text":"ākāśagaḷa hāgū bhūmiya sr̥ṣṭiyalli mattu rātri hāgū hagalugaḷa badalāvaṇeyalli bud'dhivantarige purāvegaḷive"},{"SurahNumber":3,"VerseNumber":190,"Text":"avaru nintallū kuḷitallū malagiruvallū ākāśagaḷa mattu bhūmiya sr̥ṣṭiya kuritu cintane naḍesuttiruttāre (mattu prārthisuttāre;) ‘‘nam'moḍeyā, nīnu idannellā vr̥thā sr̥ṣṭisilla. Nīnu pāvananu, nam'mannu narakāgniya śikṣeyinda rakṣisu’’"},{"SurahNumber":3,"VerseNumber":191,"Text":"‘‘nam'moḍeyā, nīnu yārannu narakāgniyoḷage taḷḷideyō avanannu apamānitanāgiside. Akramigaḷige yārū sahāyakarilla’’"},{"SurahNumber":3,"VerseNumber":192,"Text":"‘‘nam'moḍeyā, viśvāsadeḍege nam'mannu kareyuttidda hāgū ‘‘nim'ma oḍeyanalli viśvāsaviḍiri’’ ennuttiddavana kareyannu nāvu kēḷidevu mattu nāvu viśvāsaviṭṭevu. Nam'moḍeyā, namagāgi nam'ma pāpagaḷannu kṣamisu. Nam'ma keḍukugaḷannellā nam'minda dūragoḷisu mattu namage sajjanara saṅgadalli maraṇavannu nīḍu’’"},{"SurahNumber":3,"VerseNumber":193,"Text":"‘‘nam'moḍeyā, nīnu ninna dūtara mūlaka namage nīḍiruva vāgdānagaḷannu neravērisu mattu punarut'thāna dina nam'mannu apamānisabēḍa. Khaṇḍitavāgiyū nīnu, koṭṭa mātannu tappuvavanalla’’"},{"SurahNumber":3,"VerseNumber":194,"Text":"Avara oḍeyanu avarige uttarisidanu; khaṇḍitavāgiyū nānu, nim'ma paiki yāvudē satkarmi puruṣana athavā strīya karmavannu vyarthagoḷisalāre. Nīvu paraspara avalambitaru. (Nanna mārgadalli) valase hōdavaru, tam'ma nāḍugaḷinda horadabbalpaṭṭavaru, nanna mārgadalli hinsisalpaṭṭavaru, hōrāḍidavaru hāgū hatarādavaru – avara keḍukugaḷannu nānu khaṇḍita avarinda dūragoḷisuvenu mattu taḷadalli nadigaḷu hariyuttiruva udyānagaḷalli avarannu sērisuvenu. Idu allāhana vatiyindiruva pratiphala. Nijakkū allāhana baḷi iruva pratiphalavē atyuttamavāgide"},{"SurahNumber":3,"VerseNumber":195,"Text":"nāḍugaḷalli mereyuva dhikkārigaḷa vaibhavavu nim'mannu mōsagoḷisadirali"},{"SurahNumber":3,"VerseNumber":196,"Text":"idellā tīrā sīmita sampattu. Avara antima nele narakavē āgide. Adu tumbā keṭṭa nele"},{"SurahNumber":3,"VerseNumber":197,"Text":"tam'ma oḍeyanige an̄juttā badukidavarigāgi, taḷadalli nadigaḷu hariyuttiruva udyānagaḷive. Avaru sadā kāla avugaḷalliruvaru. Idu allāhana ātithya. Sajjanara pālige, allāhana baḷi ēnideyō aduvē uttama"},{"SurahNumber":3,"VerseNumber":198,"Text":"granthadavaralli kelavariddāre – allāhanalli nambike uḷḷavaru mattu nimagēnannu iḷisi koḍalāgideyō adaralli (kur‌ān‌nalli) hāgū tamage iḷisikoḍalāgiruvudaralli nambike uḷḷavaru. Avaru allāhaneduru vinayaśīlarāgiruttāre. Avaru allāhana vacanagaḷannu saṇṇa belege māruvudilla. Anthavarigāgi avara pratiphalavu avara oḍeyana (allāhana) baḷi ide. Khaṇḍitavāgiyū allāhanu kṣipravāgi vicāraṇe naḍesuvavanāgiddāne"},{"SurahNumber":3,"VerseNumber":199,"Text":"viśvāsigaḷē, sahanaśīlarāgiri, sthira cittarāgiri, (satyada para) hōrāṭakke sadā sannad'dharāgiri mattu sadā allāhanige an̄jiri – nīvu vijayigaḷāgabahudu"},{"SurahNumber":3,"VerseNumber":200,"Text":"Mānavarē, nim'mannu ondē jīvadinda sr̥ṣṭisida nim'ma oḍeyanige niṣṭharāgiri. Avanu adē jīvadinda adara joteyannū sr̥ṣṭisidanu mattu avaribbara mūlaka anēkāru puruṣarannū strīyarannū (lōkadalli) habbidanu. Yāva allāhana hesaralli nīvu hakkugaḷannu kēḷuttīrō avanige sadā an̄jiri mattu bāndhavyagaḷannu kāpāḍiri. Khaṇḍitavāgiyū allāhanu nim'ma mēle sadā kaṇṇiṭṭiruttāne"},{"SurahNumber":4,"VerseNumber":1,"Text":"anāthara sottannu avarigē koṭṭu biḍiri hāgū nirmalavādudakke paryāyavāgi malinavādudannu koḍabēḍi. Avara sottannu nim'ma sottina jote beresi tinnabēḍi. Adu khaṇḍita mahā pāpa kr̥tyavāgide"},{"SurahNumber":4,"VerseNumber":2,"Text":"anāthara (anātha heṇṇu makkaḷa) viṣayadalli n'yāya pālisalu nimage sādhyavāgadu emba bhaya nimagiddare (itara) mahiḷeyara paiki nimagiṣṭaviruva ibbaru, mūvaru athavā nālvarannu vivāhavāgiri. Innu (patniyara viṣayadalli) n'yāya pālisalu sādhyavāgadu emba bhaya nimagiddare obbaḷē patniyalli athavā nim'ma mālakatvadalliruva dāsiyalli (tr̥pti paḍiri). (Nim'minda) yāvudē atirēka sambhavisade iruvudakke idu heccu sahāyakavāgide"},{"SurahNumber":4,"VerseNumber":3,"Text":"(nīvu vivāhavāguva) mahiḷeyara ‘mehar’ annu santōṣadinda pāvatisiri. Avaru adarinda ēnannādarū manasāre nimage biṭṭukoṭṭare mātra nīvu adannu sukhavāgi, santōṣadinda tinnabahudu"},{"SurahNumber":4,"VerseNumber":4,"Text":"allāhanu nim'ma pālige ādāyavāgisiruva nim'ma sampattannu mandamatigaḷa kaige oppisabēḍi. Ādare, adarinda avarige uṇisiri mattu uḍisiri (āhāra, vastra ityādiyannu odagisiri) mattu avarondige sadā saujan'yada mātannē āḍiri"},{"SurahNumber":4,"VerseNumber":5,"Text":"Anātharu vivāhada vayas'sinavarāguva tanaka avarannu parīkṣisuttaliri. Nīvu avaralli prabud'dhateyannu kaṇḍāga avara sampattannu avarige oppisi biḍiri. Avara sampattannu apavyaya māḍadiri hāgū avaru beḷedu biḍuvarendu adannu āturadinda kabaḷisabēḍi. Sampannanāgiruvavanu (anāthara sottininda) dūra uḷidirali. Baḍavanu niyamānusāra mātra adannu (sīmitavāgi) baḷasikoḷḷali. Nīvu avara sampattannu avara vaśakke oppisuvāga, adakke avara munde sākṣigaḷannu nēmisikoḷḷiri. (Antima) vicāraṇege allāhanē sāku"},{"SurahNumber":4,"VerseNumber":6,"Text":"puruṣarige, avara tande, tāyi mattu bandhugaḷu biṭṭu hōdudaralli (sottinalli) pālide. Hāgeyē strīyarigū, avara tande, tāyi mattu bandhugaḷu biṭṭu hōdudaralli pālide. Svalpavirali, bahaḷavirali – pālu mātra niścitavāgide"},{"SurahNumber":4,"VerseNumber":7,"Text":"(āsti) vitarisuva vēḷe bandhugaḷu, anātharu mattu baḍavaru hājarādāga, avarige adarinda uṇṇisiri mattu avara jote saujan'yada mātannāḍiri"},{"SurahNumber":4,"VerseNumber":8,"Text":"tāvu svataḥ tam'ma durbala makkaḷannē tam'ma benna hinde biṭṭu hōguvudāgiddare (mr̥tarāguvudiddare) tamage avara kuritu eṣṭu kāḷaji iruttittu embudannu yōcisi janaru (anāthara hakkugaḷa kuritu) kāḷaji vahisabēku. Avaru allāhana bhayavuḷḷavarāgirabēku mattu sadā nēravāda mātannē āḍabēku"},{"SurahNumber":4,"VerseNumber":9,"Text":"anāthara sampattannu akramavāgi kabaḷisuttiruvavaru khaṇḍitavāgiyū tam'ma hoṭṭegaḷige beṅkiyannu tumbuttiddāre. Bahu bēganē avarannu uriyuttiruva narakāgnige eseyalāguvudu"},{"SurahNumber":4,"VerseNumber":10,"Text":"Allāhanu nim'ma makkaḷa kuritu nimage bōdhisuttiddāne; obba puruṣanige ibbaru strīyaraṣṭu pālu. Innu strīyaru (uttarādhikāri putriyaru) ibbariginta hecciddare, avarige (mr̥tana sottinalli) mūranē eraḍu pālu. Obbaḷē iddare ākege ardha pālu. Avanige (mr̥tanige) makkaḷiddare avana tande tāyiyaralli pratiyobbarige (mr̥tana) sottinalli āranē ondanśa. Ātanige makkaḷillavādare hāgū avana tande tāyiyē avana uttarādhikārigaḷāgiddare tāyige mūranē ondu pālu. Ātanige sahōdararu mattu sahōdariyariddare ātana tāyige āranē ondu pālu. Idellā ātana ‘vasiyyat’ (uyilu athavā upadēśa) annu anuṣṭhānisida baḷika hāgū avana sālavannu tīrisida baḷika. Nim'ma hettavaru mattu nim'ma putraru (makkaḷu) – ivara paiki lābhada dr̥ṣṭiyinda yāru nimage heccu nikaṭarembudu nimage tiḷiyadu. Ivu allāhanu niścayisiruva kaḍḍāya pālugaḷu. Allāhanu ellavannū aritiruvavanu mattu yuktivantanāgiddāne"},{"SurahNumber":4,"VerseNumber":11,"Text":"Nim'ma patniyarige makkaḷilladiddare avaru biṭṭu hōdudaralli nimage ardha pālide hāgū avarige makkaḷiddare, avaru biṭṭu hōdudaralli nimage kālu bhāgadaṣṭu pālu – avara ‘vasiyyat’ annu anuṣṭhānisida baḷika mattu avara sālavannu tīrisida baḷika. Innu nimage makkaḷillavādare, nīvu biṭṭu hōdudaralli avarige kālu bhāgada pālide hāgū nimage makkaḷiddare, nīvu biṭṭu hōdudaralli eṇṭane ondu pālu avarige sēruvudu – nīvu māḍida vasiyyat annu anuṣṭhānisida baḷika mattu nim'ma sālavannu tīrisida baḷika. Ondu vēḷe sottu biṭṭu mr̥tanāda puruṣanu athavā antaha strīyu makkaḷilladavarāgiddare mattu avarige obba sahōdara athavā sahōdari iddare, avaralli pratiyobbarige ārane ondu pālu. Innu avaru (sahōdara sahōdariyaru) idakkinta heccina saṅkhyeyalliddare, avarigellā oṭṭu mūrane ondu pālu – hānikaravallada ‘vasiyyat’ annu pūrtigoḷisida baḷika mattu sālavannu tīrisida baḷika. Idu allāhana vatiyinda iruva ādēśa. Allāhanantu ellavannū ballavanu mattu sanyamiyāgiddāne"},{"SurahNumber":4,"VerseNumber":12,"Text":"ivu allāhanu niścayisiruva mitigaḷu. Allāhana hāgū avana dūtara ājñe pālisuvavanannu avanu, taḷadalli nadigaḷu hariyuva svargōdyānagaḷoḷage sērisuvanu. Avaru avugaḷalli sadākāla iruvaru. Iduvē bhavya vijayavāgide"},{"SurahNumber":4,"VerseNumber":13,"Text":"innu allāhana mattu avana dūtara ājñegaḷannu ullaṅghisuvavanannu mattu avanu niścayisida mitigaḷannu mīri naḍedavanannu avanu narakāgniyoḷage sērisuvanu. Avanu adaralli sadākāla iruvanu – avanige apamānakāri śikṣe sigalide"},{"SurahNumber":4,"VerseNumber":14,"Text":"nim'ma mahiḷeyara paiki an'yetika kr̥tyavesagiruvavara virud'dha nālvaru sākṣigaḷannu tanniri. Avaru sākṣi hēḷidare, avara maraṇada tanaka athavā avarige allāhanu ēnādarū dāri tōruva tanaka avarannu manegaḷalli bandhanadalliḍiri"},{"SurahNumber":4,"VerseNumber":15,"Text":"Nim'ma paiki ibbaru ī aparādhavannu māḍiddare avaribbarannū cennāgi daṇḍisiri. Taruvāya avaru paścāttāpa paṭṭare mattu tam'mannu saripaḍisikoṇḍare, avarannu biṭṭu biḍiri. Khaṇḍitavāgiyū allāhanu paścāttāpa svīkarisuvavanu mattu karuṇāḷuvāgiddāne"},{"SurahNumber":4,"VerseNumber":16,"Text":"ajñānadinda pāpakr̥tyavannesagi ā baḷika bēganē paścāttāpa paḍuvavara paścāttāpavannu svīkarisuva hoṇe allāhana mēlide. Anthavara paścāttāpavannu allāhanu svīkarisuttāne. Allāhanantu ellavannū aritiruvavanū yuktivantanū āgiddāne"},{"SurahNumber":4,"VerseNumber":17,"Text":"maraṇavu tanna munde bandu biḍuva tanakavū pāpakr̥tyagaḷannu māḍuttalē iddu (maraṇavannu kaṇḍāga) ‘‘nānīga paścāttāpa paḍuttēne’’ ennuvavara hāgū dhikkārigaḷāgiyē mr̥tarādavara paścāttāpavu svīkr̥tavāgadu. Avarigāgi nāvu kaṭhiṇa śikṣeyannu tayārisiṭṭiruvevu"},{"SurahNumber":4,"VerseNumber":18,"Text":"viśvāsigaḷē, nīvu balavantadinda mahiḷeyara uttarādhikārigaḷāguvudu nim'ma pālige sam'matavalla. Hāgeyē, nīvu avarige ēnannu koṭṭiruvirō adarinda ēnannādarū maraḷi paḍeyalikkāgi avarannu (maneyalli) taḍediṭṭukoḷḷa bāradu – avarēnādarū vyakta anaitika kr̥tya esagiruvudara horatu. Avara jote nīvu niyamānusāra baduku sāgisiri. Avaru nimage apriyarāgiddare (nimage tiḷidirali;) nimagondu vastu apriyavāgirabahudu mattu adarallē allāhanu (nimage) bahaḷaṣṭu hitavannu iṭṭirabahudu"},{"SurahNumber":4,"VerseNumber":19,"Text":"nīvu obba patniya sthānakke (avaḷannu biṭṭu) innobba patniyannu tarabayasiddare, avarallobbarige nīvu (ī hinde) ondu doḍḍa bhaṇḍāravannē nīḍiddarū avarinda kin̄cittannū maraḷi paḍeyabāradu. Nīvēnu suḷḷārōpagaḷannu horisi hāgū spaṣṭa pāpakr̥tyagaḷannesagi adannu maraḷi paḍeyuvirā"},{"SurahNumber":4,"VerseNumber":20,"Text":"nīvu paraspararannu savida baḷika mattu avaru nim'minda baliṣṭha vāgdānavannu paḍeda baḷika nīvu adannu (mahr annu) hēge tānē maraḷi paḍeyuviri"},{"SurahNumber":4,"VerseNumber":21,"Text":"Nim'ma tande vivāhavāgidda mahiḷeyarannu nīvu vivāhavāgabēḍi – hinde gatisiddu idakke horatāgide. Khaṇḍitavāgiyū adu nācikegēḍina hīna kāryavāgittu mattu tīrā duṣṭa mārgavāgittu"},{"SurahNumber":4,"VerseNumber":22,"Text":"nim'ma māteyarannu, nim'ma putriyarannu, nim'ma sahōdariyarannu, nim'ma tandeya sahōdariyarannu, nim'ma tāyiya sahōdariyarannu, nim'ma sahōdarara putriyarannu, nim'ma sahōdariyara putriyarannu, nimage hāluṇisidda nim'ma māteyarannu, nim'ma jote hāluṇḍa (kāraṇakkāgi) nim'ma sahōdariyarādavarannu, nim'ma patniyara māteyarannu mattu nīvu sambhōgisiruvantaha nim'ma patniyaru hetta mattu nim'ma pōṣaṇeyalliruva nim'ma mala putriyarannu (vivāhavāguvudannu) nim'ma pālige niṣēdhisalāgide – nīvu ā patniyara jote sambhōgisillavādare (avarannu biṭṭu avara ā putriyarannu vivāhavāguvudakke) ākṣēpavilla. Hāgeyē nim'ma svanta putrara patniyarāgiddavaru (nimage niṣid'dharāgiddāre). Mattu ēkakāladalli ibbaru sahōdariyarannu nīvu vivāhavāguvudu (niṣid'dhavāgide) – ī hinde naḍedu hōgiruvudara horatu. Khaṇḍitavāgiyū allāhanu kṣamāśīlanū karuṇāmayiyū āgiddāne"},{"SurahNumber":4,"VerseNumber":23,"Text":"Mahiḷeyara paiki innobbara vivāha bandhanadalliruvavaru nimage niṣid'dharāgiddāre – (yud'dhadalli) dāsiyarāgi nim'ma vaśakke bandiruvavara horatu. Idu nim'ma pālige allāhana ādēśavāgide. Avara horatu itara strīyaru nim'ma pālige sam'matarāgiruvaru – ādare nīvu nim'ma sampattannu vyayisi (niyamānusāra mahr koṭṭu) avarannu vivāhavāgabēku. Svēcchācāra naḍesabāradu. Nim'ma paiki, avarallina yārannādarū anubhavisiruvavaru, avara nirdiṣṭa hakkannu (mahr annu) avarige pāvatisabēku. Innu nīvu adannu nigadipaḍisikoṇḍa baḷika (pāvatiya samayada kuritu) paraspara oppikoṇḍare tappilla. Khaṇḍitavāgiyū allāhanu ellavannū ballavanū yuktivantanū āgiddāne"}]}