{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"И знајте дека од сè што ќе заплените за време на борба една петтина им припаѓа на Аллах и на Пратеникот, и на роднините негови, и на сирачињата, ина сиромашните, инапатниците, аковерувате во Аллах и во тоа што го објавивме на робот Наш на денот на одвојувањето на вистината од невистината, на денот кога се судрија двете војски, а Аллах може сè"},{"SurahNumber":8,"VerseNumber":42,"Text":"кога вие бевте во поблиската долина, а тие во поодалечената долина, а караванот подолуодвас. И да седоговаравте, немаше да седоговорите за времето на борбата, но таа се случи за Аллах да даде да се исполни тоа што мораше да се случи, неверникот да остане неверник по очигледниот доказ и верникот да остане верник по очигледниот доказ, а Аллах навистина сè слуша и сè знае"},{"SurahNumber":8,"VerseNumber":43,"Text":"Кога Аллах во сон ти покажа дека нив ги има малку; а да ти покажеше дека се многу вие моралот ќе го изгубевте и за бојот ќе се расправавте, но Аллах ви го покажа спасот. Тој добро ги знае мислите сечии"},{"SurahNumber":8,"VerseNumber":44,"Text":"А кога се судривте, Тој во очите ваши ви ги прикажа во мал број, а и вас во очите нивни исто така во мал број, за Аллах да даде да се исполни тоа што мораше да се случи, а сè се враќа кон Аллах"},{"SurahNumber":8,"VerseNumber":45,"Text":"О, верници, кога ќе се судрите со каква било чета, бидете смели и непрестајно Аллах спомнувајте Го, за да го постигнете тоа што го сакате"},{"SurahNumber":8,"VerseNumber":46,"Text":"и покорувајте им се на Аллах и на Пратеникот Негов и не расправајте се за да не потклекнете и без борбениот дух да останете; и бидете издржливи, бидејќи Аллах е навистина на страна на издржливите"},{"SurahNumber":8,"VerseNumber":47,"Text":"И не бидете како тие кои за да му се покажат на светот, наметливо од градот свој излегоа за од Аллаховиот пат да одвраќаат. А Аллах добро знае што прават тие"},{"SurahNumber":8,"VerseNumber":48,"Text":"И кога шејтанот како убави им ги претстави нивните постапки и им рече: „Никој неможеденес да вепобеди и јас сумвашиот заштитник!“, тогаш тој, кога се судрија двете противнички групи, се повлече назад, и рече: „Јас немам ништо со вас, јас го гледам тоа што вие не можете да го видите, и јас се плашам од Аллах, бидејќи Аллах страшно казнува!“"},{"SurahNumber":8,"VerseNumber":49,"Text":"кога лицемерите и тие чиишто срца се болни велеа: „Нив ги заведе верата нивна!“ А тој што на Аллах ќе се потпре, па Аллах е навистина Силен и Мудар"},{"SurahNumber":8,"VerseNumber":50,"Text":"А да видеше само кога мелеците на неверниците душата им ја земаа и по лицата нивни и одназад ги удираа: „Вкусете го страданието во огнот!“"},{"SurahNumber":8,"VerseNumber":51,"Text":"Тоа е за тоа што го подготвивте со рацете свои, бидејќи Аллах не е неправеден спрема робовите Свои"},{"SurahNumber":8,"VerseNumber":52,"Text":"Така беше и со фараоновите луѓе и со тие пред нив: во Аллаховите докази не веруваа, па Аллах, поради гревовите нивни ги казни. Аллах, навистина, е моќен и страшно казнува"},{"SurahNumber":8,"VerseNumber":53,"Text":"Тоа е затоа што Аллах нема да го лиши од благосостојба народот на кого Тој веќе им ја подарил, сè додека тој (народот) самиот не се промени. А Аллах сè слуша и сè знае"},{"SurahNumber":8,"VerseNumber":54,"Text":"Така беше и со фараоновите луѓе и со тие пред нив: доказите на Господарот свој не ги признаваа, па Ние, поради гревовите нивни, ги уништивме, а фараоновите луѓе ги потопивме, сите тие беа неверници"},{"SurahNumber":8,"VerseNumber":55,"Text":"Најлоши суштества кај Аллах се тие што негираат, тие што не сакаат да веруваат"},{"SurahNumber":8,"VerseNumber":56,"Text":"тие со коишто ти склопуваш договори, па тие секој пат, не плашејќи се од Аллах, го кршат договорот свој"},{"SurahNumber":8,"VerseNumber":57,"Text":"Ако во борбата се судриш со нив, казни ги така што поради нив да се разбегаат тие што се зад нив, за да се опаметат"},{"SurahNumber":8,"VerseNumber":58,"Text":"Штом забележиш предавство кај некое племе, и ти нему исто така откажи му го договорот. Аллах сигурно не ги сака предавниците"},{"SurahNumber":8,"VerseNumber":59,"Text":"И нека не мислат тие што не веруваат дека ќе се спасат; тие навистина нема да можат да избегаат"},{"SurahNumber":8,"VerseNumber":60,"Text":"И против нив подгответе колку што можете сила и коњи за бој, за со тоа да ги заплашите Аллаховите и ваши непријатели, и другите освен нив – вие не ги познавате, Аллах ги знае. Сè што ќе потрошите на Аллаховиот пат, ќе ви биде надоместено, нема да ви сестори неправда"},{"SurahNumber":8,"VerseNumber":61,"Text":"Ако тие бидат склони кон мир, биди и ти склон и потпри се на Аллах, бидејќи Тој, навистина, сè слуша и сè знае"},{"SurahNumber":8,"VerseNumber":62,"Text":"А ако сакаат да те измамат, па, тебе навистина ти е доволен само Аллах; Тој те поддржува со Својата помош и со верниците"},{"SurahNumber":8,"VerseNumber":63,"Text":"и Тој ги соедини срцата нивни. Да го потрошеше сето тоа што постои на Земјата, ти немаше да ги соединиш срцата нивни, но Аллах ги соедини. Тој е навистина Силен и Мудар"},{"SurahNumber":8,"VerseNumber":64,"Text":"О, Веровеснику, Аллах ти е доволен тебе и на верниците кои те следат"},{"SurahNumber":8,"VerseNumber":65,"Text":"О, Веровеснику, бодри ги верниците на борба! Ако бидете дваесетмина издржливи, ќе победите двестемина; а ако бидете сто, ќе победите илјада од тие што не веруваат, затоа што тие се луѓе кои не сфаќаат"},{"SurahNumber":8,"VerseNumber":66,"Text":"Сега Аллах ви дава олеснување; Тој знае дека сте уморни: ако бидете сто издржливи, ќе победите двестемина; ако бидете илјада, ќе победите, со Аллахова волја, две илјади. А Аллах е со тие што се издржливи"},{"SurahNumber":8,"VerseNumber":67,"Text":"На ниту еден веровесник не му е дозволено да задржува заробеници сè додека не извојува победа на Земјата; вие ги сакате минливите добра на овој свет, а Аллах го сака оној свет. Аллах е Силен и Мудар"},{"SurahNumber":8,"VerseNumber":68,"Text":"Да не е поранешната Аллахова одредба, ќе ве снајдеше големо страдање поради тоа што го зедовте"},{"SurahNumber":8,"VerseNumber":69,"Text":"Сега јадете од тоа што го запленивте, како допуштено и убаво, и плашете се од Аллах. Аллах навистина простува и Милостив е"},{"SurahNumber":8,"VerseNumber":70,"Text":"О, Веровеснику, кажи им на заробениците кои се наоѓаат во рацете ваши: „Ако Аллах знае дека во срцата ваши има какво било добро, ќе ви даде подобро од тоа што ви е земено и ќе ви прости.“ А Аллах простува и Милостив е"},{"SurahNumber":8,"VerseNumber":71,"Text":"А ако сакаат да те измамат, па тие и порано Аллах го мамеа, и затоа Тој ти овозможи да ги победиш. А Аллах знае сè и Мудар е"},{"SurahNumber":8,"VerseNumber":72,"Text":"Тие што веруваат, и се иселуваат, и во борбата на Аллаховиот пат ги заложуваат имотите свои и животите свои, и тие што даваат прибежиште и помагаат, тие меѓусебно се заштитници. А на тие коишто веруваат, а кои не се иселија, вие не можете, сè додека не се иселат, да им бидете заштитници. Ааковезамолат да им помогнете во верата, должни сте на помош да им излезете, освен против народот со кој имате склучен договор за ненапаѓање. А Аллах добро го гледа тоа што го правите"},{"SurahNumber":8,"VerseNumber":73,"Text":"Неверниците меѓусебно се заштитници. Ако не постапите така, ќе настане збрка на Земјата и голем неред"},{"SurahNumber":8,"VerseNumber":74,"Text":"Тие што веруваат и што ќе се иселат, и ќе се борат на Аллаховиот пат, и тие што даваат засолниште и помагаат - тие се, навистина, вистински верници. Нив ги чека прошка и благородно изобилство"},{"SurahNumber":8,"VerseNumber":75,"Text":"А тие што подоцна ќе станат верници, па ќе се иселат и во борбата заедно со вас ќе учествуваат - тие се ваши. А роднините, според Аллаховата Книга, меѓусебно се поважни. Аллах, навистина знае сè"},{"SurahNumber":9,"VerseNumber":1,"Text":"Известување од Аллах и од Неговиот Пратеник за многубошците со кои сте склучиле договори"},{"SurahNumber":9,"VerseNumber":2,"Text":"„Патувајте по светот уште четири месеци, но знајте дека на Аллах нема да Му избегате, и дека Аллах ќе ги посрамоти неверниците!“"},{"SurahNumber":9,"VerseNumber":3,"Text":"И проглас од Аллах и од Неговиот Пратеник до луѓето на денот на Големиот аџилак: „Аллах и Неговиот Пратеник немаат ништо со многубошците!“ Па ако се покаете, тоа е подобро за вас, а ако се завртите, знајте дека нема да Му избегате на Аллах! А неверниците израдувај ги со неподнослива казна"},{"SurahNumber":9,"VerseNumber":4,"Text":"Со многубошците со кои имате склучено договори кои тие во ништо не ги нарушиле, ниту некого против вас помогнале, исполнете ги договорите до договорениот рок. Аллах навистина ги сака богобојазните"},{"SurahNumber":9,"VerseNumber":5,"Text":"Кога ќе поминат светите месеци, тогаш убивајте ги многубошците каде и да ги најдете, заробувајте ги, опсадете ги и на секој премин дочекувајте ги! Па ако се покајат и почнат намазот (молитвата) да го извршуваат и зекат да даваат, оставете ги на мира, бидејќи Аллах навистина простува и Милостив е"},{"SurahNumber":9,"VerseNumber":6,"Text":"Ако некој од многубошците те замоли за заштита, ти заштити го за да ги чуе Аллаховите зборови, а потоа испрати го на безбедно место за него, затоа што тие припаѓаат на народот кој не знае"},{"SurahNumber":9,"VerseNumber":7,"Text":"КакомногубошцитеможатдаимаатдоговорсоАллахисоПратеникот Негов?! Можат да имаат само тие сокои склучивте договор кај Светиот Храм, сè додека тие се придржуваат до договорот, придржувајте се и вие, бидејќи Аллах навистина ги сака богобојазните"},{"SurahNumber":9,"VerseNumber":8,"Text":"Како, кога тие, доколку би ве победиле, не би почитувале ни сродство ни договор кога сте вие во прашање?! Тие со устите свои ви се умилкуваат, но срцата им се спротивставуваат, повеќето од нив се неверници"},{"SurahNumber":9,"VerseNumber":9,"Text":"Тие Аллаховите зборови за евтина цена ги продаваат, па од патот Негов одвраќаат; навистина лошо постапуваат"},{"SurahNumber":9,"VerseNumber":10,"Text":"Ни сродство ни договор, кога е верникот во прашање, не почитуваат, и сите граници на злото ги пречекоруваат"},{"SurahNumber":9,"VerseNumber":11,"Text":"Но, ако се покајат и почнат намазот (молитвата) да го извршуваат и зекат да даваат, браќа ви се по вера. А Ние доказите им ги објаснуваме на луѓето кои знаат"},{"SurahNumber":9,"VerseNumber":12,"Text":"А ако ги прекршат заклетвите свои, по склучувањето на договорот со нив, и ако верата ваша ја навредуваат, тогаш борете се против водачите набезверието за да престанат, аза нив навистина непостојат заклетви"},{"SurahNumber":9,"VerseNumber":13,"Text":"Зарем нема да се борите против луѓето кои заклетвите свои ги прекршија и настојуваа да го протераат Пратеникот и први ве нападнаа? Зарем се плашите од нив? Побитно е од Аллах да се плашите, ако сте верници"},{"SurahNumber":9,"VerseNumber":14,"Text":"Борете се против нив! Аллах со рацете ваши ќе ги казни и ќе ги понижи, а вас против нив ќе ве помогне, и градите на верниците ќе ги залечи"},{"SurahNumber":9,"VerseNumber":15,"Text":"и од срцата нивни грижата ќе ја отстрани. А Аллах на кого сака ќе му прости. Аллах знае сè и Мудар е"},{"SurahNumber":9,"VerseNumber":16,"Text":"Зарем мислите дека ќе бидете оставени, а Аллах да не укаже на тие меѓу вас кои се борат и кои, освен Аллах и Пратеникот Негов и верниците, никого за близок пријател не земаат? А Аллах добро го знае тоа што го правите"},{"SurahNumber":9,"VerseNumber":17,"Text":"Многубошците не се достојни Аллаховите џамии да ги одржуваат, кога, дека се неверници, самите признаваат. Делата нивни ќе се поништат и во Огнот вечно ќе останат"},{"SurahNumber":9,"VerseNumber":18,"Text":"Аллаховите џамии ги одржуваат тие кои во Аллах и во оној свет веруваат и кои намазот (молитвата) го извршуваат и зекат даваат и кои од никого, освен од Аллах, не се плашат; тие се, со надеж, на Вистинскиот пат"},{"SurahNumber":9,"VerseNumber":19,"Text":"Зарем сметате дека тој што аџиите со вода ги напојува и кој води грижа за Светиот Храм е еднаков со тој што во Аллах и во оној свет верува и кој на Аллаховиот пат се бори? Тие не се еднакви пред Аллах. А Аллах нема да им укаже на Вистинскиот пат на тие што самите си прават неправда"},{"SurahNumber":9,"VerseNumber":20,"Text":"Поголема чест кај Аллах имаат тие кои веруваат, и кои се иселуваат, и кои се борат на Аллаховиот пат заложувајќи ги имотите свои и животите свои; тие ќе го постигнат тоа што го сакаат"},{"SurahNumber":9,"VerseNumber":21,"Text":"Господарот нивен им испраќа радосни вести дека милостив и благонаклонет ќе им биде и дека во џеннетските градини ќе ги внесе, во кои непрекинато ќе уживаат"},{"SurahNumber":9,"VerseNumber":22,"Text":"вечно и засекогаш во нив ќе останат. Навистина, кај Аллах наградата е голема"},{"SurahNumber":9,"VerseNumber":23,"Text":"О, верници, не пријателувајте ни со татковците ваши ни со браќата ваши, ако повеќе го сакаат неверувањето од верувањето. Кој од вас со нив ќе пријателува, тој навистина кон себеси направил грев"},{"SurahNumber":9,"VerseNumber":24,"Text":"Кажи: „Ако татковците ваши, и синовите ваши, и браќата ваши, и сопругите ваши, и родот ваш, и имотите ваши кои сте ги стекнале, и трговската роба за која стравувате дека нема да се продаде, и куќите ваши во кои пријатно се чувствувате, ви се помили од Аллах и од Неговиот Пратеник, и од борбата на Неговиот пат, тогаш почекајте додека Аллах Својата одлука не ја донесе. А Аллах на грешниците нема да им укаже на Вистинскиот пат!“"},{"SurahNumber":9,"VerseNumber":25,"Text":"Аллах на многу боишта ви помогна, а и тој ден на Хунејн кога мноштвото ваше ве занесе, но тоа не ви беше од никаква корист, туку земјата, колку и да беше пространа, тесна ви стана, па се дадовте во бегство"},{"SurahNumber":9,"VerseNumber":26,"Text":"Потоа Аллах на Пратеникот Свој и на верниците спокојството Свое им го спушти, и војски кои вие не ги видовте испрати, и тие што не веруваа на маки ги стави, и тоа беше казна за неверниците"},{"SurahNumber":9,"VerseNumber":27,"Text":"Аллах, потоа, накогосакаше му прости, а Аллах простува и Милостив е"},{"SurahNumber":9,"VerseNumber":28,"Text":"О. верници, многубошците се нечисти119, и нека не доаѓаат повеќе на аџилак во Светиот Храм по овогодишниот аџилак. А ако се плашите од сиромаштија, па Аллах, ако сака, од изобилството Свое, богати ќе ве направи. Аллах навистина знае сè и Мудар е"},{"SurahNumber":9,"VerseNumber":29,"Text":"Борете се против тие на кои им е дадена Книгата, а кои не веруваат ниту во Аллах ниту во оној свет, не го сметаат за забрането тоа што Аллах и Неговиот Пратеник го забрануваат и не ја исповедаат вистинската вера, сè додека не дадат главарина послушно и понизно"},{"SurahNumber":9,"VerseNumber":30,"Text":"Евреите велат: „Узејр120 е Божји син.“, а христијаните велат: „Исус е Божји син.“ Тоа се зборовите нивни, од устите нивни, ги имитираат зборовите на неверниците претходни - Аллах да ги убие! Каде се одметнуваат"},{"SurahNumber":9,"VerseNumber":31,"Text":"Тие, покрај Аллах, за божества ги сметаат свештениците свои, и монасите свои и Месих, синот Мерјемин, а наредено им е само еден Бог да обожуваат - нема друг бог освен Него. Тој е многу високо над тие кои Нему за рамни Му ги припишуваат"},{"SurahNumber":9,"VerseNumber":32,"Text":"Тие сакаат со устите свои да го згаснат Аллаховото светло, а Аллах сака да го направи видливо светлото Свое, дури и да не им е по волја на неверниците"},{"SurahNumber":9,"VerseNumber":33,"Text":"Тој го прати Пратеникот Свој со упатството и вистинската вера, за да ја издигне над сите вери, дури и да не им е по волја на многубошците"},{"SurahNumber":9,"VerseNumber":34,"Text":"О, верници, многу свештеници и монаси, навистина, на недозволен начин туѓите имоти ги трошат и од Аллаховиот пат одвраќаат. На тие кои златото и среброто го збираат и на Аллаховиот пат не го трошат, најави им болно страдание"},{"SurahNumber":9,"VerseNumber":35,"Text":"На Денот кога тоа (златото и среброто) во огнот џехенемски ќе се усвити, па со него челата нивни и слабините нивни и грбовите нивни ќе се жигосаат: „Ова е тоа што за себе го натрупувавте; искусете ја тогаш казната за тоа што го збиравте!“"},{"SurahNumber":9,"VerseNumber":36,"Text":"Бројот на месеците кај Аллах е дванаесет, според Аллаховата Книга, од денот кога ги создаде небесата и Земјата, а четири се свети; тоа е вистинската вера! Во нив не грешете! А борете се против многубошците, како што сите тие се борат против вас; и знајте дека Аллах е на страната на тие што се плашат од Аллах и се чуваат од гревовите"},{"SurahNumber":9,"VerseNumber":37,"Text":"Со преместување на светите месеци само се зголемува неверувањето, со што неверниците се доведуваат во заблуда; една година го прогласуваат како обичен, а другата година го прогласуваат за свет, за да го исполнат бројот на месеците кои Аллах ги направил свети.121 Нивните лоши постапки им се претставени како добри. А Аллах нема да им укаже на Вистинскиот пат на тие што не сакаат да веруваат"},{"SurahNumber":9,"VerseNumber":38,"Text":"О, верници, зошто некои се колебаа кога ви беше речено: „Тргнете во борба на Аллаховиот пат!“ - како да сте за земја приковани?122 Зарем ви е помил животот на овој свет од оној свет? А уживањето на овој свет спрема оној свет не е ништо"},{"SurahNumber":9,"VerseNumber":39,"Text":"Ако не одите во бој, Тој на неподносливи маки ќе ве стави и со друг народ ќе ве замени, а вие нема ни малку да Му наштетите. А Аллах може сè"},{"SurahNumber":9,"VerseNumber":40,"Text":"Ако вие не му помогнете, па Аллах му помогна тогаш кога тие што не веруваа го присилија да си оди, кога со него беше само другарот123 негов, кога тие двајца беавопештерата124 икогатој муречена другарот свој: „Не грижи се, Аллах е со нас!“ па Аллах го спушти спокојството Свое на него и му помогна со војската која вие не ја видовте и стори зборот на неверниците да биде долен, а Аллаховата Реч, таа е - горна. Аллах е Силен и Мудар"},{"SurahNumber":9,"VerseNumber":41,"Text":"Тргнувајте во бој, било слаби или силни, и борете се на Аллаховиот пат заложувајќи ги имотите свои и животите свои! Тоа ви е, да знаете, подобро"},{"SurahNumber":9,"VerseNumber":42,"Text":"Да се работеше за плен на дофат на раката и за не толку далечен поход, лицемерите ќе те следеа, но патот им изгледаше далек. И тие ќе се колнеа во Аллах: „Да можевме, навистина со вас ќе тргневме.“, и така се упропастија самите себе, а Аллах знае дека тие се лажливци"},{"SurahNumber":9,"VerseNumber":43,"Text":"Нека ти прости Аллах што дозволи да изостанат, додека не се увери кои од нив ја зборуваат вистината, а кои лажат"},{"SurahNumber":9,"VerseNumber":44,"Text":"Тие што веруваат во Аллах и во оној свет нема да бараат дозвола од тебе да не се борат заложувајќи ги имотите свои и животите свои. А Аллах добро ги знае тие што се побожни"},{"SurahNumber":9,"VerseNumber":45,"Text":"Од тебе ќе бараат дозвола само тие што не веруваат во Аллах и во оној свет и чии срца се колебаат, па се сомневаат и неодлучни се"},{"SurahNumber":9,"VerseNumber":46,"Text":"Да имаа намера да појдат, сигурно за тоа ќе го подготвеа тоа што е потребно, но на Аллах не му беше по волја да одат, па ги задржа, и им беше речено: „Седете со тие што седат!“"},{"SurahNumber":9,"VerseNumber":47,"Text":"Да појдеа со вас, само раздорот меѓу вас ќе го зголемеа и брзо меѓу вас безредие ќе вметнеа, а меѓу вас има и такви кои со задоволство ги слушаат. А Аллах ги знае неправедниците"},{"SurahNumber":9,"VerseNumber":48,"Text":"Тие и претходно безредие посакуваа и замки ти смислуваа, сè додека, наспроти нив, вистината победи и Аллаховата вера завладеа"},{"SurahNumber":9,"VerseNumber":49,"Text":"Има и такви кои велат: „Дозволи ми и не доведувај ме во искушение!“ Ете, токму во искушение паднаа! А неверниците сигурно нема да му избегнат на џехеннемот"},{"SurahNumber":9,"VerseNumber":50,"Text":"Ако те снајде добрина, тоа ги огорчува; а кога ќе те погоди несреќа, велат: „Ние и претходно бевме претпазливи.“, и заминуваат весели"},{"SurahNumber":9,"VerseNumber":51,"Text":"Кажи: „Ќе ни се случи само тоа што Аллах ќе ни го одреди, Тој е нашиот Господар.“ И верниците само на Аллах нека се надеваат"},{"SurahNumber":9,"VerseNumber":52,"Text":"Кажи: „Очекувате ли за нас нешто друго освен едно од двете добра? А ние очекуваме Аллах, самиот или преку рацете наши, да ве казни. Па исчекувајте, и ние со вас ќе чекаме.“"},{"SurahNumber":9,"VerseNumber":53,"Text":"Кажи: „Трошеле милум или силум, од вас нема да се прими, бидејќи вие сте лош народ.“"},{"SurahNumber":9,"VerseNumber":54,"Text":"Прилозите нивни нема да бидат примени затоа што во Аллах и во Неговиот Пратеник не веруваат, бидејќи мрзеливо намазот (молитвата) го извршуваат и што без волја даваат"},{"SurahNumber":9,"VerseNumber":55,"Text":"Нека не те одушевуваат имотите нивни, а ни децата нивни! Аллах сака со нив да ги казни на овој свет и душите да им излезат додека се неверници"},{"SurahNumber":9,"VerseNumber":56,"Text":"Тие се колнат во Аллах дека навистина се ваши, а тие не се со вас, туку се плашлив народ"},{"SurahNumber":9,"VerseNumber":57,"Text":"Кога би нашле некое засолниште или некоја пештера или пак некаква јама, тие натаму со трчање би поитале"},{"SurahNumber":9,"VerseNumber":58,"Text":"Има и такви што ти приговараат поради распределбата на зекатот. Ако од него им се даде, задоволни се, а ако не им се даде, веднаш се разгневуваат"},{"SurahNumber":9,"VerseNumber":59,"Text":"А би требало да се задоволат со тоа што ќе им го даде Аллах и Пратеникот Негов и да кажат: „Доволен ни е Аллах, Аллах ќе ни даде од изобилството Свое, а и Пратеникот Негов, ние само кон Аллах копнееме.“"},{"SurahNumber":9,"VerseNumber":60,"Text":"Зекатот им припаѓа само на сиромашните ина тие што имаат потреба, и на тие што го собираат, и на тие чиишто срца треба да се придобијат, и за откуп од ропство, и на презадолжените, и за цели на Аллаховиот пат и за патникот. Аллах така одредил! А Аллах сè знае и Мудар е"},{"SurahNumber":9,"VerseNumber":61,"Text":"Има и такви што го навредуваат Веровесникот, велејќи: „Тој верува што и да чуе!“ Кажи: „Тој го слуша тоа што е добро, верува во Аллах и им верува на верниците, и претставува милост за тие од вас кои веруваат.“ А тие што го навредуваат Аллаховиот Пратеник ги чека неиздржливо страдање"},{"SurahNumber":9,"VerseNumber":62,"Text":"Ви се колнат во Аллах дека ќе ве задоволат, а поважно им е Аллах и Неговиот Пратеник да ги задоволат, ако се верници"},{"SurahNumber":9,"VerseNumber":63,"Text":"Зарем тие не знаат дека тој што им се спротивставува на Аллах и на Пратеникот Негов го чека огнот џехеннемски, во кој вечно ќе остане? Тоа е големо понижување"},{"SurahNumber":9,"VerseNumber":64,"Text":"Лицемерите се плашат да не им се објави на верниците поглавје кое би им го открило тоа што е во срцата на лицемерите. Кажи: „Само вие потсмевајте се, Аллах навистина на виделина ќе го изнесе тоа од што се плашите.“"},{"SurahNumber":9,"VerseNumber":65,"Text":"А ако ги запрашаш, тие сигурно ќе кажат: „Ние само разговаравме исе забавувавме.“ Кажи: „Зарем не Му се потсмевавте на Аллах, и на зборовите Негови, и на Пратеникот Негов?“"},{"SurahNumber":9,"VerseNumber":66,"Text":"Не извинувајте се! Јасно е дека сте неверници, а тврдевте дека сте верници. Ако на некого од вас му простиме, другите ќе ги казниме затоа што се виновници"},{"SurahNumber":9,"VerseNumber":67,"Text":"Лицемерите и лицемерките слични се едни со други: Бараат да се прават лоши дела, а од добрите одвраќаат, и рацете им се стиснати, Го забораваат Аллах, па и Тој нив ги заборави. Лицемерите се навистина вистински неверници"},{"SurahNumber":9,"VerseNumber":68,"Text":"На лицемерите и лицемерките и на неверниците Аллах им го вети џехеннемскиот оган, вечно во него ќе останат, доволен ќе им биде тој! Аллах ги проколна, и нив ги чека постојано страдање"},{"SurahNumber":9,"VerseNumber":69,"Text":"Вие сте како и тие пред вас! Тие посилни од вас беа и повеќе богатство и деца имаа, и сладок живот живееја, а и вие сладок живот живеете исто како што тие пред вас живееја, и вие се впуштате во лошотилаци како што и тие се впуштаа. Тоа се тие чии дела ќе бидат поништени и на овој и на оној свет, и тие се губитници"},{"SurahNumber":9,"VerseNumber":70,"Text":"Зарем не допре до нив веста за тие пред нив: за народот Нухов и за Ад, и за Семуд, и за народот Ибрахимов, и за жителите на Медјен, и за тие чии населби се превртени? Пратениците нивни јасни докази им носеа и Аллах не им стори никаква неправда, туку тие самите себеси си ја нанесоа"},{"SurahNumber":9,"VerseNumber":71,"Text":"А верниците и верничките се пријатели едни со други: Бараат да се прават добри дела, а од лошите одвраќаат, и намазот (молитвата) го извршуваат и зекат даваат, и им се покоруваат на Аллах и на Пратеникот Негов. Тоа се тие на кои Аллах сигурно ќе им се смилува. Аллах е навистина Силен и Мудар"},{"SurahNumber":9,"VerseNumber":72,"Text":"Аллах им ветува на верниците и верничките џеннетски градини низ кои реки ќе течат, во кои вечно ќе престојуваат, и прекрасни дворци во градините на Адн. А Аллаховото задоволство е поголемо од сето тоа: тоа, навистина, голем успех ќе биде"},{"SurahNumber":9,"VerseNumber":73,"Text":"О, Веровеснику, бори се против неверниците и лицемерите и биди строг кон нив! Џехеннемот ќе биде нивно живеалиште, а тоа е грозно престојувалиште"},{"SurahNumber":9,"VerseNumber":74,"Text":"Лицемерите се колнат во Аллах дека не зборувале, а сигурно говореа невернички зборови и покажуваа дека се неверници, откако исламот јавно го примија, и сакаа да го сторат тоа во што не успеаја. А приговараат само затоа што Аллах, од изобилството Свое, и Пратеникот Негов, ги направија богати. Па ако се покајат, ќе им биде добро; а ако главите ги свртат, Аллах и на овој и на оној свет на маки неподносливи ќе ги стави, а на Земјата ниту заштитник ниту помагач нема да имаат"},{"SurahNumber":9,"VerseNumber":75,"Text":"Има и такви што се обврзаа кон Аллах: „Ако од изобилството Свое ни даде, навистина ќе даваме зекат и милостина, и ќе бидеме, навистина добри!“"},{"SurahNumber":9,"VerseNumber":76,"Text":"А кога Тој им даде од изобилството Свое, тие за тоа скржави станаа и грбот го завртија, а тие и онака главите ги вртат"},{"SurahNumber":9,"VerseNumber":77,"Text":"И Тој им надоврза лицемерство на тоа во срцата нивни сè до денот кога пред Него ќе застанат, затоа што не се придржуваат кон тоа што на Аллах Му го ветија и затоа што постојано лажат"},{"SurahNumber":9,"VerseNumber":78,"Text":"Зарем тие не знаат дека Аллах го знае тоа што тие во себе го кријат и тоа што си го шепотат и дека Аллах е зналец на сè што е скриено"},{"SurahNumber":9,"VerseNumber":79,"Text":"Тие што верниците ги озборуваат затоа што зекат и садака даваат, а им се исмејуваат и на тие што со мака ги даваат, Аллах ќе ги казни за исмејувањето нивно, и нив ги чека неподносливо страдање"},{"SurahNumber":9,"VerseNumber":80,"Text":"Молел ти прошка за нив или не молел, дури и седумдесет пати да молиш, Аллах нема да им прости затоа што во Аллах и Неговиот Пратеник не веруваат. А Аллах нема да им укаже на Вистинскиот пат на грешниците"},{"SurahNumber":9,"VerseNumber":81,"Text":"Тие што заостанаа зад Аллаховиот Пратеник се веселеа во куќите свои – мака им беше да се борат на Аллаховиот пат заложувајќи ги имотите свои и животите свои, и меѓусебно си велеа: „Не тргнувајте во бој на жештинава!“ Кажи: „Џехеннемскиот оган е уште пожежок!“ – кога тие само би знаеле"},{"SurahNumber":9,"VerseNumber":82,"Text":"Тие малку ќе се смеат, а долго ќе плачат, ќе биде тоа казна за тоа што го заработиле"},{"SurahNumber":9,"VerseNumber":83,"Text":"И ако Аллах повторно те врати на некои од нив, па те замолат да им дозволиш да појдат со тебе во бој, ти кажи им: „Никогаш со мене во бој нема да одите и никогаш со мене против непријателот нема да се борите! Бевте задоволни што изостанавте првиот пат, затоа останете со тие што и така не одат во бој.“"},{"SurahNumber":9,"VerseNumber":84,"Text":"И за никој од нив, кога ќе умре, немој да се молиш, ниту на погребот негов да присуствуваш, бидејќи тие во Аллах и во Неговиот Пратеник не веруваат и како неверници умираат"},{"SurahNumber":9,"VerseNumber":85,"Text":"Нека не те восхитуваат богатствата нивни и децата нивни! Аллах сака со нив да ги намачи на овој свет и душите да им излезат додека се неверници"},{"SurahNumber":9,"VerseNumber":86,"Text":"А кога е објавено поглавјето во Аллах да верувате и заедно со Пратеникот Негов да се борите, најбогатите од нив побараа одобрување од тебе и рекоа: „Остави нè да бидеме со тие што не одат во бој!“"},{"SurahNumber":9,"VerseNumber":87,"Text":"Се задоволуваат да бидат со тие што не одат во бој, срцата нивни се запечатени, па тие не сфаќаат"},{"SurahNumber":9,"VerseNumber":88,"Text":"Но, Пратеникот и тие што со него веруваат се борат заложувајќи ги имотите свои и животите свои. На нив ќе им припадне секое добро и тие тоа што го сакаат ќе го остварат"},{"SurahNumber":9,"VerseNumber":89,"Text":"Аллах им подготви џеннетски градини, низ кои реки ќе течат, во кои вечно ќе престојуваат. Тоа е голем успех"},{"SurahNumber":9,"VerseNumber":90,"Text":"Доаѓаа и некои бедуини кои се извинуваа и бараа дозвола да не одат, и така изостанаа тие што го лажеа Аллах и Неговиот Пратеник; а тешко страдање ќе ги погоди тие меѓу нив кои не веруваа"},{"SurahNumber":9,"VerseNumber":91,"Text":"Нема да им биде земено за грев на немоќните и на болните, и на тие што не можат да најдат средства за борба, само ако се искрени кон Аллах и кон Неговиот Пратеник. Нема причина нешто да им се приговара на тие што прават добри дела – а Аллах простува и Милостив е"},{"SurahNumber":9,"VerseNumber":92,"Text":"ниту на тие на кои им рече кога ти дојдоа да им дадеш животни за јавање: „Не можам да најдам за вас животни за јавање“, па се вратија со насолзени очи, тажни што не можат да ги купат"}]}