{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"I kazvat onezi, koito ne se nadyavat da Ni sreshtnat: “Zashto ne ni byakha izprateni angeli ili ne vidim nashiya Gospod?” Vŭzgordyavat se i prekalyavat v dŭrzostta si"},{"SurahNumber":25,"VerseNumber":22,"Text":"V Denya, kogato te shte vidyat angelite, ne shte ima v tozi Den radostna vest za prestŭpnitsite i [angelite] shte kazhat: “Vŭzbranena pregrada!”"},{"SurahNumber":25,"VerseNumber":23,"Text":"I shte pretsenim vsyako delo, koeto te sa izvŭrshili, i shte go prevŭrnem v razpilyana prakh"},{"SurahNumber":25,"VerseNumber":24,"Text":"Obitatelite na Raya v tozi Den shte imat naĭ-dobrata obitel i naĭ-khubavoto myasto za otdikh"},{"SurahNumber":25,"VerseNumber":25,"Text":"V Denya, kogato shte se raztsepi nebeto s oblatsite i shte bŭdat izprateni angelite"},{"SurahNumber":25,"VerseNumber":26,"Text":"istinskata vlast v tozi Den shte prinadlezhi na Vsemilostiviya. Shte bŭde tezhŭk Den za nevernitsite"},{"SurahNumber":25,"VerseNumber":27,"Text":"V Denya, kogato ugnetitelyat shte khape rŭtsete si, kazvaĭki: “Akh, da byakh poel pŭt s Pratenika"},{"SurahNumber":25,"VerseNumber":28,"Text":"Akh, gorko mi, da ne byakh vzimal takŭv za priyatel"},{"SurahNumber":25,"VerseNumber":29,"Text":"Toĭ me otkloni ot spomenavaneto, sled kato be doshlo pri men. Satanata za choveka e predatel.”"},{"SurahNumber":25,"VerseNumber":30,"Text":"I reche Pratenika: “O, Gospodi, moyat narod prenebregva tozi Koran.”"},{"SurahNumber":25,"VerseNumber":31,"Text":"I taka na vseki prorok storikhme vrag ot prestŭpnitsite. Dostatŭchen e tvoyat Gospod za voditel i zakrilnik"},{"SurahNumber":25,"VerseNumber":32,"Text":"I rekokha nevernitsite: “Zashto Koranŭt ne mu be nizposlan navednŭzh?” Taka e, za da ukrepim s nego tvoeto sŭrtse. I go chetokhme otmereno"},{"SurahNumber":25,"VerseNumber":33,"Text":"I ne shte doĭdat pri teb s primer, bez da sme ti donesli istinata [za nego] i oshte po-dobro tŭlkuvane"},{"SurahNumber":25,"VerseNumber":34,"Text":"Tezi, koito bŭdat podkarani kŭm Ada po ochi, shte sa na naĭ-loshoto myasto i na naĭ-zabludeniya pŭt"},{"SurahNumber":25,"VerseNumber":35,"Text":"Veche dadokhme na Musa Pisanieto i za negov pomoshtnik opredelikhme brat mu Kharun"},{"SurahNumber":25,"VerseNumber":36,"Text":"I rekokhme: “Otidete dvamata pri naroda, koĭto vze za lŭzha Nashite znameniya!” I go unishtozhikhme napŭlno"},{"SurahNumber":25,"VerseNumber":37,"Text":"I naroda na Nukh izdavikhme, kogato vze za lŭzha pratenitsite, i go storikhme znamenie za khorata. I prigotvikhme bolezneno mŭchenie za potisnitsite"},{"SurahNumber":25,"VerseNumber":38,"Text":"I aditite, i samudyanite, i obitatelite na ar-Ras, i mnogo pokoleniya mezhdu tyakh"},{"SurahNumber":25,"VerseNumber":39,"Text":"I na vseki ot tyakh davakhme primeri, i vsichki napŭlno pogubikhme"},{"SurahNumber":25,"VerseNumber":40,"Text":"I minavat [nevernitsite] kraĭ selishteto, nad koeto be izsipan bedstveniyat dŭzhd. Nima ne go vizhdat? Da, ala te ne se strakhuvat ot vŭzkresenieto"},{"SurahNumber":25,"VerseNumber":41,"Text":"I shtom te vidyat, vzimat te samo na prismekh: “Tozi li e, kogoto Allakh e provodil za pratenik"},{"SurahNumber":25,"VerseNumber":42,"Text":"Toĭ shteshe da ni otkloni ot bozhestvata ni, ako ne postoyanstvakhme za tyakh.” A kogato vidyat mŭchenieto, shte uznayat koĭ e naĭ-zabluden za pŭtya"},{"SurahNumber":25,"VerseNumber":43,"Text":"Ne vizhdash li onzi, koĭto priema strastta si za bozhestvo? Nima nad nego si pokrovitel"},{"SurahNumber":25,"VerseNumber":44,"Text":"Ili smyatash, che povecheto ot tyakh chuvat ili proumyavat? Te sa kato dobitŭka, dori sa oshte po-zabludeni"},{"SurahNumber":25,"VerseNumber":45,"Text":"Ne vizhdash li kak tvoyat Gospod razprostira syankata? A ako pozhelaeshe, Toĭ bi ya storil nepodvizhna. Posle storvame slŭntseto nein voditel"},{"SurahNumber":25,"VerseNumber":46,"Text":"Posle malko po malko ya skŭsyavame"},{"SurahNumber":25,"VerseNumber":47,"Text":"Toĭ e, Koĭto stori za vas noshtta da e odeyanie, i sŭnya da e za otdikh, i stori denya da e za prepitanie"},{"SurahNumber":25,"VerseNumber":48,"Text":"Toĭ e, Koĭto prashta vetrovete kato blagovestiteli predi Svoyata milost. I izsipvame chista voda ot nebeto"},{"SurahNumber":25,"VerseNumber":49,"Text":"za da sŭzhivim s neya mŭrtvata zemya i da piyat sŭtvorenite ot Nas mnogobroĭni khora i dobitŭk"},{"SurahNumber":25,"VerseNumber":50,"Text":"I ya prŭskame mezhdu tyakh, za da se pouchat. Ala povecheto khora se protivyat, osven za neverieto"},{"SurahNumber":25,"VerseNumber":51,"Text":"I ako zhelaekhme, shtyakhme da izpratim vŭv vsyako selishte predupreditel"},{"SurahNumber":25,"VerseNumber":52,"Text":"I ne se pokoryavaĭ na nevernitsite, i chrez nego [-Korana] vodi sreshtu tyakh velika borba"},{"SurahNumber":25,"VerseNumber":53,"Text":"Toĭ e, Koĭto razpolozhi v sŭsedstvo dvete moreta, ednoto - sladko, utolyavashto zhazhdata, a drugoto - soleno, gorchivo. I stori mezhdu tyakh granitsa i vŭzbranena pregrada"},{"SurahNumber":25,"VerseNumber":54,"Text":"Toĭ e, Koĭto sŭtvori choveka ot voda i mu otredi krŭvno i brachno rodstvo. Tvoyat Gospod e vsemogŭsht"},{"SurahNumber":25,"VerseNumber":55,"Text":"I vmesto na Allakh sluzhat na onova, koeto nito im pomaga, nito im vredi. Nevernikŭt e pomoshtnik [na satanata] sreshtu svoya Gospod"},{"SurahNumber":25,"VerseNumber":56,"Text":"Nie te izpratikhme [o, Mukhammad] samo kato blagovestitel i predupreditel"},{"SurahNumber":25,"VerseNumber":57,"Text":"Kazhi: “Ne tŭrsya ot vas druga otplata za tova, osven zhelanieto na nyakogo da poeme pŭtya kŭm svoya Gospod.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"I se upovavaĭ na Vechnozhiviya, Koĭto ne umira, i Go proslavyaĭ s vŭzkhvala! Dostatŭchno e svedusht Toĭ za grekhovete na Svoite rabi"},{"SurahNumber":25,"VerseNumber":59,"Text":"Onzi, Koĭto sŭtvori nebesata i zemyata, i vsichko pomezhdu im v shest dni, posle se vŭzdigna [bezpodoben] na Trona. Vsemilostiviya - pitaĭ za Nego znaeshtite"},{"SurahNumber":25,"VerseNumber":60,"Text":"I kogato im se reche: “Svedete chela do zemyata v sudzhud pred Vsemilostiviya!”, kazvat: “A kakvo e Vsemilostiviya? Nima shte se poklonim na onova, za koeto ni povelyavash ti?” I tova im nadbavya omraza"},{"SurahNumber":25,"VerseNumber":61,"Text":"Blagosloven e Onzi, Koĭto stori sŭzvezdiya na nebeto i stori tam svetilo i siyaĭna luna"},{"SurahNumber":25,"VerseNumber":62,"Text":"Toĭ e, Koĭto stori noshtta i denyat da se sledvat za zhelaeshtiya da se pouchi ili zhelaeshtiya da e priznatelen"},{"SurahNumber":25,"VerseNumber":63,"Text":"Rabite na Vsemilostiviya sa onezi, koito khodyat po zemyata s krotost i ako nevezhite im otpravyat dumi, kazvat: “Mir!” [i otminavat]"},{"SurahNumber":25,"VerseNumber":64,"Text":"i koito prekarvat noshtta, kato svezhdat chela v sudzhud i se vŭzpravyat pred svoya Gospod"},{"SurahNumber":25,"VerseNumber":65,"Text":"i koito kazvat: “Gospodi, otkloni ot nas mŭchenieto na Ada! Neotmenimo e negovoto mŭchenie.”"},{"SurahNumber":25,"VerseNumber":66,"Text":"I kolko losh e toĭ za obitalishte i prebivanie"},{"SurahNumber":25,"VerseNumber":67,"Text":"I koito ako kharchat, nito prakhosvat, nito skŭpernichat, a sa po sredata na tova"},{"SurahNumber":25,"VerseNumber":68,"Text":"I koito ne zovat drug bog zaedno s Allakh, i ne otnemat zhivot - Allakh e vŭzbranil tova, osven po pravo, - i ne prelyubodeĭstvat. A koĭto vŭrshi tova, shte sreshtne vŭzmezdie"},{"SurahNumber":25,"VerseNumber":69,"Text":"V Denya na vŭzkresenieto shte bŭde udvoeno za nego mŭchenieto, v koeto unizen shte prebivava vechno"},{"SurahNumber":25,"VerseNumber":70,"Text":"osven onzi, koĭto se e pokayal i povyarval, i vŭrshil pravedni dela. Na takiva Allakh shte podmeni zlinite s dobrini. Allakh e oproshtavasht, milosŭrden"},{"SurahNumber":25,"VerseNumber":71,"Text":"A koĭto se e pokayal i vŭrshil pravedni dela, toĭ se vrŭshta kŭm Allakh s prieto pokayanie"},{"SurahNumber":25,"VerseNumber":72,"Text":"I koito ne svidetelstvat s izmama, i ako minat kraĭ praznoslovie, otminavat dostoĭno"},{"SurahNumber":25,"VerseNumber":73,"Text":"i koito, ako im se napomnyat znameniyata na tekhniya Gospod, ne ostavat pred tyakh glukhi i slepi"},{"SurahNumber":25,"VerseNumber":74,"Text":"i koito kazvat: “Gospodi nash, dari ni sŭs sŭprugi i potomtsi - radost za ochite ni! I ni stori voditeli na bogoboyazlivite!”"},{"SurahNumber":25,"VerseNumber":75,"Text":"na tezi shte se vŭzdade naĭ-izdignatoto myasto v Raya, zashtoto sa tŭrpeli, i tam shte bŭdat posreshtnati s pozdrav i mir"},{"SurahNumber":25,"VerseNumber":76,"Text":"V nego shte prebivavat vechno. I kolko prekrasno e to za obitalishte i prebivavane"},{"SurahNumber":25,"VerseNumber":77,"Text":"Kazhi: “Ne bi vi obŭrnal vnimanie moyat Gospod, osven ako ste go prizovavali. No vie vzimakhte tova za lŭzha [o, nevernitsi] i mŭchenieto e neizbezhno.”"},{"SurahNumber":26,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Tezi sa znameniyata na yasnata Kniga"},{"SurahNumber":26,"VerseNumber":3,"Text":"Ne pogubvaĭ sebe si, zadeto ne iskat da povyarvat"},{"SurahNumber":26,"VerseNumber":4,"Text":"Ako Nie pozhelaem, shte im spusnem znamenie ot nebeto i shte svedat glavi pred nego"},{"SurahNumber":26,"VerseNumber":5,"Text":"I ne idva pri tyakh novo napomnyane ot Vsemilostiviya, bez da se otvŭrnat ot nego"},{"SurahNumber":26,"VerseNumber":6,"Text":"Te go vzimakha za lŭzha, no shte doĭdat pri tyakh vestite za onova, na koeto se podigravakha"},{"SurahNumber":26,"VerseNumber":7,"Text":"I nima ne poglezhdat kŭm zemyata, kolko polezni vidove nakarakhme da poniknat ot neya"},{"SurahNumber":26,"VerseNumber":8,"Text":"V tova ima znamenie, no povecheto ot tyakh ne sa vyarvashti"},{"SurahNumber":26,"VerseNumber":9,"Text":"Tvoyat Gospod naistina e Vsemogŭshtiya, Milosŭrdniya"},{"SurahNumber":26,"VerseNumber":10,"Text":"I kogato tvoyat Gospod prizova Musa: “Idi pri khorata-ugnetiteli"},{"SurahNumber":26,"VerseNumber":11,"Text":"khorata na Faraona! Nima ne shte se poboyat?”"},{"SurahNumber":26,"VerseNumber":12,"Text":"kaza: “Gospodi moĭ, strakhuvam se da ne me vzemat za lŭzhets"},{"SurahNumber":26,"VerseNumber":13,"Text":"i sŭrtseto mi shte se svie, i ezikŭt mi ne shte se razvŭrzhe. Daĭ [prorochestvoto] i na Kharun"},{"SurahNumber":26,"VerseNumber":14,"Text":"I imam gryakh pred tyakh, zatova me e strakh da ne me ubiyat.”"},{"SurahNumber":26,"VerseNumber":15,"Text":"Kaza: “Ne [nyama da te ubiyat]! Dvamata vŭrvete s Nashite znameniya! Nie sme s vas - chuvashti"},{"SurahNumber":26,"VerseNumber":16,"Text":"Idete pri Faraona i kazhete: “Nie sme prateni ot Gospoda na svetovete"},{"SurahNumber":26,"VerseNumber":17,"Text":"Pusni s nas sinovete na Israil!”"},{"SurahNumber":26,"VerseNumber":18,"Text":"Kaza [Faraonŭt]: “Ne te li otgledakhme sred nas ot dete? I ne prekara li sred nas godini ot zhivota si"},{"SurahNumber":26,"VerseNumber":19,"Text":"I napravi, kakvoto napravi. Ti si ot neblagodarnite.”"},{"SurahNumber":26,"VerseNumber":20,"Text":"Kaza: “Napravikh go togava, kogato byakh ot zabludenite"},{"SurahNumber":26,"VerseNumber":21,"Text":"I izbyagakh ot vas, kogato me uplashikhte, a moyat Gospod me dari s mŭdrost i me stori ot pratenitsite"},{"SurahNumber":26,"VerseNumber":22,"Text":"I kakva e tazi blagodat, za koyato me uprekvash, shtom ti si porobil sinovete na Israil?”"},{"SurahNumber":26,"VerseNumber":23,"Text":"Reche Faraonŭt: “A kakvo e Gospodŭt na svetovete?”"},{"SurahNumber":26,"VerseNumber":24,"Text":"Kaza: “Gospodŭt na nebesata i na zemyata, i na vsichko mezhdu tyakh, ako ste ubedeni.”"},{"SurahNumber":26,"VerseNumber":25,"Text":"Reche [Faraonŭt] na onezi okolo nego: “Chuvate li?”"},{"SurahNumber":26,"VerseNumber":26,"Text":"Kaza [Musa]: “Vashiyat Gospod i Gospodŭt na drevnite vi predtsi...”"},{"SurahNumber":26,"VerseNumber":27,"Text":"Reche [Faraonŭt]: “Vashiyat pratenik, izpraten pri vas, e lud.”"},{"SurahNumber":26,"VerseNumber":28,"Text":"Kaza [Musa]: “Gospodŭt na iztoka i na zapada, i na vsichko mezhdu tyakh, ako proumyavate.”"},{"SurahNumber":26,"VerseNumber":29,"Text":"Reche [Faraonŭt]: “Ako priemesh drug bog osven men, shte te tikna pri zatvornitsite.”"},{"SurahNumber":26,"VerseNumber":30,"Text":"Kaza: “A ako ti donesa neshto ochevidno?”"},{"SurahNumber":26,"VerseNumber":31,"Text":"Reche [Faraonŭt]: “Daĭ go, ako kazvash istinata!”"},{"SurahNumber":26,"VerseNumber":32,"Text":"I metna Musa toyagata si, i eto ya - yavna zmiya"},{"SurahNumber":26,"VerseNumber":33,"Text":"I izvadi rŭkata si, i eto ya - siyaĭnobyala za gledashtite"},{"SurahNumber":26,"VerseNumber":34,"Text":"Kaza [Faraonŭt] na znatnite okolo nego: “Tozi e vesht mag’osnik"},{"SurahNumber":26,"VerseNumber":35,"Text":"Iska da vi progoni s magiyata si ot vashata zemya. Kakvo shte posŭvetvate?”"},{"SurahNumber":26,"VerseNumber":36,"Text":"Kazakha: “Daĭ ot·srochka na nego i brat mu, i prati po gradovete sŭbirachi"},{"SurahNumber":26,"VerseNumber":37,"Text":"da ti dovedat vsichki veshti mag’osnitsi!”"},{"SurahNumber":26,"VerseNumber":38,"Text":"I mag’osnitsite byakha nasŭbrani v chasa na opredeleniya den"},{"SurahNumber":26,"VerseNumber":39,"Text":"I se reche na khorata: “Sŭbrakhte li se?”"},{"SurahNumber":26,"VerseNumber":40,"Text":"[Khorata kazakha:] “Shte posledvame mag’osnitsite, ako pobedyat!”"},{"SurahNumber":26,"VerseNumber":41,"Text":"I kogato mag’osnitsite doĭdokha, rekokha na Faraona: “Shte ima li za nas nagrada, ako nie pobedim?”"},{"SurahNumber":26,"VerseNumber":42,"Text":"Reche: “Da, i togava shte bŭdete ot priblizhenite.”"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa im reche: “Myataĭte, kakvoto shte myatate!”"},{"SurahNumber":26,"VerseNumber":44,"Text":"I metnakha te svoite vŭzheta i toyagi, i rekokha: “S mogŭshtestvoto na Faraona nie shte pobedim.”"},{"SurahNumber":26,"VerseNumber":45,"Text":"I Musa metna svoyata toyaga, i eto ya - poglŭshta onova, s koeto izmamvat"},{"SurahNumber":26,"VerseNumber":46,"Text":"Togava mag’osnitsite padnakha, svezhdaĭki chela do zemyata v sudzhud"},{"SurahNumber":26,"VerseNumber":47,"Text":"Rekokha: “Povyarvakhme v Gospoda na svetovete"},{"SurahNumber":26,"VerseNumber":48,"Text":"Gospoda na Musa i Kharun!”"},{"SurahNumber":26,"VerseNumber":49,"Text":"Reche [Faraonŭt]: “Nima mu povyarvakhte, predi az da sŭm vi pozvolil? Toĭ vi e stareĭshinata, koĭto vi e nauchil na magiya. I shte razberete! Shte vi ot·seka rŭtsete i krakata krŭstom, i vsichki vi shte razpŭna.”"},{"SurahNumber":26,"VerseNumber":50,"Text":"Rekokha: “Ne e beda! Naistina pri nashiya Gospod shte se zavŭrnem"},{"SurahNumber":26,"VerseNumber":51,"Text":"Nadyavame se da ni oprosti nashiyat Gospod pregresheniyata, zashtoto pŭrvi povyarvakhme.”"},{"SurahNumber":26,"VerseNumber":52,"Text":"I dadokhme na Musa otkrovenie: “Otpŭtuvaĭ s Moite rabi noshtem! Vas shte vi presledvat.”"},{"SurahNumber":26,"VerseNumber":53,"Text":"I izprati Faraonŭt sŭbirachi v gradovete"},{"SurahNumber":26,"VerseNumber":54,"Text":"“Tezi [sinove na Israil] sa malko khora"},{"SurahNumber":26,"VerseNumber":55,"Text":"Te ni razgnevyavat"},{"SurahNumber":26,"VerseNumber":56,"Text":"no nie vsichki sme bditelni.”"},{"SurahNumber":26,"VerseNumber":57,"Text":"I taka Nie gi propŭdikhme ot gradini i izvori"},{"SurahNumber":26,"VerseNumber":58,"Text":"i ot sŭkrovishta, i ot znatno myasto"},{"SurahNumber":26,"VerseNumber":59,"Text":"Taka e. I ostavikhme tova v nasledstvo na sinovete na Israil"},{"SurahNumber":26,"VerseNumber":60,"Text":"I trŭgnakha da gi presledvat po izgrev [khorata na Faraona]"},{"SurahNumber":26,"VerseNumber":61,"Text":"I kogato dvete mnozhestva se sŭgledakha, spŭtnitsite na Musa rekokha: “Nie sme nastignati.”"},{"SurahNumber":26,"VerseNumber":62,"Text":"Reche: “Ne! Moyat Gospod e s men i Toĭ shte me napŭti!”"},{"SurahNumber":26,"VerseNumber":63,"Text":"I razkrikhme na Musa: “Udari s toyagata si po moreto!” I to se raztsepi. I vseki kŭs be kato ogromna planina"},{"SurahNumber":26,"VerseNumber":64,"Text":"I storikhme tam drugite da se priblizhat"},{"SurahNumber":26,"VerseNumber":65,"Text":"I spasikhme Musa i vsichki, koito byakha s nego"},{"SurahNumber":26,"VerseNumber":66,"Text":"Posle izdavikhme drugite"},{"SurahNumber":26,"VerseNumber":67,"Text":"V tova ima znamenie, no povecheto ot tyakh ne vyarvat"},{"SurahNumber":26,"VerseNumber":68,"Text":"Tvoyat Gospod naistina e Vsemogŭshtiya, Milosŭrdniya"},{"SurahNumber":26,"VerseNumber":69,"Text":"Procheti im vestta za Ibrakhim"},{"SurahNumber":26,"VerseNumber":70,"Text":"Kogato reche na bashta si i naroda si: “Na kakvo sluzhite?”"},{"SurahNumber":26,"VerseNumber":71,"Text":"rekokha: “Sluzhim na idoli i shte prodŭlzhim da im se klanyame.”"},{"SurahNumber":26,"VerseNumber":72,"Text":"Reche: “Chuvat li vi, kogato gi zovete"},{"SurahNumber":26,"VerseNumber":73,"Text":"ili vi pomagat, ili vredyat?”"},{"SurahNumber":26,"VerseNumber":74,"Text":"Rekokha: “Ne, no zavarikhme bashtite ni taka da pravyat.”"},{"SurahNumber":26,"VerseNumber":75,"Text":"Reche: “Vizhdate li onezi [idoli], na koito ste sluzhili"},{"SurahNumber":26,"VerseNumber":76,"Text":"vie i drevnite vi predtsi"},{"SurahNumber":26,"VerseNumber":77,"Text":"Te sa moi vragove, a ne Gospodŭt na svetovete"},{"SurahNumber":26,"VerseNumber":78,"Text":"Koĭto me e sŭtvoril i me napŭtva"},{"SurahNumber":26,"VerseNumber":79,"Text":"i Koĭto me khrani, i mi dava da piya"},{"SurahNumber":26,"VerseNumber":80,"Text":"i ako se razboleya, Toĭ me iztselyava"},{"SurahNumber":26,"VerseNumber":81,"Text":"i Koĭto shte me umŭrtvi, a posle shte me sŭzhivi"},{"SurahNumber":26,"VerseNumber":82,"Text":"i na Kogoto se nadyavam da mi oprosti grekha v Sŭdniya den"},{"SurahNumber":26,"VerseNumber":83,"Text":"Gospodi, dari mi mŭdrost i me priobshti kŭm pravednite"},{"SurahNumber":26,"VerseNumber":84,"Text":"I stori dostoĭno spomenavaneto mi pred idnite [pokoleniya]"},{"SurahNumber":26,"VerseNumber":85,"Text":"i me stori da bŭda ot naslednitsite na blazheniya Raĭ"},{"SurahNumber":26,"VerseNumber":86,"Text":"I oprosti bashta mi! Toĭ naistina e ot zabludenite"},{"SurahNumber":26,"VerseNumber":87,"Text":"I ne me opozoryavaĭ v Denya, kogato [tvarite] shte bŭdat vŭzkreseni"},{"SurahNumber":26,"VerseNumber":88,"Text":"v Denya, kogato nito bogat·stvo, nito sinove shte pomognat"},{"SurahNumber":26,"VerseNumber":89,"Text":"osven koĭto doĭde pri Allakh s chisto sŭrtse.”"},{"SurahNumber":26,"VerseNumber":90,"Text":"I Rayat shte bŭde priblizhen za bogoboyazlivite"},{"SurahNumber":26,"VerseNumber":91,"Text":"I Adŭt shte bŭde pokazan na zabludenite"},{"SurahNumber":26,"VerseNumber":92,"Text":"I shte im se reche: “Kŭde sa onezi, na koito ste sluzhili"},{"SurahNumber":26,"VerseNumber":93,"Text":"vmesto na Allakh? Dali shte vi pomognat, ili na sebe si shte pomognat"},{"SurahNumber":26,"VerseNumber":94,"Text":"Tam shte bŭdat khvŭrleni i te, i zabludenite"},{"SurahNumber":26,"VerseNumber":95,"Text":"i voĭskite na Iblis - vsichkite"},{"SurahNumber":26,"VerseNumber":96,"Text":"Shte rekat, karaĭki se tam"},{"SurahNumber":26,"VerseNumber":97,"Text":"“Kŭlnem se v Allakh, naistina byakhme v yavna zabluda"},{"SurahNumber":26,"VerseNumber":98,"Text":"kogato vas priravnyavakhme s Gospoda na svetovete"},{"SurahNumber":26,"VerseNumber":99,"Text":"I ni zabludikha ne drugi, a prestŭpnitsite"},{"SurahNumber":26,"VerseNumber":100,"Text":"Sega nyamame nito zastŭpnitsi"},{"SurahNumber":26,"VerseNumber":101,"Text":"nito blizŭk priyatel"},{"SurahNumber":26,"VerseNumber":102,"Text":"Da imashe za nas zavrŭshtane, shtyakhme da sme ot vyarvashtite.”"},{"SurahNumber":26,"VerseNumber":103,"Text":"V tova ima znamenie, no povecheto ot tyakh ne vyarvat"},{"SurahNumber":26,"VerseNumber":104,"Text":"Tvoyat Gospod naistina e Vsemogŭshtiya, Milosŭrdniya"},{"SurahNumber":26,"VerseNumber":105,"Text":"Narodŭt na Nukh vze pratenitsite za lŭzhtsi"},{"SurahNumber":26,"VerseNumber":106,"Text":"Kogato tekhniyat brat Nukh im kaza: “Ne se li boite"},{"SurahNumber":26,"VerseNumber":107,"Text":"Az sŭm doveren pratenik za vas"},{"SurahNumber":26,"VerseNumber":108,"Text":"zatova se boĭte ot Allakh i na men se pokorete"},{"SurahNumber":26,"VerseNumber":109,"Text":"I ne iskam ot vas otplata. Moyata otplata e edinstveno ot Gospoda na svetovete"},{"SurahNumber":26,"VerseNumber":110,"Text":"zatova se boĭte ot Allakh i na men se pokorete!”"},{"SurahNumber":26,"VerseNumber":111,"Text":"kazakha: “Nima shte ti povyarvame, shtom te sledvat naĭ-prezrenite?”"},{"SurahNumber":26,"VerseNumber":112,"Text":"Kaza: “No znam li az kakvo sa vŭrshili"},{"SurahNumber":26,"VerseNumber":113,"Text":"Ravnosmetkata im e edinstveno pri moya Gospod, ako osŭznavate"},{"SurahNumber":26,"VerseNumber":114,"Text":"Az ne shte progonvam vyarvashtite"},{"SurahNumber":26,"VerseNumber":115,"Text":"Az sŭm samo yaven predupreditel.”"},{"SurahNumber":26,"VerseNumber":116,"Text":"Kazakha: “Ako ne prestanesh, o, Nukh, shte bŭdesh prebit s kamŭni.”"},{"SurahNumber":26,"VerseNumber":117,"Text":"Kaza: “Gospodi, moyat narod me vze za lŭzhets"},{"SurahNumber":26,"VerseNumber":118,"Text":"Zatova ot·sŭdi mezhdu nas i spasi men i vyarvashtite, koito sa zaedno s men!”"},{"SurahNumber":26,"VerseNumber":119,"Text":"I spasikhme nego i onezi, koito byakha zaedno s nego v natovareniya Kovcheg"},{"SurahNumber":26,"VerseNumber":120,"Text":"Setne izdavikhme ostanalite"},{"SurahNumber":26,"VerseNumber":121,"Text":"V tova ima znamenie, no povecheto ot tyakh ne vyarvat"},{"SurahNumber":26,"VerseNumber":122,"Text":"Tvoyat Gospod naistina e Vsemogŭshtiya, Milosŭrdniya"},{"SurahNumber":26,"VerseNumber":123,"Text":"I aditite vzekha pratenitsite za lŭzhtsi"},{"SurahNumber":26,"VerseNumber":124,"Text":"Tekhniyat brat Khud im kaza: “Ne se li boite"},{"SurahNumber":26,"VerseNumber":125,"Text":"Az sŭm doveren pratenik za vas"},{"SurahNumber":26,"VerseNumber":126,"Text":"zatova se boĭte ot Allakh i na men se pokorete"},{"SurahNumber":26,"VerseNumber":127,"Text":"I ne iskam ot vas otplata. Moyata otplata e edinstveno ot Gospoda na svetovete"},{"SurahNumber":26,"VerseNumber":128,"Text":"Nima gradite pametnik na vsyako vŭzvishenie za zabavlenie"},{"SurahNumber":26,"VerseNumber":129,"Text":"I pravite dvortsi, syakash shte vekuvate"},{"SurahNumber":26,"VerseNumber":130,"Text":"I ako prilagate sila, prilagate ya kato tirani"},{"SurahNumber":26,"VerseNumber":131,"Text":"Zatova se boĭte ot Allakh i na men se pokorete"},{"SurahNumber":26,"VerseNumber":132,"Text":"I boĭte se ot Onzi, Koĭto vi e dal vasheto znanie"},{"SurahNumber":26,"VerseNumber":133,"Text":"i vi e dal dobitŭk i sinove"},{"SurahNumber":26,"VerseNumber":134,"Text":"i gradini, i izvori"},{"SurahNumber":26,"VerseNumber":135,"Text":"Strakhuvam se za vas ot mŭchenie vŭv velikiya Den.”"},{"SurahNumber":26,"VerseNumber":136,"Text":"Kazakha: “Vse ni e edno dali propovyadvash, ili ne si ot propovednitsite"},{"SurahNumber":26,"VerseNumber":137,"Text":"Tova sa samo obichaite na predtsite"},{"SurahNumber":26,"VerseNumber":138,"Text":"I ne shte bŭdem izmŭchvani.”"},{"SurahNumber":26,"VerseNumber":139,"Text":"I go vzekha za lŭzhets, i gi pogubikhme. V tova ima znamenie, no povecheto ot tyakh ne vyarvat"},{"SurahNumber":26,"VerseNumber":140,"Text":"Tvoyat Gospod naistina e Vsemogŭshtiya, Milosŭrdniya"},{"SurahNumber":26,"VerseNumber":141,"Text":"I samudyanite vzekha pratenitsite za lŭzhtsi"},{"SurahNumber":26,"VerseNumber":142,"Text":"Tekhniyat brat Salikh im kaza: “Ne se li boite"},{"SurahNumber":26,"VerseNumber":143,"Text":"Az sŭm doveren pratenik za vas"},{"SurahNumber":26,"VerseNumber":144,"Text":"zatova se boĭte ot Allakh i na men se pokorete"},{"SurahNumber":26,"VerseNumber":145,"Text":"I ne iskam ot vas otplata. Moyata otplata e edinstveno ot Gospoda na svetovete"},{"SurahNumber":26,"VerseNumber":146,"Text":"Nima shte bŭdete ostaveni tuk v sigurnost"},{"SurahNumber":26,"VerseNumber":147,"Text":"sred gradini i izvori"},{"SurahNumber":26,"VerseNumber":148,"Text":"i nasazhdeniya, i palmi s uzryal plod"},{"SurahNumber":26,"VerseNumber":149,"Text":"i da izsichate umelo v planinite domove"},{"SurahNumber":26,"VerseNumber":150,"Text":"Zatova se boĭte ot Allakh i na men se pokorete"},{"SurahNumber":26,"VerseNumber":151,"Text":"I ne slushaĭte povelyata na prestŭpvashtite"},{"SurahNumber":26,"VerseNumber":152,"Text":"koito rushat po zemyata i ne popravyat!”"},{"SurahNumber":26,"VerseNumber":153,"Text":"Kazakha: “Ti si samo omag’osan"},{"SurahNumber":26,"VerseNumber":154,"Text":"Ti si samo chovek kato nas. Donesi znamenie, ako govorish istinata!”"},{"SurahNumber":26,"VerseNumber":155,"Text":"Kaza: “Tova e kamila. Tya da pie v opredelen den i vie da piete v drug"},{"SurahNumber":26,"VerseNumber":156,"Text":"I ne ya dokosvaĭte sŭs zlo, da ne vi spoleti mŭchenie vŭv velikiya Den!”"},{"SurahNumber":26,"VerseNumber":157,"Text":"No ya zaklakha, posle sŭzhalyavakha"},{"SurahNumber":26,"VerseNumber":158,"Text":"I gi spoletya mŭchenieto. V tova ima znamenie, no povecheto ot tyakh ne vyarvat"},{"SurahNumber":26,"VerseNumber":159,"Text":"Tvoyat Gospod naistina e Vsemogŭshtiya, Milosŭrdniya"},{"SurahNumber":26,"VerseNumber":160,"Text":"I narodŭt na Lut vze pratenitsite za lŭzhtsi"},{"SurahNumber":26,"VerseNumber":161,"Text":"Tekhniyat brat Lut im kaza: “Ne se li boite"},{"SurahNumber":26,"VerseNumber":162,"Text":"Az sŭm doveren pratenik za vas"},{"SurahNumber":26,"VerseNumber":163,"Text":"zatova se boĭte ot Allakh i na men se pokorete"},{"SurahNumber":26,"VerseNumber":164,"Text":"I ne iskam ot vas otplata. Moyata otplata e edinstveno ot Gospoda na svetovete"},{"SurahNumber":26,"VerseNumber":165,"Text":"Nima khodite pri mŭzhete ot khorata"},{"SurahNumber":26,"VerseNumber":166,"Text":"a ostavyate sŭprugite si, koito vashiyat Gospod e sŭtvoril za vas? Da, vie ste prestŭpvashti khora.”"},{"SurahNumber":26,"VerseNumber":167,"Text":"Kazakha: “Ako ne prestanesh, o, Lut, shte bŭdesh prokuden!”"},{"SurahNumber":26,"VerseNumber":168,"Text":"Kaza: “Az mrazya vasheto deyanie"},{"SurahNumber":26,"VerseNumber":169,"Text":"Gospodi, spasi men i moeto semeĭstvo ot tova, koeto vŭrshat!”"},{"SurahNumber":26,"VerseNumber":170,"Text":"I spasikhme nego i semeĭstvoto mu - vsichki"},{"SurahNumber":26,"VerseNumber":171,"Text":"osven edna staritsa sred ostanalite"},{"SurahNumber":26,"VerseNumber":172,"Text":"Posle unishtozhikhme drugite"},{"SurahNumber":26,"VerseNumber":173,"Text":"I izsipakhme vŭrkhu im dŭzhd [ot nazhezheni kamŭni]"},{"SurahNumber":26,"VerseNumber":174,"Text":"I kolko losh be dŭzhdŭt za predupredenite"},{"SurahNumber":26,"VerseNumber":175,"Text":"Tvoyat Gospod naistina e Vsemogŭshtiya, Milosŭrdniya"},{"SurahNumber":26,"VerseNumber":176,"Text":"I obitatelite na Gorichkata vzekha pratenitsite za lŭzhtsi"},{"SurahNumber":26,"VerseNumber":177,"Text":"Shuaĭb im kaza: “Ne se li boite"},{"SurahNumber":26,"VerseNumber":178,"Text":"Az sŭm doveren pratenik za vas"},{"SurahNumber":26,"VerseNumber":179,"Text":"zatova se boĭte ot Allakh i na men se pokorete"},{"SurahNumber":26,"VerseNumber":180,"Text":"I ne iskam ot vas otplata. Moyata otplata e edinstveno ot Gospoda na svetovete"},{"SurahNumber":26,"VerseNumber":181,"Text":"I izpŭlvaĭte myarkata, i ne bŭdete ot oshtetyavashtite"},{"SurahNumber":26,"VerseNumber":182,"Text":"I preteglyaĭte s tochni vezni"},{"SurahNumber":26,"VerseNumber":183,"Text":"I ne smalyavaĭte ot neshtata na khorata, i ne seĭte razvala po zemyata, rusheĭki"},{"SurahNumber":26,"VerseNumber":184,"Text":"I boĭte se ot Onzi, Koĭto sŭtvori vas i prednite pokoleniya!”"},{"SurahNumber":26,"VerseNumber":185,"Text":"Kazakha: “Ti si samo omag’osan"},{"SurahNumber":26,"VerseNumber":186,"Text":"Ti si samo chovek kato nas. I mislim, che si lŭzhets"},{"SurahNumber":26,"VerseNumber":187,"Text":"Spusni vŭrkhu nas kŭsove ot nebeto, ako govorish istinata!”"},{"SurahNumber":26,"VerseNumber":188,"Text":"Kaza: “Moyat Gospod naĭ-dobre znae kakvo pravite.”"},{"SurahNumber":26,"VerseNumber":189,"Text":"I go vzekha za lŭzhets, i gi spoletya mŭchenieto na oblachniya den. Naistina be mŭchenie vŭv velikiya den"},{"SurahNumber":26,"VerseNumber":190,"Text":"V tova ima znamenie, no povecheto ot tyakh ne vyarvat"},{"SurahNumber":26,"VerseNumber":191,"Text":"Tvoyat Gospod naistina e Vsemogŭshtiya, Milosŭrdniya"},{"SurahNumber":26,"VerseNumber":192,"Text":"Tozi [Koran] e nizposlan ot Gospoda na svetovete"},{"SurahNumber":26,"VerseNumber":193,"Text":"Spusna go dovereniyat Dukh [Dzhibril]"},{"SurahNumber":26,"VerseNumber":194,"Text":"v tvoeto sŭrtse, za da bŭdesh ot predupreditelite"},{"SurahNumber":26,"VerseNumber":195,"Text":"na yasen arabski ezik"},{"SurahNumber":26,"VerseNumber":196,"Text":"Toĭ e [spomenat] v pisaniyata na predtsite"},{"SurahNumber":26,"VerseNumber":197,"Text":"Ne e li znamenie za tyakh, che go znayat uchenite sred sinovete na Israil"},{"SurahNumber":26,"VerseNumber":198,"Text":"I dori da go byakhme nizposlali na nyakoĭ chuzhdenets"},{"SurahNumber":26,"VerseNumber":199,"Text":"i toĭ im go cheteshe, pak nyamashe da mu povyarvat"},{"SurahNumber":26,"VerseNumber":200,"Text":"Taka vlozhikhme tova [neverie] v sŭrtsata na prestŭpnitsite"},{"SurahNumber":26,"VerseNumber":201,"Text":"Ne shte povyarvat v nego, dokato ne vidyat boleznenoto mŭchenie"},{"SurahNumber":26,"VerseNumber":202,"Text":"A to shte gi spoleti vnezapno, bez da usetyat"},{"SurahNumber":26,"VerseNumber":203,"Text":"Togava shte kazhat: “Dali shte ni se dade ot·srochka?”"},{"SurahNumber":26,"VerseNumber":204,"Text":"A nima za Nasheto mŭchenie bŭrzat"},{"SurahNumber":26,"VerseNumber":205,"Text":"Vizhdash li? Ako im dam oshte godini da se naslazhdavat"},{"SurahNumber":26,"VerseNumber":206,"Text":"a posle gi spoleti onova, s koeto byakha zaplashvani"},{"SurahNumber":26,"VerseNumber":207,"Text":"s kakvo shte gi izbavi dadenoto im za naslada"},{"SurahNumber":26,"VerseNumber":208,"Text":"Ne pogubikhme nikoe selishte, bez [da mu izpratim] preduprediteli"},{"SurahNumber":26,"VerseNumber":209,"Text":"s napomnyane. I ne sme Nie ugnetiteli"},{"SurahNumber":26,"VerseNumber":210,"Text":"I ne satanite go spusnakha"},{"SurahNumber":26,"VerseNumber":211,"Text":"Ne im e otredeno i ne mogat da go storyat"},{"SurahNumber":26,"VerseNumber":212,"Text":"Nedostŭpno e za tyakh da go chuyat"},{"SurahNumber":26,"VerseNumber":213,"Text":"I ne zovi drug bog zaedno s Allakh, za da ne bŭdesh ot izmŭchvanite"},{"SurahNumber":26,"VerseNumber":214,"Text":"Predupredi naĭ-blizkite si rodnini"},{"SurahNumber":26,"VerseNumber":215,"Text":"i spusni kriloto si nad vyarvashtite, koito te posledvat"},{"SurahNumber":26,"VerseNumber":216,"Text":"A ako ti se protivyat, kazhi: “Dalech sŭm ot onova, koeto vŭrshite.”"},{"SurahNumber":26,"VerseNumber":217,"Text":"I se upovavaĭ na Vsemogŭshtiya, Milosŭrdniya"},{"SurahNumber":26,"VerseNumber":218,"Text":"Koĭto te vizhda, kato se izpravyash [za molitva sam]"},{"SurahNumber":26,"VerseNumber":219,"Text":"i [vizhda] tvoite dvizheniya sred poklanyashtite se v sudzhud"},{"SurahNumber":26,"VerseNumber":220,"Text":"Toĭ naistina e Vsechuvashtiya, Vseznaeshtiya"},{"SurahNumber":26,"VerseNumber":221,"Text":"Da vi izvestya li pri kogo slizat satanite"},{"SurahNumber":26,"VerseNumber":222,"Text":"Slizat pri vseki klevetnik, greshnik"},{"SurahNumber":26,"VerseNumber":223,"Text":"koĭto nadava ukho, i povecheto ot tyakh sa lŭzhtsi"},{"SurahNumber":26,"VerseNumber":224,"Text":"Poetite gi sledvat zabludenite"},{"SurahNumber":26,"VerseNumber":225,"Text":"Ne vizhdash li, che brodyat te iz vsyaka dolina"},{"SurahNumber":26,"VerseNumber":226,"Text":"I govoryat, kakvoto ne pravyat"},{"SurahNumber":26,"VerseNumber":227,"Text":"osven onezi, koito vyarvat i vŭrshat pravedni dela, i spomenavat chesto Allakh, i se branyat, kogato bŭdat ugneteni. Shte uznayat ugnetitelite kŭm kakvo myasto shte se zavŭrnat"},{"SurahNumber":27,"VerseNumber":1,"Text":"Ta. Sin. Tezi sa znameniyata na Korana - yasnata Kniga"},{"SurahNumber":27,"VerseNumber":2,"Text":"napŭt·stvie i blaga vest za vyarvashtite"},{"SurahNumber":27,"VerseNumber":3,"Text":"koito ot·sluzhvat molitvata i davat milostinyata zakat, i za otvŭdniya zhivot sa ubedeni"},{"SurahNumber":27,"VerseNumber":4,"Text":"Na onezi, koito ne vyarvat v otvŭdniya zhivot, razkrasikhme delata im i te se lutat"},{"SurahNumber":27,"VerseNumber":5,"Text":"Za tezi e loshoto mŭchenie i te v otvŭdniya zhivot sa naĭ-gubeshtite"},{"SurahNumber":27,"VerseNumber":6,"Text":"Naistina Koranŭt ti se dava [o, Mukhammad] ot premŭdŭr, vseznaesht"},{"SurahNumber":27,"VerseNumber":7,"Text":"Musa reche na semeĭstvoto si: “Zabelyazakh ogŭn. Shte vi donesa ottam vest ili shte vi donesa glavnya, za da se sgreete!”"},{"SurahNumber":27,"VerseNumber":8,"Text":"I kogato stigna tam, be prizovan: “Blagosloven da bŭde tozi pri ogŭnya i tezi kraĭ nego! Prechist e Allakh, Gospodŭt na svetovete"},{"SurahNumber":27,"VerseNumber":9,"Text":"O, Musa, Az sŭm Allakh, Vsemogŭshtiya, Premŭdriya"},{"SurahNumber":27,"VerseNumber":10,"Text":"Khvŭrli toyagata si!” I kogato ya vidya da se vie kato zmiya, toĭ se obŭrna i pobyagna, bez da poglezhda nazad. “O, Musa, ne se strakhuvaĭ! Ne se strakhuvat pri Men pratenitsite"},{"SurahNumber":27,"VerseNumber":11,"Text":"a ako nyakoĭ e ugnetil, posle e zamenil zloto s dobro - Az sŭm oproshtavasht, milosŭrden"},{"SurahNumber":27,"VerseNumber":12,"Text":"I pŭkhni rŭkata si v dzhoba, shte ya izvadish siyaĭnobyala, bez da ya e zasegnala bolest - ot devette znameniya za Faraona i negovite khora. Te sa nechestivi khora.”"},{"SurahNumber":27,"VerseNumber":13,"Text":"I kogato Nashite znameniya doĭdokha pri tyakh ochevidni, rekokha: “Tova e yavna magiya.”"},{"SurahNumber":27,"VerseNumber":14,"Text":"I gi otrekokha s gnet i nadmennost, vŭpreki che dushite im se ubedikha v tyakh. Vizh kakŭv e krayat na seeshtite razvala"},{"SurahNumber":27,"VerseNumber":15,"Text":"I dadokhme na Daud i Sulaĭman znanie, i rekokha: “Slava na Allakh, Koĭto ni predpochete pred mnozina ot Svoite vyarvashti rabi!”"},{"SurahNumber":27,"VerseNumber":16,"Text":"I Sulaĭman nasledi [prorochestvoto ot] Daud, i reche: “O, khora, byakhme naucheni na govora na ptitsite i ni se dade ot vsyako neshto. Tova e yavnata blagodat.”"},{"SurahNumber":27,"VerseNumber":17,"Text":"I byakha sŭbrani za Sulaĭman voinite mu ot dzhinove, khora i ptitsi pod stroĭ"},{"SurahNumber":27,"VerseNumber":18,"Text":"Kogato pristignakha v Dolinata na mravkite, edna mravka reche: “O, mravki, vlezte v zhilishtata si, za da ne vi premazhat Sulaĭman i voinite mu, bez da usetyat!”"},{"SurahNumber":27,"VerseNumber":19,"Text":"Toĭ se zasmya na slovata ĭ, reche: “Gospodi moĭ, otredi mi da bŭda priznatelen za dara, koĭto Ti dari na men i na roditelite mi, i da vŭrsha pravedni dela, koito Ti odobryavash, i me vŭvedi s Tvoyata milost sred pravednite Si rabi!”"},{"SurahNumber":27,"VerseNumber":20,"Text":"I napravi toĭ pregled na ptitsite, i reche: “Zashto ne vizhdam papunyaka, ili go nyama"},{"SurahNumber":27,"VerseNumber":21,"Text":"Shte go mŭcha sŭs surovo mŭchenie ili shte go zakolya, ako ne mi donese yaven dovod.”"},{"SurahNumber":27,"VerseNumber":22,"Text":"No [papunyakŭt] ne se zabavi dŭlgo i reche: “Uznakh neshto, koeto ti ne si uznal. Donesokh ti ot Saba sigurna vest"},{"SurahNumber":27,"VerseNumber":23,"Text":"Namerikh edna zhena, koyato gi upravlyava. Vsichko ĭ e dadeno i ima velik tron"},{"SurahNumber":27,"VerseNumber":24,"Text":"Zavarikh neya i naroda ĭ da se poklanyat na slŭntseto, a ne na Allakh, i satanata e razkrasil za tyakh delata im, i taka gi e zabludil, i te ne sa napŭteni"},{"SurahNumber":27,"VerseNumber":25,"Text":"da se poklanyat na Allakh, Koĭto izvazhda skritoto na nebesata i na zemyata, i znae kakvo spotaĭvate i kakvo razkrivate"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allakh! Nyama drug bog osven Nego - Gospoda na velikiya Tron!”"},{"SurahNumber":27,"VerseNumber":27,"Text":"Reche [Sulaĭman]: “Shte vidim istina li govorish ili si lŭzhets"},{"SurahNumber":27,"VerseNumber":28,"Text":"Vŭrvi s tova moe poslanie i im go spusni, posle se otdrŭpni ot tyakh i vizh kakvo shte otgovoryat!”"},{"SurahNumber":27,"VerseNumber":29,"Text":"Reche tya: “O, znatni, spusnato mi be dostopochteno poslanie"},{"SurahNumber":27,"VerseNumber":30,"Text":"To e ot Sulaĭman i e: “V imeto na Allakh, Vsemilostiviya, Milosŭrdniya"},{"SurahNumber":27,"VerseNumber":31,"Text":"Ne se vŭzgordyavaĭte i elate pri men otdadeni na Allakh!”"},{"SurahNumber":27,"VerseNumber":32,"Text":"Reche tya: “O, znatni, posŭvetvaĭte me v deloto mi! Ne sŭm reshila nikoe delo bez vashe prisŭstvie.”"},{"SurahNumber":27,"VerseNumber":33,"Text":"Rekokha: “Nie imame sila i ogromna mosht. A povelyata e tvoya, ti reshi kakvo shte povelish!”"},{"SurahNumber":27,"VerseNumber":34,"Text":"Reche tya: “Tsarete, kogato nakhluyat v nyakoe selishte, go razrushavat i unizyavat naĭ-blagorodnite mu obitateli. I te taka shte postŭpyat"},{"SurahNumber":27,"VerseNumber":35,"Text":"Shte im izpratya podarŭk i shte vidya s kakvo shte se vŭrnat pratenitsite.”"},{"SurahNumber":27,"VerseNumber":36,"Text":"I kogato doĭdokha pri Sulaĭman, toĭ reche: “Nima shte mi pomognete s imot? Ne, onova, koeto Allakh mi e dal, e po-dobro ot onova, koeto na vas e dal. A vie s vashiya podarŭk likuvate"},{"SurahNumber":27,"VerseNumber":37,"Text":"Vŭrni se [vodacho] pri tyakh! I shte otidem tam s voĭski, za koito nyamat sili, i shte gi progonim ottam unizeni i zhalki.”"},{"SurahNumber":27,"VerseNumber":38,"Text":"I reche: “O, znatni, koĭ ot vas shte mi donese neĭniya tron, predi da doĭdat pri men otdadeni na Allakh?”"},{"SurahNumber":27,"VerseNumber":39,"Text":"Ispolin ot dzhinovete reche: “Az shte ti go donesa, predi da stanesh ot myastoto si. Imam sila za tova i sŭm dostoen za doverie.”"},{"SurahNumber":27,"VerseNumber":40,"Text":"Edin, koĭto imashe znanie ot Pisanieto, reche: “Az shte ti go donesa, predi da mignesh s oko.” I kogato [Sulaĭman] vidya trona pri sebe si, reche: “Tova e ot blagodatta na moya Gospod, za da me izpita dali sŭm priznatelen, ili neblagodaren. Koĭto e priznatelen, toĭ e priznatelen za sebe si. A koĭto e neblagodaren, moyat Gospod e nad vsyaka nuzhda, preshtedŭr.”"},{"SurahNumber":27,"VerseNumber":41,"Text":"Reche: “Preobrazete za neya trona ĭ, da vidim dali tya shte go poznae, ili ne!”"},{"SurahNumber":27,"VerseNumber":42,"Text":"I kogato tya doĭde, be kazano: “Takŭv li e tvoyat tron?” Reche tya: “Prilicha na nego.” [Sulaĭman si kaza:] “Znanieto ni be dareno predi neya i byakhme otdadeni na Allakh.”"},{"SurahNumber":27,"VerseNumber":43,"Text":"A tya be otklonena ot onova, na koeto sluzheshe vmesto na Allakh. Tya naistina be ot khora-nevernitsi"},{"SurahNumber":27,"VerseNumber":44,"Text":"Reche ĭ se: “Vlez v dvoretsa!” I kogato go vidya, pomisli go za vir, i ogoli glezenite si. Reche [Sulaĭman]: “Tova e gladŭk dvorets ot kristal.” Reche tya: “Gospodi moĭ, byakh ugnetila sebe si, no zaedno sŭs Sulaĭman se otdavam na Allakh, Gospoda na svetovete.”"},{"SurahNumber":27,"VerseNumber":45,"Text":"Pri samudyanite pratikhme brat im Salikh: “Sluzhete na Allakh!” I eto gi - dve grupi, koito vrazhduvat"},{"SurahNumber":27,"VerseNumber":46,"Text":"Reche: “O, narode moĭ, zashto izbŭrzvate sŭs zlinata predi dobrinata? Zashto ne pomolite Allakh za oproshtenie, ta da bŭdete pomilvani?”"},{"SurahNumber":27,"VerseNumber":47,"Text":"Rekokha: “Predchuvstvame zlochestie ot teb i ot onezi, koito sa s teb.” Reche: “Vasheto zlochestie e pri Allakh. Da, vie ste khora izpitvani.”"},{"SurahNumber":27,"VerseNumber":48,"Text":"I imashe v grada devetima, koito seekha razvala po zemyata i ne se popravyakha"},{"SurahNumber":27,"VerseNumber":49,"Text":"Rekokha: “Da se zakŭlnem v Allakh, che prez noshtta shte napadnem Salikh i negovite khora, posle shte rechem na blizhnite mu: “Ne prisŭstvakhme pri gibelta na khorata mu. Nie govorim istinata.”"},{"SurahNumber":27,"VerseNumber":50,"Text":"I lukavstvakha te s umisŭl, no provalikhme Nie tyakhnoto lukavstvo, bez da usetyat"},{"SurahNumber":27,"VerseNumber":51,"Text":"I vizh kakŭv be krayat na lukavstvoto im - unishtozhikhme tyakh i tekhniya narod - vsichki"},{"SurahNumber":27,"VerseNumber":52,"Text":"Eto domovete im - v ruini, zashtoto ugnetyavakha. V tova ima znamenie za khora znaeshti"},{"SurahNumber":27,"VerseNumber":53,"Text":"I spasikhme onezi, koito vyarvakha i se boyakha"},{"SurahNumber":27,"VerseNumber":54,"Text":"I reche Lut na svoya narod: “Nima vŭrshite skvernostta, vŭpreki che se vizhdate"},{"SurahNumber":27,"VerseNumber":55,"Text":"Nima khodite sŭs strast pri mŭzhete vmesto pri zhenite? Da, vie ste khora nevezhi.”"}]}