{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Die Vornehmen aus seinem Volk, die sich hochmutig verhielten, sagten: «Wir werden dich, o Shuayb, und diejenigen, die mit dir glauben, bestimmt aus unserer Stadt vertreiben, oder ihr kehrt zu unserer Glaubensrichtung zuruck.» Er sagte: «Was denn, auch wenn es uns zuwider ist"},{"SurahNumber":7,"VerseNumber":89,"Text":"Wir wurden gegen Gott eine Luge erdichten, sollten wir zu eurer Glaubensrichtung zuruckkehren, nachdem uns Gott aus ihr errettet hat. Wir konnen unmoglich zu ihr zuruckkehren, es sei denn, Gott unser Herr, wollte es. Unser Herr umfaßt alle Dinge in seinem Wissen. Auf Gott vertrauen wir. Unser Herr, richte zwischen uns und unserem Volk nach der Wahrheit. Du bist der beste Richter.»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Und die Vornehmen aus seinem Volk, die unglaubig waren, sagten: «Wenn ihr dem Shuayb folgt, werdet ihr bestimmt Verlierer sein.»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Da ergriff sie das Beben, und am Morgen lagen sie in ihrer Wohnstatte nieder"},{"SurahNumber":7,"VerseNumber":92,"Text":"Diejenigen, die Shuayb der Luge ziehen, waren, als hatten sie nicht darin lange gewohnt. Diejenigen, die Shuayb der Luge ziehen, waren selbst die Verlierer"},{"SurahNumber":7,"VerseNumber":93,"Text":"So kehrte er sich von ihnen ab und sagte: «O mein Volk, ich habe euch die Botschaften meines Herrn ausgerichtet, und ich habe euch gut geraten. Wie konnte ich betrubt sein uber unglaubige Leute?»"},{"SurahNumber":7,"VerseNumber":94,"Text":"Und Wir haben keinen Propheten in eine Stadt gesandt, ohne daß Wir ihre Bewohner durch Not und Leid heimgesucht hatten, auf daß sie sich vielleicht demutigen"},{"SurahNumber":7,"VerseNumber":95,"Text":"Dann tauschten Wir anstelle des Schlimmen Gutes ein, bis sie sich vermehrten und sagten: «Auch unsere Vater haben Leid und Erfreuliches erfahren.» So ergriffen Wir sie plotzlich, ohne daß sie es merkten"},{"SurahNumber":7,"VerseNumber":96,"Text":"Hatten die Bewohner der Stadte geglaubt und waren sie gottesfurchtig gewesen, hatten Wir ihnen die Segnungen vom Himmel und von der Erde aufgetan. Aber sie erklarten (die Botschaft) fur Luge, so ergriffen Wir sie fur das, was sie erworben haben"},{"SurahNumber":7,"VerseNumber":97,"Text":"Wahnen sich denn die Bewohner der Stadte in Sicherheit davor, daß unsere Schlagkraft nachts uber sie kommt, wahrend sie schlafen"},{"SurahNumber":7,"VerseNumber":98,"Text":"Oder wahnen sich die Bewohner der Stadte in Sicherheit davor, daß unsere Schlagkraft am helllichten Tag uber sie kommt, wahrend sie sich dem Spiel hingeben"},{"SurahNumber":7,"VerseNumber":99,"Text":"Wahnen sie sich in Sicherheit vor den Ranken Gottes? In Sicherheit vor den Ranken Gottes wahnen sich nur die Leute, die Verlierer sind"},{"SurahNumber":7,"VerseNumber":100,"Text":"Ist denen, die die Erde nach ihren Bewohnern erben, nicht deutlich geworden, daß, wenn Wir es wollten, Wir sie fur ihre Sunden treffen? Und Wir versiegeln ihre Herzen, so daß sie nicht horen"},{"SurahNumber":7,"VerseNumber":101,"Text":"Uber diese Stadte erzahlen Wir dir einiges von ihren Berichten. Ihre Gesandten kamen zu ihnen mit den deutlichen Zeichen, sie vermochten aber nicht an das zu glauben, was sie fruher fur Luge erklart hatten. So versiegelt Gott die Herzen der Unglaubigen"},{"SurahNumber":7,"VerseNumber":102,"Text":"Und bei den meisten von ihnen haben Wir keine Vertragstreue gefunden. Und Wir haben gefunden, daß die meisten von ihnen Frevler sind"},{"SurahNumber":7,"VerseNumber":103,"Text":"Dann entsandten Wir nach ihnen Mose mit unseren Zeichen zu Pharao und seinen Vornehmen. Sie handelten an ihnen ungerecht. So schau, wie das Ende der Unheilstifter war"},{"SurahNumber":7,"VerseNumber":104,"Text":"Und Mose sagte: «O Pharao, ich bin ein Gesandter vom Herrn der Welten"},{"SurahNumber":7,"VerseNumber":105,"Text":"Verpflichtet und darauf bedacht, uber Gott nur die Wahrheit zu sagen. Ich bin zu euch mit einem deutlichen Zeichen von eurem Herrn gekommen. So schick die Kinder Israels mit mir weg.»"},{"SurahNumber":7,"VerseNumber":106,"Text":"Er sagte: «Wenn du mit einem Zeichen gekommen bist, dann bring es her, so du zu denen gehorst, die die Wahrheit sagen.»"},{"SurahNumber":7,"VerseNumber":107,"Text":"Er warf seinen Stab, und da war er eine offenkundige Schlange"},{"SurahNumber":7,"VerseNumber":108,"Text":"Und er zog seine Hand heraus, da war sie weiß fur die Zuschauer"},{"SurahNumber":7,"VerseNumber":109,"Text":"Die Vornehmen aus dem Volk Pharaos sagten: «Dieser ist ja ein erfahrener Zauberer"},{"SurahNumber":7,"VerseNumber":110,"Text":"Der euch aus eurem Land vertreiben will. Was befehlt ihr nun?»"},{"SurahNumber":7,"VerseNumber":111,"Text":"Sie sagten: «Stell ihn und seinen Bruder zuruck, und schick zu den Stadten Leute, die sie versammeln"},{"SurahNumber":7,"VerseNumber":112,"Text":"Damit sie dir jeden erfahrenen Zauberer herbringen.»"},{"SurahNumber":7,"VerseNumber":113,"Text":"Und die Zauberer kamen zu Pharao. Sie sagten: «Wir bekommen wohl eine Belohnung, wenn wir es sind, die siegen?»"},{"SurahNumber":7,"VerseNumber":114,"Text":"Er sagte: «Ja. Und ihr werdet auch zu denen gehoren, die in (meine) Nahe zugelassen werden.»"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sie sagten: «O Mose, entweder wirfst du, oder wir sind es, die (zuerst) werfen.»"},{"SurahNumber":7,"VerseNumber":116,"Text":"Er sagte: «Werft ihr (zuerst).» Als sie nun warfen, bezauberten sie die Augen der Menschen und jagten ihnen Angst ein, und sie brachten einen gewaltigen Zauber vor"},{"SurahNumber":7,"VerseNumber":117,"Text":"Und Wir gaben dem Mose ein: «Wirf deinen Stab.» Da fing er an zu verschlingen, was sie vorgaukelten"},{"SurahNumber":7,"VerseNumber":118,"Text":"So bestatigte sich die Wahrheit, und das, was sie machten, erwies sich als falsch"},{"SurahNumber":7,"VerseNumber":119,"Text":"Sie wurden dort besiegt und kehrten als Erniedrigte zuruck"},{"SurahNumber":7,"VerseNumber":120,"Text":"Und die Zauberer wurden in Anbetung zu Boden geworfen"},{"SurahNumber":7,"VerseNumber":121,"Text":"Sie sagten: «Wir glauben an den Herrn der Welten"},{"SurahNumber":7,"VerseNumber":122,"Text":"Den Herrn von Mose und Aaron.»"},{"SurahNumber":7,"VerseNumber":123,"Text":"Pharao sagte: «Ihr glaubt an ihn, bevor ich es euch erlaube? Das sind ja Ranke, die ihr in der Stadt geschmiedet habt, um ihre Bewohner aus ihr zu vertreiben. Aber ihr werdet es zu wissen bekommen"},{"SurahNumber":7,"VerseNumber":124,"Text":"Ich werde eure Hande und eure Fuße wechselseitig abhacken, und dann werde ich euch allesamt kreuzigen lassen.»"},{"SurahNumber":7,"VerseNumber":125,"Text":"Sie sagten: «Wir kehren zu unserem Herrn zuruck"},{"SurahNumber":7,"VerseNumber":126,"Text":"Nichts anderes laßt dich uns grollen, als daß wir an die Zeichen unseres Herrn glaubten, als sie zu uns kamen. Unser Herr, gieße Geduld uber uns aus und berufe uns als Gottergebene ab.»"},{"SurahNumber":7,"VerseNumber":127,"Text":"Die Vornehmen aus dem Volk Pharaos sagten: «Willst du zulassen, daß Mose und sein Volk auf der Erde Unheil stiften und daß er dich und deine Gotter verlaßt?» Er sagte: «Wir werden ihre Sohne ermorden und nur ihre Frauen am Leben lassen. Wir sind ja Zwingherrscher uber sie.»"},{"SurahNumber":7,"VerseNumber":128,"Text":"Mose sagte zu seinem Volk: «Sucht Hilfe bei Gott, und seid geduldig. Die Erde gehort Gott, Er gibt sie zum Erbe, wem von seinen Dienern Er will. Und das (gute) Ende gehort den Gottesfurchtigen.»"},{"SurahNumber":7,"VerseNumber":129,"Text":"Sie sagten: «Uns ist Leid zugefugt worden, bevor du zu uns kamst und nachdem du zu uns gekommen bist.» Er sagte: «Moge euer Herr euren Feind verderben lassen und euch zu Nachfolgern auf der Erde einsetzen und dann sehen, wie ihr handelt.»"},{"SurahNumber":7,"VerseNumber":130,"Text":"Und Wir ließen uber die Leute des Pharao Durrejahre und Mangel an Fruchten kommen, auf daß sie es bedenken"},{"SurahNumber":7,"VerseNumber":131,"Text":"Wenn ihnen dann etwas Gutes zufiel, sagten sie: «Wir haben es verdient»; und wenn sie etwas Ubles traf, sahen sie ein boses Omen in Mose und denen, die mit ihm waren. Aber ihr Omen ist bei Gott, jedoch wissen die meisten von ihnen nicht Bescheid"},{"SurahNumber":7,"VerseNumber":132,"Text":"Und sie sagten: «Welches Zeichen du auch vorbringen magst, um uns damit zu bezaubern, wir werden dir nicht glauben.»"},{"SurahNumber":7,"VerseNumber":133,"Text":"So schickten Wir uber sie die Flut, die Heuschrecken, die Lause, die Frosche und das Blut als einzeln vorgebrachte Zeichen. Da verhielten sie sich hochmutig und waren Leute, die Ubeltater waren"},{"SurahNumber":7,"VerseNumber":134,"Text":"Als nun das Zorngericht sie uberfiel, sagten sie: «O Mose, rufe fur uns deinen Herrn an aufgrund seines Bundes mit dir. Wenn du das Zorngericht von uns aufhebst, dann werden wir dir glauben und die Kinder Israels mit dir wegschicken.»"},{"SurahNumber":7,"VerseNumber":135,"Text":"Als Wir dann das Zorngericht von ihnen aufhoben auf eine Frist, die sie ja erreichen sollten, brachen sie gleich ihr Wort"},{"SurahNumber":7,"VerseNumber":136,"Text":"Da rachten Wir uns an ihnen und ließen sie im Meer ertrinken dafur, daß sie unsere Zeichen fur Luge erklarten und sie unbeachtet ließen"},{"SurahNumber":7,"VerseNumber":137,"Text":"Und Wir gaben den Leuten, die wie Schwache behandelt wurden, zum Erbe die ostlichen und die westlichen Gegenden der Erde, die Wir mit Segen bedacht haben. Und das schonste Wort deines Herrn erfullte sich an den Kindern Israels dafur, daß sie geduldig waren. Und Wir zerstorten, was Pharao und sein Volk zu machen und was sie aufzurichten pflegten"},{"SurahNumber":7,"VerseNumber":138,"Text":"Und Wir ließen die Kinder Israels das Meer uberqueren. Sie trafen auf Leute, die sich dem Dienst an ihren Gotzen widmeten. Sie sagten: «O Mose, mache uns einen Gott, wie sie ja Gotter haben.» Er sagte: «Ihr seid Leute, die toricht sind"},{"SurahNumber":7,"VerseNumber":139,"Text":"Was die da vollziehen, wird dem Verderben anheimfallen, und zunichte wird, was sie zu tun pflegten.»"},{"SurahNumber":7,"VerseNumber":140,"Text":"Er sagte: «Sollte ich euch einen anderen Gott wunschen als Gott, wo Er euch doch vor den Weltenbewohnern bevorzugt hat?»"},{"SurahNumber":7,"VerseNumber":141,"Text":"Und als Wir euch vor den Leuten Pharaos retteten, als sie euch eine schlimme Pein zufugten, indem sie eure Sohne ermordeten und nur eure Frauen am Leben ließen. Darin war fur euch eine gewaltige Prufung von eurem Herrn"},{"SurahNumber":7,"VerseNumber":142,"Text":"Und wir verabredeten uns mit Mose dreißig Nachte lang und erganzten sie mit weiteren zehn. So vervollstandigte sich der Termin seines Herrn auf vierzig Nachte. Und Mose sagte zu seinem Bruder Aaron: «Sei mein Nachfolger bei meinem Volk, sorge fur Ordnung und folge nicht dem Weg der Unheilstifter.»"},{"SurahNumber":7,"VerseNumber":143,"Text":"Als Mose zu unserem Termin kam und sein Herr zu ihm sprach, sagte er: «Mein Herr, zeige (Dich) mir, daß ich zu Dir schaue.» Er sprach: «Du wirst Mich nicht sehen. Aber schau zu dem Berg. Wenn er an seiner Stelle festbleibt, wirst du Mich sehen.» Als sein Herr sich vor dem Berg enthullte, machte Er ihn zu Staub, und Mose fiel zu Boden wie vom Blitz getroffen. Als er aufwachte, sagte er: «Preis sei Dir! Ich wende mich Dir zu, und ich bin der erste der Glaubigen.»"},{"SurahNumber":7,"VerseNumber":144,"Text":"Er sprach: «O Mose, Ich habe dich durch meine Botschaften und mein Gesprach (mit dir) vor den Menschen auserwahlt. So nimm, was Ich dir zukommen lasse, und sei einer der Dankbaren.»"},{"SurahNumber":7,"VerseNumber":145,"Text":"Und Wir schrieben ihm auf den Tafeln uber alle Dinge, eine Ermahnung und eine ins einzelne gehende Darlegung aller Dinge. «So nimm sie mit voller Kraft und befiehl deinem Volk, sich an das Schonste in ihnen zu halten. Ich werde euch die Wohnstatte der Frevler zeigen.»"},{"SurahNumber":7,"VerseNumber":146,"Text":"Abweisen werde Ich von meinen Zeichen diejenigen, die sich auf der Erde zu Unrecht hochmutig verhalten. Wenn sie auch jedes Zeichen sehen, glauben sie nicht daran. Und wenn sie den Weg des rechten Wandels sehen, nehmen sie ihn sich nicht zum Weg. Wenn sie den Weg der Verirrung sehen, nehmen sie ihn sich zum Weg. Dies, weil sie unsere Zeichen fur Luge erklaren und sie unbeachtet lassen"},{"SurahNumber":7,"VerseNumber":147,"Text":"Diejenigen, die unsere Zeichen und die Begegnung mit dem Jenseits fur Luge erklaren, deren Werke sind wertlos. Wird ihnen denn fur etwas anderes vergolten als fur das, was sie taten"},{"SurahNumber":7,"VerseNumber":148,"Text":"Und die Leute des Mose machten sich, nachdem er weggegangen war, aus ihren Schmucksachen ein Kalb als Leib, der blokte. Sahen sie denn nicht, daß es nicht zu ihnen sprechen und sie nicht den Weg fuhren konnte? Sie machten es sich und taten Unrecht"},{"SurahNumber":7,"VerseNumber":149,"Text":"Und als sich bei ihnen die Reue einstellte und sie einsahen, daß sie irregegangen waren, sagten sie: «Wenn unser Herr sich nicht unser erbarmt und uns vergibt, werden wir sicher zu den Verlierern gehoren.»"},{"SurahNumber":7,"VerseNumber":150,"Text":"Als Mose zornig und voller Bedauern zu seinem Volk zuruckkam, sagte er: «Schlimm ist das, was ihr, nachdem ich weggegangen war, begangen habt. Wolltet ihr den Befehl eures Herrn beschleunigen?» Er warf die Tafeln nieder und packte den Kopf seines Bruders und zog ihn an sich. Dieser sagte: «Sohn meiner Mutter, die Leute behandelten mich wie einen Schwachen und hatten mich beinahe getotet. So laß nicht die Feinde Schadenfreude uber mich haben und stelle mich nicht zu den Leuten, die Unrecht tun.»"},{"SurahNumber":7,"VerseNumber":151,"Text":"Er sagte: «Mein Herr, vergib mir und meinem Bruder, und laß uns in deine Barmherzigkeit eingehen. Du bist der Barmherzigste der Barmherzigen.»"},{"SurahNumber":7,"VerseNumber":152,"Text":"Diejenigen, die sich das Kalb nahmen, wird Zorn von ihrem Herrn und Erniedrigung im diesseitigen Leben treffen. So vergelten Wir denen, die Lugen erdichten"},{"SurahNumber":7,"VerseNumber":153,"Text":"Diejenigen, die die bosen Taten begehen, aber danach umkehren und glauben - siehe, dein Herr ist danach voller Vergebung und barmherzig"},{"SurahNumber":7,"VerseNumber":154,"Text":"Und als sich der Zorn in Mose beruhigt hatte, nahm er die Tafeln. In ihrer Abschrift ist Rechtleitung und Barmherzigkeit fur die, die vor ihrem Herrn Ehrfurcht haben"},{"SurahNumber":7,"VerseNumber":155,"Text":"Und Mose wahlte zu unserem Termin aus seinem Volk siebzig Manner. Als nun das Beben sie ergriff, sagte er: «Mein Herr, wenn Du gewollt hattest, hattest Du sie vorher verderben lassen, und mich auch. Willst Du uns verderben lassen fur das, was die Toren unter uns getan haben? Es ist doch deine Versuchung, mit der Du irrefuhrst, wen Du willst, und rechtleitest, wen Du willst. Du bist unser Freund, so vergib uns und erbarm dich unser. Du bist der Beste derer, die vergeben"},{"SurahNumber":7,"VerseNumber":156,"Text":"Und bestimme fur uns im Diesseits Gutes, und auch im Jenseits. Wir sind zu Dir reumutig zuruckgekehrt.» Er sprach: «Mit meiner Pein treffe Ich, wen Ich will. Und meine Barmherzigkeit umfaßt alle Dinge. Ich werde sie fur die bestimmen, die gottesfurchtig sind und die Abgabe entrichten, und die an unsere Zeichen glauben»"},{"SurahNumber":7,"VerseNumber":157,"Text":"Die dem Gesandten, dem ungelehrten Propheten, folgen, den sie bei sich in der Tora und im Evangelium verzeichnet finden. Er befiehlt ihnen das Rechte und verbietet ihnen das Verwerfliche, er erlaubt ihnen die kostlichen Dinge und verbietet ihnen die schlechten, und er nimmt ihnen ihre Last und die Fesseln, die auf ihnen lagen, ab. Diejenigen nun, die an ihn glauben, ihm beistehen, ihn unterstutzen und dem Licht, das mit ihm herabgesandt worden ist, folgen, das sind die, denen es wohl ergeht"},{"SurahNumber":7,"VerseNumber":158,"Text":"Sprich: O Menschen, ich bin an euch alle der Gesandte Gottes, dem die Konigsherrschaft der Himmel und der Erde gehort. Es gibt keinen Gott außer Ihm. Er macht lebendig und laßt sterben. So glaubt an Gott und seinen Gesandten, den ungelehrten Propheten, der an Gott und seine Worte glaubt, und folgt ihm, auf daß ihr die Rechtleitung findet"},{"SurahNumber":7,"VerseNumber":159,"Text":"Und unter dem Volk Moses ist eine Gemeinschaft, die nach der Wahrheit leitet und nach ihr gerecht handelt"},{"SurahNumber":7,"VerseNumber":160,"Text":"Und Wir zerteilten sie in zwolf Stamme und Gemeinschaften. Und Wir gaben dem Mose, als sein Volk ihn um Wasser zu trinken bat, ein: «Schlag mit deinem Stab auf den Stein.» Da traten aus ihm zwolf Quellen heraus, und jede Menschengruppe wußte nun, wo ihre Trinkstelle war. Und Wir ließen die Wolken sie uberschatten und sandten auf sie das Manna und die Wachteln hinab: «Eßt von den kostlichen Dingen, die Wir euch beschert haben.» Und nicht Uns taten sie Unrecht, sondern sich selbst haben sie Unrecht getan"},{"SurahNumber":7,"VerseNumber":161,"Text":"Und als zu ihnen gesagt wurde: «Bewohnet diese Stadt und eßt davon, wo ihr wollt. Und sagt: Entlastung!, und betretet das Tor in der Haltung der Niederwerfung, dann vergeben Wir euch eure Verfehlungen. Und Wir werden den Rechtschaffenen noch mehr geben"},{"SurahNumber":7,"VerseNumber":162,"Text":"Da vertauschten es diejenigen von ihnen, die Unrecht taten, mit einem Ausspruch, der anders war als das, was ihnen gesagt worden war. Da sandten Wir uber sie ein Zorngericht vom Himmel herab dafur, daß sie Unrecht taten"},{"SurahNumber":7,"VerseNumber":163,"Text":"Und frag sie nach der Stadt, die am Meer lag, als sie am Sabbat Ubertretungen begingen, wie ihre Fische zu ihnen sichtbar geschwommen kamen am Tag, an dem sie Sabbat hatten, und wie sie am Tag, an dem sie den Sabbat nicht hielten, zu ihnen nicht kamen. So pruften Wir sie dafur, daß sie frevelten"},{"SurahNumber":7,"VerseNumber":164,"Text":"Und als eine Gemeinschaft von ihnen sagte: «Warum ermahnt ihr Leute, die Gott verderben oder mit einer harten Pein peinigen wird?» Sie sagten: «Um eine Entschuldigung bei eurem Herrn zu haben, und auf daß sie vielleicht gottesfurchtig werden.»"},{"SurahNumber":7,"VerseNumber":165,"Text":"Und als sie vergessen hatten, womit sie ermahnt worden waren, retteten Wir diejenigen, die das Bose verboten, und ergriffen diejenigen, die Unrecht taten, mit einer schlimmen Pein dafur, daß sie frevelten"},{"SurahNumber":7,"VerseNumber":166,"Text":"Als sie sich rebellisch weigerten, das zu unterlassen, was ihnen verboten war, sprachen Wir zu ihnen: «Werdet zu verabscheuten Affen.»"},{"SurahNumber":7,"VerseNumber":167,"Text":"Und als dein Herr ankundigte, Er werde gegen sie bis zum Tag der Auferstehung Leute schicken, die ihnen eine schlimme Pein zufugen. Dein Herr ist schnell im Bestrafen, und Er ist voller Vergebung und barmherzig"},{"SurahNumber":7,"VerseNumber":168,"Text":"Und Wir zerteilten sie auf der Erde in Gemeinschaften. Unter ihnen gab es Rechtschaffene und solche, die es nicht waren. Und Wir pruften sie mit Gutem und Bosem, auf daß sie umkehren"},{"SurahNumber":7,"VerseNumber":169,"Text":"Auf sie folgten Nachfolger, die das Buch erbten. Sie greifen nach den Gutern des Diesseits und sagen: «Es wird uns vergeben.» Und wenn sich ihnen gleiche Guter bieten, greifen sie danach. Wurde nicht von ihnen die Verpflichtung des Buches entgegengenommen, sie sollen uber Gott nur die Wahrheit sagen? Sie haben doch das, was darin steht, erforscht. Und die jenseitige Wohnstatte ist gewiß besser fur die, die gottesfurchtig sind. Habt ihr denn keinen Verstand"},{"SurahNumber":7,"VerseNumber":170,"Text":"Und diejenigen, die am Buch festhalten und das Gebet verrichten - siehe, Wir lassen den Lohn derer, die Besserung zeigen, nicht verlorengehen"},{"SurahNumber":7,"VerseNumber":171,"Text":"Und als Wir uber sie den Berg schuttelten, als ware er eine uberschattende Hulle, und sie meinten, er wurde auf sie fallen: «Nehmt, was Wir euch zukommen ließen, mit aller Kraft und gedenket dessen, was darin steht, auf daß ihr gottesfurchtig werdet.»"},{"SurahNumber":7,"VerseNumber":172,"Text":"Und als dein Herr aus den Lenden der Kinder Adams ihre Nachkommenschaft nahm und gegen sich selbst zeugen ließ: «Bin Ich nicht euer Herr?» Sie sagten: «Jawohl, wir bezeugen es.» (Dies,) damit ihr nicht am Tag der Auferstehung sagt: «Wir ahnten nichts davon»"},{"SurahNumber":7,"VerseNumber":173,"Text":"Oder auch nicht sagt: «Unsere Vater waren doch zuvor Polytheisten, und wir sind nur eine Nachkommenschaft nach ihnen. Willst Du uns denn verderben fur die Taten derer, die Falsches tun?»"},{"SurahNumber":7,"VerseNumber":174,"Text":"So legen Wir die Zeichen im einzelnen dar, auf daß sie umkehren"},{"SurahNumber":7,"VerseNumber":175,"Text":"Und verlies ihnen den Bericht uber den, dem Wir unsere Zeichen zukommen ließen und der sich dann ihrer entledigte. Da holte ihn der Satan ein, und er wurde einer von denen, die irregegangen sind"},{"SurahNumber":7,"VerseNumber":176,"Text":"Und wenn Wir gewollt hatten, hatten Wir ihn durch sie erhoht. Aber er wandte sich der Erde zu und folgte seiner Neigung. So ist es mit ihm wie mit einem Hund: Gehst du auf ihn los, hangt er die Zunge heraus; laßt du ihn in Ruhe, hangt er auch die Zunge heraus. So ist es mit den Leuten, die unsere Zeichen fur Luge erklaren. Erzahle also, was es zu erzahlen gibt, auf daß sie nachdenken"},{"SurahNumber":7,"VerseNumber":177,"Text":"Schlimm ist es mit den Leuten, die unsere Zeichen fur Luge erklaren und sich selbst Unrecht tun"},{"SurahNumber":7,"VerseNumber":178,"Text":"Wen Gott rechtleitet, der ist es, der der Rechtleitung folgt. Und die, die Er irrefuhrt, das sind die Verlierer"},{"SurahNumber":7,"VerseNumber":179,"Text":"Wir haben fur die Holle viele von den Djinn und den Menschen geschaffen. Sie haben Herzen, mit denen sie nicht begreifen; sie haben Augen, mit denen sie nicht sehen; und sie haben Ohren, mit denen sie nicht horen. Sie sind wie das Vieh, ja sie irren noch mehr ab. Das sind die, die (alles) unbeachtet lassen"},{"SurahNumber":7,"VerseNumber":180,"Text":"Gott gehoren die schonsten Namen. So ruft Ihn damit an und laßt die stehen, die uber seine Namen abwegig denken. Ihnen wird vergolten fur das, was sie taten"},{"SurahNumber":7,"VerseNumber":181,"Text":"Und unter denen, die Wir erschaffen haben, ist eine Gemeinschaft (von Menschen), die nach der Wahrheit leiten und nach ihr gerecht handeln"},{"SurahNumber":7,"VerseNumber":182,"Text":"Und diejenigen, die unsere Zeichen fur Luge erklaren, werden Wir Schritt fur Schritt (dem Verderben) naherbringen, von wo sie es nicht wissen"},{"SurahNumber":7,"VerseNumber":183,"Text":"Und Ich gewahre ihnen Aufschub. Meine List ist fest"},{"SurahNumber":7,"VerseNumber":184,"Text":"Denken sie denn nicht daruber nach? Ihr Gefahrte leidet doch nicht an Besessenheit; er ist nur ein deutlicher Warner"},{"SurahNumber":7,"VerseNumber":185,"Text":"Haben sie denn nicht das Reich der Himmel und der Erde und all das, was Gott erschaffen hat, betrachtet, und auch daß ihre Frist vielleicht nahegekommen ist? An welche Botschaft nach dieser wollen sie denn sonst glauben"},{"SurahNumber":7,"VerseNumber":186,"Text":"Wen Gott irrefuhrt, der hat niemanden, der ihn rechtleiten konnte; und Er laßt sie im Ubermaß ihres Frevels blind umherirren"},{"SurahNumber":7,"VerseNumber":187,"Text":"Sie fragen dich nach der Stunde, wann sie feststehen wird. Sprich: Nur mein Herr weiß uber sie Bescheid. Nur Er wird sie zu ihrer Zeit erscheinen lassen. Schwer lastet sie in den Himmeln und auf der Erde. Sie wird euch plotzlich uberkommen. Sie fragen dich, als ob du eindringlich um Auskunft uber sie bittest. Sprich: Nur Gott weiß uber sie Bescheid. Aber die meisten Menschen wissen nicht Bescheid"},{"SurahNumber":7,"VerseNumber":188,"Text":"Sprich: Ich kann mir selbst weder Nutzen noch Schaden bringen, außer was Gott will. Wenn ich uber das Unsichtbare Bescheid wußte, wurde ich mir selbst viel Gutes verschaffen, und das Bose wurde mich nicht beruhren. Ich bin nur ein Warner und ein Freudenbote fur Leute, die glauben"},{"SurahNumber":7,"VerseNumber":189,"Text":"Er ist es, der euch aus einem einzigen Wesen erschaffen hat, und Er hat aus ihm seine Gattin gemacht, damit er bei ihr wohne. Und als er sie beschlafen hatte, trug sie dann eine leichte Leibesfrucht und verbrachte damit eine Zeit. Als sie schwer zu tragen hatte, riefen die beiden Gott, ihren Herrn, an: «Wenn Du uns ein gesundes Kind schenkst, werden wir gewiß zu den Dankbaren gehoren.»"},{"SurahNumber":7,"VerseNumber":190,"Text":"Als Er ihnen dann ein gesundes Kind schenkte, stellten sie Ihm Gefahrten zur Seite, die an dem teilhaben sollten, was Er ihnen geschenkt hatte. Aber Gott ist erhaben uber das, was sie (Ihm) beigesellen"},{"SurahNumber":7,"VerseNumber":191,"Text":"Wollen sie (Ihm) denn solche beigesellen, die nichts erschaffen, aber selbst erschaffen sind"},{"SurahNumber":7,"VerseNumber":192,"Text":"Und die ihnen keine Unterstutzung gewahren, noch sich selbst helfen konnen"},{"SurahNumber":7,"VerseNumber":193,"Text":"Und wenn ihr sie zur Rechtleitung ruft, folgen sie euch nicht. Es ist fur euch gleich, ob ihr sie ruft oder ob ihr schweigt"},{"SurahNumber":7,"VerseNumber":194,"Text":"Diejenigen, die ihr anstelle Gottes anruft, sind nur Diener wie ihr selbst. So ruft sie doch an, daß sie euch erhoren, so ihr die Wahrheit sagt"},{"SurahNumber":7,"VerseNumber":195,"Text":"Haben sie denn (uberhaupt) Fuße, mit denen sie gehen, oder haben sie Hande, mit denen sie gewaltig zugreifen, oder haben sie Augen, mit denen sie sehen, oder haben sie Ohren, mit denen sie horen? Sprich: Ruft eure Teilhaber an, und dann geht gegen mich mit eurer List vor und gewahrt mir keinen Aufschub"},{"SurahNumber":7,"VerseNumber":196,"Text":"Mein Freund ist Gott, der das Buch herabgesandt hat, und Er schenkt seine Freundschaft den Rechtschaffenen"},{"SurahNumber":7,"VerseNumber":197,"Text":"Diejenigen, die ihr anstelle Gottes anruft, konnen euch keine Unterstutzung gewahren, noch konnen sie sich selbst helfen"},{"SurahNumber":7,"VerseNumber":198,"Text":"Und wenn ihr sie zur Rechtleitung ruft, horen sie nicht. Du siehst, wie sie dich anschauen, aber sie sehen nicht"},{"SurahNumber":7,"VerseNumber":199,"Text":"Nimm das Gute und Leichte, gebiete das Rechte und wende dich von den Torichten ab"},{"SurahNumber":7,"VerseNumber":200,"Text":"Und wenn dich vom Satan her ein Stachel aufstachelt, dann suche Zuflucht bei Gott. Er hort und weiß alles"},{"SurahNumber":7,"VerseNumber":201,"Text":"Diejenigen, die gottesfurchtig sind, wenn sie eine Heimsuchung vom Satan her trifft, erinnern sich, und sogleich werden sie einsichtig"},{"SurahNumber":7,"VerseNumber":202,"Text":"Ihre Bruder aber bestarken sie im Irrtum, und dann lassen sie darin nicht nach"},{"SurahNumber":7,"VerseNumber":203,"Text":"Und wenn du ihnen kein Zeichen vorbringst, sagen sie: «Hattest du es dir doch selbst ausgesucht!» Sprich: Ich folge nur dem, was mir von meinem Herrn offenbart wird. Dies sind einsichtbringende Zeichen von eurem Herrn und eine Rechtleitung und eine Barmherzigkeit fur Leute, die glauben"},{"SurahNumber":7,"VerseNumber":204,"Text":"Und wenn der Koran verlesen wird, dann hort zu und seid still, auf daß ihr Erbarmen findet"},{"SurahNumber":7,"VerseNumber":205,"Text":"Und gedenke deines Herrn in deinem Inneren in Demut und Furcht und ohne lautes Aussprechen, am Morgen und am Abend. Und sei nicht einer von denen, die (dies) unbeachtet lassen"},{"SurahNumber":7,"VerseNumber":206,"Text":"Diejenigen, die bei deinem Herrn sind, weigern sich nicht hochmutig, Ihm zu dienen. Sie preisen Ihn und werfen sich vor Ihm nieder"},{"SurahNumber":8,"VerseNumber":1,"Text":"Sie fragen dich nach der Beute. Sprich: Die Beute gehort Gott und dem Gesandten. So furchtet Gott und stiftet Aussohnung untereinander, und gehorchet Gott und seinem Gesandten, so ihr glaubig seid"},{"SurahNumber":8,"VerseNumber":2,"Text":"Die Glaubigen, das sind diejenigen, deren Herzen sich angstigen, wenn Gottes gedacht wird, und die, wenn ihnen seine Zeichen verlesen werden, dadurch in ihrem Glauben bestarkt werden und die auf ihren Herrn vertrauen"},{"SurahNumber":8,"VerseNumber":3,"Text":"Die das Gebet verrichten und von dem spenden, was Wir ihnen beschert haben"},{"SurahNumber":8,"VerseNumber":4,"Text":"Das sind die wahren Glaubigen. Bestimmt sind fur sie bei ihrem Herrn Rangstufen und Vergebung und trefflicher Unterhalt"},{"SurahNumber":8,"VerseNumber":5,"Text":"So wie dein Herr dich aus deinem Haus ausziehen ließ der richtigen Entscheidung gemaß, wahrend es einem Teil der Glaubigen zuwider war"},{"SurahNumber":8,"VerseNumber":6,"Text":"Sie stritten ja mit dir uber das Richtige, nachdem es deutlich geworden war, als wurden sie in den Tod getrieben, wahrend sie zuschauen"},{"SurahNumber":8,"VerseNumber":7,"Text":"Und als Gott euch versprach, daß die eine der beiden Gruppen fur euch bestimmt sei, ihr aber wunschtet, daß diejenige ohne Wehrkraft fur euch bestimmt sei. Jedoch wollte Gott mit seinen Worten die Wahrheit bestatigen und den letzten Rest der Unglaubigen ausmerzen"},{"SurahNumber":8,"VerseNumber":8,"Text":"Um die Wahrheit zu bestatigen und das Falsche nichtig zu machen, auch wenn es den Ubeltatern zuwider war"},{"SurahNumber":8,"VerseNumber":9,"Text":"Als ihr euren Herrn um Rettung batet, und Er euch erhorte: «Ich werde euch mit tausend hintereinander reitenden Engeln beistehen.»"},{"SurahNumber":8,"VerseNumber":10,"Text":"Und Gott machte es nur deswegen, damit es eine Frohbotschaft sei und damit eure Herzen dadurch Ruhe finden. Der Sieg kommt ja nur von Gott. Gott ist machtig und weise"},{"SurahNumber":8,"VerseNumber":11,"Text":"Als Er Schlafrigkeit euch uberkommen ließ als Sicherheit von Ihm her und Wasser vom Himmel auf euch herabsandte, um euch damit rein zu machen und die Unreinheit des Satans von euch zu entfernen, und um eure Herzen zu starken und eure Schritte damit zu festigen"},{"SurahNumber":8,"VerseNumber":12,"Text":"Als dein Herr den Engeln eingab: «Ich bin mit euch. Festigt diejenigen, die glauben. Ich werde den Herzen derer, die unglaubig sind, Schrecken einjagen. So schlagt auf die Nacken und schlagt auf jeden Finger von ihnen.»"},{"SurahNumber":8,"VerseNumber":13,"Text":"Dies dafur, daß sie sich Gott und seinem Gesandten widersetzten. Und wenn jemand sich Gott und seinem Gesandten widersetzt, so verhangt Gott eine harte Strafe"},{"SurahNumber":8,"VerseNumber":14,"Text":"Das ist sie, so kostet sie. Und wißt: Bestimmt ist fur die Unglaubigen die Pein des Feuers"},{"SurahNumber":8,"VerseNumber":15,"Text":"O ihr, die ihr glaubt, wenn ihr auf die, die unglaubig sind, trefft, wahrend sie zur Schlacht anrucken, dann kehret ihnen nicht den Rucken"},{"SurahNumber":8,"VerseNumber":16,"Text":"Wer ihnen an jenem Tag den Rucken kehrt - es sei denn, er setzt sich ab zum Kampf, oder er stoßt zu einer anderen Schar -, zieht sich den Zorn Gottes zu. Seine Heimstatte ist die Holle - welch schlimmes Ende"},{"SurahNumber":8,"VerseNumber":17,"Text":"Nicht ihr habt sie getotet, sondern Gott hat sie getotet. Und nicht du hast geworfen, als du geworfen hast, sondern Gott hat geworfen. Und Er wollte die Glaubigen einer schonen Prufung unterziehen. Gott hort und weiß alles"},{"SurahNumber":8,"VerseNumber":18,"Text":"Das ist es. Und so wollte Gott die List der Unglaubigen wirkungslos machen"},{"SurahNumber":8,"VerseNumber":19,"Text":"Wenn ihr einen Richterspruch verlangt, so ist der Richterspruch zu euch gekommen. Und wenn ihr aufhort, so ist es besser fur euch. Und wenn ihr (dazu) zuruckkehrt, kehren Wir (auch) zuruck. Und eure Schar wird nichts von euch abwenden konnen, auch wenn sie zahlreich sein sollte. Und siehe, Gott ist mit den Glaubigen"},{"SurahNumber":8,"VerseNumber":20,"Text":"O ihr, die ihr glaubt, gehorchet Gott und seinem Gesandten, und kehrt euch nicht von ihm ab, wo ihr doch hort"},{"SurahNumber":8,"VerseNumber":21,"Text":"Und seid nicht wie diejenigen, die sagen: «Wir horen», wo sie doch nicht horen"},{"SurahNumber":8,"VerseNumber":22,"Text":"Die schlimmsten Tiere bei Gott sind die tauben und stummen, die keinen Verstand haben"},{"SurahNumber":8,"VerseNumber":23,"Text":"Hatte Gott bei ihnen etwas Gutes festgestellt, hatte Er sie horen lassen. Und wenn Er sie hatte horen lassen, so hatten sie sich (dennoch) abgekehrt und abgewandt"},{"SurahNumber":8,"VerseNumber":24,"Text":"O ihr, die ihr glaubt, erhort Gott und den Gesandten, wenn er euch zu dem aufruft, was euch Leben gibt. Und wißt, daß Gott zwischen dem Menschen und seinem Herzen trennt, und daß ihr zu Ihm versammelt werdet"},{"SurahNumber":8,"VerseNumber":25,"Text":"Und hutet euch vor einer Versuchung, die gewiß nicht ausschließlich diejenigen von euch treffen wird, die Unrecht tun. Und wißt, Gott verhangt eine harte Strafe"},{"SurahNumber":8,"VerseNumber":26,"Text":"Und gedenket, als ihr auf der Erde waret und als Schwache behandelt wurdet und furchtetet, daß euch die Menschen hinwegraffen wurden. Da hat Er euch untergebracht und euch mit seiner Unterstutzung gestarkt und euch (einiges) von den kostlichen Dingen beschert, auf daß ihr dankbar seid"},{"SurahNumber":8,"VerseNumber":27,"Text":"O ihr, die ihr glaubt, seid nicht treulos gegenuber Gott und dem Gesandten, und seid nicht treulos in bezug auf die euch anvertrauten Dinge, wo ihr es wißt"},{"SurahNumber":8,"VerseNumber":28,"Text":"Und wißt, daß euer Vermogen und eure Kinder eine Versuchung sind und daß Gott einen großartigen Lohn bereithalt"},{"SurahNumber":8,"VerseNumber":29,"Text":"O ihr, die ihr glaubt, wenn ihr Gott furchtet, bestellt Er euch eine Unterscheidungsnorm, suhnt euch eure Missetaten und vergibt euch. Und Gott besitzt große Huld"},{"SurahNumber":8,"VerseNumber":30,"Text":"Und als diejenigen, die unglaubig sind, gegen dich Ranke schmiedeten, um dich festzunehmen oder zu toten oder zu vertreiben. Sie schmiedeten Ranke, und Gott schmiedete Ranke. Gott ist der Beste derer, die Ranke schmieden"},{"SurahNumber":8,"VerseNumber":31,"Text":"Und wenn ihnen unsere Zeichen verlesen werden, sagen sie: «Wir haben es gehort. Wenn wir wollten, konnten auch wir etwas Derartiges sagen. Das sind nichts als Fabeln der Fruheren.»"},{"SurahNumber":8,"VerseNumber":32,"Text":"Und als sie sagten: «O unser Gott, wenn dies die Wahrheit von Dir ist, so laß auf uns Steine vom Himmel regnen, oder bring uber uns eine schmerzhafte Pein.»"},{"SurahNumber":8,"VerseNumber":33,"Text":"Aber Gott konnte sie wohl unmoglich peinigen, wahrend du noch in ihrer Mitte warst; und Er konnte sie wohl unmoglich peinigen, wahrend sie um Vergebung baten"},{"SurahNumber":8,"VerseNumber":34,"Text":"Und warum sollte Gott sie nicht peinigen, wo sie (euch) von der heiligen Moschee abweisen und sie nicht seine Freunde sind? Seine Freunde sind ja nur die Gottesfurchtigen. Aber die meisten von ihnen wissen nicht Bescheid"},{"SurahNumber":8,"VerseNumber":35,"Text":"Und ihr Gebet beim Haus ist nur Pfeifen und Klatschen. So kostet die Pein dafur, daß ihr unglaubig waret"},{"SurahNumber":8,"VerseNumber":36,"Text":"Diejenigen, die unglaubig sind, spenden ihr Vermogen, um vom Weg Gottes abzuweisen. Sie werden es spenden, und dann wird es ein Bedauern fur sie sein. Dann werden sie besiegt werden. Und diejenigen, die unglaubig sind, werden zur Holle versammelt werden"},{"SurahNumber":8,"VerseNumber":37,"Text":"Damit Gott das Schlechte vom Guten unterscheide und das Schlechte ubereinander tue, es allesamt zusammenhaufe und in die Holle stelle. Das sind die Verlierer"},{"SurahNumber":8,"VerseNumber":38,"Text":"Sprich zu denen, die unglaubig sind: Wenn sie aufhoren, wird ihnen vergeben, was vorher geschah. Wenn sie (dazu) zuruckkehren, so steht fest, wie an den Fruheren gehandelt wurde"},{"SurahNumber":8,"VerseNumber":39,"Text":"Und kampft gegen sie, bis es keine Verfuhrung mehr gibt und bis die Religion ganzlich nur noch Gott gehort. Wenn sie aufhoren, so sieht Gott wohl, was sie tun"},{"SurahNumber":8,"VerseNumber":40,"Text":"Und wenn sie sich abkehren, so wißt, daß Gott euer Schutzherr ist: Welch vorzuglicher Schutzherr und welch vorzuglicher Helfer"}]}