{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Han ensam har kunskapen om den Yttersta stundens ankomst; ingen frukt tranger fram ur sitt holje och ingen varelse av honkon blir havande, inte heller foder hon, utan Hans vetskap. Den Dag da Han skall fraga [avgudadyrkarna]: \"Var ar [nu] Mina medgudar?\" - kommer de att svara: \"Vi maste erkanna att ingen av oss kan vittna [att de finns]"},{"SurahNumber":41,"VerseNumber":48,"Text":"Det som de forut brukat akalla har da overgett dem, och de har forstatt att det inte finns nagon plats dit de kan fly"},{"SurahNumber":41,"VerseNumber":49,"Text":"MANNISKAN fortrottas inte att be om goda ting, men nar hon drabbas av ett ont tappar hon modet och misstrostar [om Guds nad]"},{"SurahNumber":41,"VerseNumber":50,"Text":"Men om Vi forbarmar Oss over henne sedan hon haft att kampa med svarigheter, sager hon helt sakert: \"Detta ar vad som tillkommer mig och den Yttersta stunden tror jag aldrig skall komma; men [om den kommer och] jag fors ater till min Herre, kan jag helt visst vanta mig att Han skall skanka mig det hogsta goda!\" Forvisso skall Vi lata dem som fornekade [Uppstandelsens] sanning fa veta vad deras handlingar [var varda] och Vi skall lata dem prova pa ett tungt straff"},{"SurahNumber":41,"VerseNumber":51,"Text":"Nar Vi ger manniskan del av Vara valsignelser vander hon Oss ryggen och drar sig undan, men om nagot ont drabbar henne, forlorar hon sig i andlosa boner"},{"SurahNumber":41,"VerseNumber":52,"Text":"SAG [till dem som satter andra gudar vid Guds sida]: \"Vad tror ni? Om [Koranen] verkligen ar fran Gud - vilket ni fornekar - vem begar da ett storre fel an den som tar avstand [fran uppenbarelsen] och satter sig upp emot dess [budskap]"},{"SurahNumber":41,"VerseNumber":53,"Text":"Vi skall visa dem Vara tecken vid horisonten och inom dem sjalva, anda till dess [uppenbarelsens] sanning star klar for dem! Ar det inte nog for dem [att veta] att din Herre ar vittne till allt som sker"},{"SurahNumber":41,"VerseNumber":54,"Text":"Men [annu] ar de osakra om de skall mota sin Herre [och saledes uppleva uppstandelse, rakenskap och dom]! Har Han da inte full uppsikt over allt"},{"SurahNumber":42,"VerseNumber":1,"Text":"HA meem"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn seen qaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"GUD, DEN Allsmaktige, den Vise, har uppenbarat [sanningen] for dig [Muhammad], liksom Han uppenbarade den for dina foregangare"},{"SurahNumber":42,"VerseNumber":4,"Text":"Allt det som himlarna rymmer och det som jorden bar tillhor Honom; Han ar den Hoge, omstralad av makt och harlighet"},{"SurahNumber":42,"VerseNumber":5,"Text":"Himlarna ar nara att ramna i sina hoga [valv], nar anglarna sjunger sin Herres lov och ber Honom forlata [manniskorna] pa jorden. Ja, Gud ensam ar Den som standigt forlater, Den som standigt visar barmhartighet"},{"SurahNumber":42,"VerseNumber":6,"Text":"GUD HAR dem under uppsikt som tar [andra] beskyddare i Hans stalle. Du har inte satts att vaka over dem"},{"SurahNumber":42,"VerseNumber":7,"Text":"Vi har salunda uppenbarat for dig en forkunnelse pa det arabiska spraket, for att du skall varna den framsta av alla stader och dem som bor runt omkring den, varna dem for den Stora samlingens dag - om vars [ankomst] det inte finns nagot tvivel - da nagra skall [stiga in] i paradiset, och andra i den hogt flammande Elden"},{"SurahNumber":42,"VerseNumber":8,"Text":"Om Gud hade velat skulle Han forvisso ha gjort er [manniskor] till ett enda samfund. Han innesluter likval den Han vill i Sin nad, men for de orattfardiga skall det inte finnas nagon beskyddare och ingen hjalpare [pa Domens dag]"},{"SurahNumber":42,"VerseNumber":9,"Text":"Har det inte gatt darhan att de har tagit [andra] beskyddare i Hans stalle? Gud ar den ende Beskyddaren! Han vacker de doda till liv och Han har allt i Sin makt"},{"SurahNumber":42,"VerseNumber":10,"Text":"[TROENDE!] Vilken sak det an galler dar ni ar oense, ar det Gud som har avgorandet. [Sag, Muhammad:] \"Sadan ar Gud, min Herre! Till Honom litar jag och till Honom vander jag mig [i min anger]"},{"SurahNumber":42,"VerseNumber":11,"Text":"Han ar himlarnas och jordens Skapare. Han har skapat hustrur at er av samma natur som ni sjalva; aven av boskapen [har Han skapat] par [- han- och hondjur -] och sa far ni tillvaxa i antal. Ingenting ar som Han - Han som hor allt, ser allt"},{"SurahNumber":42,"VerseNumber":12,"Text":"Han har nycklarna till himlarnas och jordens [forradshus]. Han ger den Han vill riklig och [den Han vill] knappare utkomst. Han har full vetskap om allt"},{"SurahNumber":42,"VerseNumber":13,"Text":"Han har foreskrivit for er samma [regel for] tron som Han anbefallde Noa - detta har Vi uppenbarat for dig [Muhammad] - och som Vi anbefallde Abraham och Moses och Jesus, namligen att halla fast vid [den sanna] trons [principer] och att aldrig tillata sondring. For dem som satter medhjalpare vid Guds sida ter sig det som du uppmanar dem till som en svar vag; [men] Gud utser dem Han vill till detta och till detta leder Han dem som vander sig till Honom [i tro och lydnad]"},{"SurahNumber":42,"VerseNumber":14,"Text":"De [bland efterfoljarna av aldre uppenbarelser som har sondrats i sekter] splittrades forst efter att ha fatt all kunskap och av ovilja och avund mot varandra. Och om inte din Herre redan hade beslutat att [lata det ansta] till en tid faststalld [av Honom] hade allt varit avgjort mellan dem. Men hos dem som har arvt Skriften efter sina foregangare, kvarstar tvivlet och misstankarna om denna [uppenbarelse]"},{"SurahNumber":42,"VerseNumber":15,"Text":"Kalla darfor [manniskorna till den rena tron] och ga din vag rakt fram, som du ar befalld, och lat dig inte paverkas av deras onskningar utan sag: \"Jag tror pa allt vad Gud har uppenbarat [for Sina sandebud] och jag har blivit befalld att doma mellan er med rattvisa. Gud ar var Herre och er Herre. Vi skall sta till svars for vara handlingar och ni skall sta till svars for era handlingar. Lat oss inte tvista! Gud skall fora oss samman, Han som ar malet for allas fard"},{"SurahNumber":42,"VerseNumber":16,"Text":"Och vad angar dem som vill tvista om Gud efter det att [manniskorna] har bejakat Hans [kallelse], far de se sina argument underkanda infor sin Herre och de skall drabbas av [Hans] vrede och ett strangt straff"},{"SurahNumber":42,"VerseNumber":17,"Text":"Det ar Gud som har uppenbarat Skriften med sanningen och [rattvisans] Vag, [en hjalp till manniskan att handla rattvist]. Och hur skall du kunna veta om inte den Yttersta stunden ar nara"},{"SurahNumber":42,"VerseNumber":18,"Text":"De som tvivlar pa denna Stund sager sig onska dess snara ankomst, men de troende, de som vet att den ar verklighet, bavar infor den. De som inte vill tro pa den Yttersta stunden begar ett svart misstag"},{"SurahNumber":42,"VerseNumber":19,"Text":"GUD VISAR Sina tjanare en ofattbar valvilja. Han ger den Han vill hans uppehalle. Han ager all styrka, all makt"},{"SurahNumber":42,"VerseNumber":20,"Text":"Den som vill [sa for att] skorda i evigheten skall Vi ge riklig skord; och den som vill [sa for att] skorda i denna varld skall Vi ge nagot av det han stravar efter, men i evigheten blir han lottlos"},{"SurahNumber":42,"VerseNumber":21,"Text":"Har de [satt upp] medhjalpare till [Gud], som utan Guds tillstand har utfardat foreskrifter for dem pa religionens omrade? Om inte beslut om [uppskov med] avgorandet hade fattats, skulle domarna over dem helt visst ha fallit. Men de som begar sadan oratt har ett plagsamt straff att vanta"},{"SurahNumber":42,"VerseNumber":22,"Text":"Och du skall fa se hur de orattfardiga angslas infor det [straff] som de [med sina handlingar] fortjanat och som [inte kan undga att] drabba dem. Men de som trodde och levde ett rattskaffens liv, far [gladjas at] de blommande angarna i paradiset [och] njuta av allt vad de kan onska hos sin Herre. Det ar den stora gavan av Guds nad"},{"SurahNumber":42,"VerseNumber":23,"Text":"som Han kungor for Sina rattskaffens troende tjanare. Sag [Muhammad]: \"Jag begar ingen ersattning av er for detta [budskap]; jag ber bara att ni ger [medmanniskorna] den karlek [de har ratt att vanta].\" Och om nagon gor en god handling skall Vi ge honom mangdubbel beloning. Gud forlater mycket och Han erkanner [Sina tjanares] fortjanster"},{"SurahNumber":42,"VerseNumber":24,"Text":"SAGER de kanske att [Muhammad] har ljugit ihop allt detta om Gud? Men om [detta vore sant och] Gud ville, kunde Han forsegla ditt hjarta [och utplana Koranen ur ditt minne]; Gud stryker ut lognen och bekraftar och klargor sanningen med Sina ord. Gud vet vad som ror sig i manniskans innersta"},{"SurahNumber":42,"VerseNumber":25,"Text":"Det ar Han som tar emot Sina tjanares anger och som forlater och stryker ut daliga handlingar; Han vet namligen allt vad ni gor"},{"SurahNumber":42,"VerseNumber":26,"Text":"Han bonhor dem som tror och lever rattskaffens och ger dem i Sin nad mer [an de fortjanar]. Men fornekarna av sanningen skall fa ett strangt straff"},{"SurahNumber":42,"VerseNumber":27,"Text":"Och om Gud inte satte en grans for Sin frikostighet mot Sina tjanare, skulle de sakert [frestas till] overgrepp och att bega annan oratt pa jorden; men Han skanker vad Han vill efter Sitt matt; Gud ar val underrattad om Sina tjanares [behov] och forlorar dem inte ur sikte"},{"SurahNumber":42,"VerseNumber":28,"Text":"Det ar Han som nar manniskorna gett upp hoppet sander regn och nar [alla] med Sin barmhartighet; Han ar Beskyddaren, Den som allt lov och pris tillkommer"},{"SurahNumber":42,"VerseNumber":29,"Text":"Och bland Hans tecken ar skapelsen av him-larna och jorden och alla varelser som Han har latit [uppsta och] sprida sig dar; och [liksom Han har skapat dem] har Han makt att samla dem till Sig nar Han vill"},{"SurahNumber":42,"VerseNumber":30,"Text":"Ingen motgang drabbar er som inte ar en foljd av era egna handers verk; anda ar det mycket som Han forlater"},{"SurahNumber":42,"VerseNumber":31,"Text":"Ni kan inte uppresa er mot [Hans vilja] pa jorden och ni har ingen beskyddare och ingen hjalpare utom Gud"},{"SurahNumber":42,"VerseNumber":32,"Text":"Bland Hans tecken ar ocksa skeppen som seglar over havet, dar de [reser sig som bergstoppar over horisonten]"},{"SurahNumber":42,"VerseNumber":33,"Text":"Om Han vill later Han vinden mojna, och da blir de liggande stilla pa [havets] yta - i detta ligger helt visst budskap till var och en som star fast i motgangen och som tackar [Gud i allt]"},{"SurahNumber":42,"VerseNumber":34,"Text":"eller Han kan lata dem forlisa [med man och allt] pa grund av vad de har fortjanat [med sina handlingar]; anda utplanar Han mycken synd"},{"SurahNumber":42,"VerseNumber":35,"Text":"Och de som satter Guds uppenbarelser i fraga skall veta att de aldrig kommer att finna en plats dit de kan fly"},{"SurahNumber":42,"VerseNumber":36,"Text":"OCH [GOR klart for er att] vad det an ar som ni far ta emot [pa jorden], ar det [bara] sadant som forljuvar det jordiska livet, medan det [som vantar] hos Gud ar det basta och det som bestar. [Det vantar] dem som tror och litar till sin Herre"},{"SurahNumber":42,"VerseNumber":37,"Text":"och som avhaller sig fran de grovsta synderna och skamliga handlingar och som forlater, [aven] om vreden har gripit dem"},{"SurahNumber":42,"VerseNumber":38,"Text":"och som svarar nar deras Herre kallar och som forrattar bonen och som [i allt] iakttar regeln om samrad och som ger at andra av det som Vi skanker dem for deras forsorjning"},{"SurahNumber":42,"VerseNumber":39,"Text":"och som hjalper varandra att forsvara sig nar de har utsatts for overgrepp"},{"SurahNumber":42,"VerseNumber":40,"Text":"Svaret pa ett ont [som nagon har lidit] ar ett motsvarande ont [tillfogat garningsmannen]; men den som forlater och soker forsoning [med sin fiende] skall fa sin lon av Gud; Han ar inte van till dem som begar overgrepp"},{"SurahNumber":42,"VerseNumber":41,"Text":"Inget klander kan riktas mot dem som forsvarar sig mot liden oforratt"},{"SurahNumber":42,"VerseNumber":42,"Text":"Ingen far klandras utom den som tillfogar [andra] manniskor ont och som har pa jorden begar overvald i strid med ratten och sanningen; ja, sadana [manniskor] far se fram mot ett plagsamt straff"},{"SurahNumber":42,"VerseNumber":43,"Text":"Men den som bar [den lidna oratten] med talamod och forlater [har bestatt ett prov som kraver] fasthet i foresatsen"},{"SurahNumber":42,"VerseNumber":44,"Text":"DEN SOM Gud later ga vilse finner darefter ingen beskyddare. Du skall fa se hur de orattfardiga beter sig nar de [efter Uppstandelsen] star infor straffet och ropar: \"Finns det ingen vag tillbaka"},{"SurahNumber":42,"VerseNumber":45,"Text":"Och du skall se dem foras fram till [Elden], uppgivna, forodmjukade, kastande forstulna blickar [omkring sig], medan de troende sager: \"Forlorarna [denna] Uppstandelsens dag ar de som har forverkat sina och sina meningsfranders sjalar!\" Ja, de orattfardiga maste [utsta] ett andlost lidande"},{"SurahNumber":42,"VerseNumber":46,"Text":"och ingen annan kan beskydda eller hjalpa dem an Gud. Den som Gud later ga vilse, finner ingen vag [tillbaka]"},{"SurahNumber":42,"VerseNumber":47,"Text":"Bejaka er Herres [kallelse], innan en Dag, en Guds [dag], oaterkalleligen randas da ni inte kan finna en plats att fly till och da ni inte kommer att kunna forneka [det onda ni gjort]"},{"SurahNumber":42,"VerseNumber":48,"Text":"OM DE vander dig ryggen [Muhammad, skall du veta att] Vi inte har sant dig for att vaka over dem - du har bara att framfora [ditt budskap]. Da Vi later manniskan erfara Var nad [- en av dem som inte har mer an denna varldens goda for ogonen -], jublar hon over denna [som hon ser det, framgang], men nar hon till foljd av sina egna handlingar drabbas av ett ont, fornekar hon Oss [och glommer att hon ar Oss tack skyldig]"},{"SurahNumber":42,"VerseNumber":49,"Text":"Gud ager herravaldet over himlarna och jorden. Han skapar vad Han vill och Han skanker at den Han vill dottrar och at den Han vill soner"},{"SurahNumber":42,"VerseNumber":50,"Text":"eller skanker bade soner och dottrar at den Han vill och gor den Han vill ofruktsam. Han vet allt och ar maktig allt"},{"SurahNumber":42,"VerseNumber":51,"Text":"Det ar inte manniskan givet att Gud talar till henne pa annat satt an genom ingivelse eller fran andra sidan av ett forhange eller genom ett sandebud som Han sander och som uppenbarar det Han vill [skall uppenbaras]. Gud ar upphojd, vis"},{"SurahNumber":42,"VerseNumber":52,"Text":"Sa har Vi ocksa latit dig [Muhammad, efter de tidigare profeterna] fa del av helig ingivelse. [Forr] visste du inte vad uppenbarelse betydde och inte heller vad [sann] tro innebar. Men Vi har gett dig [detta budskap] som ett ljus med vilket du skall leda dem Vi vill av Vara tjanare, leda [dem] till den raka vagen"},{"SurahNumber":42,"VerseNumber":53,"Text":"vagen till Gud, som allt det som himlarna rymmer och det som jorden bar tillhor. Allt ar forvisso pa vag tillbaka till Gud"},{"SurahNumber":43,"VerseNumber":1,"Text":"HA meem"},{"SurahNumber":43,"VerseNumber":2,"Text":"VID SKRIFTEN, som ar klar i sig sjalv och som klart framstaller sanningen"},{"SurahNumber":43,"VerseNumber":3,"Text":"Vi har utformat den som en forkunnelse pa det arabiska spraket for att ni helt och fullt skall forsta [dess budskap]"},{"SurahNumber":43,"VerseNumber":4,"Text":"Den har sitt ursprung hos Oss, all uppenbarelses kalla, och den [formedlar] i hogstamda ordalag den djupaste visdom"},{"SurahNumber":43,"VerseNumber":5,"Text":"SKULLE Vi avsta fran att ge er [denna] paminnelse darfor att ni forslosar era sjalar [i er lognaktighet och ert trots? Nej, Vi fortsatter att varna er]"},{"SurahNumber":43,"VerseNumber":6,"Text":"Hur manga profeter har Vi inte sant till folken i aldre tid"},{"SurahNumber":43,"VerseNumber":7,"Text":"Men ingen profet kom nagonsin till [sitt folk] utan att de gjorde narr av honom"},{"SurahNumber":43,"VerseNumber":8,"Text":"Och Vi lat dem ga under, fastan de var starkare an de [som nu fornekar sanningen]; dessa [ur historien utplanade] folks oden, borde utgora en varning [for deras efterfoljare]"},{"SurahNumber":43,"VerseNumber":9,"Text":"Om du fragar [manniskorna]: \"Vem har skapat himlarna och jorden?\" - svarar de helt sakert: \"Den Allsmaktige, den Allvetande har skapat dem"},{"SurahNumber":43,"VerseNumber":10,"Text":"[Ja, det ar] Han som har gjort jorden till er vagga och som pa den har stakat ut vagar at er, sa att ni kan ta er fram [pa era farder]"},{"SurahNumber":43,"VerseNumber":11,"Text":"[Och det ar Han] som later regn falla fran skyn i ratta mangder, och darmed vacker Vi till liv dott land. Sa skall ni ocksa uppvackas [fran de doda till nytt liv]"},{"SurahNumber":43,"VerseNumber":12,"Text":"[Och det ar Han] som har skapat alla motsatspar, och [Han] som har gett er de skepp och de riddjur som ni fardas med"},{"SurahNumber":43,"VerseNumber":13,"Text":"for att ni, efter att ha tagit dem i er tjanst och stigit ombord eller suttit upp pa dem, skall minnas er Herres godhet och saga: \"Stor ar Han i Sin harlighet, som later oss forfoga over dem; sjalva skulle vi inte ha kunnat ta dem i var tjanst"},{"SurahNumber":43,"VerseNumber":14,"Text":"[Lat oss aldrig glomma att] vi skall vanda tillbaka till var Herre"},{"SurahNumber":43,"VerseNumber":15,"Text":"OCH [ANDA] vill de gora nagra av de varelser som Han har skapat till en del av Honom sjalv! Hur otacksam ar manniskan inte"},{"SurahNumber":43,"VerseNumber":16,"Text":"Skulle Han bland allt det som Han har skapat valja dottrar och at er skanka [idel] soner"},{"SurahNumber":43,"VerseNumber":17,"Text":"Om nagon av dem far hora att ett [barn av det kon] som han satter i samband med den Naderike [fotts at honom], morknar hans uppsyn och den undertryckta vreden sjuder inom honom"},{"SurahNumber":43,"VerseNumber":18,"Text":"[Och han klagar:] \"Annu en av dem som vaxer upp omgiven av bjafs och grannlat och som har svart att reda sig i en diskussion"},{"SurahNumber":43,"VerseNumber":19,"Text":"Och de tror att anglarna, som ar den Naderikes tjanare, ar kvinnliga vasen! Har de kanske bevittnat deras skapelse? Nej, deras pastaende skall antecknas och de skall stallas till svars [for det]"},{"SurahNumber":43,"VerseNumber":20,"Text":"De sager ocksa: \"Hade det varit den Naderikes vilja, skulle vi inte ha agnat dem var dyrkan.\" Om detta vet de ingenting - de foljer bara losa antaganden och formodar [an det ena, an det andra]"},{"SurahNumber":43,"VerseNumber":21,"Text":"Eller har Vi fore denna [Koran] skankt dem en Skrift [av annat innehall] som de stoder sig pa"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nej, de sager tvartom: \"Vi har forstatt att detta var vara faders tro, och vi foljer i deras spar"},{"SurahNumber":43,"VerseNumber":23,"Text":"Och sa har det varit forr; Vi har aldrig sant en varnare till ett folk fore dig utan att de nojeslystna veklingarna bland dem sade: \"Vi har forstatt att detta var vara faders tro och vi foljer deras exempel"},{"SurahNumber":43,"VerseNumber":24,"Text":"[Och nar profeten] sade: \"Men om jag ger er battre vagledning an den som ni har forstatt att era fader foljde?\" blev deras svar [alltid]: \"Vi avvisar det [budskap] som [ni profeter pastar att] ni har anfortrotts"},{"SurahNumber":43,"VerseNumber":25,"Text":"Och Vi lat dem kanna pa Var vedergallning. Se dar vilket slut de fick som pastod att sanningen ar logn"},{"SurahNumber":43,"VerseNumber":26,"Text":"ABRAHAM talade till sin fader och sitt folk och sade: \"Jag avsvar mig allt ansvar for er dyrkan [av falska gudar]"},{"SurahNumber":43,"VerseNumber":27,"Text":"[Jag dyrkar] ingen annan an Honom som har skapat mig, och Han skall leda mig pa ratt vag"},{"SurahNumber":43,"VerseNumber":28,"Text":"Och dessa ord yttrade han for att de skulle bevaras bland hans efterkommande, sa att de [som avviker fran den rena tron] skall finna vagen tillbaka"},{"SurahNumber":43,"VerseNumber":29,"Text":"Ja, dessa [dina samtida, Muhammad,] och deras forfader har fatt njuta av det goda i denna varld tills sanningen och ett sandebud som forklarade den kom till dem"},{"SurahNumber":43,"VerseNumber":30,"Text":"Nar sanningen nu har natt dem, sager de: \"Detta ar blandande och forhaxande valtalighet och vi tror inte pa det"},{"SurahNumber":43,"VerseNumber":31,"Text":"Och de sager: \"Varfor har inte denna Koran uppenbarats for en framstaende man fran [en av] de tva staderna"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ar det de som skall fordela din Herres nad? Nej, det ar Vi som skanker var och en vad han behover for sitt uppehalle i detta liv, och Vi ger formaner at nagra som hojer dem [flera] steg over de andra, sa att den ene kan ta den andre i sin tjanst - [pa liknande satt fordelar Vi Vara gavor av andligt slag]. - Din Herres nad ar mer vard an de [rikedomar] som manniskor kan samla"},{"SurahNumber":43,"VerseNumber":33,"Text":"Och om inte manniskorna - [eggade av att se sadan rikedom] - hade lopt fara att urarta till ett samfund [av girighet och ondska], kunde Vi ha gett dem som fornekar den Naderike, bostader med tak av silver och trappor att stiga uppfor [av silver]"},{"SurahNumber":43,"VerseNumber":34,"Text":"och portar [av silver] och divaner att vila pa [av silver]"},{"SurahNumber":43,"VerseNumber":35,"Text":"ja, [Vi kunde till och med ha gett dem allt detta] av guld! Men [om Vi ocksa gav fornekarna detta] skulle det inte innebara mer an ogonfagnad for dem i detta forgangliga liv, medan det eviga livet [vantar] de gudfruktiga hos din Herre"},{"SurahNumber":43,"VerseNumber":36,"Text":"Den som ar blind for den Naderikes paminnelser later Vi fa ett ont vasen som standig foljeslagare"},{"SurahNumber":43,"VerseNumber":37,"Text":"och detta vasen hindrar honom att sla in pa den vag [som leder till Gud], fastan han sjalv tror sig vara pa ratt vag"},{"SurahNumber":43,"VerseNumber":38,"Text":"[Men] da han [pa Domens dag] trader infor Oss, sager han [till foljeslagaren]: \"Om anda avstandet mellan mig och dig varit lika langt som mellan platsen dar solen gar upp och platsen dar den gar ned!\" - Foljeslagaren var alltsa alltigenom ond"},{"SurahNumber":43,"VerseNumber":39,"Text":"Men det kommer inte att vara er till nytta [och inte heller till trost] att ni, liksom ni har gjort oratt tillsammans, skall lida straffet tillsammans"},{"SurahNumber":43,"VerseNumber":40,"Text":"KAN DU forma de dova att hora eller visa de blinda och dem som har gatt ohjalpligt vilse, den ratta vagen"},{"SurahNumber":43,"VerseNumber":41,"Text":"Antingen Vi later dig do [innan straffet nar dem - da skall du veta att] Vi kommer att straffa dem"},{"SurahNumber":43,"VerseNumber":42,"Text":"eller Vi later dig se det som Vi har varnat dem for, [kan du vara forvissad om att] Vi har dem i Var makt"},{"SurahNumber":43,"VerseNumber":43,"Text":"Hall darfor fast vid det som Vi har uppenbarat for dig; din vag ar den raka vagen"},{"SurahNumber":43,"VerseNumber":44,"Text":"Genom denna [Skrift] skall ditt och ditt folks namn hallas i [evig] ara och [en Dag] skall ni fa redogora [for det bruk ni gjorde av denna gava]"},{"SurahNumber":43,"VerseNumber":45,"Text":"Och fraga Vara sandebud som Vi sande fore dig, om Vi vid sidan av den Naderike satte upp gudomligheter som de skulle dyrka"},{"SurahNumber":43,"VerseNumber":46,"Text":"OCH VI sande Moses med Vara budskap till Farao och hans storman. Och Moses sade: \"Jag ar ett sandebud [fran] varldarnas Herre"},{"SurahNumber":43,"VerseNumber":47,"Text":"Men nar han steg fram infor dem med Vara tecken och under, gjorde de narr av dem"},{"SurahNumber":43,"VerseNumber":48,"Text":"likval var varje nytt tecken som de fick se maktigare an det foregaende. Och Vi lat Vart straff drabba dem, for att de skulle vanda tillbaka [till Oss]"},{"SurahNumber":43,"VerseNumber":49,"Text":"Och [varje gang straffet drabbade dem] sade de: \"Be for oss till din Herre, du trollkarl, enligt det forbund som Han har slutit med dig [att Han befriar oss fran detta straff]; da skall vi lata oss ledas pa ratt vag"},{"SurahNumber":43,"VerseNumber":50,"Text":"Men nar Vi befriade dem fran straffet, brot de sitt ord"},{"SurahNumber":43,"VerseNumber":51,"Text":"Och Farao lat utfarda ett upprop till sitt folk [och sade]: \"Mitt folk! Har jag inte herravaldet over Egyptens [land]? Se allt detta flodvatten som flyter fram under min fot! Inser ni inte [att det ar jag som ar er herre]"},{"SurahNumber":43,"VerseNumber":52,"Text":"Jag ar sannerligen former an han, som [bara] ar vard forakt och som inte ens kan uttrycka sig klart"},{"SurahNumber":43,"VerseNumber":53,"Text":"Varfor har inte [hans Herre] skankt honom armringar av guld eller latit honom atfoljas av anglar"},{"SurahNumber":43,"VerseNumber":54,"Text":"Sa visade Farao hur han foraktade sitt folk, men de foljde honom - de var ett folk av hardnackade syndare"},{"SurahNumber":43,"VerseNumber":55,"Text":"Och nar deras trots tant Var vrede lat Vi Var hamnd drabba dem och Vi drankte dem alla"},{"SurahNumber":43,"VerseNumber":56,"Text":"och gjorde dem till ett exempel och [deras ode till] en lardom for efterfoljande slakten"},{"SurahNumber":43,"VerseNumber":57,"Text":"NAR MARIAS son anfors som exempel [pa en gudom vid sidan av Gud], larmar ditt folk [Muhammad]"},{"SurahNumber":43,"VerseNumber":58,"Text":"och sager: \"Ar inte vara gudomligheter former an han?\" Men de namner honom bara for att fa till stand en diskussion. Ja, de ar manniskor som finner noje i diskussioner [for deras egen skull]"},{"SurahNumber":43,"VerseNumber":59,"Text":"Han var ingenting annat an [Var] tjanare, som Vi i Var nad [kallade till profet] och gjorde till en forebild for Israels barn"},{"SurahNumber":43,"VerseNumber":60,"Text":"Och om Vi ville - [invanare i Mekka!] - kunde Vi lata anglar befolka jorden som era eftertradare"},{"SurahNumber":43,"VerseNumber":61,"Text":"Hans [aterkomst till jorden] skall vara ett tecken att den Yttersta stunden [narmar sig]; tvivla darfor inte pa den. Och [sag, Muhammad]: \"Folj mig, detta ar en rak vag"},{"SurahNumber":43,"VerseNumber":62,"Text":"Och lat inte Djavulen hejda er; han ar verkligen er svurne fiende"},{"SurahNumber":43,"VerseNumber":63,"Text":"OCH NAR Jesus kom med [tecken och] klara bevis, sade han: \"Jag har kommit till er med [uppenbarad] visdom och for att klargora for er nagra av de ting som ni tvistar om. Frukta Gud och folj mig"},{"SurahNumber":43,"VerseNumber":64,"Text":"Gud ar min Herre och er Herre; det ar Honom ni skall dyrka! Detta ar en rak vag"},{"SurahNumber":43,"VerseNumber":65,"Text":"Men de sekter [som sondringen] bland dem [gav upphov till] hade olika meningar [om Jesus]. Olyckliga de syndare som maste frukta straffet [som skall drabba dem] en sorgens och plagans Dag"},{"SurahNumber":43,"VerseNumber":66,"Text":"VANTAR de [som fornekar sanningen] att den Yttersta stunden skall komma over dem plotsligt nar de minst anar det [- och angerns tid ar ute]"},{"SurahNumber":43,"VerseNumber":67,"Text":"Den Dagen skall de som forut var nara vanner bli varandras fiender, [alla] utom de som fruktade Gud"},{"SurahNumber":43,"VerseNumber":68,"Text":"[Och Gud skall saga:] \"I dag skall ni, Mina tjanare, inte kanna nagon fruktan och ingen sorg skall tynga er"},{"SurahNumber":43,"VerseNumber":69,"Text":"ni, som trodde pa Vara budskap och som underkastade er Var vilja"},{"SurahNumber":43,"VerseNumber":70,"Text":"Stig in, ni och era livsledsagare, i paradiset och njut dess gladje [i fulla drag]"},{"SurahNumber":43,"VerseNumber":71,"Text":"De skall betjanas med fat och dryckeskarl av guld, och dar skall finnas allt det som sjalarna langtar efter och som ar en frojd for ogat. Och dar skall ni forbli till evig tid"},{"SurahNumber":43,"VerseNumber":72,"Text":"Detta ar paradiset, er arvedel [som ar lonen] for det ni gjorde [i livet]"},{"SurahNumber":43,"VerseNumber":73,"Text":"Dar skall ni fa smaka frukter i mangd [av lackraste slag]"},{"SurahNumber":43,"VerseNumber":74,"Text":"Men de obotfardiga, trotsiga syndarna skall forbli under helvetetsstraffets [forbannelse]"},{"SurahNumber":43,"VerseNumber":75,"Text":"utan nagon lindring i plagorna, och de skall sjunka ned i djup fortvivlan"},{"SurahNumber":43,"VerseNumber":76,"Text":"Vi gjorde dem ingen oratt; de begick oratt [mot sig sjalva]"},{"SurahNumber":43,"VerseNumber":77,"Text":"De kommer att ropa till [helvetets vaktare]: \"Du som harskar [over oss]! Be till din Herre att Han domer oss till forintelse!\" Men hans svar blir: \"[Nej,] har skall ni forbli"},{"SurahNumber":43,"VerseNumber":78,"Text":"VI HAR gett er sanningen, men for de flesta av er ar sanningen forhatlig"},{"SurahNumber":43,"VerseNumber":79,"Text":"Har de gjort upp en plan [hur de skall faststalla vad som ar sanning]? Da satter Vi Var plan i verket"},{"SurahNumber":43,"VerseNumber":80,"Text":"Tror de kanske att Vi inte kanner deras hemligheter och [inte vet om] deras overlaggningar [bakom lyckta dorrar]? Helt visst [ar det sa] och Vara utsanda ar hos dem och nedtecknar [allt]"},{"SurahNumber":43,"VerseNumber":81,"Text":"[Muhammad!] Sag [till dem som satter andra vid Guds sida]: \"Jag skulle vara den forste som tillbad den Naderikes son, om Han hade nagon"},{"SurahNumber":43,"VerseNumber":82,"Text":"Stor ar Han i Sin harlighet, himlarnas och jordens Herre, Herren till allmaktens tron - och fjarran fran [manniskornas alla forsok] att beskriva [Hans Vasen]"},{"SurahNumber":43,"VerseNumber":83,"Text":"Lamna dem nu att forstro sig med sina ordlekar, till dess de star infor den Dag som de har fatt lofte om"},{"SurahNumber":43,"VerseNumber":84,"Text":"Det ar Han som ar Gud i himlen och Gud pa jorden och Han ar den Allvise, den Allvetande"},{"SurahNumber":43,"VerseNumber":85,"Text":"Valsignad ar Han som ager herravaldet over himlarna och jorden och allt det som ar daremellan! Hos Honom [ensam] finns kunskapen om den Yttersta stunden och till Honom skall ni foras ater"},{"SurahNumber":43,"VerseNumber":86,"Text":"De som de akallar i stallet for Gud har inte makt att tala till forman [for sina tillbedjare]; ingen [kan gora detta] utom den som med [full] kunskap vittnar om sanningen"},{"SurahNumber":43,"VerseNumber":87,"Text":"Och om du fragar dem [som dyrkar andra vasen vid sidan av Gud], vem som har skapat dem, svarar de helt visst: \"Det ar Gud.\" Hur forvirrade ar inte deras begrepp"},{"SurahNumber":43,"VerseNumber":88,"Text":"Och [Gud har hort Sin Profets] klagan: \"Herre, de ar manniskor som inte vill tro"},{"SurahNumber":43,"VerseNumber":89,"Text":"Forlat dem och halsa dem med fredshalsningen - de kommer att fa veta [sanningen]"},{"SurahNumber":44,"VerseNumber":1,"Text":"HA meem"},{"SurahNumber":44,"VerseNumber":2,"Text":"VID SKRIFTEN, som ar klar i sig sjalv och som klart framstaller sanningen"},{"SurahNumber":44,"VerseNumber":3,"Text":"Dess uppenbarelse [inleddes] under en valsignad natt - Vi har aldrig upphort att varna [manniskorna]"},{"SurahNumber":44,"VerseNumber":4,"Text":"[en natt] da varje fraga formulerades med fasthet och precision"},{"SurahNumber":44,"VerseNumber":5,"Text":"enligt Var befallning - Vi har aldrig upphort att sanda Vara budbarare [med undervisning och vagledning]"},{"SurahNumber":44,"VerseNumber":6,"Text":"Detta ar en nad fran din Herre, Han som hor allt, vet allt"},{"SurahNumber":44,"VerseNumber":7,"Text":"Herren over himlarna och jorden och allt som finns daremellan; [detta vet ni] om ni [hor till dem som] stravar efter inre visshet"},{"SurahNumber":44,"VerseNumber":8,"Text":"Ingen gud finns utom Han, som skanker liv och skanker dod; er Herre och era forfaders Herre"},{"SurahNumber":44,"VerseNumber":9,"Text":"Men de tvivlar och skamtar bort [fragans allvar]"},{"SurahNumber":44,"VerseNumber":10,"Text":"VANTA pa den Dag da himlen kommer att [skymmas av] en klart synlig, tat rok"},{"SurahNumber":44,"VerseNumber":11,"Text":"som sveper in manniskorna; [och de skall ropa och klaga:] \"Vilket straff, vilken plaga"},{"SurahNumber":44,"VerseNumber":12,"Text":"Herre, lat oss slippa ifran [detta] straff, Vi tror pa Dig"},{"SurahNumber":44,"VerseNumber":13,"Text":"Men varifran skall den paminnelse komma som paverkar dem? Ett sandebud har ju kommit till dem och klart framfort sitt budskap"},{"SurahNumber":44,"VerseNumber":14,"Text":"da vande de honom ryggen med orden: \"[Denne] galning har larts upp [av andra]"},{"SurahNumber":44,"VerseNumber":15,"Text":"Vi skall skjuta upp straffet en liten tid, men ni kommer att aterfalla [i synd]"},{"SurahNumber":44,"VerseNumber":16,"Text":"Dock, den dag da Vart drapslag faller med fruktansvard kraft, skall Vi utkrava [full] vedergallning [av er alla]"},{"SurahNumber":44,"VerseNumber":17,"Text":"LANGT fore deras tid lat Vi Faraos folk utsta en hard provning; en adel budbarare kom till dem och sade"},{"SurahNumber":44,"VerseNumber":18,"Text":"Overlamna Guds tjanare till mig! Jag ar [Guds] sandebud [utsand] till er och ni kan lita pa mig"},{"SurahNumber":44,"VerseNumber":19,"Text":"Uppres er inte mot Gud! Jag kommer till er med ett klart bevis pa min myndighet"},{"SurahNumber":44,"VerseNumber":20,"Text":"och jag ber min Herre och er Herre om skydd mot det onda som ni vill tillfoga mig"},{"SurahNumber":44,"VerseNumber":21,"Text":"Om ni inte tror mig, hall er da ifran mig"},{"SurahNumber":44,"VerseNumber":22,"Text":"[Nar Moses sag deras omedgorlighet] bad han till sin Herre [och sade]: \"Dessa [manniskor] ar djupt sjunkna i synd"},{"SurahNumber":44,"VerseNumber":23,"Text":"Och [Gud befallde honom]: \"De kommer att forfolja er; bege dig darfor i vag med Mina tjanare under natten"},{"SurahNumber":44,"VerseNumber":24,"Text":"Och lamna havet stilla och kluvet bakom er; dar skall [den forfoljande] armen drankas"},{"SurahNumber":44,"VerseNumber":25,"Text":"Hur manga tradgardar, [vattnade av] kallor, maste de inte overge"},{"SurahNumber":44,"VerseNumber":26,"Text":"och [vajande] sadesfalt och statliga palats"},{"SurahNumber":44,"VerseNumber":27,"Text":"och de lyckliga och ombonade liv som hade varit deras"},{"SurahNumber":44,"VerseNumber":28,"Text":"Sa [blev deras ode]! Och Vi lat andra arva det [som de lamnade efter sig]"},{"SurahNumber":44,"VerseNumber":29,"Text":"Men himlen och jorden fallde inga tarar over dem och de gavs ingen frist"},{"SurahNumber":44,"VerseNumber":30,"Text":"Sa raddade Vi Israels barn fran det fornedrande straffarbete"},{"SurahNumber":44,"VerseNumber":31,"Text":"som Farao [lade pa dem] - han var en fortryckare som gick till de varsta overdrifter"},{"SurahNumber":44,"VerseNumber":32,"Text":"Ja, med [Var] kunskap utvalde Vi dem [och satte dem] hogre an jordens alla folk"},{"SurahNumber":44,"VerseNumber":33,"Text":"och Vi gav dem tecken [pa Var nad] vars klara innebord var att de sattes pa prov"},{"SurahNumber":44,"VerseNumber":34,"Text":"Dessa [nutida fornekare] sager"},{"SurahNumber":44,"VerseNumber":35,"Text":"Vi skall do denna forsta och enda gang och vi skall inte uppsta till nytt liv"},{"SurahNumber":44,"VerseNumber":36,"Text":"Men lat vara forfader sta upp [och vittna] om det ni sager ar sant"},{"SurahNumber":44,"VerseNumber":37,"Text":"Ar de battre an Tubba`s folk och deras foregangare som Vi lat ga under, forlorade som de var i sin synd"},{"SurahNumber":44,"VerseNumber":38,"Text":"Vi har inte skapat himlarna och jorden och allt som finns daremellan for Vart nojes skull"},{"SurahNumber":44,"VerseNumber":39,"Text":"nej, Vi har inte skapat dem utan en plan och ett syfte, men de flesta [manniskor] inser det inte"},{"SurahNumber":44,"VerseNumber":40,"Text":"ATSKILLNADENS dag [da de orattfardiga skall skiljas fran de rattfardiga] ar den utsatta tiden, da alla [skall samlas ater]"},{"SurahNumber":44,"VerseNumber":41,"Text":"den Dag da vannen inte kan ingripa till forman for sin van och ingen kan fa hjalp"},{"SurahNumber":44,"VerseNumber":42,"Text":"utom den som Gud forbarmar Sig over; Han ar den Allsmaktige, den Barmhartige"},{"SurahNumber":44,"VerseNumber":43,"Text":"Det trad i vars frukt ar dod"},{"SurahNumber":44,"VerseNumber":44,"Text":"skall lata den hardnackade fornekaren smaka sin frukt"},{"SurahNumber":44,"VerseNumber":45,"Text":"och den skall sjuda som smalt koppar i hans inalvor"},{"SurahNumber":44,"VerseNumber":46,"Text":"sjuda som skallhett vatten"},{"SurahNumber":44,"VerseNumber":47,"Text":"[Och ett rop skall hojas:] \"Grip honom och slapa honom rakt in i lagornas mitt"},{"SurahNumber":44,"VerseNumber":48,"Text":"hall sedan kokhett vatten over hans huvud som en [ytterligare] plaga"},{"SurahNumber":44,"VerseNumber":49,"Text":"Prova pa [detta straff], du som [pa jorden] var den maktige, den forname"},{"SurahNumber":44,"VerseNumber":50,"Text":"Det var detta som ni [alla] tvivlade pa"},{"SurahNumber":44,"VerseNumber":51,"Text":"Men de som fruktade Gud skall da [fa njuta] i trygghet"},{"SurahNumber":44,"VerseNumber":52,"Text":"av [gronskande] lustgardar och [porlande] kallor"},{"SurahNumber":44,"VerseNumber":53,"Text":"kladda i siden och brokad, [vilande pa hogsaten] mitt emot varandra"},{"SurahNumber":44,"VerseNumber":54,"Text":"Sadan [skall deras lycka vara] och Vi skall ge dem morkogda, oskuldsfulla unga kvinnor som sallskap"},{"SurahNumber":44,"VerseNumber":55,"Text":"Dar skall de fa de frukter som de onskar och frid och ro skall omge dem"},{"SurahNumber":44,"VerseNumber":56,"Text":"Doden skall inte na dem dar, sedan de forut dott doden pa jorden och de har skonats fran Eldens straff"},{"SurahNumber":44,"VerseNumber":57,"Text":"ett bevis pa din Herres nad - detta ar den stora segern"},{"SurahNumber":44,"VerseNumber":58,"Text":"OCH VI har gjort denna [Skrift] latt att forsta, [formedlad] pa ditt eget sprak [Muhammad] for att de skall kunna ta den till sig"},{"SurahNumber":44,"VerseNumber":59,"Text":"Avvakta darfor [det som skall komma]; aven de skall avvakta"},{"SurahNumber":45,"VerseNumber":1,"Text":"HA meem"},{"SurahNumber":45,"VerseNumber":2,"Text":"UPPENBARELSEN av denna Skrift ar Guds, den Allsmaktiges, den Vises, verk"},{"SurahNumber":45,"VerseNumber":3,"Text":"Himlarna och jorden rymmer helt visst budskap till dem som vill tro"},{"SurahNumber":45,"VerseNumber":4,"Text":"Och i er egen natur och hos alla de djur som Han later [foroka sig och] spridas [over jordens yta] finns tecken for dem som ager inre visshet"},{"SurahNumber":45,"VerseNumber":5,"Text":"Och i vaxlingen mellan natt och dag och i det som Gud sander ned fran himlen till livets vidmakthallande och darmed ger nytt liv at jorden, som varit dod, och i vindarnas rorelser - [i alla dessa foreteelser] ligger tecken for manniskor som anvander sitt forstand"},{"SurahNumber":45,"VerseNumber":6,"Text":"Detta ar Guds budskap, som Vi formedlar till dig [Muhammad] och med dem sanningen. - Men pa vilken forkunnelse skall de tro som [inte faster avseende vid] Gud och Hans tecken"},{"SurahNumber":45,"VerseNumber":7,"Text":"Arma, forljugna syndare"},{"SurahNumber":45,"VerseNumber":8,"Text":"som, nar han hor Guds budskap lasas upp for honom, forskansar sig bakom en hogmodigt avvisande hallning, som om han ingenting hort! Lat honom veta att [han skall fa utsta] ett svart lidande"},{"SurahNumber":45,"VerseNumber":9,"Text":"Och for den som, nar han far kannedom om nagot av Vara budskap, skamtar bort det ligger ett fornedrande straff [i beredskap]"},{"SurahNumber":45,"VerseNumber":10,"Text":"Helvetet ar dem inpa halarna och ingenting av det som de har uppnatt [i livet] och ingen av dem som de har valt till beskyddare i Guds stalle skall vara dem till nagon nytta; ja, ett straff av stor stranghet [vantar] dem"},{"SurahNumber":45,"VerseNumber":11,"Text":"Denna [Koran] ar en vagledning. Men for dem som avvisar sin Herres budskap ar ett svidande bittert straff forberett"},{"SurahNumber":45,"VerseNumber":12,"Text":"DET AR Gud som har latit havet tjana er, sa att skeppen pa Hans befallning seglar over det och ni skall kunna soka det som Han i Sin godhet [beviljar er] - kanske skall ni ocksa tacka Honom"},{"SurahNumber":45,"VerseNumber":13,"Text":"Och Han har skapat allt det som himlarna rymmer och det som jorden bar for att tjana er - allt ar Hans gava; i detta ligger helt visst budskap till manniskor som tanker"},{"SurahNumber":45,"VerseNumber":14,"Text":"Uppmana de troende att forlata dem som inte ser fram emot Guds dagar; det ar namligen Han som da skall ge manniskorna den lon som de har fortjanat [med sina handlingar]"},{"SurahNumber":45,"VerseNumber":15,"Text":"Den som gor ratt har sjalv gott av sina handlingar, och den som gor oratt gor det till nackdel for sig sjalv. Till sist skall ni foras ater till er Herre"},{"SurahNumber":45,"VerseNumber":16,"Text":"VI GAV Israels barn Skriften och ratt att styra och doma [i enlighet med Guds lag] och Vi lat profeter uppsta bland dem; och Vi sorjde for dem med goda och nyttiga ting och Vi visade dem sadan nad som Vi inte har visat nagot annat folk"},{"SurahNumber":45,"VerseNumber":17,"Text":"Och Vi gav dem klara foreskrifter i allt som ror religionen, och forst efter att ha fatt all kunskap blev de oense om dessa [foreskrifters innebord] av ovilja och avund mot varandra. Pa Uppstandelsens dag skall Din Herre doma mellan dem i alla de fragor som de tvistade om"},{"SurahNumber":45,"VerseNumber":18,"Text":"Darefter har Vi visat dig [Muhammad] en vag till forverkligandet [av trons] syfte; folj darfor denna vag och fast dig inte vid de okunnigas onskningar"},{"SurahNumber":45,"VerseNumber":19,"Text":"De kan inte skydda dig mot Guds [vrede, om du skulle gora dem till viljes]; de orattfardiga beskyddar varandra, men Gud ar de gudfruktigas Beskyddare"},{"SurahNumber":45,"VerseNumber":20,"Text":"Denna [Skrift] oppnar era ogon [for sanningen] och ar en vagledning och en nad for dem som har inre visshet"},{"SurahNumber":45,"VerseNumber":21,"Text":"Tror de som begar oratt att Vi skall ge dem samma behandling, i livet och i doden, som Vi ger dem som tror och lever ett rattskaffens liv? Hur illa domer de inte"},{"SurahNumber":45,"VerseNumber":22,"Text":"Gud har skapat himlarna och jorden i enlighet med en plan och ett syfte, och for att var och en skall fa den lon som han har fortjanat och ingen tillfogas oratt"},{"SurahNumber":45,"VerseNumber":23,"Text":"HUR SER du [Muhammad] pa den som gor sina egna passioner till gud? Eftersom Gud vet [att hans sinne ar stangt for all vagledning], har Han latit honom ga vilse och tillslutit hans oron och forseglat hans hjarta och bundit for hans ogon. Vem kan vagleda honom sedan Gud [har overgett honom]? Skall ni inte tanka over detta"},{"SurahNumber":45,"VerseNumber":24,"Text":"Och de sager: \"Det finns inget liv utom livet pa jorden. Nagra [av oss] dor och nagra lever [vidare] och enbart tiden forintar oss.\" Men om detta har de ingen kunskap - de ror sig bara med losa antaganden"},{"SurahNumber":45,"VerseNumber":25,"Text":"Och nar nagon laser Vara klara budskap hogt for dem, kan de inte finna pa nagot annat att saga an: \"Lat da vara forfader stiga fram, om det ni sager ar sant"},{"SurahNumber":45,"VerseNumber":26,"Text":"Sag: \"Det ar Gud som ger er liv och sedan later er do och som, nar Uppstandelsens dag ar inne - har finns inte rum for tvivel - skall samla er [till Sig]; men [om detta] har de flesta manniskor ingen kunskap"},{"SurahNumber":45,"VerseNumber":27,"Text":"Guds ar herravaldet over himlarna och jorden, och den Dag da den Yttersta stunden narmar sig skall de som ville dra sanningen [i Vara budskap] i tvivelsmal vara forlorade"},{"SurahNumber":45,"VerseNumber":28,"Text":"Och den Dagen skall du fa se alla samfund ligga pa kna [infor Domaren] och varje samfund kallas fram till sin bok: \"I dag skall ni fa lonen for era handlingar"},{"SurahNumber":45,"VerseNumber":29,"Text":"Detta ar Var bok som sager [den fulla] sanningen om er; allt vad ni gjorde har Vi latit nedteckna"},{"SurahNumber":45,"VerseNumber":30,"Text":"De som hade tron och levde ett rattskaffens liv skall inneslutas i Sin Herres nad; detta ar den lysande segern"},{"SurahNumber":45,"VerseNumber":31,"Text":"Men de som fornekade sanningen [skall tillfragas]: \"Lastes inte Mina budskap upp for er? Men i ert hogmod [avvisade ni allt] och forhardades i er synd"},{"SurahNumber":45,"VerseNumber":32,"Text":"Och pa orden:’Guds lofte ar sanning; om den Yttersta stundens ankomst finns det inte rum for tvivel’, svarade ni:’Vi vet ingenting om denna stund; sannolikt ror det sig bara om ett antagande och vi kommer inte att lata oss overtygas.’”"},{"SurahNumber":45,"VerseNumber":33,"Text":"Men det onda som de gjort skall da sta klart for dem och de skall se sig inringade av det som de brukade gora till foremal for sina skamt"},{"SurahNumber":45,"VerseNumber":34,"Text":"Da ljuder [Guds rost:] \"I dag skall Vi glomma er, sa som ni glomde motet [med Oss] denna Dag. Elden ar er slutliga hemvist och [dar finner] ni ingen som kan hjalpa er"},{"SurahNumber":45,"VerseNumber":35,"Text":"sa ar det darfor att ni [vagade] skamta om Guds budskap och lat varldens [lockelser] leda er vilse.\" Den Dagen kommer de inte att slippa ut ur Elden, och de kommer inte att fa nagon uppmaning att gora bot och battring"},{"SurahNumber":45,"VerseNumber":36,"Text":"ALLT LOV och pris tillkommer Gud, himlarnas Herre, jordens Herre och Herren over alla varldar"},{"SurahNumber":45,"VerseNumber":37,"Text":"Honom tillhor all makt och harlighet i himlarna och pa jorden och Han ar den Allsmaktige, den Vise"}]}