{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Ilm ʙa rūzi qijomat nazdi Ūst. Va har mevae az ƣilofi xud ʙerun meojad va har modae homilador meşavadu mezojad, alʙatta ki Ū ʙa on ogoh ast. Va on rūz, ki onhoro nido dihad, ki şarikoni Man kuçojand? Gūjand: Ogohat kardem, ki kase az mo ʙa şirk guvohī namedihad"},{"SurahNumber":41,"VerseNumber":48,"Text":"Va on ciro peş az in ʙa, xudoī mexondand, az dast dodand va donistand, ki rohi gureze nadorand"},{"SurahNumber":41,"VerseNumber":49,"Text":"Odami har cī talaʙi xajr kunad, xasta nameşavad, ammo cun ʙadī ʙa ū ʙirasad, ʙadandeşu noumed megardad"},{"SurahNumber":41,"VerseNumber":50,"Text":"Agar pas az rançe, ki ʙa ū rasida, rahmate ʙa ū ʙicaşonem, megūjad: «In haqqi man ast va napindoram, ki qijomate ʙarpo şavad. Va agar ham maro nazdi Parvardigoram ʙargardonand, alʙatta, ki nazdi Ū holate xuştar ʙoşad». Pas kofironro ʙa amalhoe, ki kardaand, ogoh mekunem va ʙa onho azoʙe saxt mecaşonem"},{"SurahNumber":41,"VerseNumber":51,"Text":"Cun ʙa odami ne'mate ato kunem, rūjgardon meşavad va ʙa takaʙʙur gardan ʙolo mekunad. Va agar ʙa ū ʙadie ʙirasad, ʙisjor farjodu fiƣon mekunad"},{"SurahNumber":41,"VerseNumber":52,"Text":"Bigū: «Cī meʙined?» Agar in kitoʙ az çoniʙi Xudost va şumo ʙa on imon nameovared, gumrohtar az kase, ki hamcunon rohi muxolifat (ziddijat) dar peş giriftaast, kist"},{"SurahNumber":41,"VerseNumber":53,"Text":"Ba zudī, ojoti qudrati Xudro dar atrofi olam va dar vuçudi xudaşon ʙa onho nişon xohem dod, to ʙarojaşon oşkor şavad, ki, Ū haq ast. Ojo in ki Parvardigori tu dar hama ço hozir ast, kofī nest"},{"SurahNumber":41,"VerseNumber":54,"Text":"Bahuş (ogoh) ʙoş, ki onho az didori Parvardigoraşon dar şuʙhaand. Bahuş ʙoş, ki Ū ʙar har cize ihota dorad"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ho, mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ajn, sin, qof"},{"SurahNumber":42,"VerseNumber":3,"Text":"Xudovandi ƣoliʙu hakim ʙa tu va kasone, ki peş az tu ʙudand, incunin vahj mefiristad"},{"SurahNumber":42,"VerseNumber":4,"Text":"az oni Ūst, har cī dar osmonhovu zamin ast. Va Ūst on ʙalandmartaʙai ʙuzurgvor"},{"SurahNumber":42,"VerseNumber":5,"Text":"Nazdik ast, ki osmonho ʙa ʙoloi jakdigar dar ham şikanand va fariştagon ʙa sitoişi Parvardigoraşon tasʙeh megūjand va ʙaroi sokinoni zamin ʙaxşoiş metalaʙand. Ogoh ʙoşed, ki Xudo ʙaxşojandavu mehruʙon ast"},{"SurahNumber":42,"VerseNumber":6,"Text":"Xudo muroqiʙi (noziri) a'moli kasonest, ki ƣajri Ūro ʙa dūstī giriftand. Va tu vakili onho nestī"},{"SurahNumber":42,"VerseNumber":7,"Text":"Va niz in Qur'onro ʙa zaʙoni araʙī ʙar tu vahj kardem to ummulquro va sokinoni atrofaşro ʙim dihj. Hamcunin ononro az rūzi qijomat, ki dar on şakke nest, ʙitarsonī, ki gurūhe dar ʙihiştand va gurūhe dar otaşi sūzon"},{"SurahNumber":42,"VerseNumber":8,"Text":"Agar Xudo mexost, hamaro jak ummat karda ʙud. Vale Ū har kiro ki ʙixohad, ʙa rahmati xud darovarad va sitamkoronro heç dūstu jovare nest"},{"SurahNumber":42,"VerseNumber":9,"Text":"Ojo ƣajri Xudoro ʙa dūstī giriftand? Dūsti haqiqī Xudost. Va Ūst, ki murdagonro zinda mekunad va Ūst, ki ʙar har kore tavonost"},{"SurahNumber":42,"VerseNumber":10,"Text":"Dar har cī ixtilof mekuned, hukmaş ʙo Xudost. In Xudoi jakto Parvardigori man ast. Bar Ū tavakkal kardam va ʙa Ū rūj meovaram"},{"SurahNumber":42,"VerseNumber":11,"Text":"Ofaridgori osmonhovu zamin ast. Baroi şumo, ham az şumo hamsarone ʙijofarid. Va niz ʙaroi corpojon çufthoe padid ovard. Vo ofarinişi hamsaron ʙar şumoraton meafzojad. Heç ciz monandi Ū nest va Ūst, ki şunavovu ʙinost"},{"SurahNumber":42,"VerseNumber":12,"Text":"Kalidhoi osmonhovu zamin az oni Ūst. Dar rūzii har kī ʙixohad, kuşoiş medihad jo tang megirad va Ū ʙa har cize donost"},{"SurahNumber":42,"VerseNumber":13,"Text":"Baroi şumo dinu oine muqarrar kard az hamon guna, ki ʙa Nūh tavsija karda ʙud va az on cī ʙar tu vahj kardaem va ʙa Iʙrohimu Mūso va Iso tavsija kardaem, ki dinro ʙarpoj nigah dored va dar on firqa-firqa maşaved. Tahammuli on cī ʙa on da'vat mekuned, ʙar muşrikon duşvor ast. Xudo har kiro xohad, ʙaroi pajƣamʙarii Xud intixoʙ mekunad va har kiro ʙa ū ʙozgardad, ʙa Xud roh menamojad"},{"SurahNumber":42,"VerseNumber":14,"Text":"Az rūi hasadu adovat firqa-firqa şudand, az on pas, ki ʙa doniş dast joftand. Va agar Parvardigori tu az peş muqarrar nakarda ʙud, ki onhoro to zamone mu'ajjan mūhlat ast, ʙar onho hukmi azoʙ meraft. Va kasone, ki ʙa'd az onho vorisi kitoʙi Xudo şudaand, dar ʙorai on saxt ʙa şuʙha aftodaand"},{"SurahNumber":42,"VerseNumber":15,"Text":"Baroi on da'vat kun va cunon ki farmon joftaī, pojdorī kun va az pai xohişhojaşon marav va ʙigū: «Ba kitoʙe, ki Xudo nozil kardaast, imon doram va ʙa man farmon dodaand, ki dar mijoni şumo ʙa adolat raftor kunam. Xudoi jakto Parvardigori mo va Parvardigori şumost. A'moli mo az oni mo va a'moli şumo az oni şumo. Mijonu movu şumo heç muhoççae (duşmanie) nest. Xudo moro dar jak ço çam' meovarad va ʙozgaşt ʙa sūi Ūst!»"},{"SurahNumber":42,"VerseNumber":16,"Text":"Va kasone, ki dar ʙorai Xudo çidol mekunand, pas az on ki da'vati Ūro içoʙat kardaand, nazdi Parvardigoraşon huççataşon nociz ast. Bar onhost xaşmi Xudo va ʙar onhost azoʙe saxt"},{"SurahNumber":42,"VerseNumber":17,"Text":"Xudost, ki in kitoʙi ʙarxaq va tarozuro nozil kardaast. Va tu cī medonī? Şojad qijomat nazdik ʙoşad"},{"SurahNumber":42,"VerseNumber":18,"Text":"Onon, ki ʙovaraş nadorand, (omadani) onro ʙa şitoʙ metalaʙand va onon, ki imon ovardaand, az on ʙimnokand va medonand, ki haq ast. Ogoh ʙoş, kasone, ki dar ʙorai qijomat çidol mekunand, saxt dar gumrohī hastand"},{"SurahNumber":42,"VerseNumber":19,"Text":"Xudo ʙo ʙandagonaş mehruʙon ast. Har kiro ʙixohad, rūzī medihad. Va Ū tavonovu ƣoliʙ ast"},{"SurahNumber":42,"VerseNumber":20,"Text":"Har kas kişti oxiratro ʙixohad, ʙa kiştaaş meafzoem va har kas kişti dunjoro ʙixohad, ʙa ū ato mekunem, vale digar dar kişti oxirataş nasiʙe nest"},{"SurahNumber":42,"VerseNumber":21,"Text":"Ojo muşrikonro ʙutonest, ki dine ʙarojaşon ovardaand, ki Xudo ruxsati onro nadodaast? Va agar qasdi ta'xiri (ʙa der partoftani) azoʙaşon naʙud, koraşon ʙa pojon omada ʙud va sitamkoronro azoʙest dardovar"},{"SurahNumber":42,"VerseNumber":22,"Text":"Sitamkoronro ʙinī, ki az hosili korhojaşon ʙimnokand. Va alʙatta, ʙa çazoi xud xohand rasid. Vale onho, ki imon ovardaand va korhoi şoista kardaand, dar ʙoƣhoi ʙihiştand. Har cī ʙixohand, nazdi Parvardigoraşon hast. Va in fazlu ʙaxşoisti ʙuzurgest"},{"SurahNumber":42,"VerseNumber":23,"Text":"In ast on cize, ki Xudo on gurūh az ʙandagokaşro, ki imon ovardaand va korhoi şoista kardaand, ʙa on muƶda medihad. Bigū: «Bar on taʙliƣi Qur'on muzde az şumo çuz dūst doştani xeşovandon namexoham». Va har kī kori neke kunad, ʙa nekūijaş meafzoem, zero Xudo ʙaxşojandavu şukrpazir ast"},{"SurahNumber":42,"VerseNumber":24,"Text":"Jo megūjand, ki ʙar Xudo durūƣ meʙandad. Agar Xudo ʙixohad, ʙar dili tu mūhr menihad. Va Xudo ʙa kaligmoti xud ʙotilro mahv mekunad va haqro soʙit megardonad. Ū ʙar har cī dar dilho meguzarad, donost"},{"SurahNumber":42,"VerseNumber":25,"Text":"Va Ūst, ki tavʙai ʙandagonaşro mepazirad va az gunohon afvaşon mekunad va har cī mekuned, medonad"},{"SurahNumber":42,"VerseNumber":26,"Text":"Va duʹoi kasonero, ki imon ovardaand va korhoi şoista kardaand, içoʙat mekunad va az fazli xud ononro ʙisjor medihad. Va kofironro azoʙe saxt ast"},{"SurahNumber":42,"VerseNumber":27,"Text":"Agar Xudo rūzii ʙandagonaşro ʙisjor kunad, dar zamin fasod mekunand, vale ʙa miqdore, ki ʙixohad, rūzī mefiristad. Zero ʙar ʙandagoni xud ogohu ʙinost"},{"SurahNumber":42,"VerseNumber":28,"Text":"Va Ūst on Xudoe, ki ʙa'd az noumedijaşon ʙoron mefiristad va rahmati Xudro ʙa hama ço parokanda mekunad va Ūst korsozu sohiʙi hamdu sano"},{"SurahNumber":42,"VerseNumber":29,"Text":"Va az nişonahoi qudrati Ū ofarinişi osmonhovu zamin va parokandani çunʙandagon dar on dūst. Va har goh ʙixohad, ʙar çam' ovardanaşon tavonost"},{"SurahNumber":42,"VerseNumber":30,"Text":"Agar şumoro musiʙate rasad, ʙa xotiri korhoest, ki kardaed. Va Xudo ʙisjore az gunohonro afv mekunad"},{"SurahNumber":42,"VerseNumber":31,"Text":"Şumo natavoned dar rūi zamin az Ū ʙigurezed va şumoro ƣajri Ū korsozu jovare nest"},{"SurahNumber":42,"VerseNumber":32,"Text":"Az nişonahoi qudrati Ū kiştihoest cun kūh ki dar darjoho ravonand"},{"SurahNumber":42,"VerseNumber":33,"Text":"Agar ʙixohad, ʙodro nigah medorad, to kiştiho ʙar rūi darjo az raftan ʙozmonand. Alʙatta dar in ʙaroi saʙrkunandagoni şukrguzor iʙrathoest"},{"SurahNumber":42,"VerseNumber":34,"Text":"Jo onhoro ʙa xotiri amalhojaşon ƣark mekunad va ʙisjorero niz meʙaxşojad"},{"SurahNumber":42,"VerseNumber":35,"Text":"Va to ʙidonand, kasone, ki dar ojoti Mo çidol mekunand. Ononro heç gurezgohe nest"},{"SurahNumber":42,"VerseNumber":36,"Text":"On cī şumoro dodaand, ʙahrai in zindagii dunjavist. Va on cī dar nazdi Xudost, ʙaroi onho, ki imon ovardaand va ʙa Parvardigoraşon tavakkal mekunand, ʙehtaru pojandatar ast"},{"SurahNumber":42,"VerseNumber":37,"Text":"Va on kasone, ki az gunohoni ʙuzurg va ziştiho parhez mekunand va cun dar xaşm şavand, xatohoro meʙaxşojand"},{"SurahNumber":42,"VerseNumber":38,"Text":"va onon, ki da'vati Parvardigoraşonro qaʙul mekunand va namoz meguzorand va koraşon ʙar pojai maşvarat ʙo jakdigar ast va az on cī ʙa onho rūzī dodaem, sadaqa mekunand"},{"SurahNumber":42,"VerseNumber":39,"Text":"va onon, ki cun sitame ʙa onho rasad, intiqom megirand"},{"SurahNumber":42,"VerseNumber":40,"Text":"Çazoi har ʙadī ʙadiest monandi on. Pas kase, ki afv kunad va oştī kunad, muzdaş ʙo Xudost, zero Ū sitamkoronro dūst nadorad"},{"SurahNumber":42,"VerseNumber":41,"Text":"Bar kasone, ki pas az zulme, ki ʙar onho rafta ʙoşad, intiqom megirand, malomate nest"},{"SurahNumber":42,"VerseNumber":42,"Text":"Malomat ʙar kasonest, ki ʙa mardum zulm mekunand va ʙa nohaq dar rūi zamin sarkaşī mekunand. Baroi onhost azoʙe dardovar"},{"SurahNumber":42,"VerseNumber":43,"Text":"Va on ki saʙr kunad va az xato darguzarad, in az korhoi pisandida ast"},{"SurahNumber":42,"VerseNumber":44,"Text":"Har kasro, ki Xudo gumroh kunad, az on pas heç dūste naxohad doşt. Va zolimonro meʙinī, ki cun azoʙro ʙingarand, megūjand: «Ojo moro rohi ʙozgaşte hast?»"},{"SurahNumber":42,"VerseNumber":45,"Text":"Onhoro meʙinī, ki ʙa çahannam meʙarand. Tarsonu xor az gūşai caşm nigohe duzdida mekunand. Kasone, ki imon ovarda ʙudand, megūjand: «Inho xud va kasonaşonro dar rūzi qijomat ʙarʙod dodand». Ogoh ʙoş, ki sitamkoron dar azoʙi doim xohand ʙud"},{"SurahNumber":42,"VerseNumber":46,"Text":"Ƣajri Xudo joru madadgore nadorand va har kasro, ki Xudo gumroh kunad, heç rohe ʙarojaş nest"},{"SurahNumber":42,"VerseNumber":47,"Text":"Peş az on ki rūze ʙijojad, ki az çoniʙi Xudo ʙozgaşte nadorad, ʙa Parvardigoraton çavoʙi qaʙul dihed. Dar on rūz na panohe xohed doşt va na kase az şumo muhofizat tavonad kard"},{"SurahNumber":42,"VerseNumber":48,"Text":"Agar rūj gardonand, turo nafiristodaem, ki nigahʙonaşon ʙoşī. Bar tu ƣajri rasonidani pajƣom heç nest. Va Mo cun ʙa inson az rahmati Xud ʙicaşonem, şodmon megardad va agar ʙa xotiri korhoe, ki kardaast, noravoī ʙa ū rasad, nosiposī mekunad"},{"SurahNumber":42,"VerseNumber":49,"Text":"Az oni Xudost farmonravoii osmonhovu zamin. Har cī ʙixohad, meofarinad. Ba har kī ʙixohad, duxtar meʙaxşad va ʙa har kī ʙixohad, pisar meʙaxşad"},{"SurahNumber":42,"VerseNumber":50,"Text":"Va jo ham pisar dihad va ham duxtar. Va har kasro ʙixohad, aqim (nozo) megardonad, zero Ū donovu tavonost"},{"SurahNumber":42,"VerseNumber":51,"Text":"Heç ʙaşarero narasad, ki Xudo çuz ʙa vahj jo az on sūi parda ʙo ū suxan gūjad. Jo fariştae mefiristad to ʙa farmoni Ū har cī ʙixohad, ʙa ū vahj kunad. Ū ʙalandpojavu hakim ast"},{"SurahNumber":42,"VerseNumber":52,"Text":"Hamcunin kalomi Xudro ʙa farmoni Xud ʙa tu vahj kardem. Tu namedonistī kitoʙu imon cist. Vale Mo onro nure soxtem to har jak az ʙandagonamonro, ki ʙixohem, ʙa on hidojat kunem va tu ʙa rohi rost roh nişon medihī"},{"SurahNumber":42,"VerseNumber":53,"Text":"rohi on Xudoe, ki az oni Ūst har cī dar osmonhovu zamin ast. Ogoh ʙoşed, ki hamai korho ʙa Xudo ʙozmegardad"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ho, mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Savgand ʙa in kitoʙi ravşangar"},{"SurahNumber":43,"VerseNumber":3,"Text":"Mo in kitoʙro Qur'one araʙī qaror dodem, ʙoşad, ki ʙa aql darjoʙed"},{"SurahNumber":43,"VerseNumber":4,"Text":"Va on dar ummulkitoʙ ast dar nazdi Mo: kitoʙe arçmandu hikmatomez"},{"SurahNumber":43,"VerseNumber":5,"Text":"Ojo ʙa on saʙaʙ, ki mardume az had guzaşta hasted, az şumo rūj gardonem va Qur'onro az şumo dareƣ dorem"},{"SurahNumber":43,"VerseNumber":6,"Text":"Ba mijoni peşinijon pajomʙaroni ʙisjore firistodem"},{"SurahNumber":43,"VerseNumber":7,"Text":"Va heç pajomʙare ʙar onho firistoda nameşud, ki masxaraaş nakarda ʙoşand"},{"SurahNumber":43,"VerseNumber":8,"Text":"Onhoro, ki az onho ʙoquvvattar ʙudand, halok kardem. Va dostoni peşinijon guzaşt"},{"SurahNumber":43,"VerseNumber":9,"Text":"Agar az onho ʙipursī: «Cī kase osmonhovu zaminro ofaridaast?» Megūjand: «Onhoro on ƣoliʙi dono ofaridaast!»"},{"SurahNumber":43,"VerseNumber":10,"Text":"On ki zaminro ʙisoti şumo soxt va ʙarojaton rohho dar on padid ovard, ʙoşad, ki hidojat şaved"},{"SurahNumber":43,"VerseNumber":11,"Text":"Va on ki az osmon oʙ firistod ʙa miqdor. Va ʙa on sarzamini murdaro zinda kardem. Şumo niz incunin az gūrho ʙerun ovarda şaved"},{"SurahNumber":43,"VerseNumber":12,"Text":"va on ki hamai çufthoro ʙijofarid. Va ʙarojaton az kiştiho va corpojon markaʙho soxt, ki savor şaved"},{"SurahNumber":43,"VerseNumber":13,"Text":"Va cun ʙar puşti onho qaror girifted, ne'mati Parvardigoratonro jod kuned va ʙigūed: «Pok ast on kas, ki inhoro romi mo kard, vagarna moro tavoni on naʙud"},{"SurahNumber":43,"VerseNumber":14,"Text":"Va mo ʙa sūi Parvardigoramon ʙozmegardem»"},{"SurahNumber":43,"VerseNumber":15,"Text":"Va ʙaron Ū az mijoni ʙandagonaş farzande qoil şudand. Odamī ʙa oşkoro nosipos (noşukr) ast"},{"SurahNumber":43,"VerseNumber":16,"Text":"Ojo Ū az mijoni maxluqonaş ʙaroi Xud duxtaron ʙargirifta va pisaronro xosi şumo kardaast"},{"SurahNumber":43,"VerseNumber":17,"Text":"Va cun ʙa jake az onho muƶdai tavalludi hamon cizero dihand, ki ʙa Xudoi rahmon nisʙat doda, rūjaş sijoh gardad va pur az xaşm şavad"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ojo on ki ʙa oroiş parvariş jofta (ja'ne duxtar) va dar hangomi çidol oşkor namegardad, az oni Xudost"},{"SurahNumber":43,"VerseNumber":19,"Text":"Va fariştagonro, ki ʙandagoni Xudojand, zan pindoştand. Ojo ʙa hangomi ofarinişaşon on ço hozir ʙudaand? Ba zudī in şohidiaşonro menavisand va az onho ʙozxost meşavad"},{"SurahNumber":43,"VerseNumber":20,"Text":"Guftand: «Agar Xudoi rahmon mexost, mo fariştagonro nameparastidem». On cī megūjand, az rūi nodonist va ƣajri ʙa durūƣ suxan namegūjand"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ojo peş az Qur'on kitoʙe ʙarojaşon nozil kardaem, ki aknun ʙa on çang mezanand? (pajravī mekunand)"},{"SurahNumber":43,"VerseNumber":22,"Text":"Na, megūjand: «Padaronamonro ʙar dine joftem va mo az pai onho meravem»"},{"SurahNumber":43,"VerseNumber":23,"Text":"Va on tavr peş az tu ʙa kadom dehae ʙimdihandae firistodem, mutana'imonaş (sohiʙne'matonaş) guftand: «Padaronamonro ʙar dine joftem va mo ʙa amalhoi onho iqtido (panravī) mekunem»"},{"SurahNumber":43,"VerseNumber":24,"Text":"Guft: «Hatto agar ʙaroi şumo cize ʙijovaram, ki az on cī padaronatonro ʙar on jofta ʙuded, hidojatkunandatar ʙoşad?» Guftand: «Mo ʙa dine, ki şumoro ʙa on firistodaand, ʙeimonem»"},{"SurahNumber":43,"VerseNumber":25,"Text":"Pas az onho intiqom giriftem. Va ʙingar, ki oqiʙati durūƣʙarorandagon cī guna ʙudaast"},{"SurahNumber":43,"VerseNumber":26,"Text":"Va Iʙrohim ʙa padaru qavmaş guft: «Man az on cī şumo meparasted, ʙezoram"},{"SurahNumber":43,"VerseNumber":27,"Text":"ƣajri on ki maro ofarida, ki Ū rohnamoijam xohad kard»"},{"SurahNumber":43,"VerseNumber":28,"Text":"Va in suxanro dar farzandoni xud suxane pojanda kard, ʙoşad, ki ʙa Xudo ʙozgardand"},{"SurahNumber":43,"VerseNumber":29,"Text":"Va Man inhovu padaronaşonro az zindagī ʙahramand kardam, to on goh ki haq va pajomʙare ravşangar ʙa sūjaşon omad"},{"SurahNumber":43,"VerseNumber":30,"Text":"Cun haq ʙar onho oşkor şud, guftand: «In çodust va mo ʙa on imon nameovarem»"},{"SurahNumber":43,"VerseNumber":31,"Text":"Guftand: «Caro in Qur'on ʙar marde az ʙuzurgmardoni on du deha nozil naşudaast?»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ojo onon rahmati Parvardigoratro taqsim mekunand? Xol on ki mo ruzii onhoro dar in zindagii dunjo mijonaşon taqsim mekunem. Va ʙa'zero ʙa martaʙa ʙolotar az ʙa'ze digar qaror dodaem, to ʙa'ze ʙa'zi digarro ʙa xidmat girand. Va rahmati Parvardigorat az on cī onho çam' meovarand, ʙehtar ast"},{"SurahNumber":43,"VerseNumber":33,"Text":"Va agar na on ʙud, ki hamai mardum jak ummat nameşudand, saqfhoi xonahoi kasonero, ki Xudoi rahmonro ʙovar nadorand, az nuqra mekardem va ʙar onho nardʙonhoe, menihodem, to ʙar on ʙolo ravand"},{"SurahNumber":43,"VerseNumber":34,"Text":"Va ʙaroi xonahojaşon niz darhoe az nuqra mekardem va taxthoe, ki ʙar onho takja zanand"},{"SurahNumber":43,"VerseNumber":35,"Text":"va az har guna zinat. Va hamai inho ʙahramandii nocizi dunjavist, hol on ki oxirat dar nazdi Parvardigori tu ʙaroi parhezgoron ast"},{"SurahNumber":43,"VerseNumber":36,"Text":"Har kas, ki az jodi Xudoi rahmon rūj gardonad, şajtone ʙar ū oʙasta mekunem,, ki hameoşa hamrohaş ʙoşad"},{"SurahNumber":43,"VerseNumber":37,"Text":"Va on şajtonho ononro az rohi Xudo ʙozmegardonand, vale pindorand, ki hidojatjoftagonand"},{"SurahNumber":43,"VerseNumber":38,"Text":"To on goh ki nazdi Mo ojad, megūjad: «Ej koş, durii manu tu (misli) durii maşriqu maƣriʙ ʙud. Va tu cī hamrohi ʙade ʙudi»"},{"SurahNumber":43,"VerseNumber":39,"Text":"Cun sitam karded, on rūz puşajmonī foida nakunad va har du dar azoʙ şarik ʙoşed"},{"SurahNumber":43,"VerseNumber":40,"Text":"Ojo tu mexohī ʙa karon suxan ʙişunavonī jo kuron va onhoero, ki dar gumrohii oşkor hastand, roh nişon dihī"},{"SurahNumber":43,"VerseNumber":41,"Text":"Va agar turo ʙiʙarem, az onho intiqom megirem"},{"SurahNumber":43,"VerseNumber":42,"Text":"Jo on azoʙero, ki ʙa onho va'da dodaem, ʙa tu nişon medihem, ki Mo ʙar onho tavono hastem"},{"SurahNumber":43,"VerseNumber":43,"Text":"Pas dar on cī ʙa tu vahj şudaast, çang ʙizan, (pajravī kun), ki tu ʙar rohi rost hastī"},{"SurahNumber":43,"VerseNumber":44,"Text":"Va Qur'on saʙaʙi ʙalandovoza gaştani tu va qavmi tust va ʙa zudī ʙozxost şaved"},{"SurahNumber":43,"VerseNumber":45,"Text":"Az pajomʙaroni Mo, ki peş az tu firistodaem, ʙipurs: «Ojo ƣajri Xudoi rahmon digarero ʙaroi parastişi onho qaror doda ʙudem?»"},{"SurahNumber":43,"VerseNumber":46,"Text":"Va alʙatta Mūsoro hamroh ʙo ojoti Xud ʙar Fir'avn va raisoni qavmaş firistodem va guft: «Man firistodai Parvardigori çahonijonam!»"},{"SurahNumber":43,"VerseNumber":47,"Text":"Cun ojoti Moro ʙar onon arza doşt, ʙa nogoh hama az on ʙa xanda aftodand"},{"SurahNumber":43,"VerseNumber":48,"Text":"Va har mū'çizae, ki ʙa onho nişon dodem, az mū'çizai digar azimtar ʙud. On goh hamaro ʙa azoʙ giriftor kardem, ʙoşad, ki ʙozgardand"},{"SurahNumber":43,"VerseNumber":49,"Text":"Guftand: «Ej çodugar, Parvardigoratro ʙo on nomhoe, ki ʙo tu vahj kardaast, ʙarom mo ʙixon, ki mo hidojatşudagonem»"},{"SurahNumber":43,"VerseNumber":50,"Text":"Cun azoʙro az onho ʙardoştem, pajmoni xudro şikastand"},{"SurahNumber":43,"VerseNumber":51,"Text":"Fir'avn dar mijoni mardumaş nido dod, ki ej qavmi man, ojo podşohii Misru in çūjʙoron, ki az zeri poi man çorī hastand, az oni man nestand? Ojo nameʙined"},{"SurahNumber":43,"VerseNumber":52,"Text":"Ojo man ʙehtaram jo in mardi xori zalil, ki durust suxan guftan natavonad"},{"SurahNumber":43,"VerseNumber":53,"Text":"Caro dasthojaşro ʙa dastʙandhoi tillo najorostaand? Va caro gurūhe az fariştagon hamrohaş najomadaand"},{"SurahNumber":43,"VerseNumber":54,"Text":"Pas Fir'avn qavmi xudro gumroh soxt, to ʙa ū ito'at kardand, ki mardume taʙah kor ʙudand"},{"SurahNumber":43,"VerseNumber":55,"Text":"Cun Moro ʙa xaşm ovardand, az onho intiqom giriftem va hamagonro ƣarq soxtem"},{"SurahNumber":43,"VerseNumber":56,"Text":"Ononro dar şumori guzaştagon va doston ʙaroi ojandagon kardem"},{"SurahNumber":43,"VerseNumber":57,"Text":"Va cun dostoni pisari Marjam ovarda şud, qavmi tu ʙa şodmonī farjod zadand"},{"SurahNumber":43,"VerseNumber":58,"Text":"va guftan, d: «Ojo xudojoni mo ʙehtarand jo Ū?» Va in suxanro faqat ʙaroi çidol ʙo tu guftaand, ki mardume xusumat kunandaand"},{"SurahNumber":43,"VerseNumber":59,"Text":"Ū faqat ʙandae ʙud, ki Mo ne'mataş ato kardem va mojai iʙrati ʙanī- Isroilaş gardonidem"},{"SurahNumber":43,"VerseNumber":60,"Text":"Agar mexostem, ʙa çoi şumo fariştagone padid meovardem, to dar rūi zamin çonişini şumo gardand"},{"SurahNumber":43,"VerseNumber":61,"Text":"Va ʙeşuʙha ū (Iso) nişonai faro rasidani qijomat ast. Dar in şak makuned va ʙa Man pajravī kuned! In ast rohi rost"},{"SurahNumber":43,"VerseNumber":62,"Text":"Şajton şumoro az roh ʙoznagardonad, zero ū duşmani oşkori şumost"},{"SurahNumber":43,"VerseNumber":63,"Text":"Va cun Iso ʙo dalelhoi ravşani xud omad, guft: «Barojaton hikmat ovardaam va omadaam, to cizhoero, ki dar on ixtilof mekuned, ʙajon kunam. Pas az Xudo ʙitarsed va ʙa man ito'at kuned"},{"SurahNumber":43,"VerseNumber":64,"Text":"Xudoi jakto Parvardigori manu Parvardigori şumost. Ūro ʙiparasted. Rohi rost in ast»"},{"SurahNumber":43,"VerseNumber":65,"Text":"Gurūhho ʙo ham ixtilof kardand. Pas voj ʙar sitamkoron az azoʙi dardovari qijomat"},{"SurahNumber":43,"VerseNumber":66,"Text":"Ojo caşm ʙa rohi cize çuz qijomatand, ki nogoh va ʙexaʙar ʙar onho ʙijojad"},{"SurahNumber":43,"VerseNumber":67,"Text":"Dar on rūz dūston, — ƣajr az parhezgoron, — duşmani jakdigarand"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ej ʙandagoni Man, dar on rūz ʙime ʙar şumo nest va şumo ƣamgin nameşaved"},{"SurahNumber":43,"VerseNumber":69,"Text":"On kason, ki ʙa ojoti Mo imon ovardaand va taslimi amri Mo şudaand"},{"SurahNumber":43,"VerseNumber":70,"Text":"şumo va çufthojaton ʙo şodkomī ʙa ʙihişt doxil şaved"},{"SurahNumber":43,"VerseNumber":71,"Text":"Qadahhoi zarrin va kūzahoro dar mijonaşon ʙa gardiş meovarand. Dar on çost har ci nafs orzu kunad va dida az on lazzat ʙiʙarad. Va dar on ço çovidona xohed ʙud"},{"SurahNumber":43,"VerseNumber":72,"Text":"In ʙihiştest, ki ʙa ivazi korhoe, ki kardaed, ʙa merosaş meʙared"},{"SurahNumber":43,"VerseNumber":73,"Text":"Dar on ço ʙarojaton mevahoi ʙisjor hast, ki az onho mexūred"},{"SurahNumber":43,"VerseNumber":74,"Text":"Gunahkoron dar azoʙi çahannam çovidonand"},{"SurahNumber":43,"VerseNumber":75,"Text":"Azoʙaşon kam nameşavad va onho az noumedī xomuş ʙoşand"},{"SurahNumber":43,"VerseNumber":76,"Text":"Mo ʙa onho zulme nakardaem, onho xud ʙa xudaşon sitam kardaand"},{"SurahNumber":43,"VerseNumber":77,"Text":"Farjod ʙarovarand, ki ej moliki dūzax koş Parvardigori tu moro ʙimironad. Megūjad: «Na, şumo dar in ço mondanī hasted»"},{"SurahNumber":43,"VerseNumber":78,"Text":"Mo şumoro ʙo haq oşno kardem, vale ʙeştaraton haqro ʙad dided"},{"SurahNumber":43,"VerseNumber":79,"Text":"Ojo onho dar e'tiqodi xud poj fişurdaand? Mo ham poj fişurdaem"},{"SurahNumber":43,"VerseNumber":80,"Text":"Ojo mepindorand, Mo rozu naçvo (suxanoni pinhoniaşonro) nameşunavem? Ore, rasuloni Mo nazdi onho hastand va menavisand"},{"SurahNumber":43,"VerseNumber":81,"Text":"Bigū: «Agar Xudoi rahmonro farzande meʙud, man az naxustin parastandagon meʙudam"},{"SurahNumber":43,"VerseNumber":82,"Text":"Pok ast Parvardigori osmonhovu zamin va Parvardigori arş az on nisʙatho, ki ʙa Ū medihend"},{"SurahNumber":43,"VerseNumber":83,"Text":"Pas ʙiguzoraşon, to ʙa hamon suxanoni ʙotil maşƣul ʙoşand va ʙa ʙozica sargarm, to on rūze, ki onhoro va'da dodaand, ʙirasad"},{"SurahNumber":43,"VerseNumber":84,"Text":"Ūst, ki ham dar osmon Xudost va ham dar zamin Xudost va hakimu donost"},{"SurahNumber":43,"VerseNumber":85,"Text":"Bartaru ʙuzurgvortar ast on kas, ki farmonravoii osmonhovu zamin va har cī dar mijoni onhost, az oni Ūst va ilmi faro rasidani qijomat xosi Ūst va ʙa Ū ʙozgardonida meşaved"},{"SurahNumber":43,"VerseNumber":86,"Text":"Kasone ƣajri Ūro, ki ʙa xudoī mexonand, qodir ʙa şafo'ati kase nestand. Ƣajri kasone, ki az rūi ilm ʙa haq şohidī doda ʙoşand"},{"SurahNumber":43,"VerseNumber":87,"Text":"Agar az onho ʙipursī, ki cī kase onhoro ofaridaast, megūjand: «Olloh». Pas caro az haq rūj megardonand"},{"SurahNumber":43,"VerseNumber":88,"Text":"Guftori pajjomʙar in ʙud: «Ej Parvardigori man, inho mardume hastand, ki imon nameovarand"},{"SurahNumber":43,"VerseNumber":89,"Text":"Pas, az onho darguzar va ʙigū: «Salomat ʙoşed!» Ore, ʙa zudi xohand donist"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ho, mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Savgand ʙa in kitoʙi ravşangar"},{"SurahNumber":44,"VerseNumber":3,"Text":"Mo onro dar şaʙi muʙorake nozil kardem. Mo ʙimdihanda ʙudaem"},{"SurahNumber":44,"VerseNumber":4,"Text":"Dar on şaʙ har farmone muvofiqi hikmat sodir meşavad"},{"SurahNumber":44,"VerseNumber":5,"Text":"farmone az çoniʙi Mo. Va firistandai on ʙudaem"},{"SurahNumber":44,"VerseNumber":6,"Text":"Rahmatest az çoniʙi Parvardigorat va alʙatta Ūst şunavovu dono"},{"SurahNumber":44,"VerseNumber":7,"Text":"Parvardigori osmonhovu zamin va on cī mijoni in du ast, agar şumo jaqinkunandaed"},{"SurahNumber":44,"VerseNumber":8,"Text":"Nest Xudoe ƣajri Ū. Znnda mekunadu memironad. Parvardigori şumovu Parvardigori padaroni peşini şumost"},{"SurahNumber":44,"VerseNumber":9,"Text":"Na, onho hamcunon ʙa şakki xud dilxuşand"},{"SurahNumber":44,"VerseNumber":10,"Text":"Pas muntaziri rūze ʙoş, ki osmon ʙa oşkoro dud ʙijovarad"},{"SurahNumber":44,"VerseNumber":11,"Text":"Va on dud hamai mardumro dar xud furū girad. Va in azoʙest dardovar"},{"SurahNumber":44,"VerseNumber":12,"Text":"«Ej Parvardigori mo, in azoʙro az mo dur gardon, ki mo imon ovardaem»"},{"SurahNumber":44,"VerseNumber":13,"Text":"Kuço pand megirand? Hol on ki cun pajomʙari ravşangar ʙar onho firistoda şud"},{"SurahNumber":44,"VerseNumber":14,"Text":"az ū rūjgardon şudand va guftand: «Devonaest ta'limjofta!»"},{"SurahNumber":44,"VerseNumber":15,"Text":"Azoʙro andake ʙarmedorem va şumo ʙoz ʙa dini xud ʙozmegarded"},{"SurahNumber":44,"VerseNumber":16,"Text":"Rūze onhoro ʙa savlate (hamlae) saxt furū girem, ki Mo intiqomgirandaem"},{"SurahNumber":44,"VerseNumber":17,"Text":"Peş az onho qavmi Fir'avnro ozmudem va pajomʙare ʙuzurgvor nazdaşon omad"},{"SurahNumber":44,"VerseNumber":18,"Text":"«ki ʙandagoni Xudoro ʙa man taslim kuned, ki man pajomʙare aminam"},{"SurahNumber":44,"VerseNumber":19,"Text":"Va niz ʙar Xudo sarkaşī makuned, ki man ʙo huççate ravşan nazdi şumo omadaam"},{"SurahNumber":44,"VerseNumber":20,"Text":"Va agar ʙixohed ʙar man sang ʙizaned, man ʙa Parvardigori xud va Parvardigori şumo panoh meʙaram"},{"SurahNumber":44,"VerseNumber":21,"Text":"va agar ʙa man imon nameovarad, az man kanor gired»"},{"SurahNumber":44,"VerseNumber":22,"Text":"Pas Parvardigoraşro duo kard, ki inho mardume muçrimand (gunahgorand)"},{"SurahNumber":44,"VerseNumber":23,"Text":"Bandagoni Maro şaʙhangom ravona kun, to az pai şumo ʙijojand"},{"SurahNumber":44,"VerseNumber":24,"Text":"Darjoro orom puşti sar guzor, ki on laşkar ƣarqşudagonand"},{"SurahNumber":44,"VerseNumber":25,"Text":"Ba'd az xud cī ʙoƣhovu caşmasorho ʙar çoj guzoştand"},{"SurahNumber":44,"VerseNumber":26,"Text":"va kiştzorhovu xonahoi nekū"},{"SurahNumber":44,"VerseNumber":27,"Text":"va ne'mate, ki dar on ƣarqi şodmonī ʙudand"},{"SurahNumber":44,"VerseNumber":28,"Text":"Hamcunin şud va Mo on ne'mathoro ʙa mardume digar meros guzoştem"},{"SurahNumber":44,"VerseNumber":29,"Text":"Na osmon ʙar onho girist va na zamin va na ʙa onho mūhlat doda şud"},{"SurahNumber":44,"VerseNumber":30,"Text":"Va mo ʙanī-Isroilro az on azoʙi xorkunanda xalos kardem"},{"SurahNumber":44,"VerseNumber":31,"Text":"az azoʙi Fir'avni sarkaşi az had guzaranda"},{"SurahNumber":44,"VerseNumber":32,"Text":"va az rūi ilm ʙar ahli çahonaşon ʙarguzidem"},{"SurahNumber":44,"VerseNumber":33,"Text":"Va ojote ʙa onho ato kardem, ki dar on imtihone oşkor ʙud"},{"SurahNumber":44,"VerseNumber":34,"Text":"Alʙatta inho megūjand"},{"SurahNumber":44,"VerseNumber":35,"Text":"«Pojoni kor çuz hamin margi naxustin nest va mo digar ʙor zinda nameşavem"},{"SurahNumber":44,"VerseNumber":36,"Text":"Va agar rost megūed, padaroni moro ʙa çahon ʙozovared»"},{"SurahNumber":44,"VerseNumber":37,"Text":"Ojo inho ʙehtarand jo qavmi Tuʙʙa' va kasone, ki peş az on qavm ʙudand? Hamaro halok kardem, ki muçrimon (gunahgoron) ʙudand"},{"SurahNumber":44,"VerseNumber":38,"Text":"Mo in osmonhovu zamin va on ciro mijoni onhost, ʙa ʙozica najofaridaem"},{"SurahNumber":44,"VerseNumber":39,"Text":"Onhoro ʙa haq ofaridaem, vale ʙeştarin namedonand"},{"SurahNumber":44,"VerseNumber":40,"Text":"Va'dagohi hama dar rūzi dovarī qijomat ast"},{"SurahNumber":44,"VerseNumber":41,"Text":"Rūze, ki heç dūste az dūsti xud cizero daf' nakunad va az sūi kase jorī naşavad"},{"SurahNumber":44,"VerseNumber":42,"Text":"ƣajri kase, ki Xudo ʙar ū ʙuʙaxşojad, zero Ūst ƣoliʙu mehruʙon"},{"SurahNumber":44,"VerseNumber":43,"Text":"Har oina (Alʙatta) daraxti zukkum"},{"SurahNumber":44,"VerseNumber":44,"Text":"ta'omi gunohkoron ast"},{"SurahNumber":44,"VerseNumber":45,"Text":"Monandi misi gudoxta dar şikamho meçuşad"},{"SurahNumber":44,"VerseNumber":46,"Text":"Monandi çūşidani oʙi çūşon"},{"SurahNumber":44,"VerseNumber":47,"Text":"Bigiredaş va ʙa saxtī ʙa mijoni çahannamaş ʙikaşed"},{"SurahNumber":44,"VerseNumber":48,"Text":"va ʙar saraş oʙi çūşon ʙirezed, to şikança şavad"},{"SurahNumber":44,"VerseNumber":49,"Text":"Bicaş, ki tu ƣoliʙu ʙuzurrvorī"},{"SurahNumber":44,"VerseNumber":50,"Text":"In hamon cizest, ki dar on şak mekarded"},{"SurahNumber":44,"VerseNumber":51,"Text":"Parhezkoron dar çoi amne hastand"},{"SurahNumber":44,"VerseNumber":52,"Text":"dar ʙoƣhovu caşmasorho"},{"SurahNumber":44,"VerseNumber":53,"Text":"liʙoshoe az sundusu istaʙraq mepuşand va rūʙarūi ham meşinand"},{"SurahNumber":44,"VerseNumber":54,"Text":"Hamcunin hurul'ajnro (huroni faroxcaşm) ʙa hamsarijaşon darovarem"},{"SurahNumber":44,"VerseNumber":55,"Text":"Dar osoiştagī har mevaero, ki ʙixohand, metalaʙand"},{"SurahNumber":44,"VerseNumber":56,"Text":"Dar on ço ta'mi margro namecaşand, ƣajri hamon margi avvalin. Va onhoro Xudo az azoʙi çahannam nigoh doştaast"},{"SurahNumber":44,"VerseNumber":57,"Text":"In ʙaxşişest az çoniʙi Parvardigorat va in pirūzii ʙuzurgest"},{"SurahNumber":44,"VerseNumber":58,"Text":"Mo adoi suxani xud ʙar zaʙoni tu oson kardem, ʙoşad, ki pand girand"},{"SurahNumber":44,"VerseNumber":59,"Text":"Tu muntazir ʙoş, ki onho niz muntazirand"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ho, mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Nozil şudani in kitoʙ az çoniʙi Xudoi ƣoliʙu hakim ast"},{"SurahNumber":45,"VerseNumber":3,"Text":"Alʙatta dar osmonhovu zamin nişonahoi iʙratest ʙaroi mū'minon"},{"SurahNumber":45,"VerseNumber":4,"Text":"Va dar ofarinişi şumo va parokanda şudani çunʙandagon iʙrathost ʙaroi ahli jaqin. (imon)"},{"SurahNumber":45,"VerseNumber":5,"Text":"Omaduşudi şaʙu rūz va rizqe, ki Xudo az osmon mefiristad va zamini murdaro ʙa on zinda mekunad va niz dar vazişi ʙodho iʙrathost ʙaroi oqilon"},{"SurahNumber":45,"VerseNumber":6,"Text":"Inho ojoti Xudost, ki ʙa rostī ʙar tu tilovat mekunem. Ƣajri Xudovu ojotaş ʙa kadom suxan imon meovarand"},{"SurahNumber":45,"VerseNumber":7,"Text":"Voj ʙar har durūƣʙofi gunahkore"},{"SurahNumber":45,"VerseNumber":8,"Text":"Ojoti Xudoro, ki ʙar ū xonda meşavad, meşunavad. On goh ʙa gardankaşī saxt meistad, cunon ki gūī heç naşunidaast. Pas ʙa azoʙe dardovaraş ʙaşorat (xuşxaʙar) deh"},{"SurahNumber":45,"VerseNumber":9,"Text":"Cun cize az ojoti Moro faro girad, ʙa masxaraaş megirad, inho sazovori azoʙe xorkunandaand"},{"SurahNumber":45,"VerseNumber":10,"Text":"Peşi rūjaşon çahannam ast. Va mole, ki ʙa dast ovardaand va kasone, ki ƣajri Xudoi jakto ʙa xudoī giriftaand, ʙa holaşon foida nakunad. Onhorost azoʙe ʙuzurg"},{"SurahNumber":45,"VerseNumber":11,"Text":"In rahnamoiest. Va onon, ki ʙa ojoti Parvardigoraşon imon nameovarand, ʙarojaşon azoʙest va saxttarin azoʙhoi dardovar"},{"SurahNumber":45,"VerseNumber":12,"Text":"Xudost, ki darjoro romi şumo kard, to dar on ʙa farmoni Ū kiştiho ravon ʙoşand va talaʙi ma'işat kuned, ʙoşad, ki şukrguzor ʙoşed"},{"SurahNumber":45,"VerseNumber":13,"Text":"Romi şumo soxt on cī dar osmonhost va on cī dar zamin ast. Hama az oni Ūst. Dar in ʙaroi fikrkunandagon iʙrathoest"},{"SurahNumber":45,"VerseNumber":14,"Text":"Ba kasone, ki imon ovardaand, ʙigū: «Az xatoi kasone, ki ʙa rūzhoi Xudo ʙovar nadorand, darguzared, to xud on mardumro ʙa çazoi amalhoe, ki murtakiʙ şudaand (kardaand), çazo dihad"},{"SurahNumber":45,"VerseNumber":15,"Text":"Har kas kori şoistae kunad, ʙa naf'i xudi ūst va har kas murtakiʙi kori ʙade şavad, ʙa zijoni ūst. Sipas hama ʙa sūi Parvardigoraton ʙozgardonda meşaved"},{"SurahNumber":45,"VerseNumber":16,"Text":"Mo ʙa ʙanī-Isroil kitoʙ va ilmi dovarivu pajomʙarī ato kardem va az cizhoi pokizavu xuş ruzijaşon kardem. Va ʙar çahonijon ʙartarijaşon (ʙehtariaşon) dodem"},{"SurahNumber":45,"VerseNumber":17,"Text":"Va onhoro dar ʙorai on amr daloile ravşan dodem. Va dar on az rūi hasadu kina ixtilof kardand, on goh, ki doniş joftand. Xudo dar rūzi qijomat dar on cī ixtilof (ziddijat) mekardand, dovari xohad kard"},{"SurahNumber":45,"VerseNumber":18,"Text":"Pas turo ʙa rohi din andoxtem. Bo on roh ʙirav va az pai xohişi nodonon marav"},{"SurahNumber":45,"VerseNumber":19,"Text":"Inho turo heç az azoʙi Xudo daf' namekunand va zolimon dūstdoroni jakdigarand va Xudo dūstdori parhezgoron ast"},{"SurahNumber":45,"VerseNumber":20,"Text":"In Qur'on dalelhoi ravşani mardum va hidojatu rahmatest ʙaroi ahli jaqin"},{"SurahNumber":45,"VerseNumber":21,"Text":"Ojo okon, ki kunandai ʙadiho meşavand, mepindorand, ki dar şumori kasone, ki imon ovardaand va korhoi şoista kardaand, qaroraşon medihem? Va ojo zindagivu margaşon jakson ast? Cī ʙad dovarī mekunand"},{"SurahNumber":45,"VerseNumber":22,"Text":"Va Xudo osmonhovu zaminro ʙa haq ʙijofarid, to har kasero ʙaroʙari kore, ki kardaast, çazo dihad va ʙa onho sitam naşavad"},{"SurahNumber":45,"VerseNumber":23,"Text":"Ojo on kasro, ki havasaşro cun xudoi xud girift va Xudo az rūi ilm gumrohaş kard va ʙar gūşu dilaş mūhr nihod va ʙar didagonaş parda afkand, didaī? Agar Xudo hidojat nakunad, cī kase ūro hidojat xohad kard? Caro pand namegired"},{"SurahNumber":45,"VerseNumber":24,"Text":"Va guftand: «Çuz zindagii dunjavii mo heç nest. Memiremu zinda meşavem va moro ƣajri dahr halok nakunad». Ononro ʙa on donişe nest va faqat dar pindore hastand"},{"SurahNumber":45,"VerseNumber":25,"Text":"Va cun ojoti ravşani Mo ʙar onho tilovat şavad, huççataşon in ast, ki megūjand: «Agar rost megūed, padaroni moro zinda kuned»"},{"SurahNumber":45,"VerseNumber":26,"Text":"Bigū: «Xudost, ki şumoro zinda mekunad, pas memiranad va sipas hamaro dar rūzi qijomat, — ki şake dar on nest, — çam' meovarad. Vale ʙeştari mardum namedonand!»"},{"SurahNumber":45,"VerseNumber":27,"Text":"Az oni Xudovand ast farmonravoii osmonu zamin. Va on rūz, ki qijomat ʙarpo şavad, ahli ʙotil zijon xohand kard"},{"SurahNumber":45,"VerseNumber":28,"Text":"Har ummatero ʙuʙinī, ki ʙa zonu daromadaast va har ummatero ʙaroi giriftani nomai a'molaş ʙixonand. Dar cunin rūze dar ʙaroʙari amalhoe, ki kardaed, çazo meʙined"},{"SurahNumber":45,"VerseNumber":29,"Text":"In naviştai Most, ki ʙa haq suxan megūjad, zero Mo korhoero, ki mekardaed, menaviştaem"},{"SurahNumber":45,"VerseNumber":30,"Text":"Ammo kasonero, ki imon ovardaand va korhoi şoista mekunand. Parvardigoraşon doxil dar rahmati Xud mekunad va in zafari oşkor ast"},{"SurahNumber":45,"VerseNumber":31,"Text":"Ammo, ej onon, ki imon najovardaed, magar ojoti Mo ʙar şumo xonda nameşud va şumo takaʙʙur menamuded va mardume gunohkor ʙuded"},{"SurahNumber":45,"VerseNumber":32,"Text":"Cun gufta meşud, ki va'dai Xudo haq ast va dar qijomat şakke nest, megufted: «Mo namedonem qijomat cist? Faqat andak gumone meʙarem va ʙa jaqin (imoni qavī) narasidaem»"},{"SurahNumber":45,"VerseNumber":33,"Text":"Amalhoi ziştaşon dar ʙaroʙaraşon oşkor şud va on cize, ki masxaraaş mekardand gird ʙar girdaşonro ʙigirift"},{"SurahNumber":45,"VerseNumber":34,"Text":"Ba onho gufta şavad: «Imrūz faromuşaton mekunem, hamcunon, ki şumo didori cunin rūzatonro faromūş karda ʙuded. Çojgohaton dar otaş ast va şumoro heç jovare nest"},{"SurahNumber":45,"VerseNumber":35,"Text":"Va, in ʙa çazoi on ast, ki ojoti Xudoro ʙa masxara megirifted va zindagii dunjavī şumoro ʙifireft». Pas imrūz az in otaş kase ʙerunaşon naʙarad va kase uzraşonro qaʙul nakunad"},{"SurahNumber":45,"VerseNumber":36,"Text":"Sitoiş az oni Xudost — Parvardigori osmonhovu Parvardigori zamin va Parvardigori çahonijon"},{"SurahNumber":45,"VerseNumber":37,"Text":"Buzurgvorī dar osmonhovu zamin xosi Ūst va Ūst ƣoliʙu hakim"}]}