{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Ezek a kuldottek. Kozuluk nemelyeket kivalobba tettunk, mint masok. Van kozottuk olyan, akihez Allah beszelt. Nemelyeket fokokkal magasabbra emeltunk. Jezusnak, Maria fianak a nyilvanvalo bizonyitekokat adtuk es megerositettuk ot a Rultu-I- Oudus-al (Gabriellel). Ha Allah akarta volna, akkor nem harcoltak volna egymassal azok, akik utanuk eltek azt kovetoen, hogy eljott hozzajuk a nyilvanvalo bizonyitek. Am nezetelteres tamadt kozottuk. Egyesek kozuluk hittek, masok hitetlenkedtek. Ha Allah azt akarta volna nem harcoltak volna egymassal. Am Allah azt tesz, amit O akar"},{"SurahNumber":2,"VerseNumber":254,"Text":"O, ti, akik hisztek! Adakozzatok abbol, amivel gondoskodtunk rolatok, mielott eljon az a Nap, amelyen nem lesz adas-vetel, sem baratsag, sem kozbenjaras! Bizony a hitetlenek a bunosok"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allah! Nincs mas isten csak O! Az Elo, az Onmagaban Letezo Orok. Nem foghatja el Ot szenderges, sem alom. Ove minden, ami az egekben es a foldon van! Ki mereszelne kozbenjarni Nala az O engedelye nelkul. Tudja mi van elottuk es mi van mogottuk. Am ok csak annyit erthetnek meg az O tudasabol, amennyit O akar. Az O Kursiyy-ja! atfogja az egeket es a foldet. Ezek fenntartasa nem okoz Neki faradsagot. O a Magasztos es a Hatalmas"},{"SurahNumber":2,"VerseNumber":256,"Text":"Nincs kenyszer a vallasban\"! Im vilagossa lett az egyenes Ut es a tevelyges (kulonbozosege). Aki megtagadja a balvanyokat es hisz Allah-ban az a legszilardabb kapaszkodoba fogodzik, amely elszakithatatlan. Allah a Hallo es a Tudo"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah a segitoje azoknak, akik hisznek. Kihozza oket a sotetsegekbol a fenyre. Am azok, akik hitetlenkednek az o segitojuk a ragut , aki kihozza oket a fenybol a sotetsegekbe. Ok a Tuz nepe, orokkon abban fognak idozni"},{"SurahNumber":2,"VerseNumber":258,"Text":"Hat nem lattad azt, aki vitaba szallt Ibrahim-al (Abrahammal) az Uraval kapcsolatban, mivel Allah neki adta a kiralysagot. /brahim (Abraham) mondta: , Az en Uram az, Aki eletre kelt es a halalba kuld.\" Az pedig mondta: , En eletre keltek es halalba kuldok.\" Ibrahim (Abraham) mondta: , Allah bizony a Napot keletrol hozza. Am te hozzad azt nyugatrol!\" Es ime az, aki hitetlenkedett zavarodottan elhallgatott. Allah nem vezerli a bunosok nepet"},{"SurahNumber":2,"VerseNumber":259,"Text":"Vagy az, aki elhaladt egy varos mellett, amely romjaiban hevert, es mondta: , Ennek halala utan hogyan eleszthetne ezt fel Allah?\" Allah pedig a halalba kuldte szaz evre, majd eletre keltette. Mondta; . Mennyi ideig tartozkodtal?\" Mondta: ,.Egy napig maradtam, vagy nehany napig.\" Mondta: . Szaz evig voltal ott. Nezd csak meg az eteledet es az italodat, ezek nem romlottak meg, Nezd csak meg a szamaradat! Es hogy jelle tegyunk teged az emberek Szamara, nezd csak a csontjait, hogy tesszuk helyre azokat, majd hussal ruhazzuk fel.\" Miutan mindez vilagossa valt a szamara mondta: , Tudom, hogy Allah mindenre kepes"},{"SurahNumber":2,"VerseNumber":260,"Text":"Es midon Ibrahim (Abraham) mondta: Uram! Mutasd meg nekem, hogyan kelted eletre a halottakat!\" Mondta: Talan nem hiszel?\" O pedig mondta: ..De, igen! Am hadd nyugodjon meg a szivem!\" Mondta: ,. Vegy hat negy madarat, es forditsd magad fele azokat! Majd tegy minden hegyre egy- egy darabot! beloluk! Majd hivd azokat, es ime sietve jonnek hozzad. Tudd, hogy Allah Hatalmas es Bolcs"},{"SurahNumber":2,"VerseNumber":261,"Text":"Azok peldazata, akik javaikat Allah Utjan aldozzak fel olyan, mint a vetomag, amely het kalaszt hozott, minden egyes kalaszban szaz mag van. Allah megsokszorozza (a jutalmat) annak, akinek akarja. Allah mindent atfog es Tudo"},{"SurahNumber":2,"VerseNumber":262,"Text":"Azok, akik javaikat Allah Utjan adakozzak, es az adakozasuk utan nem kovetkezik felhanytorgatas, sem pedig zaklatas, az o jutalmuk az Uruknal van. Nincs rajtuk felelem, es nem is szomorkodnak"},{"SurahNumber":2,"VerseNumber":263,"Text":"Az illendo beszed es a megbocsatas jobb az olyan adomanynal, amelyet zaklatas kovet. Allah nem szorul senkire, O a Josagos"},{"SurahNumber":2,"VerseNumber":264,"Text":"O ti, akik hisztek! Ne tegyetek semmisse az adakozasaitokat a felhanytorgatassal es a zaklatassal, mint az, aki azert adakozik, hogy az emberek lassak. Am az nem hisz Allah-ban es az Utolso Napban. Az o peldazata olyan, mint a sziklae, amelyen egy kis fold van, es ha zapor eri akkor. kemenyen es csupaszon marad ott. Majdan nem lesz hatalmuk semmi folott, amit megszereztek. Allah nem vezeti a hitetlenek nepet"},{"SurahNumber":2,"VerseNumber":265,"Text":"Azok peldazata viszont, akik javaikat Allah tetszeset es (hituk) megerositeset ahitozva adakozzak olyan, mint a hegyoldalan levo kerte. Ha zapor eri ketszeres termest hoz. Ha zapor nem eri, akkor harmat. Allah-nak tudomasa van arrol, amit ti tesztek"},{"SurahNumber":2,"VerseNumber":266,"Text":"Van-e kozottetek olyan, aki szeretne, ha palmakkal teli kertje es szolose lenne, amelyek alatt folyok folynak, es abban mindenfele gyumolcse lenne? Oregkorat eleri, am meg serduletlenek az utodai es a (kertet) tuzvihar sujtja, amely elegeti. Allah igy magyarazza meg nektek a Jeleket, talan elgondolkoztok"},{"SurahNumber":2,"VerseNumber":267,"Text":"O, ti, akik hisztek! Adakozzatok azokbol a jo dolgokbol, amiket szereztetek, es azokbol, amiket nektek sarjasztottunk a foldbol! Es ne valogassatok ki a rosszat abbol, hogy azt adakozzatok, amit ti magatok sem vennetek el, csak akkor ha a szemeteket becsuknatok. Tudnotok kell, hogy Allah nem szorul senkire, O a Magasztalt"},{"SurahNumber":2,"VerseNumber":268,"Text":"A satan a szegenyseget igeri nektek es fertelmes dolgot parancsol meg. Am Allah a Tole szarmazo megbocsatast igeri es tularado kegyelmet. Allah mindent atfog es O a Tudo"},{"SurahNumber":2,"VerseNumber":269,"Text":"O annak adja a bolcsesseget, akinek akarja. Akinek a bolcsesseg adatott az sok joban reszesult. Am csak az esszel birok okulnak"},{"SurahNumber":2,"VerseNumber":270,"Text":"Ha valami adakozast tesztek, vagy valami fogadalmat tesztek, Allah arrol tudomassal bir. A bunosoknek nincsenek segitoik"},{"SurahNumber":2,"VerseNumber":271,"Text":"Ha nyilvanosan adakoztok az jo! Am, ha rejtve teszitek azt es a szegenyeknek adjatok, az jobb a szamotokra. Ez eltavolitja rolatok a rossz tetteket. Allah-nak tudomasa van arrol, hogy ti mit tesztek"},{"SurahNumber":2,"VerseNumber":272,"Text":"Nem a te (Muhammad. Allah aldja meg es adjon Neki orok udvosseget), feladatod az o vezetesuk. Am Allah azt vezerel, akit O akar. Ha valamit a magatok javabol adakoztok, az sajat magatoknak jo. De csak ugy adakozzatok, hogy Allah tetszeset keresitek. Amit a javaitokbol adakoztok az visszafizettetik nektek. Semmiben sem szenvedtek el jogtalansagot"},{"SurahNumber":2,"VerseNumber":273,"Text":"(Az adakozas) a szegenyeket illeti meg. Akik akadalyoztatnak Allah Ujtjan. Es nem tudnak utra kelni a foldon. A tudatlan gondolhatja gazdagnak oket, visszahuzodo Szerenyseguk miatt. Megismerheted oket jeleikrol: Nem kernek tolakodo modon az emberektol. Barmi jot is adakoztok, arrol Allah-nak tudomasa van"},{"SurahNumber":2,"VerseNumber":274,"Text":"Akik ejjel es nappal a javaikbol adakoznak es titokban es nyiltan, az o jutalmuk az Uruknal van. Nincs rajtuk felelem! es nem is szomorkodnak ok"},{"SurahNumber":2,"VerseNumber":275,"Text":"Akik az uzsorat habzsoljak, azok ugy tamadnak fel, mint az, akit a satan kenyszeritett leborulasra az erintesevel. Ez azert tortenik, mivel azt mondtak: , Az adasvetel olyan, mint az uzsora. Allah megengedette tette az adasvetelt, am megtiltotta az uzsorat.\" Akihez eljott az intes az Uratol es veget vet (a tiltottnak) annak maradjon \"meg a korabban szerzett. A dontes rola Allah-ra tartozik. Am, akik visszaternek (es tovabb csinaljak) ok a Tuz nepe, orokkon abban idoznek majdan"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah elveszi aldasat az uzsorarol,. am az adakozast gyumolcsozove teszi. Allah nem szeret egyetlen tagado bunost sem"},{"SurahNumber":2,"VerseNumber":277,"Text":"Bizony azok, akik hisznek es jotetteket cselekszenek, akik elvegzik az imat es megadjak a zakat-ot, az o jutalmuk az Uruknal van. Nincs rajtuk felelem, es nem is fognak szomorkodni ok"},{"SurahNumber":2,"VerseNumber":278,"Text":"O, ti, akik hisztek! Feljetek Allah- ot! Es engedjetek el azt, ami az uzsorabol fennmaradt, ha igazan hivok vagytok"},{"SurahNumber":2,"VerseNumber":279,"Text":"Am, ha ezt nem teszitek meg, akkor haboru jelentetik be ellenetek Allah-tol es az O Kuldottetol. Ha megbanast mutattok, akkor megillet benneteket a toketek. Igy nem kovettek el jogtalansagot es titeket sem er jogtalansag"},{"SurahNumber":2,"VerseNumber":280,"Text":"Ha van valaki (az adosaitok kozott), aki szorult helyzetben van, adjatok haladekot, amig konnyebbsege nem lesz. Am, ha adakoztok az jobb nektek, ha ezt felfogjatok"},{"SurahNumber":2,"VerseNumber":281,"Text":"Feljetek azt a Napot, amelyen visszatertek Allah-hoz! Majd Pedig minden egyes lelek megkapja annak jutalmat, amire szert tett. Ok nem fognak jogtalansagot elszenvedni"},{"SurahNumber":2,"VerseNumber":282,"Text":"O, ti, akik hisztek! Ha megszabott idore adossagi ugyet bonyolitotok le egymas kozott, azt irjatok le! Egy imok irja le kozottetek meltanyos modon. Egyetlen irnok sem tagadhatja meg, hogy leirja ugy, ahogyan Allah tanitotta meg. Irjon! Az diktaljon, akit az adossag terhel, es felje Allah-ot, az Urat, es ne igyekezzen levenni az osszegbol semmit. Ha az ados gyengeelmeju, vagy gyamolatlan, avagy nem kepes diktalni, akkor a \"waliyy-a? diktaljon meltanyos modon. Ket tanut hivjatok a ferfiaitok kozul! Ha nincs ket ferfi, akkor egy ferfi es ket asszony, olyanokat, akikkel elegedettek vagytok, mint tanuk! Ha egyikuk megteved a masik emlekeztesse es figyelmeztesse. A tanuk pedig nem huzodozhatnak ha felszolittatnak. Ne tekintsetek meltosagon alulinak, hogy irasba foglaltatik, legyen az keves, avagy sok, egeszen a szabott idoig. Igy meltanyosabban viselkedtek Allah elott, megfelelobben vegzitek a tanuskodast, es biztositjatok, hogy ne meruljenek fel ketelyek. Ha azonban olyan dologrol van szo, ami eppen jelen van, es magatok kozott forgatjatok, akkor nem tekintheto vetketeknek, ha nem irjatok le. De, ha adasvetelt bonyolitotok le, akkor hivjatok tanukat! Nem bantalmaztathatik sem az irnok, sem a tanu! Ha (meg is bantalmazast) kovetnetek el (veluk szemben), akkor hibat kovettek el. Feljetek Allah-ot! Allah tanit benneteket. Allah-nak mindenrol tudomasa van"},{"SurahNumber":2,"VerseNumber":283,"Text":"Ha uton vagytok! es nem talaltok irnokot, akkor ovadekot (kell letetbe helyezni). Ha valaki (valami letetet) biz valaki masra, az adja vissza a letetet, akire biztak! Es felje Allah-ot, az o Urat! Ne titkoljatok el tanusagot! Aki eltitkolja, annak vetkes a szive, Allah tudja azt, amit ti tesztek"},{"SurahNumber":2,"VerseNumber":284,"Text":"Allah-e mindaz, ami az egekben es a foldon van. Akar kitarjatok azt, ami a lelketekben van, akar elrejtitek, Allah szamon ker majdan erte benneteket. Megbocsat annak, akinek O akar, es megbunteti azt, akit O akar. Allah mindenre kepes"},{"SurahNumber":2,"VerseNumber":285,"Text":"A Kuldott ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) hisz abban, ami kinyilatkoztatott neki az o Uratol, es vele egyutt a hivok is mind hisznek Allab-ban, az O Angyalaiban, Konyveiben, Kuldotteiben, Mi nem teszunk kulonbseget az O kuldottei kozott. Es azt mondjak: , Hallunk es engedelmeskedunk. A Te bocsanatodat (kerjuk) Urunk! Minden Hozzad ter majd meg"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah egyetlen lelekre sem ro ki tobbet, mint, amennyire az kepes. Mindenkinek az jar (jokent) amiert megdolgozott, es az iratik fel ellene, amit megszerzett. Urunk! Ne buntess minket, ha elfeledkeztunk, vagy tevedtunk! Urunk! Ne helyezz rank olyan terhet, mint amilyet azokra helyeztel, akik elottunk eltek. Urunk! Ne helyezz rank olyan terhet, amit mi keptelenek vagyunk elviselni, Legy elnezo — —— —— ——————"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif-lam-min"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah! La ilaha illa Huwa (Nincs \"mas isten csak O), az Elo (al- \"Hayyu), az Onmagaban Letezo Orok (al-Ogyyumvy)"},{"SurahNumber":3,"VerseNumber":3,"Text":"O bocsatotta le neked (o, Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a Konyvet (ezt a Korant) az Igazsaggal, megerositendo azt, ami elotte volt. Es lebocsatotta volt a Tawrah-t (Torat) es az IngrI-t (Evangeliumot)"},{"SurahNumber":3,"VerseNumber":4,"Text":"Korabban, utmutataskent az emberek szamara. Es O bocsatotta le a Furgan-U. Bizony azoknak, akik hitetlenkednek Allah Jeleiben, nekik kemeny buntetes jar. Allah bizony Hatalmas es O a bosszu\" Birtokosa"},{"SurahNumber":3,"VerseNumber":5,"Text":"Allah elott semmi sem maradhat rejtve sem a foldon, sem az egben"},{"SurahNumber":3,"VerseNumber":6,"Text":"O az, Aki! format ad nektek az anyamehekben ugy, ahogyan O akarja. La ilaha illa Huwa (Nincs mas isten csak O)! A Hatalmas es a Bolcs"},{"SurahNumber":3,"VerseNumber":7,"Text":"O az, Aki lebocsatotta neked (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a Konyvet (ezt a Szent Korant). Ebben vannak olyan versek, amelyek , mulikam\" -ok, ezekbol all az .ummu-I-kitab\" , mas versek pedig ugynevezett smutasabihaf \", Am azok, akiknek sziveben ferdeseg lakozik ok azt kovetik belole, ami tobb ertelemmel bir- a fitna-€ ahitozvan-, es annak (rejtett) ertelmezeset ahitozvan. Am annak ertelmezeset csak Allah ismeri. Es azok, akik nagy jartassagra tettek szert a tudasban azt mondjak: , Hiszunk benne, mindez a mi Urunktol valo!\" Am csak az esszel birok okulnak az intesbol"},{"SurahNumber":3,"VerseNumber":8,"Text":"(Ok azt mondjak) ,. Urunk! Ne kenyszeritsd sziveinket elterni (az Igazsagtol) azutan, hogy megmutattad nekunk az Igaz, Egyenes Utat! Es ajandekozz nekunk a Toled szarmazo kegyelembol! Hiszen Te vagy az Adomanyozo"},{"SurahNumber":3,"VerseNumber":9,"Text":"Urunk! Bizony Te vagy az emberek osszegyujtoje egy olyan Napra, amelyhez ketseg nem ferhet. Allah nem szegi meg az igeretet"},{"SurahNumber":3,"VerseNumber":10,"Text":"Bizony azok, akik hitetlenkednek rajtuk nem segit sem vagyonuk, sem gyermekeik Allah-nal, semmiben. Ok a Tuz tuzeloje lesznek"},{"SurahNumber":3,"VerseNumber":11,"Text":"Mint a Fir-awn (Farao) nepenek szokasa es azoke, akik elottuk voltak- meghazudtoltak a Mi Jeleinket. Igy Allah buntetessel Sujtotta oket a buneik miatt. Allah igen kemenyen Bunteteto"},{"SurahNumber":3,"VerseNumber":12,"Text":"Mondd (Muhammadt- Allah aldja meg es adjon Neki orok udvosseget) azoknak, akik hitetlenkednek: , Bizony ti legyozettek es a Pokolra gyujtettek ossze! Milyen szornyu fekhely az"},{"SurahNumber":3,"VerseNumber":13,"Text":"Holott jel volt a szamotokra a ket csapatban, amelyek talalkozva osszecsaptak\". Az egyik csapat az, amelyik Allah Utjan harcol, a masik hitetlen. Es ugy lattak (a hivok), hogy amazok- szemlatomast- ketszer annyian vannak, mint ok; Am Allah azt erositi meg az O segitsegevel, akit akar. Bizony ebben okulando pelda van azok szamara, akik szemmel (belatasra kesz ertelemmel) bimak"},{"SurahNumber":3,"VerseNumber":14,"Text":"Az emberek szamara diszesse tetetett a vagyak szeretete: az asszonyok, a fiaik, es a mazsaszamra mert arany es ezust es a pompas teliverek es a labasjoszagok es a szantofold. Ezek mind csak az evilagi elet elvezheto dolgai. Am Allah-nal van a legszebb visszateres! Hizb"},{"SurahNumber":3,"VerseNumber":15,"Text":"Mondd: .Adjak-e hirt ennel jobbrol? Azoknak, akik istenfelok, az Uruknal kertjeik lesznek, amelyek alatt folyok folynak es orokke abban idoznek majdan. Megtisztult felesegeik\" lesznek. Es ovek lesz Allah elegedettsege. Allah tudassal bir az O szolgait illetoen"},{"SurahNumber":3,"VerseNumber":16,"Text":"Azok, akik azt mondjak: ,. Urunk! Mi hiszunk. Igy bocsasd meg nekunk a buneinket es vedj meg minket a Tuz buntetesetol"},{"SurahNumber":3,"VerseNumber":17,"Text":"(Ok) Az allhatatosan kitartok, es az igazak\", es az alazatosak, es az adakozok, es a hajnalhasadas elott bocsanatkerok"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah tanusitja, hogy Za ilaha illa Huwa (nincs mas isten csak O)! Es az angyalok is (tanuskodnak errol) es a tudas birtokosai is. Az Igazsagossag talajan allva. La ilaha illa Hua (Nincs mas isten csak O)! O a Hatalmas es a Bolcs"},{"SurahNumber":3,"VerseNumber":19,"Text":"Bizony a vallas Allah-nal az Iszlam! Bizony azok, akiknek az Iras adatott, csak azutan kulonboztek ossze, miutan a tudas elerkezett hozzajuk. Es tettek ezt egymas iranti fenekedesbol. Aki azonban hitetlen Allah Jeleivel szemben (annak tudnia kell, hogy) Allah gyorsan szamon Kero"},{"SurahNumber":3,"VerseNumber":20,"Text":"Ha vitat kezdemenyeznek veled (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) mondd: , Alavetem magam Allah- nak. Es azok, akik kovetnek engem (ok is ezt teszik). \" Es mondd azoknak, akiknek az Iras adatott (zsidok es keresztenyek) es az ummiyyun-oknak (akik nem kepesek olvasni): , Alavetitek magatokat?\" Es ha alavetik magukat akkor az Igaz Uton vezereltetnek. Am, ha elfordulnak, ugy terad csak a (kuldetes) tovabbadasa tartozik. Allah tudassal bir az O szolgai felol"},{"SurahNumber":3,"VerseNumber":21,"Text":"Azok, akik hitetlenkednek Allah Jeleivel szemben es jogtalanul megolik a Profetakat es megolik azokat, az emberek kozul, akik az igazsagossagot parancsoljak meg- nos ezeknek add hirul a fajdalmas buntetest (hiret)"},{"SurahNumber":3,"VerseNumber":22,"Text":"Ok azok, akiknek karba vesztek evilagi es tulvilagi tetteik, es nincsenek nekik segitoik"},{"SurahNumber":3,"VerseNumber":23,"Text":"Vajon nem lattad azokat, akik egy reszt kaptak az Irasbol? Midon ok felszolittatnak Allah Irasara, hogy az dontson kozottuk. Majd egy csoport kozuluk a hatat forditva elfordul"},{"SurahNumber":3,"VerseNumber":24,"Text":"Ez azert tortenik mivel azt mondjak: A Tuz minket csak nehany meghatarozott szamu napig fog erinteni.\" Kaprazatba Vitte oket a vallasukban az, amit maguktol kitalaltak"},{"SurahNumber":3,"VerseNumber":25,"Text":"Es hogyan lesz majdan, ha Mi osszegyujtjuk oket egy olyan Napra, amelyhez ketseg nem ferhet? Es mikor minden egyes lelek teljes jutalmazasban reszesul amiatt, amit elkovetett. Es ok nem fognak jogtalansagot elszenvedni"},{"SurahNumber":3,"VerseNumber":26,"Text":"Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): ,.O, Uram!! A kiralysag Birtokosa! Te annak adod a hatalmat (a kiralysagot), akinek akarod. Es attol ragadod el a hatalmat, akitol akarod. Hatalmassa teszed azt, akit akarsz es megalazod azt, akit akarsz. A Te Kezedben van minden jo! Bizony Te mindenre kepes vagy"},{"SurahNumber":3,"VerseNumber":27,"Text":"Te vagy az, Aki az ejszakat belepteted a nappalba es Te lepteted a nappalt az ejszakaba. Es \"Te hozod elo az elot a halottbol es Te hozod elo a halottat az elobol. Es Te gondoskodsz arrol, akirol akarsz, szamolgatas nelkul"},{"SurahNumber":3,"VerseNumber":28,"Text":"A hivok ne fogadjak a hitetleneket barataikul, a hivok helyett! Aki ezt teszi, az bizony szakitott Allah-hal mindenben. Kiveve akkor, ha igazan felnetek kell toluk. Allah figyelmeztetve int magatol benneteket, Allah-hoz lesz majdan az ut"},{"SurahNumber":3,"VerseNumber":29,"Text":"Mondd ( Muhiammad- Allah aldja meg es adjon Neki orok udvosseget): . Akar elrejtitek azt, ami a lelkeitekben van, akar nyilvanossagra hozzatok, Allah tudja azt. Es O tudja azt is, ami az egekben es a foldon van. Allah mindenre kepes"},{"SurahNumber":3,"VerseNumber":30,"Text":"Azon a Napon, amikor minden lelek \"maga elott talalja mindazt a jot, amit elkovetett es mindazt a rosszat is, amit elkovetett. Akkor azt szeretne, hogy barcsak kozte es (azon nap) kozott nagyon nagy tavolsag lenne. Allah figyelmeztetve int magatol benneteket. Allah Konyoruletes a szolgakkal"},{"SurahNumber":3,"VerseNumber":31,"Text":"Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): ,. Ha szeretitek. Allah-ot, akkor kovessetek engem!\" Abban az esetben Allah szeretni fog benneteket es Allah megbocsatja buneiteket. Allah bizony Megbocsato es Irgalmas"},{"SurahNumber":3,"VerseNumber":32,"Text":"Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): Engedelmeskedjetek Allah-nak es a Kuldottnek! Am, ha elfordultok, Allah bizony nem szereti a hitetleneket"},{"SurahNumber":3,"VerseNumber":33,"Text":"Bizony Allah kivalasztotta Adam- ot (Adamot) es Nuh-ot (Noet) es Ibrahim (Abraham) nemzetseget es \"Imran nemzetseget (csaladjat) a Vilagok fole"},{"SurahNumber":3,"VerseNumber":34,"Text":"Egymas leszarmazottaikent! Allah a Hallo es a Lato"},{"SurahNumber":3,"VerseNumber":35,"Text":"Midon \"/mran felesege azt mondta: Uram! En neked ajanlom fel azt, ami a testemben van! Fogadd el tolem! Hiszen Te vagy a Hallo es a Tudo"},{"SurahNumber":3,"VerseNumber":36,"Text":"Es miutan megszulte ot, azt mondta: Uram! Leanygyermeket hoztam a vilagra.\" Am Allah jobban tudja mit hozott o a vilagra. , A fiugyermek nem olyan, mint a lanygyermek. Maryam-nak (Maria) neveztem el ot. A Te vedelmed ala helyezem ot es a leszarmazottait a. megkovezendo satan elol"},{"SurahNumber":3,"VerseNumber":37,"Text":"Azo Ura (Allah) elfogadta ot szep. elfogadassal es jo modon novelte ot. Zakariyya (Zakarias) vedoszarnyai ala helyezte. Es mindig midon belepett hozza Zakariyyu a szentelybe\" ugy talalta, hogy mindennel el van latva. Mondta: . O Maryam (Maria)! Hogyan, honnan lehet ez neked?\" Mondta: Ez Allah-tol szarmazik. Allah bizony arrol gondoskodik, akirol akar, szamolgatas nelkul"},{"SurahNumber":3,"VerseNumber":38,"Text":"Ezutan fohaszkodott Zakariyya (Zakarias) az Urahoz, igy szolvan: , Uram! Ajandekozz nekem Toled szarmazo jo utodot! Hiszen Te vagy az, Aki meghallgatod a fohaszt"},{"SurahNumber":3,"VerseNumber":39,"Text":"Es szolitottak ot az Angyalok mikozben o a szentelyben? allva imadkozott: , Allah bizony Yahya (Janos) oromhiret kozli veled, megerositendo az Allah-tol valo szot\", Ur lesz o es onmegtartoztato! es profeta az igazak kozul"},{"SurahNumber":3,"VerseNumber":40,"Text":"Mondta: . Uram! Hogyan lehetne nekem fiugyermekem, hiszen mar igen idos korba jutottam es a felesegem meddo?\" Mondta (Allah): Ekkeppen! Allah azt tesz, amit csak O akar"},{"SurahNumber":3,"VerseNumber":41,"Text":"Uram!\" - mondta. , Adj nekem jelet!\" (Allah) Mondta: , A te jeled az lesz, hogy nem beszelsz az emberekkel harom napig csak jellel. Es emlekezz meg a te Uradrol igen gyakran es magasztald Ot este es reggel"},{"SurahNumber":3,"VerseNumber":42,"Text":"(Emlekezz) Midon mondtak az Angyalok: .O Maryam (Maria)! Bizony Allah kivalasztott teged es megtisztitott. Es kivalasztott teged a Vilagok asszonyai fole (helyezve)"},{"SurahNumber":3,"VerseNumber":43,"Text":"O, Maryam (Maria)! Viselkedj alazatosan! a te Uraddal szemben! Borulj le es hajolj meg a meghajlokkal egyutt"},{"SurahNumber":3,"VerseNumber":44,"Text":"Ez a szemmel nem tapasztalhato dolgok? hirei koze tartozik. Am Mi sugallatot adunk neked (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) arrol. Te nem voltal naluk midon elvetettek tollaikat (sorsot huzva), hogy (megtudjak) melyikuk veszi gondjaiba Maryam-ot. Es nem voltal akkor sem naluk midon vitaba keveredtek egymassal"},{"SurahNumber":3,"VerseNumber":45,"Text":"(Emlekezz!) Midon azt mondtak az Angyalok: .O, Maryam! Allah a Tole szarmazo szo oromhiret kozli veled! A neve al-Masihu \"Ia-bnu Maryama (a Messias, Jezus, Maria fia). Aki kiemelkedo tiszteletu lesz az evilagi eletben es a Tulvilagon es (az Allah-hoz) kozelallokhoz fog tartozni"},{"SurahNumber":3,"VerseNumber":46,"Text":"Es beszelni fog az emberekhez (mar) a bolcsoben es (majdan) erett felnottkent is. Es az igaz kegyesekhez fog tartozni"},{"SurahNumber":3,"VerseNumber":47,"Text":"Mondta: Uram! Hogyan lehetne nekem gyermekem, holott eddig nem erintett engem (ferfi) ember?\" Mondta: , Ekkeppen! Allah azt teremt, amit akar. Ha egy dolgot elhatarozott, csupan azt mondja: Legy!\" es mar megis van"},{"SurahNumber":3,"VerseNumber":48,"Text":"Es (Allah) megtanitja neki (Jezusnak) a Konyvet es a Bolcsesseget es a Torat es az Evangeliumot"},{"SurahNumber":3,"VerseNumber":49,"Text":"Kuldottkent (kuldjuk Jezus-t) Izrael fiaihoz (es o igy szol): . En bizony jelet hoztam nektek el a ti Uratoktol. Es bizony en formazok nektek agyagbol egy olyan dolgot, aminek madar formaja lesz, es (lelket) lehelek bele es madar lesz. Es mindez Allah engedelmevel. Es meggyogyitom a vaknak szuletettet, a leprast es eletre keltem a halottakat- Allah engedelmevel. Es hirt fogok adni nektek arrol, mit fogtok enni es mit halmoztok fel a hazaitokban. Bizony ebben jel van a szamotokra, ha igazan hivok vagytok"},{"SurahNumber":3,"VerseNumber":50,"Text":"Es megerositendo azt, ami mar elottem itt volt a Torabol, Es azert, hogy megengedette tegyek a szamotokra nehany olyan dolgot, ami eleddig tilalmas volt a szamotokra. Jelet hoztam nektek az Uratoktol. Feljetek hat Allah-ot es engedelmeskedjetek nekem"},{"SurahNumber":3,"VerseNumber":51,"Text":"Bizony Allah az en Uram es a ti Uratok! Ot szolgaljatok hat! Ez az Egyenes Ut"},{"SurahNumber":3,"VerseNumber":52,"Text":"Es miutan Jezus eszlelte a hitetlenseget a reszukrol, azt mondta: ,.Kik az en segitoim az Allah-hoz (vezeto uton)?\" Azt mondtak az al-Hawariyyuni\" : Mi vagyunk Allah segitoi! Hiszunk Allah-ban! Es te pedig tanusitsd, hogy mi Neki vetjuk ala magunkat"},{"SurahNumber":3,"VerseNumber":53,"Text":"Urunk! Hiszunk abban, amit Te kinyilatkoztattal, es kovetjuk a Kuldottet. Irj minket a tanusitok kozet"},{"SurahNumber":3,"VerseNumber":54,"Text":"Amok (a hitetlenek) fondorlathoz folyamodtak. Am Allah is fondorlathoz folyamodott. Es Allah a legjobb fondorlatot keszitette elo"},{"SurahNumber":3,"VerseNumber":55,"Text":"Midon mondta Allah: ,.O Jezus! Elragadva elszolitalak teged es felemellek Magamhoz es megtisztitalak azoktol, akik hitetlenkedtek. Es azokat, akik kovettek teged azok fole helyezem, akik hitetlenkedtek, egeszen a Feltamadas Napjaig. Majd Hozzam lesz visszateresetek. Es En itelkezni fogok koztetek abban, amiben osszekulonboztetek"},{"SurahNumber":3,"VerseNumber":56,"Text":"Es, ami pedig azokat illeti, akik hitetlenkedtek, azokat En kemeny buntetessel fogom buntetni ugy az evilagi eletben mint a Tulvilagon. Es nem lesznek nekik segitoik"},{"SurahNumber":3,"VerseNumber":57,"Text":"Ami pedig azokat illeti, akik. hisznek es jotetteket cselekszenek, azoknak az o teljes jutalmukat adja meg O. Am Allah nem szereti a bunosoket"},{"SurahNumber":3,"VerseNumber":58,"Text":"Ezt recitaljuk neked ( Muhhammad- Allah aldja meg es adjon Neki orok udvosseget) a Jelekbol es a Bolcs Intesbol"},{"SurahNumber":3,"VerseNumber":59,"Text":"Jezus peldazata Allah-nal olyan, mint Adam peldazata: porbol teremtette meg ot, majd azt mondta neki: Legy!\" Es mar meg is volt"},{"SurahNumber":3,"VerseNumber":60,"Text":"Az Igazsag a te Uradtol van! Ne tartoz hat a ketelkedok koze"},{"SurahNumber":3,"VerseNumber":61,"Text":"Es ha barki is vitaba szall veled, vele (Jezussal) kapcsolatban, azt kovetoen, hogy elert hozzad ez a tudas! , ugy mondd: , Gyertek! Szolitsuk elo a mi fiainkat es a ti fiaitokat es a mi asszonyainkat es a ti asszonyaitokat, magunkat es titeket, majd fogadjunk kolcsonos atkot arra, hogy Allah atka sujtsa a hazugokat"},{"SurahNumber":3,"VerseNumber":62,"Text":"Bizony ez az Igaz Kozles! Wa ma min ilahin illa-Llahu (Nincs mas isten csak Allah)! O a Hatalmas es a Bolcs"},{"SurahNumber":3,"VerseNumber":63,"Text":"Ha elfordulnak, ugy Allah-nak tudomasa van a bajt terjesztokrol"},{"SurahNumber":3,"VerseNumber":64,"Text":"Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): . O Konyv Nepe (zsidok es keresztenyek)! Jojjetek (es egyezzunk meg) koztunk es koztetek egyenes es igazsagos szora: Arra, hogy nem szolgalunk mast csak Allah-ot! (Es arra, hogy) Nem allitunk Melle tarsakat. (Es arra, hogy) Egyikunk sem valasztja a masikat uranak Allah helyett! Am, ha elfordulnak, akkor mondjatok: Tanusitsatok, hogy mi muzulmanok vagyunk"},{"SurahNumber":3,"VerseNumber":65,"Text":"O Konyv Nepe (zsidok es keresztenyek)! Miert kezdemenyeztek vitat /brahim-al (Abraham) kapcsolatban? Holott a Tora es az Evangelium csupan outana kuldetett le. Hat nem fogjatok fel esszel"},{"SurahNumber":3,"VerseNumber":66,"Text":"Ime ti vagytok azok, akik vitat kezdtek arrol, amirol tudomasotok van. Am miert kezdtek vitat arrol, amirol nincs tudasotok? Allah tudja, am ti nem tudjatok"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahim (Abraham) nem volt sem zsido, sem pedig kereszteny. Hanif\" volt o, aki alavetette magat (muzulman). Es nem tartozott a tarsitok koze sem"},{"SurahNumber":3,"VerseNumber":68,"Text":"Bizony /brahim-hoz (Abrahamhoz) azok az emberek allnak a legkozelebb, akik kovettek ot es ez a Profeta ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) es azok, akik hisznek. Allah a hivok tamogatoja"},{"SurahNumber":3,"VerseNumber":69,"Text":"Egy csoport a Konyv Nepe kozul szeretne tevelygesbe vinni benneteket. Am csupan onmagukat viszik tevelygesbe, am ezt ok nem veszik eszre"},{"SurahNumber":3,"VerseNumber":70,"Text":"O Konyv Nepe! Miert hitetlenkedtek Allah Jeleivel? szemben? Holott ti tanui vagytok (azok igazsaganak)"},{"SurahNumber":3,"VerseNumber":71,"Text":"O Konyv Nepe! Miert ferdititek el az Igazsagot a hamissaggal es rejtitek el az Igazsagot? Holott ti tudjatok"},{"SurahNumber":3,"VerseNumber":72,"Text":"Egy csoport a Konyv Nepe kozul azt mondta: , Higgyetek abban, ami lekuldetett azoknak, akik. hisznek a nap kezdeten! Am legyetek hitetlenek azzal szemben a nap vegen! Talan visszaternek"},{"SurahNumber":3,"VerseNumber":73,"Text":"Es ne higgyetek (masnak) csupan azoknak, akik a ti vallasotokat kovetik. Es mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): Az igaz vezetes Allah Vezetese!\" (Es ne higgyetek, hogy) Mas valakinek is megadatott az, ami nektek megadatott, avagy vitat kezdenek veletek az Uratoknal. Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): A tularado kegyelem Allah Kezeben! van! Annak adja, akinek akarja. Allah a mindent atfogo es a Tudo"},{"SurahNumber":3,"VerseNumber":74,"Text":"Azt valasztja ki az O konyoruletere, akit akar. Allah a hatalmas tularado kegyelem Birtokosa"},{"SurahNumber":3,"VerseNumber":75,"Text":"A Konyv Nepe kozott vannak olyanok, (ha kozuluk egyre) rabizol egy gintar-t (nagy mennyiseg neve), az azt visszaadja neked. Am van kozottuk olyan, akire ha rabizol egy dinar-t!, nem adja vissza azt neked, csak ha folyamatosan kerve mellette vagy. Ez azert tortenik igy, mivel azt mondjak: , Az irastudatlanokkal kapcsolatban nincs semmilyen kotelezettsegunk.\" Allah-hal szemben hazugsagot allitanak. Es ok ezt tudjak"},{"SurahNumber":3,"VerseNumber":76,"Text":"De nem! Aki teljesiti a szerzodest es istenfelo (annak bizony tudnia kell, hogy); Allah bizony szereti az istenfeloket"},{"SurahNumber":3,"VerseNumber":77,"Text":"Bizony azok, akik Allah iranti szerzodesuket es eskuveseiket kiarusitjak potom aron, azoknak nem lesz reszesedesuk a Tulvilagon. Es Allah nem fog beszelni veluk es O nem fog reajuk tekinteni a Feltamadas Napjan. Es nem fogja megtisztitani oket\". Fajdalmas buntetes var majdan rajuk"},{"SurahNumber":3,"VerseNumber":78,"Text":"Bizony van kozottuk egy olyan csoport is, akik nyelvukkel csalard modon elferditik? a Konyvet, hogy azt gondoljatok: Ez a Konyvbol valo. Am az nem a Konyvbol valo! Es vannak olyanok, akik azt mondjak: , Az Allah-tol szarmazik.\" Am az nem Allah-tol szarmazik! Es Allah-hal szemben hazugsagot mondanak, es ok tudjak azt"},{"SurahNumber":3,"VerseNumber":79,"Text":"Egy ember, akinek Allah a Konyvet, a Bolcsesseget es a Profetasagot adta, nem teheti azt meg, hogy (ezek utan) azt mondja az embereknek: , Legyetek az en szolgaim, Allah helyett!\" Am inkabb (azt mondja:): Legyetek rabbaniyyun! azaltal, hogy tanitjatok a Konyvet es ti magatok is tanultok"},{"SurahNumber":3,"VerseNumber":80,"Text":"Es nem fogja megparancsolni nektek azt (sem), hogy az Angyalokat es a Profetakat vegyetek magatoknak uraitokul.? Vajon megparancsolhatja-e a hitetlenseget azutan, hogy ti (muzulmanok lettetek) alavetettetek magatokat"},{"SurahNumber":3,"VerseNumber":81,"Text":"Es midon Allah egyezseget kotott a Profetakkal (mondvan): .Lam itt van az, amit a Konyvbol es a Bolcsessegbol adtam nektek. Majd Kuldott ( Muhammad - Allah aldja meg es adjon Neki orok udvosseget) jon el hozzatok, megerositendo azt, amivel mar rendelkeztek. Higgyetek neki es Segitsetek ot!\" (Allah) Mondta: . Elismeritek es elfogadjatok az egyezsegemet kotelezonek magatok szamara?\" Mondtak; Elfogadjuk!\" Mondta: Tanusitsatok es En is a tanusitok kozul valo leszek veletek"},{"SurahNumber":3,"VerseNumber":82,"Text":"Akik pedig ezutan elfordulnak, azok a bunosok"},{"SurahNumber":3,"VerseNumber":83,"Text":"Vajon Allah Vallasa helyett mas vallas utan vagyakoznak? Holott Neki vetette ala magat mindenki, aki az egekben es a foldon van- akar joszantabol, akar akarata ellenere. Es Hozza lesz majdan Visszateresuk"},{"SurahNumber":3,"VerseNumber":84,"Text":"Mondd (Muhammad - Allah aldja meg es adjon Neki orok udvosseget): .Hiszunk Allah-ban es abban, ami lebocsattatott nekunk es abban, ami lebocsattatott /orahim-nak (Abrahamnak) es Ismal-nak (Izmael-nek) es Ishug-nak (Izsaknak) es Yafgub-nak (Jakobnak) es a torzseknek! es abban, amit Muso (Mozes) es \"Isa (Jezus) es a Profetak kaptak az \"Uruktol! Nem teszunk kulonbseget kozottuk, egyikkel szemben sem! Mi Neki (Allah- nak) vetjuk ala magunkat"},{"SurahNumber":3,"VerseNumber":85,"Text":"Aki az Iszlam helyett mas vallas utan vagyakozik, az attol nem fogadtatik el\". Es az a Tulvilagon bizony a karvallottak koze fog tartozni"},{"SurahNumber":3,"VerseNumber":86,"Text":"Hogyan vezethetne Allah az Igaz Utra egy olyan nepet, amely hitetlenkedett, a korabbi hituk utan es (azutan, hogy) tanusitottak, hogy a Kuldott (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) valos es igaz, es (azutan, hogy) vilagos bizonyitekok erkeztek hozzajuk? Allah nem vezeti a bunos nepet"},{"SurahNumber":3,"VerseNumber":87,"Text":"Az o jutalmuk az, hogy Allah atka reajuk es az angyaloke es minden embere"},{"SurahNumber":3,"VerseNumber":88,"Text":"Orokke abban! fognak idozni. Es a buntetesbol nem kapnak konnyitest, es haladekot sem kaphatnak"},{"SurahNumber":3,"VerseNumber":89,"Text":"Kiveve azokat, akik ezt kovetoen megbanast mutatnak es kegyes tettekkel helyre igazitanak (jobbito szandekkal). Hiszen Allah a Megbocsato es az Irgalmas"},{"SurahNumber":3,"VerseNumber":90,"Text":"Bizony azok, akik hitetlenkedtek, a hituk utan, majd pedig novekedtek a hitetlensegben, toluk nem fogadtatik el a megbanasuk. Ok a tevelygok"},{"SurahNumber":3,"VerseNumber":91,"Text":"Bizony azok, akik hitetlenkedtek es hitetlenkent haltak meg, azoktol-egyikuktol sem- fogadtatik el (meg az egesz) fold arannyal megtoltve (sem), (ha ) ezzel szeretne megvaltani magat. Nekik fajdalmas buntetes jar es nem lesznek nekik segitoik! Guz"},{"SurahNumber":3,"VerseNumber":92,"Text":"Addig nem fogjatok a jambor kegyesseget elerni, amig nem adakoztok olyan valamibol, amit ti magatok is szerettek. Es akarmit is adakoztok Allah arrol tud! Hizb"}]}