{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Suratu Al-Israa. Glorificado seja Quem fez Seu servo Muhammad viajar a noite - da Mesquita Sagrada para a Mesquita Al-'Aqsa cujos arredores abencoamos - para mostrar-lhe, em seguida, alguns de Nossos Sinais. Por certo, Ele e O Oniouvinte, O Onividente"},{"SurahNumber":17,"VerseNumber":2,"Text":"E concederamos a Moises o Livro, e o fizeramos orientacao para os filhos de Israel, dizendo: \"Nao tomeis, alem de Mim, patrono algum"},{"SurahNumber":17,"VerseNumber":3,"Text":"O descendencia dos que levamos com Noe! Por certo, ele era servo agradecido"},{"SurahNumber":17,"VerseNumber":4,"Text":"E decretaramos, no Livro, aos filhos de Israel: \"Em verdade, semeareis a corrupcao na terra, por duas vezes e, em verdade, sublimar-vos-eis, em grande arrogancia"},{"SurahNumber":17,"VerseNumber":5,"Text":"Entao, quando chegar o tempo da primeira das duas promessas, enviaremos contra vos servos Nossos, dotados de veemente furia. Eles, invadirao os lares.\" E a promessa foi cumprida"},{"SurahNumber":17,"VerseNumber":6,"Text":"Em seguida, devolvemo-vos a dominacao sobre eles, e estendemo-vos riquezas e filhos. E fizemo-vos mais numerosos"},{"SurahNumber":17,"VerseNumber":7,"Text":"E dissemos: \"Se bem-fizerdes, bem-fareis, a vos mesmos, e se malfizerdes, sera em prejuizo de vos mesmos. Entao, quando chegar o tempo da ultima envia-los-emos contra vos, para afligirem vossas faces e para entrarem na mesquita, como nela entraram, da vez primeira, e para esmagarem, completamente, tudo de que se forem apoderando"},{"SurahNumber":17,"VerseNumber":8,"Text":"E dissemos: \"Quica, vosso Senhor tenha misericordia de vos. E, se reincidirdes, reincidiremos. E Nos fizemos da Geena carcere para os renegadores da Fe"},{"SurahNumber":17,"VerseNumber":9,"Text":"Por certo, este Alcorao guia ao caminho mais reto e alvissara aos crentes, que fazem as boas obras, que terao grande premio"},{"SurahNumber":17,"VerseNumber":10,"Text":"E que, para os que nao creem na Derradeira Vida, preparamos"},{"SurahNumber":17,"VerseNumber":11,"Text":"E o ser humano suplica o mal como suplica o bem. E o ser humano e pressuroso"},{"SurahNumber":17,"VerseNumber":12,"Text":"E fizemos da noite e do dia dois sinais. Entao, apagamos o sinal da noite e fizemos claro o sinal do dia, para buscardes favor de vosso Senhor e para saberdes o numero dos anos e o computo do tempo. E aclaramos, cada cousa, detalhadamente"},{"SurahNumber":17,"VerseNumber":13,"Text":"E, em cada ser humano, impusemos seu agouro no pescoco. E, no Dia da Ressurreicao, faremos sair para ele, um Livro, que ele deparara, desenrolado"},{"SurahNumber":17,"VerseNumber":14,"Text":"Dir-se-lhe-a: \"Le teu livro. Hoje, bastas-te, a ti mesmo, por ajustador de contas"},{"SurahNumber":17,"VerseNumber":15,"Text":"Quem se guia se guiara, apenas, em beneficio de si mesmo, e quem se descaminha se descaminhara, apenas, em prejuizo de si mesmo. E nenhuma alma pecadora arca com o pecado de outra. E nao e admissivel que castiguemos a quem quer que seja, ate que lhe enviemos um Mensageiro"},{"SurahNumber":17,"VerseNumber":16,"Text":"E, quando desejamos aniquilar uma cidade, ordenamos, primeiro, obediencia a seus opulentos habitantes. Mas, ao contrario, eles cometem nela perversidade. Entao, o Dito cumpre-se contra ela. E profligamo-la, inteiramente"},{"SurahNumber":17,"VerseNumber":17,"Text":"E que de geracoes aniquilamos, depois de Noe! E, dos pecados de Seus servos, basta teu Senhor, por Conhecedor, Onividente"},{"SurahNumber":17,"VerseNumber":18,"Text":"Para quem deseja a vida transitoria, apressamos nela, para quem desejamos, o que queremos. Em seguida, fa-lo-emos queimar-se na Geena, infamado, banido"},{"SurahNumber":17,"VerseNumber":19,"Text":"E quem deseja a Derradeira Vida, e se esforca em obte-la, enquanto crente, desses o esforco sera reconhecido"},{"SurahNumber":17,"VerseNumber":20,"Text":"A ambos, a estes e aqueles, estendemos algo do dom de teu Senhor. E o dom de teu Senhor jamais e vedado a alguem"},{"SurahNumber":17,"VerseNumber":21,"Text":"Olha, Muhammad, como preferimos alguns deles a outros. E, em verdade, a Derradeira Vida e maior em escaloes e maior em preferencias"},{"SurahNumber":17,"VerseNumber":22,"Text":"Nao facas, junto de Allah, outro deus, pois, tornar-te-ias infamado, desamparado"},{"SurahNumber":17,"VerseNumber":23,"Text":"E teu Senhor decretou que nao adoreis senao a Ele; e decretou benevolencia para com os pais. Se um deles ou ambos atingem a velhice, junto de ti, nao lhes digas: \"Ufa!\", nem os maltrates, e dize-lhes dito nobre"},{"SurahNumber":17,"VerseNumber":24,"Text":"E baixa a ambos a asa da humildade, por misericordia. E dize"},{"SurahNumber":17,"VerseNumber":25,"Text":"Vosso Senhor e bem Sabedor do que ha em vossas almas. Se sois integros, por certo, Ele e, para os contritos, Perdoador"},{"SurahNumber":17,"VerseNumber":26,"Text":"E concede ao parente seu direito e ao necessitado e ao filho do caminho. E nao dissipes teus bens exageradamente"},{"SurahNumber":17,"VerseNumber":27,"Text":"Por certo, os dissipadores sao irmaos dos demonios. E o demonio e ingrato a seu Senhor"},{"SurahNumber":17,"VerseNumber":28,"Text":"E, se Ihes das de ombros, em busca da misericordia de teu Senhor, pela qual esperas, dize-lhes dito bondoso"},{"SurahNumber":17,"VerseNumber":29,"Text":"E nao deixes tua mao atada ao pescoco, e nao a estendas, com exagero, pois, tornar-te-ias censurado, afligido"},{"SurahNumber":17,"VerseNumber":30,"Text":"Por certo, teu Senhor prodigaliza o sustento, para quem quer, e restringe-o. Por certo, Ele, de Seus servos, e Conhecedor, Onividente"},{"SurahNumber":17,"VerseNumber":31,"Text":"E nao mateis vossos filhos, com receio da indigencia: Nos lhes damos sustento, e a vos. Por certo, seu morticinio e grande erro"},{"SurahNumber":17,"VerseNumber":32,"Text":"E nao vos aproximeis do adulterio. Por certo, ele e obscenidade; e que vil caminho"},{"SurahNumber":17,"VerseNumber":33,"Text":"E nao mateis o ser humano, que Allah proibiu matar, exceto se com justa razao. E quem e morto injustamente, Nos, com efeito, estabelecemos a seu herdeiro poder sobre o culpado. Entao, que ele nao se exceda no morticinio. Por certo, pela lei, ele ja e socorrido"},{"SurahNumber":17,"VerseNumber":34,"Text":"E nao vos aproximeis das riquezas de orfao, senao da melhor maneira, ate que ele atinja sua forca plena. E sede fieis ao pacto firmado. Por certo, o pacto sera questionado"},{"SurahNumber":17,"VerseNumber":35,"Text":"E completai a medida, quando medirdes, e pesai com a balanca correta. Isso e melhor e mais belo, em efeito"},{"SurahNumber":17,"VerseNumber":36,"Text":"E nao persigas o de que nao tens ciencia. Por certo, do ouvido e da vista e do coracao, de tudo isso se questionara"},{"SurahNumber":17,"VerseNumber":37,"Text":"E nao andes pela terra com jactancia. Por certo, nao fenderas a terra nem atingiras as montanhas, em altura"},{"SurahNumber":17,"VerseNumber":38,"Text":"O mal de tudo isso, perante teu Senhor, e odioso"},{"SurahNumber":17,"VerseNumber":39,"Text":"Isso e parte da sabedoria, que teu Senhor te revelou. E nao facas, junto de Allah, outro deus, pois, serias lancado na Geena, censurado, banido"},{"SurahNumber":17,"VerseNumber":40,"Text":"Acaso, vosso Senhor escolheu filhos, para vos, e tomou dentre os anjos, filhas, para Ele? Por certo, dizeis dito monstruoso"},{"SurahNumber":17,"VerseNumber":41,"Text":"E, com efeito, patenteamos, neste Alcorao, os exemplos, para que eles meditem; e isso nao lhes acrescenta senao repulsa a verdade"},{"SurahNumber":17,"VerseNumber":42,"Text":"Dize: \"Se houvesse, junto d'Ele, deuses, como eles dizem, esses, nesse caso, haveriam buscado um caminho ate O Possuidor do Trono"},{"SurahNumber":17,"VerseNumber":43,"Text":"Glorificado e Sublimado ao auge, seja Ele, acima do que dizem"},{"SurahNumber":17,"VerseNumber":44,"Text":"Os sete ceus e a terra e quem neles existe glorificam-nO. E nao ha cousa alguma que O nao glorifique, com louvor, mas vos nao entendeis sua glorificacao. Por certo, Ele e Clemente, Perdoador"},{"SurahNumber":17,"VerseNumber":45,"Text":"E, quando tu, Muhammad, les o Alcorao, pomos entre ti e os que nao creem na Derradeira Vida, um cortinado invisivel"},{"SurahNumber":17,"VerseNumber":46,"Text":"E fazemo-lhes veus sobre os coracoes, a fim de o nao entenderem e, nos ouvidos, surdez. E quando, no Alcorao, mencionas teu Senhor, so a Ele, voltam-se para tras, em repulsa"},{"SurahNumber":17,"VerseNumber":47,"Text":"Nos somos bem Sabedores da intencao com que eles ouvem, quando te ouvem e quando estao em confidencias, quando os injustos dizem, entre eles: \"Nao seguis senao um homem enfeiticado"},{"SurahNumber":17,"VerseNumber":48,"Text":"Olha, como engendram semelhantes a ti, e se descaminham! Entao, nao poderao encontrar caminho algum"},{"SurahNumber":17,"VerseNumber":49,"Text":"E dizem: \"Quando formos ossos e resquicios, seremos ressuscitados, em novas criaturas"},{"SurahNumber":17,"VerseNumber":50,"Text":"Dize: \"Sede o que fordes, pedras ou ferro"},{"SurahNumber":17,"VerseNumber":51,"Text":"Ou criatura outra, que vossas mentes consideram assaz dificil de ter vida, sereis ressuscitados.\" Entao, dirao: \"Quem nos fara voltar a vida?\" Dize: \"Aquele que vos criou, da vez primeira.\" Entao, menearao a cabeca, em escarnio a ti, e dirao: \"Quando sera isso?\" Dize: \"Quica, seja bem proximo"},{"SurahNumber":17,"VerseNumber":52,"Text":"Um dia, quando Ele vos convocar, entao, vos O atendereis, louvando-O, e pensareis que nao permanecestes, nos sepulcros, senao por pouco tempo"},{"SurahNumber":17,"VerseNumber":53,"Text":"E dize a Meus servos que digam aos idolatras a palavra que for melhor. Por certo, Sata instiga a cizania, entre eles. Por certo, Sata e para o ser humano inimigo declarado"},{"SurahNumber":17,"VerseNumber":54,"Text":"Vosso Senhor e bem Sabedor de vos. Se Ele quiser, tera misericordia de vos ou, se Ele quiser, castigar-vos-a. E nao te enviamos, sobre eles, por patrono"},{"SurahNumber":17,"VerseNumber":55,"Text":"E teu Senhor e bem Sabedor de quem existe nos ceus e na terra. E, com efeito, Nos preferimos alguns dos profetas a outros, e concederamos a Davi os Salmos"},{"SurahNumber":17,"VerseNumber":56,"Text":"Dize: \"Invocai os que pretendeis serem deuses, alem dEle: Eles nao possuirao o dom de remover de vos o infortunio nem altera-lo"},{"SurahNumber":17,"VerseNumber":57,"Text":"Esses que eles invocam, buscam meios de aproximar-se de seu Senhor, cada qual ansiando estar mais proximo d'Ele, e esperam por Sua misericordia e temem Seu castigo. Por certo, o castigo de teu Senhor e temivel"},{"SurahNumber":17,"VerseNumber":58,"Text":"E nao ha cidade que nao aniquilemos, antes do Dia da Ressurreicao, ou que nao castiguemos com veemente castigo. Isso esta escrito no Livro"},{"SurahNumber":17,"VerseNumber":59,"Text":"E o que nos impede de enviar os sinais nao e senao que os antepassados os desmentiram. E concederamos ao povo de Thamud o camelo femea por sinal claro, e foram injustos com ele. E nao enviamos sinais senao para amedrontar"},{"SurahNumber":17,"VerseNumber":60,"Text":"E quando te dissemos: \"Por certo, teu Senhor abarca os humanos.\" E nao fizemos da visao que te fizemos ver, senao provacao para os homens e, o mesmo da arvore maldita no Alcorao. E Nos os amedrontamos; entao, isso nao lhes acrescenta senao grande transgressao"},{"SurahNumber":17,"VerseNumber":61,"Text":"E quando dissemos aos anjos: \"Prosternai-vos diante de Adao\"; entao, prosternaram-se, exceto Iblis, que disse: \"Prosternar-me-ei diante de quem Tu criaste de barro"},{"SurahNumber":17,"VerseNumber":62,"Text":"Disse ainda: \"Viste? E este quem preferiste a mim? Em verdade, se me concedes prazo, ate o Dia da Ressurreicao, tomarei as redeas de sua descendencia, exceto de poucos deles"},{"SurahNumber":17,"VerseNumber":63,"Text":"Allah disse: \"Vai! E quem deles te seguir, por certo, a Geena sera a recompensa de todos vos, como plena recompensa"},{"SurahNumber":17,"VerseNumber":64,"Text":"E importuna, com tua voz, a quem puderes, dentre eles, e tumultua-os, com tua cavalaria e infantaria, e partilha com eles as riquezas e os filhos e faze-lhes promessas.\" - E Sata nao lhes promete senao falacias"},{"SurahNumber":17,"VerseNumber":65,"Text":"Por certo, sobre Meus servos nao tens poder algum.\" E basta teu Senhor por Patrono"},{"SurahNumber":17,"VerseNumber":66,"Text":"Vosso Senhor e Quem vos impulsa o barco, no mar, para buscardes algo de Seu favor. Por certo, Ele, para convosco, e Misericordiador"},{"SurahNumber":17,"VerseNumber":67,"Text":"E, quando o infortunio vos toca, no mar, somem aqueles a quem invocais, exceto Ele. Entao, quando Ele vos poe a salvo na terra, vos dais de ombros. E o ser humano e assaz ingrato"},{"SurahNumber":17,"VerseNumber":68,"Text":"Entao, estais seguros de que Ele nao fara uma faixa de terra engolir-vos ou nao enviara contra vos um vento lastrado de seixos, em seguida, nao encontrareis para vos patrono algum"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ou estais seguros de que Ele nao vos fara tornar a ele, outra vez, e nao enviara contra vos um vento devastador, entao, afogar-vos-a por vossa renegacao da Fe, em seguida, nao encontrareis para vos defensor, contra Nos"},{"SurahNumber":17,"VerseNumber":70,"Text":"E, com efeito, honramos os filhos de Adao e levamo-los por terra e mar e demo-lhes por sustento das cousas benignas, e preferimo-los, nitidamente, a muitos dos que criamos"},{"SurahNumber":17,"VerseNumber":71,"Text":"Um dia, convocaremos cada grupo dos homens, com seu imam. Entao, a quem for concedido seu livro em sua destra, esses lerao seu livro e nao sofrerao injustica, nem a minima que seja"},{"SurahNumber":17,"VerseNumber":72,"Text":"E quem, nesta vida e cego, na Derradeira Vida sera cego e mais descaminhado do rumo"},{"SurahNumber":17,"VerseNumber":73,"Text":"E, por certo, quase eles te desviaram, Muhammad, do que te revelamos, para que forjasses, acerca de Nos, outra revelacao que esta. E, nesse caso, haver-te-iam tomado por amigo"},{"SurahNumber":17,"VerseNumber":74,"Text":"E, se te nao houvessemos tornado firme, com efeito, quase te haverias inclinado, um pouco, para eles"},{"SurahNumber":17,"VerseNumber":75,"Text":"Nesse caso, haver-te-iamos feito experimentar o dobro do castigo da vida e o dobro do da morte. Em seguida, nao encontrarias, para ti, socorredor contra Nos"},{"SurahNumber":17,"VerseNumber":76,"Text":"E, por certo, quase te importunaram, na terra para dela te fazerem sair. E, nesse caso, nela nao haveriam permanecido, depois de ti, senao por pouco tempo"},{"SurahNumber":17,"VerseNumber":77,"Text":"Assim, foi o Nosso procedimento com quem, com efeito, enviamos antes de ti, dentre Nossos Mensageiros. E nao encontraras, em Nosso procedimento, alteracao alguma"},{"SurahNumber":17,"VerseNumber":78,"Text":"Cumpre a oracao, do declinio do sol ate a escuridao da noite, e cumpre a oracao da aurora. Por certo, a oracao da aurora e testemunhada pelos anjos"},{"SurahNumber":17,"VerseNumber":79,"Text":"E a noite, entao, reza com ele a guisa de oracao suplementar para ti. Quica, teu Senhor te ascenda a uma louvavel preeminencia"},{"SurahNumber":17,"VerseNumber":80,"Text":"E dize: \"Senhor meu! Faze-me entrar uma entrada, verdadeiramente, digna, e faze-me sair uma saida, verdadeiramente, digna, e faze-me, de Tua parte, um poder socorredor"},{"SurahNumber":17,"VerseNumber":81,"Text":"E dize: \"A Verdade chegou e a falsidade pereceu. Por certo, a falsidade e perecivel"},{"SurahNumber":17,"VerseNumber":82,"Text":"E fazemos descer, do Alcorao, o que e cura e misericordia para os crentes. E, aos injustos, isto nao acrescenta senao perdicao"},{"SurahNumber":17,"VerseNumber":83,"Text":"E, quando agraciamos o ser humano, ele da de ombros e se distancia, sobranceiro. E, quando o mal o toca, fica desesperado"},{"SurahNumber":17,"VerseNumber":84,"Text":"Dize: \"Cada qual age conforme sua indole. E, vosso Senhor e bem Sabedor de quem e o mais guiado no caminho"},{"SurahNumber":17,"VerseNumber":85,"Text":"E perguntam-te eles pela alma. Dize: \"A alma e da Ordem de meu Senhor. E nao vos foi concedido da ciencia senao pouco"},{"SurahNumber":17,"VerseNumber":86,"Text":"E, em verdade, se quisessemos ir-Nos com o que te revelamos, em seguida, nao encontrarias, para ti, patrono contra Nos"},{"SurahNumber":17,"VerseNumber":87,"Text":"Nao o fizemos senao por misericordia de teu Senhor. Por certo, Seu favor para contigo e grande"},{"SurahNumber":17,"VerseNumber":88,"Text":"Dize: \"Se os humanos e os jinns se juntassem, para fazer vir algo igual a este Alcorao, nao fariam vir nada igual a ele, ainda que uns deles fossem coadjutores dos outros"},{"SurahNumber":17,"VerseNumber":89,"Text":"E, com efeito, patenteamos para os homens neste Alcorao, algo de cada exemplo. Entao, a maioria dos homens a tudo recusa, exceto a ingratidao"},{"SurahNumber":17,"VerseNumber":90,"Text":"E dizem: \"Nao creremos em ti, ate que nos facas emanar, da terra, uma nascente"},{"SurahNumber":17,"VerseNumber":91,"Text":"Ou que haja para ti um jardim de tamareiras e videiras, e que facas emanar os rios, abundantemente, atraves dele"},{"SurahNumber":17,"VerseNumber":92,"Text":"Ou que facas cair, sobre nos, como pretendes, o ceu em pedacos, ou que facas vir Allah e os anjos, frente a frente"},{"SurahNumber":17,"VerseNumber":93,"Text":"Ou que haja para ti uma casa repleta de ornamento ou que ascendas ao ceu. E nao creremos em tua ascensao, ate que facas descer sobre nos um Livro, que leremos.\" Dize: \"Glorificado seja meu Senhor! Quem sou eu senao um mortal Mensageiro"},{"SurahNumber":17,"VerseNumber":94,"Text":"E o que impediu os homens de crerem, quando lhes chegou a orientacao, nao foi senao haverem dito: \"Allah enviou um mortal por Mensageiro"},{"SurahNumber":17,"VerseNumber":95,"Text":"Dize: \"Se houvesse, na terra, anjos que andassem tranquilos, haveriamos feito descer, do ceu, sobre eles, um anjo por Mensageiro"},{"SurahNumber":17,"VerseNumber":96,"Text":"Dize: \"Allah basta, por testemunha, entre mim e vos. Por certo, Ele, de Seus servos, e Conhecedor, Onividente"},{"SurahNumber":17,"VerseNumber":97,"Text":"E quem Allah guia e o guiado. E para quem Ele descaminha, nao lhes encontraras protetores, alem dEle. E reuni-los-emos, no Dia da Ressurreicao, arrastados sobre as faces, cegos e mudos e surdos. Sua morada sera a Geena: cada vez que se entibiar, acrescentar-lhes-emos fogo ardente"},{"SurahNumber":17,"VerseNumber":98,"Text":"Essa sera sua recompensa, porque renegaram Nossos sinais, e disseram: \"Quando formos ossos e resquicios, seremos ressuscitados, em novas criaturas"},{"SurahNumber":17,"VerseNumber":99,"Text":"Nao viram eles que Allah, que criou os ceus e a terra, e Poderoso para criar semelhantes a eles? E Ele lhes fez um termo indubitavel. Mas os injustos a tudo recusam, exceto a ingratidao"},{"SurahNumber":17,"VerseNumber":100,"Text":"Dize: \"Se possuisseis os cofres da misericordia de meu Senhor, nesse caso, haverieis de rete-los, com receio de despende-los. E avaro e o ser humano"},{"SurahNumber":17,"VerseNumber":101,"Text":"E, com efeito, concedemos a Moises nove evidentes sinais. Entao, pergunta aos filhos de Israel, quando ele lhes chegou e Farao lhe disse: \"Por certo, penso, o Moises, que es enfeiticado"},{"SurahNumber":17,"VerseNumber":102,"Text":"Moises disse: \"Com efeito, sabes que nao fez descer estes, como clarividencias, senao O Senhor dos ceus e da terra. E, por certo, penso, o Farao, que estas arruinado"},{"SurahNumber":17,"VerseNumber":103,"Text":"E ele desejou expulsa-los da terra entao, afogamo-lo e a quem estava com ele, a todos"},{"SurahNumber":17,"VerseNumber":104,"Text":"E dissemos, depois dele, aos filhos de Israel: \"Habitai a terra; e, quando chegar a promessa da Derradeira Vida, far-vos-emos vir, em multidoes"},{"SurahNumber":17,"VerseNumber":105,"Text":"E, com a verdade, fizemo-lo descer e, com a verdade, ele desceu. E nao te enviamos, Muhammad, senao por alvissareiro e admoestador"},{"SurahNumber":17,"VerseNumber":106,"Text":"E fizemos descer Alcorao, fragmentamo-lo , a fim de o leres aos homens, paulatinamente. E fizemo-lo descer, com gradual descida"},{"SurahNumber":17,"VerseNumber":107,"Text":"Dize: \"Crede nele; ou, nao creais. Por certo, aqueles aos quais fora concedida a ciencia, antes dele quando e recitado, para eles, caem de mento, por terra, prosternando-se"},{"SurahNumber":17,"VerseNumber":108,"Text":"E dizem: 'Glorificado seja nosso Senhor! Por certo, a promessa de nosso Senhor foi cumprida"},{"SurahNumber":17,"VerseNumber":109,"Text":"E caem de mento por terra, chorando, e ele lhes acrescenta humildade"},{"SurahNumber":17,"VerseNumber":110,"Text":"Dize: \"Invocai a Allah ou invocai aO Misericordioso. O que quer que seja que invoqueis, dEle sao os mais belos nomes.\" E nao alteies a voz, em tua oracao, nem a silencies, e busca, entre ambas, um caminho justo"},{"SurahNumber":17,"VerseNumber":111,"Text":"E dize: \"Louvor a Allah, Que nao tomou para Si filho algum, e para Quem nao ha parceiro na soberania, e para Quem nao ha protetor contra a humilhacao.\" E magnifica-O, fartamente"},{"SurahNumber":18,"VerseNumber":1,"Text":"Suratu Al-Kahf. Louvor a Allah, Que fez descer sobre Seu servo o Livro, e nele nao pos tortuosidade alguma"},{"SurahNumber":18,"VerseNumber":2,"Text":"Fe-lo reto, para advertir os descrentes de veemente suplicio de Sua parte, e alvissarar os crentes, que fazem as boas obras, que terao belo premio"},{"SurahNumber":18,"VerseNumber":3,"Text":"Nele permanecendo para todo o sempre"},{"SurahNumber":18,"VerseNumber":4,"Text":"E para admoestar os que dizem: \"Allah tomou para Si um filho"},{"SurahNumber":18,"VerseNumber":5,"Text":"Nem eles nem seus pais tem ciencia disso. Grave palavra a que sai de suas bocas! Nao dizem senao mentiras"},{"SurahNumber":18,"VerseNumber":6,"Text":"E talvez, Muhammad, te mates de pesar, apos a partida deles se nao creem nesta Mensagem"},{"SurahNumber":18,"VerseNumber":7,"Text":"Por certo, fizemos do que ha sobre a terra ornamento para ela, a fim de por a prova qual deles e melhor em obras"},{"SurahNumber":18,"VerseNumber":8,"Text":"E, por certo, faremos do que ha sobre ela superficie arida"},{"SurahNumber":18,"VerseNumber":9,"Text":"Supoes que os Companheiros da Caverna e do Ar-Raqim sejam, entre nossos sinais, algo de admiracao"},{"SurahNumber":18,"VerseNumber":10,"Text":"Quando os jovens se abrigaram na Caverna, e disseram: \"Senhor nosso! Concede-nos misericordia de Tua parte e, para nos, dispoe retidao, em tudo o que nos concerna"},{"SurahNumber":18,"VerseNumber":11,"Text":"Entao, na Caverna, estendemo-lhes um veu sobre os ouvidos durante varios anos"},{"SurahNumber":18,"VerseNumber":12,"Text":"Em seguida, despertamo-los, para saber qual dos dois partidos enumerava melhor o tempo, em que la permaneceram"},{"SurahNumber":18,"VerseNumber":13,"Text":"Nos te narramos sua historia, com a verdade. Por certo, eles eram jovens, que criam em seu Senhor e aos quais acrescentamos orientacao"},{"SurahNumber":18,"VerseNumber":14,"Text":"E revigoramo-lhes os coracoes, quando se levantaram e disseram: \"Nosso Senhor e O Senhor dos ceus e da terra. Nao invocamos, alem dEle, deus algum; com efeito, nesse caso, estariamos dizendo um cumulo de blasfemia"},{"SurahNumber":18,"VerseNumber":15,"Text":"Este nosso povo tomou, alem dEle, outros deuses. Que facam vir, a respeito desses, uma evidente comprovacao! Quem mais injusto, pois, que aquele que forja mentiras acerca de Allah"},{"SurahNumber":18,"VerseNumber":16,"Text":"E disseram uns aos outros: \"Quando vos houverdes apartado deles e do que adoram, em vez de Allah, entao, abrigai-vos na Caverna, vosso Senhor espargira, sobre vos, algo de Sua misericordia e, para vos, dispora apoio, em vossa condicao"},{"SurahNumber":18,"VerseNumber":17,"Text":"E tu haverias visto o sol, quando se levanta, declinar de sua caverna, pela direita, e, quando se punha, desviar-se deles pela esquerda, enquanto que eles se achavam em um espaco dela. Isso e um dos sinais de Allah. Aquele, a quem Allah guia, e o guiado. E para aquele, a quem descaminha, nao lhe encontraras protetor, conselheiro"},{"SurahNumber":18,"VerseNumber":18,"Text":"E tu os suporias despertos, enquanto estavam adormecidos. E faziamo-los se virarem para a direita e para a esquerda. E seu cao tinha estendidas as patas dianteiras, no limiar da caverna. Se tu os houvesses avistado, haver-lhes-ias voltado as costas, fugindo, e haverias ficado cheio de pavor deles"},{"SurahNumber":18,"VerseNumber":19,"Text":"E, assim, como os adormecemos, despertamo-los, para que se interrogassem, entre eles. Um deles disse: \"Quanto tempo permanecestes, aqui?\" Disseram: \"Permanecemos um dia ou parte de um dia.\" Outros disseram: \"Vosso Senhor e bem Sabedor de quanto permanecestes. Entao, enviai um de vos a cidade, com esta vossa moeda de prata. E que olhe qual o mais puro alimento, e que deste vos faca vir sustento, e que ele sutilize e que nao deixe ninguem perceber-vos"},{"SurahNumber":18,"VerseNumber":20,"Text":"Por certo, se eles obtem poder sobre vos, apedrejar-vos-ao ou far-vos-ao tornar a sua Crenca. E nunca serieis, nesse caso, bem-aventurados"},{"SurahNumber":18,"VerseNumber":21,"Text":"E, assim, como os fizemos despertar, fizemo-los descobertos - para saberem que a promessa de Allah e verdadeira e que a Hora e indubitavel - quando disputavam, entre eles sua questao; entao, disseram: \"Edificai, sobre eles, uma edificacao. Seu Senhor e bem Sabedor deles.\" Mas aqueles, cuja opiniao prevaleceu, disseram: \"Que erijamos, sobre eles, uma mesquita"},{"SurahNumber":18,"VerseNumber":22,"Text":"Alguns dirao: \"Eram tres, sendo seu cao o quarto deles.\" E outros dirao: \"Eram cinco, sendo seu cao o sexto deles\", conjeturando o invisivel. E outros, ainda, dirao: \"Eram sete e seu cao o oitavo deles.\" Dize: \"Meu Senhor e bem Sabedor de seu numero. Nao os conhece senao poucos.\" Entao, nao alterques sobre eles senao em altercacao ligeira, e nao consultes, a seu respeito, a nenhum deles"},{"SurahNumber":18,"VerseNumber":23,"Text":"E nao digas a respeito de uma cousa: \"Por certo, fa-la-ei, amanha"},{"SurahNumber":18,"VerseNumber":24,"Text":"Exceto se acrescentares: \"Se Allah quiser!\" E lembra-te de teu Senhor, quando O esqueceres. E dize: \"Quica, meu Senhor me guie ao que e mais proximo que isso, em retidao"},{"SurahNumber":18,"VerseNumber":25,"Text":"E eles permaneceram, em sua Caverna, trezentos anos, e acrescentaram-se nove"},{"SurahNumber":18,"VerseNumber":26,"Text":"Dize: \"Allah e bem Sabedor de quanto la permaneceram. D'Ele e o Invisivel, dos ceus e da terra. Quao bem Ele ve e quao bem Ele ouve! Eles nao tem, alem d'Ele, protetor algum. E Ele nao associa ninguem a Seu julgamento"},{"SurahNumber":18,"VerseNumber":27,"Text":"E recita o que te foi revelado do Livro de teu Senhor; nao ha quem possa alterar Suas palavras. E nao encontraras, alem dEle, refugio algum"},{"SurahNumber":18,"VerseNumber":28,"Text":"E se paciente permanecendo com os que invocam seu Senhor, ao amanhecer e ao anoitecer, desejando-Lhe a face. E nao afastes deles os olhos, desejando o ornamento da vida terrena. E nao obedecas aquele cujo coracao tornamos desatento a Nossa lembranca e que segue sua paixao e cuja conduta excede os limites"},{"SurahNumber":18,"VerseNumber":29,"Text":"E dize: \"A verdade emana de vosso Senhor. Entao, quem quiser que creia, e quem quiser que renegue a Fe. Por certo, preparamos para os injustos um Fogo, cujo paredao de labaredas os abarcara. E, se pedirem socorrimento, terao socorrimento de agua, como o metal em fusao: escaldar-Ihes-a as faces. Que execravel bebida! E que vil recinto de permanencia"},{"SurahNumber":18,"VerseNumber":30,"Text":"Quanto aos que creem e fazem as boas obras, por certo, nao faremos perder o premio de quem bem-faz, em obras"},{"SurahNumber":18,"VerseNumber":31,"Text":"Esses terao os Jardins de Eden, abaixo dos quais correm os rios; nesses, serao enfeitados com braceletes de ouro, e se vestirao com trajes verdes, de fina seda e de brocado; nesses, estarao reclinados sobre coxins. Que excelente retribuicao! E que aprazivel recinto de permanencia"},{"SurahNumber":18,"VerseNumber":32,"Text":"E propoe, para eles, um exemplo: dois homens. Fizemos, para um deles, dois jardins de videiras e cercamo-los com tamareiras e fizemos, entre ambos, searas"},{"SurahNumber":18,"VerseNumber":33,"Text":"Cada um dos jardins deu seu fruto, e nada se lhe diminuia. E, atraves de ambos, fizemos emanar um rio"},{"SurahNumber":18,"VerseNumber":34,"Text":"E tinha ele outros frutos; entao, disse a seu companheiro, enquanto dialogava com ele: \"Sou mais que tu, em riqueza, e mais poderoso, em numero de pessoas"},{"SurahNumber":18,"VerseNumber":35,"Text":"E entrou em seu jardim; sendo injusto para com si mesmo, disse: \"Nao penso, jamais, que este pereca"},{"SurahNumber":18,"VerseNumber":36,"Text":"E nao penso que a Hora advenha. E, em verdade, se fora levado a meu Senhor, encontraria, por fim, outro melhor que este"},{"SurahNumber":18,"VerseNumber":37,"Text":"Seu companheiro disse-lhe, enquanto dialogava com ele: \"Renegas Aquele Que te criou de po, em seguida, de gota seminal, depois, formou-te um homem"},{"SurahNumber":18,"VerseNumber":38,"Text":"Mas eu digo que Allah e meu Senhor, e nao associo ninguem a meu Senhor"},{"SurahNumber":18,"VerseNumber":39,"Text":"E, entrando em teu jardim, houvesses dito: 'Que seja o que Allah quiser! Nao ha forca senao com a ajuda de Allah!' Se me ves, a mim, menos que tu em riquezas e em numero de filhos"},{"SurahNumber":18,"VerseNumber":40,"Text":"Entao, quica, meu Senhor me conceda algo melhor que teu jardim e, sobre este, envie ruina calculada do ceu; entao, tornar-se-a em superficie escorregadia"},{"SurahNumber":18,"VerseNumber":41,"Text":"Ou sua agua tomar-se-a subterrea e, jamais, poderas readquiri-la"},{"SurahNumber":18,"VerseNumber":42,"Text":"E foram devastados seus frutos; entao, ele amanheceu meneando as maos, atormentado pelo que havia despendido nele enquanto o jardim era deitado abaixo, sobre seus tetos, e disse: \"Quem dera nao houvesse eu associado ninguem a meu Senhor"},{"SurahNumber":18,"VerseNumber":43,"Text":"E nao houve, para ele, hoste alguma que o socorresse, em vez de Allah, e nao foi socorrido"},{"SurahNumber":18,"VerseNumber":44,"Text":"Ai, a protecao e de Allah, O Verdadeiro. Ele e Melhor em retribuicao e Melhor em final feliz"},{"SurahNumber":18,"VerseNumber":45,"Text":"E, para eles, propoe o exemplo da vida terrena: e como agua que fazemos descer do ceu, e com ela se mescla a planta da terra; entao, esta se torna palha, que o vento dispersa. E Allah, sobre todas as cousas, e Onipotente"},{"SurahNumber":18,"VerseNumber":46,"Text":"As riquezas e os filhos sao o ornamento da vida terrena. Mas as boas obras, duradouras, sao junto de seu Senhor, melhores em retribuicao e melhores em esperanca"},{"SurahNumber":18,"VerseNumber":47,"Text":"E um dia, faremos caminhar as montanhas, e tu veras a terra aplanada; e reuni-los-emos e nao deixaremos nenhum deles sequer"},{"SurahNumber":18,"VerseNumber":48,"Text":"E serao expostos, em fila, a teu Senhor. Ele dira: \"Com efeito, chegais a Nos, como vos criamos, da vez primeira. Alias, pretendieis que vos nao fariamos um tempo prometido para serdes ressuscitados"},{"SurahNumber":18,"VerseNumber":49,"Text":"E sera posto o Livro a vista; entao, tu veras os criminosos atemorizados do que nele ha; e dirao: \"Ai de nos! Por que razao este Livro nao deixa, nem cousa pequena, nem cousa grande, sem enumera-la?\" E nele, encontrarao presente o que fizeram. E teu Senhor nao faz injustica com ninguem"},{"SurahNumber":18,"VerseNumber":50,"Text":"E quando dissemos aos anjos: \"Prosternai-vos diante de Adao\"; entao, eles se prosternaram, exceto Iblis. Ele era dos jinns, e desobedeceu a ordem de seu Senhor. Entao, vos tomai-lo e a sua descendencia, por aliados, em vez de Mim, enquanto eles vos sao inimigos? Que execravel troca para os injustos"},{"SurahNumber":18,"VerseNumber":51,"Text":"Nao os fiz testemunhas da criacao dos ceus e da terra nem da criacao deles mesmos. E nao e admissivel que Eu tome os desencaminhadores por amparo"},{"SurahNumber":18,"VerseNumber":52,"Text":"E um dia, Ele dira: \"Chamai Meus parceiros que pretendestes serem deuses.\" Entao, eles os convocarao, e nao lhes atenderao; e faremos, entre eles, um vale de destruicao"},{"SurahNumber":18,"VerseNumber":53,"Text":"E os criminosos verao o Fogo; entao, pensarao que nele irao cair e, fora dele, nao encontrarao refugio"},{"SurahNumber":18,"VerseNumber":54,"Text":"E, com efeito, patenteamos, neste Alcorao, para os homens, algo de cada exemplo. Mas o ser humano esta, mais que tudo, em contenda"},{"SurahNumber":18,"VerseNumber":55,"Text":"E o que impediu os homens de crerem, quando lhes chegou a orientacao, e de implorarem o perdao de seu Senhor nao foi senao a exigencia de lhes chegarem os procedimentos de punicao dos antepassados, ou de chegar-lhes o castigo, pela frente"},{"SurahNumber":18,"VerseNumber":56,"Text":"E nao enviamos os Mensageiros senao por alvissareiros e admoestadores. E os que renegam a Fe discutem, com a falsidade, para com esta, refutar a verdade. E eles tomaram Meus sinais e o que lhes e admoestado por objeto de zombaria"},{"SurahNumber":18,"VerseNumber":57,"Text":"E quem mais injusto que aquele a quem sao lembrados os sinais de seu Senhor, e ele lhes da de ombros e esquece o que suas proprias maos anteciparam? Por certo, fizemo-lhes veus sobre os coracoes, a fim de o nao entenderem e, nos ouvidos, surdez. E, se tu os convocas a orientacao, nesse caso, jamais se guiarao"},{"SurahNumber":18,"VerseNumber":58,"Text":"E teu Senhor e O Perdoador, O Possuidor da misericordia. Se Ele os culpasse pelo que cometeram, apressaria para eles, o castigo. Mas terao um tempo prometido, do qual nao encontrarao escape algum"},{"SurahNumber":18,"VerseNumber":59,"Text":"E a essas cidades aniquilamo-las, quando foram injustas, e fizemos, para seu aniquilamento, um tempo prometido"},{"SurahNumber":18,"VerseNumber":60,"Text":"E lembra-lhes de quando Moises disse a seu jovem servo: \"Nao deixarei de andar, ate atingir a juncao dos dois mares ou passarei decadas andando"},{"SurahNumber":18,"VerseNumber":61,"Text":"E, quando atingiram ambos a juncao dos dois mares, esqueceram seu peixe e este tomou seu caminho no mar, penetrando nele"},{"SurahNumber":18,"VerseNumber":62,"Text":"E, quando atravessaram ambos esse lugar, ele disse a seu jovem servo: \"Traze-nos o almoco; com efeito, deparamos fadiga, nesta nossa viagem"},{"SurahNumber":18,"VerseNumber":63,"Text":"O jovem servo disse: \"Viste, quando nos abrigamos no rochedo? Entao, por certo, esqueci o peixe, e nao me fez esquece-lo senao Sata. E ele tomou seu caminho no mar. Que admiravel"},{"SurahNumber":18,"VerseNumber":64,"Text":"Moises disse: \"Isso e o que buscavamos.\" Entao, ambos voltaram, seguindo suas proprias pegadas"},{"SurahNumber":18,"VerseNumber":65,"Text":"E encontraram um de Nossos servos ao qual concederamos misericordia vinda de nos, e ensinaramo-lhe ciencia, de Nossa parte"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moises disse-lhe: \"Posso seguir-te, com a condicao de que me ensines algo do que te foi ensinado de retidao"},{"SurahNumber":18,"VerseNumber":67,"Text":"O Outro disse: \"Por certo, nao poderas ter paciencia comigo"},{"SurahNumber":18,"VerseNumber":68,"Text":"E como pacientar, acerca do que nao abarcas em ciencia"},{"SurahNumber":18,"VerseNumber":69,"Text":"Moises disse: \"Encontrar-me-as paciente, se Allah quiser, e nao te desobedecerei ordem alguma"},{"SurahNumber":18,"VerseNumber":70,"Text":"O outro disse: \"Entao, se me seguires, nao me perguntes por cousa alguma, ate que te faca mencao desta cousa"},{"SurahNumber":18,"VerseNumber":71,"Text":"Entao, ambos foram adiante, ate que, quando embarcaram na nau, ele a furou. Moises disse: \"Furaste-a, para afogar seus ocupantes. Com efeito, fizeste algo nefando"},{"SurahNumber":18,"VerseNumber":72,"Text":"O Outro disse: \"Nao te disse que, por certo, nao poderias ter paciencia comigo"},{"SurahNumber":18,"VerseNumber":73,"Text":"Moises disse: \"Nao me culpes pelo que esqueci, e nao me imponhas dificuldade, acima de minha condicao"},{"SurahNumber":18,"VerseNumber":74,"Text":"Entao, ambos foram adiante, ate que, quando depararam um jovem, entao, ele o matou, disse Moises: \"Mataste uma pessoa inocente, sem que ela haja matado outra? Com efeito, fizeste algo terrivel"}]}