{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"vāstavāniki viśvāsulu sāphalyaṁ pondutāru"},{"SurahNumber":23,"VerseNumber":2,"Text":"vārē! Evaraitē tama namāj lō vinamrata pāṭistārō"},{"SurahNumber":23,"VerseNumber":3,"Text":"mariyu evaraitē vyarthamaina māṭala nuṇḍi dūraṅgā uṇṭārō"},{"SurahNumber":23,"VerseNumber":4,"Text":"Mariyu evaraitē vidhidānaṁ (jakāt) sakramaṅgā cellistārō"},{"SurahNumber":23,"VerseNumber":5,"Text":"mariyu evaraitē tama marmāṅgālanu kāpāḍukuṇṭārō"},{"SurahNumber":23,"VerseNumber":6,"Text":"tama bhāryalatō (ajvāj latō) lēka tama ādhīnanlō (kuḍicētilō) unna bānisa strīlatō tappa! Alāṇṭappuḍu vāru niścayaṅgā, nindār'hulu kāru"},{"SurahNumber":23,"VerseNumber":7,"Text":"kāni evaraitē dīnini min̄ci kōrutārō! Alāṇṭi vārē vāstavaṅgā haddulanu atikramin̄cina vāru"},{"SurahNumber":23,"VerseNumber":8,"Text":"mariyu vāru evaraitē tama pūcīlanu (amānatulanu) mariyu tama vāgdānālanu kāpāḍukuṇṭārō"},{"SurahNumber":23,"VerseNumber":9,"Text":"mariyu vāru evaraitē tama namāj lanu kāpāḍukuṇṭārō"},{"SurahNumber":23,"VerseNumber":10,"Text":"alāṇṭi vārē (svargāniki) vārasulu avutāru"},{"SurahNumber":23,"VerseNumber":11,"Text":"vārē phiradaus svargāniki vārasulai, andulō vāru śāśvataṅgā uṇṭāru"},{"SurahNumber":23,"VerseNumber":12,"Text":"mariyu vāstavaṅgā, mēmu mānavuṇṇi maṭṭi yokka sārantō sr̥ṣṭin̄cāmu"},{"SurahNumber":23,"VerseNumber":13,"Text":"taruvāta atanini indriya binduvugā oka kōśanlō bhadraṅgā un̄cāmu"},{"SurahNumber":23,"VerseNumber":14,"Text":"ā taruvāta ā indriya binduvunu raktapu muddagā (jalagagā) mārcāmu. Ā paina ā raktapu muddanu (jalaganu) mānsapu muddagā (jīvāṇuvula piṇḍaṅgā) mārcāmu, ā jīvāṇuvula piṇḍanlō emukalanu ērparaci, ā emukalanu mānsantō kappāmu. Ā taruvāta dānini maroka (bhinna) sr̥ṣṭigā cēśāmu. Kāvuna śubhakaruḍu (śubhapraduḍu) ayina allāh yē atyuttama sr̥ṣṭikarta"},{"SurahNumber":23,"VerseNumber":15,"Text":"ā taruvāta mīru niścayaṅgā, maraṇistāru"},{"SurahNumber":23,"VerseNumber":16,"Text":"aṭu pim'maṭa niścayaṅgā, mīru punarut'thāna dinamuna marala lēpabaḍatāru"},{"SurahNumber":23,"VerseNumber":17,"Text":"mariyu vāstavāniki mēmu mīpai ēḍu mārgālanu (ākāśālanu) sr̥ṣṭin̄cāmu. Mariyu mēmu sr̥ṣṭi viṣayanlō ē mātraṁ nirlakṣyaṅgā lēmu"},{"SurahNumber":23,"VerseNumber":18,"Text":"mariyu mēmu ākāśaṁ nuṇḍi oka parimāṇantō varṣānni (nīṭini) kuripin̄cāmu, pidapa dānini bhūmilō niluva jēśāmu. Mariyu niścayaṅgā, dānini venakki tīsukunē śakti mākundi"},{"SurahNumber":23,"VerseNumber":19,"Text":"taruvāta dāni dvārā mēmu mī koraku kharjūrapu tōṭalanu drākṣatōṭalanu utpatti cēśāmu; andulō mīku ennō phalālu dorukutāyi. Mariyu vāṭi nuṇḍi mīru tiṇṭāru"},{"SurahNumber":23,"VerseNumber":20,"Text":"Mariyu sināyi koṇḍa prāntanlō oka vr̥kṣaṁ perugutunnadi. Adi nūne istundi mariyu (dāni phalaṁ) tinēvāriki rucikaramaina (kūragā) upayōgapaḍutundi"},{"SurahNumber":23,"VerseNumber":21,"Text":"mariyu niścayaṅgā, mī paśuvulalō mīku oka guṇapāṭhamundi. Mēmu vāṭi kaḍupulalō unnadi (pālu) mīku trāputunnāmu. Mariyu vāṭilō mīku iṅkā ennō itara lābhālu kūḍā unnāyi. Mariyu vāṭi (mānsaṁ) mīru tiṇṭāru"},{"SurahNumber":23,"VerseNumber":22,"Text":"mariyu vāṭi mīda mariyu ōḍala mīda mīru savārī cēstāru"},{"SurahNumber":23,"VerseNumber":23,"Text":"mariyu vāstavāniki mēmu nūh nu tana jāti prajala vaddaku pampāmu. Atanu vāritō annāḍu: \"Nā jāti prajalārā! Allāh nē ārādhin̄caṇḍi mīku āyana tappa maroka ārādhya dēvuḍu lēḍu! Ēmī mīru āyana yandu bhayabhaktulu kaligi uṇḍarā"},{"SurahNumber":23,"VerseNumber":24,"Text":"atani jātilōni satyatiraskārulaina nāyakulu ilā annāru: \"Itanu mī vaṇṭi oka sādhāraṇa mānavuḍē tappa marēmī kāḍu! Mīpai ādhikyata pondagōrutunnāḍu. Mariyu allāh talucukuṇṭē daivadūtalanu pampi uṇḍēvāḍu. Ilāṇṭi viṣayaṁ pūrvīkulaina mana tātamuttātalalō kūḍā jariginaṭlu mēmu vinalēdē"},{"SurahNumber":23,"VerseNumber":25,"Text":"itaḍu kēvalaṁ picci paṭṭina maniṣi kāvuna konta kālaṁ itanini sahin̄caṇḍi"},{"SurahNumber":23,"VerseNumber":26,"Text":"(nūh) annāḍu: \"Ō nā prabhū! Vīru nannu asatyaparuḍani tiraskaristunnāru. Kāvuna nāku sahāyaṁ cēyi"},{"SurahNumber":23,"VerseNumber":27,"Text":"kāvuna mēmu ataniki ī vidhaṅgā divyajñānaṁ (vahī) pampāmu: \"Mā paryavēkṣaṇalō, mā divyajñānaṁ (vahī) prakāraṁ oka ōḍanu tayāru ceyyi. Taruvāta mā ājña vaccinappuḍu mariyu poyyi nuṇḍi nīru ubikinappuḍu (poṅginappuḍu), ā nāvalō pratirakapu jantujāti nuṇḍi okkokka jaṇṭanu mariyu nī parivārapu vārini ekkin̄cukō evarini gurin̄ci ayitē mundugānē nirṇayaṁ jarigindō vāru tappa! Ika durmārgula koraku nātō manavi cēyaku. Niścayaṅgā, vāru mun̄ci vēyabaḍatāru"},{"SurahNumber":23,"VerseNumber":28,"Text":"Ā taruvāta nīvu mariyu nītō unnavāru nāvalōki ekkina pidapa ilā prārthin̄caṇḍi: 'Sarvastōtrālaku ar'huḍu allāh mātramē, āyanē mam'malni durmārgula nuṇḍi vimōcanaṁ kaligin̄cāḍu"},{"SurahNumber":23,"VerseNumber":29,"Text":"iṅkā ilā prārthin̄cu: 'Ō nā prabhū! Nannu śubhapradamaina gamyasthānanlō din̄cu. Gamyasthānāniki cērpin̄cē vārilō nīvē atyuttamuḍavu"},{"SurahNumber":23,"VerseNumber":30,"Text":"niścayaṅgā, indulō (ī gāthalō) sūcanalunnāyi. Mariyu niścayaṅgā, mēmu (prajalanu) parīkṣaku guri cēstū uṇṭāmu"},{"SurahNumber":23,"VerseNumber":31,"Text":"vāri taruvāta mēmu maroka tarānni puṭṭin̄cāmu"},{"SurahNumber":23,"VerseNumber":32,"Text":"mariyu vāri vaddaku vāri nuṇḍiyē, oka sandēśaharuṇṇi pampinappuḍu, (atanu): \"Kēvalaṁ allāh nē ārādhin̄caṇḍi. Mīku āyana tappa maroka ārādhya daivaṁ lēḍu. Ēmī? Mīku daivabhīti lēdā?\" Ani annāḍu"},{"SurahNumber":23,"VerseNumber":33,"Text":"dāniki, atani jātivārilōni - satyatiraskārulainaṭṭi vāru, paralōka samāvēśānni abad'dhamani nirākarin̄cēvāru mariyu ihalōka jīvitanlō mēmu bhāgyavantulugā cēsinaṭṭi - nāyakulu ilā annāru: \"Itanu mī vaṇṭi sādhāraṇa mānavuḍē tappa marēmī kāḍu, mīru tinēdē itanū tiṇṭunnāḍu mariyu mīru trāgēdē itanū trāgutunnāḍu"},{"SurahNumber":23,"VerseNumber":34,"Text":"mariyu okavēḷa mīru mī vaṇṭi oka sādhāraṇa mānavuṇṇi anusarin̄cinaṭlaitē! Niścayaṅgā, mīru naṣṭapaḍina vāravutāru"},{"SurahNumber":23,"VerseNumber":35,"Text":"ēmī? Mīru maraṇin̄ci maṭṭigā emukalugā māripōyina taruvāta kūḍā tirigi lēpabaḍatārani itanu mīku vāgdānaṁ cēstunnāḍā"},{"SurahNumber":23,"VerseNumber":36,"Text":"asambhavaṁ! Mīku cēyabaḍē ī vāgdānaṁ neravēraṭaṁ asambhavaṁ"},{"SurahNumber":23,"VerseNumber":37,"Text":"ika mana jīvitaṁ ī prāpan̄cika jīvitaṁ mātramē! Manaṁ maraṇin̄cēdi jīvin̄cēdi ikkaḍē! Manaṁ ē mātramū tirigi sajīvulugā lēpabaḍamu"},{"SurahNumber":23,"VerseNumber":38,"Text":"ika itanu, ī vyakti allāh pērutō kēvalaṁ abad'dhālu kalpistunnāḍu mariyu mēmu itanini (itani māṭalanu) ennaṭikī viśvasin̄calēmu"},{"SurahNumber":23,"VerseNumber":39,"Text":"(ā pravakta) annāḍu: \"Ō nā prabhū! Vīru cēsē nindārōpaṇala nuṇḍi nannu kāpāḍu"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Allāh) ilā selaviccāḍu: \"Vīru kontakālanlōnē paścāttāpa paḍatāru"},{"SurahNumber":23,"VerseNumber":41,"Text":"ā taruvāta satya (vāgdāna) prakāraṁ oka bhayaṅkaramaina garjana (say hā) vārini cuṭṭu muṭṭindi. Mēmu vārini cettā cedāraṅgā mārci vēśāmu. Ika durmārgulaina jātivāru ī vidhaṅgānē dūramai pōtāru (nāśanaṁ cēyabaḍatāru)"},{"SurahNumber":23,"VerseNumber":42,"Text":"vāri taruvāta itara tarāla vārini puṭṭin̄cāmu"},{"SurahNumber":23,"VerseNumber":43,"Text":"ē samājaṁ vāru kūḍā tamaku (niyamimpabaḍina) gaḍuvuku mundu kālēru mariyu dāniki venuka kālēru"},{"SurahNumber":23,"VerseNumber":44,"Text":"ā taruvāta mēmu mā sandēśaharulanu okari taruvāta okarini pamputū vaccāmu. Pratisāri oka samājaṁ vaddaku dāni sandēśaharuḍu vaccinappuḍu, vāru atanini asatyuḍani tiraskarin̄cāru. Vārini okari taruvāta okarini naśimpajēstū vaccāmu. Civaraku vārini gāthalugā cēsi vadilāmu. Ika viśvasin̄cani prajalu ī vidhaṅgā dūramai pōvugāka (nāśanaṁ cēyabaḍugāka)"},{"SurahNumber":23,"VerseNumber":45,"Text":"ā taruvāta mūsā mariyu atani sōdaruḍu hārūn lanu mā sūcanalatō mariyu spaṣṭamaina pramāṇantō pampāmu"},{"SurahNumber":23,"VerseNumber":46,"Text":"phir'aun mariyu atani nāyakula vaddaku. Kāni vāru durahaṅkāraṁ cūpāru. Vāru tama ahambhāvanlō munigi uṇḍēvāru"},{"SurahNumber":23,"VerseNumber":47,"Text":"apuḍu vārannāru: \"Ēmī? Mēmu mā vaṇṭi ī iddaru mānavulanu viśvasin̄cālā? Mariyu evari jāti vāraitē mā bānisalugā unnārō"},{"SurahNumber":23,"VerseNumber":48,"Text":"kāvuna vāru, ā iruvurini asatyavādulani tiraskarin̄ci, nāśanaṁ cēyabaḍina vārilō cēripōyāru"},{"SurahNumber":23,"VerseNumber":49,"Text":"mariyu vāstavāniki mēmu mūsāku granthānni prasādin̄cāmu, bahuśā vāru mārgadarśakatvaṁ pondutārēmōnani"},{"SurahNumber":23,"VerseNumber":50,"Text":"ika maryam kumāruṇṇi mariyu atani tallini mēmu (mā anugrahapu) sūcanagā cēśāmu. Mariyu vāriddariki unnatamaina, praśāntamaina nīḍa, pravahin̄cē selayēḷḷu mariyu celamalu gala sthānanlō āśrayamiccāmu"},{"SurahNumber":23,"VerseNumber":51,"Text":"ō sandēśaharulārā! Pariśud'dhamaina vastuvulanē tinaṇḍi mariyu satkāryālu cēyaṇḍi. Niścayaṅgā, mīru cēsēdantā nāku bāgā telusu"},{"SurahNumber":23,"VerseNumber":52,"Text":"Mariyu niścayaṅgā, mī ī samājaṁ okē okka samājaṁ mariyu nēnē mī prabhuvunu, kāvuna mīru nā yandē bhayabhaktulu kaligi uṇḍaṇḍi"},{"SurahNumber":23,"VerseNumber":53,"Text":"kāni vāru tama (dharmaṁ) viṣayanlō paraspara bhēdābhiprāyālu kalpin̄cukoni, vibhinna tegalugā cīlipōyāru. Prati vargaṁ vāru, tāmu anusarin̄cē dānitō santōṣapaḍutunnāru"},{"SurahNumber":23,"VerseNumber":54,"Text":"kāvuna vārini konta kālaṁ varaku vāri mūḍhatvanlōnē munigi uṇḍanivvu"},{"SurahNumber":23,"VerseNumber":55,"Text":"ēmī? Mēmu vāriki sampadalu mariyu santānaṁ samr̥d'dhigā istunnāmaṇṭē"},{"SurahNumber":23,"VerseNumber":56,"Text":"mēmu vāriki mēlu cēyaṭanlō tondarapaḍutunnāmani, vāru bhāvistunnārā? Alā kādu vāru grahin̄caṭaṁ lēdu"},{"SurahNumber":23,"VerseNumber":57,"Text":"niścayaṅgā, evaraitē, tama prabhuvu bhayaṁ valla, bhītiparulai uṇṭārō"},{"SurahNumber":23,"VerseNumber":58,"Text":"mariyu evaraitē, tama prabhuvu āyātulanu viśvasistārō"},{"SurahNumber":23,"VerseNumber":59,"Text":"mariyu evaraitē tama prabhuvuku evvarinī sāṭigā (bhāgasvāmulugā) kalpin̄carō"},{"SurahNumber":23,"VerseNumber":60,"Text":"mariyu evaraitē, tāmu ivva valasinadi (jakāt) iccēṭappuḍu, niścayaṅgā, vāru tama prabhuvu vaipuku maralipōvalasi unnadanē bhayānni tama hr̥dayālalō un̄cukoni istārō"},{"SurahNumber":23,"VerseNumber":61,"Text":"ilāṇṭi vārē man̄cipanulu cēyaṭanlō pōṭī paḍēvāru. Mariyu vāru vāṭini cēyaṭāniki andari kaṇṭē mundu uṇḍēvāru"},{"SurahNumber":23,"VerseNumber":62,"Text":"mariyu mēmu ē prāṇi pai kūḍā dāni śaktiki min̄cina bhāraṁ vēyamu. Mariyu mā vadda antā vrāyabaḍina oka granthamundi. Adi satyānni palukutundi. Mariyu vārikelāṇṭi an'yāyaṁ jarugadu"},{"SurahNumber":23,"VerseNumber":63,"Text":"alā kādu, vāri hr̥dayālu dīnini gurin̄ci ajñānanlō paḍi unnāyi. Intēgāka vāru cēsē (duṣṭa) kāryālu ennō unnāyi vāru vāṭini cūstunē uṇṭāru"},{"SurahNumber":23,"VerseNumber":64,"Text":"civaraku, vārilōni ihalōka bhōgabhāgyālalō munigi unna vārini śikṣin̄caṭāniki mēmu paṭṭukunnappuḍu, vāru morapeṭṭukuṇṭāru"},{"SurahNumber":23,"VerseNumber":65,"Text":"(appuḍu vāritō ilā anabaḍutundi): \"Īrōju mīru morapeṭṭukōkaṇḍi! Niścayaṅgā, mā taraphu nuṇḍi mīku elāṇṭi sahāyaṁ labhin̄caḍaṁ jarugadu"},{"SurahNumber":23,"VerseNumber":66,"Text":"Vāstavāniki, nā sūcanalu mīku vinipin̄cabaḍinappuḍu, mīru mī maḍamala mīda venukaku tirigi pōyēvāru"},{"SurahNumber":23,"VerseNumber":67,"Text":"durahaṅkārantō dānini gurin̄ci vyarthapu pralāpālalō rātrulu gaḍuputū uṇḍēvāru"},{"SurahNumber":23,"VerseNumber":68,"Text":"ēmī? Vāru ī (daiva) vākkunu gurin̄ci ennaḍū ālōcin̄calēdā? Lēka vāri pūrvīkulaina, vāri tātamuttātala vaddaku ennaḍū rānidi, vāri vaddaku vaccindanā"},{"SurahNumber":23,"VerseNumber":69,"Text":"lēka vāru tama sandēśaharuṇṇi erugarā? Andukē atanni tiraskaristunnārā"},{"SurahNumber":23,"VerseNumber":70,"Text":"lēka: \"Ataniki piccipaṭṭindi!\" Ani aṇṭunnārā? Vāstavāniki, atanu vāri vaddaku satyānni teccāḍu. Kāni cālāmandi satyānni asahyin̄cukuṇṭunnāru"},{"SurahNumber":23,"VerseNumber":71,"Text":"mariyu okavēḷa satyamē vāri kōrikalaku anuguṇaṅgā uṇṭē bhūmyākāśālu mariyu vāṭilō unnadantā nāśanamai pōyēdi. Vāstavāniki mēmu vāri vaddaku hitabōdhanu pampāmu. Kāni vāru tama hitabōdha nuṇḍi mukhaṁ trippukuṇṭunnāru"},{"SurahNumber":23,"VerseNumber":72,"Text":"lēka nīvu (ō muham'mad!) Vārini pratiphalaṁ ēmainā aḍugutunnāvā? Nī prabhuvu iccē pratiphalamē entō mēlainadi. Āyanē andari kaṇṭē śrēṣṭhuḍaina upādhi pradāta"},{"SurahNumber":23,"VerseNumber":73,"Text":"mariyu niścayaṅgā, nīvu vārini r̥jumārgaṁ vaipunaku pilustunnāvu"},{"SurahNumber":23,"VerseNumber":74,"Text":"mariyu niścayaṅgā, paralōkānni nam'mani vāru (r̥ju) mārgaṁ nuṇḍi vaidolagina vārē"},{"SurahNumber":23,"VerseNumber":75,"Text":"okavēḷa mēmu vārini karuṇin̄ci, (ihalōkanlō vārikunna) āpadanu tolagin̄cinā! Vāru talabirusutanantō paṭṭu viḍuvakuṇḍā trōva tappi, san̄caristū uṇṭāru"},{"SurahNumber":23,"VerseNumber":76,"Text":"mariyu vāstavāniki, mēmu vārini śikṣaku guri cēśāmu. Ayinā vāru tama prabhuvu mundu vaṅgalēdu mariyu vāru vinamrulu kūḍā kālēdu"},{"SurahNumber":23,"VerseNumber":77,"Text":"civaraku mēmu vāri koraku kaṭhina śikṣā dvārānni tericāmu. Appuḍu vāru nirāśa cendina vārayyāru"},{"SurahNumber":23,"VerseNumber":78,"Text":"mariyu āyanē, mīku vinē śaktinī, cūsē śaktinī mariyu (arthaṁ cēsukōvaṭāniki) hr̥dayālanu sr̥jin̄cinavāḍu! Ayinā mīrenta takkuvagā kr̥tajñatalu teluputunnāru"},{"SurahNumber":23,"VerseNumber":79,"Text":"Mariyu mim'malni bhūmipai vyāpimpa jēsinavāḍu āyanē. Mariyu āyana vaddanē mīrantā samāvēśa paracabaḍatāru"},{"SurahNumber":23,"VerseNumber":80,"Text":"mariyu mīku jīvitānni iccēvāḍu mariyu maraṇimpajēsēvāḍu āyanē! Mariyu rātrimbavaḷḷa mārpu āyana ādhīnanlōnē undi. Ēmī? Mīridi arthaṁ cēsukōlērā"},{"SurahNumber":23,"VerseNumber":81,"Text":"kāni vāru tama pūrvīkulu palikinaṭlē palukutunnāru"},{"SurahNumber":23,"VerseNumber":82,"Text":"vāraṇṭunnāru: \"Ēmī? Mēmu maraṇin̄ci, maṭṭigā mariyu emukalugā māri pōyina taruvāta kūḍā maḷḷī sajīvulugā lēpabaḍatāmā"},{"SurahNumber":23,"VerseNumber":83,"Text":"vāstavāniki, iṭuvaṇṭi vāgdānālu, mākū mariyu māku pūrvaṁ mā tātamuttātalaku cēyabaḍinavē! Vāstavāniki ivi kēvalaṁ pūrvakālapu kaṭṭukathalu mātramē"},{"SurahNumber":23,"VerseNumber":84,"Text":"vārini ilā aḍugu: \"Ī bhūmi mariyu indulō unnadantā evariki cendinadō mīku telistē ceppaṇḍi"},{"SurahNumber":23,"VerseNumber":85,"Text":"vāraṇṭāru: \"Allāh kē!\" Vāritō anu: \"Ayinā mīru hitōpadēśaṁ svīkarin̄carā"},{"SurahNumber":23,"VerseNumber":86,"Text":"vārini aḍugu: \"Saptākāśāla prabhuvu mariyu sarvōttama sinhāsanāniki (arṣ ku) prabhuvu evaru"},{"SurahNumber":23,"VerseNumber":87,"Text":"vāraṇṭāru: \"Allāh mātramē!\" Ani. Vāritō anu: \"Ayitē mīrenduku āyana paṭla bhayabhaktulu kaligi uṇḍaru"},{"SurahNumber":23,"VerseNumber":88,"Text":"vārini ilā aḍugu: \"Mīku telistē ceppaṇḍi! Pratidānipai pālanādhikāraṁ evari cētilō undi? Mariyu pratidāniki śaraṇamiccēvāḍu āyanē mariyu āyanaku vyatirēkaṅgā śaraṇamivvagala vāḍevvaḍū lēnivāḍu, evaru"},{"SurahNumber":23,"VerseNumber":89,"Text":"vāraṇṭāru: \"Allāh mātramē!\" Vāritō anu: \"Ayitē mīrenduku māyājālāniki guravutunnāru (mōsagimpabaḍutunnāru)"},{"SurahNumber":23,"VerseNumber":90,"Text":"alā kādu! Mēmu vāriki satyānni andajēśāmu. Mariyu niścayaṅgā, vārē asatyavādulu"},{"SurahNumber":23,"VerseNumber":91,"Text":"allāh evvarinī kūḍā tanaku santānaṅgā cēsukōlēdu mariyu āyanatō pāṭu maroka ārādhya dēvuḍu lēḍu. Alā ayitē prati dēvuḍu tana sr̥ṣṭitō vērai pōyēvāḍu mariyu vāru okaripai nokaru prābalyaṁ pondagōrēvāru. Allāh! Vāru kalpin̄cē vāṭiki atītuḍu"},{"SurahNumber":23,"VerseNumber":92,"Text":"Āyana agōcara mariyu gōcara viṣayāla jñānaṁ galavāḍu. Vāru sāṭi kalpin̄cē bhāgasvāmula kaṇṭē, āyana atyunnatuḍu"},{"SurahNumber":23,"VerseNumber":93,"Text":"(ō muham'mad!) Ilā prārthin̄cu: \"Ō nā prabhū! Ē (śikṣa ayitē) vāriki (aviśvāsulaku) vāgdānaṁ cēyabaḍi unnadō dānini nīvu nāku cūpanunnacō"},{"SurahNumber":23,"VerseNumber":94,"Text":"ō nā prabhū! Nannu ī durmārga prajalalō cērcaku"},{"SurahNumber":23,"VerseNumber":95,"Text":"mariyu niścayaṅgā, mēmu vāriki (aviśvāsulaku) vāgdānamu cēsindi (śikṣa) nīku cūpagala samardhulamu"},{"SurahNumber":23,"VerseNumber":96,"Text":"ceḍunu, man̄citanamutō nivārin̄cu. Vāru āpādin̄cē viṣayālu māku bāgā telusu"},{"SurahNumber":23,"VerseNumber":97,"Text":"mariyu ilā prārthin̄cu: \"Ō nā prabhū! Ṣaitānulu rēkettin̄cē kalatala nuṇḍi (rakṣaṇa pondaṭāniki) nēnu nī śaraṇu vēḍukuṇṭunnānu"},{"SurahNumber":23,"VerseNumber":98,"Text":"mariyu ō nā prabhū! Avi nā vaddaku rākuṇḍā uṇḍālani, nēnu nī śaraṇu vēḍukuṇṭunnānu"},{"SurahNumber":23,"VerseNumber":99,"Text":"civariki vārilō okaḍiki maraṇaṁ samīpin̄cinappuḍu vāḍilā vēḍukuṇṭāḍu: \"Ō nā prabhū! Nannu tirigi (bhūlōkāniki) pampu"},{"SurahNumber":23,"VerseNumber":100,"Text":"nēnu cēyakuṇḍā vaccina satkāryālu cēyaṭāniki.\" Adi kāni pani. Niścayaṅgā adi atani nōṭimāṭa mātramē! Ika (ī maraṇin̄cina) vāru tirigi lēpabaḍē dinaṁ varaku vāri mundu oka aḍḍutera (bar jakh) uṇṭundi"},{"SurahNumber":23,"VerseNumber":101,"Text":"ā taruvāta bāgā ūdabaḍina dinamuna vāri madhya elāṇṭi sambandhālu uṇḍavu. Mariyu vāru okari nokaru palukarin̄cukōru kūḍā"},{"SurahNumber":23,"VerseNumber":102,"Text":"ika evari (satkāryāla) paḷḷālu baruvugā uṇṭāyō, ālāṇṭi vārē sāphalyaṁ pondēvāru"},{"SurahNumber":23,"VerseNumber":103,"Text":"mariyu evari paḷḷālu tēlikagā uṇṭāyō, alāṇṭi vārē tamanu tāmu naṣṭāniki guri cēsukunna vāru, vārē narakanlō śāśvataṅgā uṇḍēvāru"},{"SurahNumber":23,"VerseNumber":104,"Text":"agni vāri mukhālanu kālci vēstundi. Vāri pedavulu bigin̄cuku pōyi, paḷḷu bayaṭa paḍatāyi"},{"SurahNumber":23,"VerseNumber":105,"Text":"(vārini allāh ilā praśnistāḍu): \"Ēmī? Nā sūcanalu mīku vinipin̄cabaḍalēdā? Appuḍu mīru vāṭini asatyālani tiraskaristū uṇḍēvāru kadā"},{"SurahNumber":23,"VerseNumber":106,"Text":"Vārilā aṇṭāru: \"Ō mā prabhū! Mā duradr̥ṣṭaṁ mam'malni kram'mukoni uṇḍindi. Mēmu mārgabhraṣṭulamaina vārigā uṇḍēvāraṁ"},{"SurahNumber":23,"VerseNumber":107,"Text":"ō mā prabhū! Mam'malni dīni (ī narakaṁ) nuṇḍi bayaṭaku tīyi. Okavēḷa mēmu marala (pāpālu) cēstē, mēmu niścayaṅgā, durmārgulamē"},{"SurahNumber":23,"VerseNumber":108,"Text":"āyana (allāh) aṇṭāḍu: \"Dānilōnē parābhavantō paḍi uṇḍaṇḍi mariyu nātō māṭlāḍakaṇḍi"},{"SurahNumber":23,"VerseNumber":109,"Text":"niścayaṅgā, nā dāsulalō kondaru ilā prārthin̄cē vārunnāru: \"Ō mā prabhū! Mēmu viśvasin̄cāmu, mam'malni kṣamin̄cu mariyu mam'malni karuṇin̄cu mariyu karuṇin̄cēvārilō nīvē atyuttamuḍavu"},{"SurahNumber":23,"VerseNumber":110,"Text":"kāni mīru vārini parihāsāniki guri cēsēvāru, civaraku (ā parihāsamē) mim'malni nā dhyānaṁ nuṇḍi marapimpajēsindi; mariyu mīru vāri mīda navvēvāru (egatāḷi cēsēvāru)"},{"SurahNumber":23,"VerseNumber":111,"Text":"niścayaṅgā, ī rōju nēnu vāriki, vāri sahanāniki tagina pratiphalānni iccānu. Niścayaṅgā vārē vijayaṁ pondinavāru"},{"SurahNumber":23,"VerseNumber":112,"Text":"(allāh) ilā praśnistāḍu: \"Mīru bhūmilō enni sanvatsarālu gaḍipāru"},{"SurahNumber":23,"VerseNumber":113,"Text":"vārilā javābistāru: \"Mēmakkaḍa okka dinamō lēka dinapu konta bhāgamō uṇṭimi. Lekka peṭṭina vārini aḍugu"},{"SurahNumber":23,"VerseNumber":114,"Text":"(allāh) aṇṭāḍu: \"Mīrakkaḍa unnadi kontakālaṁ mātramē! Okavēḷa idi mīru telusukoni uṇṭē (enta bāguṇḍēdi)"},{"SurahNumber":23,"VerseNumber":115,"Text":"ēmī? Vāstavāniki mēmu mim'malni vr̥thāgānē puṭṭin̄cāmani mariyu mīru mā vaipunaku ennaḍū marali rārani bhāvin̄cārā"},{"SurahNumber":23,"VerseNumber":116,"Text":"kāvuna (telusukōṇḍi) allāh atyunnatuḍu, nijamaina viśvasārvabhaumuḍu, āyana tappa maroka ārādhya dēvuḍu lēḍu. Āyanē gauravapradamaina sinhāsanāniki (arṣ ku) prabhuvu"},{"SurahNumber":23,"VerseNumber":117,"Text":"ika evaḍainā allāh tō pāṭu maroka daivānni - tana vadda dāni koraku elāṇṭi ādhāraṁ lēkuṇḍānē - prārthistāḍō, niścayaṅgā atani lekka atani prabhuvu vadda undi. Niścayaṅgā, satyatiraskārulu sāphalyamu pondalēru"},{"SurahNumber":23,"VerseNumber":118,"Text":"Kāvuna nīvu ilā prārthin̄cu: \"Ō nā prabhū! Nannu kṣamin̄cu, nannu karuṇin̄cu, karuṇin̄cēvārilō nīvē atyuttamuḍavu"},{"SurahNumber":24,"VerseNumber":1,"Text":"idi oka sūrah! Mēmē dīnini avatarimpajēśāmu mariyu dīnini vidhigā jēśāmu mariyu bahuśā mīru guṇapāṭhaṁ nērcukuṇṭārani, mēmindulō spaṣṭamaina sūcanalanu (āyāt lanu) avatarimpajēśāmu"},{"SurahNumber":24,"VerseNumber":2,"Text":"vyabhicāriṇi mariyu vyabhicāruḍu, ī iddarilō prati okkariki nūrēsi koraḍā debbalu koṭṭaṇḍi. Mariyu mīku allāh yandu mariyu antima dinamunandu viśvāsamuṇṭē - allāh vidhin̄cina dharmaviṣayanlō - vāriddari yeḍala mīku jāli kalugakūḍadu. Mariyu vāriddari śikṣanu, viśvāsulalō kondaru cūḍāli"},{"SurahNumber":24,"VerseNumber":3,"Text":"oka vyabhicāri, oka vyabhicāriṇini lēka bahudaivārādhakurālayina (muṣrik) strīni mātramē vivāhamāḍutāḍu; mariyu oka vyabhicāriṇini, oka vyabhicāruḍō lēka oka bahudaivārādhakuḍō mātramē vivāhamāḍutāḍu. Mariyu ilāṇṭi viṣayaṁ viśvāsula koraku niṣēdhin̄cabaḍindi"},{"SurahNumber":24,"VerseNumber":4,"Text":"mariyu evarainā śīlavatulaina strīlapai apaninda mōpina taruvāta naluguru sākṣulanu tīsukoni rālērō, vāriki enabhai koraḍā debbalu koṭṭaṇḍi mariyu vāri sākṣyānni ennaṭikī svīkarin̄cakaṇḍi. Alāṇṭi vāru parama duṣṭulu (phāsikhūn)"},{"SurahNumber":24,"VerseNumber":5,"Text":"kāni aṭu pim'maṭa evaraitē paścāttāpa paḍi tamanu tāmu savarin̄cukuṇṭārō! Niścayaṅgā, alāṇṭi vāri paṭla allāh kṣamīśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":24,"VerseNumber":6,"Text":"mariyu evaraitē, tama bhāryala mīda apaninda mōpi, dāniki tāmu svayamē tappa itarulanu sākṣulugā tēlērō, vāru tamantaṭa tāmē nālugu sārlu allāh pai pramāṇaṁ cēsi sākṣyamistū; niścayaṅgā, tānu satyaṁ palukutunnānanī"},{"SurahNumber":24,"VerseNumber":7,"Text":"mariyu aidavasāri ataḍu okavēḷa asatyaṁ palukutunnaṭlayitē! Niścayaṅgā, allāh āgrahaṁ tana mīda virucuku paḍugāka! Anī anāli"},{"SurahNumber":24,"VerseNumber":8,"Text":"Ika āme (bhārya) śikṣanu tappin̄cukōvaṭāniki, nālugu sārlu allāh pai pramāṇaṁ cēstū; niścayaṅgā, ataḍu abad'dhaṁ cebutunnāḍanī"},{"SurahNumber":24,"VerseNumber":9,"Text":"mariyu ayidavasāri okavēḷa ataḍu satyavantuḍaitē! Niścayaṅgā, tana mīda allāh āgrahaṁ virucuku paḍugāka! Anī anāli"},{"SurahNumber":24,"VerseNumber":10,"Text":"mariyu mīpai allāh anugrahaṁ mariyu āyana karuṇayē lēkuṇṭē! (Āyana mī śikṣanu tvaralōnē teccēvāḍu) mariyu niścayaṅgā, allāh paścāttāpānni svīkarin̄cēvāḍu, mahā vivēkavantuḍu"},{"SurahNumber":24,"VerseNumber":11,"Text":"niścayaṅgā, apaninda mōpēvāru, mīlō nun̄cē kondarunnāru. Adi mīku hānikaramainadani bhāvin̄cakaṇḍi. Vāstavāniki adi mīku mēlainadē. Vārilō prati okkaniki tānu cēsina pāpāniki tagina śikṣa labhistundi. Mariyu vārilō (ī apaninda mōpaṭanlō), pedda bādhyata vahin̄cina vāniki ghōramaina śikṣa paḍutundi"},{"SurahNumber":24,"VerseNumber":12,"Text":"viśvāsulaina puruṣulu mariyu viśvāsulaina strīlu dānini vininappuḍu, tamanu gurin̄ci tāmu man̄ci talampu vahin̄ci: \"Idi spaṣṭamaina apanindayē!\" Ani enduku analēdu"},{"SurahNumber":24,"VerseNumber":13,"Text":"mariyu vāru dīnikai naluguru sākṣulanu enduku tīsukurālēdu? Okavēḷa vāru sākṣulanu tīsukoni rānappuḍu, allāh vadda vārē asatyavādulu"},{"SurahNumber":24,"VerseNumber":14,"Text":"mariyu okavēḷa mīpai allāh anugrahaṁ mariyu āyana karuṇa, ihalōkanlō mariyu paralōkanlō lēkuṇṭē - mīru ē viṣayālalō paḍi pōyārō, vāṭi paryavasānaṅgā - mīpai ghōramaina śikṣa paḍi uṇḍēdi"},{"SurahNumber":24,"VerseNumber":15,"Text":"appuḍu mīru dānini (ā apanindanu) mī nālukalatō vyāpimpajēstū pōyāru mariyu mīku teliyani dānini mī nōḷḷatō palukasāgāru mariyu mīru dānini cinna viṣayaṅgā bhāvin̄cāru, kāni allāh daggara (dr̥ṣṭilō) adi entō goppa viṣayaṁ (aparādhaṁ)"},{"SurahNumber":24,"VerseNumber":16,"Text":"mariyu mīru dānini vinnappuḍu: \"Ilāṇṭi māṭa palakaḍaṁ māku tagadu, (ō mā prabhū!) Nīvu sarvalōpālaku atītuḍavu, idi goppa nindārōpaṇa!\" Ani enduku analēdu"},{"SurahNumber":24,"VerseNumber":17,"Text":"Mīru viśvāsulē ayitē, ika mīdaṭa ennaṭikī iṭuvaṇṭi cēṣṭalu marala cēyakūḍadani allāh mim'malni upadēśistunnāḍu"},{"SurahNumber":24,"VerseNumber":18,"Text":"mariyu allāh mīku spaṣṭamaina āyāt lanu cūputunnāḍu. Mariyu allāh sarvajñuḍu, mahā vivēkavantuḍu"},{"SurahNumber":24,"VerseNumber":19,"Text":"niścayaṅgā, evaraitē viśvāsavarganlō aślīlata vyāpin̄cālani kōrutārō, alāṇṭi vāriki ihalōkanlō mariyu paralōkanlō kūḍā kaṭhinaśikṣa paḍutundi. Mariyu allāh ku antā telusu, kāni mīku teliyadu"},{"SurahNumber":24,"VerseNumber":20,"Text":"mariyu mī yeḍala allāh anugrahaṁ mariyu āyana karuṇayē lēkuṇṭē (mīru nāśanamai pōyēvāru); mariyu niścayaṅgā, allāh mahā kanikaruḍu, apāra karuṇā pradāta"},{"SurahNumber":24,"VerseNumber":21,"Text":"ō viśvāsulārā! Ṣaitān aḍugu jāḍalalō naḍavakaṇḍi. Mariyu evaḍu ṣaitān aḍugujāḍalalō naḍustāḍō! Niścayaṅgā ṣaitān atanini aślīlamaina mariyu asabhyakaramaina panulu cēyaṭāniki prōtsahistāḍu mariyu mī yeḍala allāh anugrahaṁ mariyu āyana karuṇayē lēkuṇṭē, mīlō okkaḍū kūḍā nītimantunigā uṇḍalēḍu. Kāni allāh tānu kōrina vānini nītimantunigā cēstāḍu. Mariyu allāh sarvaṁ vinēvāḍu sarvajñuḍu"},{"SurahNumber":24,"VerseNumber":22,"Text":"mariyu mīlō (allāh) anugrahaṁ mariyu samr̥d'dhigā (sampadalu) galavāru, tama bandhuvulaku, pēdalaku, allāh mārganlō valasa (hijrat) pōyē vāriki, sahāyaṁ cēyamani pratijña cēyarādu. Vārini mannin̄cāli, (vāri tappulanu) upēkṣin̄cāli. Ēmī? Allāh mī tappulanu kṣamin̄cālani mīru kōrarā? Vāstavāniki allāh kṣamāśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":24,"VerseNumber":23,"Text":"niścayaṅgā, evaraitē śīlavatulu, amāyakulu ayina viśvāsa strīlapai apanindalu mōputārō, vāru ī lōkanlōnū mariyu paralōkanlōnū śapin̄cabaḍatāru (bahiṣkarimpabaḍatāru) mariyu vāriki ghōramaina śikṣa uṇṭundi"},{"SurahNumber":24,"VerseNumber":24,"Text":"vāri nālukalu, vāri cētulu mariyu vāri kāḷḷu - vāru cēstū uṇḍina karmalanu gurin̄ci - vāriki virud'dhaṅgā sākṣyamiccē rōju"},{"SurahNumber":24,"VerseNumber":25,"Text":"Ā rōju! Allāh vāriki, (vāri karmalaku) pūrti pratiphalamistāḍu. Mariyu niścayaṅgā, allāh! Āyanē parama satyamani vāru telusukuṇṭāru"},{"SurahNumber":24,"VerseNumber":26,"Text":"nikr̥ṣṭulaina strīlu, nikr̥ṣṭulaina puruṣulaku mariyu nikr̥ṣṭulaina puruṣulu, nikr̥ṣṭulaina strīlaku taginavāru. Mariyu nirmala strīlu, nirmala puruṣulaku mariyu nirmala puruṣulu, nirmala strīlaku taginavāru. Vāru (kapaṭa viśvāsulalu) mōpē apanindalaku vīru nirdōṣulu. Vīriki kṣamāpaṇa mariyu gauravapradamaina jīvanōpādhi uṇṭāyi"},{"SurahNumber":24,"VerseNumber":27,"Text":"ō viśvāsulārā! Mī iṇḍlu tappa, itarula iṇḍlalōniki vāri anumati lēkuṇḍā mariyu ā iṇṭivāriki salām cēyakuṇḍā pravēśin̄cakaṇḍi. Ī pad'dhati mīku ati uttamamainadi mīru ī hitōpadēśaṁ jñāpakaṁ un̄cukuṇṭārani āśimpabaḍutōndi"},{"SurahNumber":24,"VerseNumber":28,"Text":"mariyu okavēḷa mīku dānilō (ā iṇṭilō) evvarū kanabaḍakapōyinā, mīku anumati ivvabaḍananta varaku andulōki pravēśin̄cakaṇḍi. Mariyu (anumati ivvaka) mītō tirigi pom'mani (ā iṇṭivāru) aṇṭē! Tirigi veḷḷi pōṇḍi. Idē mī koraku śrēṣṭhamaina pad'dhati. Mariyu mīru cēsēdantā allāh ku bāgā telusu"},{"SurahNumber":24,"VerseNumber":29,"Text":"evvarikī nivāsa sthalaṁ kākuṇḍā mīku prayōjanakaramaina vastuvulunna iṇḍlalō pravēśistē, mīpai eṭṭi dōṣaṁ lēdu. Mariyu mīru vyaktaparicēdi mariyu mīru dācēdi antā allāh ku bāgā telusu"},{"SurahNumber":24,"VerseNumber":30,"Text":"viśvasin̄cina puruṣulatō, vāri cūpulanu krindiki peṭṭukōmani mariyu vāri marmāṅgālanu kāpāḍukōmani ceppu. Idi vāriki entō śrēṣṭhamainadi. Niścayaṅgā, allāh vāri cēṣṭalanu bāgā erugunu"},{"SurahNumber":24,"VerseNumber":31,"Text":"Mariyu viśvasin̄cina strīlatō kūḍā vāri cūpulanu krindiki peṭṭukōmani mariyu vāri marmāṅgālanu kāpāḍukōmani ceppu. Mariyu vāri alaṅkaraṇanu pradarśin̄cavaddani ceppu - (dānantaṭa adē) pradarśanamayyēdi tappa. Vārini, tama tala mīdi duppaṭini rom'mula varaku kappukōmani ceppu. Vāru tama alaṅkārānni tama bhartalaku, tama taṇḍrulaku, tama bhartala taṇḍrulaku, tama kumārulaku, tama bhartala kumārulaku, tama sōdarulaku, tama sōdarula kumārulaku, tama sōdarīmaṇula kumārulaku, tama (tōṭi strīlaku, tama bānisa strīlaku, lēka kāma icchalēni maga sēvakulaku, lēka strīla guptāṅgālanu gurin̄ci teliyani bāluraku tappa. Itarula mundu pradarśin̄cakūḍadani mariyu kanabaḍakuṇḍā unna tama alaṅkāraṁ teliyabaḍēṭaṭlugā, vāru tama pādālanu nēlapai koḍutū naḍavakūḍadani ceppu. Mariyu ō viśvāsulārā! Mīrandarū kalasi allāh nu kṣamāpaṇakai vēḍukuṇṭē, mīru sāphalyaṁ pondavaccu)"},{"SurahNumber":24,"VerseNumber":32,"Text":"mīlōni peṇḍlikāni vāriki mariyu śīlavatulaina mī bānisa puruṣulu mariyu bānisa strīlaku vivāhālu cēyin̄caṇḍi. Okavēḷa vāru pēdavārayitē, allāh tana anugrahantō vārini sampannulagā cēyavaccu! Mariyu allāh sarvavyāpti, sarvajñuḍu"},{"SurahNumber":24,"VerseNumber":33,"Text":"evarikaitē, peṇḍli cēsukunē śakti lēdō vāru, allāh tana anugrahantō vārini dhanavantulugā cēsē varaku śīlaśud'dhatanu pāṭin̄cāli. Mariyu mī bānisalalō evarainā svēcchāpatraṁ vrāyin̄cukōgōritē vāri yandu mīku man̄citanaṁ kanabaḍitē, vāriki svēcchāpatraṁ vrāsi ivviṇḍi. Allāh mīku iccina dhanaṁ nuṇḍi vāriki kūḍā konta ivvaṇḍi. Mīru ihalōka prayōjanāla nimittaṁ, mī bānisa strīlu śīlavatulugā uṇḍagōritē vārini vyabhicārāniki balavantapeṭṭakaṇḍi, evarainā vārini balavantapeḍitē! Niścayaṅgā, allāh vārini (ā bānisa strīlaku) balātkāraṁ taruvāta kṣamin̄cēvāḍu, apāra karuṇā pradāta"},{"SurahNumber":24,"VerseNumber":34,"Text":"Mariyu vāstavāniki, mēmu mī vaddaku spaṣṭamaina sūcanalanu, mīku pūrvaṁ gatin̄cina vāri udāharaṇalanu mariyu daivabhīti galavāriki bōdhanalanu (upadēśālanu) avatarimpajēśāmu"},{"SurahNumber":24,"VerseNumber":35,"Text":"allāh ākāśālakū mariyu bhūmikī jyōti. Āyana jyōtini, gūṭilōni dīpanlō pōlcavaccu. Ā dīpaṁ cuṭṭū gāju undi. Ā gāju oka nakṣatraṁ valē prakāśistunnadi. Adoka pāvanamaina jaitūn vr̥kṣaṁ (nūne) tō veligin̄cabaḍutunnadi, adi (ā vr̥kṣaṁ) tūrpuku gānī, paḍamaraku gānī cendinadi kādu. Dāni nūne agni aṇṭakunnā maṇḍutūnē uṇṭundi. Velugu mīda velugu! Allāh tana velugu vaipunaku tanaku iṣṭamaina vāriki mārgadarśakatvaṁ cēstāḍu. Allāh udāharaṇala dvārā prajalaku bōdhistāḍu. Mariyu allāh ku prati viṣayaṁ gurin̄ci bāgā telusu"},{"SurahNumber":24,"VerseNumber":36,"Text":"allāh ē iṇḍlanu (masjidulanu) lēpi, vāṭilō āyana nāmānni smarin̄camani selaviccāḍō, andulō vāru, āyana pavitratanu udayaṁ mariyu sāyantraṁ stutistū uṇṭāru"},{"SurahNumber":24,"VerseNumber":37,"Text":"prajalalō kondarini - vāri vyāpāraṁ gānī mariyu krayavikrayālu gānī - allāh smaraṇa nuṇḍī, namāj sthāpin̄caḍaṁ nuṇḍī mariyu vidhidānaṁ (jakāt) ivvaḍaṁ nuṇḍī tappin̄calēvu. Hr̥dayālu mariyu kanugruḍlu giragira tirigi pōyē, ā dinamunu gurin̄ci, vāru bhayapaḍutū uṇṭāru"},{"SurahNumber":24,"VerseNumber":38,"Text":"vāru ilā cēyaṭaṁ, allāh vāriki vāri man̄cipanula koraku pratiphalamivvaṭāniki; mariyu tana anugrahālanu vāripai adhikaṁ cēyaṭāniki. Mariyu allāh tānu kōrina vāriki lekkalēnanta jīvanōpādhini prasādistāḍu"},{"SurahNumber":24,"VerseNumber":39,"Text":"ika satyānni tiraskarin̄cina vāri karmalanu eḍārilōni eṇḍamāvitō pōlca vaccu. Dappika gonnavāḍu - dānini nīrugā bhāvin̄ci dāni vaddaku cēri, civariki ēmī pondalēka - akkaḍa allāh nu pondutāḍu. Appuḍu āyana atani lekkanu pūrtigā tīrcutāḍu. Mariyu allāh lekka tīrcaṭanlō ati śīghruḍu"},{"SurahNumber":24,"VerseNumber":40,"Text":"Lēka (satyatiraskārula paristhiti) cālā lōtugala samudranlōni cīkaṭlavalē uṇṭundi. Dānipai oka goppa ala kram'mukoni uṇṭundi. Dānipai maroka goppa ala, dānipai mēghālu. Cīkaṭlu okadānipai nokaṭi kram'mukoni uṇṭāyi. Apuḍu evaḍainā tana cētini (cūḍālani) cācitē, vāḍu dānini cūḍalēḍu. Mariyu evanikaitē allāh velugunivvaḍō, ataniki ē mātraṁ velugu dorakadu"},{"SurahNumber":24,"VerseNumber":41,"Text":"ēmī? Nīku teliyadā (cūḍaṭaṁ lēdā)? Niścayaṅgā, bhūmyākāśālalō unna sarvamū mariyu rekkalu vippi egirē pakṣulu saitaṁ allāh pavitratanu koniyāḍutū uṇṭāyani? Vāstavāniki pratidāniki tana namāj mariyu stōtraṁ cēsē pad'dhati telusu. Mariyu avi cēsēdantā allāh ku bāgā telusu"},{"SurahNumber":24,"VerseNumber":42,"Text":"mariyu bhūmyākāśāla mīda sarvādhipatyaṁ allāh dē! Mariyu allāh vaipunakē (andarikī) marali pōvalasi undi"},{"SurahNumber":24,"VerseNumber":43,"Text":"ēmī? Nīku teliyadā (cūḍaṭaṁ lēdā)? Niścayaṅgā, allāh yē mēghālanu mellamellagā naḍuputū, vāṭini oka dānitō okaṭi kaluputāḍani, ā taruvāta vāṭini prōgu cēstāḍani! Ā pidapa vāṭi nuṇḍi varṣānni kuripin̄cēdi nīvu cūstunnāvu kadā! Mariyu āyanē ākāśanlō unna koṇḍala vaṇṭi (mēghāla) nuṇḍi vaḍagaṇḍla callani (varṣānni) tānu kōrina vāripai kuripistāḍu. Mariyu tānu kōrina vārini vāṭi nuṇḍi tappistāḍu. Vāṭi piḍugu yokka merupu kaṇṭi cūpulanu dādāpu harin̄cēlā uṇṭundi"},{"SurahNumber":24,"VerseNumber":44,"Text":"allāh yē rēyimbavaḷlanu mārcutunnāḍu. Niścayaṅgā, kannulu galavāriki indulō guṇapāṭhamundi"},{"SurahNumber":24,"VerseNumber":45,"Text":"mariyu allāh prati prāṇini nīṭi nuṇḍi sr̥ṣṭin̄cāḍu. Vāṭilō konni tama kaḍupu mīda prākēvi unnāyi. Mariyu vāṭilō konni reṇḍu kāḷḷa mīda naḍicēvi unnāyi. Mariyu vāṭilō marikonni nālugu (kāḷḷa) mīda naḍicēvi unnāyi. Allāh tānu kōrina dānini sr̥ṣṭistāḍu. Niścayaṅgā, allāh pratidī cēyagala samardhuḍu"},{"SurahNumber":24,"VerseNumber":46,"Text":"Vāstavaṅgā! Mēmu suspaṣṭamaina sūcanalanu (āyāt lanu) avatarimpajēśāmu. Mariyu allāh tānu kōrina vāniki r̥jumārgaṁ vaipunaku mārgadarśakatvaṁ cēstāḍu"},{"SurahNumber":24,"VerseNumber":47,"Text":"vāru (kapaṭa viśvāsulu) aṇṭāru: \"Mēmu allāh nu mariyu sandēśaharuṇṇi viśvasin̄cāmu mariyu vidhēyula mayyāmu.\" Kāni dāni taruvāta vārilō oka vargaṁ vāru venu dirigi pōtāru. Mariyu alāṇṭi vāru viśvasin̄cina vāru kāru"},{"SurahNumber":24,"VerseNumber":48,"Text":"mariyu vāri madhya tīrpu cēyaṭāniki, vārini allāh mariyu āyana sandēśaharuni vaddaku pilicinappuḍu, vārilōni oka vargaṁ vāru mukhaṁ trippukuṇṭāru"},{"SurahNumber":24,"VerseNumber":49,"Text":"mariyu okavēḷa tīrpu (satyaṁ) vāriki anukūlamainadigā uṇṭē, vāru vinamratatō dānini svīkaristāru"},{"SurahNumber":24,"VerseNumber":50,"Text":"ēmī? Vāri hr̥dayālalō rōgamundā? Lēka vāru sandēhanlō paḍi pōyārā? Lēka allāh mariyu āyana sandēśaharuḍu tamaku n'yāyaṁ cēyarani vāriki bhayamā? Alā kādu! Asalu vārē an'yāyaparulu"},{"SurahNumber":24,"VerseNumber":51,"Text":"kāni vāstavāniki okavēḷa viśvāsulanu, vāri madhya tīrpu cēyaṭāniki allāh mariyu āyana sandēśaharuni vaddaku pilicinappuḍu, vāri palukulu kēvalaṁ ilāgē uṇṭāyi: \"Mēmu vinnāmu mariyu vidhēyata cūpāmu\" mariyu ilāṇṭi vārē sāphalyaṁ pondēvāru"},{"SurahNumber":24,"VerseNumber":52,"Text":"mariyu allāh ku mariyu āyana sandēśaharuniki vidhēyata cūpēvāru mariyu allāh ku bhayapaḍi, āyana yandu bhayabhaktulu kaligi uṇḍēvāru, ilāṇṭi vārē sāphalyaṁ (vijayaṁ) pondēvāru"},{"SurahNumber":24,"VerseNumber":53,"Text":"mariyu nīvu okavēḷa ājñāpistē, antā vadali tappaka bayaludēra galamani vāru (ā kapaṭa viśvāsulu) allāh pērutō gaṭṭi pramāṇālu cēstāru. Vāritō anu: \"Pramāṇālu cēyakaṇḍi; mī vidhēyata telisindē. Niścayaṅgā mīru cēsēdantā allāh ku bāgā telusu"},{"SurahNumber":24,"VerseNumber":54,"Text":"Vāritō anu: \"Allāh ku vidhēyulai uṇḍaṇḍi mariyu sandēśaharuṇṇi anusarin̄caṇḍi. Kāni okavēḷa mīru maralipōtē, atanipai (pravaktapai) vidhin̄cabaḍinadāni bādhyata atanidi; mariyu mīpai vidhin̄cabaḍinadāni bādhyata mīdi. Mīru atanini (pravaktanu) anusaristē mārgadarśakatvaṁ pondutāru. Mariyu sandēśaharuni bādhyata kēvalaṁ spaṣṭaṅgā sandēśānni andajēyaṭaṁ mātramē"},{"SurahNumber":24,"VerseNumber":55,"Text":"mariyu mīlō viśvasin̄ci satkāryālu cēsēvāritō: Vāriki pūrvaṁ vārini bhūmiki uttarādhikārulugā cēsinaṭlu, vārini kūḍā uttarādhikārulugā cēstānani; mariyu vāri koraku tānu sam'matin̄cina dharmānni (islānnu) sthiraparustānani; mariyu vāri pūrvapu bhayasthitini vāri koraku śāntisthitigā mārcutānani, allāh vāgdānaṁ cēśāḍu. (Idantā) vāru nannē (allāh nē) ārādhin̄cālani mariyu nāku evarinī sāṭigā (bhāgasvāmulagā) kalpin̄carādani, mariyu dīni taruvāta kūḍā evarainā satyatiraskārāniki pālpabaḍitē alāṇṭi vāru, vārē avidhēyulu"},{"SurahNumber":24,"VerseNumber":56,"Text":"mariyu mīru karuṇin̄cabaḍāli aṇṭē namāj sthāpin̄caṇḍi, vidhidānaṁ (jakāt) ivvaṇḍi mariyu sandēśaharuniki vidhēyulai uṇḍaṇḍi"},{"SurahNumber":24,"VerseNumber":57,"Text":"satyatiraskārulu bhūmilō tappin̄cukuṇṭārani bhāvin̄cavaddu. Vāri nivāsaṁ narakāgniyē! Adi enta adhvānnamaina gamyasthānaṁ"},{"SurahNumber":24,"VerseNumber":58,"Text":"Ō viśvāsulārā! Mī bānisalu mariyu yuktavayas'suku cērani mī pillalu, mūḍu samayālalō anumati tīsukonē mī vaddaku rāvāli. (Avi) udayapu (phajr) namāj ku mundu, madhyāhnaṁ (juhr) taruvāta - mīru mī vastrālu viḍici unnappuḍu - mariyu rātri (iṣā) namāj taruvāta. Ī mūḍu, mī koraku ēkānta (paradā) samayālu. Vīṭi taruvāta vāru mariyu mīru okari vaddaku marokaru vacci pōtū vuṇṭē, vāripai gānī, mīpai gānī elāṇṭi dōṣaṁ lēdu. Ī vidhaṅgā allāh mīku tana ājñalanu viśadīkaristunnāḍu. Allāh sarvajñuḍu, mahā vivēkavantuḍu"},{"SurahNumber":24,"VerseNumber":59,"Text":"mariyu mī pillalu yuktavayas'suku cērukunnappuḍu; vāri kaṇṭē peddavāru (munduvāru) anumati tīsukunnaṭlu vāru kūḍā anumati tīsukōvāli. Ī vidhaṅgā allāh mīku tana ājñalanu viśadīkaristunnāḍu. Mariyu allāh sarvajñuḍu, mahā vivēkavantuḍu"},{"SurahNumber":24,"VerseNumber":60,"Text":"mariyu r̥tusrāvaṁ āgipōyi, vivāha utsāhanlēni strīlu - tama saundaryaṁ bayaṭa paḍakuṇḍā uṇḍēṭaṭlugā - tamapai vastrālanu (duppaṭlanu) tīsi vēstē, vāripai dōṣaṁ lēdu. Kāni vāru aṭlu cēyakuṇḍā uṇḍaṭamē vāriki uttamamainadi. Mariyu allāh sarvaṁ vinēvāḍu, sarvajñuḍu"},{"SurahNumber":24,"VerseNumber":61,"Text":"Andhuni mīda nindalēdu mariyu kuṇṭivāni mīda nindalēdu mariyu rōgi mīda nindalēdu mariyu mī mīda kūḍā nindalēdu: Okavēḷa mīru mī iṇḍlalō lēdā mī taṇḍritātala iṇḍlalō lēdā mī talli nāyanam'mala iṇḍlalō lēdā mī sōdarula iṇḍlalō lēdā mī sōdarīmaṇula iṇḍlalō lēdā pinataṇḍrula (taṇḍri sōdarula) iṇḍlalō lēdā mī mēnattala (taṇḍrisōdarīmaṇula) iṇḍlalō lēdā mī mēnamāmala (talli sōdarula) iṇḍlalō lēdā mī pinnam'mala (talli sōdarīmaṇula) iṇḍlalō lēdā mī ādhīnanlō tāḷapu cevulu unnavāri iṇḍlalō lēdā mī snēhitula iṇḍlalō tiṇṭē! Mīru andaritō kalisi tinnā lēdā vērugā tinnā kūḍā mīpai ninda lēdu. Ayitē mīru iṇḍlalōniki pravēśin̄cinapuḍu, mīru okari kokaru salāṁ cēsukōvāli. Idi allāh taraphu nuṇḍi nirṇayin̄cabaḍina dīvena, śubhapradamainadi mēlainadi. Ī vidhaṅgā, allāh - mīru arthaṁ cēsukuṇṭārani - tana ājñalanu mīku viśadīkaristunnāḍu"},{"SurahNumber":24,"VerseNumber":62,"Text":"allāh nu āyana pravaktanu hr̥dayapūrvakaṅgā viśvasin̄cina vārē nijamaina viśvāsulu mariyu vāru ēdainā sāmūhika kāryaṁ nimittaṁ atanitō (daivapravaktatō) unnappuḍu, atani anumati lēnidē veḷḷipōkūḍadu. Niścayaṅgā, evaraitē nītō (ō muham'mad!) Anumati aḍugutārō alāṇṭi vārē vāstavaṅgā! Allāh nu mariyu āyana pravaktanu viśvasin̄cina vāru. Kanuka vāru tama ē pani korakainā anumati aḍigitē, vārilō nīvu kōrina vāriki anumatinivvu. Mariyu vārini kṣamin̄camani allāh nu prārthin̄cu. Niścayaṅgā, allāh kṣamāśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":24,"VerseNumber":63,"Text":"(Ō viśvāsulārā!) Sandēśaharuni pilupunu mīru, mīlō okari nokaru pilucukunē pilupugā bhāvin̄cakaṇḍi. Mīlō okari cāṭuna okaru dākkuṇṭū mellagā jāripōyē vārini gurin̄ci allāh ku bāgā telusu. Daivapravakta ājñanu ullaṅghin̄cē vāru, tāmu ēdainā āpadalō cikkuku pōtārēmōnanī lēdā bādhākaramaina śikṣaku guri cēyabaḍatārēmōnani bhayapaḍāli"},{"SurahNumber":24,"VerseNumber":64,"Text":"vinaṇḍi! Niścayaṅgā, ākāśālalō mariyu bhūmilō nunna samastamū allāh dē! Mī sthiti āyanaku bāgā telusu mariyu andarū āyana vaddaku maralimpabaḍina rōju vāru cēsi vaccina karmalannī āyana vāriki teliyajēstāḍu. Mariyu allāh ku prati dānini gurin̄ci pūrti jñānamundi"},{"SurahNumber":25,"VerseNumber":1,"Text":"sarvalōkālaku heccarika cēsēdigā, ī gīṭurāyini (phurkhān nu) tana dāsunipai kramakramaṅgā avatarimpajēsina āyana (allāh) entō śubhadāyakuḍu"},{"SurahNumber":25,"VerseNumber":2,"Text":"bhūmyākāśāla viśvasāmrājyādhipatyaṁ āyanakē cendutundi. Āyana evvarinī santānaṅgā cēsukōlēdu. Viśvasāmrājyādhipatyanlō āyanaku bhāgasvāmulevvarū lēru. Mariyu āyana prati dānini sr̥ṣṭin̄ci, dānikoka vidhini nirṇayin̄cāḍu"},{"SurahNumber":25,"VerseNumber":3,"Text":"ayinā vāru āyanaku badulugā ēmī sr̥ṣṭin̄calēni mariyu tāmē sr̥ṣṭimpabaḍina vārini ārādhyadaivālugā cēsukunnāru. Mariyu vāru tamaku tāmu eṭṭi naṣṭaṁ gānī, lābhaṁ gānī cēsukōjālaru. Mariyu vāriki maraṇaṁ mīda gānī, jīvitaṁ mīda gānī mariyu punarut'thāna dinaṁ mīda gānī, elāṇṭi adhikāraṁ lēdu"},{"SurahNumber":25,"VerseNumber":4,"Text":"mariyu satyatiraskārulu ilā aṇṭāru: \"Idi (ī khur'ān) kēvalaṁ oka būṭaka kalpana; dīnini itanē kalpin̄cāḍu. Mariyu itara jātivāru kondaru, itaniki ī panilō sahāyapaḍḍāru. Kāni vāstavāniki vāru an'yāyāniki mariyu abad'dhāniki pūnukunnāru"},{"SurahNumber":25,"VerseNumber":5,"Text":"mariyu vāriṅkā ilā aṇṭāru: \"Ivi pūrvīkula gāthalu, vāṭini itanu vrāsukunnāḍu, ivi itaniki udayaṁ mariyu sāyantraṁ ceppi vrāyin̄cabaḍutunnāyi"},{"SurahNumber":25,"VerseNumber":6,"Text":"Vāritō ilā anu: \"Dīnini (ī khur'ān nu) bhūmyākāśāla rahasyālu telisina vāḍu avatarimpajēśāḍu. Niścayaṅgā, āyana kṣamāśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":25,"VerseNumber":7,"Text":"mariyu vārilā aṇṭāru: \"Itanu eṭuvaṇṭi sandēśaharuḍu, (sādhāraṇa vyaktivalē) itanū annaṁ tiṇṭunnāḍu mariyu vīdhulalō tirugutunnāḍu? (Itanu vāstavaṅgānē daivapravakta ayitē) itaniki tōḍugā heccarika cēsēvāḍigā, oka dēvadūta enduku avatarimpajēyabaḍalēdu"},{"SurahNumber":25,"VerseNumber":8,"Text":"lēdā itanikoka nidhi enduku ivvabaḍalēdu? Lēdā itanikoka tōṭa enduku ivvabaḍalēdu? Itanu dāni nuṇḍi tinaṭāniki!\" Ā durmārgulu iṅkā ilā aṇṭāru:\"Mīru kēvalaṁ oka mantrajālāniki guri ayina mānavuṇṇi anusaristunnāru"},{"SurahNumber":25,"VerseNumber":9,"Text":"(ō pravaktā!) Cūḍu vāru ninnu gurin̄ci eṭuvaṇṭi udāharaṇalu istunnāru? Vāru mārgabhraṣṭulai pōyāru, vāru r̥jumārgaṁ pondajālaru"},{"SurahNumber":25,"VerseNumber":10,"Text":"ā śubhadāyakuḍu kōritē nīku vāṭi kaṇṭē uttamamaina vāṭini prasādin̄cagalaḍu - svargavanālu - vāṭi krinda selayēḷḷu pravahistū uṇṭāyi mariyu akkaḍa nī koraku pedda kōṭalu kūḍā uṇṭāyi"},{"SurahNumber":25,"VerseNumber":11,"Text":"vāstavāniki vāru ā antima ghaḍiyanu abad'dhamani tiraskarin̄cāru. Mariyu ā antima ghaḍiyanu abad'dhamani tiraskarin̄cē vāri koraku mēmu jvalin̄cē narakāgnini sid'dhaparaci un̄cāmu"},{"SurahNumber":25,"VerseNumber":12,"Text":"adi, dūraṁ nuṇḍi vārini cūsinappuḍu vāru dāni āvēśa dhvanulanu mariyu dāni busanu viṇṭāru"},{"SurahNumber":25,"VerseNumber":13,"Text":"mariyu dānilōni oka irukaina sthalanlō, vāru bandhimpabaḍi, trōyabaḍinappuḍu vārakkaḍa tama cāvunu piluvaḍaṁ prārambhistāru"},{"SurahNumber":25,"VerseNumber":14,"Text":"vāritō anabaḍutundi: \"Ī rōju mīru okka cāvunu piluvakaṇḍi, ennō cāvula koraku aravaṇḍi"},{"SurahNumber":25,"VerseNumber":15,"Text":"vāritō anu: \"Ēmī? Idi man̄cidā, lētā daivabhīti galavāriki vāgdānaṁ cēyabaḍina śāśvatamaina svargamā? Adē (daivabhīti gala) vāri pratiphalaṁ mariyu gamyasthānaṁ"},{"SurahNumber":25,"VerseNumber":16,"Text":"Andulō vāriki vāru kōrindi labhistundi. Vārandu śāśvataṅgā vuṇṭāru. Idi nī prabhuvu kartavyantō pūrti cēyavalasina vāgdānaṁ"},{"SurahNumber":25,"VerseNumber":17,"Text":"mariyu āyana (allāh) vārini (satyatiraskārulanu) mariyu allāh ku badulugā vāru ārādhin̄cēvārini, andarinī, ā rōju samāvēśaparaci vāritō ilā aṇṭāḍu: \" Ēmī? Mīrēnā nā dāsulanu mārgaṁ tappin̄cina vāru? Lēka svayaṅgā vārē mārgabhraṣṭulayyārā"},{"SurahNumber":25,"VerseNumber":18,"Text":"vāraṇṭāru: \"Ō mā prabhū! Nīvu sarvalōpālaku atītuḍavu! Mēmu ninnu vadali itarulanu mā sanrakṣakulugā cēsukōvaṭaṁ māku taginadi kādu, kāni nīvu vāriki mariyu vāri taṇḍritātalaku cālā sukhasantōṣālanu prasādin̄cāvu, civaraku vāru nī bōdhananē maraci pōyi nāśanāniki guri ayina vārayyāru"},{"SurahNumber":25,"VerseNumber":19,"Text":"(appuḍu allāh aṇṭāḍu): \"Kāni ippaḍaitē vāru, mī māṭalanu asatyālani tiraskaristunnāru. Ika mīru mī śikṣa nuṇḍi tappin̄cukōlēru mariyu elāṇṭi sahāyamū pondalēru. Mariyu mīlō durmārgāniki pālpaḍina vāniki mēmu ghōraśikṣa ruci cūputāmu"},{"SurahNumber":25,"VerseNumber":20,"Text":"mariyu (ō muham'mad!) Mēmu nīku pūrvaṁ pampina sandēśaharulu andarū niścayaṅgā, āhāraṁ tinēvārē, vīdhulalō san̄carin̄cēvārē. Mariyu mēmu mim'malni okarini marokari koraku parīkṣā sādhanālugā cēśāmu; ēmī? Mīru sahanaṁ vahistārā? Mariyu vāstavāniki, nī prabhuvu sarvaṁ cūsēvāḍu"}]}