{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"Ra vivāhita strīharū pani (varjita chin) tara tī bāhēka junaki (dāsīkō rūpamā) timrō adhikāramā ā'um̐chin. Yō ādēśa allāhakō tarphabāṭa timrōlāgi anivārya gari'ēkō hō ra yī varjita strīharū bāhēka an'ya strīharū timrō lāgi halāla chin, āphnō dhanabāṭa mahara di'ēra tinīharūsam̐ga vivāha garna cāhanchau bhanē, tara yō śartamā nikāhakō uddēśya durācārabāṭa bacnu hunuparcha na ki vāsanākō pūrtikō nimti. Tasartha juna strīharūsam̐ga timīlē lābha prāpta gardachau, tinalā'ī maharamā nirdhārita gari'ēkō dhana di'ihāla ra yadi mahara nirdhārita garisakēpachi āpasī sahamatibāṭa an'yathā taya gardachau bhanē tyasamā timīlā'ī kunai pāpa lāgdaina. Niḥsandēha allāha sabai kurākō jñātā cha (ra) sampūrṇarūpalē tatvajña cha"},{"SurahNumber":4,"VerseNumber":25,"Text":"Ra timīharūmadhyē juna mānisasalā'ī svatantra musalamāna strīsam̐ga nikāha garnē pūrā kṣamatā chaina, tyasalē musalamāna dāsīsam̐gai, jōkī timrā adhikāramā ā'isakēkāchin, nikāha garihālōs ra allāhalā'ī timrō īmānabārē rāmrarī thāhā cha! Timīharū ēka āpasamā sajātīya hau, tasartha tī dāsīharūsam̐ga, tinakā mālikaharūbāṭa anumati prāpta garī nikāha garihāla ra nirdhārita gari'ē bamōjima tinakā mahara pani di'ihāla tara yō śarta cha ki tinīharū pavitra hunupardacha na ki vyabhicārīṇī, jasalē khullama khullā vā lukichipī an'ya vyaktiharūsam̐ga sambandha sthāpita gardachin. Tara yadi nikāha bha'isakēpachi tinīharū byabhicāra gardachina bhanē juna svatantra strīharūlā'ī cha, tyasakō ādhā tinīharūlā'ī sajāya dinupardacha. (Dāsī saṅga nikāha garnē) yō anumati usa vyaktilā'ī cha jasalā'ī vyabhicāra garihālnē bhaya cha. Ra timīlē dhairya rākhnu dhērai rāmrō cha, ra allāha kṣamādātā ra atyanta dayāvāna cha"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allāha cāhancha ki (āphnā āyataharū) timrō sāmu ati spaṣṭa rūpamā varṇana garōs ra timīlā'ī timībhandā agāḍikā sanyamīharūkai bāṭōmā hiḍā'ōs ra timrō paścātāpa svīkāra garōs ra allāha sarvajña cha (ra) sarvabud'dhi sampanna cha"},{"SurahNumber":4,"VerseNumber":27,"Text":"Ra allāha cāhancha ki timrō paścātāpa svīkāra garōs ra juna mānisaharū āphnai svārthapūrṇa cāhanābāṭa dōṣita hunchan, tinīharū cāhanchan ki timī āphnō satya mārgabāṭa dhērai vicalita bha'ihāla"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allāha cāhancha ki timīharūmāthikō bhāra halukō pārōs, kinabhanē mānisa kamajōra sr̥ṣṭi gari'ēkō hō"},{"SurahNumber":4,"VerseNumber":29,"Text":"Hē mōminaharū! Timīharū āpasamā ēka arkākō sampatti anucitarūpamā nakhā'ū. Tara āpasī sahamatilē vyāpārakō mādhyamabāṭa lēnadēnamā lābha jāyaja huncha, ra āphūlā'ī āphai namāra. Yasamā kunai sandēha chaina ki allāha timīmāthi dhērai kr̥pālu cha"},{"SurahNumber":4,"VerseNumber":30,"Text":"Yadi kasailē yastō aṭēripana ra atyācāra garcha bhanē hāmīlē tyasalā'ī śīghra nai narkakō āgōmā hālnē chauṁ. Yō allāhakō lāgi ati sarala kāma hō"},{"SurahNumber":4,"VerseNumber":31,"Text":"Yadi timīharū yī ṭhūlā–ṭhūlā pāpaharū juna timrō lāgi niṣēdhita gari'ēkā chan, bacnē garchau bhanē hāmī timrā sa–sānā pāpaharū māpha garidinēchauṁ ra timīlā'ī sam'māna ra ādarakō ṭhā'um̐mā pravēśa garā'unē chauṁ"},{"SurahNumber":4,"VerseNumber":32,"Text":"Ra juna kurāmā allāhalē timīharūmadhyē kēhīlā'ī kēhīmāthi śrēṣṭhatā pradāna garēkō cha, tyasakō lāgi lōbha nagara. Puruṣaharūlā'ī tinīharūlē garēkō karma anusāra pratiphala nirdhārita cha, ra strīharūlā'ī tinīharūkō karma anusāra phala pradāna garinēcha, ra allāhasita usakō kr̥pā mām̐gdai gara. Niḥsandēha allāha pratyēka kurō jāndacha"},{"SurahNumber":4,"VerseNumber":33,"Text":"Ra juna sampatti āmā–bābu ra nātēdāra chōḍēra mardachan, tyasabāṭa hāmīlē pratyēkakō haka nirdhārita garisakēkā chauṁ ra juna mānisaharūsita timīlē āphai karāra garisakēkā chau, tinīharūlā'ī tinakō haka dē'ū. Niḥsandēha allāha sampūrṇa kurāharūkō sākṣī cha"},{"SurahNumber":4,"VerseNumber":34,"Text":"Puruṣaharū strīharūkā sanrakṣaka–sanvardhaka hun yasa kāraṇa ki ēkalā'ī allāhalē arkāēmāthi pradhānatā pradāna garēkō cha ra yasakāraṇalē pani ki puruṣaharūlē āphnā māla kharca garēkā chan. Ataḥ jō satyavatī ra ājñākāriṇī svāsnī chin, tinīharūlē āphnō patikō anupasthitimā allāhakō rakṣāmā tinakō maryādākō rēkhadēkha gardachin, ra juna svāsnīharūkō sambandhamā timīlā'ī narāmrō vyavahārakō ḍara lāgdacha bhanē tinalā'ī sarvaprathama samjhā'ū. (Yadi māndainan bhanē) tinīlā'ī sutnē ōchyānabāṭa alaga garihāla. Yadi taipani māndainan bhanē ucita śārīrika daṇḍa dē'ū. Phēri yadi ājñāpālana garna thālchin bhanē tinalā'ī kaṣṭa dinē nihu nakhōja. Niḥsandēha allāha sarvōcca ra mahānatama praśansanīya cha"},{"SurahNumber":4,"VerseNumber":35,"Text":"Yadi timīlā'ī lōgnē svāsnībīca vāda– vivādakō bhaya cha, bhanē ē'uṭā madhyasthakartā lōgnēkō tarphabāṭa ra ē'uṭā madhyastha svāsnīkō khalakabāṭa niyukta gara. Yadi yī duvailē mēlamilāpa garā'una cāhanchan bhanē allāhalē duvaimā mēlamilāpa kāyama garā'idincha. Kunai sandēha chaina ki allāha sarvajñātā ra sarvalaukika cha"},{"SurahNumber":4,"VerseNumber":36,"Text":"Ra allāhakai pūjā gara ra usakō sāthamā aru kasaikō sājhēdārī nagara ra āmā–bābusam̐ga sam'mānapūrṇa vyavahāra gara ra najikakā nātēdāra, anāthaharū ra gariba asahāyaharū ra nātēdāra chimēkīharū ra gaira nātēdārī chimēkīharū ra saṅgai uṭhbas garnē sāthīharū ra baṭuvāharū ra jō timrō svāmitvamā chan, sabaikō upakāra gara. Niḥsandēha allāhalē ghamaṇḍī tathā mithyā abhimāna garnēharūlā'ī rucā'um̐dainan"},{"SurahNumber":4,"VerseNumber":37,"Text":"Jinīharūlē āphū svayaṁ kañjūsī gardachan ra arulā'ī pani kañjūsī sikā'um̐chan ra juna dhana sampatti allāhalē āphnō kr̥pālē pradāna garēkō cha, tyasalā'ī lukā'ēra rākhdachan. Hāmī kr̥tadhnaharūkā lāgi apamānajanaka sajāya tayāra garēkā chauṁ"},{"SurahNumber":4,"VerseNumber":38,"Text":"Ra, juna mānisa kharca ta gardachan tara mānisaharūlā'ī dēkhā'unakō nimti, ra āsthā na allāhamāthi rākhdachan na ta kiyāmatakō dinamāthi ra juna mānisaharūkō sāthī śaitāna huncha, ra tyō ēkadamai narāmrō sāthī hō"},{"SurahNumber":4,"VerseNumber":39,"Text":"Sām̐ccai yinīharūkō kē bigranthyō yadi tinīharūlē allāha ra kiyāmatakō dinamāthi āsthā rākhēkō bha'ē ra allāhalē jē jati pradāna garēkō cha, tyasamadhyēbāṭa kharca garēkō bha'ē? Ra allāhalē tinīharūlā'ī rāmrarī jāndacha"},{"SurahNumber":4,"VerseNumber":40,"Text":"Yasamā kunai śaṅkā chaina ki allāha kasaisita alikati pani an'yāya gardaina, yadi puṇya kārya gari'ēkō cha bhanē tyasalā'ī du'ī guṇā garidincha ra āphnō tarphabāṭa ṭhūlō puraskāra pradāna gardacha"},{"SurahNumber":4,"VerseNumber":41,"Text":"Ta, tyasa dina kastō dr̥ṣya hunēcha jaba hāmīlē pratyēka samūhabāṭa ēka–ēka sākṣī bōlā'unēchauṁ ra tapā'īlā'ī unīharūkō bārēmā sākṣī banā'unē chauṁ"},{"SurahNumber":4,"VerseNumber":42,"Text":"Tyasa dina allāhamāthi āsthā narākhnēharū ra paigambarakā avajñākārīharūlē cāhanēchan ki tinīlā'ī dhartīmā gāḍi māṭōlē puridi'ē hunthyō. Kinabhanē allāhasita kunai kurā lukā'una saknē chainan"},{"SurahNumber":4,"VerseNumber":43,"Text":"Hē mōminaharū! Jaba timī naśākō avasthāmā hunchau ta namāja chē'u pani najā'ū jabasam'ma timī āphnō mukhabāṭa uccārita śabdaharū bujhna thāldainau ra apavitrātākō avasthāmā snāna nagarēsam'ma pani namāja napaḍha. Tara yadi yātrā garirākhēkō bha'ē kurā arkai cha, ra yadi timī virāmī chau athavā yātrāmā chau vā timīmadhyē kōhī śaucabāṭa ā'ēkō cha athavā timīlē svāsnīsam̐ga sahavāsa garēkā chau ra timīlā'ī pānī upalabdha chaina bhanē pavitra māṭō li'ī mukha ra hātamā sparśa garēra tayam'muma garī (namāja paḍhihāla). Niḥsandēha allāha truṭiharū māpha garnēvālā tathā kṣamādātā cha"},{"SurahNumber":4,"VerseNumber":44,"Text":"Kē timīlē tinīharūlā'ī dēkhēnau jasalā'ī ki kitābakō kēhī anśa pradāna gari'ēkō cha? Tinīharūlē pathabhraṣṭatā kinirahēkā chan, ra cāhanchan ki timī pani pathavicalita bha'ihāla"},{"SurahNumber":4,"VerseNumber":45,"Text":"Allāha timrā śatruharūlā'ī rāmrarī jāndacha, ra allāhakō mitratā nai prayāpta cha, ra allāhakō sahāyatā nai paryāpta cha"},{"SurahNumber":4,"VerseNumber":46,"Text":"Kēhī yahūdīharūlē (allāhalē bhanēkā) śabdaharūlā'ī tinakā ṭhīka ṭhā'um̐bāṭa parivartita garidinchan ra bhandachan ki hāmīlē sun'yau ra mānēnauṁ ra (hāmrō) suna! Ra timrō na suni'ēkai avasthāmā. Ra hāmrō dhyāna rākha tara yō bhandā āphnō jibrō baṭārī dharmamā khisī gardachan ra yadi yinīharūlē bhanēkō bha'ē ki hāmīlē sun'yauṁ ra mānihālyau ra tapā'ī sunnus ra hāmīlā'ī hērnus ta yō tiniharūkō nimti dhērai rāmrō ra ucita pani hunthyō. Tara allāha tinīharūkō kuphrakō kāraṇa tinīharūlā'ī abhiśapta garihālēkō cha tasartha thōrailē mātra āsthā rākhdachan"},{"SurahNumber":4,"VerseNumber":47,"Text":"Hē kitābavālāharū hāmīlē jē utārēkā chau jasalē timrō pāsamā jō cha tyasakō pani puṣṭi gardaicha, tyasamāthi īmāna lyā'ū. Yasabhandā agāḍi ki hāmīlē mānisaharūkō anuhāra bigārī tinalā'ī piṭhyum̐tira pharkā'idi'ūm̐ athavā tinīharūlā'ī abhiśapta garauṁ jastō ki śanibāravālāharūlā'ī abhiśapta garēkā thiyau, allāhalē juna kurākō ādēśa diyō tyō bha'ēra nai rahancha"},{"SurahNumber":4,"VerseNumber":48,"Text":"Niḥsandēha allāha āphnō sājhēdāra banā'unēlā'ī kṣamā garnē chaina ra usa bāhēka an'ya jasalā'ī cāhancha māpha garidincha ra jasalē usam̐ga kasaikō sājhēdārī ṭhaharā'um̐cha, tyasalē jaghan'ya aparādha gardacha"},{"SurahNumber":4,"VerseNumber":49,"Text":"Kē timīlē tinīharūlā'ī dēkhēnau jasalē ki āphūlā'ī pavitra ṭhāndachan. Baru allāhalē jasalā'ī cāhancha pavitra gardacha ra kasaimāthi sūta barābara pani an'yāya hunēchaina"},{"SurahNumber":4,"VerseNumber":50,"Text":"Hēra, yinīharū allāhamāthi kastō prakāralē dōṣārōpaṇa gardachan ra yō kriyā svayam khullārūpamā pāpa huna paryāpta cha"},{"SurahNumber":4,"VerseNumber":51,"Text":"Kē timīlē tinīharūlā'ī dēkhēnau jasalā'ī kitābakō kēhī anśa di'i'ēkō cha? Jasalē mūrti ra śaitānalā'ī māndachan ra kāphiraharūkō pakṣamā bōlchan ki yinīharū mōminaharūkō dām̐jōmā baḍhī sahī mārgamā chan"},{"SurahNumber":4,"VerseNumber":52,"Text":"Yī tinai mānisaharū hun jasamāthi allāhakō abhiśāpa cha. Ra jasalā'ī allāha abhiśapta garyō, usakō kasailā'ī pani sahāyatā garnēvālā pā'unē chainau"},{"SurahNumber":4,"VerseNumber":53,"Text":"Kē tinīharūkō rājakājamā kēhī bhāga cha? Yadi tyasō bha'ē ta tinīharūlē kasailā'ī khajūrakō kōyākō khōṭō jati pani dinē chainan"},{"SurahNumber":4,"VerseNumber":54,"Text":"Athavā allāhalē mānisaharūlā'ī āphnō kr̥pālē jē pradāna garēkō cha tyasamāthi yinīharūlē īṣryā gardachan, tara hāmīlē ibrāhīmakō vanśajalā'ī aghi nai kitāba ra bud'dhi pradāna garēkā thiyauṁ ra ṭhūlō rājyasattā pani di'ēkā thiyauṁ"},{"SurahNumber":4,"VerseNumber":55,"Text":"Phēri tinīharūmadhyē kēhīlē ta kitābalā'ī mānē tara kēhīlē inkāra garēra ṭāḍhā nai rahē, ra tinīharūlā'ī narkamā jalirahanu nai paryāpta cha"},{"SurahNumber":4,"VerseNumber":56,"Text":"Juna mānisaharūlē hāmrā āyataharūlā'ī nakārēkā chan, tinalā'ī hāmīlē niścaya nai āgōmā hālnē chauṁ. Jaba jaba tinakā chālāharū pōlisaknē chan, hāmīlē arkai chālā phērnēchauṁ jasalē ki tinīharū sajāyakō svāda cākhirākhun. Niḥsandēha allāha sarvaśaktimāna ra bud'dhimattā sampanna cha"},{"SurahNumber":4,"VerseNumber":57,"Text":"Ra juna mānisaharūlē īmāna lyā'ēra satkarma gardachan, tinīharūlā'ī hāmīlē cām̐ḍai vahiśtamā (svarga) pravēśa garā'um̐chau jasakō dhārāmuni naharaharū bagirākhēkā hunchan. Tinīharū tyasamā sadhaiṅkā lāgi bāsa pā'unēchan. Tyahām̐ tinīharūkā lāgi pavitra svāsnīharū hunēchin ra hāmīlē tinalā'ī chāyākuñja ra śītala chahārīmā pravēśa dinēchauṁ"},{"SurahNumber":4,"VerseNumber":58,"Text":"Allāha timīlā'ī ādēśa gardacha ki nāsōvālāharūlā'ī tinakō nāsō puryā'ū ra mānisaharūkō kurōmā nirṇaya gardā, n'yāyapūrṇa ḍhaṅgalē phaisalā gara. Niḥsandēha tyō rāmrō kurā hō jasakō nasīhata (upadēśa) allāhalē timīlā'ī gardaicha. Niḥsandēha allāha sabai kurā sundacha ra sabai dēkhdacha"},{"SurahNumber":4,"VerseNumber":59,"Text":"Hē mōminaharū! Allāhakō ādēśa pālanā gara ra usakā rasūlakā ādēśaharūkō pālanā gara ra timīharūmadhyē adhikāra bha'ēkāharūkō. Phēri yadi timīharūmā āpasī matabhēda bha'ēkō avasthāmā, yadi timī allāha ra ākhiratakō dinamāthi īmāna rākhdachau bhanē tyasa kurālā'ī allāha ra tyasakā rasūlatira pharkā'idē'ū yō sāhrai rāmrō kurā hō, ra yasakō pariṇāma pani rāmrō huncha"},{"SurahNumber":4,"VerseNumber":60,"Text":"Kē tapā'īlē tinīharūlā'ī dēkhanu bha'ēna? Jasalē dāvī ta gardachan ki juna (granthaharū) tapā'īlā'ī pradāna gari'ēkō cha ra juna granthaharū tapā'ībhandā pahilā utāri'ēkā thi'ē tī sabaimā tinalē īmāna rākhdachan tara vāstavamā tinīharūlē āphnā vivādakā kurāharū nisāphakō lāgi allāha bāhēka an'yatira lagna cāhanchan, jabaki tinalā'ī ādēśa gari'ēkō thiyō ki śaitānalā'ī viśvāsa nagarun ra śaitānalē cāhancha ki tinalā'ī sahī mārgabāṭa vicalita garā'ihālōs"},{"SurahNumber":4,"VerseNumber":61,"Text":"Ra jaba tinīharūlā'ī bhannicha ki allāhalē jē ādēśa garēkō cha tyatātira ra paigambara (sa.) Tira lāga, ta timīlē dēkhnēchau ki munāphikaharūlē (kapaṭīharulē) āphnā mukha pharkā'ī arkaitira lāgdachan"},{"SurahNumber":4,"VerseNumber":62,"Text":"Tasartha yō kastō kurā hō ki tinīharūmāthi kunai prakārakō vipatti ā'iparē pachi tinīharūlē tapā'ī samakṣa ā'ēra allāhakō śapatha khānchan ki hāmrō uddēśya ta sauhārda ra samjhautā bāhēka aru kēhī thi'ēna"},{"SurahNumber":4,"VerseNumber":63,"Text":"Yī tī mānisa hun ki tinakā hr̥dayaharūmā jē jati cha, tyō sabai allāha rāmrarī jāndacha. Tapā'īlē tinīharūlā'ī nadēkhē jastō garnus ra tinalā'ī nasīhata didai garnus ra yastā kurā bhannus jasalē ki tinakā hr̥dayamā prabhāva pārōs"},{"SurahNumber":4,"VerseNumber":64,"Text":"Hāmīlē pratyēka sandēṣṭālā'ī yasakāraṇa paṭhāyauṁ ki allāhakō ājñā anusāra usakō ājñāpālana gariyōs. Tinīharūlē jaba āphūprati nai an'yāya garirahēkā thi'ē, tapā'ītira ā'ēra paścātāpa garēkō bha'ē ra allāhasam̐ga kṣamāyācanā garēkō bha'ē ra rasūlalē pani tinīharūkō nimti māphīkō yācanā garēkō bha'ē, allāhalā'ī kṣamādātā ra atyanta dayālu pā'unē thi'ē"},{"SurahNumber":4,"VerseNumber":65,"Text":"Yasartha timrō rabakō śapatha linchu ki, yinīharū jabasam'ma āphnā sampūrṇa vivādamā tapā'īlā'ī insāphakartā svīkāra gardainan ra tapā'īlē garēkō nirṇayaprati hr̥dayamā kunai saṅkucita vicāra narākhī prasannatāpūrvaka tyasalā'ī aṅgīkāra gardainan, tabasam'ma mōmina (āsthāvāna) huna sakdainan"},{"SurahNumber":4,"VerseNumber":66,"Text":"Ra yadi hāmīlē tinīharūlā'ī āphnō jīvanakō bali dina athavā āphnō ghara chōḍna ādēśa di'ēkō bha'ē tinīharūmadhyē kēhīlē mātra tyastō garnē thi'ē. Tara yadi tinīharūlē tyō ādēśa junaki tinīharūlā'ī di'i'ēkō thiyō pālana garēkō bha'ē tinīharūkō nimti yahī sarvōttama hunē thiyō ra tinīharūkō lāgi dhērai dhērai saghā'u pugnē thiyō"},{"SurahNumber":4,"VerseNumber":67,"Text":"Ra taba ta hāmīlē āphnō tarphabāṭa tinīharūlā'ī ṭhūlō puraskāra dinē thiyauṁ"},{"SurahNumber":4,"VerseNumber":68,"Text":"Ra niḥsandēha sahī bāṭō pani dēkhā'unē thiyauṁ"},{"SurahNumber":4,"VerseNumber":69,"Text":"Juna mānisaharū allāha ra usakō rasūla(sa.)Kō ājñāpālana gardachan, tinīharū tī mānisaharūkō sāthamā hunēchan jasalā'ī ki allāhalē puraskr̥ta garēkō cha. Udāharaṇakō lāgi nabī ra satyaniṣṭha ra śahīda ra satyakarmīharū. Yinīharū sarvōttama sāthī hun"},{"SurahNumber":4,"VerseNumber":70,"Text":"Yō allāhakō dānaśīlatā hō! Ra yō paryāpta cha ki allāha sabai kurākō jñātā cha"},{"SurahNumber":4,"VerseNumber":71,"Text":"Hē mōminaharū! Āphnō rakṣākō sādhana li'ihāla, ani tyasapachi samūha–samūhamā prasthāna gara athavā sabai ēkai sāthamā niskihāla"},{"SurahNumber":4,"VerseNumber":72,"Text":"Ra niścayanai timīmadhyē kōhī yastō pani cha jō jā'um̐ ki najā'um̐ jastō gardacha, phēri yadi timīmāthi kunai kaṣṭa ā'ipardacha bhanē bhandacha ki allāhalē mamāthi ṭhūlō kr̥pā garēkō cha ki ma tinīharūkō sāthamā upasthita thi'ēna"},{"SurahNumber":4,"VerseNumber":73,"Text":"Ra yadi allāha timīmāthi kr̥pā gardacha bhanē yastō bhandacha ki unakō ra timrō kunai mitratā nai thi'ēna, paścātāpa gardai bhandacha ki yadi ma pani tinīharūkō sāthamā ga'ēkō bha'ē ṭhūlō saphalatā prāpta hunē thiyō"},{"SurahNumber":4,"VerseNumber":74,"Text":"Tasartha jasalē sansārika jīvanalā'ī ākhiratakō jīvanakā lāgi bēcēkā chan, tinīharūlā'ī āvaśyaka cha ki allāhakō mārgamā yud'dha garun ra jō mānisa allāhakō mārgamā yud'dha gardai śahīda huncha athavā vijayī huncha niścaya nai hāmīlē usalā'ī bahumūlya puraskāra pradāna garnēchauṁ"},{"SurahNumber":4,"VerseNumber":75,"Text":"Ākhira kē kāraṇa cha ki allāhakō mārgamā, tī niḥsahāya lōgnē mānisaharū, ra svāsnī mānisaharū ra baccāharū mukta garā'unakā lāgi timī yud'dha gardainau? Jasalē prārthanā garnē gardachan ki hē raba! Hāmīlā'ī atyācārīharūkō śaharabāṭa nikālihāla ra hāmrō nimti āphnā viśēṣa rakṣaka niyukta gara ra hāmrō nimti khāsa āphnaitarphabāṭa sahayōgī banā'idē'ū"},{"SurahNumber":4,"VerseNumber":76,"Text":"Juna mānisaharūlē īmāna lyā'ēkā chan tinīharūlē allāhakō mārgamā yud'dha gardachan ra jō kāphira chan tinīharūlē allāha bāhēka arukō mārgamā yud'dha gardachan. Tasartha timīharū śaitānakā sahayōgīharūkō virud'dha yud'dha gara, viśvāsa gara ki śaitānakō ṣaḍyantra ati kamajōra cha"},{"SurahNumber":4,"VerseNumber":77,"Text":"Kē timīlē tinīharūlā'ī dēkhēnau jasalā'ī ādēśa bha'ēkō thiyō ki āphnā hāta dharmayud'dhabāṭa rōka ra namāja paḍhdai ra jakāta dindai gara. Pachi jaba dharmayud'dha garnē ādēśa jārī gariyō ta tinīharūmadhyē ē'uṭā samūha mānisaharūsaṅga yastō tarsana thālē jastō ki allāhakō ḍara hō baru tyasabhandā pani baḍhtā ra bhanna thālē ki hē hāmrō allāha timīlē hāmīmāthi jihāda kina anivārya garihālyau? Kēhī samaya ajhai hāmīlā'ī hāmrō jīvana ji'una kina di'ēnau? (Hē paigambara! Tinīharūsita) bhanidinus ki sansārakō lābha bahutai kama cha ra parahējagārakō nimti ta sababhandā rāmrō kurā ākhirata nai hō ra timīmāthi ē'uṭā dhāgō jatikō pani an'yāya garinē chaina"},{"SurahNumber":4,"VerseNumber":78,"Text":"Timī juna ṭhā'um̐mā bha'ē pani mr̥tyu ā'ēra timīlā'ī samātihālcha, cāhē timī baliyō killāmā nai kina nabasa. Yadi tinīharūlā'ī kunai phā'idājanaka kurā prāpta huncha bhanē bhandachan ki yō allāhakō tarphabāṭa hō ra yadi kunai kaṣṭa pugdacha bhanē pukārīhālchan ki yō timrō kāraṇalē hō. Bhanidē'ū ki sabai allāhakō tarphabāṭa nai hō, yinīharūlā'ī kē bha'ēkō cha ki kunai kurā bujhnē najika pani chainan"},{"SurahNumber":4,"VerseNumber":79,"Text":"Timīlā'ī juna bhalā'ī prāpta huncha, tyō allāhabāṭai hō ra jē narāmrō huncha tyō timrai āphnai kāraṇalē ā'um̐cha. Hāmīlē tapā'īlā'ī sabai mānisaharūsam'ma sandēśa puryā'unakā lāgi paigambarakō rūpamā paṭhā'ēkā chauṁ ra (yasa kurākō) sākṣī allāha nai paryāpta cha"},{"SurahNumber":4,"VerseNumber":80,"Text":"Juna mānisalē rasūla(sa.)Kō ājñāpālana gardacha, usailē allāhakō ājñāpālana garē saraha mānincha ra jasalē ājñā ullaṅghana gardachan ra vimukha hunchan hē paigambara(sa.)! Tapā'īlā'ī yinīharūmāthi rakṣaka banā'ī paṭhā'i'ēkō chaina"},{"SurahNumber":4,"VerseNumber":81,"Text":"Yī mānisaharū mukhalē ta bhandachan ki (tapā'īkō) ājñākārī hauṁ, tara tapā'ībāṭa alaga bha'ēra ga'isakēpachi tinīharūmadhyē ēka samūhalē rātimā tapā'īkō kurākō virōdhamā sarasallāha gardachan. Ra allāhalē unīharūkō rātīkā kurāharū lēkhirākhēkō cha. Tasartha yinīharūkō vāstā nagarnus ra allāhamāthi bharōsā garnus ra allāha nai sabai kāma purā garna sakṣama cha"},{"SurahNumber":4,"VerseNumber":82,"Text":"Kē yinīharū kura'ānamā cintana–manan gardainan? Yadi yō allāha bāhēka aru kasaikō tarphabāṭa bha'ēkō bha'ē tyasamā niḥsandēha (dhērai) virōdhābhāṣapūrṇa kurāharū pā'unē thi'ē"},{"SurahNumber":4,"VerseNumber":83,"Text":"Jaba tinīharūkahām̐ amana vā bhayakō kunai samācāra ā'um̐cha bhanē tyasalā'ī prasārita garna thālchan jaba ki tyō samācāralā'ī paigambara (sa.) Ra āphnā bud'dhijīviharūkahām̐ sumpēkō bha'ē ta unīharūlē pariāṇāma nikāli'ēkō kurākō tathya thāhā pā'um̐dathē. Ra yadi timīmāthi allāhakō kr̥pā ra dayā nabha'ēkō bha'ē ta kēhī bāhēka sabai śaitānakā anuyāyī hunē thi'ē"},{"SurahNumber":4,"VerseNumber":84,"Text":"Tasartha (hē muham'mada sa. !) Tapā'ī allāhakō mārgamā dharmayud'dha garnus. Tapā'ī upara āphū bāhēka aru kasaikō jim'mēvārī chaina ra mōminaharūlā'ī pani prōtsāhita garnē garnu. Sambhava cha ki nikaṭa bhaviṣyamai allāhalē kāphiraharūkō yud'dha rōkidē'ōs ra allāha sarvaśakti sampanna ra kaṭhōra sajāya dinēvālā cha"},{"SurahNumber":4,"VerseNumber":85,"Text":"Juna vyaktilē asala kāmakō lāgi siphāriśa gardacha, usalē pani tyasabāṭa kēhī bhāga prāpta garnēcha ra jasalē narāmrō kurākō siphāriśa garnēcha usalē tyasakō kēhī anśa pā'unu parnēcha. Ra allāha pratyēka kurōmāthi sarvaśakti sampanna cha"},{"SurahNumber":4,"VerseNumber":86,"Text":"Ra jaba kunai vyaktilē timīlā'ī salāma garōs ta timīlē pani tyōbhandā rāmrō śabdamā javāpha dē'ū vā tinai śabdamā salāma pharkā'ū. Niḥsandēha allāha sabai hisāba garnēvālā cha"},{"SurahNumber":4,"VerseNumber":87,"Text":"Allāha tyō vāstavika raba hō jasa bāhēka aru kōhī pūjā yōgya chaina. Usalē niḥsandēha kiyāmatakō dina timī sabailā'ī ēkatrita garnēcha jasakō ā'unumā kunai śaṅkā chaina. Ra allāhabhandā baḍhī saccā kō cha"},{"SurahNumber":4,"VerseNumber":88,"Text":"timīharūlā'ī kē bha'ēkō cha ki timī munāphikaharūkō sambandhamā du'ī samūhamā vibhājita bha'irahēkā chau. Allāhalē tinīharūlā'ī tinakai kriyākalāpalē gardā tiraskr̥ta garihālēkō cha. Kē timīharūlē aba yō yōjanā banā'um̐daichau ki jasalā'ī allāhalē vāstavika bāṭōbāṭa ṭāḍhā phyām̐kisakēkō cha usalā'ī timīharūlē sahī bāṭōmā lyā'unē chau? Jasalā'ī allāhalē mārgabhraṣṭa garisakyō tyasalā'ī timīlē kahilyai sahī bāṭōmā lyā'una sakdainau"},{"SurahNumber":4,"VerseNumber":89,"Text":"Tinīharūlē ta yō cāhanchan ki juna prakāralē tinīharū āphai kāphira chan, tyastai timī pani avajñākārī bha'ī sabai ēkanāsa bha'ihāla, tasartha jabasam'ma allāhakō mārgamā yinīharū pravāsa (hijarata) gardainana tabasam'ma tinīharūmadhyē kasailā'ī vāstavika mitra nabanā'unu. Phēri virōdhī bha'ēpachi jahām̐ phēlā parchan, samātēra mārihāla ra tinīharūmadhyē kasailā'ī āphnō hitaiṣī ra sāthī nabanā'ū"},{"SurahNumber":4,"VerseNumber":90,"Text":"Tara tī mānisaharū bāhēka jasalē ki yastō samūhasam̐ga jasakō ra timrō bīcamā samjhautā bha'isakēkō cha, athavā tiniharū timīnira yasarī ā'ēkā chan ki tinīharūkā hr̥daya timīsam̐ga athavā āphnō samūhasam̐ga yud'dha garna sakdainan ra yadi allāhalē cāhēkō bha'ē tinīharūlē timīmāthi varcasva rākhna sakdathē ra tinīharūlē avaśya nai yud'dha gardathē. Tasartha yadi tinīharūlē timīsam̐ga yud'dha garnubāṭa panchinchan ra timīkahām̐ (śānti) samjhautākō sandēśa paṭhā'um̐chan bhanē allāhalē timrō nimti tinīharūsam̐ga yud'dha garna kunai bāṭō khōlēkō chaina"},{"SurahNumber":4,"VerseNumber":91,"Text":"Timīlē kēhī an'ya yastā mānisaharū pani pā'unē chau jō cāhanchan ki timīsita pani śāntipūrvaka rahun ra āphnō kaumamā (jātimā) pani surakṣita rahun tara jaba daṅgā phasāda utpanna garna bōlā'inchan ta tyasamā ākr̥ṣṭa bha'ī sakriya bha'ihālchan. Tasartha yastā mānisahaharū yadi timīsita sanyama na'apanā'ī timītira śāntikā lāgi sanvāda gardainan ra āphnā hātalā'ī rōkdainan bhanē jahām̐ pā'ē pani tinalā'ī samātēra māra. Yī tinai hun jasamāthi hāmīlē timrō adhipatya (varcasva) niścita garēkā chauṁ"},{"SurahNumber":4,"VerseNumber":92,"Text":"Kunai mōminalē arkō mōminalā'ī mārnu kunai avasthāmā pani ucita chaina, tara galtībāṭa mārihālēkō cha bhanē arkō kurā hō ra kasailē bhūlabāṭa mārdacha bhanē allāhakō ādēśa cha ki tyasalē ē'uṭā musalamāna dāsalā'ī mukta garōs ra sāthai mr̥takakā uttarādhikārīharūlā'ī ragata bagā'ē bāpatakō kṣatipūrti rakama di'iyōs. Tara hō, yadi tinīharūlē māpha garidinchan bhanē yō unīharūkō āphnō icchākō kurō hō. Yadi māri'ēkō mānisa timrā śatrukō samūhakō cha ra tyō svayaṁ mōmina cha bhanē ē'uṭā musalamāna gulāmalā'ī mukta garnupardacha ra yadi māri'ēkō vyakti yastā mānisaharūmadhyēkō cha jōsam̐ga timrō kunai maitri sandhi cha bhanē usakō uttarādhikārīharūlā'ī ragatakō kṣatipūrti rakamakā sāthai ē'uṭā musalamāna dāsalā'ī mukta garnuparcha. Ataḥ jasalā'ī sādhana ra kṣamatā chaina, tinīharūlē anivāryarūpalē du'ī mahinākō vrata basnu parcha. Yō paścātāpa allāhabāṭa māphī pā'unakā lāgi hō ra allāha sarvajñānī ra baḍō bud'dhimattā sampanna cha"},{"SurahNumber":4,"VerseNumber":93,"Text":"Yadi kunai mānisa jānī bujhikana kunai musalamānalā'ī māridincha bhanē usakō sajāya narka hō. Jahām̐ ū sadhaiṁ bāsa pā'unē cha ra allāhakō krōdha ra abhiśāpakō pātra hunēcha ra yastō mānisakō lāgi usalē kaṭhōra sajāya tayāra rākhēkō cha"},{"SurahNumber":4,"VerseNumber":94,"Text":"Hē mōminaharū! Jaba timī allāhakō mārgamā (jihādakō lāgi) jānchau ta baḍō chānavinalē kāma garnē gara ra juna mānisalē timīsita as'sālamu'alaikuma bhandacha usalā'ī timī mōmina hō'inau bhani nabhana. Ra, jasabāṭa timrō uddēśya sānsārika lābha prāpta garnu cha bhanē allāhasita yastā phā'idākā sāmagrīharū thuprai chan. Timī pani ta pahilā yastai thiyau ra pachi allāhalē timīmāthi āphnō kr̥pā garyāē. Tasartha timī rāmrarī chānabina garnē gara. Niḥsandēha juna karmaharū timīlē gardachau, sabai allāhalā'ī thāhā cha"},{"SurahNumber":4,"VerseNumber":95,"Text":"Allāhakō mārgamā āphnā sampatti ra jyānalē yud'dha garnē mōmina ra binā ucita kāraṇa basirahanē mōmina ēka samāna huna sakdainan. Allāhalē, āphnā jyāna ra mālasita yud'dha garnē mōminalā'ī tyasai basirākhnē māthi dhērai śrēṣṭhatā pradāna garēkō cha, yadyapi allāhalē sabai mōminalā'ī rāmrō sthānakō vacana di'ēkō cha tara ṭhūlō puraskārakō dr̥ṣṭikōṇalē allāhalē jihāda garnēharūlā'ī, basirākhnēmāthi mahānatā pradāna garēkō cha"},{"SurahNumber":4,"VerseNumber":96,"Text":"(Arthāta) āphnō tarphabāṭa pradāna gari'ēkā darjā pani, puraskāra pani ra kr̥pā pani cha ra allāha kṣamādātā dayālu cha"},{"SurahNumber":4,"VerseNumber":97,"Text":"Juna mānisa āphūmāthi atyācāra garnēvālā chan, jaba tinakā prāṇa nikālnē bēlāmā phariśtāharūlē sōdhchan timī kuna avasthāmā thiyau ta bhandachan ki hāmī āphnō ṭhā'um̐mā kamajōra ra asahāya avasthāmā thiyauṁ. (Ani) phariśtāharūlē sōdhchan ki tyahām̐bāṭa basā'ī sarna kē allāhakō dharatī pharākilō thi'ēna? Tyastā mānisaharūkō bāsasthāna narka hunēcha, ra tyō jānu parnē ati narāmrō ṭhā'um̐ hō"},{"SurahNumber":4,"VerseNumber":98,"Text":"Tara tī puruṣa, ra strī ra kēṭākēṭīharū bāhēka jō sām̐ccai kamajōra ra aśakta chan, jōsam̐ga na ta kunai sādhana cha, na ta kunai jānē bāṭōkō jñāna"},{"SurahNumber":4,"VerseNumber":99,"Text":"Dhērai sambhava cha ki yastālā'ī allāhalē kṣamā garidē'ōs, allāha kṣamādātā (ra) māphī pradāna garnēvālā cha"},{"SurahNumber":4,"VerseNumber":100,"Text":"Juna mānisa āphnō gharabāra chāḍi allāhakō bāṭōmā lāgcha usalē dhartīmā śaraṇakō nimti praśasta ṭhā'um̐ ra jīvikā pani pā'unē cha ra juna mānisa āphnō ghara chāḍi allāha ra tyasakō rasūlakō mārgamā lāgnēcha, yadi usakō mr̥tyu pravāsamā huncha bhanē tyasakō puraskāra pani allāha chē'u niścita bha'ihālyō ra allāha baḍō kṣamā pradāna garnēvālā dayālu cha"},{"SurahNumber":4,"VerseNumber":101,"Text":"Jaba timī (ghara chāḍi) yātrākō nimti bāhira jānchau ta tyasabēlā namājamā kamī (kasra) garī paḍhē pani kunai gunāha chaina, yadi timīlā'ī ḍara cha ki timīlā'ī kāphirabāṭa duḥkha di'inēcha niḥsandēha kāphiraharū timrō khullamakhullā śatru hun"},{"SurahNumber":4,"VerseNumber":102,"Text":"Jaba timī tinīharūmā hunchau ra tinīharūlā'ī namāja paḍhā'um̐dachau bhanē, yō āvaśyaka cha ki ē'uṭā samūha timrō sāthamā hatiyāra sahita ubhirākhōs jaba yasa samūhalē ḍhōga garisakōs taba tyahām̐bāṭa haṭēra timrō pachāḍī ā'ōs ra arkō samūha jasalē namāja paḍhēkō chaina, tyasa ṭhā'um̐mā ā'ōs ra (satarka ra saśastra bha'ī) timrō sāthamā namāja paḍhōs. Kāphiraharū cāhanchan ki kunai prakāralē timī āphnō hatiyāra ra sāmānaharūprati alikati pani asāvadhāna hō'u, ani tinīharūlē timīmāthi ēkkāsi ākramaṇa garun. Hō, yadi timī varṣākō kāraṇa kunai kaṣṭamā vā virāmī chau bhanē āphūsam̐ga bha'ēkō hatiyāra nabōknumā kunai gunāha chaina, tara āphnō surakṣākō sāmāna sāthamā rākhnu. Niścaya nai allāhalē kāphiraharūkō nimti tiraskārapūrṇa daṇḍa tayāra garēkō cha"},{"SurahNumber":4,"VerseNumber":103,"Text":"Timīlē namāja paḍhisakēpachi uṭhdā, basdā ra palṭadā pratyēka avasthāmā allāhalā'ī yāda garnē gara. Phēri jaba santuṣṭa hō'ū taba namāja paḍhdai gara. Niḥsandēha mōminaharūlā'ī nirdhārita samayamā namāja paḍhnu anivārya cha"},{"SurahNumber":4,"VerseNumber":104,"Text":"Unīharūlā'ī pachyā'unabāṭa hāra mānēra nabasnu. Yadi timīlā'ī kunai kaṣṭa huncha bhanē tyastā kaṣṭaharū tinīharūlā'ī pani huncha, tara timīlā'ī allāhabāṭa yastā āśāharū chan, junaki tinīharūlā'ī chaina. Ra allāha sabai kurākō jñātā ra kauśala sampanna cha"},{"SurahNumber":4,"VerseNumber":105,"Text":"Niḥsandēha hāmīlē timīlā'ī satyatākō sātha āphnō kitāba paṭhā'ēkā chauṁ, tāki allāhalē timīlā'ī di'ēkō jñāna anusāra timī mānisaharūkā muddākō nisāpha garna saka ra dhōkēbājaharūkō samarthana nagarnu"},{"SurahNumber":4,"VerseNumber":106,"Text":"Ra allāhasam̐ga kṣamākō lāgi prārthanā gara. Niḥsandēha allāha kṣamādātā, atyanta dayālu cha"},{"SurahNumber":4,"VerseNumber":107,"Text":"Ra juna mānisa āphūbāṭai kapaṭa rākhdachan, tyastākō tarphabāṭa vivāda nagarnu, kinabhanē allāhalē kapaṭa garnē ra bē'īmānaharūlā'ī prēma gardaina"},{"SurahNumber":4,"VerseNumber":108,"Text":"Tinīharū mānisaharūbāṭa ta lukna sakdachan tara allāhabāṭa lukna sakdainan. Jaba yinīharū rātirāti āpasamā tī kurāharūbārē chalaphala gardachan, jasalā'ī allāhalē rucā'um̐dainan. Tyatikhēra pani allāha yinīharūkō najīka hunē gardacha. Allāhalē yinīharūkā sampūrṇa kriyākalāpalā'ī āphnō ghērāmā rākhēkō cha"},{"SurahNumber":4,"VerseNumber":109,"Text":"Hō timī tyahī nai hau jasalē sānsārika jīvanamā ta tinīharūkō pakṣa liyau, tara kiyāmatakō dina (pralayakō dina) tinīharūkō tarphabāṭa allāhasam̐ga kasalē pakṣa linē cha? Ra tyō kō hō jasalē tinīharūkō vakālata garna sakōs"},{"SurahNumber":4,"VerseNumber":110,"Text":"juna mānisalē kunai gunāha garcha vā āphūlā'ī nai narāmrō hunē kunai kāma gardacha ra pachi allāhasam̐ga kṣamā mām̐gdacha bhanē tyasalē allāhalā'ī kṣamādātā dayālu pā'unēcha"},{"SurahNumber":4,"VerseNumber":111,"Text":"Ra yadi kasailē gunāha gardacha bhanē tyasakō bhārī usaimāthi cha ra allāha sarvajñātā ra sarvabud'dhi sampanna cha"},{"SurahNumber":4,"VerseNumber":112,"Text":"Ra juna mānisalē kunai galtī vā pāpa garēra tyasakō ārōpa kunai nirdōṣamāthi thōpārdacha, usalē khulā gunāha ra jhūṭhō ārōpakō bhārī āphnai ṭā'ukōmā bōkihālyō"},{"SurahNumber":4,"VerseNumber":113,"Text":"Yadi timīmāthi allāhakō kr̥pā ra dayā nabha'ēkō bha'ē, tinīharūmadhyē ē'uṭā samūhalē timīlā'ī mārgabāṭa vicalita garā'una praṇa nai garisakēkō thiyō tara vāstavamā tinīharū āphūlā'ī nai kubāṭōmā lagā'irahēkā chan. Ra yinīharūlē timrō kēhī pani bigārna sakdainan. Allāha timīlā'ī grantha ra bud'dhimattā pradāna garyāē ra timīlā'ī tī kurāharūkō jñāna diyō junaki timīlā'ī thāhā thi'ēna ra timīmāthi allāhakō ṭhūlō kr̥pā cha"},{"SurahNumber":4,"VerseNumber":114,"Text":"Tinīharūkā dhērai jasō gōpya chalaphalamā bhalā'ī chaina. Tara hō, tyasa mānisakō sarasallāhamā cha, jasalē dāna vā asala kāma vā āpasamā mēlamilāpakō kurā gardacha, jasalē allāhakō prasantākō lāgi yō kāma gardacha bhanē hāmīlē tyasalā'ī ṭhūlō puraskāra pradāna garnē chauṁ"},{"SurahNumber":4,"VerseNumber":115,"Text":"Yadi kunai mānisa sahī bāṭō thāhā pā'isakēpachi pani rasūlakō virōdha gardacha ra an'ya mōminaharūkō bāṭō chāḍi ārkō bāṭōmā lāgdacha bhanē hāmīlē tyasalā'ī sōhī bāṭōmā chāḍidinchauṁ, ra tyasalā'ī jahannamamā hālnēchauṁ ra tyō jānu parnē ati nai narāmrō ṭhā'um̐ hō"},{"SurahNumber":4,"VerseNumber":116,"Text":"Allāhalē usalā'ī kṣamā gardaina jasalē kasailā'ī allāhakō sājhēdāra banā'um̐cha tara yasa bāhēka an'ya jasa pāpalā'ī cāhancha, kṣamā garnēcha ra jasalē kasailā'ī allāhakō sājhēdāra ṭhahrāyō, tyasalē āphnō sahī bāṭō chāḍi dhērai kubāṭōmā lāgisakēkō huncha"},{"SurahNumber":4,"VerseNumber":117,"Text":"Yinīharūlē ta allāhalā'ī chōḍēra strīharūlā'ī pukārdachan ra vāstavamā yinīharū udaṇḍa śaitānalā'ī mātra pūjdachan"},{"SurahNumber":4,"VerseNumber":118,"Text":"Ra allāhalē tyasalā'ī dhikkr̥ta garyāē tara usalē allāhakā sēvakaharūmadhyēbāṭa ē'uṭā niścita bhāga linē kam'mara kasēkō cha"},{"SurahNumber":4,"VerseNumber":119,"Text":"Ra (śaitānalē bhandacha) tinīharūlā'ī sahī bāṭōbāṭa vicalita garā'irahanē chu ra anucita āśā dilā'irahanē chu ra tinalā'ī sikā'unē chu ki janāvaraharūkō kāna cirnē gara ra bhannē gardachu ki allāhabāṭa racanā gari'ēkō rūpalā'ī bigārnē gara. Hēra jasalē allāhalā'ī chāḍi śaitānalā'ī āphnō mitra banā'um̐cha, tyō khulārūpamā hānimā parnēcha"},{"SurahNumber":4,"VerseNumber":120,"Text":"Tyasalē tinīharūlā'ī jhūṭhō vacana dindairahanē cha ra āśā dilā'irahanē cha. Ra śaitānalē jē jati vacana tinīharūlā'ī dincha, tī sabai dhōkā bāhēka aru kēhī pani hō'ina"},{"SurahNumber":4,"VerseNumber":121,"Text":"Yastā mānisaharūkō bāsasthāna jahannama (narka) hō ra tinīharūlē tyahām̐bāṭa kunai muktikō ṭhā'um̐ pā'um̐nē chainan"},{"SurahNumber":4,"VerseNumber":122,"Text":"Ra jasalē īmāna lyā'um̐chan ra satkarma gardachan, tinalā'ī hāmīlē tī svargamā pravēśa dinēchauṁ, jasamuni naharaharū bagirākhēkā chan. Yinī sadhaiṁ tyasaimā rahanēchan. Yō allāhakō satya vācā hō ra allāhabhandā vacanakō pakkā kō hunasakdacha"},{"SurahNumber":4,"VerseNumber":123,"Text":"vāstavika sthiti na ta timrō icchā anusāra huncha, na ta ahalē–kitābakō icchāmā nirbhara huncha. Jasalē narāmrō karma garnēcha, tyasalē sōhī anusārakō daṇḍa pā'unē cha ra usalē kasailā'ī pā'unē chaina jasalē allāha samakṣa usakō siphāriśa vā maddata garna sakōs"},{"SurahNumber":4,"VerseNumber":124,"Text":"Jasalē sadkarma gardacha, cāhē tyō puruṣa hōs vā strī, īmāna bha'ēkō cha bhanē yastā mānisaharūlē jannatamā (svargamā) pravēśa pā'unē chan ra tinīharūprati khajūrakō guṭhalīkō phām̐ka barābara (alikati) pani an'yāya garinē chaina"},{"SurahNumber":4,"VerseNumber":125,"Text":"Tyō mānisabhandā rāmrō kasakō dharma huna sakdacha jasalē allāhakō ādēśa svīkāra gardacha ra sadkarma pani gardacha ra sāthai ibrāhīma (alaihis'salāma)kō dharmakō pani anupālana gardacha juna ēkēśvaravādī hunu hunthiyō allāhalē ibrāhīmalā'ī āphnō mitra banā'ēkō cha"},{"SurahNumber":4,"VerseNumber":126,"Text":"Ākāśaharū ra pr̥thvīmā jē jati cha sabai allāhakō hō ra sampūrṇa brahmāṇḍa usaikō ghērāmā cha"},{"SurahNumber":4,"VerseNumber":127,"Text":"Tapā'īsam̐ga strīharūkō bārēmā ādēśa mām̐gdachan, bhanidinus ki allāha āphailē tinīharūkō sambandhamā ādēśa di'irahēkō cha ra kura'ānakā jō āyataharū juna anātha strīharūkō bārēmā cha, jasalā'ī timīlē tinalē pā'unu parnē haka (mēhara) didainau ra tinīharūsam̐ga nikāha garihālnē icchā rākhdachau ra sāthai niḥsahāya kēṭākēṭīharūkō bārēmā ra anāthaharūkō sātha n'yāyapūrṇa vyavahāra garnē gara. Timīlē jē jati upakārakō kāma gardachau, tyō sabai allāhalā'ī thāhā cha"},{"SurahNumber":4,"VerseNumber":128,"Text":"Yadi kunai strīlā'ī āphnō lōgnēbāṭa an'yāya vā lāparavāhīkō bhaya cha bhanē lōgnē svāsnīlē āpasamā jē samjhautā gardachan duvailā'ī kunai gunāha chaina, samajhdārī bahuta rāmrō kurā hō. Sabai mānisakō manamā lōbha pravr̥tti bhari'ēkō cha. Yadi timī asala vyavahāra ra ātmasanyamī bandachau bhanē allāhalā'ī timrā sampūrṇa kriyākalāpabārē thāhā cha"},{"SurahNumber":4,"VerseNumber":129,"Text":"Timībāṭa yō sambhava chaina ki āphnā sabai svāsnīharūsita cāham̐dā cāham̐dai pani samāna rūpalē n'yāya garna saka, tasartha ē'uṭaitira ḍhalkēra arkōlā'ī adhakalcōmā nachōḍanē gara ra yadi timī sudhāra gardachau ra ātmasanyamī bandachau bhanē allāha niścaya nai ṭhūlō kṣamādātā ra dayāvāna cha"},{"SurahNumber":4,"VerseNumber":130,"Text":"Yadi lōgnē ra svāsnī ēka arkābāṭa chuṭinchan bhanē allāhalē pratyēkalā'ī āphnō ati dānaśīlatālē praśasta sādhana pradāna garnēcha ra allāha ati udārakartā ra bud'dhimattā sampanna cha"},{"SurahNumber":4,"VerseNumber":131,"Text":"Ākāśaharū ra dharatīkā sabai vastu allāhakai sampatti hun ra vāstavamā jasalā'ī timībhandā agāḍi grantha pradāna gari'ēkō thiyō, tinīharūlā'ī ra timīlā'ī pani yahī ādēśa gari'ēkō cha ki allāhasita ḍara mānnē gara? Ra yadi māndainau bhanē (yādarākha ki) jē jati ākāśaharūmā ra pr̥thvīmā cha, sabai allāhakai hō. Ra allāha sabai āvaśyakatāharūbāṭa mukta ra sampūrṇa praśansita cha"},{"SurahNumber":4,"VerseNumber":132,"Text":"Jē jati ākāśaharūmā ra pr̥thvīmā chan, sabai allāhakai adhīnamā chan ra sampūrṇa kārya sampannatākō lāgi allāha nai paryāpta cha"},{"SurahNumber":4,"VerseNumber":133,"Text":"Hē mānisaharū! Allāhalē cāhēkō khaṇḍamā timīharū sabailā'ī samāpta garna sakdacha. Ra aru mānisaharūlā'ī sr̥ṣṭi garī lyā'una sakdacha ra allāha yasa kurāmā sarvaśakti sampanna cha"},{"SurahNumber":4,"VerseNumber":134,"Text":"Yadi kunai mānisa sansārika lābha prāpta garna cāhancha, bhanē allāhasita sansāra ra paralōka (duvai) kō lāgi puraskāra tayāra cha. Ra allāha dhērai sunnē ra dēkhnēvālā hō"},{"SurahNumber":4,"VerseNumber":135,"Text":"Hē mōminaharū! N'yāyamā ḍhr̥datākā sātha kāyama rahanēvālāharū ra allāhakō prasannatākō lāgi sām̐cō gavāhī dinēvālā bana. Tyō timrō vā timrō āmā–buvā vā nātēdāraharūkō virud'dha nai kina nahōs. Tyō mānisa cāhē dhanī hōs athavā nirdhana, allāha duvaikō hitaiṣī cha. Tasartha timīlē āphnai svārthakō pachi lāgi n'yāyalā'ī nachāḍidinu. Yadi timīlē kurā baṅgyā'ēra gavāhī dinchau vā sākṣī dinubāṭa panchinchau bhanē (yādarākha) allāha timrō sabai kriyākalāpa rāmrarī jāndacha"},{"SurahNumber":4,"VerseNumber":136,"Text":"Hē mōminaharū! Allāhamāthi ra usakō rasūlamāthi ra juna grantha allāhalē āphnō paigambaralā'ī pradāna garēkō cha, ra tyasamāthi juna granthaharū tyasabhandā agāḍi utārēkō thiyō, sabaimāthi āsthā rākha. Ra jasalē allāha ra phariśtāharū ra usakā granthaharū ra usakā paigambaraharū ra antima dinakō inakāra gardacha ū pathabhraṣṭa bha'ī vāstavika mārgabāṭa dhērai ṭāḍhā pugisakēkō huncha"},{"SurahNumber":4,"VerseNumber":137,"Text":"Juna mānisaharūlē musalamāna bha'ēra phēri kāphira bha'ē, phēri musalamāna bha'ē ani phēri kāphira bha'ē phēri anāsthātarpha baḍhadai ga'ē tyastālā'ī allāhalē na kṣamā garnē cha na ta sahī bāṭō dēkhā'unē cha"},{"SurahNumber":4,"VerseNumber":138,"Text":"Kapaṭīharūlā'ī yasabārē samācāra sunā'idinu ki tinīharūkō nimti kaṣṭadāyaka sajāya niścita cha"},{"SurahNumber":4,"VerseNumber":139,"Text":"Jasalē mōminaharūlā'ī chāḍi kāphiraharūlā'ī mitra banā'unē gardachan. Kē tinīharūkahām̐ sam'māna prāpti garna jānchana? Sampūrṇa sam'māna ta allāhakai niyantraṇamā cha"},{"SurahNumber":4,"VerseNumber":140,"Text":"Ra allāhalē timīlā'ī pradāna garēkō granthamā ādēśa garisakēkō cha ki jaba timī kunai sabhā vā baiṭhakamā allāhakā āyataharūlā'ī asvīkāra garirākhēkō vā tinakō upahāsa garirākhēkō suna, taba tyasa sabhāmā tinīharūkō sāthamā nabasa, jabasam'ma tinīharū arkō kurā garna thāldainan. (An'yathā) timī pani tyasabēlā tinīharū jastai bha'ihālnēchau. Yasamā kunai sandēha chaina ki allāha sabai munāphika ra kāphiraharūlā'ī narkamā ēkatrita garnēcha"},{"SurahNumber":4,"VerseNumber":141,"Text":"Yinīharūlē timrō pariṇāma hērirākhēkā hunchan, phēri yadi allāhakō tarphabāṭa timīlā'ī vijaya prāpta huncha bhanē tinīharū bhandachana ki kē hāmī timrō sāthamā thi'ēnau. Ra yadi kāphiraharūlā'ī alikati varcasva prāpta huncha bhanē tinīharūsita bhandachan ki kē hāmīlē jīta prāpta garna lāgēkā thi'ēnau ra kē timīharūlā'ī hāmīlē musalamānaharūbāṭa bacā'ēkā thi'ēnau? Tara allāha tinīharūkō nirṇaya kiyāmatakō dina garnē cha. Ra allāhalē kahilyai pani musalamānaharūmāthi kāphiraharūlā'ī vijaya pradāna garnēchaina"},{"SurahNumber":4,"VerseNumber":142,"Text":"Munāphika (kapṭīharū) allāhalā'ī jhukyā'una khōjchan tara usalē tinīharūlā'ī yasa jhukyānakō badalā dinēcha. Ra jaba namāja paḍhna ubhinchan tyatikhēra alchī bha'ī ubhinchan arulā'ī dēkhā'unakō lāgi mātra gardachan, ra allāhalā'ī nāmamātrakā lāgi smaraṇa gardachan"},{"SurahNumber":4,"VerseNumber":143,"Text":"Tinīharū bīcamā parī jhuṇḍirākhēkā chan na tinīharūtira pūrai hunchan na yinīharūtira, ra jasalā'ī allāhalē mārgabāṭa vicalita gardacha tyasakō nimti timīlē kahilyai bāṭō pā'um̐dainau"},{"SurahNumber":4,"VerseNumber":144,"Text":"Hē imānavālāharū! Musalamānaharūlā'ī chāḍi kāphiraharūlā'ī āphnā mitra nabanā'ū. Kē timī khullārūpamā allāhakō dōṣī banna cāhanchau"},{"SurahNumber":4,"VerseNumber":145,"Text":"yasamā kunai sandēha chaina ki munāphikaharū dōjakhakō (narkakō) sabaibhandā tallō bhāgamā ṭhā'um̐ pā'unēchan. Ra timīlē kasailā'ī tinīharūkō sahāyatā garēkō pā'unē asambhava cha"},{"SurahNumber":4,"VerseNumber":146,"Text":"Hō jasalē paścātāpa garihālē ra āphnō avasthāmā sudhāra garē ra allāhamāthi pūrai viśvāsa garē ra khāsa allāhakai lāgi sansāramā dhārmika karma gardachan bhanē tyastā mānisaharū mōminaharūkō sāthamā hunēchan. Ra allāhalē mōminaharūlā'ī ṭhūlō puraskāra pradāna garnēcha"},{"SurahNumber":4,"VerseNumber":147,"Text":"Yadi timī allāhaprati kr̥tajña hunchau ra tyasamā viśvāsa gardachau bhanē timīlā'ī allāhalē kina sajāya dinē cha? Ra allāha ṭhūlō guṇapārakhī ra param jñānī cha"}]}