{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Ve eger Biz, gercekten onlara melekler indirseydik, oluler de onlarla konussaydı, herseyi onların karsısında toplasaydık, Allah´ın dilemesi haric inanacak degillerdi. Ve lakin onların cogu cahillik ediyorlar"},{"SurahNumber":6,"VerseNumber":112,"Text":"Ve boylece peygamberlerin hepsine, insan ve cin seytanları dusman kıldık. Onlar, birbirlerine aldatarak guzel (suslu) sozler vahyederler (fısıldarlar). Ve eger Rabbin dileseydi, onu yapamazlardı. Artık onları ve iftira ettikleri seyleri terket (bırak)"},{"SurahNumber":6,"VerseNumber":113,"Text":"Ve ahirete inanmayanların gonulleri ona (onlara; insan ve cin seytanlara) meyletsin ve ondan razı olsunlar. Ve onlar, kazandıkları seyleri kazanmaya devam etsinler"},{"SurahNumber":6,"VerseNumber":114,"Text":"Artık Allah´tan baska bir hakem mi arayayım? Size Kitab´ı acıklanmıs(tafsilatlı) olarak indiren O´dur. Kendilerine kitap verdigimiz kimseler, O´nun, senin Rabbinden hak ile indirildigini biliyorlar. O halde sakın sen, suphe edenlerden olma"},{"SurahNumber":6,"VerseNumber":115,"Text":"Ve Rabbinin sozu sadakatle ve adaletle tamamlandı. O´nun kelimelerini degistirecek kimse yoktur. O, en iyi isiten ve en iyi bilendir"},{"SurahNumber":6,"VerseNumber":116,"Text":"Ve yeryuzunde bulunanların coguna itaat edersen, seni Allah´ın yolundan saptırırlar. Onlar, ancak zanna tabi olurlar. Ve onlar, ancak yalan uydururlar"},{"SurahNumber":6,"VerseNumber":117,"Text":"Muhakkak ki senin Rabbin, Kendi yolundan sapanı en iyi bilendir. Ve O, hidayete erenleri de en iyi bilendir"},{"SurahNumber":6,"VerseNumber":118,"Text":"Eger siz, O´nun (Allah´ın) ayetlerine inananlarsanız; o zaman uzerine Allah´ın ismi anılan seylerden yeyiniz"},{"SurahNumber":6,"VerseNumber":119,"Text":"Size ne oluyor ki; uzerine Allah´ın ismi anılan seylerden yemiyorsunuz? Darda kalıp, ona mecbur oldugunuz seyler haric; size haram kıldıgı seyleri size ayrı ayrı acıklamıstı. Muhakkak ki; onların cogu, bir ilimleri olmaksızın, kendi hevesleri ile (baskalarını) dalalette bırakıyorlar. Muhakkak ki; senin Rabbin, o haddi asanları en iyi bilendir"},{"SurahNumber":6,"VerseNumber":120,"Text":"Ve gunahın acıkta olanını da, gizli olanını da terkedin. Muhakkak ki; gunah isleyenler (kazananlar), kazandıklarından dolayı yakında cezalandırılacaklar"},{"SurahNumber":6,"VerseNumber":121,"Text":"Ve uzerine Allah´ın ismi anılmayan seylerden yemeyin. Ve muhakkak ki; o fısktır. Ve seytanlar, mutlaka sizinle mucadele etmeleri icin dostlarına vahyederler. Ve sayet onlara itaat ederseniz (uyarsanız), mutlaka siz musrikler olursunuz"},{"SurahNumber":6,"VerseNumber":122,"Text":"Olu (Allah´a ulasmayı dilememis) iken (ona on iki ihsan vererek) dirilttigimiz ve insanlar arasında onunla yuruyecegi nur verdigimiz kimse, karanlıklar icinde olup, ondan cıkamayacak kimse gibi midir? Boylece kafirlere, yapmıs oldukları seyler suslu gosterildi"},{"SurahNumber":6,"VerseNumber":123,"Text":"Ve iste boylece, her kasabada (sehirde) onun mucrimlerini (gunah isleyenlerini), orada sahtekarlık (hile) yapmaları icin liderler yaptık. Kendilerinden baskasını aldatmazlar ve farkında degiller"},{"SurahNumber":6,"VerseNumber":124,"Text":"Onlara bir ayet geldigi zaman: “Allah´ın resullerine verilen seyin aynısı bize de verilmedikce (verilinceye kadar) asla inanmayız.” dediler. Risaletini kime verecegini Allah, en iyi bilendir. Curum isleyen (gunah isleyen) kimselere, yapmıs oldukları hile(ler) sebebiyle yakında Allah´ın huzurunda bir zillet (kucukluk, asagılık) ve siddetli azap isabet edecektir (gelecektir)"},{"SurahNumber":6,"VerseNumber":125,"Text":"Oyleyse Allah kimi Kendisine ulastırmayı dilerse onun gogsunu yarar ve (Allah´a) teslime (Islam´a) acar. Kimi dalalette bırakmayı dilerse, onun gogsunu semada yukseliyormus gibi daralmıs, sıkıntılı yapar. Boylece Allah, mu´min olmayanların uzerine pislik (azap, darlık, gucluk) verir"},{"SurahNumber":6,"VerseNumber":126,"Text":"Ve bu, senin Rabbine istikametlenmis (yonlendirilmis) yoldur. (Allah´a goturen yoldur). Tezekkur eden bir kavim icin ayetleri ayrı ayrı acıkladık"},{"SurahNumber":6,"VerseNumber":127,"Text":"Rab´lerinin katında onlar icin selam yurdu (teslim yurdu) vardır. Yapmıs olduklarından dolayı, O (Allah), onların dostudur"},{"SurahNumber":6,"VerseNumber":128,"Text":"Ve onların hepsini biraraya topladıgı gun (Allahu Teala soyle buyuracaktır): “Ey cin toplulugu! Insanlarla sayınızı artırdınız (tagutların arasına insanları da kattınız).” Onlara dost olan insanlardan bir kısmı soyle dedi: “Rabbimiz, biz birbirimizden faydalandık ve Senin bize takdir ettigin zamanın bitis noktasına (sonuna) eristik.” (Allahu Teala): “Allah´ın diledigi sey (cehennemin yok olma zamanı gelmesi hali) haric; sizin barınacagınız yer atestir, orada ebedi kalacak olanlarsınız.” buyurdu. Muhakkak ki senin Rabbin, hukum sahibi ve en iyi bilendir"},{"SurahNumber":6,"VerseNumber":129,"Text":"Ve iste boylece kazanmıs olduklarından (gunahlarından) dolayı zalimlerin bir kısmını, bir kısmına ceviririz (musallat ederiz)"},{"SurahNumber":6,"VerseNumber":130,"Text":"Ey insan ve cin toplulugu! Size ayetlerimi anlatan ve bugununuze ulasacagınız konusunda sizi uyaran icinizden resuller (elciler) gelmedi mi? “Kendi nefslerimize sahit olduk.” dediler. Dunya hayatı onları aldattı. Ve kendilerinin kafir olduguna, kendileri sahit oldular"},{"SurahNumber":6,"VerseNumber":131,"Text":"Iste bu, senin Rabbinin, ulke halkı gaflet icindeyken (uyarılmadan), ulkeleri zulumle helak edici olmamasındandır"},{"SurahNumber":6,"VerseNumber":132,"Text":"Ve herkes icin yaptıklarından dolayı dereceler vardır. Ve senin Rabbin, onların yaptıkları seylerden gafil degildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Ve senin Rabbin ganidir (zengindir, hicbir seye ihtiyacı yoktur) rahmet sahibidir. Dilerse sizi giderir (yok eder), sizi baska bir kavmin zurriyetinden (neslinden) yarattıgı gibi, sizden sonra da yerinize diledigini getirir (halef yapar)"},{"SurahNumber":6,"VerseNumber":134,"Text":"Muhakkak ki; size vaadedilen (vaadolundugunuz) sey mutlaka gelecektir. Ve siz, aciz bırakacak degilsiniz (onleyemezsiniz)"},{"SurahNumber":6,"VerseNumber":135,"Text":"De ki: “Ey kavmim, yapacagınız seyi yapın! Muhakkak ki; ben de yapıyorum. Artık bu yurdun sonunun kimin olacagını yakında bileceksiniz. Cunku zalimler felaha eremezler.”"},{"SurahNumber":6,"VerseNumber":136,"Text":"O´nun (Allah´ın) yaratıp, cogalttıgı ekinlerden ve hayvanlardan Allah icin pay ayırdılar. Ve boylece kendi zanlarınca: “Bu Allah icin ve bu da ortaklarımız icin.” dediler. Fakat ortakları icin olan; Allah´a ulasmaz ama Allah icin olan; o, onların ortaklarına ulasır. Hukmettikleri sey ne kotu"},{"SurahNumber":6,"VerseNumber":137,"Text":"Ve boylece onların ortakları, musriklerin coguna, onları helak etmek icin ve onlara kendilerinin dinini karıstırmaları icin, evlatlarını oldurmeyi guzel gosterdiler (suslediler). Allah dileseydi onu yapamazlardı. Artık onları ve uydurdukları seyleri terket"},{"SurahNumber":6,"VerseNumber":138,"Text":"Onlar, kendi zanları ile: “Bizim diledigimiz kimseler haric bu hayvanlar ve ekinler haramdır, onları yemeyin!” dediler. (Bir kısım) hayvanların sırtı(na binmek) haram kılındı. Ve bir kısım hayvanların da (onlara iftira ederek), uzerlerine Allah´ın ismini anmıyorlar (onları besmele ile kesmiyorlar). (Allah) iftira etmis olduklarından dolayı onları yakında cezalandıracak"},{"SurahNumber":6,"VerseNumber":139,"Text":"Ve soyle dediler: “Bu hayvanların karnında olanlar, yalnız erkeklerimize aittir. Eslerimize (hanımlarımıza) haramdır. Sayet olu olursa, o taktirde (erkek ve kadınlar onu yemekte), onlar ortaktırlar.” (Allah bu) vasıflandırmalarından dolayı onları yakında cezalandıracak. Muhakkak ki O; hukum sahibidir, en iyi bilendir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Ve bir ilmi olmaksızın akılsızca (aptalca) evladını oldurenlerhusrana ugramıslardır. Ve Allah´a iftira ederek, Allah´ın onları rızıklandırdıgı sey(ler)i haram kılan kimseler, dalalette kalmıslardır ve hidayete ermis degillerdir"},{"SurahNumber":6,"VerseNumber":141,"Text":"Ve asmalı ve asmasız bahceleri, hurmaları, yenilen cesitli ekinleri,birbirine benzeyen ve benzemeyen zeytinleri ve narları yaratan O´dur.Urun verdigi zaman, onun urununden yeyin. Onun hasad edildigi gun, onun hakkını verin. Israf (ziyan) etmeyin. Muhakkak ki; O, musrifleri (israf edenleri) sevmez"},{"SurahNumber":6,"VerseNumber":142,"Text":"Hayvanlardan yuk tasıyanlar ve kesim hayvanı olanlar var. Allah´ın sizi rızıklandırdıgı seylerden (kesim hayvanlarından) yeyin. Seytanın adımlarına tabi olmayın. Muhakkak ki; o, size apacık dusmandır"},{"SurahNumber":6,"VerseNumber":143,"Text":"Esli (biri disi, biri erkek) olarak sekiz adet (yuk ve kesim hayvanı yarattı ayet-142); koyundan iki, keciden iki. De ki: “Iki erkek mi veya iki disi mi? Ya da iki disinin rahimlerinin ihata ettigini mi haram kıldı? Eger siz sadıklarsanız, bana bir ilimle haber veriniz.”"},{"SurahNumber":6,"VerseNumber":144,"Text":"Ve deveden iki, sıgırdan iki. De ki: “Iki erkek mi veya iki disi mi? (Ya da) iki disinin rahimlerinin ihata ettigini mi haram kıldı? Veya Allah´ın bununla size vasiyet ettigine (farz kıldıgına) sahit mi oldunuz?” Bir ilimleri olmaksızın insanları saptırmak icin Allah´a karsı yalan soyleyen (iftira eden)den daha zalim kimdir? Muhakkak ki Allah, zalim kavmi hidayete erdirmez"},{"SurahNumber":6,"VerseNumber":145,"Text":"De ki: “Bana vahyolunan sey(ler)de, yenilen yiyecek uzerinde, olu olan veya akıtılmıs kan veya domuz eti ki; o, muhakkak murdardır, veya fısk ile Allah´tan baskası icin bogazlanandan baska, haram kılınmıs bir sey bulamıyorum.” Artık kim darda kalırsa, haddi asması (meyletmesi) ve hakka tecavuz etmesi haric; o taktirde, senin Rabbin muhakkak ki; Gafur´dur (magfiret edendir) ve Rahim (rahmet nuru gonderen) dir"},{"SurahNumber":6,"VerseNumber":146,"Text":"Ve yahudi olanlara; tırnaklı hayvanların hepsi ve inekten ve koyundan ikisinin de sırtında tasıdıgı veya bagırsaklarında olan veya kemige karısmıs olanları haric, ic yagını haram kıldık.Iste boyle onları azgınlıkları sebebiyle cezalandırdık. Muhakkak ki biz, gercekten sadıklarız"},{"SurahNumber":6,"VerseNumber":147,"Text":"Artık seni yalanlarlarsa, o zaman de ki: “Sizin Rabbiniz genis bir rahmetin sahibidir ve O´nun azabı, mucrimler (suclular) kavminden geri cevrilemez.”"},{"SurahNumber":6,"VerseNumber":148,"Text":"Sirk kosanlar soyle soyleyecekler: “Sayet Allah dileseydi, biz ve babalarımız sirk kosmazdık ve hicbir seyi haram etmezdik.” Onlardan oncekiler de azabımızı tadıncaya kadar iste boyle yalanladılar. De ki: “Sizin yanınızda ilimden bir sey var mı? Oyleyse (varsa) onu bize cıkarın. Siz ancak zanna tabi oluyorsunuz. Ve siz sadece yalan soyluyorsunuz.”"},{"SurahNumber":6,"VerseNumber":149,"Text":"De ki: “Artık en kuvvetli delil, Allah´ındır. Oyleyse eger O (Allah) dileseydi, elbette sizin hepinizi hidayete erdirirdi.”"},{"SurahNumber":6,"VerseNumber":150,"Text":"“Allah´ın bunu haram kıldıgına sahitlik eden sahitlerinizi getirin.” de. Artık sayet onlar sahitlik ederlerse, onlarla beraber sen sahitlik etme. Ahirete inanmayan ve ayetlerimizi yalanlayan kimselerin heveslerine tabi olma. Ve onlar, Rab´lerine es tutuyorlar (ortak kosuyorlar)"},{"SurahNumber":6,"VerseNumber":151,"Text":"De ki: “Gelin, Rabbinizin size neleri haram kıldıgını okuyayım; O´na bir seyi ortak kosmayın. Anne, babaya ihsanla davranın. Yokluk (fakirlik) sebebiyle cocuklarınızı oldurmeyin. Onları da, sizi de yalnız Biz rızıklandırırız. Kotulugun acıgına da, gizlisine de yaklasmayın. Haklı olmanız haric kimseyi oldurmeyin ki; onu Allah haram kıldı. Iste bunları size vasiyet (emir) etti. Boylece siz, akıl edersiniz.”"},{"SurahNumber":6,"VerseNumber":152,"Text":"Yetimin malına, o en kuvvetli cagına gelinceye kadar, en guzel sekliyle olmadıkca yaklasmayın. Olcu ve tartıyı adaletle yerine getirin. Kimseyi gucunun dısında (bir sey ile) sorumlu tutmayız. Soylediginiz zaman, yakınınız olsa bile, artık adaletle soyleyin. Allah´ın ahdini yerine getirin (ifa edin). Boylece tezekkur edersiniz diye, (Allah) iste boyle, size onunla vasiyet (emir) etti"},{"SurahNumber":6,"VerseNumber":153,"Text":"Ve muhakkak ki; bu, Benim mustakim olan yolumdur. Oyleyse ona tabi olun. Ve (baska) yollara tabi olmayın ki; o taktirde sizi, onun yolundan ayırır. Iste boyle size onunla vasiyet etti(emretti). Boylece siz takva sahibi olursunuz"},{"SurahNumber":6,"VerseNumber":154,"Text":"Sonra Musa (A.S)´a, ahsen olanlara tamamlayıcı olarak, herseyi acıklayan ve rahmet olan ve hidayete erdiren kitabı (Tevrat´ı) verdik. Boylece onlar, Rab´lerine mulaki olacaklarına inanırlar (iman ederler)"},{"SurahNumber":6,"VerseNumber":155,"Text":"Ve indirdigimiz bu kitap mubarektir. Oyleyse O´na tabi olun. Ve takva sahibi olun. Boylece siz rahmet olunursunuz (rahmete ulasırsınız)"},{"SurahNumber":6,"VerseNumber":156,"Text":"“Kitap, yalnızca bizden onceki iki topluluga indirildi. Ve biz onların okuduklarından gercekten gafildik.” dersiniz diye (dememeniz icin)"},{"SurahNumber":6,"VerseNumber":157,"Text":"Veya “Eger bize de bir kitap indirilseydi, elbette onlardan daha cok hidayete ererdik.” dersiniz. Iste size Rabbinizden hidayet (hidayete erdiren), beyyine (delil) ve rahmet gelmistir. Oyleyse kim, Allah´ın ayetlerini yalanlayandan ve O´ndan yuz ceviren kimseden daha zalimdir? Ayetlerimizden yuz cevirenleri, yuz cevirmis olmalarından dolayı agır (kotu) bir azapla cezalandıracagız"},{"SurahNumber":6,"VerseNumber":158,"Text":"Onlar (illa), onlara meleklerin gelmesini mi veya senin Rabbinin gelmesini mi veya senin Rabbinden bazı ayetlerin gelmesini mi bekliyorlar? Rabbinden bazı ayetlerin (mucizelerin) geldigi gun, daha once iman etmemisse (amenu olmamıssa) veya imanıyla bir hayır kazanmamıssa onun imanı kendisine bir fayda vermez. De ki: “Bekleyin! Muhakkak ki; biz de bekleyenleriz.”"},{"SurahNumber":6,"VerseNumber":159,"Text":"Muhakkak ki; onlar, onların dinini tefrik ettiler (parca parca ayırdılar) ve grup grup oldular. Senin onlarla bir ilgin yok. Onların isi sadece Allah´a aittir. Sonra yapmıs oldukları seyleri, onlara haber verecek"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim (Allah´ın huzuruna) bir hasene ile gelirse, artık onun on misli, onundur.Ve kim bir seyyie ile gelirse, o zaman onun mislinden baskası ile cezalandırılmaz. Ve onlar zulmolunmazlar"},{"SurahNumber":6,"VerseNumber":161,"Text":"“Muhakkak ki; Rabbim, beni hanif olarak Sıratı Mustakim´e, kıyamete kadar ayakta kalacak olan Hz. Ibrahim´in milletinin dinine hidayet etti.” de. Ve o, musriklerden olmadı"},{"SurahNumber":6,"VerseNumber":162,"Text":"“Muhakkak ki; benim namazım, kurbanım, ibadetlerim hayatım ve olumum alemlerin Rabbi Allah icindir.” de"},{"SurahNumber":6,"VerseNumber":163,"Text":"O´nun ortagı yoktur. Ve ben bununla emrolundum. Ve ben, muslumanların (teslim olanların) ilkiyim"},{"SurahNumber":6,"VerseNumber":164,"Text":"“O herseyin Rabbi iken, Allah´tan baska Rab mı isteyeyim?” de. Butun nefsler, kendisine ait olandan baskasını kazanmaz. Ve bir gunahkar, baskasının gunahını (yukunu) tasımaz. Sonra donusunuz Rabbinizedir. O zaman, hakkında ihtilafa dustugunuz seyleri size haber verecek"},{"SurahNumber":6,"VerseNumber":165,"Text":"Ve sizi yeryuzunun halifeleri yapan, size verdigi seylerle sizi imtihan etmek icin, bir kısmınızın derecelerini diger bir kısmınızın ustune yukselten O´dur. Muhakkak ki; senin Rabbin, cezası cabuk olandır. Ve muhakkak ki; O, mutlaka Gafur´dur (magfiret edendir), Rahim (rahmet nuru gonderen)´dir"},{"SurahNumber":7,"VerseNumber":1,"Text":"Elif, Lam, Mim, Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Sana indirilen Kitap, mu´minler icin bir zikirdir (oguttur) ve O´nunla onları uyarman icindir. Artık ondan dolayı, gogsunde artık bir darlık (sıkıntı) olmasın"},{"SurahNumber":7,"VerseNumber":3,"Text":"Rabbinizden size indirilene tabi olun. Ve ondan baska dostlar edinmeyin. Ne kadar az tezekkur ediyorsunuz"},{"SurahNumber":7,"VerseNumber":4,"Text":"Ulkelerden nicesini (kac tanesini) helak ettik. Artık azabımız onlara geceleyin veya onlar ogle uykusu uyurken geldi"},{"SurahNumber":7,"VerseNumber":5,"Text":"Azabımız onlara geldigi zaman, onların duaları (yalvarmaları): “Muhakkak ki; biz zalimler olduk.” demekten baska bir sey olmadı"},{"SurahNumber":7,"VerseNumber":6,"Text":"O zaman kendilerine resuller gonderilen kimselere ve gonderilen resullere muhakkak soracagız"},{"SurahNumber":7,"VerseNumber":7,"Text":"Oyleyse onlara, mutlaka bir ilim ile anlatacagız. Biz gaibler (onların yaptıklarından habersiz) degildik"},{"SurahNumber":7,"VerseNumber":8,"Text":"Izin gunu (hesaplasma gunu) tartı (olcu) haktır (gercektir). Kimin (sevap) tartıları agır gelirse, iste onlar, onlar felaha erenlerdir"},{"SurahNumber":7,"VerseNumber":9,"Text":"Ve kimin (sevap) tartıları hafif gelirse, iste onlar, ayetlerimize zulmettiklerinden dolayı nefslerini husrana dusurmus olanlardır"},{"SurahNumber":7,"VerseNumber":10,"Text":"Andolsun ki, sizi yeryuzune yerlestirdik ve orada size gecim kaynakları kıldık. Ne kadar az sukrediyorsunuz"},{"SurahNumber":7,"VerseNumber":11,"Text":"Ve andolsun ki; sizi Biz yarattık. Sonra size suret (sekil) verdik. Sonra meleklere: “Adem (A.S)´a secde edin.” dedik. Iblis haric, secde ettiler. O, secde edenlerden olmadı"},{"SurahNumber":7,"VerseNumber":12,"Text":"(Allahu Teala) soyle buyurdu: “Sana (secde etmeyi) emrettigim zaman, seni secde etmekten men eden nedir?” Iblis: “Ben ondan hayırlıyım,beni atesten ve onu nemli topraktan (balcıktan) yarattın.” dedi"},{"SurahNumber":7,"VerseNumber":13,"Text":"(Allahu Teala): “Oyleyse oradan in! Artık orada senin kibirlenmen olmaz. Hemen oradan cık. Muhakkak ki, sen alcaklardansın.” buyurdu"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Seytan): “Beas gunune (dirilecegimiz gune, kıyamet gunune) kadar bana izin (muhlet) ver.” dedi"},{"SurahNumber":7,"VerseNumber":15,"Text":"(Allahu Teala): “Muhakkak ki sen izin (muhlet) verilenlerdensin.” buyurdu"},{"SurahNumber":7,"VerseNumber":16,"Text":"(Iblis): “Bundan sonra, beni azdırman sebebiyle, mutlaka Senin Sıratı Mustakimin´e onlara karsı (mani olmak icin) oturacagım.” dedi"},{"SurahNumber":7,"VerseNumber":17,"Text":"Sonra, elbette onlara, onlerinden, arkalarından, saglarından ve sollarından gelecegim ve onların cogunu sukredenlerden bulmayacaksın"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Allahu Teala): “Kınanmıs (hor gorulmus) ve kovulmus olarak oradan cık!” dedi. “Elbette onlardan kim sana tabi olursa, mutlaka sizin hepinizden cehennemi (tamamen) dolduracagım.”"},{"SurahNumber":7,"VerseNumber":19,"Text":"Ve ey Adem! Sen ve zevcen cennette yerlesin (oturun) sonra da, dilediginiz yerden yeyin. Ve bu agaca yaklasmayın. O zaman (yaklasırsanız ikiniz) zalimlerden olursunuz"},{"SurahNumber":7,"VerseNumber":20,"Text":"Seytan, onların (o ikisinin) gorunmesi ayıp olan ve kendilerinden ortulmus (gizlenmis) yerlerinin acıga cıkarılması icin onlara vesvese verdi ve sonra da soyle dedi: “Rabbiniz (ikinizin Rabbi) sadece iki melek olursunuz veya (orada) ebedi kalanlardan olursunuz, diye bu agactan sizin ikinizi menetti (nehyetti).”"},{"SurahNumber":7,"VerseNumber":21,"Text":"Ve ikisine yemin etti: “Muhakkak ki ben, sizin ikinize nasihat edenlerdenim.”"},{"SurahNumber":7,"VerseNumber":22,"Text":"Boylece o ikisini aldatarak onculuk (onderlik) etti. Agactan tadınca (meyvesini yeyince) ayıp yerleri kendilerine gorundu (acıga cıktı). Ve Rab´leri (ikisinin Rabbi), ikisine soyle seslendi: “Sizin ikinizi bu agacta nehyetmedim mi (yasaklamadım mı)? Ve sizin ikinize, muhakkak ki seytan apacık dusmandır.” demedim mi"},{"SurahNumber":7,"VerseNumber":23,"Text":"Ikisi soyle dedi: “Rabbimiz, biz nefslerimize zulmettik, sayet Sen bize magfiret ve rahmet etmezsen, biz mutlaka husrana ugrayanlardan oluruz.”"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Allahu Teala): “Birbirinize dusman olarak inin! Sizin icin yeryuzunde bir sureye kadar kalma (yerlesme) ve gecinme vardır (size takdir edildi).” buyurdu"},{"SurahNumber":7,"VerseNumber":25,"Text":"Allahu Teala: “Orada yasarsınız ve orada olursunuz ve oradan cıkarılırsınız.” buyurdu"},{"SurahNumber":7,"VerseNumber":26,"Text":"Ey Ademogulları! Sizlere ayıp yerlerinizi gizleyip ortecek elbise ve suslenecek seyler (elbise) ve takva elbisesini indirdik. Bu daha hayırlıdır. Iste bu Allah´ın ayetlerindendir. Boylece onlar tezekkur ederler"},{"SurahNumber":7,"VerseNumber":27,"Text":"Ey Ademogulları! Seytan, sizin ebeveyninizi (anne ve babanızı), onların ayıp yerlerinin gorunmesi icin elbiselerini soyarak, cennetten cıkardıgı gibi sakın sizleri de fitneye dusurmesin. Muhakkak ki; o ve onun kabilesi (toplulugu), sizin onları goremeyeceginiz yerden sizi gorurler. Muhakkak ki; Biz seytanları mu´min olmayanlara dost kıldık"},{"SurahNumber":7,"VerseNumber":28,"Text":"Kotu (cirkin) bir sey yaptıkları zaman: “Babalarımızı onun uzerinde bulduk (onlardan boyle gorduk) ve Allah onu bize emretti.” dediler. (Onlara soyle) de: “Muhakkak ki; Allah, fahsayı (kotulugu, cirkinligi) emretmez. Allah´a bilmediginiz bir seyi mi soyluyorsunuz?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"De ki: “Rabbim, adaletle davranmanızı ve butun mescidlerde kendinizi (vechlerinizi) namaza ikame etmenizi emretti. Ve dinde ihlasla O´na (Allah´a) dua edin. Sizi yarattıgı gibi (O´na) donersiniz.”"},{"SurahNumber":7,"VerseNumber":30,"Text":"Bir kısmı hidayete erdi ve bir kısmının uzerine dalalet hak oldu. Muhakkak ki; onlar, Allah´tan baska seytanları dostlar edindiler. Ve onlar kendilerinin hidayete erdiklerini zannediyorlar (hesap ediyorlar)"},{"SurahNumber":7,"VerseNumber":31,"Text":"Ey Ademogulları! Butun mescidlerde ziynetlerinizi alınız. Yeyiniz ve iciniz. Ve israf etmeyiniz. Muhakkak ki O, musrifleri sevmez"},{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: “Kulları icin cıkardıgı Allah´ın ziynetini ve rızıktan temiz (helal) olanını kim haram etti. O, dunya hayatında amenu olanlar icindir. Ve kıyamet gununde de ozellikle amenu olanlara aittir.” Boylece bilen bir kavim icin ayetleri ayrı ayrı acıklıyoruz"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: “Rabbim size, sadece fuhusu (kotulugu); acık ve gizlisini ve gunahı ve haksız yere zulmetmeyi ve ona bir delil (sultan) indirilmemisken, Allah´a sirkkosmanızı ve bilmediginiz seyleri Allah´a soylemenizi (maletmenizi) haram kıldı.”"},{"SurahNumber":7,"VerseNumber":34,"Text":"Butun ummetler icin bir ecel (sure, zaman dilimi, muddet) vardır. Onların ecelleri geldigi zaman ne bir saat ileri, ne bir saat geri alınmaz"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey Ademogulları! Sizin icinizden, size ayetlerimi anlatan (kıssa eden) resuller geldigi zaman, bundan sonra kim takva sahibi olur ve nefsini ıslah ederse (nefs tasfiyesi yaparsa), artık onlara korku yoktur. Ve onlar mahzun da olmazlar"},{"SurahNumber":7,"VerseNumber":36,"Text":"Ve ayetlerimizi yalanlayan kimseler ve onlara karsı kibirlenenler, iste onlar ates ehlidirler ve onlar, orada devamlı kalanlardır (kalacaklardır)"},{"SurahNumber":7,"VerseNumber":37,"Text":"Allah´a karsı yalanla iftira edenden veya O´nun ayetlerini yalanlayandan daha zalim kim (var)dır? Kitab´tan (Kur´an-ı Kerim´den) kendilerine nasipleri erisecek olanlar, iste onlardır. Onlara resullerimiz (elci melekler, olum melekleri) geldigi zaman, onları vefat ettirirler(ken) (onlara) soyle dediler: “Allah´tan baska dua etmis oldugunuz seyler nerede?” (Onlar da): “Bizden saptılar (gittiler).” dediler. Ve kendilerinin (nefslerinin) uzerine kafir olduklarına, kendileri sahitlik ettiler"},{"SurahNumber":7,"VerseNumber":38,"Text":"(Allahu Teala) buyurdu: “Sizden once gecmis olan, ateste bulunan insan ve cin topluluguna girin. Her ummet, her giriste (dahil oldugu zaman) hepsi orada ard arda toplanınca (sapmalarına sebep olan) kardeslerine lanet ettiler. Sonrakiler, oncekiler icin: “Rabbimiz, bizi dalalette bırakanlar iste bunlar, artık onlara atesten iki kat azap ver.” dediler.Allahu Teala: “Hepiniz icin iki kat (azap vardır). Fakat siz bilmezsiniz.”"},{"SurahNumber":7,"VerseNumber":39,"Text":"Ve onların evvelkileri, sonrakilere: “Sizin bizden bir ustunlugunuz yok. Oyleyse kazanmıs oldugunuz seyler sebebiyle azabı tadın.” dediler"},{"SurahNumber":7,"VerseNumber":40,"Text":"Muhakkak ki ayetlerimizi yalanlayanlar ve onlara kibirlenenler; onlara gok kapıları acılmaz (ruhlarını hayatta iken Allah´a ulastıramazlar). Deve (veya urgan) igne deliginden gecmedikce cennete giremezler. Mucrimleri (sucluları) iste boyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":41,"Text":"Onlar icin cehennemde (atesten) bir dosek ve uzerlerinde(atesten) ortuler vardır. Ve zalimleri iste boyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":42,"Text":"Amenu olanlar (hayatta iken Allah´a ulasmayı dileyenler) ve salih amel isleyenler (nefs tezkiyesi yapanlar), kimseyi gucunden baska bir seyle sorumlu tutmayız. Iste onlar cennet ehlidirler, onlar orada ebedi kalanlardır (kalacaklardır)"},{"SurahNumber":7,"VerseNumber":43,"Text":"Onların goguslerinde, (nefsin kalbindeki) afetlerinden ne varsa cekip aldık. Onların altlarından nehirler akar. “Bizi buna hidayet eden Allah´a hamdolsun. Allah´ın, bizi hidayete erdirmesi olmasaydı, biz hidayete ermezdik. Andolsun ki Rabbimizin resulleri hak ile gelmistir.” dediler. “Yapmıs olduklarınızdan dolayı varis kılındıgınız cennet iste budur.” diye nida olunurlar"},{"SurahNumber":7,"VerseNumber":44,"Text":"Ve cennet ehli, ates (cehennem) ehline seslendi. “Biz, Rabbimizin bize vaadettigini hak olarak bulduk. Siz de, Rabbimizin size vaadettigini hak olarak buldunuz mu?” “Evet” dediler. O zaman onların arasından bir muezzin (munadi, seslenme gorevi olan kisi) seslendi: “Allah´ın laneti zalimlerin uzerine olsun.”"},{"SurahNumber":7,"VerseNumber":45,"Text":"Onlar, Allah´ın yolundan alıkoyarlar. Ve onun (o yolun) egri olmasını isterler. Ve onlar ahireti (ruhun olumden evvel Allah´a ulasmasını) inkar edenlerdir"},{"SurahNumber":7,"VerseNumber":46,"Text":"Ve onların aralarında bir perde ve A´rafın (tepelerin) ustunde onların hepsini simalarından (yuzlerinden) tanıyan adamlar vardır. Henuz oraya (cennete) dahil olmamıs ama umit eden cennet ehline: “Selamlanmak (selam) sizin uzerinize olsun!” diye nida ettiler"},{"SurahNumber":7,"VerseNumber":47,"Text":"Onların bakısları ates (cehennem) ehlinin tarafına cevrilince: “Rabbimiz, bizi zalim kavim ile beraber kılma.” dediler"},{"SurahNumber":7,"VerseNumber":48,"Text":"Ve onları yuzlerinden tanıyan A´raf ehli adamlar, onlara seslendiler, soyle dediler: “Sizin topladıklarınız ve kibirlenmis oldugunuz seyler, size fayda vermedi.”"},{"SurahNumber":7,"VerseNumber":49,"Text":"(Cehennemliklere soyle denir): “Allah´ın onlara rahmetle ulasmayacagına yemin ettiginiz kimseler bunlar mı?” (Cennetliklere de soyle denir): “Cennete girin! Size korku yoktur ve mahzun da olmayacaksınız.”"},{"SurahNumber":7,"VerseNumber":50,"Text":"Ve ates (cehennem) ehli cennet ehline nida etti (seslendi): “Sudan veya Allah´ın sizi rızıklandırdıgı seylerden bize aktarın.” (Cennetlikler) soyle dedi: “Muhakkak ki; Allah ikisini de kafirlere haram etti.”"},{"SurahNumber":7,"VerseNumber":51,"Text":"Onlar, onların dinini oyun ve eglence edinen ve dunya hayatının onları aldattıgı kimselerdir. Boylece onlar bugunlerine ulasacaklarını nasıl unuttularsa ve nasıl ayetlerimizi bile bile inkar ettilerse, bugun de Biz onları unuturuz"},{"SurahNumber":7,"VerseNumber":52,"Text":"Ve andolsun; onlara bir kitap getirdik ve amenu olan bir kavim icin onu rahmet ve hidayet(e erdiren) olarak bir ilim uzerine ayrı ayrı acıkladık"},{"SurahNumber":7,"VerseNumber":53,"Text":"Onlar sadece onun teviline (yorumuna) mı bakıyorlar. Onun tevilinin geldigi gun, daha once onu unutmus olanlar: “Rabbimizin resulleri hak ile gelmistir. Artık bize sefaat edecek sefaatciler var mı ki; bize sefaat etsinler. Veya (dunyaya) dondurulmus olsaydık, yapmıs olduklarımızdan baskasını yapardık.” derler. Nefslerini husrana ugrattılar. Ve uydurdukları seyler kendilerinden ayrıldılar"},{"SurahNumber":7,"VerseNumber":54,"Text":"Semaları ve arzı altı gunde yaratan, muhakkak ki sizin Rabbiniz Allah´tır. Sonra arsa istiva etti. Gunduz, onu suratle talep eden (takip eden) gece ile ortulur. Ve gunes ve ay ve yıldızlar O´nun emrine musahhardır (boyun egmislerdir). Yaratma ve emir O´nun degil mi? Alemlerin Rabbi mubarektir, sanı yucedir"},{"SurahNumber":7,"VerseNumber":55,"Text":"Rabbinize yalvararak ve gizlice dua edin. Muhakkak ki O, haddi asanları sevmez"},{"SurahNumber":7,"VerseNumber":56,"Text":"Islah olduktan sonra yeryuzunde fesat cıkarmayın. Allah´a korkarak ve umutla yalvarın. Suphesiz ki Allah´ın rahmeti muhsinlere yakındır"},{"SurahNumber":7,"VerseNumber":57,"Text":"Rahmetin onunde mujdeleyici olarak ruzgarları gonderen O´dur. Agır bulutları yuklendigi zaman onu olu bir beldeye sevkettik. Ve de ondan su indirdik. Bu sekilde onunla butun urunlerden cıkardık. Iste bunun gibi oluleri cıkarırız. Boylece tezekkur edersiniz"},{"SurahNumber":7,"VerseNumber":58,"Text":"Ve guzel belde (topragı verimli ulke), Rabbinin izniyle nebatı cıkarır. Ve kotu (verimsiz, corak) olan ise, faydasız, kıt bitkilerden baska bir sey cıkarmaz. Iste boylece sukreden bir kavme ayetlerimizi acıklıyoruz"},{"SurahNumber":7,"VerseNumber":59,"Text":"Andolsun, Nuh´u kavmine gonderdik. O zaman soyle dedi: “Ey kavmim, Allah´a kul olun! Sizin icin O´ndan baska ilah yoktur. Muhakkak ki; ben, o buyuk gunun azabının uzerinize olmasından korkuyorum.”"},{"SurahNumber":7,"VerseNumber":60,"Text":"Kavminin ileri gelenleri: “Muhakkak ki; biz seni apacık bir dalalet icinde goruyoruz.” dediler"},{"SurahNumber":7,"VerseNumber":61,"Text":"Ey kavmim, ben dalalette degilim! Ve fakat ben, alemlerin Rabbinden bir resulum"},{"SurahNumber":7,"VerseNumber":62,"Text":"Size Rabbimin risalelerini (gonderdiklerini) teblig ediyorum (ulastırıyorum). Ve size nasihat ediyorum (ogut veriyorum). Ve sizin bilmediginiz seyleri ben Allah´tan ogreniyorum (biliyorum)"},{"SurahNumber":7,"VerseNumber":63,"Text":"Sizi uyarması ve takva sahibi olmanız icin, icinizden bir adama, Rabbinizden bir zikrin gelmesine mi sasırdınız? Ve boylece rahmet olunursunuz"},{"SurahNumber":7,"VerseNumber":64,"Text":"Fakat onu yalanladılar, bu yuzden onu ve gemide onunla beraber olanları kurtardık. Ve ayetlerimizi yalanlayanları bogduk. Muhakkak ki; onlar ama (kor) bir kavim oldu(lar)"},{"SurahNumber":7,"VerseNumber":65,"Text":"Ve Ad (kavmine)´a onların kardesi Hud (A.S) soyle dedi: “Ey kavmim, Allah´a kul olun! Sizin icin O´ndan baska ilah yoktur. Hala takva sahibi olmaz mısınız?”"},{"SurahNumber":7,"VerseNumber":66,"Text":"Onun kavminden, ileri gelenlerden inkar edenler soyle dedi: “Muhakkak ki; biz seni bir sefihligin (aptallıgın) icinde goruyoruz. Ve gercekten biz, seni kesinlikle yalancılardan zannediyoruz.”"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Hz. Hud) soyle dedi: “Ey kavmim, ben akılsız (sefih) degilim! Ve fakat ben alemlerin Rabbinden bir resulum.”"},{"SurahNumber":7,"VerseNumber":68,"Text":"Rabbimin risalelerini (gonderdiklerini) size teblig ediyorum (ulastırıyorum). Ve ben, emin (inanılır, guvenilir) bir nasihat ediciyim"},{"SurahNumber":7,"VerseNumber":69,"Text":"Ve sizi uyarması icin sizden (icinizden) bir adama Rabbinizden bir zikir gelmesine mi sasırdınız? Nuh kavminden sonra sizi halifeler kıldıgını (onların yerine sizi getirdigini) ve yaratılısta sizin gucunuzu arttırdıgını (bedeninizi buyuk ve kuvvetli yarattıgını) hatırlayın. Artık Allah´ın uzerinizdekilerini (ni´metlerini) zikredin ki; boylece kurtulusa erersiniz"},{"SurahNumber":7,"VerseNumber":70,"Text":"Dediler ki: “Tek bir Allah´a kul olmamız icin ve babalarımızın ibadet ettigi seyleri terketmemiz icin mi bize geldin? Eger sen sadıklardan isen bize vaadettigin seyi (azabı) artık bize getir.”"},{"SurahNumber":7,"VerseNumber":71,"Text":"(Hud A.S) soyle dedi: “Uzerinize Rabbinizden azap ve ofke vaki olmustur (gelmistir). Sizin ve babalarınızın onu isimlendirdiginiz isimler hakkında mı benimle mucadele ediyorsunuz? Allah ona bir delil indirmedi. Artık bekleyin! Muhakkak ki; ben de sizinle beraber bekleyenlerdenim.”"},{"SurahNumber":7,"VerseNumber":72,"Text":"Bundan sonra (o vak´adan sonra) onu ve onunla beraber olanları katımızdan bir rahmet ile kurtardık. Ve ayetlerimizi yalanlayan ve mu´min olmayan kimselerin kokunu kestik (neslini bitirdik)"},{"SurahNumber":7,"VerseNumber":73,"Text":"Semud (kavmine)´a, onların kardesi Salih soyle dedi: “Ey kavmim! Allah´a kul olun. Sizin icin O´ndan baska ilah yoktur. Rabbinizden size bir mucize (delil, ispat vasıtası) gelmistir. Bu Allah´ın disi devesidir. Sizin icin bir ayettir (mucizedir). Artık onu, Allah´ın arzında (serbest) bırakın yesin, ona kotulukle (kotu niyetle) dokunmayın, yoksa sizi elim bir azap alır (yakalar).”"},{"SurahNumber":7,"VerseNumber":74,"Text":"Ve Ad (kavmin)den sonra, sizi halifeler kıldıgını (onların yerine sizleri getirdigini) hatırlayın. Ve sizi yeryuzunde yerlestirdi. Onun ovalarında saraylar ediniyorsunuz ve daglarda evler oyuyorsunuz. Artık Allah´ın ni´metlerini hatırlayın, yeryuzunde mufsidler (fesat cıkaranlar) olarak bozgunculuk yapmayın"},{"SurahNumber":7,"VerseNumber":75,"Text":"Onun kavminden ileri gelenlerden kibirlenenler, onlardan iman edenlerden gucsuz, zayıf gorduklerine soyle dediler: “Salih´in suphesiz onun Rabbi tarafından gonderildigini biliyor musunuz?” (Onlar): “Muhakkak ki; biz onunla gonderilen seye inananlarız.” dediler"},{"SurahNumber":7,"VerseNumber":76,"Text":"Kibirlenenler soyle dedi: “Muhakkak biz, sizin inandıgınız seyi inkar edenleriz.”"},{"SurahNumber":7,"VerseNumber":77,"Text":"Sonra (disi) deveyi kestiler ve Rab´lerinin emrine isyan ettiler (haddi astılar). Ve soyle dediler: “Ya Salih, sayet sen gonderilen resullerden isen bize vaadettigin (tehdit ettigin) seyi getir.”"},{"SurahNumber":7,"VerseNumber":78,"Text":"Bunun uzerine onları siddetli bir sarsıntı aldı (yakaladı) ve kendi yurtlarında diz ustu cokup kaldılar"},{"SurahNumber":7,"VerseNumber":79,"Text":"O zaman (Salih A.S) onlardan yuz cevirdi (dondu) ve soyle dedi: “Ey kavmim, andolsun ki; Rabbimin risaletini sizlere teblig ettim! Ve size nasihat ettim. Fakat siz nasihat edenleri sevmiyorsunuz.”"},{"SurahNumber":7,"VerseNumber":80,"Text":"Ve Lut (A.S) kavmine soyle demisti: “Sizden once gecmis olan alemlerden (hic) birinin yapmadıgı fuhsu (kotulugu) mu getiriyorsunuz (yapıyorsunuz)?”"},{"SurahNumber":7,"VerseNumber":81,"Text":"Gercekten siz, kadınlardan baska erkeklere de geliyorsunuz. Hayır, siz musrif (haddi asan) bir kavimsiniz"},{"SurahNumber":7,"VerseNumber":82,"Text":"Ve kavminin cevabı: “Onları ulkemizden cıkarın, cunku onlar cok temiz insanlar.” demekten baska (bir sey) olmadı"},{"SurahNumber":7,"VerseNumber":83,"Text":"Boylece Biz, onun esi (hanımı) haric, onu ve ailesini kurtardık. O, geride kalanlardan oldu"},{"SurahNumber":7,"VerseNumber":84,"Text":"Ve onların uzerine (tas) yagmuru yagdırdık. Bak, mucrimlerin (sucluların) akıbeti nasıl oldu"},{"SurahNumber":7,"VerseNumber":85,"Text":"Kardesleri Suayb; Medyen (kavmine)´e soyle dedi: “Ey kavmim Allah´a kul olun! O´ndan baska sizin ilahınız yoktur. Rabbinizden size beyyine (bir mucize) gelmistir. Artık olcu ve tartıya vefa edin (tam ve dogru odeyin). Insanların esyalarının degerini eksiltmeyin. Yeryuzunde, O´nun ıslahından sonra fesat (bozgunculuk) cıkarmayın. Sayet mu´minler iseniz, iste bu sizin icin hayırlıdır.”"},{"SurahNumber":7,"VerseNumber":86,"Text":"Tehdit (vaad ederek) ederek her yola (ustune) oturmayın. Ve O´na (Allah´a) amenu olan kimseleri Allah´ın yolundan men etmeyin. Ve onda (Allah´ın yolunda) bir egrilik istiyorsunuz. Ve hatırlayın! Siz az idiniz, sizi cogalttı. Ve bakın, fesat cıkaranların sonları nasıl oldu"},{"SurahNumber":7,"VerseNumber":87,"Text":"Ve eger icinizden bir kısmınız (bir grup), onunla gonderildigim seye inanır ve bir kısmınız (diger bir grup) inanmazsa, o taktirde Allah, aramızda hukum verinceye kadar sabredin. O, hukum verenlerin en hayırlısıdır"}]}