{"Id":342,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"I lavdëruar qoftë Ai që e mbarti robin e Tij (Muhamedin) natën nga Xhamia e Shenjtë (në Mekë) në Xhaminë e Largët (të Jerusalemit), rrethinën e së cilës e kemi bekuar, për t’i treguar atij disa nga mrekullitë Tona.[173] Ai, me të vërtetë, dëgjon çdo gjë dhe sheh çdo gjë"},{"SurahNumber":17,"VerseNumber":2,"Text":"Ne i dhamë Musait Librin dhe e bëmë atë udhërrëfyes për bijtë e Israilit (duke u thënë): “Mos merrni mbrojtës tjetër, përveç Meje"},{"SurahNumber":17,"VerseNumber":3,"Text":"Ju jeni pasardhës të atyre që Ne i mbartëm me Nuhun! Ai ka qenë vërtet një rob mirënjohës.”"},{"SurahNumber":17,"VerseNumber":4,"Text":"Ne u shpallëm solemnisht në Libër bijve të Israilit: “Ju do të bëni dy herë ngatërresa në tokë dhe do të tregoni mendjemadhësi të tepërt”"},{"SurahNumber":17,"VerseNumber":5,"Text":"Kur erdhi koha e përmbushjes së profecisë për ngatërresën e parë, Ne dërguam kundër jush disa robër Tanët, luftëtarë të fuqishëm, të cilët shkelën në çdo cep të shtëpive tuaja. Kështu u krye premtimi"},{"SurahNumber":17,"VerseNumber":6,"Text":"Pastaj jua kthyem juve sërish fitoren kundër tyre, ju ndihmuam me pasuri e djem dhe jua shtuam numrin e ushtarëve"},{"SurahNumber":17,"VerseNumber":7,"Text":"Nëse bëni mirësi, e keni bërë për veten tuaj. E, nëse bëni keq, ia keni bërë po vetes. Kur erdhi koha e përmbushjes së profecisë për ngatërresën e dytë, Ne i dërguam (armiqtë tuaj) për t’jua nxirë fytyrat tuaja dhe që të hyjnë në tempull, siç patën hyrë herën e parë dhe të shkatërrojnë plotësisht çdo gjë që pushtonin"},{"SurahNumber":17,"VerseNumber":8,"Text":"Ndoshta, Zoti juaj, do t’ju mëshirojë, por, nëse ju ktheheni (në gjynahe), Ne do t’u kthehemi (ndëshkimeve ndaj jush). Dhe Xhehenemin e kemi bërë burg për mohuesit"},{"SurahNumber":17,"VerseNumber":9,"Text":"Në të vërtetë, ky Kuran udhëzon drejt asaj që është më e mira dhe u jep lajmin e gëzuar besimtarëve, që bëjnë vepra të mira, se ata do të kenë shpërblim të madh"},{"SurahNumber":17,"VerseNumber":10,"Text":"Ndërsa atyre që nuk besojnë në jetën tjetër, Ne u kemi përgatitur dënim të dhembshëm"},{"SurahNumber":17,"VerseNumber":11,"Text":"Njeriu mallkon në të keqe, ashtu siç lutet edhe për të mirë; vërtet që njeriu është i ngutur"},{"SurahNumber":17,"VerseNumber":12,"Text":"Ne i bëmë natën dhe ditën dy mrekulli. Natën e mbështollëm me errësirë, kurse ditës i dhamë ndriçim, që ju të kërkoni begati nga Zoti juaj e që të dini numrin e viteve dhe njehsimin e kohës. Çdo gjë e kemi shpjeguar hollësisht"},{"SurahNumber":17,"VerseNumber":13,"Text":"Çdo njeriu ia kemi varur në qafë llogarinë për punën e tij dhe Ne, do t’ia paraqesim Ditën e Kiametit librin, që do ta gjejë të hapur (e do t’i themi)"},{"SurahNumber":17,"VerseNumber":14,"Text":"“Lexoje librin tënd! Ti mjafton sot si llogaritar kundër vetvetes!”"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kush zgjedh rrugën e drejtë, e ka për veten e vet e kush i largohet asaj, i largohet në dëm të vetvetes dhe askush nuk e merr të keqen e tjetërkujt. Ne nuk dënojmë asnjë popull, para se të çojmë të dërguar"},{"SurahNumber":17,"VerseNumber":16,"Text":"Kur vendosim ta shkatërrojmë një qytet, Ne i urdhërojmë (për mirë) të pasurit e tij dhe, kur ata bëjnë mbrapshti në të, atëherë përmbushet Vendimi (i dënimit) kundër tyre dhe Ne i shkatërrojmë gjer në themel"},{"SurahNumber":17,"VerseNumber":17,"Text":"Sa e sa brezni Ne i kemi shkatërruar pas Nuhut! Mjafton që Zoti yt i di dhe i sheh gjynahet e robërve të Tij"},{"SurahNumber":17,"VerseNumber":18,"Text":"Sa për atë që dëshiron këtë botë, Ne shpejtojmë që t’i japim çfarë të dëshirojmë atij që duam. Pastaj ia caktojmë atij Xhehenemin, në të cilin ai do të përvëlohet, duke qenë i turpëruar dhe i dëbuar"},{"SurahNumber":17,"VerseNumber":19,"Text":"Sa për atë që dëshiron botën tjetër dhe përpiqet për të me gjithë shpirt e duke qenë besimtar, përpjekja e tij do të shpërblehet"},{"SurahNumber":17,"VerseNumber":20,"Text":"Ne i mbështesim të gjithë me dhuratat e Zotit tënd: edhe këta, edhe ata. Dhuratat e Zotit tënd nuk i mohohen askujt"},{"SurahNumber":17,"VerseNumber":21,"Text":"Shiko, si Ne i parapëlqejmë disa ndaj të tjerëve. Kurse bota tjetër, në të vërtetë, do të ketë shkallëzime më të mëdha dhe parapëlqime më të theksuara"},{"SurahNumber":17,"VerseNumber":22,"Text":"Mos vër zot tjetër me Allahun, se do të mbetesh i poshtëruar dhe i braktisur"},{"SurahNumber":17,"VerseNumber":23,"Text":"Zoti yt ka urdhëruar, që të mos adhuroni askënd tjetër përveç Atij dhe, që të silleni mirë me prindërit. Nëse njëri prej tyre ose të dy arrijnë pleqërinë te ti, mos u thuaj atyre as “uh!”, mos i kundërshto, por drejtoju atyre me fjalë respekti"},{"SurahNumber":17,"VerseNumber":24,"Text":"Lësho para tyre krahët e përuljes prej mëshirës dhe thuaj: “O Zoti im, mëshiroji ata, ashtu siç më kanë rritur, kur unë isha i vogël!”"},{"SurahNumber":17,"VerseNumber":25,"Text":"Zoti juaj e di më së miri ç’keni në shpirtrat tuaj. Nëse ju jeni të drejtë, sigurisht që Ai është Falës për ata që pendohen"},{"SurahNumber":17,"VerseNumber":26,"Text":"Jepuni të afërmve, të varfrit dhe udhëtarit të drejtën e tyre, por mos bëni shpenzim të tepruar"},{"SurahNumber":17,"VerseNumber":27,"Text":"Dorëshpuarit me të vërtetë, janë vëllezërit e djallit dhe djalli është mosmirënjohës ndaj Zotit të tij"},{"SurahNumber":17,"VerseNumber":28,"Text":"Por, nëse shmangesh nga ata (kur nuk ke asgjë për të dhënë), duke shpresuar në mëshirën e Zotit tënd, atëherë thuaju atyre ndonjë fjalë të butë"},{"SurahNumber":17,"VerseNumber":29,"Text":"Mos e shtrëngo dorën, as mos u bëj dorëshpuar e të mbetesh i qortuar dhe i mjerë"},{"SurahNumber":17,"VerseNumber":30,"Text":"Me të vërtetë, Zoti yt i jep me bollëk e ia kufizon (riskun) kujt të dëshirojë; Ai i di dhe i sheh mirë robërit e Vet"},{"SurahNumber":17,"VerseNumber":31,"Text":"Mos i vrisni fëmijët tuaj nga frika e varfërisë! Ne u sigurojmë ushqim atyre dhe juve. Vërtet, vrasja e tyre është gjynah i madh"},{"SurahNumber":17,"VerseNumber":32,"Text":"Dhe mos iu qasni kurvërisë, se ajo është shfrenim dhe rrugë e shëmtuar"},{"SurahNumber":17,"VerseNumber":33,"Text":"Mos ia merrni jetën asnjë njeriu, gjë që Allahu jua ka ndaluar ta bëni, përveçse kur e kërkon e drejta! Nëse dikush vritet padrejtësisht, Ne i kemi dhënë pushtet trashëgimtarit të tij (të kërkojë shpagim). Por edhe ai të mos e teprojë në vrasje, sepse ai është i ndihmuar (nga ligji dhe drejtësia islame)"},{"SurahNumber":17,"VerseNumber":34,"Text":"Mos iu qasni pasurisë së jetimit, veçse me qëllim të mirë, derisa të arrijë moshën e pjekurisë. Dhe përmbushni zotimet. Me të vërtetë, për zotimet do të jeni përgjegjës"},{"SurahNumber":17,"VerseNumber":35,"Text":"Saktësojeni matjen, kur matni dhe peshoni me peshore të rregullt. Kjo është e mira që çon në përfundimin më të bukur"},{"SurahNumber":17,"VerseNumber":36,"Text":"Mos shko pas diçkaje për të cilën nuk ke dijeni. Vërtet, dëgjimi, shikimi dhe zemra, të gjithë këta do të merren në përgjegjësi"},{"SurahNumber":17,"VerseNumber":37,"Text":"Mos ec nëpër tokë me mendjemadhësi, se ti, në të vërtetë, nuk mund ta çash tokën e as të arrish lartësinë e maleve"},{"SurahNumber":17,"VerseNumber":38,"Text":"E keqja e të gjitha këtyre është e urryer nga Zoti yt"},{"SurahNumber":17,"VerseNumber":39,"Text":"Kjo është nga Urtësia që të ka shpallur ty, Zoti yt, dhe mos vër zot tjetër me Allahun, se do të hidhesh në Xhehenem, fajtor dhe i dëbuar"},{"SurahNumber":17,"VerseNumber":40,"Text":"A mos vallë Allahu ju ka dhuruar djem e (për Vete) ka marrë engjëjt për vajza? Vërtet që ju thoni fjalë të tmerrshme"},{"SurahNumber":17,"VerseNumber":41,"Text":"Në të vërtetë, Ne kemi paraqitur me hollësi në këtë Kuran shpalljet Tona, që ata (jobesimtarët) t’ua vënë veshin, por kjo vetëm ua ka shtuar atyre largimin (nga e vërteta)"},{"SurahNumber":17,"VerseNumber":42,"Text":"Thuaj: “Nëse përveç Atij do të kishte edhe zota të tjerë, siç thonë ata, atëherë ata do të kërkonin rrugë për të arritur te Zoti i Fronit”"},{"SurahNumber":17,"VerseNumber":43,"Text":"Qoftë i lavdëruar dhe i lartësuar Ai mbi atë, që thonë ata"},{"SurahNumber":17,"VerseNumber":44,"Text":"Atë e madhërojnë shtatë qiejt, Toka dhe gjithçka që gjendet në to. Dhe nuk ka asgjë që nuk e madhëron Atë, duke e lavdëruar, por ju (o njerëz) nuk e kuptoni madhërimin që i bëjnë ata. Ai, me të vërtetë, është i Butë dhe Falës"},{"SurahNumber":17,"VerseNumber":45,"Text":"Kur ti (Muhamed) lexon Kuranin, Ne vëmë një perde të fshehtë mes teje dhe atyre që nuk besojnë në jetën e ardhshme"},{"SurahNumber":17,"VerseNumber":46,"Text":"Ne kemi vënë mbulesa në zemrat e tyre, që të mos e kuptojnë atë (Kuranin), dhe ua kemi shurdhuar veshët. Kur ti përmend në Kuran vetëm Zotin tënd, ata kthejnë shpinën, duke ikur"},{"SurahNumber":17,"VerseNumber":47,"Text":"Ne e dimë mirë se ç’dëgjojnë ata, kur të përgjojnë dhe, kur bisedojnë fshehurazi me njëri-tjetrin e mohuesit thonë: “Ju shkoni veçse pas një njeriu të magjepsur”"},{"SurahNumber":17,"VerseNumber":48,"Text":"Shiko me çfarë shëmbëllimesh të krahasojnë! Ata janë të humbur e nuk mund të gjejnë rrugën e drejtë"},{"SurahNumber":17,"VerseNumber":49,"Text":"Ata thonë: “Vallë, kur të bëhemi eshtra dhe pluhur, a do të ringjallemi në krijesa të reja?”"},{"SurahNumber":17,"VerseNumber":50,"Text":"Thuaj: “Bëhuni gurë ose hekur"},{"SurahNumber":17,"VerseNumber":51,"Text":"ose çfarëdo krijese tjetër që është më e madhe sipas jush!” Ata do të thonë: “Kush do të na kthejë ne (në jetë?)” Thuaj: “Ai që ju ka krijuar herën e parë”. Ata do t’i tundin kokat nga ti e do të pyesin: “Kur do të bëhet ajo?” Ti thuaju: “Mund të vijë shpejt"},{"SurahNumber":17,"VerseNumber":52,"Text":"Ditën, kur Ai do t’ju thërrasë e ju do t’i përgjigjeni Atij duke e falënderuar dhe do të mendoni se në këtë jetë, nuk keni qëndruar veçse pak kohë.”"},{"SurahNumber":17,"VerseNumber":53,"Text":"Thuaju, robërve të Mi, që të flasin atë që është më e mira. Në të vërtetë, djalli mbjell ngatërresa ndërmjet tyre. Vërtet, djalli është armik i hapët i njeriut"},{"SurahNumber":17,"VerseNumber":54,"Text":"Zoti juaj ju njeh më së miri. Nëse dëshiron, Ai do t’ju mëshirojë ose nëse dëshiron, Ai do t’ju dënojë. Ne nuk të kemi dërguar ty (Muhamed) roje dhe rregullues të punëve të tyre"},{"SurahNumber":17,"VerseNumber":55,"Text":"Zoti yt i di më së miri ata që gjenden në qiej dhe në Tokë. Ne i kemi ngritur disa profetë mbi të tjerët dhe Davudit i kemi dhënë Zeburin"},{"SurahNumber":17,"VerseNumber":56,"Text":"Thuaj: “Thirrini ata që ju i hyjnizoni përveç Tij! Ata nuk mund t’jua largojnë të keqen e as nuk mund ta hedhin atë tjetërkund”"},{"SurahNumber":17,"VerseNumber":57,"Text":"Vetë ata që idhujtarët u luten, kërkojnë t’i afrohen Zotit të tyre, madje edhe më të afërtit, duke shpresuar mëshirën e Tij dhe duke iu frikësuar dënimit të Tij.[174] Me të vërtetë, nga dënimi i Zotit tënd duhet të ruhet gjithkush"},{"SurahNumber":17,"VerseNumber":58,"Text":"Dhe s’ka asnjë vend që Ne nuk do ta zhdukim para Ditës së Kiametit apo që nuk do ta ndëshkojmë me dënim të ashpër. Kjo gjë është shkruar në Libër"},{"SurahNumber":17,"VerseNumber":59,"Text":"Neve nuk na pengon asgjë që të dërgojmë shenja, mirëpo ato i kanë përgënjeshtruar popujt e lashtë. Ne i dhamë fisit Themud devenë si shenjë të qartë, por ai u soll keq me atë. Ne dërgojmë shenja vetëm për t’i frikësuar njerëzit"},{"SurahNumber":17,"VerseNumber":60,"Text":"(Kujto) kur Ne të thamë: “Me të vërtetë, Zoti yt, do të të mbrojë nga njerëzit”![176] Vizionin që ta treguam, e bëmë vetëm sprovë për njerëzit, ashtu si dhe pemën e mallkuar në Kuran[177]. Dhe Ne i frikësojmë (paralajmërojmë) ata, por kjo vetëm u shton mohimin e madh. që Allahu e përmend shpesh në Kuran si pemë"},{"SurahNumber":17,"VerseNumber":61,"Text":"Kur u thamë engjëjve: “Përuluni në sexhde para Ademit”, ata të gjithë iu përulën në sexhde, përveç Iblisit! Ai tha: “Si?! Unë t’i bëj sexhde atij që Ti e ke krijuar nga balta?!”"},{"SurahNumber":17,"VerseNumber":62,"Text":"Gjithashtu, tha: “A e sheh këtë që Ti e nderove mbi mua? Nëse Ti më jep kohë deri në Ditën e Kiametit, unë do t’i shfaros me mashtrim pasardhësit e tij, përveç një pakice prej tyre!”"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Allahu) tha: “Ik! Kushdo prej tyre që të pason ty, do të ketë Xhehenemin si shpërblim – një shpërblim i plotë"},{"SurahNumber":17,"VerseNumber":64,"Text":"Bëj për vete, me zërin tënd, kë të mundesh nga ata! Lësho kundër tyre të gjithë kalorësinë e këmbësorinë tënde! Bëj pjesë në pasurinë e fëmijët e tyre dhe jepu premtime! -Premtimet e djallit janë vetëm mashtrime"},{"SurahNumber":17,"VerseNumber":65,"Text":"Por në të vërtetë, ti nuk ke kurrfarë pushteti ndaj robërve të Mi! Zoti yt mjafton si mbrojtës (i tyre)!”"},{"SurahNumber":17,"VerseNumber":66,"Text":"Zoti juaj është ai që e bën anijen të lëvizë nëpër det për të kërkuar nga begatitë e Tij. Ai është vërtet i Mëshirshëm me ju"},{"SurahNumber":17,"VerseNumber":67,"Text":"Kur ju ju godet fatkeqësia në det, ata që ju i adhuronit në vend të Atij, zhduken. Por, pasi Ai ju shpëton në tokë, ju i ktheni shpinën. Njeriu është mosmirënjohës"},{"SurahNumber":17,"VerseNumber":68,"Text":"Vallë, a jeni të sigurt, që Ai nuk do t’ju fundosë në tokë ose, që nuk do të dërgojë mbi ju stuhi me rërë, pa pasur mundësi që ju të gjeni dikë, që t’ju mbrojë"},{"SurahNumber":17,"VerseNumber":69,"Text":"Apo jeni të sigurt, që Ai nuk do t’ju kthejë ju përsëri (në det) e, që nuk do t’ju dërgojë furtunë e t’ju fundosë për shkak të mosbesimit tuaj, pa pasur mundësi që të gjeni dikë, që t’ju mbrojë nga Ne"},{"SurahNumber":17,"VerseNumber":70,"Text":"Në të vërtetë, Ne i kemi nderuar bijtë e Ademit: ua kemi bërë të mundur që të udhëtojnë në tokë dhe në det, u kemi dhënë ushqime të mira e të lejuara dhe i kemi ngritur lart mbi shumë prej atyre që kemi krijuar"},{"SurahNumber":17,"VerseNumber":71,"Text":"Ditën, kur Ne do t’i thërrasim të gjithë popujt me prijësin (të dërguarin) e vet, ata, që do t’u jepet libri në anën e djathtë, do ta lexojnë librin e vet dhe nuk do të pësojnë as padrejtësinë më të vogël"},{"SurahNumber":17,"VerseNumber":72,"Text":"Ai, që në këtë botë ka qenë i verbër, do të jetë i verbër edhe në botën tjetër dhe më i humbur nga rruga e drejtë"},{"SurahNumber":17,"VerseNumber":73,"Text":"Ata u përpoqën të të largonin ty (Muhamed) nga ai (Kuran), që të kemi shpallur Ne, me shpresë se ti, duke shpifur, do të Na vishje diçka tjetër përveç tij (Kuranit). Po ta bëje këtë, atëherë, ata do të të merrnin ty për mik"},{"SurahNumber":17,"VerseNumber":74,"Text":"Dhe sikur mos të të kishim forcuar Ne, gati do të kishe anuar pak nga ata"},{"SurahNumber":17,"VerseNumber":75,"Text":"dhe atëherë, me të vërtetë, Ne do të bënim që të shijoje dënimin e dyfishtë në këtë botë dhe pas vdekjes; e atëherë, nuk do të gjeje askënd për ndihmës kundër Nesh"},{"SurahNumber":17,"VerseNumber":76,"Text":"Në të vërtetë, ata po përpiqen të të trembin që të të dëbojnë ty nga vendi, por atëherë, ata do të qëndronin vetëm pak kohë pas ikjes sate"},{"SurahNumber":17,"VerseNumber":77,"Text":"Ky ishte ligji Ynë, për të dërguarit e ardhur para teje, kështu që edhe ti nuk do të gjesh shmangie nga ligji Ynë"},{"SurahNumber":17,"VerseNumber":78,"Text":"Kryeje namazin prej kthimit të Diellit (nga gjysma e qiellit) deri në errësirën e natës dhe këndo Kuran në agim; me të vërtetë, falja e mëngjesit është e dëshmuar (nga engjëjt)"},{"SurahNumber":17,"VerseNumber":79,"Text":"Kaloje një pjesë të natës, si falje shtesë për ty (Muhamed)! Është e vërtetë se Zoti yt do të të vendosë ty në një vend të lavdëruar"},{"SurahNumber":17,"VerseNumber":80,"Text":"Thuaj: “O Zoti im, më shpjer në një hyrje të kënaqur, më nxirr nga një dalje të kënaqur dhe më dhuro nga Ti fuqi, që do të më ndihmojë!”"},{"SurahNumber":17,"VerseNumber":81,"Text":"Thuaj: “E vërteta erdhi, ndërsa e pavërteta u shkatërrua. Sigurisht, e pavërteta është e paracaktuar të zhduket”"},{"SurahNumber":17,"VerseNumber":82,"Text":"Ne shpallim nga Kurani atë që është shërim dhe mëshirë për besimtarët e që mohuesve keqbërës u shton vetëm humbje"},{"SurahNumber":17,"VerseNumber":83,"Text":"Kur Ne i dhurojmë mirësi njeriut, ai shmanget dhe tërhiqet (nga detyrimet e mirënjohjes ndaj Krijuesit); por, kur e godet e keqja, ai pikëllohet"},{"SurahNumber":17,"VerseNumber":84,"Text":"Thuaj: “Çdokush sillet sipas mënyrës së vet, por Zoti juaj e di më së miri, se kush është në rrugën më të drejtë”"},{"SurahNumber":17,"VerseNumber":85,"Text":"Do të të pyesin ty për shpirtin. Thuaj: “Shpirti është çështje që i përket vetëm Zotit tim, ndërsa juve nuk ju është dhënë veçse pak dijeni”"},{"SurahNumber":17,"VerseNumber":86,"Text":"Me të vërtetë, sikur të donim Ne, do të ta merrnim ty atë shpallje që ta kemi dhënë, dhe ti, pastaj nuk do të gjeje askënd, që do të të ndihmonte për të kundër Nesh"},{"SurahNumber":17,"VerseNumber":87,"Text":"Nëse nuk e bëjmë, është vetëm prej mëshirës nga ana e Zotit tënd. Vërtetë që mirësia e Tij ndaj teje është kurdoherë e madhe"},{"SurahNumber":17,"VerseNumber":88,"Text":"Thuaj: “Sikur të tuboheshin të gjithë njerëzit dhe xhindet për të hartuar një Kuran të tillë, ata nuk do të mund të hartonin një të ngjashëm me të, madje, edhe sikur ta ndihmonin njëri - tjetrin.”"},{"SurahNumber":17,"VerseNumber":89,"Text":"Në këtë Kuran, Ne u shpjegojmë njerëzve gjithfarë shembujsh, por shumica e njerëzve, kurrsesi nuk duan të besojnë"},{"SurahNumber":17,"VerseNumber":90,"Text":"Ata[179] thonë: “Ne nuk do të të besojmë (o Muhamed), derisa të bësh, që të shpërthejë nga toka një gurrë uji për ne"},{"SurahNumber":17,"VerseNumber":91,"Text":"ose, derisa të kesh një kopsht hurmash dhe rrushi, nëpër të cilin të rrjedhin lumenj"},{"SurahNumber":17,"VerseNumber":92,"Text":"ose, derisa ta bësh qiellin të bjerë copa mbi ne, siç ke thënë ose, derisa të sjellësh Allahun dhe engjëjt para nesh"},{"SurahNumber":17,"VerseNumber":93,"Text":"ose, derisa të kesh shtëpi prej ari ose, derisa të ngjitesh në qiell. Ne nuk do të të besojmë, edhe sikur të ngjitesh në qiell, derisa të na sjellësh një libër që ta lexojmë”. Thuaj: “I Përlëvduar qoftë Zoti im! Unë nuk jam tjetër, veçse njeri - i dërguar”"},{"SurahNumber":17,"VerseNumber":94,"Text":"Njerëzit nuk i pengoi asgjë të besojnë, kur u erdhi shpallja, përveçse thënies: “A mos vallë, Allahu ka sjellë si të dërguar një njeri?”"},{"SurahNumber":17,"VerseNumber":95,"Text":"Thuaj: “Sikur në Tokë të kishte engjëj që ecnin qetësisht, Ne do t’u çonim atyre nga qielli një engjëll si të dërguar”"},{"SurahNumber":17,"VerseNumber":96,"Text":"Thuaj: “Allahu mjafton për dëshmitar midis meje dhe jush. Vërtet, Ai i njeh dhe i sheh mirë robërit e Vet”"},{"SurahNumber":17,"VerseNumber":97,"Text":"Ai, që Allahu e udhëzon në rrugën e drejtë, është i udhëzuari; ndërsa për atë që Ai e çon në humbje, me siguri që nuk do të gjesh mbrojtës tjetër, përveç Atij. Ne do t’i tubojmë ata në Ditën e Kiametit, me fytyrat përtokë, të verbër, shurdhë e memecë. Vendbanimi i tyre është Xhehenemi. Kurdo, që të zbehet zjarri, Ne do t’ia shtojmë flakën"},{"SurahNumber":17,"VerseNumber":98,"Text":"Ky është dënimi i tyre, ngase mohuan shenjat Tona dhe thanë: “A mos vallë, kur të bëhemi eshtra dhe pluhur, vërtet do të ngjallemi si krijesa të reja?!”"},{"SurahNumber":17,"VerseNumber":99,"Text":"A nuk e shohin ata, se Allahu, i Cili krijoi qiejt dhe Tokën, ka mundësi të krijojë të ngjashëm me ata dhe, se ua ka caktuar momentin e ringjalljes, për të cilën nuk ka dyshim? Por, jobesimtarët nuk pranojnë, ata vetëm mohojnë"},{"SurahNumber":17,"VerseNumber":100,"Text":"Thuaj: “Sikur ju të zotëronit thesaret e mëshirës së Zotit tim, edhe atëherë ju do të rrudhnit dorën nga droja, se do të shpenzoheni. Njëmend, njeriu rëndom është koprrac”"},{"SurahNumber":17,"VerseNumber":101,"Text":"Në të vërtetë, Ne i dhamë Musait nëntë shenja të qarta. Pyeti bijtë e Israilit, kur ai u erdhi të parëve të tyre dhe, kur Faraoni i tha atij: “O Musa, unë besoj se ti je i magjepsur”"},{"SurahNumber":17,"VerseNumber":102,"Text":"(Musai) tha: “Tashmë ti e di se këto nuk i ka shpallur askush tjetër, përveç Zotit të qiellit dhe të Tokës, si prova të dukshme dhe Unë jam i bindur se ti je i dënuar në humbje”"},{"SurahNumber":17,"VerseNumber":103,"Text":"Ai (Faraoni) deshi t’i dëbonte nga vendi, por Ne e fundosëm bashkë me të gjithë ata, që ishin me të"},{"SurahNumber":17,"VerseNumber":104,"Text":"dhe, pas kësaj, u thamë bijve të Israilit: “Vendosuni në këtë tokë. Kur të arrijë premtimi i Ditës së Kiametit, do t’ju sjellim të përzier”"},{"SurahNumber":17,"VerseNumber":105,"Text":"Ne e kemi shpallur Kuranin me të vërtetën dhe ai ka zbritur me të vërtetën. Ne të kemi dërguar ty (Muhamed) vetëm si përcjellës të lajmeve të mira dhe paralajmërues"},{"SurahNumber":17,"VerseNumber":106,"Text":"Ky është një Kuran, që Ne e kemi ndarë pjesë-pjesë, që ti t’ua mësosh njerëzve pak nga pak, duke e shpallur atë kohë pas kohe"},{"SurahNumber":17,"VerseNumber":107,"Text":"Thuaj: “Besoni në të (Kuranin) apo nuk besoni, ata që u është dhënë dijenia para (shpalljes së) tij, bien në sexhde me fytyrat përtokë, kur ai u lexohet"},{"SurahNumber":17,"VerseNumber":108,"Text":"dhe thonë: “Qoftë i lavdëruar Zoti ynë! Me të vërtetë, premtimi i Zotit është plotësuar!”"},{"SurahNumber":17,"VerseNumber":109,"Text":"Ata bien me fytyrë përtokë, duke qarë dhe ai (leximi i Kuranit) ua rrit përuljen"},{"SurahNumber":17,"VerseNumber":110,"Text":"Thuaj: “Thirrni Allahun ose thirrni të Gjithëmëshirshmin, me cilindo emër që ta thirrni ju Atë, Ai ka emrat më të bukur. Gjatë namazit, mos lexo (Kuran) me zë të lartë dhe as me zë tepër të ulët, por kërko një rrugë të mesme.”"},{"SurahNumber":17,"VerseNumber":111,"Text":"Thuaj: “Çdo lavd e falënderim i përket Allahut, i Cili nuk ka bir, nuk ka ortak në pushtet dhe nuk është i pafuqishëm, që të ketë nevojë për ndihmës” dhe madhëroje Atë, duke ngritur lart madhështinë Tij!”"},{"SurahNumber":18,"VerseNumber":1,"Text":"Çdo lavd dhe falënderim i përket Allahut, i Cili i shpalli robit të Vet (Muhamedit) një Libër të dëlirë nga çdo shtrembërim"},{"SurahNumber":18,"VerseNumber":2,"Text":"(një libër) të drejtë, për të paralajmëruar nëpërmjet tij, dënim të ashpër (për jobesimtarët) dhe për t’u dhënë lajmin e mirë besimtarëve, të cilët bëjnë vepra të mira, se për ta do të ketë një shpërblim të bukur (Xheneti)"},{"SurahNumber":18,"VerseNumber":3,"Text":"në të cilin do të qëndrojnë përherë"},{"SurahNumber":18,"VerseNumber":4,"Text":"si dhe për të paralajmëruar ata që thonë: “Allahu ka një bir”"},{"SurahNumber":18,"VerseNumber":5,"Text":"Ata nuk kanë kurrfarë dijenie për këtë, as etërit e tyre. Sa fjalë e rëndë është ajo që del nga goja e tyre! Ata flasin vetëm gënjeshtra"},{"SurahNumber":18,"VerseNumber":6,"Text":"A mos vallë do të vrasësh veten nga pikëllimi, nëse ata nuk besojnë në këtë Fjalë (Kuran)"},{"SurahNumber":18,"VerseNumber":7,"Text":"Çdo gjë që gjendet në Tokë, Ne e kemi bërë stoli për të, për të provuar se kush prej tyre punon më mirë"},{"SurahNumber":18,"VerseNumber":8,"Text":"Dhe, Ne do ta bëjmë të shkretë gjithçka, që gjendet në të"},{"SurahNumber":18,"VerseNumber":9,"Text":"Vallë, a mendon ti se banorët e Shpellës[180] dhe Rakimit[181] ishin një çudi nga mrekullitë Tona"},{"SurahNumber":18,"VerseNumber":10,"Text":"Kur disa djelmosha u strehuan në shpellë dhe thanë: “O Zoti ynë, na jep mëshirë nga ana Jote dhe përgatitna për sjellje të drejtë!”"},{"SurahNumber":18,"VerseNumber":11,"Text":"Ne ua mbyllëm veshët atyre (duke i lënë të flinin) në shpellë për shumë vjet"},{"SurahNumber":18,"VerseNumber":12,"Text":"Pastaj i ngritëm, për të marrë vesh se cili nga të dyja grupet do ta vlerësonte më mirë sa kohë kishin qenë të strehuar"},{"SurahNumber":18,"VerseNumber":13,"Text":"Ne po ta tregojmë ty historinë e tyre sipas së vërtetës. Ata ishin djelmosha që besonin në Zotin e tyre dhe Ne i forcuam në rrugën e drejtë"},{"SurahNumber":18,"VerseNumber":14,"Text":"Ne i forcuam zemrat e tyre, kur u ngritën e thanë: “Zoti ynë është Zoti i qiejve dhe i Tokës. Ne nuk do t’i lutemi asnjë zoti tjetër, përveç Tij, sepse atëherë do të thoshim një gënjeshtër të madhe"},{"SurahNumber":18,"VerseNumber":15,"Text":"Ky populli ynë ka zgjedhur në vend të Tij zota të tjerë, ndonëse ata nuk u sjellin dot asnjë provë të qartë. E kush është keqbërës më i madh, se ai që trillon gënjeshtra për Allahun"},{"SurahNumber":18,"VerseNumber":16,"Text":"Kur ju t’i lini ata dhe gjithçka që adhurojnë në vend të Allahut, gjeni strehë në shpellë: Zoti juaj do t’ju mbulojë me mëshirën e Tij dhe do t’ju përgatisë mënyrën nga e cila do të keni dobi”"},{"SurahNumber":18,"VerseNumber":17,"Text":"Ti (o Muhamed) do ta kishe parë Diellin kur lindte, se si anohej nga e djathta e shpellës së tyre dhe, kur perëndonte, ata i linte në anën e majtë, ndërkohë që ata gjendeshin në mesin e saj.[183] Kjo është nga shenjat e Allahut. Sa për atë, që Allahu e udhëzon në rrugë të drejtë, pikërisht ai është i udhëzuari. E sa për atë, që Ai e lë në humbje, ti, me siguri, nuk do të mund t’i gjesh mbrojtës që ta udhëzojë"},{"SurahNumber":18,"VerseNumber":18,"Text":"Dhe (po të kishe qenë atje), do të mendoje se ata ishin zgjuar, por ata ishin në gjumë. Ne i rrotullonim ata herë në krah të djathtë e herë në të majtë, kurse qeni i tyre rrinte shtrirë me dy këmbët e para në hyrje të shpellës. Sikur t’i kishe parë, ti do të ikje nga ata dhe do të të kaplonte frika"},{"SurahNumber":18,"VerseNumber":19,"Text":"Kështu pra, Ne i zgjuam që të pyesnin njëri-tjetrin. Njëri nga ata tha: “Sa keni ndenjur (në gjumë?)” - U përgjigjën: “Kemi qëndruar një ditë a një pjesë të ditës”. Disa thanë: “Zoti juaj e di më mirë se sa keni ndenjur. Dërgoni njërin prej jush në qytet me këtë monedhë argjendi tuajën e le të shikojë se cili ushqim është më i pastër. Le t’ju sjellë diçka prej tij, le të sillet mirë dhe askush të mos marrë vesh për ju"},{"SurahNumber":18,"VerseNumber":20,"Text":"Me të vërtetë, nëse ju zbulojnë, ata do t’ju gjuajnë me gurë ose do t’ju kthejnë (me forcë) në fenë e tyre dhe atëherë nuk do të shpëtoni kurrsesi”"},{"SurahNumber":18,"VerseNumber":21,"Text":"Dhe kështu, Ne bëmë që ata të zbuloheshin, me qëllim që të dihej se premtimi i Allahut është i vërtetë dhe, që të mos ketë asnjë dyshim për Orën (e Kiametit, se ajo do të vijë). Kur ata (banorët e qytetit) po haheshin me njëri-tjetrin për këtë rast, disa thoshin: “Ndërtojini atyre (në hyrje të shpellës) një ndërtesë! Zoti i tyre i njeh më mirë ata”. Ata që e fituan çështjen e tyre, thanë: “Ne do të ndërtojmë një faltore mbi ta!”"},{"SurahNumber":18,"VerseNumber":22,"Text":"Do të thonë: “Ata ishin tre veta e qeni i tyre ishte i katërti”. Disa do të thonë: “Ata ishin pesë veta e qeni i tyre ishte i gjashti”, duke hamendësuar për atë që është e fshehtë; kurse të tjerë do të thonë: “Ata ishin shtatë veta e qeni i tyre ishte i teti”. Thuaj (o Muhamed): “Zoti im e di më mirë numrin e tyre. Vetëm pak veta dinë diçka rreth tyre”. Dhe mos polemizo rreth tyre, përveçse në mënyrë të përciptë dhe për ata mos pyet askënd"},{"SurahNumber":18,"VerseNumber":23,"Text":"Asnjëherë mos thuaj, për çfarëdo gjëje qoftë, se: “Me siguri që nesër do ta bëj këtë”"},{"SurahNumber":18,"VerseNumber":24,"Text":"pa shtuar “Në dashtë Allahu!” Dhe, kur të harrosh (të thuash “në dashtë Allahu”) - kujtoje Zotin tënd e thuaj: “Shpresoj se Zoti im do të më udhëzojë në atë që është më e mirë dhe më e dobishme nga kjo”"},{"SurahNumber":18,"VerseNumber":25,"Text":"Ata qëndruan në shpellën e tyre treqind vjet (diellorë), duke shtuar nëntë (për vitet hënore)"},{"SurahNumber":18,"VerseNumber":26,"Text":"Thuaj (o Muhamed): “Allahu e di më mirë sa kanë qëndruar. Atij i përket fshehtësia e qiejve dhe e Tokës. Eh, sa mirë sheh Ai çdo gjë dhe sa mirë që dëgjon! Njerëzit nuk kanë tjetër mbrojtës përveç Atij dhe Ai nuk e ndan me askënd pushtetin e Vet.”"},{"SurahNumber":18,"VerseNumber":27,"Text":"Dhe lexo atë që të është shpallur ty nga Libri i Zotit tënd! Askush nuk mund t’i ndryshojë fjalët e Tij dhe ti nuk ke për të gjetur kurrfarë strehe, përveçse tek Ai"},{"SurahNumber":18,"VerseNumber":28,"Text":"Dhe qëndro me ata që i luten Zotit të vet në mëngjes dhe mbrëmje, duke dëshiruar Fytyrën (kënaqësinë) e Tij dhe mos i shmang sytë nga ata (tek të tjerët), duke dëshiruar stolitë e shkëlqimin e kësaj jete. Mos dëgjo atë zemrën e të cilit ia kemi lënë mospërfillëse ndaj përmendjes Sonë e, që shkon pas dëshirave të veta, duke shkelur çdo kufi në veprimet e veta"},{"SurahNumber":18,"VerseNumber":29,"Text":"Dhe thuaj: “E vërteta është nga Zoti juaj. Kush të dojë, le të besojë e kush të dojë, le të mohojë”. Ne kemi përgatitur për mohuesit keqbërës një zjarr, që do t’i rrethojë nga të gjitha anët (si çadra). Nëse do të kërkojnë ndihmë, do t’u jepet një ujë si xehja e shkrirë, që do t’ua përcëllojë fytyrat. Sa pije e tmerrshme është ajo e sa strehim i keq është ai (zjarri)"},{"SurahNumber":18,"VerseNumber":30,"Text":"Sa për ata që besojnë dhe bëjnë vepra të mira, sigurisht që Ne nuk do t’ua humbim shpërblimin punëmirëve"},{"SurahNumber":18,"VerseNumber":31,"Text":"Pikërisht atyre u përket Xheneti i Adnit, nëpër të cilin rrjedhin lumenj. Ata do të stolisen atje me byzylykë ari dhe do të vishen me rroba të gjelbra prej mëndafshi të hollë dhe armaçi, duke ndenjur të mbështetur në shtretër të lartë. Sa shpërblim i mrekullueshëm dhe sa vendbanim i bukur"},{"SurahNumber":18,"VerseNumber":32,"Text":"Dhe jepu atyre si shembull ndodhinë e dy njerëzve. Njërit prej tyre Ne i kishim dhënë dy kopshte vreshtash, që i kishim rrethuar me hurma e midis tyre kishim bërë fusha drithi"},{"SurahNumber":18,"VerseNumber":33,"Text":"Të dy kopshtet jepnin frutat e veta, pa u munguar asgjë dhe bëmë që midis tyre të rridhte një lumë"},{"SurahNumber":18,"VerseNumber":34,"Text":"Ai pati prodhim të bollshëm dhe i tha shokut të vet, duke biseduar me të: “Unë kam më shumë pasuri se ti dhe kam rreth më të fortë!”"},{"SurahNumber":18,"VerseNumber":35,"Text":"Pastaj hyri në kopshtin e vet dhe, duke qenë i padrejtë me vetveten, tha: “Unë nuk mendoj se kjo do të shkatërrohet ndonjëherë"},{"SurahNumber":18,"VerseNumber":36,"Text":"dhe nuk mendoj se do të arrijë ndonjëherë Ora (e Kiametit). Por, edhe nëse do të më kthejnë te Zoti im, sigurisht që do të gjej një vend më të mirë se ky (kopsht)”"},{"SurahNumber":18,"VerseNumber":37,"Text":"Shoku i tij i tha, duke biseduar me të: “A e mohon ti Atë, i Cili të ka krijuar nga dheu, pastaj nga pika e farës dhe të bëri më në fund njeri të plotë"},{"SurahNumber":18,"VerseNumber":38,"Text":"Sa për mua, unë besoj se Allahu është Zoti im dhe Zotit tim unë nuk i shoqëroj askënd (në adhurim)"},{"SurahNumber":18,"VerseNumber":39,"Text":"Do të ishte më mirë për ty sikur të kishe thënë, kur hyre në kopshtin tënd: “Kështu ka dashur Allahu! Nuk ka fuqi përveçse nëpërmjet Allahut.” Nëse ti sheh se unë kam më pak pasuri dhe pasardhës"},{"SurahNumber":18,"VerseNumber":40,"Text":"dije, Zoti im, mund të më japë diçka më të mirë se kopshti yt, ndërsa në kopshtin tënd mund të dërgojë një shkatërrim nga qielli e të gdhijë rrafsh pa asgjë"},{"SurahNumber":18,"VerseNumber":41,"Text":"ose, të bëjë që uji i tij (kopshtit), të humbasë në thellësi e të mos mund ta gjesh kurrë më”"},{"SurahNumber":18,"VerseNumber":42,"Text":"Dhe pasuria e tij (e mohuesit) u shkatërrua, kurse ai i rrihte duart për gjithçka që kishte shpenzuar në të (pronën e vet) - e që tashmë ishte shkretuar nga rrënjët -, dhe thërriste: “Ah! Sikur të mos i kisha shoqëruar Zotit tim askënd!”"},{"SurahNumber":18,"VerseNumber":43,"Text":"Kështu, ai nuk pati kurrfarë rrethi që ta ndihmonte kundër Allahut dhe as që ishte në gjendje të mbronte vetveten"},{"SurahNumber":18,"VerseNumber":44,"Text":"Në një rast të tillë, mbrojtja vjen vetëm nga Allahu, i Vërteti. Ai është më i miri për të shpërblyer dhe jep përfundimin më të mirë"},{"SurahNumber":18,"VerseNumber":45,"Text":"Jepu atyre shembullin e jetës së kësaj bote: ajo është si uji që Ne e lëshojmë nga qielli; bimësia në tokë përzihet me të, por pastaj bëhet si bar i thatë të cilin e shpërndan era. Allahu është i Fuqishëm për çdo gjë"},{"SurahNumber":18,"VerseNumber":46,"Text":"Pasuria dhe djemtë janë stoli e jetës së kësaj bote. Por veprat e mira që mbeten përherë, janë më të mira te Zoti yt sa i përket shpërblimit dhe, janë më të mira sa i përket shpresës (për shpëtim)"},{"SurahNumber":18,"VerseNumber":47,"Text":"Ditën, kur Ne do t’i shkulim malet, do ta shohësh tokën të zhveshur dhe do t’i tubojmë të gjithë njerëzit, pa lënë askënd prapa"},{"SurahNumber":18,"VerseNumber":48,"Text":"Ata do të sillen të radhitur para Zotit tënd (e do t’u thuhet): “Tashmë Na erdhët, ashtu siç ju krijuam herën e parë, ndonëse ju (o jobesimtarë) pretendonit se nuk do t’ju caktonim një takim (ringjalljen)”"},{"SurahNumber":18,"VerseNumber":49,"Text":"Dhe Libri (i veprave të tyre) do t’u vihet përpara, e do t’i shohësh gjynahqarët se si do të tmerrohen nga ato që gjenden në të dhe do të thonë: “Të mjerët ne! Çfarë është ky libër që nuk paska lënë asnjë vepër të madhe apo të vogël pa e shënuar”. Aty do të gjejnë të shënuar gjithçka që kanë punuar. Zoti yt nuk i bën padrejtësi askujt"},{"SurahNumber":18,"VerseNumber":50,"Text":"Kur u thamë engjëjve: “Përuluni në sexhde para Ademit”, ata u përulën, përveç Iblisit. Ai ishte një nga xhindet dhe nuk iu bind urdhrit të Zotit të vet. Atëherë, a do ta merrnit atë dhe pasardhësit e tij për mbrojtës në vendin Tim, edhe pse ata janë armiqtë tuaj?! Sa këmbim i shëmtuar që është ky për keqbërësit"},{"SurahNumber":18,"VerseNumber":51,"Text":"Unë nuk i bëra ata dëshmitarë të krijimit të qiejve dhe të Tokës e as të krijimit të vetë atyre; dhe, sigurisht që Unë nuk mund t’i marr si ndihmës ata që çojnë të tjerët në humbje"},{"SurahNumber":18,"VerseNumber":52,"Text":"Ditën, kur Ai do të thotë: “Thirrini ata që ju mendoni se janë shokët e Mi”, ata do t’i thërrasin, por nuk do të marrin përgjigje prej tyre dhe, Ne, do të vendosim ndërmjet tyre barrierë"},{"SurahNumber":18,"VerseNumber":53,"Text":"Të ligjtë do të shohin zjarrin dhe do të binden, se me të vërtetë, do të bien në të dhe nuk do të gjejnë largim prej atij"},{"SurahNumber":18,"VerseNumber":54,"Text":"Sigurisht, në këtë Kuran, Ne u kemi shpjeguar njerëzve çdo lloj shembulli, por njeriu kundërshton më tepër se çdo krijesë tjetër"},{"SurahNumber":18,"VerseNumber":55,"Text":"Çfarë i pengon njerëzit të besojnë, kur u vjen udhëzimi - dhe të kërkojnë falje nga Zoti i tyre?! Apo presin vetëm që të pësojnë fatin e popujve të parë ose që t’u vijë dënimi i hapët"},{"SurahNumber":18,"VerseNumber":56,"Text":"Ne i çojmë të dërguarit vetëm si përcjellës të lajmit të mirë dhe paralajmërues. Por mohuesit (e besimit) polemizojnë me argumente të rreme për ta dobësuar të Vërtetën, ndërsa shenjat dhe paralajmërimet e Mia i marrin për tallje"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kush është më i padrejtë se ai që, kur ia kujtojnë shpalljet e Zotit të vet, largohet nga ato dhe harron se ç’kanë bërë duart e tij më parë?! Ne kemi vënë perde në zemrat e tyre, që të mos e kuptojnë atë (Kuranin), dhe ua kemi rënduar veshët. Edhe sikur ti t’i thërrasësh ata në rrugën e drejtë, ata kurrë nuk do të udhëzohen"},{"SurahNumber":18,"VerseNumber":58,"Text":"Por Zoti yt është Falësi plot mëshirë. Sikur t’i dënonte ata për çfarë kanë bërë, Ai do t’ua shpejtonte dënimin. Por ata i pret një çast i caktuar, nga i cili kurrë nuk do të shpëtojnë"},{"SurahNumber":18,"VerseNumber":59,"Text":"Ato qytete[185] Ne i shkatërruam kur banorët e tyre bënë të këqija dhe, për shkatërrimin e tyre, Ne kishim caktuar një afat"},{"SurahNumber":18,"VerseNumber":60,"Text":"(Kujto) kur Musai i tha djaloshit që e shoqëronte: “Nuk do të pushoj së ecuri, derisa të arrij në vendin ku takohen dy detet, edhe nëse do të më duhet të udhëtoj për shumë kohë.”"},{"SurahNumber":18,"VerseNumber":61,"Text":"Dhe, kur arritën në vendin, ku bashkoheshin dy detet, ata e harruan peshkun e tyre dhe ai rrëshqiti në det, duke e hapur atë si tunel"},{"SurahNumber":18,"VerseNumber":62,"Text":"Kur kaluan më tej, Musai i tha shoqëruesit të vet: “Na jep drekën tonë, sepse jemi lodhur nga ky udhëtimi ynë”"},{"SurahNumber":18,"VerseNumber":63,"Text":"Ai u përgjigj: “Shiko! Kur ndaluam tek ai shkëmbi, unë e harrova peshkun. Vetëm djalli më bëri ta harroj e nuk ta thashë se peshku mori rrugën nga deti në mënyrë të habitshme!”"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Musai) tha: “Kjo është ajo që po kërkojmë”. Andaj u kthyen nëpër gjurmët e veta"},{"SurahNumber":18,"VerseNumber":65,"Text":"dhe gjetën një prej robërve Tanë,[186] të cilit i patëm dhuruar mëshirë prej Nesh dhe i kishim mësuar nga ana Jonë dije"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musai i tha atij: “A mund të të pasoj ty, që të më mësosh edhe mua diçka prej diturisë së drejtë që të është dhënë ty?”"},{"SurahNumber":18,"VerseNumber":67,"Text":"Ai u përgjigj: “Ti nuk mund të durosh dot me mua"},{"SurahNumber":18,"VerseNumber":68,"Text":"E si mund të durosh (pa pyetur) para diçkaje për të cilën nuk di asgjë”"},{"SurahNumber":18,"VerseNumber":69,"Text":"(Musai) tha: “Do të më gjesh të durueshëm, në dashtë Allahu e nuk do të të kundërshtoj për asgjë.”"},{"SurahNumber":18,"VerseNumber":70,"Text":"(Hidri) i tha: “Nëse vjen pas meje, mos më pyet për asgjë, derisa të ta shpjegoj unë!”"},{"SurahNumber":18,"VerseNumber":71,"Text":"Dhe kështu, u nisën. Kur hipën në një anije, ai (Hidri) hapi një vrimë poshtë. (Musai) tha: “Mos vallë, e hape vrimën për t’i mbytur udhëtarët e saj? Me të vërtetë, ke bërë punë të shumë të keqe”"},{"SurahNumber":18,"VerseNumber":72,"Text":"(Hidri) i tha: “A nuk të thashë se ti nuk mund të durosh me mua?”"},{"SurahNumber":18,"VerseNumber":73,"Text":"Ai u përgjigj: “Mos më qorto për atë që harrova dhe mos më ngarko me vështirësi në punët e mia!”"},{"SurahNumber":18,"VerseNumber":74,"Text":"Dhe që të dy vazhduan të ecin, derisa takuan një djalosh, të cilin ai (Hidri) e vrau. Tha (Musai): “Përse vrave një njeri të pafajshëm që nuk ka vrarë askënd?! Vërtet që ke bërë një punë të tmerrshme”"}]}