{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"alipha-lam-ro. A allahani kitabani ayato che ane spasta ane prakasita kura'anani"},{"SurahNumber":15,"VerseNumber":2,"Text":"evo pana samaya hase jyare inkara karanara musalamana thavani iccha darsavase"},{"SurahNumber":15,"VerseNumber":3,"Text":"tame te'one khatam, phayado uthavatam ane asa'omam vyasta chodi do, te'o najikamam ja jani lese"},{"SurahNumber":15,"VerseNumber":4,"Text":"ko'i vastine tena nakki karela samaya pahela ame nasta nathi kari"},{"SurahNumber":15,"VerseNumber":5,"Text":"ko'i jutha potana mrtyuthi na agala vadhe che ane na to pachala khase che"},{"SurahNumber":15,"VerseNumber":6,"Text":"te'o'e kahyum ke, he te vyakti! Jena para kura'ana avatarita karavamam avyum che, kharekhara tum to ko'i pagala che"},{"SurahNumber":15,"VerseNumber":7,"Text":"jo tame saca ja cho, to amari pase pharista'one kema nathi la'i avata"},{"SurahNumber":15,"VerseNumber":8,"Text":"ame pharista'one satya sathe ja utari'e chi'e ane te samaye temane mahetala apavamam nathi avati"},{"SurahNumber":15,"VerseNumber":9,"Text":"ame ja a kura'anane avatarita karyum che ane ame ja teni suraksa karanara che"},{"SurahNumber":15,"VerseNumber":10,"Text":"ame tamara pahelani komamam pana potana payagambara mokalya"},{"SurahNumber":15,"VerseNumber":11,"Text":"ane je pana payagambara avata, te'o temani thaththamaskari karata"},{"SurahNumber":15,"VerseNumber":12,"Text":"papi'ona hrdayomam ame avi ja rite avum thasavi da'i'e chi'e"},{"SurahNumber":15,"VerseNumber":13,"Text":"te'o temana para imana nathi lavata ane ni:Sanka agalana lokothi aja rita cali rahi che"},{"SurahNumber":15,"VerseNumber":14,"Text":"ane jo ame temana mate akasana dvara kholi pana nankhi'e ane a loko tena para cadhava pana lage"},{"SurahNumber":15,"VerseNumber":15,"Text":"to pana avum ja kahese ke amari ankho dhoko kha'i rahi che athava to amara para jadu kari devamam avyum che"},{"SurahNumber":15,"VerseNumber":16,"Text":"Ni:Sanka ame akasomam “burujo” (surya,candra,tara, vagere...) Banavya ane jonara'o mate tene sanagari devamam avyum che"},{"SurahNumber":15,"VerseNumber":17,"Text":"ane dareka dhikkarela setanathi teni raksa kari"},{"SurahNumber":15,"VerseNumber":18,"Text":"ham, jo ko'i chupi rite sambhalavano prayatna kare, teni pachala salagelo (golo) lagi jaya che"},{"SurahNumber":15,"VerseNumber":19,"Text":"ane dharatine ame phelavi didhi ane tena para parvatone nakhi didha ane temam ame dareka vastune eka mapa pramane upajavi didhi che"},{"SurahNumber":15,"VerseNumber":20,"Text":"ane temam ja ame tamari roji banavi didhi che ane jemane tame roji apanara nathi"},{"SurahNumber":15,"VerseNumber":21,"Text":"ane jetali pana vastu'o che te badhanna khajana amari pase che ane ame dareka vastune tena mapasara ja utari'e chi'e"},{"SurahNumber":15,"VerseNumber":22,"Text":"ane ame bhare hava'o mokali'e chi'e, pachi akasa manthi pani varasavi te tamane pivadavi'e chi'e ane tame teno sangraha karanara nathi"},{"SurahNumber":15,"VerseNumber":23,"Text":"ame ja jivana pradana kari'e chi'e ane ame ja mrtyu pana api'e chi'e ane ame ja (chevate) varasa che"},{"SurahNumber":15,"VerseNumber":24,"Text":"ane tamara manthi agala vadhanara ane pachala rahi janara pana amari janakarimam che"},{"SurahNumber":15,"VerseNumber":25,"Text":"tamaro palanahara badhanne bhega karase, ni:Sanka te khuba ja hikamatavalo, khuba ja jnanavalo che"},{"SurahNumber":15,"VerseNumber":26,"Text":"ni:Sanka ame manusyanum sarjana, kali, sadeli ane khanakhana bolanari matithi karyum"},{"SurahNumber":15,"VerseNumber":27,"Text":"ane a pahela ame jinnatonum sarjana, lum vali aga vade karyum"},{"SurahNumber":15,"VerseNumber":28,"Text":"ane jyare tara palappnahare pharista'one kahyum ke hum eka manusyanum sarjana kali, sadeli ane khanakhana bolanari mati vade karavano chum"},{"SurahNumber":15,"VerseNumber":29,"Text":"to jyare hum tene sampurna banavi la'u ane temam potani ruha phunki da'um, to tame sau tena mate sijado karajo"},{"SurahNumber":15,"VerseNumber":30,"Text":"chevate dareka pharista'o'e sijado karyo"},{"SurahNumber":15,"VerseNumber":31,"Text":"parantu iblisa sivaya, ke tena sijado karavavalo manthi thavano inkara karyo"},{"SurahNumber":15,"VerseNumber":32,"Text":"(Allaha ta'ala'e) kahyum he iblisa! Tane sum thayum ke tum sijado karanara'o manthi na thayo"},{"SurahNumber":15,"VerseNumber":33,"Text":"tene kahyum ke, hum evo nathi ke te manusyane sijado karum jene te kali, sadeli ane khanakhana bolanari mati vade banavyo"},{"SurahNumber":15,"VerseNumber":34,"Text":"kahyum, have jannata manthi nikali ja, karanake tu dhikkarelo che"},{"SurahNumber":15,"VerseNumber":35,"Text":"ane tara para mari phitakara kayamata sudhi che"},{"SurahNumber":15,"VerseNumber":36,"Text":"kaheva lagyo ke he mara palanahara! Mane te divasa sudhini mahetala api de ke jyare loko biji vara jivita karavamam avase"},{"SurahNumber":15,"VerseNumber":37,"Text":"kahyum ke sarum tum te loko manthi che jemane mahetala mali che"},{"SurahNumber":15,"VerseNumber":38,"Text":"nakki karela divasa sudhi"},{"SurahNumber":15,"VerseNumber":39,"Text":"(saitane) kahyum ke he mara palanahara! Jo ke te mane pathabhrasta kari didho che. Hum pana soganda kha'um che ke hum pana dharati para temana mate gunane sanagari da'isa ane te badhane pathabhrasta pana karisa"},{"SurahNumber":15,"VerseNumber":40,"Text":"tara te banda'o sivaya, je'one pasanda kari levamam avya che"},{"SurahNumber":15,"VerseNumber":41,"Text":"kahyum ke, ham, a ja mara sudhi pahoncava mateno satya marga che"},{"SurahNumber":15,"VerseNumber":42,"Text":"mara banda'o para taro ko'i prabhava nathi, parantu ham je pathabhrasta loko tarum anusarana karase"},{"SurahNumber":15,"VerseNumber":43,"Text":"ni:Sanka te saunum thekanum jahannama che"},{"SurahNumber":15,"VerseNumber":44,"Text":"jena sata dvara che, dareka dvara mate temano eka bhaga vahencayelo che"},{"SurahNumber":15,"VerseNumber":45,"Text":"daravavala jannati loko, bagica'o ane jharana'omam hase"},{"SurahNumber":15,"VerseNumber":46,"Text":"(temane kahevamam avase) salamati ane santi sathe amam pravesa karo"},{"SurahNumber":15,"VerseNumber":47,"Text":"temana hrdayomam je kami pana kapata ane nirasa hati, ame badhum ja kadhi la'isum, te bha'i-bha'i bani eka-bija same asano para betha hase"},{"SurahNumber":15,"VerseNumber":48,"Text":"na to tyam temane ko'i takalipha sparsa kari sake che ane na to te'o tyanthi kyareya kadhavamam avase"},{"SurahNumber":15,"VerseNumber":49,"Text":"mara banda'one janavi do ke hum ghano ja mapha karanara ane ghano ja dayalu chum"},{"SurahNumber":15,"VerseNumber":50,"Text":"ane sathe sathe mari yatana pana atyanta du:Khadayi che"},{"SurahNumber":15,"VerseNumber":51,"Text":"Te'one ibrahima (a.Sa.)Na mahemano vise janavo"},{"SurahNumber":15,"VerseNumber":52,"Text":"ke jyare temane temani pase avi salama kahyum, to temane kahyum ke amane to tamarathi dara lage che"},{"SurahNumber":15,"VerseNumber":53,"Text":"te'o'e kahyum ke daro nahim, ame tamane eka jnani balakani khusakhabara api'e chi'e"},{"SurahNumber":15,"VerseNumber":54,"Text":"kahyum sum a vrd'dhavastha'e pahoncya pachi tame mane khusakhabara apo cho, a khusakhabara tame kevi rite api rahya cho"},{"SurahNumber":15,"VerseNumber":55,"Text":"te'o'e kahyum ke ame tamane saci khusakhabari api rahya chi'e. Tame nirasa loko manthi na tha'i java"},{"SurahNumber":15,"VerseNumber":56,"Text":"kahyum ke potana palanaharani krpathi nirasa to phakata pathabhrasta loko ane bhatakela loko ja thaya che"},{"SurahNumber":15,"VerseNumber":57,"Text":"puchyum ke, allaha'e mokalela (pharista'o)! Tamarum evum sum agatyanum kama che"},{"SurahNumber":15,"VerseNumber":58,"Text":"temane javaba apyo ke ame aparadhi loko tarapha mokalavamam avya che"},{"SurahNumber":15,"VerseNumber":59,"Text":"parantu lutana kutumbijano sivaya ame te saune jarura bacavi la'isum"},{"SurahNumber":15,"VerseNumber":60,"Text":"temani patni sivaya, ame tenine roka'i janara'o ane baki rahevavala'o manthi nakki kari didhi che"},{"SurahNumber":15,"VerseNumber":61,"Text":"jyare mokalela pharista luta (a.Sa.) Na kutumbijano pase pahoncya"},{"SurahNumber":15,"VerseNumber":62,"Text":"to temane (luta a.Sa.)E kahyum ke tame to ko'i ajanya lago cho"},{"SurahNumber":15,"VerseNumber":63,"Text":"te'o'e (pharista'o'e) kahyum! Na, parantu ame tari pase te vastu la'ine avya chi'e jena vise a loko sankamam hata"},{"SurahNumber":15,"VerseNumber":64,"Text":"ame to tamari pase (spasta) satya la'ine avya chi'e ane kharekhara saci che"},{"SurahNumber":15,"VerseNumber":65,"Text":"have tame potana kutumbijano sathe ratrina ko'i praharamam cali nikalo ane tame te'oni pachala rahejo ane (khabaradara) tamara manthi ko'i (pachala) cahero pheravine na ju'e. Ane je jagya parano adesa tamane apavamam avi rahyo che tyam jata rahejo"},{"SurahNumber":15,"VerseNumber":66,"Text":"ane ame temana mate e vatano nirnaya kari lidho ke savara thatam ja te lokona mula ukhadi phenkisum"},{"SurahNumber":15,"VerseNumber":67,"Text":"ane saheravala'o khusi manavata avya"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Luta a.Sa. E) kahyum, a loko mara mahemana che, marum apamana na karo"},{"SurahNumber":15,"VerseNumber":69,"Text":"allaha ta'alathi daro ane marum apamana na karo"},{"SurahNumber":15,"VerseNumber":70,"Text":"te'o'e kahyum sum ame tamane akhi duniyani (thekedari) thi rokya nathi"},{"SurahNumber":15,"VerseNumber":71,"Text":"(luta a.Sa. E) kahyum, jo tamare kamika karavum ja hoya to a mari balaki'o che"},{"SurahNumber":15,"VerseNumber":72,"Text":"tamari vayana soganda! Te to potani khoti mastimam ja hata"},{"SurahNumber":15,"VerseNumber":73,"Text":"basa! Surya nikalata ja temane eka mota avaje pakadi lidha"},{"SurahNumber":15,"VerseNumber":74,"Text":"chevate ame te saherane upara kari didhum ane te loko para kankari'o jeva paththara varasavya"},{"SurahNumber":15,"VerseNumber":75,"Text":"ni:Sanka jonara mate amam ghani ja nisani'o che"},{"SurahNumber":15,"VerseNumber":76,"Text":"a vasti saman'ya margani vacce avati hati"},{"SurahNumber":15,"VerseNumber":77,"Text":"ane temam imanavala'o mate ghani nisani'o che"},{"SurahNumber":15,"VerseNumber":78,"Text":"“ayakaha” vastina rahevasi'o pana ghana atyacari hata"},{"SurahNumber":15,"VerseNumber":79,"Text":"jemanathi ame badalo lidho, a banne sahera saman'ya marga upara hata"},{"SurahNumber":15,"VerseNumber":80,"Text":"ane hijara vala'o'e pana payagambarone juthalavya"},{"SurahNumber":15,"VerseNumber":81,"Text":"ane ame temane potani nisani'o pana batavi. Parantu te loko te nisani'oni avaganana ja karata rahya"},{"SurahNumber":15,"VerseNumber":82,"Text":"a loko nidaratathi parvatone kotarine ghara banavata hata"},{"SurahNumber":15,"VerseNumber":83,"Text":"chevate te'one pana savara thata ja cise pakadi lidha"},{"SurahNumber":15,"VerseNumber":84,"Text":"basa! Temani ko'i yukti athava karya'e kami pana phayado na pahoncadyo"},{"SurahNumber":15,"VerseNumber":85,"Text":"ame akasa ane dharati ane te banne vacceni dareka vastunum satya sathe sarjana karyum. Ane kayamata jarura avase. Basa! Tame sari rite daragujara karo"},{"SurahNumber":15,"VerseNumber":86,"Text":"ni:Sanka tamaro palanahara ja sarjana karanara ane janavavalo che"},{"SurahNumber":15,"VerseNumber":87,"Text":"ni:Sanka ame tamane sata ayato api rakhi che, je varanvara padhavamam ave che ane prabhavasali kura'ana pana api rakhyum che"},{"SurahNumber":15,"VerseNumber":88,"Text":"Tame kyareya potani najara te vastu tarapha na karo, jena karane ame temana manthi ketalaya prakarana lokone dhanistha banavya che. Na temana para tame nirasa thaso ane imanavala'o mate potani “baju” jhukavi rakho"},{"SurahNumber":15,"VerseNumber":89,"Text":"ane kahi do ke hum to spasta rite saceta karanaro chum"},{"SurahNumber":15,"VerseNumber":90,"Text":"jevi rite ke ame te matabheda karanara'o mate utari hati"},{"SurahNumber":15,"VerseNumber":91,"Text":"je'o'e te allahani kitabana tukade-tukada kari nakhya"},{"SurahNumber":15,"VerseNumber":92,"Text":"soganda che tamara palanaharani! Ame te badhane jarura puchisum"},{"SurahNumber":15,"VerseNumber":93,"Text":"dareka te babata vise je te'o karata hata"},{"SurahNumber":15,"VerseNumber":94,"Text":"basa! Tame te adesane je tamane apavamam avyo che, spasta rite janavi do ane musarikothi modhum pheravi lo"},{"SurahNumber":15,"VerseNumber":95,"Text":"tamari sathe je loko maskari kare che temani saja mate ame purata che"},{"SurahNumber":15,"VerseNumber":96,"Text":"je allahani sathe bijane pujya nakki kare che temane najikamam ja jana tha'i jase"},{"SurahNumber":15,"VerseNumber":97,"Text":"ame khuba sari rite jani'e chi'e ke temani vatothi tamarum hrdaya khuba paresana thaya che"},{"SurahNumber":15,"VerseNumber":98,"Text":"tame potana palanaharana namanum smarana ane prasansanum varnana karata raho ane sijado karanara'omam tha'i java"},{"SurahNumber":15,"VerseNumber":99,"Text":"ane potana palanaharani bandagi karata raho tyam sudhi ke tame mrtyu pamo"},{"SurahNumber":16,"VerseNumber":1,"Text":"allahano adesa avi pahoncyo, have tena mate utavala na karo, dareka prakarani pavitrata tena mate ja che, te ucca che te badhathi, jemane a loko allaha sathe bhagidara therave che"},{"SurahNumber":16,"VerseNumber":2,"Text":"te ja pharista'one potani vahi la'ine potana adesathi potana banda'o manthi, jena para icche che, tena para avatarita kare che ke tame lokone saceta kari do ke mara sivaya ko'i pujya nathi. Basa! Tame marathi daro"},{"SurahNumber":16,"VerseNumber":3,"Text":"tene ja akaso ane dharatinum sarjana satya sathe karyum, musariko je kare che, te (allaha) tenathi pavitra che"},{"SurahNumber":16,"VerseNumber":4,"Text":"tene manusyanum sarjana viryana tipa vade karyum, pachi te khullo jhaghado karanaro bani gayo"},{"SurahNumber":16,"VerseNumber":5,"Text":"Tene ja dhoronum sarjana karyum, jemam tamara mate garama posaka che ane bija ghana phayada'o che ane ketalaka tamara khoraka mate che"},{"SurahNumber":16,"VerseNumber":6,"Text":"ane temam tamari khubasurati pana che, jyare caravi lavo tyare pana ane jyare carava mate la'i java tyare pana"},{"SurahNumber":16,"VerseNumber":7,"Text":"(ane te dhoro) tamara malasamana te sahero sudhi la'i jaya che, jyam tame kasta vina pahonci nathi sakata, ni:Sanka tamaro palanahara ghano ja mayalu ane atyanta dayalu che"},{"SurahNumber":16,"VerseNumber":8,"Text":"ghoda'onum, khaccaronum, gadheda'onum sarjana tene ja karyum ke tame temano savari mate upayoga karo ane te sanagaranum karana pana che, biji ghani vastu'onum sarjana kare che jenum tamane jnana pana nathi"},{"SurahNumber":16,"VerseNumber":9,"Text":"ane satya margane spasta kari devo allahana sire che ane ketalaka khota margo che ane jo te icche to tamane saune satya marga para lavi de"},{"SurahNumber":16,"VerseNumber":10,"Text":"te ja tamara phayada mate akasa manthi pani varasave che, jene tame pivo pana cho ane tena karane ugela vrkso, tame potana dhorone caravo cho"},{"SurahNumber":16,"VerseNumber":11,"Text":"tenathi ja te tamara mate kheti, jhaituna, khajura, draksa ane dareka prakarana phalo upajave che. Ni:Sanka te loko mate to amam khuba ja nisani'o che je loko cintana kare che"},{"SurahNumber":16,"VerseNumber":12,"Text":"tene ja rata, divasa, surya ane candrane tamara mate kame lagadela che ane tara'o pana tena ja adesanum anusarana kare che. Ni:Sanka amam bud'dhisali loko mate ghani nisani'o che"},{"SurahNumber":16,"VerseNumber":13,"Text":"biji ghani vastu'o, alaga-alaga rupa-rangani, tene tamara mate dharati para phelavi rakhi che, ni:Sanka sikhamana prapta karanara'o mate amam ghani moti nisani che"},{"SurahNumber":16,"VerseNumber":14,"Text":"Ane dariya pana tene tamara vasamam kari didha che, ke tame temanthi (nikalelu) tajum mansa kha'o ane temanthi potana paherava matena gharenam kadhi sako ane tame ju'o cho ke hodi'o temam panine cirine (cale) che. Ane etala mate pana ke teni krpa sodho ane sakya che ke tame abhara vyakata karo"},{"SurahNumber":16,"VerseNumber":15,"Text":"ane tene dharatimam parvato jakadi didha che, jethi te hali na sake ane nahero ane marga pana banavya, jethi tame potani manjila sudhi pahonci sako"},{"SurahNumber":16,"VerseNumber":16,"Text":"biji ghani nisani'o nakki kari ane tara'o dvara pana loko marga melave che"},{"SurahNumber":16,"VerseNumber":17,"Text":"to sum te-je sarjana kare che, tena jevo ho'i sake che je sarjana nathi kari sakato? Sum tame saheja pana vicara nathi karata"},{"SurahNumber":16,"VerseNumber":18,"Text":"ane jo tame allahani ne'amatone ganava mango to tene nathi gani sakata, ni:Sanka allaha ghano ja mapha karanara, dayalu che"},{"SurahNumber":16,"VerseNumber":19,"Text":"ane je kami pana tame chupavo ane jahera karo allaha ta'ala badhum ja jane che"},{"SurahNumber":16,"VerseNumber":20,"Text":"ane jene pana a loko allaha ta'alane chodine pokare che, te ko'i vastunum sarjana nathi kari sakata, parantu temanum sarjana karavamam avyum che"},{"SurahNumber":16,"VerseNumber":21,"Text":"(te'o) mrtako che, jivita nathi, temane to e pana khabara nathi ke kyare temane jagadavamam avase"},{"SurahNumber":16,"VerseNumber":22,"Text":"tamara sauno pujya phakata allaha ta'ala ekalo che ane akherata (paraloka) na divasa para imana na dharavanara'onum dila juthalavanarum che. Ane te pote ahankarathi bharela che"},{"SurahNumber":16,"VerseNumber":23,"Text":"ni:Sanka allaha ta'ala te dareka vastune, jene te loko chupave che ane jene jahera kare che, khuba sari rite jane che, te ahankari lokone pasanda nathi karato"},{"SurahNumber":16,"VerseNumber":24,"Text":"temane jyare puchavamam ave che ke tamara palanahare sum avatarita karyum che? Tyare te'o javaba ape che ke agalana lokoni varta'o che"},{"SurahNumber":16,"VerseNumber":25,"Text":"Anum ja parinama hase ke kayamatana divase a loko potana sampurna bhara sathe temana bharana pana bhagidara hase jemane te'o potani ajnanata dvara pathabhrasta karata rahya, ju'o to ketalo kharaba bhara upavi rahya che"},{"SurahNumber":16,"VerseNumber":26,"Text":"temanathi pahelana loko'e pana yukti kari hati, (chevate) allaha'e (temani yukti'o)ne mula manthi ja kapi nakhi ane temana (matha) para chata uparathi padi ga'i ane temani pase yatana tyanthi avi pahonci je jagya vise te loko vicari sakata pana nahata"},{"SurahNumber":16,"VerseNumber":27,"Text":"pachi kayamatana divase pana allaha ta'ala temanum apamana karase ane kahese ke mara te bhagidaro kyam che? Jena vise tame jhaghadata hata, jemane jnana apavamam avyum hatum, te kahese ke aje inkara karanara'one apamana ane kharabi conti ga'i"},{"SurahNumber":16,"VerseNumber":28,"Text":"te, je'o potana para atyacara kare che, pharista'o jyare temana prana kadhava lage che te samaye te'o jhuki jaya che ke ame bura'i karata na hata, kema nahim, allaha ta'ala khuba sari rite janavavalo che je kami pana tame karata hatam"},{"SurahNumber":16,"VerseNumber":29,"Text":"basa! Have to hammesa mate tame jahannamana dvara manthi dakhala tha'i java, basa! Ketalum kharaba thekanum che ahankari'onum"},{"SurahNumber":16,"VerseNumber":30,"Text":"ane daravavala'one puchavamam ave che ke tamara palanahare sum avatarita karyum che, to te'o javaba ape che ke “khuba ja sarum”, je loko'e bhala'i kari temana mate a duniyamam bhala'i che ane kharekhara akheratanum ghara ghanum ja uttama che. Ane ketalum sundara che daravavala'onum ghara"},{"SurahNumber":16,"VerseNumber":31,"Text":"hammesa rahenara bagica'o, jyam te'o rahese, jemani nice nahero vahi rahi che, je kami pana te loko icchase tyam temana mate hajara hase, daravavala'one allaha ta'ala avi ja rite badalo ape che"},{"SurahNumber":16,"VerseNumber":32,"Text":"Te'o, jemana prana pharista'o e sthitimam kadhe che ke te pavitra ane svaccha hoya, kahe che ke tamara mate salamati ja salamati che. Ja'o jannatamam, potana te karmona badalamam, je tame karata hata"},{"SurahNumber":16,"VerseNumber":33,"Text":"sum a te ja vatani raha jo'i rahya che ke temani pase pharista'o avi pahonce athava tara palanaharano adesa avi pahonce? Avum ja te loko'e pana karyum hatum je'o temanathi pahela hata, temana para allaha ta'ala'e ko'i atyacara nathi karyo, parantu te pote potana para atyacara karata rahya"},{"SurahNumber":16,"VerseNumber":34,"Text":"basa! Temana kharaba karyonum parinama temane mali gayum ane jeni maskari karata hata tene temane gheravamam la'i lidha"},{"SurahNumber":16,"VerseNumber":35,"Text":"musarika loko'e kahyum ke jo allaha ta'ala icchato to ame ane amara purvajo, tene chodine bija ko'ini bandagi ja na karata, na tena adesa vagara ko'i vastune harama theravata, a ja karya temanathi pahelana loko karata rahya. Payagambaronum karya phakata spasta rite adesa pahoncadi devanum che"},{"SurahNumber":16,"VerseNumber":36,"Text":"ame dareka samudayamam payagambara moklya jethi (loko) phakata allahani ja bandagi kare ane tena sivaya dareka pujyothi bace, basa! Thodanka lokone to allaha ta'ala'e satya margadarsana apyum ane thodanka para pathabhrastata chava'i ga'i, basa! Tame pote dharati para haripharine jo'i lo ke juthalavanara'oni dasa kevi tha'i"},{"SurahNumber":16,"VerseNumber":37,"Text":"bhale tame temana satyamarga darsanana icchuka rahya cho, parantu allaha ta'ala te lokone satya margadarsana nathi apato jene pathabhrasta kari de ane na temani ko'i madada karanara hoya che"},{"SurahNumber":16,"VerseNumber":38,"Text":"te loko majabuta sogando kha'ine kahe che ke mrtakone allaha ta'ala jivita nahim kare, kema nahim, jarura jivita karase, a to tenum atyanta sacum vacana che, parantu ghana loko janata nathi"},{"SurahNumber":16,"VerseNumber":39,"Text":"Etala mate pana, ke a loko je vastuno virodha karata hata tene allaha ta'ala spasta rite varnana kari de ane etala mate ke inkara karanara'o pote pana potanum khota hovum jani le"},{"SurahNumber":16,"VerseNumber":40,"Text":"ame jyare ko'i vastuni iccha kari'e chi'e to ame phakata evum kahi'e chi'e ke “tha'i ja” basa te tha'i jaya che"},{"SurahNumber":16,"VerseNumber":41,"Text":"je loko'e atyacara sahana karya pachi allaha ta'alana margamam vatanane chodyum che, ame temane uttama thekanum duniyamam apisum ane akheratanum valatarato ghanum ja motum che, kadaca ke loko tene janata hota"},{"SurahNumber":16,"VerseNumber":42,"Text":"te loko, jemane dhiraja rakhi ane potana palanahara para ja bharoso karata rahya"},{"SurahNumber":16,"VerseNumber":43,"Text":"tamara pahela pana ame purusone ja mokalata rahya, jemani tarapha vahi utarata hata. Basa! Jo tame na janata hova to jnanavala'o pasethi jani lo"},{"SurahNumber":16,"VerseNumber":44,"Text":"purava ane kitabo sathe a varnana (kura'ana), ame tamari tarapha avatarita karyu che ke loko mate je avatarita karavamam avyum che tame tene spasta rite varnana kari do, kadaca ke te loko cintana kare"},{"SurahNumber":16,"VerseNumber":45,"Text":"kharaba yukti'o ramanara'o sum te vatathi nidara tha'i gaya che ke allaha ta'ala temane dharatimam dhasavi de, athava temani pase evi jagya'ethi prakopa avi jaya jena vise temane vicara pana na hoya"},{"SurahNumber":16,"VerseNumber":46,"Text":"athava temane haratapharata (prakopa) pakadi le, a loko allaha ta'alane kyareya asamartha kari sakata nathi"},{"SurahNumber":16,"VerseNumber":47,"Text":"athava temane daravi, dhamakavi pakadi le, basa! Kharekhara tamaro palanahara atyanta dayalu ane mayalu che"},{"SurahNumber":16,"VerseNumber":48,"Text":"sum te loko'e allahana sarjana manthi ko'ine pana nathi joya? Ke temana padachaya, dabi-jamani baju jhuki jhukine allaha ta'ala same sijada kare che ane vinamrata dakhave che"},{"SurahNumber":16,"VerseNumber":49,"Text":"ni:Sanka akasa ane dharatina dareka sajiva ane dareka pharista, allaha ta'alani same sijado kari rahya che ane jara pana ghamanda nathi karata"},{"SurahNumber":16,"VerseNumber":50,"Text":"Ane potana palanaharathi, je temani upara che, dhruje che ane je adesa mali jaya tenum anusarana kare che"},{"SurahNumber":16,"VerseNumber":51,"Text":"allaha ta'ala kahi cukyo che ke be pujyo na banavo, pujya to phakata te ekalo ja che, basa! Tame sau maro ja dara rakho"},{"SurahNumber":16,"VerseNumber":52,"Text":"akaso ane dharati para je kami pana che, badhum tenum ja che ane teni ja bandagi yogya che, sum to pana tame tena sivaya bijathi daro cho"},{"SurahNumber":16,"VerseNumber":53,"Text":"tamari pase jetali pana ne'amato che badhum tene ja apelum che, hajum pana tamara para ko'i musibata avi jaya to teni ja samaksa phariyada karo cho"},{"SurahNumber":16,"VerseNumber":54,"Text":"ane jyam tene te musibata tamara parathi dura kari didhi, tamara manthi ketalaka loko potana palanahara sathe bhagidara theravava lage che"},{"SurahNumber":16,"VerseNumber":55,"Text":"ke amari apeli ne'amatono abhara na mane, sarum to thodoka phayado uthavi lo, chevate tamane khabara padi ja jase"},{"SurahNumber":16,"VerseNumber":56,"Text":"ane jene janata pana nathi teno bhaga amari apeli roji'o manthi nakki karo cho, te allaha tamara a aropa vise jarura savala karase"},{"SurahNumber":16,"VerseNumber":57,"Text":"ane te pavitra allaha mate balaki'o nakki kare che ane potana mate te je potani iccha anusara hoya"},{"SurahNumber":16,"VerseNumber":58,"Text":"temana manthi ko'ine jyare balakini khabara apavamam ave to teno cahero phikko padi jaya che ane manamam sankoca anubhave che"},{"SurahNumber":16,"VerseNumber":59,"Text":"a kharaba vatana karane lokothi chupa'ine phare che, vicare che ke sum tene apamanita tha'i, la'ine phare, athava tene matimam dabavi de, oha! Ketalo kharaba nirnaya kare che"},{"SurahNumber":16,"VerseNumber":60,"Text":"akherata para imana na lavanaranum ja kharaba udaharana che, allaha mate to ghana ja ucca guno che te ghano vijayi ane hikamatavalo che"},{"SurahNumber":16,"VerseNumber":61,"Text":"jo lokona papona karane allaha ta'ala temani pakada karato, to dharati para eka pana sajiva na raheto, parantu te to eka muddata sudhi dhila ape che, jyare temano te samaya avi pahonce che to te eka ksana pana na pachala ja'i sake che ane na to agala vadhi sake che"},{"SurahNumber":16,"VerseNumber":62,"Text":"Ane te potana mate je pasanda nathi karata te allaha mate pasanda kare che ane te loko juththi vato varnave che, emana mate guna che, na, na, parantu temana mate aga che ane te jahannami che"},{"SurahNumber":16,"VerseNumber":63,"Text":"allahana soganda, ame tamara pahelana loko tarapha pana payagambara mokalya, parantu setane temana kharaba karyone temana mate sanagari didha, te setana aje pana temano mitra ban'yo che ane temana mate du:Khadayi yatana che"},{"SurahNumber":16,"VerseNumber":64,"Text":"a kitabane ame tamara para etala mate avatarita kari che ke tame temana mate te dareka vastune spasta kari do jemam te'o vivada kari rahya che ane a (kitaba) imanavala'o mate margadarsana ane krpa che"},{"SurahNumber":16,"VerseNumber":65,"Text":"ane allaha akasa manthi pani varasavi tenathi dharatine tena mrtyu pachi jivita kari de che, kharekhara amam, te loko mate nisani che je sambhale"},{"SurahNumber":16,"VerseNumber":66,"Text":"tamara mate dhoromam pana ghani sikhamana che ke ame tamane, tena petamam je kami pana che temanthi ja gobara ane lohini vaccethi sud'dha dudha pivadavi'e chi'e, je pinarana pacana mate halavum che"},{"SurahNumber":16,"VerseNumber":67,"Text":"khajura ane draksana phalo vade tame saraba banavo cho, ane uttama roji pana, je loko bud'dhi dharave che, temana mate to amam moti nisani che"},{"SurahNumber":16,"VerseNumber":68,"Text":"tamara palanahare madhamakhina hrdayamam a vata nakhi didhi ke parvatomam, vrksomam ane loko'e banaveli unci, unci velomam potanum ghara banava"},{"SurahNumber":16,"VerseNumber":69,"Text":"ane dareka prakarana phalo khaya ane potana palanaharana sarala marga para pharya kara, temana peta manthi rangaberangi pinum nikale che, jena rango alaga-alaga che. Ane jemam loko mate ilaja che. Cintana karanara'o mate amam pana khuba ja moti nisani che"},{"SurahNumber":16,"VerseNumber":70,"Text":"Ane dareka prakarana phalo khaya ane potana palanaharana sarala marga para pharya kara, temana peta manthi rangaberangi pinum nikale che, jena rango alaga-alaga che. Ane jemam loko mate ilaja che. Cintana karanara'o mate amam pana khuba ja moti nisani che"},{"SurahNumber":16,"VerseNumber":71,"Text":"allaha ta'ala'e ja tamara manthi ekane bija para rojimam vadharo apyo che, basa! Jemane vadhare apavamam avyum che, te potani roji potani hethala kama karanara majurone nathi apata, e bhayathi ke te (jemane vadhare apyum che) ane te'o (majuro) banne sarakha tha'i jaya. To sum a loko allahani ne'amatono inkara kari rahya che"},{"SurahNumber":16,"VerseNumber":72,"Text":"allaha ta'ala'e tamara mate tamara manthi ja tamari patni'onum sarjana karyum ane tamari patni'o dvara tamara mate tamara balako ane pautra peda karya ane tamane sari ane uttama vastu'o khava mate api, sum to pana loko asatya para imana lavase? Ane allaha ta'alani ne'amatone inkara karase"},{"SurahNumber":16,"VerseNumber":73,"Text":"ane te allaha ta'alane chodine, te lokoni bandagi kare che je akaso ane dharati manthi temane kami pana roji nathi api sakata ane na to kami pana sakti dharave che"},{"SurahNumber":16,"VerseNumber":74,"Text":"basa! Allaha ta'ala mate udaharano na apo, allaha ta'ala khuba sari rite jane che ane tame nathi janata"},{"SurahNumber":16,"VerseNumber":75,"Text":"allaha ta'ala eka udaharananum varnana kare che ke, bijani maliki hethala eka dasa che, je ko'i vatano adhikara nathi dharavato ane eka bijo vyakti che, jene ame potani pasethi purati roji api che, jemanthi te chupi rite tatha jahera rite dana kare che, sum a badha sarakham ho'i sake che? Allaha ta'ala mate ja badhi prasansa che, parantu temana manthi vadhare padata loko janata nathi"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allaha ta'ala eka bijum udaharana varnana kare che, be vyakti'onum, jemanthi eka to mungo che ane ko'i vastu para adhikara nathi dharavato, parantu te potana malika mate boja che, jyam pana tene mokalavamam ave tenathi bhala'ini apeksa karavamam nathi avati, sum a ane te je n'yaya karavano adesa ape che tatha satyamarga para ja cale che, banne sarakham ho'i sake che"},{"SurahNumber":16,"VerseNumber":77,"Text":"akaso ane dharatimam adrsyanum jnana phakata allaha ta'alane ja che ane kayamatano samaya evo che jevum ke pampana palakavum, parantu tenathi pana vadhare najika, ni:Sanka allaha ta'ala dareka vastu para sakti dharave che"},{"SurahNumber":16,"VerseNumber":78,"Text":"allaha ta'ala'e tamane tamari matana peta manthi kadhya che ke te samaye tame kami pana nahata janata, tene ja tamara kana, ankha ane hrdaya banavya, jethi tame abhara vyakta karo"},{"SurahNumber":16,"VerseNumber":79,"Text":"sam te loko paksi'one nathi jotam, je adesanum anusarana kari havamam ude che, jemane allaha sivaya ko'i bija'e pakadi rakhya nathi, ni:Sanka temam imana lavanara'o mate ghani nisani'o che"},{"SurahNumber":16,"VerseNumber":80,"Text":"ane allaha ta'ala'e tamara mate tamara gharone santini jagya banavi didhi ane tene ja tamara mate dhorona camadana ghara banavi didha che je tamane halakum lage che, potana agala vadhavana divase ane potana rokavana divase pana ane temana vala tatha una vade pana tene ghana samana ane eka nakki karela muddata sudhi phayado melavavani vastu'o banavi"},{"SurahNumber":16,"VerseNumber":81,"Text":"allaha e ja tamara mate potani sarjana kareli vastu'o manthi chanyado banavyo ane tene ja tamara mate parvatomam gupha banavi che ane tene ja tamara mate posaka banavya je tamane garamithi bacave che ane eva vastro pana je tamane yud'dhana samaye kama lage, te avi ja rite potani ne'amato api rahyo che jethi tame adesanum anusarana karanara bani java"},{"SurahNumber":16,"VerseNumber":82,"Text":"To pana jo a loko modhum pherave to tamarum kama to phakata (adesa) spasta rite pahoncadi devanum che"},{"SurahNumber":16,"VerseNumber":83,"Text":"a loko allahani ne'amatone janava chatam inkara karanara bani rahya che. Parantu temana manthi vadhare padata loko krtaghna che"},{"SurahNumber":16,"VerseNumber":84,"Text":"ane je divase ame dareka samudaya manthi saksine ubho karisum, pachi inkara karanara'one na to paravanagi apavamam avase ane na to temane tauba karavanum kahevamam avase"},{"SurahNumber":16,"VerseNumber":85,"Text":"ane jyare a atyacari'o yatana jo'i lese pachi (yatanane) na to halaki karavamam avase ane na to temane dhila apavamam avase"},{"SurahNumber":16,"VerseNumber":86,"Text":"ane jyare musarika loko potana banavela bhagidarone jo'i lese, to kahese ke he amara palanahara! A ja amara te bhagidaro che jemane, ame tane chodine pokarata hata, basa! Te'o temane javaba apase ke tame taddana juththa cho"},{"SurahNumber":16,"VerseNumber":87,"Text":"te divase te sau (lacara bani) allahani samaksa anusarana karavanum vacana apavanum icchase ane je aropa lagavata hata te badham temanathi chupa'i jase"},{"SurahNumber":16,"VerseNumber":88,"Text":"jemane inkara karyo ane allahana margathi rokya, ame temana mate eka pachi eka yatana vadharata ja'isum, a badalo hase temana vidroha karavano"},{"SurahNumber":16,"VerseNumber":89,"Text":"ane je divase ame dareka samudayamam temana manthi ja temani virud'dha, saksine ubha karisum ane tamane te badhani upara saksi banavi lavisum ane tamara para a kitaba avatarita kari, jemam dareka vastunum spasta varnana che. Ane musalamano mate satyamargadarsana, krpa ane khusakhabara che"},{"SurahNumber":16,"VerseNumber":90,"Text":"allaha ta'ala n'yaya, bhala'i ane kutumbijano sathe sadavyavahara karavano adesa ape che ane aslilata tatha vyartha karyo ane atyacara karavathi roke che, te pote tamane sikhamana api rahyo che ke tame sikhamana prapta karo"},{"SurahNumber":16,"VerseNumber":91,"Text":"Ane allahana vacanane purum karo, jyare tame ekabija sathe karara karo ane majabuta soganda lidha pachi tene na todo, jo ke tame allaha ta'alane potano jamina theravi didho che. Tame je kami pana karo cho allaha tene khuba sari rite jane che"},{"SurahNumber":16,"VerseNumber":92,"Text":"ane te stri jeva na tha'i java, jene potanum sutara majabuta rite banavyum, tyarapachi tukade-tukada kari didha, ke tame potani sogandone andaro'andarani yukti karavanum karana banavo, etala mate ke eka jutha, bija jutha para prabhutva prapta kari le, vata phakata e ja che ke te vacana dvara allaha tamari kasoti kari rahyo che, ni:Sanka allaha ta'ala tamara mate kayamatana divase te dareka vastunum spasta rite varnana kari dese, jemam tame matabheda kari rahya hata"},{"SurahNumber":16,"VerseNumber":93,"Text":"jo allaha icche to tamane saune eka ja jutha banavi deto, parantu te jene icche tene pathabhrasta kare che ane jene icche che satya margadarsana ape che. Kharekhara tame je kami pana kari rahya cho tena vise puchaparacha karavamam avase"},{"SurahNumber":16,"VerseNumber":94,"Text":"ane tame potani sogandone ekabijane dhoko apavanum karana na banavo, pachi to tamara paga, potani majabuta'i pachi dagi jase ane tamane sakhata saja bhogavavi padase. Karanake tame allahana margathi roki didha ane tamara mate khuba ja sakhata saja hase"},{"SurahNumber":16,"VerseNumber":95,"Text":"tame allahana vacanane najivi kimmate na veco, yada rakho! Allaha pase je kami pana che te ja tamara mate uttama che, sarata e ke tame janata hova"},{"SurahNumber":16,"VerseNumber":96,"Text":"tamari pase je kami pana che badhum nasta tha'i jase ane allaha ta'ala pase je kami pana che te baki rahenarum che ane dhiraja rakhanara mate ame bhala'ina karyono srestha badalo jarura apisum"},{"SurahNumber":16,"VerseNumber":97,"Text":"je purusa athava stri satkarya kare ane imanavala hoya to ame temane kharekhara atyanta srestha jivana apisum ane temana satkaryono uttama badalo pana temane jarura apisum"},{"SurahNumber":16,"VerseNumber":98,"Text":"Kura'ana padhati vakhate, dhrtkarela setanathi allahanum sarana mango"},{"SurahNumber":16,"VerseNumber":99,"Text":"imanavala'o ane potana palanahara para bharoso karanara'o para (setana)no prabhava kyareya nathi padato"},{"SurahNumber":16,"VerseNumber":100,"Text":"ham, teno prabhava temana para to jarura pade che je teni sathe ja dosti kare ane tene allaha sathe bhagidara therave"},{"SurahNumber":16,"VerseNumber":101,"Text":"ane jyare ame ko'i ayatane biji ayata dvara badali kadhi'e chi'e ane je kami allaha ta'ala avatarita kare che, tene te khuba jane che, to a loko kahe che ke tame to aropa lagavanara cho, vata e che ke temana manthi vadhare padata loko janata ja nathi"},{"SurahNumber":16,"VerseNumber":102,"Text":"kahi do ke a (kura'ana) tamara palanahara taraphathi jibra'ila (a.Sa.) Satya sathe la'ine avya che, jethi imanavala'one allaha ta'ala adaga rakhe ane musalamano mate margadarsana ane khusakhabara bane"},{"SurahNumber":16,"VerseNumber":103,"Text":"ame khuba sari rite jani'e chi'e ke a inkara karanara'o kahe che ke ane to eka vyakti sikhavade che, teni bhasa, jeni tarapha a loko isaro kari rahya che, te ajami (araba sivayana loko) che ane a (kura'ana) to spasta arabi bhasamam che"},{"SurahNumber":16,"VerseNumber":104,"Text":"je loko allaha ta'alani ayato para imana nathi dharavata, temane allaha taraphathi pana margadarsana nathi malatum ane temana mate du:Khadayi yatana che"},{"SurahNumber":16,"VerseNumber":105,"Text":"juthanum to te loko ja bandhe che jemane allaha ta'alani ayato para imana nathi hotum, a ja loko juththa che"},{"SurahNumber":16,"VerseNumber":106,"Text":"je vyakti potana imana lavya pachi allahano inkara kare ane je loko spasta rite allahano inkara kare to temana para allaha gus'se thaya che ane temana mate ja ghani moti yatana che. Sivaya te lokothi, jena para jabaradasti karavamam ave ane tenum hrdaya imana para ja hoya (to tena mate ko'i saja nathi)"},{"SurahNumber":16,"VerseNumber":107,"Text":"A etala mate ke te'o duniyana jivanane akherata karatam vadhare pasanda karata hata, kharekhara allaha ta'ala inkara karanara'one satya margadarsana nathi apato"},{"SurahNumber":16,"VerseNumber":108,"Text":"a te loko che, jemana hrdayo ane kana ane jemani ankho para allaha'e mahora lagavi didhi che ane a ja loko bedarakara che"},{"SurahNumber":16,"VerseNumber":109,"Text":"ko'i sanka nathi ke a ja loko akheratamam sakhata nukasana uthavanara hase"},{"SurahNumber":16,"VerseNumber":110,"Text":"je lokone (imana lavya pachi) satavavamam avya ane tyara pachi te loko'e hijarata kari pachi jehada karyum ane adaga rahya, ni:Sanka tamaro palanahara a vato pachi temane mapha karavavalo ane daya karavavalo che"},{"SurahNumber":16,"VerseNumber":111,"Text":"je divase dareka vyakti potana mate jhaghado karato avase ane dareka vyaktine, tene karela karyono purepuro badalo apavamam avase ane loko para atyacara karavamam nahim ave"},{"SurahNumber":16,"VerseNumber":112,"Text":"allaha ta'ala te vastinum udaharana ape che, je sampurna santi ane santosathi jivana vitavi rahya hata, temani roji te'oni pase puskala pramanamam dareka jagya'ethi avati hati, pachi te loko'e allaha ta'alani ne'amatono inkara karyo, to allaha ta'ala'e temane bhukhamara ane bhayano svada cakhadyo, je temana karyono badalo hato"},{"SurahNumber":16,"VerseNumber":113,"Text":"temani pase temana manthi ja payagambara avya, to pana te'o'e temane juthalavya, basa! Te loko para prakopa avi pahoncyo ane te loko atyacari ja hata"},{"SurahNumber":16,"VerseNumber":114,"Text":"je kami pana halala ane pavitra roji allaha'e tamane api che, tene kha'o ane allahani ne'amatano abhara mano, jo tame teni ja bandagi karata hova"},{"SurahNumber":16,"VerseNumber":115,"Text":"tamara mate phakata mrta (dhora) ane lohi, dukkaranum mansa ane je vastune allahana nama sivaya jhabaha karavamam ave, te harama che. Pachi jo ko'i vyaktine lacara kari devamam ave, na to te icchato hoya ane na hadavatavi janara hoya, to kharekhara allaha mapha karanara, dayalu che"},{"SurahNumber":16,"VerseNumber":116,"Text":"Ko'i vastu mate potani jabana vade juththi na kaho ke a halala che ane a harama, ke jena karane allaha para juthanum bandhi beso, samaji lo ke allaha ta'ala para juthanum bandhanara saphalatathi vancita rahe che"},{"SurahNumber":16,"VerseNumber":117,"Text":"temane saman'ya phayado male che ane temana mate ja du:Khadayi yatana che"},{"SurahNumber":16,"VerseNumber":118,"Text":"ane yahudi loko mate, je kami pana ame harama theravyum hatum, tenum varnana ame pahela ja kari cukya che, ame temana para atyacara nathi karyo, parantu te pote potana para atyacara karata rahya"},{"SurahNumber":16,"VerseNumber":119,"Text":"je ko'i vyakti ajanatamam kharaba karya kari le, pachi tauba kari le ane sudharo pana kari le to pachi tamaro palanahara ko'i sanka vagara ghano ja mapha karanara ane atyanta krpalu che"},{"SurahNumber":16,"VerseNumber":120,"Text":"ni:Sanka ibrahima (a.Sa.) Nayaba ane allaha ta'alanum anusarana karanara ane sampurna nikhalasatavala hata, te musarika loko manthi na hata"},{"SurahNumber":16,"VerseNumber":121,"Text":"allaha ta'alani ne'amatono abhara vyakata karata hata, allaha ta'ala'e temane potana nikata kari lidha hata ane temane satya marganum margadarsana api didhum"},{"SurahNumber":16,"VerseNumber":122,"Text":"ame temane duniyamam pana sresthata api hati ane ni:Sanka te akheratamam pana sadacari loko manthi che"},{"SurahNumber":16,"VerseNumber":123,"Text":"pachi ame tamari tarapha vahi utari ke tame ibrahima (a.Sa.)Na panthanum anusarana karo, je musarika loko manthi na hata"},{"SurahNumber":16,"VerseNumber":124,"Text":"sanivarana divasani, mahatvata to phakata te loko mate ja hati, je loko'e temam vivada karyo hato, vata e che ke tamaro palanahara pote ja temani vacce temana matabhedano nirnaya kayamatana divase karase"},{"SurahNumber":16,"VerseNumber":125,"Text":"Potana palanaharana marga tarapha lokone hikamata ane uttama sikhamana dvara bolavo ane temani sathe uttama rite varta-lapa karo, ni:Sanka tamaro palanahara potana margathi bhataki janara'one pana khuba sari rite jane che. Ane te (allaha) te lokone pana jane che je loko satya marga para che"},{"SurahNumber":16,"VerseNumber":126,"Text":"ane jo badalo lo to pana tetalo ja, jetali takalipha tamane pahoncadavamam avi hoya ane jo dhairya rakho to, ni:Sanka dhairya rakhanara'o mate a ja uttama che"},{"SurahNumber":16,"VerseNumber":127,"Text":"tame dhiraja rakho. Allahani tauphika vagara tame dhiraja rakhi sakta ja nathi. Ane temani sthiti para nirasa na thaso ane je yukti'o a loko karata rahe che tenathi sankucita na thaso"},{"SurahNumber":16,"VerseNumber":128,"Text":"ni:Sanka allaha ta'ala daravavala ane sadacari lokoni sathe che"}]}