{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Mata keiten'notami to giron suru sai ni wa, rippana (taido de) nozome. Kare-ra no naka fugi o okonau mono ni taishite wa betsudearu. Sore de itte yaru ga ī. `Watashi-tachi wa, jibun-tachi ni kudasa reta mono o shinji, anata gata ni kudasa reta mono o shinjiru. Watashi-tachi no kami (arrā) to anata gata no kami (arrā) wa onajidearu. Watashi-tachi wa kare ni fukujū, kie suru nodearu"},{"SurahNumber":29,"VerseNumber":47,"Text":"Ware wa kono yō ni, anata ni keiten o kudashita nodearu. Sorede, keiten o atae rarete iru mono wa, kono (kuruān) o shinjiru. Mata korera (makka no hitobito) no naka ni mo, sore o shinjiru mono ga aru. Waga shirushi o hitei suru no wa fushinjin-sha dakedearu"},{"SurahNumber":29,"VerseNumber":48,"Text":"Anata wa sore (ga kudaru) izen wa, don'na Keisuke mo yomanakatta. Mata anata no migite de sore o kakiutsushi mo shinakatta. Sōdeattakara, kyogi ni shitagau mono wa utagai o daitadearou"},{"SurahNumber":29,"VerseNumber":49,"Text":"Iya kore koso wa, chishiki o ataerareta-sha no mune no naka ni aru meiryōna shirushidearu. Fugi no to no soto wa, waga shirushi o hitei shinai"},{"SurahNumber":29,"VerseNumber":50,"Text":"Daga kare-ra wa,`naze omo kara shirushi ga, kare ni kudasa renai no ka.' To iu. Itte yaru ga ī. `Hontōni subete no shirushi wa, arrā no omoto ni aru. Watashi wa kōmeina keikoku-sha ni suginai nodearu"},{"SurahNumber":29,"VerseNumber":51,"Text":"Ware ga anata ni keiten o kudashi, anata wa kare-ra ni dokuju suru. Kare-ra ni wa sore de jūbunde wanai ka. Hontōni sono nakaniha, shinkō suru mono e no jihi to kunkai ga aru"},{"SurahNumber":29,"VerseNumber":52,"Text":"Gen tte yaru ga ī. `Arrā wa, watashi to anata gata to no ma no, risshō-sha to shite banzende ara reru. Kare wa ten to ji ni aru mono o shitte ora reru. Dakara kyogi o shinjite arrā ni somuku mono wa shippai suru monodearou"},{"SurahNumber":29,"VerseNumber":53,"Text":"Kare-ra wa chōbatsu o isogu yō, anata ni motomeru. Moshi sadame rareta kigen ga nakattanaraba, chōbatsu wa kanarazu kare-ra ni kurudearou. Kare-ra ga kidzukanai naka ni, totsuzen kanarazu osoudearou"},{"SurahNumber":29,"VerseNumber":54,"Text":"Kare-ra wa chōbatsu o isogu yō, anata ni motomeru. Daga jigoku wa fushinjin-sha-tachi o torikakonde iru"},{"SurahNumber":29,"VerseNumber":55,"Text":"Chōbatsu wa, kare-ra no ue kara mata ashimoto kara kare-ra o osou. Sonohi (koe ga atte) iwa reyou. `Anata no okonatta koto o ajiwae"},{"SurahNumber":29,"VerseNumber":56,"Text":"Shinkō suru ware no shimo be yo, hontōni waga daichi wa, hiroi nodearu. Dakara ware dake ni tsukae nasai"},{"SurahNumber":29,"VerseNumber":57,"Text":"Kakujin wa shi o ajiwawanakereba naranai. Sorekara anata gata wa ware no moto ni kisa reru nodearu"},{"SurahNumber":29,"VerseNumber":58,"Text":"Daga shinkō shite, tadashī okonai ni isoshimu mono wa, ware wa kanarazu shita ni kawa ga nagarete iru rakuen no takadono ni, ochitsuka seyou. (Eien ni) soko ni sumawaseru. (Yoshi) gyō o okonau mono e no hōshō wa, nanto arigatai koto yo"},{"SurahNumber":29,"VerseNumber":59,"Text":"Kore wa yoku taeshinobi, jibun no omo o shinrai shite iru mono (e no hōshōdearu)"},{"SurahNumber":29,"VerseNumber":60,"Text":"Jibun no kate o kakuho dekinai mono ga ikaga ni ōi kotodearou ka. Arrā (koso) wa sorera to anata gata o yashinawa reru. Kare wa zen Akira ni shite zenchi de ara reru"},{"SurahNumber":29,"VerseNumber":61,"Text":"Moshi anata ga kare-ra ni,`dare ga ten to ji o sōzō shi, taiyō to tsuki o fukujū sa seru ka.' To tounaraba, kare-ra wa kanarazu `arrā.' To iudearou. Sorenara dōshite kare-ra wa mayoi saru no ka"},{"SurahNumber":29,"VerseNumber":62,"Text":"Arrā wa, o jibun no shimo be no naka, okonomino-sha ni wa kate o yutaka ni atae, mata (sō nozoma reru)-sha ni wa kiritsume rareru. Hontōni arrā wa, subete no koto o jukuchi nasa reru"},{"SurahNumber":29,"VerseNumber":63,"Text":"Moshi anata ga, kare-ra ni `dare ga ten kara ame o furase, sorede, shinde iru daichi o yomigaera seru no ka.' To, tounaraba, kare-ra wa kitto `arrā.' To iudearou. Ie,`arrā o tataemasu'.Daga kare-ra no ōku wa rikai shinai"},{"SurahNumber":29,"VerseNumber":64,"Text":"Gense no seikatsu wa, asobi ya tawamure nisuginai. Daga raise koso wa, shinjitsu no seikatsudearu. Moshi kare-ra ni wakatte itanaraba"},{"SurahNumber":29,"VerseNumber":65,"Text":"Kare-ra wa fune ni notte iru to, arrā ni shinjin no makoto o tsukushite inoru. Daga kare ga, riku ni buji ni okutte kudasaru to, tachimachi kare-ra wa gūzō o ogami dashi"},{"SurahNumber":29,"VerseNumber":66,"Text":"ware ga kare-ra ni sazuketa mono o, arigataku omowazu, kyōraku ni fukeru. Daga kare-ra wa, ima ni wakarudearou"},{"SurahNumber":29,"VerseNumber":67,"Text":"Kare-ra wa, ware ga anzen'na seiiki o sadameta no ni kidzukanai no ka. Mawaride wa hitobito ga ryakudatsu ni sarasa rete iru to iu no ni. Soredemo kare-ra wa kyokō o shinji, arrā no onkei ni sewomukeru no ka"},{"SurahNumber":29,"VerseNumber":68,"Text":"Arrā ni taishi kyogi o netsuzō shi, shinri ga motarasa reta no ni, sore o kyogidearu to suru mono yori mo, hidoi fugimono ga arou ka. Jigoku no nakaniha, fushinjin-sha-tachi no sumika ga nai to demo omou no ka"},{"SurahNumber":29,"VerseNumber":69,"Text":"Daga ware (no michi) no tame ni funtō doryoku 〔jihādo〕 suru mono wa, kanarazu waga michi ni michibikudearou. Hontōni arrā wa yoi okonai no mono to tomoni ora reru"},{"SurahNumber":30,"VerseNumber":1,"Text":"Arifu rāmu mīmu"},{"SurahNumber":30,"VerseNumber":2,"Text":"Bizanchin no min wa uchi makasa reta"},{"SurahNumber":30,"VerseNumber":3,"Text":"Kinsetsu suru ji ni oite (uchi makasa reta). Daga kare-ra wa,(kono) haiboku no nochi sugu ni katsudearou"},{"SurahNumber":30,"VerseNumber":4,"Text":"Sunen no naka ni (shōri o eyou). Mae no baai mo ato no baai mo, subete wa arrā ni zokusuru. Sonohi, musurimu-tachi wa yorokobudearou"},{"SurahNumber":30,"VerseNumber":5,"Text":"Arrā no shōri o (yorokobudearou). Kare wa o nozomi no mono o tasuke rareru. Kare wa iryoku narabinaku jihibukaki okata de ara reru"},{"SurahNumber":30,"VerseNumber":6,"Text":"(Koreha) arrā no yakusokudearu. Arrā wa sono yakusoku o tagae rarenai. Daga hitobito no ōku wa rikai shinai"},{"SurahNumber":30,"VerseNumber":7,"Text":"Kare-ra no shiru no wa, gense no seikatsu no hyōmen dakedearu. Kare-ra wa (jibutsu no) ketsumatsu ni tsuite wa chūi shinai"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kare-ra wa hansei shinai no ka. Arrā ga ten to ji, soshite sonoaida ni aru subete no mono o sōzō nasa reta no wa, tada shinri no tame, mata sadame no toki no tamedearu koto o. Daga hitobito no ōku wa,-nushi to no kaiken o hinin suru"},{"SurahNumber":30,"VerseNumber":9,"Text":"Kare-ra (makka no tashinkyō to) wa, chijō o tabi shite kare-ra izen no mono no saigo ga ikagadeatta ka o, kansatsu shinai no ka. Kare-ra (mukashi no hito) wa, kare-ra yori mo chikara ni oite sugure,-chi o horiokoshi (te kōsaku shi), mata kare-ra yori mo haete ita. Soshite shito-tachi wa meishō o motte kare-ra no tokoro ni kita. Arrā ga kare-ra o son tta node wanai. Kare-ra ga mizukara jibun o son tta nodearu"},{"SurahNumber":30,"VerseNumber":10,"Text":"Shosen akugyō no to no saigo wa warui. Sore wa kare-ra ga arrā no shirushi o kyogidearu to shi, sore o gurō shite ita tamedearu"},{"SurahNumber":30,"VerseNumber":11,"Text":"Arrā wa mazu sōzō o hajime, sorekara sore o kurikaeshi, sorekara anata gata o kare ni kisa reru"},{"SurahNumber":30,"VerseNumber":12,"Text":"(Shinpan no) toki ga tōrai suru hi,-zai no aru mono wa zetsubō surudearou"},{"SurahNumber":30,"VerseNumber":13,"Text":"Soshite kare-ra ga (ware ni) hai shita (kamigami no) nakaniha, kare-ra no tame ni torinasu mono mo naku, mata kare-ra mo, korera no hai shita mono-tachi o hinin suru"},{"SurahNumber":30,"VerseNumber":14,"Text":"(Shinpan no) toki ga tōrai suru sonohi ni wa,(subete no hito wa) chiri djiri ni sa rerudearou"},{"SurahNumber":30,"VerseNumber":15,"Text":"Sonotoki, zenkō ni isoshinda mono wa, midori no nobe de, shiawaseni sa reyou"},{"SurahNumber":30,"VerseNumber":16,"Text":"Shinkō o kyohi shi waga shirushi to raise de no (omo to no) kaiken o kyogidearu to shita mono wa, chōbatsu ni fuse rareyou"},{"SurahNumber":30,"VerseNumber":17,"Text":"Sore de, yūgure ni mata akatsuki ni, arrā o tatae nasai"},{"SurahNumber":30,"VerseNumber":18,"Text":"Ten ni oite mo ji ni atte mo, eikō wa kare ni zokusuru. Gogo osoku ni, mata Ni~Tsu no katamuki hajime ni (arrā o tatae nasai)"},{"SurahNumber":30,"VerseNumber":19,"Text":"Kare wa,-shi kara nama o motarashi, mata nama kara shi o motarasa re, mata kare hateta daichi o yomigaera seru. Kore to onajiyōni anata gata mo hikidasa reru"},{"SurahNumber":30,"VerseNumber":20,"Text":"Kare ga, doro kara anata o tsukura reta no wa, kare no shirushi no hitotsudearu. Miruga ī. Yagate anata gata ningen wa (hanshoku shite chijō ni) chirabatta"},{"SurahNumber":30,"VerseNumber":21,"Text":"Mata kare ga anata gata jishin kara, anata gata no tame ni haigū o tsukura reta no wa, kare no shirushi no hitotsudearu. Anata gata haka no on'na-ra ni yotte yasuragi o eru yō (torihakarawa re), anata gata no ma ni ai to nasake no nen o uetsuke rareru. Hontōni sono nakaniha, kangaebukai-sha e no shirushi ga aru"},{"SurahNumber":30,"VerseNumber":22,"Text":"Mata kare ga, sho ten to daichi o sōzō nasa re, anata gata no gengo to, hadairo o samazama kotonatta mono to sa rete iru no wa, kare no shirushi no hitotsudearu. Hontōni sono nakaniha, chishiki aru mono e no shirushi ga aru"},{"SurahNumber":30,"VerseNumber":23,"Text":"Mata kare ga, anata gata o yoru mo hiru mo nemureru yō ni shi, mata kare ni onkei o motomeru koto ga dekiru no mo, kare no shirushi no hitotsudearu. Hontōni sono nakaniha, kiku mono e no shirushi ga aru"},{"SurahNumber":30,"VerseNumber":24,"Text":"Mata kare ga, osore to kibō no inabikari o anata gata ni shimeshi nasare, ten kara ame o fura sete, shinda nochi no daichi o yomigaera se rareru no wa, kare no shirushi no hitotsudearu. Hontōni sono nakaniha, shiryo aru mono e no shirushi ga aru"},{"SurahNumber":30,"VerseNumber":25,"Text":"Mata kare ga, o ishi ni yotte, ten to ji o uchi tate rareta no wa, kare no shirushi no hitotsudearu. Sokode,(hitokoe) anata gata ni yobikake rareru to, miruga ī. Tachimachi daichi kara anata gata wa (hiki) dasa reru"},{"SurahNumber":30,"VerseNumber":26,"Text":"Ten to ji ni aru subete no mono wa, kare ni zokusuru. Ban'yū wa, magokoro komete kare ni fukujū suru"},{"SurahNumber":30,"VerseNumber":27,"Text":"Kare koso wa mazu sōzō o hajime, sorekara sore o kurikaesareru okata. Sore wa, kare ni oite wa totemota yasui kotodearu. Ten to ji ni okeru,(kangae e rareru) saikō no sugata wa, kare ni zokusuru. Kare wa iryoku narabinaku eimei de ara reru"},{"SurahNumber":30,"VerseNumber":28,"Text":"Kare wa, anata gata jishin (no keiken) kara, hitotsu no tatoe o teiji nasa reru. Anata gata wa, jibun no migite no shoyū suru mono-tachi (dorei) o, ware ga anata gata ni ataeta mono o dōtō ni bunpai suru nakama ni surudarou ka. Anata gataga tagaini kidzukau yō ni, kare-ra (dorei-tachi) ni kigane surudarou ka. (Sōde waarumai). Ko no yō ni ware wa, shiryo aru mono ni shirushi o tokiakasu"},{"SurahNumber":30,"VerseNumber":29,"Text":"Iya, fugi o okonau mono wa chishiki mo naku shiri shiyoku ni shitagau. Arrā ga mayou ni makase rareta mono o, dare ga michibikeyou ka. Kare-ra ni wa kyūjo-sha wanaidearou"},{"SurahNumber":30,"VerseNumber":30,"Text":"Sorede anata wa anata no kao o junseina oshie ni, shikkari muke nasai. Arrā ga ningen ni sadame rareta tensei ni motodzui te. Arrā no sōzō ni, henkō ga aru hazu wanai. Sore wa tadashī oshiedearu. Daga hitobito no ōku wa wakaranai"},{"SurahNumber":30,"VerseNumber":31,"Text":"Kaigo shite kare ni kaeri, kare o osore nasai. Reihai no tsutome o mamori, gūzō shinja no nakama ni natte wa naranai"},{"SurahNumber":30,"VerseNumber":32,"Text":"Sore wa shūkyō o bunretsu sa sete, bunpa o tsukuri, sorezore jibun no motte iru mono ni yorokobi, manzoku shite iru mono"},{"SurahNumber":30,"VerseNumber":33,"Text":"Saiyaku ga hitobito o nayamasu toki kare-ra wa kaigo shite omoni inoru. Daga kare ga, jihi o kare-ra ni aji wa seru to, tachimachi ichibu no mono wa omoni (soto no kamigami o) haishi"},{"SurahNumber":30,"VerseNumber":34,"Text":"ware ga ataeta mono o arigataku omowanai yō ni naru. (Wazuka no nengetsu o) kyōraku suruga ī.Daga yagate wakarudearou"},{"SurahNumber":30,"VerseNumber":35,"Text":"Ware ni hai shite iru mono o shiji suru ken'i o, ware ga kare-ra ni kudashita to demo iu no ka"},{"SurahNumber":30,"VerseNumber":36,"Text":"Ware ga ningen ni jihi o aji wa seru to, kare-ra wa sore ni kyōki suru. Daga jibun no okonai no tame ni saiyaku ga kudaru to, tachimachi, kare-ra wa zetsubō suru"},{"SurahNumber":30,"VerseNumber":37,"Text":"Kare-ra wa minai no ka, arrā ga o nozomi no mono ni, kate o mashi, mata herashi nasa reru no o. Hontōni sono nakaniha, shinkō suru mono e no shirushi ga aru"},{"SurahNumber":30,"VerseNumber":38,"Text":"Sore de kinshin no mono ni, shikarubeki mono o atae yo. Mata hinja to tabibito ni mo. Sore wa, arrā no jigan o motomeru-sha-tachi ni tori, mottomo yoi kotodearu. Korera wa, sakaeru-sha-tachidearu"},{"SurahNumber":30,"VerseNumber":39,"Text":"Anata gataga rishoku no tame ni, kōri de hito ni kashi ataete mo, arrā no motode wa, nani mo fuenai. Daga arrā no jigan o motomete kisha suru mono ni wa hōshō ga zōka sa reru"},{"SurahNumber":30,"VerseNumber":40,"Text":"Arrā koso wa, anata gata o tsukuri, fuyō sa re, tsuide shina se, sarani yomigaera se rareru katadearu. Anata gataga (netsuzō shikare ni) hai shita mono no naka, korera no koto no hitotsu demo dekiru mono ga aru ka. Kare ni tatae are. Kare hakare-ra ga haisuru mono no ue ni takaku ora reru"},{"SurahNumber":30,"VerseNumber":41,"Text":"Ningen no te ga kaseida koto no tame ni, riku ni umi ni kōhai ga mō arawarete iru. Kore wa (arrā ga), kare-ra no okonatta koto no ichibu o ajiwawa se kare-ra o (aku kara) modora seru tamedearu"},{"SurahNumber":30,"VerseNumber":42,"Text":"Gen tte yaru ga ī. `Chijō o tabi shite,(anata gata) izen no mono-tachi no saigo ga, dōdeatta ka o kansatsu shi nasai. Kare-ra no ōku wa tashinkyō todeatta"},{"SurahNumber":30,"VerseNumber":43,"Text":"Sorede arrā kara sake enai hi ga kuru mae ni, anata no kao o tadashī oshie ni shikkari muke nasai. Sonohi kare-ra wa (2-gun ni) wake rareyou"},{"SurahNumber":30,"VerseNumber":44,"Text":"Fushinjin no mono wa, sono fushinjin no tame ni semewoou. Mata tadashī okonai no mono wa, jibun jishin no tame (tengoku ni) shitone o yōi suru yōna mono"},{"SurahNumber":30,"VerseNumber":45,"Text":"Shinkō shite zenkō ni isoshimu mono ni wa, kare wa onkei ni yori mukuwa reru. Hontōni kare wa, fushinjin-sha o o konomi ni nara renai"},{"SurahNumber":30,"VerseNumber":46,"Text":"Kippō no maebure to shite kaze o okuru no wa, kare no shirushi no hitotsudearu. Anata gata ni kare no jihi (kōu to koe-ji) o ajiwawa seru tamedeari, mata kare no o ishi ni yori fune o suberu yō ni susuma se, mata anata gata wa, kare no onkei (kaijō bōeki ni yoru rieki) o motomeru tamedearu. Anata gata wa kanarazu kansha surudearou"},{"SurahNumber":30,"VerseNumber":47,"Text":"Hontōni ware wa anata izen ni mo, shito-tachi o (sorezore no) minzoku ni tsukawashi, kare-ra (shito) wa, kare-ra ni meishō o motarashita. Soshite ware wa, tsumi o okashita mono ni hōfuku shita. Daga shinkō suru mono o tasukeru no wa, ware no tsutomedearu"},{"SurahNumber":30,"VerseNumber":48,"Text":"Arrā koso wa,-fū o okuri sore de kumo o okosa reru okata de ara reru. Sorekara o kokoronomamani ten ni sore o hiroge, konamijin ni sore o uchikudaka reru. Suruto anata wa, sonoaida kara detekuru uteki o miru. Kare wa, sono shimo be no naka, o kokoronikanau-sha ni sore o furase rareru. Miruga ī. Kare-ra no yorokobu yōsu o"},{"SurahNumber":30,"VerseNumber":49,"Text":"Kare-ra ni (ame o) furaseru mae, shitsubō ni uchi hishiga rete ita nodaga"},{"SurahNumber":30,"VerseNumber":50,"Text":"Sā arrā no jihi no ato o yoku miru ga ī. Kare ga ikaga ni, shinda ato no daichi o yomigaera sa reru ka o. Ko no yō ni kare wa, shinda-sha o yomigaera seru. Kare wa subete no koto ni zen'nō de ara reru"},{"SurahNumber":30,"VerseNumber":51,"Text":"Daga, ware ga kaze o okutte mo,(sakumotsu ga) kibamu no o miru to, sonogo kare-ra wa, kanarazu fushinjin ni naru"},{"SurahNumber":30,"VerseNumber":52,"Text":"Anata wa, shisha ni mono o kika seru koto wa dekinai. Mata, se o mukete nige saru kikoenai-sha ni, yobikakete mo kika seru koto wa dekinai"},{"SurahNumber":30,"VerseNumber":53,"Text":"Mata anata wa,(-mono-goto no) wakaranai mōmoku o, mayoi kara michibiku koto mo dekinai. Anata wa, tada ware no shirushi o shinjite fukujū, kie suru mono dake ni, kika seru koto ga dekiru nodearu"},{"SurahNumber":30,"VerseNumber":54,"Text":"Arrā wa, anata gata o yowai mono ni tsukura re, sorekara yowai mono o atode, kyōsō ni sa re, kyōsōna-sha o yowai shiraga ni nasa reru. Kare wa o jibun no nozomi no mama ni tsukura reru. Kare wa zenchi ni shite zen'nō de ara reru"},{"SurahNumber":30,"VerseNumber":55,"Text":"(Seisan no) toki ga, tōrai suru sonohi, tsumibukaimono-tachi wa, watashi-tachi wa ichiji shika (haka ni) tomaranakatta to chikaudearou. Ko no yō ni, kare-ra wa azamuka rete ita"},{"SurahNumber":30,"VerseNumber":56,"Text":"Daga chishiki to shinkō o sazukatta-sha-tachi wa, iudearou. `Anata gata wa arrā no sadame ni motodzuite, fukkatsu no hi made tashika ni taizai shimashita. Kore ga fukkatsu no hidesu. Daga anata gata wa kidzukanakatta nodesu"},{"SurahNumber":30,"VerseNumber":57,"Text":"Daga sonohi ni natte karade wa, aku o okonatta mono no benkai mo eki ga naku, mata kare-ra wa (kaigo shite onmegumi o kou) koto mo dekinaidearou"},{"SurahNumber":30,"VerseNumber":58,"Text":"Hontōni ware wa hitobito no tame, kono kuruān no naka ni shuju no tatoe o teiji shita. Daga anata ga, tatoe dono issetsu o mochidashite mo, shinjinai mono wa kanarazu,`anata gata wa kyogi ni shitagau mono ni sugimasen.' To iudearou"},{"SurahNumber":30,"VerseNumber":59,"Text":"Kono yō ni arrā wa, rikai shinai mono no kokoro o fūji rareru"},{"SurahNumber":30,"VerseNumber":60,"Text":"Dakara taeshino be. Hontōni arrā no yakusoku wa shinjitsudearu. Shikkari shita shinjin no nai-sha-tachi no sei de, anata made ga dōyō shite wa naranai"},{"SurahNumber":31,"VerseNumber":1,"Text":"Arifu rāmu mīmu"},{"SurahNumber":31,"VerseNumber":2,"Text":"Kore wa eichi no keiten no bi Takashi (shirushi)deari"},{"SurahNumber":31,"VerseNumber":3,"Text":"zenkō ni isoshimu mono e no michibikideari, mata jihidearu"},{"SurahNumber":31,"VerseNumber":4,"Text":"Reihai no tsutome o mamori, sadame no kisha o nashi, mata, raise o kataku shinjiru-sha-tachi e no (michibikideari jihi)dearu"},{"SurahNumber":31,"VerseNumber":5,"Text":"Korera no mono wa omo no onmichibiki no moto ni ari, kare-ra koso wa seikō suru monodearu"},{"SurahNumber":31,"VerseNumber":6,"Text":"Daga hitobito no nakaniha, mueki no hanashi o kaikonde, chishiki mo nai kuse ni (hitobito o) arrā no michi kara somuka se,(tadashī michi ni) chōshō o abiseru mono ga aru. Korera no mono ni wa, hazubeki chōbatsu ga kudarudearou"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ware no shirushi ga ko no yōna mono ni mukatte dokuju sa reru to, kare-ra wa sore o kikoenai ka no yō ni, marude rōamonodearu ka no yō ni, kōman ni se o mukete saru. So no yōna mono ni wa, itamashī chōbatsu (ni tsuite no shōsoku) o tsuge nasai"},{"SurahNumber":31,"VerseNumber":8,"Text":"Shinkō shite zenkō ni isoshimu mono ni wa yorokobi no rakuen ga ari"},{"SurahNumber":31,"VerseNumber":9,"Text":"Eien ni sono naka ni sumudearou. Arrā no o yakusoku wa shinjitsudearu. Kare wa iryoku narabinaku eimei de ara reru"},{"SurahNumber":31,"VerseNumber":10,"Text":"Kare wa, anata gata ni mieru hashira mo nashi ni sho ten o tsukuri, mata chijō ni wa shikkari to yamayama o suete anata gata to tomoni guratsukanai yō ni nasa reru. Shushuzattana dōbutsu o sore ni maki chirasa reru. Mata ware wa, ten kara ame o furase, iroirona migotona mono o soko ni shiyū de seiiku sa seta"},{"SurahNumber":31,"VerseNumber":11,"Text":"Kore ga arrā no sōzōdearu. Arrā igai no mono ga, sōzō shita mono ga areba ware ni shimese. Iya,-sei warumono-tachi wa, akiraka ni mayoi no naka ni iru"},{"SurahNumber":31,"VerseNumber":12,"Text":"Ware wa (izen ni) rukumān ni, arrā ni kansha suru yō eichi o sazuketa. Dare demo kansha suru mono wa, jibun no tamashī no tame ni kansha suru nodearu. Daga onwowasureru-sha ga ita tokoro de, hontōni arrā ni wa, nani no mondai mo nai. Kare wa sanbi sa reru katadearu"},{"SurahNumber":31,"VerseNumber":13,"Text":"Sate rukumān ga, jibun no musuko o imashimete kō itta toki o omoiokoshi nasai. `Musuko yo, arrā ni (soto no kami o) dōtō ni hai shite wa naranai. Sore o haisuru no wa, taihen'na fugidearu"},{"SurahNumber":31,"VerseNumber":14,"Text":"Ware wa, ryōshin e no taido o ningen ni shiji shita. Ningen no hahaoya wa, kurō ni yatsurete sono (ko) o tainai de yashinai, sarani rinyū made 2-nen kakaru. `Wareto anata no fubo ni kansha shi nasai. Ware ni (saigo no) kaeri-sho wa aru nodearu"},{"SurahNumber":31,"VerseNumber":15,"Text":"Daga moshi, anata no shiranai mono o, ware ni (dōtō ni) haisuru koto o, kare-ra (ryōshin) ga anata ni tsuyoite mo, kare-ra ni shitagatte wa naranai. Daga gensede wa konsetsu ni kare-ra ni tsukae, kaigo shite ware no moto ni kaeru mono ni shitagae. Yagate anata gata wa ware ni kaeri, ware wa anata gata no okonatta koto o tsuge shiraseru nodearu"},{"SurahNumber":31,"VerseNumber":16,"Text":"(Rukumān wa itta. ) `Musuko yo, tatoe keshitsubu hodo no omo-sa demo, sore ga iwa no naka, matawa ten no ue, matawa ji no shita ni (hisonde) ite mo, arrā wa sore o sagashidasa reru. Hontōni arrā wa shin'ō no shinpi o shitte ora re,(sorera ni) tsūgyō nasa reru kata de ara reru"},{"SurahNumber":31,"VerseNumber":17,"Text":"Musuko yo, reihai no tsutome o mamori, zen o (hito ni) susume aku o kinji, anata ni furikakaru koto o taeshino be. Hontōni sore wa arrā ga hito ni sadame rareta koto"},{"SurahNumber":31,"VerseNumber":18,"Text":"Tanin ni taishite (kōman ni) anata no hoho o somukete wa naranai. Mata ōhei ni chijō o aruite wa naranai. Hontōni arrā wa, unubore no tsuyoi ibari-ya o o konomi ni nara renai"},{"SurahNumber":31,"VerseNumber":19,"Text":"Aruki fu o odayaka ni shi,-goe o hikuku shi nasai. Hontōni koe no mottomo itowashī no wa, roba no koedearu"},{"SurahNumber":31,"VerseNumber":20,"Text":"Anata gata wa omoiokosanai no ka. Arrā wa ten ni ari-chi ni aru subete no mono o, anata gata no-yō no tame ni kyō sa se, mata sotodzura to naimen no onkei o hatasa retade wanai ka. Daga hitobito no nakaniha, chishiki mo michibiki mo naku, mata kōmyō no keiten mo naku, arrā ni tsuite rongi suru mono ga aru"},{"SurahNumber":31,"VerseNumber":21,"Text":"Kare-ra ni taishi,`arrā ga kudasa reru keiji ni shitagae.' To iu to, kare-ra wa,`iya, watashi-tachi wa, sosen-tachi no hōjita mono ni shitagau.' To iu. Tatoe akuma ga, kare-ra o honō no chōbatsu ni maneite mo yoi no ka"},{"SurahNumber":31,"VerseNumber":22,"Text":"Daredemo zenkō ni hagemi, magokoro o tsukushite arrā ni keitō suru mono wa, kengona totte o shikkari nigitta monodearu. Subete no koto no shūmatsu wa arrā ni (kichaku surunode) aru"},{"SurahNumber":31,"VerseNumber":23,"Text":"Dare ga shinkō shinakute mo, sono fushinjin ni nayamasa rete wa naranai. Kare-ra wa ware no moto ni kaeru. Sonotoki ware wa, sono okonatta koto o kare-ra ni tsuge shiraserudearou. Hontōni arrā wa (ningen ga) mune ni daku koto o jukuchi nasa reru"},{"SurahNumber":31,"VerseNumber":24,"Text":"Ware wa shibaraku kare-ra ni tanoshima se, sorekara tearai chōbatsu ni karitaterudearou"},{"SurahNumber":31,"VerseNumber":25,"Text":"Anata ga moshi kare-ra ni,`tenchi o sōzō sa reta no wa dare ka.' To toeba, kare-ra wa kitto `arrā.' To iudearou. Itte yaru ga ī. `Arrā o tataemasu.'Daga kare-ra no ōku wa rikai shinai nodearu"},{"SurahNumber":31,"VerseNumber":26,"Text":"Ten to ji no subete no mono wa, arrā ni zokusuru. Hontōni arrā wa michi tara reru kata, sanbi sa rerubeki hō de ara reru"},{"SurahNumber":31,"VerseNumber":27,"Text":"Tatoe e chijō no subete no ki ga pendeatte, mata umi (ga Boku de), sono soto ni 7tsu no umi o sore ni sashi soete mo, arrā no o kotoba wa (kaki) tsukusu koto wa dekinai. Hontōni arrā wa, iryoku narabinaku eimei de ara reru"},{"SurahNumber":31,"VerseNumber":28,"Text":"Anata gata (musū) no sōzō mo mata fukkatsu mo, marude ikko no tamashī o atsukau yōna mono ni suginai. Hontōni arrā wa zen Akira ni shite zen-shi de ara reru"},{"SurahNumber":31,"VerseNumber":29,"Text":"Anata wa minai no ka, arrā ga yoru o hiru ni irikoma se, mata hiru o yoru no naka ni irikoma se, sarani taiyō to tsuki o shitagawa sete sorezore sadame rareta kikan ni sono (kidō) o unkō nasa reru no o. Hontōni arrā wa anata gata no okonau koto o jukuchi nasa reru"},{"SurahNumber":31,"VerseNumber":30,"Text":"Sore wa arrā koso ga shinri de ara reru tamedearu. Kare o sashioite, anata gata no inoru no wa kyogi no monodearu. Hontōni arrā koso wa, shikō ni shite shidai de ara reru"},{"SurahNumber":31,"VerseNumber":31,"Text":"Anata wa fune ga, arrā no megumi de, taiyō o kōkō suru no o minai no ka. (Soreha) kare no shirushi o anata gata ni shimesa reta tamede wanai ka. Hontōni sono nakaniha, fudan ni taeshinobu mono to kansha suru subete no mono no tame ni, samazamana shirushi ga aru"},{"SurahNumber":31,"VerseNumber":32,"Text":"Ōnami ga tengai no yō ni kare-ra o ōu toki wa, arrā ni inori, makoto o tsukushite kare ni keitō shi nasai. Daga, kare-ra o buji rikuchi ni tsuka seru to, kare-ra no naka no aru mono wa,(yoitowarui no chūkan no) ayafuyana jōtai ni naru. Daga ni kokoro aru mono, fushinjin'na mono no soto wa, dare mo ware no shirushi o hitei shinai"},{"SurahNumber":31,"VerseNumber":33,"Text":"Hitobito yo, anata gata no omo o osore nasai. Mata chichi ga Sonoko no tame ni yakudatazu,-ko mo jibun no chichi no tame ni sukoshi mo yakudatanai hi o osore nasai. Hontōni arrā no yakusoku wa shinjitsudearu. Anata gata wa gense no seikatsu ni azamuka rete wa naranai. Arrā no koto ni tsuite azamuku mono ni, anata gata wa azamuka rete wa naranai"},{"SurahNumber":31,"VerseNumber":34,"Text":"Arrā, hontōni kare (dake) ga,(shinpan no) toki o shitte ora reru. Kare wa ame o furase rareru. Mata tainai ni aru mono o mo shitte ora reru.Daga (ningen wa) dare mo ashita jibun ga nani o kasegu ka o shirazu, dare mo doko de shinu ka o shiranai. Hontōni arrā wa zenchi ni shite subete ni tsūgyō sa reru okata de ara reru"},{"SurahNumber":32,"VerseNumber":1,"Text":"Arifu rāmu mīmu"},{"SurahNumber":32,"VerseNumber":2,"Text":"Kono Keisuke no keiji wa, ban'yū no nushi kara (kudatta mono) de, utagai no yochi wanai"},{"SurahNumber":32,"VerseNumber":3,"Text":"Keredomo kare-ra wa,`kare (muhanmado) ga kore o netsuzō shita.' To iu no ka. Iya, kore wa anata no nushi kara no shinri de, anata izen ni, hitori no keikoku-sha mo konakatta min ni, keikoku suru tame no monodearu. Kanarazu kare-ra wa michibika rerudearou"},{"SurahNumber":32,"VerseNumber":4,"Text":"Arrā koso wa, 6-nichi no ma ni ten to ji, soshite sonoaida no subete no mono o sōzō shite, o mizukara sono gyokuza ni chinza nasa reru katadearu. Anata gata wa kare no soto ni gādian wa naku, torinasu mono mo nai nodearu. Anata gata wa sore demo kigatsukanai no ka"},{"SurahNumber":32,"VerseNumber":5,"Text":"Kare wa, ten kara ji made no (subete no) jibutsu o tōgyo nasa reru. Sorekara sore (ban'yū) wa tsuitachi ni shite, kare no moto ni nobotte iku. Sono (tsuitachi no) naga-sa wa, anata gata no keisan suru Chitosedearu"},{"SurahNumber":32,"VerseNumber":6,"Text":"Konokata koso wa, yūgen-kai to genshō-kai o (subete) shitte ora reru kata, iryoku narabinaku jihibukai okatadeari"},{"SurahNumber":32,"VerseNumber":7,"Text":"sōzō sa reta issai o, mottomo zenbina mono ni nasa re, doro kara ningen no sōzō o hajime rareru"},{"SurahNumber":32,"VerseNumber":8,"Text":"Kare wa, iyashī mizu (seieki) no sei kara sono kōkei-sha o tsukura re"},{"SurahNumber":32,"VerseNumber":9,"Text":"sorekara kare (ningen) o kinsei ni shi, kare no seirei o fukikoma re, mata anata gata no tame ni chōkaku to shikaku to kokoro o sadzuke rareta okata. Anata gata wa hotondo kansha mo shinai"},{"SurahNumber":32,"VerseNumber":10,"Text":"Kare-ra wa,`chichū ni kiete kara, watashi-tachi wa mata atarashiku sōzō sa rerudearou ka.' To iu. Iya, kare-ra wa omo to no kaiken o shinjinai"},{"SurahNumber":32,"VerseNumber":11,"Text":"Itte yaru ga ī. `Anata gata o ukemotsu shi no tenshi ga anata gata o shina se, sorekara omoni kaera seru"},{"SurahNumber":32,"VerseNumber":12,"Text":"Tsumi o okashita-sha-tachi ga omo no gozen ni unadarete,`omo yo, watashi-tachi wa mimashita. Kikimashita. Watashi-tachi o o kaeshi kudasai. Watashi-tachi wa yoi okonai o itashimasu. Watashi-tachi wa hontōni satorimashita.'(To iu sugata o) anata ni misete yaritai monodearu"},{"SurahNumber":32,"VerseNumber":13,"Text":"Moshi ware ga hossurunaraba, sorezore no tamashī ni michibiki o ataeru koto mo dekita.Daga `Jin (kasoke Tadashi) to hito-tachi de, kanarazu jigoku o mitasudearou.' To no ware no kotoba wa, shinjitsu to narou"},{"SurahNumber":32,"VerseNumber":14,"Text":"Sorede anata gata wa ajiwauga yoi. Kono Ni~Tsu no kaiken o wasurete ita koto o. Hontōni ware mo anata gata o wasureyou. Anata gata wa jibun-tachi ga okonatta koto ni taisuru eien no chōbatsu o ajiwae"},{"SurahNumber":32,"VerseNumber":15,"Text":"Ware no shirushi o shinjiru mono to wa, sore ga nobe rareta toki ni keibo shi mi o nage dashite sajida shi,-nushi no eikō o tataete 唱念 Suru, kōmande wanai-sha-tachidearu. 〔Sajida〕"},{"SurahNumber":32,"VerseNumber":16,"Text":"kare-ra no karada ga gashō o hanareru to, osore to kibō to o daite omoni inori, ware ga sazuketa mono o hodokoshi ni sashi dasu"},{"SurahNumber":32,"VerseNumber":17,"Text":"Kare-ra wa sono okonatta koto no hōshō to shite, yorokobashī mono ga jibun'notameni hisoka ni (yōi) sa rete iru no o shiranai"},{"SurahNumber":32,"VerseNumber":18,"Text":"Shinkō shite iru mono ga,-nushi no okite ni somuku mono to onajidearou ka. Kare-ra wa kesshite onajide wanai"},{"SurahNumber":32,"VerseNumber":19,"Text":"Shinkō shite zenkō ni isoshimu mono wa, rakuen ga sumai de, soreha zenkō o shita koto e no hōshōdearu"},{"SurahNumber":32,"VerseNumber":20,"Text":"Daga okite ni somuku mono no sumai wa jigoku no gōkadearu. Soko kara deyou to suru tabi ni kare-ra wa sono naka ni hikimodosa re,`anata gataga kyogidearu to shite ita gōka no chōbatsu o ajiwae.' To iwa reyou"},{"SurahNumber":32,"VerseNumber":21,"Text":"Ware wa ōkī chōbatsu no mae ni, kanarazu tedjikana chōbatsu o kare-ra ni aji wa seru. Sō sureba kare-ra mo (kaigo shite ware ni) kaerudearou"},{"SurahNumber":32,"VerseNumber":22,"Text":"Omo no shirushi ni kidzuite inagara sonogo somuki saru mono yori hidoi tsumitsukuri ga arou ka. Ware wa kanarazu tsumibukaimono ni hōfuku surudearou"},{"SurahNumber":32,"VerseNumber":23,"Text":"Ware wa, mūsā ni shikato keiten o sazuketa. Dakara anata (muhanmado) ga kore o sazukaru koto o utagatte wa naranai. Ware wa sore o, Isuraeru no shison-tachi no michibiki to shita"},{"SurahNumber":32,"VerseNumber":24,"Text":"Ware wa, kare-ra no ma kara, waga meirei o kudashite (hitobito o) michibiku dōshi o ageta. Kare-ra wa yoku taeshinobi mata ware no shirushi o kataku shinjite ita"},{"SurahNumber":32,"VerseNumber":25,"Text":"Hontōni anata no omo wa, kare-ra ga iken o kotoni shite ita koto ni kanshite, shinpan no hi ni kare-ra no ma o saiketsu nasa reru"},{"SurahNumber":32,"VerseNumber":26,"Text":"Kare-ra ni oshienakatta ka. Sore izen ni ware ga iku sedai o horoboshi taka o. Sono sumai no naka o,(ima) kare-ra wa ōrai shite iru. Hontōni sono nakaniha, shuju no shirushi ga aru. Soredemo kare-ra wa kikumimiwomotanai no ka"},{"SurahNumber":32,"VerseNumber":27,"Text":"Mata ware ga mizu o fumōnochi ni okuri, sorede sakumotsu o ikusei sa se, kare-ra jishin ya kachiku ni tabe saseru no o minai no ka. Kare-ra wa mirume o motanai no ka"},{"SurahNumber":32,"VerseNumber":28,"Text":"Kare-ra wa,`moshi anata gata ga iu koto ga shinjitsunaraba shōri wa itsu kuru nodesu ka.' To iu"},{"SurahNumber":32,"VerseNumber":29,"Text":"Gen tte yaru ga ī. `Shōri no hi ni wa, fushinjindeatta mono no shinkō wa kare-ra ni yakudatazu, kare-ra wa yūyo mo sa renaidearou"},{"SurahNumber":32,"VerseNumber":30,"Text":"Dakara anata wa, kare-ra o sakete mate. Kare-ra mo matte iru nodearu"},{"SurahNumber":33,"VerseNumber":1,"Text":"Yogen-sha yo, arrā o osore, fushin-sha ya nise shinja ni shitagatte wa naranai. Hontōni arrā wa zenchi ni shite eimei de ara reru"},{"SurahNumber":33,"VerseNumber":2,"Text":"Nushi kara anata ni keiji sa reta tokoro ni shitagae. Hontōni arrā wa, anata no okonau koto o shiri tsukusa reru"},{"SurahNumber":33,"VerseNumber":3,"Text":"Arrā ni subete o takushi nasai. Hontōni arrā wa, kanrisha to shite banzende ara reru"},{"SurahNumber":33,"VerseNumber":4,"Text":"Arrā wa don'na otoko no karada no naka ni mo 2tsu no shinzō o tsukura renai. Anata gataga,`wagahahano senaka no yōda.' To itte (rien sengen suru) tsuma o anata gata no uminooya to dō ichi ni o tsukuri ni wa nara renai. Mata kare wa anata gata no yōshi o, anata gata no jisshi-tomo nasa renai. Korera wa, anata gataga kuchisaki dake de itta kotodearu. Daga arrā wa shinjitsu o katari, katsu (tadashī) michi ni michibika reru"},{"SurahNumber":33,"VerseNumber":5,"Text":"Kare-ra (yōshi) no chichi (no sei) o motte kare-ra o ko pe. Sore ga arrā no o me ni mottomo tadashī nodearu. Moshi kare-ra no chichi (no sei) o shiranainara, shinkō ni okeru anata gata no kyōdai, tomo to iu koto ni suruga yoi. Anata gataga sore ni tsuite ayamaru koto ga atte mo,-zaide wanai. Daga anata gata no kokoro ni warui ito no aru baai wa betsudearu. Arrā wa Satoru yō ni shite jihibukaki okata de ara reru"},{"SurahNumber":33,"VerseNumber":6,"Text":"Yogen-sha wa, shinja ni tori kare-ra jishin yori mo chikaku, mata kare (Sei yogen-sha) no tsuma-tachi wa kare-ra (shinja-tachi) no hahadearu. Mata arrā no sadamede wa mi no ketsuen kankei-sha wa tagaini, shinkō-jō no kyōdai (ansāru) ya (makka yori no) ijū-sha yori mo shinkindearu. Daga anata gata no mikata no tame ni wa, shinsetsu ni shite yare. Kore wa keiten ni shirusa rete iru kotodearu"},{"SurahNumber":33,"VerseNumber":7,"Text":"Mata ware ga, yogen-sha-tachi kara seiyaku o totta toki o omoiokoshi nasai. Anata kara mo, mata nūfu, iburāhīmu, mūsā, maruyamu no ko īsā kara mototta toki no koto o. Ware wa, ogosoka ni kare-ra kara seiyaku o totta nodearu"},{"SurahNumber":33,"VerseNumber":8,"Text":"(Kore wa omo ga) chūseina-sha ni, kare-ra no chūsei-sa o towa reru tamedearu. Kare wa fushinjin-sha-tachi no tame ni, itamashī chōbatsu o sonae rareru"},{"SurahNumber":33,"VerseNumber":9,"Text":"Shinkō suru mono yo, anata gata ni atae rareta arrā no onkei o nen e. Taigun ga anata gata ni semeyosete kita toki, ware wa kare-ra ni taishi ōkaze to,-me ni mienu gunzei o tsukawashita. Arrā wa, anata gata no okonau koto o (meikaku ni) gozonji de ara reru"},{"SurahNumber":33,"VerseNumber":10,"Text":"Miruga ī. Kare-ra wa, anata gata no ue kara mata shita kara osotte kita. Sonotoki-me wa kasumi, shinzō wa nodo moto made todoite, anata gata wa arrā ni tsuite, iroiro to (warui) sōzō o shita"},{"SurahNumber":33,"VerseNumber":11,"Text":"Kōshite shinja-tachi wa kokoromi rare, kare-ra wa mōretsuna dōyō ni 播 Sa bura reta"},{"SurahNumber":33,"VerseNumber":12,"Text":"Sonotoki, nise shinja ya kokoro ni yamai no yado tte iru-sha-tachi wa,`arrā to sono shito wa, tada azamuite watashi-tachi ni yakusoku shita nodesu.' To itta"},{"SurahNumber":33,"VerseNumber":13,"Text":"Mata kare-ra no ichidan wa itta. `Yasuribu (Aru madīna) no min yo. Anata gata ni wa totemo ganbareru monode wanai. Hikikaeshi nasai.' Mata kare-ra no aru mono wa, yogen-sha ni (kikan no) yurushi o negatte,`hontōni watashi-tachi no ie wa (mubōbi de kiken ni) sarasa rete imasu.' To itta. Kare-ra wa, sarasa rete iru node wanai, tada tōbō o nozonda dakedearu"},{"SurahNumber":33,"VerseNumber":14,"Text":"Moshi kare-ra (tekigun) ga yomo kara soko ni shin'nyū shite kite, hanran o yobikaketanara, kare-ra wa kanarazu kore o ukeire, sukoshi mo (sore ni) okureru koto wa nakattadearou"},{"SurahNumber":33,"VerseNumber":15,"Text":"Shikamo kare-ra wa sakini, kesshite somuki saranai to, arrā ni chikatte ita. Arrā to no yakusoku wa,(kanarazu) jinmon sa reru nodearu"},{"SurahNumber":33,"VerseNumber":16,"Text":"Gen tte yaru ga ī. `Tōbō wa, tatoe shi ya senshi kara manugarete mo, anata gata o masanai. Anata gata wa suki no ma o tanoshimu takedearu"},{"SurahNumber":33,"VerseNumber":17,"Text":"Itte yaru ga ī. `Arrā ga, anata gata ni wazawai o nozoma re, mata jihi o hodokosou to nozoma reta toki dare ga, sore o sashitome rareyou ka. Arrā o oite wa, kare-ra no hogo-sha mo enjo-sha mo inai nodearu"},{"SurahNumber":33,"VerseNumber":18,"Text":"Arrā wa, anata gata no naka (hitobito o) hiki tometa mono, mata sono dōhō ni mukatte,`watashi-tachi no kata e koi.' To itta mono o shitte ora reru. Mata kare-ra wa wazuka no ma no soto, senjō ni wa nozomanakatta"},{"SurahNumber":33,"VerseNumber":19,"Text":"Kare-ra wa anata ni taishite, don'yokudearu. Mā miruga ī. Kare-ra ni kiken ga otozureru to, rinjū no hito no yō ni medama o gurutto mawashite, anata o jukushi suru. Soshite kiken ga saruto yoi mono bakari musabori, kuchibiru o togara sete anata gata o tsūretsu ni hinan suru. Korera no mono wa shinjade wanai. Arrā wa, kare-ra no okonai o mueki ni nasa reru. Sore wa arrā ni wa yōina kotodearu"},{"SurahNumber":33,"VerseNumber":20,"Text":"Kare-ra wa, buzoku rengō-gun wa haitai shita node wa nai to kangaete iru. Moshi buzoku rengō-gun ga (futatabi) kuru koto ga areba, kare-ra wa bedō~in-zoku no ma ni mi o oite, anata gata no jōsokuwotazuneru (tachiba ni naru) koto o negatte iru. Mata moshi kare-ra ga anata gata no naka ni ite mo, wazuka no mono no soto wa tatakawanaidearou"},{"SurahNumber":33,"VerseNumber":21,"Text":"Hontōni arrā no shito wa, arrā to shūmatsu no hi o netsubō suru mono, arrā o ōku 唱念 Suru mono ni totte, rippana mohandeatta"},{"SurahNumber":33,"VerseNumber":22,"Text":"Shinja-tachi wa, buzoku rengō no gunzei o mita toki itta. `Kore wa arrā to kare no shito ga, watashi-tachi ni yakusoku sa reta monodearu. Arrā to kare no shito wa, shinjitsu o hanasa reta.' Soreha, kare-ra no shinjin to fukujū, kie no nen o, iya ga ue ni mo fukameta"},{"SurahNumber":33,"VerseNumber":23,"Text":"Shinja no nakaniha, arrā to musunda yakusoku ni chūjitsudeatta hitobito ga (ōku) ita nodearu. Aru mono wa sono chikai o hatashi, mata aru mono wa (Nao) matte iru. Kare-ra wa sukoshi mo (sono shin'nen o) kaenakatta"},{"SurahNumber":33,"VerseNumber":24,"Text":"(Kore wa kekkyoku) arrā ga, chūseina hitobito ni taishi sono chūsei-sa ni mukuwa re, mata kare ga o nozominaraba, nise shinja o basshi, aruiwa kare-ra o yurusa reru to iu kotodearu. Hontōni arrā wa, kan'yō ni shite jihibukaki okata de ara reru"},{"SurahNumber":33,"VerseNumber":25,"Text":"Arrā wa fushinjin'na-sha-tachi o, ikari no uchi ni (Aru madīna kara) nanra ekisuru tokoro naku tettai nasa reta. Tatakai ni wa, arrā wa, shinja-tachi no sentō o (kyōfū ya tenshi ni yotte) subete ni watatte, mamotte kudasaru. Arrā wa kyōdai ni shite iryoku narabinaki hō de ara reru"},{"SurahNumber":33,"VerseNumber":26,"Text":"Mata kare wa, kare-ra (rengō-gun) o kōen shita keiten'notami o, sorera no toride kara oi, sono shinjū ni kyōfu o tōji rareta. Anata gata wa aru mono o koroshi, mata aru mono o horyo to shita"},{"SurahNumber":33,"VerseNumber":27,"Text":"Mata kare wa, kare-ra (keiten'notami) no tochi, jūtaku, zaisan mata anata gata no mitō no ji o, anata gata ni tsuga se rareta. Arrā wa subete no koto ni zen'nō de ara reru"},{"SurahNumber":33,"VerseNumber":28,"Text":"Yogen-sha yo, anata no tsuma-tachi ni itte yaru ga ī. `Moshi anata gataga, gense no seikatsu to sono 煌 Biyaka-sa o nozomunara kuruga ī. Watashi wa okurimono o ataete, rippa ni wakareyou"},{"SurahNumber":33,"VerseNumber":29,"Text":"Daga anata ga tata ga moshi arrā to sono yogen-sha, soshite raise no sumai o motomerunaraba, anata gata no naka de zenkō ni isoshimu mono ni wa, arrā wa idaina hōshō o junbi shite kudasatte iru"},{"SurahNumber":33,"VerseNumber":30,"Text":"Yogen-sha no tsuma-tachi yo, anata gata no naka de meihakuna shūkō o okashita mono wa, sore ni taisuru chōbatsu wa baika sa reyou. Arrā ni wa sore wa yōina kotodearu"}]}