{"Id":78,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl","Author":"A. R. Nykl","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Ve jménu Boha, Milosrdného, Slitovného"},{"SurahNumber":1,"VerseNumber":2,"Text":"Chvála Bohu, Pánu světů"},{"SurahNumber":1,"VerseNumber":3,"Text":"milosrdnému, slitovnému"},{"SurahNumber":1,"VerseNumber":4,"Text":"vládci dne soudného"},{"SurahNumber":1,"VerseNumber":5,"Text":"Tebe vzýváme a k Tobě se utíkáme"},{"SurahNumber":1,"VerseNumber":6,"Text":"Veď nás stezkou přímou"},{"SurahNumber":1,"VerseNumber":7,"Text":"stezkou oněch, které jsi zahrnul milostí svou: nikoliv těch, na které rozhněván jsi a těch, kteří bloudí"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif, Lám, Mím"},{"SurahNumber":2,"VerseNumber":2,"Text":"Tato Kniha — o níž není pochyby — jest vedením pro bohabojné"},{"SurahNumber":2,"VerseNumber":3,"Text":"již věří ve věci neviditelné a zachovávají modlitbu a štědře rozdávají z toho, čímž jsme je obdařili"},{"SurahNumber":2,"VerseNumber":4,"Text":"a pro ty, kteří věří v to, cožkoliv zjeveno bylo tobě a cožkoliv zjeveno bylo před tebou a pevně doufají v život posmrtný"},{"SurahNumber":2,"VerseNumber":5,"Text":"tito zajisté vedeni jsou Pánem svým a jim zajisté dobře se povede"},{"SurahNumber":2,"VerseNumber":6,"Text":"Nevěřícím pak jedno jest, zda napomínáš je, či ne: neuvěří"},{"SurahNumber":2,"VerseNumber":7,"Text":"Zapečetil Bůh srdce a uši jejich a clonou zastřeny jsou zrakové jejich a veliká muka budou jim trestem"},{"SurahNumber":2,"VerseNumber":8,"Text":"A jsou někteří mezi lidem; již dí: „Uvěřili jsme v Boha a v den poslední“ a přece nejsou věřícími"},{"SurahNumber":2,"VerseNumber":9,"Text":"Klamati chtějí Boha a ty, kteří uvěřili, však ve skutečnosti klamou pouze sebe samy, aniž by o tom věděli"},{"SurahNumber":2,"VerseNumber":10,"Text":"Choroba jest v srdcích jejich a rozmnožil Bůh chorobu jejich a bolestný trest očekává je za to, že lhali"},{"SurahNumber":2,"VerseNumber":11,"Text":"A řekne-li se jim: „Nenaplňujte zemi nepravostí,“ řeknou: „Naopak, my ji napravujeme.“"},{"SurahNumber":2,"VerseNumber":12,"Text":"Však právě oni jsou to, kteří ji kazí, ale nejsou si toho vědomi"},{"SurahNumber":2,"VerseNumber":13,"Text":"A řekne-li se jim: „Uvěřte jakož uvěřili druzí,“ odvětí: „Budeme-liž věřiti jako uvěřili pošetilci?“ Však právě oni jsou pošetilci, ale nejsou si toho vědomi"},{"SurahNumber":2,"VerseNumber":14,"Text":"A potkají-li věřící, dí: „Uvěřili jsme,“ však poodejdou-li stranou k zlým duchům svým, řkou: „Držíme s vámi a z těch druhých si jenom tropíme žert.“"},{"SurahNumber":2,"VerseNumber":15,"Text":"Bůh si z nich ztropí žert a ponechá je dlouho bez vodítka blouditi ve svévoli jejích"},{"SurahNumber":2,"VerseNumber":16,"Text":"Oni jsou ti, kteří koupili blud za dobré vedení, však z obchodu toho nepošel jim užitek a nejsou vedeni stezkou pravou"},{"SurahNumber":2,"VerseNumber":17,"Text":"Podobají se v jednání svém tomu. jenž vznítil oheň a když osvětleno jím bylo vše vůkol - odňal jim Bůh oheň a ponechal je v temnotách: nemohou viděti"},{"SurahNumber":2,"VerseNumber":18,"Text":"Hluší, němí a slepí jsou; proto nemohou se obrátiti"},{"SurahNumber":2,"VerseNumber":19,"Text":"Nebo podobni jsou těm, kteří při spatření mraku na obloze, těžkého temnotami a hromem a bleskem, zacpávají prsty uši své před duněním hromu ze strachu před smrtí: ale Bůh ze všech stran obklopuje nevěřící"},{"SurahNumber":2,"VerseNumber":20,"Text":"Málem je oslepuje blesk, však pokud jim svítí, kráčejí v záři jeho a když opět se zatemní, zastavují se. Kdyby Bůh chtěl, mohl by zbaviti je sluchu i zraku jejich, neboť Bůh zajisté jest všemohoucí"},{"SurahNumber":2,"VerseNumber":21,"Text":"Ó lidé, klaňte se Pánu svému, jenž stvořil vás i ty, kteří byli před vámi: bojte se Boha"},{"SurahNumber":2,"VerseNumber":22,"Text":"Onť stvořil vám zemi lůžkem a nebesa krytbou; a seslal s nebe vodu a vodou dal vzrůsti plodům za potravu vám. U vědomí toho nedávejte tudíž Bohu jemu rovných"},{"SurahNumber":2,"VerseNumber":23,"Text":"A jste-li v pochybnostech o zjevení našem služebníku našemu, zkuste přednésti súru podobnou oněm (v této Knize) a předvolejte za svědky své ty, které vedle Boha vzýváte, jste-li pravdomluvnými"},{"SurahNumber":2,"VerseNumber":24,"Text":"Však nesvedete-li toho — a jisto jest, že toho nedokážete — tedy bojte se ohně, jehož potravou jsou lidé a kamení a jenž připraven jest nevěřícím"},{"SurahNumber":2,"VerseNumber":25,"Text":"A oznam radostnou novinu těm, kteří uvěřili a konali dobré skutky, že přichystány jsou pro ně zahrady, pod nimiž řeky tekou; a pokaždé když okusí plodů jejich, aby nasytili se, řeknou: „V pravdě tyto jsou podobny plodům, jež potravou nám byly dříve,“ ale jen podoba plodů daných jim bude stejná. Tam manželky budou míti bez poskvrny a přebývati tam budou věčně"},{"SurahNumber":2,"VerseNumber":26,"Text":"Bůh zajisté neostýchá se vybrati pro podobenství své ať komára, ať předmět vzácnější. Ti, kdož uvěřili, vědí, že jest to pravda přicházející od Pána jejich; nevěřící pak dí: „Co chtěl Bůh objasniti nám tímto podobenstvím?“ Mnoho jich zbloudí jím a mnozí přivedeni jím budou na cestu pravou - ale jen zlí jím zbloudí"},{"SurahNumber":2,"VerseNumber":27,"Text":"Ti, kteří ruší smlouvu dříve učiněnou s Bohem a rozdělují to, co Bůh nařídil, aby bylo spojeno, a páší nepravost na zemi: ti zajisté špatně pochodí"},{"SurahNumber":2,"VerseNumber":28,"Text":"Jak můžete nevěřiti v Boha, který ve vás mrtvé vdechl život; jenž opětně vás nechá zemříti a znovu vám dá obživnouti : pak k němu se navrátíte"},{"SurahNumber":2,"VerseNumber":29,"Text":"Onť stvořil vše, což na zemi jest, pro vás: pak zdvihl se k nebesům a v sedmero nebes je sestavil; onť zajisté jest vševědoucím"},{"SurahNumber":2,"VerseNumber":30,"Text":"Když Pán tvůj řekl k andělům: „Aj, učiním sobě náměstka na zemi,“ odpověděli mu: „Zdaž postavíš tam někoho, jenž naplňovati bude zemi nepravostí a prolévati krev, mezitím, co my pějeme hymny chvály a svatosti tvé?“ I řekl jim: „Vímť zajisté, co vy nevíte.“"},{"SurahNumber":2,"VerseNumber":31,"Text":"A naučil Adama jménům všech věcí: pak ukázal je andělům a řekl: „Nuž zkuste udati mi jména těchto věcí, jste-li pravdomluvnými!“"},{"SurahNumber":2,"VerseNumber":32,"Text":"I řekli: „Chvála budiž tobě! Nevímeť zajisté jiného, než čemu naučil's nás: ty jedině jsi vědoucí, moudrý.“"},{"SurahNumber":2,"VerseNumber":33,"Text":"Řekl Bůh: „Adame, pověz jim jména oněch věcí.“ A když učinil tak Adam, řekl Bůh: „Zdaž neřekl jsem vám, že známy jsou mi věci skryté nebes i země a známo mi, cožkoliv veřejně přiznáváte i co tajíte?“"},{"SurahNumber":2,"VerseNumber":34,"Text":"A když řekli jsme andělům: „Skloňte se úctou před Adamem,“ učinili tak všichni, vyjma Iblíse, jenž se vzepřel a byl pyšným a stal se nevěřícím"},{"SurahNumber":2,"VerseNumber":35,"Text":"A řekli jsme: „Adame, přebývej s manželkou svojí v ráji a pojídejte v hojnosti z něho, kdekoli se vám zlíbí; však nepřibližujte se k tomuto stromu, jinak zhřešíte.“"},{"SurahNumber":2,"VerseNumber":36,"Text":"Však Satan způsobil, že překročili zápověd' tuto a vypuzeni byli z místa, kde se nalézali. I řekli jsme: „Ven s vámi! Navzájem si budete nepřáteli: země útulkem vám bude a zaopatřením dočasným.“"},{"SurahNumber":2,"VerseNumber":37,"Text":"A naučil se Adam od Pána svého slovům vzývání a Pán popřál mu sluchu, neboť on rád popřává sluchu a jest milosrdným"},{"SurahNumber":2,"VerseNumber":38,"Text":"Řekli jsme: „Ven s vámi všemi! Až přijde vám vedení ode mne, kdožkoliv, následovati je bude, tomu netřeba se báti, aniž rmoutiti se"},{"SurahNumber":2,"VerseNumber":39,"Text":"Však ti, kdož neuvěří a lží nazývati budou znamení naše, za příbytek dostanou oheň, v němž dlíti budou věčně.“"},{"SurahNumber":2,"VerseNumber":40,"Text":"Synové Israele, připomeňte si dobrodiní, jež prokázal jsem vám: dodržte smlouvu učiněnou se mnou a dodržím i já smlouvu učiněnou s vámi; ctěte mne"},{"SurahNumber":2,"VerseNumber":41,"Text":"A věřte v to, co zjevil jsem na potvrzení toho, co již máte psáno: nebuďte prvními z nevěřících v má znamení a nekupujte za ně věc malé ceny; mne jedině bojte se"},{"SurahNumber":2,"VerseNumber":42,"Text":"Neodívejte pravdu lží a neskrývejte pravdu, když jest vám známa"},{"SurahNumber":2,"VerseNumber":43,"Text":"A zachovávejte správně modlitbu, plaťte zákonnou daň, a klekejte s těmi, kdož klekají"},{"SurahNumber":2,"VerseNumber":44,"Text":"Zdaž nakazovati budete spravedlnost jiným a sami zapomenete se? Přece čtete Knihu: či nikdy neporozumíte"},{"SurahNumber":2,"VerseNumber":45,"Text":"Zavolejte trpělivost a modlitbu ku pomoci své: zajisté velká jest to povinnost, však nikoliv pro pokorné"},{"SurahNumber":2,"VerseNumber":46,"Text":"kteří pamatují, že jednou setkají se tváří v tvář s Pánem svým a že k němu se navrátí"},{"SurahNumber":2,"VerseNumber":47,"Text":"Synové Israele, připomeňte si dobrodiní, jež prokázal jsem vám: pomněte, že dal jsem vám přednost nade všemi"},{"SurahNumber":2,"VerseNumber":48,"Text":"A bojte se dne, kdy duše nevykoupí duši v ničem, kdy nebude přijmuta od ní přímluva, aniž vzato vyrovnání a nebude jim poskytnuto pomoci"},{"SurahNumber":2,"VerseNumber":49,"Text":"A (pomněte času), kdy vysvobodili jsme vás z rukou lidu Faraonova, který krutě s vámi nakládal; zabíjel syny vaše a šetřil dcery vaše: v tom zajisté byla krutá zkouška od Pána vašeho"},{"SurahNumber":2,"VerseNumber":50,"Text":"A kdy rozdělili jsme moře pro vás a utopili lid Faraonův před zraky vašimi"},{"SurahNumber":2,"VerseNumber":51,"Text":"A kdy činili jsme smlouvu s Mojžíšem po čtyřicet nocí; tehdy postavili jste si tele modlou za nepřítomnosti jeho a prohřešili jste se"},{"SurahNumber":2,"VerseNumber":52,"Text":"Poté nicméně odpustili jsme vám, abyste byli vděčnými"},{"SurahNumber":2,"VerseNumber":53,"Text":"A kdy dali jsme Mojžíšovi Knihu a Rozlišení, abyste byli dobře vedeni"},{"SurahNumber":2,"VerseNumber":54,"Text":"A kdy řekl Mojžíš k lidu svému: „Lide můj, prohřešil jsi se na sobě samém, vzav sobě tele modlou. Pros za odpuštění Stvořitele svého a krví vinníků smyj hřích svůj: tak nalezneš milost u Stvořitele svého a popřeje sluchu prosbě tvé, neboť on rád popřává sluchu kajícím a jest milosrdný.“"},{"SurahNumber":2,"VerseNumber":55,"Text":"A kdy řekli jste: „Mojžíši, neuvěříme ti dokud nespatříme Boha v jasné podobě“ a blesk zasáhl vás, jak jste pohlíželi"},{"SurahNumber":2,"VerseNumber":56,"Text":"Pak vzkřísili jsme vás z mrtvých, abyste byli vděčnými"},{"SurahNumber":2,"VerseNumber":57,"Text":"A dali jsme mračnu vznésti se nad vámi a seslali jsme vám mannu a křepelky — „Jezte z dobrých věcí, kterými jsme vás obdařili.“ Neuškodili tedy nám, nýbrž sobě samým"},{"SurahNumber":2,"VerseNumber":58,"Text":"A kdy řekli jsme: „Vejděte do tohoto města a jezte z něho v hojnosti dle libosti své, však vstupujíce do brány padejte na tvář svou řkouce: ‚Odpuštění!‘ i promineme vám hříchy vaše a rozmnožíme přízeň svou těm, kteří konají dobro.“"},{"SurahNumber":2,"VerseNumber":59,"Text":"Však zlomyslní změnili slovo jim udané za jiné a seslali jsme na ně trest s nebe za zlý skutek jejich"},{"SurahNumber":2,"VerseNumber":60,"Text":"A kdy Mojžíš žádal vody k napojení lidu svého i řekli jsme: „Udeř holí do skály“ a vyvřelo z ní dvanácte pramenů: a každý kmen věděl ihned, který z pramenů určen jest mu k pití. „Jezte a pijte z toho, čímž obdařuje vás Bůh,“ (řekli jsme), „a nedopouštějte se nepravostí a nevázaností na zemi.“"},{"SurahNumber":2,"VerseNumber":61,"Text":"A kdy řekli jste: „Mojžíši, nemůžeme snésti stále stejné potravy: popros za nás u Pána svého, aby dal vzrůsti nám cožkoli plodí země v bylinách a okurkách svých a česneku svém a čočce a cibuli své.“ I řekl: „Zdaž vyměniti chcete lepší za horší? Táhněte zpět do Egypta; tamť naleznete, čeho si žádáte.“ Bídou a nedostatkem stiženi byli a odvrátil se Bůh ve hněvu od nich, protože nevěřili ve znamení boží a nespravedlivě ubíjeli proroky; tak stalo se jim za to, že byli neposlušnými a vzdornými"},{"SurahNumber":2,"VerseNumber":62,"Text":"Zajisté ti, kdož uvěřili a ti, kdož drží se víry židovské, a křesťané a sabejští - vůbec všichni, kdož věří v Boha a v den poslední a činí dobré skutky, naleznou odměnu u Pána svého a jim netřeba se báti, aniž rmoutiti se"},{"SurahNumber":2,"VerseNumber":63,"Text":"A když přijali jsme smlouvu s vámi a pozdvihli horu nad hlavami vašimi, řkouce: „Přijměte s pevným rozhodnutím vše, což uložili jsme vám a chovejte v dobré paměti obsah slov našich, abyste žili v bázni.“"},{"SurahNumber":2,"VerseNumber":64,"Text":"Však poté odvrátili jste se a kdyby Bůh nebyl býval milostivým k vám a slitovným, zajisté špatně byste bývali pochodili"},{"SurahNumber":2,"VerseNumber":65,"Text":"Neboť znám vám byl osud těch z vás, kteří znesvětili den sobotní a k nimž jsme řekli: „Buďte opicemi hnanými.“"},{"SurahNumber":2,"VerseNumber":66,"Text":"A učinili jsme je příkladnou výstrahou současníkům a potomkům jejich a napomenutím bohabojným"},{"SurahNumber":2,"VerseNumber":67,"Text":"A kdy řekl Mojžíš k lidu svému: „Aj, káže vám Bůh, abyste obětovali KRÁVU,“ řekli: „Zdaž tropíš si z nás žert?“ Řekl: „Uchovejž Bůh, abych patřil k nerozumným.“"},{"SurahNumber":2,"VerseNumber":68,"Text":"Řekli: „Popros za nás u Pána svého, aby naznačil nám, jaká má býti.“ Řekl: „Zajisté praví Pán: Kráva ta nemá býti ani starou, ani jalovicí, nýbrž věku prostředního mezi těmito. Učiňte tudíž, což nakázáno jest vám.“"},{"SurahNumber":2,"VerseNumber":69,"Text":"Řekli: „Popros za nás u Pána svého, jaké má býti barvy.“ Řekl: „Zajisté praví Pán: Kráva ta má býti barvy jasně žluté, aby potěšením byla zrakům na ni patřícím.“"},{"SurahNumber":2,"VerseNumber":70,"Text":"Řekli: „Popros za nás u Pána svého, aby naznačil nám přesně, jaká má býti kráva ona, neboť nám zdají se býti krávy stejnými, a zajisté, zlíbí-li se Bohu, ukáže nám tu pravou.“"},{"SurahNumber":2,"VerseNumber":71,"Text":"Řekl: „Zajisté praví Pán: Budiž to kráva neznavená prací polní a zavodňováním rolí, zdravá, bez poskvrny.“ Řekli: „Nyní dal jsi nám pravé označení.“ Obětovali pak krávu, však málem by tak nebyli učinili"},{"SurahNumber":2,"VerseNumber":72,"Text":"A když zabili jste muže a spor vedli mezi sebou proto: a Bůh odhalil, co ukrývali jste"},{"SurahNumber":2,"VerseNumber":73,"Text":"Neboť řekli jsme: „Udeřte mrtvolu částí obětované krávy.“ Tak Bůh křísí mrtvé a ukazuje vám znamení svá, abyste bohdá pochopili"},{"SurahNumber":2,"VerseNumber":74,"Text":"Od těch dob ztvrdla srdce vaše, takže podobna jsou kamení skal: ba tvrdšími se stala, neboť ze skal mnohých vyvírají řeky, jiné opět rozpukávají se a vytéká z nich voda, jiné opět padají bázní boží; a Bůh zajisté není lhostejným k tomu, co konáte"},{"SurahNumber":2,"VerseNumber":75,"Text":"Žádáte si, aby k vůli vám uvěřili Židé? Část jich poslechla slov božích, však poté, když je byli pochopili, překroutili. je, dobře jsouce si toho vědomi"},{"SurahNumber":2,"VerseNumber":76,"Text":"A když potkají věřící, dí: „Uvěřili jsme,“ však když jsou stranou mezi sebou, dí: „Zdaž vyprávěti budete jim, co Bůh zjevil vám, aby použíti toho mohli za důkaz proti vám před Pánem vaším? Nechápete-liž úmyslu jejich?“"},{"SurahNumber":2,"VerseNumber":77,"Text":"Což nevědí, že Bůh ví, co oni tají i co veřejně prohlašují"},{"SurahNumber":2,"VerseNumber":78,"Text":"Mezi nimi. jsou lidé prostí, neznající obsahu Knihy: jedině liché znají pověsti a plni jsou pouhých domněnek"},{"SurahNumber":2,"VerseNumber":79,"Text":"A běda těm, kteří píší Knihu svýma rukama a pak praví: „Toto přichází od Boha,“ aby získali z toho nepatrný výtěžek. Běda jim za to, co psaly ruce jejich a běda jim z toho, co tím vytěžili"},{"SurahNumber":2,"VerseNumber":80,"Text":"Praví: „Nedotkne se nás oheň, vyjma po několik dní.“ Rci: „Učinili jste ohledně toho s Bohem smlouvu, které Bůh neporuší, anebo vyprávíte o Bohu, co nevíte?“"},{"SurahNumber":2,"VerseNumber":81,"Text":"Naopak ti, jichž užitkem jsou jen zlé skutky a obklopeni jsou hříchy svými, těm. údělem bude oheň, v němž přebývati budou věčně"},{"SurahNumber":2,"VerseNumber":82,"Text":"A ti, kteří uvěřili a konali dobré skutky, jim údělem jest ráj a v něm přebývati budou věčně"},{"SurahNumber":2,"VerseNumber":83,"Text":"A když přijali jsme smlouvu synů Israele, řekli jsme: „Vzývejte pouze jednoho Boha a chovejte se laskavě k rodičům, přátelům, sirotkům a chudým; a mluvte přívětivě s lidmi; zachovávejte modlitbu a dávejte povinnou almužnu.“ Poté, až na malý počet, odvrátili jste se a oddálili"},{"SurahNumber":2,"VerseNumber":84,"Text":"A když učinili jsme smlouvu s vámi, abyste neprolévali své vlastní krve a nevypuzovali se navzájem z obydlí svých, tehdy souhlasili jste s tím a sobě samým byli svědky"},{"SurahNumber":2,"VerseNumber":85,"Text":"Nicméně vy jste to byli, kteří poté vraždili se navzájem a vypudili část lidu svého z obydlí jejich a přispěli jste proti nim v zahrnutí jich příkořím a nepřátelstvím: však přijdou-li k vám jako zajatci, vykupujete je. A přece zapovězeno vám bylo, abyste je vyháněli. Či věříte pouze v část Knihy své a část jí zavrhujete? Jakáž pak bude odměna těch, kdož tak činí mezi vámi, ne-li potupa v tomto životě a že v den zmrtvýchvstání zavrženi budou do muk nejtěžších, neboť Bůh není lhostejným k tomu, co konáte"},{"SurahNumber":2,"VerseNumber":86,"Text":"Ti, kdož koupili život pozemský za život budoucí, shledají, že nebudou zlehčena jim muka, aniž bude jim pomoženo"},{"SurahNumber":2,"VerseNumber":87,"Text":"Dali jsme pak Mojžíšovi Knihu a poslali jsme po něm jiné proroky: a dali jsme Ježíšovi, synu Mariinu,. jasné důkazy jeho poslání a posílili jsme jej Duchem Svatým. A pokaždé, když přišel k vám prorok se slovy, jež nebyla vám po chuti zpyšněli jste: některé z proroků nazývali jste lháři a některé jste pobili"},{"SurahNumber":2,"VerseNumber":88,"Text":"A řekli: „Neobřezána'jsou srdce naše.“ Tak jest, a k tomu ještě zlořečil jim Bůh pro nevíru jejich. Jak málo jest těch, kdož věří"},{"SurahNumber":2,"VerseNumber":89,"Text":"A když přišla jim Kniha od Boha, na potvrzení zjevení, která již měli - a ač předtím byli prosili o vítězství nad nevěřícími - nicméně, když přišlo jim to, o čem byli již zpraveni, neuvěřili v Knihu onu: a zlořečení Boha padniž na nevěřící"},{"SurahNumber":2,"VerseNumber":90,"Text":"Za jak bídnou cenu prodali samy sebe tím, že neuvěřili v to, co seslal Bůh, ze závisti nad tím, že Bůh dal zjevení své z milosti tomu ze služebníků svých, jejž vyvolil si! Tím přivedli na sebe od Boha hněv za hněvem, a potupný trest přichystán jest pro nevěřící"},{"SurahNumber":2,"VerseNumber":91,"Text":"A když řekne se jim: „Uvěřte v to, co sesláno bylo Bohem,“ dí: „Věříme v to, co zjeveno bylo nám,“ a nevěří v to, co zjeveno jim bylo později, ač jest to pravda seslaná na potvrzení písem jejich. Rci: „Proč tedy zabili jste proroky boží předešlé, jste-li věřícími?“"},{"SurahNumber":2,"VerseNumber":92,"Text":"Vždyť přece přišel k vám Mojžíš s jasnými důkazy svého posláni: nicméně za zády jeho postavili jste si tele modlou a zhřešili jste"},{"SurahNumber":2,"VerseNumber":93,"Text":"A když přijali jsme smlouvu s vámi a pozdvihli horu nad hlavami vašimi, (řkouce): „Přidržte se pevně toho, co dáváme vám a poslouchejte přikázání naše,“ řekli: „Slyšeli jsme, ale neposlechli jsme.“ Srdce jejich napojena byla uctíváním telete následkem nevíry jejich. Rci: „Hanba tomu, k čemu vede vás víra vaše, skutečně-li věříte!“"},{"SurahNumber":2,"VerseNumber":94,"Text":"Rci: „Máte-li vskutku zajištěné věčné obýváni u Boha, v němž nebude jiných mimo vás, tedy žádejte si smrti, jste-li pravdomluvnými.“"},{"SurahNumber":2,"VerseNumber":95,"Text":"Však nebudou si jí žádati nikdy, následkem díla rukou svých, neboť Bůh zná hříšníky"},{"SurahNumber":2,"VerseNumber":96,"Text":"Věru shledáš je bažící po životě více než ostatní lidé, ba více než modloslužebníci; některý z nich touží kéž žil by tisíc let: však dlouhým životem nezmůže ujíti trestu svému, neboť Bůh vidí skutky jejich"},{"SurahNumber":2,"VerseNumber":97,"Text":"Rci: „Kdo byl by nepřítelem Gabriela?“ Vždyť on to byl, jenž z dovolení božího způsobil, aby seslán byl Korán v srdce tvé, na potvrzení zjevení předešlých a jakožto dobré vedení a radostná novina věřícím"},{"SurahNumber":2,"VerseNumber":98,"Text":"Kdo byl by nepřítelem Boha a jeho andělů a proroků jeho, a Gabriela a Michaela? Bůh zajisté nepřítelem jest nevěřících"},{"SurahNumber":2,"VerseNumber":99,"Text":"Vždyť seslali jsme ti jasná znamení a pouze nepravostní v ně neuvěří"},{"SurahNumber":2,"VerseNumber":100,"Text":"Zdaž pokaždé, když vejdou ve smlouvu, najde se mezi nimi skupina, jež odmítne ji? Ba věru, většina jich nevěří"},{"SurahNumber":2,"VerseNumber":101,"Text":"A když přišel k nim prorok od Boha, potvrzující písma jejich, odvrhla část těch, kterým Kniha dána byla, Knihu boží za záda svá, jakoby jí neznali"},{"SurahNumber":2,"VerseNumber":102,"Text":"A následovali to, co zlí duchové vykládají ohledně vlády Šalamounovy: však Šalamoun nebyl nevěřícím, nýbrž oni zlí duchové; tito učí lid kouzelnictví a tomu, co zjeveno bylo dvěma andělům v Babylóně, Hárútovi a Márútovi. Nicméně tito dva neučili nikoho svému umění, aniž by mu nebyli řekli: „My jsme jen pokušením, pročež nestaň se nevěřícím.“ A od těchto dvou naučili se lidé jak působiti rozbroj mezi mužem a jeho ženou; však oni nikomu tím neškodili, vyjma s dovolením Boha. Tak naučili se lidé tomu, co jim škodilo, nikoli tomu, co jim prospívalo: a věděli, že kdožkoli: získá umění to, ztrácí tím veškerý podíl na životě budoucím. Bídná věru jest cena, za kterou se prodali: kéž by to jen byli věděli"},{"SurahNumber":2,"VerseNumber":103,"Text":"Však kdyby byli uvěřili a báli se Boha, odměna od Boha byla by bývala jistě lepší: kéž by jen byli věděli"},{"SurahNumber":2,"VerseNumber":104,"Text":"Vy, kteříž jste uvěřili, neříkejte: „Ra'iná“, nýbrž rcete: „Unzurná“, a poslechněte: neboť nevěřícím trest bolestný jest přichystán"},{"SurahNumber":2,"VerseNumber":105,"Text":"Neradi vidí nevěřící z těch, jimž dána byla Kniha a z těch, již klaní se mnoha bohům, aby jakékoliv dobro sesláno vám bylo od Pána vašeho: však Bůh zvláště vyznamenává milosrdenstvím svým toho, který se mu zlíbí, a Bůh zajisté velkým jest v milosrdenství svém"},{"SurahNumber":2,"VerseNumber":106,"Text":"Nezrušíme, aniž dáme vymizeti z paměti tvé veršům, kterých bychom nenahradili lepšími, aneb stejnocennými: zdaž nevíš, že Bůh všechno může"},{"SurahNumber":2,"VerseNumber":107,"Text":"Zdaž nevíš, že Bohu přináleží království nebes i země, a že nemáte mimo Boha jiného zástupce aniž ochránce"},{"SurahNumber":2,"VerseNumber":108,"Text":"Či snad chcete vyptávati se proroka svého, jako tázán byl Mojžíš před tím? Však ten, kdo vyměňuje víru za nevíru, jistě zbloudil s cesty rovné"},{"SurahNumber":2,"VerseNumber":109,"Text":"Mnozí z těch, kdož mají Knihu, ze sobecké závisti své rádi by přivedli vás zpět k nevíře poté, když jste byli uvěřili: poté, když jasně vám ukázána byla pravda: odpusťte jim a míjejte je, dokud Bůh neprojeví svého rozhodnutí, neboť zajisté Bůh má moc nade vším"},{"SurahNumber":2,"VerseNumber":110,"Text":"A zachovávejte modlitbu a dávejte povinnou almužnu: a cožkoli dobrého činíte, naleznete u Boha, neboť Bůh vidí skutky vaše"},{"SurahNumber":2,"VerseNumber":111,"Text":"Říkají: „Nevejde do ráje nikdo, vyjma Židů a křesťanů“ - tak si totiž přejí. Rci: „Podejte mi důkaz svůj, jste-li pravdomluvnými.“"},{"SurahNumber":2,"VerseNumber":112,"Text":"Naopak: ti, kdož s odevzdaností obrací tvář svou k Bohu a konají dobro, naleznou odměnu u Pána svého a jim netřeba se báti, aniž rmoutiti se"},{"SurahNumber":2,"VerseNumber":113,"Text":"Židé tvrdí: „křesťané nemají opory,“ a křesťané tvrdí: „Židé nemají opory“, ač jedni i druzí čtou Knihu. Ti pak, kdož ničeho nevědí, mluví podobně. Však Bůh rozsoudí mezi nimi v den zmrtvýchvstání ohledně toho, v čem se rozcházeli"},{"SurahNumber":2,"VerseNumber":114,"Text":"A kdo nespravedlivějším jest toho, jenž zabraňuje, aby prohlašováno bylo jméno boží v svatyních a jenž pracuje ke zpustošení jejich? Tito zajisté mohou jen s bázní vstoupiti do nich: hanba jest údělem jejich na světě tomto a v životě posmrtném velká budou muka jejich"},{"SurahNumber":2,"VerseNumber":115,"Text":"Bohu zajisté patří východ i západ: a kamkoli se obrátíte, stkví se tvář boží. Bůh věru nesmírný jest a vševědoucí"},{"SurahNumber":2,"VerseNumber":116,"Text":"A praví: „Bůh učinil sobě syna.“ Při slávě jeho, nikoliv! Jedině jemu samému patří, cožkoliv jest na nebi i na zemi: vše poslušno jest jej"},{"SurahNumber":2,"VerseNumber":117,"Text":"On Stvořitelem jest nebes i země: když rozhodne o něčem, rce: „Staniž se“ a stane se"},{"SurahNumber":2,"VerseNumber":118,"Text":"A dí ti, kdož ničeho nevědí: „Nepromluví-li k nám Bůh, aneb nepřijde-li nám znamení, (neuvěříme).“ Stejně jako oni mluví, tak mluvili ti, kdož byli před nimi a srdce jejich jsou si podobna navzájem. Jasná pak znamení ukázali jsme těm, kdož mají víru pevnou"},{"SurahNumber":2,"VerseNumber":119,"Text":"Zajisté poslali jsme tě s pravdou, jakožto nositele radostné zvěsti a napomínače: a nebudeš tázán ohledně těch, jichž údělem bude peklo"},{"SurahNumber":2,"VerseNumber":120,"Text":"Ani Židé ani křesťané nebudou souhlasiti s tebou, dokud nebudeš následovati víry jejich. Rci: „V pravdě jedině; vedení boží jest pravým vedením.“ A poddáš-li se přání jejich poté, když přišlo ti vědění, nebude ti Bůh ani zastáncem, ani pomocníkem"},{"SurahNumber":2,"VerseNumber":121,"Text":"Ti, kterým jsme dali Knihu a kteří čtou v ní tak, jak má býti čtena, věří v ni: a ti, kdož nevěří v ni, pochodí věru špatně"},{"SurahNumber":2,"VerseNumber":122,"Text":"Synové Israele, pomněte dobrodiní, kterými zahrnul jsem vás a pomněte, že povýšil jsem vás nade všechny ostatní v světě"},{"SurahNumber":2,"VerseNumber":123,"Text":"A bojte se dne, kdy duše nevykoupí druhé v ničem, kdy nebude přijmuto od ní vyrovnání, aniž prospěje jí přímluva a kdy nebude jí poskytnuto pomoci"},{"SurahNumber":2,"VerseNumber":124,"Text":"A když Pán zkoušel Abrahama slovy a tento vyplnil je, řekl Pán: „Učiním tě představeným lidstva.“ Řekl: „A jak bude s potomstvem mým?“ Řekl Bůh: „Smlouva moje nezahrnuje nepravostné.“"},{"SurahNumber":2,"VerseNumber":125,"Text":"Učinili jsme Dům posvátný bezpečným a pevným útočištěm lidstvu a řekli jsme: „Přijměte místo Abrahamovo za místo modlení:“ a nakázali jsme Abrahamovi a Ismaelovi, aby očistili dům můj pro ty, kdož obcházeti jej budou v průvodu, pro ty, kdož zdržovati se v něm budou ve zbožném rozjímání a pro ty, kdož padati v něm budou na kolena svá a tvář svou"},{"SurahNumber":2,"VerseNumber":126,"Text":"Tehdy řekl Abraham: „Pane můj, učiň tuto zemí bezpečnou a poskytni za výživu plodů těm z lidu jejího, kdož uvěřili v Boha a v den poslední.“ I řekl Pán: „Těm, kdož neuvěřili, na krátko jen poskytnu radosti z toho: pak zapudím je do muk ohně.“ Děsná bude to cesta"},{"SurahNumber":2,"VerseNumber":127,"Text":"A když Abraham s Ismaelem zbudovali základy domu, řekli: „Pane náš, přijmi jej od nás: tyť zajisté jsi slyšící a vědoucí"},{"SurahNumber":2,"VerseNumber":128,"Text":"Pane náš, učiň, abychom odevzdáni byli do vůle tvé a učiň aby potomstvo naše odevzdáno bylo do vůle tvé: a nauč nás posvátným obřadům našim, a popřej sluchu pokání našemu, neboť ty zajisté rád popřáváš sluchu těm, kteří činí pokání, a jsi milosrdný"},{"SurahNumber":2,"VerseNumber":129,"Text":"Pane náš, dej vzejíti proroku z jejich středu, aby předčítal jim znamení tvá a učil je Knize a moudrosti a očišťoval je: ty zajisté mocný jsi a moudrý.“"},{"SurahNumber":2,"VerseNumber":130,"Text":"A kdo bude míti odpor k víře Abrahamově, vyjma toho, jenž pošetilostí naplněn jest? Zajisté vyvolili jsme si jej v tomto světě a ve světě příštím bude mezi spravedlivými"},{"SurahNumber":2,"VerseNumber":131,"Text":"Když Pán jeho řekl mu: „Odevzdej se do vůle mé,“ řekl. „Odevzdal jsem se do vůle Pána světů.“"},{"SurahNumber":2,"VerseNumber":132,"Text":"A víru tu odkázal Abraham dětem svým a taktéž Jakub, řka: „Synové moji, zajisté Bůh vyvolil pro vás víru a proto neumírejte jinak, než odevzdáni do vůle boží.“"},{"SurahNumber":2,"VerseNumber":133,"Text":"Byli jste svědky toho, když Jakub blízek byl smrti a děl k synům svým: „Komu sloužiti budete po smrti mé?“ Řekli: „Sloužiti budeme Bohu tvému a Bohu otců tvých Abrahama a Ismaela a Isáka, Bohu jedinému, a do vůle jeho jsme odevzdáni.“"},{"SurahNumber":2,"VerseNumber":134,"Text":"Pokolení ono zašlo: jemu připadne odměna za činy jeho a vám za činy vaše: vy nebudete tázáni na to, co činili oni"},{"SurahNumber":2,"VerseNumber":135,"Text":"Říkají vám: „Buďte Židy, anebo. křesťany a tak vedeni budete stezkou pravou.“ Rci: „Nikoliv, jsme při víře Abrahamově, jenž byl pravé víry (haníf) a nesloužil mnoha bohům.“"},{"SurahNumber":2,"VerseNumber":136,"Text":"Rcete: „Uvěřili jsme v Boha a v to co nám seslal a v to, co sesláno bylo Abrahamovi a Ismaelovi a Isákovi a Jakubovi a kmenům: a v to, co dáno bylo Mojžíšovi a Ježíšovi a v to, co dáno bylo prorokům Pánem jejich: nečiníme nijakého rozdílu mezi nimi a jsme odevzdáni do vůle Páně.“"},{"SurahNumber":2,"VerseNumber":137,"Text":"A uvěří-li v totéž, co vy, pak nalézati se budou na cestě pravé; však odvrátí-li se od vás, budou v roztržce s vámi: nicméně dostačí ti oproti nim Bůh, neb on zajisté jest slyšící, vševědoucí"},{"SurahNumber":2,"VerseNumber":138,"Text":"Totoť jest křest boží a kdo lépe může křtíti než Bůh? A jemu sloužíme"},{"SurahNumber":2,"VerseNumber":139,"Text":"Rci: „Zdaž hádati se chcete s námi ohledně Boha, jenž stejně jest Pánem naším jako vaším? My jednáme, jak my jednáme, a vy jednáte, jak vy jednáte: my zajisté jsme Bohu upřímně oddáni.“"},{"SurahNumber":2,"VerseNumber":140,"Text":"Řeknete snad, že Abraham, Ismael Isák a Jakub a kmeny (israelské) byli Židy anebo křesťany? Rci: „Kdo ví to lépe, vy anebo Bůh? A kdo prohřešuje se více než ten, jenž zatajuje svědectví dané Bohem? Bůh zajisté není lhostejným k tomu, co konáte.“"},{"SurahNumber":2,"VerseNumber":141,"Text":"Pokolení ono zašlo: jemu připadne odměna za činy jeho a vám za činy vaše: vy nebudete tázáni na to, co činili oni"}]}