{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Ni:Sanka allaha ta'ala'e te strini vata sambhali je tarathi potana pati babata rakajhaka kari rahi hati ane allaha ta'alathi phariyada kari rahi hati. Allaha ta'ala tamara bannena prasrnottara sambhali rahyo hato. Ni:Sanka allaha ta'ala sambhalavavalo, jovavalo che"},{"SurahNumber":58,"VerseNumber":2,"Text":"tamara manthi je loko potani patni'o sathe jhihara (etale ke potani patnine mam jevi kahevum) kare che te kharekhara temani mam nathi bani jati, temani mam to te ja che jemana petathi te'o peda thaya, ni:Sanka a loko eka bekara ane juthi vata kahe che. Ni:Sanka allaha ta'ala ksama karavavalo che"},{"SurahNumber":58,"VerseNumber":3,"Text":"je loko potani patni'othi jhihara kare, pachi potani kaheli vatathi pacha phare to temana para eka bijane hatha lagavatam pahela eka dasane ajhada karavo padase, tena vade tamane sikhamana apavamam ave che. Ane allaha ta'ala tamara dareka karyone khuba jane che"},{"SurahNumber":58,"VerseNumber":4,"Text":"ham, je vyakti (dasa ajhada karavani) ksamata na dharavato hoya to tena para be masana lagalagata rojha che. Te pahela ke eka bijane hatha lagave, ane je vyaktine teni ksamata pana na dharave tena para sahitha lacarone khavanum khavadavavanum che, a etala mate ke tame allaha ane tena payagambarana adesanum palana karo, a allaha ta'alani nakki karela maryada'o che ane inkari'o mate ja du:Khadayi yatana che"},{"SurahNumber":58,"VerseNumber":5,"Text":"ni:Sanka je loko allaha ane tena payagambarano virodha kare che te apamanita karavamam avase, jemake athi pahelana lokone apamanita karavamam avya ane ni:Sanka ame khulli ayato utari cukaya che ane inkari'o mate to apamanita kari denari yatana che"},{"SurahNumber":58,"VerseNumber":6,"Text":"Je divase allaha ta'ala te dareka lokone jivita karase. Phari temane temana karela karyothi khabaradara karase, jene allaha e gani- ganine suraksita rakhya ane jene te bhuli gaya hata, ane allaha ta'ala dareka vastuthi khuba ja vakepha che"},{"SurahNumber":58,"VerseNumber":7,"Text":"sum tame nathi joyum ke allaha akasoni ane dharatini dareka vastuthi vakepha che. Trana manavi'oni vatacita nathi thati parantu allaha temanthi cotho hoya che ane pancani parantu temanthi chaththo te hoya che ane tenathi ochani ane vadhareni parantu te sathe ja hoya che, jyam pana te'o hoya. Phari kayamatana divase temane temana karyothi khabaradara karase, ni:Sanka allaha ta'ala dareka vastuthi vakepha che"},{"SurahNumber":58,"VerseNumber":8,"Text":"sum tame te lokone nathi joya? Je lokone gusapusa karavathi rokavamam avya hata, te'o rokava chatam te karyane pharivara kare che ane te'o andara-andara papa, atireka ane payagambarani avajnani gusapusa kare che ane jyare tamari pase ave che to tamane te sabdo vade salama kare che je sabdomam allaha ta'ala'e nathi kahyum ane potana manamam kahe che ke allaha ta'ala amane tena para je ame kahi rahya che siksa kema nathi api rahyo, temana mate jahannama purati che, jemam te'o jase. To te ghanum ja kharaba thekanum che"},{"SurahNumber":58,"VerseNumber":9,"Text":"he imanavala'o! Tame jyare vatacita karo to a vatacita gunaha, atireka ane payagambarani avajna tarapha (ubharati) na hoya, parantu bhala'i ane sayammani vatacita karo ane allahathi darata raho, jeni pase tame sau bhega karavamam avaso"},{"SurahNumber":58,"VerseNumber":10,"Text":"gusapusa e to eka setani kama che jenathi imanavalone thesa pahonce. Joke allaha ta'alani iccha vagara temane ko'i thesa pahoncadi sakatum nathi. Ane imanavala'o allaha para ja visrvasa rakhe"},{"SurahNumber":58,"VerseNumber":11,"Text":"He musalamano! Jyare tamane kahevamam ave ke sabha'omam thoda khulla beso to tame khulla besi java, jethi allaha tamane(dareka vastu'omam) vadhare apase, ane jyare kahevamam ave ke ubha tha'i java to tame ubha tha'i java, allaha ta'ala tamara manthi te lokona, je imana vala'o che ane jemane jnana apavamam avyum che, darajja'o unca kari dese ane allaha ta'ala (dareka karyathi) je tame kari rahya cho (khuba ja) vakepha che"},{"SurahNumber":58,"VerseNumber":12,"Text":"he musalamano! Jyare tame payagambarathi vatacita karava iccho to potani vatacita pahela kamika sadako (dana) api do a tamara mate uttama ane pavitra che, ham jo tame (sadako) na pamo to, ni:Sanka allaha ta'ala ksama karanara ane dayalu che"},{"SurahNumber":58,"VerseNumber":13,"Text":"sum tame potani vatacita pahela sadako apavathi dari gaya? Basa jyare tame avum na karyu ane allaha ta'ala'e pana tamane mapha kari didha to have (khuba ja sari rite) namajha hammesa padhata raho, jhakata apata raho ane allaha ta'alani ane tena payagambaranum ajnapalana karata raho, tame je kami pana karo cho te (badha thi) allaha (khuba ja) janakara che"},{"SurahNumber":58,"VerseNumber":14,"Text":"sum tame te lokone nathi joya? Jemane te koma sathe mitrata kari jena para allaha khuba ja gus'se tha'i cukayo che, na to a (dhongi) tamara che ane na temana che, janava chatam juthi vato para sogando kha'i rahya che"},{"SurahNumber":58,"VerseNumber":15,"Text":"allaha ta'ala e temana mate sakhata yatana taiyara kari rakhi che, kharekhara je (krtyo) te'o kari rahya che kharaba kari rahya che"},{"SurahNumber":58,"VerseNumber":16,"Text":"te loko'e to potani sogandone ada banavi rakhi che ane lokone allahana margathi roki rahya che temana mate apamanajanaka yatana che"},{"SurahNumber":58,"VerseNumber":17,"Text":"temanum dhana ane santano allaha pase kami ja kama nahim ave, a loko jahannami che. Hammesa temam ja rahese"},{"SurahNumber":58,"VerseNumber":18,"Text":"Je divase allaha ta'ala te darekane jivita karase to a loko jevi rite tamari same sogando khaya che, (allaha ta'ala) ni same pana sogando khava lagase ane samajase ke te'o pase pana ko'i (purava) che, barabara jani lo ke, ni:Sanka te'o ja jutha che"},{"SurahNumber":58,"VerseNumber":19,"Text":"temana para setana chava'i gayo che ane temane allaha na smaranathi vancita kari didha che, a setani jutha che, ko'i sanka nathi ke setani jutha ja nukasanamam che"},{"SurahNumber":58,"VerseNumber":20,"Text":"ni:Sanka allaha ta'ala ane tena payagambarano je loko virodha kare che te ja loko sauthi vadhare apamanita che"},{"SurahNumber":58,"VerseNumber":21,"Text":"allaha ta'ala lakhi cukayo che ke ni:Sanka hum ane maro payagambara ja navijayi rahisum, ni:Sanka allaha ta'ala ja saktisali ane vijayi che"},{"SurahNumber":58,"VerseNumber":22,"Text":"allaha ta'ala ane kiyamatana divasa para imana rakhanara'one allaha ane tena payagambarana virodhi'o sathe mohabbata karata tame nahim ju'o, bhalene pachi temana pita, dikara ane bha'i athava temana kuntubi'o pana kema na hoya, a ja loko che jemana hrdayomam allaha ta'ala'e imana lakhi didhum che. Ane jeni pusti potani ruha vade kari che. Ane jemane te jannatomam dakhala karase jemani jice nahero vahi rahi che. Jyam te'o hammesa rahese, allaha temanathi khusa che ane a allahathi khusa che. A allahanum jutha che. Savadhana raho kharekhara allaha na juthavala'o ja saphala loko che"},{"SurahNumber":59,"VerseNumber":1,"Text":"akaso ane dharatini dareka vastu'o allaha ta'ala ni pavitratanum varnana kare che, te prabala ane hikamatavalo che"},{"SurahNumber":59,"VerseNumber":2,"Text":"Te ja che jene granthavalo manthi inkari'one, temana gharo manthi prathama cukadana samaye kadhi mukaya, tamari kalpana (pana) na hati ke te'o nikalase ane te'o pote (pana) samaji rahya hata ke temana (majabuta) killa te'one allaha (ni yatana) thi bacavi lese, basa! Te'ona para allaha (ni yatana) evi jagya'ethi avi pahonci ke temane kalpana pana na hati, ane temana hrdayomam allaha'e dara nakhi didho, te'o potana gharone potana ja hatho vade virana kari rahya hata ane musalamanona hatho vade (barabada karavi rahya hata), basa! He jonara'o siksa grahana karo"},{"SurahNumber":59,"VerseNumber":3,"Text":"ane jo allaha ta'ala'e te'ona para desanikalane lakhi na didhum hota to cokkasa pane te'one duniyamam ja saja apato, ane akheratamam (to) te'o mate agani saja to che ja"},{"SurahNumber":59,"VerseNumber":4,"Text":"a etala mate ke te'o'e allaha ta'ala ane tena payagambara virodha karyo ane je pana allaha no virodha karase to allaha ta'ala pana sakhata saja apanara che"},{"SurahNumber":59,"VerseNumber":5,"Text":"tame khajurona je vrkso kapi nakhya athava jemane tame potana muliya upara baki raheva didha, a badhum ja allahana adesa pramane hatum ane etala mate pana ke papi'one allaha apamanita kare"},{"SurahNumber":59,"VerseNumber":6,"Text":"ane te'onum je dhana allaha ta'ala'e potana payagambarana hathe pahoncadayum che jena para na to tame potana ghoda dodavya ane na unto, parantu allaha ta'ala potana payagambarane jena para icche vijayi banavi de che ane allaha ta'ala dareka vastu para saktimana che"},{"SurahNumber":59,"VerseNumber":7,"Text":"Vasti'ovala'onum je (dhana) allaha ta'ala tamara mutha-bheda vagara potana payagambarane pahoncadayum te allahanum che, payagambara mate ane saga- sabandhi'o mate ane anatho lacaro mate ane musapharo mate che, jethi tamara dhanavanona hathamam ja a dhana pharatum na rahi jaya ane tamane payagambara je kami pana ape la'i lo, ane jenathi roke ruki java ane allaha ta'alathi darata raho, ni:Sanka allaha ta'ala sakhata saja apanara che"},{"SurahNumber":59,"VerseNumber":8,"Text":"(jangamam ladaya vagara hatha lagela mala) te hijarata karanara lacaro mate che je potana gharabara anesampatti'o thi kadhi mukavamam avya, te allahani krpa ane prasannata icche che, te'o allaha ane tena payagambarani madada kare che, a loko ja satyanistha che"},{"SurahNumber":59,"VerseNumber":9,"Text":"ane (temana mate pana che) je loko'e te gharamam etale ke (madina sahera) ane imana mam te lokothi (hijarata karanara'o na agamana) pahela jagya banavi didhi che ane potani tarapha hijarata kari avanara lokothi mohabbata rakhe che ane hijarata karavavala'one je kami apavamam ave tenathi te'o potana hrdayomam tangi rakhata nathi, parantu potana para te'one prathamikata ape che, cahe potani jarurata kema na hoya, (vata a che) ke je pana potana jiva mate kanjusi karavathi bacavi levamam avyo te ja saphala che"},{"SurahNumber":59,"VerseNumber":10,"Text":"ane (temana mate pana che) je temana pachi avya, te'o kahese ke he! Amara palanahara amane mapha kari de ane amara te bha'ine pana je amara pahela imana lavi cukaya che ane imanavala'o pratye amara hrdayomam vera (ane dusmani) peda na kara, he! Amara palanahara ni:Sanka tum mayalu ane dayalu che"},{"SurahNumber":59,"VerseNumber":11,"Text":"Sum tame dhongi'one na joya? Te potana grathavala inkari bha'i'one kahe che jo tame desanikala karavamam avya to jarurathi ame pana tamari sathe nikali ja'isum ane tamara vise ame kayareya ko'ini pana vata nahi mani'e ane jo tamarathi lada'i karavamam avase to jarurathi ame tamari madada karisu parantu allaha ta'ala saksi ape che ke a taddana jutha che"},{"SurahNumber":59,"VerseNumber":12,"Text":"jo te lokone desanikala karavamam ave to a loko temani sathe nahi jaya ane jo temani sathe lada'i karavamam ave to a loko temani madada (pana) nahim kare ane jo (kadaca) madada karava mate avi pana gaya to pitha batavine bhagi jase, pachi madada karavamam nahim ave"},{"SurahNumber":59,"VerseNumber":13,"Text":"(musalamano bharoso rakho) ke tamaro dara te'ona hrdayomam allahana darathi vadhare che, a etala mate ke te'o samaja-bujha dharavata nathi"},{"SurahNumber":59,"VerseNumber":14,"Text":"a sau bhega tha'ine pana tamari sathe ladi nathi sakata, ham e vata alaga che ke killamam hoya athava divalo pachala chupayela hoya, temani lada'i to adanra adanra ja khuba che, tame temane bhega samajo cho parantu temana hrdayo asala mam ekabijathi alaga che, etala mate ke a loko samaja- bujha dharavata nathi"},{"SurahNumber":59,"VerseNumber":15,"Text":"te lokoni jema je thodaka samaya pahela hata, jemane potana karatutono svada cakhi lidho ane jemana mate du:Khadayi yatana che"},{"SurahNumber":59,"VerseNumber":16,"Text":"setana ni maphaka, ke tene manavi'one kahyu ke inkara kara, jyare tene (manavi'e) inkara kari didho to kaheva lagyo hum to tarathi alago chum, hum to allaha jagatana palanaharathi daru chum"},{"SurahNumber":59,"VerseNumber":17,"Text":"basa! Banne (setana ane inkari'o) num parinama evum thayum ke jahannamamam hammesa mate gaya ane atyacari'o mate avi ja saja che"},{"SurahNumber":59,"VerseNumber":18,"Text":"He imanavala'o! Allahathi darata raho ane dareka vyakti jo'i le ke kala (kiyamata) mate tene (karyonum) sum (sangraha) mokalyum che. Ane (dareka samaye) allahathi darata raho, allaha tamara dareka karyothi khabaradara che"},{"SurahNumber":59,"VerseNumber":19,"Text":"ane tame te loko jeva na tha'i ja'o jemane allaha (na adeso) ne bhulavi betha, to allaha'e pana temana astitvane bhulavi didhum ane ava ja loko avajnakari hoya che"},{"SurahNumber":59,"VerseNumber":20,"Text":"jahannamavala'o ane jannatavala'o sarakha nathi, je jannatavala'o che te ja saphala che (ane je jahannamavala che te nisphala che)"},{"SurahNumber":59,"VerseNumber":21,"Text":"jo ame a kura'anane ko'i parvata para avatarita karata to tame jota ke allahana bhayathi te daba'ine tukade tukada tha'i jato, ame ava udaharanone loko same varnana kari'e chi'e jethi te'o cintana kare"},{"SurahNumber":59,"VerseNumber":22,"Text":"te ja allaha che jena sivaya ko'i bandagine layaka nathi, adrasya ane drasyane janavavalo, krpalu ane atyanta dayalu"},{"SurahNumber":59,"VerseNumber":23,"Text":"te ja allaha che jena sivaya ko'i bandagine layaka nathi, badasaha, atyanta pavitra, dareka khamithi salamata, santi apanara, dekharekha karanara, vijayi, saktisali, mota'ivalo. Pavitra che allaha, te vastu'othi jemane te'o allahana bhagidara therave che"},{"SurahNumber":59,"VerseNumber":24,"Text":"te ja allaha che, sarjana karanara, banavanara, svarupa apanara, tena mate ja pavitra nama che, dareka vastu cahe te akasomam hoya athava to dharatimam. Teni pavitratanum varnana kare che. Ane te ja vijayi, hikamatavalo che"},{"SurahNumber":60,"VerseNumber":1,"Text":"He imanavala'o! Mara ane (tamara) potana dusmanone potana mitra na banavo, tame to mitratathi temane sandeso mokalavo cho, ane te'o te satya vatane juthalave che je tamari pase avi ga'i che, payagambara ane tamane potane pana phakata etala mate ja desanikala kare che ke tame potana palanahara para imana dharavo cho, jo tame mara margamam jehada ane mari prasannata mate nikalo cho (to te'o sathe mitrata na rakho) tame te'one chupi chupine mohabbatano sandeso mokalavo cho ane hum khuba ja janu chum je tame chupavyum ane te pana je tame khullu karyum, tamaramanthi je ko'i avum karya karase te kharekhara satya margathi bhataki jase"},{"SurahNumber":60,"VerseNumber":2,"Text":"jo te'o tamara upara kabu melavi le to te'o tamara (khulla) satru tha'i jase ane bura'i sathe tamane potana hatho ane jabana vade takalipha apase ane (dilathi) icchase ke tame pana inkara karava lago"},{"SurahNumber":60,"VerseNumber":3,"Text":"tamara saga-sabandhi'o ane santano tamane kayamatana divasane kama nahim ave, te (allaha ta'ala) tamari vacce phensalo kari dese ane je kami pana tame kari rahya cho tene allaha khuba sari rite jo'i rahyo che"},{"SurahNumber":60,"VerseNumber":4,"Text":"(Musalamano) tamara mate hajharate ibrahima ane temana sathi'omam uttama adarsa che, jyare ke te'o'e potani komathi khullu kahim didhu ke ame tamarathi ane jemani pana tame allahana sivaya bandagi kari rahya cho te badhathi taddana alipta chi'e, ame tamara (sradhdha'ona) inkari che, jyam sudhi tame ekesrvaravada para imana na lavo, amara ane tamaramam hammesa mate vera ane dusmani ubhi tha'i ga'i, parantu ibrahimani etali vatato potana pita sathe tha'i hati ke hum tamara mate jarura maphi mangisa ane tamara mate allaha same mane ko'i pana vastuno kami adhikara nathi. He amara palanahara tara para ja ame bharoso karyo ane ame tari ja tarapha pratyagamana kari'e chi'e ane tari ja tarapha pacha pharavanum che"},{"SurahNumber":60,"VerseNumber":5,"Text":"he amara palanahara! Tum amane inkari'oni kasotimam na nakha ane he amaru palana-posana karanara! Amari bhulone mapha kari de, ni:Sanka tu ja vijayi, hikamata valo che"},{"SurahNumber":60,"VerseNumber":6,"Text":"ni:Sanka tamara mate amam uttama adarsa (ane uttama anusarana che, khasa karine) te pratyeka vyakti mate je allaha ane kayamatana divase malavani asa rakhato hoya, ane jo ko'i avaganana kare to allaha ta'ala be niyajha che ane prasansane layaka che"},{"SurahNumber":60,"VerseNumber":7,"Text":"sakya che ke najikamam ja allaha ta'ala tamane ane tamara dusmanomam prema nakhi de, allahane dareka sakti che ane allaha (moto) ksama karanara ane dayalu che"},{"SurahNumber":60,"VerseNumber":8,"Text":"je loko'e tamarathi dina vise lada'i na kari ane tamane desanikala na karya temani sathe sadavartana ane n'yaya karavathi allaha tamane nathi rokato, parantu allaha to n'yaya karavavalathi mohabbata kare che"},{"SurahNumber":60,"VerseNumber":9,"Text":"Allaha ta'ala tamane phakata te loko sathe mitrata karavathi roke che jemane tamari sathe dina babate yudhdho karya ane tamane desanikala kari didha ane desanikala karavavala'oni madada kari je loko ava inkari'o sathe mitrata rakhe che te (kharekhara) atyacari che"},{"SurahNumber":60,"VerseNumber":10,"Text":"he imanavala'o! Jyare tamari pase imanavali stri'o hijarata karine ave to tame temani pariksa lo, karanake temana imanane khuba sari rite janavavalo to allaha ja che, parantu jo tamane imanavali lage to have tame teni'one inkari'o pase pacha na mokalo, a te'o mate halala nathi ane na te'o teni'o mate halala che ane je kharca thayo hoya te temane api do, te stri'one temani mahera api temani sathe lagna karavamam ko'i papa nathi ane inkari stri'one lagna mate roki na rakho ane je kami tame kharca karyo hoya, mangi lo ane je kami te inkari'o kharca karyo hoya te pana mangi le, a allaha no adesa che je tamara vacce kari rahyo che, allaha ta'ala badhu jananara (ane) hikamatavalo che"},{"SurahNumber":60,"VerseNumber":11,"Text":"ane jo tamari ko'i patni tamari pasethi inkari'o pase jati rahe, pachi tamane jo badalo leva mate samaya male to jemani patni'o jati rahi che temane temano kharca api do ane te allaha ta'alathi darata raho jena para tame imana rakho cho"},{"SurahNumber":60,"VerseNumber":12,"Text":"he payagambara! Jyare musalamana stri'o tamari pase te vato vise pratijna kare ke te'o allaha sathe ko'ine bhagidara nahim therave, cori nahim kare, vyabhicara nahim kare, potani santanone katla nahim kare ane ko'i evo aropa nahim muke je potana hatho ane pago same ghadelo hoya ane ko'i sadakaryamam tamari avajna nahim kare to tame emanathi pratijna la'i lo ane temana mate allahathi ksama mango, ni:Sanka allaha ta'ala ksama karanaravalo ane dayalu che"},{"SurahNumber":60,"VerseNumber":13,"Text":"He muslmano! Evi koma sathe mitrata na karo jena para allahano prakopa avi cukayo che. Je akhiratathi evi rite nirasa tha'i cukaya che jevum ke (mrta) kabaravala'othi inkariyo nirasa che"},{"SurahNumber":61,"VerseNumber":1,"Text":"dharati ane akasoni dareka dareka vastu'o allaha ta'alani pavitratanum varnana kari rahi che ane te ja vijayi ane hikamatavalo che"},{"SurahNumber":61,"VerseNumber":2,"Text":"he imanavala'o! Tame te vata kema kaho cho je (pote) karata nathi"},{"SurahNumber":61,"VerseNumber":3,"Text":"tame je karata nathi te kahevum, allaha ta'alane sakhata napasanda che"},{"SurahNumber":61,"VerseNumber":4,"Text":"ni:Sanka allaha ta'ala te lokone pasanda kare che je loko tena margamam katarabandha jehada kare che. Jevum ke sisu pigalayeli divala hoya"},{"SurahNumber":61,"VerseNumber":5,"Text":"ane (yada karo) jyare ke musa'e potani komane kahyum “he mari komana loko! Tame mane kema satavi rahya cho jyare ke tame (khuba sari rite) jano cho ke hum tamari samaksa allahano payagambara chum. Basa jyare te loko ada ja rahya to allaha'e temana dilone (vadhare) ada kari didha ane allaha ta'ala avajnakari lokone saco marga nathi apato"},{"SurahNumber":61,"VerseNumber":6,"Text":"ane jyare marayama na putra isa'e kahyum he (mari koma) bani isra'ila! Hum tamara dareka loko tarapha allahano payagambara chum, a pahelanum pustaka tauratane hum samarthana apum chum ane mara pachi avanara eka payagambarani hum tamane subha sucana apanaro chum, jenum nama ahamada che, pachi jyare te temani pase khulla purava lavya to kaheva lagya ke a to khullu jadu che"},{"SurahNumber":61,"VerseNumber":7,"Text":"te vyaktithi vadhare atyacari kona hase je allaha para juthu ghade,jyare ke te islama tarapha bolavavamam ave che ane allaha ava atyacari'one satya marga nathi apato"},{"SurahNumber":61,"VerseNumber":8,"Text":"te icche che ke allahana prakasa ne potana modha vade olavi dem ane allaha potana prakasa ne sampurna karine ja rahese, bhale inkari'one kharaba lage"},{"SurahNumber":61,"VerseNumber":9,"Text":"Te ja che jene potana payagambarane satya marga ane saco gharma apine mokalya, jethi temane dareka gharmo para vijeta banavi de, bhalene (allahana) bhagidara theravanara raji na hoya"},{"SurahNumber":61,"VerseNumber":10,"Text":"he imanavala'o! Sum hum tamane te vepara batavum je tamane du:Khadayi yatanathi bacavi le"},{"SurahNumber":61,"VerseNumber":11,"Text":"allaha ta'ala ane tena rasula para imana lavo ane allahana margamam potanum dhana ane tana vade jihada karo a tamara mate uttama che jo tame janata hova"},{"SurahNumber":61,"VerseNumber":12,"Text":"allaha ta'ala tamara gunaha mapha kari dese ane tamane te jannatomam pahoncadase jena nice nahero vahi rahi hase ane cokhkha gharomam je jannata adda na (jannatana namomanthi eka nama) mam hase, a khuba bhavya saphalata che"},{"SurahNumber":61,"VerseNumber":13,"Text":"ane tamane eka biji (ne'amata) pana apase jene tame iccho cho, te allahani madada ane jhadapi vijaya che, imanavala'one subha sucana api do"},{"SurahNumber":61,"VerseNumber":14,"Text":"he imanavala'o! Tame allaha ta'alana madada karanara bani java, jevi rite marayamana dikara isa e potana sathi'one kahyum, kona che je allahana margamam maro madada karanara bane? Sathi'o'e kahyum ame allahana margamam madada karanara che, basa! Bani isra'ilamanthi eka jutha imana lavyo ane eka juthe inkara karyo. To ame mominone te satru'ona virudhdha madada kari, basa! Te'o vijayi tha'i gaya"},{"SurahNumber":62,"VerseNumber":1,"Text":"(dareka vastu'o) je akaso ane dharati para che allaha ta'alani pavitratanum varnana kare che, (je) badasaha, atyanta pavitra (che). Vijayi ane hikamatavalo che"},{"SurahNumber":62,"VerseNumber":2,"Text":"te ja che jene abhana lokomam temana manthi ja eka payagambara mokalya je te'one a (kura'ana) ni ayato sambhalave che ane temane pavitra kare che ane te'one kitaba (kura'ana) tatha hikamata sikhavade che, ni:Sanka te'o a pahela khulli pathabhrastatamam hata"},{"SurahNumber":62,"VerseNumber":3,"Text":"Ane bija mate pana temana manthi je'o atyara sudhi temane nathi malya, ane te ja vijayi ane hikamatavalo che"},{"SurahNumber":62,"VerseNumber":4,"Text":"a allahani krpa che jena para icche tena para potani krpa kare ane allaha ta'ala ghani ja moti krpa'ono malika che"},{"SurahNumber":62,"VerseNumber":5,"Text":"je lokone torata num anusarana karavanum kahyum pachi te'o'e tenum anusarana na karyu temanum udaharana te gadheda jevi che jene ghani ja pustako uthaveli hoya. Allahani vatone juthalavavavala'o mate ghanum kharaba udaharana che. Ane allaha (avi) atyacari komane margadarsana apato nathi"},{"SurahNumber":62,"VerseNumber":6,"Text":"kahim do ke he yahudi'o! Jo tame evum vicarata hoya ke bija sivaya tame allahana dosta cho to tame mrtyuni iccha karo jo tame sacca hoya"},{"SurahNumber":62,"VerseNumber":7,"Text":"a loko kadapi mrtyuni iccha nahim kare, je karyo te'o'e potana hatha vade'agala mokalya che. Ane atyacari'one khuba ja jane che"},{"SurahNumber":62,"VerseNumber":8,"Text":"kahim do ke je mrtyuthi tame bhagata pharo cho te to tamane avine ja rahese, pachi tame dareka chupi tatha khulli (vato) no jananara (allaha) ni tarapha pacha pheravavamam avaso. Ane te tamara karela dareka karyo batavi dese"},{"SurahNumber":62,"VerseNumber":9,"Text":"he imanavala'o! Jumahana divase namajha mate ajhana apavamam ave to tame allahana smarana tarapha bhago ane le-veca chodi do, a tamara mate khuba ja uttama che jo tame janata hova"},{"SurahNumber":62,"VerseNumber":10,"Text":"pachi jyare namajha puri tha'i jaya to dharati para phela'i java ane allahani krpane sodho ane vadhare mam vadhare allahanum smarana karata raho, jethi tame saphalata melavi lo"},{"SurahNumber":62,"VerseNumber":11,"Text":"ane jyare ko'i sodo thata jove athava ko'i tamaso jove to teni tarapha bhage che ane tamane ubha rahela chodi de che, tame kahim do ke allaha pase je che te ramata ane dhandhathi uttama che ane allaha ta'ala uttama roji apanara che"},{"SurahNumber":63,"VerseNumber":1,"Text":"Tamari pase jyare munaphiko (dhongi'o) ave che to kahe che ke ame a vatani saksi api'e chi'e ke ni:Sanka tame allahana payagambara cho, ane allaha jane che ke kharekhara tame allahana payagambara cho ane allaha saksi ape che ke a munaphiko taddana jutha che"},{"SurahNumber":63,"VerseNumber":2,"Text":"te'o'e potani sogandone dhala banavi rakhi che, basa! Allahana margathi ruki gaya, ni:Sanka kharaba che te karya je te'o kari rahya che"},{"SurahNumber":63,"VerseNumber":3,"Text":"a etala mate ke a loko imana lavine inkari tha'i gaya, basa! Te'ona hrdayo upara mohara mari devamam avi, have a loko nathi samajata"},{"SurahNumber":63,"VerseNumber":4,"Text":"jyare tame temane jo'i lo to temana sarira tamane sanadara lage che, a loko jyare vato karava lage to tame temani vato sambhalo, jemake te'o divalana teke rakheli lakadi'o che, dareka (sakhata) avajane potana virudhdha samaje che, a ja kharekhara dusmano che, temanathi baco, allaha te'one nasta kare, kayam avala pheravavamam avi rahya che"},{"SurahNumber":63,"VerseNumber":5,"Text":"ane jyare te'one kahevamam ave che ke avo tamara mate allahanapayagambara ksama mange, to potana matha halave che ane tame joso ke te ghammada karata ruki jaya che"},{"SurahNumber":63,"VerseNumber":6,"Text":"temani mate tamari ksama mangavi ane na mangavi banne barabara che, allahata'ala te'one kadapi mapha nahim kare. Ni:Sanka allaha ta'ala (ava) avajnakari lokone satyamarga nathi apato"},{"SurahNumber":63,"VerseNumber":7,"Text":"a ja te loko che je'o kahe che ke je loko payagambara sathe che te'ona para kami kharca na karo ahim sudhi ke te'o vikheraya jaya, ane akasa ane dharatina badha khajana allahani malikina che, parantu a munaphiko nasamaja che"},{"SurahNumber":63,"VerseNumber":8,"Text":"a loko kahe che ke jo ame pacha phari madina ja'isum to ijhajhatavala tyanthi apamanita lokone kadhi mukase, sambhalo ijhajhata to phakata allaha mate ja che, tena payagambara mate ane imanavala'o mate che, parantu a munaphiko janata nathi"},{"SurahNumber":63,"VerseNumber":9,"Text":"He musalamano! Tamaru dhana ane tamari santana tamane allahana smaranathi vancita na kari de ane je avum karase te khuba ja nukasanamam hase"},{"SurahNumber":63,"VerseNumber":10,"Text":"ane je kami pana ame tamane api rakhyum che temanthi (amara margamam) te pahela kharca karo ke tamara manthi ko'inum mrtyu tha'i jaya to te kaheva lage ke mara palanahara! Mane tum thodaka samayani chuta kema nathi apato? Ke hum sadako karum ane sadacari lokomam tha'i ja'u"},{"SurahNumber":63,"VerseNumber":11,"Text":"ane jyare ko'ino nakki karela samaya avi pahonce che pachi tene allahata'ala kadapi chuta nathi apato ane je kami pana tame karo cho tene allaha ta'ala khuba ja sari rite jananara che"},{"SurahNumber":64,"VerseNumber":1,"Text":"(dareka vastu'o) je akaso ane dharati para che allahani pavitratanum varnana kari rahi che, tenu ja samrajya che ane teni ja prasansa che ane te dareka vastu para saktimana che"},{"SurahNumber":64,"VerseNumber":2,"Text":"tene ja tamaru sarjana karyu, ketalaka to tamara manthi inkari che ane ketalaka imanavala che ane je kami pana tame kari rahya cho allaha ta'ala khuba sari rite jovavalo che"},{"SurahNumber":64,"VerseNumber":3,"Text":"tene ja akaso ane dharatine satyapurvaka peda kari, tene ja tamaro cahera banavya ane khuba ja sundara banavya ane teni ja tarapha pacha pharavanum che"},{"SurahNumber":64,"VerseNumber":4,"Text":"te akasa ane dharati parani dareka vastune jane che ane je kami pana tame chupavo athava khullu karo te (darekane) jane che, allaha to hrdayoni vatone pana janavavalo che"},{"SurahNumber":64,"VerseNumber":5,"Text":"sum tamari pase a pahelana inkari'oni vata nathi pahonci? Jemane potana karyoni saja cakhi lidhi ane jemana mate du:Khadayi yatana che"},{"SurahNumber":64,"VerseNumber":6,"Text":"a etala mate ke temani pase temana payagambara khulla purava la'ine avya to te'o'e kahim didhu ke sum manavi amane margadarsana apase, basa! Inkara kari didho ane modhum pheravi lidhum ane allaha pana (temanathi) beparava tha'i gayo ane allaha to beniyajha, gunavana ja che"},{"SurahNumber":64,"VerseNumber":7,"Text":"Te inkari'o'e vicari lidhu che ke biji vara jivita nahim karavamam ave, tame kahim do ke kema nahim? Allahana soganda! Tame cokkasa biji vara jivita karavamam avaso. Pachi je kami pana tame karyu che teni khabara (tamane) apavamam avase ane allaha mate a ghanum ja sarala che"},{"SurahNumber":64,"VerseNumber":8,"Text":"to tame allaha para tena payagambara para ane te prakasa (kura'ana) para jene ame avatarita karyum che, imana lavo ane allaha ta'ala tamara dareka karyothi khabaradara che"},{"SurahNumber":64,"VerseNumber":9,"Text":"je divase tamane saune te bhega thavana divase bhega karase, te ja a divasa che hara-jitano. Ane je vyakti allaha para imana lavi sadakaryo kare allaha tenathi teni bura'i'o dura kari dese. Ane tene jannatomam dakhala karase, jeni nice nahero vahi rahi che, jemam te'o hammesa hammesa rahese, a ja bhavya saphalata che"},{"SurahNumber":64,"VerseNumber":10,"Text":"ane je loko'e inkara karyo ane amari ayatone juthalavi te ja (badha) jahannami che, (je'o) jahannamamam hammesa rahese. Te khuba ja kharaba thekanum che"},{"SurahNumber":64,"VerseNumber":11,"Text":"ko'i paresani allaha ni raja vagara nathi avi sakati, je allaha para imana lave allaha tene satya margadarsana ape che ane allaha dareka vastune khuba ja janavavalo che"},{"SurahNumber":64,"VerseNumber":12,"Text":"(loko) allahanum kahevum mano ane payagambaranum pana kahevum mano, basa! Jo tame modhum pheravo to amara payagambarana sire phakata spasta pahoncadi devanum che"},{"SurahNumber":64,"VerseNumber":13,"Text":"allahana sivaya ko'i saco ma'abuda nathi ane imanavala'e phakata allaha para bharoso rakhavo jo'i'e"},{"SurahNumber":64,"VerseNumber":14,"Text":"he imanavala'o! Tamari patni'o ane santano manthi ketalaka tamara satru che basa! Temanathi savadhana rahejo ane jo tame mapha kari do athava java do ane ksama kari do. To allaha ta'ala ksama karanara dayalu che"},{"SurahNumber":64,"VerseNumber":15,"Text":"tamaru dhana ane santano kasoti che ane khuba ja motum valatara allaha pase che"},{"SurahNumber":64,"VerseNumber":16,"Text":"Basa! Jyam sudhi tamarathi tha'i sake allahathi darata raho ane sambhalata ane ajnapalana karata raho ane allahana margamam kharca karata raho je tamara mate uttama che ane je vyakti potana manani lalacathi suraksita rakhavamam ave te ja saphala che"},{"SurahNumber":64,"VerseNumber":17,"Text":"jo tame allahane uttama rna apaso (etale ke tena margamam kharca karaso) to te tene tamara mate vadharato rahese ane tamara gunaha pana mapha kari dese. Allaha khuba ja kadaradana ane sahanasila che"},{"SurahNumber":64,"VerseNumber":18,"Text":"te chupi ane khulli (vatono) janavavalo che, prabhutvasali, hikamatavalo che"},{"SurahNumber":65,"VerseNumber":1,"Text":"he payagambara! (Potani komane kaho) jyare tame potani patni'one talaka apava iccho to temani iddata (masikano samayagalo puro thaya pachi) mam temane talaka apo ane iddatana samayane yada rakho ane allaha ta'alathi darata raho je tamaro palanahara che, na tame temane potana gharo manthi kadho ane na to te (pote) nikale, ham te alaga vata che ke te spasta bura'i kari bese, a allahani nakki karela hada che, je vyakti allahani hadathi agala vadhi jaya tene kharekhara potana upara atyacara karyo, tame nathi janata, kadaca a pachi allaha ta'ala (mela-melapa) ni ko'i navi vata ubhi kari de"},{"SurahNumber":65,"VerseNumber":2,"Text":"basa! Jyare a stri'o potani iddatani najika pahonci jaya to temane kayadapurvaka potana pase rakho, athava to kayadapurvaka temane alaga kari do ane eka-bija manthi ve vyakti'one saksi banavi lo ane allahane khusa karava mate sacci saksi apo. A ja che te jeni sikhamana temane apavamam ave che, je allaha ane kiyamatana divasa para imana rakhata hoya ane je vyakti allahathi dare che, allaha tena mate chutakarani sthiti ubhi kari de che"},{"SurahNumber":65,"VerseNumber":3,"Text":"Ane tene evi jgya'ethi roji pahoncade che jeni tene kalpana pana na hoya ane ji vyakti allaha para bharoso karase, allaha tena mate purato che, allaha ta'ala potanum karya puru karene ja rahese, allaha ta'ala'e dareka vastuno eka andajo nakki kari rakhela che"},{"SurahNumber":65,"VerseNumber":4,"Text":"tamari stri'o manthi je stri'o masikathi nirasa tha'i ga'i hoya, jo tamane sanka hoya to temano samayagalo trana mahina che ane temani pana jene masika avavanum saru pana na tha'i hoya, ane garbhavati stri'ono samayagalo temanum prasuti tha'i jaya tyam sudhi che. Ane je vyakti allaha ta'alathi darase allaha tena (dareka) karya sarala kari dese"},{"SurahNumber":65,"VerseNumber":5,"Text":"a allahano adesa che, je tene tamari tarapha avatarita karyo che ane je vyakti allahathi darase allaha te'ona papa khatma kari dese ane tene khuba ja moto badalo apase"},{"SurahNumber":65,"VerseNumber":6,"Text":"tame potani sakti pramane jyam raho cho tyam te (talakavali) stri'one rakho ane temane satavava mate takalipha na apo ane jo te garbhathi hoya to jyam sudhi balaka janme tyam sudhi temane kharca apata raho, phari jo tamara kahevathi te ja dudha pivadave to tame teni'one teno badalo api do ane eka-bijathi salahasucana kari lo ane jo tame andara andara jhaghado to tenina kahevathi ko'i biji (stri) dudha pivadavase"},{"SurahNumber":65,"VerseNumber":7,"Text":"dhanavano'e potana dhana pramane kharca karavo jo'i'e ane jena para rojini tangi karavamam avi hoya tene jo'i'e ke je kami allaha ta'ala'e tene apyum che temanthi ja (potani sakti mujaba) ape, ko'ine pana allaha takalipha pahoncadato nathi parantu tetali ja jetali sahanasilata tene api che, allaha tangi pachi khusahali api dese"},{"SurahNumber":65,"VerseNumber":8,"Text":"ane ketalika vasti'ovala'o'e potana palanaharana adeso ane tena payagambaroni avajna kari, to ame pana temano sakhata hisaba lidho ane te'one vana dekhi yatana api"},{"SurahNumber":65,"VerseNumber":9,"Text":"Basa! Te'o'e potana karyoni maja cakhi lidhi ane chevate temanum nukasana ja thayum"},{"SurahNumber":65,"VerseNumber":10,"Text":"te'o mate allaha ta'ala e sakhata yatana taiyara kari rakhi che. Basa! Allahathi daro he samajadara imanavala'o, ni:Sanka allaha e tamara tarapha sikhamana utari che"},{"SurahNumber":65,"VerseNumber":11,"Text":"(etale ke) payagambara je tamane spasta allahana adeso padhi sambhalave che, jethi temane je'o imana lavya che ane sadakaryo kare che te'one andhakara manthi prakasa tarapha la'i ave. Ane je vyakti allaha para imana la'i ave ane sadakaryo kare, allaha te'one evi jannatomam dakhala karase jena nice nahero vahi rahi che, jemam te'o hammesa hammesa rahese, ni:Sanka allaha e tene uttama roji api che"},{"SurahNumber":65,"VerseNumber":12,"Text":"allaha te che jene sata akaso banavya ane te ja pramane dharati pana. Teno adesa banneni vacce utare che, jethi tame jani lo ke allaha dareka vastu para saktimana che. Ane allaha ta'ala'e dareka vastune (potana) jnanamam gheri rakhi che"},{"SurahNumber":66,"VerseNumber":1,"Text":"he payagambara! Je vastune allaha'e tamara mate halala kari didhi che, tene tame kema harama theravo cho? (Sum) tame potani patni'oni khusi prapta karava mango cho. Ane allaha ksama karavavalo,dayalu che"},{"SurahNumber":66,"VerseNumber":2,"Text":"allaha'e tamara mate sogandone todavani (padhdhati) nakki karela che, ane allaha tamaro malika che ane te ja jananara, hikamatavalo che"},{"SurahNumber":66,"VerseNumber":3,"Text":"ane yada karo jyare payagambare potani ketalika patni'one eka khanagi vata kahi, basa! Teni'e te vata kahim didhi ane allaha'e potana payagambarane teni jana kari, to payagambara'e thodika vatato kahi didhi ane thodika vatane tali didhi, pachi jyare payagambare potani te patnine a vata kahi to te kaheva lagi, ani khabara tamane kone api? Kahyum badhu ja jananara, dareka khabara rakhanara allaha'e mane jana kari"},{"SurahNumber":66,"VerseNumber":4,"Text":"(He payagambarani banne patni'o) jo tame banne allaha same tauba kari lo (to ghanu ja saru che) ni:Sanka tamara dila jhuki padaya che ane jo tame payagambarana virodha ekabijani madada karaso (to jani lo) teno (payagambarano) madadagara allaha che ane jibra'ila che ane sadacari imanavala'o ane temana sivaya pharista'o pana madada karanara che"},{"SurahNumber":66,"VerseNumber":5,"Text":"jo te (payagambara) tamane talaka api de to najikamam ja temane temano palanahara tamara badalamam tamarathi uttama patni'o melavase, je islamavali, imanavali, allaha ni same jhukavavali, tauba karavavali, bandagi karavavali, rojha rakhavavali hase, vidhava ane kumarika'o"},{"SurahNumber":66,"VerseNumber":6,"Text":"he imanavala'o! Tame potane ane potana gharavala'one te agathi bacavo jenum indhana manavi'o ane pat'thara che, jena para sakhata dilavala, kdaka pharista'o nakki che, jemane je adesa allaha ape che teni avajna nathi karata, parantu je adesa apavamam ave che kari nakhe che"},{"SurahNumber":66,"VerseNumber":7,"Text":"he inkari'o! Aje tame bahanum na karo, tamane phakata tamara karyono badalo apavamam ave che"},{"SurahNumber":66,"VerseNumber":8,"Text":"he imanavala'o! Tame allahani samaksa sacci, nikhalasatathi tauba karo. Najika che ke tamaro palanahara tamara gunaha dura kari dem ane tamane evi jannatomam dakhala karase jeni nice nahero vahi rahi che, je divase allaha ta'ala payagambara ane imanavala'one je temani sathe che temane apamanita nahim kare. Temano prakasa temani same ane temani jamani baju'e pharase. Te'o du'a'o karata hase, he amara palanahara! Amane paripurna prakasa apa ane amane mapha kari dem. Kharekhara tum dareka vastu para saktimana che"},{"SurahNumber":66,"VerseNumber":9,"Text":"he payagambara! Inkari'o ane munaphiko (dhongi'o) sathe jehada karo, ane te'o para sakhati karo, temanum thekanum jahannama che, ane te atyanta kharaba thekanum che"},{"SurahNumber":66,"VerseNumber":10,"Text":"Allaha ta'ala'e inkari'o mate nuha ane luta a.Sa. Ni patni'onum udaharana bayana karyu, a banne amara banda'o manthi be sadacari banda'ona gharamam hati, pachi teni'o'e temani sathe visrvasaghata karyo, basa! Te banne (sadacari banda'o) temanathi allahani (ko'i yatana) na roki sakya ane adesa api devamam avyo (he stri'o) jahannama mam janara'o sathe tame banne pana jati raho"},{"SurahNumber":66,"VerseNumber":11,"Text":"ane allaha ta'ala'e imanavala'o mate phira'auna ni patninum udaharana bayana karyu, jyare ke tene du'a kari ke he mara palanahara! Mara mate potani pase jannatamam ghara banavi de. Ane mane phira'auna ane tena (kharaba) karyothi bacavi le ane mane atyacari lokothi bacavi le"},{"SurahNumber":66,"VerseNumber":12,"Text":"ane (udaharana apyum) imarana ni dikari marayamanum, jene potani pratisthani raksa kari, pachi ame amara taraphathi temam jiva phunki didho ane teni'e (marayama) potana palanaharani vato ane teni kitaboni pusti kari ane bandagi karanara'o manthi hati"}]}