{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"At kahit na Kami ay magpapanaog sa kanila ng mga anghel, at ang patay ay mangusap sa kanila, at Aming tipunin nang sama-sama ang lahat ng bagay sa harapan ng kanilang paningin, sila ay hindi magsisipaniwala maliban na pahintulutan ni Allah, datapuwa’t ang karamihan sa kanila ay nag-asal ng walang kamuwangan"},{"SurahNumber":6,"VerseNumber":112,"Text":"Kaya’t Kami ay nagtalaga sa bawat isang Propeta ng isang kaaway, – mga demonyo sa lipon ng sangkatauhan at mga Jinn, na nagtatagubilin sa bawat isa ng mabubulaklak na pananalita bilang isang pagliligaw (o isang paraan ng panlilinlang). Kung ninais lamang ng inyong Panginoon, sila ay hindi gagawa ng mga gayon, kaya’t sila ay hayaan ninyo sa kanilang mga kabulaanan"},{"SurahNumber":6,"VerseNumber":113,"Text":"(At ito ay upang mangyari) na ang puso ng mga hindi sumasampalataya sa Kabilang Buhay ay mahilig sa gayong (pandaraya), at upang sila ay manatili na nalulugod dito, at upang sila ay masadlak sa bagay na kanilang ginagawa (tulad ng lahat ng uri ng kasalanan at masamang nasa, atbp)"},{"SurahNumber":6,"VerseNumber":114,"Text":"Ipagbadya (o Muhammad): “Ako baga ay maghahanap ng isang hukom maliban pa kay Allah, samantalang Siya ang nagpapanaog sa inyo ng Aklat (ang Qur’an), na ipinaliwanag sa masusing paraan.” Sila na pinagkalooban Namin ng Kasulatan (Torah [mga Batas] at Ebanghelyo), ay nakakaalam na ito ay ipinahayag mula sa inyong Panginoon sa katotohanan. Kaya’t huwag kayong mapabilang sa kanila na nag-aalinlangan"},{"SurahNumber":6,"VerseNumber":115,"Text":"At ang Salita ng inyong Panginoon ay natupad sa katotohanan at sa katarungan. walang sinuman ang makakapagpabago ng Kanyang mga Salita. At Siya ang Ganap na Nakakarinig, ang Ganap na Maalam"},{"SurahNumber":6,"VerseNumber":116,"Text":"At kung kayo ay susunod sa karamihan sa kanila na nasa kalupaan, kanilang ililigaw kayo nang malayo sa Landas ni Allah. Wala silang sinusunod kundi mga haka-haka lamang at wala silang ginagawa kundi kasinungalingan"},{"SurahNumber":6,"VerseNumber":117,"Text":"Katotohanan, ang inyong Panginoon! Siya ang tunay na nakakatalos na mainam kung sino ang napapaligaw sa Kanyang Landas, at batid Niyang mainam kung sino ang tumpak na napapatnubayan"},{"SurahNumber":6,"VerseNumber":118,"Text":"Kaya’t inyong kainin ang (karne o laman ng hayop) na ang Ngalan ni Allah ay inusal (habang kinakatay ang hayop) kung kayo ay sumasampalataya sa Kanyang Ayat (mga katibayan, aral, tanda, kapahayagan, atbp)"},{"SurahNumber":6,"VerseNumber":119,"Text":"At bakit hindi ninyo kakainin ang gayong (karne), na ang Ngalan ni Allah ay inusal (sa sandali nang pagkatay sa hayop), samantalang ipinaliwanag Niya sa inyo sa masusing paraan kung ano ang ipinagbabawal sa inyo, maliban na lamang sa mga hindi maiiwasang (pangyayari) dahilan sa (matinding) pangangailangan? At katotohanan, marami ang umaakay (sa sangkatauhan) na maligaw sa pamamagitan ng kanilang sariling pagnanasa dahilan sa kawalan ng karunungan. Katiyakang talastas ng inyong Panginoon ang (mga tao) na pinakamagaling sa paglabag"},{"SurahNumber":6,"VerseNumber":120,"Text":"Iwan ninyo (o sangkatauhan, ang lahat ng uri) ng kasalanan, lantad man o lihim. Katotohanan, ang gumagawa ng kasalanan ay makakatanggap ng nararapat na kabayaran sa kanilang mga ginawa"},{"SurahNumber":6,"VerseNumber":121,"Text":"Huwag ninyong kainin (O mga sumasampalataya) ang (karne) na hindi inusal ang Ngalan ni Allah (sa sandali nang pagkatay sa hayop), katiyakang ito ay Fisq (isang kasalanan at pagsuway kay Allah). At katiyakan ang mga diyablo ay nang-uulot sa kanilang mga kaibigan (mula sa sangkatauhan) na makipagtalo sa inyo, at kung sila ay inyong sundin (na gawing pinahihintulutan ang Almaytata [patay na karne] na kainin ito), kung gayon, katiyakang kayo ay Mushrikun (mga mapagsamba sa diyus- diyosan, sapagkat ang mga diyablo at ang kanilang mga kaibigan ay ginawang pinahihintulutan sa inyo ang bagay na ipinagbabawal ni Allah na kainin, at sa pagsunod sa kanila, ito ay isang pagsamba sa kanila)"},{"SurahNumber":6,"VerseNumber":122,"Text":"Siya kaya na patay (walang Pananalig dahilan sa walang kamuwangan at kawalan ng paniniwala), na ginawaran Namin ng buhay (kaalaman sa pananampalataya), upang siya ay makalakad sa lipon ng mga tao, ay katulad niya na nasa kadiliman (nasa kawalan ng pananalig, pagsamba sa diyus-diyosan at pagkukunwari), na rito siya ay hindi makakalabas? Kaya’t ginawa na maging kalugod-lugod sa mga hindi sumasampalataya ang mga bagay na kanilang ginagawa"},{"SurahNumber":6,"VerseNumber":123,"Text":"At Aming itinalaga sa bawat bayan ang pinakamagaling sa kanilang mga tao sa kabuktutan upang magbalak (ng kasamaan) dito. Datapuwa’t sila ay walang binalak, maliban na ito ay laban sa kanilang sarili, at ito ay hindi nila napag-aakala"},{"SurahNumber":6,"VerseNumber":124,"Text":"At nang may dumatal sa kanila na isang Tanda (mula kay Allah), sila ay nagsabi: “Kami ay hindi sasampalataya hangga’t hindi namin natatanggap ang katulad nang tinanggap ng mga Tagapagbalita ni Allah.” Si Allah ang higit na nakakaalam kung kanino Niya ibibigay ang Kanyang Mensahe. Kaabaan at kawalang kahihiyan mula kay Allah at isang matinding kaparusahan ang lalagom sa mga kriminal (mapagsamba sa diyus-diyosan at makasalanan, atbp.), dahilan sa ginawa nilang pagbabalak (pakana)"},{"SurahNumber":6,"VerseNumber":125,"Text":"At sinuman ang naisin ni Allah na patnubayan, Kanyang binubuksan ang kanyang dibdib sa Islam, at kung sinuman ang Kanyang naisin na mapaligaw, ginagawa Niya ang kanyang dibdib ay nakapinid at nakaikom, na wari bang siya ay pumapanhik sa alapaap. Kaya’t sa ganito inilalagay ni Allah ang Kanyang pagkapoot sa kanila na hindi nananampalataya"},{"SurahNumber":6,"VerseNumber":126,"Text":"At ito ang Landas ng inyong Panginoon (ang Qur’an at Islam) na humahantong sa katuwiran. Aming (ipinahayag) sa masusing paraan ang Aming mga kapahayagan sa mga tao na dumirinig (sa utos)"},{"SurahNumber":6,"VerseNumber":127,"Text":"Sasakanila ang Tahanan ng Kapayapaan (Paraiso) na kasama ang kanilang Panginoon. At Siya ang kanilang magiging Wali (Kawaksi at Tagapangalaga), dahilan sa kanilang ginawa"},{"SurahNumber":6,"VerseNumber":128,"Text":"Sa Araw na (silang lahat) ay Kanyang titipunin nang sama-sama (at magwiwika): “O kayong lipon ng mga Jinn! Marami sa sangkatauhan ang inyong nilinlang,” at ang kanilang Auliya (kaibigan at katulong, atbp.) sa lipon ng mga tao ay magsasabi: “Aming Panginoon, kami ay nakinabang sa bawat isa, subalit ngayon ay sinapit na namin ang natatakdaang panahon na Inyong itinalaga sa amin.” Siya (Allah) ay magwiwika: “Ang Apoy ang inyong magiging tahanan, mananahan kayo rito magpakailanman, maliban (na lamang) kung ano ang naisin ni Allah. Katiyakan, ang inyong Panginoon ay Pinakamaalam, ang Puspos ng Karunungan.”"},{"SurahNumber":6,"VerseNumber":129,"Text":"SagayonNaminginawaangZalimun(mgamapagsamba sa diyus-diyosan at mapaggawa ng kamalian) bilang Auliya (tagapagtaguyod at kapanalig) ng bawat isa (sa kanila sa paggawa ng krimen, atbp.), dahilan sa kanilang mga ginawa"},{"SurahNumber":6,"VerseNumber":130,"Text":"O kayong lipon ng mga Jinn, at Sangkatauhan! “Hindi baga dumatal sa inyo ang mga Tagapagbalita sa gitna ninyo, na dumadalit sa inyo ng Aking mga Talata at nagbababala sa inyo ng pakikipagtipan sa Araw na ito na inyong (araw)?” Sila ay mangungusap: “Kami ay nagpapatotoo laban sa aming sarili.” Ang buhay sa mundong ito ang luminlang sa kanila. At sila ang magpapatotoo laban sa kanilang sarili na sila ay hindi mga nananampalataya"},{"SurahNumber":6,"VerseNumber":131,"Text":"Ito’y sa dahilang ang inyong Panginoon ay hindi magwawasak ng (pamayanan) ng mga bayan dahilan sa kanilang mga maling gawa (alalaong baga, pagtatambal ng iba pa sa pagsamba kay Allah), hangga’t ang kanilang pamayanan ay walang kaalaman (kaya nga’t ang mga Tagapagbalita ay isinugo)"},{"SurahNumber":6,"VerseNumber":132,"Text":"At para sa lahat ay mayroong antas (o ranggo) na naaayon sa kanilang ginawa. At ang inyong Panginoon ang nakakaalam ng kanilang ginagawa"},{"SurahNumber":6,"VerseNumber":133,"Text":"At ang inyong Panginoon ay Masagana (hindi nangangailangan ng anupaman), ang Tigib ng Habag; kung Kanyang naisin, kayo ay Kanyang mawawasak, at sa halip ninyo ay makakagawa Siya ng papalit sa inyo kung Kanyang nanaisin, dahilan sa kayo ay itinindig Niya mula sa binhi ng ibang mga tao"},{"SurahNumber":6,"VerseNumber":134,"Text":"Katotohanan, ang ipinangako sa inyo ay katiyakang magaganap, at kayo ay hindi makakatakas (sa kaparusahan ni Allah)"},{"SurahNumber":6,"VerseNumber":135,"Text":"Ipagbadya (o Muhammad): “o aking pamayanan! Magsigawa kayo ng ayon sa inyong paraan, katiyakang ako rin ay gumagawa (sa aking paraan), at inyong mapag-aalaman kung sino sa atin ang magiging (maligaya) sa katapusan sa Kabilang Buhay. Katiyakan, ang Zalimun (mga mapagsamba sa diyus-diyosan at mapaggawa ng kabuktutan) ay hindi magtatagumpay"},{"SurahNumber":6,"VerseNumber":136,"Text":"At mula sa mga bagay na masaganang nilikha ni Allah sa lupang sakahan at sa mga bakahan, ay nagtalaga sila sa Kanya ng kahati (sa pagsamba), at sila ay nagsabi: “Ito ay para kay Allah ayon sa kanilang pagkukunwari at ito ay para sa aming (mga tinatawag) na mga katambal (ni Allah).” Datapuwa’t ang kahati na kanilang (tinatawag) na mga katambal (ni Allah) ay hindi nakakarating kay Allah, datapuwa’t yaong kahati ni Allah ay nakakaabot sa kanilang (tinatawag) na mga katambal ni Allah! Kasamaan ang kanilang paraan ng paghatol"},{"SurahNumber":6,"VerseNumber":137,"Text":"Kahit na nga, sa paningin ng karamihan sa Mushrikun (mga mapagsamba sa diyus-diyosan, pagano, atbp.), ang kanilang (tinatawag) na mga katambal (ni Allah) ay ginawa na maging kalugod-lugod sa kanila ang pagpatay sa kanilang mga anak, upang sila ay humantong sa kanilang sariling pagkawasak at magbigay ng kalituhan sa kanilang pananampalataya. At kung ninais lamang ni Allah, ito ay hindi sana nila magagawa. Kaya’t sila ay iwanan ninyo na nag-iisa sa kanilang kabulaanan"},{"SurahNumber":6,"VerseNumber":138,"Text":"At ayon sa kanilang pagkukunwari, sila ay nagsasabi na ang gayo’t gayong bakahan at pananim ay ipinagbabawal, at walang sinuman ang marapat na kumain ng mga ito maliban lamang sa aming pinahihintulutan. At (sila ay nagsasabi) na may mga bakahan na ipinagbabawal na gamitin para sa paghila (ng mga dala-dalahan) o anumang ibang gawain, at bakahan na (nang kinakatay ang mga ito), ang Ngalan ni Allah ay hindi inusal; na nagsisinungaling nang laban sa Kanya (Allah). Sila ay Kanyang babayaran sa kanilang gawa ng kabulaanan"},{"SurahNumber":6,"VerseNumber":139,"Text":"At sila ay nagsasabi: “Kung ano ang nasa sinapupunan (tiyan) ng gayon at gayong bakahan (gatas o bakang nabuo sa sinapupunan), ito ay para sa aming kalalakihan lamang, at ipinagbabawal sa aming kababaihan (bata at matanda), datapuwa’t kung ito ay patay nang ipanganak, kung gayon, ang lahat ay may kabahagi rito.” Siya (Allah) ay magpaparusa sa kanila, dahilan sa kanilang pag-aakibat (ng gayong maling pag-uutos kay Allah). Katotohanang Siya ang Kapaham-pahaman, ang Tigib ng Karunungan"},{"SurahNumber":6,"VerseNumber":140,"Text":"Katotohanang sila ay mga talunan (o naliligaw), na pumatay ng kanilang mga anak, dahilan sa kahangalan, na walang kaalaman, at nagbawal sa mga bagay na ipinagkaloob sa kanila ni Allah, at kumakatha ng kasinungalingan laban kayAllah. Katotohanang sila ay humantong sa pagkaligaw at hindi napapatnubayan"},{"SurahNumber":6,"VerseNumber":141,"Text":"At Siya (Allah) ang nagpayabong ng mga halaman na (gumagapang) sa balag at maging sa mga hindi (gumagapang), at ng mga punong palmera (datiles), at mga pananim na may iba’t ibang hugis at lasa (sa kanyang bunga at buto), at oliba, at mga granada (pomegrenates), na magkatulad (sa uri) at magkaiba (sa lasa). Kumain kayo ng kanilang bunga kung sila ay mamunga, datapuwa’t magbayad kayo ng nararapat dito (ang Zakah nito, alalaong baga, ang nauukol na kawanggawa ayon sa pag-uutos ni Allah, 1/10 o 1/20 nito) sa araw ng pag-aani. Datapuwa’t huwag maging mapag-aksaya (maluho). Katotohanang Siya ay hindi nalulugod sa mga maluluho"},{"SurahNumber":6,"VerseNumber":142,"Text":"At sa mga bakahan (ay may iba) na ginagamit sa paghila at (ang iba) ay maliliit (na hindi makakahila ng mga dalahin). Kumain kayo sa mga bagay na ipinagkaloob ni Allah sa inyo, at huwag ninyong sundan ang mga bakas ni Satanas. Katotohanang siya sa inyo ay isang lantad na kaaway"},{"SurahNumber":6,"VerseNumber":143,"Text":"(Kumuha kayo) ng walo (sa apat na pares) ng tupa, dalawang (lalaki at babae), at ng kambing, dalawang (lalaki at babae). Ipagbadya: “Kanya (Allah) bagang ipinagbawal ang dalawang lalaki o ang dalawang babae, o (ang bulo) na kinukupkop sa mga sinapupunan ng dalawang babae? Sabihin ninyo sa akin ng may kaalaman kung kayo ay matatapat.” ‘"},{"SurahNumber":6,"VerseNumber":144,"Text":"Atsakamelyo,aydalawa(lalakiatbabae),atngkinapong baka ay dalawa (lalaki at babae). Ipagbadya: “Kanya (Allah) bagang ipinagbawal ang dalawang lalaki o ang dalawang babae o (ang bulo) na kinukupkop sa mga sinapupunan ng dalawang babae? o kayo baga ay nandoroon nang si Allah ay mag-utos sa inyo ng gayong bagay? Kung gayon, sino kaya ang higit na gumagawa ng kamalian maliban sa kanya na kumakatha ng kabulaanan laban kay Allah, upang akayin ang mga tao na maligaw ng walang kaalaman. Katiyakang si Allah ay hindi namamatnubay sa mga tao na Zalimun (mga mapagsamba sa diyus-diyosan, pagano, mapaggawa ng kamalian, atbp)"},{"SurahNumber":6,"VerseNumber":145,"Text":"Ipagbadya (o Muhammad): “Hindi ako nakakita sa mga bagay na ipinahayag sa akin ng anumang ipinagbabawal na kainin, sa mga nagnanais na kumain nito, maliban na lamang kung ito ay Maita (patay na hayop), o dugong umagos (sa pagkakatay o katumbas nito), o laman (karne) ng baboy, sapagkat katiyakang ito ay hindi dalisay, o walang kabanalan; (hindi nararapat) ang laman (ng hayop) na kinatay bilang sakripisyo (alay) sa mga iba (pang diyus-diyosan) maliban pa kay Allah, (o yaong mga kinatay para sa mga imahen, atbp., o yaong [mga kinatay] na ang Ngalan ni Allah ay hindi inusal [binanggit] dito sa sandali ng pagkatay). Datapuwa’t kung sinuman ang napilitan dahilan sa matinding pangangailangan na walang kusang pagsuway at hindi nagmamalabis sa hangganan ng paglabag, (sa kanya) ay katiyakang ang iyong Panginoon ay Lagi nang Nagpapatawad, ang Pinakamaawain.”"},{"SurahNumber":6,"VerseNumber":146,"Text":"At sa kanila na mga Hudyo (na sumusunod sa Batas), Aming ipinagbawal ang bawat (hayop) na walang hati ang mga kuko, at ipinagbawal Namin sa kanila ang taba (mantika) ng kinapong baka at ng tupa, maliban sa nakakapit sa kanilang likod o sa kanilang lamang loob, o ang nakahalo sa buto. Sa ganito Namin binayaran sila sa kanilang paghihimagsik (sa paggawa ng mga krimen katulad ng pagpatay sa mga Propeta, pagpapatubo [ng pera], atbp.). At tunay na Kami ay Makatotohanan (Matapat)"},{"SurahNumber":6,"VerseNumber":147,"Text":"At kung sila (na mga Hudyo) ay magpabulaan sa iyo (o Muhammad), iyong ipagbadya: “Ang inyong Panginoon ang Nagmamay-ari ng Malawak na Habag, at hindi kailanman ang Kanyang poot ay magbabawa sa mga tao na Mujrimun (mga kriminal, pagano, makasalanan, buktot, tampalasan, atbp)"},{"SurahNumber":6,"VerseNumber":148,"Text":"Sila na nag-aakibat ng mga katambal (sa pagsamba) kay Allah ay nagsasabi: “Kung ninais lamang ni Allah, kami sana ay hindi mag-aakibat ng mga katambal (sa pagsamba) sa Kanya, gayundin ang aming mga ninuno, at kami ay hindi magbabawal ng anumang bagay (na laban sa Kanyang Kalooban).” Sa gayon din nagpasinungaling ang mga nangauna sa kanila, (sila ay nakipagtalo ng walang katotohanan sa mga Tagapagbalita ni Allah), hanggang sa kanilang matikman ang Aming Poot. Ipagbadya: “Mayroon baga kayong kaalaman (katibayan) na inyong maipamamalas sa Aming harapan? Katotohanang wala kayong sinusunod kundi mga sapantaha at wala kayong ginagawa kundi kasinungalingan (lamang)"},{"SurahNumber":6,"VerseNumber":149,"Text":"Ipagbadya: “Na kay Allah ang lantay na Katibayan at pangangatwiran, (alalaong baga, ang Kaisahan ni Allah, ang pagsusugo ng Kanyang mga Tagapagbalita at Kanyang mga Banal na Aklat, atbp. sa sangkatauhan); kung Kanyang ninais lamang, katotohanang kayo ay mapapatnubayan Niyang lahat.”"},{"SurahNumber":6,"VerseNumber":150,"Text":"Ipagbadya: “Itanghal ninyo sa harapan ang inyong mga saksi na makakapagpatotoo na ito ay ipinagbawal ni Allah. At kung sila ay magpatotoo, huwag kang sumaksi (o Muhammad) sa kanila. At hindi marapat na ikaw ay sumunod sa walang kabuluhan nilang pagnanasa na nagtuturing sa Aming Ayat (mga katibayan, aral, kapahayagan,tanda,atbp.)bilangkabulaanan,atsilanahindi nananalig sa Kabilang Buhay, at tinatangkilik nila ang iba pa bilang kapantay (sa pagsamba) sa kanilang Panginoon.”"},{"SurahNumber":6,"VerseNumber":151,"Text":"Ipagbadya (o Muhammad): “Magsiparito kayo, aking dadalitin (sa inyo) kung ano ang hindi ipinahihintulot ni Allah sa inyo; huwag kayong magtambal ng anupaman sa pagsamba sa Kanya; maging mabuti at masunurin sa inyong mga magulang; huwag ninyong patayin ang inyong mga anak dahilan sa kahirapan, - Kami ay nagkakaloob ng ikabubuhay nila at ninyo; huwag kayong lumapit sa kahiya- hiyang kasalanan (ilegal [o bawal] na pakikipagtalik, atbp.), kahit na ito ay ginawa nang lantad o lingid, at huwag ninyong patayin ang sinuman na ipinagbawal ni Allah, maliban kung ito ay sa makatarungang dahilan (na ayon sa Batas Islamiko). Ito ay Kanyang ipinag-utos sa inyo upang kayo ay makaunawa.”"},{"SurahNumber":6,"VerseNumber":152,"Text":"At huwag kayong lubhang lumapit sa ari-arian ng mga ulila, maliban na lamang kung ito ay inyong palaguin, hanggang sa siya ay umabot na sa hustong gulang at lakas; at ibigay ang hustong sukat at hustong timbang ng may katarungan. Hindi Namin binibigyan ang isang tao ng dalahin nang higit sa kanyang makakaya. At kailanman, kung kayo ay nagbibigay ng inyong salita (alalaong baga, ang humatol sa pagitan ng mga tao o magbigay patotoo, atbp.), sabihin ninyo ang katotohanan, kahit na nga ang (inyong) malapit na kamag-anak ang nasasangkot, at inyong tuparin ang Kasunduan ni Allah. Ito ay Kanyang ipinag-utos sa inyo upang kayo ay makaala-ala"},{"SurahNumber":6,"VerseNumber":153,"Text":"At katotohanang ito ang Aking Tuwid na Landas (alalaong baga, Ang Pag-uutos ni Allah na binabanggit sa mga talatang 151 at 152 na nakasulat sa itaas), kaya’t sundin ninyo ito, at huwag kayong sumunod (sa ibang) mga landas, sapagkat sila ang maghihiwalay sa inyo tungo sa Kanyang Landas. Ito ay Kanyang ipinag-utos sa inyo upang kayo ay maging Muttaqun (mga matimtiman at banal na tao)"},{"SurahNumber":6,"VerseNumber":154,"Text":"At Aming ibinigay kay Moises ang Aklat (Torah, mga Batas), upang Aming maganap (ang Aming Paglingap) sa mga gumagawa ng katuwiran, at nagpapaliwanag sa lahat ng bagay sa masusing paraan, upang sila ay magsipanalig sa kanilang pakikipagtipan sa kanilang Panginoon"},{"SurahNumber":6,"VerseNumber":155,"Text":"At ito ang banal na Aklat (ang Qur’an) na Aming ipinanaog, kaya’t sundin ninyo ito at pangambahan si Allah (alalaong baga, huwag suwayin ang Kanyang pag-uutos), upang kayo ay makatanggap ng habag (alalaong baga, ang maligtas sa kaparusahan ng Impiyerno)"},{"SurahNumber":6,"VerseNumber":156,"Text":"(Kung hindi), baka kayo (na mga paganong Arabo) ay magsabi: “Ang Aklat ay tanging ipinadala lamang sa dalawang sekta na nauna sa amin (ang mga Hudyo at mga Kristiyano), at para sa aming panig, sa katunayan, kami ay hindi nakakaalam kung ano ang kanilang pinag-aralan.”"},{"SurahNumber":6,"VerseNumber":157,"Text":"o di kaya (kayong mga paganong Arabo) ay magsabi: “Kung ang Aklat lamang ay ipinadala sa amin, katiyakang kami sana ay naging higit na mainam na napapatnubayan kaysa sa kanila (mga Hudyo at Kristiyano).” Kaya’t dumatal ngayon sa inyo ang isang maliwanag na Katibayan (ang Qur’an) mula sa inyong Panginoon, at isang patnubay at isang habag. At sino pa kaya ang higit na gumagawa ng kamalian maliban sa kanya na nagtatakwil sa Ayat (mga katibayan, talata, aral, kapahayagan, atbp.) ni Allah at tumatalikod dito? Aming babayaran sila na tumatalikod sa Aming Ayat ng isang masamang kaparusahan, dahilan sa kanilang pagtalikod dito"},{"SurahNumber":6,"VerseNumber":158,"Text":"Sila baga ay naghihintay sa anupaman maliban na ang mga anghel ay pumaroon sa kanila, o ang inyong Panginoon ay pumarito, o ang ilan sa mga Tanda ng inyong Panginoon ay dumatal (alalaong baga, ang Hudyat ng Sandali, ang pagsikat ng araw sa kanluran)! Sa Araw na ang ilan sa mga Tanda ng inyong Panginoon ay dumatal, ito ay walang kabutihan na maidudulot sa isang tao na mananampalataya (sa sandaling ito), kung siya ay hindi nanampalataya noon, o nakapagkamit ng kabutihan (sa pamamagitan nang paggawa ng mga katuwiran) sa paraan ng Pananalig nito. Ipagbadya: “Magsipaghintay kayo! Kami rin ay naghihintay.”"},{"SurahNumber":6,"VerseNumber":159,"Text":"Katotohanan, ang mga nagbabaha-bahagi ng kanilang pananampalataya at naghihiwalay sa maraming mga sekta (lahat ng uri ng sekta ng pananampalataya), ikaw (o Muhammad) ay walang anumang kaugnayan sa mga ito kahit na katiting. Ang kanilang ginagawa (mga pangyayari) ay nasa (kaalaman) lamang ni Allah, na Siyang magsasabi sa kanila kung ano ang kanilang ginawa"},{"SurahNumber":6,"VerseNumber":160,"Text":"Sinuman ang magdala ng isang mabuting gawa (paniniwala sa Kaisahan ni Allah at pagsunod kay Allah at sa Kanyang Tagapagbalita) ay magkakaroon ng sampung ulit na katumbas nito (tungo) sa kanyang kapakinabangan, at sinuman ang magdala ng isang masamang gawa (paniniwala sa diyus-diyosan, kawalan ng pananalig, pagkukunwari, at gawa ng pagsuway kay Allah at sa Kanyang Tagapagbalita) ay magkakaroon lamang ng isang katumbas nito, at sila ay hindi mawawalan ng katarungan"},{"SurahNumber":6,"VerseNumber":161,"Text":"Ipagbadya (o Muhammad): “Katotohanan, ang aking Panginoon ay namatnubay sa akin sa tuwid na landas, isang tuwid na pananampalataya, ang pananampalataya ni Abraham, na Hanifan (ang paniniwala sa Kaisahan ni Allah at wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban sa Kanya [Allah]), at siya kailanman ay hindi napabilang sa lipon ng mga sumamba sa iba maliban pa kay Allah.”"},{"SurahNumber":6,"VerseNumber":162,"Text":"Ipagbadya (O Muhammad): “Katotohanan, ang aking dalangin, ang aking pagtitiis, ang aking pamumuhay, ang aking pagkamatay ay para kay Allah, ang Panginoon ng lahat ng mga nilalang.”"},{"SurahNumber":6,"VerseNumber":163,"Text":"Siya ay walang katambal. At sa bagay na ito, ako ay pinag-utusan, at ako ang una sa mga Muslim"},{"SurahNumber":6,"VerseNumber":164,"Text":"Ipagbadya: “Ako baga’y maghahanap ng isang Panginoon na iba pa kay Allah, samantalang Siya ang Panginoon ng lahat ng bagay? walang sinumang tao ang magkakamit ng anumang (kasalanan) maliban na ito ay sa kanya (lamang) nakaukol (may pananagutan), at walang sinumang may dala ng mga pasanin ang magdadala ng pasanin ng iba. At sa huli, sa inyong Panginoon ang inyong pagbabalik, at Kanyang ipapaalam sa inyo ang mga bagay na hindi ninyo pinagkakasunduan.”"},{"SurahNumber":6,"VerseNumber":165,"Text":"At Siya ang gumawa sa inyo sa maraming sali’t saling lahi, na nagpapalit sa bawat isa (sa mga henerasyon) sa kalupaan. At kayo ay Kanyang itinaas sa maraming antas, ang ilan ay nakakaangat sa iba, upang kayo ay Kanyang masubukan sa mga bagay na ipinagkaloob Niya sa inyo. Katiyakan, ang inyong Panginoon ay maagap sa pagganti, at katiyakang Siya ay Lagi nang Nagpapatawad, ang Pinakamaawain"},{"SurahNumber":7,"VerseNumber":1,"Text":"Alif, Lam, Mim, Sad (mga titik A, La, Ma, Sa)"},{"SurahNumber":7,"VerseNumber":2,"Text":"(Ito ang) Aklat (ang Qur’an) na ipinanaog sa iyo (O Muhammad), kaya’t huwag hayaan ang iyong dibdib dahilan dito ay manliit, upang ikaw ay makapagbigay ng babala at isang Paala-ala sa mga sumasampalataya"},{"SurahNumber":7,"VerseNumber":3,"Text":"Ipagbadya [O Muhammad] sa mga paganong [Arabo] mula sa iyong pamayanan): “Sundin ninyo kung ano ang ipinanaog sa inyo mula sa inyong Panginoon (ang Qur’an at Sunna [mga aral at salitain] ni Propeta Muhammad), athuwagkayongsumunod sa anumang Auliya (mga tagapangalaga at kawaksi, atbp. na nag-uutos sa inyo na magtambal ng iba pa sa pagsamba kay Allah), maliban pa sa Kanya (Allah). Kakarampot lamang ang inyong naaala-ala"},{"SurahNumber":7,"VerseNumber":4,"Text":"At maraming bilang ng mga bayan (mga pamayanan) ang Amin nang winasak (dahilan sa kanilang kasamaan). Ang Aming kaparusahan ay dumatal sa kanila (nang bigla) sa gabi o habang sila ay natutulog sa kanilang panghapong pamamahinga"},{"SurahNumber":7,"VerseNumber":5,"Text":"walang anumang sigaw ang kanilang nasambit nang ang Aming kaparusahan ay sumapit sa kanila maliban sa: “Katotohanang kami ay Zalimun (mga mapagsamba sa diyus-diyosan at mapaggawa ng kabuktutan, buhong, tampalasan, atbp)"},{"SurahNumber":7,"VerseNumber":6,"Text":"At katiyakang Aming tatanungin ang (mga tao) na Aming pinadalhan nito (ng Aklat) at katotohanang Aming tatanungin ang mga Tagapagbalita"},{"SurahNumber":7,"VerseNumber":7,"Text":"At katiyakang Aming isasalaysay sa kanila (ang kanilang buong kasaysayan) ng may kaalaman, at katotohanang Kami ay nakatunghay"},{"SurahNumber":7,"VerseNumber":8,"Text":"At ang pagtitimbang sa araw na yaon (ang Araw ng Muling Pagkabuhay) ay ang tunay (na pagtitimbang). Kaya’t sila na ang timbang (ng mabubuting gawa) ay mabigat, sila ang mga matatagumpay (sa pagpasok sa Paraiso)"},{"SurahNumber":7,"VerseNumber":9,"Text":"At sa kanila na ang timbang ay magaan, sila ang nagpatalo sa kanilang sarili (sa pamamagitan ng pagpasok sa Impiyerno), sapagkat kanilang ikinaila at itinakwil ang Aming Ayat (mga katibayan, aral, kapahayagan, tanda, atbp)"},{"SurahNumber":7,"VerseNumber":10,"Text":"At katiyakang Kami ay nagbigay sa inyo ng kapamahalaan sa kalupaan at itinalaga Namin sa inyo rito ang inyong ikabubuhay (mga pagkain at pangangailangan). Kakarampot lamang ang pasasalamat na inyong ibinibigay"},{"SurahNumber":7,"VerseNumber":11,"Text":"At katiyakang Aming nilikha kayo (ang inyong amang si Adan), at pagkatapos ay (Aming) ginawaran kayo ng hubog (ang marangal na hubog ng tao), at pagkatapos ay Aming winika sa mga anghel, “Magpatirapa kayo kay Adan”, at sila ay nagpatirapa, maliban kay Iblis (isang Jinn na nasa lipon ng mga anghel), siya ay tumanggi na mapabilang doon sa mga nagpapatirapa"},{"SurahNumber":7,"VerseNumber":12,"Text":"(Si Allah) ay nagwika: “Ano ang humadlang sa iyo (o Iblis) upang ikaw ay hindi magpatirapa, nang ikaw ay Aking pinag-utusan?” Si Iblis ay nagsabi: “Ako ay higit na mainam kaysa sa kanya (Adan), ako ay nilikha Ninyo mula sa liwanag (apoy), at siya (Adan) ay Inyong nilikha mula sa malagkit na putik.”"},{"SurahNumber":7,"VerseNumber":13,"Text":"(Si Allah) ay nagwika: “Bumaba ka (o Iblis) mula rito (sa Paraiso), hindi marapat sa iyo na ikaw ay magiging palalo rito, lumayas ka, sapagkat ikaw ay kabilang sa mga naaba at winalan ng karangalan.”"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Si Iblis) ay nagsabi: “Ako ay (Inyong) bigyan ng palugit hanggang sa Araw na sila ay ibabangon (alalaong baga, ang Araw ng Muling Pagkabuhay).”"},{"SurahNumber":7,"VerseNumber":15,"Text":"(Si Allah) ay nagwika: “Ikaw ay isa sa mga binigyan ng palugit.”"},{"SurahNumber":7,"VerseNumber":16,"Text":"(Si Iblis) ay nagsabi: “Sapagkat ako ay Inyong iniligaw, katotohanang ako ay uupo na naghihintay sa kanila (mga tao) laban sa Inyong Matuwid na Landas.”"},{"SurahNumber":7,"VerseNumber":17,"Text":"At ako ay lalapit sa kanilang harapan at sa kanilang likuran, sa kanilang kanang bahagi at sa kanilang kaliwang bahagi, at hindi Ninyo matatagpuan na ang karamihan sa kanila ay nagbibigay ng pasasalamat (alalaong baga, sila ay hindi magiging masunurin sa Inyo)"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Si Allah) ay nagwika (kay Iblis): “Lumayas ka rito (sa Paraiso), na walang kahihiyan at pinatalsik. Kung sinuman sa kanila (sangkatauhan) ang sumunod sa iyo, kung gayon, katotohanang Aking pupunuin ang Impiyerno (sa pamamagitan) ninyong lahat.”"},{"SurahNumber":7,"VerseNumber":19,"Text":"“At, oAdan! Manirahankaatangiyongasawasa Paraiso, at kumain kayo rito kung (ano) ang kapwa ninyo maibigan, datapuwa’t huwag ninyong lapitan ang punong ito, kung hindi, kayo ay kapwa mapapabilang sa Zalimun (mga tao na walang katarungan at mapaggawa ng kamalian, atbp.).”"},{"SurahNumber":7,"VerseNumber":20,"Text":"At si Satanas ay bumulong ng mga mungkahi sa kanilang dalawa upang malantad sa kanila kung ano ang sa kanila ay nakalingid na maselang bahagi (ng kanilang katawan noon); siya ay nagsabi: “Ang inyong Panginoon ay hindi nagbawal sa inyo sa punongkahoy na ito, maliban (sa kadahilanang) baka kayo ay maging mga anghel o kayo ay maging walang kamatayan.”"},{"SurahNumber":7,"VerseNumber":21,"Text":"At siya (Satanas) ay sumumpa (sa Ngalan) ni Allah sa kanilang dalawa (na nagsasabi): “Katotohanang ako ay isa sa matapat na bumabati sa inyong dalawa.”"},{"SurahNumber":7,"VerseNumber":22,"Text":"Kaya’t kanyang iniligaw sila ng may panlilinlang. At nang kanilang matikman ang (bunga) ng punongkahoy, yaong nakalingid sa kanila na kanilang kahihiyan (maseselang bahagi ng katawan) ay naging lantad sa kanila, at sila ay nagsimulang magtagni-tagni ng mga dahon ng Paraiso sa kanilang sarili (upang maitago nila ang kanilang kahihiyan). At ang kanilang Panginoon ay tumawag sa kanila (na nagsasabi): “Hindi baga ipinagbawal Ko sa inyo ang punongkahoy na yaon at nangusap sa inyo na: “Katotohanang si Satanas ay isang lantad na kaaway sa inyo?”"},{"SurahNumber":7,"VerseNumber":23,"Text":"Sila ay nagsabi: “Aming Panginoon! Aming ipinariwara ang aming sarili. Kung kami ay hindi Ninyo patatawarin at hindi Ninyo igagawad sa amin ang Inyong Habag, katiyakang kami ay kabilang sa mga napalungi.”"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Si Allah) ay nagwika: “Magsibaba kayo, ang bawat isa sa inyo ay (inyong) kaaway sa isa’t isa (alalaong baga, si Adan, Eba at Satanas, atbp.). Ang kalupaan ang inyong pananahanan at bilang isang kasiyahan, - sa natatakdaang panahon.”"},{"SurahNumber":7,"VerseNumber":25,"Text":"Siya (Allah) ay nagwika: “doon kayo ay maninirahan, at doon kayo ay mamamatay, at mula roon kayo ay muling ilalabas (alalaong baga, ang muling pagkabuhay)”"},{"SurahNumber":7,"VerseNumber":26,"Text":"O Angkan ni Adan! Kami ay nagkaloob ng saplot sa inyo upang inyong takpan ang inyong sarili (bihisan ang inyong maseselang bahagi, atbp.), at bilang isang palamuti. Datapuwa’t ang saplot ng kabutihan ang higit na mainam. Ito ay ilan sa Ayat (mga katibayan, aral, kapahayagan, tanda, atbp.) ni Allah, upang sila ay makaala-ala (alalaong baga, iwanan ang Kabulaanan at sundin ang Katotohanan)"},{"SurahNumber":7,"VerseNumber":27,"Text":"O Angkan ni Adan! Huwag hayaang si Satanas ay luminlang sa inyo, na katulad nang pagkakuha (pagkadaya) niya sa inyong magulang (Adan at Eba) mula sa Paraiso, na hinubaran sila ng kanilang saplot, upang maipakita sa kanila ang kanilang maseselang bahagi (ng katawan). Katotohanang siya at ang Qabiluhu (ang kanyang mga sundalo mula sa mga masasamang Jinn o ang kanyang tribo) ay nakakakita sa inyo mula sa lugar na sila ay hindi ninyo nakikita. Katotohanang Aming ginawa ang mga diyablo bilang Auliya (tagapangalaga at kawaksi) ng mga walang pananampalataya"},{"SurahNumber":7,"VerseNumber":28,"Text":"At nang sila ay gumawa ng isang Fahisha (masamang gawa, na lumilibot nang paikot sa Ka’ba na nakahubad, at ng lahatnguringbawalnapakikipagtalik, atbp.), silaaynagsabi: “Hindi, si Allah ay hindi kailanman nag-uutos ng Fahisha?” Kayo baga ay nagsasalita tungkol kay Allah ng bagay na hindi ninyo nababatid"},{"SurahNumber":7,"VerseNumber":29,"Text":"Ipagbadya (o Muhammad): “Ang aking Panginoon ay nag-utos ng katarungan at (nagwika) na Siya lamang ang marapat ninyong harapin (alalaong baga, huwag kayong sumamba sa iba pa maliban kay Allah at humarap sa Qibla, ang Ka’ba sa Makkah sa sandali nang inyong pagdarasal) sa bawat isa at lahat ng lugar ng pagsamba sa pananalangin (at huwag humarap sa iba pang huwad na diyos at mga imahen), at panikluhuran lamang Siya at ituon ang inyong matapat na pananampalataya sa Kanya sa pamamagitan ng hindi pag-aakibat ng anumang katambal sa Kanya, at may pagnanais na ginagawa ninyo ang mga gawang ito tungo sa Kapakanan lamang ni Allah. At sa pasimula, Kanyang inilabas kayo (sa pagkabuhay o pagkakaroon ng buhay), sa gayon din, kayo ay itatambad sa pagiging buo (sa Araw ng Muling Pagkabuhay) [sa dalawang pangkat, ang isa ay nabibiyayaan (mga sumasampalataya), at ang isa ay kahabag-habag (mga hindi sumasampalataya)"},{"SurahNumber":7,"VerseNumber":30,"Text":"Ang isang pangkat ay Kanyang pinatnubayan, at ang isang pangkat ay nararapat na mapasakamalian; (sapagkat) katiyakang kanilang tinangkilik ang mga diyablo bilang Auliya (mga tagapangalaga at kawaksi) sa halip ni Allah, at nag-aakala na sila ay napapatnubayan"},{"SurahNumber":7,"VerseNumber":31,"Text":"o Angkan ni Adan! Maglagay kayo ng palamuti (sa pamamagitan ng pagsusuot ng malinis na damit), habang nagdarasal at lumalakad nang palibot (ang Tawaf) sa Ka’ba, at (kayo) ay kumain at uminom, datapuwa’t huwag mag- aksaya sa pagiging maluho, katiyakang Siya (Allah) ay hindi nalulugod sa mga maluluho"},{"SurahNumber":7,"VerseNumber":32,"Text":"Ipagbadya (o Muhammad): “Sino ang nagbawal sa magagandang (kaloob) na iginawad ni Allah para sa Kanyang mga alipin, at ng At-Tayyibat (lahat ng uri ng Halal [mga pinahihintulutang bagay at mga pagkain]) na dalisay at malinis?” Ipagbadya: “Ang mga ito, sa buhay sa mundong ito, ay para sa mga sumasampalataya, (at) tanging-tangi para sa kanila (na sumasampalataya) sa Araw ng Muling Pagkabuhay (alalaong baga, ang mga hindi sumasampalataya ay hindi makakahati sa kanila).” Sa ganito Namin ipinapaliwanag ang Ayat (mga Batas Islamiko) sa masusing paraan sa mga tao na may kaalaman"},{"SurahNumber":7,"VerseNumber":33,"Text":"Ipagbadya (O Muhammad): “(Datapuwa’t) ang mga bagay na ipinagbawal ng aking Panginoon ay mga Al- Fawahish (malalaking kasamaan, lahat ng uri ng bawal na pakikipagtalik, atbp.) kahima’t ito ay ginawa nang lantad o lingid, (ang lahat ng uri) ng mga kasalanan, ang walang katarungang pang-aapi, ang pag-aakibat ng mga katambal (sa pagsamba) kay Allah na rito ay wala Siyang ibinigay na kapamahalaan, at pagsasabi ng mga bagay hinggil kay Allah na rito ay wala silang kaalaman"},{"SurahNumber":7,"VerseNumber":34,"Text":"At ang bawat bansa (pamayanan) ay may kanyang natataningang panahon; kung ang kanyang takda ay sumapit na, kahit na sa isang oras (o isang sandali), sila ay hindi makakaantala (nito) at gayundin, kahit na sa isang oras (o isang sandali), sila ay hindi makapagpapauna (nito)"},{"SurahNumber":7,"VerseNumber":35,"Text":"O Angkan ni Adan! Kung may mga Tagapagbalita na dumatal mula sa lipon ninyo, na dumadalit sa inyo ng Aking mga Talata, kung gayon, sinuman ang maging matimtiman at maging matuwid, sa kanila ay walang pangangamba, gayundin sila ay hindi malulumbay"},{"SurahNumber":7,"VerseNumber":36,"Text":"Datapuwa’t sila na nagtatakwil ng Aming Ayat (mga kapahayagan, tanda, aral, katibayan, atbp.), at nagtuturing dito ng may kapalaluan, sila ang magsisipanahan sa Apoy (Impiyerno), mananatili sila rito magpakailanman"},{"SurahNumber":7,"VerseNumber":37,"Text":"Sino pa ba kaya ang higit na walang katarungan maliban sa kanya na kumakatha ng kabulaanan laban kay Allah o nagtatakwil sa Kanyang Ayat (mga katibayan, aral, tanda, kapahayagan, atbp.)? Sa gayong mga (tao), ang kanilang natatakdaang bahagi (ng mabubuting bagay sa buhay sa mundong ito at sa haba ng kanilang taning na panahon dito), ay sasapit sa kanila mula sa Aklat (ng mga Pag-uutos); hanggang kung ang Aming mga Tagapagbalita (ang Anghel ng kamatayan at kanyang mga alalay) ay dumatal sa kanila upang kunin ang kanilang kaluluwa, sila (mga Anghel) ay magsasabi: “Nasaan ang mga pinananalanginan ninyo at sinasamba maliban pa kay Allah?”, at sila ay magsasabi, “Sila ay naglaho at kami ay (kanilang) iniwan.” At sila ang magbibigay saksi sa kanilang sarili na sila ay mga hindi nananampalataya"},{"SurahNumber":7,"VerseNumber":38,"Text":"(Si Allah) ay magwiwika: “Magsipasok kayo sa lipon ng mga bansa (pamayanan) na nagsiyao na nang una pa sa inyo, mga tao at mga Jinn, tungo sa Apoy. Sa bawat sandali na ang isang bagong pamayanan (bansa) ay pumapasok, ito ay nagtutungayaw sa kanyang kapwa bansa (pamayanan na lumipas na noon), hanggang sa sila ay titipunin nang sama- sama sa Apoy. Ang huli sa kanila ay magsasabi sa una sa kanila: “Aming Panginoon! Silaangluminlangsaamin, kaya’t Inyong bigyan sila ng dalawang kaparusahan sa Apoy.” Siya (Allah) ay magwiwika: “Sa bawat isa ay mayroong dalawang (parusa), datapuwa’t ito ay hindi ninyo nalalaman.”"},{"SurahNumber":7,"VerseNumber":39,"Text":"Ang una sa kanila ay magsasabi sa huli sa kanila: “Ikaw ay higit na masahol (hindi mainam) sa amin, kaya’t lasapin ninyo ang kaparusahan ng inyong ginawa.”"},{"SurahNumber":7,"VerseNumber":40,"Text":"Katotohanan, ang mga nagpapasinungaling sa Aming Ayat (mga katibayan, kapahayagan, tanda, aral, atbp.), at nagtuturing dito ng may kapalaluan, sa kanila, ang mga tarangkahan ng langit ay hindi bubuksan, at sila ay hindi makakapasok sa Paraiso hanggang ang kamelyo (ay mangyari) na maglagos sa butas ng karayom (na lubhang imposible). Sa ganito Namin binabayaran ang Mujrimun (mga kriminal, mapagsamba sa diyus-diyosan, makasalanan, atbp)"},{"SurahNumber":7,"VerseNumber":41,"Text":"Sasakanila ang kama (papag) ng Impiyerno (Apoy), at sa ibabaw nila ay mga pangbalabal (ng Apoy ng Impiyerno). Sa ganito Namin binabayaran ang Zalimun (mapagsamba sa diyus-diyosan at mapaggawa ng kamalian, tampalasan, buhong, atbp)"},{"SurahNumber":7,"VerseNumber":42,"Text":"Datapuwa’t ang mga sumampalataya (sa Kaisahan ni Allah, sa Islam), at nagsigawa ng kabutihan, hindi Namin binibigyan ng pabigat ang sinumang tao na labis sa kanyang makakaya, sila ang maninirahan sa Paraiso. Mananatili sila rito magpakailanman"},{"SurahNumber":7,"VerseNumber":43,"Text":"At Aming papawiin sa kanilang dibdib ang anumang (magkapanabay na) pagkamuhi (o matinding hinanakit) o damdaming nasaktan (na kanilang naranasan, sa lahat man, sa buhay sa mundong ito); ng mga ilog na dumadaloy sa ilalim nila, at sila ay magsasabi: “Ang lahat ng mga papuri at pasasalamat ay kay Allah na namatnubay sa atin dito, kailanman ay hindi (sana) tayo makakatagpo ng patnubay kung hindi lamang tayo pinatnubayan ni Allah! Tunay nga, ang mga Tagapagbalita ng ating Panginoon ay dumatal na may Katotohanan.” At ipagbabadya sa kanila: “Ito ang Paraiso na inyong namana dahilan sa inyong ginawa.”"},{"SurahNumber":7,"VerseNumber":44,"Text":"At ang mga nagsisipanirahan sa Paraiso ay tatawag sa mga nagsisipanirahan sa Apoy (na nagsasabi): “Tunay naming natagpuan na totoo ang ipinangako ng aming Panginoon sa amin, natagpuan din ba ninyo na totoo ang ipinangako ng inyong Panginoon (ang Kanyang babala)?” Sila ay magsasabi: “oo”, at isang tagapagsalita ang magpapahayag sa pagitan nila: “Ang sumpa ni Allah ay nasa Zalimun (mga mapagsamba sa diyus-diyosan at mapaggawa ng kamalian, atbp)"},{"SurahNumber":7,"VerseNumber":45,"Text":"Sila na humadlang (sa mga tao) tungo sa Landas ni Allah at naghahanap na gawin itong baluktot, sila nga ang hindi nananampalataya sa Kabilang Buhay"},{"SurahNumber":7,"VerseNumber":46,"Text":"At sa pagitan nila ay may isang sagka (na nagbubukod sa kanila) at sa Al-Araf (isang dingding na nasa matataas na lugar), ay may mga tao (na ang mabubuti at masasamang gawa ay magkapantay sa timbangan), na makakakilala sa lahat (ng mga tao ng Paraiso at Impiyerno), sa pamamagitan ng kanilang mga tanda (ang mga nagsisipanahan sa Paraiso, ang tanda ay sa pamamagitan ng kanilang mapuputing mukha at ang nagsisipanahan sa Impiyerno ay sa pamamagitan ng kanilang maiitim na mukha), sila ay tatawag sa mga nagsisipanirahan sa Paraiso, “Sumainyo ang kapayapaan,” at sa sandaling ito, sila (ang mga tao sa Al-Araf), ay hindi pa makakapasok dito, datapuwa’t sila ay umaasa na makakapasok (dito) ng may katiyakan"},{"SurahNumber":7,"VerseNumber":47,"Text":"At kung ang kanilang mga mata ay napapalingon sa gawi ng mga nagsisipanirahan sa Apoy, sila ay nagsasabi: “Aming Panginoon! Kami ay huwag Ninyong ilagay sa lipon ng mga tao na Zalimun (mga mapagsamba sa diyus-diyosan at mapaggawa ng kamalian).”"},{"SurahNumber":7,"VerseNumber":48,"Text":"At ang mga tao sa Al-Araf (dingding) ay tatawag sa mga tao na kanilang makikilala sa pamamagitan ng kanilang mga tanda, na nagsasabi: “walang naging anumang kapakinabangan sa inyo ang inyong malaking bilang (at bunton ng mga kayamanan), at ang inyong kapalaluan laban sa Pananalig?”"},{"SurahNumber":7,"VerseNumber":49,"Text":"Pagmalasin! Hindi baga sila ang mga tao na inyong sinumpa noon (sapagkat sila ay nagsasabi) na si Allah ay hindi kailanman magpapakita sa kanila ng habag. (Pagmasdan! Ito ang ipinagbadya sa kanila): “Magsipasok kayo sa Paraiso, walang pangangamba ang sasainyo, gayundin, kayo ay hindi malulumbay.”"},{"SurahNumber":7,"VerseNumber":50,"Text":"At ang mga nagsisipanirahan sa Apoy ay tatawag sa mga nagsisipanirahan sa Paraiso: “Buhusan ninyo kami ng kaunting tubig o anumang (bagay) na ipinagkaloob sa inyo ni Allah.” Sila ay magsasabi: “Ang (tubig at anumang ikabubuhay) ay kapwa ipinagbawal ni Allah sa mga hindi sumasampalataya"},{"SurahNumber":7,"VerseNumber":51,"Text":"Na nagturing sa kanilang pananampalataya bilang isang paglilibang at paglalaro, at ang buhay ng mundong ito ay luminlang sa kanila.” Kaya’t sa Araw na ito, sila ay Aming kalilimutan, kung paano rin naman nila kinalimutan ang pakikipagtipan ng kanilang Araw, sapagkat sila ay nagtakwil sa Aming Ayat (mga kapahayagan, katibayan, tanda, aral, atbp)"},{"SurahNumber":7,"VerseNumber":52,"Text":"Katiyakang Kami ay nagpadala sa kanila ng isang Aklat (ang Qur’an), na Aming ipinaliwanag sa masusing paraan ng may karunungan, - isang patnubay at habag sa mga tao na sumasampalataya"},{"SurahNumber":7,"VerseNumber":53,"Text":"Sila baga’y nagsisipaghintay lamang sa huling katuparan ng gayong pangyayari? Sa Araw na ang pangyayari ay ganap nang natupad (alalaong baga, ang Araw ng Muling Pagkabuhay), sila na nagpabaya rito noon ay magsasabi: “Tunay nga, ang mga Tagapagbalita ng aming Panginoon ay dumatal na may Katotohanan, ngayon, mayroon pa bang mga tagapamagitan sa amin upang sila ay makapamagitan sa aming kapakanan? o maaari ba na kami ay muling ibalik (sa unang buhay sa mundo) upang kami ay makagawa ng (mabubuting) gawa, maliban pa roon sa (masasamang) gawa na aming ginawa?” Katotohanang ipinariwara nila ang kanilang sarili (alalaong baga, winasak ang kanilang sarili), at ang nakahiratihan na nilang kabulaanan (pagdalangin at pagsamba sa mga iba maliban pa kay Allah, katulad ng mga diyus-diyosan at imahen), ay lumayo na sa kanila"},{"SurahNumber":7,"VerseNumber":54,"Text":"Katotohanan, ang inyong Panginoon ay si Allah, na lumikha sa kalangitan at kalupaan sa Anim na Araw at Siya ay nag-Istawa (pumaitaas) sa Luklukan (sa paraang naaangkop sa Kanyang Kamahalan). Tinakpan Niya ang gabi ng araw (maghapon), na mabilis na nagsasalitan sa isa’t isa, at (Kanyang nilikha) ang araw, ang buwan, at ang mga bituin ay ipinailalim Niya sa Kanyang Pag-uutos. Maluwalhati si Allah, ang Panginoon ng lahat ng mga nilalang"},{"SurahNumber":7,"VerseNumber":55,"Text":"Panikluhuran ninyo ang inyong Panginoon ng may kapakumbabaan at sa lihim. Siya ay hindi nalulugod sa mga lumalabag sa pag-uutos"},{"SurahNumber":7,"VerseNumber":56,"Text":"At huwag gumawa ng kabuktutan sa kalupaan, matapos na ito ay maitalaga sa ayos, at inyong panikluhuran Siya ng may pangangamba at pag-asa. Katiyakan, ang Habag ni Allah (ay laging) malapit sa mga gumagawa ng kabutihan"},{"SurahNumber":7,"VerseNumber":57,"Text":"At Siya ang nagpapadala ng hangin bilang pagpapahayag ng mabuting balita, na pumapalaot sa harapan ng Kanyang habag (ang ulan). Hanggang nang sila (hangin) ay makapagdala ng mabigat na ulap, Aming itinaboy ito sa isang tigang na lupa, at Aming pinapangyari na ang ulan ay mamalisbis dito. At Kami ay nagpasibol dito (sa kalupaan) ng lahat ng uri ng bungangkahoy. Sa gayunding paraan ay Aming ibabangon ang patay, upang kayo ay makaala-ala o makinig"},{"SurahNumber":7,"VerseNumber":58,"Text":"Ang mga halaman ng isang mabuting lupa (ay madaling) sumibol sa kapahintulutan ng kanyang Panginoon, at sa hindi mabuting (lupa), rito ay walang sumibol maliban sa kakarampot lamang (bukod) pa sa may kahirapan. Sa ganito Namin ipinapaliwanag sa maraming paraan ang Ayat (mga katibayan, kapahayagan, aral, tanda, atbp.), sa mga tao na nagbibigay ng pasasalamat"},{"SurahNumber":7,"VerseNumber":59,"Text":"Katotohanang Aming isinugo si Noe sa kanyang pamayanan, at siya ay nagsabi: “o aking pamayanan! Sambahin ninyo si Allah! wala na kayong iba pang Ilah (Diyos) maliban sa Kanya. (La ilaha ill Allah: Wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban kay Allah). Katiyakang ako ay nangangamba para sa inyo sa kaparusahan ng dakilang Araw!”"},{"SurahNumber":7,"VerseNumber":60,"Text":"Ang mga pinuno ng kanyang pamayanan ay nagsabi: “Katotohanang ikaw ay namamalas namin sa isang lantad na kamalian.”"},{"SurahNumber":7,"VerseNumber":61,"Text":"(Si Noe) ay nagbadya: “o aking pamayanan! walang kamalian sa akin, datapuwa’t ako ay isang Tagapagbalita mula sa Panginoon ng lahat ng mga nilalang"},{"SurahNumber":7,"VerseNumber":62,"Text":"Aking ipinararating sa inyo ang mga mensahe ng aking Panginoon at nagbibigay sa inyo ng matapat na pagpapayo. At aking nababatid mula kay Allah ang hindi ninyo nalalaman"},{"SurahNumber":7,"VerseNumber":63,"Text":"Kayo baga ay nagsisipamangha na may dumatal sa inyo na isang Paala-ala mula sa inyong Panginoon sa pamamagitan ng isang tao sa inyong lipon, upang kayo ay kanyang mabigyan ng babala, upang inyong pangambahan si Allah at upang inyong matanggap ang (Kanyang) Habag?”"},{"SurahNumber":7,"VerseNumber":64,"Text":"Datapuwa’t sila ay nagpasinungaling sa kanya, kaya’t Aming iniligtas siya at ang mga kasama niya sa barko at Aming nilunod sila na nagpabulaan sa Aming Ayat (mga katibayan, kapahayagan, aral, tanda, atbp.). Katotohanang sila ay mga bulag na tao"},{"SurahNumber":7,"VerseNumber":65,"Text":"At (sa pamayanan) ni A’ad (ay Aming isinugo) ang kanilang kapatid na si Hud, siya ay nagbadya: “O aking pamayanan! Sambahin ninyo si Allah! wala na kayong iba pang Ilah (Diyos) maliban sa Kanya. (La ilaha ill Allah: Wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban kay Allah). Hindi baga kayo nangangamba (kay Allah)?”"},{"SurahNumber":7,"VerseNumber":66,"Text":"Ang mga pinuno ng mga hindi sumasampalataya sa lipon ng kanyang mga tao (pamayanan) ay nagsabi: “Katotohanang namamalas ka namin sa kalokohan, at katotohanang kami ay nag-iisip na ikaw ay isa sa mga sinungaling.”"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Si Hud) ay nagsabi: “O aking pamayanan! Walang kalokohan sa akin, datapuwa’t ako ay isang Tagapagbalita mula sa Panginoon ng lahat ng mga nilalang"},{"SurahNumber":7,"VerseNumber":68,"Text":"Ipinararating ko sa inyo ang mga mensahe ng aking Panginoon, at ako ay isang mapagkakatiwalaang tagapayo (o kapanalig) sa inyo"},{"SurahNumber":7,"VerseNumber":69,"Text":"Kayo baga ay namamangha na mayroong dumatal sa inyo na isang Paala-ala (at isang payo) mula sa inyong Panginoon sa pamamagitan ng isang tao sa inyong lipon upang kayo ay kanyang mabigyan ng babala? At alalahanin na kayo ay ginawa Niyang mga tagapagmana, makaraan ang mga tao (pamayanan) ni Noe, at kayo ay Kanyang pinarami na matataas (sa tindig). Kaya’t inyong alalahanin ang mga biyaya (na ipinagkaloob sa inyo) mula kay Allah upang kayo ay maging matagumpay.”"},{"SurahNumber":7,"VerseNumber":70,"Text":"Sila ay nagsabi: “Ikaw ay pumarito sa amin upang kami ay marapat na sumamba lamang kay Allah at iwanan ang sinasamba na kinagisnan ng aming mga ninuno. Kaya’t dalhin mo sa amin ang bagay na iyong ipinananakot sa amin kung ikaw ay nagsasabi ng katotohanan.”"},{"SurahNumber":7,"VerseNumber":71,"Text":"(Si Hud) ay nagsabi: “Ang kaparusahan at poot ay tunay na dumatal sa inyo mula sa inyong Panginoon. Nakikipagtalo ba kayo sa akin dahilan sa mga pangalan na inyong binanggit, - kayo at ang inyong mga ninuno, na walang kapamahalaan mula kay Allah? Kung gayon (kayo ay) magsipaghintay, kasama rin ako sa lipon ninyo na naghihintay.”"},{"SurahNumber":7,"VerseNumber":72,"Text":"Kaya’t Aming iniligtas siya at ang kanyang mga kasama sa pamamagitan ng Habag mula sa Amin at Aming pinutol ang mga ugat ng mga nagpabulaan saAmingAyat (mga katibayan, aral, tanda, kapahayagan, atbp.), at sila ay hindi nananampalataya"},{"SurahNumber":7,"VerseNumber":73,"Text":"At (sa pamayanan) ni Thamud (ay Aming isinugo) ang kanilang kapatid na si Salih. Siya ay nagbadya: “o aking payamanan! Sambahin ninyo si Allah, kayo ay wala ng iba pang Ilah (Diyos) maliban sa Kanya, (La ilaha ill Allah: Wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban kay Allah). Katotohanang may dumatal sa inyo na isang maliwanag na Tanda (ang himala nang paglabas ng isang babaeng kamelyo sa gitna ng isang malaking bato) mula sa inyong Panginoon. Ang babaeng kamelyong ito ni Allah ay isang Tanda sa inyo; kaya’t hayaan ninyo na manginain siya sa kalupaan ni Allah at huwag ninyong hipuin siya ng may pananakit, (kung hindi) baka ang isang kasakit-sakit na kaparusahan ay sumakmal sa inyo.”"},{"SurahNumber":7,"VerseNumber":74,"Text":"“At gunitain nang kayo ay ginawa Niyang tagapagmana makaraan (ang pamayanan) ni A’ad, at Kanyang binigyan kayo ng mga pananahanan sa kalupaan, kayo ay nagtatayo sa inyong sarili ng mga palasyo sa kapatagan at umuukit ng inyong tahanan sa kabundukan. Kaya’t alalahanin ang mga biyaya (na ipinagkaloob sa inyo) mula kay Allah, at huwag kayong magsipaglibot sa kalupaan sa paggawa ng kabuktutan.”"},{"SurahNumber":7,"VerseNumber":75,"Text":"Ang mga pinuno ng mga palalo sa lipon ng kanyang pamayanan ay nagsabi sa kanila na mga ibinibilang na mahihina, - sa kanila na nagsisampalataya: “Nalalaman ba ninyo na si Salih ang siyang isinugo ng kanyang Panginoon.” Sila ay nagsabi: “Katotohanang kami ay nananalig sa bagay na ipinadala sa kanya.”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Ang mga palalo ay nagsabi: “Katotohanang kami ay hindi sumasampalataya sa inyong pinapanaligan.”"},{"SurahNumber":7,"VerseNumber":77,"Text":"Kaya’t kanilang binigti ang babaeng kamelyo at walang pakundangang nilabag nila ang Pag-uutos ng kanilang Panginoon, at nagsabi: “o Salih! dalhin mo sa amin ang iyong mga banta kung ikaw ay tunay na isa sa mga Tagapagbalita (ni Allah).”"},{"SurahNumber":7,"VerseNumber":78,"Text":"Kaya’t ang lindol ay lumagom sa kanila, at sila ay napahandusay na walang buhay, na nakalupasay sa kanilang tahanan"},{"SurahNumber":7,"VerseNumber":79,"Text":"At siya (Salih) ay lumingon sa kanila at nagsabi: “o aking pamayanan! Katotohanang aking ipinarating sa inyo ang mensahe ng aking Panginoon at kayo ay binigyan ko ng isang mabuting payo datapuwa’t hindi ninyo naiibigan ang mabubuting tagapayo.”"},{"SurahNumber":7,"VerseNumber":80,"Text":"At (alalahanin) si Lut, nang sabihin niya sa kanyang pamayanan: “Inyo bagang ginagawa ang pinakamasamang kasalanan, na wala pang sinuman ang nakauna sa inyo sa lahat ng mga nilalang"},{"SurahNumber":7,"VerseNumber":81,"Text":"Katotohanang inyong idinaraos ang inyong pagnanasa sa mga lalaki, sa halip ng mga babae. Hindi, kayo ay mga tao na lumalabag ng lagpas sa hangganan (sa paggawa ng malalaking kasalanan).”"},{"SurahNumber":7,"VerseNumber":82,"Text":"At ang sagot ng kanyang pamayanan ay tanging ang kanilang pagsasabi: “Sila ay palayasin ninyo sa inyong bayan, katotohanang sila ang mga tao na nagnanais na maging dalisay (sa mga kasalanan)!”"},{"SurahNumber":7,"VerseNumber":83,"Text":"At Aming iniligtas siya at ang kanyang pamilya, maliban sa kanyang asawa; siya ay isa sa mga nanatili sa likuran (alalaong baga, nagpaiwan tungo sa kaparusahan)"},{"SurahNumber":7,"VerseNumber":84,"Text":"At nagpaulan Kami sa kanila ng ulan (ng mga bato). At pagmasdan kung ano ang kinahinatnan ng Mujrimun (mga kriminal, mapagsamba sa diyus-diyosan, makasalanan, atbp)"},{"SurahNumber":7,"VerseNumber":85,"Text":"At (sa pamayanan) ng Madyan (Midian) ay (Aming isinugo) ang kanilang kapatid na si Shu’aib. Siya ay nagbadya: “o aking pamayanan! Sambahin ninyo si Allah, wala na kayong iba pang Ilah (Diyos) maliban sa Kanya. (La ilaha ill Allah: wala ng iba pang diyos na karapat-dapat pag- ukulan ng pagsamba maliban kay Allah). Katotohanang isang maliwanag na Katibayan (Tanda) mula sa inyong Panginoon ang dumatal sa inyo; kaya’t magbigay ng tamang sukat at hustong timbang at huwag ipahamak sa kamalian ang mga tao sa kanilang mga bagay-bagay (na gawain), at huwag gumawa ng kabuktutan sa kalupaan matapos na ito ay maitalaga sa ayos, ito ay higit na mainam sa inyo kung kayo ay sumasampalataya"},{"SurahNumber":7,"VerseNumber":86,"Text":"At huwag maupo sa bawat daan, na nananakot at humahadlang tungo sa Landas ni Allah, sa mga sumasampalataya sa Kanya, at naghahanap na ito ay gawing baluktot. At alalahanin nang kayo ay iilan lamang, at Kanyang pinarami kayo. At pagmalasin kung ano ang kinahinatnan ng Mufsidun (mga buktot, tampalasan, buhong, sinungaling, atbp)"},{"SurahNumber":7,"VerseNumber":87,"Text":"At kung mayroong isang pangkat sa inyo na naniniwala sa ipinahayag sa akin at isang pangkat na hindi sumasampalataya, kayo ay maging matiyaga hanggang si Allah ay humatol sa pagitan natin, at Siya ang Pinakamahusay sa lahat ng Hukom.”"}]}