{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Havera alguem mais iniquo do que quem mente acerca de Deus e desmente a Verdade, quando ela lhe chega? Acaso, naoha lugar, no inferno, para os blasfemos"},{"SurahNumber":39,"VerseNumber":33,"Text":"Outrossim, aqueles que apresentarem a verdade e a confirmarem, esses serao os tementes"},{"SurahNumber":39,"VerseNumber":34,"Text":"Que obterao o que anelam, na presenca do seu Senhor. Tal sera a recompensa dos benfeitores"},{"SurahNumber":39,"VerseNumber":35,"Text":"Para que Deus lhes absolva o pior de tudo quanto tenham cometido e lhes pague a sua recompensa, de acordo com omelhor que tiverem feito"},{"SurahNumber":39,"VerseNumber":36,"Text":"Acaso, nao e Deus suficiente Custodio para o Seus servo? Porem, eles tratarao de amedrontar-te com as outrasdivindades, alem d'Ele! Mas quem Deus extraviar nao tera orientador algum"},{"SurahNumber":39,"VerseNumber":37,"Text":"Em troca, a quem Deus encaminhar, ninguem podera extraviar. Acaso, nao e Deus, Justiceiro, Poderosissimo"},{"SurahNumber":39,"VerseNumber":38,"Text":"E se lhes perguntares quem criou os ceus e a terra, seguramente te responderao: Deus! Dize-lhes: Tereis reparado nosque invocais, em vez de Deus? Se Deus quisesse prejudicar-me, poderiam, acaso, impedi-Lo? Ou entao, se Ele quisessefavorecer-me com alguma graca, poderiam eles privar-me dela? Dize-lhes (mais): Deus me basta! A Ele se encomendamaqueles que estao confiantes"},{"SurahNumber":39,"VerseNumber":39,"Text":"Dize-lhes (ainda): O povo meu, agi a vosso gosto! Eu tambem farei (o mesmo)! Logo sabereis"},{"SurahNumber":39,"VerseNumber":40,"Text":"A quem acoitara um castigo que o aviltara, fazendo com que tenha um tormento permanente"},{"SurahNumber":39,"VerseNumber":41,"Text":"Em verdade, temos-te revelado o Livro, para (instruires) os humanos. Assim, pois, quem se encaminhar, sera embeneficio proprio; por outra, quem se desviar, sera em seu proprio prejuizo. E tu nao es guardiao deles"},{"SurahNumber":39,"VerseNumber":42,"Text":"Deus recolhe as almas, no momento da morte e, dos que nao morreram, ainda (recolhe) durante o sono. Ele retem aquelescujas mortes tem decretadas e deixa em liberdade outros, ate um termino prefixado. Em verdade, nisto ha sinais para ossensatos"},{"SurahNumber":39,"VerseNumber":43,"Text":"Adotarao, acaso, intercessores, em vez de Deus? Dize-lhes: Que! Ainda bem que eles nao tenham poder algum, nemrazao alguma"},{"SurahNumber":39,"VerseNumber":44,"Text":"Dize-lhes (mais): So a Deus incumbe toda a intercessao. Seu e o reino dos ceus e da terra; logo, a Ele retornareis"},{"SurahNumber":39,"VerseNumber":45,"Text":"E quando e mencionado Deus, o Unico, repugnam-se os coracoes daqueles que nao creem na outra vida; nao obstante, quando sao mencionadas outras divindades, em vez d'Ele, ei-los que se regozijam"},{"SurahNumber":39,"VerseNumber":46,"Text":"Dize: O Deus, Originador dos ceus e da terra, Conhecedor do incognoscivel e do cognoscivel, Tu dirimiras, entre osTeus servos, as suas divergencias"},{"SurahNumber":39,"VerseNumber":47,"Text":"Se os iniquos possuissem tudo quanto existe na terra e outro tanto mais, da-lo-iam, para se eximirem do horriveltormento no Dia da Ressurreicao. (Nesse dia) aparecer-lhes-a, da parte de Deus, o que jamais esperavam"},{"SurahNumber":39,"VerseNumber":48,"Text":"E lhes aparecerao as maldades que tiverem cometido, e serao envolvidos por aquilo de que escarneciam"},{"SurahNumber":39,"VerseNumber":49,"Text":"Quando a adversidade acoita o homem, eis que Nos implora; entao, quando o agraciamos com as Nossas merces, diz: Certamente que as logrei por meus proprios meritos! Qual! E uma prova! Porem, a maioria dos humanos o ignora"},{"SurahNumber":39,"VerseNumber":50,"Text":"Assim falavam tambem os seus antepassados; porem, de nada lhes valeu tudo quanto haviam lucrado"},{"SurahNumber":39,"VerseNumber":51,"Text":"E as maldades que haviam cometido recairam sobre eles. Assim recairao sobre os iniquos desta (geracao) as maldadesque tiverem cometido, e nao poderao desafiar (Deus)"},{"SurahNumber":39,"VerseNumber":52,"Text":"Porventura, ignoram que Ele prodigaliza ou restringe a Sua graca a quem Lhe apraz? Por certo que nisto ha sinais para oscrentes"},{"SurahNumber":39,"VerseNumber":53,"Text":"Dize: O servos meus, que se excederam contra si proprios, nao desespereis da misericordia de Deus; certamente, Eleperdoa todos os pecados, porque Ele e o Indulgente, o Misericordiosissimo"},{"SurahNumber":39,"VerseNumber":54,"Text":"E voltai, contritos, porque, entao, nao sereis socorridos"},{"SurahNumber":39,"VerseNumber":55,"Text":"E observai o melhor do que, de vosso Senhor, vos foi revelado, antes que vos acoite o castigo, subitamente, sem operceberdes"},{"SurahNumber":39,"VerseNumber":56,"Text":"Antes que qualquer alma diga: Ai de mim por ter-me descuidado (das minhas obrigacoes) para com Deus, posto que fuium dos escarnecedores"},{"SurahNumber":39,"VerseNumber":57,"Text":"Ou diga: Se Deus me tivesse encaminhado, contar-me-ia entre os tementes"},{"SurahNumber":39,"VerseNumber":58,"Text":"Ou diga, quando vir o castigo: Se pudesse Ter outra chance, seria, entao, um dos benfeitores"},{"SurahNumber":39,"VerseNumber":59,"Text":"(Deus lhe replicara): Qual! Ja te haviam chegado os meus versiculos. Porem, tu os desmentiste e te ensoberbeceste, efoste um dos incredulos"},{"SurahNumber":39,"VerseNumber":60,"Text":"E, no Dia da Ressurreicao, veras aqueles que mentiram acerca de Deus, com os seus rostos ensombreados. Nao ha, acaso, no inferno, lugar para os arrogantes"},{"SurahNumber":39,"VerseNumber":61,"Text":"E Deus salvara os tementes, por seu comportamento, nao os acoitara o mal, nem se atribularao"},{"SurahNumber":39,"VerseNumber":62,"Text":"Deus e o Criador de tudo e e de tudo o Guardiao"},{"SurahNumber":39,"VerseNumber":63,"Text":"Suas sao as chaves dos ceus e da terra; quanto aqueles que negam os versiculos de Deus, serao os desventurados"},{"SurahNumber":39,"VerseNumber":64,"Text":"Dize: Tereis, porventura, coragem de me ordenar adorar outro, que nao seja Deus, o insipientes"},{"SurahNumber":39,"VerseNumber":65,"Text":"Ja te foi revelado, assim como aos teus antepassados: Se idolatrares, certamente tornar-se-a sem efeito a tua obra, e tecontaras entre os desventurados"},{"SurahNumber":39,"VerseNumber":66,"Text":"Por outra, adora a Deus e se um dos agradecidos"},{"SurahNumber":39,"VerseNumber":67,"Text":"E eles nao aquilatam Deus como deveriam! No Dia da Ressurreicao, a terra, integralmente, cabera na concavidade deSua Mao, e os ceus estarao envolvidos pela Sua mao direita. Glorificado e exaltado seja de tudo quanto Lhe associam"},{"SurahNumber":39,"VerseNumber":68,"Text":"E a trombeta soara; e aqueles que estao nos ceus e na terra expirarao, com excecao daqueles que Deus queira (conservar). Logo, soara pela segunda vez e, ei-los ressuscitados, pasmados"},{"SurahNumber":39,"VerseNumber":69,"Text":"E a terra resplandecera com a luz do seu Senhor. E o livro (registro das obras) sera exposto, e se fara comparecerem osprofetas e as testemunhas, e todos serao julgados com equidade, e nao serao defraudados"},{"SurahNumber":39,"VerseNumber":70,"Text":"E cada alma sera recompensada segundo o que tiver feito, porque Ele sabe melhor do que ninguem o que ela fez"},{"SurahNumber":39,"VerseNumber":71,"Text":"E os incredulos serao conduzidos, em grupos, ate o inferno, cujas portas, quando chegaram a ele, se abrirao, e os seusguardiaes lhes dirao: Acaso, nao vos foram apresentados mensageiros de vossa estirpe, que vos ditaram os versiculos dovosso Senhor e vos admoestaram acerca do comparecimento deste dia? Dirao: Sim! Entao, o decreto do castigo recairasobre os incredulos"},{"SurahNumber":39,"VerseNumber":72,"Text":"Ser-lhes-a ordenado: Adentrai as portas do inferno, onde permanecereis eternamente. Que pessima e a morada dosarrogantes"},{"SurahNumber":39,"VerseNumber":73,"Text":"Em troca, os tementes serao conduzidos, em grupos, ate ao Paraiso e, la chegando, abrir-se-ao as suas portas e os seusguardiaes lhes dirao: Que a paz esteja convosco! Quao excelente e o que fizestes! Adentrai, pois! Aqui permanecereiseternamente"},{"SurahNumber":39,"VerseNumber":74,"Text":"Dirao: Louvado seja Deus, Que cumpriu a Sua promessa, e nos fez herdar a terra. Alojar-nos-emos no Paraiso ondequisermos. Quao excelente e a recompensa dos caritativos"},{"SurahNumber":39,"VerseNumber":75,"Text":"E veras os anjos circundando o Trono Divino, celebrando os louvores do seu Senhor. E todos serao julgados comequidade, e sera dito: Louvado seja Deus, Senhor do Universo"},{"SurahNumber":40,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"A revelacao do Livro e de Deus, o Poderoso, o Sapientissimo"},{"SurahNumber":40,"VerseNumber":3,"Text":"Remissorio do pecado, Condescendente, Severissimo no castigo, tem longo alcance. Nao ha mais divindade alem d'Ele! AEle sera o retorno"},{"SurahNumber":40,"VerseNumber":4,"Text":"Ninguem refuta os versiculos de Deus, senao os incredulos. Que o seu pavoneamento, na terra, nao te alucine"},{"SurahNumber":40,"VerseNumber":5,"Text":"Ja antes deles, o povo de Noe desmentira os seus mensageiros e, depois deste, os partidos; e cada povo atentou contra oseu mensageiro, para elimina-lo; e disputavam com banalidades, para refutar, assim, a verdade; por isso os aniquilei. E queterrivel foi a Minha punicao"},{"SurahNumber":40,"VerseNumber":6,"Text":"E assim o decreto do castigo de teu Senhor recaiu sobre os incredulos; estes sao os condenados ao inferno"},{"SurahNumber":40,"VerseNumber":7,"Text":"Os (anjos) que carregam o Trono de Deus, e aqueles que o circundam, celebram os louvores do seu Senhor; creem n'Ele eimploram-Lhe o perdao para os fieis, (dizendo): O Senhor nosso, Tu, Que envolves tudo com a tua misericordia e a Tuaciencia, perdoa os arrependidos que seguem Tua senda, e preserva-os do suplicio da fogueira"},{"SurahNumber":40,"VerseNumber":8,"Text":"O Senhor nosso, introduze-os nos Jardins do Eden que lhes prometeste, assim como os virtuosos dentre os seus pais, assuas esposas e a sua prole, porque es o Poderoso, o Prudentissimo"},{"SurahNumber":40,"VerseNumber":9,"Text":"E preserva-os das maldades, porque aquele que preservares das maldades, nesse dia teras mostrado, certamente, misericordia; isso sera o magnifico beneficio"},{"SurahNumber":40,"VerseNumber":10,"Text":"Em verdade, aos incredulos sera conclamado: Sabei que a aversao de Deus (em relacao a vos) e maior que a vossaaversao em relacao a vos mesmos, porque, quando fostes convocados a fe, vos a negastes"},{"SurahNumber":40,"VerseNumber":11,"Text":"Dirao: O Senhor nosso, fizeste-nos morrer duas vezes e duas vezes nos deste a vida. Reconhecemos, pois, os nossospecados! Havera algum meio de nos livramos disso"},{"SurahNumber":40,"VerseNumber":12,"Text":"Tal vos acontecera, porque ao ser invocado Deus, o Unico, simplesmente O negaveis; em troca, quando Lhe eraassociado algo, acreditaveis. Assim, pois, sabei que o juizo e de Deus, o Grandioso, o Altissimo"},{"SurahNumber":40,"VerseNumber":13,"Text":"Ele e Quem vos evidencia os Seus sinais e vos envia o sustento do ceu. Mas, so se recorda d'Ele quem se volta para Ele, contrito"},{"SurahNumber":40,"VerseNumber":14,"Text":"Suplicai, pois, a Deus, com devocao, ainda que isso desgoste os incredulos"},{"SurahNumber":40,"VerseNumber":15,"Text":"(Ele e) Exaltador, (Senhor) do Trono; envia o espirito (da inspiracao), por Seu mandato, a quem Lhe apraz dentre osSeus servos, para advertir (os homens) sobre o Dia do Encontro"},{"SurahNumber":40,"VerseNumber":16,"Text":"Dia em que sairao (dos seus sepulcros) e nada deles se ocultara a Deus. A quem pertencera, nesse dia, o reino? A Deus, Unico, Irresistibilissimo"},{"SurahNumber":40,"VerseNumber":17,"Text":"Nesse dia, toda a alma sera retribuida segundo o seu merito; nesse dia, nao havera injustica, porque Deus e Destro emajustar contas"},{"SurahNumber":40,"VerseNumber":18,"Text":"Admoesta-os com o dia iminente quando, angustiados, os coracoes lhes subirao as gargantas. Os iniquos nao teraoamigos intimos, nem intercessores que possam obedecer"},{"SurahNumber":40,"VerseNumber":19,"Text":"Ele conhece os olhares furtivos e tudo quanto ocultam os coracoes"},{"SurahNumber":40,"VerseNumber":20,"Text":"E Deus julga com equidade; por outra, os que os humanos invocam, em vez d'Ele, nada poderao julgar. Sabei que soDeus e o Oniouvinte, o Onividente"},{"SurahNumber":40,"VerseNumber":21,"Text":"Acaso, nao percorreram a terra para verem qual foi a sorte dos seus antepassados? Eram superiores a eles em forca etracos (que eles deixaram) na terra; porem, Deus os exterminou, por seus pecados, e nao tiveram ninguem que os salvassedos designios de Deus"},{"SurahNumber":40,"VerseNumber":22,"Text":"Sucedeu-lhes isto, porque os seus mensageiros lhes apresentaram as evidencias e eles as negaram. Entao Deus osexterminou, porque e Poderoso, Severissimo no castigo"},{"SurahNumber":40,"VerseNumber":23,"Text":"Haviamos enviado Moises com os Nossos sinais e uma autoridade evidente"},{"SurahNumber":40,"VerseNumber":24,"Text":"Ao Farao, a Haman e a Carun; porem, disseram: E um mago mentiroso"},{"SurahNumber":40,"VerseNumber":25,"Text":"E quando lhes apresentou a Nossa verdade, disseram: Matai os filhos varoes daqueles que, com ele, creem, e deixai comvida as suas mulheres! Porem, a conspiracao dos incredulos do improficua"},{"SurahNumber":40,"VerseNumber":26,"Text":"E o Farao disse: Deixai-me matar Moises, e que invoque o seu Senhor. Temo que mude a vossa religiao ou que semeie acorrupcao na terra"},{"SurahNumber":40,"VerseNumber":27,"Text":"Moises disse: Em verdade, eu me amparo em meu Senhor e vosso, acerca de todo arrogante, que nao cre no Dia daRendicao de Contas"},{"SurahNumber":40,"VerseNumber":28,"Text":"E um homem fiel, da familia do Farao, que ocultava a sua fe, disse: Matarieis um homem tao-somente porque diz: MeuSenhor e Deus, nao obstante Ter-vos apresentado as evidencias do vosso Senhor? Alem do mais se for um impostor, a suamentira recaira sobre ele; por outra, se for veraz, acoitar-vos-a algo daquilo com que ele vos ameaca. Em verdade, Deus naoencaminha ninguem e transgressor, mentiroso"},{"SurahNumber":40,"VerseNumber":29,"Text":"O povo meu, hoje o poder e vosso; sois dominadores, na terra. Porem, quem nos defendera do castigo de Deus, quandoele nos acoitar? O Farao disse: Eu nao vos aconselho senao o que conheco, e nao vos indico senao a senda da retidao"},{"SurahNumber":40,"VerseNumber":30,"Text":"E o fiel disse: O povo meu, em verdade temo que vos suceda e desdita do dia (do desastre) dos irmanados (no pecado)"},{"SurahNumber":40,"VerseNumber":31,"Text":"A angustia do povo de Noe, de Ad e de Samud, e daqueles que os sucederam. Sabei que Deus deseja a justica para osSeus servos"},{"SurahNumber":40,"VerseNumber":32,"Text":"O povo meu, em verdade, temo, por vos, o dia do clamor mutuo"},{"SurahNumber":40,"VerseNumber":33,"Text":"No dia em que tentardes fugir, ninguem podera defender-vos de Deus. E aquele que Deus extraviar nao tera orientadoralgum"},{"SurahNumber":40,"VerseNumber":34,"Text":"Em verdade, Jose vos apresentou as evidencias; porem nao cessastes de duvidar do que vos apresentou, ate que quandomorreu, dissestes: Deus jamais extravia os transgressores, extravagantes"},{"SurahNumber":40,"VerseNumber":35,"Text":"Que refutam os versiculos de Deus, sem a autoridade concedida. Tal e grave e odioso, ante Deus e ante os fieis. Assimsendo, Deus sigila o coracao de todo o arrogante, despota"},{"SurahNumber":40,"VerseNumber":36,"Text":"O Farao disse: O Haman, constroi-me uma torre, para eu poder alcancar as sendas"},{"SurahNumber":40,"VerseNumber":37,"Text":"As sendas do ceu, de maneira que possa ver o Deus de Moises, conquanto eu creia que e mentiroso! Assim, foiabrilhantada ao Farao a sua ma acao, e ele foi desencaminhado da senda reta; e as conspiracao do Farao foram reduzidas anada"},{"SurahNumber":40,"VerseNumber":38,"Text":"E o fiel olhes disse: O povo meu, segui-me! Conduzir-vos-ei pela senda da retidao"},{"SurahNumber":40,"VerseNumber":39,"Text":"O povo meu, sabei que a vida terrena e um gozo efemero, e que a outra vida e a morada eterna"},{"SurahNumber":40,"VerseNumber":40,"Text":"Quem cometer uma iniquidade, sera pago na mesma moeda; por outra, aqueles que praticarem o bem, sendo fieis, homens ou mulheres, entrarao no Paraiso, onde serao agraciados imensuravelmente"},{"SurahNumber":40,"VerseNumber":41,"Text":"O povo meu, por que eu vos convoco a salvacao e vos me convocais ao fogo infernal"},{"SurahNumber":40,"VerseNumber":42,"Text":"Incitais-me, acaso, a renegar Deus e associar-Lhe o que ignoro, enquanto eu vos convoco ate o Poderoso, oIndulgentissimo"},{"SurahNumber":40,"VerseNumber":43,"Text":"E indubitavel que aquilo a que me incitais nao pode ser exoravel neste mundo, nem no outro, e que o nosso retorno sera aDeus, e que os transgressores serao os condenados ao inferno"},{"SurahNumber":40,"VerseNumber":44,"Text":"Logo vos recordareis do que vos digo! Quanto a mim, encomendo-me a Deus, porque e Observador dos Seus servos"},{"SurahNumber":40,"VerseNumber":45,"Text":"E eis que Deus o preservou das conspiracoes que lhe haviam urdido, e o povo do Farao sofreu o mais severo doscastigos"},{"SurahNumber":40,"VerseNumber":46,"Text":"E o fogo infernal, ao qual serao apresentados, de manha e a tarde; e no dia em que chegar a Hora, (Deus dira): Fazeientrar o povo do Farao, para o mais severo dos castigos"},{"SurahNumber":40,"VerseNumber":47,"Text":"E quando disputarem entre si, no inferno, os fracos dirao aos que se ensoberbeceram: Em verdade, fomos vossosseguidores; podeis, pois, livrar-nos, ainda que seja de uma so parte do fogo"},{"SurahNumber":40,"VerseNumber":48,"Text":"E os que se ensoberbeceram lhes responderao: Em verdade, estamos todos aqui, porque Deus julgou entre os servos"},{"SurahNumber":40,"VerseNumber":49,"Text":"E os reprobos pedirao aos guardiaos do inferno: Invocai vosso Senhor para que nos alivie, em um so dia, do suplicio"},{"SurahNumber":40,"VerseNumber":50,"Text":"Retrucar-lhes-ao: Acaso, nao vos apresentaram, os vossos mensageiros, as evidencias? Dirao: Sim! Dir-lhes-ao: Rogai, pois, embora o rogo dos incredulos seja improficuo"},{"SurahNumber":40,"VerseNumber":51,"Text":"Sabei que secundaremos Nossos mensageiros e os fieis, na vida terrena e no dia em que se declararem as testemunhas"},{"SurahNumber":40,"VerseNumber":52,"Text":"(Sera) o dia em que aos iniquos de nada valerao as suas escusas, senao que receberao a maldicao, e terao a pior morada"},{"SurahNumber":40,"VerseNumber":53,"Text":"Haviamos concedido a Moises a orientacao, e fizemos os israelitas herdarem o livro"},{"SurahNumber":40,"VerseNumber":54,"Text":"(Livro esse) que e orientacao e mensagem para os sensatos"},{"SurahNumber":40,"VerseNumber":55,"Text":"Persevera, pois, porque a promessa de Deus e infalivel; implora o perdao das tuas faltas e celebra os louvores do teuSenhor, ao anoitecer e ao amanhecer"},{"SurahNumber":40,"VerseNumber":56,"Text":"Aqueles que disputam acerca dos versiculos de Deus, sem autoridade concedida, nao abrigam em seus peitos senao asoberbia, com a qual jamais lograrao o que quer que seja: ampara-te, pois, em Deus, porque e o Oniouvinte, o Onividente"},{"SurahNumber":40,"VerseNumber":57,"Text":"Seguramente, a criacao dos ceus e da terra e mais importante do que a criacao do homem; porem, a maioria dos humanoso ignora"},{"SurahNumber":40,"VerseNumber":58,"Text":"Jamais poderao equiparar-se o cego e o vidente, tampouco os fieis, que praticam o bem, e os iniquos. Quao poucomeditais"},{"SurahNumber":40,"VerseNumber":59,"Text":"Sabei que a Hora chegara, indubitavelmente; porem a maioria dos humanos nao cre nisso"},{"SurahNumber":40,"VerseNumber":60,"Text":"E o vosso Senhor disse: Invocai-Me, que vos atenderei! Em verdade, aqueles que se ensoberbecerem, ao Me invocarem, entrarao, humilhados, no inferno"},{"SurahNumber":40,"VerseNumber":61,"Text":"Deus foi Quem fez a noite, para que repousasseis, e o dia, para (vos) ajudar a ver. Certamente Deus e Agraciante paracom os humanos. Porem, a maioria deles nao Lhe agradece"},{"SurahNumber":40,"VerseNumber":62,"Text":"Tal e Deus, vosso Senhor, Criador de tudo. Nao ha mais divindade, alem d'Ele. Como, pois, vos desviais"},{"SurahNumber":40,"VerseNumber":63,"Text":"Assim se desviam aqueles que negam os versiculos de Deus"},{"SurahNumber":40,"VerseNumber":64,"Text":"Deus foi Quem fez a terra como berco, o ceu como teto, modelou e aperfeicoou as vossas configuracoes, e vos agracioucom todo o bem. Tal e Deus, vosso Senhor. Bendito seja Deus, Senhor do Universo"},{"SurahNumber":40,"VerseNumber":65,"Text":"Ele e o vivente! Nao ha mais divindade, alem d'Ele! Invocai-O, pois, sinceramente! Louvado seja Deus, Senhor doUniverso"},{"SurahNumber":40,"VerseNumber":66,"Text":"Dize-lhes: Quando me chegaram as evidencias do meu Senhor, foi-me proibido adorar aos que invocaveis em vez d'Ele, e foi-me ordenado submeter-me ao Senhor do Universo"},{"SurahNumber":40,"VerseNumber":67,"Text":"Ele foi Quem vos criou do po, depois do semen, depois de algo que se agarra, entao vos extraiu, criancas, das estranhasmaternas, para algo alcancardes a vossa maturidade, para entao chegardes a senilidade; e ha aqueles, dentre vos, quemorrem antes; Ele assim procede, para que alcanceis o termino prefixado, a fim de que raciocineis"},{"SurahNumber":40,"VerseNumber":68,"Text":"Ele e Quem da a vida e a morte e, quando decide algo, diz somente: Seja!, e e"},{"SurahNumber":40,"VerseNumber":69,"Text":"Porventura, nao reparaste naqueles que disputam a respeito dos versiculos de Deus, como se afastam d'Ele"},{"SurahNumber":40,"VerseNumber":70,"Text":"Sao aqueles que desmentem o Livro e tudo quanto enviamos com os Nossos mensageiros. Logo o saberao"},{"SurahNumber":40,"VerseNumber":71,"Text":"(Ah, se tu pudesses ve-los) quando lhes forem postas as argolas nos pescocos, e forem arrastados com as cadeias"},{"SurahNumber":40,"VerseNumber":72,"Text":"Ate a agua fervente! Logo serao combustivel para o fogo"},{"SurahNumber":40,"VerseNumber":73,"Text":"Entao lhes sera dito: Onde estao os que idolatraveis"},{"SurahNumber":40,"VerseNumber":74,"Text":"Em lugar de Deus? Responderao: Desvaneceram-se. E agora reconhecemos que aquilo que antes invocavamos nada era! Assim, Deus extravia os incredulos"},{"SurahNumber":40,"VerseNumber":75,"Text":"Isso acontecera por causa do vosso regozijo injusto na terra, e por causa da vossa insolencia"},{"SurahNumber":40,"VerseNumber":76,"Text":"Adentrai, pois, as portas do inferno, onde permanecereis eternamente! E que pessima e a morada dos arrogantes"},{"SurahNumber":40,"VerseNumber":77,"Text":"Persevera, pois, porque a promessa de Deus e inexoravel; quer que mostremos algo do que lhes temos prometido, querque acolhamos, certamente retornarao a Nos"},{"SurahNumber":40,"VerseNumber":78,"Text":"Antes de ti, haviamos enviado mensageiros; as historias de alguns deles te temos relatado, e ha aqueles dos quais nadate relatamos. E a nenhum mensageiro e dado apresentar sinal algum, senao com o beneplacito de Deus. Porem, quando aordem de Deus chegar, sera executada com equidade, e entao os difamadores estarao perdidos"},{"SurahNumber":40,"VerseNumber":79,"Text":"Deus foi Quem vos criou o gado; alguns para cavalgardes, e outros para servir-vos de alimento"},{"SurahNumber":40,"VerseNumber":80,"Text":"E, ademais, tendes nele (outras) especies de beneficios e, para conseguirdes, com a sua ajuda, a satisfacao de qualquernecessidade (que possa haver) nos vossos coracoes, e sobre eles sois transportados, como o sois pelos navios"},{"SurahNumber":40,"VerseNumber":81,"Text":"E Ele vos mostra o Seus sinais. Qual dos sinais de Deus negareis, pois"},{"SurahNumber":40,"VerseNumber":82,"Text":"Acaso, nao percorreram eles a terra, para ver qual foi a sorte dos meus antepassados? Eram mais numerosos, maisvigorosos, e deixaram tracos mais marcantes do que os deles, na terra; mas de nada lhes valeu tudo quanto haviam feito"},{"SurahNumber":40,"VerseNumber":83,"Text":"Porem, quando lhes apresentaram os seus mensageiros as evidencias, permaneceram exultantes com os seus propriosconhecimentos; mas foram envolvidos por aquilo de que escarneciam"},{"SurahNumber":40,"VerseNumber":84,"Text":"E quando presenciaram o Nosso castigo, disseram: Cremos em Deus, o Unico, e renegamos os parceiros que Lheatribuiamos"},{"SurahNumber":40,"VerseNumber":85,"Text":"Porem, de nada lhes valera a sua profissao de fe quando presenciarem o Nosso castigo. Tal e a Lei de Deus para comSeus servos. Assim, entao perecerao os incredulos"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"(Eis aqui) uma revelacao do Clemente, Misericordiosissimo"},{"SurahNumber":41,"VerseNumber":3,"Text":"E um Livro cujos versiculos foram detalhados. E um Alcorao arabe destinado a um povo sensato"},{"SurahNumber":41,"VerseNumber":4,"Text":"E alvissareiro e admoestador; porem, a maioria dos humanos o desdenha, sem ao menos escuta-lo"},{"SurahNumber":41,"VerseNumber":5,"Text":"E afirmaram: Os nossos coracoes estao insensiveis a isso a que nos incitas; os nosso ouvidos estao ensurdecidos e entretu e nos, ha uma barreira. Faze, pois, (por tua religiao), que nos faremos (pela nossa)"},{"SurahNumber":41,"VerseNumber":6,"Text":"Dize-lhes: Sou tao-somente um mortal como vos, a quem tem sido revelado que vosso Deus e um Deus Unico. Consagrai-vos, pois, a Ele, e implorai-Lhe perdao! E ai dos idolatras"},{"SurahNumber":41,"VerseNumber":7,"Text":"Que nao pagam o zakat e renegam a outra vida"},{"SurahNumber":41,"VerseNumber":8,"Text":"Sabei que os fieis, que praticam o bem, obterao uma recompensa infalivel"},{"SurahNumber":41,"VerseNumber":9,"Text":"Dize-lhes (mais): Renegarieis, acaso, Quem criou a terra em dois dias, e Lhe atribuireis rivais? Ele e o Senhor doUniverso"},{"SurahNumber":41,"VerseNumber":10,"Text":"E sobre ela (a terra) fixou firmes montanhas, e abencoou-a e distribuiu, proporcionalmente, o sustento aos necessitados, em quatro dias"},{"SurahNumber":41,"VerseNumber":11,"Text":"Entao, abrangeu, em Seus designios, os ceus quando estes ainda eram gases, e lhes disse, e tambem a terra: Juntai-vos, de bom ou de mau grado! Responderam: Juntamo-nos voluntariamente"},{"SurahNumber":41,"VerseNumber":12,"Text":"Assim, completou-os, como este ceus, em dois dias, e a cada ceu assinalou a sua ordem. E adornamos o firmamentoterreno com luzes, para que servissem de sentinelas. Tal e o decreto do Poderoso, Sapientissimo"},{"SurahNumber":41,"VerseNumber":13,"Text":"Porem, se desdenharem, dize-lhes: Advirto-vos da vinda de uma centelha, semelhante aquela enviado dos povos de Ad eSamud"},{"SurahNumber":41,"VerseNumber":14,"Text":"Pois quando os mensageiros, de todas as partes, se apresentaram a eles, (dizendo-lhes): Nao adoreis senao a Deus!, responderam-lhes: Se Deus quisesse isso, teria enviado anjos (para predica-lo). Certamente negaremos a vossa missao"},{"SurahNumber":41,"VerseNumber":15,"Text":"O povo de Ad, ainda, ensoberbeceu-se iniquamente na terra; e disse: Quem e mais poderoso do que nos? Porventura, naorepararam em que Deus, Que os criou, e mais poderoso do que eles? Sem duvida, negaram os nossos versiculos"},{"SurahNumber":41,"VerseNumber":16,"Text":"Pelo que desencadeamos sobre eles um vento glacial, em dias nefastos, para faze-los sofrer o castigo aviltoso da vidaterrena; porem, o da outra vida sera ainda mais aviltante, e nao serao socorridos"},{"SurahNumber":41,"VerseNumber":17,"Text":"E orientamos o povo de Samud; porem, preferiram a cegueira a orientacao. E fulminou-os a centelha do castigoignominioso, pelo que lucraram"},{"SurahNumber":41,"VerseNumber":18,"Text":"E salvamos os fieis tementes"},{"SurahNumber":41,"VerseNumber":19,"Text":"E no dia em que os adversarios de Deus forem congregados, desfilarao em direcao ao fogo infernal"},{"SurahNumber":41,"VerseNumber":20,"Text":"Ate que, quando chegarem a ele, seus ouvidos, seus olhos e suas peles, testemunharao contra eles a respeito de tudoquanto tiverem cometido"},{"SurahNumber":41,"VerseNumber":21,"Text":"E perguntarao as suas peles; Por que testemunhastes contra nos? Responderao: Deus foi Quem nos fez falar; Ele faz falartodas as coisas! Ele vos criou anteriormente e a Ele retornareis"},{"SurahNumber":41,"VerseNumber":22,"Text":"E jamais podereis subtrair-vos a que vossos ouvidos, vossos olhos e vossas peles testemunhem contra vos. Naoobstante, pensastes que Deus nao saberia muito do quanto fazieis"},{"SurahNumber":41,"VerseNumber":23,"Text":"E o que vos fez duvidar de vosso Senhor foi o pensamento, o qual vos aniquilou, e fez com que fizesseis parte dosdesventurados"},{"SurahNumber":41,"VerseNumber":24,"Text":"E mesmo se perseverarem, terao o fogo por morada; e mesmo se implorarem complacencia, nao serao dos que foremcompadecidos"},{"SurahNumber":41,"VerseNumber":25,"Text":"E lhes destinamos companheiros (da mesma especie), os quais os alucinam no presente, e o farao no futuro, e merecem asentenca do castigo das geracoes de genios humanos precedentes, porque (estes) eram desventurados"},{"SurahNumber":41,"VerseNumber":26,"Text":"E os incredulos dizem: Nao deis ouvidos a este Alcorao: outrossim, fazei bulha durante a sua leitura. Quica, assimvencereis"},{"SurahNumber":41,"VerseNumber":27,"Text":"Infligiremos um severo castigo aos incredulos e os puniremos pelo pior que tiverem feito"},{"SurahNumber":41,"VerseNumber":28,"Text":"Tal sera o castigo dos adversarios de Deus: o fogo, que terao por morada eterna, em punicao por terem negado osNossos versiculos"},{"SurahNumber":41,"VerseNumber":29,"Text":"Os incredulos dirao: O Senhor nosso, mostra-nos os genios e humanos que vos extraviaram; coloca-los-emos sob osnossos pes, para que se contem entre os mais vis"},{"SurahNumber":41,"VerseNumber":30,"Text":"Em verdade, quanto aqueles que dizem: Nosso Senhor e Deus, e se firmam, os anjos descerao sobre eles, os quais lhesdirao: Nao temais, nem vos atribuleis; outrossim, regozijai-vos com o Paraiso que vos esta prometido"},{"SurahNumber":41,"VerseNumber":31,"Text":"Temos sido os vossos protetores na vida terrena e (o seremos) na outra vida, onde tereis tudo quanto anelam as vossasalmas e onde tereis tudo quanto pretendeis"},{"SurahNumber":41,"VerseNumber":32,"Text":"Tal e a hospedagem do Indulgente, Misericordiosissimo"},{"SurahNumber":41,"VerseNumber":33,"Text":"E quem e mais eloquente do que quem convoca (os demais) a Deus, pratica o bem e diz: Certamente sou um dosmuculmanos"},{"SurahNumber":41,"VerseNumber":34,"Text":"Jamais poderao equiparar-se a bondade e a maldade! Retribui (o Mohammad) o mal da melhor forma possivel, e eis queaquele que nutria inimizade por ti converter-se-a em intimo amigo"},{"SurahNumber":41,"VerseNumber":35,"Text":"Porem a ninguem se concedera isso, senao aos tolerantes, e a ninguem se concedera isso, senao aos bem-aventurados"},{"SurahNumber":41,"VerseNumber":36,"Text":"Quando Satanas te incitar a discordia, ampara-te em Deus, porque Ele e o Oniouvinte, o Sapientissimo"},{"SurahNumber":41,"VerseNumber":37,"Text":"E, entre os Seus sinais, contam-se a noite e o dia, o sol e a lua. Nao vos prostreis ante o sol nem ante a lua, masprostrai-vos ante Deus, que os criou, se realmente e a Ele que quereis adorar"},{"SurahNumber":41,"VerseNumber":38,"Text":"Porem, se se ensoberbecerem, saibam que aqueles que estao na presenca do teu Senhor glorificam-No noite e dia, semcontudo se enfadarem"},{"SurahNumber":41,"VerseNumber":39,"Text":"E entre os Seus sinais esta a terra arida; mas quando fazemos descer a agua sobre ela, eis que se reanima e se fertiliza. Certamente, quem az faz reviver e o Mesmo Vivificador dos mortos, porque e Onipotente"},{"SurahNumber":41,"VerseNumber":40,"Text":"Em verdade, aqueles que negarem os Nossos versiculos nao se ocultarao de Nos. Quem sera mais venturoso: o que forprecipitado no fogo ou o que comparecer, a salvo, no Dia da Ressurreicao? Agi como queirais, mas sabei que Ele bem vetudo quanto fazeis"},{"SurahNumber":41,"VerseNumber":41,"Text":"Aqueles que degenerarem a Mensagem, ao recebe-la, (nao se ocultarao d'Ele). Este e um Livro veraz por excelencia"},{"SurahNumber":41,"VerseNumber":42,"Text":"A falsidade nao se aproxima dele (o Livro), nem pela frente, nem por tras; e a revelacao do Prudente, Laudabilissimo"},{"SurahNumber":41,"VerseNumber":43,"Text":"Tudo quanto te dizem ja foi dito aos mensageiros que te precederam. Saibam eles que o teu Senhor e Indulgente, maistambem possui um doloroso castigo"},{"SurahNumber":41,"VerseNumber":44,"Text":"E se houvessemos revelado um Alcorao em lingua persa, teriam dito: Por que nao nos foram detalhados os versiculos? Como! Um (livro) persa e um (Mensageiro) arabe? Diz-lhes: Para os fieis, e orientacao e balsamo; porem, para aqueles quenao creem e estao surdos, e incompreensivel, como se fossem chamados (para algo) de um lugar longinquo"},{"SurahNumber":41,"VerseNumber":45,"Text":"Haviamos concedido o Livro a Moises, acerca do qual houve discrepancias. Porem, se nao tivesse sido por uma palavrapredita por teu Senhor, ja os teria julgado; mas eles se mantiveram em uma duvida inquietante, acerca disso"},{"SurahNumber":41,"VerseNumber":46,"Text":"Quem pratica o bem, o faz em beneficio proprio; por outra, quem faz o mal, e em prejuizo seu, porque o teu Senhor nao einjusto para com os Seus servos"}]}