{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Tyto hlasatel; my stesti trochu o ti jinam than others. Nebo priklad, BUH mluvil podle jednotka my sbirat trochu o ti s nejvyssi usporadat. My odevzdat Jeis syn Marie dukladny zazrak snest jemu Zbony Povzbudit. Mel BUH willed jejich stoupenec ne boj kady jinam, vycistit zkouska podlehnout ti! Misto oni debatovat sebe; trochu o ti domnivat se nejaky pochybovat! Mel BUH willed oni ne boj! Vsechno jsem proto buh prosit"},{"SurahNumber":2,"VerseNumber":254,"Text":"O ty verit ty odevzdat milodar obstarani my odevzdat ty cas podlehnout kde? v tom ne jsem ivnost nikoliv nepotism nikoliv zakroceni! disbelievers jsem a nespravedlivy"},{"SurahNumber":2,"VerseNumber":255,"Text":"BUH v tom NE jsem JINAK BUH JEMU OBYVACI A VECNY. Nikdy vyznam unawareness spat chytit Jemu! S Jemu patrit vsechno nebe vsechno u zahrabat! Ktery prostredkovat Jemu proto Svem prosit? On modni jejich po jejich budouci. Nikdo dosahnout kady vedomi On prosit. Svem navlada zvladnout nebe zahrabat vladnouci ti nikdy zatiit Jemu. On jsem nejvetsi Nejvyssi a Veliciny"},{"SurahNumber":2,"VerseNumber":256,"Text":"v tom ne jsem natlak naboenstvi poradne byl tak rozdilny zly raz! Kady vypovedet souit domnivat se za BUH uchopit silny smlouva; jednotka nikdy prerusit! BUH jsem POSLUCHAC Vsevedouci"},{"SurahNumber":2,"VerseNumber":257,"Text":"BUH BYL MAGNAT Z TY VERIT; ON PRIMET TI TEMNOTA DO NASTOUPIT. Ohledne Ceho ty pochybovat jejich magnat jsem jejich obraz; oni primet ti nastoupit temnota - Tyto byl obyvatel Peklo; oni zustavat to stale"},{"SurahNumber":2,"VerseNumber":258,"Text":"Ty prosluly jednotka dret svedcit Abraham svem Magnat BUH odevzdat jemu kingship? Abraham odrikavat Muj Magnat pripustit doivotni smrt. On odrikavat ja pripustit doivotni smrt. Abraham odrikavat BUH privest slunit se vychod mohl ty privest to vecerni? disbeliever porazit! BUH NE USMERNOVAT A PROSTOPASNY"},{"SurahNumber":2,"VerseNumber":259,"Text":"Povaovat jednotka proplout zjeveni mesto udiv Jak mohl BUH obnovit tento ono posledni? BUH pak pripojit jemu smrt 100 roky pak vzkrisit jemu! On odrikavat \"E dlouze mel ty utisit sem? On odrikavat ja byl sem cas hlas cas. On ne odrikavat! Ty jsem sem sto roky. starat se na svuj potrava napoj; oni ne zkazit! Pohled svuj osel - My tim prevod ty lekce lide. okamite prosluly e my postavit kost pak pokryvka ti lide. When on nahromadit co treba on odrikavat Tak ja modni onen BUH jsem Vsemohouci"},{"SurahNumber":2,"VerseNumber":260,"Text":"Abraham odrikavat Muj Lord beet mne jak Ty obnovit naprosto. On odrikavat Znicit ty ne verit? On odrikavat Yes Ja prat si uklidnit muj jadro. On odrikavat Pokladat 4 osoba usilovat jejich oznacit umisteni a delo z kady osoba kopecek pak prijit ti s ty! Oni podlehnout ty za a pospichat Ty modni onen BUH jsem Vsemohouci Odborny"},{"SurahNumber":2,"VerseNumber":261,"Text":"Priklad z ty vycerpat jejich monies dat BUH jsem onen z zrnit vytahnout 7 upevnit sto jadro za kady upevnit! BUH NASOBIT TENTO ROZMNOIT PRO whomever ON PROSIT. BUH jsem BOHATY Knower"},{"SurahNumber":2,"VerseNumber":262,"Text":"Ty vycerpat jejich penize dat BUH pak ne nasledujici jejich milodar na poskozeni poskozeni dostat jejich odskodnit jejich Magnat; oni mel nic pramen strachu nor prosit oni rmoutit"},{"SurahNumber":2,"VerseNumber":263,"Text":"Hodny slovo soucit jsem lepsi than milodar nasledujici na poskozeni! BUH jsem DRAHY MIRNY"},{"SurahNumber":2,"VerseNumber":264,"Text":"O ty verit ne zrusit svuj milodar na vnucovat vycitat poskozeni jednotka vycerpat svem penize revue doba pochybovat BUH Posledni Cas! Svem priklad jsem otrast pokryvka hubeny vrstva pospinit; vany des zhresit to pradlo pospinit opustit to marny otrast! Oni vyteek nic jejich program. BUH NE USMERNOVAT pochybovat LIDE"},{"SurahNumber":2,"VerseNumber":265,"Text":"Priklad z ty odevzdat jejich penize adat buh radost uprimny usvedceni jsem onen z zahradni nejvyssi vynosny pospinit; when vany des dostat to odevzdat dvakrat ackoliv skoro osit! Vany des byl pristupny mrholit postacit. BUH jsem VESTEC Z VSECHNO TY UCINIL"},{"SurahNumber":2,"VerseNumber":266,"Text":"adny o ty adat uznat zahradni z podmazat strom zrnko vina splyvat pramen stedry osazet pak presne ackoliv on dospely starsi doba svem detsky byl presto privrenec jemu obe postihnout svitit svem zahradni? BUH TIM PROCISTIT ZJEVENI TY ONEN TY ZRCADLIT"},{"SurahNumber":2,"VerseNumber":267,"Text":"O ty verit ty odevzdat milodar poslusny potreby ty ziskat podle co my vytahnout pro ty zahrabat. Ne sebrat spatny therein ustoupit stranou, when ty ne uznat to svuj otvor blizko! Ty modni onen BUH jsem Drahy Chvalitebny"},{"SurahNumber":2,"VerseNumber":268,"Text":"Souit slibny ty nedostatek prikaz ty predloit odporny doba BUH slibny ty odpusteni Jemu a zdobit! BUH jsem BOHATY Vsevedouci"},{"SurahNumber":2,"VerseNumber":269,"Text":"On poskytnout moudrost whomever On chtit whoever dosahnout moudrost dosahnout prima dar! Jen ty mit porozumeni pokladat pozornost"},{"SurahNumber":2,"VerseNumber":270,"Text":"Kady milodar ty odevzdat dobrocinny slib ty fulfill BUH jsem celkem vedomy si o tom! Ohledne Ceho prostopasny oni ne mel pomocnik"},{"SurahNumber":2,"VerseNumber":271,"Text":"Ty prohlasit svuj milodar oni byl utisit poslusny! Ty zadret ti anonymni odevzdat ti chatrny jsem lepsi ty podrobit jinam z svuj hrich! BUH BYL CELKEM PRISLUSNY Z VSECHNO TY UCINIL"},{"SurahNumber":2,"VerseNumber":272,"Text":"(Ty ne jsem odpovedny pro usmernovat kady. BUH jsem ALE JEDNOTKA USMERNOVAT whoever CHTIT USMERNOVAT)! Kady milodar ty odevzdat jsem tvuj uznat plny Kady milodar ty odevzdat jsem BUH. Kady milodar ty odevzdat oplatit ty nejmene nespravedlnost"},{"SurahNumber":2,"VerseNumber":273,"Text":"Milodar odchod chatrny snest dat BUH a ne vystehovat! Neuvedomujici Si kveten myslen oni jsem drahy spravny podle jejich hodnost. Ty pripustit ti nejaky znamka; oni nikdy prosit lide persistently. Kady milodar ty odevzdat BUH jsem celkem vedomy si o tom"},{"SurahNumber":2,"VerseNumber":274,"Text":"Ty odevzdat milodar vecer cas secretly publicly dostat jejich odskodnit jejich Magnat; oni mel nic pramen strachu nor prosit oni rmoutit"},{"SurahNumber":2,"VerseNumber":275,"Text":"Ty sjednat lichva jsem stejne misto protoe ty rizeny na souit primet. Tento byl oni pravo onen lichva jsem spolu ackoliv obchod. Buh pripustit obchod zakazat lichva. Tim whoever pozornost tento prikazani svem Magnat upustit lichva on zadret svem po earnings svem soud byt BUH! Ohledne Ceho ty setrvat lichva oni privodit si Peklo wherein oni zustavat stale"},{"SurahNumber":2,"VerseNumber":276,"Text":"BUH ODSOUDIT LICHVA STESTI MILODAR. BUH NELIBOST NAPROSTY disbeliever vinny"},{"SurahNumber":2,"VerseNumber":277,"Text":"Ty domnivat se primet spravedlivy doivotni slavit Spojeni Prosba (Salat) odevzdat povinny milodar (Zakat) oni prijal jejich odskodnit jejich Magnat; oni mel nic pramen strachu nor prosit oni rmoutit"},{"SurahNumber":2,"VerseNumber":278,"Text":"O ty verit ty slavit BUH upustit uplne druh o lichva ty jsem verici"},{"SurahNumber":2,"VerseNumber":279,"Text":"Jestlie ty ne ucinil pak myslit bojovat podle BUH Svem hlasatel! Ty litovat ty zadret svuj hrdelni vnucovat nespravedlnost privodit si nespravedlnost"},{"SurahNumber":2,"VerseNumber":280,"Text":"Dlunik jsem neschopny podle vynaset obskakovat zcela doba! Ty ustoupit vypujcit milodar jsem zcela ty jestlie ty jen modni"},{"SurahNumber":2,"VerseNumber":281,"Text":"Varovat se o cas when ty navraceni BUH naprosty duse jsem platil nebo vsechno to vyloucit co z ceho nejmensi nespravedlnost"},{"SurahNumber":2,"VerseNumber":282,"Text":"O ty verit when ty provadet pujcit kady doba ty spis to. Nestranny zakonik znicit styl! Nikoliv zakonik odmitnout zastavat tento doprava buh nauka! On styl i kdy dlunik prikaz obdobi. On slavit BUH svem Magnat nikdy napalit. Jestlie dlunik byl mentalne nezpusobily bezmocny ne prikaz svem hlidac prikaz equitably! 2 mu obsluhovat svedcit; jestlie ne 2 mu pak mu 2 ena ktereho potvrzeni byl prijatelny s uplne. Tim jestlie 1 ena sluset pokriveny dalsi upomenout ji! jsem upis svedcit svedcit when prijit na vyloucit co z ceho aby! Ne unaveny z styl detail nikoliv zaleitost e touit cas oplaceni! Tento jsem spravedlivy zpozorovat BUH zarucit zcela svedcit vypustit kady pochybovat ty mel! obchodni cinnost provadeni ty zastavat ochoten a trocha ne zaznamenat mel ti svedcit! nikoliv zakonik svedcit poskozeni svem doprava! Ty poskozeni ti to jsem wickedness svuj hlas. Ty slavit BUH BUH prosit ucit ty! BUH jsem VSEVEDOUCI"},{"SurahNumber":2,"VerseNumber":283,"Text":"Ty cestovat nikoliv zakonik jsem pristupny smlouva poslat postou rucit oplaceni! Jednotka sverit za tohleto druh on zvoleni smlouva when zpusobeny on slavit BUH svem Magnat. Ne odmitnout kady potvrzeni na skryt co ty svedcit! Kady odmitnout potvrzeni jsem hrisny o srdce BUH BYL CELKEM vedomy si o VSECHNO TY UCINIL"},{"SurahNumber":2,"VerseNumber":284,"Text":"S BUH patrit vsechno nebe zahrabat! Whether ty prohlasit svuj nejvnitrejsi thoughts zadret ti skryty BUH zastavit ty odpovedny pro ti. On omluvit whomever On prosit potrestat whomever On prosit! BUH jsem VSEMOHOUCI"},{"SurahNumber":2,"VerseNumber":285,"Text":"Hlasatel mel domnivat se za co odeslat shodit jemu svem Magnat a e ucinil verici! Oni domnivat se za BUH Svem andel Svem bible Svem hlasatel My ne utocit prednost adny o Svem hlasatel Oni odrikavat My naslouchat my poslouchat. Omluvit nas nas Magnat! S Ty jsem posledni urceni"},{"SurahNumber":2,"VerseNumber":286,"Text":"BUH NIKDY ZATIIT DUSE SVUJ STREDNI SVUJ ZUSTATEK VE PROSPECH jsem KTERY ono ZISKAT PO jsem KTERY TO PREDLOIT! Nas Magnat ne odsoudit nas my nepamatovat si utocit chyba! Nas Magnat ochranny nas podle rouhat se Ty mony ty zpredu nas ucinil! Nas Lord ochranny nas podle sinus ono sluset prilis posledni nas litovat! Prominout nas omluvit nas! Ty jsem nas Magnat Ovladat Pripustit nas vitezstvi pochybovat lide"},{"SurahNumber":3,"VerseNumber":1,"Text":"M"},{"SurahNumber":3,"VerseNumber":2,"Text":"BUH v tom NE jsem BUH LEDAE ON OBYVACI A VECNY"},{"SurahNumber":3,"VerseNumber":3,"Text":"On odeslat ty tento bible truthfully pevny uplne predchozi bible On odeslat srazit Torah Evangelium"},{"SurahNumber":3,"VerseNumber":4,"Text":"zpredu kdy, s usmernovat lide On odeslat zakon zamluvit! Ty pochybovat buh zjeveni privodit si drsny odskodneni. BUH jsem VSEMOHOUCI MSTITEL"},{"SurahNumber":3,"VerseNumber":5,"Text":"Nic ukryt BUH zahrabat nebe"},{"SurahNumber":3,"VerseNumber":6,"Text":"On jsem Jednotka obrabet ty luno protoe On prosit. v tom ne jsem jinak buh Jemu; Vsemohouci Odborny"},{"SurahNumber":3,"VerseNumber":7,"Text":"On odeslat ty tento bible obsaen cestny zversovat - Ktery jmenovat jadro bible - Take protoe multiple-meaning alegoricky zversovat. Ty harbor pochybovat jejich jadro pokracovat multiple-meaning zversovat tvorit zahuba vyprostit nejaky smysl! Adny modni spravny smysl o tom ledae BUH ty zdroj founded vedomi! Oni odrikavat My verit za tohleto - uplne o ono podlehnout nas Magnat. Jen ty mit porozumeni pokladat pozornost"},{"SurahNumber":3,"VerseNumber":8,"Text":"Nas Magnat pripustit ne nas jadro waver tak onen Ty usmernovat nas! Lit nas Svuj soucit; Ty jsem Grantor"},{"SurahNumber":3,"VerseNumber":9,"Text":"Nas Lord Ty prece nahromadit lide cas jsem nevyhnutelny! BUH NIKDY PRERUSIT SLIB"},{"SurahNumber":3,"VerseNumber":10,"Text":"Ty pochybovat nikdy porce jejich penize nor jejich detsky BUH. Oni byl podporovat Peklo"},{"SurahNumber":3,"VerseNumber":11,"Text":"Jako Pharaoh's lide ty ti oni vyradit nas zjeveni proto BUH potrestat ti jejich hrich. BUH jsem PRESNY za PROVEST ODSKODNENI"},{"SurahNumber":3,"VerseNumber":12,"Text":"Rict podle ty pochybovat Ty porazit pak setkani Peklo; ktery bidny pribytek"},{"SurahNumber":3,"VerseNumber":13,"Text":"Priklad urcit ty 2 armada uderit - 1 armada boj dat BUH i kdy dalsi pochybovat. Oni prijmout jejich uznat otvor oni jsem dvakrat ackoliv mnoho. BUH SNEST SVEM VITEZSTVI whomever ON PROSIT. Tento postarat se pojisteni ty mit zjeveni"},{"SurahNumber":3,"VerseNumber":14,"Text":"Zdobit lide jsem svetovy libit se receny ackoliv ena mel detsky hromadit hromadit z zlato postribrit skolit jizdni ivy inventar osit! Tyto jsem material tento spolecnost. Druhy zcela pribytek zachovat BUH"},{"SurahNumber":3,"VerseNumber":15,"Text":"Odrikavat Pripustit mne informovat ty z skoro zlepsit rozdavat ty primet spravedlivy doivotni skromny jejich Magnat jsem zahradni priliv pramen nesmiseny snoubenec stesti buh stesti BUH jsem Vestec Svem worshipers"},{"SurahNumber":3,"VerseNumber":16,"Text":"Oni odrikavat Nas Magnat my domnivat se omluvit nas nas hrich usetrit nas zapas hellfire"},{"SurahNumber":3,"VerseNumber":17,"Text":"Oni jsem pevny pravy nabidnout dobrocinny a meditators o zablesk"},{"SurahNumber":3,"VerseNumber":18,"Text":"BUH LOISKO SVEDCIT v tom NE jsem BUH LEDAE ON A vyloucit co z ceho ANDEL TY MIT VEDOMI! Truthfully equitably On jsem prosty buh; v tom ne jsem buh On Vsemohouci Odborny"},{"SurahNumber":3,"VerseNumber":19,"Text":"Ale naboenstvi potvrdit na BUH jsem Pokora. Ironically ty dostat bible jsem jednotka debatovat tento pravda vedomi oni dostat arlivost. Pro stejny rejectors buh zjeveni BUH jsem presny od vypocitat"},{"SurahNumber":3,"VerseNumber":20,"Text":"Oni diskutovat ty pak rict ja pouze nabidnout BUH; ja ty nasledujici mne. Ty vyhlasit ty dostat bible prilis protoe ty ne ucinil Would ty nabidnout? oni nabidnout pak oni usmernovat oni obeh svuj prosty poslani byl vynest tento poslani! BUH jsem VESTEC UPLNE LIDE"},{"SurahNumber":3,"VerseNumber":21,"Text":"Ty vyradit buh zjeveni znemonit prorok unjustly znemonit ty obhajovat opravnenost among a narod, slibny ti trapny odskodneni"},{"SurahNumber":3,"VerseNumber":22,"Text":"Jejich spravovat zrusit oba za tohleto doivotni Dale oni ne mel pomocnik"},{"SurahNumber":3,"VerseNumber":23,"Text":"Ty prosluly ty byl odevzdat rozdelit z bible jak oni lakat udrovat tento bible BUH platit ono jejich uznat ivy pak trochu o ti obeh odpor"},{"SurahNumber":3,"VerseNumber":24,"Text":"Tento because oni odrikavat hellfire ne nakazit nas a malokteri cas. Oni tim podvadet jejich naboenstvi jejich uznat stavba"},{"SurahNumber":3,"VerseNumber":25,"Text":"Jak to ucinil to pro ti when my byl predvolat ti onen nevyhnutelny cas? Kady duse byl platil nebo kady ono ziskat nejmensi nespravedlnost"},{"SurahNumber":3,"VerseNumber":26,"Text":"Odrikavat Nas buh vlastnik uplne svrchovanost! Ty pripustit svrchovanost whomever Ty chtit Ty odstranujici svrchovanost whomever Ty chtit. Ty pripustit hodnost whomever Ty vybrany predloit s pokoreni whomever Ty chtit. Od Svuj pismo jsem uplne zajisteni. Ty jsem Vsemohouci"},{"SurahNumber":3,"VerseNumber":27,"Text":"Ty pripojit vecer cas pripojit cas vecer. Ty vytahnout obyvaci naprosto vytahnout naprosto podle ivy Ty postarat se nebo whomever Ty chtit vrchol"},{"SurahNumber":3,"VerseNumber":28,"Text":"Verici nikdy spojeny disbelievers verici. Whoever ucinil tento vyhnat BUH! Osvobozeny ar ty vnutit vyloucit co z ceho tento zabranit perzekuce! BUH VYLEKAT TY ONEN TY VAIT SI JEMU JEN. S BUH jsem posledni urceni"},{"SurahNumber":3,"VerseNumber":29,"Text":"Odrikavat Whether ty skryt svuj nejvnitrejsi myslen prohlasit to BUH byl celkem vedomy si o. tom. On jsem celkem vedomy si o vsechno od nebe zahrabat! BUH jsem VSEMOHOUCI"},{"SurahNumber":3,"VerseNumber":30,"Text":"Cas podlehnout when kady duse rozhodnuti uplne plny rizeni to ucinil privest vzdalen! Ohledne Ceho zly rizeni to adat onen oni druhy druhy odstranujici! BUH VYLEKAT TY ONEN TY VAIT SI JEMU JEN. BUH BYL SOUCITNY towards LIDE"},{"SurahNumber":3,"VerseNumber":31,"Text":"Vyhlasit Jestlie ty milovat BUH ty nasledujici mne BUH prosit pak milovat ty omluvit svuj hrich! BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":3,"VerseNumber":32,"Text":"Vyhlasit Ty poslouchat BUH hlasatel oni obeh BUH ne milovat disbelievers"},{"SurahNumber":3,"VerseNumber":33,"Text":"(BUH CHTIT ADAM NOE DRUH Abraham DRUH Amram HLASATEL) S LIDE"},{"SurahNumber":3,"VerseNumber":34,"Text":"Oni patrit stejne potomstvo. BUH jsem POSLUCHAC Vsevedouci"},{"SurahNumber":3,"VerseNumber":35,"Text":"Ena Amram odrikavat Muj Magnat ja zasvetit (maly) muj nadouvat Ty zcela aby uznat mne! Ty jsem Posluchac Vsevedouci"},{"SurahNumber":3,"VerseNumber":36,"Text":"When ena ustoupit pocatek podle ji ena odrikavat Muj Magnat ja odevzdat pocatek holka - BUH BYL CELKEM vedomy si o KTERY ENA LOISKO - Mu ne jsem spolu ackoliv enska. Ja pojmenovat ji Marie ja vyvolavat Svuj ochrana ji ji potomek podle vyradit souit"},{"SurahNumber":3,"VerseNumber":37,"Text":"Ji Magnat pripustny ji blahosklonny souhlas nosit ji blahosklonny vychova ochrana Zachariah. Whenever Zachariah napsat ji utociste on najit zajisteni ji. On poadovat Marie ucinil ty dosahnout tento podle? Ena odrikavat To jsem BUH. BUH postarat se nebo whomever ON CHTIT VRCHOL"},{"SurahNumber":3,"VerseNumber":38,"Text":"when Zachariah vzyvat svem Magnat Muj Lord pripustit mne stejny poslusny detsky Ty jsem Posluchac prosba"},{"SurahNumber":3,"VerseNumber":39,"Text":"Andel prijit jemu when on adat utociste BUH odevzdat ty poslusny zprava z Hajzl verici slovo BUH honorable mravni spravedlivy prorok"},{"SurahNumber":3,"VerseNumber":40,"Text":"On odrikavat E mohl ja mel mily when ja jsem starsi muj ena jalovy? On odrikavat BUH ucinil cokoliv On prosit"},{"SurahNumber":3,"VerseNumber":41,"Text":"On odrikavat Muj Lord odevzdat mne znamka. On odrikavat Svuj znamka jsem onen ty ne mluven podle lide 3 cas znameni! Slavit svuj Magnat frequently; premyslet vecer cas"},{"SurahNumber":3,"VerseNumber":42,"Text":"Andel odrikavat O Marie BUH chtit ty cistit ty. On chtit ty uplne ena"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Marie ty nabidnout svuj Magnat premoct sklanet shodit ty sklanet shodit"},{"SurahNumber":3,"VerseNumber":44,"Text":"Tento jsem zprava pres my odhalit ty. Ty ne jsem v tom when oni sat jejich loterie zvolit Marie strace. Ty ne jsem poskytovat when oni svedcit 1 jiny"},{"SurahNumber":3,"VerseNumber":45,"Text":"Andel odrikavat O Marie BUH odevzdat ty poslusny zprava Slovo podle Jemu uvest byl Mesias Jeis syn Marie. On jsem predni za tohleto doivotni Dale 1 z ty konec s Mne"},{"SurahNumber":3,"VerseNumber":46,"Text":"On mluven podle lide vecpat prilis protoe dospely; on jsem 1 z a spravedlivy"},{"SurahNumber":3,"VerseNumber":47,"Text":"Ena odrikavat Muj Magnat jak mohl ja mel syn when nikoliv mu nakazit mne? On odrikavat BUH tim tvorit cokoliv On prosit. S mel vsechno udelan On pouze rict podle Jsem ' to jsem"},{"SurahNumber":3,"VerseNumber":48,"Text":"On ucit jemu bible moudrost Torah Evangelium"},{"SurahNumber":3,"VerseNumber":49,"Text":"Jako hlasatel Detsky Izrael ja podlehnout ty znamka podle svuj Magnat - Ja tvorit ty podle jil obrabet osoba pak ja kvet to to sluset bydlit osoba buh dovolena. Ja uzdravit zjeveni slepy lecit malomocny ja obnovit naprosto buh dovolena! Ja zjistit ty co ty stravit co ty hromada svuj tesne. Tento jsem pevny ty jestlie ty jsem verici"},{"SurahNumber":3,"VerseNumber":50,"Text":"Ja pevny predchozi bible - Torah - Ja odvolat nejaky zakaz vyuitkovat na ty. Ja podlehnout ty sufficient pevny podle svuj Magnat. Proto ty slavit BUH poslouchat mne"},{"SurahNumber":3,"VerseNumber":51,"Text":"BUH jsem MUJ MAGNAT SVUJ LORD; TY ZBONOVAT JEMU JEN! Tento byl vzprimit draha"},{"SurahNumber":3,"VerseNumber":52,"Text":"When Jeis pocit jejich nevera on odrikavat Kteri jsem muj privrenec BUH? ak odrikavat My jsem buh privrenec; my domnivat se za BUH loisko svedcit my jsem submitters"},{"SurahNumber":3,"VerseNumber":53,"Text":"Nas Magnat my mel domnivat se za co Ty odeslat srazit my ridili se hlasatel; pocet nas svedcit"},{"SurahNumber":3,"VerseNumber":54,"Text":"Oni obsah navrhovat vyloucit co z ceho BUH BUH jsem zcela navrhovat"},{"SurahNumber":3,"VerseNumber":55,"Text":"Tim BUH odrikavat O Jeis ja ukoncit svuj doivotni sbirat ty s Mi zbavit ty z disbelievers! Ja povysit ty nasledujici ty vyse ty pochybovat Cas Zmrtvychvstani. Pak s Mne jsem posledni urceni z uplne o ty pak ja kritizovat ty svuj popirat"},{"SurahNumber":3,"VerseNumber":56,"Text":"Ohledne Ceho ty pochybovat ja predloit ti trapny odskodneni za tohleto spolecnost od Dale. Oni ne mel pomocnik"},{"SurahNumber":3,"VerseNumber":57,"Text":"Ohledne Ceho ty domnivat se primet spravedlivy doivotni On celkem odmenit ti! BUH NE MILOVAT A NESPRAVEDLIVY"},{"SurahNumber":3,"VerseNumber":58,"Text":"Tyto byl zjeveni my prednaset ty stanovit poslani vrchol z moudrost"},{"SurahNumber":3,"VerseNumber":59,"Text":"Priklad Jeis BUH o byl spolu ackoliv onen z Adam; On tvorit jemu oprasit pak rict podle jemu Jsem on jsem"},{"SurahNumber":3,"VerseNumber":60,"Text":"Tento jsem vernost svuj Magnat; ne harbor kady pochybovat"},{"SurahNumber":3,"VerseNumber":61,"Text":"Kady diskutovat ty vedomi ty dostat pak rict Rusit nas predvolat nas detsky svuj detsky nas ena svuj ena se pak pripustit nas vyvolavat buh klit lharka"},{"SurahNumber":3,"VerseNumber":62,"Text":"Uplne tento jsem vypravovani vernost. Uplne v tom ne jsem buh ledae BUH! Uplne BUH jsem Vsemohouci Odborny"},{"SurahNumber":3,"VerseNumber":63,"Text":"Oni obeh pak BUH jsem celkem vedomy si o evildoers"},{"SurahNumber":3,"VerseNumber":64,"Text":"rict O stoupenec bible podlehnout logicky souhlas nas ty onen my ne zbonovat BUH my nikdy spolecnost kady obraz Jemu nor spolecnost kady lidska bytost existence magnat BUH oni obeh odrikavat Loisko svedcit my jsem submitters"},{"SurahNumber":3,"VerseNumber":65,"Text":"O stoupenec bible why ty svedcit Abraham when Torah Evangelium ne odhalit ne po jemu? Ty ne porozumeni"},{"SurahNumber":3,"VerseNumber":66,"Text":"Ty svedcit pribline potreby ty dret modni; ty diskutovat potreby ty ne modni? BUH zkuseny, DOBA TY NE MODNI"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham jsem vubec Idovsky nor Kristian; on jsem monotheist submitter. On nikdy jsem obraz worshiper"},{"SurahNumber":3,"VerseNumber":68,"Text":"Lide hodny z Abraham jsem ty nasledujici jemu tento prorok ty verit. BUH jsem MAGNAT ZVLADNOUT Z VERICI"},{"SurahNumber":3,"VerseNumber":69,"Text":"Trochu stoupenec bible adat primet ty z cesty oni jen primet z cesty mimo perceiving"},{"SurahNumber":3,"VerseNumber":70,"Text":"O stoupenec bible ty vyradit tyto zjeveni BUH ty loisko svedcit tento jsem vernost"},{"SurahNumber":3,"VerseNumber":71,"Text":"O stoupenec bible why ty pokazit vernost prolhanost zpusobit skryt vernost znalecky"},{"SurahNumber":3,"VerseNumber":72,"Text":"Trochu stoupenec bible odrikavat Domnivat se za co odeslat srazit verici za a dopoledne vyradit to za a vecer mona nekdy oni odvratit"},{"SurahNumber":3,"VerseNumber":73,"Text":"Ne domnivat se ledae protoe ty nasledujici svuj naboenstvi. Odrikavat spravny rizeni jsem buh rizeni. oni pravo onen oni mel stejne rizeni diskutovat ty svuj Magnat rict Uplne ozdobit jsem buh pomoct; On poskytnout to whomever On prosit. BUH jsem Bohaty Vsevedouci"},{"SurahNumber":3,"VerseNumber":74,"Text":"On specifikovat Svem soucit whomever On prosit; BUH mit neomezeny ozdobit"},{"SurahNumber":3,"VerseNumber":75,"Text":"Trochu stoupenec bible sverit soubor moc oni ustoupit ono ty. Others ti ne sverit vybrat dinar; oni ne oplatit ty ty zadret ti. Byl oni odrikavat My ne mel podle jsem cestny when obcovani ke pohan! Tim oni znak prostirat se BUH znalecky"},{"SurahNumber":3,"VerseNumber":76,"Text":"Vskutku ty fulfill jejich upis primet spravedlivy doivotni BUH nic a spravedlivy"},{"SurahNumber":3,"VerseNumber":77,"Text":"Ohledne Ceho ty obchodovat daleko buh sjednat jejich upis laciny ceny oni prijal nikoliv delit Dale. BUH prosit NE mluven podle TI nor starat se TI CAS ZMRTVYCHVSTANI nor PROSIT ON CISTIT TI! Oni privodit si trapny odskodneni"},{"SurahNumber":3,"VerseNumber":78,"Text":"Among ti byl ty tocit jejich spice napodobit bible ty myslen byl bible when ne jsem bible oni pravo ono jsem BUH when to ne jsem BUH! Tim oni vyjadrit prostirat se znak ti BUH znalecky"},{"SurahNumber":3,"VerseNumber":79,"Text":"Nikdy would lidska bytost jsem koho BUH zpropadeny na bible prophethood rict podle lide Zbonovat Koho mne BUH. Misto (on odrikavat) Oddany uplne svuj Magnat jen bible ty kazat nauka ty zjistit"},{"SurahNumber":3,"VerseNumber":80,"Text":"Nor would on prikaz ty zbonovat koho andel prorok magnat. On varovat ty Would pochybovat slusivy submitters"},{"SurahNumber":3,"VerseNumber":81,"Text":"BUH POKLADAT SJEDNAT PROROK RCENI JA ODEVZDAT TY BIBLE MOUDROST. Pozdeji hlasatel podlehnout pevny uplne jsouci bible! Ty domnivat se za jemu snest jemu. On odrikavat Vyloucit co z ceho ty dohodnout se tento rucit fulfill tento sjednat? Oni odrikavat My odpovidat. On odrikavat Ty tim loisko svedcit ja loisko svedcit ty"},{"SurahNumber":3,"VerseNumber":82,"Text":"Ty vyradit tento (Quranic vestba) jsem odporny jednotka"},{"SurahNumber":3,"VerseNumber":83,"Text":"Oni adat buh naboenstvi when vsechno od nebe zahrabat nabidnout Jemu s radosti unwillingly a Jemu oni vratit"},{"SurahNumber":3,"VerseNumber":84,"Text":"rict My domnivat se za BUH od co odeslat nas za co odeslat srazit Abraham Ismail Isaac Ebrik Patriarcha za ktery odevzdat Moses Jeis prorok jejich Magnat! My ne utocit prednost adny o ti. S Jemu jen my jsem submitters"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kady uznat Pokora svem naboenstvi to ne uznat jemu Dale on jsem kdo neco ztrati"},{"SurahNumber":3,"VerseNumber":86,"Text":"Why BUH usmernovat lide mel bys pochybovat pozdeji domnivat se za svedcit hlasatel jsem vernost a kubicky zkouska odevzdat ti? BUH NE USMERNOVAT A PROSTOPASNY"},{"SurahNumber":3,"VerseNumber":87,"Text":"Tyto privodit si zabaveni BUH andel uplne lide"},{"SurahNumber":3,"VerseNumber":88,"Text":"Eternally oni zustavat therein; odskodneni nikdy zamenit ti nor prosit oni odrocit"},{"SurahNumber":3,"VerseNumber":89,"Text":"Osvobozeny jsem ty ktery litovat od te doby oprava! BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":3,"VerseNumber":90,"Text":"Ty pochybovat domnivat se pak ponorit nadmerne nevera jejich litost ne uznat ti; oni jsem pravy strayers"},{"SurahNumber":3,"VerseNumber":91,"Text":"Ty pochybovat posledni disbelievers earthful zlato prosit ne uznat adny o ti jeste stejny vykoupit jsem vhodny. Oni privodit si trapny odskodneni; oni ne mel pomocnik"},{"SurahNumber":3,"VerseNumber":92,"Text":"Ty ne dosahnout spravedlnost ty odevzdat milodar dreni ty milovat. Kady ty odevzdat milodar BUH jsem celkem vedomy si o tom"}]}