{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"ئاللاھ ھەقىقەتەن ئېرى توغرىسىدا سەن بىلەن مۇنازىرىلەشكەن ۋە ئاللاھقا شىكايەت قىلغان ئايالنىڭ سۆزىنى ئاڭلىدى، ئاللاھ ئىككىڭلارنىڭ سۆزۈڭلارنى ئاڭلاپ تۇرىدۇ، ئاللاھ ھەقىقەتەن ئاڭلىغۇچىدۇر، كۆرگۈچىدۇر"},{"SurahNumber":58,"VerseNumber":2,"Text":"سىلەردىن ئاياللىرىنى زىھار قىلغانلارنىڭ (يەنى ئاياللىرىنى ئانىلىرىنىڭ ئۇچىلىرىغا ئوخشاش دېگۈچىلەرنىڭ) ئاياللىرى ئۇلارنىڭ ئانىلىرى ئەمەستۇر، پەقەت ئۇلارنى تۇغقان ئاياللارلا ئۇلارنىڭ ئانىلىرىدۇر، ھالبۇكى، ئۇلار (يەنى زىھار قىلغۇچىلار) ئەلۋەتتە يامان سۆزنى، يالغان سۆزنى قىلىدۇ. ئاللاھ، شەك ـ شۈبھىسىزكى، (تەۋبە قىلغۇچىنى) ئەپۇ قىلغۇچىدۇر، مەغپىرەت قىلغۇچىدۇر"},{"SurahNumber":58,"VerseNumber":3,"Text":"ئاياللىرىنى زىھار قىلىپ، ئاندىن قىلغان سۆزىگە (يەنى زىھار قىلغانلىقىغا) پۇشايمان قىلغانلار (ئەر ـ ئايال ئىككىسى) يېقىنچىلىق قىلىشتىن ئىلگىرى بىر قۇلنى ئازاد قىلىشى لازىم. بۇنىڭ بىلەن سىلەرگە ۋەز ـ نەسىھەت قىلىنىدۇ، ئاللاھ سىلەرنىڭ قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەرداردۇر"},{"SurahNumber":58,"VerseNumber":4,"Text":"(ئازاد قىلىشقا) قۇل تاپالمىغان ئادەم، ئايالى بىلەن يېقىنچىلىق قىلىشتىن ئىلگىرى، ئۇدا ئىككى ئاي روزا تۇتۇشى لازىم، (قېرىلىق ياكى كېسەللىك سەۋەبى بىلەن روزا تۇتۇشقا) قادىر بولالمىغان ئادەم (60 مىسكىنگە بىر ۋاخ تاماق بېرىشى لازىم)، بۇ (ئەھكام) ئاللاھ ۋە ئۇنىڭ پەيغەمبىرى ( ئەمر قىلغان ئىشلارغا) تەستىق قىلىشىڭلار ئۈچۈن (بايان قىلىندى). بۇلار ئاللاھنىڭ قانۇنىدۇر، (بۇ قانۇننى) ئىنكار قىلغۇچىلار قاتتىق ئازابقا دۇچار بولىدۇ"},{"SurahNumber":58,"VerseNumber":5,"Text":"شۈبھىسىزكى، ئاللاھ بىلەن ۋە ئۇنىڭ پەيغەمبىرى بىلەن قارشىلاشقانلار ئۇلاردىن بۇرۇنقىلار ھالاك قىلىنغاندەك ھالاك قىلىنىدۇ. بىز ھەقىقەتەن (ھالال، ھارام، پەرز ۋە ئەھكاملارنى ئۆز ئىچىگە ئالغان) روشەن ئايەتلەرنى نازىل قىلدۇق، كاپىرلار خار قىلغۇچى ئازابقا دۇچار بولىدۇ"},{"SurahNumber":58,"VerseNumber":6,"Text":"ئۇ كۈندە ئاللاھ ئۇلارنىڭ ھەممىسىنى تىرىلدۈرىدۇ، ئۇلارنىڭ (دۇنيادىكى چاغدا قىلغان) قىلمىشلىرىنى ئېيتىپ بېرىدۇ، ئاللاھ ئۇلارنىڭ قىلمىشلىرىنى (نامە ـ ئەمالىغا) خاتىرىلەپ قويغان، ئۇلار بولسا ئۇنتۇپ قالغان، ئاللاھ ھەممە نەرسىنى كۆزىتىپ تۇرغۇچىدۇر"},{"SurahNumber":58,"VerseNumber":7,"Text":"ئاللاھنىڭ ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنى بىلىپ تۇرىدىغانلىقىنى بىلمەمسەن؟ ئۈچ ئادەم پىچىرلىشىدىكەن، ئاللاھ ئۇلارنىڭ تۆتىنچىسىدۇر، بەش ئادەم پىچىرلىشىدىكەن، ئاللاھ ئۇلارنىڭ ئالتىنچىسىدۇر، مەيلى ئۇنىڭدىن ئاز ياكى كۆپ ئادەم پىچىرلاشسۇن، ئۇلار قەيەردە بولمىسۇن، ئاللاھ ھامان ئۇلار بىلەن بىللىدۇر، ئاندىن قىيامەت كۈنى ئۇلارنىڭ قىلمىشلىرىنى ئاللاھ ئۇلارغا ئېيتىپ بېرىدۇ، ئاللاھ ھەقىقەتەن ھەممە نەرسىنى تولۇق بىلگۈچىدۇر"},{"SurahNumber":58,"VerseNumber":8,"Text":"پىچىرلىشىشتىن مەنئى قىلىنغان، ئاندىن مەنئى قىلىنغان نەرسىگە قايتقان كىشىلەرنى كۆرمىدىڭمۇ؟ ئۇلار گۇناھ بىلەن، زۇلۇم بىلەن ۋە پەيغەمبەرگە قارشى تۇرۇش بىلەن پىچىرلىشىدۇ، ئۇلار سېنىڭ يېنىڭغا كەلگەندە، ئاللاھ ساڭا سالام قىلىشتا قوللانمىغان سۆزلەر بىلەن سالام قىلىدۇ، ئۇلار ئۆز ئىچىدە: «ئاللاھ نېمىشقا بۇ سۆزىمىز بىلەن بىزنى جازالىمايدۇ؟» دەيدۇ، دوزاخ ئۇلارغا كۇپايىدۇر، ئۇلار دوزاخقا كىرىدۇ، دوزاخ نېمىدېگەن يامان جاي"},{"SurahNumber":58,"VerseNumber":9,"Text":"ئى مۆمىنلەر! سىلەر پىچىرلاشساڭلار گۇناھ، زۇلۇم ۋە پەيغەمبەرنىڭ ئەمرىگە خىلاپلىق قىلىش توغرىسىدا پىچىرلاشماڭلار، ياخشىلىق ۋە تەقۋادارلىق توغرىسىدا پىچىرلىشىڭلار، سىلەر ئاللاھتىن قورقۇڭلار، سىلەر ئۇنىڭ دەرگاھىغا يىغىلىسىلەر"},{"SurahNumber":58,"VerseNumber":10,"Text":"گۇناھ توغرىسىدا پىچىرلىشىش مۆمىنلەرنى قايغۇغا سېلىش ئۈچۈن شەيتان تەرىپىدىن بولغاندۇر، (بۇنداق پىچىرلىشىش) ئاللاھنىڭ ئىرادىسى بولمىسىلا مۆمىنلەرگە ھېچقانداق زىيان يەتكۈزەلمەيدۇ، مۆمىنلەر ئاللاھقا تەۋەككۈل قىلسۇن"},{"SurahNumber":58,"VerseNumber":11,"Text":"ئى مۆمىنلەر! ئەگەر (سورۇندا) بەزىلەر سىلەرگە: «ئورۇن چىقىرىپ بېرىڭلار» دېسە، ئورۇن چىقىرىپ بېرىڭلار، ئاللاھ سىلەرگە (رەھمىتىنى ۋە جەننىتىنى) كېڭەيتىپ بېرىدۇ، ئەگەر سىلەرگە (باشقىلارغا ئورۇن بوشىتىپ بېرىش ئۈچۈن): «ئورنۇڭلاردىن تۇرۇپ بېرىڭلار» دېيىلسە، ئورنۇڭلاردىن تۇرۇپ بېرىڭلار، ئاللاھ سىلەردىن ئىمان ئېيتقانلار ۋە ئىلىم بېرىلگەنلەرنى بىر قانچە دەرىجە يۇقىرى كۆتۈرىدۇ، ئاللاھ سىلەرنىڭ قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەردار"},{"SurahNumber":58,"VerseNumber":12,"Text":"ئى مۆمىنلەر! پەيغەمبەر بىلەن مەخپىي سۆزلەشمەكچى بولساڭلار، ئالدى بىلەن (يوقسۇللارغا) سەدىقە بېرىپ، ئاندىن سۆزلىشىڭلار، بۇ سىلەر ئۈچۈن ياخشىراقتۇر ۋە پاكراقتۇر، ئەگەر (سەدىقە قىلىدىغان نەرسە) تاپالمىساڭلار (سىلەرگە گۇناھ بولمايدۇ)، چۈنكى ئاللاھ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"},{"SurahNumber":58,"VerseNumber":13,"Text":"سىلەر رەسۇلۇللاھ بىلەن مەخپىي سۆزلىشىشتىن ئىلگىرى سەدىقىلەر بېرىشتىن (كەمبەغەل بولۇپ قالىمىز) دەپ قورقتۇڭلارمۇ؟ سىلەر سەدىقە بەرمىدىڭلار، ئاللاھ سىلەرنى ئەپۇ قىلدى، ناماز ئوقۇڭلار، زاكات بېرىڭلار، ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە ئىتائەت قىلىڭلار، قىلىۋاتقان ئىشىڭلاردىن ئاللاھ تولۇق خەۋەرداردۇر"},{"SurahNumber":58,"VerseNumber":14,"Text":"ئاللاھنىڭ غەزىپىگە ئۇچرىغان قەۋمنى دوست تۇتقان كىشىلەرنى كۆرمىدىڭمۇ؟ ئۇلار سىلەرگىمۇ ۋە ئۇ قەۋمگىمۇ (يەنى يەھۇدىيلارغىمۇ) مەنسۇپ ئەمەس، ئۇلار بىلىپ تۇرۇپ يالغاندىن قەسەم ئىچىدۇ"},{"SurahNumber":58,"VerseNumber":15,"Text":"ئۇلارغا ئاللاھ قاتتىق ئازاب تەييارلىدى، ئۇلارنىڭ قىلمىشلىرى نېمىدېگەن يامان"},{"SurahNumber":58,"VerseNumber":16,"Text":"ئۇلار (يالغان) قەسەملىرىنى قالقان قىلىۋالدى، كىشىلەرنى ئاللاھنىڭ يولىدىن توستى، ئۇلار خار قىلغۇچى ئازابقا دۇچار بولىدۇ"},{"SurahNumber":58,"VerseNumber":17,"Text":"ئۇلارنىڭ ماللىرى ۋە بالىلىرى (ئۇلارغا ئاخىرەتتە بولىدىغان) ئاللاھنىڭ ئازابىدىن ھېچ نەرسىنى دەپئى قىلالمايدۇ، ئەنە شۇلار ئەھلى دوزاختۇر، ئۇلار دوزاختا مەڭگۈ قالغۇچىلاردۇر"},{"SurahNumber":58,"VerseNumber":18,"Text":"ئۇ كۈندە ئاللاھ ئۆلگەنلەرنىڭ ھەممىسىنى تىرىلدۈرىدۇ، ئۇلار (دۇنيادىكى چاغلىرىدا «بىز مۇسۇلمانمىز» دەپ يالغاندىن) سىلەرگە قەسەم ئىچكەندەك ئاللاھقا قەسەم ئىچىدۇ، ئۇلار بۇ قەسەمنىڭ ئۆزلىرىگە پايدىسى بولىدۇ دەپ ئويلايدۇ، ئاگاھ بولۇڭلاركى، ئۇلار ھەقىقەتەن يالغانچىلاردۇر"},{"SurahNumber":58,"VerseNumber":19,"Text":"ئۇلارنىڭ ئۈستىدىن شەيتان غەلىبە قىلدى، (شەيتان) ئۇلارغا ئاللاھنىڭ زىكرىنى ئۇنتۇلدۇردى، ئۇلار شەيتاننىڭ قوشۇنىدۇر، بىلىڭلاركى، شەيتاننىڭ قوشۇنى زىيان تارتقۇچىلاردۇر"},{"SurahNumber":58,"VerseNumber":20,"Text":"شۈبھىسىزكى، ئاللاھ بىلەن ۋە ئۇنىڭ پەيغەمبىرى بىلەن قارشىلاشقۇچىلار ئەڭ خار ئىنسانلار قاتارىدىدۇر"},{"SurahNumber":58,"VerseNumber":21,"Text":"ئاللاھ (لەۋھۇلمەھپۇزغا): «مەن ۋە مېنىڭ پەيغەمبەرلىرىم چوقۇم غەلىبە قىلىمىز» دەپ يازدى، ئاللاھ ھەقىقەتەن كۈچلۈكتۇر، غالىبتۇر"},{"SurahNumber":58,"VerseNumber":22,"Text":"ئاللاھقا ۋە ئاخىرەت كۈنىگە ئىشىنىدىغان بىر قەۋمنىڭ ئاللاھ بىلەن ۋە ئۇنىڭ پەيغەمبىرى بىلەن قارشىلاشقانلارنى _ ئۇلارنىڭ ئانىلىرى، ئوغۇللىرى، يا قېرىنداشلىرى، يا ئۇرۇق ـ تۇغقانلىرى بولغان تەقدىردىمۇ _ دوست تۇتقانلىقىنى كۆرمەيسەن (يەنى ئۇلارنى دوست تۇتۇشى مۇمكىن ئەمەس)، ئەنە شۇلارنىڭ دىللىرىدا ئاللاھ ئىماننى مۇستەھكەم قىلدى ۋە ئۆز دەرگاھىدىن بولغان روھ بىلەن ئۇلارنى كۈچەيتتى، ئاللاھ ئۇلارنى ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، ئۇلار جەننەتلەردە مەڭگۈ قالىدۇ، ئاللاھ ئۇلاردىن رازى بولىدۇ، ئاللاھتىن ئۇلارمۇ مەمنۇن بولىدۇ، ئەنە شۇلار ئاللاھنىڭ قوشۇنىدۇر، بىلىڭلاركى، ئاللاھنىڭ قوشۇنى مەقسەتكە ئېرىشكۈچىلەردۇر"},{"SurahNumber":59,"VerseNumber":1,"Text":"ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنىڭ ھەممىسى ئاللاھقا تەسبىھ ئېيتتى، ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":59,"VerseNumber":2,"Text":"ئاللاھ ئەھلى كىتابتىن بولغان كاپىرلارنى (يەنى بەنى نەزىر يەھۇدىيلىرىنى) تۇنجى قېتىملىق سۈرگۈندە ئۆيلىرىدىن ھەيدەپ چىقاردى، سىلەر ئۇلارنى (كۈچلۈك تۇرۇپ مۇنداق خار ھالدا) چىقىپ كېتىدۇ دەپ گۇمان قىلمىغان ئىدىڭلار، ئۇلار ئۆزلىرىنىڭ قورغانلىرىنى ئۆزلىرىنى ئاللاھنىڭ (ئازابىدىن) توسىيالايدۇ دەپ ئويلىغان ئىدى، ئۇلارغا ئاللاھنىڭ ئازابى ئۇلار ئويلىمىغان يەردىن كەلدى. ئاللاھ ئۇلارنىڭ دىللىرىغا قورقۇنچ سالدى، ئۇلار قورغانلىرىنى ئۆزلىرىنىڭ قوللىرى ۋە مۆمىنلەرنىڭ قوللىرى بىلەن بۇزدى، ئى ئەقىل ئىگىلىرى! (ئۇلارنىڭ ھالىدىن) ئىبرەت ئېلىڭلار"},{"SurahNumber":59,"VerseNumber":3,"Text":"ئەگەر ئاللاھ ئۇلارنى سۈرگۈن بولۇشقا ھۆكۈم قىلمىغان بولسا ئىدى، ئەلۋەتتە ئۇلارنى دۇنيادا (ئۆلتۈرۈش) بىلەن ئازابلايتتى، ئۇلار ئاخىرەتتە دوزاخ ئازابىغا دۇچار بولىدۇ"},{"SurahNumber":59,"VerseNumber":4,"Text":"بۇ (يەنى ئۇلارنىڭ سۈرگۈن قىلىنىشى) شۇنىڭ ئۈچۈندۇركى، ئۇلار ئاللاھ بىلەن ۋە ئۇنىڭ پەيغەمبىرى بىلەن قارشىلاشتى، كىمكى ئاللاھ بىلەن قارشىلىشىدىكەن، شۈبھىسىز، ئاللاھ ئۇنى قاتتىق جازالايدۇ"},{"SurahNumber":59,"VerseNumber":5,"Text":"(ئى مۇسۇلمانلار!) سىلەر مەيلى (بەنى نەزىرنىڭ) خورمىلىرىنى كېسىڭلار، مەيلى ئۇنى بۇرۇنقى پېتى ئۆرە قالدۇرۇڭلار، ھەممىسىگە ئاللاھ رۇخسەت قىلىدۇ، (ئاللاھنىڭ رۇخسەت قىلىشى) ئاللاھنىڭ ئىتائىتىدىن چىققۇچىلارنى (يەنى يەھۇدىيلارنى) رەسۋا قىلىش ئۈچۈندۇر"},{"SurahNumber":59,"VerseNumber":6,"Text":"ئاللاھ پەيغەمبىرىگە ئۇلاردىن (يەنى بەنى نەزىرنىڭ ماللىرىدىن) قايتۇرغان غەنىيمەتلەرنى سىلەر ئات ـ تۆگىلەرنى چاپتۇرۇپ (يەنى ئەجىر قىلىپ، جاپا ـ مۇشەققەت تارتىپ) قولغا كەلتۈرگەن ئەمەس، لېكىن ئاللاھ پەيغەمبەرلىرىنى خالىغان ئادەمگە مۇسەللەت قىلىدۇ، ئاللاھ ھەر نەرسىگە قادىردۇر"},{"SurahNumber":59,"VerseNumber":7,"Text":"ئاللاھ پەيغەمبىرىگە غەنىيمەت قىلىپ بەرگەن ئەھلى قۇرا (يەنى قۇرەيزە، بەنى نەزىر، پەدەك ۋە خەيبەر كۇففارلىرى) نىڭ ماللىرىنى، ئىچىڭلاردىكى بايلار ئارىسىدا قولدىن قولغا ئۆتۈپ يۈرمەسلىكى ئۈچۈن، ئاللاھقا، پەيغەمبەرگە، پەيغەمبەرنىڭ خىش ـ ئەقرىبالىرىغا، يېتىملەرگە، مىسكىنلەرگە، ئىبن سەبىللەرگە خاس قىلدى، پەيغەمبەر سىلەرگە بەرگەننى ئېلىڭلار، پەيغەمبەر چەكلىگەن نەرسىدىن چەكلىنىڭلار، ئاللاھتىن قورقۇڭلار، ھەقىقەتەن ئاللاھنىڭ ئازابى قاتتىقتۇر"},{"SurahNumber":59,"VerseNumber":8,"Text":"(ئۇ غەنىيمەتنىڭ بىر قىسمى) دىيارىدىن ھەيدەپ چىقىرىلغان، مال ـ مۈلكىدىن ئايرىلغان پېقىر مۇھاجىرلارغا خاستۇر، ئۇلار ئاللاھنىڭ پەزلىنى ۋە رازىلىقىنى تىلەيدۇ، ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە ياردەم بېرىدۇ، ئەنە شۇلار (ئىماندا) سادىق ئادەملەردۇر"},{"SurahNumber":59,"VerseNumber":9,"Text":"ئۇلاردىن (يەنى مۇھاجىرلاردىن) مەدىنىدە يەرلىك بولغان، ئىمانى كۈچلۈك بولغانلار (يەنى ئەنسارلار) يېنىغا ھىجرەت قىلىپ كەلگەنلەرنى (يەنى مۇھاجىرلارنى) دوست تۇتىدۇ، ئۇلارغا بېرىلگەن نەرسىلەر ئۈچۈن ئىچى تارلىق قىلمايدۇ، ئۇلار موھتاج تۇرۇقلۇق (مۇھاجىرلارنىڭ مەنپەئىتىنى) ئۆزلىرىنىڭ (مەنپەئىتى) دىن ئەلا بىلىدۇ، ئۆز نەپسىنىڭ بېخىللىقىدىن ساقلانغانلار مەقسەتكە ئېرىشكۈچىلەردۇر"},{"SurahNumber":59,"VerseNumber":10,"Text":"ئۇلاردىن كېيىن كەلگەنلەر: «پەرۋەردىگارىمىز! بىزگە ۋە بىزدىن ئىلگىرى ئىمان ئېيتقان قېرىنداشلىرىمىزغا مەغپىرەت قىلغىن، دىللىرىمىزدا مۆمىنلەرگە قارشى دۈشمەنلىك پەيدا قىلمىغىن، پەرۋەردىگارىمىز! سەن ناھايىتى مەغپىرەت قىلغۇچىسەن، مېھرىبانسەن» دەيدۇ"},{"SurahNumber":59,"VerseNumber":11,"Text":"مۇناپىقلارنىڭ ئۆزلىرىنىڭ (مۇھەممەد ئەلەيھىسسالامنىڭ پەيغەمبەرلىكىنى) ئىنكار قىلغان ئەھلى كىتاب بۇرادەرلىرىگە: «يۇرتۇڭلاردىن چىقىرىۋېتىلسەڭلار، بىز چوقۇم سىلەر بىلەن بىرگە چىقىپ كېتىمىز، ھەرگىز سىلەرنىڭ زىيىنىڭلار ھېسابىغا باشقا ئادەمگە ئىتائەت قىلمايمىز، سىلەرگە ئۇرۇش ئېچىلسا چوقۇم سىلەرگە ياردەم بېرىمىز» دېيىشكەنلىكىنى كۆرمىدىڭمۇ؟ ئاللاھ گۇۋاھلىق بېرىدۇكى، مۇناپىقلار چوقۇم يالغانچىلاردۇر"},{"SurahNumber":59,"VerseNumber":12,"Text":"ئەگەر ئۇلار ھەيدەپ چىقىرىلسا، مۇناپىقلار ئۇلار بىلەن بىللە چىقمايدۇ، ئەگەر ئۇلارغا ئۇرۇش ئېچىلسا، مۇناپىقلار ئۇلارغا ياردەم بەرمەيدۇ، بەرگەن تەقدىردىمۇ يۈز ئۆرۈپ قاچىدۇ، ئەھلى كىتاب ياردەمگە ئېرىشەلمەيدۇ"},{"SurahNumber":59,"VerseNumber":13,"Text":"شۈبھىسىزكى، سىلەر ئۇلارنىڭ دىللىرىدا ئاللاھقا قارىغاندىمۇ قورقۇنچلۇقسىلەر (يەنى ئۇلار سىلەردىن ئاللاھتىن قورققاندىنمۇ بەك قورقىدۇ)، بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلار ئاللاھنىڭ (ئۇلۇغلۇقىنى) چۈشەنمەيدىغان قەۋمدۇر"},{"SurahNumber":59,"VerseNumber":14,"Text":"ئۇلار پەقەت مۇستەھكەم شەھەر ئىچىدە ياكى تاملارنىڭ ئارقىسىدا تۇرغاندىلا، ئاندىن سىلەرگە قارشى بىرلىشىپ ئۇرۇش قىلالايدۇ، ئۇلارنىڭ ئۇرۇشى ئۆز ئىچىدە قاتتىقتۇر، ئۇلارنى ئۆم دەپ ئويلايسەن، ھالبۇكى، ئۇلارنىڭ دىللىرى تارقاقتۇر، بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلار چۈشەنمەيدىغان قەۋمدۇر"},{"SurahNumber":59,"VerseNumber":15,"Text":"ئۇلار (يەنى يەھۇدىيلار) ئۇلاردىن ئىلگىرى يېقىندىلا ئۆتكەن، قىلمىشلىرىنىڭ ۋابالىنى تېتىغانلارغا (يەنى مۇشرىكلارغا) ئوخشايدۇ، ئۇلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ"},{"SurahNumber":59,"VerseNumber":16,"Text":"ئۇلار (يەنى مۇناپىقلار يەھۇدىيلارنى ئۇرۇشقا قىزىقتۇرۇشتا) شەيتانغا ئوخشايدۇ، ئۆز ۋاقتىدا شەيتان ئىنسانغا: «كاپىر بولغىن» دېدى. ئىنسان كاپىر بولغان چاغدا، شەيتان: «مەن سەندىن ئادا ـ جۇدامەن، مەن ھەقىقەتەن ئالەملەرنىڭ پەرۋەردىگارى ئاللاھتىن قورقىمەن» دېدى"},{"SurahNumber":59,"VerseNumber":17,"Text":"ئۇلارنىڭ (يەنى شەيتان بىلەن ئىنساننىڭ) ئاقىۋىتى بىرلىكتە دوزاخقا كىرىش، دوزاختا مەڭگۈ قىلىش بولدى، ئەنە شۇ زالىملارنىڭ جازاسىدۇر"},{"SurahNumber":59,"VerseNumber":18,"Text":"ئى مۆمىنلەر! ئاللاھتىن قورقۇڭلار، ھەر ئادەم ئەتە (يەنى قىيامەت كۈنى) ئۈچۈن (ياخشى ئەمەللەردىن) نېمىلەرنى تەييارلىغانلىقىغا قارىسۇن، ئاللاھتىن قورقۇڭلار، ئاللاھ ھەقىقەتەن قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەرداردۇر"},{"SurahNumber":59,"VerseNumber":19,"Text":"سىلەر ئاللاھنى ئۇنتۇغان، شۇنىڭ بىلەن ئاللاھ ئۇلارغا ئۆزلىرىنى ئۇنتۇلدۇرغان كىشىلەردەك بولماڭلار، ئەنە شۇلار پاسىقلاردۇر"},{"SurahNumber":59,"VerseNumber":20,"Text":"ئەھلى دوزاخ بىلەن ئەھلى جەننەت باراۋەر بولمايدۇ، ئەھلى جەننەت بولسا مەقسەتكە ئېرىشكۈچىلەردۇر"},{"SurahNumber":59,"VerseNumber":21,"Text":"ئەگەر بىز قۇرئاننى بىرەر تاغقا نازىل قىلساق، چوقۇم سەن ئۇنىڭ ئاللاھتىن قورققانلىقتىن باش ئەگكەنلىكىنى، يېرىلىپ كەتكەنلىكىنى كۆرەتتىڭ، بىز بۇ مىساللارنى كىشىلەرگە ئۇلار (ئاللاھنىڭ قۇدرىتىنى) پىكىر قىلسۇن دەپ بايان قىلىمىز"},{"SurahNumber":59,"VerseNumber":22,"Text":"ئاللاھتىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، ئۇ يوشۇرۇننى، ئاشكارىنى بىلگۈچىدۇر، ئۇ ناھايىتى شەپقەتلىكتۇر، ناھايىتى مېھرىباندۇر، (يەنى دۇنيا ۋە ئاخىرەتتە) كەڭ رەھمەت ئىگىسىدۇر"},{"SurahNumber":59,"VerseNumber":23,"Text":"ئاللاھتىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، ئۇ (مۇتلەق) پادىشاھتۇر (يەنى پۈتۈن مەخلۇقاتنىڭ مالىكىدۇر)، پاكتۇر (يەنى ھەممە نۇقساندىن پاكتۇر)، (مۆمىنلەرگە) سالامەتلىك بېغىشلىغۇچىدۇر، (دوستلارنى قورقۇنچتىن، ئازابتىن) ئەمىن قىلغۇچىدۇر، ھەممىنى كۆزىتىپ تۇرغۇچىدۇر، غالىبتۇر، قەھر قىلغۇچىدۇر، ئۇلۇغلۇق ئىگىسىدۇر، (مۇشرىكلارنىڭ) شېرىك كەلتۈرگەن نەرسىلىرىدىن پاكتۇر"},{"SurahNumber":59,"VerseNumber":24,"Text":"ئاللاھ (ھەممىنى) ياراتقۇچىدۇر، (يوقلۇقتىن) پەيدا قىلغۇچىدۇر، (ھەممە نەرسىگە) سۈرەت (شەكىل) بېغىشلىغۇچىدۇر، ئەڭ چىرايلىق ئىسىملارغا ئىگىدۇر، ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەر ئۇنىڭغا تەسبىھ ئېيتىپ تۇرىدۇ، ئۇ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":60,"VerseNumber":1,"Text":"ئى مۆمىنلەر، مېنىڭ دۈشمىنىمنى ۋە سىلەرنىڭ دۈشمىنىڭلارنى دوست تۇتماڭلار، ئۇلار سىلەرگە كەلگەن ھەقىقەتنى (يەنى ئىسلامنى، قۇرئاننى) ئىنكار قىلغان تۇرسا، ئۇلارغا دوستلۇق يەتكۈزىسىلەر، ئۇلار پەرۋەردىگارىڭلار ئاللاھقا ئىمان ئېيتقىنىڭلار ئۈچۈن پەيغەمبەرنى ۋە سىلەرنى يۇرتۇڭلاردىن ھەيدەپ چىقاردى، ئەگەر سىلەر مېنىڭ يولۇمدا جىھاد قىلىپ ۋە رازىلىقىمنى تىلەپ چىققان بولساڭلار (ئۇ چاغدا مېنىڭ دۈشمىنىمنى ۋە سىلەرنىڭ دۈشمىنىڭلارنى دوست تۇتماڭلار)، سىلەر ئۇلارغا يوشۇرۇن دوستلۇق يەتكۈزىسىلەر، مەن سىلەر يوشۇرغان ۋە ئاشكارىلىغان نەرسىلەرنى بىلىپ تۇرىمەن، كىمكى شۇنداق قىلىدىكەن (يەنى ئۇلارنى دوست تۇتۇپ، ئۇلارغا پەيغەمبەرنىڭ خەۋەرلىرىنى يەتكۈزىدىكەن)، ئۇ ھەقىقەتەن توغرا يولدىن ئازغان بولىدۇ"},{"SurahNumber":60,"VerseNumber":2,"Text":"ئەگەر ئۇلار سىلەرنى يەڭسە سىلەرگە دۈشمەن بولىدۇ، سىلەرگە زىيانكەشلىك قىلىدۇ، سىلەرنى تىللايدۇ، سىلەرنىڭ مۇرتەد بولۇشۇڭلارنى ئارزۇ قىلىدۇ"},{"SurahNumber":60,"VerseNumber":3,"Text":"قىيامەت كۈنى سىلەرنىڭ تۇغقانلىرىڭلار ۋە ئەۋلادلىرىڭلار سىلەرگە ھېچ پايدا يەتكۈزەلمەيدۇ، ئاللاھ ئاراڭلارنى ئايرىۋېتىدۇ (يەنى سىلەر جەننەتتە بولساڭلار، ئۇلار كۇففارلارنىڭ قاتارىدا دوزاختا بولىدۇ)، ئاللاھ سىلەرنىڭ قىلىۋاتقان ئىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر"},{"SurahNumber":60,"VerseNumber":4,"Text":"ئىبراھىم ۋە ئۇنىڭ بىلەن بىللە بولغان (مۆمىنلەر) سىلەرگە ھەقىقەتەن ئوبدان نەمۇنىدۇر، ئۆز ۋاقتىدا ئۇلار قەۋمىگە: «ھەقىقەتەن بىز سىلەردىن ۋە سىلەر ئاللاھنى قويۇپ ئىبادەت قىلىۋاتقانلىرىڭلاردىن ئادا ـ جۇدامىز، بىزنىڭ ئارىمىزدىكى ئاداۋەت ۋە ئۆچمەنلىك تاكى سىلەر يالغۇز بىر ئاللاھقا ئىمان ئېيتقىنىڭلارغا قەدەر ئەبەدىي ساقلىنىپ قالىدۇ» دېدى. لېكىن ئىبراھىمنىڭ ئاتىسىغا ئېيتقان «ئەلۋەتتە ساڭا مەغپىرەت تىلەيمەن، ئاللاھنىڭ ئازابىدىن ھېچ نەرسىنى سەندىن دەپئى قىلالمايمەن» دېگەن سۆزىنى سىلەرنىڭ نەمۇنە قىلىشىڭلارغا بولمايدۇ. (ئىبراھىم ۋە ئۇنىڭ بىلەن بىللە بولغان مۆمىنلەر ئېيتتى) «پەرۋەردىگارىمىز! ساڭا تەۋەككۈل قىلدۇق، ساڭا قايتتۇق، ئاخىر قايتىدىغان جاي سېنىڭ دەرگاھىڭدۇر"},{"SurahNumber":60,"VerseNumber":5,"Text":"پەرۋەردىگارىمىز! كاپىرلارنى بىزگە زىيانكەشلىك قىلىش ئىمكانىيىتىگە ئىگە قىلمىغىن (ئۇلار بىزگە ھۆكۈمران بولۇپ، بىزنى كۆتۈرگىلى بولمايدىغان ئازاب بىلەن دىنىمىزدىن چىقارمىسۇن)، پەرۋەردىگارىمىز! بىزگە مەغپىرەت قىلغىن، سەن ھەقىقەتەن غالىبسەن، ھېكمەت بىلەن ئىش قىلغۇچىسەن»"},{"SurahNumber":60,"VerseNumber":6,"Text":"(ئى مۇھەممەدنىڭ ئۈممىتى!) ئىبراھىم ۋە ئۇنىڭغا ئەگەشكەن مۆمىنلەر سىلەرگە، ئاللاھنى ۋە ئاخىرەت كۈنىنى ئۈمىد قىلىدىغانلارغا ياخشى نەمۇنىدۇر، كىمكى (ئىمانىدىن) يۈز ئۆرۈيدىكەن، (بىلسۇنكى) ئاللاھ (ئۇنىڭدىن ۋە ئۇنداقلاردىن) بىھاجەتتۇر، (ئاللاھ) مەدھىيەگە لايىقتۇر"},{"SurahNumber":60,"VerseNumber":7,"Text":"بەلكىم ئاللاھ سىلەر بىلەن سىلەر ئۆچ كۆرۈدىغان ئادەملەر ئارىسىدا دوستلۇق پەيدا قىلىدۇ، ئاللاھ ھەر نەرسىگە قادىردۇر، ئاللاھ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"},{"SurahNumber":60,"VerseNumber":8,"Text":"(كۇففارلاردىن) سىلەر بىلەن ئۇرۇش قىلمىغان ۋە سىلەرنى يۇرتۇڭلاردىن ھەيدەپ چىقارمىغانلارغا كەلسەك، ئاللاھ ئۇلارغا ياخشىلىق قىلىشىڭلاردىن، ئۇلارغا ئادىل بولۇشۇڭلاردىن سىلەرنى توسمايدۇ، شۈبھىسىزكى، ئاللاھ ئادىللارنى دوست تۇتىدۇ"},{"SurahNumber":60,"VerseNumber":9,"Text":"ئاللاھ دىن ئۈچۈن سىلەر بىلەن ئۇرۇشقان، سىلەرنى يۇرتۇڭلاردىن ھەيدەپ چىقارغان ۋە سىلەرنى ھەيدەپ چىقىرىشقا ياردەملەشكەنلەرنى دوست تۇتۇشۇڭلاردىن سىلەرنى توسىدۇ، كىمكى ئۇلارنى دوست تۇتىدىكەن، ئۇلار زالىملاردۇر"},{"SurahNumber":60,"VerseNumber":10,"Text":"ئى مۆمىنلەر! سىلەرگە مۆمىن ئاياللار ھىجرەت قىلىپ كەلسە، ئۇلارنى سىناپ كۆرۈڭلار، ئۇلارنىڭ ئىمانىنى ئاللاھ ئوبدان بىلىدۇ، ئەگەر ئۇلارنى (سىنىغاندىن كېيىن ھەقىقىي) مۆمىنە دەپ تونۇساڭلار، ئۇلارنى كاپىرلارغا قايتۇرۇپ بەرمەڭلار، ئۇلار كاپىرلارغا ھالال ئەمەس، كاپىرلارمۇ ئۇلارغا ھالال ئەمەس، كاپىر ئەرلىرىنىڭ ئۇلارغا بەرگەن مەھرىنى قايتۇرۇپ بېرىڭلار، ئۇلارنىڭ مەھرىلىرىنى بېرىپ نىكاھىڭلارغا ئالساڭلار سىلەرگە ھېچ گۇناھ بولمايدۇ، كاپىر ئاياللارنى ئەمرىڭلاردا ساقلىماڭلار، ئۇلارغا بەرگەن مەھرىڭلارنى تەلەپ قىلىڭلار، كاپىرلارمۇ (ھىجرەت قىلىپ كەلگەن مۆمىن ئاياللىرىغا بەرگەن) مەھرىلىرىنى تەلەپ قىلسۇن، ئاللاھنىڭ ھۆكمى ئەنە شۇ. ئاللاھ ئاراڭلاردا ھۆكۈم چىقىرىدۇ، ئاللاھ ھەممىنى بىلگۈچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":60,"VerseNumber":11,"Text":"ئەگەر سىلەرنىڭ بەزى ئاياللىرىڭلار كاپىرلار تەرەپكە ئۆتۈپ كەتسە، (كاپىرلار بىلەن) ئۇرۇشۇپ غەنىيمەت ئالغان ۋاقتىڭلاردا، ئاياللىرى كاپىرلارغا كىرىپ كەتكەن كىشىلەرگە (غەنىيمەتتىن) ئۇلارنىڭ بەرگەن مەھرىنىڭ مىقدارىنى بېرىڭلار (يەنى مۇسۇلمانلاردىن بىرىنىڭ ئايالى كۇففارلار تەرەپكە قېچىپ كەتسە، سىلەر كۇففارلار بىلەن ئۇرۇشۇپ ئالغان غەنىيمەت مالدىن مەزكۇر ئايالنىڭ ئېرىگە مەھرى مىقدارى مال بېرىڭلار)، سىلەر ئۆزۈڭلار ئىشەنگەن ئاللاھتىن قورقۇڭلار"},{"SurahNumber":60,"VerseNumber":12,"Text":"ئى پەيغەمبەر! مۆمىن ئاياللار ساڭا كېلىپ، ئاللاھقا ھېچ نەرسىنى شېرىك كەلتۈرمەسلىككە، ئوغرىلىق قىلماسلىققا، زىنا قىلماسلىققا، بالىلىرىنى (جاھىلىيەت دەۋرىدىكىدەك قىز بالىلىرىنى نومۇستىن ياكى كەمبەغەللىكتىن قورقۇپ) ئۆلتۈرمەسلىككە، باشقىلارنىڭ بالىسىنى يالغاندىن ئەرلىرىنىڭ بالىسى قىلىۋالماسلىققا، سەن بۇيرۇغان ياخشى ئىشلاردىن باش تارتماسلىققا بەيئەت قىلسا (يەنى يۇقىرىقى شەرتلەر ئاساسىدا ۋەدە بەرسە)، ئۇلارنىڭ بەيئىتىنى قوبۇل قىلغىن، ئۇلار ئۈچۈن ئاللاھتىن مەغپىرەت تىلىگىن، ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"},{"SurahNumber":60,"VerseNumber":13,"Text":"ئى مۆمىنلەر! ئاللاھ غەزەپ قىلغان قەۋمنى دوست تۇتماڭلار، ئۇلار ئاخىرەتنىڭ (ساۋابىدىن) قەبرىلىرىدە ياتقان كۇففارلار ئۈمىدىنى ئۈزگەندەك ھەقىقەتەن ئۈمىدىنى ئۈزدى"},{"SurahNumber":61,"VerseNumber":1,"Text":"ئاسمانلاردىكى نەرسىلەر (يەنى پەرىشتىلەر) ۋە زېمىندىكى نەرسىلەر (يەنى ئىنسانلار، ئۆسۈملۈكلەر، جانسىز شەيئىلەر) ئاللاھقا تەسبىھ ئېيتتى، ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":61,"VerseNumber":2,"Text":"ئى مۆمىنلەر! سىلەر نېمە ئۈچۈن قىلمايدىغان ئىشنى قىلىمىز دەيسىلەر؟ (يەنى ئەمەلدە سىلەر قىلمايدىغان ياخشى ئىشلارنى نېمە ئۈچۈن ئاغزىڭلاردا قىلىمىز دەيسىلەر؟)"},{"SurahNumber":61,"VerseNumber":3,"Text":"سىلەرنىڭ قىلمايدىغان ئىشنى (قىلىمىز) دېيىشىڭلار ئاللاھنىڭ دەرگاھىدا ئەڭ ئۆچ (كۆرۈلىدىغان نەرسىدۇر)"},{"SurahNumber":61,"VerseNumber":4,"Text":"شۈبھىسىزكى، ئاللاھ ئۆزىنىڭ يولىدا مۇستەھكەم بىنادەك سەپ بولۇپ جىھاد قىلغانلارنى (يەنى ئۇرۇش مەيدانىدا دۈشمەنلەرگە ئۇچراشقان چاغدا مەۋقەسىدە چىڭ تۇرۇپ غازات قىلغانلارنى) دوست تۇتىدۇ"},{"SurahNumber":61,"VerseNumber":5,"Text":"ئۆز ۋاقتىدا مۇسا قەۋمىگە: «ئى قەۋمىم! مېنىڭ ئاللاھنىڭ سىلەرگە ئەۋەتكەن پەيغەمبەر ئىكەنلىكىمنى بىلىپ تۇرۇپ سىلەر ماڭا نېمىشقا ئازار بېرىسىلەر؟» دېدى، ئۇلار (ھەقتىن) بۇرۇلۇپ كەتكەندىن كېيىن، ئاللاھ ئۇلارنىڭ دىللىرىنى ھىدايەتتىن بۇرىۋەتتى، ئاللاھ پاسىق قەۋمنى ھىدايەت قىلمايدۇ"},{"SurahNumber":61,"VerseNumber":6,"Text":"ئۆز ۋاقتىدا مەريەمنىڭ ئوغلى ئىيسا: «ئى ئىسرائىل ئەۋلادى! مەن سىلەرگە ھەقىقەتەن ئاللاھ ئەۋەتكەن، مەندىن بۇرۇن كەلگەن تەۋراتنى تەستىق قىلغۇچى، مەندىن كېيىن كېلىدىغان ئەھمەد ئىسىملىك پەيغەمبەر بىلەن خۇشخەۋەر بەرگۈچى پەيغەمبەرمەن» دېدى. ئىيسا ئۇلارغا روشەن مۆجىزىلەرنى ئېلىپ كەلگەن چاغدا، ئۇلار: «بۇ ئوپئوچۇق سېھىردۇر» دېدى"},{"SurahNumber":61,"VerseNumber":7,"Text":"ئىسلامغا دەۋەت قىلىنىۋېتىپ، ئاللاھقا يالغاننى (يەنى ئاللاھنىڭ شېرىكى بار، بالىسى بار دېگەندەك سۆزلەرنى) چاپلىغان كىشىدىنمۇ زالىم كىشى بارمۇ؟ ئاللاھ زالىم (يەنى كاپىر) قەۋمنى ھىدايەت قىلمايدۇ"},{"SurahNumber":61,"VerseNumber":8,"Text":"ئۇلار ئاللاھنىڭ نۇرىنى (يەنى ئاللاھنىڭ دىنىنى ۋە نۇرلۇق شەرىئىتىنى) ئېغىزلىرى بىلەن ئۆچۈرۈۋەتمەكچى بولىدۇ، كاپىرلار يامان كۆرگەن تەقدىردىمۇ، ئاللاھ ئۆزىنىڭ نۇرىنى مۇكەممەل قىلغۇچىدۇر (يەنى ئۆزىنىڭ دىنىنى ئاشكارىلىغۇچىدۇر)"},{"SurahNumber":61,"VerseNumber":9,"Text":"مۇشرىكلار يامان كۆرگەن تەقدىردىمۇ، ئاللاھ ھەق دىننى بارلىق دىنلار ئۈستىدىن غالىب قىلىش ئۈچۈن پەيغەمبىرىنى ھىدايەت بىلەن ۋە ھەق دىن بىلەن ئەۋەتتى"},{"SurahNumber":61,"VerseNumber":10,"Text":"ئى مۆمىنلەر! سىلەرگە سىلەرنى قاتتىق ئازابتىن قۇتۇلدۇرىدىغان بىر تىجارەتنى كۆرسىتىپ قويايمۇ؟"},{"SurahNumber":61,"VerseNumber":11,"Text":"ئاللاھقا ۋە ئۇنىڭ پەيغەمبىرىگە (چىن) ئىمان ئېيتقايسىلەر، ئاللاھنىڭ يولىدا مېلىڭلار بىلەن، جېنىڭلار بىلەن جىھاد قىلغايسىلەر، ئەگەر بىلسەڭلار، سىلەر ئۈچۈن بۇ ياخشىدۇر"},{"SurahNumber":61,"VerseNumber":12,"Text":"(شۇنداق قىلساڭلار) ئاللاھ سىلەرنىڭ گۇناھلىرىڭلارنى مەغپىرەت قىلىدۇ، سىلەرنى ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، دائىمىي تۇرالغۇ بولغان جەننەتلەردىكى گۈزەل سارايلاردا (تۇرغۇزىدۇ)، بۇ چوڭ مۇۋەپپەقىيەتتۇر"},{"SurahNumber":61,"VerseNumber":13,"Text":"سىلەرگە (مەرھەمەت قىلىنىدىغان) سىلەر ياخشى كۆرىدىغان ئىككىنچى بىر نېمەت ئاللاھتىن كېلىدىغان نۇسرەت ۋە يېقىن غەلىبە (يەنى مەككىنىڭ پەتھى قىلىنىشى) دۇر، (ئى مۇھەممەد!) مۆمىنلەرگە (بۇ روشەن مەرھەمەت بىلەن) خۇشخەۋەر بەرگىن"},{"SurahNumber":61,"VerseNumber":14,"Text":"ئى مۆمىنلەر! ھاۋارىيلار (يەنى ئىيسا ئەلەيھىسسالامغا دەسلەپتە ئىمان ئېيتقانلار) دەك ئاللاھنىڭ ياردەمچىلىرى بولۇڭلار، مەريەمنىڭ ئوغلى ئىيسا ھەۋارىيلارغا: « ئاللاھقا (دەۋەت قىلىشتا) كىملەر ياردەمچىلىرىم بولىدۇ؟» دېدى، ھەۋارىيلار: «بىز ئاللاھنىڭ ياردەمچىلىرىمىز» دېدى. ئىسرائىل ئەۋلادىدىن بىر تائىپە ئىمان ئېيتتى، يەنە بىر تائىپە كاپىر بولدى، مۆمىنلەرگە ئۇلارنىڭ ئۆز دۈشمەنلىرىگە قارشى تۇرۇشىدا يار ـ يۆلەكتە بولدۇق، شۇنىڭ بىلەن مۆمىنلەر غالىب بولدى"},{"SurahNumber":62,"VerseNumber":1,"Text":"ئاللاھقا ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەر تەسبىھ ئېيتىدۇ. ئاللاھ (مۇتلەق) پادىشاھتۇر، (ھەممە نۇقسانلاردىن) پاكتۇر، غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":62,"VerseNumber":2,"Text":"ئاللاھ ئۇممىيلەرگە (يەنى يېزىشنى ۋە ئوقۇشنى ئۇقمايدىغان ئەرەبلەرگە) ئۇلارنىڭ ئىچىدىن بىر پەيغەمبەرنى (يەنى مۇھەممەد ئەلەيھىسسالامنى) ئەۋەتتى، ئۇ (يەنى پەيغەمبەر) ئۇلارغا قۇرئان ئايەتلىرىنى ئوقۇپ بېرىدۇ، ئۇلارنى (گۇناھلاردىن) پاك قىلىدۇ، ئۇلارغا كىتابنى (يەنى قۇرئاننى) ۋە ھېكمەتنى (يەنى پەيغەمبەرنىڭ سۈننىتىنى) ئۆگىتىدۇ، گەرچە ئۇلار ئىلگىرى ئوچۇق گۇمراھلىقتا بولسىمۇ"},{"SurahNumber":62,"VerseNumber":3,"Text":"ھەمدە (پەيغەمبەرنى) تېخى ئۇلارنىڭ زامانىدا بولمىغان (كېيىن كېلىدىغان) ئىككىنچى بىر قەۋمگە (يەنى قىيامەتكىچە كېلىدىغان مۇسۇلمانلارغا) ئەۋەتتى (يەنى پەيغەمبەر ئەلەيھىسسالامنىڭ پەيغەمبەرلىكى زامانداشلىرىغىلا ئەمەس، بەلكى قىيامەتكىچە كېلىدىغان كىشىلەرگىمۇ ئومۇمىيدۇر)، ئاللاھ غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":62,"VerseNumber":4,"Text":"مانا بۇ ئاللاھنىڭ پەزلىدۇركى، ئۇنى خالىغان ئادەمگە بېرىدۇ، ئاللاھ ئۇلۇغ پەزل ئىگىسىدۇر"},{"SurahNumber":62,"VerseNumber":5,"Text":"تەۋراتنى كۆتۈرۈشكە (يەنى ئەمەل قىلىشقا) تەكلىپ قىلىنغان، ئاندىن ئۇنى كۆتۈرمىگەنلەر (يەنى تەۋرات بېرىلگەن ۋە ئۇنىڭغا ئەمەل قىلىشقا تەكلىپ قىلىنغان بولسىمۇ، ئۇنىڭغا ئەمەل قىلمىغان ۋە ھىدايەتتىن پايدىلانمىغان يەھۇدىيلار) خۇددى كىتاب يۈكلەنگەن ئېشەككە ئوخشايدۇ (يەنى پايدىلىق چوڭ ـ چوڭ كىتابلارنى ئۈستىگە ئارتىۋالغان، چارچاشتىن باشقا، ئۇلاردىن ھېچقانداق پايدىلىنالمايدىغان ئېشەككە ئوخشايدۇ)، ئاللاھنىڭ ئايەتلىرىنى ئىنكار قىلغان قەۋمنىڭ مىسالى نېمىدېگەن يامان! ئاللاھ زالىم قەۋمنى ھىدايەت قىلمايدۇ"},{"SurahNumber":62,"VerseNumber":6,"Text":"(ئى مۇھەممەد!) ئېيتقىنكى، «ئى يەھۇدىيلار! ئەگەر سىلەر باشقىلارنى ئەمەس، پەقەت ئۆزۈڭلارنىلا ئاللاھنىڭ دوستلىرى دەپ دەۋا قىلىدىغان بولساڭلار، (ئاخىرەتنىڭ راھىتىگە تېزرەك يېتىش ئۈچۈن) ئۆلۈمنى ئارزۇ قىلىپ بېقىڭلار، ئەگەر (بۇ دەۋايىڭلاردا) راستچىل بولساڭلار»"},{"SurahNumber":62,"VerseNumber":7,"Text":"ئۇلار قىلغان گۇناھلىرى تۈپەيلىدىن، ئۆلۈمنى ھەرگىز ئارزۇ قىلمايدۇ، ئاللاھ زالىملارنى بىلگۈچىدۇر"},{"SurahNumber":62,"VerseNumber":8,"Text":"c (ئى مۇھەممەد!) «سىلەر قاچىدىغان ئۆلۈم چوقۇم سىلەرگە يولۇقىدۇ، ئاندىن سىلەر غەيبنى ۋە ئاشكارىنى بىلگۈچى (ئاللاھ) نىڭ دەرگاھىغا قايتۇرۇلىسىلەر، ئاللاھ سىلەرگە قىلمىشىڭلارنى ئېيتىپ بېرىدۇ» دېگىن"},{"SurahNumber":62,"VerseNumber":9,"Text":"ئى مۆمىنلەر! جۈمە كۈنى جۈمە نامىزىغا ئەزان ئېيتىلسا، ئاللاھنى ياد ئېتىشكە (يەنى جۈمە خۇتبىسىنى ئاڭلاشقا ۋە جۈمە نامىزىنى ئادا قىلىشقا) ئالدىراپ بېرىڭلار، ئېلىم ـ سېتىمنى قويۇپ تۇرۇڭلار، ئەگەر بىلسەڭلار بۇ سىلەر ئۈچۈن ياخشىدۇر"},{"SurahNumber":62,"VerseNumber":10,"Text":"ناماز ئوقۇلۇپ بولغاندا (يەنى نامازدىن فارىغ بولغىنىڭلاردىن كېيىن) زېمىنغا تارىلىپ (يەنى ئۆز مەشغۇلاتىڭلار بىلەن بولۇپ)، ئاللاھنىڭ پەزلىدىن تەلەپ قىلىڭلار، مەقسىتىڭلارغا ئېرىشىش ئۈچۈن ئاللاھنى كۆپ ياد ئېتىڭلار"},{"SurahNumber":62,"VerseNumber":11,"Text":"(ئى مۇھەممەد!) ئۇلار بىرەر تىجارەتنى ياكى تاماشانى كۆرسە، سېنى ئۆرە تۇرۇپ (خۇتبە ئوقۇۋاتقان) پېتىڭ تاشلاپ، ئۇنىڭغا (يەنى تىجارەتكە) يۈگۈرىدۇ، (ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، ئاللاھنىڭ دەرگاھىدىكى نەرسە (يەنى ساۋاب ۋە نېمەت) تاماشادىن ۋە تىجارەتتىن ياخشىدۇر، ئاللاھ رىزىق بەرگۈچىلەرنىڭ ئەڭ ياخشىسىدۇر"},{"SurahNumber":63,"VerseNumber":1,"Text":"مۇناپىقلار سېنىڭ ئالدىڭغا كەلگەن چاغدا: «گۇۋاھلىق بېرىمىزكى، سەن ھەقىقەتەن ئاللاھنىڭ پەيغەمبىرىدۇرسەن» دەيدۇ، سېنىڭ ھەقىقەتەن ئاللاھنىڭ پەيغەمبىرى ئىكەنلىكىڭنى ئاللاھ بىلىدۇ، ئاللاھ گۇۋاھلىق بېرىدۇكى، مۇناپىقلار (بۇ سۆزلىرىدە) چوقۇم يالغانچىلاردۇر"},{"SurahNumber":63,"VerseNumber":2,"Text":"ئۇلار ئۆزلىرىنىڭ يالغان قەسەملىرىنى قالقان قىلىۋالدى، (كىشىلەرنى) ئاللاھنىڭ يولىدىن (يەنى ئاللاھنىڭ دىنىدىن) توستى، ئۇلارنىڭ قىلمىشى نېمىدېگەن يامان"},{"SurahNumber":63,"VerseNumber":3,"Text":"بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلار (ئېغىزلىرىدا) ئىشىنىپ، ئاندىن (دىللىرىدا) ئىنكار قىلدى، ئۇلارنىڭ دىللىرى پېچەتلەندى (يەنى دىللىرىغا ھىدايەت يېتىپ بارالمايدۇ)، ئۇلار (ئىماننى) چۈشەنمەيدۇ"},{"SurahNumber":63,"VerseNumber":4,"Text":"ئۇلارغا قارايدىغان بولساڭ، بەدەن قۇرۇلۇشى (سالاپەتلىكى) سېنى ھەيران قالدۇرىدۇ، ئەگەر ئۇلار سۆزلىسە، (سۆزىنىڭ پاساھىتىدىن) سۆزىگە قۇلاق سالىسەن. (ئىلىمسىز، ئەقىلسىز، پاراسەتسىزلىكتە) گويا ئۇلار تامغا يۆلەپ قويۇلغان (چىرىپ قالغان) ياغاچلاردۇر. ئۇلار (قورقۇنچتىن) ھەرقانداق ئاۋازنى ئۆزلىرىگە قارىتىلغان دەپ گۇمانلىنىدۇ. ئۇلار (ساڭا ۋە مۆمىنلەرگە) دۈشمەندۇر. ئۇلاردىن ھەزەر ئەيلىگىن. ئاللاھ ئۇلارنى ھالاك قىلسۇن! ئۇلار قانداقمۇ (ھىدايەتتىن گۇمراھلىققا) بۇرۇلۇپ كېتىدۇ؟"},{"SurahNumber":63,"VerseNumber":5,"Text":"ئۇلارغا ئۆزرە ئېيتىپ: «كېلىڭلار، رەسۇلۇللاھ سىلەرگە مەغپىرەت تىلەيدۇ» دېيىلسە، (مەسخىرە قىلىش يۈزىسىدىن) باشلىرىنى چايقايدۇ، ئۇلارنىڭ تەكەببۇرلۇق قىلغان ھالدا (دەۋەت قىلىنغان نەرسىدىن) يۈز ئۆرۈگەنلىكىنى كۆرۈسەن"},{"SurahNumber":63,"VerseNumber":6,"Text":"ئۇلارغا (مەيلى) مەغپىرەت تەلەپ قىلغىن، (مەيلى) مەغپىرەت تەلەپ قىلمىغىن، بەرىبىر ئوخشاش. ئاللاھ ئۇلارغا ھەرگىز مەغپىرەت قىلمايدۇ. شۈبھىسىزكى، پاسىق قەۋمنى ئاللاھ ھىدايەت قىلمايدۇ"},{"SurahNumber":63,"VerseNumber":7,"Text":"ئۇلار: «رەسۇلۇللاھنىڭ يېنىدىكى كىشىلەرگە ئىقتىسادىي ياردەم بەرمەڭلار، ئۇلار تاراپ كەتسۇن» دەيدۇ، ئاسمانلارنىڭ ۋە زېمىننىڭ خەزىنىلىرى ئاللاھنىڭ ئىلكىدىدۇر. ۋەلېكىن مۇناپىقلار (بۇنى) چۈشەنمەيدۇ"},{"SurahNumber":63,"VerseNumber":8,"Text":"ئۇلار (يەنى مۇناپىقلار): «مەدىنىگە قايتساق، ئەڭ ئەزىز ئادەم (يەنى ئابدۇللاھ ئىبن ئۇبەي ۋە مۇناپىقلارنىڭ ئۆزلىرىنى دېمەكچى) ئەڭ خار ئادەمنى (يەنى رەسۇلۇللاھنى، مۆمىنلەرنى دېمەكچى) مەدىنىدىن چىقىرىۋېتىدۇ» دېيىشىدۇ. غەلىبە ئاللاھقا، ئاللاھنىڭ پەيغەمبىرىگە ۋە مۆمىنلەرگە مەنسۇپ، لېكىن مۇناپىقلار (غەلىبىنىڭ ئاللاھنىڭ دۈشمەنلىرىگە ئەمەس، دوستلىرىغا مەنسۇپ ئىكەنلىكىنى) بىلمەيدۇ"},{"SurahNumber":63,"VerseNumber":9,"Text":"ئى مۆمىنلەر! ماللىرىڭلار ۋە بالىلىرىڭلار سىلەرنى ئاللاھنىڭ زىكرىدىن (يەنى ئاللاھنىڭ تائەت ـ ئىبادىتىدىن) غەپلەتتە قالدۇرمىسۇن، كىملەركى شۇنداق قىلىدىكەن، ئۇلار زىيان تارتقۇچىلاردۇر"},{"SurahNumber":63,"VerseNumber":10,"Text":"بىرىڭلارغا ئۆلۈم كېلىپ: «پەرۋەردىگارىم! نېمىشقا مېنى (يەنى ئەجىلىمنى) بىر ئاز كېچىكتۈرمىدىڭ، سەدىقە قىلىپ ياخشىلاردىن بولار ئىدىم» دېيىشتىن بۇرۇن، ئۆزۈڭلارغا رىزىق قىلىپ بېرىلگەن نەرسىلەردىن ئاللاھ يولىدا سەدىقە قىلىڭلار"},{"SurahNumber":63,"VerseNumber":11,"Text":"ئاللاھ ھېچ ئادەمنى ئەجىلى كەلگەندە ھەرگىز كېچىكتۈرمەيدۇ، ئاللاھ قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەرداردۇر"},{"SurahNumber":64,"VerseNumber":1,"Text":"ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەر ئاللاھقا تەسبىھ ئېيتىدۇ، پادىشاھلىق ئاللاھقا مەنسۇپتۇر، جىمى ھەمدۇسانا ئاللاھقا خاستۇر، ئاللاھ ھەر نەرسىگە قادىردۇر"},{"SurahNumber":64,"VerseNumber":2,"Text":"ئاللاھ سىلەرنى خەلق ئەتتى، ئاراڭلاردا مۆمىنلەرمۇ بار، كاپىرلارمۇ بار، ئاللاھ سىلەرنىڭ قىلىۋاتقان ئىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر"},{"SurahNumber":64,"VerseNumber":3,"Text":"ئاللاھ ئاسمانلارنى ۋە زېمىننى ھەق ياراتتى، سىلەرنى سۈرەتكە كىرگۈزدى، سۈرىتىڭلارنى چىرايلىق قىلدى، ئاخىر قايتىدىغان جاي ئۇنىڭ دەرگاھىدۇر"},{"SurahNumber":64,"VerseNumber":4,"Text":"ئاللاھ ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنى بىلىپ تۇرىدۇ، ئاللاھ (نىيەتلىرىڭلاردىن، ئەمەللىرىڭلاردىن) يوشۇرغانلىرىڭلارنى ۋە ئاشكارىلىغانلىرىڭلارنى بىلىپ تۇرىدۇ، ئاللاھ دىللاردىكى سىرلارنى بىلگۈچىدۇر"},{"SurahNumber":64,"VerseNumber":5,"Text":"سىلەرگە ئىلگىرى كاپىر بولۇپ ئەمەللىرىنىڭ ۋابالىنى تېتىغانلارنىڭ خەۋىرى كەلمىدىمۇ؟ ئۇلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ"},{"SurahNumber":64,"VerseNumber":6,"Text":"بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلارغا پەيغەمبەرلىرى روشەن مۆجىزىلەر بىلەن كەلگەن ئىدى، ئۇلار: «ئىنسان بىزنى ھىدايەت قىلالامدۇ؟» دېدى. (پەيغەمبەرنى) ئىنكار قىلدى، (ئىماندىن) يۈز ئۆرۈدى. ئاللاھ (ئۇلارنىڭ ئىمانىغا) موھتاج ئەمەستۇر، ئاللاھ مەخلۇقاتتىن بىھاجەتتۇر، مەدھىيەگە لايىقتۇر"},{"SurahNumber":64,"VerseNumber":7,"Text":"كاپىرلار ھەرگىز تىرىلدۈرۈلمەيمىز دەپ گۇمان قىلىشتى، ئېيتقىنكى: «ھەرگىز ئۇنداق ئەمەس، پەرۋەردىگارىم بىلەن قەسەمكى، سىلەر چوقۇم تىرىلدۈرۈلىسىلەر، ئاندىن سىلەرگە قىلمىشىڭلاردىن خەۋەر بېرىلىدۇ، بۇ ئاللاھقا ئاساندۇر»"},{"SurahNumber":64,"VerseNumber":8,"Text":"ئاللاھقا، ئاللاھنىڭ پەيغەمبىرىگە ۋە بىز نازىل قىلغان نۇرغا (يەنى قۇرئانغا) ئىمان ئېيتىڭلار، ئاللاھ قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەرداردۇر"},{"SurahNumber":64,"VerseNumber":9,"Text":"ئۇ كۈندە ئاللاھ سىلەرنى قىيامەت ئۈچۈن توپلايدۇ، ئۇ زىيان تارتىدىغان كۈندۇر (يەنى ئۇ كۈندە ئىماننى تەرك ئەتكەنلىكى بىلەن كاپىرنىڭ زىيان تارتقانلىقى، ياخشى ئەمەللەرنى دېگەندەك قىلالمىغانلىقى بىلەن مۆمىننىڭ زىيان تارتقانلىقى ئاشكارا بولىدۇ). كىمكى ئاللاھقا ئىمان ئېيتىپ ياخشى ئىش قىلىدىكەن، ئاللاھ ئۇنىڭ يامان ئىشلىرىنى يوققا چىقىرىدۇ، ئۇنى ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، ئۇلار ئۇ جەننەتلەردە مەڭگۈ قالىدۇ، بۇ كاتتا مۇۋەپپەقىيەتتۇر"},{"SurahNumber":64,"VerseNumber":10,"Text":"ئاللاھنىڭ (بىرلىكىنى ۋە قۇدرىتىنى) ئىنكار قىلغانلار، ئايەتلىرىمىزنى يالغانغا چىقارغانلار ئەھلى دوزاخ بولۇپ، ئۇلار دوزاختا مەڭگۈ قالىدۇ، ئۇ نېمىدېگەن يامان جاي"},{"SurahNumber":64,"VerseNumber":11,"Text":"كىشىگە يەتكەن ھەر قانداق مۇسىبەت پەقەت ئاللاھنىڭ ئىزنى (يەنى قازاسى) بىلەنلا (يېتىدۇ)، كىمكى ئاللاھقا (يەنى ھەر قانداق مۇسىبەت ئاللاھنىڭ قازاسى بىلەن يېتىدۇ دېگەن سۆزگە) ئىشىنىدىكەن، ئاللاھ ئۇنىڭ قەلبىنى (سەۋرگە) يېتەكلەيدۇ، ئاللاھ ھەر نەرسىنى بىلگۈچىدۇر"},{"SurahNumber":64,"VerseNumber":12,"Text":"ئاللاھقا ئىتائەت قىلىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار، ئەگەر (پەيغەمبەرنىڭ دەۋىتىدىن) يۈز ئۆرۈسەڭلار (پەيغەمبەرگە زىيان يوق، ئۆزۈڭلارغا زىيان)، پەيغەمبىرىمىزنىڭ ۋەزىپىسى پەقەت (دەۋەتنى) روشەن تەبلىغ قىلىشتۇر"},{"SurahNumber":64,"VerseNumber":13,"Text":"ئاللاھتىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، مۆمىنلەر ئاللاھقا تەۋەككۈل قىلسۇن"},{"SurahNumber":64,"VerseNumber":14,"Text":"ئى مۆمىنلەر! سىلەرنىڭ ئاياللىرىڭلاردىن، بالىلىرىڭلاردىن سىلەرگە دۈشمەن بولىدىغانلىرىمۇ بار، ئۇلاردىن ئېھتىيات قىلىڭلار، ئەگەر (ئۇلارنى) ئەپۇ قىلساڭلار، كەچۈرسەڭلار، مەغپىرەت قىلساڭلار (ئاللاھ سىلەرنىمۇ مەغپىرەت قىلىدۇ). ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"},{"SurahNumber":64,"VerseNumber":15,"Text":"سىلەرنىڭ ماللىرىڭلار، بالىلىرىڭلار (سىلەرگە ئاللاھ تەرىپىدىن) بىر تۈرلۈك سىناقتۇر، ئاللاھنىڭ دەرگاھىدا كاتتا ساۋاب بار"},{"SurahNumber":64,"VerseNumber":16,"Text":"تاقىتىڭلارنىڭ يېتىشىچە ئاللاھقا تەقۋادارلىق قىلىڭلار، (ۋەزىنى) ئاڭلاڭلار، (ئەمرىگە) ئىتائەت قىلىڭلار، (ئاللاھنىڭ يولىدا ماللىرىڭلارنى) سەرپ قىلىڭلار، (بۇ) ئۆزۈڭلار ئۈچۈن پايدىلىقتۇر. كىمكى نەپسىنىڭ بېخىللىقىدىن ساقلىنىدىكەن، ئۇ مەقسىتىگە ئېرىشكۈچىدۇر"},{"SurahNumber":64,"VerseNumber":17,"Text":"ئاللاھقا قەرزى ھەسەنەقەرزى ھەسەنە بەرسەڭلار (يەنى مەمنۇنىيەت بىلەن پۇل – مال سەرپ قىلساڭلار)، ئاللاھ سىلەرگە ئۇنى ھەسسىلەپ بېرىدۇ، سىلەرگە مەغپىرەت قىلىدۇ، ئاللاھ ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر، ھەلىمدۇر (يەنى بەندىلىرىنى ئازابلاشقا ئالدىراپ كەتمەيدۇ)"},{"SurahNumber":64,"VerseNumber":18,"Text":"(ئاللاھ) غەيبنى ۋە ئاشكارىنى بىلگۈچىدۇر، غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":65,"VerseNumber":1,"Text":"ئى پەيغەمبەر! (ئۈممىتىڭگە ئېيتقىنكى) سىلەر ئاياللارنى تالاق قىلساڭلار، ئۇلارنىڭ ئىددىتىگە (لايىق پەيتتە يەنى پاكلىق ھالىتىدە) تالاق قىلىڭلار. ئىددەتنى ساناڭلار، پەرۋەردىگارىڭلاردىن قورقۇڭلار، (ئۇلارنىڭ ئىددىتى توشمىغىچە) ئۇلارنى ئۆيلىرىدىن چىقىرىۋەتمەڭلار، ئۇلارمۇ (ئۆيىدىن) چىقمىسۇن، ئۇلار پەقەت ئوچۇق پاھىشە قىلسىلا ئاندىن (ھەدنى ئىجرا قىلىش ئۈچۈن) چىقىدۇ، ئەنە شۇ ئاللاھنىڭ قانۇنىدۇر، كىمكى ئاللاھنىڭ قانۇنىدىن ھالقىپ كېتىدىكەن، ئۇ ئۆزىگە زۇلۇم قىلغان بولىدۇ، سەن بىلمەيسەنكى، ئاللاھ شۇنىڭدىن كېيىن (يەنى تالاقتىن كېيىن) بىرەر ئىشنى مەيدانغا كەلتۈرۈشى مۇمكىن"},{"SurahNumber":65,"VerseNumber":2,"Text":"ئۇلارنىڭ ئىددىتى توشقان چاغدا، ئۇلار بىلەن چىرايلىقچە يېنىشىڭلار ياكى ئۇلار بىلەن چىرايلىقچە ئۈزلىشىپ كېتىڭلار. (يېنىشقان، ئاجراشقان چېغىڭلاردا) ئاراڭلاردىن ئىككى ئادىل گۇۋاھچىنى گۇۋاھ قىلىڭلار. خۇدالىق ئۈچۈن (توغرا) گۇۋاھ بولۇڭلار. بۇنىڭ بىلەن (يەنى بۇ ھۆكۈم بىلەن) ئاللاھقا ۋە ئاخىرەت كۈنىگە ئىمان ئېيتقان كىشىگە ۋەز ـ نەسىھەت قىلىنىدۇ. كىمكى ئاللاھتىن قورقىدىكەن، ئاللاھ ئۇنىڭغا چىقىش يولى بېرىدۇ"},{"SurahNumber":65,"VerseNumber":3,"Text":"ئاللاھ ئۇنىڭغا ئويلىمىغان يەردىن رىزىق بېرىدۇ. كىمكى ئاللاھقا تەۋەككۈل قىلسا، ئاللاھ ئۇنىڭغا كۇپايە قىلىدۇ. ئاللاھ ھەقىقەتەن مەقسىتىگە يېتەلەيدۇ. ئاللاھ ھەقىقەتەن ھەر بىر نەرسە ئۈچۈن مۇئەييەن مىقدار، مۇئەييەن ۋاقىت بەلگىلىدى"},{"SurahNumber":65,"VerseNumber":4,"Text":"ئاياللىرىڭلارنىڭ ئىچىدىكى ھەيزدىن ئۈمىدىنى ئۈزگەنلەردىن (يەنى يېشى چوڭ بولغانلىقتىن ھەيز كۆرمەيدىغانلارنىڭ ئىددىتىنىڭ قانچىلىك بولىدىغانلىقىدىن) شۈبھىدە بولساڭلار، ئۇلارنىڭ ئىددىتى ئۈچ ئايدۇر. ھەيز كۆرمىگەنلەرنىڭ ئىددىتى ھەم ئۈچ ئايدۇر. ھامىلىدار ئاياللارنىڭ ئىددىتى (مەيلى ئايرىلىپ كەتكەن بولسۇن، مەيلى ئېرى ئۆلۈپ كەتكەن بولسۇن) يەڭگىش بىلەنلا تۈگەيدۇ. كىمكى ئاللاھتىن قورقىدىكەن، ئاللاھ ئۇنىڭ ئىشىنى ئاسانلاشتۇرۇپ بېرىدۇ"},{"SurahNumber":65,"VerseNumber":5,"Text":"ئەنە شۇ ئاللاھنىڭ سىلەرگە نازىل قىلغان ھۆكمىدۇر. كىمكى ئاللاھتىن قورقىدىكەن، ئاللاھ ئۇنىڭ گۇناھلىرىنى يوققا چىقىرىدۇ، ئۇنىڭغا كاتتا ساۋاب بېرىدۇ"},{"SurahNumber":65,"VerseNumber":6,"Text":"ئۇلارنى (يەنى قويۇۋېتىلگەن ئاياللىرىڭلارنى) قۇدرىتىڭلارنىڭ يېتىشىچە ئۆزۈڭلار ئولتۇرۇۋاتقان جايىڭلارنىڭ بىر قىسمىدا ئولتۇرغۇزۇڭلار. ئۇلارنى تەڭلىكتە قالدۇرۇش ئۈچۈن زىيان يەتكۈزمەڭلار (يەنى ئۇلارنى چىقىپ كېتىشكە مەجبۇرلاش ئۈچۈن تۇرالغۇ جەھەتتىن، نەپىقە جەھەتتىن قىسماڭلار). ئەگەر ئۇلار ھامىلىدار بولسا، يەڭگىگەنگە قەدەر ئۇلارنى تەمىنلەڭلار. ئەگەر ئۇلار سىلەر ئۈچۈن (بالىلىرىڭلارنى) ئېمىتىپ بەرسە، ئۇلارنىڭ (ئېمىتىش) ھەققىنى بېرىڭلار. ھەققانىي ئاساستا ئۆزئارا مەسلىھەتلىشىڭلار. ئەگەر پىكىردە كېلىشەلمىسەڭلار، ئۇنى (يەنى بالىنى) باشقا بىر ئايال ئېمىتسۇن"},{"SurahNumber":65,"VerseNumber":7,"Text":"باي ئادەم (ئايالىنى ۋە بالىسىنى) ئۆزىنىڭ بايلىقىغا يارىشا تەمىنلىسۇن، رىزقى تار قىلىنغان ئادەم ئاللاھنىڭ ئۇنىڭغا بەرگىنىگە يارىشا تەمىنلىسۇن (يەنى ھەر ئادەم ئۆزىنىڭ ئىقتىسادىي ئەھۋالىغا يارىشا خىراجەت قىلسۇن). ئاللاھ ئىنساننى پەقەت تاقىتى يېتىدىغان ئىشقىلا تەكلىپ قىلىدۇ (يەنى پېقىر ئادەمنى باينى تەكلىپ قىلغان ئىشقا تەكلىپ قىلمايدۇ)، ئاللاھ قىيىنچىلىقتىن كېيىن ئاسانلىقنى بېرىدۇ (يەنى پېقىرلىقتىن كېيىن بايلىقنى بېرىدۇ)"},{"SurahNumber":65,"VerseNumber":8,"Text":"نۇرغۇن شەھەرنىڭ ئاھالىلىرى پەرۋەردىگارىنىڭ ۋە ئۇنىڭ پەيغەمبىرىنىڭ ئەمرىدىن باش تارتتى. ئۇلاردىن قاتتىق ھېساب ئالدۇق ۋە ئۇلارنى قاتتىق جازالىدۇق"},{"SurahNumber":65,"VerseNumber":9,"Text":"ئۇلار قىلمىشلىرىنىڭ ۋابالىنى تېتىدى. ئۇلارنىڭ قىلمىشلىرىنىڭ ئاقىۋىتى زىيان تارتىشتىن ئىبارەت بولدى"},{"SurahNumber":65,"VerseNumber":10,"Text":"ئاللاھ ئۇلارغا (ئاخىرەتتە) قاتتىق ئازاب تەييارلىدى. ئى ئىمان ئېيتقان ئەقىل ئىگىلىرى! ئاللاھتىن قورقۇڭلار، ئاللاھ سىلەرگە قۇرئاننى نازىل قىلدى"},{"SurahNumber":65,"VerseNumber":11,"Text":"ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى زۇلمەتتىن نۇرغا چىقىرىش ئۈچۈن سىلەرگە ئاللاھنىڭ روشەن ئايەتلىرىنى تىلاۋەت قىلىپ بېرىدىغان پەيغەمبەرنى ئەۋەتتى. كىمكى ئاللاھقا ئىمان ئېيتىدىكەن ۋە ياخشى ئەمەل قىلىدىكەن، (ئاللاھ) ئۇنى ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ. ئۇلار جەننەتلەردە مەڭگۈ قالىدۇ. ئاللاھ ئۇلارغا ئېسىل رىزىق (يەنى جەننەتتىكى رىزىق ۋە نېمەتلەرنى) بېرىدۇ"},{"SurahNumber":65,"VerseNumber":12,"Text":"ئاللاھ يەتتە ئاسماننى ياراتتى زېمىننىمۇ ئاسمانلارغا ئوخشاش (يەنى يەتتە قىلىپ) ياراتتى. ئاللاھنىڭ ئەمرى ئۇلارنىڭ ئارىسىدا جارى بولۇپ تۇرىدۇ، (سىلەرگە بۇنى بىلدۈرۈشۈم) ئاللاھنىڭ ھەممىگە قادىر ئىكەنلىكىنى ۋە ئاللاھنىڭ ھەممە نەرسىنى تولۇق بىلىدىغانلىقىنى بىلىشىڭلار ئۈچۈندۇر"},{"SurahNumber":66,"VerseNumber":1,"Text":"ئى پەيغەمبەر! نېمە ئۈچۈن ئاللاھ ساڭا ھالال قىلغان نەرسىنى ئاياللىرىڭنىڭ رازىلىقىنى تىلەش يۈزىسىدىن ھارام قىلىسەن؟ ئاللاھ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"},{"SurahNumber":66,"VerseNumber":2,"Text":"ئاللاھ سىلەرگە (كەففارەت) بىلەن قەسىمىڭلاردىن چىقىشنى بەلگىلىدى. ئاللاھ سىلەرنىڭ ئىگەڭلاردۇر. ئاللاھ ھەر نەرسىنى بىلگۈچىدۇر. ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":66,"VerseNumber":3,"Text":"ئۆز ۋاقتىدا پەيغەمبەر ئاياللىرىدىن بىرىگە (يەنى ھەفسەگە) بىر سۆزنى يوشۇرۇن ئېيتقان ئىدى. ئۇ (يەنى ھەفسە) ئۇنى (ئائىشەگە) ئېيتىپ قويغان، ئاللاھ بولسا سىرنىڭ ئاشكارىلانغانلىقىنى (پەيغەمبەرگە) بىلدۈرگەن چاغدا، ئۇ (يەنى پەيغەمبەر) ئۇنىڭغا (ھەفسەگە) ئۇ (يەنى ھەفسە) ئاشكارىلاپ قويغان سۆزلەرنىڭ بەزىسىنى ئېيتتى (يەنى يۈزىگە سالدى)، يەنە بەزىسىنى ئېيتمىدى (يەنى يۈزىگە سالمىدى). پەيغەمبەر ئۇنىڭغا سىرنى ئاشكارىلاپ قويغانلىقىنى ئېيتقان چاغدا، ئۇ (يەنى ھەفسە): «بۇنى ساڭا كىم خەۋەر قىلدى؟» دېدى. پەيغەمبەر: «ماڭا (بۇنى) ھەممىنى بىلىپ تۇرغۇچى، ھەممىدىن تولۇق خەۋەردار ئاللاھ خەۋەر قىلدى» دېدى"},{"SurahNumber":66,"VerseNumber":4,"Text":"ئەگەر (ئائىشە، ھەفسە) ئىككىڭلار ئاللاھقا تەۋبە قىلساڭلار (ئۆزۈڭلار ئۈچۈن ياخشىدۇر). سىلەرنىڭ دىلىڭلار (رەسۇلۇللاھقا ئىخلاس قىلىشتىن) بۇرۇلۇپ كەتتى، ئەگەر سىلەر (رەسۇلۇللاھ خوپ كۆرمەيدىغان ئىش ئۈستىدە) ئۇنىڭغا تاقابىل تۇرساڭلار، ئۇ چاغدا ئاللاھ ئۇنىڭ مەدەتكارىدۇر، جىبرىلمۇ ئۇنىڭ مەدەتكارىدۇر، مۆمىنلەرنىڭ ياخشىلىرىمۇ ئۇنىڭ مەدەتكارىدۇر. ئۇلاردىن باشقا، پەرىشتىلەرمۇ (ئۇنىڭغا) يۆلەنچۈكتۇر"},{"SurahNumber":66,"VerseNumber":5,"Text":"ئەگەر ئۇ سىلەرنى قويۇۋەتسە، پەرۋەردىگارى سىلەرنىڭ ئورنۇڭلارغا، سىلەردىن ياخشى، (ئاللاھنىڭ ۋە پەيغەمبەرنىڭ ئەمرىگە) بويسۇنغۇچى، (ئاللاھقا ۋە پەيغەمبەرگە) ئىمان ئېيتقۇچى، ئىتائەت قىلغۇچى، گۇناھلاردىن تەۋبە قىلغۇچى، ئىبادەت قىلغۇچى، روزا تۇتقۇچى چوكانلارنى ۋە قىزلارنى ئۇنىڭغا بېرىشى مۇمكىن"},{"SurahNumber":66,"VerseNumber":6,"Text":"ئى مۆمىنلەر! ئۆزۈڭلارنى ۋە بالا ـ چاقاڭلارنى ئىنسان ۋە تاشلار يېقىلغۇ بولىدىغان، رەھىم قىلمايدىغان قاتتىق قول پەرىشتىلەر مۇئەككەل بولغان دوزاختىن ساقلاڭلار. ئۇ پەرىشتىلەر ئاللاھنىڭ بۇيرۇقىدىن چىقمايدۇ، نېمىگە بۇيرۇلسا شۇنى ئىجرا قىلىدۇ"},{"SurahNumber":66,"VerseNumber":7,"Text":"ئى كاپىرلار! بۈگۈن ئۆزرە ئېيتماڭلار، سىلەر پەقەت قىلمىشىڭلارنىڭ جازاسىنى تارتىسىلەر"},{"SurahNumber":66,"VerseNumber":8,"Text":"ئى مۆمىنلەر! ئاللاھقا سەمىمىي تەۋبە قىلىڭلار. ئۈمىدكى، پەرۋەردىگارىڭلار سىلەرنىڭ گۇناھىڭلارنى يوققا چىقىرىدۇ. سىلەرنى ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ. ئۇ كۈندە (يەنى قىيامەت كۈنىدە) ئاللاھ پەيغەمبەرنى ۋە ئۇنىڭ بىلەن بىللە بولغان مۆمىنلەرنى رەسۋا قىلمايدۇ. ئۇلارنىڭ نۇرى ئۇلارنىڭ ئالدىدا ۋە ئوڭ تەرىپىدە يۈرىدۇ. ئۇلار: «ئى پەرۋەردىگارىمىز! بىزگە نۇرىمىزنى مۇكەممەللەشتۈرۈپ بەرگىن، بىزگە مەغپىرەت قىلغىن، سەن بولساڭ ھەقىقەتەن ھەر نەرسىگە قادىرسەن» دەيدۇ"},{"SurahNumber":66,"VerseNumber":9,"Text":"ئى پەيغەمبەر! سەن كۇففار ۋە مۇناپىقلار بىلەن كۈرەش قىلغىن. ئۇلارغا قاتتىق مۇئامىلە قىلغىن. ئۇلارنىڭ جايى جەھەننەمدۇر، جەھەننەم نېمىدېگەن يامان جاي"},{"SurahNumber":66,"VerseNumber":10,"Text":"ئاللاھ كۇففارلارغا (ئۇلارنىڭ مۆمىنلەر بىلەن تۇغقانچىلىقىنىڭ پايدا بەرمەسلىكىدە) نۇھنىڭ ئايالىنى ۋە لۇتنىڭ ئايالىنى مىسال قىلىپ كۆرسەتتى. ئۇلار بولسا بىزنىڭ بەندىلىرىمىزدىن ئىككى ياخشى بەندىمىزنىڭ ئەمرىدە ئىدى. ئۇلارنىڭ ئىككىلىسى ئەرلىرىگە (ئىمان ئېيتماسلىق بىلەن) خىيانەت قىلدى. ئۇلارنىڭ ئەرلىرى (يەنى نۇھ بىلەن لۇت) (پەيغەمبەر تۇرۇقلۇق) ئۇلاردىن ئاللاھنىڭ ئازابىدىن ھېچ نەرسىنى دەپئى قىلالمىدى. (ئۇ ئىككىسىگە) «دوزاخقا كىرگۈچىلەر بىلەن بىللە كىرىڭلار» دېيىلدى"},{"SurahNumber":66,"VerseNumber":11,"Text":"ئاللاھ ئىمان ئېيتقانلارغا پىرئەۋننىڭ ئايالىنى مىسال قىلىپ كۆرسەتتى. ئۆز ۋاقتىدا ئۇ: «ئى پەرۋەردىگارىم! دەرگاھىڭدا ماڭا جەننەتتە بىر ئۆي بىنا قىلغىن، مېنى پىرئەۋندىن ۋە ئۇنىڭ يامان ئەمەلىدىن قۇتۇلدۇرغىن، مېنى زالىم قەۋمدىن قۇتۇلدۇرغىن» دېدى"},{"SurahNumber":66,"VerseNumber":12,"Text":"ھەمدە ئىمراننىڭ قىزى مەريەمنى مىسال قىلىپ كۆرسەتتى، ئۇ ئىپپىتىنى ساقلىدى، ئۇنىڭغا بىزنىڭ تەرىپىمىزدىن بولغان روھنى پۈۋلىدۇق (پۈۋلەنگەن روھ ئۇنىڭ ئىچىگە كىرىپ، ئىيساغا ھامىلىدار بولدى). ئۇ پەرۋەردىگارىنىڭ سۆزلىرىنى ۋە (نازىل قىلغان) كىتابلىرىنى تەستىق قىلدى ۋە ئاللاھقا ئىتائەت قىلغۇچىلاردىن بولدى"}]}