{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Those who do not fear to meet Us say, ‘Why are the angels not sent down to us?’ or ‘Why can we not see our Lord?’ They are too proud of themselves and too insolent"},{"SurahNumber":25,"VerseNumber":22,"Text":"There will be no good news for the guilty on the Day they see the angels. The angels will say, ‘You cannot cross the forbidden barrier,’"},{"SurahNumber":25,"VerseNumber":23,"Text":"and We shall turn to the deeds they have done and scatter them like dust"},{"SurahNumber":25,"VerseNumber":24,"Text":"But the companions in the Garden will have a better home on that Day, and a fairer place to rest"},{"SurahNumber":25,"VerseNumber":25,"Text":"On the Day when the sky and its clouds are split apart and the angels sent down in streams"},{"SurahNumber":25,"VerseNumber":26,"Text":"on that Day, true authority belongs to the Lord of Mercy. It will be a grievous Day for the disbelievers"},{"SurahNumber":25,"VerseNumber":27,"Text":"On that Day the evildoer will bite his own hand and say, ‘If only I had taken the same path as the Messenger"},{"SurahNumber":25,"VerseNumber":28,"Text":"Woe is me! If only I had not taken so and so as a friend"},{"SurahNumber":25,"VerseNumber":29,"Text":"he led me away from the Revelation after it reached me. Satan has always betrayed mankind.’"},{"SurahNumber":25,"VerseNumber":30,"Text":"The Messenger has said, ‘Lord, my people treat this Quran as something to be shunned,’"},{"SurahNumber":25,"VerseNumber":31,"Text":"but We have always appointed adversaries from the wicked, for every prophet: Your Lord is sufficient guide and helper"},{"SurahNumber":25,"VerseNumber":32,"Text":"The disbelievers also say, ‘Why was the Quran not sent down to him all at once?’ We sent it in this way to strengthen your heart [Prophet]; We gave it to you in gradual revelation"},{"SurahNumber":25,"VerseNumber":33,"Text":"They cannot put any argument to you without Our bringing you the truth and the best explanation"},{"SurahNumber":25,"VerseNumber":34,"Text":"It is those driven [falling], on their faces,to Hell who will be in the worst place- they are the furthest from the right path"},{"SurahNumber":25,"VerseNumber":35,"Text":"We gave Moses the Book and appointed his brother Aaron to help him"},{"SurahNumber":25,"VerseNumber":36,"Text":"We said, ‘Go, both of you, to the people who have rejected Our signs.’ Later We destroyed those people utterly"},{"SurahNumber":25,"VerseNumber":37,"Text":"The people of Noah, too: when they rejected their messengers, We drowned them and made them an example to all people. We have prepared a painful torment for the evildoers"},{"SurahNumber":25,"VerseNumber":38,"Text":"as We did for the people of Ad, Thamud, and al-Rass, and many generations in between"},{"SurahNumber":25,"VerseNumber":39,"Text":"To each of them We gave warnings, and each of them We destroyed completely"},{"SurahNumber":25,"VerseNumber":40,"Text":"These disbelievers must have passed by the town that was destroyed by the terrible rain––did they not see it? Yet they do not expect to be raised from the dead"},{"SurahNumber":25,"VerseNumber":41,"Text":"Whenever they see you [Prophet] they ridicule you: ‘Is this the one God has sent as a messenger"},{"SurahNumber":25,"VerseNumber":42,"Text":"He might almost have led us astray from our gods if we had not stood so firmly by them.’ When they see the punishment, they will know who is furthest from the path"},{"SurahNumber":25,"VerseNumber":43,"Text":"Think [Prophet] of the man who has taken his own passion as a god: are you to be his guardian"},{"SurahNumber":25,"VerseNumber":44,"Text":"Do you think that most of them hear or understand? They are just like cattle- no, they are further from the path"},{"SurahNumber":25,"VerseNumber":45,"Text":"Do you not see how your Lord lengthens the shade? If He had willed, He could have made it stand still- We made the sun its indicator"},{"SurahNumber":25,"VerseNumber":46,"Text":"but We gradually draw it towards Us, little by little"},{"SurahNumber":25,"VerseNumber":47,"Text":"It is He who made the night a garment for you, and sleep a rest, and made the day like a resurrection"},{"SurahNumber":25,"VerseNumber":48,"Text":"It is He who sends the winds as heralds of good news before His Mercy. We send down pure water from the sky"},{"SurahNumber":25,"VerseNumber":49,"Text":"so that We can revive a dead land with it, and We give it as a drink to many animals and people We have created"},{"SurahNumber":25,"VerseNumber":50,"Text":"Many times We have repeated this to people so that they might take heed, but most persist in their ingratitude"},{"SurahNumber":25,"VerseNumber":51,"Text":"If it had been Our will, We would have sent a warner to every town"},{"SurahNumber":25,"VerseNumber":52,"Text":"so do not give in to the disbelievers: strive hard against them with this Quran"},{"SurahNumber":25,"VerseNumber":53,"Text":"It is He who released the two bodies of flowing water, one sweet and fresh and the other salty and bitter, and put an insurmountable barrier between them"},{"SurahNumber":25,"VerseNumber":54,"Text":"It is He who creates human beings from fluid, then makes them kin by blood and marriage: your Lord is all powerful"},{"SurahNumber":25,"VerseNumber":55,"Text":"Yet instead of God they worship things that can neither benefit nor harm them: the disbeliever has always turned his back on his Lord"},{"SurahNumber":25,"VerseNumber":56,"Text":"We sent you only to give good news and warning"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say, ‘I am not asking for any reward for it, but anyone who wishes should take a path to his Lord.’"},{"SurahNumber":25,"VerseNumber":58,"Text":"Put your trust in the Living [God] who never dies, and celebrate His praise. He knows the sins of His servants well enough"},{"SurahNumber":25,"VerseNumber":59,"Text":"it is He who created the heavens and earth and what is between them in six Days, and then established Himself on the throne- He is the Lord of Mercy; He is the Best Informed"},{"SurahNumber":25,"VerseNumber":60,"Text":"Yet when they are told, ‘Bow down before the Lord of Mercy,’ they say, ‘What is the Lord of Mercy? Should we bow down before anything you command?’ and they turn even further away"},{"SurahNumber":25,"VerseNumber":61,"Text":"Exalted is He who put constellations in the heavens, a radiant light, and an illuminating moon"},{"SurahNumber":25,"VerseNumber":62,"Text":"it is He who made the night and day follow each other- so anyone who wishes may be mindful or show gratitude"},{"SurahNumber":25,"VerseNumber":63,"Text":"The servants of the Lord of Mercy are those who walk humbly on the earth, and who, when the foolish address them, reply, ‘Peace’"},{"SurahNumber":25,"VerseNumber":64,"Text":"those who spend the night bowed down or standing, worshipping their Lord"},{"SurahNumber":25,"VerseNumber":65,"Text":"who plead, ‘Our Lord, turn away from us the suffering of Hell, for it is a dreadful torment to suffer"},{"SurahNumber":25,"VerseNumber":66,"Text":"It is an evil home, a foul resting place!’"},{"SurahNumber":25,"VerseNumber":67,"Text":"They are those who are neither wasteful nor niggardly when they spend, but keep to a just balance"},{"SurahNumber":25,"VerseNumber":68,"Text":"those who never invoke any other deity beside God, nor take a life, which God has made sacred, except in the pursuit of justice, nor commit adultery. (Whoever does these things will face the penalties)"},{"SurahNumber":25,"VerseNumber":69,"Text":"their torment will be doubled on the Day of Resurrection, and they will remain in torment, disgraced"},{"SurahNumber":25,"VerseNumber":70,"Text":"except those who repent, believe, and do good deeds: God will change the evil deeds of such people into good ones. He is most forgiving, most merciful"},{"SurahNumber":25,"VerseNumber":71,"Text":"People who repent and do good deeds truly return to God"},{"SurahNumber":25,"VerseNumber":72,"Text":"[The servants of the Lord of Mercy are] those who do not give false testimony, and who, when they see some frivolity, pass by with dignity"},{"SurahNumber":25,"VerseNumber":73,"Text":"who, when reminded of their Lord’s signs, do not turn a deaf ear and a blind eye to them"},{"SurahNumber":25,"VerseNumber":74,"Text":"those who pray, ‘Our Lord, give us joy in our spouses and offspring. Make us good examples to those who are aware of You’"},{"SurahNumber":25,"VerseNumber":75,"Text":"These servants will be rewarded with the highest place in Paradise for their steadfastness. There they will be met with greetings and peace"},{"SurahNumber":25,"VerseNumber":76,"Text":"There they will stay- a happy home and resting place"},{"SurahNumber":25,"VerseNumber":77,"Text":"[Prophet, tell the disbelievers], ‘What are you to my Lord without your supplication? But since you have written offthe truth as lies, the inevitable will happen.’"},{"SurahNumber":26,"VerseNumber":1,"Text":"Ta Sin Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"These are the verses of the Scripture that makes things clear"},{"SurahNumber":26,"VerseNumber":3,"Text":"[Prophet], are you going to worry yourself to death because they will not believe"},{"SurahNumber":26,"VerseNumber":4,"Text":"If We had wished, We could have sent them down a sign from heaven, at which their necks would stay bowed in utter humility"},{"SurahNumber":26,"VerseNumber":5,"Text":"Whenever they are brought a new revelation from the Lord of Mercy, they turn away"},{"SurahNumber":26,"VerseNumber":6,"Text":"they deny it, but the truth of what they scorned will soon hit them"},{"SurahNumber":26,"VerseNumber":7,"Text":"Do they not see the earth, and what noble kinds of thing We grow in it"},{"SurahNumber":26,"VerseNumber":8,"Text":"There truly is a sign in this, though most of them do not believe"},{"SurahNumber":26,"VerseNumber":9,"Text":"your Lord alone is the Almighty, the Merciful"},{"SurahNumber":26,"VerseNumber":10,"Text":"Your Lord called to Moses: ‘Go to those wrongdoers"},{"SurahNumber":26,"VerseNumber":11,"Text":"the people of Pharaoh. Will they not take heed?’"},{"SurahNumber":26,"VerseNumber":12,"Text":"Moses said, ‘My Lord, I fear they will call me a liar"},{"SurahNumber":26,"VerseNumber":13,"Text":"and I will feel stressed and tongue-tied, so send Aaron too"},{"SurahNumber":26,"VerseNumber":14,"Text":"besides, they have a chargeagainst me, and I fear they may kill me.’"},{"SurahNumber":26,"VerseNumber":15,"Text":"God said, ‘No [they will not]. Go, both of you, with Our signs––We shall be with you, listen-ing"},{"SurahNumber":26,"VerseNumber":16,"Text":"Go, both of you, to Pharaoh and say, “We bring a message from the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":17,"Text":"let the Children of Israel leave with us.” ’"},{"SurahNumber":26,"VerseNumber":18,"Text":"Pharaoh said, ‘Did we not bring you up as a child among us? Did you not stay with us for many years"},{"SurahNumber":26,"VerseNumber":19,"Text":"And then you committed that crime of yours: you were so ungrateful.’"},{"SurahNumber":26,"VerseNumber":20,"Text":"Moses replied, ‘I was misguided when I did it"},{"SurahNumber":26,"VerseNumber":21,"Text":"and I fled from you in fear; later my Lord gave me wisdom and made me one of His messengers"},{"SurahNumber":26,"VerseNumber":22,"Text":"And is this- that you have enslaved the Children of Israel- the favour with which you reproach me?’"},{"SurahNumber":26,"VerseNumber":23,"Text":"Pharaoh asked, ‘What is this “Lord of the Worlds”?’"},{"SurahNumber":26,"VerseNumber":24,"Text":"Moses replied, ‘He is the Lord of the heavens and earth and everything between them. If you would only have faith!’"},{"SurahNumber":26,"VerseNumber":25,"Text":"Pharaoh said to those present, ‘Do you hear what he says?’"},{"SurahNumber":26,"VerseNumber":26,"Text":"Moses said, ‘He is your Lord and the Lord of your forefathers.’"},{"SurahNumber":26,"VerseNumber":27,"Text":"Pharaoh said, ‘This messenger who has been sent to you is truly possessed.’"},{"SurahNumber":26,"VerseNumber":28,"Text":"Moses continued, ‘Lord of the East and West and everything between them. If you would only use your reason!’"},{"SurahNumber":26,"VerseNumber":29,"Text":"But Pharaoh said [to him], ‘If you take any god other than me, I will throw you into prison,’"},{"SurahNumber":26,"VerseNumber":30,"Text":"and Moses asked, ‘Even if I show you something convincing?’"},{"SurahNumber":26,"VerseNumber":31,"Text":"‘Show it then,’ said Pharaoh, ‘if you are telling the truth.’"},{"SurahNumber":26,"VerseNumber":32,"Text":"So Moses threw down his staff and- lo and behold!- it became a snake for everyone to see"},{"SurahNumber":26,"VerseNumber":33,"Text":"Then he drew out his hand and- lo and behold!- it was white for the onlookers to see"},{"SurahNumber":26,"VerseNumber":34,"Text":"Pharaoh said to the counsellors around him, ‘This man is a learned sorcerer"},{"SurahNumber":26,"VerseNumber":35,"Text":"He means to use his sorcery to drive you out of your land! What do you suggest?’"},{"SurahNumber":26,"VerseNumber":36,"Text":"They answered, ‘Delay him and his brother for a while, and send messengers to all the cities"},{"SurahNumber":26,"VerseNumber":37,"Text":"to bring every accomplished sorcerer to you.’"},{"SurahNumber":26,"VerseNumber":38,"Text":"The sorcerers were [to be] assembled at the appointed time on a certain day"},{"SurahNumber":26,"VerseNumber":39,"Text":"and the people were asked"},{"SurahNumber":26,"VerseNumber":40,"Text":"‘Are you all coming? We may follow the sorcerers if they win!’"},{"SurahNumber":26,"VerseNumber":41,"Text":"When the sorcerers came, they said to Pharaoh, ‘Shall we be rewarded if we win?’"},{"SurahNumber":26,"VerseNumber":42,"Text":"and he said, ‘Yes, and you will join my inner court.’"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moses said to them, ‘Throw down whatever you will.’"},{"SurahNumber":26,"VerseNumber":44,"Text":"They threw their ropes and staffs, saying, ‘By Pharaoh’s might, we shall be victorious.’"},{"SurahNumber":26,"VerseNumber":45,"Text":"But Moses threw his staff and- lo and behold!- it swallowed up their trickery"},{"SurahNumber":26,"VerseNumber":46,"Text":"and the sorcerers fell down on their knees"},{"SurahNumber":26,"VerseNumber":47,"Text":"exclaiming, ‘We believe in the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":48,"Text":"the Lord of Moses and Aaron.’"},{"SurahNumber":26,"VerseNumber":49,"Text":"Pharaoh said, ‘How dare you believe in him before I have given you permission? He must be the master who taught you sorcery! Soon you will see: I will cut off your alternate hands and feet and then crucify the lot of you!’"},{"SurahNumber":26,"VerseNumber":50,"Text":"‘That will do us no harm,’ they said, ‘for we are sure to return to our Lord"},{"SurahNumber":26,"VerseNumber":51,"Text":"We hope that our Lord will forgive us our sins, as we were the first to believe.’"},{"SurahNumber":26,"VerseNumber":52,"Text":"Then We revealed Our will to Moses, ‘Leave with My servants by night, for you will be pursued!’"},{"SurahNumber":26,"VerseNumber":53,"Text":"Pharaoh sent messengers into the cities, proclaiming"},{"SurahNumber":26,"VerseNumber":54,"Text":"‘These people are a puny band––"},{"SurahNumber":26,"VerseNumber":55,"Text":"they have enraged us"},{"SurahNumber":26,"VerseNumber":56,"Text":"and we are a large army, on the alert.’"},{"SurahNumber":26,"VerseNumber":57,"Text":"So it was that We made them leave their gardens and their springs"},{"SurahNumber":26,"VerseNumber":58,"Text":"their treasures and their noble dwellings"},{"SurahNumber":26,"VerseNumber":59,"Text":"We gave [such] things [later]to the Children of Israel"},{"SurahNumber":26,"VerseNumber":60,"Text":"Pharaoh and his people pursued them at sunrise"},{"SurahNumber":26,"VerseNumber":61,"Text":"and as soon as the two sides came within sight of one another, Moses’ followers said, ‘We shall definitely be caught.’"},{"SurahNumber":26,"VerseNumber":62,"Text":"Moses said, ‘No, my Lord is with me: He will guide me,’"},{"SurahNumber":26,"VerseNumber":63,"Text":"and We revealed to Moses: ‘Strike the sea with your staff.’ It parted- each side like a mighty mountain"},{"SurahNumber":26,"VerseNumber":64,"Text":"and We brought the others to that place"},{"SurahNumber":26,"VerseNumber":65,"Text":"We saved Moses and all his companions"},{"SurahNumber":26,"VerseNumber":66,"Text":"and drowned the rest"},{"SurahNumber":26,"VerseNumber":67,"Text":"There truly is a sign in this, though most of them do not believe"},{"SurahNumber":26,"VerseNumber":68,"Text":"your Lord alone is the Almighty, the Merciful"},{"SurahNumber":26,"VerseNumber":69,"Text":"Tell them the story of Abraham"},{"SurahNumber":26,"VerseNumber":70,"Text":"when he asked his father and his people, ‘What do you worship?’"},{"SurahNumber":26,"VerseNumber":71,"Text":"They said, ‘We worship idols, and are constantly in attendance on them.’"},{"SurahNumber":26,"VerseNumber":72,"Text":"He asked, ‘Do they hear you when you call"},{"SurahNumber":26,"VerseNumber":73,"Text":"Do they help or harm you?’"},{"SurahNumber":26,"VerseNumber":74,"Text":"They replied, ‘No, but this is what we saw our fathers doing.’"},{"SurahNumber":26,"VerseNumber":75,"Text":"Abraham said, ‘Those idols you have worshipped"},{"SurahNumber":26,"VerseNumber":76,"Text":"you and your forefathers"},{"SurahNumber":26,"VerseNumber":77,"Text":"are my enemies; not so the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":78,"Text":"who created me. It is He who guides me"},{"SurahNumber":26,"VerseNumber":79,"Text":"He who gives me food and drink"},{"SurahNumber":26,"VerseNumber":80,"Text":"He who cures me when I am ill"},{"SurahNumber":26,"VerseNumber":81,"Text":"He who will make me die and then give me life again"},{"SurahNumber":26,"VerseNumber":82,"Text":"and He who will, I hope, forgive my faults on the Day of Judgement"},{"SurahNumber":26,"VerseNumber":83,"Text":"My Lord, grant me wisdom; join me with the righteous"},{"SurahNumber":26,"VerseNumber":84,"Text":"give me a good name among later generations"},{"SurahNumber":26,"VerseNumber":85,"Text":"make me one of those given the Garden of Bliss"},{"SurahNumber":26,"VerseNumber":86,"Text":"forgive my father, for he is one of those who have gone astray"},{"SurahNumber":26,"VerseNumber":87,"Text":"and do not disgrace me on the Day when all people are resurrected"},{"SurahNumber":26,"VerseNumber":88,"Text":"the Day when neither wealth nor children can help"},{"SurahNumber":26,"VerseNumber":89,"Text":"when the only one who will be saved is the one who comes before God with a heart devoted to Him.’"},{"SurahNumber":26,"VerseNumber":90,"Text":"When the Garden is brought near to the righteous"},{"SurahNumber":26,"VerseNumber":91,"Text":"and the Fire is placed in full view of the misguided"},{"SurahNumber":26,"VerseNumber":92,"Text":"it will be said to them, ‘Where are those you worshipped"},{"SurahNumber":26,"VerseNumber":93,"Text":"beside God? Can they help you now, or even help themselves?’"},{"SurahNumber":26,"VerseNumber":94,"Text":"and then they will all be hurled into Hell, together with those that misled them"},{"SurahNumber":26,"VerseNumber":95,"Text":"and all Iblis’s supporters"},{"SurahNumber":26,"VerseNumber":96,"Text":"There they will say to their gods, as they bicker among themselves"},{"SurahNumber":26,"VerseNumber":97,"Text":"‘We were clearly misguided"},{"SurahNumber":26,"VerseNumber":98,"Text":"when we made you equal with the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":99,"Text":"It was the evildoers who led us astray"},{"SurahNumber":26,"VerseNumber":100,"Text":"and now we have no intercessor"},{"SurahNumber":26,"VerseNumber":101,"Text":"and no true friend"},{"SurahNumber":26,"VerseNumber":102,"Text":"If only we could live our lives again, we would be true believers!’"},{"SurahNumber":26,"VerseNumber":103,"Text":"There truly is a sign in this, though most of them do not believe"},{"SurahNumber":26,"VerseNumber":104,"Text":"your Lord alone is the Almighty, the Merciful"},{"SurahNumber":26,"VerseNumber":105,"Text":"The people of Noah, too, called the messengers liars"},{"SurahNumber":26,"VerseNumber":106,"Text":"Their brother Noah said to them, ‘Will you not be mindful of God"},{"SurahNumber":26,"VerseNumber":107,"Text":"I am a faithful messenger sent to you"},{"SurahNumber":26,"VerseNumber":108,"Text":"be mindful of God and obey me"},{"SurahNumber":26,"VerseNumber":109,"Text":"I ask no reward of you, for my only reward is with the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":110,"Text":"be mindful of God and obey me.’"},{"SurahNumber":26,"VerseNumber":111,"Text":"They answered, ‘Why should we believe you when the worst sort of people follow you?’"},{"SurahNumber":26,"VerseNumber":112,"Text":"He said, ‘What knowledge do I have of what they used to do"},{"SurahNumber":26,"VerseNumber":113,"Text":"It is for my Lord alone to bring them to account- if only you could see"},{"SurahNumber":26,"VerseNumber":114,"Text":"I will not drive believers away"},{"SurahNumber":26,"VerseNumber":115,"Text":"I am here only to give people a clear warning.’"},{"SurahNumber":26,"VerseNumber":116,"Text":"So they said, ‘Noah, if you do not stop this, you will be stoned.’"},{"SurahNumber":26,"VerseNumber":117,"Text":"He said, ‘My Lord, my people have rejected me"},{"SurahNumber":26,"VerseNumber":118,"Text":"so make a firm judgement between me and them, and save me and my believing followers.’"},{"SurahNumber":26,"VerseNumber":119,"Text":"So We saved him and his followers in the fully laden ship"},{"SurahNumber":26,"VerseNumber":120,"Text":"and drowned the rest"},{"SurahNumber":26,"VerseNumber":121,"Text":"There truly is a sign in this, though most of them do not believe"},{"SurahNumber":26,"VerseNumber":122,"Text":"your Lord alone is the Almighty, the Merciful"},{"SurahNumber":26,"VerseNumber":123,"Text":"The people of Ad, too, called the messengers liars"},{"SurahNumber":26,"VerseNumber":124,"Text":"Their brother Hud said to them, ‘Will you not be mindful of God"},{"SurahNumber":26,"VerseNumber":125,"Text":"I am a faithful messenger sent to you"},{"SurahNumber":26,"VerseNumber":126,"Text":"be mindful of God and obey me"},{"SurahNumber":26,"VerseNumber":127,"Text":"I ask no reward of you, for my only reward is with the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":128,"Text":"How can you be so vain that you set up monuments on every high place"},{"SurahNumber":26,"VerseNumber":129,"Text":"Do you build fortresses because you hope to be immortal"},{"SurahNumber":26,"VerseNumber":130,"Text":"Why do you act like tyrants whenever you attack someone"},{"SurahNumber":26,"VerseNumber":131,"Text":"Be mindful of God and obey me"},{"SurahNumber":26,"VerseNumber":132,"Text":"be mindful of Him who has provided you with everything you know"},{"SurahNumber":26,"VerseNumber":133,"Text":"He has given you livestock, sons"},{"SurahNumber":26,"VerseNumber":134,"Text":"gardens, springs"},{"SurahNumber":26,"VerseNumber":135,"Text":"for I truly fear that the torment of a grievous day will overtake you.’"},{"SurahNumber":26,"VerseNumber":136,"Text":"They replied, ‘It makes no difference to us whether you warn us or not"},{"SurahNumber":26,"VerseNumber":137,"Text":"for we only do what our forefathers used to do"},{"SurahNumber":26,"VerseNumber":138,"Text":"we shall not be punished.’"},{"SurahNumber":26,"VerseNumber":139,"Text":"They denounced him as a liar, and so We destroyed them. There truly is a sign in this, though most of them do not believe"},{"SurahNumber":26,"VerseNumber":140,"Text":"your Lord alone is the Almighty, the Merciful"},{"SurahNumber":26,"VerseNumber":141,"Text":"The people of Thamud, too, called the messengers liars"},{"SurahNumber":26,"VerseNumber":142,"Text":"Their brother Salih said to them, ‘Will you not be mindful of God"},{"SurahNumber":26,"VerseNumber":143,"Text":"I am a faithful messenger to you"},{"SurahNumber":26,"VerseNumber":144,"Text":"be mindful of God and obey me"},{"SurahNumber":26,"VerseNumber":145,"Text":"I ask no reward from you, for my only reward is with the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":146,"Text":"[Do you think] you will be left secure for ever in what you have here"},{"SurahNumber":26,"VerseNumber":147,"Text":"gardens, springs"},{"SurahNumber":26,"VerseNumber":148,"Text":"fields, palm trees laden with fruit"},{"SurahNumber":26,"VerseNumber":149,"Text":"carving your fine houses from the mountains"},{"SurahNumber":26,"VerseNumber":150,"Text":"Be mindful of God and obey me"},{"SurahNumber":26,"VerseNumber":151,"Text":"do not obey those who are given to excess"},{"SurahNumber":26,"VerseNumber":152,"Text":"and who spread corruption in the land instead of doing what is right.’"},{"SurahNumber":26,"VerseNumber":153,"Text":"They said, ‘You are bewitched"},{"SurahNumber":26,"VerseNumber":154,"Text":"You are nothing but a man like us. Show us a sign, if you are telling the truth.’"},{"SurahNumber":26,"VerseNumber":155,"Text":"He said, ‘Here is a camel. She should have her turn to drink and so should you, each on a specified day"},{"SurahNumber":26,"VerseNumber":156,"Text":"so do not harm her, or the punishment of a terrible day will befall you.’"},{"SurahNumber":26,"VerseNumber":157,"Text":"But they hamstrung her. In the morning they had cause to regret it"},{"SurahNumber":26,"VerseNumber":158,"Text":"the punishment fell upon them. There truly is a sign in this, though most of them will not believe"},{"SurahNumber":26,"VerseNumber":159,"Text":"your Lord alone is the Almighty, the Merciful"},{"SurahNumber":26,"VerseNumber":160,"Text":"The people of Lot, too, called the messengers liars"},{"SurahNumber":26,"VerseNumber":161,"Text":"Their brother Lot said to them, ‘Will you not be mindful of God"},{"SurahNumber":26,"VerseNumber":162,"Text":"I am a faithful messenger to you"},{"SurahNumber":26,"VerseNumber":163,"Text":"be mindful of God and obey me"},{"SurahNumber":26,"VerseNumber":164,"Text":"I ask no reward from you, for my only reward is with the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":165,"Text":"Must you, unlike [other] people, lust after males"},{"SurahNumber":26,"VerseNumber":166,"Text":"and abandon the wives that God has created for you? You are exceeding all bounds,’"},{"SurahNumber":26,"VerseNumber":167,"Text":"but they replied, ‘Lot! If you do not stop this, you will be driven away.’"},{"SurahNumber":26,"VerseNumber":168,"Text":"So he said, ‘I loathe what you do"},{"SurahNumber":26,"VerseNumber":169,"Text":"Lord, save me and my family from what they are doing.’"},{"SurahNumber":26,"VerseNumber":170,"Text":"We saved him and all his family"},{"SurahNumber":26,"VerseNumber":171,"Text":"except for an old woman who stayed behind"},{"SurahNumber":26,"VerseNumber":172,"Text":"then We destroyed the others"},{"SurahNumber":26,"VerseNumber":173,"Text":"and poured a rain of destruction down upon them. How dreadful that rain was for those who had been forewarned"},{"SurahNumber":26,"VerseNumber":174,"Text":"There truly is a sign in this, though most of them will not believe"},{"SurahNumber":26,"VerseNumber":175,"Text":"your Lord alone is the Almighty, the Merciful"},{"SurahNumber":26,"VerseNumber":176,"Text":"The forest-dwellers, too, called the messengers liars"},{"SurahNumber":26,"VerseNumber":177,"Text":"Shuayb said to them, ‘Will you not be mindful of God"},{"SurahNumber":26,"VerseNumber":178,"Text":"I am a faithful messenger to you"},{"SurahNumber":26,"VerseNumber":179,"Text":"be mindful of God and obey me"},{"SurahNumber":26,"VerseNumber":180,"Text":"I ask no reward of you, for my only reward is with the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":181,"Text":"Give full measure: do not sell others short"},{"SurahNumber":26,"VerseNumber":182,"Text":"Weigh with correct scales"},{"SurahNumber":26,"VerseNumber":183,"Text":"do not deprive people of what is theirs. Do not spread corruption on earth"},{"SurahNumber":26,"VerseNumber":184,"Text":"Be mindful of God who created you and former generations,’"},{"SurahNumber":26,"VerseNumber":185,"Text":"but they replied, ‘You are bewitched"},{"SurahNumber":26,"VerseNumber":186,"Text":"You are nothing but a man like us. In fact we think you are a liar"},{"SurahNumber":26,"VerseNumber":187,"Text":"Make bits of the heavens fall down on us, if you are telling the truth.’"},{"SurahNumber":26,"VerseNumber":188,"Text":"He said, ‘My Lord knows best what you do.’"},{"SurahNumber":26,"VerseNumber":189,"Text":"They called him a liar, and so the torment of the Day of Shadow came upon them- it was the torment of a terrible day"},{"SurahNumber":26,"VerseNumber":190,"Text":"There truly is a sign in this, though most of them will not believe"},{"SurahNumber":26,"VerseNumber":191,"Text":"your Lord alone is the Almighty, the Merciful"},{"SurahNumber":26,"VerseNumber":192,"Text":"Truly, this Quran has been sent down by the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":193,"Text":"the Trustworthy Spirit brought it down"},{"SurahNumber":26,"VerseNumber":194,"Text":"to your heart [Prophet], so that you could bring warning"},{"SurahNumber":26,"VerseNumber":195,"Text":"in a clear Arabic tongue"},{"SurahNumber":26,"VerseNumber":196,"Text":"This was foretold in the scriptures of earlier religions"},{"SurahNumber":26,"VerseNumber":197,"Text":"Is it not proof enough for them that the learned men of the Children of Israel have recognized it"},{"SurahNumber":26,"VerseNumber":198,"Text":"If We had sent it down to someone who was not an Arab"},{"SurahNumber":26,"VerseNumber":199,"Text":"and he had recited it to them, they still would not have believed in it"},{"SurahNumber":26,"VerseNumber":200,"Text":"So We make it pass straight through the hearts of the guilty"},{"SurahNumber":26,"VerseNumber":201,"Text":"they will not believe in it until they see the grievous torment"},{"SurahNumber":26,"VerseNumber":202,"Text":"which will suddenly hit them when they are not expecting it"},{"SurahNumber":26,"VerseNumber":203,"Text":"and then they will say, ‘Can we have more time?’"},{"SurahNumber":26,"VerseNumber":204,"Text":"How can they ask that Our punishment be brought to them sooner"},{"SurahNumber":26,"VerseNumber":205,"Text":"Think, if we let them enjoy this life for some years"},{"SurahNumber":26,"VerseNumber":206,"Text":"and then the promised torment came upon them"},{"SurahNumber":26,"VerseNumber":207,"Text":"what good would their past enjoyment be to them"},{"SurahNumber":26,"VerseNumber":208,"Text":"Never have We destroyed a town without sending down messengers to warn it"},{"SurahNumber":26,"VerseNumber":209,"Text":"as a reminder from Us: We are never unjust"},{"SurahNumber":26,"VerseNumber":210,"Text":"It was not the jinn who brought down this Quran"},{"SurahNumber":26,"VerseNumber":211,"Text":"it is neither in their interests nor in their power"},{"SurahNumber":26,"VerseNumber":212,"Text":"indeed they are prevented from overhearing it"},{"SurahNumber":26,"VerseNumber":213,"Text":"So [Prophet] do not invoke any gods beside God, or you will incur punishment"},{"SurahNumber":26,"VerseNumber":214,"Text":"Warn your nearest kinsfolk"},{"SurahNumber":26,"VerseNumber":215,"Text":"and lower your wing tenderly over the believers who follow you"},{"SurahNumber":26,"VerseNumber":216,"Text":"If they disobey you, say, ‘I bear no responsibility for your actions.’"},{"SurahNumber":26,"VerseNumber":217,"Text":"Put your trust in the Almighty, the Merciful"},{"SurahNumber":26,"VerseNumber":218,"Text":"who sees you when you stand up [for prayer]"},{"SurahNumber":26,"VerseNumber":219,"Text":"and sees your movements among the worshippers"},{"SurahNumber":26,"VerseNumber":220,"Text":"He is the All Hearing, the All Knowing"},{"SurahNumber":26,"VerseNumber":221,"Text":"Shall I tell you who the jinn come down to"},{"SurahNumber":26,"VerseNumber":222,"Text":"They come down to every lying sinner"},{"SurahNumber":26,"VerseNumber":223,"Text":"who readily lends an ear to them, and most of them are liars"},{"SurahNumber":26,"VerseNumber":224,"Text":"only those who are lost in error follow the poets"},{"SurahNumber":26,"VerseNumber":225,"Text":"Do you not see how they rove aimlessly in every valley"},{"SurahNumber":26,"VerseNumber":226,"Text":"how they say what they do not do"},{"SurahNumber":26,"VerseNumber":227,"Text":"Not so those [poets] who believe, do good deeds, remember God often, and defend themselves after they have been wronged. The evildoers will find out what they will return to"},{"SurahNumber":27,"VerseNumber":1,"Text":"Ta Sin These are the verses of the Quran––a scripture that makes things clear"},{"SurahNumber":27,"VerseNumber":2,"Text":"a guide and joyful news for the believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"who keep up the prayer, pay the prescribed alms, and believe firmly in the life to come"},{"SurahNumber":27,"VerseNumber":4,"Text":"As for those who do not believe in the life to come, We have made their deeds seem alluring to them, so they wander blindly"},{"SurahNumber":27,"VerseNumber":5,"Text":"it is they who will have the worst suffering, and will be the ones to lose most in the life to come"},{"SurahNumber":27,"VerseNumber":6,"Text":"You [Prophet] receive the Quran from One who is all wise, all knowing"},{"SurahNumber":27,"VerseNumber":7,"Text":"Moses said to his family, ‘I have seen a fire. I will bring you news from there, or a burning stick for you to warm yourselves.’"},{"SurahNumber":27,"VerseNumber":8,"Text":"When he reached the fire, a voice called: ‘Blessed is the person near this fireand those around it; may God be exalted, the Lord of the Worlds"},{"SurahNumber":27,"VerseNumber":9,"Text":"Moses, I am God, the Mighty, the Wise"},{"SurahNumber":27,"VerseNumber":10,"Text":"Throw down your staff,’ but when he saw it moving like a snake, he turned and fled. ‘Moses, do not be afraid! The messengers need have no fear in My presence"},{"SurahNumber":27,"VerseNumber":11,"Text":"I am truly most forgiving and merciful to those who do wrong,and then replace their evil with good"},{"SurahNumber":27,"VerseNumber":12,"Text":"Put your hand inside your cloak and it will come out white, but unharmed. These are among the nine signs that you will show Pharaoh and his people; they have really gone too far.’"},{"SurahNumber":27,"VerseNumber":13,"Text":"But when Our enlightening signs came to them, they said, ‘This is clearly [just] sorcery!’"},{"SurahNumber":27,"VerseNumber":14,"Text":"They denied them, in their wickedness and their pride, even though their souls acknowledged them as true. See how those who spread corruption met their end"},{"SurahNumber":27,"VerseNumber":15,"Text":"We gave knowledge to David and Solomon, and they both said, ‘Praise be to God, who has favoured us over many of His believing servants.’"},{"SurahNumber":27,"VerseNumber":16,"Text":"Solomon succeeded David. He said, ‘People, we have been taught the speech of birds, and we have been given a share of everything: this is a clearly a great favour.’"},{"SurahNumber":27,"VerseNumber":17,"Text":"Solomon’s hosts of jinn, men, and birds were marshalled in ordered ranks before him"},{"SurahNumber":27,"VerseNumber":18,"Text":"and when they came to the Valley of the Ants, one ant said, ‘Ants! Go into your homes, in case Solomon and his hosts unwittingly crush you.’"},{"SurahNumber":27,"VerseNumber":19,"Text":"Solomon smiled broadly at her words and said, ‘Lord, inspire me to be thankful for the blessings You have granted me and my parents, and to do good deeds that please You; admit me by Your grace into the ranks of Your righteous servants.’"},{"SurahNumber":27,"VerseNumber":20,"Text":"Solomon inspected the birds and said, ‘Why do I not see the hoopoe? Is he absent"},{"SurahNumber":27,"VerseNumber":21,"Text":"I will punish him severely, or kill him, unless he brings me a convincing excuse for his absence.’"},{"SurahNumber":27,"VerseNumber":22,"Text":"But the hoopoe did not stay away long: he came and said, ‘I have learned something you did not know: I come to you from Sheba with firm news"},{"SurahNumber":27,"VerseNumber":23,"Text":"I found a woman ruling over the people, who has been given a share of everything- she has a magnificent throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"[but] I found that she and her people worshipped the sun instead of God. Satan has made their deeds seem alluring to them, and diverted them from the right path: they cannot find the right path"},{"SurahNumber":27,"VerseNumber":25,"Text":"Should they not worship God, who brings forth what is hidden in the heavens and earth and knows both what you people conceal and what you declare"},{"SurahNumber":27,"VerseNumber":26,"Text":"He is God, there is no god but Him, the Lord of the mighty throne.’"},{"SurahNumber":27,"VerseNumber":27,"Text":"Solomon said, ‘We shall see whether you are telling the truth or lying"},{"SurahNumber":27,"VerseNumber":28,"Text":"Take this letter of mine and deliver it to them, then withdraw and see what answer they send back.’"},{"SurahNumber":27,"VerseNumber":29,"Text":"The Queen of Sheba said, ‘Counsellors, a gracious letter has been delivered to me"},{"SurahNumber":27,"VerseNumber":30,"Text":"It is from Solomon, and it says, “In the name of God, the Lord of Mercy, the Giver of Mercy"},{"SurahNumber":27,"VerseNumber":31,"Text":"do not put yourselves above me, and come to me in submission to God.”’"},{"SurahNumber":27,"VerseNumber":32,"Text":"She said, ‘Counsellors, give me your counsel in the matter I now face: I only ever decide on matters in your presence.’"},{"SurahNumber":27,"VerseNumber":33,"Text":"They replied, ‘We possess great force and power in war, but you are in command, so consider what orders to give us.’"},{"SurahNumber":27,"VerseNumber":34,"Text":"She said, ‘Whenever kings go into a city, they ruin it and humiliate its leaders- that is what they do"},{"SurahNumber":27,"VerseNumber":35,"Text":"but I am going to send them a gift, then see what answer my envoys bring back.’"},{"SurahNumber":27,"VerseNumber":36,"Text":"When her envoy came to Solomon, Solomon said, ‘What! Are you offering me wealth? What God has given me is better than what He has given you, though you rejoice in this gift of yours"},{"SurahNumber":27,"VerseNumber":37,"Text":"Go back to your people: we shall certainly come upon them with irresistible forces, and drive them, disgraced and humbled, from their land.’"},{"SurahNumber":27,"VerseNumber":38,"Text":"Then he said, ‘Counsellors, which of you can bring me her throne before they come to me in submission?’"},{"SurahNumber":27,"VerseNumber":39,"Text":"A powerful and crafty jinn replied, ‘I will bring it to you before you can even rise from your place. I am strong and trustworthy enough,’"},{"SurahNumber":27,"VerseNumber":40,"Text":"but one of them who had some knowledge of the Scripture said, ‘I will bring it to you in the twinkling of an eye.’ When Solomon saw it set before him, he said, ‘This is a favour from my Lord, to test whether I am grateful or not: if anyone is grateful, it is for his own good, if anyone is ungrateful, then my Lord is self-sufficient and most generous.’"},{"SurahNumber":27,"VerseNumber":41,"Text":"Then he said, ‘Disguise her throne, and we shall see whether or not she recognizes it.’"},{"SurahNumber":27,"VerseNumber":42,"Text":"When she arrived, she was asked, ‘Is this your throne?’ She replied, ‘It looks like it.’ [Solomon said], ‘We were given knowledge before her, and we devoted ourselves to God"},{"SurahNumber":27,"VerseNumber":43,"Text":"she was prevented by what she worshipped instead of God, for she came from a disbelieving people.’"},{"SurahNumber":27,"VerseNumber":44,"Text":"Then it was said to her, ‘Enter the hall,’ but when she saw it, she thought it was a deep pool of water, and bared her legs. Solomon explained, ‘It is just a hall paved with glass,’ and she said, ‘My Lord, I have wronged myself: I devote myself, with Solomon, to God, the Lord of the Worlds.’"},{"SurahNumber":27,"VerseNumber":45,"Text":"To the people of Thamud We sent their brother, Salih, saying, ‘Worship God alone,’ but they split into two rival factions"},{"SurahNumber":27,"VerseNumber":46,"Text":"Salih said, ‘My people, why do you rush to bring [forward] what is bad rather than good? Why do you not ask forgiveness of God, so that you may be given mercy?’"},{"SurahNumber":27,"VerseNumber":47,"Text":"They said, ‘We see you and your fol-lowers as an evil omen.’ He replied, ‘God will decide on any omen you may see: you people are being put to the test.’"},{"SurahNumber":27,"VerseNumber":48,"Text":"There were nine men in the city who spread corruption in the land without making amends"},{"SurahNumber":27,"VerseNumber":49,"Text":"They said, ‘Swear by God: we shall attack this man and his household in the night, then say to his next of kin, “We did not witness the destruction of his household. We are telling the truth.”’"},{"SurahNumber":27,"VerseNumber":50,"Text":"So they devised their evil plan, but We too made a plan of which they were unaware"},{"SurahNumber":27,"VerseNumber":51,"Text":"See how their scheming ended: We destroyed them utterly, along with all their people"},{"SurahNumber":27,"VerseNumber":52,"Text":"As a result of their evil deeds, their homes are desolate ruins- there truly is a sign in this for those who know"},{"SurahNumber":27,"VerseNumber":53,"Text":"but We saved those who believed and were mindful of God"},{"SurahNumber":27,"VerseNumber":54,"Text":"We also sent Lot to his people. He said to them, ‘How can you commit this outrage with your eyes wide open"},{"SurahNumber":27,"VerseNumber":55,"Text":"How can you lust after men instead of women? What fools you are!’"}]}