{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"Budʹ-yaka yizha bula dozvolena synam Israyilya pered zislannyam Tauratu, okrim tiyeyi, yaku Israyilʹ zaboronyv sam sobi. Skazhy: «Prynesitʹ zhe Taurat i prochytayte tse, yakshcho vy pravdyvi!»"},{"SurahNumber":3,"VerseNumber":94,"Text":"A yakshcho khto pislya tsʹoho zvodytʹ nahovir na Allaha, to same vony ye nespravedlyvymy"},{"SurahNumber":3,"VerseNumber":95,"Text":"Skazhy: «Pravdyvym ye Allah! Yditʹ zhe za relihiyeyu Ibrahima-khanifa, a vin ne buv bahatobozhnykom!»"},{"SurahNumber":3,"VerseNumber":96,"Text":"Voistynu, pershyy dim, zvedenyy lyudʹmy — tse Dim u Batstsi, blahoslovennya ta pryamyy shlyakh dlya svitiv"},{"SurahNumber":3,"VerseNumber":97,"Text":"Tam mistyatʹsya yasni znamennya. Tse — mistse Ibrahima, i khto uviyde tudy, bude v bezpetsi. Lyudy zobovʺyazani pered Allahom zdiysnyuvaty khadzhzh u Dim — khto bude spromozhnyy na tse. A yakshcho khto ne viruye, to Allah ne potrebuye zhyteliv svitiv"},{"SurahNumber":3,"VerseNumber":98,"Text":"Skazhy: «O lyudy Pysannya! Chomu vy ne viruyete v znamennya Allaha, todi yak Allah ye svidkom toho, shcho vy robyte?»"},{"SurahNumber":3,"VerseNumber":99,"Text":"Skazhy: «O lyudy Pysannya! Chomu vy zbyvayete zi shlyakhu Allaha tykh, yaki uviruvaly, namahayuchysʹ vykryvyty tsey shlyakh? Vy zh sami ye svidkamy [istyny]! Allah ne omyne toho, shcho robyte vy!»"},{"SurahNumber":3,"VerseNumber":100,"Text":"O vy, yaki uviruvaly! Yakshcho vy pidkorytesʹ dekomu iz lyudey Pysannya, to vony peretvoryatʹ vas na neviruyuchykh — pislya toho, yak bula u vas vira"},{"SurahNumber":3,"VerseNumber":101,"Text":"Yak zhe vy mozhete ne viruvaty, koly chytayutʹ vam znamennya Allaha, i sered vas — Yoho Poslanetsʹ? Khto shukaye zakhystu v Allaha, toy vzhe prystav na pryamyy shlyakh"},{"SurahNumber":3,"VerseNumber":102,"Text":"O vy, yaki uviruvaly! Biytesʹ Allaha hidnym Yoho strakhom! I pomyrayte ne inakshe yak stavshy viddanymy Yomu"},{"SurahNumber":3,"VerseNumber":103,"Text":"Trymaytesya razom bilya Allaha i ne rozdilyaytesya! Z·hadayte mylistʹ Allaha do vas, koly vy buly vorohamy, a Vin obʺyednav vashi sertsya, i za mylistyu Yoho vy staly bratamy odyn dlya odnoho. Vy buly na krayu vohnyanoyi prirvy, ta Allah vryatuvav vas vid neyi. Osʹ tak Allah rozʺyasnyuye vam Svoyi znamennya — mozhlyvo, vy pidete pryamym shlyakhom"},{"SurahNumber":3,"VerseNumber":104,"Text":"Nekhay bude sered vas hromada, yaka zaklykatyme do blaha, bude nakazuvaty dobre ta zaboronyaty nepryynyatne. Same taki y matymutʹ uspikh"},{"SurahNumber":3,"VerseNumber":105,"Text":"I ne budʹte skhozhymy na tykh, yaki rozdilylysya ta roziyshlysya mizh soboyu pislya toho, yak do nykh pryyshlo znannya; na takykh chekaye velyka kara"},{"SurahNumber":3,"VerseNumber":106,"Text":"v toy Denʹ, koly deyaki oblychchya stanutʹ bilymy, a deyaki stanutʹ chornymy. Tym, chyyi oblychchya staly chornymy, [skazhutʹ]: «Nevzhe vy staly neviruyuchymy pislya toho, yak u vas bula vira? Tozh sprobuyte na smak te, u shcho vy ne viryly!»"},{"SurahNumber":3,"VerseNumber":107,"Text":"A ti, chyyi oblychchya staly bilymy, potraplyatʹ u mylistʹ Allaha. I budutʹ vony tam doviku"},{"SurahNumber":3,"VerseNumber":108,"Text":"Takymy ye znamennya Allaha, yaki My vyholoshuyemo tobi v istyni. Allah ne bazhaye nespravedlyvosti dlya zhyteliv svitiv"},{"SurahNumber":3,"VerseNumber":109,"Text":"Allahu nalezhytʹ vse, shcho na nebesakh, i vse, shcho na zemli. I do Allaha povertayutʹsya usi spravy"},{"SurahNumber":3,"VerseNumber":110,"Text":"Vy — naykrashcha hromada, stvorena sered lyudey: vy nakazuyete dobre, zaboronyayete nepryynyatne ta viruyete v Allaha! Yakby lyudy Pysannya tezh uviruvaly, to tse bulo b krashche dlya nykh. YE sered nykh viruyuchi, ale bilʹshistʹ iz nykh — nechestyvtsi"},{"SurahNumber":3,"VerseNumber":111,"Text":"Vony ne zavdadutʹ vam zhodnoyi shkody, krim obraz. Yakshcho vony pochnutʹ borotysya z vamy, to povernutʹsya do vas spynoyu, pislya choho nikhto yim ne dopomozhe"},{"SurahNumber":3,"VerseNumber":112,"Text":"De b vy ne znayshly yikh, vony vsyudy budutʹ prynyzheni — khiba yak otrymayutʹ prytulok u Allaha i prytulok u lyudey. Vony naklykaly na sebe hniv Allaha i vrazyla yikh bidnistʹ! Tse tak, bo vony ne viryly u znamennya Allaha i vbyvaly prorokiv bez prava na te. Tse — za neposlukh yikhniy ta za porushennya yikhni"},{"SurahNumber":3,"VerseNumber":113,"Text":"Ne vsi vony odnakovi. YE sered lyudey Pysannya stiyka hromada, yaka chytaye znamennya Allaha nochamy, nyzʹko klanyayuchysʹ"},{"SurahNumber":3,"VerseNumber":114,"Text":"Vony viruyutʹ v Allaha ta v Ostanniy Denʹ, nakazuyutʹ dobre ta zaboronyayutʹ nepryynyatne, vyperedzhayutʹ odne odnoho u dobrykh spravakh. Vony i ye odnymy z pravednykiv"},{"SurahNumber":3,"VerseNumber":115,"Text":"Shcho b dobroho vony ne zrobyly, vono ne prykhovayetʹsya. Allah znaye pro bohoboyazlyvykh"},{"SurahNumber":3,"VerseNumber":116,"Text":"Voistynu, tym, yaki ne uviruvaly, niyak ne dopomozhe ni mayno yikhnye, ni dity yikhni. Vony ye zhytelyamy vohnyu — i budutʹ vony tam doviku"},{"SurahNumber":3,"VerseNumber":117,"Text":"Te, shcho vony vytrachayutʹ u zemnomu zhytti, skhozhe na moroznyy viter. Vin vrazyv nyvu lyudey, yaki buly nespravedlyvi do samykh sebe, i vin znyshchyv yiyi! Tse ne Allah vchynyv nespravedlyvo iz nymy, tse vony sami buly nespravedlyvi do sebe"},{"SurahNumber":3,"VerseNumber":118,"Text":"O vy, yaki uviruvaly! Ne otochuyte sebe tymy, khto ne z-posered vas. Vony ne vtratyatʹ nahody nashkodyty vam ta poradity trudnoshcham vashym. Nenavystʹ vydno na vustakh yikhnikh, ale shche bilʹsha nenavystʹ zakhovana v yikhnikh sertsyakh! My vzhe poyasnyly vam znamennya, yakby zh lyshe rozumily vy"},{"SurahNumber":3,"VerseNumber":119,"Text":"Vy lyubyte yikh, a vony ne lyublyatʹ vas. Vy viryte v usi Pysannya, i koly vony zustrichayutʹ vas, to hovoryatʹ: «Uviruvaly my!» A koly zalyshayutʹsya naodyntsi, to hryzutʹ nihti vid svoyeyi nenavysti do vas. Skazhy: «Umritʹ vid svoyeyi nenavysti!» Allah dobre znaye pro te, shcho v sertsyakh"},{"SurahNumber":3,"VerseNumber":120,"Text":"Yakshcho torknetʹsya vas shchosʹ dobre, to yikh tse hnitytʹ. A yakshcho vas vrazytʹ lykho, to radiyutʹ vony! Ta yakshcho vy budete terplyachymy ta bohoboyazlyvymy, to yikhni khytroshchi niyak ne zmozhutʹ zashkodyty vam. Voistynu, Allah osyahaye te, shcho roblyatʹ vony"},{"SurahNumber":3,"VerseNumber":121,"Text":"I osʹ ty vrantsi zalyshyv svoyu rodynu, shchob pokazaty viruyuchym yikhni mistsya pered bytvoyu. Allah — Vsechuyuchyy, Vseznayuchyy"},{"SurahNumber":3,"VerseNumber":122,"Text":"I koly dva zahony vashykh vzhe buly zdatni zlamatysya, to Allah buv Pokrovytelem yikhnim. I nekhay na Allaha pokladayutʹ spodivannya viruyuchi"},{"SurahNumber":3,"VerseNumber":123,"Text":"Allah dopomih vam kolo Badru, koly buly vy slabkymy. Biytesʹ Allaha — mozhlyvo, vy budete vdyachnymy"},{"SurahNumber":3,"VerseNumber":124,"Text":"I ty skazav viruyuchym: «Nevzhe ne dostatnʹo vam toho, shcho Allah dopomahaye vam trʹoma tysyachamy zislanykh anheliv?»"},{"SurahNumber":3,"VerseNumber":125,"Text":"Tak! Yakshcho vy budete terplyachymy ta bohoboyazlyvymy, i yakshcho zdiysnyatʹ raptovyy napad na vas, to Vin dopomozhe vam pʺyatʹma tysyachamy poznachenykh anheliv"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah zrobyv tse dobroyu zvistkoyu dlya vas — dlya toho, shchob zaspokoyity neyu vashi sertsya, bo nemaye dopomohy, okrim yak vid Allaha — Velykoho, Mudroho"},{"SurahNumber":3,"VerseNumber":127,"Text":"a takozh dlya toho, shchob znyshchyty chastynu neviruyuchykh abo prynyzyty yikh tak, shchob vony povernulysya nazad pryhnichenymy"},{"SurahNumber":3,"VerseNumber":128,"Text":"Tobi ne povynno buty dila do toho, pryyme Vin yikhnye kayattya chy skaraye yikh. Voistynu, vony — nespravedlyvi"},{"SurahNumber":3,"VerseNumber":129,"Text":"Allahu nalezhatʹ ti, khto na nebesakh, i ti, khto na zemli. Vin proshchaye toho, koho pobazhaye, i karaye Vin toho, koho pobazhaye. Allah — Proshchayuchyy, Myloserdnyy"},{"SurahNumber":3,"VerseNumber":130,"Text":"O vy, yaki uviruvaly! Ne pozhyrayte lykhvu, zbilʹshenu v bahato raziv! I biytesʹ Allaha — mozhlyvo, matymete vy uspikh"},{"SurahNumber":3,"VerseNumber":131,"Text":"I biytesʹ vohnyu, yakyy pryhotuvaly neviruyuchym"},{"SurahNumber":3,"VerseNumber":132,"Text":"I koritʹsya Allahu ta Poslantsyu — mozhlyvo, otrymayete vy mylistʹ"},{"SurahNumber":3,"VerseNumber":133,"Text":"Prahnitʹ zhe do proshchennya vid Hospoda vashoho ta do rayu, protyazhnistʹ yakoho dorivnyuye nebesam ta zemli. Yoho pryhotuvaly dlya bohoboyazlyvykh"},{"SurahNumber":3,"VerseNumber":134,"Text":"yaki vytrachayutʹ na mylostynyu u radosti ta v bidi, yaki strymuyutʹ hniv ta proshchayutʹ lyudey. Allah lyubytʹ tykh, yaki roblyatʹ dobro"},{"SurahNumber":3,"VerseNumber":135,"Text":"I ti, yak vchynyly shchosʹ merzotne abo vchynyly nespravedlyvo iz samymy soboyu, z·haduyutʹ Allaha ta blahayutʹ u Nʹoho proshchennya hrikhiv yikhnikh; a khto zh proshchaye hrikhy, okrim Allaha? Ti, yaki ne povtoryuyutʹ skoyenoho, znayuchy pro tse –"},{"SurahNumber":3,"VerseNumber":136,"Text":"same taki matymutʹ svoyeyu vynahorodoyu proshchennya vid Hospoda yikhnʹoho ta sady, de techutʹ riky. Vony budutʹ tam doviku. Dobru zh vynahorodu mayutʹ ti, khto tse robytʹ"},{"SurahNumber":3,"VerseNumber":137,"Text":"Take traplyalosya y ranishe za vas. Proyditʹsya zh zemleyu ta pohlyanʹte, yakym buv kinetsʹ tykh, yaki vvazhaly [istynu] za brekhnyu"},{"SurahNumber":3,"VerseNumber":138,"Text":"Tse — rozʺyasnennya dlya lyudey, pryamyy shlyakh ta povchannya dlya bohoboyazlyvykh"},{"SurahNumber":3,"VerseNumber":139,"Text":"Ne slabshayte ta ne zhuritʹsya, adzhe vy matymete perevahu nad inshymy — yakshcho viruyete vy"},{"SurahNumber":3,"VerseNumber":140,"Text":"Yakshcho bulo poraneno vas, to tak samo bulo poraneno y tykh lyudey. My zminyuyemo dlya lyudey taki dni pocherhovo, shchob Allah znav tykh, yaki uviruvaly, i shchob Vin obrav sered vas muchenykiv. Allah ne lyubytʹ nespravedlyvykh"},{"SurahNumber":3,"VerseNumber":141,"Text":"I shchob Allah ochystyv tykh, yaki uviruvaly, i znyshchyv neviruyuchykh"},{"SurahNumber":3,"VerseNumber":142,"Text":"Nevzhe vy dumayete, shcho uviydete do rayu, i Allah ne bude znaty tykh sered vas, yaki vely borotʹbu, i ne bude znaty tykh, yaki buly terplyachymy"},{"SurahNumber":3,"VerseNumber":143,"Text":"Vy prahnuly smerti pered tym, yak zustrilysya z neyu. I osʹ teper vy bachyte yiyi na vlasni ochi"},{"SurahNumber":3,"VerseNumber":144,"Text":"Mukhammad — lyshe Poslanetsʹ. Buly poslantsi y do nʹoho. Nevzhe, yakshcho vin pomre chy yoho bude vbyto, vidstupyte vy? A khto vidstupytʹ, toy niyak ne zmozhe zashkodyty Allahu. Allah zhe vynahorodytʹ vdyachnykh"},{"SurahNumber":3,"VerseNumber":145,"Text":"Zhodna dusha ne pomre, okrim yak iz dozvolu Allaha, u vyznachenyy Nym chas. Khto bazhaye vynahorody zemnoho zhyttya, toho My vynahorodymo neyu. A khto bazhaye vynahorody zhyttya nastupnoho, toho My vynahorodymo neyu. I My vynahorodymo vdyachnykh"},{"SurahNumber":3,"VerseNumber":146,"Text":"Skilʹky zh bulo prorokiv, poryad z yakymy borolysya tak bahato spodvyzhnykiv yikhnikh! Vony ne vtratyly syly vid toho, shcho vrazylo yikh na shlyakhu Allaha, i ne staly slabshymy vony, i ne pidkorylysya vorohu. Allah lyubytʹ terplyachykh"},{"SurahNumber":3,"VerseNumber":147,"Text":"Vony ne hovoryly nichoho, okrim: «Hospody nash! Prosty nam hrikhy nashi ta nestrymanistʹ u spravi nashiy! Stverdʹ postup nash i dopomozhy nam proty neviruyuchykh lyudey!»"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah daruvav yim vynahorodu yikhnyu u zemnomu zhytti, a takozh prekrasnu vynahorodu v zhytti nastupnomu. Allah lyubytʹ tykh, yaki roblyatʹ dobro"},{"SurahNumber":3,"VerseNumber":149,"Text":"O vy, yaki uviruvaly! Yakshcho vy pidkorytesʹ tym, yaki ne uviruvaly, to vony zmusyatʹ vas vidstupyty. I povernetesʹ vy, vtratyvshy vse"},{"SurahNumber":3,"VerseNumber":150,"Text":"Ta Allah — Zakhysnyk vash i Vin — naykrashchyy iz pomichnykiv"},{"SurahNumber":3,"VerseNumber":151,"Text":"My posiyemo v sertsyakh neviruyuchykh zhakh za te, shcho vony prypysuvaly Allahu rivnykh, todi yak Allah ne vidsylav pro takykh zhodnoho dokazu. Prytulkom yikhnim bude vohonʹ. Hydke zh mistse nechestyvtsiv"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allah buv pravdyvym iz vamy v Svoyiy obitsyantsi, koly vy znyshchuvaly yikh z Yoho dozvolu, poky vy ne zanepaly dukhom i ne pochaly sperechatysya pro nakaz. Vy vchynyly neposlukh pislya toho, yak Vin pokazav vam dorohe dlya vas. YE sered vas ti, khto prahne zemnoho zhyttya, a ye sered vas ti, khto prahne zhyttya nastupnoho. Potim Vin prymusyv vas do vtechi — shchob vyprobuvaty vas. Ale Vin uzhe prostyv vas, bo Allah mylostyvyy do viruyuchykh"},{"SurahNumber":3,"VerseNumber":153,"Text":"I osʹ vy pochaly dertysya vhoru, ne dyvlyachysʹ odne na odnoho. Poslanetsʹ klykav vas, perebuvayuchy pozadu. Allah vidplatyv vam smutkom za smutok — shchob vy ne sumuvaly ni za tym, shcho vtratyly, ni za tym, shcho vrazylo vas. Allah znaye pro te, shcho vy robyte"},{"SurahNumber":3,"VerseNumber":154,"Text":"Pislya smutku Vin zislav vam zaspokiylyvyy son, yakyy torknuvsya chastyny z vas. Inshi zh buly zasmucheni dumkamy pro sebe, nespravedlyvo dumayuchy pro Allaha tak, yak dumaly u chasy nevihlastva. Vony hovoryly: «Chy mozhemo my shchosʹ vyrishuvaty v tsiy spravi?» Skazhy: «Sprava tsilkom nalezhytʹ Allahu». Vony khovayutʹ u svoyikh dumkakh te, shcho ne bazhayutʹ vidkryty tobi. Vony hovoryatʹ: «Yakby my spravdi shchosʹ vyrishuvaly, to nas otut ne vbyvaly b!» Skazhy: «Navitʹ yakby vy zalyshylysya vdoma, to ti, komu pryznacheno zahynuty, neodminno rushyly b do mistsya svoyeyi zahybeli, i Allah vyprobuvav by te, shcho u hrudyakh vashykh, shchob ochystyty te, shcho u sertsyakh vashykh!» Allah znaye te, shcho v sertsyakh"},{"SurahNumber":3,"VerseNumber":155,"Text":"Voistynu, tykh sered vas, yaki vidvernulysya u denʹ zitknennya dvokh viysʹk, shaytan zmusyv vidkhylytysʹ cherez deyaki vchynky yikhni. Ta Allah prostyv yikh. Voistynu, Allah — Proshchayuchyy, Zhalislyvyy"},{"SurahNumber":3,"VerseNumber":156,"Text":"O vy, yaki uviruvaly! Ne budʹte skhozhymy na tykh, yaki ne uviruvaly ta y skazaly pro brativ svoyikh, koly ti buly v dorozi chy braly uchastʹ u borotʹbi: «Yakby vony buly bilya nas, to ne vmerly b i ne buly b vbytymy!» Adzhe Allah zrobyv tse prychynoyu skorboty v yikhnikh sertsyakh. Allah daruye zhyttya ta smertʹ i Allah bachytʹ te, shcho vy robyte"},{"SurahNumber":3,"VerseNumber":157,"Text":"Klyanusya! Yakshcho vas bude vbyto chy pomrete vy na shlyakhu Allaha, to proshchennya vid Allaha ta mylistʹ krashchi za te, shcho vony nakopychuyutʹ"},{"SurahNumber":3,"VerseNumber":158,"Text":"Klyanusya! Yakshcho vy pomrete chy budete vbyti, to neodminno budete zibrani bilya Allaha"},{"SurahNumber":3,"VerseNumber":159,"Text":"Za mylistyu vid Allaha ty buv mʺyakyy iz nymy. Yakby ty buv hrubym chy zhorstokym, to vony neodminno zalyshyly b tebe. Vybach yim ta blahay pro proshchennya dlya nykh; radʹsya z nymy u spravakh. A koly shchosʹ vyrishysh, to pokladay spodivannya na Allaha! Voistynu, Allah lyubytʹ tykh, yaki spodivayutʹsya na Nʹoho"},{"SurahNumber":3,"VerseNumber":160,"Text":"Yakshcho Allah daruye vam dopomohu, to nikhto ne peremozhe vas! A yakshcho Vin pozbavytʹ vas neyi, to khto zh todi dopomozhe vam zamistʹ Nʹoho? Nekhay na Nʹoho pokladayutʹ spodivannya viruyuchi"},{"SurahNumber":3,"VerseNumber":161,"Text":"Ne hodytʹsya Proroku nespravedlyvo dilyty zdobych. Toy, khto pryvlasnyv zdobych nespravedlyvo, pryyde z tsiyeyu zdobychchyu u Denʹ Voskresinnya! Viddadutʹ kozhniy dushi spovna za te, shcho otrymala vona. I ne vchynyatʹ iz nymy nespravedlyvo"},{"SurahNumber":3,"VerseNumber":162,"Text":"Nevzhe toy, khto yshov za blahovolinnyam Allaha, skhozhyy na toho, khto naklykav na sebe hniv Allaha ta chyyim prytulkom bude heyena? Merzotne zh tse mistse dlya povernennya"},{"SurahNumber":3,"VerseNumber":163,"Text":"Vony matymutʹ rizni stupeni pered Allahom. Adzhe Allah bachytʹ te, shcho roblyatʹ vony"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allah uzhe vyyavyv mylistʹ do viruyuchykh, koly vidislav do nykh poslantsya z-posered nykh samykh. Vin chytaye yim znamennya Yoho, ochyshchuye yikh, vchytʹ yikh Pysannya ta mudrosti, khocha ranishe vony y perebuvaly u spravzhniy omani"},{"SurahNumber":3,"VerseNumber":165,"Text":"I koly vas vrazylo lykho — a shche ranishe vy kohosʹ vrazyly vdvichi sylʹnishe — to vy zapytaly: «Zvidky tse?» Skazhy: «Vid vas samykh!» Voistynu, Allah spromozhnyy na kozhnu rich"},{"SurahNumber":3,"VerseNumber":166,"Text":"Te, shcho vrazylo vas u denʹ zitknennya dvokh viysʹk, trapylosya z dozvolu Allaha dlya toho, shchob Vin znav viruyuchykh"},{"SurahNumber":3,"VerseNumber":167,"Text":"ta znav tykh, yaki lytsemiryatʹ! Yim skazaly: «Pryyditʹ ta stanʹte do borotʹby na shlyakhu Allaha abo khocha b zakhyshchaytesʹ!» Vony vidpovily: «Yakby zh my znaly, shcho vidbudetʹsya biy, to neodminno pishly b za vamy!» Ale u tsey denʹ vony buly blyzhchi do nevirʺya, nizh do viry. Vony hovoryatʹ svoyimy vustamy te, choho nemaye u yikhnikh sertsyakh. Allah znaye pro te, shcho vony prykhovuyutʹ"},{"SurahNumber":3,"VerseNumber":168,"Text":"Tse vony, sydyachy vdoma, hovoryly svoyim bratam: «Yakby vy poslukhalysya nas, to vas ne vbyvaly b!» Skazhy: «Vidvernitʹ zhe smertʹ vid samykh sebe, yakshcho vy pravdyvi!»"},{"SurahNumber":3,"VerseNumber":169,"Text":"Ne vvazhayte mertvymy tykh, yaki zahynuly na shlyakhu Allaha. Ni, vony zhyvi ta otrymuyutʹ nadil u Hospoda svoho"},{"SurahNumber":3,"VerseNumber":170,"Text":"radiyuchy tomu, shcho daruvav yim Allah zi Svoyeyi lasky; zveselyayuchysʹ vid toho, shcho tym, yaki lyshylysya pozadu nykh, nemaye choho boyatysʹ, i shcho ne budutʹ zasmucheni vony"},{"SurahNumber":3,"VerseNumber":171,"Text":"Radiyuchy mylosti Allaha, Yoho lastsi y tomu, shcho Allah ne zahubytʹ vynahorody viruyuchykh"},{"SurahNumber":3,"VerseNumber":172,"Text":"yaki vidpovily Allahu ta Poslantsyu pislya toho, yak bulo poraneno yikh. Na tykh sered nykh, yaki tvoryly dobro ta buly bohoboyazlyvymy, chekaye velyka vynahoroda"},{"SurahNumber":3,"VerseNumber":173,"Text":"Skazaly yim: «Voistynu, lyudy zibralysya proty vas. Tozh biytesʹ yikh!» Ale tse lyshe dodalo yim viry. Tomu vony vidpovily: «Dostatnʹo nam Allaha! Prekrasnyy zhe Vin Opikun!»"},{"SurahNumber":3,"VerseNumber":174,"Text":"Tozh vony povernulysʹ iz mylistyu vid Allaha ta laskoyu Yoho. Zlo ne torknulosya yikh, i vony pishly za blahovolinnyam Allaha. Allah — Volodar velykoyi lasky"},{"SurahNumber":3,"VerseNumber":175,"Text":"Tse lyshe shaytan zalyakuye vas svoyimy pomichnykamy. Ale ne biytesʹ yikh, a biytesʹ Mene, yakshcho ye vy viruyuchymy"},{"SurahNumber":3,"VerseNumber":176,"Text":"Nekhay zhe ne zasmuchuyutʹ tebe ti, yaki pospishayutʹ u svoyemu nevirʺyi. Vony niyak ne zmozhutʹ zashkodyty Allahu. Allah bazhaye, shchob vony ne maly chastky v nastupnomu zhytti. Na nykh chekaye velyka kara"},{"SurahNumber":3,"VerseNumber":177,"Text":"Voistynu, ti yaki kupyly nevirʺya za viru, niyak ne zmozhutʹ zashkodyty Allahu. Na nykh chekaye bolisna kara"},{"SurahNumber":3,"VerseNumber":178,"Text":"Nekhay zhe ne dumayutʹ ti, yaki ne viruyutʹ, shcho Nasha vidstrochka ye blahom dlya nykh. My daly yim vidstrochku lyshe dlya toho, shchob vony zbilʹshyly svoyi hrikhy. Na nykh chekaye prynyzlyva kara"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allah ne zalyshytʹ viruyuchykh u tomu stani, u yakomu vy perebuvayete, poky ne vidriznytʹ Vin mizh pohanym ta dobrym. Allah ne navchytʹ vas potayemnoho, ale Allah obyraye sered poslantsiv Svoyikh toho, koho pobazhaye. Tozh uviruyte v Allaha ta Yoho poslantsiv! I yakshcho vy uviruyete i budete bohoboyazlyvymy, to otrymayete velyku vynahorodu"},{"SurahNumber":3,"VerseNumber":180,"Text":"Nekhay zhe ne dumayutʹ ti, yaki vyyavlyayutʹ skupistʹ u tomu, shcho Allah daruvav yim zi Svoyeyi lasky, shcho tse krashche dlya nykh! Ta zh ni, tse hirshe dlya nykh. U Denʹ Voskresinnya te, na shcho vony skupylysya, povysne navkolo yikhnʹoyi shyyi! Allah — Spadkoyemetsʹ nebes ta zemli i Yomu vidomo te, shcho robyte vy"},{"SurahNumber":3,"VerseNumber":181,"Text":"Allah pochuv slova tykh, yaki hovoryly: «Voistynu, Allah — bidnyy, a my – bahati!» My zapyshemo y te, shcho vony hovoryly, y te, shcho vony vbyvaly prorokiv bez zhodnoho prava. I skazhemo My: «Sprobuyte zh na smak vohnyanu karu"},{"SurahNumber":3,"VerseNumber":182,"Text":"za te, shcho pryhotuvaly vy svoyimy rukamy! Adzhe Allah ne vchynyaye iz rabamy nespravedlyvo!»"},{"SurahNumber":3,"VerseNumber":183,"Text":"I yaki hovoryly: «Voistynu, Allah zapoviv nam ne viryty zhodnomu poslantsyu, poky vin ne pokazhe nam zhertvu, yaku pozhere vohonʹ!» Skazhy: «Do vas uzhe prykhodyly poslantsi z yasnymy znamennyamy i tym, pro shcho vy skazaly. Chomu zh todi vbyly vy yikh, yakshcho vy hovoryte pravdu?»"},{"SurahNumber":3,"VerseNumber":184,"Text":"I yakshcho vony spryymutʹ tebe za brekhuna, to tak samo vony spryymaly za brekhuniv i tykh, yaki prykhodyly pered toboyu z yasnymy znamennyamy, knyhamy ta Syayuchym Pysannyam"},{"SurahNumber":3,"VerseNumber":185,"Text":"Kozhna dusha sprobuye smerti, ale vidplatyatʹ vam spovna lyshe u Denʹ Voskresinnya. I khto bude viddalenyy vid vohnyu ta bude vvedenyy do rayu, toy i matyme uspikh. Zemne zhyttya — lyshe omanlyva vtikha"},{"SurahNumber":3,"VerseNumber":186,"Text":"Vy neodminno budete vyprobuvani svoyim maynom ta samymy soboyu. I vy neodminno pochuyete bahato obrazlyvoho vid tykh, komu bulo dano Pysannya ranishe za vas, a takozh vid bahatobozhnykiv. Ta yakshcho vy budete terplyachymy i bohoboyazlyvymy, to tse i bude spravzhnʹoyu rishuchistyu"},{"SurahNumber":3,"VerseNumber":187,"Text":"I osʹ Allah uzyav zavit iz tymy, komu bulo dano Pysannya: «Rozʺyasnyuyte zh yoho lyudyam ta ne prykhovuyte yoho!» Ale vony vidkynuly yoho ta prodaly za mizernu tsinu! Merzotne zh te, shcho vtorhuvaly vony"},{"SurahNumber":3,"VerseNumber":188,"Text":"Ne dumay zhe, shcho ti, yaki radiyutʹ zi svoyikh vchynkiv ta lyublyatʹ, shchob yikh khvalyly za te, choho vony naspravdi ne robyly — tak osʹ, ne dumay, shcho vony vryatuyutʹsya vid kary! Na nykh chekaye bolisna kara"},{"SurahNumber":3,"VerseNumber":189,"Text":"Allahu nalezhytʹ vlada nad nebesamy ta zemleyu. Allah spromozhnyy na kozhnu rich"},{"SurahNumber":3,"VerseNumber":190,"Text":"Voistynu, u tvorinni nebes i zemli, u rozmezhuvanni nochi ta dnya, v usʹomu tsʹomu — znamennya dlya obdarovanykh rozumom"},{"SurahNumber":3,"VerseNumber":191,"Text":"yaki z·haduyutʹ Allaha stoyachy, sydyachy ta lezhachy, yaki rozdumuyutʹ nad tvorinnyam nebes i zemli: «Hospody nash! Ty ne stvoryv use tse marno. Preslavnyy Ty! Vryatuy zhe nas vid kary vohnem"},{"SurahNumber":3,"VerseNumber":192,"Text":"Hospody nash! Voistynu, toho, koho Ty vkynesh u vohonʹ, bude z·hanʹbleno. I u nespravedlyvykh ne bude pomichnykiv"},{"SurahNumber":3,"VerseNumber":193,"Text":"Hospody nash! Voistynu, my pochuly zaklychnoho, yakyy zaklykav do viry: «Uviruyte v Hospoda vashoho!» Tozh my uviruvaly. Hospody nash! Prosty nam hrikhy nashi ta vidpusty nam zli vchynky nashi! I daruy nam spokiy razom iz pravednymy"},{"SurahNumber":3,"VerseNumber":194,"Text":"Hospody nash! Daruy nam te, shcho Ty poobitsyav nam cherez Svoyikh poslantsiv! I ne hanʹby nas u Denʹ Voskresinnya. Voistynu, Ty ne porushuyesh obitsyanky!»"},{"SurahNumber":3,"VerseNumber":195,"Text":"I vidpoviv yim Hospodʹ yikhniy: «YA ne zroblyu marnymy vashykh vchynkiv – ni vchynkiv cholovikiv, ni vchynkiv zhinok. Adzhe odni z vas pokhodyatʹ vid inshykh. A tym, yaki pereselylysya, buly vyhnani zi svoyikh domivok, zaznavaly strazhdanʹ na Moyemu shlyakhu, borolysya ta hynuly, tym YA neodminno vidpushchu zli vchynky yikhni ta vvedu takykh u sady, de techutʹ riky. Takoyu ye vynahoroda vid Allaha, a u Allaha — naykrashcha vynahoroda!»"},{"SurahNumber":3,"VerseNumber":196,"Text":"Nekhay ne vabytʹ tebe zemna suyeta tykh, yaki ne uviruvaly"},{"SurahNumber":3,"VerseNumber":197,"Text":"bo neznachna tsya nasoloda! A potim domivkoyu yikhnʹoyu bude heyena — i merzotnyy zhe tse prytulok"},{"SurahNumber":3,"VerseNumber":198,"Text":"Ale na tykh, yaki boyalysya Hospoda svoho, chekayutʹ sady, de techutʹ riky. Vony budutʹ tam doviku, perebuvayuchy v hostynnosti Allaha! Te, shcho u Allaha, krashche dlya pravednykiv"},{"SurahNumber":3,"VerseNumber":199,"Text":"Voistynu, sered lyudey Pysannya neodminno ye ti, yaki uviruvaly v Allaha i v te, shcho zislano vam, a takozh u te, shcho zislano yim. Vony mayutʹ strakh pered Allahom i ne prodayutʹ znamennya Allaha za mizernu tsinu. Na nykh chekaye vynahoroda vid Hospoda yikhnʹoho. Voistynu, Allah — shvydkyy u vidplati"},{"SurahNumber":3,"VerseNumber":200,"Text":"O vy, yaki uviruvaly! Budʹte terplyachymy, zmahaytesʹ u terpinni, budʹte stiykymy! I biytesʹ Allaha — mozhlyvo, matymete vy uspikh"},{"SurahNumber":4,"VerseNumber":1,"Text":"O lyudy! Biytesʹ Hospoda vashoho, Yakyy stvoryv vas iz odniyeyi dushi ta stvoryv iz neyi druhu do pary; a z nykh shche y inshykh cholovikiv ta zhinok i rozselyv yikh. Tozh biytesʹ Allaha, imʺyam Yakoho vy zvertayetesʹ odne do odnoho, i dotrymuytesʹ rodynnykh zvʺyazkiv. Voistynu, Allah nahlyadaye za vamy"},{"SurahNumber":4,"VerseNumber":2,"Text":"Viddavayte syrotam yikhnye mayno ta ne minyayte lykhoho na dobre. I ne pozhyrayte yikhnʹoho mayna razom zi svoyim. Voistynu, tse — velykyy hrikh"},{"SurahNumber":4,"VerseNumber":3,"Text":"Yakshcho zh vy boyitesʹ, shcho ne budete nalezhno stavytysʹ do syrit, to odruzhuytesʹ iz tymy zhinkamy, yaki vam do vpodoby: z dvoma, z trʹoma, z chotyrma. Ta yakshcho vy boyitesʹ, shcho ne budete spravedlyvi iz nymy, to nekhay tse bude lyshe odna abo zh nevilʹnytsya, zakhoplena vamy. Tse blyzhche [do spravedlyvosti], yakshcho ne prahnete vidkhylytysya vy"},{"SurahNumber":4,"VerseNumber":4,"Text":"I shchyro viddavayte druzhynam vykup yak darunok dlya nykh. Ale yakshcho vony za svoyeyu voleyu shchosʹ povernutʹ vam zvidty, to vzhyvayte tse dlya zdorovʺya ta korysti"},{"SurahNumber":4,"VerseNumber":5,"Text":"I ne viddavayte nerozumnym svoho mayna, toho, yake Allah zrobyv dlya vas zasobom dlya prozhyttya. Hoduyte, odyahayte yikh zvidty, a takozh kazhitʹ yim dobri slova"},{"SurahNumber":4,"VerseNumber":6,"Text":"Vyprobovuyte syrit, poky vony ne dosyahnutʹ shlyubnoho viku. I koly pobachyte vy u nykh zdorovyy hluzd, to povernitʹ yim yikhnye mayno. Ne pozhyrayte yoho, zaymayuchysʹ marnotrat·stvom ta pospishayuchy, [boyachysʹ] toho chasu, koly vony podoroslishayutʹ. Bahatyy nekhay utrymayetʹsya, a bidnyy nekhay spozhyvaye z·hidno zi zvychayem. I koly vy povernete yim mayno yikhnye, to poklychte dlya tsʹoho svidkiv. Dostatnʹo toho, yak rakhuye Allah"},{"SurahNumber":4,"VerseNumber":7,"Text":"Choloviku nalezhytʹ chastka vid toho, shcho zalyshyly batʹky ta nayblyzhchi rodychi; i zhintsi nalezhytʹ chastka vid toho, shcho zalyshyly batʹky ta nayblyzhchi rodychi — yak vid maloho, tak i vid velykoho. Takoyu ye vstanovlena chastka"},{"SurahNumber":4,"VerseNumber":8,"Text":"Yakshcho pid chas podilu prysutni rodychi, syroty i bidnyaky, to nadilitʹ yikh chymosʹ zi spadku, a takozh kazhitʹ yim dobri slova"},{"SurahNumber":4,"VerseNumber":9,"Text":"I nekhay mayutʹ strakh pered Allahom ti, yaki, zalyshyvshy pislya sebe slabkykh nashchadkiv, boyalysya b za nykh. Nekhay zhe vony boyatʹsya Allaha ta hovoryatʹ rozsudlyve slovo"},{"SurahNumber":4,"VerseNumber":10,"Text":"Voistynu, ti, yaki nespravedlyvo pozhyrayutʹ mayno syrit, lyshe pozhyrayutʹ svoyimy cherevamy vohonʹ. Vkynutʹ yikh u polumʺya"},{"SurahNumber":4,"VerseNumber":11,"Text":"Allah zapovidaye vam vidnosno ditey vashykh — synu nalezhytʹ chastka dvokh donʹok. Yakshcho zh usi dity chyselʹnistyu bilʹshe dvokh ye zhinkamy, to yim nalezhytʹ dvi tretyny spadku. A yakshcho lyshylasya tilʹky odna donʹka, to yiy nalezhytʹ polovyna. A kozhnomu z batʹkiv pomerloho nalezhytʹ shosta chastyna toho, shcho vin lyshyv — yakshcho u nʹoho lyshylasya dytyna. A yakshcho vin ne zalyshyv dytyny i yoho spadkoyemtsyamy ye batʹky, to yoho materi nalezhytʹ tretyna spadku. A yakshcho ye v nʹoho braty, to yoho materi nalezhytʹ shosta chastyna — pislya podilu toho, shcho bulo vkazano v zapoviti, abo pislya vyplaty borhu. Vy ne znayete, khto prynosytʹ vam bilʹshe korysti — batʹky vashi chy syny vashi, tozh Allah vstanovyv Sviy prypys. Voistynu, Allah — Vseznayuchyy, Mudryy"},{"SurahNumber":4,"VerseNumber":12,"Text":"Vam nalezhytʹ polovyna toho, shcho lyshyly druzhyny vashi — yakshcho u nykh nemaye dytyny. A yakshcho u nykh ye dytyna, to vam nalezhytʹ chvertʹ toho, shcho vony lyshyly — pislya podilu toho, shcho bulo vkazano u zapoviti, abo pislya vyplaty borhu. Druzhynam zhe nalezhytʹ chvertʹ toho, shcho zalyshyly vy, yakshcho u vas nemaye dytyny. Yakshcho u vas ye dytyna, to yim nalezhytʹ vosʹma chastyna toho, shcho zalyshyly vy — pislya podilu toho, shcho bulo vkazano u zapoviti, abo pislya vyplaty borhu. Yakshcho zh cholovik abo zhinka ne mayutʹ pryamykh spadkoyemtsiv, ale mayutʹ brata chy sestru, to kozhnomu z nykh nalezhytʹ odna shosta. Yakshcho zh brativ i sester bude bilʹshe, nizh dvoye, to vony mayutʹ spilʹni prava na svoyu tretynu — pislya podilu toho, shcho bulo vkazano u zapoviti, abo pislya vyplaty borhu – yakshcho ne zavdastʹ tse shkody. Same tse zapovidaye Allah, Allah — Vseznayuchyy, Zhalislyvyy"},{"SurahNumber":4,"VerseNumber":13,"Text":"Takymy ye obmezhennya Allaha. Tykh, khto korytʹsya Allahu ta Yoho Poslantsyu, Vin vvede do sadiv, de techutʹ riky. Vony budutʹ tam doviku. Tse i ye velykyy uspikh"},{"SurahNumber":4,"VerseNumber":14,"Text":"A toho, khto chynytyme neposlukh Allahu ta Yoho Poslantsyu i bude porushuvaty Yoho obmezhennya, Vin vvede do vohnyu, i toy bude tam doviku. Chekaye na nʹoho hanebna kara"},{"SurahNumber":4,"VerseNumber":15,"Text":"A proty tykh vashykh druzhyn, yaki vchynyatʹ perelyub, klychte u svidky chotyrʹokh z-posered vas. Yakshcho vony zasvidchatʹ tse, to trymayte yikh u budynkakh, poky ne pryyde do nykh smertʹ abo Allah pryhotuye dlya nykh inshyy shlyakh"},{"SurahNumber":4,"VerseNumber":16,"Text":"A do tykh dvokh z-posered vas, yaki vchynyatʹ tse, zastosovuyte tilesne pokarannya. A yakshcho vony pokayutʹsya ta vypravlyatʹsya, to zalyshte yikh. Voistynu, Allah — Pryymayuchyy kayattya, Myloserdnyy"},{"SurahNumber":4,"VerseNumber":17,"Text":"Voistynu, Allah pryymaye kayattya tykh, yaki tvoryly zlo cherez svoye nevihlastvo. I yakshcho vony shvydko pislya tsʹoho pokayutʹsya, to Allah pryyme kayattya yikhnye. Allah — Vseznayuchyy, Mudryy"},{"SurahNumber":4,"VerseNumber":18,"Text":"Ale ne pryymutʹ kayattya tykh, yaki tvoryatʹ zli vchynky, a koly prystupaye do nykh smertʹ, to hovoryatʹ vony: «Teper ya kayusya!» I nemaye kayattya tym, yaki pomyrayutʹ neviruyuchymy. Dlya takykh My pryhotuvaly bolisnu karu"},{"SurahNumber":4,"VerseNumber":19,"Text":"O vy, yaki uviruvaly! Vam ne dozvoleno buty spadkoyemtsyamy druzhyn proty yikhnʹoyi voli. Ne zaboronyayte yim zabraty chastynu toho, shcho vy yim daly, khiba yak vony vchynyatʹ yavnyy perelyub. Povodʹtesya z druzhynamy hidno. I navitʹ yakshcho vony nepryyemni vam, to, mozhlyvo, nepryyemne dlya vas te, kudy Allah vklav bahato dobra"},{"SurahNumber":4,"VerseNumber":20,"Text":"I yakshcho vy bazhayete zaminyty odnu z druzhyn inshoyu, todi yak pered tsym vy daly odniy iz nykh navitʹ tsilyy kintar, to ne zabyrayte nichoho iz tsʹoho. Nevzhe vy zaberete shchosʹ nespravedlyvo ta skoyite yavnyy hrikh"},{"SurahNumber":4,"VerseNumber":21,"Text":"Yak zhe vy zaberete tse, yakshcho ranishe mizh vamy buly blyzʹki stosunky, i vony vzyaly z vas suvoryy zavit"},{"SurahNumber":4,"VerseNumber":22,"Text":"Ne odruzhuytesʹ iz tymy zhinkamy, z yakymy buly odruzheni vashi batʹky — khiba yak tse vzhe trapylosya. Voistynu, tse — rozpusta, merzota i nedobryy shlyakh"},{"SurahNumber":4,"VerseNumber":23,"Text":"Vam zaboroneni materi vashi, donʹky vashi, sestry vashi, titky zi storony batʹka ta zi storony materi; a takozh donʹky vashykh brativ, donʹky vashykh sester, ti z vashykh materiv, yaki vyhoduvaly vas; a takozh vashi molochni sestry, materi vashykh druzhyn; a takozh paserbytsi, yakykh vykhovuyete vy i do materiv yakykh vy vkhodyly. Ale yakshcho vy ne vkhodyly do nykh, to ne bude vam hrikha. Zaboroneni vam i druzhyny tykh vashykh syniv, yaki vyyshly z ploti vashoyi; a takozh zaboronene odruzhennya na dvokh sestrakh, khiba yak tse vzhe trapylosya. Voistynu, Allah — Proshchayuchyy, Myloserdnyy"}]}