{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"These messengers, We preferred some of them over the others, God spoke to one and He raised ranks of some of them. And We gave Jesus, son of Mary, clear proofs and We supported him with the Holy Spirit. And if God wanted, those after them would not have fought after the clear proofs came to them, but they disagreed, so some of them believed and some of them disbelieved. And if God wanted, they would not have fought, but God does what He wants"},{"SurahNumber":2,"VerseNumber":254,"Text":"You who believe, spend from what We provided for you before a day comes in which there is no selling (and buying) and no friendship and no mediation. And the disbelievers, they are the wrongdoers"},{"SurahNumber":2,"VerseNumber":255,"Text":"God, there is no god except Him, the living and the eternal, He does not take a nap and no sleep. Everything in the skies and on the earth belongs to Him. Who can mediate before Him except with His permission? He knows what is in front of them and what is behind them, while they do not comprehend anything of His knowledge except what He wants. His throne extends over the skies and the earth, and maintaining them does not bother Him. He is the superior, the great"},{"SurahNumber":2,"VerseNumber":256,"Text":"There is no compulsion in the way of life (religion is not mandatory), the right is indeed clarified from the wrong, and whoever disbelieves in the rebellious and believes in God has indeed grabbed on to the strong handle that does not break. God hears all and knows all"},{"SurahNumber":2,"VerseNumber":257,"Text":"God is protector of those who believed, He gets them out of the darkness into the light, while those who disbelieved, their protector is the rebellious, and he drives them out of the light into the darkness. They are the inhabitants of the fire remaining in there forever"},{"SurahNumber":2,"VerseNumber":258,"Text":"Did you not see the one, who God gave him the rule, argued with Abraham about his Master? When Abraham said: my Master is the One who gives life and causes death. He said: I (also) give life and cause death. Abraham said: God indeed brings (rises) the sun from the east, so you make it rise from the west. So the one who disbelieved was stunned. God does not guide the wrongdoing people"},{"SurahNumber":2,"VerseNumber":259,"Text":"Or like the one who passed by a village where it was ruined over its roofs (the roofs were collapsed), he said: how does God brings that (village) back to life after its death? Then God made him die for one hundred years, then He raised him (and brought him back to life) and said: how long did you remain (dead)? He said: I remained a day or part of a day. He said: no, you remained for one hundred years, so look at your food and drink, it did not age (or spoil), and look at your donkey (that is turned to bones), and We make you a sign (of resurrection) for the people, and look at the bones (of your donkey) how We put them back together and We cover it with flesh. So when it was clear to him, he said: I know that God is capable of everything"},{"SurahNumber":2,"VerseNumber":260,"Text":"And when Abraham said: my Master, show me how you give life to the dead. He (God) said: do you not believe? He said: yes (I do), but to reassure my heart. He said: take four birds, then turn (familiarize) them to you (and cut them and divide them in pieces), then place a piece of them on each mountain, then call them, they will come to you in a hurry, and know that God is powerful and wise"},{"SurahNumber":2,"VerseNumber":261,"Text":"The example of those who spend their wealth in God's way is like a seed growing seven clusters, in each cluster one hundred seed. God multiplies it for whom He wants. God is bountiful and knowledgeable"},{"SurahNumber":2,"VerseNumber":262,"Text":"Those who spend their wealth in God's way, and do not follow their spending with reproach and annoyance have their reward with their Master and they shall have no fear and no sadness"},{"SurahNumber":2,"VerseNumber":263,"Text":"Nice word and forgiveness is better than charity that is followed by annoyance (and harassment). God is rich (without any needs) and patient"},{"SurahNumber":2,"VerseNumber":264,"Text":"You who believe, do not make your charities worthless by the reproach and annoyance, like someone who spends his wealth to be seen by people while he does not believe in God and the last day. His example is like a smooth rock with dust on it, then a heavy rain fell on it and left it bare (with no dust on it), they are not able (to benefit) from anything which they earned. And God does not guide the disbelieving people"},{"SurahNumber":2,"VerseNumber":265,"Text":"Example of those who spend their wealth looking for God's pleasure and strengthening themselves is like a garden on a hill which heavy rain falls on it so it gives double of its fruit, and if a heavy rain does not fall on it, then a light rain (suffices). God sees everything you do"},{"SurahNumber":2,"VerseNumber":266,"Text":"Does any one of you like to have a garden of date palm trees and grape vines, which rivers flow through it, which has all kind of fruits in it, and he gets old having weak (or small) children, and a whirlwind with fire inside it strikes it and burns it? This is how God makes His signs clear for you, so you may think"},{"SurahNumber":2,"VerseNumber":267,"Text":"You who believe, spend (in God's way) from the good things that you earned and from what We brought out from the earth for you, and do not turn to giving away the bad (part) of it while you would not take it except with your eyes closed (being reluctant) about it. And know that God is rich (has no need) and praiseworthy"},{"SurahNumber":2,"VerseNumber":268,"Text":"Satan promises you the poverty and instructs you to the indecency, while God promises you forgiveness and grace from Him. God is bountiful and knowledgeable"},{"SurahNumber":2,"VerseNumber":269,"Text":"He gives the wisdom to whom He wants, and whoever is given the wisdom, indeed is given a lot of good, but only the people of understanding (reasonable people) take notice"},{"SurahNumber":2,"VerseNumber":270,"Text":"And whatever you spend in charity or you pledge in your pledges, God knows it. And for the wrongdoers there are no helpers"},{"SurahNumber":2,"VerseNumber":271,"Text":"If you openly give to charity then it is good, but if you hide it and give it to the poor then it is better for you, and it removes some of your sins from you. God is well aware of what you do"},{"SurahNumber":2,"VerseNumber":272,"Text":"Guiding them is not your responsibility, but God guides whom He wants. And whatever of good you spend is for (the benefit of) yourselves, when you only spend looking for God's attention (and His pleasure). And whatever of good you spend will be paid back to you (in full), and you will not be wronged"},{"SurahNumber":2,"VerseNumber":273,"Text":"(Charity) is for the poor who are restricted in God's way and cannot travel on the earth, but the ignorant ones assume that they are rich because of their self respect, you know them by their appearance, and they do not ask (beg) people insistently. And whatever of good you spend, indeed God knows about it"},{"SurahNumber":2,"VerseNumber":274,"Text":"Those who spend their wealth (in God's way) during the night and the day, secretly or openly, then they have their reward with their Master and they have no fear and no sadness"},{"SurahNumber":2,"VerseNumber":275,"Text":"Those who consume usury only stand (or rise) like someone who is driven to madness by Satan’s touch. This is because they said that the sale (and doing business) is like the usury, while God permitted the sale and prohibited the usury. So anyone whom an advice from his Master came to him and he stopped, then his past (profits) is his and his case is with God, and anyone who goes back (to usury), then they will be inhabitants of the fire remaining in there forever"},{"SurahNumber":2,"VerseNumber":276,"Text":"God destroys the usury and increases the charities. And God does not like any disbelieving sinner"},{"SurahNumber":2,"VerseNumber":277,"Text":"Those who believed and did good works and performed the mandatory prayer and gave the mandatory charity will have their reward with their Master and they have no fear and no sadness"},{"SurahNumber":2,"VerseNumber":278,"Text":"You who believe, be cautious of God and leave what is left of the usury if you are believers"},{"SurahNumber":2,"VerseNumber":279,"Text":"If you do not do it (stop usury), then be informed about a war from God and His messenger, and if you repent (from usury) then your principal capital is yours, you will not be wrong and you will not be wronged"},{"SurahNumber":2,"VerseNumber":280,"Text":"And if he (the debtor) is having difficulty (financially or otherwise) then postpone until it is easy (for him to repay), and if you are charitable (and forgive the loan) it is better for you if you knew"},{"SurahNumber":2,"VerseNumber":281,"Text":"And be cautious of a day when you are returned to God in it, then every person is paid back (in full) for what they earned, and they will not be wronged"},{"SurahNumber":2,"VerseNumber":282,"Text":"You who believe, when you borrow from each other for a limited period, then write it (to have a record). And let a writer write it (the loan details) between you in justice. A writer should not refuse to write as God taught him. So he shall write, and the borrower should dictate, and he should be cautious of God, his Master, and should not reduce (or eliminate) anything from it. And if the borrower is retarded or is a child or is unable to dictate, then his guardian should dictate in justice. And ask two witnesses from among your men to witness, and if there are not two men, then one man and two women from the witnesses who are acceptable to you, so if one of the two makes a mistake (or forgets) then the other one of the two may remind the other one. And the witnesses should not refuse (to testify) if they are called upon. And they should not be reluctant to write it no matter how small or large, along with its term. This is fairer in God’s view, and more upstanding for the testimony, and closer that you do not have doubts. Except if it is a face to face transaction that (the actual merchandise or money) changes hands between you, then there will be no blame on you if you do not write it. And take witness when you buy and sell. And the writer and the witness should not be harmed, and if you do (harm them) it is indeed disobedience on your part. And be cautious of God, and God teaches you (what to do). God knows everything"},{"SurahNumber":2,"VerseNumber":283,"Text":"If you are traveling and cannot find a writer then take collateral. And if some of you entrusts (a trust to) another, then the trustee should return the trust and he should be cautious of God, his Master. And do not hide (or withhold) the testimony, and anyone who hides it then he is indeed a sinner at heart. And God knows what you do"},{"SurahNumber":2,"VerseNumber":284,"Text":"Everything in the skies and on the earth belongs to God, and whether you disclose what is in yourself or you hide it, God holds you accountable for it, and He forgives whom He wants and punishes whom He wants. God is capable of everything"},{"SurahNumber":2,"VerseNumber":285,"Text":"The messenger believed in what was sent down to him by his Master, and all the believers believed in God and His angels and His books and His messengers, (saying) we do not differentiate between any of His messengers, and they said: we heard and we obeyed, (we ask for) Your forgiveness our Master, and the final return is to You"},{"SurahNumber":2,"VerseNumber":286,"Text":"God does not task any person beyond its capability, whatever (good) it does is for it, and whatever (bad) it does is against it. Our Master, do not hold it against us if we forget or make a mistake. Our Master, do not impose a burden on us as you imposed it on those before us. Our Master, do not impose on us what we cannot bear it and excuse us and forgive us and have mercy on us, You are our protector (and guardian), so help us against the disbelieving people"},{"SurahNumber":3,"VerseNumber":1,"Text":"L.M. (Alif. Lam. Mim)"},{"SurahNumber":3,"VerseNumber":2,"Text":"God, there is no god except Him, the living and the eternal"},{"SurahNumber":3,"VerseNumber":3,"Text":"He sent down the book to you with the truth confirming what was before it and He sent down the Torah and the Gospel"},{"SurahNumber":3,"VerseNumber":4,"Text":"in the past as a guide for the people, and He sent down the criterion. Indeed those who disbelieved in God’s signs, a severe punishment is for them. God is powerful and revengeful"},{"SurahNumber":3,"VerseNumber":5,"Text":"Nothing is hidden from God on the earth and in the skies"},{"SurahNumber":3,"VerseNumber":6,"Text":"He is the One who shapes you in the wombs as He wants. There is no god except Him, The powerful and the wise"},{"SurahNumber":3,"VerseNumber":7,"Text":"He is the One who sent down the book to you, of which some verses are firm and they are the basis of the book, and others are metaphorical. As for those who have perversion in their hearts, they follow the metaphorical ones of it, wishing for disorder and looking for its interpretation, while no one except God knows their interpretation. And the scholars of knowledge say: we believe in it, all of it is from our Master. But only the people of understanding (reasonable people) take notice"},{"SurahNumber":3,"VerseNumber":8,"Text":"Our Master, do not let our hearts deviate after You guided us, and give us mercy from Your presence. You are the giver"},{"SurahNumber":3,"VerseNumber":9,"Text":"Our Master, You are gatherer of the people on the day that there is no doubt about it. God does not break the promise"},{"SurahNumber":3,"VerseNumber":10,"Text":"Those who disbelieved, their wealth and children will never benefit them against God. They are fuel for the fire"},{"SurahNumber":3,"VerseNumber":11,"Text":"Like habit of Pharaoh’s people and those before them, they denied Our signs, so God punished them for their sins. God is severe in punishment"},{"SurahNumber":3,"VerseNumber":12,"Text":"Tell those who disbelieved: you are going to be defeated and gathered together in hell, and it is a bad resting place"},{"SurahNumber":3,"VerseNumber":13,"Text":"Indeed there was a sign for you in the two groups that encountered (in the battle of Badr), a group was fighting in God's way, and the other disbelieved. They saw them twice as many, with their own eyes. God supports anyone He wants with His help. There is a lesson in this for those who have insight"},{"SurahNumber":3,"VerseNumber":14,"Text":"Love of the desires such as women and children and loads and loads of gold and silver and branded horses (of excellent breed) and the livestock and the crop was made attractive for the people. These are the enjoyments of this world’s life, while the best place to return is with God"},{"SurahNumber":3,"VerseNumber":15,"Text":"Say: shall I inform you about better than that? Those who control themselves will have with their Master gardens which rivers flow through them, remaining in there forever, and pure spouses and pleasure of God. God sees His servants"},{"SurahNumber":3,"VerseNumber":16,"Text":"those who say: our Master, we believed, forgive us our sins, and protect us from the punishment of the fire"},{"SurahNumber":3,"VerseNumber":17,"Text":"the patients (and persevering) and the truthful ones and the obedient ones and the spenders (in God's way) and the ones asking for forgiveness at the dawn"},{"SurahNumber":3,"VerseNumber":18,"Text":"God and the angels and those having knowledge testify that there is no god except Him, standing with the justice. There is no god except Him, the powerful and the wise"},{"SurahNumber":3,"VerseNumber":19,"Text":"Indeed, the way of life before God is submission (to Him), and those who were given the book did not disagree except after knowledge came to them, due to jealousy among them. And if anyone disbelieves in God’s signs, God is quick in accounting"},{"SurahNumber":3,"VerseNumber":20,"Text":"If they argue with you, say: I submitted my manner (of life) to God, and so did my followers. And say to those who were given the book and the illiterates: did you submit yourselves? If they submit then they are guided and if they refuse then your responsibility is only preaching. God sees His servants"},{"SurahNumber":3,"VerseNumber":21,"Text":"Those who disbelieve in God’s signs and kill the prophets unjustly and kill those among the people who order to justice, warn them of a painful punishment"},{"SurahNumber":3,"VerseNumber":22,"Text":"They are those whose works became useless in this world and in the hereafter, and there are no helpers for them"},{"SurahNumber":3,"VerseNumber":23,"Text":"Did you not see those who were given some benefit of the book, being invited to God's book to judge between them (in their disputes), then a group of them turned away and they opposed"},{"SurahNumber":3,"VerseNumber":24,"Text":"This is because they said: the fire will never touch us except for a few days. And what they were fabricating deceived them in their way of life"},{"SurahNumber":3,"VerseNumber":25,"Text":"And how will it be when We gather them on a day that there is no doubt in it and every person is paid back (in full) for whatever he earned and they will not be wronged"},{"SurahNumber":3,"VerseNumber":26,"Text":"Say: God, owner of the rule, You give the rule to anyone You want and You take away the rule from anyone You want, and You give honor (and dignity) to anyone You want and You humiliate (and disgrace) anyone You want, goodness is in Your hands, and You are capable of everything"},{"SurahNumber":3,"VerseNumber":27,"Text":"You make the night pass into the day and You make the day pass into the night, and You bring the living from the dead, and You bring the dead from the living, and You provide for anyone You want without any limit"},{"SurahNumber":3,"VerseNumber":28,"Text":"The believers shall not take disbelievers as their supporters (and protectors) in lieu of the believers. And whoever does this, then he is not on anything from God (and has nothing to do with Him), unless you cautiously protect yourself from them. And God warns you about Himself (and His punishment). And the final return is to God"},{"SurahNumber":3,"VerseNumber":29,"Text":"Say: whether you hide what is in your minds or you disclose it, God knows it. And He knows what is in the skies and what is on the earth. And God is capable of everything"},{"SurahNumber":3,"VerseNumber":30,"Text":"A day that every person finds, all the good it did and all the bad it did, present and wishes for a great distance between itself and between that. God warns you about Himself (and His punishment). God is gentle to His servants"},{"SurahNumber":3,"VerseNumber":31,"Text":"Say: if you love God, then follow me, so God will like you and will forgive your sins. God is forgiving and merciful"},{"SurahNumber":3,"VerseNumber":32,"Text":"Say: obey God and the messenger. But if they refuse then God does not like the disbelievers"},{"SurahNumber":3,"VerseNumber":33,"Text":"God chose Adam and Noah and Abraham’s family and Imran’s family above all other people"},{"SurahNumber":3,"VerseNumber":34,"Text":"Some were offspring of the others. God hears all and knows all"},{"SurahNumber":3,"VerseNumber":35,"Text":"(Remember) when Imran’s wife said: God, I pledge dedication of what is in my womb to You, so accept it from me, indeed You hear all and know all"},{"SurahNumber":3,"VerseNumber":36,"Text":"So when she gave birth to it, she said: God I gave birth to a girl, while God knew better what she gave birth to, and boy is not like girl, and I named her Mary and I place her and her children under your protection from the expelled Satan"},{"SurahNumber":3,"VerseNumber":37,"Text":"Her God accepted her with best acceptance, and raised her with good upbringing, and made Zachariah her guardian. Every time Zachariah entered the chamber, he found food with her. He said: Mary, where did this come from for you? She said: from my God, indeed God provides for whom He wants without any limit"},{"SurahNumber":3,"VerseNumber":38,"Text":"It was then that Zachariah prayed to his Master, he said: Master, give me a good child from Your presence, You are the hearer of the calls"},{"SurahNumber":3,"VerseNumber":39,"Text":"And the angels told him while he was standing in prayer in the chamber: God gives you good news of Yahya (John the Baptist), who confirms God's word, and a gentleman and innocent, and a prophet from the righteous"},{"SurahNumber":3,"VerseNumber":40,"Text":"He (Zachariah) said: God, how can I have a son, when I have reached old age, and my wife is infertile? He (the angel) said: it is like that, God does what He wants"},{"SurahNumber":3,"VerseNumber":41,"Text":"He said: God, give me a sign. He said: your sign is that for three days you will only speak to people in sign language, and remember your Master often, and praise Him in the evening and the early morning"},{"SurahNumber":3,"VerseNumber":42,"Text":"And (remember) when the angels said: Mary, God chose you and made you chaste and chose you above all the women of humankind"},{"SurahNumber":3,"VerseNumber":43,"Text":"Mary, be obedient to your Master, and show humbleness, and bow down with those who bow down"},{"SurahNumber":3,"VerseNumber":44,"Text":"This is among the stories of the unseen that we reveal to you. You were not with them when they were drawing their ballots that which one will be the guardian of Mary, and you were not with them when they were disputing"},{"SurahNumber":3,"VerseNumber":45,"Text":"(Remember) when the angels said: Mary, God indeed gives you the good news with a word from Him, his name is Jesus Christ, son of Mary, respected in this world and in the hereafter, and one of the close ones (to God)"},{"SurahNumber":3,"VerseNumber":46,"Text":"And he speaks to the people from the cradle to old age, and he is of the righteous"},{"SurahNumber":3,"VerseNumber":47,"Text":"She said: my Master, how could I have a son when no human being has touched me? He (the angel) said: it is like that, God creates what He wants, when He decides on an issue, then He just says for it: be, and it will be"},{"SurahNumber":3,"VerseNumber":48,"Text":"And He (God) will teach him the book and the wisdom and the Torah and the Gospel"},{"SurahNumber":3,"VerseNumber":49,"Text":"And he will be a messenger for children of Israel (saying): I came to you with a miracle from your Master, I make something in the shape of a bird, out of clay for you, then I blow in it, and with God’s permission it becomes a bird, and I heal the born blinds and lepers and bring back the dead to life with God’s permission, and I tell you what you eat and what you store in your houses, there is a sign in that for you if you are believers"},{"SurahNumber":3,"VerseNumber":50,"Text":"and confirming what is before me from the Torah while I make lawful some of the things that were forbidden to you and I brought you a sign from your Master, so be cautious of God and obey me"},{"SurahNumber":3,"VerseNumber":51,"Text":"God is your Master and my Master, so serve Him, this is a straight path"},{"SurahNumber":3,"VerseNumber":52,"Text":"When Jesus felt their disbelief, he said: who are my helpers to God? The apostles said: we are God’s helpers, we believe in God, and be witness that we are submitted (to God)"},{"SurahNumber":3,"VerseNumber":53,"Text":"Our Master, we believe in what You sent down and we follow the messenger, so write us down as witnesses"},{"SurahNumber":3,"VerseNumber":54,"Text":"They plotted and God planned, but God is the best of the planners"},{"SurahNumber":3,"VerseNumber":55,"Text":"(Remember) when God said: Jesus, I make you die, and bring you up to Me, and cleanse you from those who disbelieved, and make those who follow you above those who disbelieved until the resurrection day. Then, your return is to Me, and I judge between you in what you disagreed about it"},{"SurahNumber":3,"VerseNumber":56,"Text":"As for those who disbelieved, I punish them severely in this world and in the hereafter, and they have no helpers"},{"SurahNumber":3,"VerseNumber":57,"Text":"And as for those who believed and did good works, He paybacks their reward (in full). God does not like the wrongdoers"},{"SurahNumber":3,"VerseNumber":58,"Text":"We read that to you from the signs and the wise reminder"},{"SurahNumber":3,"VerseNumber":59,"Text":"The example of Jesus with God is like Adam, He created him from dust and then He said to him: be, and he was"},{"SurahNumber":3,"VerseNumber":60,"Text":"The truth is from your Master, do not have any doubts"},{"SurahNumber":3,"VerseNumber":61,"Text":"And to anyone who argues with you about it after what came to you from the knowledge, say: let us invite our children and your children and our women and your women and ourselves and yourselves, then let us plea and put God’s curse upon the liars"},{"SurahNumber":3,"VerseNumber":62,"Text":"This is indeed a true story. There is no god except God, and indeed God is the powerful and the wise"},{"SurahNumber":3,"VerseNumber":63,"Text":"And if they refuse, God knows the corruptors"},{"SurahNumber":3,"VerseNumber":64,"Text":"Say: people of the book, come to a word that is common between us and between you, (which is) do not serve anything but God, and do not make anything (or anyone) His partner, and some of us do not take others as our masters besides God. And if they refuse, then say: be witness that we are submitted (to God)"},{"SurahNumber":3,"VerseNumber":65,"Text":"People of the book, why do you argue about Abraham, when the Torah and the Gospel was not sent down until after him? Do you not understand"},{"SurahNumber":3,"VerseNumber":66,"Text":"You are those who argued about what you had knowledge of, so why do you argue about things that you have no knowledge of? God knows and you do not know"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham was neither a Jew nor a Christian, but he was a submitted monotheist and he was not one of the polytheists"},{"SurahNumber":3,"VerseNumber":68,"Text":"The closest people to Abraham are those who followed him and this prophet (Muhammad) and those who believed. God is the protector (and supporter) of the believers"},{"SurahNumber":3,"VerseNumber":69,"Text":"And a group of the people of the book like to misguide you, but they only misguide themselves and they do not realize"},{"SurahNumber":3,"VerseNumber":70,"Text":"People of the book, why do you disbelieve in God’s signs, while you testify"},{"SurahNumber":3,"VerseNumber":71,"Text":"People of the book, why do you disguise the truth with falsehood, and you hide the truth while you know"},{"SurahNumber":3,"VerseNumber":72,"Text":"And a group of the people of the book said: believe in what was sent down to the believers during the daytime, and disbelieve it at the end of it, so they may return"},{"SurahNumber":3,"VerseNumber":73,"Text":"Do not believe in anyone unless he follows your way of life. Say: indeed, the (true) guidance is God's guidance. (They say: do not believe) that anyone is given like what you were given, or they will argue with you before your Master. Say: grace is in God’s hand, He gives it to whomever He wants. God is bountiful and knowledgeable"},{"SurahNumber":3,"VerseNumber":74,"Text":"He allocates His mercy to whomever He wants. He has enormous grace"},{"SurahNumber":3,"VerseNumber":75,"Text":"Among people of the book, there are some that can be trusted with huge amounts (of money) and they will return it back to you, and there are some that if you trust them even with one dinar (or a penny) they will not return it back to you unless you keep up your demand, because they say: we have no responsibility to the illiterates. They lie from God, and they know"},{"SurahNumber":3,"VerseNumber":76,"Text":"Yes, anyone who fulfills his promises and is cautious (of God), then indeed God loves those who control themselves"},{"SurahNumber":3,"VerseNumber":77,"Text":"Those who exchange their promise to God and their oaths for a small price, they will have no share (of joy) in the hereafter, and God will neither speak to them nor look at them nor purify them on the resurrection day, and they will have a painful punishment"},{"SurahNumber":3,"VerseNumber":78,"Text":"And among them is a group twisting their tongues (and speak in a way) about the book, that you think it is from the book while it is not from the book, and they say that it is from God while it is not from God, and they lie from God while they know"},{"SurahNumber":3,"VerseNumber":79,"Text":"It is not (appropriate) for a human being that God gives him the book and the wisdom and the prophethood to say to the people that be my servants besides God, but rather (he says): be servants of your Master because of the book you were teaching and you were studying"},{"SurahNumber":3,"VerseNumber":80,"Text":"And he will not instruct you to take the angels and the prophets as your masters. Will he instruct you to disbelief after you have submitted (to God)"},{"SurahNumber":3,"VerseNumber":81,"Text":"And when God took a commitment from the prophets: whatever I gave you from book and wisdom, then a messenger came to you confirming what is with you, you shall believe in him and shall help him (and teach your followers to do the same). He said: do you agree and take on this contract? They said: we agree. He said: then be witness and I am with you among the witnesses"},{"SurahNumber":3,"VerseNumber":82,"Text":"Anyone who turns back after that, then they are disobedient"},{"SurahNumber":3,"VerseNumber":83,"Text":"Are they looking for other than God's (recommended) way of life while everything in the skies and on the earth, willingly or unwillingly, submitted to Him and they are returned to Him"},{"SurahNumber":3,"VerseNumber":84,"Text":"Say: we believed in God, and what was sent down to us, and what was sent down to Abraham and Ishmael and Isaac and Jacob and the Tribes (of Israel), and what was given to Moses and Jesus and the prophets from their Master, we do not differentiate between any of them, and we are submitted to Him"},{"SurahNumber":3,"VerseNumber":85,"Text":"Whoever looks for a way of life other than submission (to God), it will never be accepted from him, and in the hereafter he will be of the losers"},{"SurahNumber":3,"VerseNumber":86,"Text":"How does God guide a group who disbelieved after their belief, and testified that the messenger is true and clear proofs came to them? God does not guide the wrongdoing people"},{"SurahNumber":3,"VerseNumber":87,"Text":"Their punishment is that the curse of God and the angels and all the people is upon them"},{"SurahNumber":3,"VerseNumber":88,"Text":"remaining in it forever, their punishment will not be reduced, and they are not given any delay"},{"SurahNumber":3,"VerseNumber":89,"Text":"except those who repented and straightened out after that, then God is forgiving and merciful"},{"SurahNumber":3,"VerseNumber":90,"Text":"Indeed those who disbelieved after their belief, and then increased their disbelief, their repentance will never be accepted, and they are the misguided"},{"SurahNumber":3,"VerseNumber":91,"Text":"Indeed if those who disbelieved and died while disbelievers fill the earth with gold and offer it as ransom, it will never be accepted from any of them. They have a painful punishment, and they have no helpers"},{"SurahNumber":3,"VerseNumber":92,"Text":"You will never achieve the goodness until you spend (in God's way) from what you love. And anything that you spend (in God's way) God knows about it"}]}