{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Folkets hogmodiga aldste sade: \"Vi skall sannerligen driva bort dig, Shu`ayb, och dina anhangare fran vart land om ni inte atervander till var tro.\" Han svarade: \"Trots var avsky [for den]"},{"SurahNumber":7,"VerseNumber":89,"Text":"For oss skulle det vara liktydigt med att ljuga om Gud, om vi atervande till er tro, nar Gud har raddat oss fran den. Det ar otankbart for oss att atervanda till den om det inte ar Guds, var Herres, vilja. Var Herre omfattar allt med Sin kunskap; vi satter var lit till Gud!\" - \"Herre! Gor sanningen uppenbar [i tvisten] mellan oss och vart folk! Ingen gor sanningen uppenbar som Du"},{"SurahNumber":7,"VerseNumber":90,"Text":"Folkets aldste, som [alla] fornekade sanningen, sade: \"Om ni foljer Shu`ayb kommer ni helt sakert att sta som forlorare"},{"SurahNumber":7,"VerseNumber":91,"Text":"Men ett jordskalv drabbade dem och morgonen fann dem liggande framstupa pa marken i sina hem"},{"SurahNumber":7,"VerseNumber":92,"Text":"de som hade kallat Shu`ayb lognare - [det var] som om de aldrig hade levt dar i valstand och trygghet - de som kallade Shu`ayb lognare, de var nu forlorarna"},{"SurahNumber":7,"VerseNumber":93,"Text":"Och han vande sig ifran dem och sade: \"Jag framforde min Herres budskap till er, mitt folk, och gav er goda rad. Skulle jag sorja over [sadana hardnackade] fornekare"},{"SurahNumber":7,"VerseNumber":94,"Text":"VI HAR aldrig sant en profet till ett land utan att satta dess folk pa prov genom olyckor och elande, for att fa dem att odmjuka sig [och angra sina synder]"},{"SurahNumber":7,"VerseNumber":95,"Text":"Darefter lat Vi elandet foljas av battre villkor sa att de uppnadde valstand och da sade de: \"Vara fader fick [ocksa] uppleva [omvaxlande] onda och goda tider\" - och plotsligt, nar de minst anade det, drabbade dem Vart straff"},{"SurahNumber":7,"VerseNumber":96,"Text":"Om folken [som Vi forintade] hade trott [pa Gud] och fruktat Honom, skulle Vi ha latit himlens och jordens alla valsignelser komma dem till del, men de avvisade [budskapen] som logn - och sa straffade Vi dem med det som [foljde av det onda som] de inte upphorde att bega"},{"SurahNumber":7,"VerseNumber":97,"Text":"Kunde dessa manniskor leva utan radsla for att drabbas av Var vrede om natten, nar de sov"},{"SurahNumber":7,"VerseNumber":98,"Text":"Kunde de leva utan radsla for att drabbas av Var vrede i fullt dagsljus, nar de agnade sig at sina forstroelser"},{"SurahNumber":7,"VerseNumber":99,"Text":"Kunde de leva trygga, utan att oroa sig for vad Guds plan [innebar for dem]? Nej, ingen kan leva utan denna oro utom de som [redan] ar forlorade"},{"SurahNumber":7,"VerseNumber":100,"Text":"Ar det inte uppenbart for dem som har tagit jorden i arv efter dess [tidigare] inbyggare att Vi, om Vi sa ville, kunde straffa dem for deras synder och forsegla deras hjartan sa att de inte [langre] kan hora [rosten som varnar och formanar]"},{"SurahNumber":7,"VerseNumber":101,"Text":"Vi berattar for dig nagot om vad som hande dessa folk; nar sandebuden kom till dem med klara vittnesbord, ville de namligen inte tro pa vad de tidigare hade avvisat som logn. Pa detta satt forseglar Gud fornekarnas hjartan"},{"SurahNumber":7,"VerseNumber":102,"Text":"Hos de flesta av dem sag Vi [ingen trohet mot] loften eller [ingangna] avtal; ja, de flesta av dem fann Vi vara trotsiga syndare"},{"SurahNumber":7,"VerseNumber":103,"Text":"EFTER DESSA [tidiga profeter] sande Vi Moses med Vara budskap till Farao och hans storman, men de faste inget avseende vid dessa [budskap]. Se har hur slutet blev for dem som storde ordningen pa jorden"},{"SurahNumber":7,"VerseNumber":104,"Text":"Moses sade: \"Farao! Varldarnas Herre har sant mig"},{"SurahNumber":7,"VerseNumber":105,"Text":"och alagt mig att inte saga om Gud annat an sanningen och jag kommer till er med ett klart vittnesbord fran er Herre [att mina ord ar sanning]. Lat nu Israels barn lamna [detta land] med mig"},{"SurahNumber":7,"VerseNumber":106,"Text":"[Farao] sade: \"Om du har kommit med ett tecken, lat oss da se det - om du ar en av dem som haller sig till sanningen"},{"SurahNumber":7,"VerseNumber":107,"Text":"Da kastade [Moses] sin stav och alla kunde se att den var en orm"},{"SurahNumber":7,"VerseNumber":108,"Text":"och han drog fram sin hand och den lyste [skinande] vit infor alla kringstaende"},{"SurahNumber":7,"VerseNumber":109,"Text":"[Nagra av] de faraoniska stormannen sade: \"Denne man ar helt sakert en mastare i trolldom"},{"SurahNumber":7,"VerseNumber":110,"Text":"som vill driva bort er fran ert land.\" [Farao fragade:] \"Vad anbefaller ni"},{"SurahNumber":7,"VerseNumber":111,"Text":"De svarade: \"Lat honom och hans broder vanta medan du sander bud till staderna"},{"SurahNumber":7,"VerseNumber":112,"Text":"att alla skickliga trollkarlar skall installa sig infor dig"},{"SurahNumber":7,"VerseNumber":113,"Text":"Och trollkarlarna kom till Farao och sade: \"Vi vantar oss sjalvfallet en riklig beloning om vi segrar"},{"SurahNumber":7,"VerseNumber":114,"Text":"[Farao] svarade: \"Naturligtvis [skall ni fa en ordentlig beloning]! Och ni skall hora till dem som star mig nara"},{"SurahNumber":7,"VerseNumber":115,"Text":"[Trollkarlarna] sade: \"Antingen kastar du, Moses, [din stav forst] eller ocksa kastar vi"},{"SurahNumber":7,"VerseNumber":116,"Text":"Han svarade: \"Kasta ni!\" Och nar de kastade [sina stavar] forvande de synen pa manniskorna och satte skrack i dem och gav prov pa stor trolldomskonst"},{"SurahNumber":7,"VerseNumber":117,"Text":"[Da] ingav Vi Moses att kasta sin stav, och den slukade alla synvillor som [trollkarlarna] hade manat fram"},{"SurahNumber":7,"VerseNumber":118,"Text":"Och sanningen segrade och det blev uppenbart att [deras] trolldom inte var annat an konster och knep"},{"SurahNumber":7,"VerseNumber":119,"Text":"Och sa led [Farao och hans storman] ett forodmjukande nederlag"},{"SurahNumber":7,"VerseNumber":120,"Text":"Men trollkarlarna stortade ned pa sina ansikten"},{"SurahNumber":7,"VerseNumber":121,"Text":"och sade: \"Vi tror pa varldarnas Herre"},{"SurahNumber":7,"VerseNumber":122,"Text":"Moses och Arons Herre"},{"SurahNumber":7,"VerseNumber":123,"Text":"Farao sade: \"Tror ni pa honom innan jag har gett er tillatelse? Detta ar en lomsk plan, som ni har smitt har i staden for att forma folket att overge den. Men nu skall ni fa se pa [annat]"},{"SurahNumber":7,"VerseNumber":124,"Text":"Jag skall sannerligen lata hugga av er motsatt hand och fot, ja, jag skall korsfasta er alla till sista man"},{"SurahNumber":7,"VerseNumber":125,"Text":"De svarade: \"Da atervander vi till var Herre"},{"SurahNumber":7,"VerseNumber":126,"Text":"men du vill hamnas pa oss bara darfor att vi trodde pa var Herres budskap nar de nadde oss.\" - \"Herre! Ge oss [styrka och] talamod och lat oss fa do i full underkastelse under Din vilja"},{"SurahNumber":7,"VerseNumber":127,"Text":"Da sade Faraos storman: \"Vill du tillata att Moses och hans folk stor ordningen och fordarvar sederna i landet och [lockar manniskorna] att overge dig och dina gudar?\" [Farao] svarade: \"Vi skall anstalla blodbad pa deras soner och [enbart] skona deras kvinnor; vi har dem ju i vart vald"},{"SurahNumber":7,"VerseNumber":128,"Text":"Moses sade till sitt folk: \"Anropa Gud om hjalp och sta fasta [i provningen]! Jorden ar Guds; Han ger den i arv till den Han vill av Sina tjanare. Den slutliga segern tillhor dem som fruktar Gud"},{"SurahNumber":7,"VerseNumber":129,"Text":"[Israeliterna] svarade: \"Vi har lidit ont bade innan du kom till oss och efter det att du kom.\" [Moses] svarade: \"Kanske skall er Herre forgora er fiende och ge er [hans] land i arv och sedan lata er visa ert sinnelag med era handlingar"},{"SurahNumber":7,"VerseNumber":130,"Text":"Vi provade Faraos folk med ar av torka och magra skordar - kanske skulle det stamma dem till eftertanke"},{"SurahNumber":7,"VerseNumber":131,"Text":"men nar de upplevde goda tider sade de: \"Detta ar vad som med ratta tillkommer oss\", och nar daliga tider kom skot de skulden pa Moses och dem som foljde honom. Deras ode lag helt i Guds hand, men de flesta av dem visste [det] inte"},{"SurahNumber":7,"VerseNumber":132,"Text":"Och de sade [till Moses]: \"Vilka tecken du an gor infor oss for att forvanda synen pa oss, kommer vi inte att tro pa dig"},{"SurahNumber":7,"VerseNumber":133,"Text":"Da slog Vi dem med oversvamningar och grashoppssvarmar och loss och paddor och [vattnets forvandling till] blod - tydliga tecken - men de var ett hogmodigt slakte, ett folk av obotfardiga syndare"},{"SurahNumber":7,"VerseNumber":134,"Text":"Och var gang en [sadan] provning drabbade dem, sade de: \"Moses! Be for oss till din Herre i enlighet med det forbund som Han har slutit med dig! Om du [pa sa satt] befriar oss fran denna plaga skall vi sannerligen tro pa dig och lata Israels barn lamna [landet] med dig"},{"SurahNumber":7,"VerseNumber":135,"Text":"Men var gang Vi befriade dem fran provningen och [utsatte] en frist for dem att infria sitt lofte, svek de sitt ord"},{"SurahNumber":7,"VerseNumber":136,"Text":"Och sa utkravde Vi hamnd pa dem och lat dem drankas i havet, eftersom de hade forkastat Vara budskap som logn och inte fast vikt vid dem"},{"SurahNumber":7,"VerseNumber":137,"Text":"Men det folk som varit forodmjukat och foraktat gjorde Vi till arvingar till det land som Vi valsignat, dess ostra saval som dess vastra delar. Sa uppfylldes din Herres nadiga lofte till Israels barn [om beloning] for deras uthallighet; och Vi lade i ruiner allt vad Farao och hans folk hade byggt upp och odelade deras odlingar"},{"SurahNumber":7,"VerseNumber":138,"Text":"OCH VI forde Israels barn genom havet och darefter traffade de pa ett folk som hangav sig at avgudadyrkan. Israels barn sade: \"Moses! Lat oss fa en gud liksom de har gudar!\" Han svarade: \"Ni ar sannerligen ett daraktigt slakte"},{"SurahNumber":7,"VerseNumber":139,"Text":"Vad dessa [manniskor] agnar sig at ar domt till undergang och allt vad de har astadkommit skall ga forlorat"},{"SurahNumber":7,"VerseNumber":140,"Text":"[Och] han sade:\"Skall jag soka efter en gud at er vid sidan av Gud, som har gett er vad Han inte har gett nagot annat folk"},{"SurahNumber":7,"VerseNumber":141,"Text":"Och minns att Vi befriade er fran Faraos man, som vallade er svara lidanden, anstallde blodbad pa era soner och [bara] skonade era kvinnor - detta var en hard provning, som er Herre [lat er utsta]"},{"SurahNumber":7,"VerseNumber":142,"Text":"OCH VI kallade Moses till Oss [efter] trettio natter [pa Sinai berg] och lade till tio, sa att tiden som hans Herre matte ut blev fulla fyrtio natter. Och Moses sade till sin broder Aron: \"Bli min stallforetradare hos mitt folk, stall allt till ratta och ga inte samma vag som de som vill sprida oordning och fordarv [pa jorden]"},{"SurahNumber":7,"VerseNumber":143,"Text":"Och nar Moses kom till det mote Vi hade utsatt och hans Herre talade till honom, sade han: \"Herre, visa Dig for mig, sa att jag far se Dig!\" [Gud] sade: \"Du kan inte se Mig; men se pa berget - om det star kvar stadigt dar det star, skall du fa se Mig.\" Och da hans Herre visade Sig for berget krossades det till en grushog och Moses foll medvetslos till marken. Men nar han kom till sina sinnen sade han: \"Stor ar Du i Din harlighet! Jag vander tillbaka till Dig i djup anger och jag ar den forste att tro pa Dig"},{"SurahNumber":7,"VerseNumber":144,"Text":"[Gud] sade: \"Moses! Jag har utvalt dig av alla manniskor genom [att anfortro dig] Mitt budskap och [lata dig hora] Mitt ord; hall darfor fast vid allt som Jag har gett dig och [visa att] du hor till de tacksamma"},{"SurahNumber":7,"VerseNumber":145,"Text":"Och Vi gav honom foreskrifter om allt [inristade] pa [Lagens] tavlor med formaningar och utforliga forklaringar i alla amnen. Och [Vi sade:] \"Hall med kraft fast vid allt detta och befall ditt folk att [i varje lage] valja den basta [av de vagar som anvisas dar].\" Jag skall visa er [vad slutet blir for] alla trotsiga syndare"},{"SurahNumber":7,"VerseNumber":146,"Text":"och Jag skall lata dem som utan fog upptrader med hogmod pa jorden vanda sig ifran Mina budskap, och fastan de ser alla tecken kommer de inte att tro pa dem, och aven om de ser rattradighetens vag kommer de inte att valja den. Om de ser misstagens och syndens vag kommer de daremot att sla in pa den. Sa skall det vara darfor att de har pastatt att Vara budskap ar logn och har over huvud taget inte fast avseende vid dem"},{"SurahNumber":7,"VerseNumber":147,"Text":"De som forkastar Vara budskap som logn och som fornekar motet [med Gud] efter doden - allt vad de har stravat mot skall ga om intet. Eller skall de lonas for nagot annat an sina handlingar"},{"SurahNumber":7,"VerseNumber":148,"Text":"OCH SEDAN Moses lamnat dem satte folket upp en bild, till formen lik en kalv, [tillverkad] av deras guldsmycken, en kropp som lat hora ett bolande ljud. Markte de inte att den varken talade till dem eller gav dem vagledning? De tillbad den [som gud] och gjorde darmed sig sjalva svar oratt"},{"SurahNumber":7,"VerseNumber":149,"Text":"Och nar de [sedan], beklamda och angerfulla, insag sitt fel, sade de: \"Om inte var Herre forbarmar sig over oss och ger oss Sin forlatelse, ar vi bestamt ohjalpligt forlorade"},{"SurahNumber":7,"VerseNumber":150,"Text":"Och nar Moses aterkom till sitt folk utbrast han, i vrede och sorg: \"Avskyvart ar det som ni har gjort i min franvaro! Har ni [helt] satt er over er Herres befallning?\" Och han kastade [Lagens] tavlor pa marken och grep om sin broders huvud och drog honom till sig. [Aron] sade: \"Du son av min moder! Folket visade oppet sitt forakt for mig och de hade sa nar dodat mig. Lat inte mina fiender gladjas over min olycka och betrakta mig inte som en av [dessa] syndare"},{"SurahNumber":7,"VerseNumber":151,"Text":"[Moses bad till Gud och] sade: \"Herre, forlat mig och min broder och ha forbarmande med oss - Du ar den Barmhartigaste av de barmhartiga"},{"SurahNumber":7,"VerseNumber":152,"Text":"De som tog sig for att dyrka [den gyllene] kalven skall drabbas av sin Herres vrede och av fornedring och forodmjukelse i denna varld. Sa lonar Vi dem som uppfinner logner [om Gud]"},{"SurahNumber":7,"VerseNumber":153,"Text":"De som begar daliga handlingar men sedan [genomsyras] av anger och akta tro skall efter denna [sinnesandring fa erfara att] din Herre forvisso ar standigt forlatande, barmhartig"},{"SurahNumber":7,"VerseNumber":154,"Text":"Och nar Moses vrede stillats tog han upp lagtavlorna, och ur det skrivna [strommade] vagledning och nad over dem som stod i bavan infor sin Herre"},{"SurahNumber":7,"VerseNumber":155,"Text":"Och Moses utsag bland folket sjuttio man som vid en av Oss utsatt tid [skulle be om forlatelse for deras synd]. Och da de [i sin angslan] borjade skaka och skalva, bad han: \"Herre! Om det hade varit Din vilja skulle Du for lange sedan ha latit dem ga under och mig [med dem]. Vill Du [nu] forgora oss pa grund av det som galningarna i var mitt har gjort sig skyldiga till? Det [som skett] var ingenting annat an en provning som Du har latit oss genomga, och darmed later Du den Du vill ga vilse och vagleder Du den Du vill. Du ar var Beskyddare; forlat oss och forbarma Dig over oss. Du ar den Baste av dem som forlater"},{"SurahNumber":7,"VerseNumber":156,"Text":"Lat gott komma oss till del i detta liv och i det eviga livet. Ja, Vi vander tillbaka till Dig [i djup anger].\" [Gud] svarade: \"Jag later Mitt straff drabba den Jag vill; men Min nad och Min barmhartighet nar overallt och Min nad skanker Jag dem som fruktar Gud och ger at de behovande och som tror pa Mina budskap"},{"SurahNumber":7,"VerseNumber":157,"Text":"som foljer Sandebudet, den olarde Profeten, som de kan finna omnamnd i sina egna [Skrifter], i Tora och i Evangeliet; och han skall anbefalla dem det som ar ratt och forbjuda dem det som ar oratt och forklara tillatna for dem alla goda och nyttiga ting och otillatet allt som ar ont och skadligt och befria dem fran deras bordor och losa dem fran de bojor som har bundit dem. De som tror pa honom och arar honom och stoder honom och later sig ledas av det ljus som atfoljer honom - dem skall det ga val i hander"},{"SurahNumber":7,"VerseNumber":158,"Text":"Sag: \"Manniskor! Jag ar Guds Sandebud, [utsand] till er alla av Honom som ager herravaldet over himlarna och jorden! Det finns ingen gud utom Han - Han som skanker liv och skanker dod. Tro darfor pa Gud och Hans Sandebud, den olarde Profeten, som tror pa Gud och Hans ord, och folj honom sa att ni far vagledning"},{"SurahNumber":7,"VerseNumber":159,"Text":"BLAND Moses folk finns de som leder [andra] och som [sjalva] handlar rattradigt, lysta av sanningens [ljus]"},{"SurahNumber":7,"VerseNumber":160,"Text":"Vi delade dem i tolv stammar som var och en utgjorde ett samfund. Nar folket bad Moses om vatten ingav Vi honom att sla med sin stav pa klippan och da sprang tolv kallor fram, och var och en visste var han skulle dricka. Och Vi lat molnen skanka dem skugga och sande dem manna och vaktlar till foda [och formanade dem:] \"At av allt det goda som Vi har skankt er for er forsorjning!\" Oss vallade de ingen skada [med sina overtradelser av Vara bud], men de skadade sig sjalva"},{"SurahNumber":7,"VerseNumber":161,"Text":"Och nar de fick tillsagelsen: ”Bygg och bo i detta land och at vad ni vill av vad det ger, men fall ned med pannan mot jorden vid intradet och bed: 'Los oss fran bordan av var synd!' [Da] skall Vi forlata er era synder [och] rikligt belona dem som gor det goda och det ratta”"},{"SurahNumber":7,"VerseNumber":162,"Text":"[nar detta sades] satte de orattfardiga bland dem andra ord i stallet for det som de hade uppmanats att saga, och Vi lat straff och fornedring drabba dem fran ovan pa grund av den synd de begick"},{"SurahNumber":7,"VerseNumber":163,"Text":"Och fraga dem om staden som lag vid havet och vars invanare inte iakttog sabbatsbudet: pa sabbaten gick fisken namligen till i vattenbrynet, medan den andra dagar inte syntes till. Pa detta satt provade Vi dem pa grund av deras overtradelser av [Guds bud]"},{"SurahNumber":7,"VerseNumber":164,"Text":"Och da nagra fragade dem [som ville varna sabbatsbrytarna]: \"Varfor formanar ni manniskor som Gud kommer att lata forgas eller drabbas av ett strangt straff?\" svarade de [som ville varna]: \"For att fria oss fran skuld infor er Herre och i forhoppningen att de skall frukta Gud"},{"SurahNumber":7,"VerseNumber":165,"Text":"Och nar [sabbatsbrytarna] hade glomt alla paminnelser de fatt, raddade Vi dem som ville hejda overtradelserna och straffade syndarna for deras olydnad"},{"SurahNumber":7,"VerseNumber":166,"Text":"Och da de vagrade att upphora med sina forbjudna handlingar, uttalade Vi [Var fordomelse] over dem: \"Bli [som] apor, foremal for [allas] han och forakt"},{"SurahNumber":7,"VerseNumber":167,"Text":"Och [minns, Muhammad] att din Herre gav till kanna att Han anda till Uppstandelsens dag skall sanda mot dem [hamnare] som kommer att valla dem svara lidanden. Din Herre ar helt visst snar att straffa - och helt visst ar Han [ocksa] standigt forlatande, barmhartig"},{"SurahNumber":7,"VerseNumber":168,"Text":"Och Vi splittrade dem i [manga] grupper [som spriddes] over jorden. Bland dem fanns rattradiga manniskor och andra som inte holl [mattet]. Vi satte dem pa prov genom att [lata dem uppleva] bade medgang och motgang, for att de skulle vanda om [fran sina syndiga vagar]"},{"SurahNumber":7,"VerseNumber":169,"Text":"Efter dem har kommit manniskor av samre slag som, trots att de har arvt Skriften, [enbart] star efter jordisk vinning, och de pastar: \"Vi kommer att bli forlatna.\" Men sa snart de far ett nytt tillfalle till en sadan vinst, griper de det. Har de inte genom det i Skriften [stadfasta] forbundet atagit sig att inte saga om Gud annat an det som ar sant? Och de studerar denna [Skrift och lar sig] dess innehall! Det eviga livet ar det hogsta goda for dem som fruktar Gud. Anvander ni inte ert forstand"},{"SurahNumber":7,"VerseNumber":170,"Text":"Och de som haller fast vid Skriften och regelbundet forrattar bonen [bor veta] att Vi inte later dem som forbattrar och staller till ratta bli utan lon"},{"SurahNumber":7,"VerseNumber":171,"Text":"Och [minns] att Vi lyfte upp berget Sinai och lat det svava over dem som en baldakin - de trodde att det skulle falla over dem - [och Vi sade]: \"Hall med kraft fast vid det som Vi har uppenbarat for er och bevara dessa [ord] i era hjartan - kanske skall ni frukta Gud"},{"SurahNumber":7,"VerseNumber":172,"Text":"OCH NAR din Herre later nya slakten utga fran Adams soners lander, begar Han av dem att de skall vittna om sig sjalva [och fragar]: \"Ar Jag inte er Herre?\" [Da] svarar de: \"Jo, vi vittnar [att Du ar var Herre]!\" [Detta sker] for att ni [manniskor] inte pa Uppstandelsens dag skall saga: \"Om detta var vi inte medvetna"},{"SurahNumber":7,"VerseNumber":173,"Text":"Eller saga: \"Det var vara forfader som i forna dagar tog sig for att satta medhjalpare vid Guds sida - och vi, deras sentida efterkommande, vill Du lata oss ga under pa grund av de logner som de diktade upp"},{"SurahNumber":7,"VerseNumber":174,"Text":"Sa framstaller Vi budskapen fast och klart, for att de skall [inse sina felsteg och] vanda om"},{"SurahNumber":7,"VerseNumber":175,"Text":"Och beratta for dem vad som hande den man som Vi hade gett del av Vara budskap och som skot dem ifran sig. Djavulen foljde honom hack i hal och han blev [till sist] en av dem som, efter att sjalv ha vilseletts, leder andra pa avvagar"},{"SurahNumber":7,"VerseNumber":176,"Text":"Om Vi hade velat kunde Vi ha latit honom resa sig [ur fornedringen] med hjalp av [budskapen], men hans hela hag stod till jordiska ting och han ville bara folja sina egna bojelser. Han kan liknas vid en hund som flasar med hangande tunga vare sig du kommer hotfullt emot honom eller lamnar honom i fred. Detta ar liknelsen om dem som pastar att Vara budskap ar logn. Beratta darfor denna historia - kanske skall den [vacka] dem till eftertanke"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ett daligt foredome utgor de som pastar att Vara budskap ar logn; de vallar sig sjalva skada"},{"SurahNumber":7,"VerseNumber":178,"Text":"Den som Gud ger vagledning ar pa ratt vag, och de som Gud later ga vilse ar forlorarna"},{"SurahNumber":7,"VerseNumber":179,"Text":"Vi har sant skaror av osynliga vasen och manniskor till helvetet: de har hjartan som ingenting forstar, ogon som ingenting ser och oron som ingenting hor. De ar som kreatur, nej, de ar annu vilsnare: de ar de tanklosa, de likgiltiga"},{"SurahNumber":7,"VerseNumber":180,"Text":"GUDS ar fullkomlighetens skona namn; anropa Honom alltsa med dessa [namn] och hall er pa avstand fran dem som missbrukar dem. De skall fa den lon som deras handlingar [fortjanar]"},{"SurahNumber":7,"VerseNumber":181,"Text":"Bland dem Vi har skapat finns de som leder [andra] och som [sjalva] handlar rattradigt, lysta av sanningens [ljus]"},{"SurahNumber":7,"VerseNumber":182,"Text":"Men de som forkastar Vara budskap som logn, dem skall Vi fora [narmare straffet] steg for steg utan att de inser vad som haller pa att ske"},{"SurahNumber":7,"VerseNumber":183,"Text":"Jag ger dem ett uppskov, men Min plan ligger fast"},{"SurahNumber":7,"VerseNumber":184,"Text":"Har de inte agnat eftertanke at [detta] att deras landsman inte ar en galning? Han ar ingenting annat an en varnare, som varnar klart och entydigt"},{"SurahNumber":7,"VerseNumber":185,"Text":"Har de aldrig tankt igenom betydelsen av [Guds] herravalde over himlarna och jorden och av allt som Gud har skapat och [fragat sig] om den for dem [utmatta] fristen ar nara att lopa ut? Pa vilket budskap skall de hadanefter tro"},{"SurahNumber":7,"VerseNumber":186,"Text":"Den som Gud later ga vilse har ingen vagledare och Han later dem hallas i sitt trotsiga overmod, snubblande an hit an dit i blindo"},{"SurahNumber":7,"VerseNumber":187,"Text":"DE FRAGAR dig om den Yttersta stunden och nar den skall komma. Sag: \"Min Herre ensam har kunskap om detta. Han och ingen annan skall lyfta slojan, nar tiden ar inne. [Stundens] tyngd skall kannas i himlarna och pa jorden. Och den skall komma over er utan forvarning. De fragar dig, som om du efter ihardigt sokande hade fatt kunskap om detta. Sag: \"Ingen har kunskap om denna [tidpunkt] utom Gud, men de flesta manniskor vet inte [varfor den halls hemlig]"},{"SurahNumber":7,"VerseNumber":188,"Text":"Sag: \"Jag kan inte uppna formaner for mig sjalv eller avvarja ett ont [som hotar mig] - ingenting [hander mig] utom det som Gud vill. Men om jag hade haft full kannedom om det som ar dolt for manniskor, skulle jag helt sakert ha kunnat uppna mycket av detta livets goda och jag skulle ha undgatt allt ont. Jag ar bara en varnare och forkunnare av hoppets budskap till manniskor som vill tro"},{"SurahNumber":7,"VerseNumber":189,"Text":"DET AR Han som har skapat er ur en enda varelse och som av denna skapade dess make, sa att [mannen] kan finna ro hos [sin hustru]. Nar han har slutit henne i sin famn, far hon en latt borda att bara och hon fortsatter att bara den tills den borjar kannas tung och de anropar Gud, sin Herre: \"Om Du skanker oss ett [barn], sunt till kropp och sjal, skall vi sannerligen visa tacksamhet"},{"SurahNumber":7,"VerseNumber":190,"Text":"Men nar Han skanker dem det friska [barn som de bett om], riktar de en del [av sin tacksamhet] for Hans gava till andra! Men Gud ar hojd hogt over allt vad [manniskor] vill satta vid Hans sida"},{"SurahNumber":7,"VerseNumber":191,"Text":"Vill de vid Hans sida satta dem som, sjalva skapade, inte kan skapa nagot"},{"SurahNumber":7,"VerseNumber":192,"Text":"som varken kan hjalpa dem eller sig sjalva"},{"SurahNumber":7,"VerseNumber":193,"Text":"och som, om ni kallar dem till [Guds] vagledning, inte foljer er? Vare sig ni anropar dem eller inte blir foljden for er densamma"},{"SurahNumber":7,"VerseNumber":194,"Text":"De som ni anropar i Guds stalle ar [Guds] tjanare liksom ni sjalva. Anropa dem da och vanta pa deras svar, om vad ni sager ar sanning"},{"SurahNumber":7,"VerseNumber":195,"Text":"Har de kanske fotter att ga med eller hander att sla med eller ogon att se med eller oron att hora med? Sag [Muhammad]: \"Anropa dem som ni satter vid Guds sida och smid era onda planer mot mig och lat mig inte fa nagot andrum"},{"SurahNumber":7,"VerseNumber":196,"Text":"Gud ar mitt stod, Han som har uppenbarat denna Skrift och som beskyddar de rattsinniga"},{"SurahNumber":7,"VerseNumber":197,"Text":"Men de som ni anropar i Hans stalle kan varken hjalpa er eller sig sjalva"},{"SurahNumber":7,"VerseNumber":198,"Text":"Om ni kallar dem till [Guds] vagledning, hor de er inte, och [aven om du tror] dig marka att de ser dig, ser de inte"},{"SurahNumber":7,"VerseNumber":199,"Text":"OVERSE med manniskornas natur [och deras brister], och uppmana [alla att visa] hovlighet och vanlighet och undvik [alla ordvaxlingar med] dem som [star kvar i hednisk] okunnighet"},{"SurahNumber":7,"VerseNumber":200,"Text":"Och om Djavulen far din [vrede] att blossa upp, be da Gud beskydda dig; Han hor allt, vet allt"},{"SurahNumber":7,"VerseNumber":201,"Text":"Nar de som fruktar Gud besvaras av onda ingivelser fran Djavulen, paminner de sig Guds [formaningar och varningar] och da far de sin klarsyn tillbaka"},{"SurahNumber":7,"VerseNumber":202,"Text":"Icke desto mindre vill deras broder driva dem langt ut i synd och ger inte upp"},{"SurahNumber":7,"VerseNumber":203,"Text":"Och da du [Muhammad] inte ger dem det tecken eller under [som de begar], sager de: \"Varfor har du inte [sjalv] valt ut det?\" Sag: \"Jag foljer bara vad som uppenbaras for mig av min Herre, [uppenbarelser] som skall oppna era ogon [for sanningen] och som ar en vagledning och en kalla till nad for dem som vill tro"},{"SurahNumber":7,"VerseNumber":204,"Text":"Lyssna darfor uppmarksamt nar hoglasning ur Koranen pagar - kanske kommer [Gud] att visa er barmhartighet"},{"SurahNumber":7,"VerseNumber":205,"Text":"Och - [du som ar troende] - akalla i tysthet din Herre morgon och afton, odmjukt och med fruktan. Och var inte [som] de tanklosa, de likgiltiga"},{"SurahNumber":7,"VerseNumber":206,"Text":"De som ar i din Herres narhet finner det inte vara under sin vardighet att tjana Honom. De lovprisar Honom och faller ned pa sina ansikten [i tillbedjan]"},{"SurahNumber":8,"VerseNumber":1,"Text":"DE FRAGAR dig om krigsbyte. Sag: \"Allt krigsbyte tillhor Gud och [Hans] Sandebud.\" Frukta Gud, gor upp era tvister i godo, se till att broderlig samja rada mellan er, och lyd Gud och Hans Sandebud, om ni ar [sanna] troende"},{"SurahNumber":8,"VerseNumber":2,"Text":"Troende ar enbart de som bavar i sina hjartan da de hor Guds namn namnas, och som kanner sig starkta i tron da de hor Hans budskap lasas upp, och som litar helt till sin Herre"},{"SurahNumber":8,"VerseNumber":3,"Text":"de som forrattar bonen och ger [at andra] av det som Vi har skankt dem for deras forsorjning"},{"SurahNumber":8,"VerseNumber":4,"Text":"dessa ar de verkligt sanna troende. Infor sin Herre skall de sta hogt i rang och deras synder skall forlatas [dem] och en frikostig beloning [vantar dem]"},{"SurahNumber":8,"VerseNumber":5,"Text":"LIKSOM nagra bland de troende inte ville [folja dig] nar din Herre med sann [vagledning] ledde dig att lamna ditt hem [for att ga ut till strid]"},{"SurahNumber":8,"VerseNumber":6,"Text":"vill de nu tvista med dig om vad som ar sant, trots att sanningen blivit uppenbar - som om de med oppna ogon fordes ut att do"},{"SurahNumber":8,"VerseNumber":7,"Text":"Da Gud gav er loftet att en av de tva fiendehoparna skulle bli ert byte, onskade ni att den obevapnade skulle falla pa er lott. Men det var Guds vilja att sanningen skulle bekraftas i enlighet med Hans ord och att sanningens fornekare skulle tillintetgoras"},{"SurahNumber":8,"VerseNumber":8,"Text":"for att sanningen skulle framsta som sanning och lognen som logn, hur forhatligt detta an maste vara for de obotfardiga syndarna"},{"SurahNumber":8,"VerseNumber":9,"Text":"Ni bad er Herre om hjalp och Han bonhorde er: \"Jag skall sanda tusen anglar till er i led efter led som forstarkning"},{"SurahNumber":8,"VerseNumber":10,"Text":"Sa gick Gud till vaga for att ge er nytt hopp och for att stilla oron i era hjartan - Gud ensam ger seger; Gud ar allsmaktig, vis"},{"SurahNumber":8,"VerseNumber":11,"Text":"[Minns hur] Han ingav er ett stort lugn och en kansla av trygghet och lat ett regn falla fran himlen for att rena er och lossa Djavulens smutsiga [grepp] om era [sinnen], starka ert mod och gora er stadiga pa foten"},{"SurahNumber":8,"VerseNumber":12,"Text":"Och din Herre lat anglarna framfora [detta budskap till de troende]: \"Se, Jag ar med er\" [och befallde dem att] inge de troende mod och tillforsikt [och lata dem veta:] \"Jag skall injaga skrack i fornekarnas hjartan. - [Troende!] Lat nu [svarden] vina over [deras] huvuden och hander"},{"SurahNumber":8,"VerseNumber":13,"Text":"Detta [drabbade fornekarna] darfor att de trotsade Gud och Hans Sandebud. Den som trotsar Gud och Hans Sandebud [skall erfara att] Gud straffar med stranghet"},{"SurahNumber":8,"VerseNumber":14,"Text":"[och till honom skall riktas orden:] \"Smaka detta [straff i denna varld, och minns att] Eldens plaga vantar dem som fornekar sanningen"},{"SurahNumber":8,"VerseNumber":15,"Text":"TROENDE! Nar ni moter fornekarna, som rycker fram i samlad styrka, gor da inte helt om [for att fly]"},{"SurahNumber":8,"VerseNumber":16,"Text":"Den som da gor helt om - om det inte ar [en krigslist] for att falla [en fientlig styrka i ryggen] eller for att ga samman med ett [av era] forband - adrar sig Guds vrede och helvetet skall bli hans sista hemvist - ett i sanning elandigt mal"},{"SurahNumber":8,"VerseNumber":17,"Text":"Men det var inte ni som dodade [era fiender]; nej, det var Gud som tillintetgjorde dem. Och da du [Muhammad] kastade [ditt spjut], var det inte du som kastade; nej, det var Gud som kastade det. [Allt detta skedde] darfor att Han ville satta de troende pa prov - ett gott [och halsosamt] prov. Gud hor allt, vet allt"},{"SurahNumber":8,"VerseNumber":18,"Text":"Sa [gick det till] och [ni har nu fatt se] hur Gud satter fornekarnas listiga planer ur spel"},{"SurahNumber":8,"VerseNumber":19,"Text":"Om det var ett avgorande som ni [fornekare] sokte har ni nu fatt ett avgorande till stand, och om ni upphor [att trotsa Gud] ar detta for ert eget basta. Men om ni pa nytt [griper till vapen], skall Vi pa nytt [lata er besegras] och er arme skall vara er till ingen nytta, hur stark den an ar - Gud star pa de troendes sida"},{"SurahNumber":8,"VerseNumber":20,"Text":"Troende! Lyd Gud och Hans Sandebud och vand er inte bort nar ni hor [honom tala]"},{"SurahNumber":8,"VerseNumber":21,"Text":"och gor inte som de som sager: \"Vi hor\" och som hor utan att lyssna"},{"SurahNumber":8,"VerseNumber":22,"Text":"Dessa dova och stumma, som inte anvander sitt forstand, ar infor Gud de uslaste av alla skapade varelser"},{"SurahNumber":8,"VerseNumber":23,"Text":"Om Gud hade funnit nagot gott hos dem skulle Han helt sakert ha formatt dem att lyssna; men aven om Han hade formatt dem att lyssna, skulle de sakert ha dragit sig undan av ren halsstarrighet"},{"SurahNumber":8,"VerseNumber":24,"Text":"Troende! Svara nar Gud och [Hans] Sandebud kallar er till det som skall fornya ert liv! Ni bor veta att Gud trader emellan manniskan och hennes eget hjarta och att det ar till Honom ni skall samlas ater"},{"SurahNumber":8,"VerseNumber":25,"Text":"Och var pa er vakt mot frestelser till det onda, som sannerligen inte ansatter bara de orattfardiga bland er; och tank pa att Gud straffar med stranghet"},{"SurahNumber":8,"VerseNumber":26,"Text":"Kom ihag den tid da ni var fa och svaga och levde i radsla for overgrepp fran andras [sida]; da skankte Han er en fristad, gav er hjalp och forsorjde er med goda ting - kanske visar ni tacksamhet"},{"SurahNumber":8,"VerseNumber":27,"Text":"Troende! Forsok inte fora Gud och Sandebudet bakom ljuset och svik inte med vett och vilja de fortroenden som ni far ta emot"},{"SurahNumber":8,"VerseNumber":28,"Text":"ni bor veta att ni genom era agodelar och era barn blir satta pa prov och att en rik beloning vantar hos Gud"},{"SurahNumber":8,"VerseNumber":29,"Text":"Troende! Om ni fruktar Gud skall Han ge er en mattstock som hjalper er att mata och skilja ratt fran oratt, och [da] skall Han [ur er bok] stryka ut era daliga handlingar och forlata era synder. Guds nad ar en outsinlig kalla"},{"SurahNumber":8,"VerseNumber":30,"Text":"OCH [MINNS, Muhammad] hur fornekarna av sanningen smidde onda planer mot dig; de ville ta dig till fanga eller doda dig eller driva bort dig. Ja, de smider sina planer, men Gud smider [ocksa] Sina planer och Gud smider battre planer an nagon annan"},{"SurahNumber":8,"VerseNumber":31,"Text":"Och nar Vara budskap lases upp for dem sager de: \"[Detta] har Vi hort forut; om vi ville skulle vi helt sakert kunna lasa upp nagot liknande; det dar ar bara sagor fran forfadernas tid"},{"SurahNumber":8,"VerseNumber":32,"Text":"[Och minns] att de sade: \"Herre Gud! Om detta ar Din sanning, lat da stenar regna over oss fran himlen eller ett svart lidande drabba oss"},{"SurahNumber":8,"VerseNumber":33,"Text":"Men Gud ville inte straffa dem nar du annu var mitt ibland dem; inte heller ville Gud straffa dem eftersom det fanns nagra [bland dem] som bad [Gud] om forlatelse"},{"SurahNumber":8,"VerseNumber":34,"Text":"Men vad kan de nu peka pa [som orsak] for att Gud inte skulle straffa dem? De sparrar vagen till den heliga Mosken [for de troende], trots att de inte ar dess [rattmatiga] beskyddare - inga andra an de gudfruktiga kan vara dess beskyddare, men de flesta av dem forstar inte detta"},{"SurahNumber":8,"VerseNumber":35,"Text":"Deras gudstjanst framfor Helgedomen bestar av enbart visslingar och handklappning. Prova nu straffet for er fornekelse av sanningen"},{"SurahNumber":8,"VerseNumber":36,"Text":"Med sina rikedomar forsoker fornekarna hindra [manniskor] att folja Guds vag, och med det kommer de att fortsatta; men en dag skall de kanna anger och grama sig [over dessa handlingar] och till sist skall de besegras. Fornekarna skall foras samman framfor helvetet"},{"SurahNumber":8,"VerseNumber":37,"Text":"for att Gud skall skilja de onda och de goda at. Och Han skall bunta ihop de onda och trava dem pa varandra och storta dem i helvetet, alla tillsammans. De var forlorarna"},{"SurahNumber":8,"VerseNumber":38,"Text":"[Muhammad!] Sag till sanningens fornekare: \"Om ni gor slut pa [ert motstand mot tron] skall det forflutna forlatas er, men om ni aterupptar [er fientliga hallning, bor ni tanka pa] hur det gick for forna tiders folk [som ville trotsa Gud]"},{"SurahNumber":8,"VerseNumber":39,"Text":"Och kampa mot dem till dess fortrycket upphor och all dyrkan agnas Gud. Om de upphor ser Gud vad de gor"},{"SurahNumber":8,"VerseNumber":40,"Text":"men om de vander om [och pa nytt gor motstand mot tron] skall ni veta att Gud ar er beskyddare - den maktigaste Beskyddaren och den baste Hjalparen av alla"}]}