{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Arrā ni tsuite uso o ii, mata jibun no moto ni shinri ga kuru to kore o kyohi suru mono ijō ni, fugina mono ga arou ka. Jigoku ni wa, fushinjin-sha e no sumai ga nai to demo iu no ka"},{"SurahNumber":39,"VerseNumber":33,"Text":"Daga shinri o motarasu mono, mata sore o kakunin (shite shiji) suru mono, korera wa seigi o okonau monodearu"},{"SurahNumber":39,"VerseNumber":34,"Text":"Kare-ra wa arrā no omoto de, nani demo nozomu mono o e rareyou. Kore wa zenkō o nasu mono e no hōshōdearu"},{"SurahNumber":39,"VerseNumber":35,"Text":"Sore de arrā wa, kare-ra no okonai no saiaku no monode mo shōmetsu nasa re, kare-ra no itta saizen no mono o totte hōshō o atae rareru"},{"SurahNumber":39,"VerseNumber":36,"Text":"Arrā wa sono shimo be ni totte banzen (na gādian)de wanai ka. Daga kare-ra wa kare igai (no kamigami) o motte, anata o odosou to suru. Arrā ga mayou ni makaseta (kono yō na)-sha ni wa michibiki wa ari enai"},{"SurahNumber":39,"VerseNumber":37,"Text":"Arrā ga michibiku mono o, mayowa seru mono wa daremoinai. Arrā wa (sono o ishi o jitsugen nasa reru) iryoku narabinaki katadeari, ōhō no omodearu"},{"SurahNumber":39,"VerseNumber":38,"Text":"Moshi anata ga kare-ra ni,`tenchi o tsukutta no wa dare ka.' To toeba, kare-ra wa kanarazu `arrā.' To iudearou. Itte yaru ga ī. `Sorenara anata gata wa kangaenai no ka. Arrā no soto ni anata gata no inoru mono-tachi wa, moshi arrā ga watashi ni taishi saiyaku o o nozomi no toki, kare no saiyaku o nozoku koto ga dekiru no ka. Mata watashi ni taishi jihi o o nozomi no toki, kare no jihi o kyohi suru koto ga dekiru ka.' Itte yaru ga ī. `Watashi wa, arrā ga ireba banzendearu. Kichinto shinrai shiyou to suru mono wa, kare o shinrai suru"},{"SurahNumber":39,"VerseNumber":39,"Text":"Itte yaru ga ī. `Watashi no hitobito yo, anata gata no sukina yō ni okonae. Watashi wa (jibun no yakume o) okonau. Yagate anata gata wa shirudearou"},{"SurahNumber":39,"VerseNumber":40,"Text":"Dare ni hazubeki chōbatsu ga kuru no ka, mata dare ni eien no chōbatsu ga kudaru no ka o"},{"SurahNumber":39,"VerseNumber":41,"Text":"Ware wa hitobito no tame, shinri ni yotte anata ni keiten o kudashita. Sorede dare demo, michibiki o ukeru mono wa, jibun o mashi, mata dare demo mayou mono wa, jibun o son'u dakedearu. Anata wa kare-ra no kōken'ninde wanai"},{"SurahNumber":39,"VerseNumber":42,"Text":"Arrā wa (ningen ga) shinu to sono tamashī o mesa re, mata shinanai-sha mo, suimin no ma (sore o meshi), kare ga shinosenkoku o nasa reta mono no tamashī wa, sonomama ni hikitome, sono soto no mono wa sadame rareta jikoku ni okurikaesa reru. Hontōni kono nakaniha, hansei suru hitobito e no shuju no shirushi ga aru"},{"SurahNumber":39,"VerseNumber":43,"Text":"Kare-ra wa arrā igai ni, torinasu mono o motomeru no ka. Itte yaru ga ī. `Kare-ra (jashin-tachi ni) wa nani no chikara mo naku, mata nani mo rikai shinaide wanai ka"},{"SurahNumber":39,"VerseNumber":44,"Text":"Itte yaru ga ī. `Torinashi (no yurushi) wa, subete arrā ni zokusuru. Ten to ji no taiken wa kare no yūdearu. Yagate anata gata wa kare no moto ni kisa reru"},{"SurahNumber":39,"VerseNumber":45,"Text":"Arrā dake ga nobe rareru to, raise o shinjinai-sha-tachi no kokoro wa unzari suru. Daga karede wanaku soto (no kamigami) ga noberu to, miyo, kare-ra wa yorokobu"},{"SurahNumber":39,"VerseNumber":46,"Text":"(Inotte) ii nasai. `Ō arrā, ten to ji no sōzō-sha, yūgen-kai to genshō-kai o shitte ora reru kata, anata wa, shimo be-tachi no ma de ikenwokotonisuru koto ni tsuite, o sabaki ni naru"},{"SurahNumber":39,"VerseNumber":47,"Text":"Tatoe aku o okonau mono ga, chijō no subete no mono,na o sore ni baisuru mono o shoyū shi, shinpan no hi ni okeru chōbatsu no kunan kara, nogareru minoshirokin ni shiyou to omotte mo (muekidearu). Sonotoki kare-ra ga omoioyobanakatta koto ga, arrā kara kare-ra ni gen wa sa reyou"},{"SurahNumber":39,"VerseNumber":48,"Text":"Kare-ra no kaseida, takusan no akuji ni deai, chōshō shite ita mono ga, kare-ra o torikakomudearou"},{"SurahNumber":39,"VerseNumber":49,"Text":"Hito wa saiyaku ni au to ware ni inoru. Daga ware ga sore o onkei ni kaeru to,`hontōni, jibun no chishiki ni yoru monodeatta' to iu. Iya, kore mo hitotsu no kokoromidearu. Daga kare-ra no ōku wa rikai shinai"},{"SurahNumber":39,"VerseNumber":50,"Text":"Kare-ra izen no mono mo, kono yō ni itta. Daga kare-ra no kaseida mono wa, eki suru tokoro nado nakatta"},{"SurahNumber":39,"VerseNumber":51,"Text":"Soshite kare-ra no kaseida warui kekka no kazukazu ga, kare-ra o osotta. Kore de fugi o okonatta mono wa, sono okonai no warui sho kekka ni, yagate chokumen suru. Kare-ra wa,(waga keikaku o) kesshite kudaku koto wa dekinai"},{"SurahNumber":39,"VerseNumber":52,"Text":"Kare-ra wa, arrā ga o nozomi no mono ni kate o hiroge mata hikishime rareru koto o shiranai no ka. Hontōni kono nakaniha, shinkō suru min e no shirushi ga aru"},{"SurahNumber":39,"VerseNumber":53,"Text":"Jibun no tamashī ni somuite ayamachi o okashita waga shimo be-tachi ni ie,`soredemo arrā no jihi ni taishite zetsubō shite wa naranai' arrā wa, hontōni subete no tsumi o yurusa reru. Kare wa kan'yō ni shite jihibukaku ara reru"},{"SurahNumber":39,"VerseNumber":54,"Text":"Anata gata wa chōbatsu ga kuru mae ni, omo ni kaigo shite kaeri, kare ni fukujū, kie shi nasai. Sono (chōbatsu ga yattekita)-gode wa, anata gata wa tasukaranai"},{"SurahNumber":39,"VerseNumber":55,"Text":"Anata gataga kidzukanai-chū, totsuzen chōbatsu ga yattekuru mae ni,-nushi kara anata gata ni kudasa reta mottomo yoi (michi) ni shitagae"},{"SurahNumber":39,"VerseNumber":56,"Text":"Tamashī ga ko no yō ni iwanai yō. “Ā nasakenai, watashi wa arrāhe (jibun no gimu o) okotatte ita. Hontōni watashi wa chōshō-sha no hitorideatta. ”"},{"SurahNumber":39,"VerseNumber":57,"Text":"Matawa,“arrā ga watashi o, onmichibiki kudasa retanaraba, watashi wa kanarazu omo o osoreta mono o. ” To iwanai yō"},{"SurahNumber":39,"VerseNumber":58,"Text":"Mata chōbatsu o mita toki,“watashi ka mōichido (gense ni) kaererunaraba, watashi wa kanarazu yoi okonai o suru mono no hitori ni narudearou. ” To iwanai yō"},{"SurahNumber":39,"VerseNumber":59,"Text":"Iya sōde wanai. Tashikani waga shirushi wa kudatta nodearo. Daga anata gata wa sore o usodearu to shita. Soshite kōman de fushinjin'na hitori to natta"},{"SurahNumber":39,"VerseNumber":60,"Text":"Shinpan no hi, anata wa arrā ni taishi kyogi o katatta-sha-tachi o miyou. Kare-ra no kao wa kuroku kawarudearou. Jigoku ni wa, kōman'na mono no sumai ga nai to iu no ka"},{"SurahNumber":39,"VerseNumber":61,"Text":"Daga arrā wa,-nushi o osoreta mono o antaina basho ni sukuu. Kare-ra wa saiyaku ni au koto mo naku, urei mo nai"},{"SurahNumber":39,"VerseNumber":62,"Text":"Arrā wa, subete no mono no sōzō-shadeari, mata subete no mono no kanrishadearu"},{"SurahNumber":39,"VerseNumber":63,"Text":"Ten to ji no kagi wa arrā no yūdearu. Kare no shirushi o kyohi shita mono koso shippai-shadearu"},{"SurahNumber":39,"VerseNumber":64,"Text":"Gen tte yaru ga ī. `Anata gata wa, arrā o sashioite soto ni tsukaeru yō watashi ni meijiru no ka, muchinamono-tachi yo"},{"SurahNumber":39,"VerseNumber":65,"Text":"Ware wa sudeni anata ni keiji shita. Anata izen no mono-tachi ni (keiji) shita yō ni. Moshi anata ga (jashin o ware ni) hai shitanaraba,(gense ni okeru) anata no okonai wa munashī mono ni nari, kanarazu shippai-sha to naru nodearu"},{"SurahNumber":39,"VerseNumber":66,"Text":"Iya, arrā ni tsukaete, kansha suru mono to nare"},{"SurahNumber":39,"VerseNumber":67,"Text":"Kare-ra wa, arrā o tadashī shikatade wa sonsū shinai. Shinpan no hi ni oite hakare wa, daichi no subete o hitonigiri ni shi, sono migite ni sho ten o maka reyou. Kare ni tatae are. Kare wa, kare-ra ga haisuru mono no Haruka-jō ni takaku ora reru"},{"SurahNumber":39,"VerseNumber":68,"Text":"Rappa ga fuka reru to, ten ni aru mono mata ji ni aru mono mo, arrā ga o nozomi ni nara reru mono no soto wa kizetsu shiyou. Tsugini rappa ga fuka reru to, miyo, kare-ra wa oki-jō tte mi mawasu"},{"SurahNumber":39,"VerseNumber":69,"Text":"Sonotoki daichi wa omo no o hikari de kagayaki,(okonai no) kiroku ga oka re, yogen-sha-tachi to shōnin-tachi ga susumidete, kōseina hanketsu ga kare-ra no ma ni senkoku sa re,(sukoshi mo) futōna atsukai wa sa renai"},{"SurahNumber":39,"VerseNumber":70,"Text":"Hitobito wa, sono okonatta koto ni taishite, jūbun ni mukui rareyou. Kare wa, kare-ra no itta subete o mottomo yoku shitte ora reru"},{"SurahNumber":39,"VerseNumber":71,"Text":"Fushin-sha wa shūdan o nashite jigoku ni kara re, kare-ra ga soko ni tōchaku suru to, jigoku no sho mon wa aka reru. Soshite monban ga iu. `Anata gata no ma kara deta shito wa konakatta nodesu ka. (Soshite)-nushi kara no shirushi o anata gata no tame ni dokuju shi, mata anata gata no kono kaiken no hi no koto o keikoku shinakatta nodesu ka.' Kare-ra wa (kotaete) iu. `Sonotōridesu. Soshite fushin-sha ni taisuru chōbatsu no kotoba ga, shin ni shōmei sa remashita"},{"SurahNumber":39,"VerseNumber":72,"Text":"(Kare-ra wa) `anata gata wa jigoku no mon o ire. Sono naka ni eien ni sumi nasai.' To iwa reyou. Nanto awarena koto yo, kōman'na mono no sumai to wa"},{"SurahNumber":39,"VerseNumber":73,"Text":"Mata kare-ra no omo o osoreta mono wa, shūdan o nashite rakuen ni kara reru. Kare-ra ga soko ni tōchaku shita toki, rakuen no sho mon wa aka reru. Soshite sono monban wa,`anata gata ni heian'are, anata gata wa rippadeatta. Koko ni o hairi nasai. Eien no sumaidesu.' To iu"},{"SurahNumber":39,"VerseNumber":74,"Text":"Kare-ra wa (kansha shite) iu. `Arrā ni tatae are. Kare wa watashi-tachi e no yakusoku o hatashi, watashi-tachi ni daichi o tsuga se, kono rakuen no nakade wa, sukina sho ni sumawa sete kudasaimasu.' Nanto kekkōna koto yo,(zen) gyō ni isoshinda mono e no hōshō wa"},{"SurahNumber":39,"VerseNumber":75,"Text":"Anata wa mirudearou, tenshi-tachi ga happō kara gyokuza o kakonde,-nushi o tataete 唱念 Suru no o. Hitobito no ma wa kōsei ni sabaka re,`ban'yū no shu, arrā ni koso subete no shō san'are.' To (iu kotoba ga) tonae rareru"},{"SurahNumber":40,"VerseNumber":1,"Text":"Hā mīmu"},{"SurahNumber":40,"VerseNumber":2,"Text":"Kono Keisuke wa, iryoku narabinaku zenchinaru arrā kara kudasa reta monodearu"},{"SurahNumber":40,"VerseNumber":3,"Text":"Tsumi o yurushi, kaigo o ukeire, chōbatsu ni wa kibishī kata de, 惜 Minaku ataeru omode ara reru. Kare no soto ni kami wa naku, daredemo ikitsuku tokoro wa kare no omotodearu"},{"SurahNumber":40,"VerseNumber":4,"Text":"Fushinjin'na mono igai wa, dare mo arrā no shirushi ni tsuite giron nado shinai.Dakara kare-ra ga sho toshi o ōrai suru no ni, madowasa rete wa naranai"},{"SurahNumber":40,"VerseNumber":5,"Text":"Kare-ra izen ni mo nūfu no min ya sonogo no hitobito wa,(yogen-sha o) uso-tsuki yobawari shita. Soshite korera (fushinjin) no to wa, kare-ra no yogen-sha ni sakubō shi, kare-ra (shito) o tsukamaete tsumaranai giron o fukikake, shinri o hinan shita. Sokode ware wa kare-ra o toraeta. Waga chōbatsu wa nanto ikameshikatta koto yo"},{"SurahNumber":40,"VerseNumber":6,"Text":"Kono yō ni, anata gata no omo no o kotoba wa, fushinjin no mono-tachi no ue ni jisshō sa reru. Kare-ra wa hontōni gōka no nakamadearu"},{"SurahNumber":40,"VerseNumber":7,"Text":"(Omo no) gyokuza o ninau-sha-tachi, mata sore o torikakomu-sha-tachi wa,-nushi no o hikari o tatae, kare o shinkō shi, shinjiru mono no tame ni o yurushi o koi, inotte (iu).`Omo yo, anata no jihi to chishiki wa, subete no mono no ue ni amaneku oyobimasu. Kaigo shite anata no michi o fumu-sha-tachi o yurusa re, kare-ra o honō no chōbatsu kara omori kudasai"},{"SurahNumber":40,"VerseNumber":8,"Text":"Omo yo, anata ga kare-ra ni o yakusoku nasa reta adon (eden) no kuni ni, kare-ra o irete kudasai. Mata kare-ra no sosen, haigūsha to shison no naka no tadashī mono o. Hontōni anata wa, iryoku narabinaku eimei de ara remasu"},{"SurahNumber":40,"VerseNumber":9,"Text":"Kare-ra o aku kara omori kudasai. Sonohi, anata ga shoaku kara omori kudasa reta mono wa, hontōni jihi ni yoku shita monodeari, sore koso, idaina jōjudesu"},{"SurahNumber":40,"VerseNumber":10,"Text":"Soshite fushinjin no mono-tachi ni wa mōshiwatasa reyou. `Anata gata tagai no aisozu kashi yori mo, arrā kara no anata gata e no ken'o wa, haruka ni ōkī nodearu. Anata gata wa, shinkō o susume rareta no ni, kotowatte ita nodearu"},{"SurahNumber":40,"VerseNumber":11,"Text":"Kare-ra wa mōshiageyou. `Omo yo, anata wa watashi-tachi o 2-do shina se, 2-do yomigaera sa remashita. Ima watashi-tachi wa zaigō o mitomemashita. Nantoka dasshutsu suru michi wanaidesu ka"},{"SurahNumber":40,"VerseNumber":12,"Text":"(Suru to kotae rareyou. ) `Son'na kotoni natta no wa, yuiitsunaru arrā o agameru koto wa kyohi shitaga, kare ni dōisha ga haisa reru tokiniha shinjita. Tsumari saiketsu wa, shikō ni shite shidaina arrā ni zokusuru nodearu"},{"SurahNumber":40,"VerseNumber":13,"Text":"Kare koso wa shuju no shirushi o anata gata ni shimeshi, anata gata no tame ni ten kara onmegumi o kudasa reru katadearu. Daga, kaigo shite (omoni) kaeru mono dake wa, kunkai o ukeireru"},{"SurahNumber":40,"VerseNumber":14,"Text":"Sorede anata gata wa, arrā ni seii o tsukushite takushi, kare ni kigan shi nasai. Tatoe fushin-sha-tachi ga imikiratte mo"},{"SurahNumber":40,"VerseNumber":15,"Text":"Kare wa shikō no ikai ni ora re gyokuza no omode ara reru. Kare wa shimo be no naka o kokoronikanau-sha ni, o meirei ni yori seirei o tsukawashi,(hitobito ni) kaiken no hi o keikoku nasa reru"},{"SurahNumber":40,"VerseNumber":16,"Text":"Kono Ni~Tsu, kare-ra (subete) ga, makari deru toki, nanigoto mo arrā ni kakushidate wa dekinai. Sono Nichidai-ken wa, dare ni aru no ka. (Soreha) yuiitsunaru okata, teikō dekinai okata, arrā ni zokusuru"},{"SurahNumber":40,"VerseNumber":17,"Text":"Sonohi, kakujin wa okonatta koto ni yotte mukui rareru. Fusei no nai hidearu. Hontōni arrā wa seisan ni jinsokude ara reru"},{"SurahNumber":40,"VerseNumber":18,"Text":"Dakara anata wa, chikadzuite iru sonohi ni tsuite kare-ra ni keikoku shi nasai. Sonotoki kare-ra no shinzō wa nodomoto ni nobotte fusagi, iki o tomeru. Akugyō no mono ni wa hitori no tomo mo naku, torinasu mono ga ita ni shite mo kikīre rarenai (sonohi no koto o)"},{"SurahNumber":40,"VerseNumber":19,"Text":"(Arrā wa)-me-tsuki mo, mune ni kakusu koto o mo subete shitte ora reru"},{"SurahNumber":40,"VerseNumber":20,"Text":"Arrā wa, shinri ni yotte o sabaki ni naru. Daga kare o sashioite, kare-ra no inoru-sha-tachi wa, nani mo sabaku koto wa dekinai. Hontōni arrā wa, zen Akira ni shite subete o mitōsa reru"},{"SurahNumber":40,"VerseNumber":21,"Text":"Kare-ra wa chijō o tabi shite, kare-ra izen no mono no saigo ga dōdeatta ka o kansatsu shinai no ka. Kare-ra wa, korera (makka no tashinkyō to) yori mo yūryokude, chijō ni nokosu iseki ni oite mo sugurete ita. Shikashi arrā wa, kare-ra o tsumi no tame ni torae rareta. Sonotoki arrā kara, kare-ra o mamoreru mono wa hitori mo nakatta"},{"SurahNumber":40,"VerseNumber":22,"Text":"Kare-ra no shito-tachi ga, meishō o motarashita toki, kare-ra wa sore o kyohi shita. Sorede arrā wa kare-ra o torae rareta nodearu. Hontōni kare wa kyōryokude, chōbatsu ni genjūde ara reru"},{"SurahNumber":40,"VerseNumber":23,"Text":"Sakini ware wa, waga shirushi to akirakana ken'i o motte mūsā o noko wa shita"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firuaun to hāmān to kārūn ni. Daga kare-ra wa `uso-tsuki no majutsu-shidesu.' To itta"},{"SurahNumber":40,"VerseNumber":25,"Text":"Kare ga waga moto kara shinri o motarashita no ni, kare-ra wa,`kare to tomoni shinkō shite iru mono no danji o koroshi, joji o ikashite oki nasai.' To itta. Daga fushin-sha no sakubō wa, shippai ni owaru soto wanai"},{"SurahNumber":40,"VerseNumber":26,"Text":"Firuaun wa itta. `Mūsā o korosu koto wa, watashi ni makase nasai. Soshite kare no omo ni inora se nasai. Kare ga anata gata no shūkyō o kaete, kokunai ni saiyaku o hikiokoshi wa shinai ka to, watashi wa shinpai de narimasen"},{"SurahNumber":40,"VerseNumber":27,"Text":"Mūsā wa itta. `Hontōni watashi wa, seisan no hi o shinjinai subete no kōman'na mono ni taishite, waga shu, mata, anata gata no omo (no shugo) o, inoru nodesu"},{"SurahNumber":40,"VerseNumber":28,"Text":"Firuaun no ichizoku no naka de, mitsu ni shinkō shite iru hitori no shinja ga itta. `Anata gata no nushi kara meishō o motarashi,“watashi no omo wa arrādearu. ” To itta dake no tame ni, hito hitori o korosou to suru nodesu ka. Moshi sono hito ga uso-tsuki-shadeareba, sono uso wa sono hito no minoue ni furikakari, sono hito ga shinjitsu o itte iru nonaraba, sono hito ga keikoku suru koto no ichibubun wa anata gata no minoue ni furikakarudeshou. Hontōni arrā wa muhōmono to uso-tsuki-sha o onmichibiki ni nara renai"},{"SurahNumber":40,"VerseNumber":29,"Text":"Watashi no hitobito yo, ima, shuken wa anata gata no monodeari, anata gata wa kono chijō no shujindesu. Daga arrā no chōbatsu ga kudaru to, dare ga watashi-tachi o sukuerudeshou ka.' Firuaun wa itta. `Watashi wa (jibun no) mieru tokoro o, anata gata ni shimesu dakedesu. Mata (sore ga) anata gata o, tadashī michi ni michibiku nodesu"},{"SurahNumber":40,"VerseNumber":30,"Text":"Sokode kano shinkō suru mono wa itta. `Hitobito yo, watashi wa,(shinkō o kyohi shita) kakuha no hitobito no (unmei no) Ni~Tsu no yōna mono ga, anata gata ni (kudaru no ga) osoroshī nodesu"},{"SurahNumber":40,"VerseNumber":31,"Text":"Mata nūfu, ādo, samūdo no min to, sonogo no sho minzoku no ue ni kudatta yōna unmei o (osoreru). Hontōni arrā wa, sono shimo be ni taishi fugi o o nozomi ni nara remasen"},{"SurahNumber":40,"VerseNumber":32,"Text":"Hitobito yo, watashi wa anata gata no tame ni, anata gataga tagaini ai yobi au hi o osoremasu"},{"SurahNumber":40,"VerseNumber":33,"Text":"Sonohi anata gata wa, se o mukete nigerudeshou. Shikashi arrā kara anata gata o mamoru mono wa imasen. Arrā ga mayou ni makase rareru mono ni wa michibikite wa imasen"},{"SurahNumber":40,"VerseNumber":34,"Text":"Hontōni izen yūsufu ga meishō o motarashita toki mo, kare ga motarashita mono ni tsuite, anata gata wa utagai o daite yamanakatta. Kare ga shinda toki ni natte, anata gata wa,“kare no nochi ni arrā wa, shito o tsukawasa renaideshou. ” To itta. Ko no yō ni arrā wa, muhōmono to kaigi-sha o, mayou ni makase rareru"},{"SurahNumber":40,"VerseNumber":35,"Text":"Nani no ken'i mo atae rarenai no ni arrā no shirushi ni tsuite agetsurau mono wa, arrā kara momata shinja-tachi kara mo hidoku imikirawa reyou. Ko no yō ni arrā wa, subete no kōman de bōgyakuna mono no kokoro o fūji rareru"},{"SurahNumber":40,"VerseNumber":36,"Text":"Firuaun wa (daijin ni meijite) itta. `Hāmān yo, watashi no tame ni takai tō o tate nasai. Watashi ga (tengoku no) mon ni tōtatsu dekiru yō ni"},{"SurahNumber":40,"VerseNumber":37,"Text":"Sō sureba mūsā no kami o mirudeshou. Dōse kare (mūsā) wa uso o tsuite iru ni chigainai nodesuga.' Kono yō ni firuaun ni wa, jibun no warui okonai ga rippa ni miete,(tadashī michi) kara shimedasa rete shimatta. Firuaun no sakubō wa, hametsu o motarasu dakedeatta"},{"SurahNumber":40,"VerseNumber":38,"Text":"Ka no shinkō suru hito wa itta. `Hitobito yo, watashi ni shitagai nasai. Tadashī michi ni anata gata o michibikimasu"},{"SurahNumber":40,"VerseNumber":39,"Text":"Hitobito yo, gense no seikatsu wa tsukanoma no kyōraku ni sugimasen. Hontōni raise koso wa eien no sumaidesu"},{"SurahNumber":40,"VerseNumber":40,"Text":"Akuji o okonatta mono wa, sore to onaji mukui o ukemasu. Daga zenkō o suru mono wa, otoko demo on'na demo shinjanara subete rakuen ni hairi, sokode kagirinai onmegumi o atae raremasu"},{"SurahNumber":40,"VerseNumber":41,"Text":"Hitobito yo, koreha-dōshita koto ka. Watashi wa anata gata o sukuou to maneku no ni, anata gata wa hi goku ni watashi o maneku to wa"},{"SurahNumber":40,"VerseNumber":42,"Text":"Anata gata wa, arrā o uyamawanaide, watashi no shiranai mono o kare to issho ni haisuru yō susumemasu. Daga watashi wa anata gata o, iryoku narabinaki hō, tabitabi yurushi nasa reru kata ni maneku nodesu"},{"SurahNumber":40,"VerseNumber":43,"Text":"Tadashiku anata gata wa, gense demo raise demo inori o ukeru ken'nō no nai mono ni watashi o manekimasu. Hontōni watashi-tachi no kaeru tokoro wa arrā no omoto de, hangyaku no to wa hi goku no nakamadesu"},{"SurahNumber":40,"VerseNumber":44,"Text":"Watashi ga itta koto o, yagate omoidasudeshou. Watashi (jishin) no koto wa arrā ni yudanete imasu. Arrā wa shimo be-tachi o mimamora remasu"},{"SurahNumber":40,"VerseNumber":45,"Text":"Sokode arrā wa, kare-ra no sakubō no saiyaku kara, kare o sukuwa re, chōbatsu no sainan ga, firuaun no ichizoku o torikakonda"},{"SurahNumber":40,"VerseNumber":46,"Text":"Kare-ra wa asa ni tabe ni gōka ni sarasa re, sorekara toki ga tōrai suru sonohi,`firuaun no ichizoku o, mottomo kibishī chōbatsu ni nagekome.'(To ōse rareyou)"},{"SurahNumber":40,"VerseNumber":47,"Text":"Miyo, kare-ra wa goku hi no naka de tagaini kōron suru. Jakusha-tachi wa, kōmandeatta-sha-tachi ni iu. `Watashi-tachi wa, anata gata ni shitagatte imashita. Anata gata wa goku hi no ichibu o, watashi-tachi kara torinozoite kurete mo yoide wa arimasen ka"},{"SurahNumber":40,"VerseNumber":48,"Text":"Kōmandeatta mono wa (kotaete iu).`Hontōni watashi-tachi wa, mina sono naka ni imasu. Arrā wa shimo be-tachi no ma o, mō hanketsu sa rete shimatta"},{"SurahNumber":40,"VerseNumber":49,"Text":"Sokode, goku hi no naka ni iru-sha-tachi wa, jigoku no kanshu (tenshi) ni iu. `Kono chōbatsu ga, tsuitachi (demo) watashi-tachi kara karuku naru yō, anata no omo ni tangan shite kudasai"},{"SurahNumber":40,"VerseNumber":50,"Text":"Kare-ra (tenshi) wa iu. `Shito ga, anata gata ni meishō o motte ikanakatta no ka.' Kare-ra wa (kotaete) iu. `Sonotōridesu.' Kare-ra (tenshi) wa iu. `Sorenara inoruga ī.' Shikashi, korera fushinjin-sha no tangan wa, ayamari (no meiro) ni (munashiku samayotte) iru dakedearu"},{"SurahNumber":40,"VerseNumber":51,"Text":"Hontōni gense no seikatsu ni oite mo, mata shōnin-tachi ga (akashi ni) tatsu hi ni oite mo, ware wa kanarazu waga shito-tachi to shinkō suru mono-tachi o tasukeru"},{"SurahNumber":40,"VerseNumber":52,"Text":"Sonohi, akugyō o shita mono no benkai wa mueki de, kare-ra ni wa seme-ku ga ari, warui sumai dake ga aru"},{"SurahNumber":40,"VerseNumber":53,"Text":"Ware wa mūsā ni shikkari to michibiki o sazuke, Isuraeru no shison ni, sono Keisuke o tsuga seta"},{"SurahNumber":40,"VerseNumber":54,"Text":"(Soreha) shiryo aru mono e no michibikideari, kunkaidearu"},{"SurahNumber":40,"VerseNumber":55,"Text":"Dakara taeshinobe. Hontōni arrā no yakusoku wa shinjitsudearu. Anata wa kago no yurushi o koi negai, asayū,-nushi o tataete 唱念 Shi nasai"},{"SurahNumber":40,"VerseNumber":56,"Text":"Nani no ken'i mo sazukatte inai no ni arrā no keiji ni tsuite agetsurau mono wa, mune no naka ni tsukami-yō no nai kōman dake o daku monodearu. Dakara anata gata wa arrā no kago o koi nasai. Hontōni kare wa zen Akira ni shite subete o mitōsa reru okatadearu"},{"SurahNumber":40,"VerseNumber":57,"Text":"Ten to ji no sōzō wa, ningen no sōzō nado yori mo 俸大Dearu. Daga hitobito no ōku wa sore o rikai shiyou to wa shinai"},{"SurahNumber":40,"VerseNumber":58,"Text":"Mōjin to seijō no me no hito to wa onajide wa naku, mata shinkō shite zenkō ni isoshimu mono to, akugyō no to to wa onajide wanai. Kunkai o ryūi suru mono wa maredearu"},{"SurahNumber":40,"VerseNumber":59,"Text":"Hontōni sonotoki wa, kakujitsu ni kuru nodearu. Soreni utagai no yochi wanai. Daga hitobito no ōku wa shinjite wa inai"},{"SurahNumber":40,"VerseNumber":60,"Text":"Sorede anata gata no omo wa, ōse rareru. `Ware ni inore. Ware wa anata gata ni kotaerudearou. Daga ware ni tsukaeru no ni kōman'na-sha-tachi wa, kanarazu menboku tsubure no naka ni jigoku ni ochīrudearou"},{"SurahNumber":40,"VerseNumber":61,"Text":"Arrā koso wa, anata gata no tame ni yoru o mōkete ikoi no toki to sa re, mata mono ga mieru yō ni hiru o mōke rareru katadearu. Arrā wa ningen ni taishi, hontōni megumi fukaku ara reru. Daga hitobito no ōku wa kansha shinai"},{"SurahNumber":40,"VerseNumber":62,"Text":"Kore koso wa, anata gata no shu arrā, ban'yū no sōzō no omode ara reru. Kare no soto ni wa kami wa nai nodearu. Sorenanoni dōshite anata gata wa mayoi saru no ka"},{"SurahNumber":40,"VerseNumber":63,"Text":"Arrā wa shirushi o kyohi suru mono o, kono yō ni mayowa se rareru"},{"SurahNumber":40,"VerseNumber":64,"Text":"Arrā wa anata gata no tame ni daichi o ansoku-sho to sa re, ōzora o tengai to nasa re, mata, anata gata ni migotona sugata o sazukete, katachidzukuri, iroirona yoi o megumi o shikyū sa reta katadearu. Kore ga, anata gata no shu arrā de ara reru. Ban'yū no shu arrā ni tatae are"},{"SurahNumber":40,"VerseNumber":65,"Text":"Kare wa eisei de arare, kare no soto ni kami wanai.Dakara kare ni inori, shinjin no makoto o tsukushite kare ni keitō seyo. Ban'yū no shu arrā ni tatae are"},{"SurahNumber":40,"VerseNumber":66,"Text":"Gen tte yaru ga ī. `Watashi wa anata gataga, arrā o sashioite sūhai suru mono ni, tsukaeru koto o kinji rareta.-Nushi kara no meishō ga, watashi ni kudasa re, ban'yū no omo ni, fukujū, kie suru yō meiji rareta nodearu"},{"SurahNumber":40,"VerseNumber":67,"Text":"Kare koso wa, doro kara anata gata o tsukura re, tsuide itteki no seieki kara, tsuide, ichi katamari no chi kara akanbō ni sa rete, anata gata o shussei sa se, sorekara jūbun'na rikiryō o sonae sase, sorekara oi sase rareru katadearu. Anata gata no naka (oiru) mae ni shinu mono mo iru ga kitei no jiki ni made tasse rareru koto wa, anata gata ni hansei sa seru tamedearu"},{"SurahNumber":40,"VerseNumber":68,"Text":"Kare koso wa nama o sazuke, mata shi o sazukeru katadearu. Kare ga ichiji o kime rare sore ni taishi `are.' To ōse ni nareba, sunawachi aru nodearu"},{"SurahNumber":40,"VerseNumber":69,"Text":"Anata gata wa arrā no keiji ni tsuite, agetsurau mono o minakatta no ka. Kare-ra wa nanto somuki satta koto yo"},{"SurahNumber":40,"VerseNumber":70,"Text":"Korera wa keiten o kyogidearu to shi, mata ware ga tsukawashita shito-tachi no motarasu shōsoku o, kyogidearu to suru mono. Yagate kare-ra wa omoishirudearou"},{"SurahNumber":40,"VerseNumber":71,"Text":"Kase ga kare-ra no kubi ni 塡-Me rare, mata kusari ga maka re, kare-ra wa hika rerudearou"},{"SurahNumber":40,"VerseNumber":72,"Text":"Futtō suru yu no naka ni, sorekara hi goku no naka ni nagekoma reru"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sonotoki kare-ra ni iwa reyou. `Anata gataga sūhai shite ita kamigami wa doko ni iru no ka"},{"SurahNumber":40,"VerseNumber":74,"Text":"Arrā o, sashioite ita no ka.' Kare-ra wa (kotaete,)`kare-ra (kamigami) wa, watashi-tachi kara hanare sarimashita. Iya, watashi-tachi wa izen, nani mo (jitsuzai no mono ni) inotte wa inakatta nodesu.' To iu. Ko no yō ni arrā wa fushinjin no mono o mayou ni makase rareru"},{"SurahNumber":40,"VerseNumber":75,"Text":"Sore mo anata gataga chijō de, tadashikunai kanraku o tsuikyū shi, mata ōheideatta tamedearu"},{"SurahNumber":40,"VerseNumber":76,"Text":"Anata gata wa jigoku no mon o hairi, sono Chū de eien ni sume. Nanto kōman no mono no sumai no awarena koto yo"},{"SurahNumber":40,"VerseNumber":77,"Text":"Anata gada wa taeshinobe. Hontōni arrā no yakusoku wa shinjitsudearu. Ware ga kare-ra ni yakusoku shita ippashi o anata ni shimesu koto moarou. Matawa anata o (sono zen ni) mesu koto mo. Daga dochira ni shite mo, kare-ra wa ware no moto ni kisa reru monodearu"},{"SurahNumber":40,"VerseNumber":78,"Text":"Ware wa anata izen ni mo, shito-tachi o tsukawashita. Sono aru mono ni tsuite wa anata ni katari, mata aru mono ni tsuite wa katatte wa inai.Daga dono shito mo, arrā no o yurushi ni yoru soto, shirushi o motarasu koto wa nakatta. Soshite arrā no taimei ga kudareba, shinri ni motodzuite sabaka reru. Sono toki, kyogi ni shitagatta-sha-tachi wa horobiru"},{"SurahNumber":40,"VerseNumber":79,"Text":"Arrā wa, anata gata no tame kachiku o tsukura reta kata de, anata gata wa, sono aru mono wa jōyō ni, aru mono wa shokuyō ni mochiiru"},{"SurahNumber":40,"VerseNumber":80,"Text":"Anata gata wa sorera ni, samazama no ben'eki o kaburi, anata gata no mune ni daku nozomi mo, sorera ni yotte mitashi, mata sono se ya fune ni yotte anata gata wa hakoba reru"},{"SurahNumber":40,"VerseNumber":81,"Text":"Soshite kare wa shuju no shirushi o,(taezu) anata gata ni shimesa reru. Ittai arrā no shirushi no dore o anata gata wa hitei suru no ka"},{"SurahNumber":40,"VerseNumber":82,"Text":"Kare-ra wa chijō o tabi shite, kansatsu shinakatta no ka. Kare-ra izen no mono no ketsumatsu ga dōdeatta ka o. Kare-ra (horobosa reta min) wa, korera (makka no tashinkyō to) yori mo tasū de,-ryoku mo sugure, chijō no iseki mo ōi. Soredemo, kare-ra no kaseida koto wa, nani no yaku ni mo tatanakatta"},{"SurahNumber":40,"VerseNumber":83,"Text":"Kare-ra no shito-tachi ga shuju no meishō o motte kare-ra no sho ni kita toki, kare-ra wa sono motte iru chishiki (to gijutsu) o hokotta. Daga, kare-ra no chōshō shite ita koto ga, kare-ra o torikakonde shimatta"},{"SurahNumber":40,"VerseNumber":84,"Text":"Sore kara kare-ra wa, ware no chōbatsu o miru toki ni natte,`watashi-tachi wa, yuiitsunaru arrā o shinjiru. Soshite kare ni hai shite ita mono o kyohi suru.' To itta"},{"SurahNumber":40,"VerseNumber":85,"Text":"Shikashi ware no chōbatsu o mitekara no shinkō (no kokuhaku) wa, kare-ra no yaku ni wa tatanai. (Koreha) arrā no shimo be ni taishite nasa reta kare no kankōdeatta. Soshite, fushin-sha-tachi wa horobi satta"},{"SurahNumber":41,"VerseNumber":1,"Text":"Hā mīmu"},{"SurahNumber":41,"VerseNumber":2,"Text":"(Koreha) jihi amaneku jiai fukaki okata kara no keijidearu"},{"SurahNumber":41,"VerseNumber":3,"Text":"Shirushi ga shōsai ni kaimei sa reta Keisuke, rikai aru min e no Arabia-go no kuruān de"},{"SurahNumber":41,"VerseNumber":4,"Text":"kippō to keikoku (o tsutaeru mono)dearu. Daga kare-ra no ōku wa, somuki satte kikou to wa shinai"},{"SurahNumber":41,"VerseNumber":5,"Text":"Soshite kare-ra wa iu. `Watashi-tachi no kokoro ni wa, anata ga maneku koto ni ōi ga kake rarete iru. Mata watashi-tachi no mimi wa tōku, shikamo watashi-tachi to anata no ma ni wa, maku ga kakatte iru. Sorede anata wa jibun no (nozomi no) koto o okonae. Watashi-tachi mo jibun no (nozomi no) koto o okonau"},{"SurahNumber":41,"VerseNumber":6,"Text":"Itte yaru ga ī. `Watashi wa, anata gata to onaji ningen ni suginai. Tada, anata gata no kami wa, yuiitsu no kamidearu koto ga watashi ni keiji sa reta. Sore de kare ni mukatte massugu ni keitō shi, kare no o yurushi o inori nasai. Tashinkyō to koso wazawaideari"},{"SurahNumber":41,"VerseNumber":7,"Text":"sono yōna mono ga kisha o okonawazu raise o hiteisurumonodearu"},{"SurahNumber":41,"VerseNumber":8,"Text":"Hontōni shinkō shite zenkō ni isoshimu mono ni wa, tsukiru koto no nai hōshō ga aru"},{"SurahNumber":41,"VerseNumber":9,"Text":"Itte yaru ga ī. `Anata gata wa, 2-kakan de daichi o tsukura reta kare o, dōshite shinjinai no ka. Shikamo kare ni dōisha o tateru no ka. Kare koso wa, ban'yū no omode ara reru"},{"SurahNumber":41,"VerseNumber":10,"Text":"Kare wa, soko ni (yamayama o) dosshiri to oite daichi o shukufuku nasa re, sarani 4-kakan de, sono Chū no subete no (onmegumi o) motomeru mono (no hitsuyō) ni ōjite, onmegumi o kitei nasa reta"},{"SurahNumber":41,"VerseNumber":11,"Text":"Sorekara mada kemuri (no yō)deatta ten ni tenji rareta. Soshite ten to ji ni mukatte,“ryōsha wa, konomu to konomazaru to ni kakawarazu, ware ni kitare.' To ōse rareta. Tenchi wa (kotaete),“watashi-tachi wa yorokonde sanjō shimasu. ” To mōshiageta"},{"SurahNumber":41,"VerseNumber":12,"Text":"Soko de kare wa, 2-nichi no ma ni 7-sō no ten o kansei nasa reta. Soshite sorezore no ten ni meirei o kudashi,(daichi ni) chikai ten o, ware wa shōmei de kazari, shugo shita. Kore wa, iryoku narabinaku zenchinaru okata no setsuridearu"},{"SurahNumber":41,"VerseNumber":13,"Text":"Soredemo kare-ra ga, somuki sarunaraba itte yaru ga ī. `Anata gata ni, ādo to samūdo no (kabutta) rakurai no yōna sainan o keikoku suru"},{"SurahNumber":41,"VerseNumber":14,"Text":"Shito-tachi ga, kare-ra no mae kara mata ushirokara kare-ra no tokoro ni yattekite,`arrā no soto nanimono ni mo tsukaete wa naranai.' To tsugeta toki no koto o omoiokose. Kare-ra wa itta. `Watashi-tachi no omo no o nozominaraba, kanarazu tenshi o o noko washi ni naru hazudearu. Dakara anata gata ga motte kita mo no (keiji) o watashi-tachi ga shinjiru wake ga nai"},{"SurahNumber":41,"VerseNumber":15,"Text":"Ādo (no min) ni tsuite wa, seitōna yori sho mo nainoni chijō de kōman ni nari,`dare ga, watashi-tachi yori mo chikara ga tsuyoi nodeshou ka.' Nado to itta. Kare-ra o tsukura reta arrā koso,-ryoku ga tsuyoi to iu koto o kangaenai no ka. Shikamo ware no shirushi o kyohi suru to wa"},{"SurahNumber":41,"VerseNumber":16,"Text":"Dakara ware wa, saiyaku no sūjitsukan ni watari, bōfūu o kare-ra ni okutte, gense ni oite kutsujoku no chōbatsu o aji waseta. Daga raise no chōbatsu wa sarani kutsujoku o atae, darenimo kare-ra wa tasuke rarenai"},{"SurahNumber":41,"VerseNumber":17,"Text":"Mata ware wa samūdo (no min) o, michibiita. Daga kare-ra wa michibiki yori mo, mōmoku no kata o yoi to shita. Sorede, kare-ra ga kaseide ita (okonai no) tame ni, fumenbokuna chōbatsu no rakurai ga kare-ra o osotta"},{"SurahNumber":41,"VerseNumber":18,"Text":"Daga, ware wa shinkō shi omo o osoreru mono wa sukutta"},{"SurahNumber":41,"VerseNumber":19,"Text":"Sonohi, arrā no teki wa atsume rare, hi goku e no retsu ni ren-ra naru"},{"SurahNumber":41,"VerseNumber":20,"Text":"Kare-ra ga (shinpan no seki) ni kuru to, sono mimi ya me ya hifu wa, kare-ra no ittekita koto o, kare-ra no i ni somuite shōgen suru"},{"SurahNumber":41,"VerseNumber":21,"Text":"Suruto kare-ra wa,(jibun no) hifu ni mukatte iu. `Anata gata wa naze watashi-tachi ni somuite, shōgen o suru nodesu ka.' Sorera wa (kotaete) `subete no mono ni katara se rareru yō ni sa reta arrā ga, watashi-tachi ni katara se raremasu. Kare wa saisho ni anata gata o tsukuri, soshite kare no omoto ni kaera se raremasu.' To iu"},{"SurahNumber":41,"VerseNumber":22,"Text":"Mata,`anata gata wa, jibun no mimi ya me ya hifu ga, anata gata ni somuku yōna shōgen nado dekinai (to omoi). Jibun o ōu koto mo shinakatta. Yasushi anata gata wa jibun no gyō tte ita koto nado, arrā ga takusan shitte ora reru wake ga nai to, kangaete ita"},{"SurahNumber":41,"VerseNumber":23,"Text":"Daga, anata gata no omoni tsuite kangae tako no koto ga, anata gata o hametsu ni otoshiire, shippai no gen'in to natta"},{"SurahNumber":41,"VerseNumber":24,"Text":"Sore de kare-ra ga tatoe taeshinon demo, gōka wa kare-ra no sumaideari, tatoe onasake o negatte mo, jihi ni azukarenai"},{"SurahNumber":41,"VerseNumber":25,"Text":"Ware wa, kare-ra ni (wa rippa ni mieru) nakama (no akuma) o ategatte oita. Sore de kare-ra izen no koto mo,-igo no koto mo, kare-ra ni totte wa rippa ni omowa reta. Soshite kare-ra izen ni sugisatta Jin to ningen no, sho sedai ni kudasa reta kotoba-dōri no koto ga, kare-ra ni jisshō sa reta. Kare-ra wa kanzen'na haiboku-sha to natta"},{"SurahNumber":41,"VerseNumber":26,"Text":"Shinjinai mono wa iu. `Kuruān ni mimi o katamukete wa narimasen. Soshite sono (dokuju)-chū ni shaberi makuri nasai. Sō sureba anata gata wa attō dekimasu"},{"SurahNumber":41,"VerseNumber":27,"Text":"Sokode ware wa, fushinjin'na mono ni tsuyoi chōbatsu o aji wase, kare-ra no mottomo shūakuna okonai ni ōhō suru"},{"SurahNumber":41,"VerseNumber":28,"Text":"Sore wa arrā no teki e no hōshū, gōkadearu. Sono naka ga, kare-ra no tame no eien no sumaidearu. Waga shirushi o kyohi shite ita koto ni taisuru hōshūdearu"},{"SurahNumber":41,"VerseNumber":29,"Text":"Suruto fushinjin no mono wa,`omo yo, Jin to ningen no naka de watashi-tachi o mayowa seta mono ni, awa sete kudasai. Ashi no shita ni fumitsukete, mottomo iyashī mono ni shiteyarimasu.' To iu"},{"SurahNumber":41,"VerseNumber":30,"Text":"Hontōni,`watashi-tachi no omo wa, arrā de ara reru.' To itte, sonogo tadashiku shikkari to tatsu mono, kare-ra ni wa,(-ji kara tsugini) tenshi ga kudari,`osorete wa naranai. Mata uite wa naranai. Anata gata ni yakusoku sa rete iru rakuen e no kippō o uketori nasai. (To iu nodearu)"},{"SurahNumber":41,"VerseNumber":31,"Text":"Ware wa gense no seikatsu ni oite mo, mata raise ni oite mo, anata gata no tomodearu. Sokode wa anata gata no tamashī wa nozomu mono o e, sokode wa anata gata no motomeru mono ga e rareru"},{"SurahNumber":41,"VerseNumber":32,"Text":"Kan'yō ni shite jihibukai okata kara no kantaidearu"},{"SurahNumber":41,"VerseNumber":33,"Text":"Hitobito o arrā no moto ni yobi, zenkō o nashi,`hontōni watashi wa, musurimudesu.' To iu mono hodo utsukushī kotoba o kataru mono ga arou ka"},{"SurahNumber":41,"VerseNumber":34,"Text":"Yoitowarui to wa onajide wanai. (Hito ga aku o shikakete mo) issō zenkō de aku o oiharae. Sō sureba, tagai no ma ni tekii aru monode mo, shitashī tomo no yō ni naru"},{"SurahNumber":41,"VerseNumber":35,"Text":"Daga yoku taeshinobu-sha-tachi no soto ni wa, sore wa nashitoge rarenaidearou. Kakubetsu kōun'na-sha-tachi no soto ni wa, sore o nashitoge rarenai nodearu"},{"SurahNumber":41,"VerseNumber":36,"Text":"Sorekara moshi, akuma no sendō ga, anata o 唆 Ka shitanaraba (don'na baai demo) arrā no mikago o inore. Hontōni kare wa zen Akira ni shite zenchi de ara reru"},{"SurahNumber":41,"VerseNumber":37,"Text":"Yoru to hiru, mata taiyō to tsuki wa, kare no shirushi no nakadearu. Sorede taiyō ni mo tsuki ni mo sajida suru yōna koto o shite wa naranai. Sorera (ryōhō) o tsukura reta, arrā ni sajida shi nasai. Anata gata ga tsukaeru nonara, kare ni koso tsukae nasai"},{"SurahNumber":41,"VerseNumber":38,"Text":"Moshimo kare-ra (fushinjin-sha) ga kōman de (omo ni tsukaeru koto o anadotte) mo,-nushi no omoto ni iru-sha-tachi wa, yoru mo hiru mo kare o tatae, tayumu koto o shiranai. 〔Sajida〕"},{"SurahNumber":41,"VerseNumber":39,"Text":"kare no shirushi no hitotsu o, anata wa arehateta daichi ni miru. Ware ga sono-jō ni ame o furaseru to, ugokidashi, moriagaru. Hontōni sore ni seimei o atae rareta kata wa, masani shisha o yomigaera se rareru katadearu. Kare wa, 凡 Yuru koto ni zen'nōdearu"},{"SurahNumber":41,"VerseNumber":40,"Text":"Waga shirushi no kyokkai-sha wa, ware kara kakure rarenai. Hi goku ni nagekoma reru mono to naru no ga yoi no ka, soretomo shinpan no hi ni anshin shite ko rareru mono to naru no ga yoi no ka. Anata gata ga konomu tōri ni okonai nasai. Hontōni kare wa, anata gata no okonau koto o mimamora reru"},{"SurahNumber":41,"VerseNumber":41,"Text":"Kunkai (kuruān) ga kare-ra no moto ni kita toki, sore o kyohi shita mono wa (ware kara kakure rarenai). Hontōni sore wa idaina Keisukedeari"},{"SurahNumber":41,"VerseNumber":42,"Text":"kyogi wa, mae kara mo ushirokara mo, chikadzuko to wa dekinai. Kore wa, eimei de sanbi subeki hō kara no keijidearu"},{"SurahNumber":41,"VerseNumber":43,"Text":"Anata ga fu shinja ni iwa rete iru koto wa, anata izen no shito-tachi ga iwa reta koto to onajidearu. Hontōni anata no omo wa, kan'yō no omodeari, mata genbatsu no omode ara reru"},{"SurahNumber":41,"VerseNumber":44,"Text":"Ware ga kuruān o gaikoku-go de kudashitanaraba, kare-ra wa kitto,`kono shirushi wa, dōshite hakkiri nobe rarenai nodeshou. Nanto, Arabia hito (no shito) ni gaikoku-go (no keiji)na nodesu ka.' To iu. Itte yaru ga ī. `Sore wa shinkō suru mono ni totte wa michibikideari, chiryōdearu.Daga shinjinai mono wa, sono mimi ga nibuku nari, mata sore ga (wakarazu) mōmokudearu. Kare-ra wa, tōi tokoro kara yobikake rareru (yōna mo) nodearu"},{"SurahNumber":41,"VerseNumber":45,"Text":"Ware wa tashika ni mūsā ni keiten o sazuketa nodaga, sore ni tsuite iron ga okotta. Moshi omo kara (shinpan no toki ni tsuite) maemotte, okotoba ga kudatte inakattanaraba, sonotoki kare-ra no ma wa kaiketsu sa rete itadearou. Daga kare-ra wa mada utagai o daki hanshinhangi de iru"},{"SurahNumber":41,"VerseNumber":46,"Text":"Zenkō o nasu mono wa jibun o mashi, akugyō o nasu mono wa jibun o sokonau. Anata gata no omo wa, sono shimo be o fusei ni toriatsukawa renai"}]}