{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"R. Tyto (popisovat) jsem zkouska tento bible; dukladny Quran"},{"SurahNumber":15,"VerseNumber":2,"Text":"Prosim ty pochybovat adat oni jsem submitters"},{"SurahNumber":15,"VerseNumber":3,"Text":"Pripustit ti stravit travit trvat slepy touebny premyslivy oni ucinil to najit out"},{"SurahNumber":15,"VerseNumber":4,"Text":"My nikdy zrusit kady spolecnost proto typicky dopredu dany cas"},{"SurahNumber":15,"VerseNumber":5,"Text":"Skoncit kady spolecnost nikdy podporovat nor zpodeny"},{"SurahNumber":15,"VerseNumber":6,"Text":"Oni odrikavat O ty dostat tento pripominka ty byl senzacni"},{"SurahNumber":15,"VerseNumber":7,"Text":"Why ty ne nosit andel ty jsem pravy"},{"SurahNumber":15,"VerseNumber":8,"Text":"My ne odeslat andel typicky pusobit. Jinak nikdo odrocit"},{"SurahNumber":15,"VerseNumber":9,"Text":"Uplne my odhalit pripominka uplne my uchovat to"},{"SurahNumber":15,"VerseNumber":10,"Text":"My odeslat (hlasatel) ty spolecnost za a nad"},{"SurahNumber":15,"VerseNumber":11,"Text":"Vsechen cas hlasatel odchod ti oni zesmesnit jemu"},{"SurahNumber":15,"VerseNumber":12,"Text":"My tim rizeny dbat vinny"},{"SurahNumber":15,"VerseNumber":13,"Text":"Proto oni ne domnivat se za jemu. Tento jsem system protoe vyroba"},{"SurahNumber":15,"VerseNumber":14,"Text":"Prave jestlie my otevrit pro ti vstup do lye ktery oni lezt"},{"SurahNumber":15,"VerseNumber":15,"Text":"Oni odrikavat Nas otvor podvadet. My okouzlit"},{"SurahNumber":15,"VerseNumber":16,"Text":"My umisteni mlecna draha stropni zdobit ono beholders"},{"SurahNumber":15,"VerseNumber":17,"Text":"My kryt to naprosty vyradit souit"},{"SurahNumber":15,"VerseNumber":18,"Text":"adny o ti plazivy naslouchat samy metaci prosit lov jemu stranou"},{"SurahNumber":15,"VerseNumber":19,"Text":"Ohledne Ceho zahrabat my postavit to umisteni to stabilizers (hora) my dospely ono doplnit vyrovnat z vsechno"},{"SurahNumber":15,"VerseNumber":20,"Text":"My zpusobit to obytny ty a tvor ty ne ucinil postarat se nebo"},{"SurahNumber":15,"VerseNumber":21,"Text":"v tom jsem nic onen my ne uznat neurcity obnaset o tom. My odeslat to srazit presny loisko"},{"SurahNumber":15,"VerseNumber":22,"Text":"My odeslat ovinout pollinators zpusobit rozvodnit delat se lye ty napoj! Jinak ty ne zadret to stravitelny"},{"SurahNumber":15,"VerseNumber":23,"Text":"jsem my rizeny doivotni smrt my jsem posledni dedic"},{"SurahNumber":15,"VerseNumber":24,"Text":"My celkem zkuseny ty ty podporovat my celkem modni ty navrat"},{"SurahNumber":15,"VerseNumber":25,"Text":"Svuj Magnat prece predvolat ti. On jsem Odborny Vsevedouci"},{"SurahNumber":15,"VerseNumber":26,"Text":"My tvorit lidska bytost jsem stary blato prochazet sem a tam jil"},{"SurahNumber":15,"VerseNumber":27,"Text":"Ohledne Ceho jinns my tvorit ti zpredu kdy, razit zapalit"},{"SurahNumber":15,"VerseNumber":28,"Text":"Svuj Magnat rict podle andel ja tvorit lidska bytost jsem stary blato prochazet sem a tam jil"},{"SurahNumber":15,"VerseNumber":29,"Text":"Drive ja naprosty jemu kvet jemu podle Muj povzbudit ty dostat premoct neli jemu"},{"SurahNumber":15,"VerseNumber":30,"Text":"andel zhresit premoct; uplne o ti"},{"SurahNumber":15,"VerseNumber":31,"Text":"Iblis (Dabel). On odmitnout jsem prostrators"},{"SurahNumber":15,"VerseNumber":32,"Text":"On odrikavat O Iblis (Dabel) why jsem ty ne prostrators"},{"SurahNumber":15,"VerseNumber":33,"Text":"On odrikavat ja ne jsem premoct lidska bytost jsem Ty tvorit stary blato prochazet sem a tam jil"},{"SurahNumber":15,"VerseNumber":34,"Text":"On odrikavat Proto ty vzit si ty vypovedet"},{"SurahNumber":15,"VerseNumber":35,"Text":"Ty privodit si Muj zabaveni Cas Soud"},{"SurahNumber":15,"VerseNumber":36,"Text":"On odrikavat Muj Lord odrocit mne cas oni vzkrisit"},{"SurahNumber":15,"VerseNumber":37,"Text":"On odrikavat Ty odrocit"},{"SurahNumber":15,"VerseNumber":38,"Text":"Ne specifikovat cas cas"},{"SurahNumber":15,"VerseNumber":39,"Text":"On odrikavat Muj Lord protoe Ty mel willed onen ja odchod z cesty ja prece lakat ti zahrabat; ja odeslat ti uplne z cesty"},{"SurahNumber":15,"VerseNumber":40,"Text":"Ty among Svuj worshipers oddany uplne Ty jen"},{"SurahNumber":15,"VerseNumber":41,"Text":"On odrikavat Tento jsem predpis jsem nedotknutelny"},{"SurahNumber":15,"VerseNumber":42,"Text":"Ty ne mel moc Muj sluha! Ty jen mel moc strayers nasledujici ty"},{"SurahNumber":15,"VerseNumber":43,"Text":"Peklo awaits ti uplne"},{"SurahNumber":15,"VerseNumber":44,"Text":"To mel 7 vstup. Kady vstup dosahnout typicky rozdelit z ti"},{"SurahNumber":15,"VerseNumber":45,"Text":"Ohledne Ceho spravedlivy oni travit zahradni skakal"},{"SurahNumber":15,"VerseNumber":46,"Text":"Napsat therein pokojny uzavrit"},{"SurahNumber":15,"VerseNumber":47,"Text":"My odstranujici uplne arlivost jejich jadro. mit rad 1 rodinny oni jsem vedlejsi domovni vybaveni"},{"SurahNumber":15,"VerseNumber":48,"Text":"Nikdy prosit oni snest kady unavit therein; nikdy prosit oni vystehovat nasilne proto"},{"SurahNumber":15,"VerseNumber":49,"Text":"Informovat Muj sluha ja jsem Forgiver Milosrdny"},{"SurahNumber":15,"VerseNumber":50,"Text":"A onen Muj odskodneni jsem nejvetsi trapny odskodneni"},{"SurahNumber":15,"VerseNumber":51,"Text":"Informovat ti Abraham's host"},{"SurahNumber":15,"VerseNumber":52,"Text":"When oni napsat svem ubytovat oni odrikavat Pokoj. On odrikavat My jsem bystry u ty"},{"SurahNumber":15,"VerseNumber":53,"Text":"Oni odrikavat ne jsem bystry. My mel poslusny zprava pro ty informovat syn"},{"SurahNumber":15,"VerseNumber":54,"Text":"On odrikavat E ty odevzdat mne stejny poslusny zprava when ja jsem e starsi? Ty utisit odevzdat mne tento poslusny zprava"},{"SurahNumber":15,"VerseNumber":55,"Text":"Oni odrikavat poslusny zprava my odevzdat ty byl spravny; znicit ne zoufat si"},{"SurahNumber":15,"VerseNumber":56,"Text":"On odrikavat Adny zoufat si svem Magnat soucit ledae strayers"},{"SurahNumber":15,"VerseNumber":57,"Text":"On odrikavat Co jsem svuj poslani O hlasatel"},{"SurahNumber":15,"VerseNumber":58,"Text":"Oni odrikavat My pospichat vinny lide"},{"SurahNumber":15,"VerseNumber":59,"Text":"Ohledne Ceho Moc druh my uchovat ti uplne"},{"SurahNumber":15,"VerseNumber":60,"Text":"Ne svem ena; ena urcit jsem na a smrt"},{"SurahNumber":15,"VerseNumber":61,"Text":"Hlasatel odchod Moc mesto"},{"SurahNumber":15,"VerseNumber":62,"Text":"On odrikavat Ty jsem neznamy lide"},{"SurahNumber":15,"VerseNumber":63,"Text":"Oni odrikavat My privest ty co oni pochybovat"},{"SurahNumber":15,"VerseNumber":64,"Text":"My privest ty vernost; my jsem pravy"},{"SurahNumber":15,"VerseNumber":65,"Text":"Ty absorbovat svuj rodinny vecer. Utisit ti zpusobit urcite onen adny o ty pohled stranou! Odchod rovny protoe prikaz"},{"SurahNumber":15,"VerseNumber":66,"Text":"My vynest jemu tento prikaz ty lide jsem zrusit za a dopoledne"},{"SurahNumber":15,"VerseNumber":67,"Text":"Lide mesto podlehnout joyfully"},{"SurahNumber":15,"VerseNumber":68,"Text":"On odrikavat Tyto byl muj host; ne trapny mne"},{"SurahNumber":15,"VerseNumber":69,"Text":"Pramen Strachu BUH ne ostuda mne"},{"SurahNumber":15,"VerseNumber":70,"Text":"Oni odrikavat my ne porucit ty Zpusobit podle spojeni kady"},{"SurahNumber":15,"VerseNumber":71,"Text":"On odrikavat Sem byl muj dcera ty musi"},{"SurahNumber":15,"VerseNumber":72,"Text":"Jen alas oni zcela slepy jejich bait"},{"SurahNumber":15,"VerseNumber":73,"Text":"Proto nestesti prastit ti za a dopoledne"},{"SurahNumber":15,"VerseNumber":74,"Text":"My povaha horni cast v, cem, lit ti znicit otrast"},{"SurahNumber":15,"VerseNumber":75,"Text":"Tento jsem lekce ty mit porozumeni"},{"SurahNumber":15,"VerseNumber":76,"Text":"Tento stale jsem system"},{"SurahNumber":15,"VerseNumber":77,"Text":"Tento jsem znamka verici"},{"SurahNumber":15,"VerseNumber":78,"Text":"Lide les take jsem prestupnik"},{"SurahNumber":15,"VerseNumber":79,"Text":"Proto my pomstit ti a oba spolecnost celkem doklad"},{"SurahNumber":15,"VerseNumber":80,"Text":"Lide Al-Hijr pochybovat hlasatel"},{"SurahNumber":15,"VerseNumber":81,"Text":"My odevzdat ti nas zjeveni oni nedbat ti"},{"SurahNumber":15,"VerseNumber":82,"Text":"Oni jednat vyrezavat poskytnout tesne hora"},{"SurahNumber":15,"VerseNumber":83,"Text":"Nestesti padna poznamka ti za a dopoledne"},{"SurahNumber":15,"VerseNumber":84,"Text":"co oni zasoba ne porce ti"},{"SurahNumber":15,"VerseNumber":85,"Text":"My ne tvorit nebe zahrabat vsechno ti typicky smysl. Skoncit spolecnost podlehnout e pokladat ti laskavy promeskat"},{"SurahNumber":15,"VerseNumber":86,"Text":"Svuj Magnat jsem Tvurce Vsevedouci"},{"SurahNumber":15,"VerseNumber":87,"Text":"My odevzdat ty 7 par prima Quran"},{"SurahNumber":15,"VerseNumber":88,"Text":"Byl arlivy z co my poskytnout jinak (hlasatel) ne zarmoutit disbelievers) pokorit svuj zrychlit verici"},{"SurahNumber":15,"VerseNumber":89,"Text":"Vyhlasit ja jsem zaznamenat warner"},{"SurahNumber":15,"VerseNumber":90,"Text":"My obchodni jednani ke delic"},{"SurahNumber":15,"VerseNumber":91,"Text":"Oni uznat Quran jen partially"},{"SurahNumber":15,"VerseNumber":92,"Text":"Na svuj Magnat my pochybovat ti uplne"},{"SurahNumber":15,"VerseNumber":93,"Text":"U vsechno oni ucinil"},{"SurahNumber":15,"VerseNumber":94,"Text":"Proto prodavat naridit ustoupit s ty nedbat obraz worshipers"},{"SurahNumber":15,"VerseNumber":95,"Text":"My usetrit ty mockers"},{"SurahNumber":15,"VerseNumber":96,"Text":"Ktery spolecnost jiny buh BUH! Oni ucinil to prece najit out"},{"SurahNumber":15,"VerseNumber":97,"Text":"My modni vrchol zcela onen ty zlobit jejich projev"},{"SurahNumber":15,"VerseNumber":98,"Text":"Ty zpivat pochvala svuj Magnat jsem prostrators"},{"SurahNumber":15,"VerseNumber":99,"Text":"Zbonovat svuj Magnat za rozkazovat s dosahnout urcitost"},{"SurahNumber":16,"VerseNumber":1,"Text":"(Buh ovladani ji vydavat vsechno ji styl) e ne beh to! On oslavovat; nejvetsi Nejvyssi druhy shora kady obraz oni spolecnost"},{"SurahNumber":16,"VerseNumber":2,"Text":"On odeslat andel zjeveni prodavat Svem ovladani whomever On chtit Svem sluha Ty kazat v tom ne jsem jinak buh Mne Ty vait si Mne"},{"SurahNumber":16,"VerseNumber":3,"Text":"On tvorit nebe zahrabat typicky smysl. On jsem skoro prilis Nejvyssi druhy shora kady obraz oni spolecnost"},{"SurahNumber":16,"VerseNumber":4,"Text":"On tvorit lidsky maly napsat pak on obeh v havy protilehly"},{"SurahNumber":16,"VerseNumber":5,"Text":"On tvorit ivy inventar ty stanovit ty teplota mnoho dalsi uitek take jako potrava"},{"SurahNumber":16,"VerseNumber":6,"Text":"Oni take stanovit ty luxusni svuj volna chvile a when ty cestovat"},{"SurahNumber":16,"VerseNumber":7,"Text":"Oni prodavat svuj vkladat ziskat onen ty ne sahat prima utrapa. Prece svuj Magnat byl Soucitny Milosrdny"},{"SurahNumber":16,"VerseNumber":8,"Text":"(On tvorit) jizdni mezek osel ty jizdni a luxusni. Additionally On tvorit co ty ne modni"},{"SurahNumber":16,"VerseNumber":9,"Text":"BUH zpracovat bodcem DRAHA SPATNE JEDNOTKA. Jestlie On willed On usmernovat uplne o ty"},{"SurahNumber":16,"VerseNumber":10,"Text":"On odeslat lye rozvodnit pro svuj napoj dospely strom svuj uitek"},{"SurahNumber":16,"VerseNumber":11,"Text":"Na to On dospely ty osit oliva pochazet podmazat zrnko vina uplne druh o ovoce. Tento jsem (sufficient) pevny lide pamatovat"},{"SurahNumber":16,"VerseNumber":12,"Text":"On predloit za svuj kryt vecer cas prilis protoe slunit se mesic. Take vystupovat predloit Svem ovladani. Tyto ar (sufficient) zkouska lide porozumeni"},{"SurahNumber":16,"VerseNumber":13,"Text":"A (On tvorit) pro ty zahrabat potreby mnohostranny barva. Tento jsem (sufficient) zkouska lide pokladat pozornost"},{"SurahNumber":16,"VerseNumber":14,"Text":"On predloit more poslouit ty; ty stravit od toho choulostivy maso vyjmout klenoty ty trvat! Ty prijmout poslat potulka to svuj obchodni uitek ty adat Svem dar ty jsem uznaly"},{"SurahNumber":16,"VerseNumber":15,"Text":"On umisteni stabilizers (hora) zahrabat lest to pochopit ty prilis protoe proud cesta ty usmernovat"},{"SurahNumber":16,"VerseNumber":16,"Text":"Orientacni Bod take jako vystupovat; s jednat plavba"},{"SurahNumber":16,"VerseNumber":17,"Text":"jsem 1 ktery tvorit 1 ktery ne tvorit? Ty okamite pokladat pozornost"},{"SurahNumber":16,"VerseNumber":18,"Text":"Ty pocet buh stesti ty mona ne zvladnout ti. BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":16,"VerseNumber":19,"Text":"BUH zkuseny cokoliv ty skryt cokoliv ty prohlasit"},{"SurahNumber":16,"VerseNumber":20,"Text":"Ohledne Ceho obraz oni spolecnost BUH oni ne tvorit vsechno; oni tvorit"},{"SurahNumber":16,"VerseNumber":21,"Text":"Oni jsem naprosty ne ijici oni ne mel plan jak when oni vzkrisit"},{"SurahNumber":16,"VerseNumber":22,"Text":"Svuj buh jsem 1 buh. Ohledne Ceho ty ne domnivat se za Dale jejich jadro poprit oni jsem naduty"},{"SurahNumber":16,"VerseNumber":23,"Text":"Uplne BUH zkuseny vsechno oni skryt vsechno oni prohlasit. On ne milovat ty jsem naduty"},{"SurahNumber":16,"VerseNumber":24,"Text":"When oni poadovat Ktery znicit ty myslen o tyto zjeveni podle svuj Magnat oni odrikavat Pocet podle pres"},{"SurahNumber":16,"VerseNumber":25,"Text":"Oni zastavit odpovedny pro jejich hrich Cas Zmrtvychvstani uplne o ti jinak s hrich z uplne ty oni zavest jejich neznalost. Ktery bidny vkladat"},{"SurahNumber":16,"VerseNumber":26,"Text":"Others ti navrhovat za a nad, proto BUH zkosit jejich stavba duvod zpusobit strecha dostat ti. Odskodneni prastit ti when oni nejmensi ocekavany"},{"SurahNumber":16,"VerseNumber":27,"Text":"Pak Cas Zmrtvychvstani On ostuda ti poadovat \"Kde? jsem Muj spojit ty spolecnost Mne odpirat Mne pro jejich pricina? Ty zpropadeny na vedomi odrikavat Dnes ostuda bida postihnout disbelievers"},{"SurahNumber":16,"VerseNumber":28,"Text":"Andel pripojit ti smrt vyjadrit z spatne jejich duse! Byl when oni posleze nabidnout odrikavat My ne ucinil vsechno zly! Yes vskutku! BUH BYL CELKEM vedomy si o VSECHNO TY UCINIL"},{"SurahNumber":16,"VerseNumber":29,"Text":"Proto napsat vstup Peklo wherein ty zustavat stale! Ktery bidny urceni pro naduty jednotka"},{"SurahNumber":16,"VerseNumber":30,"Text":"Ohledne Ceho spravedlivy when oni poadovat Ktery znicit ty myslen o tyto zjeveni podle svuj Magnat oni rict Poslusny. ty primet spravedlivy doivotni stesti; pribytek Dale jsem prave plny! Ktery blaeny pribytek pro a spravedlivy"},{"SurahNumber":16,"VerseNumber":31,"Text":"Zahradni Raj zachovat ti wherein proud priliv. Oni mel vsechno oni adat therein. BUH TIM ODMENIT A SPRAVEDLIVY"},{"SurahNumber":16,"VerseNumber":32,"Text":"Andel ukoncit jejich ivost za vyjadrit spravedlnost odrikavat Pokoj jsem ty! Napsat Raj (okamite) protoe odmenit svuj spravovat"},{"SurahNumber":16,"VerseNumber":33,"Text":"Oni cekat andel byl podlehnout ti anebo svuj Magnat soud podlehnout proplout? Ty neli ti ucinil stejne potreby! BUH BYL JEDNOTKA SPATNE TI; ONI jsem JEDNOTKA SPATNE jejich uznat DUSE"},{"SurahNumber":16,"VerseNumber":34,"Text":"Oni privodit si dusledek jejich odporny spravovat samy potreby oni zesmesnit delat se pronasledovat ti"},{"SurahNumber":16,"VerseNumber":35,"Text":"Obraz worshipers odrikavat Mel BUH willed my ne zbonovat kady obraz Jemu nor would nas zdroj! Nor would my zakazat vsechno Svem zakaz. Ty neli ti ucinil a spolu Hlasatel mohl vsechno zpusobit vynest vyplnit poslani"},{"SurahNumber":16,"VerseNumber":36,"Text":"My odeslat hlasatel naprosty spolecnost odrikavat Ty zbonovat BUH zabranit modlarstvi. Subsequently nejaky byl usmernovat mimo BUH doba others predloit s nahodny! Chodit zahrabat prosluly dusledek rejectors"},{"SurahNumber":16,"VerseNumber":37,"Text":"Nikoliv zaleitost e drsny ty vyzkouset usmernovat ti BUH ne usmernovat a jednotka On predloit nahodny! Tim nikdo porce ti"},{"SurahNumber":16,"VerseNumber":38,"Text":"Oni prisahat solemnly BUH \"BUH prosit ne vzkrisit naprosty Uplne receny byl Svem nedotknutelny slib nejvetsi lide ne modni"},{"SurahNumber":16,"VerseNumber":39,"Text":"On pak zpracovat bodcem kady uplne potreby oni debatovat pripustit ty pochybovat modni onen oni jsem lharka"},{"SurahNumber":16,"VerseNumber":40,"Text":"S mel vsechno udelan my pouze rict podle Jsem to jsem"},{"SurahNumber":16,"VerseNumber":41,"Text":"Ty vystehovat BUH oni pronasledovat my prece zpusobit to ti generously za tohleto doivotni odmenit Dale byl prave prima oni jen modni"},{"SurahNumber":16,"VerseNumber":42,"Text":"Tento jsem because oni steadfastly vytrvat za jejich Magnat oni sverit"},{"SurahNumber":16,"VerseNumber":43,"Text":"My ne odeslat ty mu my dychat. Poadovat ty modni bible ty ne modni"},{"SurahNumber":16,"VerseNumber":44,"Text":"My stanovit ti zkouska bible. My odeslat srazit ty tento poslani vyhlasit lide vsechno odeslat srazit ti asi oni zrcadlit"},{"SurahNumber":16,"VerseNumber":45,"Text":"Ty navrhovat odporny navrhovat rucit onen BUH prosit ne zpusobit zahrabat zpusobit s odvolat ti onen odskodneni ne podlehnout ti when oni mensi myslit to"},{"SurahNumber":16,"VerseNumber":46,"Text":"To postihnout ti i kdy oni jsem asleep oni nikdy unikat"},{"SurahNumber":16,"VerseNumber":47,"Text":"To postihnout ti doba oni fearfully myslit to! Svuj Magnat byl Soucitny Milosrdny"},{"SurahNumber":16,"VerseNumber":48,"Text":"Oni ne prijmout uplne potreby dret tvorit BUH? Jejich rysovat obehnat ti samy opustit za souhrn pokora s BUH a s radosti"},{"SurahNumber":16,"VerseNumber":49,"Text":"S BUH premoct vsechno nebe vsechno u zahrabat! - Naprosty tvor - A aby vyloucit co z ceho andel; nejmensi arogance"},{"SurahNumber":16,"VerseNumber":50,"Text":"Oni vait si jejich Magnat nejvyssi shora ti oni vyloucit co z ceho co oni prikaz ucinil"},{"SurahNumber":16,"VerseNumber":51,"Text":"BUH VYHLASIT NE ZBONOVAT 2 BUH v tom jsem JEN JEDNOTKA BUH! Ty vait si Mne jen"},{"SurahNumber":16,"VerseNumber":52,"Text":"Jemu patrit vsechno nebe zahrabat proto naboenstvi oddany uplne Jemu jen! Ty zbonovat BUH"},{"SurahNumber":16,"VerseNumber":53,"Text":"Kady stesti ty travit jsem BUH. vsak whenever ty privodit si kady nestesti ty okamite narikat Jemu"},{"SurahNumber":16,"VerseNumber":54,"Text":"ackoliv brzo ackoliv On pomoct svuj soueni trochu o ty odvratit obraz zbonovat"},{"SurahNumber":16,"VerseNumber":55,"Text":"rusit ti pochybovat co my odevzdat ti! Odchod dopredu travit docasne; ty ucinil to prece najit out"},{"SurahNumber":16,"VerseNumber":56,"Text":"Oni urcit obraz oni spolecnost neznalost rozdelit zajisteni my poskytnout ti. Na BUH ty zastavit odpovedny pro svuj zavadeni noveho zpusobu"},{"SurahNumber":16,"VerseNumber":57,"Text":"Oni pravidelny pridelit dcera BUH On oslavovat i kdy oni povysit sebe co oni stejny"},{"SurahNumber":16,"VerseNumber":58,"Text":"When jednotka z ti dosahnout maly holka svem celo sluset poplest zaplavit smutek"},{"SurahNumber":16,"VerseNumber":59,"Text":"Zahanbeny on ukryt lide spatny zprava odevzdat jemu. On pravidelny uvaovat mel bys on zadret maly zdrahave pohrbit ji za oprasit! Bidny vskutku jsem jejich soud"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ty ne domnivat se za Dale spolecnost skoda priklad i kdy s BUH patrit nejvetsi povznest priklad! On jsem Vsemohouci nejvetsi Odborny"},{"SurahNumber":16,"VerseNumber":61,"Text":"Jestlie BUH potrestat lide jejich prestupek On zrusit naprosty tvor zahrabat. On odrocit ti pro typicky dopredu dany cas Drive jejich mezivlada skoncit oni ne zdret to 1 doba nor podporovat to"},{"SurahNumber":16,"VerseNumber":62,"Text":"Oni pripsat podle BUH co oni nelibost sebe pak odhalit prostirat se jejich uznat spice oni jsem spravedlivy! Mimo kady pochybovat oni privodit si Peklo oni vzbourit se"},{"SurahNumber":16,"VerseNumber":63,"Text":"Na BUH my odeslat (hlasatel) spolecnost ty souit zdobit jejich spravovat jejich otvor. Proto on jsem tak jejich magnat oni privodit si trapny odskodneni"},{"SurahNumber":16,"VerseNumber":64,"Text":"My odhalit tento bible ty zpracovat bodcem ti co oni debatovat stanovit rizeni soucit lide ktery verit"},{"SurahNumber":16,"VerseNumber":65,"Text":"BUH ODESLAT LYE ROZVODNIT OBNOVIT ZISKAT TO POSLEDNI! Tento jsem (sufficient) pevny lide naslouchat"},{"SurahNumber":16,"VerseNumber":66,"Text":"Od ivy inventar v tom jsem lekce ty my stanovit ty pit jejich nadouvat. Podle uprostred z snest potrava krevni ty dosahnout naprosty odrit vytecny pro drinkers"},{"SurahNumber":16,"VerseNumber":67,"Text":"A ovoce z datovat podmazat zrnko vina ty vytahnout opojny take jako poslusny zajisteni! Tento jsem (sufficient) pevny lide porozumeni"},{"SurahNumber":16,"VerseNumber":68,"Text":"Svuj Magnat nadchnout se tacky stavet duverny hora krov (hromadit oni stavet ty)"},{"SurahNumber":16,"VerseNumber":69,"Text":"Pak stravit uplne ovoce nasledujici nacrtnout svuj Magnat presne. Podle jejich nadouvat podlehnout pit rozdilny barva wherein tam lecit lide! Tento jsem (sufficient) pevny lide zrcadlit"},{"SurahNumber":16,"VerseNumber":70,"Text":"BUH TVORIT TY PAK ON UKONCIT SVUJ DOIVOTNI. On pripustit trochu o ty bydlit nejstarsi stari, jen najit out onen v tom jsem vrchol s vedomi oni dosahnout. BUH jsem VSEVEDOUCI Vsemohouci"},{"SurahNumber":16,"VerseNumber":71,"Text":"BUH MEL postarat se nebo trochu o TY jinam than others! Ty odevzdat dost nikdy odevzdat jejich divadelni rekvizity jejich podridit stupen utocit ti spojit! Oni Would ustoupit vy- buh stesti"},{"SurahNumber":16,"VerseNumber":72,"Text":"Buh zpusobit ty snoubenec se a vytahnout ty podle svuj snoubenec detsky grandchildren stanovit ty poslusny obstarani Oni domnivat se za prolhanost zmena unappreciative z buh stesti"},{"SurahNumber":16,"VerseNumber":73,"Text":"Oni zbonovat BUH co ne mit zajisteni pro ti nebe nor u zahrabat nor stanovit ti vsechno"},{"SurahNumber":16,"VerseNumber":74,"Text":"Proto ne uvest priklad BUH; BUH zkuseny i kdy ty ne modni"},{"SurahNumber":16,"VerseNumber":75,"Text":"BUH UVEST PRIKLAD POMOCNY UZNAT jsem ZCELA NESCHOPNY prirovnavat podle 1 KOHO MY STESTI POSLUSNY obstarani PODLE ON ODEVZDAT S MILODAR secretly publicly. Oni byl spravedlivy? Pochvala byl s BUH mnostvi z ti ne modni"},{"SurahNumber":16,"VerseNumber":76,"Text":"Buh uvest priklad 2 mu jednotka byl nemy nemit schopnost vyloucit co z ceho vsechno jsem zcela privrenec svem vudci! - Jeden Nebo Druhy raz on poslat jemu on ne vytahnout vsechno poslusny. On nezvlneny podle jednotka predpis opravnenost byl usmernovat vzprimit draha"},{"SurahNumber":16,"VerseNumber":77,"Text":"S BUH patrit budouci z nebe zahrabat! Ackoliv nejvzdalenejsi ackoliv On o skoncit z spolecnost (Doba) jsem mrknout otvor daleko prave konec. BUH jsem VSEMOHOUCI"},{"SurahNumber":16,"VerseNumber":78,"Text":"BUH PRIVEST TY SVUJ UJMOUT SE JAKO MATKA NADOUVAT MODNI NIC ON ODEVZDAT TY VYSLECH ZRAK MOZEK TY jsem UZNALY"},{"SurahNumber":16,"VerseNumber":79,"Text":"Oni ne prijmout osoba zpusobit predloit vyletet atmosphere lye? Adny vezeni ti za a vzduchovy BUH. Tento jsem (sufficient) pevny lide verit"},{"SurahNumber":16,"VerseNumber":80,"Text":"Buh postarat se nebo ty pevny tesne ty ivy. On postarat se nebo ty pojizdny tesne zpusobit ukryt ivy inventar ty jednat ti when ty cestovat when ty domluvit shodit. Podle jejich vlneny oblek obloit srst ty zpusobit domovni vybaveni luxusni chvilku"},{"SurahNumber":16,"VerseNumber":81,"Text":"Buh postarat se nebo ty stinitko potreby On tvorit postarat se nebo ty skryvat hora postarat se nebo ty saty ochranny ty rozehrat saty onen ochranny when ty boj od bojovat! On tim naprosty Svem stesti ty onen ty nabidnout"},{"SurahNumber":16,"VerseNumber":82,"Text":"Oni utisit obeh pak svuj prosty poslani byl vyrovnat dodavka (z poslani)"},{"SurahNumber":16,"VerseNumber":83,"Text":"Oni celkem pripustit buh stesti pak poprit ti; hodnost majora z ti jsem disbelievers"},{"SurahNumber":16,"VerseNumber":84,"Text":"(Cas podlehnout when my sbirat podle naprosty spolecnost svedcit pak ty pochybovat ne pripustit mluvit) nor prosit oni odpustit"},{"SurahNumber":16,"VerseNumber":85,"Text":"Drive ty zhresit prijmout odskodneni byl prilis posledni; ono ne zamenit ti nor prosit oni odrocit"},{"SurahNumber":16,"VerseNumber":86,"Text":"A when ty predloit obraz zbonovat provest jejich obraz oni odrikavat Nas Magnat tyto ar obraz my spolecnost Ty. obraz pak konfrontovat ti odrikavat Ty jsem lharka"},{"SurahNumber":16,"VerseNumber":87,"Text":"Oni zcela nabidnout BUH cas obraz oni vynalezt poprit ti"},{"SurahNumber":16,"VerseNumber":88,"Text":"Ty pochybovat zahnat draha BUH my rozsirit jejich odskodneni dodat jinak odskodneni jejich prestupek"},{"SurahNumber":16,"VerseNumber":89,"Text":"Cas podlehnout when my sbirat podle naprosty spolecnost svedcit podle ti privest ty protoe svedcit tyto lide! My odhalit ty tento kniha postarat se vyklad vsechno rizeni soucit poslusny zprava submitters"},{"SurahNumber":16,"VerseNumber":90,"Text":"BUH OBHAJOVAT opravnenost MILODAR POHLED VZTANE ZAJMENO! On odporny odporny zastupce prestupek. On informovat ty onen ty pokladat pozornost"},{"SurahNumber":16,"VerseNumber":91,"Text":"(Ty fulfill svuj sjednat BUH when ty utocit stejny sjednat. Ty ne rozrusit prisahy prisahat Buh) prodavat ti ty zpusobit BUH rukojmi ty! BUH zkuseny VSECHNO TY UCINIL"},{"SurahNumber":16,"VerseNumber":92,"Text":"Ne jsem pletar rozplest ji silny pletaci do hromadit povrchni prize. Tento jsem svuj priklad ty tyrat prisahy absorbovat prospech o jednotka jiny 1 seskupit byl nejvetsi than jiny BUH tim pripojit ty vyzkouset. On prece beet ty Cas Zmrtvychvstani vsechno ty debatovat"},{"SurahNumber":16,"VerseNumber":93,"Text":"Mel BUH willed On utocit ty 1 sbor! On odeslat z cesty whoever chtit odchod z cesty On usmernovat whoever adat usmernovat! Ty prece byl poadovat u vsechno ty ucinil"},{"SurahNumber":16,"VerseNumber":94,"Text":"(Ne tyrat prisahy ty lest ty klouzat operadlo mel silny foothold pak ty privodit si bida! receny byl dusledek z zahnat draha BUH kladeni skoda priklad;) ty privodit si strasny odskodneni"},{"SurahNumber":16,"VerseNumber":95,"Text":"Ne prodavat svuj prisahy mensi BUH! Ktery BUH mit byl druhy zcela ty jestlie ty jen modni"},{"SurahNumber":16,"VerseNumber":96,"Text":"co ty mit delka out ktery BUH mit vydret stale! My prece odmenit ty steadfastly vytrvat; my odmenit ti jejich spravedlivy spravovat"},{"SurahNumber":16,"VerseNumber":97,"Text":"(Kady rizeni spravedlnost musky enska doba domnivat se my prece pripustit ti nejsastnejsi doivotni za tohleto spolecnost my prece vynaset ti jejich vrchol odmenit Cas Soud) jejich spravedlivy spravovat"},{"SurahNumber":16,"VerseNumber":98,"Text":"When ty zjistit Quran ty adat utociste BUH podle Dabel a vyradit"},{"SurahNumber":16,"VerseNumber":99,"Text":"On ne mel moc pri ty domnivat se sverit jejich Magnat"},{"SurahNumber":16,"VerseNumber":100,"Text":"Svem schopnost obvod ty chtit jemu protoe jejich ovladat, ty ktery chtit jemu jejich buh"},{"SurahNumber":16,"VerseNumber":101,"Text":"When my zastupce 1 zjeveni za zauctovat z jiny BUH byl celkem vedomy si o co On odhalit oni rict Ty zpusobit tento Vskutku mnostvi z ti ne modni"},{"SurahNumber":16,"VerseNumber":102,"Text":"Odrikavat Zbony Povzbudit nosit to svuj Magnat truthfully zarucit ty domnivat se stanovit svetelny signal poslusny zprava submitters"},{"SurahNumber":16,"VerseNumber":103,"Text":"My byl celkem vedomy si oni odrikavat lidska bytost jsem ucit jemu! spice pramen oni naznacit na jsem non-Arabic tento jsem doplnit Arabsky spice"},{"SurahNumber":16,"VerseNumber":104,"Text":"Prece ty ne domnivat se za buh zjeveni BUH ne usmernovat ti. Oni privodit si trapny odskodneni"},{"SurahNumber":16,"VerseNumber":105,"Text":"Ale jednotka vymyslet falesny nauka jsem ty ne domnivat se za buh zjeveni; oni jsem pravy lharka"},{"SurahNumber":16,"VerseNumber":106,"Text":"Ty pochybovat BUH dosahnout vernost sluset celkem objem nevera privodit si zloba podle BUH! Ale jednotka s odpustit ar ty vnutit samozvany nevera i kdy jejich jadro jsem vrchol z vernost"},{"SurahNumber":16,"VerseNumber":107,"Text":"Tento byl oni odevzdat prednost tento doivotni kolem Dale BUH ne usmernovat stejny pochybovat lide"},{"SurahNumber":16,"VerseNumber":108,"Text":"Ty byl jednotka koho BUH vtisknout jejich jadro jejich slyseni jejich zrak. Proto oni trvat neuvedomujici si"},{"SurahNumber":16,"VerseNumber":109,"Text":"Mimo pochybovat oni jsem kdo neco ztrati Dale"},{"SurahNumber":16,"VerseNumber":110,"Text":"Ohledne Ceho ty vystehovat perzekuce pak zustat zavodit steadfastly vytrvat svuj Magnat uplne tento jsem Forgiver Milosrdny"},{"SurahNumber":16,"VerseNumber":111,"Text":"Cas podlehnout when naprosty duse obsluhovat svuj vlastni zastance naprosty duse platil celkem kady ono vyloucit co z ceho nejmensi nespravedlnost"},{"SurahNumber":16,"VerseNumber":112,"Text":"BUH UVEST PRIKLAD SPOLECNOST JEDNAT jsem POSKYTNOUT USPESNY obstarani PRICHOD S TO PODLE VSUDE. Pak ono zapnout unappreciative z buh stesti. Proto BUH zpusobit ti chutnat utrapa z hladoveni nejistota. receny byl nahrada co oni ucinil"},{"SurahNumber":16,"VerseNumber":113,"Text":"Hlasatel odchod ti ti oni vyradit jemu. Proto odskodneni prastit ti pro jejich prestupek"},{"SurahNumber":16,"VerseNumber":114,"Text":"Proto ty stravit buh zajisteni vsechno jsem zakonny poslusny jsem uznaly z buh stesti ty zbonovat Jemu jen"},{"SurahNumber":16,"VerseNumber":115,"Text":"(On jen zakazat ty naprosty zvire krevni maso prasit potrava ktery zasvetit BUH. 1 vnutit stravit tyto) mimo byl rokovat zlomyslny pak BUH jsem Forgiver Milosrdny"},{"SurahNumber":16,"VerseNumber":116,"Text":"Ty ne vyjadrit prostirat se tvuj uznat trn vzruseni Tento jsem zakonny tento jsem nezakonny vymyslet svetsky znak ti BUH! Prece ty vymyslet svetsky znak ti s BUH prosit nikdy mit uspech"},{"SurahNumber":16,"VerseNumber":117,"Text":"Oni travit zakratko pak snest trapny odskodneni"},{"SurahNumber":16,"VerseNumber":118,"Text":"Id my zakazat co my licit ty drive. Ne jsem nas spatne ti; oni jsem jednotka spatne jejich uznat duse"},{"SurahNumber":16,"VerseNumber":119,"Text":"vsak jako pozornost ty dostat sinus neznalost pak litovat od te doby oprava svuj Magnat tento ucinil jsem Forgiver Milosrdny"},{"SurahNumber":16,"VerseNumber":120,"Text":"Abraham byl vskutku typicky predvoj svem pokora s BUH monotheist ktery nikdy zbonovat obraz"},{"SurahNumber":16,"VerseNumber":121,"Text":"On jsem uznaly z Svem Magnat stesti On chtit jemu usmernovat jemu vany draha"},{"SurahNumber":16,"VerseNumber":122,"Text":"My pripustit jemu stesti za tohleto doivotni od Dale on jsem na a spravedlivy"},{"SurahNumber":16,"VerseNumber":123,"Text":"Pak my dychat ty (Muhammad) ridili se naboenstvi Abraham monotheist; on nikdy jsem obraz worshiper"},{"SurahNumber":16,"VerseNumber":124,"Text":"Sobota rozhodnout jen ty znicit debatovat to (Id Kresan)! Svuj Magnat jsem Jednotka kritizovat ti Cas Zmrtvychvstani jejich popirat"},{"SurahNumber":16,"VerseNumber":125,"Text":"Ty lakat draha svuj Magnat ke moudrost hodny osviceni a uvaovat ti poslusny vhodny druh! Svuj Magnat modni zcela ktery mel strayed Svem draha On zkuseny zcela ktery usmernovat jednotka"},{"SurahNumber":16,"VerseNumber":126,"Text":"A jestlie ty potrestat ty vnucovat rovnajici se trestani. Ty pricina s trpelivost (misto (toho o mstit) to byl zcela trpelivy jednotka"},{"SurahNumber":16,"VerseNumber":127,"Text":"Ty pricina trpelivost - Svuj trpelivost jsem dosaitelny jen buh prispet. Ne rmoutit ti ne zlobit jejich navrhovat"},{"SurahNumber":16,"VerseNumber":128,"Text":"BUH jsem TY PRIMET SPRAVEDLIVY DOIVOTNI TY jsem DOBROCINNY"}]}