{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Neni tvora na zemi, jehoz vyziva nezavisela by od Boha: a on vi o utulku jeho i o miste ulozeni jeho. Vse to zapsano jest v Knize zjevne"},{"SurahNumber":11,"VerseNumber":7,"Text":"Ont jest to, ktery stvoril nebesa i zemi v sesti dnech: a trun jeho byl pred tim nad vodami: chtel drive vyzkouseti vas, kdoz vas nejlepe zachova se v cinech svych. A kdyz reknes jim: „Zajiste vzkriseni budete po smrti sve“ tu rikaji ti kdoz neuverili: „Vskutku, toto jest jen kouzelnictvi zjevne.“"},{"SurahNumber":11,"VerseNumber":8,"Text":"A odlozime-li trest jejich do urcite doby, jiste reknou: „Co zdrzuje jej.“ Zdaz neprijde na ne v den, kdy nebude nikoho, jenz by odvratil jej od nich a se vsech stran obklopi je to, z cehoz posmesky si byli tropili"},{"SurahNumber":11,"VerseNumber":9,"Text":"A kdyz dame okusiti cloveku milosti sve a pak odejmeme mu ji — v pravde zoufa si a jest nevercem"},{"SurahNumber":11,"VerseNumber":10,"Text":"A kdyz dame okusiti mu prizne sve po protivenstvi, jimz stizen byl, jistotne rekne: „Konecne zasly zle doby ode mne“ a ihned jest rozradovan a chlubivy"},{"SurahNumber":11,"VerseNumber":11,"Text":"Vyjma tech, kdoz trpelive vyckavaji a konaji dobre skutky: tem dano bude odpusteni a odmena velka"},{"SurahNumber":11,"VerseNumber":12,"Text":"Mozna, ze ponechas u sebe cast toho, co vnuknuto ti bylo, a budes proto stisnen v hrudi sve z obavy, aby nerekli: „Nebude-li mu seslan poklad, aneb neprijde-li s nim andel, (neuverime).“ Vsak ty pouze varovatelem jsi a Buh vsech veci jest opatrovnikem"},{"SurahNumber":11,"VerseNumber":13,"Text":"Aneb reknou-li: „Sam vymyslil jej,“ rci: „Nuze deset predvedte sur, rovnych temto, vami vymyslenych: a zavolejte si ku pomoci, koho budete moci vedle Boha, jste-li pravdomluvnymi.“"},{"SurahNumber":11,"VerseNumber":14,"Text":"Vsak nevyslysi-li vas, vezte, ze seslan byl jedine s moudrosti Boha a ze neni boha, krome Neho. Jste tedy odevzdani do vule jeho"},{"SurahNumber":11,"VerseNumber":15,"Text":"Tech, kdoz zadaji si jen zivota pozemskeho a lakadel jeho, odmenime spravedlive skutky jejich v nem a nebudou v tom zkraceni"},{"SurahNumber":11,"VerseNumber":16,"Text":"To jsou ti, pro nez v zivote budoucim prichystan jest pouze ohen pekelny: nivec bude co konali na svete a nicotno vse, co cinili"},{"SurahNumber":11,"VerseNumber":17,"Text":"Zdaz budou jako ti, kdoz oporu hledaji v jasnem dukazu, od Pana sveho, predcitanem jim svedkem od Boha: a pred nimz prisla kniha Mojzisova, jako voditko a milosrdenstvi? Tito veri v nej: vsak kdozkoli ze sprezencu modlosluzby neveri v nej, necht tesi se na ohen pekelny! Nechovej tudiz nejmensi pochybnosti o nem, nebot jest pravdou od Pana tveho: vsak vetsina lidi tomu neveri"},{"SurahNumber":11,"VerseNumber":18,"Text":"Kdo nepravostnejsim jest toho, jenz o Bohu vymysli lez? Tito predvedeni budou pred Pana sveho a reknou svedci: „Tito jsou oni, kteri lhali ohledne Pana sveho.“ Zdaz nepadne zloreceni Boha na nepravostne"},{"SurahNumber":11,"VerseNumber":19,"Text":"kteri odpuzuji druhe od stezky bozi a radi by ji zkrivili a neveri v zivot budouci"},{"SurahNumber":11,"VerseNumber":20,"Text":"Tito neznemozni (moc Boha) na zemi a nenaleznou zastance mimo Boha. Zdvojnasoben bude trest jejich: nedovedli ani slyseti, ani videti"},{"SurahNumber":11,"VerseNumber":21,"Text":"Toto jsou ti, kdoz sebe samy privedli v zahubu a (bozstva), jimi vymyslena, ztratila se jim"},{"SurahNumber":11,"VerseNumber":22,"Text":"Neni pochyby o tom, ze tito na tom nejhure budou v zivote budoucim"},{"SurahNumber":11,"VerseNumber":23,"Text":"Vsak ti, kdoz uverili a konali dobre skutky a ponizovali se pred Panem svym, obyvati budou v raji a zustavati v nem budou vecne"},{"SurahNumber":11,"VerseNumber":24,"Text":"Tyto dva tabory jsou jako slepi a hlusi (u porovnani) s vidoucimi a slysicimi: zdaz budou si rovno cenny v porovnani? Coz konecne neporozumite"},{"SurahNumber":11,"VerseNumber":25,"Text":"Kdysi poslali jsme Noema k lidu jeho i rekl jim : „Zajiste jsem vam varovatelem zjevnym"},{"SurahNumber":11,"VerseNumber":26,"Text":"abyste neuctivali niceho, krome Boha: jat zajiste obavam se, ze trest stihne vas v den bolestny!“"},{"SurahNumber":11,"VerseNumber":27,"Text":"I rekli predaci lidu jeho, kteri neuverili: „Nevidime v tobe jineho, nez cloveka jako my sami a vidime, ze nasleduji te pouze nejsprostsi z (lidu) naseho, ukvapeni v usudku: a nevidime ve vas prednosti, jez by vas stavela vyse nas. Spise mnime, ze jste prolhanci.“"},{"SurahNumber":11,"VerseNumber":28,"Text":"Rekl Noe: „Lide muj, co minite? Mam-li pouze jasny dukaz od Pana sveho, jenz obdaril mne milosrdenstvim svym a jste-li slepymi vuci nemu, zdaz vnutime je vam, kdyz vy se mu vzpirate"},{"SurahNumber":11,"VerseNumber":29,"Text":"Lide muj, nezadam od vas za to bohatstvi: odmena ma jest pouze na Bohu. A nebudu odhaneti od sebe tech, kdoz uverili; ti setkaji se s Panem svym —- vsak vidim, ze lid jste nevedomy"},{"SurahNumber":11,"VerseNumber":30,"Text":"A lide muj, kdo pomuze mi proti Bohu, kdybych odehnal je? Coz nepredlozite si to"},{"SurahNumber":11,"VerseNumber":31,"Text":"A nerikam vam: ,Vladnu pokladnicemi Boha,‘ ani: ,Znam veci skryte, aniz rikam: ,Jsem andel,‘ aniz rikam tem, na nez ukosem pohlizite: ,Nepopreje jim Buh nijakeho dobra.‘ Buh nejlepe vi, co jest v myslich jejich: a kdybych to rikal, byl bych jednim z nepravostych.“"},{"SurahNumber":11,"VerseNumber":32,"Text":"Rekli: „Noe, dost jiz nahadal jsi se s nami a stale rozmnozujes hadani s nami: nuze, konecne sesli na nas to, co nam slibujes, jsi-li pravdomluvnym.“"},{"SurahNumber":11,"VerseNumber":33,"Text":"Rekl: „Buh zajiste sesle to na vas bude-li chtiti, a nikterak neznemoznite mu toho"},{"SurahNumber":11,"VerseNumber":34,"Text":"Aniz prospeje vam rada ma, kdybych chtel (dobrou) dati vam radu, vsak Buh chtel zavesti vas v blud: ont Panem jest vasim a k nemu se navratite.“"},{"SurahNumber":11,"VerseNumber":35,"Text":"Reknou-li ti: „Vymyslil si jej,“ rci: „Vymyslil-li jsem si jej, ma bude vina: vsak prost jsem podilu na tom, v cem vy se provinujete.“"},{"SurahNumber":11,"VerseNumber":36,"Text":"A vnuknuto bylo Noemovi: „Zajiste nikdo jiny z lidu tveho neuveri, vyjma tech, kdoz jiz uverili: procez nermut se pro skutky jejich"},{"SurahNumber":11,"VerseNumber":37,"Text":"nybrz zbuduj korab pred zraky nasimi a dle vnuknuti naseho a neprimlouvej se za nepravostne, nebot oni potopeni budou.“"},{"SurahNumber":11,"VerseNumber":38,"Text":"Teda jal se budovati korab: a pokazde, kdyz predni z lidu jeho sli kolem, vysmivali se mu. Rekl: „Smejte se nam jen: vsak i my vysmejeme se vam, jakoz i vy nam se vysmivate"},{"SurahNumber":11,"VerseNumber":39,"Text":"a zvite pak, na koho prijde trest, jenz potupou pokryje jej: a trest stihne jej vecny.“"},{"SurahNumber":11,"VerseNumber":40,"Text":"Az pak prisel rozkaz nas a praskla pec. Tehdy rekli jsme Noemovi: „Naloz na korab,od kazdeho druhu stvoreni parek a rodinu svou, vyjma toho, nad nimz jiz drive pronesen byl rozsudek, a ty, kdoz uverili.“' Vsak pouze maly byl pocet tech, kteri uverili s nim"},{"SurahNumber":11,"VerseNumber":41,"Text":"I rekl: „Vstupte do korabu: ve jmenu Boha necht pluje a zakotvi se. Zajiste Pan muj velky jest v odpousteni a milosrdny.“"},{"SurahNumber":11,"VerseNumber":42,"Text":"A unasel je (korab), pluje na vlnach horam podobnych: a volal Noe na syna sveho, jenz byl v povzdali: „Synu muj, pluj s nami a nezustavej s nevericimi.“"},{"SurahNumber":11,"VerseNumber":43,"Text":"Rekl (tento): „Uteku se na vrchol hory, jez ochrani mne pred vodami.“ Rekl (Noe): „Neni nikoho, jenz ochrani se dnes pred rozkazem bozim, vyjma toho, nad nimz smiloval se Buh.“ Tu rozlily se mezi nimi vlny a syn jeho zustal mezi potopenymi"},{"SurahNumber":11,"VerseNumber":44,"Text":"I bylo receno: „Zeme, vpij do sebe vodu svou a nebesa, prestante dstiti!“ A opadla voda a vyplnen byl rozkaz: a stanul korab na vrchu Al-Dzudi a bylo receno: „Daleko odsud necht zustane lid nepravostny!“"},{"SurahNumber":11,"VerseNumber":45,"Text":"A zavolal Noe Pana sveho a rekl: „Pane muj, zajiste syn muj byl z rodiny me a zajiste slib tvuj pravdivy byl: ty pak nejspravedlivejsim jsi ze vsech soudcu!“"},{"SurahNumber":11,"VerseNumber":46,"Text":"Rekl (Buh): „Noe, vpravde (syn tvuj) nebyl z rodiny tve, nebot jednani to bylo nespravne: proto netaz se mne na veci, o nichz nemas vedeni; varuji te, abys nebyl jednim z nevedomcu.“"},{"SurahNumber":11,"VerseNumber":47,"Text":"Rekl (Noe): „Pane muj, k tobe utikam se (o prominuti), abych netazal se te na veci, o nichz nemam vedeni: a neodpustis-li mi a nesmilujes-li se nade mnou budu jednim ze zahube propadlych.“"},{"SurahNumber":11,"VerseNumber":48,"Text":"Bylo mu receno: „Noe, sestup (s korabu) s pozdravem miru od nas a s pozehnanim nasim nad tebou a nad narody, jez jsou s tebou: jsou pak narodove, kterym poskytneme pozitku (tohoto sveta) a pak zasahne je od nas trest bolestny"},{"SurahNumber":11,"VerseNumber":49,"Text":"Tato jest jedna ze zvesti skrytych: zjevujeme ji tobe nyni: ani ty, ani lid tvuj nevedeli jste o ni pred tim — i bud trpeliv, nebot blahy jest konec bohabojnych.“"},{"SurahNumber":11,"VerseNumber":50,"Text":"A k lidu 'Ad (poslali jsme) bratra jejich HUDA. Rekl: „Lide muj, uctivejte Boha: nemate jineho Boha, krome neho: (ty druhe) si jen vymyslite"},{"SurahNumber":11,"VerseNumber":51,"Text":"Lide muj, nezadam za toto odmeny od vas: odmena ma jest pouze u toho, jenz stvoril mne, coz toho nepochopite"},{"SurahNumber":11,"VerseNumber":52,"Text":"Lide muj, proste za odpusteni Pana sveho: pote kajicne obratte se k nemu: sesle vam s nebe deste hojne a rozmnozi silu vasi nad silu vasi nynejsi — procez neodvracejte se od neho jako provinilci.“"},{"SurahNumber":11,"VerseNumber":53,"Text":"Rekli: „O Hude, neprinesl jsi nam jasneho dukazu a my neopustime bohu svych na (pouhe) tvoje slovo: my ti neverime"},{"SurahNumber":11,"VerseNumber":54,"Text":"Rekneme ti jen, ze nekteri z bohu nasich postihli te zlem.“ Rekl: „Zajiste beru za svedka Boha a vy tez dosvedcte, ze prost jsem vaseho uctivani bohu jinych"},{"SurahNumber":11,"VerseNumber":55,"Text":"vedle Boha: i zapocnete se svymi uklady proti mne vsichni a nemeskejte"},{"SurahNumber":11,"VerseNumber":56,"Text":"Jat pak spoleham na Boha, Pana sveho a Pana vaseho: neni tvora, ktereho nemel by v moci sve: a zajiste Pan muj kraci stezkou primou"},{"SurahNumber":11,"VerseNumber":57,"Text":"A odvratite-li se, dobre: jiz oznamil jsem vam to, s cim poslan jsem byl k vam: Pan muj da jinemu lidu zabrati vase misto a nebudete moci uskoditi Bohu v nejmensim: zajiste Pan muj vsech veci jest strazcem.“"},{"SurahNumber":11,"VerseNumber":58,"Text":"A kdyz prisel rozkaz nas, zachranili jsme Huda a ty, kdoz uverili s nim, z milosrdenstvi sveho: a zachranili jsme je pred trestem prisnym"},{"SurahNumber":11,"VerseNumber":59,"Text":"Tento (lid) 'Ad zapiral znameni Pana sveho a neposlusen byl proroku jeho a nasledoval vyzvu vsech muzu mocnych a tvrdohlavych"},{"SurahNumber":11,"VerseNumber":60,"Text":"Procez stizeni jsou zlorecenim v tomto svete a v den zmrtvychvstani (bude jim receno) : „Zdaz nebyl (kmen) 'Ad, mezi nevericimi v Pana sveho? Ano, daleko zavrzen budiz (kmen) 'Ad, lid Huduv!“"},{"SurahNumber":11,"VerseNumber":61,"Text":"A k lidu Tsemud poslali jsme bratra jejich Saliha. Rekl: „Lide muj, uctivejte Boha: nemate jineho Boha, krome neho. On vzniknouti dal vam ze zeme a dal vam ji k obyvani: nuz proste jej za odpusteni a po te obratte se kajicne k nemu: zajistet Pan muj blizek jest a ochoten vyslyseti (vas).“"},{"SurahNumber":11,"VerseNumber":62,"Text":"Rekli: „O Salihu, az dosud byl's mezi nami jednim, v nejz nadeji jsme meli: zdaz nyni zbranovati chces nam, abychom vzyvali to, co vzyvali otcove nasi. A my, zajiste v pochybnostech a nejistote jsme ohledne toho, k cemu zves nas.“"},{"SurahNumber":11,"VerseNumber":63,"Text":"Rekl: „Lide muj, co minite? Mam-li jasny dukaz od Pana sveho a popral-li mi milosrdenstvi sveho, kdo pomuze mi proti Bohu, kdybych byl ho neposlusen? Zvysili byste tim jedine moji zahubu"},{"SurahNumber":11,"VerseNumber":64,"Text":"Lide muj, toto jest velbloudice bozi, znamenim vam. Nechte ji klidne pasti se na pude bozi a neublizujte ji, jinak stizeni budete trestem blizkym.“"},{"SurahNumber":11,"VerseNumber":65,"Text":"Nicmene podrezali zily velbloudice a rekl (Salih): „Poprejeme vam jeste tri dny pobytu v obydli vasich: slib tento zajiste nebude odvolan.“"},{"SurahNumber":11,"VerseNumber":66,"Text":"A kdyz naplnil se rozkaz nas, zachranili jsme Saliha a ty, kdez uverili s nim, z milosrdenstvi sveho, od potupy onoho dne: zajiste Pan tvuj silny jest a mocny"},{"SurahNumber":11,"VerseNumber":67,"Text":"A zachvatila nepravostne boure mohutna a nalezeni jsou z rana v domech svych co ztuhle mrtvoly"},{"SurahNumber":11,"VerseNumber":68,"Text":"jako by nikdy nebyli tesili se z nich. Zdaz nebyl (kmen) Tsemud nevericim v Pana sveho? Ano, daleko zavrzen budiz Tsemud"},{"SurahNumber":11,"VerseNumber":69,"Text":"A kdyz prisli kdysi poslove nasi k Abrahamovi s radostnou zpravou, rekli: „Pokoj s tebou.“ Rekl: „Pokoj s vami“ a nemeskaje, prinesl jim tele pecene"},{"SurahNumber":11,"VerseNumber":70,"Text":"A vida, ze ruce jejich nedotykaji se (pokrmu), nerad to videl a pocitil strach pred nimi. I rekli: „Neboj se, nebot my poslani jsme k lidu Lotovu.“"},{"SurahNumber":11,"VerseNumber":71,"Text":"A zena Abrahamova stala vedle a smala se: i oznamili jsme ji Isaka a po Isakovi, Jakuba"},{"SurahNumber":11,"VerseNumber":72,"Text":"Rekla: „Ja nestastna, jakz porodim syna, kdyz starena jsem a manzel muj starec? To zajiste byla by vec podivuhodna.“"},{"SurahNumber":11,"VerseNumber":73,"Text":"Rekli: „Divis se snad rozkazu bozimu? Milosrdenstvi Boha a pozehnani jeho budiz s vami, lide tohoto domu: Buh zajiste hoden jest chvaly a slavy.“"},{"SurahNumber":11,"VerseNumber":74,"Text":"Kdyz pak rozptylil se udes Abrahamuv, a on slysel radostnou tuto zvest, nalehal na nas ve prospech lidu Lotova"},{"SurahNumber":11,"VerseNumber":75,"Text":"nebot Abraham zajiste byl laskavy, soucitny, promijejici"},{"SurahNumber":11,"VerseNumber":76,"Text":"„O Abrahame, ustan ve svem snazeni, nebot jiz vysel rozkaz Pana tveho a lid onen zasahne trest neodvratny.“"},{"SurahNumber":11,"VerseNumber":77,"Text":"A kdyz prisli poslove nasi k Lotovi, zarmoutil se nad nimi a citil se slabym k ochrane jejich, rka: „Toto zajiste den jest tezky.“"},{"SurahNumber":11,"VerseNumber":78,"Text":"A prihnal se k nemu lid jeho, nebot jiz od drivejska dopousteli se spatnosti a rekl (Lot): „Lide muj, tyto dcery me vezmete-li, mene hanebno to bude pro vas: i bojte se Boha a nezneuctivejte mne v hostech mych. Coz neni mezi vami jedineho muze spravedliveho?“"},{"SurahNumber":11,"VerseNumber":79,"Text":"Rekli: „Vsak vis jiz, ze malo jest nam po tvych dcerach: a zajiste dobre vis, co chceme.“"},{"SurahNumber":11,"VerseNumber":80,"Text":"Rekl : „Kez bych mel dosti sily s vas, aneb kez mohl bych se uteci k ochranci mocnemu!“"},{"SurahNumber":11,"VerseNumber":81,"Text":"Rekli (tehdy cizinci): „O Lote, myt posly jsme Pana tveho a oni nedostanou se na tebe: i vyjdi s rodinou svou jeste teto noci a necht nikdo z vas neobraci se dozadu — pouze zena tva tak ucini a stejny stihne ji osud, jaky stihne lid onen. Zajiste hrozba tato splni se z rana: neni-liz pak jitro jiz blizke?“"},{"SurahNumber":11,"VerseNumber":82,"Text":"A kdyz prisel rozkaz nas, obratili jsme mesto vrchem dolu a dstili jsme na ne bez ustani kameni z hliny vypalene, poznamenane Panem tvym: a neni podobny osud dalek od nepravostnych"},{"SurahNumber":11,"VerseNumber":83,"Text":"A k Madianskym poslali jsme bratra jejich Su'ejba. Rekl: „Lide muj, uctivejte Boha, nemate jineho Boha, krome neho: A nezkracujte miry ani vahy: zajistet vidim vas v blahobytu, vsak bojim se pro vas trestu v den vse obklopujici"},{"SurahNumber":11,"VerseNumber":84,"Text":"Lide muj, dodrzujte poctive miry a vahy a nesalte lidi o majetek jejich a nedopoustejte se nespravedlnosti na zemi skutky pohorslivymi"},{"SurahNumber":11,"VerseNumber":85,"Text":"Cokoliv pak prebyvati vam bude z milosti bozi, bude nejlepsim pro vas, jste-li vericimi"},{"SurahNumber":11,"VerseNumber":86,"Text":"jat pak zajiste nejsem nad vami strazcem.“"},{"SurahNumber":11,"VerseNumber":87,"Text":"Rekli: „O Su'ejbe, zdaz nakazuji ti modlitby tve, abychom opustili to, co uctivali bohove nasi, a abychom nenakladali s majetky svymi, jak sami chcemeli? Zajiste prec jses muzem laskavym a rozsafnym.“"},{"SurahNumber":11,"VerseNumber":88,"Text":"Rekl: „Lide muj, co minite? Mam-li jasny dukaz od Pana sveho, jenz obdaril mne bohatymi dary svymi — nechci odporovati vam v tom, co (Buh) zbranuje vam ciniti, leda proto ze chci jedine polepseni vase, sec sily me staci. A duveru svou skladam pouze v Boha: na neho spoleham a k nemu obracim se"},{"SurahNumber":11,"VerseNumber":89,"Text":"Lide muj, necht odpor vas vuci mne neuvali na vas vinu pro kterou postihl by vas osud podobny onomu, jenz postihl lid Noemuv, lid Huduv, lid Salihuv: aniz lid Lotuv jest od vas (tak) vzdalen"},{"SurahNumber":11,"VerseNumber":90,"Text":"Proste za odpusteni Pana sveho a obratte se kajicne k nemu: zajiste Pan muj slitovny jest a laskyplny.“"},{"SurahNumber":11,"VerseNumber":91,"Text":"Rekli: „O Su'ejbe, nerozumime mnoho z toho, co pravis, vsak zajiste vidime te, zes slabym mezi nami: a nebyti rodu tveho, byli bychom te ukamenovali a ty bys nebyl mohl (braniti se nam).“"},{"SurahNumber":11,"VerseNumber":92,"Text":"Rekl: „Lide muj, zdaz rod muj vzacnejsim jest vam Boha a Boha za zada sva bez povsimnuti chcete zahoditi? Vsak zajiste Pan muj obklopuje vedenim svym skutky vase"},{"SurahNumber":11,"VerseNumber":93,"Text":"Lide muj, cinte, cokoliv muzete, jat taktez ucinim: zvite pak"},{"SurahNumber":11,"VerseNumber":94,"Text":"na koho prijde trest potupny pron a kdo lharem jest: nuz davejte pozor — ja s vami pozor budu davati.“"},{"SurahNumber":11,"VerseNumber":95,"Text":"A kdyz prisel rozkaz nas, zachranili jsme Su'ejba a ty, kdoz uverili s nim, z milosrdenstvi sveho: a zachvatila nepravostne boure mohutna a nalezeni jsou z rana co ztuhle mrtvoly v domech svych"},{"SurahNumber":11,"VerseNumber":96,"Text":"jako by nikdy nebyli tesili se z nich. Zdaz nebyl daleko zavrzen (lid) Madiansky, jakoz zavrzen byl (lid kmene) Tsemud"},{"SurahNumber":11,"VerseNumber":97,"Text":"A kdyz poslali jsme Mojzise se znamenimi svymi a s moci zjevnou k Faraonovi a prednim z lidu jeho, tu nasledovali tito rozkaz Faraonuv: vsak rozkaz nebyl spravedlivy"},{"SurahNumber":11,"VerseNumber":98,"Text":"Povede lid svuj v den zmrtvychvstani a privede je k napajedlu ohne pekelneho: a desne bude napajedlo, kde napajeti se budou"},{"SurahNumber":11,"VerseNumber":99,"Text":"Zlorecenim stizeni jsou v tomto svete a v den zmrtvychvstani desne bude prispeni, kterym prispeno jim bude"},{"SurahNumber":11,"VerseNumber":100,"Text":"Totot jsou deje mest, jez tobe vypravime: nektera z nich dosud stoji, jina jiz skosena jsou"},{"SurahNumber":11,"VerseNumber":101,"Text":"ne my utiskli jsme je, vsak sebe sama utiskla a niceho neprospela jim bozstva jejich, ktera uctivaji vedle Boha, kdyz prisel rozkaz Pana tveho: pouze rozmnozila zkazu jejich"},{"SurahNumber":11,"VerseNumber":102,"Text":"Takoveto jest udereni Pana tveho, kdyz uderuje jim mesta, jez byla nepravostna: zajiste udereni jeho sklicujici jest a bolestne"},{"SurahNumber":11,"VerseNumber":103,"Text":"V tomto zajiste znameni jest onomu, jenz boji se trestu ve svete budoucim: totot den bude, kdy veskere shromazdeno bude lidstvo: totot den bude, jehoz bude svedkem (veskerenstvo)"},{"SurahNumber":11,"VerseNumber":104,"Text":"A neodlozime den onen, nybrz prijde ve lhute predem stanovene"},{"SurahNumber":11,"VerseNumber":105,"Text":"V den prichodu jeho nepromluvi nikdo, vyjma s dovolenim Boha: a mezi nimi zavrzeni budou a blazeni"},{"SurahNumber":11,"VerseNumber":106,"Text":"Pokud se tyce zavrzenych, uvrzeni budou v ohen (pekelny): a v nem vzdychani bude a narikani"},{"SurahNumber":11,"VerseNumber":107,"Text":"V nem prebyvati budou, dokud potrvaji nebesa i zeme, lec by jinak chtel Pan tvuj: zajiste Pan tvuj cini, co chce"},{"SurahNumber":11,"VerseNumber":108,"Text":"A pokud se tyce tech, jiz oblazeni byli, pujdou do raje: v nem prebyvati budou, pokud potrvaji nebesa i zeme, lec by chtel Pan tvuj pridati jim jiny dar neodejmutelny"},{"SurahNumber":11,"VerseNumber":109,"Text":"Nebudiz nikterak v pochybnosti ohledne toho, co uctivaji onino — uctivaji pouze to, co uctivali otcove jejich pred tim, zajiste vyplatime jim podil jejich, nijak nezkraceny"},{"SurahNumber":11,"VerseNumber":110,"Text":"Dali jsme Mojzisovi Knihu a rozesli se v mineni o ni (lide): a kdyby nebylo predeslo slovo od Pana tveho, bylo by jiz davno rozhodnuto mezi nimi: oni pak (dosud) jsou ohledne Knihy v pochybnosti vahave"},{"SurahNumber":11,"VerseNumber":111,"Text":"A v pravde kazdeho odmeni jistotne Pan tvuj dle skutku jejich, nebot on dobre zpraven jest o tom, co cinite"},{"SurahNumber":11,"VerseNumber":112,"Text":"Procez cin prave, jakz nakazano ti bylo a taktez oni, kdoz uverili s tebou, necht nekonaji spatnosti, nebot Buh zajiste dobre pozoruje skutky vase"},{"SurahNumber":11,"VerseNumber":113,"Text":"Nehledejte opory u tech, kdoz nepravostni jsou, jinak zasahne vas ohen pekelny a nebude vam vedle Boha zastancu a nebude vam pak pomozeno"},{"SurahNumber":11,"VerseNumber":114,"Text":"Zachovavej modlitbu na pocatku a na konci dne a pri prichodu noci: zajiste dobra konani zahaneji skutky zle. Takove jest pripomenuti pametlivym"},{"SurahNumber":11,"VerseNumber":115,"Text":"A bud trpeliv, nebot Buh zajiste nedopusti, aby ztratila se odmena dobrodejnych"},{"SurahNumber":11,"VerseNumber":116,"Text":"Zdaz nebylo mezi pokolenimi, ktera vas predesla, lidi s trochou ctnosti takovych, kteri zabranovali spatnosti na zemi — pouze malo, ktere jsme pak zachranili? Vsak nepravostni nasledovali vystrednosti sve a stali se provinilci"},{"SurahNumber":11,"VerseNumber":117,"Text":"A Pan tvuj nevyhlazuje mest nespravedlive, jsou-li obyvatele jejich lidem radnym"},{"SurahNumber":11,"VerseNumber":118,"Text":"Kdyby byl chtel Pan tvuj, byl by ucinil lidstvo narodem jedinym; vsak neprestanou rozchazeti se v mineni"},{"SurahNumber":11,"VerseNumber":119,"Text":"vyjma tech, jimz popral milosrdenstvi Pan tvuj. A k tomu stvoril je; i naplnilo se slovo Pana tveho: „Zajistet naplnim peklo Dzinny a lidmi vesmes.“"},{"SurahNumber":11,"VerseNumber":120,"Text":"A toto vse z deju vyslancu nasich vypravime ti, aby utvrzeno, tim bylo srdce tve a aby tim prisla ti pravda a napomenuti a pripomenuti vericim"},{"SurahNumber":11,"VerseNumber":121,"Text":"A rci tem, kdoz neveri: „Jednejte podle moznosti sve: my taktez ciniti budeme"},{"SurahNumber":11,"VerseNumber":122,"Text":"a vyckavejte: my taktez vyckavati budeme.“"},{"SurahNumber":11,"VerseNumber":123,"Text":"Bohu pak prinalezi veci skryte nebes i zeme, a k nemu vse navraci se: procez uctivej jej a spolehej nan: a Pan tvuj zajiste neni lhostejnym k tomu, co cinite"},{"SurahNumber":12,"VerseNumber":1,"Text":"Alif. Lam. Ra. Tato jsou znameni Knihy zjevne"},{"SurahNumber":12,"VerseNumber":2,"Text":"seslali jsme tento Koran v mluve arabske, abyste jej pochopili"},{"SurahNumber":12,"VerseNumber":3,"Text":"Vypraveti budeme ti jedno z nejkrasnejsich vypraveni, ktera vnukli jsme ti v tomto Koranu, ac pred tim byl's jednim z neznalych"},{"SurahNumber":12,"VerseNumber":4,"Text":"Kdyz rekl JOSEF k otci svemu: „Otce muj, zajiste videl jsem jedenacte hvezd a slunce a mesic, mne klanicich se.“"},{"SurahNumber":12,"VerseNumber":5,"Text":"Rekl otec: „Synacku muj, nevypravej o videni svem bratrim svym, nebot jinak ukladem o tebe ukladati budou: zajistet Satan jest cloveku nepritelem zjevnym"},{"SurahNumber":12,"VerseNumber":6,"Text":"A takovymto zpusobem vyvoli te Pan tvuj a nauci te vykladu udalosti a dovrsi milosrdenstvi sve na tobe a na rodu Jakubove, jakoz kdysi dovrsil je na obou predcich tvych, Abrahamu a Isakovi: zajiste Pan tvuj vsevedouci jest a moudry.“"},{"SurahNumber":12,"VerseNumber":7,"Text":"V pripade pak Josefa a bratri jeho znameni byla tazatelum"},{"SurahNumber":12,"VerseNumber":8,"Text":"kdyz rekli (bratri jeho): „Zajiste Josef a bratr jeho milejsi jsou otci nasemu nas, ac jedna jsme tlupa: dojista otec nas jest v bludu zjevnem"},{"SurahNumber":12,"VerseNumber":9,"Text":"Zabte Josefa, aneb zazente jej do nejake zeme a zustane pouze pro vas tvar otce vaseho: pote pak povedete zivot lidi spravedlivych"},{"SurahNumber":12,"VerseNumber":10,"Text":"Rekl jeden z nich: „Nezabijejte Josefa, nybrz uvrcte jej do hlubin studna: vysvobodi jej z ni nejaci pocestni, tak-li ucinite.“"},{"SurahNumber":12,"VerseNumber":11,"Text":"Rekli: „Otce nas, proc nesveris nam Josefa, ac jiste uprimne to s nim myslime"},{"SurahNumber":12,"VerseNumber":12,"Text":"Posli jej zitra rano s nami, at popase si stada a pohraje si: my bedlive budeme jej streziti.“"},{"SurahNumber":12,"VerseNumber":13,"Text":"Rekl Jakub: „Zajiste zarmouti mne, odvedete-li mi jej a bojim se, ze sezere jej vlk, kdyz pozor nan nedate.“"},{"SurahNumber":12,"VerseNumber":14,"Text":"Rekli: „Kdyby sezrati mel jej vlk, kdyz jedna jsme tlupa, tu necht zahube propadneme!“"},{"SurahNumber":12,"VerseNumber":15,"Text":"A kdyz odvedli jej, usnesli se vespolek, ze uvrhnou jej do hlubin studnice; tehdy vnukli jsme mu: „Zajiste jednou povis jim o tomto skutku jejich a oni nebudou vedeti, oc jde.“"},{"SurahNumber":12,"VerseNumber":16,"Text":"I prisli s vecerem k otci svemu placky"},{"SurahNumber":12,"VerseNumber":17,"Text":"rkouce: „Otce nas, vzdalili jsme se ponekud, bezice o zavod, a ponechali jsme Josefa u satstva naseho: i sezral jej vlk. Vsak ty neuveris nam i kdybychom pravdu mluvili.“"},{"SurahNumber":12,"VerseNumber":18,"Text":"Na to prinesli kosili Josefovu, potrisnenou falesnou krvi. Rekl Jakub: „Nikoliv, sami jste tuto vec navlekli, vsak trpelivost krasna jest a k Bohu nutno uteci se (o utechu), abych snesti mohl zpravu vasi.“"},{"SurahNumber":12,"VerseNumber":19,"Text":"A prisli pocestni a poslali cerpace vody ke studnici: a kdyz spustili okov svuj dolu, zvolali: „Jake stesti! Ve studnici jest mladec!“ A vzali jej do zajeti, jakozto zbozi: a Buh vedel o tom, co cinili"},{"SurahNumber":12,"VerseNumber":20,"Text":"A prodali jej za cenu nepatrnou, za nekolik penizu spoctenych, chtejice se ho zbaviti"},{"SurahNumber":12,"VerseNumber":21,"Text":"A rekl onen, jenz koupil jej, jisty Egyptan, k manzelce sve: „Zachazej s nim ctne a pohostinne: muze nam byti prospesnym, anebo muzeme prijmouti jej za syna.“ Takovymto zpusobem usadili jsme Josefa v zemi a naucili jsme jej vykladu udalosti: Buh viteznym jest ve vyplneni ucelu svych, vsak vetsina lidi neni si toho vedoma"},{"SurahNumber":12,"VerseNumber":22,"Text":"A kdyz dospel veku sily sve, obdarili jsme jej soudnosti a vedenim: takovymto zpusobem odmenujeme ty, kdoz dobre cini"},{"SurahNumber":12,"VerseNumber":23,"Text":"A pocitila vasen k nemu pani domu, v nemz nalezal se. I zavrela (vsechny) dvere a rekla: „Pojd sem.“ Rekl: „Uchovejz Buh: zajiste Pan muj poskytl mi nejkrasnejsi prebyvani a nedobre vede se nepravostnym.“"},{"SurahNumber":12,"VerseNumber":24,"Text":"Vsak ona mocne po nem touzila a i on sam byl by podlehl touze, kdyby nebylo byvalo dukazu od Pana jeho. Takovym zpusobem odvratili jsme od neho nepravost a smilstvo, jezto byl ze sluzebniku nasich uprimnych"},{"SurahNumber":12,"VerseNumber":25,"Text":"Oba vrhli se o zavod ke dverim a roztrhla kosili jeho ze zadu: u dveri pak setkali se s panem jejim. Rekla: „Co odmenou ma byti tomu, jenz chtel prohresiti se na tve rodine, leda uvezneni, aneb trest bolestny?“"},{"SurahNumber":12,"VerseNumber":26,"Text":"Rekl Josef: „Ona vasni svou mne svadela.“ A dosvedcoval svedek z rodiny jeji: „Je-li kosile roztrzena zpredu, mluvila pravdu ona a on jest lharem"},{"SurahNumber":12,"VerseNumber":27,"Text":"vsak je-li kosile jeho roztrzena ze zadu, lhala ona a on jest pravdomluvnym.“"},{"SurahNumber":12,"VerseNumber":28,"Text":"A kdyz videl (manzel), ze kosile Josefova roztrzena jest ze zadu, rekl: „Toto zajiste jest jedna ze lsti vasich, nebot lest vase zajiste jest velka"},{"SurahNumber":12,"VerseNumber":29,"Text":"Josefe, nedbej na to pranic a ty, (zeno), pros za odpusteni viny sve, nebot byla's jednou z hresicich.“"},{"SurahNumber":12,"VerseNumber":30,"Text":"A rokovaly zeny v meste: „Zena knizete svadi z vasne mladce sveho, nebot rozplamenil ji laskou silenou: my zajiste shledavame, ze jest v poblouzeni zjevnem.“"},{"SurahNumber":12,"VerseNumber":31,"Text":"Kdyz pak doslechla se o lstivych klepech jejich, poslala pro ne a schystala jim hostinu: davsi pak kazde z nich nuz, zvolala: „Ukaz se jim, (Josefe.)“ A kdyz spatrily jej, byly jim nadseny tak, ze porezaly si ruce a zvolaly: „Buh uchovej! To neni clovek: tot sam andel jest uslechtily!“"},{"SurahNumber":12,"VerseNumber":32,"Text":"I rekla jim: „Toto jest mladec, pro ktereho hanily jste mne: jej svadela jsem z vasne sve, vsak vzeprel se: a neucini-li, co porucim mu, jistotne uveznen bude a uvrzen mezi zbedovane.“"},{"SurahNumber":12,"VerseNumber":33,"Text":"Rekl (Josef): „Pane muj, milejsi jest mi vezeni nez to, k cemu mne vyzyvaji, vsak neodvratis-li ode mne lest jejich, premuze mne mladi me a budu jednim z nerozumnych.“"},{"SurahNumber":12,"VerseNumber":34,"Text":"A vyslysel jej Pan jeho a odvratil od neho lest jejich, nebot on zajiste vse slysi a vi"},{"SurahNumber":12,"VerseNumber":35,"Text":"Pote vsak uznali, ac videli znameni (neviny jeho), ze uvezni jej na nejaky cas"},{"SurahNumber":12,"VerseNumber":36,"Text":"A spolu s nim vesli do vezeni dva mladici. Rekl jeden z nich: „V pravde zdalo se mi (ve snu), ze tlacil jsem vino (z hroznu).“ A rekl druhy: „Mne pak zdalo se, ze nesl jsem na hlave sve chleb a ptaci pojidali z neho. Oznam nam vyklad toho, nebot vidime, zes jednim z dobre cinicich.“"},{"SurahNumber":12,"VerseNumber":37,"Text":"Rekl (Josef): „Drive nez prinesen bude vam pokrm, z nehoz by pojedli jste, oznamim vam vyklad snu vasich pred tim, nez naplni se. Toto jest, co mezi jinym naucil mne Pan muj, nebot opustil jsem viru lidu nevericiho v Boha a lidu, jenz zivot posmrtny popiral"},{"SurahNumber":12,"VerseNumber":38,"Text":"A nasledoval jsem viru otcu svych, Abrahama, Isaka a Jakuba. Neni (ve vire nasi), abychom spolcovali co s Bohem: totot milost jest od Boha nam a (vsem) lidem vsak vetsina lidi neni za to vdecna"},{"SurahNumber":12,"VerseNumber":39,"Text":"O soudruhove moji dva ve vezeni: zdaz pani rozlicni lepsi jsou, anebo Buh jediny, vsemocny"},{"SurahNumber":12,"VerseNumber":40,"Text":"Co vy uctivate vedle neho jsou jen jmena, ktera jste dali vy a otcove vasi; Buh pak neseslal vam ohledne jmen tech nijake moci. Vsak rozsouzeni prinalezi jedine Bohu: on prikazal, abyste uctivali pouze jeho. Toto jest vira prava, vsak vetsina lidi neni si toho vedoma"},{"SurahNumber":12,"VerseNumber":41,"Text":"O soudruhove moji dva ve vezeni: pokud se tyce jednoho z vas, nalije panu svemu (do cise, vina a pokud se tyce druheho, ukrizovan bude a ptaci klovati budou hlavu jeho. (Neodvolatelne) usouzena jest vec, na kterou vy dva tazete se.“"},{"SurahNumber":12,"VerseNumber":42,"Text":"A rekl (Josef) k tomu, o nemz myslil, ze zachranen bude z nich dvou: „Zmin se o mne panu svemu.“ Vsak Satan zpusobil ze tento zapomnel zminiti se panu svemu (o Josefovi), i zustal ve vezeni po nekolik let"},{"SurahNumber":12,"VerseNumber":43,"Text":"Az (jednoho dne) rekl kral: „Zajiste videl jsem (ve snu) jak sedm krav tucnych sezrano bylo sedmi kravami hubenymi a sedm klasu zelenych a sedm zvadlych. Vy, predni muzove zeme, vylozte mi videni me, jste-li s vykladem videni obeznameni.“"},{"SurahNumber":12,"VerseNumber":44,"Text":"Rekli: „Spletene sny to jsou a my ve vykladu snu se nevyzname.“"},{"SurahNumber":12,"VerseNumber":45,"Text":"Tehdy rekl onen jenz zachranil se z obou veznu, a rozpomnel se po letech: „Ja povim vam vyklad toho, tedy poslete mne.“"},{"SurahNumber":12,"VerseNumber":46,"Text":"„Josefe, muzi pravdomluvny, vyloz nam, co znaci sedm krav tucnych, sezranych sedmi hubenymi, a sedm klasu zelenych a sedm zvadlych, abych mohl vratiti se k lidu a aby mohli o tom byti zpraveni.“"},{"SurahNumber":12,"VerseNumber":47,"Text":"Rekl (Josef): „Siti budete po sedm let dle obyceje sveho: obili pak, jez sklidite, ponechavejte v klasu, vyjma onoho malo, z nehoz jisti budete"},{"SurahNumber":12,"VerseNumber":48,"Text":"Pote prijde v zapeti sedm let trapnych, jez ztravi vse, co nashromazdili jste pro ne predem, vyjma onoho mala, jez peclive jste uschovali"},{"SurahNumber":12,"VerseNumber":49,"Text":"Na to prijde v zapeti rok, v nemz lid bude miti mnoho destu a v nem tlaciti budete (hrozny).“"},{"SurahNumber":12,"VerseNumber":50,"Text":"I rekl kral: „Privedte jej ke mne.“ Vsak kdyz prisel posel k Josefovi, rekl tento: „Vrat se k panu svemu a otaz se jej, jake zamysly mely zeny, jez porezaly si ruce: zajiste Pan muj dobre zna lecky jejich.“"},{"SurahNumber":12,"VerseNumber":51,"Text":"Tehdy rekl (kral k zenam): „Jak bylo to s vasim premlouvanim, kdyz svadely jste Josefa vasni svou?“ Rekly: „Uchovejz Buh, ze bychom vedely o nem co zleho!“ A rekla zena knizete: „Nyni vysla pravda najevo: ja sama svadela jsem jej vasni svou a on zajiste byl, pravdomluvny.“"},{"SurahNumber":12,"VerseNumber":52,"Text":"Rekl (Josef): „Z tohoto vseho necht pozna (pan muj), ze nezradil jsem jej v nepritomnosti jeho a ze Buh nevede k dobremu konci lest proradnych"}]}