{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"[Xuezhemen ba] fuhuo de zhishi guiyu ta [wei an la zhidao fuhuo de shijian]. Wulun shi guoshi de tuo e, haishi nuxing de huaiyun yu fenmian, meiyou ta [an la] bu zhidao de [zhu]. Zai na ri, ta jiang shenwen tamen [duoshenjiao tu]:“[Nimen suo wangyan de] wo de huobanmen [xianzai] zai nali?” Tamen jiang shuo:“Women xiang ni baogao, women zhong wu ren neng wei ci zuozheng.”"},{"SurahNumber":41,"VerseNumber":48,"Text":"Tamen yiqian suo qiqiu de [ouxiang] paoqi tamen xiaoshile.[Xianzai] tamen faxian tamen yi wu chu ke tao [bi an la de xingfa]."},{"SurahNumber":41,"VerseNumber":49,"Text":"Ren [bu xinyang zhe] qiu fu buyanqifan, yidan zaoyu buxing jiu huixin juewang."},{"SurahNumber":41,"VerseNumber":50,"Text":"Zai zaoyu buxing hou, jiaru wo shi ta changshi wo de enhui, ta bi shuo:“Zhe shi wo ying de de, wo jue bu xiangxin fuhuo de shijian hui lailin. Jishi wo bei dai dao wo de zhu nali, wo ye neng zai ta nali huode zui hao de baochou.” Wo bi jiang ba bu xinyang zhe suo zuo de gaosu tamen, wo bi jiang shi tamen changshi kuxing."},{"SurahNumber":41,"VerseNumber":51,"Text":"Dang wo shi en yu ren shi, ta huibi bugu; dan dang ta zaoyu buxing shi, ta you qiurao buxiu."},{"SurahNumber":41,"VerseNumber":52,"Text":"Ni shuo:“Nimen gaosu wo ba! Jiaru zhe bu “gulanjing” shi cong an la nali jiang shi de, er nimen fouren ta, name, shei bi zai yaoyuan de duili zhong [bu xinyang an la, bu zunxing zhengdao] de ren geng mi wu ne?”"},{"SurahNumber":41,"VerseNumber":53,"Text":"Wo jiang ba wo de jixiang xianshi gei tiandi wanwu, xianshi gei tamen ziji, zhidao tamen mingbai “gulanjing” que shi zhenli. Nandao ni de zhu hai bugou zuo wanwu de jianzheng zhe ma?"},{"SurahNumber":41,"VerseNumber":54,"Text":"Xuzhi, tamen dique huaiyi jiang yu tamen de zhu xiang hui. Xuzhi, ta [an la] que shi zhouzhi wanshi wanwu de."},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha, mi mu,"},{"SurahNumber":42,"VerseNumber":2,"Text":"a ying, xi ni, gaofu [alabo yu wu ge zimu de yinyi, wei an la zui zhidao qi yi]."},{"SurahNumber":42,"VerseNumber":3,"Text":"Quanneng de, zui ruizhi de an la ruci qishi ni [mu sheng],[ye tongyang qishi] zai ni zhiqian de shizhemen [zhu]."},{"SurahNumber":42,"VerseNumber":4,"Text":"Tiandi jian de yiqie dou shi ta de. Ta shi zhigaowushang de, zui weida de."},{"SurahNumber":42,"VerseNumber":5,"Text":"Tianshimen zanmei songyang tamen de zhu bing wei da dishang de ren qiu [an la] kuanshu shi, zhu tian jihu yao cong shangmian polie. Xuzhi, an la que shi zui kuanshu de, te ci de."},{"SurahNumber":42,"VerseNumber":6,"Text":"Naxie she ta [an la] er ling xuan baohu zhe [chongbai] de ren, an la zai jianshi tamen, ni [mu sheng] bushi tamen de jianhu zhe."},{"SurahNumber":42,"VerseNumber":7,"Text":"Wo ruci qishi ni zhe bu alabo wen de “gulanjing”, yibian ni jinggao zhucheng zhi mu [mai jia] ji qi zhouwei de ren, yibian ni jinggao wuyi de jihe ri, na shi yibufen ren [xinshi] jiang zai leyuan zhong, ling yibufen ren [bu xinyang zhe] jiang zai [huo yu de] liehuo zhong [zhu]."},{"SurahNumber":42,"VerseNumber":8,"Text":"Jiaru an la yiyu, ta bi shi tamen chengwei yige minzu, dan ta shi tasuo yiyu zhe jinru ta de enhui zhong. Bu yi zhe jue meiyou renhe baohu zhe he yuanzhu zhe."},{"SurahNumber":42,"VerseNumber":9,"Text":"Nandao tamen yao she ta [an la] er ling xuan baohu zhe [chongbai] ma?[Xuzhi] an la cai shi zhenzheng de baohu zhe. Ta neng shi sizhe sheng, ta dui wanshi shi wanneng de."},{"SurahNumber":42,"VerseNumber":10,"Text":"Fanshi nimen suo zhenglun de shi, ta de caijue dou gui an la. Zhe jiushi an la——wo de zhu, wo zhi xinlai ta, wo zhi gui xin ta [zhu]."},{"SurahNumber":42,"VerseNumber":11,"Text":"[Ta shi] tiandi de chuangzao zhe, ta cong nimen ziji zhong wei nimen chuangzao pei'ou, ye cong shengchu zhong wei qi chuangzao pei'ou. Ta jie ci chuangzao nimen [yu zigong zhong]. Meiyou renhe wu yu ta [an la] xiangsi. Ta shi quan wen de, quan shi de."},{"SurahNumber":42,"VerseNumber":12,"Text":"Ta zhangguan tiandi de yaoshi. Ta yu shi shei fuyu, jiu shi shei fuyu; yu shi shei jiongpo, jiu shi shei jiongpo. Ta que shi quanzhi wanshi wanwu de."},{"SurahNumber":42,"VerseNumber":13,"Text":"Ta [an la] wei nimen zhidingle [tongyang de] zongjiao [yisilan jiao], na shi ta ceng zhiding gei nu ha de, yeshi wo suo qishi ni [mu sheng] de, yiji wo suo zhiding gei yi bu la xin, mu sa he er sa de,[bing chongshen]:“Nimen dang jin shouzhengjiao [dang yi yisilan jiao jiaoyi jiaogui zuoshi], nimen buyao zai zhengjiao zhong fen zongpai. Fanshi ni [mu sheng] suo zhaohuan bai ouxiang zhe de, tamen gandao nanyu renshou. An la xuanze tasuo yiyu zhe zunxing zhengjiao, yindao gui xin [bing shuncong] zhe zunxing zheng jiao."},{"SurahNumber":42,"VerseNumber":14,"Text":"Zai zhishi jianglin tamen hou, youyu tamen huxiang du ji cai fen wei zongpai. Yao bushi ni de zhu youyanzaixian, yao dao yige dingqi, name, tamen zhi jian de shi biding bei panjuele. Naxie zai tamen [ru youtai jiaotu he jidu jiaotu] zhihou jicheng jingdian [“tao la te” he “yin ji lei”] de ren, tamen dui ci [yisilan jiao huo “gulanjing”] que shi zai yanzhong de huaiyi zhong."},{"SurahNumber":42,"VerseNumber":15,"Text":"Yinci, ni [mu sheng] dang zhaohuan renmen [zhu][gui xin yisilan jiao he “gulanjing”], ni dang zunxing ni suo feng dao de mingling, ni buyao shuncong tamen de siyu. Ni dang shuo:“Wo quexin an la suo jiang shi de jingdian [“gulanjing” ji an la yiqian jiang shi de suoyou jingdian], wo yi fengming zai nimen zhi jian binggong xingshi. An la shi women de zhu, yeshi nimen de zhu. Women dui women de xingwei fuze, nimen dui nimen de xingwei fuze, women he nimen zhi jian bubi zhenglun. An la jiang jihe women [dajia]. Wei ta [an la] shi zuihou de guisu.”"},{"SurahNumber":42,"VerseNumber":16,"Text":"Zai jieshou an la de zongjiao [he mu sheng] hou reng zhenglun zhe, zai tamen de zhu [an la] kan lai, tamen de zhenglun shi hao wu jiazhi de. Tamen bi zao [an la de] qian nu, bi shou yanli de xingfa [zhu]."},{"SurahNumber":42,"VerseNumber":17,"Text":"Shi an la jiang shile zhe bu baohan zhenli de jingdian [“gulanjing”] he tiancheng [binggong banshi]. Ni zen neng zhidao? Fuhuo de shijian yexu linjinle."},{"SurahNumber":42,"VerseNumber":18,"Text":"Bu xinyang fuhuo zhe yaoqiu zaori shixian ta [fuhuo], er xinyang fuhuo zhe que pa ta zaori shixian, yinwei tamen zhidao ta que shi zhenshi de. Xuzhi, fan zhenglun fuhuo de shijian zhe que shi zai shenyuan de mi wu zhong."},{"SurahNumber":42,"VerseNumber":19,"Text":"An la dui ta de pu renmen shi ci'ai de. Ta ci jiyang gei tasuo yiyu zhe. Ta shi zui qiang da de, quanneng de."},{"SurahNumber":42,"VerseNumber":20,"Text":"Shei [yin shangong] yao houshi de baochou, wo jiu zengjia shei de baochou; shei [yin shangong] yao jinshi de baochou, wo jiu gei shei yixie [yi zhuding de baochou], dan ta zai houshi jiang meiyou renhe fu fen [zhu]."},{"SurahNumber":42,"VerseNumber":21,"Text":"Nandao tamen you xuduo [yu an la tongdeng de] huoban, naxie huoban neng wei tamen zhiding chu an la suo bu yunxu de zongjiao ma? Yao bushi yinwei panci [yi yuxian fachu], name, tamen biding bei panjuele. Bu yi zhe bi shou tongku de xingfa."},{"SurahNumber":42,"VerseNumber":22,"Text":"[Fuhuo ri], ni jiang kanjian bu yi zhe wei ziji suo fan de zui'e er kongju, er [an la de] xingfa you yiding yao jianglin tamen. Fan xinyang bing xingshan zhe jiang zhu zai leyuan di meijing zhong. Fanshi tamen xiang yao de, tamen zai tamen de zhu nali dou neng dedao. Zhe [leyuan] que shi zuida de enhui."},{"SurahNumber":42,"VerseNumber":23,"Text":"Zhe [leyuan] shi an la yong lai xiang xinyang bing xingshan de pu renmen baoxi de. Ni [mu sheng] shuo:“Wo bu hui wei ci [xuanchuan yisilan jiao he “gulanjing”] xiang nimen suoqu baochou de, chufei shi tongzu jian de you'ai.” Shei zuo yi jian shanshi, wo yao ci shei jiabei de baochou [zhu]. An la que shi zui kuanshu de, zuishan bao de."},{"SurahNumber":42,"VerseNumber":24,"Text":"Nandao tamen yao shuo:“Ta [mu sheng] jie an la de mingyi niezao huangyan ma?” Jiaru an la yiyu, ta neng fengbi ni de xin [rang ni wangji ni suo zhidao de “gulanjing”]. An la xiaomie miuwu, bing yi ta de yanyu [“gulanjing”] zhengshi zhenli [yisilan jiao]. Ta dique quanzhi [renlei] xiongzhong de yiqie."},{"SurahNumber":42,"VerseNumber":25,"Text":"Ta jieshou ta de purenmen de huizui bing kuanshu zui'e [zhu]. Ta zhidao nimen suo zuo de."},{"SurahNumber":42,"VerseNumber":26,"Text":"Ta yingda xinyang bing xingshan zhe de qiqiu, ta zeng ci dui tamen de enhui. Bu xinyang zhe bi shou yanli de xingfa."},{"SurahNumber":42,"VerseNumber":27,"Text":"Jiaru an la kuoda dui ta de pu renmen de jiyang, tamen bi zai da dishang huzuofeiwei, dan ta yi dingliang [qian ding] jiangxia tasuo yiyu de jiyang. Ta dui ta de pu renmen que shi che zhi de, quan shi de."},{"SurahNumber":42,"VerseNumber":28,"Text":"Shi ta zai tamen juewang hou jiangxia yushui bing guang shi ta de enhui. Ta shi baohu zhe, shou zansong zhe."},{"SurahNumber":42,"VerseNumber":29,"Text":"Ta de jixiang zhi yi shi: Tiandi de chuangzao, yiji tiandi jian suo sanbu de ge zhong dongwu.[Fuhuo ri] ta neng suiyi ba tamen jihe qilai."},{"SurahNumber":42,"VerseNumber":30,"Text":"Wulun nimen zaoshou he zhong buxing, dou shi youyu nimen qinshou zuo'e [de yuangu]. Ta kuanshu xuduo zui'e."},{"SurahNumber":42,"VerseNumber":31,"Text":"Nimen zai da dishang jue buneng taotuo [an la de chengfa], chu an la wai, nimen jue meiyou renhe baohu zhe he yuanzhu zhe."},{"SurahNumber":42,"VerseNumber":32,"Text":"Ta de jixiang zhi yi shi: Zai haishang shan yiban [hangxing] de chuanbo."},{"SurahNumber":42,"VerseNumber":33,"Text":"Jiaru ta yiyu, ta neng shi feng jingzhi, rang chuanbo jing ting zai haimian shang. Dui mei ge jianren zhe he gan'en zhe, ci zhong que you xuduo jixiang."},{"SurahNumber":42,"VerseNumber":34,"Text":"Huozhe [jiaru ta yiyu], ta hui yin tamen suo fan de zui'e er shi naxie chuanbo chenmo. Ta kuanshu xuduo zui'e [zhu]."},{"SurahNumber":42,"VerseNumber":35,"Text":"Fan zhenglun wo de qishi zhe,[na shi] tamen jiang zhidao tamen juedui wu chu ke tao [bi an la de chengfa]."},{"SurahNumber":42,"VerseNumber":36,"Text":"Wulun nimen shou ci shenme [enhui], zhishi jinshi shenghuo de [duanzan] xiangshou,[houshi] zai an la nali de [leyuan] cai shi zui hao de, zui chijiu de, na shi shuyu xinshimen he xinlai an la zhe de;"},{"SurahNumber":42,"VerseNumber":37,"Text":"yeshi shuyu yuan bi dazui he jianyin, zai fanu [zhu] shi neng yuanliang zhe de;"},{"SurahNumber":42,"VerseNumber":38,"Text":"yeshi shuyu xiangying tamen de zhu de haozhao [ru quexin “liu da xinyang” he luxing “wuda gongxiu” deng], jin shou bai gong, gongtong xieshang tamen de shiwu, shiyong wo suo ciyu tamen de caiwu zhe de;"},{"SurahNumber":42,"VerseNumber":39,"Text":"yeshi shuyu shou pohai er fankang zhe de."},{"SurahNumber":42,"VerseNumber":40,"Text":"E xing ying shou tongyang de e bao [chengfa]. Shei yuanliang bing hejie, an la bi baochou shei. Ta [an la] jue bu xihuan bu yi zhe."},{"SurahNumber":42,"VerseNumber":41,"Text":"Duiyu shou qiru hou er fankang zhe, zhexie ren shi wu ke zebei de."},{"SurahNumber":42,"VerseNumber":42,"Text":"Ying shou zebei de zhishi naxie qiru renmen bing zai da dishang manheng wuli zhe [zhu], zhexie ren bi shou tongku de xingfa."},{"SurahNumber":42,"VerseNumber":43,"Text":"Duiyu rennai bing yuanliang zhe, zhe zhong xingwei dique zhide tichang."},{"SurahNumber":42,"VerseNumber":44,"Text":"An la shi shei mi wu, cihou, shei jiu meiyou baohu zhe. Ni jiang kanjian bu yi zhe zai kanjian xingfa shi shuo:“Qingwen hai you fanhui [chenshi] de lu ma?”"},{"SurahNumber":42,"VerseNumber":45,"Text":"Ni jiang kanjian tamen [bu yi zhe] mianlin huo yu zhi xing shi suo shou de xiuru he ditou tou kan. Xinshimen jiang shuo:“Sunshi zhe jiushi zai fuhuo ri shi tamen ziji he jiaren shou sun zhe.” Xuzhi, bu yi zhe [bu xinyang zhe] bi shou yongjiu de xingfa."},{"SurahNumber":42,"VerseNumber":46,"Text":"Chu an la wai, tamen jue meiyou renhe baohu zhe neng yuanzhu tamen. An la shi shei mi wu, shei jiu zoutouwulu."},{"SurahNumber":42,"VerseNumber":47,"Text":"Zai buke kangju zhi ri [fuhuo ri] cong an la jianglin qian, nimen dang xiangying nimen de zhu [de haozhao]. Zai na ri, nimen jiang wu chu ke tao, buneng dilai."},{"SurahNumber":42,"VerseNumber":48,"Text":"Jiaru tamen beiqi [yisilan jiao], name, wo meiyou pai ni [mu sheng] zuo tamen de jianhu zhe, ni de zeren zhishi [mingbai di] chuanda [qishi]. Dang wo shi ren changshi wo de enhui shi, ta jiu wei ci er xinxi; dang tamen yin tamen qinshou suo fan de zui'e er zaoyu buxing shi, ren bian chengle wang'enfuyi zhe."},{"SurahNumber":42,"VerseNumber":49,"Text":"Tiandi de zhuquan dou shi an la de. Ta yu chuangzao shenme, jiu chuangzao shenme; yu ci shei nuhai, jiu ci shei nuhai; yu ci shei nanhai, jiu ci shei nanhai;"},{"SurahNumber":42,"VerseNumber":50,"Text":"huo ji ci nanhai, ye ci nuhai; yu shi shei buneng shengyu, jiu shi shei buneng shengyu. Ta que shi quanzhi de, wanneng de."},{"SurahNumber":42,"VerseNumber":51,"Text":"Renhe ren dou buneng yu an la zhijie duihua, chufei yi qishi huo cong muhou, huo ta paiqian yi wei shizhe [tianshi] feng ta de mingling zhaoshi ta yu qishi de [zhu]. Ta que shi zhigaowushang de, zui ruizhi de."},{"SurahNumber":42,"VerseNumber":52,"Text":"Wo ruci qishi ni [mu sheng] wo mingling zhong de yi xiang qishi. Ni yuanlai bing bu zhidao jingdian shi shenme? Xinyang shi shenme? Dan wo yi shi ta [“gulanjing”] chengwei guangming, jie ci yindao wo de pu ren zhong wo suo yiyu zhe zunxing zhengdao. Ni dique zhengzai yindao [renlei] zunxing zhengdao [zhu][yisilan jiao],"},{"SurahNumber":42,"VerseNumber":53,"Text":"Na jiushi an la zhidao, tiandi jian de yiqie dou shi ta de. Xuzhi, wanshi wanwu zuizhong dou jiang gui dao an la nali qu [shoushen]."},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha, mi mu [alabo yu er ge zimu de yinyi, wei an la zui zhi dao qi yi]."},{"SurahNumber":43,"VerseNumber":2,"Text":"Yi zhe bu mingbai [chanming wanshi wanwu] de jingdian [“gulanjing”] fashi!"},{"SurahNumber":43,"VerseNumber":3,"Text":"Wo que yi shi ta chengwei alabo wen de “gulanjing”, yibian nimen lijie [bing jieshou quangao]."},{"SurahNumber":43,"VerseNumber":4,"Text":"Zai wo zheli de jingdian zhi ben [“shou baohu de xian pai”] zhong, ta [“gulanjing”] que shi gaogui de, chongman zhihui de."},{"SurahNumber":43,"VerseNumber":5,"Text":"Nandao yinwei nimen shi guofen [chaoyue fadu] de minzhong, wo jiu [bu jinggao nimen er] cong nimen nali shouhui jiaohui [“gulanjing”] ma?"},{"SurahNumber":43,"VerseNumber":6,"Text":"Wo ceng zai qian ren zhong paiqianguo xuduo xianzhi."},{"SurahNumber":43,"VerseNumber":7,"Text":"Mei dang yi wei xianzhi lai dao tamen, tamen zong shi chaoxiao ta."},{"SurahNumber":43,"VerseNumber":8,"Text":"Wo ceng huimiele bi tamen [de shili] geng qiangda de [minzu], qian ren de shili yi shiqu."},{"SurahNumber":43,"VerseNumber":9,"Text":"Jiaru ni [mu sheng] wen tamen:“Shei chuangzaole tiandi?” Tamen bi shuo:“Quanneng de, quanzhi de zhu chuangzaole tiandi.”"},{"SurahNumber":43,"VerseNumber":10,"Text":"Shi ta wei nimen er ba dadi zao ru chuangpu [yiyang ke yanshen], bing zai qizhong wei nimen kaipi xuduo daolu, yibian nimen huode yindao."},{"SurahNumber":43,"VerseNumber":11,"Text":"Shi ta cong tiankong yi dingliang jiangxia yushui, jie ci er shi kusi zhi di fusu, nimen ye jiang ruci bei quchu [fuhuo]."},{"SurahNumber":43,"VerseNumber":12,"Text":"Shi ta wei wanwu chuangzaole pei'ou. Ta chuangzao chuanbo he shengchu gong nimen cheng qi,"},{"SurahNumber":43,"VerseNumber":13,"Text":"yibian nimen anzuo shangmian. Nimen zuo wen hou, nimen dang zan nian nimen de zhu [an la] de enhui bing shuo:“Zanmei ta [an la] chaojue! Shi ta shi ci wu wei women fuwu, women yuan shi wuneng zuo dao de."},{"SurahNumber":43,"VerseNumber":14,"Text":"Women bi jiang fanhui women de zhu nali qu.”"},{"SurahNumber":43,"VerseNumber":15,"Text":"Tamen ba ta de yixie puren dang zuo ta de yibufen [ru wangyan er sa shi “an la zhizi”, tianshi shi “an la zhi nu” deng]. Ren que shi mingxian de wang'enfuyi zhe [zhu]."},{"SurahNumber":43,"VerseNumber":16,"Text":"Nandao ta cong ziji suo chuangzao de renlei zhong [wei ziji] xuanqu nuhai er ba nanhai rang gei nimen ma?"},{"SurahNumber":43,"VerseNumber":17,"Text":"Tamen wangyan pu ci zhi zhu [an la] you nuhai, dan dang tamen youren huoxi [ziji de qizi] sheng nuhai de xiao xi shi, ta de lian mashang bian de yin'an, neixin chongman fennu."},{"SurahNumber":43,"VerseNumber":18,"Text":"[Nandao tamen yao ba] zai zhuangshi [chuan jin dai yin] zhong chang da, buneng ming bian de nuhai gui an la ma?"},{"SurahNumber":43,"VerseNumber":19,"Text":"Tamen ba pu ci zhi zhu de pu renmen——tianshimen dang zuo nuxing. Nandao tamen jianzhengguo tamen [tianshi] de chuangzao ma? Tamen de jianzheng jiang bei jilu, tamen jiang bei shenwen."},{"SurahNumber":43,"VerseNumber":20,"Text":"Tamen shuo:“Jiaru pu ci zhi zhu yiyu, women jiu bu hui chongbai tamen [naxie xujia zhuzai]le.” Tamen dui ci hao wu zhishi. Tamen zong shi shuohuang."},{"SurahNumber":43,"VerseNumber":21,"Text":"Nandao ci [“gulanjing”] qian wo ceng ci gei tamen yi bu jingdian, rang tamen jianchi na bu jingdian [de jiaoyi jiaogui] ma?"},{"SurahNumber":43,"VerseNumber":22,"Text":"Bu, tamen shuo:“Women faxianle women de zuxian suo zunxing de yi zhong zongjiao, women zhishi zunxing tamen de yijiao eryi.”"},{"SurahNumber":43,"VerseNumber":23,"Text":"Tongyang, zai ni [mu sheng] zhiqian, mei dang wo paiqian yi wei jinggao zhe daoda yige chengshi, gai chengguo shechi shenghuo de renmen bi shuo:“Women faxianle women de zuxian suo zunxing de yi zhong zongjiao, women zhishi zunxing tamen de yijiao eryi.”"},{"SurahNumber":43,"VerseNumber":24,"Text":"Ta [bei paiqian de jinggao zhe] shuo:“Yaoshi wo zhaoshi nimen yi zhong bi nimen faxian nimen de zuxian suo zunxing de zongjiao geng hao de ne?[Nandao nimen hai yao jixu zunxing nimen de zuxian de yijiao ma?]” Tamen shuo:“Women jue bu xiangxin nimen suo bei paiqian de shiming.”"},{"SurahNumber":43,"VerseNumber":25,"Text":"Suoyi, wo chengfale tamen. Ni dang guancha fouren zhenli [yisilan jiao] zhe de jieju ruhe!"},{"SurahNumber":43,"VerseNumber":26,"Text":"Dangshi, yi bu la xin dui ta de fuqin he zuren shuo:“Wo yu nimen suo chongbai de [ouxiang] que shi hao wu guanxi de,"},{"SurahNumber":43,"VerseNumber":27,"Text":"wei chuangzao wo de zhu [an la] liwai,[wo zhi chongbai du yi de an la], ta bi jiang yindao wo [zunxing zhengdao].”"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ta [yi bu la xin] ba yongheng zhi yan [chu an la wai, zai meiyou ying shou chongbai de zhu] liu zeng gei ta de houyi, yibian tamen [xiang an la] huiguo."},{"SurahNumber":43,"VerseNumber":29,"Text":"Bu, wo yi shi zhexie ren [duoshenjiao tu] he tamen de zuxian [zai jinshi zhanshi] xiangle, zhidao zhenli [“gulanjing”] he mingbai xuanjiao de shizhe [mu sheng] lailin tamen [zhu]."},{"SurahNumber":43,"VerseNumber":30,"Text":"Dang zhenli [“gulanjing”] jianglin tamen shi, tamen shuo:“Zhe shi moshu, women jue bu xiangxin ta.”"},{"SurahNumber":43,"VerseNumber":31,"Text":"Tamen shuo:“Weihe zhe bu “gulanjing” bu jiang gei liang cheng [mai jia he ta yi fu] zhong de yi wei yao ren ne?”"},{"SurahNumber":43,"VerseNumber":32,"Text":"Nandao tamen yao fenpei ni de zhu de enhui ma? Wo ba tamen zai jinshi shenghuo zhong de shengji fen gei tamen, bing shi tamen yibufen ren gao yu ling yibufen ren xuduo pinji, yibian tamen yibufen ren guyong ling yibufen ren gongzuo. Ni de zhu de enhui [leyuan] bi tamen [zai jinshi] suo juji de [caifu] geng hao [zhu]."},{"SurahNumber":43,"VerseNumber":33,"Text":"Yao bushi pa renlei chengwei yige tuanti, wo bi shi bu xin pu ci zhi zhu [an la] zhe de fangwu bian cheng yin ding yin ti de, yibian tamen denglin er shang;"},{"SurahNumber":43,"VerseNumber":34,"Text":"bing shi tamen de fangwu bian cheng yin men yin yi de, tamen kekao zai yin yi shang [xiangle];"},{"SurahNumber":43,"VerseNumber":35,"Text":"[bing shi tamen de fangwu bian cheng] jin [zhu] shi de. Dan suoyou zhexie zhishi jinshi shenghuo de [duanzan] xiangshou. Zai ni de zhu nali de houshi shi shuyu jingwei zhe de."},{"SurahNumber":43,"VerseNumber":36,"Text":"Shei hushi zan nian pu ci zhi zhu [ru hushi chongbai du yi de an la deng], wo jiu wei ta zhiding yige emo, rang na emo zuo ta de tongban."},{"SurahNumber":43,"VerseNumber":37,"Text":"Naxie emo biding fang'ai tamen zunxing an la zhi dao, er tamen que yiwei tamen ziji cai shi zunxing zhengdao zhe."},{"SurahNumber":43,"VerseNumber":38,"Text":"Deng ta [hushi zan nian pu ci zhi zhu zhe] lai dao wo zheli shi, ta [jiang dui ta de mo ban] shuo:“Yaoshi ni wo zhi jian you dongxi fang de juli zhang duo hao a! Ni zhege tongban zhen elie!”"},{"SurahNumber":43,"VerseNumber":39,"Text":"[Ranhou, you hua sheng dui tamen shuo]:“Yinwei nimen ceng xing bu yi, gu jintian [houhui] dui nimen shi wuyi de, nimen bi jiang tong shou xingfa.”"},{"SurahNumber":43,"VerseNumber":40,"Text":"Nandao ni [mu sheng] neng shi longzi tingjian? Haishi ni neng yindao xiazi he zai mingxian de mi wu zhong de ren ne?"},{"SurahNumber":43,"VerseNumber":41,"Text":"Jishi wo rang ni [mu sheng] likai chenshi, wo ye biding yao chengfa tamen."},{"SurahNumber":43,"VerseNumber":42,"Text":"Huozhe wo shi ni kanjian wo suo jinggao tamen de xingfa, wo dique yeyou nengli chengzhi tamen."},{"SurahNumber":43,"VerseNumber":43,"Text":"Ni dang jianchi yi qishi ni de jingdian [zhu][“gulanjing”], ni que shi zai zhengdao shang de."},{"SurahNumber":43,"VerseNumber":44,"Text":"Zhe [“gulanjing”] que shi dui ni he ni de zuren de jiaohui, nimen jianglai yao bei shenwen [ci jing]."},{"SurahNumber":43,"VerseNumber":45,"Text":"Ni dang xunwen zai ni zhiqian wo suo paiqian de shizhemen, wo zai pu ci zhi zhu [an la] wai gei tamen zhidingguo renhe ke gong chongbai de shenling ma?"},{"SurahNumber":43,"VerseNumber":46,"Text":"Wo que yi paiqian mu sa daizhe wo de jixiang qu jiaohua falao ji qi shoulingmen, ta [dui tamen] shuo:“Wo que shi zhong shijie zhi zhu paiqian de shizhe.”"},{"SurahNumber":43,"VerseNumber":47,"Text":"Dang ta daizhe wo de jixiang lai dao tamen shi, tamen turan chaoxiao naxie jixiang."},{"SurahNumber":43,"VerseNumber":48,"Text":"Wo suo zhaoshi tamen de jixiang, yige bi yige da. Wo yi xingfa chengzhile tamen, yibian tamen gui xin [yisilan jiao]."},{"SurahNumber":43,"VerseNumber":49,"Text":"Tamen [dui mu sa] shuo:“Moshu shi a! Qing ni wei women qiqiu ni de zhu ba![Rang ta wei women jiechu xingfa], yinwei ta ceng xunuo ni, women yiding zunxing zhengdao.”"},{"SurahNumber":43,"VerseNumber":50,"Text":"Dan dang wo wei tamen jiechu xingfa shi, tamen mashang jiu weiyuele."},{"SurahNumber":43,"VerseNumber":51,"Text":"Falao xiang ta de renmin xuangao shuo:“Wo de renmin a! Nandao aiji de wangquanbushi wo de ma? Nandao cong wo xiamian liuguo de zhexie heliu bushi wo de ma? Nandao nimen kan bujian ma?"},{"SurahNumber":43,"VerseNumber":52,"Text":"Nandao wo bubi zhege beijian er biaoda bu qing de ren [mu sa] geng hao ma?[Mu sa bu shanyu ciling. Jian 28:34]."},{"SurahNumber":43,"VerseNumber":53,"Text":"Weisheme ta meiyou shou ci jin shouzhuo ne? Huozhe wei shen me tianshimen butong ta yiqi jianglin ne?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"Ta [falao] yunong ta de renmin, er tamen ye fucong ta, tamen que shi beini de minzhong."},{"SurahNumber":43,"VerseNumber":55,"Text":"Dang tamen chunu wo shi, wo chengfale tamen, wo ba tamen quan bu yan sile [zhu]."},{"SurahNumber":43,"VerseNumber":56,"Text":"Wo shi tamen chengwei hou ren de yige jiaoxun he jianjie."},{"SurahNumber":43,"VerseNumber":57,"Text":"Dang ma'er ya zhizi [er sa] bei zuowei lizi [ru jidu jiaotu ba er sa dang zuo zhuzai chongbai] yinzheng shi, ni de zuren mashang wei ci er chaonao."},{"SurahNumber":43,"VerseNumber":58,"Text":"Tamen shuo:“Shi women [chongbai] de xuduo shenling geng hao ne? Haishi ta [er sa] geng hao?” Tamen xiang ni ju chu ci li zhi weile qiangciduoli. Bu, tamen shi qiangbian de minzhong."},{"SurahNumber":43,"VerseNumber":59,"Text":"Ta [er sa] zhishi [wo de] yige puren. Wo ci gei ta enhui bing shi ta chengwei yiselie de houyi de yige jianjie [ru er sa bu xiang fanren yiyang you fuqin]."},{"SurahNumber":43,"VerseNumber":60,"Text":"Jiaru wo yiyu, wo bi [huimie nimen er] chuangzao tianshi zai dadishang daiti nimen."},{"SurahNumber":43,"VerseNumber":61,"Text":"Ta [er sa] que shi fuhuo [lailin] shi de zhengzhao [zhu][er sa jianglin da di], suoyi, nimen dui ci [fuhuo ri] buke huaiyi, nimen dang shuncong wo [an la], zhe shi zhengdao."},{"SurahNumber":43,"VerseNumber":62,"Text":"Jue buyao rang emo fang'ai nimen [zunxing zhengdao]. Emo que shi nimen mingxian de diren [zhu]."},{"SurahNumber":43,"VerseNumber":63,"Text":"Dang er sa daizhe mingzheng jianglin shi, ta shuo:“Wo que yi gei nimen dai laile zhihui [yuyan], wo jiang wei nimen chanming nimen suo fenqi de yixie shi, suoyi, nimen dang jingwei an la, dang fucong wo."},{"SurahNumber":43,"VerseNumber":64,"Text":"An la que shi wo de zhu, ye que shi nimen de zhu, suoyi, nimen dang chongbai ta, zhe shi zhengdao [yisilan jiao].”"},{"SurahNumber":43,"VerseNumber":65,"Text":"Dan tamen ge pai yijian fenqi. Bu yi zhe jiang zao tongku zhi ri de chengfa zhen huogai!"},{"SurahNumber":43,"VerseNumber":66,"Text":"Tamen zhi dengdai fuhuo de shijian zai tamen buzhi bu jue shi turan jianglin tamen."},{"SurahNumber":43,"VerseNumber":67,"Text":"Zai na ri, chu jingwei zhe wai, pengyou jiang bici chengwei choudi."},{"SurahNumber":43,"VerseNumber":68,"Text":"[Zai na ri, you hua sheng dui xinshimen shuo]:“Wo de pu renmen a! Jintian, nimen meiyou kongju, meiyou youchou;"},{"SurahNumber":43,"VerseNumber":69,"Text":"nimen shi chengxin wo de qishi bing guishun zhe;"},{"SurahNumber":43,"VerseNumber":70,"Text":"nimen he nimen de qizi yukuai di jinru leyuan ba!”"},{"SurahNumber":43,"VerseNumber":71,"Text":"Zai nali, jin pan he jinbei jiang chuandi gei tamen; zai nali, youxin xiang yao de, you yan xiang kan de [zhu].[You hua sheng dui tamen shuo]:“Nimen yong ju qizhong [leyuan] ba!"},{"SurahNumber":43,"VerseNumber":72,"Text":"Zhe shi nimen yi nimen [zai chenshi] suo zuo shangong er jicheng de leyuan."},{"SurahNumber":43,"VerseNumber":73,"Text":"Zai nali, nimen jiang huode ge zhong shuiguo, gong nimen [suiyi] chi.”"},{"SurahNumber":43,"VerseNumber":74,"Text":"Fanzui zhe bi jiang yong juyu huo yu de xingfa zhong."},{"SurahNumber":43,"VerseNumber":75,"Text":"Tamen suo shou de xingfa bu hui bei jianqing, tamen zai qizhong shi juewang de [huihen de, aiqi de]."},{"SurahNumber":43,"VerseNumber":76,"Text":"Wo meiyou kuidai tamen, er shi tamen duo xing bu yi."},{"SurahNumber":43,"VerseNumber":77,"Text":"Tamen jiang jiaohan:“Malike [huo yu de zhangguan zhe] a! Qiu ni de zhu chujue women ba!” Ta jiang shuo:“Nimen bi jiang yong ju qizhong.”"},{"SurahNumber":43,"VerseNumber":78,"Text":"Wo que yi zhaoshi nimen zhenli [mu sheng he “gulanjing”], dan nimen da duoshu ren yanwu zhenli."},{"SurahNumber":43,"VerseNumber":79,"Text":"Nandao tamen mimoule yi jian shi ma? Wo jiang yong jimou [duifu tamen]."},{"SurahNumber":43,"VerseNumber":80,"Text":"Nandao tamen renwei wo ting bujian tamen de mimi he mimou ma? Bu![Wo juedui neng tingjian], wo de tianshimen jiu zai tamen pangbian jilu [zhu]."},{"SurahNumber":43,"VerseNumber":81,"Text":"Ni [mu sheng] shuo:“Jiaru pu ci zhi zhu [xiang nimen suo wangyan di nayang] you ernu, name, wo shi an la de di yige chongbai zhe [wo shi di yi ge xinyang an la du yi zhe, wo zuozheng ta jue meiyou ernu].”"},{"SurahNumber":43,"VerseNumber":82,"Text":"Zanmei tiandi de zhu——baozuo zhi zhu [an la] chaojue! Ta chaojue yu tamen suo wangyan de."},{"SurahNumber":43,"VerseNumber":83,"Text":"Ni rang tamen wang tan qule ba! Zhidao tamen zaoyu tamen suo bei jinggao de rizi [fuhuo ri]."},{"SurahNumber":43,"VerseNumber":84,"Text":"Zai tianshang, ta [an la] shi weiyi ying shou chongbai de; zai dishang, ta yeshi weiyi ying shou chongbai de. Ta shi zui ruizhi de, quanzhi de."},{"SurahNumber":43,"VerseNumber":85,"Text":"Zansong ta [an la] zhifu! Ta zhangguan tiandi wanwu de zhuquan. Wei ta zhidao fuhuo de shijian, nimen dou jiang gui dao ta nali qu."},{"SurahNumber":43,"VerseNumber":86,"Text":"Tamen she ta [an la] er qiqiu de [ouxiang] wu quan [ti tamen] qiuqing, wei yi zhenli zuozheng zhe [xinyang bing fucong du yi de an la zhe] liwai, yinwei zhexie ren shi zhidao zhenxiang de."},{"SurahNumber":43,"VerseNumber":87,"Text":"Jiaru ni [mu sheng] wen tamen shei chuangzaole tamen? Tamen bi shuo:“An la”. Tamen weihe hai yao beili zhenli ne?"},{"SurahNumber":43,"VerseNumber":88,"Text":"Ta [mu sheng] shuo:“Wo de zhu a! Zhexie ren que shi bu xinyang de minzhong.”"},{"SurahNumber":43,"VerseNumber":89,"Text":"Ni [mu sheng] dang yuanliang tamen bing [dui tamen] shuo:“Zhu nimen ping'an!” Tamen bujiu jiang zhidao.[Zhe jie jing wenxi ting yong de jing wen, bei di 9 zhang di 5 jie “yunxu zhanzheng” suo qudai]."},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha, mi mu [alabo yu er ge zimu de yinyi, wei an la zui zhidao qi yi]."},{"SurahNumber":44,"VerseNumber":2,"Text":"Yi zhe bu mingbai [chanming wanshi wanwu] de jingdian [“gulanjing”] fashi!"},{"SurahNumber":44,"VerseNumber":3,"Text":"Wo dique zai yi ge jiqing zhi ye [zhaiyue de gai de'er ye, jian di 97 zhang] jiang shi ta [“gulanjing”], wo yizhi zai jinggao [renlei, fan bu xinyang an la du yi zhe bi zao yancheng]."},{"SurahNumber":44,"VerseNumber":4,"Text":"Zai nage yeli, yiqie zhuding de shi dou yi panding [ru shengsi zainan deng]."},{"SurahNumber":44,"VerseNumber":5,"Text":"Na shi you wo banbu de yi xiang mingling, wo que shi chang paiqian shizhe de;"},{"SurahNumber":44,"VerseNumber":6,"Text":"na shi cong ni de zhu jiang shi de yi xiang enhui. Ta que shi quan wen de, quanzhi de."},{"SurahNumber":44,"VerseNumber":7,"Text":"[Na shi cong] tiandi wanwu de zhu [an la] jiang shi de, jiaru nimen duxin."},{"SurahNumber":44,"VerseNumber":8,"Text":"Chu ta wai, zai meiyou ying shou chongbai de zhu. Ta neng shi sizhe sheng, neng shi sheng zhe si.[Ta shi] nimen de zhu, yeshi nimen zuxian de zhu."},{"SurahNumber":44,"VerseNumber":9,"Text":"Qishi, tamen shi zai huaiyi zhong qule de."},{"SurahNumber":44,"VerseNumber":10,"Text":"Ni dang dengdai tiankong chuxian mingxian yanwu [zhu] di na ri,"},{"SurahNumber":44,"VerseNumber":11,"Text":"na yanwu jiang longzhao renlei, zhe shi yi zhong tongku de xingfa."},{"SurahNumber":44,"VerseNumber":12,"Text":"[Bei yanwu longzhao zhe jiang shuo]:“Women de zhu a! Qiu ni wei women jiechu xingfa ba! Women zhen de xinyangle.”"},{"SurahNumber":44,"VerseNumber":13,"Text":"[Xingfa yi jianglin tamen, ci shi] tamen zen neng huode quangao [de yichu] ne? You wei mingbai xuanjiao de shizhe [mu sheng] que yi lailin tamen,"},{"SurahNumber":44,"VerseNumber":14,"Text":"er tamen que beili ta [mu sheng]. Tamen shuo:“[Ta shi] yi wei shouguo chuanshou de fengzi.”"},{"SurahNumber":44,"VerseNumber":15,"Text":"Wo jiang zhanshi jiechu xingfa, er nimen ye jiang yuanxing bilu [huifu panni]."},{"SurahNumber":44,"VerseNumber":16,"Text":"Dang wo jinxing da tuxi di na ri, wo bi jiang yancheng [tamen]."},{"SurahNumber":44,"VerseNumber":17,"Text":"Wo que yi zai tamen zhiqian kaoyanguo falao de renmin, na shi you wei zungui de shizhe [mu sa] yi lailin tamen."},{"SurahNumber":44,"VerseNumber":18,"Text":"[Mu sa shuo]:“Nimen ba an la de pu renmen [yiselie de houyi] jiao gei wo ba! Wo dui nimen que shi yi wei zhongshi de shizhe."},{"SurahNumber":44,"VerseNumber":19,"Text":"Nimen buyao dui an la gao'ao, wo dique gei nimen dai laile mingzheng."},{"SurahNumber":44,"VerseNumber":20,"Text":"Wo qiu wo de zhu, yeshi nimen de zhu baohu, mian zao nimen shi ji wo [zhu]."},{"SurahNumber":44,"VerseNumber":21,"Text":"Jiaru nimen bu xiangxin wo, nimen ke likai wo.”"},{"SurahNumber":44,"VerseNumber":22,"Text":"[Dan tamen tiaoxin ta], yushi ta [mu sa] qiqiu ta de zhu [shuo]:“Zhexie ren que shi fanzui de minzhong.”"},{"SurahNumber":44,"VerseNumber":23,"Text":"[An la shuo]:“Ni daizhe wo de pu renmen zai yejian chuzou ba! Yinwei nimen bi jiang bei [falao de jundui] zhuigan."},{"SurahNumber":44,"VerseNumber":24,"Text":"Ni rang haishui pingjing [fenkai] ba! Tamen kending shi yao bei yan si de jundui.”"},{"SurahNumber":44,"VerseNumber":25,"Text":"Tamen [falao de renmin] liu xiale duoshao guoyuan, quanyuan,"},{"SurahNumber":44,"VerseNumber":26,"Text":"tiandi he haozhai,"},{"SurahNumber":44,"VerseNumber":27,"Text":"yiji tamen xiangshouguo de xingfu shenghuo!"},{"SurahNumber":44,"VerseNumber":28,"Text":"Qi jieguo shi: Wo shi qita minzhong jichengle tamen [zhu][ru an la shi yiselie de houyi jichengle aiji de wangquan]."},{"SurahNumber":44,"VerseNumber":29,"Text":"Tiandi meiyou wei tamen kuqi, tamen ye bu bei huanxing."},{"SurahNumber":44,"VerseNumber":30,"Text":"—"},{"SurahNumber":44,"VerseNumber":31,"Text":"Wo que yi zhengjiu yiselie de houyi tuoli falao lingru de xingfa. Ta que shi aoman guofen de."},{"SurahNumber":44,"VerseNumber":32,"Text":"[Mu sa shidai] wo que yi ping zhenzhi xuanze tamen [yiselie de houyi] you yu shiren."},{"SurahNumber":44,"VerseNumber":33,"Text":"Wo ceng ciyu tamen xuduo jixiang, qizhong you yici mingxian de kaoyan."},{"SurahNumber":44,"VerseNumber":34,"Text":"Zhexie ren [gu lai shen ren] bi jiang shuo:"},{"SurahNumber":44,"VerseNumber":35,"Text":"“Women zhiyou di yi ci de siwang, women jue bu hui bei fuhuo."},{"SurahNumber":44,"VerseNumber":36,"Text":"Jiaru nimen shi chengshi zhe,[xianzai] nimen jiu ba women [yi gu] de zuxian zhaohui lai [fuhuo] ba!”"},{"SurahNumber":44,"VerseNumber":37,"Text":"Shi tamen geng hao ne? Haishi tu ba de zuren he tamen de qian ren geng hao? Wo huimiele tamen, yinwei tamen que shi fanzui zhe."},{"SurahNumber":44,"VerseNumber":38,"Text":"Wo chuangzao tiandi wanwu bingfei erxi."},{"SurahNumber":44,"VerseNumber":39,"Text":"Wo zhi yi zhenli [jianyan shei shi shuncong an la zhe, shei shi weikang an la zhe; baochou shuncong zhe, chengfa weikang zhe] chuangzao tiandi, dan tamen da duoshu ren bing bu zhidao."},{"SurahNumber":44,"VerseNumber":40,"Text":"Panjue ri que shi wei tamen quanti guiding de shijian."},{"SurahNumber":44,"VerseNumber":41,"Text":"Zai na ri, qinyou dui qinyou hao wu yichu, tamen ye de bu dao renhe yuanzhu,"},{"SurahNumber":44,"VerseNumber":42,"Text":"wei an la ci min zhe liwai [zhu]. Ta [an la] que shi quanneng de, te ci de."},{"SurahNumber":44,"VerseNumber":43,"Text":"[Huo yu li] zan gumu shu de guozi,"},{"SurahNumber":44,"VerseNumber":44,"Text":"que shi zuiren de shiwu,"},{"SurahNumber":44,"VerseNumber":45,"Text":"xiang tong shui yiyang zai [tamen de] fu zhong feiteng,"},{"SurahNumber":44,"VerseNumber":46,"Text":"xiang feishui yiyang feiteng."},{"SurahNumber":44,"VerseNumber":47,"Text":"[You hua sheng shuo]:“Nimen zhua zhu ta, ba ta tuo ru huo yu de zhongyang,"},{"SurahNumber":44,"VerseNumber":48,"Text":"ranhou, nimen ba feishui de xingfa jiao zai ta de tou shang."},{"SurahNumber":44,"VerseNumber":49,"Text":"Ni changshi [zhe zhong xingfa] ba! Ni [zai chenshi shi] shi duome wangzizunda, duome fugui!"},{"SurahNumber":44,"VerseNumber":50,"Text":"Zhe jiushi nimen [zai chenshi shi] suo huaiyi de [xingfa].”"},{"SurahNumber":44,"VerseNumber":51,"Text":"Jingwei zhe bi zhu zai anquan di difang [leyuan]:"},{"SurahNumber":44,"VerseNumber":52,"Text":"Leyuan he quanshui pang,"},{"SurahNumber":44,"VerseNumber":53,"Text":"tamen chuan de shi jinxiu sichou, yingmian er zuo."},{"SurahNumber":44,"VerseNumber":54,"Text":"Qi jieguo shi: Wo shi baijing mei mu xianshu di meinu zuo tamen de qizi."},{"SurahNumber":44,"VerseNumber":55,"Text":"Tamen zai leyuan li jiang anquan de suoqu ge zhong shuiguo."},{"SurahNumber":44,"VerseNumber":56,"Text":"Chu [chenshi] di yi ci de siwang wai, tamen zai leyuan li jiang bu zai changshi siwang. Ta [an la] jiang baohu tamen mian shou huo yu de xingfa [zhu]."},{"SurahNumber":44,"VerseNumber":57,"Text":"Zhe shi cong ni de zhu jiang shi de enhui, zhe que shi weida de chenggong."},{"SurahNumber":44,"VerseNumber":58,"Text":"Wo dique yi ni de yuyan shi zhe bu “gulanjing” chengwei yi dong de, yibian tamen jieshou quangao."},{"SurahNumber":44,"VerseNumber":59,"Text":"Ni [mu sheng] dang dengdai, tamen dique ye zai dengdai."},{"SurahNumber":45,"VerseNumber":1,"Text":"Ha, mi mu [alabo yu er ge zimu de yinyi, wei an la zui zhidao qi yi]."},{"SurahNumber":45,"VerseNumber":2,"Text":"Zhe bu jingdian [“gulanjing”] shi cong quanneng de, zui ruizhi de an la jiang shi de."},{"SurahNumber":45,"VerseNumber":3,"Text":"Dui xinshimen, tiandi jian que you xuduo jixiang."},{"SurahNumber":45,"VerseNumber":4,"Text":"Zai nimen de chuangzao zhong, yiji ta [zai dadishang] sanbu de ge zhong dongwu zhong, dui duxin de minzhong que you xuduo jixiang."},{"SurahNumber":45,"VerseNumber":5,"Text":"Zhouye de lunliu, an la cong tiankong jiangxia jiyang [yushui], jie ci er shi kusi de da di fusu, yiji fengxiang de gaibian, dui neng mingli de minzhong que you xuduo jixiang."},{"SurahNumber":45,"VerseNumber":6,"Text":"Zhexie shi an la de jixiang, wo yi zhenli xiang ni [mu sheng] xuandu. Zai [fouren] an la he ta de jixiang hou, tamen yao xinyang shenme yanci ne?"},{"SurahNumber":45,"VerseNumber":7,"Text":"Mei ge zaoyao zhe, fanzui zhe jiang zao yancheng zhen huogai!"},{"SurahNumber":45,"VerseNumber":8,"Text":"Dang ta [zaoyao zhe, fanzui zhe] tingjian youren xiang ta songdu an la de qishi shi, ta jiu aoman de guzhi jijian, haoxiang ta meiyou tingjian yiyang, ni dang xiang ta xuanbu [ta bi shou] tongku de xingfa."},{"SurahNumber":45,"VerseNumber":9,"Text":"Mei dang ta liaojie wo de yixie qishi [“gulanjing”] shi, ta jiu ba ta dang xiaobing. Zhexie ren bi shou lingru de xingfa."},{"SurahNumber":45,"VerseNumber":10,"Text":"Zai tamen de qianmian [he houmian dou] you huo yu [zhu], tamen suo zuo de yiqie jiang dui tamen hao wu yichu, tamen she an la er xuan bai de baohu zhe dui tamen ye jiang hao wu yichu. Tamen jiang shou zhongda de xingfa."},{"SurahNumber":45,"VerseNumber":11,"Text":"Zhe [“gulanjing”] shi zhinan, bu xinyang tamen de zhu de qishi zhe, tamen jiang shou tongku de chengfa."},{"SurahNumber":45,"VerseNumber":12,"Text":"Shi an la shi dahai wei nimen fuwu, yibian chuanbo feng ta de mingling hangxing, yibian nimen xunqiu ta de enhui, yibian nimen gan'en."},{"SurahNumber":45,"VerseNumber":13,"Text":"Shi ta shi tiandi wanwu wei nimen fuwu. Dui neng sikao de minzhong, ci zhong que you xuduo jixiang."},{"SurahNumber":45,"VerseNumber":14,"Text":"Ni [mu sheng] dang dui xinshimen shuo: Tamen ying raoshu naxie [shanghaiguo tamen er] bu xiwang an la de rizi [ru baoying ri] lailin de renmen, yibian ta [an la] yin youxie minzhong suo zuo de [zui'e] huan bao tamen [ru chengfa shanghai xinshimen de ren]."},{"SurahNumber":45,"VerseNumber":15,"Text":"Shei xingshan, shei zi shou qi yi; shei zuo'e, shei zi shou qi hai. Ranhou, nimen dou jiang gui dao nimen de zhu nali qu."},{"SurahNumber":45,"VerseNumber":16,"Text":"Wo que yi ci gei yiselie de houyi jingdian, zhihui [lijie jingdian de zhishi] he sheng pin, bing gongji tamen jiamei zhi wu, shi tamen [zai dangshi] you yu shiren."},{"SurahNumber":45,"VerseNumber":17,"Text":"Wo [yi jiang shi tamen “tao la te” bing] ci gei tamen guanyu ci shi de mingzheng. Zai zhishi jianglin tamen hou, youyu tamen huxiang jidu [zhu] cai chansheng fenqi. Fuhuo ri, ni de zhu bi jiang panjue tamen suo fenqi de."},{"SurahNumber":45,"VerseNumber":18,"Text":"Ranhou, wo shi ni [mu sheng] zunxing guanyu ci shi de yige mingdao [yisilan jiao de jiaoyi jiaogui], suoyi, ni dang zunxing ci mingdao, ni buyao shuncong wu zhi zhe de siyu."},{"SurahNumber":45,"VerseNumber":19,"Text":"[Jiaru an la yu chengfa ni], tamen [wu zhi zhe] jue buneng zhu ni diyu an la de renhe xingfa. Bu yi zhe bi jiang hu wei baohu zhe. An la shi jingwei zhe de baohu zhe."},{"SurahNumber":45,"VerseNumber":20,"Text":"Zhe [“gulanjing”] shi ji renlei de mingzheng, shi gei duxin de minzhong de yindao he ci min."},{"SurahNumber":45,"VerseNumber":21,"Text":"Nandao zuo'e zhe renwei, wo duidai tamen yu duidai xinyang bing xingshan zhe shi yiyang de, ji duidai tamen de shengqian si hou shi yiyang de ma [zhu]? Tamen suo panduan de zhen elie!"},{"SurahNumber":45,"VerseNumber":22,"Text":"An la yi zhenli chuangzao tiandi, yibian mei ren dou yin ziji suo zuo de er shou baochou, tamen jiang bu shou kuidai [zhu]."},{"SurahNumber":45,"VerseNumber":23,"Text":"Ni jianguo ba ziji de siyu dang shenling chongbai de ren ma? An la mingzhi er shi ta mi wu, fengbile ta de tingjue he xin [siwei], bing zai ta de yan shang mengle yi ceng mo. Zai an la zhihou, shei hai neng yindao ta ne? Nandao nimen hai bu juewu ma?"},{"SurahNumber":45,"VerseNumber":24,"Text":"Tamen shuo:“Chule women jinshi de shenghuo wai, zai mei bie dele, women si, women sheng, zhiyou shiguang [zhu] neng huimie women.” Tamen dui ci [fuhuo] hao wuzhishi, tamen zhishi wang cai."},{"SurahNumber":45,"VerseNumber":25,"Text":"Dang youren xiang tamen songdu wo de mingbai de qishi shi, tamen de zhenglun zhishi shuo:“Jiaru nimen shi chengshi zhe,[xianzai] nimen jiu ba women [yi gu] de zuxian zhaohui lai [fuhuo] ba!”"},{"SurahNumber":45,"VerseNumber":26,"Text":"Ni [dui tamen] shuo:“An la shi nimen sheng, ranhou you shi nimen siwang, zuihou, ta jiang zai wuyi de fuhuo ri jihe nimen, dan da duoshu ren bing bu zhidao.”"},{"SurahNumber":45,"VerseNumber":27,"Text":"Tiandi de zhuquan dou shi an la de. Fuhuo de shijian lailin zhi ri, zai na ri, zhuisui miuwu zhe bi sunshi."},{"SurahNumber":45,"VerseNumber":28,"Text":"[Zai na ri] ni jiang kanjian mei ge minzu dou shi quxi de, mei ge minzu dou bei zhao qu kan ziji de gongguo bu.[You hua sheng dui tamen shuo]:“Jintian, nimen jiang yin nimen [zai chenshi] suo zuo de er shou baochou.”"},{"SurahNumber":45,"VerseNumber":29,"Text":"Zhe shi wo sheli de gongguo bu, ta jiang ju shi shuo gei nimen, wo [de tianshimen] yi ba nimen suo zuo de jilu xialai."},{"SurahNumber":45,"VerseNumber":30,"Text":"Zhiyu xinyang bing xingshan zhe, tamen de zhujiang shi tamen jinru ta de enhui zhong. Zhe que shi mingxian de chenggong."},{"SurahNumber":45,"VerseNumber":31,"Text":"Zhiyu bu xinyang zhe,[you hua sheng dui tamen shuo]:“Nandao meiyouren xiang nimen songduguo wo de qishi ma? Dan nimen jiao'ao zi da, nimen shi fanzui de minzhong [zhu].”"},{"SurahNumber":45,"VerseNumber":32,"Text":"Dang you ren [dui nimen] shuo “an la de xunuo que shi zhenshi de, fuhuo de shijian que shi wuyi de” shi, nimen queshuo:“Women bu zhidao fuhuo de shijian shi shenme, women renwei na zhishi caixiang, women bing bu zhenxin.”"},{"SurahNumber":45,"VerseNumber":33,"Text":"Tamen suo zuo de e xingjiang xianlu gei tamen, tamen suo chaoxiao de [xingfa] jiang baowei zhu tamen."},{"SurahNumber":45,"VerseNumber":34,"Text":"You hua sheng shuo:“Jintian, wo jiang wangji nimen, youru nimen ceng wangji nimen jintian de xiang hui yiyang. Nimen de guisu shi huo yu, nimen jue meiyou renhe yuanzhu zhe."},{"SurahNumber":45,"VerseNumber":35,"Text":"Zhe shi yinwei nimen ceng ba an la de qishi [“gulanjing”] dang xiaobing, jinshi shenghuo qipianle nimen.” Jintian, tamen jiang bu hui bei fangchu huo yu [zhu] qu, ye bude zai qiu zhu en [ru chong fan chenshi, xiang an la huizui, qiu an la kuanshu deng]."},{"SurahNumber":45,"VerseNumber":36,"Text":"Yiqie zansong, quan gui an la——zhu tian de zhu, dadi de zhu, zhong shijie de zhu."},{"SurahNumber":45,"VerseNumber":37,"Text":"Tiandi jian de zuigao quanli quan gui ta. Ta shi quanneng de, zui ruizhi de."}]}