{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"ªi Noi nu am fãcut sã coboare asupra neamului sãu, în urma lui, vreo oaste din cer, cãci nu am vrut sã facem sã coboare"},{"SurahNumber":36,"VerseNumber":29,"Text":"Nu a fost decât un singur strigãt ºi iatã-i pe ei stinºi, fãrã viaþã"},{"SurahNumber":36,"VerseNumber":30,"Text":"Vai, pentru robii [Mei]! Nu vine la ei nici un trimis fãrã ca ei sã-l batjocoreascã"},{"SurahNumber":36,"VerseNumber":31,"Text":"Nu au vãzut ei câte neamuri am nimicit Noi înaintea lor? [ªi nu au vãzut ei cã ele] nu se vor mai întoarce niciodatã la ei"},{"SurahNumber":36,"VerseNumber":32,"Text":"Dar fiecare, toþi la un loc vor fi aduºi [înaintea] Noastrã"},{"SurahNumber":36,"VerseNumber":33,"Text":"ªi un semn pentru ei este pãmântul cel mort, pe care Noi îl aducem la viaþã ºi scoatem din el grâne, din care ei mãnâncã"},{"SurahNumber":36,"VerseNumber":34,"Text":"ªi Noi facem pe el grãdini de palmieri ºi vii ºi facem sã þâºneascã din el izvoare"},{"SurahNumber":36,"VerseNumber":35,"Text":"Pentru ca ei sã mãnânce din roadele Sale ºi din ceea ce au fãcut mâinile lor. Oare ei nu vor fi mulþumitori"},{"SurahNumber":36,"VerseNumber":36,"Text":"Mãrire Celui care le-a creat pe toate perechi, din ceea ce face pãmântul sã creascã ºi din ei înºiºi ºi din cele pe care ei nu le cunosc"},{"SurahNumber":36,"VerseNumber":37,"Text":"ªi un semn pentru ei este ºi noaptea! Noi tragem din ea ziua ºi iatã-i pe ei în întuneric"},{"SurahNumber":36,"VerseNumber":38,"Text":"Iar Soarele aleargã cãtre un sãlaº al lui. Aceasta este rânduialaCelui Atotputernic [ºi] Atoateºtiutor [Al-’Aziz, Al-’Alim]"},{"SurahNumber":36,"VerseNumber":39,"Text":"Iar pentru Lunã am orânduit Noi faze, pânã ce ea devine ca un ciorchine bãtrân de palmier"},{"SurahNumber":36,"VerseNumber":40,"Text":"Nici Soarele nu se cuvine sã ajungã Luna, nici noaptea nu poate sã o ia înaintea zilei ºi toate plutesc pe orbite [proprii]"},{"SurahNumber":36,"VerseNumber":41,"Text":"ªi un [alt] semn pentru ei este acela cã Noi i-am purtat pe scobo- râtorii lor într-o corabie încãrcatã"},{"SurahNumber":36,"VerseNumber":42,"Text":"ªi le-am fãcut lor altele asemenea ei, pe care ei se suie"},{"SurahNumber":36,"VerseNumber":43,"Text":"ªi de am voi Noi, i-am îneca pe ei ºi ei nu ar avea nici un ajutor[ca sã audã þipetele lor] ºi nici n-ar fi ei mântuiþi"},{"SurahNumber":36,"VerseNumber":44,"Text":"Decât prin îndurarea Noastrã [îi lãsãm sã mai trãiascã] ºi sã se bucure pentru un timp"},{"SurahNumber":36,"VerseNumber":45,"Text":"ªi dacã li se zice lor: “Fiþi cu fricã de ceea ce a fost înaintea voastrã ºi de ceea ce este în urma voastrã, poate cã [astfel] vi se va arãta vouã îndurare!” [ei se seme&tho]"},{"SurahNumber":36,"VerseNumber":46,"Text":"ªi nu le vine lor nici un semn dintre semnele Domnului lor fãrã ca ei sã nu se îndepãrteze de el"},{"SurahNumber":36,"VerseNumber":47,"Text":"ªi dacã li se zice lor: “Dãruiþi din cele cu care Allah v-a înzestratpe voi!”, aceia care nu cred grãiesc cãtre aceia care cred: “Sã-lhrãnim noi pe acela pe care l-ar hrãni Al"},{"SurahNumber":36,"VerseNumber":48,"Text":"ªi ei zic: “ªi când se va împlini aceastã ameninþare, dacã voi spuneþi adevãrul?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"Ei nu au a aºtepta decât un singur strigãt, care-i va apuca pe ei, în vreme ce ei se vor certa"},{"SurahNumber":36,"VerseNumber":50,"Text":"ªi ei nu vor putea nici sã facã vreo îndemnare, nici sã se întoarcã la familiile lor"},{"SurahNumber":36,"VerseNumber":51,"Text":"ªi se va sulfa în trâmbiþã ºi iatã-i pe ei grãbindu-se din gropi cãtre Domnul lor"},{"SurahNumber":36,"VerseNumber":52,"Text":"ªi zicând: “Vai nouã! Cine ne-a sculat pe noi din culcuºul nostru?” Aceasta este ceea ce a fãgãduit Cel Milostiv [Ar-Rahman], iar trimiºii au spus adevãrul"},{"SurahNumber":36,"VerseNumber":53,"Text":"Nu va fi decât un singur strigãt ºi iatã cã ei toþi vor fi aduºi la Noi"},{"SurahNumber":36,"VerseNumber":54,"Text":"ªi în Ziua aceea nu va fi nici un suflet nedreptãþit întru nimic ºi nu veþi fi rãsplãtiþi decât pentru ceea ce aþi fãcut"},{"SurahNumber":36,"VerseNumber":55,"Text":"Locuitorii Raiului vor fi în Ziua aceea ocupaþi, bucurându-se fericiþi"},{"SurahNumber":36,"VerseNumber":56,"Text":"Ei împreunã cu soaþele lor, la umbrã, vor fi rezemaþi pe diva- nuri"},{"SurahNumber":36,"VerseNumber":57,"Text":"Acolo vor avea ei roduri ºi [tot] ceea ce vor cere"},{"SurahNumber":36,"VerseNumber":58,"Text":"“Pace!” Un cuvânt de la un Stãpân Îndurãtor"},{"SurahNumber":36,"VerseNumber":59,"Text":"Iar voi, nelegiuiþilor, sã staþi despãrþiþi în Ziua aceea"},{"SurahNumber":36,"VerseNumber":60,"Text":"“Oare nu am fãcut Eu legãmânt cu voi, o, fii ai lui Adam, sã nu-l adoraþi pe ªeitan, cãci el vã este vouã duºman învederat"},{"SurahNumber":36,"VerseNumber":61,"Text":"ªi sã Mã adoraþi pe Mine [pentru cã] acesta este drumuldrept"},{"SurahNumber":36,"VerseNumber":62,"Text":"El a dus în rãtãcire o mare parte dintre voi. Oare voi nupricepeþi"},{"SurahNumber":36,"VerseNumber":63,"Text":"Acesta este Iadul care vi s-a promis"},{"SurahNumber":36,"VerseNumber":64,"Text":"Sã ardeþi astãzi în el, pentru cã voi nu aþi crezut!”"},{"SurahNumber":36,"VerseNumber":65,"Text":"În aceastã Zi vom pecetlui gurile lor ºi ne vor grãi nouã mâinile lor, iar picioarele lor vor face mãrturie pentru ceea ce ei au dobândit"},{"SurahNumber":36,"VerseNumber":66,"Text":"ªi de am fi voit, am fi stins Noi ochii lor ºi s-ar fi întrecut ei cãtre drum, dar cum ar mai fi putut ei sã vadã"},{"SurahNumber":36,"VerseNumber":67,"Text":"ªi de am fi voit, i-am fi prefãcut Noi în locurile lor ºi n-ar mai fi putut ei nici sã meargã înainte, nici sã se întoarcã"},{"SurahNumber":36,"VerseNumber":68,"Text":"ªi aceluia cãruia îi dãruim Noi viaþã lungã, aceluia îi slãbim Noi înfãþiºarea. Oare ei nu pricep"},{"SurahNumber":36,"VerseNumber":69,"Text":"ªi Noi nu l-am învãþat pe el poezia, cãci aceasta nu s-ar ficuvenit pentru el. Aceasta nu este decât îndemnare ºi un Coranlimpede"},{"SurahNumber":36,"VerseNumber":70,"Text":"Pentru a-l preveni pe cel care este viu ºi pentru a se împliniCuvântul împotriva necredincioºilor"},{"SurahNumber":36,"VerseNumber":71,"Text":"Oare ei nu vãd cã Noi le-am fãcut lor, printre cele pe care le-au creat mâinile Noastre, vite, cãrora ei le sunt stãpâni"},{"SurahNumber":36,"VerseNumber":72,"Text":"ªi le-am fãcut supuse lor ºi unele dintre ele le servesc pentru cãlãrie, iar de la altele mãnâncã"},{"SurahNumber":36,"VerseNumber":73,"Text":"ªi au de la ele [ºi alte] foloase ºi bãuturi. Oare ei nu vor aduce mulþumire"},{"SurahNumber":36,"VerseNumber":74,"Text":"ªi ei au luat în locul lui Allah alþi zei, în nãdejdea cã ei vor fi ajutaþi"},{"SurahNumber":36,"VerseNumber":75,"Text":"Dar nu le vor putea fi de nici un ajutor, aºa cum sunt ei [pentru idoli ca] o oaste pregãtitã"},{"SurahNumber":36,"VerseNumber":76,"Text":"ªi sã nu te mâhneascã vorbele lor! Noi ºtim atât ceea ce ei þin ascuns, cât ºi ceea ce ei mãrturisesc pe faþã"},{"SurahNumber":36,"VerseNumber":77,"Text":"Oare nu vede omul cã Noi l-am creat pe el dintr-o picãturã? ªi iatã cã el Ne este Nouã un duºman învederat"},{"SurahNumber":36,"VerseNumber":78,"Text":"El ne dã Nouã o pildã , uitând de crearea sa ºi zice: “Cine le mai dã viaþã oaselor dupã ce ele sunt putrezite?”"},{"SurahNumber":36,"VerseNumber":79,"Text":"Spune: “Le va da lor viaþã Acela care le-a creat pe ele prima oarã, cãci El este bine ºtiutor al întregii firi"},{"SurahNumber":36,"VerseNumber":80,"Text":"Acela care a fãcut pentru voi din pomul verde foc ºi iatã cã voi de la el aprindeþi!”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Oare Acela care a creat cerurile ºi pãmântul nu are putinþa sãcreeze asemenea lor? Ba da! ªi El este Creatorul Atoateºtiutor[Al-Khallaq, Al-’Alim]"},{"SurahNumber":36,"VerseNumber":82,"Text":"ªi dacã voieºte El un lucru, porunca Lui este numai sã zicã \"Fii\" ºi el este"},{"SurahNumber":36,"VerseNumber":83,"Text":"Laudã Celui în mâna cãruia se aflã stãpânirea tuturor lucrurilor!ªi la El veþi fi aduºi înapoi"},{"SurahNumber":37,"VerseNumber":1,"Text":"Pe cei ce se înºirã în rânduri"},{"SurahNumber":37,"VerseNumber":2,"Text":"ªi pe cei care opresc cu îndârjire"},{"SurahNumber":37,"VerseNumber":3,"Text":"ªi pe cei care recitã Îndemnarea"},{"SurahNumber":37,"VerseNumber":4,"Text":"“Domnul vostru este unul singur"},{"SurahNumber":37,"VerseNumber":5,"Text":"Stãpânul cerurilor ºi al pãmântului ºi al celor dintre ele ºi Stãpânul rãsãriturilor”"},{"SurahNumber":37,"VerseNumber":6,"Text":"Noi am împodobit cerul cel mai apropiat cu podoaba stelelor"},{"SurahNumber":37,"VerseNumber":7,"Text":"Care apãrã împotriva oricãrui ºeitan rãzvrãtit"},{"SurahNumber":37,"VerseNumber":8,"Text":"Ei nu vor putea sã tragã cu urechea la cãpeteniile preaînalte ºi vor fi loviþi din toate pãrþile"},{"SurahNumber":37,"VerseNumber":9,"Text":"Pentru a fi alungaþi. ªi ei vor avea parte de chin veºnic"},{"SurahNumber":37,"VerseNumber":10,"Text":"Afarã de acela care prinde din zbor ºi care este urmãrit de o stea cãzãtoare, lucitoare"},{"SurahNumber":37,"VerseNumber":11,"Text":"Întreabã-i pe ei dacã sunt ei mai anevoie de creat decât aceia pe care Noi i-am creat! Noi i-am fãcut [pe oameni] dintr-un lut lipicios"},{"SurahNumber":37,"VerseNumber":12,"Text":"Dar tu te miri, iar ei îºi bat joc"},{"SurahNumber":37,"VerseNumber":13,"Text":"Iar când li se pomeneºte [Coranul], ei nu iau aminte"},{"SurahNumber":37,"VerseNumber":14,"Text":"Iar dacã vãd un semn, ei cautã numaidecât sã-ºi batã joc [de el]"},{"SurahNumber":37,"VerseNumber":15,"Text":"Zicând:”Aceasta nu este decât vrãjitorie învederatã"},{"SurahNumber":37,"VerseNumber":16,"Text":"Oare când vom muri ºi vom fi noi þãrânã ºi oseminte, vom mai putea noi sã fim înviaþi"},{"SurahNumber":37,"VerseNumber":17,"Text":"ªi la fel ºi primii noºtri strãmoºi?”"},{"SurahNumber":37,"VerseNumber":18,"Text":"Spune: “Da, ºi veþi fi voi umiliþi apoi!”"},{"SurahNumber":37,"VerseNumber":19,"Text":"Va fi numai un singur strigãt ºi iatã-i pe ei cum privesc"},{"SurahNumber":37,"VerseNumber":20,"Text":"Zicând: “Vai nouã! Aceasta este Ziua Judecãþii!”"},{"SurahNumber":37,"VerseNumber":21,"Text":"[ªi o voce va zice]: “Aceasta este Ziua Judecãþii de Apoi, pe care voi aþi tãgãduit-o!”"},{"SurahNumber":37,"VerseNumber":22,"Text":"“Adunaþi-i pe aceia care au fost nedrepþi ºi pe semenii lor, împreunã cu aceia pe care i-au adorat"},{"SurahNumber":37,"VerseNumber":23,"Text":"În locul lui Allah ºi duceþi-i pe ei pe drumul Iadului"},{"SurahNumber":37,"VerseNumber":24,"Text":"ªi opriþi-i pe ei, pentru cã ei trebuie sã fie întrebaþi"},{"SurahNumber":37,"VerseNumber":25,"Text":"De ce nu vã ajutaþi voi unii altora?”"},{"SurahNumber":37,"VerseNumber":26,"Text":"Dar în Ziua aceea vor fi ei supuºi"},{"SurahNumber":37,"VerseNumber":27,"Text":"ªi se vor întoarce unul cãtre celãlalt ºi se vor întreba"},{"SurahNumber":37,"VerseNumber":28,"Text":"Vor zice: “Voi aþi venit la noi cu dreapta!”"},{"SurahNumber":37,"VerseNumber":29,"Text":"Dar ei le vor rãspunde: “Ba voi nu aþi fost credincioºi"},{"SurahNumber":37,"VerseNumber":30,"Text":"Iar noi nu am avut nici o putere asupra voastrã, cãci aþi fost un neam de nelegiuiþi"},{"SurahNumber":37,"VerseNumber":31,"Text":"Deci s-a împlinit Cuvântul Domnului nostru împotriva noastrã ºi[acum] noi gustãm [pedeapsa]"},{"SurahNumber":37,"VerseNumber":32,"Text":"ªi v-am dus pe voi în rãtãcire, cãci ºi noi înºine am fost rãtãciþi!”"},{"SurahNumber":37,"VerseNumber":33,"Text":"ªi în Ziua aceea vor fi ei împreunã la pedeapsã"},{"SurahNumber":37,"VerseNumber":34,"Text":"Astfel facem Noi cu nelegiuiþii"},{"SurahNumber":37,"VerseNumber":35,"Text":"Când li s-a zis lor “Nu existã altã divinitate afarã de Allah”, ei s-au semeþit"},{"SurahNumber":37,"VerseNumber":36,"Text":"Zicând: “Sã-i pãrãsim noi pe zeii noºtri pentru un poet nebun"},{"SurahNumber":37,"VerseNumber":37,"Text":"Însã el a venit cu Adevãrul ºi a adeverit [mesajele] trimiºilor"},{"SurahNumber":37,"VerseNumber":38,"Text":"Veþi gusta voi chinul cel dureros"},{"SurahNumber":37,"VerseNumber":39,"Text":"ªi nu veþi fi rãsplãtiþi decât pentru ceea ce aþi fãcut"},{"SurahNumber":37,"VerseNumber":40,"Text":"Afarã de robii lui Allah cei aleºi"},{"SurahNumber":37,"VerseNumber":41,"Text":"Aceia vor avea parte de un dar bineºtiut"},{"SurahNumber":37,"VerseNumber":42,"Text":"Fructe [delicioase]! ªi vor fi ei cinstiþi"},{"SurahNumber":37,"VerseNumber":43,"Text":"În Grãdinile Fericirii"},{"SurahNumber":37,"VerseNumber":44,"Text":"Pe divanuri, aºezaþi faþã în faþã"},{"SurahNumber":37,"VerseNumber":45,"Text":"ªi se va trece printre ei cu o cupã umplutã dintr-un izvor"},{"SurahNumber":37,"VerseNumber":46,"Text":"Albã, plãcutã pentru cei ce beau"},{"SurahNumber":37,"VerseNumber":47,"Text":"În ea nu va fi ameþealã ºi nici nu se vor îmbãta din pricina ei"},{"SurahNumber":37,"VerseNumber":48,"Text":"ªi vor avea lângã ei fete neprihãnite, cu priviri scurte ºi cu ochi mari, frumoºi"},{"SurahNumber":37,"VerseNumber":49,"Text":"Semãnând cu niºte ouã pãstrate cu grijã"},{"SurahNumber":37,"VerseNumber":50,"Text":"ªi se vor întoarce unii spre alþii, întrebându-se"},{"SurahNumber":37,"VerseNumber":51,"Text":"Va zice unul dintre ei: “Eu am avut un prieten apropiat"},{"SurahNumber":37,"VerseNumber":52,"Text":"Care zicea: \"Tu eºti dintre cei care cred cu adevãrat"},{"SurahNumber":37,"VerseNumber":53,"Text":"Oare dupã ce am murit ºi ne-am fãcut þãrânã ºi oseminte, ni se va mai cere nouã socotealã?”"},{"SurahNumber":37,"VerseNumber":54,"Text":"Va zice: “Vreþi voi sã priviþi în jos?”"},{"SurahNumber":37,"VerseNumber":55,"Text":"ªi va privi el ºi îl va vedea pe acela în mijlocul Iadului"},{"SurahNumber":37,"VerseNumber":56,"Text":"ªi va zice el atunci: “Pe Allah! Aproape cã mi-ai adus pieirea"},{"SurahNumber":37,"VerseNumber":57,"Text":"ªi de n-ar fi fost îndurarea Stãpânului meu, aº fi ºi eu printre cei aduºi"},{"SurahNumber":37,"VerseNumber":58,"Text":"Este adevãrat cã noi nu vom muri"},{"SurahNumber":37,"VerseNumber":59,"Text":"Decât cu moartea noastrã cea dintâi ºi cã nu vom fi noi chinuiþi?”"},{"SurahNumber":37,"VerseNumber":60,"Text":"Aceasta este marea izbândã"},{"SurahNumber":37,"VerseNumber":61,"Text":"Pentru aºa ceva se cuvine sã se strãduiascã aceia care se strãduiesc"},{"SurahNumber":37,"VerseNumber":62,"Text":"Oare aceastã ospeþie este mai bunã sau pomul Zaqqum"},{"SurahNumber":37,"VerseNumber":63,"Text":"Noi l-am fãcut ca o încercare pentru cei nelegiuiþi"},{"SurahNumber":37,"VerseNumber":64,"Text":"ªi este un pom care iese din fundul Iadului"},{"SurahNumber":37,"VerseNumber":65,"Text":"ªi rodurile sale sunt ca niºte capete de ºeitani"},{"SurahNumber":37,"VerseNumber":66,"Text":"Iar ei sunt siliþi sã mãnânce din ele, umplându-ºi pântecele"},{"SurahNumber":37,"VerseNumber":67,"Text":"Apoi vor avea ei, peste aceasta, un amestec de apã clocotitã"},{"SurahNumber":37,"VerseNumber":68,"Text":"Apoi întoarcerea lor va fi cãtre Iad"},{"SurahNumber":37,"VerseNumber":69,"Text":"Ei i-au aflat pe pãrinþii lor în rãtãcire"},{"SurahNumber":37,"VerseNumber":70,"Text":"ªi iatã-i alergând pe urmele lor"},{"SurahNumber":37,"VerseNumber":71,"Text":"Cãci ºi înainte de ei s-au aflat în rãtãcire cei mai mulþi dintre înaintaºii lor"},{"SurahNumber":37,"VerseNumber":72,"Text":"ªi am trimis Noi prevenitori la ei"},{"SurahNumber":37,"VerseNumber":73,"Text":"Însã priveºte care a fost sfârºitul celor preveniþi"},{"SurahNumber":37,"VerseNumber":74,"Text":"Afarã de robii cei aleºi ai lui Allah"},{"SurahNumber":37,"VerseNumber":75,"Text":"Noe ne-a chemat pe Noi ºi Noi am fost cei mai buni care i-am rãspuns"},{"SurahNumber":37,"VerseNumber":76,"Text":"ªi l-am mântuit pe el împreunã cu familia lui de nenorocirea cea mare"},{"SurahNumber":37,"VerseNumber":77,"Text":"ªi i-am fãcut pe urmaºii sãi singurii care au rãmas"},{"SurahNumber":37,"VerseNumber":78,"Text":"ªi am lãsat Noi pentru neamurile care au venit dupã ele [aceastã binecuvântare]"},{"SurahNumber":37,"VerseNumber":79,"Text":"“Pace asupra lui Noe în toate veacurile!”"},{"SurahNumber":37,"VerseNumber":80,"Text":"Astfel îi rãsplãtim Noi pe binefãcãtori"},{"SurahNumber":37,"VerseNumber":81,"Text":"El a fost unul dintre robii Noºtri dreptcredincioºi"},{"SurahNumber":37,"VerseNumber":82,"Text":"Apoi i-am înecat Noi pe ceilalþi"},{"SurahNumber":37,"VerseNumber":83,"Text":"Printre cei care au urmat [calea lui Noe] s-a aflat Avraam"},{"SurahNumber":37,"VerseNumber":84,"Text":"Când a venit el la Domnul sãu cu inima curatã"},{"SurahNumber":37,"VerseNumber":85,"Text":"ªi când le-a zis tatãlui sãu ºi neamului sãu: “Pe cine adoraþi voi"},{"SurahNumber":37,"VerseNumber":86,"Text":"Voiþi voi, prin minciunã, alþi dumnezei afarã de Allah"},{"SurahNumber":37,"VerseNumber":87,"Text":"Ce credeþi voi despre Stãpânul lumilor?”"},{"SurahNumber":37,"VerseNumber":88,"Text":"ªi a aruncat el o privire spre stele"},{"SurahNumber":37,"VerseNumber":89,"Text":"ªi a zis: “Eu sunt bolnav!”"},{"SurahNumber":37,"VerseNumber":90,"Text":"ªi s-au întors de la el, îndepãrtându-se"},{"SurahNumber":37,"VerseNumber":91,"Text":"Apoi s-a întors cãtre zeii lor ºi le-a zis: “Voi nu mâncaþi"},{"SurahNumber":37,"VerseNumber":92,"Text":"De ce nu vorbiþi?”"},{"SurahNumber":37,"VerseNumber":93,"Text":"Apoi s-a nãpustit asupra lor ºi i-a lovit cu mâna dreaptã"},{"SurahNumber":37,"VerseNumber":94,"Text":"Atunci s-au apropiat de el în fugã"},{"SurahNumber":37,"VerseNumber":95,"Text":"ªi el le-a zis: “Vã închinaþi voi la ceea ce ciopliþi"},{"SurahNumber":37,"VerseNumber":96,"Text":"În vreme ce Allah v-a creat pe voi, precum ºi ceea ce faceþi voi"},{"SurahNumber":37,"VerseNumber":97,"Text":"Au zis ei: “Înãlþaþi pentru el un altar ºi aruncaþi-l în flãcãri!”"},{"SurahNumber":37,"VerseNumber":98,"Text":"Au voit sã vicleneascã împotriva lui, dar Noi i-am fãcut pe ei sã fie cei mai umiliþi"},{"SurahNumber":37,"VerseNumber":99,"Text":"ªi a zis el, apoi: “Eu mã duc la Domnul meu care mã va cãlãuzi"},{"SurahNumber":37,"VerseNumber":100,"Text":"Doamne, dã-mi mie pe unul dintre cei evlavioºi!”"},{"SurahNumber":37,"VerseNumber":101,"Text":"ªi Noi i-am dat bunã veste despre un flãcãu blând"},{"SurahNumber":37,"VerseNumber":102,"Text":"ªi când [fiul sãu] a ajuns la vârsta la care putea lucra împreunã cu el, a zis: “O, fiul meu! Am vãzut în vis cã te voi jertfi. Vezi cum þise pare?” I-a rãspuns: “O, tatã! Fã dupã cum &th"},{"SurahNumber":37,"VerseNumber":103,"Text":"ªi când s-au supus amândoi ºi l-a întins pe el pe o tâmplã"},{"SurahNumber":37,"VerseNumber":104,"Text":"Am strigat Noi la el: “O, Avraam"},{"SurahNumber":37,"VerseNumber":105,"Text":"Tu ai împlinit vedenia! Astfel îi rãsplãtim noi pe cei care sãvârºesc bine!”"},{"SurahNumber":37,"VerseNumber":106,"Text":"Aceasta a fost, neîndoielnic, o încercare rãzveditã"},{"SurahNumber":37,"VerseNumber":107,"Text":"ªi l-am rãscumpãrat pe el printr-o jertfã minunatã"},{"SurahNumber":37,"VerseNumber":108,"Text":"ªi am lãsat Noi pentru neamurile care au venit dupã el [aceastã binecuvântare]"},{"SurahNumber":37,"VerseNumber":109,"Text":"“Pace asupra lui Avraam!”"},{"SurahNumber":37,"VerseNumber":110,"Text":"Astfel îi rãsplãtim Noi pe cei care sãvârºesc bine"},{"SurahNumber":37,"VerseNumber":111,"Text":"Fiindcã el a fost dintre robii Noºtri dreptcredincioºi"},{"SurahNumber":37,"VerseNumber":112,"Text":"ªi i l-am vestit lui pe Isaac ca profet, dintre oamenii cei evlavioºi"},{"SurahNumber":37,"VerseNumber":113,"Text":"ªi l-am binecuvântat pe el ºi pe Isaac. Dar printre urmaºiilor s-au aflat unii fãcãtori de bine ºi alþii lãmurit nedrepþi faþã de ei înºiºi"},{"SurahNumber":37,"VerseNumber":114,"Text":"Ne-am arãtat Noi mare mila Noastrã faþã de Moise ºi Aaron"},{"SurahNumber":37,"VerseNumber":115,"Text":"ªi i-am izbãvit pe ei doi, împreunã cu neamul lor, de nãpasta cea mare"},{"SurahNumber":37,"VerseNumber":116,"Text":"ªi i-am ajutat pe ei ºi au fost ei biruitori"},{"SurahNumber":37,"VerseNumber":117,"Text":"ªi le-am dãruit lor cartea cea desluºitã"},{"SurahNumber":37,"VerseNumber":118,"Text":"ªi i-am cãlãuzit pe ei pe calea cea dreaptã"},{"SurahNumber":37,"VerseNumber":119,"Text":"ªi am lãsat Noi pentru neamurile care au venit dupã ei [aceastã binecuvântare]"},{"SurahNumber":37,"VerseNumber":120,"Text":"“Pace asupra lui Moise ºi a lui Aaron!”"},{"SurahNumber":37,"VerseNumber":121,"Text":"Astfel îi rãsplãtim Noi pe cei care împlinesc bine"},{"SurahNumber":37,"VerseNumber":122,"Text":"Fiindcã ei doi au fost printre robii Noºtri dreptcredincioºi"},{"SurahNumber":37,"VerseNumber":123,"Text":"Printre trimiºi a fost ºi Elia"},{"SurahNumber":37,"VerseNumber":124,"Text":"Care a zis cãtre neamul sãu: “Vouã nu vã este fricã"},{"SurahNumber":37,"VerseNumber":125,"Text":"Îl chemaþi voi pe Baal ºi-l pãrãsiþi voi pe Cel Mai Bun Creator"},{"SurahNumber":37,"VerseNumber":126,"Text":"Allah este Domnul vostru ºi Domnul pãrinþilor voºtri cei dintâi”"},{"SurahNumber":37,"VerseNumber":127,"Text":"Însã ei l-au socotit pe el mincinos. ªi vor fi ei aduºi [la pe-deapsã]"},{"SurahNumber":37,"VerseNumber":128,"Text":"Afarã de robii cei aleºi ai lui Allah"},{"SurahNumber":37,"VerseNumber":129,"Text":"ªi am lãsat Noi pentru neamurile care au venit dupã el [aceastã binecuvântare]"},{"SurahNumber":37,"VerseNumber":130,"Text":"“Pace asupra lui Elia!”"},{"SurahNumber":37,"VerseNumber":131,"Text":"Astfel îi rãsplãtim Noi pe cei care împlinesc bine"},{"SurahNumber":37,"VerseNumber":132,"Text":"Iar el este dintre robii Noºtri dreptcredincioºi"},{"SurahNumber":37,"VerseNumber":133,"Text":"A fost ºi Lot unul dintre trimiºi"},{"SurahNumber":37,"VerseNumber":134,"Text":"ªi l-am mântuit Noi împreunã cu toatã familia lui"},{"SurahNumber":37,"VerseNumber":135,"Text":"Afarã de o bãtrânã care s-a aflat printre cei rãmaºi"},{"SurahNumber":37,"VerseNumber":136,"Text":"Apoi i-am nimicit pe ceilalþi"},{"SurahNumber":37,"VerseNumber":137,"Text":"Iar voi treceþi pe lângã ei dimineaþa"},{"SurahNumber":37,"VerseNumber":138,"Text":"ªi noaptea. Oare voi nu pricepeþi"},{"SurahNumber":37,"VerseNumber":139,"Text":"A fost ºi Iona printre trimiºi"},{"SurahNumber":37,"VerseNumber":140,"Text":"Când a alergat el la corabia încãrcatã"},{"SurahNumber":37,"VerseNumber":141,"Text":"ªi a tras la sorþi ºi a fost osândit [sã fie aruncat]"},{"SurahNumber":37,"VerseNumber":142,"Text":"ªi l-a înghiþit peºtele cel mare, pentru cã el era vinovat"},{"SurahNumber":37,"VerseNumber":143,"Text":"ªi de n-ar fi fost el printre cei care aduceau preamãrire"},{"SurahNumber":37,"VerseNumber":144,"Text":"Ar fi rãmas în burta lui pânã în ziua când vor fi înviaþi"},{"SurahNumber":37,"VerseNumber":145,"Text":"L-am aruncat Noi pe pãmântul cel gol fiind el bolnav"},{"SurahNumber":37,"VerseNumber":146,"Text":"ªi am lãsat sã creascã peste el un lujer de dovleac"},{"SurahNumber":37,"VerseNumber":147,"Text":"ªi l-am trimis pe el [ca profet] la o sutã de mii [de oameni] sau chiar mai mulþi"},{"SurahNumber":37,"VerseNumber":148,"Text":"Iar ei au crezut ºi i-am lãsat pe ei sã se bucure de viaþã pânã la un timp"},{"SurahNumber":37,"VerseNumber":149,"Text":"Întreabã-i pe ei : \"Oare are Domnul tãu [numai] fiice ºi ei au fii"},{"SurahNumber":37,"VerseNumber":150,"Text":"Sau i-am fãcut Noi pe îngeri femei ºi ei au fost martori"},{"SurahNumber":37,"VerseNumber":151,"Text":"Iatã cã ei din pricina nelegiuirii lor spun"},{"SurahNumber":37,"VerseNumber":152,"Text":"“Allah a zãmislit!” Ba ei sunt mincinoºi"},{"SurahNumber":37,"VerseNumber":153,"Text":"A ales El fiicele înaintea fiilor"},{"SurahNumber":37,"VerseNumber":154,"Text":"Ce-i cu voi? Cum judecaþi"},{"SurahNumber":37,"VerseNumber":155,"Text":"Oare voi nu chibzuiþi"},{"SurahNumber":37,"VerseNumber":156,"Text":"Sau aveþi voi o dovadã limpede"},{"SurahNumber":37,"VerseNumber":157,"Text":"Aduceþi cartea voastrã, dacã spuneþi voi adevãr"},{"SurahNumber":37,"VerseNumber":158,"Text":"Au plãsmuit ei cã între El ºi între dijnni ar fi înrudire, însã djinnii ºtiu cã ei vor fi aduºi"},{"SurahNumber":37,"VerseNumber":159,"Text":"Laudã lui Allah! El este mai presus de ceea ce ei vorbesc"},{"SurahNumber":37,"VerseNumber":160,"Text":"Afarã de robii lui Allah cei aleºi"},{"SurahNumber":37,"VerseNumber":161,"Text":"Dar voi ºi aceia pe care îi adoraþi"},{"SurahNumber":37,"VerseNumber":162,"Text":"Nu veþi putea fi ademenitori"},{"SurahNumber":37,"VerseNumber":163,"Text":"Decât cu acela care va arde în foc"},{"SurahNumber":37,"VerseNumber":164,"Text":"ªi nu este nici unul printre noi care sã nu aibã un loc cunoscut"},{"SurahNumber":37,"VerseNumber":165,"Text":"Noi suntem aranjaþi în rânduri"},{"SurahNumber":37,"VerseNumber":166,"Text":"ªi noi suntem cei care aducem laudã"},{"SurahNumber":37,"VerseNumber":167,"Text":"ªi ei sunt aceia care au zis"},{"SurahNumber":37,"VerseNumber":168,"Text":"“Dacã am fi avut noi o îndemnare de la înaintaºi"},{"SurahNumber":37,"VerseNumber":169,"Text":"Am fi fost noi robi aleºi ai lui Allah”"},{"SurahNumber":37,"VerseNumber":170,"Text":"Însã ei îl tãgãduiesc, dar în curând vor ºti"},{"SurahNumber":37,"VerseNumber":171,"Text":"Cuvântul Nostru a fost rostit mai înainte faþã de robii Noºtri cei trimiºi"},{"SurahNumber":37,"VerseNumber":172,"Text":"Cã ei vor fi cei victorioºi"},{"SurahNumber":37,"VerseNumber":173,"Text":"ªi cã oºtenii Noºtri vor fi cei biruitori"},{"SurahNumber":37,"VerseNumber":174,"Text":"Deci întoarce-te de la ei pânã la un timp"},{"SurahNumber":37,"VerseNumber":175,"Text":"ªi priveºte la ei, [atunci când îi loveºte pedeapsa], cãci atunci, ºi ei vor vedea"},{"SurahNumber":37,"VerseNumber":176,"Text":"Oare vor ei sã grãbeascã osânda Noastrã"},{"SurahNumber":37,"VerseNumber":177,"Text":"Dar când va coborî ea în curtea lor, rea dimineaþã va fi pentru cei preveniþi"},{"SurahNumber":37,"VerseNumber":178,"Text":"Întoarce-te de la ei pânã la un timp"},{"SurahNumber":37,"VerseNumber":179,"Text":"ªi priveºte la ei, [atunci când îi loveºte pedeapsa], cãci atunci, ºi ei vor vedea"},{"SurahNumber":37,"VerseNumber":180,"Text":"Slavã Domnului tãu, Stãpânul puterii! El este mai presus de ceea ce spun ei"},{"SurahNumber":37,"VerseNumber":181,"Text":"Pace asupra trimiºilor"},{"SurahNumber":37,"VerseNumber":182,"Text":"ªi laudã lui Allah, Stãpânul tuturor lumilor"},{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. Pe Coranul cel plin de povaþã"},{"SurahNumber":38,"VerseNumber":2,"Text":"Cei care nu au crezut sunt [mai degrabã] în îngâmfare ºi schismã"},{"SurahNumber":38,"VerseNumber":3,"Text":"Câte neamuri am nimicit Noi mai înainte de ei! Într-un sfârºit ei au strigat, însã nu mai era timp pentru ei de mântuire"},{"SurahNumber":38,"VerseNumber":4,"Text":"S-au mirat ei cã le-a venit un prevenitor chiar dintre ei, iar necredincioºii au zis: “Acesta este un vrãjitor mincinos"},{"SurahNumber":38,"VerseNumber":5,"Text":"Oare a fãcut el din zei un Dumnezeu Unic? Acesta este un lucru uimitor”"},{"SurahNumber":38,"VerseNumber":6,"Text":"Însã mai-marii lor au pornit sã zicã: “Mergeþi voi înainte ºi rãmâ- neþi statornici la zeii voºtri! Acesta este un lucru dorit"},{"SurahNumber":38,"VerseNumber":7,"Text":"Noi nu am auzit despre aceasta în ultima religie! Aceasta nu este decât o nãscocire!”"},{"SurahNumber":38,"VerseNumber":8,"Text":"Oare a fost trimisã Pomenirea chiar lui, dintre noi [toþi]? ” Eisunt în îndoialã asupra Îndemnãrii Mele. Ba ei nu au gustat încãpedeapsa Mea"},{"SurahNumber":38,"VerseNumber":9,"Text":"Ori au ei comorile îndurãrii Domnului tãu Cel Puternic [ºi] Darnic[Al-’Aziz, Al-Wahhab]"},{"SurahNumber":38,"VerseNumber":10,"Text":"Ori au ei împãrãþia cerurilor ºi a pãmântului ºi a ceea ce se aflã între ele? Dacã-i aºa, atunci sã urce în cer"},{"SurahNumber":38,"VerseNumber":11,"Text":"Va fi pusã pe fugã oºtirea celor aliaþi de acolo"},{"SurahNumber":38,"VerseNumber":12,"Text":"Mai înainte de ei au învinuit de minciunã ºi neamurile lui Noe, lui ’Ad ºi lui Faraon, stãpânul þãruºilor"},{"SurahNumber":38,"VerseNumber":13,"Text":"ªi Thamud ºi neamul lui Lot ºi neamul din Al-Ayka. Aceºtia sunt aliaþii"},{"SurahNumber":38,"VerseNumber":14,"Text":"Nu a fost nici unul dintre ei care sã nu-i fi socotit, pe trimiºi, mincinoºi. Aºadar, a fost dreaptã pedeapsa [Mea]"},{"SurahNumber":38,"VerseNumber":15,"Text":"Aceºtia nu aºteaptã decât un singur strigãt, care va veni, fãrã întrerupere, [pânã ce îi va nimici]"},{"SurahNumber":38,"VerseNumber":16,"Text":"Ei zic: “Doamne, grãbeºte-ne nouã pedeapsa noastrã, înainte deZiua Judecãþii!”"},{"SurahNumber":38,"VerseNumber":17,"Text":"Fii rãbdãtor cu ceea ce spun ei ºi adu-þi aminte de robul Nostru David, cel cu putere [în adorare ºi credinþã], cel care a arãtat cãinþã"},{"SurahNumber":38,"VerseNumber":18,"Text":"Noi am supus munþii sã slãveascã [pe Allah] împreunã cu el, seara ºi dimineaþa"},{"SurahNumber":38,"VerseNumber":19,"Text":"ªi pãsãrile cele adunate! Toate se vor întoarce spre El"},{"SurahNumber":38,"VerseNumber":20,"Text":"ªi Noi am întãrit stãpânirea lui ºi i-am dat lui înþelepciunea ºi judecata sãnãtoasã în vorbire"},{"SurahNumber":38,"VerseNumber":21,"Text":"Oare a ajuns pânã la tine vestea celor care se certau ºi care s-au cãþãrat pe zidul templului"},{"SurahNumber":38,"VerseNumber":22,"Text":"Când au intrat la David ºi el s-a speriat de ei au zis ei: “Nu-þifie fricã! Noi suntem doi care ne certãm; unul dintre noi a fostnedrept cu celãlalt. Deci judecã între noi cu dreptate ºi n"},{"SurahNumber":38,"VerseNumber":23,"Text":"Acesta este fratele meu. El are nouãzeci ºi nouã de oi, iar eu amo singurã oaie. ªi mi-a zis el: “Dã-mi-o în grija mea!” ªi m-a biruit el cu vorba”"},{"SurahNumber":38,"VerseNumber":24,"Text":"A zis [David]: “El a fost nedrept cu tine, dacã þi-a cerut sã împreuni oaia ta cu oile lui. ªi mulþi dintre cei care se asociazã îºiîncalcã unii altora drepturile, afarã de aceia"},{"SurahNumber":38,"VerseNumber":25,"Text":"ªi i-am iertat Noi aceasta ºi el a avut parte de loc apropiat laNoi ºi de frumoasã întoarcere"},{"SurahNumber":38,"VerseNumber":26,"Text":"“O, David! Noi te-am fãcut pe tine urmaº pe pãmânt. Decijudecã între oameni cu adevãr ºi nu urma poftei care te abate de lacalea lui Allah!” Aceia care se abat de la calea lui Allah vor avea pa"},{"SurahNumber":38,"VerseNumber":27,"Text":"Noi nu am fãcut în deºert cerul ºi pãmântul ºi ceea ce se aflãîntre ele. Aceasta este bãnuiala celor care nu au crezut. Dar vai necredincioºilor pentru focul [care-i aºteapt&at]"},{"SurahNumber":38,"VerseNumber":28,"Text":"Oare sã-i punem Noi pe cei care cred ºi împlinesc fapte bune împreunã cu cei care fac stricãciuni pe pãmânt sau sã-i punem pe cei cu fricã [de Allah] în rând cu nelegiuiþii"},{"SurahNumber":38,"VerseNumber":29,"Text":"[Iatã] o Carte binecuvântatã pe care Noi þi-am trimis-o, pentru caei sã ia aminte la versetele ei ºi pentru ca cei care au pricepere sãchibzuiascã"},{"SurahNumber":38,"VerseNumber":30,"Text":"ªi i l-am dãruit Noi lui David pe Solomon, care a fost un rob prea bun ºi care a fost cu cãinþã"},{"SurahNumber":38,"VerseNumber":31,"Text":"Când i s-au adus lui spre searã cai sprinteni"},{"SurahNumber":38,"VerseNumber":32,"Text":"A zis el: “Eu am fost înclinat cãtre iubirea bunurilor [din aceastã lume] într-atât încât [am uitat de] pomenirea Domnului meu, pânã ce[soarele] s-a ascuns în spatele vãlului sãu"},{"SurahNumber":38,"VerseNumber":33,"Text":"Aduceþi-i înapoi la mine!” ªi s-a pornit el sã le mângâie picioarele ºi gâturile"},{"SurahNumber":38,"VerseNumber":34,"Text":"ªi l-am încercat Noi pe Solomon ºi am aruncat pe tronul lui un trup. Apoi s-a cãit el"},{"SurahNumber":38,"VerseNumber":35,"Text":"A zis: “Doamne, iartã-mã pe mine ºi dãruieºte-mi mie putere cumnu se mai cuvine nimãnui dupã mine, cãci Tu eºti Cel Darnic[Al-Wahhab]!”"},{"SurahNumber":38,"VerseNumber":36,"Text":"ªi i-am supus lui vântul, ca sã alerge lin, dupã porunca lui, unde el voia"},{"SurahNumber":38,"VerseNumber":37,"Text":"Ca ºi pe ºeitani: pe toþi ziditorii ºi cufundãtorii"},{"SurahNumber":38,"VerseNumber":38,"Text":"Ca ºi pe alþii legaþi în lanþuri"},{"SurahNumber":38,"VerseNumber":39,"Text":"“Acesta este darul Nostru. Deci împarte-l sau pãstreazã-l, fãrã sã dai nici o socotealã!”"},{"SurahNumber":38,"VerseNumber":40,"Text":"ªi el are la Noi un loc apropiat ºi frumoasã întoarcere"},{"SurahNumber":38,"VerseNumber":41,"Text":"Adu-þi aminte de robul Nostru Iov, care a strigat cãtre Domnul sãu: “ªeitan m-a atins pe mine cu nenorocire ºi cu suferinþã”"},{"SurahNumber":38,"VerseNumber":42,"Text":"“Loveºte cu piciorul tãu ºi [priveºte cum iese] o apã rãcoroasã pentru spãlat ºi pentru bãut!”"},{"SurahNumber":38,"VerseNumber":43,"Text":"ªi Noi i-am dat lui familia sa ºi încã pe cât ea, cu îndurare dela Noi ºi ca îndemnare pentru cei care pricep"},{"SurahNumber":38,"VerseNumber":44,"Text":"“ªi ia în mâna ta un mãnunchi ºi loveºte cu el ºi nu cãlcajurãmântul tãu!” ªi Noi l-am aflat statornic pe el! Un rob prea buncare se cãieºte"},{"SurahNumber":38,"VerseNumber":45,"Text":"ªi adu-þi aminte de robii Noºtri Avraam, Isaac ºi Iacob - cei cu putere [în adorare ºi credinþã] ºi cu pricepere"},{"SurahNumber":38,"VerseNumber":46,"Text":"I-am ales pe ei pentru un scop anume: vestirea mesajului despreViaþa de Apoi"},{"SurahNumber":38,"VerseNumber":47,"Text":"Ei au fost la Noi printre cei mai buni aleºi"},{"SurahNumber":38,"VerseNumber":48,"Text":"ªi adu-þi aminte de Ismail, de Eliseu, ºi de Dhu-l-Kifl, cãci toþi au fost printre cei mai buni"},{"SurahNumber":38,"VerseNumber":49,"Text":"Aceasta este o pomenire , iar cei cu fricã vor avea parte de frumos loc la întoarcere"},{"SurahNumber":38,"VerseNumber":50,"Text":"Grãdinile Edenului cu porþile deschise pentru ei"},{"SurahNumber":38,"VerseNumber":51,"Text":"Unde, rezemaþi , vor cere ei fructe din belºug ºi bãuturi"},{"SurahNumber":38,"VerseNumber":52,"Text":"ªi vor avea ei [fecioare] frumoase, cu priviri curate, toate deopotrivã"},{"SurahNumber":38,"VerseNumber":53,"Text":"Aceasta este ceea ce vi se promite vouã pentru Ziua Socotirii"},{"SurahNumber":38,"VerseNumber":54,"Text":"Acesta va fi darul Nostru [pentru voi] ºi el va fi fãrã de sfârºit"},{"SurahNumber":38,"VerseNumber":55,"Text":"Astfel va fi! Însã nelegiuiþii vor avea parte de cel mai rãu loc de întoarcere"},{"SurahNumber":38,"VerseNumber":56,"Text":"Gheena în care, vor arde! ªi rãu culcuº va fi ea"},{"SurahNumber":38,"VerseNumber":57,"Text":"Astfel va fi! ªi vor gusta ei apã clocotitã ºi puroi"},{"SurahNumber":38,"VerseNumber":58,"Text":"ªi alte [pedepse] asemenea acesteia"},{"SurahNumber":38,"VerseNumber":59,"Text":"[ªi atunci li se va zice nelegiuiþilor]: \"Aceasta este o ceatã ce intrã grãbitã împreunã cu voi.\" Iar ei [vor rãspunde]: “Sã nu aibã [aceastã ceatã] parte de bun venit, pent"},{"SurahNumber":38,"VerseNumber":60,"Text":"Ei vor zice: “Ba voi nu veþi avea parte de bun venit! Voi aþi adus aceasta asupra noastrã!” Ce rãu culcuº va fi el"},{"SurahNumber":38,"VerseNumber":61,"Text":"Vor zice ei: “Doamne, acelora care au adus aceasta asupra noastrã, sporeºte-le pedeapsa îndoit, în Foc!”"},{"SurahNumber":38,"VerseNumber":62,"Text":"ªi ei vor zice: “De ce nu-i vedem pe bãrbaþii pe care noi îi socoteam printre cei rãi"},{"SurahNumber":38,"VerseNumber":63,"Text":"I-am luat noi în batjocurã! Sau ochii noºtri nu-i zãresc?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"Aceasta este cu adevãrat cearta neamului Focului"},{"SurahNumber":38,"VerseNumber":65,"Text":"Spune: “Eu sunt numai un prevenitor! Nu existã nici o divinitate afarã de Allah Cel Unic, Stãpânul Atotputernic [Al-Wahid, Al-Qahhar]"},{"SurahNumber":38,"VerseNumber":66,"Text":"Stãpânul cerurilor ºi al pãmântului ºi al celor ce se aflã între ele, Cel Puter nic [ºi] Mereu Iertãtor [Al-’Aziz, Al-Ghaffar]!”"},{"SurahNumber":38,"VerseNumber":67,"Text":"Spune: “Aceasta este o veste mãreaþã"},{"SurahNumber":38,"VerseNumber":68,"Text":"Însã voi vã îndepãrtaþi de la ea"},{"SurahNumber":38,"VerseNumber":69,"Text":"Eu nu am nici o cunoºtinþã despre cãpeteniile preaînalte cã eles-ar fi certat"},{"SurahNumber":38,"VerseNumber":70,"Text":"Mie nu mi s-a revelat decât cã eu sunt un prevenitor limpede!”"},{"SurahNumber":38,"VerseNumber":71,"Text":"Când Domnul tãu le-a zis îngerilor: “Eu voi crea un om din lut"},{"SurahNumber":38,"VerseNumber":72,"Text":"Când Eu îl voi fi plãsmuit ºi voi fi suflat în el din duhul Meu, voi sã cãdeþi dinaintea lui, prosternându-vã!”"},{"SurahNumber":38,"VerseNumber":73,"Text":"ªi s-au prosternat toþi îngerii laolaltã"},{"SurahNumber":38,"VerseNumber":74,"Text":"Afarã de Iblis, cãci el s-a arãtat trufaº ºi a devenit unul dintre cei care au tãgãduit credinþa"},{"SurahNumber":38,"VerseNumber":75,"Text":"[Allah] a zis: “O, Iblis! Ce te-a împiedicat pe tine sã te prosternezi dinaintea a ceea ce Eu am plãmãdit cu mâinile Mele? Te-ai semeþit tu ori te-ai socotit tu printre cei înalþi?”"},{"SurahNumber":38,"VerseNumber":76,"Text":"A zis [Iblis]: “Eu sunt mai bun decât el! Pe mine m-ai plãmãdit din foc, în vreme ce pe el l-ai plãmãdit Tu din lut!”"},{"SurahNumber":38,"VerseNumber":77,"Text":"I-a zis [Allah]: “Ieºi din el ºi vei fi tu alungat"},{"SurahNumber":38,"VerseNumber":78,"Text":"ªi asupra ta se va abate blestemul Meu pânã în Ziua Judecãþii!”"},{"SurahNumber":38,"VerseNumber":79,"Text":"A zis [Iblis]: “Doamne, dã-mi mie rãgaz pânã în Ziua când vor fi ei înviaþi!”"},{"SurahNumber":38,"VerseNumber":80,"Text":"[Allah] a zis: “Vei fi printre cei pãsuiþi"},{"SurahNumber":38,"VerseNumber":81,"Text":"Pânã în Ziua timpului hotãrât!”"},{"SurahNumber":38,"VerseNumber":82,"Text":"A zis [Iblis]: “Pe puterea Ta [jur]! Eu îi voi duce în ispitã pe toþi"},{"SurahNumber":38,"VerseNumber":83,"Text":"Afarã de robii Tãi cei devotaþi dintre ei!”"},{"SurahNumber":38,"VerseNumber":84,"Text":"A zis [Allah]: “Eu sunt Cel Drept [Al-Haqq]! Adevãr este ceea ce spun"},{"SurahNumber":38,"VerseNumber":85,"Text":"Voi umple Gheena cu tine ºi cu toþi cei care te-au urmat pe tine!”"},{"SurahNumber":38,"VerseNumber":86,"Text":"Spune: “Eu nu vã cer pentru aceasta nici o rãsplatã ºi Eu nu sunt dintre prefãcuþi"},{"SurahNumber":38,"VerseNumber":87,"Text":"El nu este decât Îndemnare pentru lumi"},{"SurahNumber":38,"VerseNumber":88,"Text":"ªi voi veþi cunoaºte vestea lui , dupã un timp"},{"SurahNumber":39,"VerseNumber":1,"Text":"Revelarea Cãrþii [vine] de la Allah Cel Puternic [ºi] Înþelept [Al-’Aziz, Al-Hakim]"},{"SurahNumber":39,"VerseNumber":2,"Text":"Noi þi-am trimis Cartea în tot adevãrul, deci adorã-L pe Allah, arã- tându-I numai Lui credinþã"},{"SurahNumber":39,"VerseNumber":3,"Text":"Lui Allah I se cuvine credinþã curatã. Iar aceia care ºi-au luat ocrotitor în locul Lui [zicând]: “Noi nu-i adorãm pe ei decât pentru ca ei sã ne apropie de Allah”, Allah va judeca între ei în cele în ca"},{"SurahNumber":39,"VerseNumber":4,"Text":"De ar fi voit Allah sã-ªi ia un fiu, El ar fi ales ceea ce ar fi voit dinceea ce a creat. Laudã Lui! El este Allah Cel Unic [ºi] Atotputernic[Al-Wahid, Al-Qahhar]"},{"SurahNumber":39,"VerseNumber":5,"Text":"El a creat cerurile ºi pãmântul întru adevãr. El înfãºoarã noaptea peste zi ºi ziua peste noapte . El a supus Soarele ºi Luna ºi fiecare grãbeºte pânã la un termen hotãrât. E"},{"SurahNumber":39,"VerseNumber":6,"Text":"El v-a creat pe voi [toþi] dintr-un singur suflet . Apoi a fãcut din elpe soþia sa. ªi v-a trimis vouã opt suflete de vite . El vã creeazã înpântecele mamelor voastre, fãpturã dupã f"},{"SurahNumber":39,"VerseNumber":7,"Text":"Dacã nu credeþi [dupã ce aþi vãzut semnele], Allah se poate lipsi de voi, cãci Lui nu-I place necredinþa robilor Sãi . Însã dacã voi sunteþimulþumitori, aceasta Î"},{"SurahNumber":39,"VerseNumber":8,"Text":"Dacã pe om îl loveºte o nenorocire, atunci el Îl cheamã pe Domnulsãu, cãindu-se înaintea Lui. Apoi, când îi dãruieºte lui îndurare dinpartea Sa, uitã cele cu care se rugase ºi &Icir"},{"SurahNumber":39,"VerseNumber":9,"Text":"Oare acela care petrece timpul nopþii în rugãciuni, prosternându-se ºi stând în picioare, este cu teamã de Ziua de Apoi ºiÎl roagã de îndurare pe Domnul sãu? Spune: “Oare sunt egali cei care ºtiu cu"},{"SurahNumber":39,"VerseNumber":10,"Text":"Spune: “O, robii mei cei dreptcredincioºi! Fiþi cu fricã de Domnul vostru! Cei care fac bine în aceastã lume vor avea parte de bine . Pãmântul lui Allah este întins. Cei statornici vor primi rãsplata lor fãr"},{"SurahNumber":39,"VerseNumber":11,"Text":"Spune: Mi s-a poruncit mie sã-L ador pe Allah, arãtându-I numaiLui credinþã"},{"SurahNumber":39,"VerseNumber":12,"Text":"ªi mi s-a poruncit sã fiu primul dintre musulmani!”"},{"SurahNumber":39,"VerseNumber":13,"Text":"Spune: “Eu mã tem, dacã nu-I voi arãta supunere Domnului meu, de osânda unei Zile cumplite!”"},{"SurahNumber":39,"VerseNumber":14,"Text":"Spune: “Pe Allah Îl voi adora , curat în credinþa mea!”"},{"SurahNumber":39,"VerseNumber":15,"Text":"Adoraþi ceea ce voiþi afarã de El! Spune: “Cei care pierd suntaceia care ºi-au pierdut sufletele lor ºi familiile lor în Ziua Învierii!Aceasta este pierderea învederatã"},{"SurahNumber":39,"VerseNumber":16,"Text":"Ei vor avea deasupra lor umbre de foc ºi sub ei alte umbre!” Cu aceasta îi ameninþã Allah pe robii Sãi. “O, robii Mei, fiþi cu fricã de Mine!”"},{"SurahNumber":39,"VerseNumber":17,"Text":"Aceia care s-au ferit sã-l adore pe Thagut ºi s-au întors, cãindu-se, la Allah, aceia vor avea veste bunã! Deci binevesteºte robilorMei"},{"SurahNumber":39,"VerseNumber":18,"Text":"Care ascultã cuvântul ºi urmeazã ceea ce este cel mai bun în el!Aceºtia sunt cei pe care îi cãlãuzeºte Allah ºi aceºtia sunt cei cupricepere"},{"SurahNumber":39,"VerseNumber":19,"Text":"Oare pe acela împotriva cãruia se adevereºte cuvântul pedep- sei , oare îl vei mai putea Tu mântui când el se aflã deja în Foc"},{"SurahNumber":39,"VerseNumber":20,"Text":"Însã aceia care au fost cu fricã de Domnul lor vor avea parte de odãi peste care alte odãi au fost clãdite . Pe sub ele vor curge pâ- raie. [Aceasta este] fãgãduinþa lui Allah ºi Allah nu"},{"SurahNumber":39,"VerseNumber":21,"Text":"Oare tu nu vezi cã Allah trimite apã din cer, apoi o îndreaptã ca izvoare în pãmânt, apoi scoate cu ajutorul ei roade de felurite culori,apoi ele se ofilesc ºi le vezi galbene, apoi le face bucãþel"},{"SurahNumber":39,"VerseNumber":22,"Text":"Oare acela cãruia i-a deschis Allah pieptul pentru Islam ºi care are luminã de la Domnul sãu? Vai acelora cu inimile împietrite faþã de pomenirea lui Allah! Aceia se aflã într-o rãtãcire învede"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah a trimis vestea cea mai frumoasã, ca o Carte [în care uneleversete] se aseamãnã ºi se repetã . Pieile acelora care se tem deDomnul lor se înfioarã la auzul ei; apoi se liniºtesc pieile ºi"},{"SurahNumber":39,"VerseNumber":24,"Text":"Oare acela care în Ziua Învierii se va feri cu faþa sa de rãul chi-nului? ªi li se va spune celor nelegiuiþi: “Gustaþi ceea ce aþi agonisit!”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Au tãgãduit aceia de dinainte de ei ºi le-a venit lor chinul de acolo de unde ei nu se aºteptau"},{"SurahNumber":39,"VerseNumber":26,"Text":"ªi le-a dat lor Allah sã guste ruºine în viaþa aceasta, iar osânda din Viaþa de Apoi va fi ºi mai mare, dacã mãcar ei ar ºti"},{"SurahNumber":39,"VerseNumber":27,"Text":"ªi Noi le-am dat oamenilor în acest Coran tot felul de pilde, pentru ca ei sã ia aminte"},{"SurahNumber":39,"VerseNumber":28,"Text":"Un Coran arab , fãrã de nici o strâmbãtate , pentru ca ei sã fie cu fricã"},{"SurahNumber":39,"VerseNumber":29,"Text":"A dat Allah ca pildã un bãrbat [rob] cu asociaþi care se ceartã între ei [asupra Lui] ºi un [alt] bãrbat cu totul supus unui singur om. Oare sunt ei în aceeaºi situaþie? Laudã lui Allah! Dar cei ma"},{"SurahNumber":39,"VerseNumber":30,"Text":"Tu vei muri [într-o zi] ºi vor muri ºi ei [într-o zi]"},{"SurahNumber":39,"VerseNumber":31,"Text":"Apoi, în Ziua Învierii, vã veþi certa voi între voi, înaintea Domnului vostru"}]}