{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Ur pnamaret At Tezmamt, siwa s wawal aeidan, siwa wid degsen idensen. Init: \"numen s wayen id irsen $uone$, id irsen $uowen. Oebbi nne$, akked Oebbi nnwen, Yiwen. Nekwni $uoeS d imvuaen"},{"SurahNumber":29,"VerseNumber":47,"Text":"Akka ay ed Nessers, $uoek, Tazmamt. Wid iwumi Nefka Tazmamt, umnen yis. Ger wigi, kra umnen yis. I inekoen issekniyen nne£, siwa ijehliyen"},{"SurahNumber":29,"VerseNumber":48,"Text":"Ur telliv temmalev kra n Tezmamt, uqbel tagi; ur p tepparuv, s uyeffus ik. Yili ad cukken inekkaoen"},{"SurahNumber":29,"VerseNumber":49,"Text":"Xaii, neppa d issekniyen iberrzen, deg idmaren n wid iwumi teppunefk tmusni. Siwa imednas, i inekoen issekniyen nne£"},{"SurahNumber":29,"VerseNumber":50,"Text":"Nnan: \"a lemmer id rsen fellas, issekniyen s$uo Mass is\"! Ini: \"issekniyen ar Oebbi kan. Nek, d aneddao kan, ipbegginen"},{"SurahNumber":29,"VerseNumber":51,"Text":"Ne$, ur steqnaaen ara s trusi $uoek, s$uone£, n Tezmamt, malen asen p. Deg waya, s tidep, aeunu, akked usmekti i ugdud iumnen"},{"SurahNumber":29,"VerseNumber":52,"Text":"Ini: \"Iqadd Oebbi, d anagi gari yidwen. Issen i illan di tmurt akked igenwan. Wid iumnen di tkerkas, u ugin Oebbi, widak d imexsuoen"},{"SurahNumber":29,"VerseNumber":53,"Text":"Seirin k $ef uaaqeb. Lemmer macci d lajel ipwassnen, a ten id ias uaaqeb. Ih, a ten id ias, deqzalla, ur bnin"},{"SurahNumber":29,"VerseNumber":54,"Text":"Seirin k $ef uaaqeb. Ih, Loahennama a ppezzi i ijehliyen"},{"SurahNumber":29,"VerseNumber":55,"Text":"Ass ideg ar asen isbur uaaqeb, sennig sen, akw seddaw ivaoen nnsen, ad Yini: \"jeoobet ayen txeddmem"},{"SurahNumber":29,"VerseNumber":56,"Text":"A yimdanen iW iumnen, ni$ tamurt iW tewsaa. Ihi, aabdet iyI, Nek"},{"SurahNumber":29,"VerseNumber":57,"Text":"Yal iman, ad ijeooeb tameppant; sinna, $uone£ a d tu$alem"},{"SurahNumber":29,"VerseNumber":58,"Text":"Wid iumnen, ixeddmen ayen ilhan, ad asen Nerr tanezdu$t di Loennet m t$uofatin, ddaw as isaffen ppazzalen, degs ad wekkoen. D asaadi warraz n wid ixedmen lxio"},{"SurahNumber":29,"VerseNumber":59,"Text":"wid iueboen, ippeklen $ef Mass nnsen"},{"SurahNumber":29,"VerseNumber":60,"Text":"Aceal n leweuc, ur d neppawi ooeeq nnsen. Oebbi Ioeeq iten, u Ioeeq ikwen. Neppa, Issel, d Amusnaw"},{"SurahNumber":29,"VerseNumber":61,"Text":"Ma testequav ten: \"anwa i Ixelqen tamurt akked igenwan, i Inuben s yiiij akked waggur\"? A d inin, war ccekk: \"d Oebbi\". Ihi, acimi wexxoen"},{"SurahNumber":29,"VerseNumber":62,"Text":"Oebbi Issugut l$it i win i S ihwan, deg imdanen iS, u Iwezzen as. Ih, Oebbi Issen yal cci"},{"SurahNumber":29,"VerseNumber":63,"Text":"Ma testequav ten: \"anwa id Isse$layen aman seg igenni, Issidir yissen akal, deffir tmeppant is\"? A d inin, war ccekk, \"d Oebbi\". Ini: \"ccekoan i Oebbi\". Maca, tegwti degsen, ur fhimen"},{"SurahNumber":29,"VerseNumber":64,"Text":"Tameddurt agi, di ddunit, siwa lhawiyya, d wurar. D axxam aneggaru, war ccekk, ay d amuddir, lemmer eoin"},{"SurahNumber":29,"VerseNumber":65,"Text":"Mara rekben di lbabuo, ad naaoen Oebbi, d idiniyen zeddigen $uoeS. Mi ten Isellek ar lberr, atnan la pcaraken"},{"SurahNumber":29,"VerseNumber":66,"Text":"Ad nekoen ayen i sen Nefka, ad zhun, deqqal ad eoen"},{"SurahNumber":29,"VerseNumber":67,"Text":"Day ur walan ara, Nerra loamaa n laman, wanag la pwaxvafen imdanen i sen d izzin? Day ad amnen di tkerkas, u ad nekoen l$it n Oebbi"},{"SurahNumber":29,"VerseNumber":68,"Text":"Anwa i idensen kteo: win id isnulfan tikerkas af Oebbi, ne$ win irran tidep d tikerkas, mi t id tusa? Day macci d Loahennama ay d tanezdu$t i ijehliyen"},{"SurahNumber":29,"VerseNumber":69,"Text":"Wid ijuhden ar loiha nne£, a ten Nenhu, war ccekk, s iberdan nne£. Ih, Oebbi Ippili ar lauuam"},{"SurahNumber":30,"VerseNumber":1,"Text":"Alm"},{"SurahNumber":30,"VerseNumber":2,"Text":"IoOoumiyen rnan ten"},{"SurahNumber":30,"VerseNumber":3,"Text":"deg wakal aqoib mavi. Deffir lexsaoa nnsen, ad rnun"},{"SurahNumber":30,"VerseNumber":4,"Text":"di kra iseggwasen. Lameo ar Oebbi, uqbel aya, u ssyen $eo da. Assen, ad feoeen lmumnin"},{"SurahNumber":30,"VerseNumber":5,"Text":"s rrbee n Oebbi. Isserbae win i S ihwan. Neppa, d Uzmir, Ipeunu"},{"SurahNumber":30,"VerseNumber":6,"Text":"D lemaahda n Oebbi. Oebbi ur Ipxallaf ara lemaahda S, maca, tegwti n medden ur ssinen"},{"SurahNumber":30,"VerseNumber":7,"Text":"Ssnen ayen id innunnten, di tmeddurt n ddunit. £ef laxeot nitni stehzan"},{"SurahNumber":30,"VerseNumber":8,"Text":"Day ur meyyzen ara deg iman nnsen? Ur Ixliq Oebbi tamurt, igenwan, akked wayen illan garasen, siwa s tidep, akked lajel ipwassnen. Ih, aias n medden i inekoen timlilit d Mass nnsen"},{"SurahNumber":30,"VerseNumber":9,"Text":"Day ur unagen ara di tmurt, ad walin amek tevoa d wid i ten id izwaren? Llan ifen ten tazmert, $zan tamurt, $elben ten akken i p aamoen. Usan ten id imazanen nnsen, s ubeggen. Ur ten Idnis Oebbi. Maca d nitni i idensen iman nnsen"},{"SurahNumber":30,"VerseNumber":10,"Text":"D$a teqsee taggara n laaouo. Skaddben issekniyen n Oebbi. Pmmaaliken fellasen"},{"SurahNumber":30,"VerseNumber":11,"Text":"Oebbi Inezzu lxelq; sinna, Ippales it id. Sinna, $uoeS ara tu$alem"},{"SurahNumber":30,"VerseNumber":12,"Text":"Ass ideg ara d ijbu yimir, ad feqaen ibe$wviyen"},{"SurahNumber":30,"VerseNumber":13,"Text":"Ur ten pselliken wid pcaraken. Ad nekoen wid pcaraken"},{"SurahNumber":30,"VerseNumber":14,"Text":"Ass ideg ara d ijbu yimir, assen ad mfaoaqen"},{"SurahNumber":30,"VerseNumber":15,"Text":"Wanag wid iumnen u xeddmen ayen ilhan, ad zhun di tebeirt"},{"SurahNumber":30,"VerseNumber":16,"Text":"Ma d wid ijehlen, inekoen issekniyen nne£, akked temlilit n laxeot, widak ar uaaqeb ara rsen"},{"SurahNumber":30,"VerseNumber":17,"Text":"Gedha s Oebbi, tameddit nnwen, tauebeit nnwen"},{"SurahNumber":30,"VerseNumber":18,"Text":"I Neppa ccekoan, di tmurt akked igenwan, tameddit u di pnaufa n wass"},{"SurahNumber":30,"VerseNumber":19,"Text":"Issuffu$ ed amuddir si lmegget. Issuffu$ ed lmegget seg umuddir. Issidir akal, deffir tmeppant is. Akka ara d teff$em"},{"SurahNumber":30,"VerseNumber":20,"Text":"Seg issekniyen iS: Ixelq ikwen seg wakal. Aql akwen d imdanen tembwezzaam"},{"SurahNumber":30,"VerseNumber":21,"Text":"Seg issekniyen iS: Ixelq awen, segwen, tiaggaltin nnwen, a pzed$em yidsent. Irra garawen tayri, lmaenana. Deg waya, s tidep, issekniyen i ugdud ipmeyyizen"},{"SurahNumber":30,"VerseNumber":22,"Text":"Seg issekniyen iS: lxelq n tmurt akked igenwan, amgirred ger tutlayin nnwen, akked initen nnwen. Deg waya, s tidep, issekniyen i imusnawen"},{"SurahNumber":30,"VerseNumber":23,"Text":"Seg issekniyen iS: ives nnwen deg iv, deg wass, anadi nnwen n lfevl iS. Deg waya, s tidep, issekniyen i ugdud isellen"},{"SurahNumber":30,"VerseNumber":24,"Text":"Seg issekniyen iS: Issenaat awen leboaq, degs tugdi, asirem. Issadar ed aman seg igenni, Issidir yissen akal, deffir tmeppant is. Deg waya, s tidep, issekniyen i ugdud ifehmen"},{"SurahNumber":30,"VerseNumber":25,"Text":"Seg issekniyen iS: s lameo iS, igenni akked tmurt bedden. Sinna, ma Isawel awen d, yiwen usiwel, seg wakal kunwi a d teff$em"},{"SurahNumber":30,"VerseNumber":26,"Text":"IneS i illan di tmurt akked igenwan. Akken ma llan, unzen aS"},{"SurahNumber":30,"VerseNumber":27,"Text":"D Neppa i Inezzun lxelq, sinna Ippales it id. D ayen i S isehlen mavi. IneS umedya aalayan, di tmurt akked igenwan. Neppa d Uzmir, d Bab n uuwab"},{"SurahNumber":30,"VerseNumber":28,"Text":"Ibbwi yawen d amedya, seg iman nnwen: day tcerkem d waklan nnwen, ayen i s ikwen N$at, d$a taadlem yidsen? Day ten teppagwadem, akken teppemyagwadem garawen? Akka ay Nepfeuuil issekniyen i ugdud ipxemmimen"},{"SurahNumber":30,"VerseNumber":29,"Text":"Xaii! Wid idensen teddun d lhawiyyat nnsen, ur ssinen. Anwa ara inhun wid Itlef Oebbi? Ur sain imaiwnen"},{"SurahNumber":30,"VerseNumber":30,"Text":"Smil udem ik adini ar tidep, d lxelq n Oebbi akken id Ixleq imdanen. Ur illi ubeddel, di lxelq n Oebbi. Wagi d ddin amxallef, maca, tegwti n medden ur ssinen"},{"SurahNumber":30,"VerseNumber":31,"Text":"D imvuaen iS, eezzbet aS, beddet i teallit, ur ppilit seg wid ipcaraken"},{"SurahNumber":30,"VerseNumber":32,"Text":"seg wid ifeoqen ddin nnsen. U$alen d iayfat, yal akabar icoee s wayen isaa"},{"SurahNumber":30,"VerseNumber":33,"Text":"Imdanen, ma iwwet iten wugur, ad naaoen Mass nnsen, d imvuaen iS. Sinna, ma Iseess asen aeunu, s$uoeS, a pwaliv arbaa degsen pcaraken i Mass nnsen"},{"SurahNumber":30,"VerseNumber":34,"Text":"iwakken ad nekoen i sen Nefka. Zhut! Deqqal a ppeeoem"},{"SurahNumber":30,"VerseNumber":35,"Text":"Ne$ Nessader asen ed amvebbeo, i ipmeslayen $ef wayen i S pcaraken"},{"SurahNumber":30,"VerseNumber":36,"Text":"Mi Neseess aeunu i imdanen, ad ceoeen yis. Ma teuza ten tucmip, seg wayen id urwen ifassen nnsen, ad aysen"},{"SurahNumber":30,"VerseNumber":37,"Text":"Day ur walan ara ar Oebbi Issugut ooeeq i win i S ihwan, u Iwezzen. Deg waya, s tidep, issekniyen i ugdud iumnen"},{"SurahNumber":30,"VerseNumber":38,"Text":"Efk as leeqq is i llezm ik, i ume$bun, i win id ibbwi ubrid. Ppif akka i wid ib$an udem n Oebbi. D widak ay d imerbae"},{"SurahNumber":30,"VerseNumber":39,"Text":"Ayen teppakem n rrba, iwakken ad issem$weo ayla n medden, ar Oebbi ur issim$uo ara. Ayen tepzekkim $ef udem n Oebbi, d ayen ara ibuoekten"},{"SurahNumber":30,"VerseNumber":40,"Text":"Oebbi, ikwen id Ixelqen, sinna, ikwen I$aten, sinna, ara kwen In$en, sinna, ara kwen id Issidren. Day ara ixdem kra, seg waya, yiwen seg wid tepcarakem? Gedha s yiS, Aalayan sennig wid pcaraken"},{"SurahNumber":30,"VerseNumber":41,"Text":"Iveho ed lefsad di lberr u di yill seg wayen id urwen ifassen n medden, iwakken ad Isukk fellasen kra seg wayen xedmen, amar a d u$alen s abrid"},{"SurahNumber":30,"VerseNumber":42,"Text":"Ini: \"iniget di tmurt, muqlet amek tevoa d imezwura. Tegwti, segsen, pcaraken"},{"SurahNumber":30,"VerseNumber":43,"Text":"Err udem ik ar ddin amxallef, uqbel a d ias s$uo Oebbi, ass ur nepwexxio. Assen, ad pwaferzen"},{"SurahNumber":30,"VerseNumber":44,"Text":"Win ijehlen, tijehli s mgal is; wid ixeddmen ayen ilhan, gemren i iman nnsen"},{"SurahNumber":30,"VerseNumber":45,"Text":"Iwakken ad Ikafi, s lfevl iS, wid iumnen u xeddmen ayen ilhan. Neppa, s tidep, ur Ieemmel ara ijehliyen"},{"SurahNumber":30,"VerseNumber":46,"Text":"Seg issekniyen iS: Ippazen ed avu abcir, ad awen Iseess, cwii, seg ueunu S; ad iaajel lbabuo, s lameo iS. A pnadim lfevl iS, amar a ppesnemmrem"},{"SurahNumber":30,"VerseNumber":47,"Text":"Ni$ Nuzen ed, uqbel ik, imazanen i igduden nnsen. Usan ten id, s ubeggen. Nerra d ppao seg wid ibe$wven. Aslak n lmumnin d lwaoeb nne£"},{"SurahNumber":30,"VerseNumber":48,"Text":"Oebbi, id Ippaznen avu isseleayen asigna, a t ifser, deg igenni, akken i S ihwa, a t Issemfaoeq, a pwaliv ageffur a d iteffe$ segs. Mi t Issawev ar wid i S ihwan, deg imdanen iS, a ten tafev ceoeen"},{"SurahNumber":30,"VerseNumber":49,"Text":"Wanag, iu$ leal, llan uysen, uqbel ad asen d i$li"},{"SurahNumber":30,"VerseNumber":50,"Text":"Wali lateo ueunu n Oebbi: amek id Issidir akal, deffir tmeppant is. Ih, d Win, s tidep, i Issidiren lmeggtin. Neppa Izmer i yal cci"},{"SurahNumber":30,"VerseNumber":51,"Text":"Mara Nazen avu, ara walin ippiwoi$, a pdum, deffir es, tjehli nnsen"},{"SurahNumber":30,"VerseNumber":52,"Text":"Ma d kecc, s tidep, ur tezmirev a pperrev lmeggtin ad slen, ne$ iaeeeugen ad slen i tnaaoit, ma u$alen $er deffir"},{"SurahNumber":30,"VerseNumber":53,"Text":"Ur tezmirev a penhuv ider$alen, mgal ttelfan nnsen. Ara terrev ad ak slen, siwa wid iumnen s issekniyen nne£. Nitni d imvuaen"},{"SurahNumber":30,"VerseNumber":54,"Text":"Oebbi, ikwen Ixelqen si oehfan; sinna, deffir oehfan, Irra tazmert; sinna, deffir tezmert, Irra oehfan, akked ccib. Ixelleq ayen i S ihwan. Neppa d Amusnaw, d Aeernuk"},{"SurahNumber":30,"VerseNumber":55,"Text":"Ass ideg ara d ijbu yimir, ad gallen ibe$wviyen, ar siwa saaa segmi mmuten. Akka ay skiddiben"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ad inin wid iwumi teppunefk tussna, akked liman: \"ni$ teqqimem di Tezmamt n Oebbi, ar ass n tnekra. Wagi d ass n tnekra, maca tellam ur tessinem"},{"SurahNumber":30,"VerseNumber":57,"Text":"Assen, wid idensen, ur ten tepsellik nndama ne$ asuter n ssmae"},{"SurahNumber":30,"VerseNumber":58,"Text":"Ni$ Nefka, i medden, yal amedya di Leqwoan agi. Maca, mi sen d tebbwiv assekni, ad ak inin, war ccekk, wid ijehlen: \"kunwi d wid ireoonen"},{"SurahNumber":30,"VerseNumber":59,"Text":"Akka i Iselle$ Oebbi ulawen n wid ur nessin"},{"SurahNumber":30,"VerseNumber":60,"Text":"Eubeo, ih, lemaahda n Oebbi d tidep. Ur k seirin, wid ur nepputebbet"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alm"},{"SurahNumber":31,"VerseNumber":2,"Text":"Wigi d issekniyen n Tezmamt tuuwibt"},{"SurahNumber":31,"VerseNumber":3,"Text":"d nnhaya u d aeunu i iaaoviyen"},{"SurahNumber":31,"VerseNumber":4,"Text":"wid ibedden i teallit, ipzekkin, ipputebbten af laxeot"},{"SurahNumber":31,"VerseNumber":5,"Text":"Wigi, di nnhaya s$uo Mass nnsen. Wigi, d isaadiyen"},{"SurahNumber":31,"VerseNumber":6,"Text":"Ger yimdanen, wid ippa$en awal n zzhu, iwakken ad nnetlafen seg ubrid n Oebbi, war tamusni. U fellas ttihin. I wigi, aaaqeb isdullun"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ma mlan as issekniyen nne£, ad ibren s tem$weo, amzun ur asen isli, amzun aaegen as imeeeu$en. Xebbeo it s uaaqeb aqeoean"},{"SurahNumber":31,"VerseNumber":8,"Text":"Ih, i wid iumnen, ixeddmen ayen ilhan, leonanat isaadiyen"},{"SurahNumber":31,"VerseNumber":9,"Text":"Degsen ad wekkoen. Lemaahda n Oebbi d tidep. Neppa d Uzmir, d Bab n uuwab"},{"SurahNumber":31,"VerseNumber":10,"Text":"Ixleq igenwan, war tigejda ara twalim. Irra di tmurt idurar, iwakken ur tepzenzil ara yiswen. Iwezzaa, degs, yal lxelq. Nessader ed aman seg igenni. Nessem$i d degs, yal tayuga tukyist"},{"SurahNumber":31,"VerseNumber":11,"Text":"Wagi d lxelq n Oebbi. Sseknet iyi d, acu d xelqen wid ur nelli d Neppa. Xaii, imednas atnan di ttelfan n uuee"},{"SurahNumber":31,"VerseNumber":12,"Text":"Ni$ Nefka i Luqman uuwab: \"snemmer Oebbi. Win isnemmiren, isnemmir kan i iman is. Ma d wid ijehlen, ihi, Oebbi d Asaay, d Amaazuz"},{"SurahNumber":31,"VerseNumber":13,"Text":"Mi inna Luqman i mmi s, la t isselmad: \"a mmi! Ur pcarak i Oebbi. Ccerk, s tidep, d ddens abarar"},{"SurahNumber":31,"VerseNumber":14,"Text":"Nweuua amdan $ef imawlan is. Imma s temeen s tadist is. Tuiva s, sin iseggwasen. Snemmer iyI, u i imawlan ik. Tu$alin $uoI"},{"SurahNumber":31,"VerseNumber":15,"Text":"Ma eeppmen fellak, ad iyI tcarkev ayen ur tessinev, ur asen teddu di leb$i. Illi yidsen d uwqim di ddunit. Ddu d ubrid n wid isteooaen $uoI. Sinna, tu$alin nnwen $uoI, ad awen Mle$ ayen txeddmem"},{"SurahNumber":31,"VerseNumber":16,"Text":"Ih, a mmi, xas am taeeyt uaaqqa ucceryad, ara yilin di teeout, ne$ deg igenwan, ne$ di tmurt, a p id Iawi Oebbi. Ih, Oebbi d Laiif, Ieoa"},{"SurahNumber":31,"VerseNumber":17,"Text":"A mmi, bedd i teallit, ameo lewqama, iiixxeo i wayen n dir, eubeo i wayen ara k id iasen! Aya, s tidep, seg uazzem i lumuo"},{"SurahNumber":31,"VerseNumber":18,"Text":"Ur sxunzuo ar medden, ur teddu di tmurt s ii$aya! Oebbi, s tidep, ur Ieemmel yal imnefxi, amzuxi"},{"SurahNumber":31,"VerseNumber":19,"Text":"Ioqiq di tikli k, ssers uuut ik! Ni$ uuut ucmit mavi, d win n ye$yal"},{"SurahNumber":31,"VerseNumber":20,"Text":"Day ur twalam ara, Inub Oebbi fellawen s wayen akw illan deg igenwan, akked wayen illan di tmurt? Isserwa yawen l$it iS, uvhio, uffir. U llan l$aci i ipnamaren $ef Oebbi, war tamusni, ne$ nnhaya, ne$ Tazmamt timnewweot"},{"SurahNumber":31,"VerseNumber":21,"Text":"Ma nnan asen: \"ddut akked wayen id Issader Oebbi\", a d inin: \"xaii, a neddu akked wayen id nufa ar imezwura nne$\". I ma Cciian atan la ten inecced ar uaaqeb n tmes"},{"SurahNumber":31,"VerseNumber":22,"Text":"Win ifkan i Oebbi udem amvua, u neppa d aaeovi, iiief deg ufus iueeean mavi. Ar Oebbi, tu$alin n lumuo"},{"SurahNumber":31,"VerseNumber":23,"Text":"Win ijehlen, ur k t$webben tjehli s! £uone£, tu$alin nnsen; ad asen Nini acu xedmen. Oebbi, s tidep, Ieoa i illan deg idmaren"},{"SurahNumber":31,"VerseNumber":24,"Text":"A ten Neoo ad zhun cwii, sinna, a Neeppem fellasen aaaqeb iwaaoen"},{"SurahNumber":31,"VerseNumber":25,"Text":"Ma testequav ten: \"anwa i Ixelqen tamurt akked igenwan\"? A d inin, war ccekk: \"d Oebbi\". Ini: \"ccekoan i Oebbi\". Maca, tegwti degsen, ur ssinen"},{"SurahNumber":31,"VerseNumber":26,"Text":"I Oebbi i illan akw di tmurt akked igenwan. Ih, Oebbi d Asaay, d Amaazuz"},{"SurahNumber":31,"VerseNumber":27,"Text":"Xas lukan ttjuo akw n ddunit d leqlamat, u yill, ernu yas ua ilellen nniven, d lmidad nnsen, ur pqamen awalen n Oebbi. Ih, Oebbi d Uzmir, d Bab n uuwab"},{"SurahNumber":31,"VerseNumber":28,"Text":"Lxelq nnwen, tanekra nnwen, amzun d yiman yiwen kan. Ih, Oebbi Issel, Ipwali"},{"SurahNumber":31,"VerseNumber":29,"Text":"Day ur twalav ara, Oebbi Issekcam iv deg wass, Issekcam ass deg yiv. Ieeppem i yiiij akked waggur ad leun, ar lajel ipwassnen. Ih, Oebbi Ieoa ayen txeddmem"},{"SurahNumber":31,"VerseNumber":30,"Text":"Akka, acku Oebbi d Tidep. Ayen u$uo naaoen, war Neppa, d tikerkas. Oebbi, d Aalayan, d Ameqwoan"},{"SurahNumber":31,"VerseNumber":31,"Text":"Day ur twalav ara ssfina, teppazal di yill s lqwedoa n Oebbi, iwakken ad awen d Issenaat seg issekniyen iS. Ih, deg wayagi, issekniyen i yal aueboi isnemmiren"},{"SurahNumber":31,"VerseNumber":32,"Text":"Ma tesbur asen lmuja, am tillas, ad nujen ar Oebbi, $uoeS s ddin azedgan. Mi ten Isellek ar lberr, kra, degsen, iifen deg wawal nnsen. I inekoen issekniyen nne£, siwa yal axeddaa ajehli"},{"SurahNumber":31,"VerseNumber":33,"Text":"A yimdanen! Eezzbet i Mass nnwen. Agwadet ass ideg ababat ur d ilehhu d mmi s, u mmi s ur d ilehhu d baba s, s wacemma. Ih, lemaahda n Oebbi, d tidep. Ur kwen tep$uoou tmeddurt n ddunit. Ur kwen issefoa$ im$weooi, $ef Oebbi"},{"SurahNumber":31,"VerseNumber":34,"Text":"Oebbi, s tidep, $uoeS tamusni n yimir. Issadar ed ageffur. Ieoa i illan di taabbuvin. Ur ieoi yiwen acu ara ikseb azekka; ur ieoi yiwen anwa akal ideg ara immet. Oebbi, s tidep, Ieoa, d Amusnaw"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alm"},{"SurahNumber":32,"VerseNumber":2,"Text":"Tarusi n Tezmamt, ur illi degs ccekk, s$uo Mass imavalen"},{"SurahNumber":32,"VerseNumber":3,"Text":"Ne$ a d inin: \"isnulfa p id\". Xaii, neppat, d tidep s$uo Mass ik, iwakken a pnedoev agdud u$uo ur d iusi ara uneddao, uqbel ik, amar ad pwanhun"},{"SurahNumber":32,"VerseNumber":4,"Text":"Oebbi i Ixelqen tamurt, igenwan, akked wayen illan garasen, di sdis wussan; sinna, Iaannec $ef usgeld. Ur tesaim, war Neppa, bab, ne$ amcafaa. Day ula d tesmektayem ara"},{"SurahNumber":32,"VerseNumber":5,"Text":"A d Iseyyi lameo seg igenni ar tmurt; sinna, ad iu$al $uoeS deg ibwass, lmudda s: agim iseggwasen, s leesab nnwen"},{"SurahNumber":32,"VerseNumber":6,"Text":"Akka, Umusnaw n wayen iffren, u n wayen ur neffir, Uzmir Ipeunun"},{"SurahNumber":32,"VerseNumber":7,"Text":"I Iuuegmen akw ayen Ixleq. Inza d lxelq n umdan, si talaxt"},{"SurahNumber":32,"VerseNumber":8,"Text":"Sinna, Issuffe$ ed tarwa s si l$ella, degs cwii n waman"},{"SurahNumber":32,"VerseNumber":9,"Text":"Sinna, Imesl it, Iuuuv degs, si ooue iS. Irra yawen timesliwt, ieoi, ul. Drus ay tesnemmirem"},{"SurahNumber":32,"VerseNumber":10,"Text":"Nnan: \"ma nweddeo di tmurt, day a d nepwaxleq tikelt nniven\"? Xaii, nekoen timlilit akked Mass nnsen"},{"SurahNumber":32,"VerseNumber":11,"Text":"Ini: \"ad iddem ooue nnwen, lmelk n tmeppant i ippukelfen fellawen. Sinna, ar Mass nnwen a ppu$alem"},{"SurahNumber":32,"VerseNumber":12,"Text":"Lemmer a pwaliv ibe$wviyen, ad brun i iqweooa nnsen, zdat Mass nnsen: \"a Mass nne$! Nwala, nesla; Err ane$ a nexdem ayen ilhan. S tidep, numen"},{"SurahNumber":32,"VerseNumber":13,"Text":"Lemmer i £ ihwi, yili Nefka, i yal ooue, nnhaya s. Maca, ad ivou wayen Nni$: \"war ccekk, ad Acaoe$ Loahennama s leonun akked yimdanen, mejmulen"},{"SurahNumber":32,"VerseNumber":14,"Text":"Ihi, jeoobet imi teppum a d temlilem d wass nnwen agi! Nekwni, ih, Neppu kwen. Jeoobet aaaqeb, n lebda, ilmend n wayen txeddmem"},{"SurahNumber":32,"VerseNumber":15,"Text":"I iumnen kan, s issekniyen nne£, d wid, mara ten id mmektin, ara weddin ad knun, ara isbucuaen Mass nnsen s ccekoan, nitni ur pzuxxun"},{"SurahNumber":32,"VerseNumber":16,"Text":"Ppensaren d ibeodiyen nnsen, seg imieoeen, pnujun $eo Mass nnsen, s tugwdi d usirem. Seg wayen iten N$at, pseddiqen"},{"SurahNumber":32,"VerseNumber":17,"Text":"Ur ieoi yiwen acu i sen Ffre$ n lfeoe. D arraz n wayen llan xeddmen"},{"SurahNumber":32,"VerseNumber":18,"Text":"Win illan d lmumen, day am win illan d amed$ul? Ur aadilen"},{"SurahNumber":32,"VerseNumber":19,"Text":"Ihi, i wid iumnen, ixeddmen ayen ilhan, leonanat imoaebiyen, ara zed$en, ilmend n wayen xeddmeun"},{"SurahNumber":32,"VerseNumber":20,"Text":"Wanag wid ide$wlen, di tmes ara zed$en. Yal tikelt ideg ara b$un a d ff$en segs, a ten rren $uoes, ad asen inin: \"jeoobet aaaqeb n tmes i tnekkoem"},{"SurahNumber":32,"VerseNumber":21,"Text":"Ih, a Nessukk fellasen aaaqeb aqoib mavi, war aaaqeb abarar. Ahat a d u$alen s abrid"},{"SurahNumber":32,"VerseNumber":22,"Text":"Anwa i idensen sennig n win iwumi d dekoen issekniyen n Mass is, iu$al iwexxeo asen? Ih, a d Nerr ppao seg ibe$wviyen"},{"SurahNumber":32,"VerseNumber":23,"Text":"Ni$ Nefka yas Tazmamt i Musa. Ur ppili di ccekk af temlilit yideS! Nerra p d nnhaya i At Isoail"},{"SurahNumber":32,"VerseNumber":24,"Text":"Nesbedd, segsen, iselmaden; nnehun s lameo nne£, mi ueboen, u llan pputebbten $ef issekniyen nne£"},{"SurahNumber":32,"VerseNumber":25,"Text":"Ih, Mass ik, Neppa, ad Ieudd garasen, ass n tnekra, $ef wayen i$ef mgarraden"},{"SurahNumber":32,"VerseNumber":26,"Text":"Day ur ten inha ara wayen Nesqucc isuta, uqbel nnsen? La leeeun $ef tnezdu$in nnsen. Deg waya, s tidep, issekniyen. Day ur sellen ara"},{"SurahNumber":32,"VerseNumber":27,"Text":"Day ur zoin ara Neppawi aman s akal aquoan; Nessuffu$ ed, yissen, iaaqqayen; teppen, segsen, nitni akked lmal nnsen. Day ur pwalin ara"},{"SurahNumber":32,"VerseNumber":28,"Text":"Qqaoen: \"melmi l$elb agi, ma tessawalem tidep"},{"SurahNumber":32,"VerseNumber":29,"Text":"Ini: \"ass n l$elb, liman n wid ijehlen, ur ten infaa; ur pganin"},{"SurahNumber":32,"VerseNumber":30,"Text":"Ihi, wexxeo asen, ggani. Nitni, s tidep, la pganin"},{"SurahNumber":33,"VerseNumber":1,"Text":"A Nnbi! Eezzeb i Oebbi, ur ppa$ awal i ijehliyen akked ixabiten. Oebbi, s tidep, Izga d Amusnaw, d Bab n uuwab"},{"SurahNumber":33,"VerseNumber":2,"Text":"Ddu akked wayen i k d Ippuweeean, s$uo Mass ik. Ih, Oebbi Ippuxebbeo $ef wayen txedmem"},{"SurahNumber":33,"VerseNumber":3,"Text":"Ppkel $ef Oebbi. Iqadd Oebbi d Awkil"},{"SurahNumber":33,"VerseNumber":4,"Text":"Ur Irra ara Oebbi sin wulawen di tfekka n urgaz. Ur Irra ara tilawin nnwen, i tmetlem ar iarar n tyimmatin nnwen, d tiyimmatin nnwen. Ur irra ara wid id tessekrem, d tarwa nnwen. Ayagi, d awal nnwen, seg imawen nnwen. Oebbi Issawal tidep. Neppa Ippawi d ubrid"},{"SurahNumber":33,"VerseNumber":5,"Text":"Ssiwlet asen am ibabaten nnsen; akka i iwqem ar Oebbi. Ma ur tessinen ara anwi ay d ibabaten nnsen, atmaten nnwen di ddin, d iqoiben nnwen. Ur illi u$ilif $ef wayen teffaliam degs, siwa ayen aammden wulawen nnwen. Oebbi Izga Ipsemmie, Ipeunu"},{"SurahNumber":33,"VerseNumber":6,"Text":"Nnbi iqoeb ar lmumnin, sennig iman nnsen. Tilawin is, d tiyimmatin nnsen. Wid ippemyilin, mqaoaben di Tezmamt n Oebbi, sennig lmumnin akked iminigen. Siwa ma tgam tajmilt i imeddukwal nnwen. Ayagi iura di Tezmamt"},{"SurahNumber":33,"VerseNumber":7,"Text":"Mi Neiief si lambiyya lmitaq nnsen, u si kecc, si Nue, Iboahim, Musa, u si Aisa, mmi s n Meryem, Neiief segsen lmitaq lfayeq"},{"SurahNumber":33,"VerseNumber":8,"Text":"iwakken ad Ietec imawlan n tidep, af tidep nnsen. Ihegga d, i ijehliyen, aaaqeb aqeoean"},{"SurahNumber":33,"VerseNumber":9,"Text":"A wid iumnen! Mmektit ed l$it ikwen I$at Oebbi. Mi d usan $uowen iasekoiwen, Nuzen asen d avu, akked iasekoiwen ur twalam. Oebbi Izga Ipwali ayen txeddmem"},{"SurahNumber":33,"VerseNumber":10,"Text":"Mi wen d kkan sennig wen, seddawat wen, mi zzint wallen, ulawen bbwven s ijuxax, tepmeyyizem yal ameyyez $ef Oebbi"},{"SurahNumber":33,"VerseNumber":11,"Text":"Dinna, ppwajeooben lmumnin, enhezzen s leqsee"},{"SurahNumber":33,"VerseNumber":12,"Text":"Mi d nnan ixabiten, akked imehzulen n wul: \"ay $ d Iwaaaed Oebbi, akked Umazan iS, siwa a$uoou"},{"SurahNumber":33,"VerseNumber":13,"Text":"Mi d inna urbaa segsen: \"a yAt Yatrib, ur illi umekkan i kunwi, u$alet\"! Kra segsen ssutren tsrie i Nnbi, nnan: \"ih, ixxamen nne$ aaran\". Nitni, ur llin aaran, b$an kan ad rewlen"},{"SurahNumber":33,"VerseNumber":14,"Text":"Ma kecmen ten id, si leriaf is, sinna, ssutren asen ad xubten, ad xubten. Cwii kan ara kukrun fellas"},{"SurahNumber":33,"VerseNumber":15,"Text":"Ni$ llan auhden s Oebbi, uqbel, ar ur ppu$alen ar deffir. Aaahed s Oebbi ad ippuqeiii"},{"SurahNumber":33,"VerseNumber":16,"Text":"Ini: \"ur kwen tenfaa trewla, ma trewlem si tmeppant, ne$ si ioad. Ara tezhum, siwa tallit wezzilen"},{"SurahNumber":33,"VerseNumber":17,"Text":"Ini: \"anwa wa, ara kwen ikksen seg ufus n Oebbi, ma Ib$a yawen cceoo, ne$ Ib$a yawen aeunu\"? Ur asen ppafen, war Oebbi, bab, ne$ asettao"},{"SurahNumber":33,"VerseNumber":18,"Text":"Ni$ Oebbi Ieoa wid degwen, i ipaawwiqen, wid iqqaoen i watmaten nnsen: \"Yyat $uone$\"! Drus kan degsen, i ikecmen ioad"},{"SurahNumber":33,"VerseNumber":19,"Text":"D imceeeiyen ar loiha nnwen. Ma tusa d tugdi, a ten twaliv la k pmuqulen, tezzint wallen nnsen, am win tessexciwit tmeppant. Ma tekkes tugdi, a kwen gezren s yilsawen uqviaen. D imceeeiyen $ef lxio. Wigi, ur uminen ara. Ihi, Imea Oebbi igiten nnsen. Ayagi, d ayen isehlen i Oebbi"},{"SurahNumber":33,"VerseNumber":20,"Text":"£ilen ikabaren ur oueen ara. Lemmer a d asen ikabaren, ad ssirmen, ar nitni, di uueeoa ay llan, ar Waaoaben n uclue, steqsayen fellawen. Lemmer llan yidwen, cwii kan ara nna$en"},{"SurahNumber":33,"VerseNumber":21,"Text":"Ni$, i kunwi, Amazan n Oebbi d amedya amxallef i win ippaooun Oebbi, akked was aneggaru, id ismektayen aias Oebbi"},{"SurahNumber":33,"VerseNumber":22,"Text":"Mi walan lmumnin ikabaren, nnan: \"ayagi d ayen i $ d Iwaaaed Oebbi, akked Umazan iS. Oebbi, akked Umazan iS, Ssawlen tidep\". Ay sen irna kan, siwa liman akked wannuz"},{"SurahNumber":33,"VerseNumber":23,"Text":"Ger lmumnin, llan irgazen i iiifen deg wayen i$ef auhden Oebbi. Garasen, wid ieellen timeooiwt nnsen, garasen wid ipganin. Ur bedlen mavi"},{"SurahNumber":33,"VerseNumber":24,"Text":"Iwakken ad Ikafi Oebbi imawlan n tidep, $ef tidep nnsen, u ad Iaaqeb ixabiten, ma ihwa yaS, ne$ ad asen Issuref. Ih, Oebbi Izga Ipsemmie, Ipeunu"},{"SurahNumber":33,"VerseNumber":25,"Text":"Ieeaa Oebbi wid ijehlen, s ieeccio nnsen. Ur ppaddamen lxio. Issuli Oebbi ioad i lmumnin. Oebbi Izga d Uohid, d Uzmir"},{"SurahNumber":33,"VerseNumber":26,"Text":"Issers ed, si lebouj nnsen, wid i sen ifkan afus, seg wAt Tezmamt. Issekcem tugdi deg ulawen nnsen. Arbaa ten$am ten, arbaa teebsem ten"},{"SurahNumber":33,"VerseNumber":27,"Text":"Irra kwen tweotem akal nnsen, ixxamen nnsen, ayla nnsen. D akal ur taafisem. Ih, Oebbi Izmer i yal cci"},{"SurahNumber":33,"VerseNumber":28,"Text":"A Nnbi! Ini i tlawin ik: \"maday teb$amt tameddurt n ddunit, akked ccbue is, yyamt a kwent $ite$, ad a kwent bru$, berru umain"},{"SurahNumber":33,"VerseNumber":29,"Text":"Ma illa teb$amt Oebbi, Amazan iS, akked uxxam aneggaru, ihi, Ihegga d Oebbi, i taaoviyin, segkwent, arraz ameqwoaean"},{"SurahNumber":33,"VerseNumber":30,"Text":"A tilawin n Nnbi! Tid segkwent ara iawin abekkav ufvie, a ppeppuaaqeb berdayen. Ayagi d ayen isehlen i Oebbi"}]}