{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Sizden kim Allah´a ve Peygamberine boyun egip itaat eder, iyi-yararlı amelde bulunursa, onun mukafatını iki defa veririz ve biz ona kadri yuce serefli bir rızık da hazırlamısızdır"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ey Peygamber kadınları! Sizler, kadınlardan herhangi biri gibi degilsiniz; Allah´tan korkuyorsanız (yabancı erkeklere karsı) kırıtarak konusmayın, sonra kalbinde (sehvetten arız) hastalık bulunan kimsede arzu uyanabilir. Guzel, olculu (agırbaslı) soz soyleyin"},{"SurahNumber":33,"VerseNumber":33,"Text":"Evlerinizde vakarla oturun; eski cahiliyyet gunlerindeki gibi kırıtarak (sokaklarda) sus ve guzelliklerinizi dısarı atmayın; namazı dosdogru kılın, zekatı verin, Allah´a ve Peygamberine itaat edin. Ey Ehl-i beyt (=Peygamber hanedanı, O´nun ev halkı). Allah, elbette sizden her turlu cirkinligi gidermek ve sizi tertemiz (pak ve nezih) yapmak ister"},{"SurahNumber":33,"VerseNumber":34,"Text":"Evlerinizde okunan Allah´ın ayetlerini ve hikmeti hatırlayın ; suphesiz ki Allah her seyin inceligini, esrar ve hikmetini bilir, her seyden haberlidir"},{"SurahNumber":33,"VerseNumber":35,"Text":"Elbette Musluman erkekler ve Musluman kadınlar; mu´min erkekler ve mu´min kadınlar; kendilerini ibadet ve taate veren erkekler ve kadınlar; (niyet ve davranıslarında) dogru ve samimi olan erkekler ve kadınlar ; sabreden erkekler ve kadınlar ; sadaka veren erkekler ve kadınlar; iffet ve namuslarını koruyan erkekler ve kadınlar; Allah´ı cokca anan erkekler ve kadınlar (var ya), iste Allah onlara magfiret ve buyuk mukafat hazırlamıstır"},{"SurahNumber":33,"VerseNumber":36,"Text":"Allah ve Peygamberi bir is, bir mesle hakkında hukum verdiginde, artık hic bir mu´min erkege ve kadına kendi is ve meselelerinde istediklerini secmek uygun olmaz. Kim Allah ve Peygamberine karsı gelirse, gercekten o, acık bir sapıklıkla sapıtmıs olur"},{"SurahNumber":33,"VerseNumber":37,"Text":"Hani sen, Allah´ın nimetlendirdigi ve senin de nimet verip besledigin kimseye, «esini nikahında tut; Allah´tan korkup (yanlıs bir karar vermekten) sakın !» diyordun da Allah´ın acıga vuracagı seyi icinde gizliyordun ; insanlardan (onların dedikodusundan) endise ediyordun. Halbuki Allah, kendisinden korkup sakınmana daha layıktır. Zeyd o esiyle iliskisini kestiginde, biz onu seninle evlendirdik; ta ki ogullukları esleriyle iliskilerini kesince onlarla evlenme hususunda mu´minler uzerine bir vebal ve sakınca olmasın. Allah´ın emri mutlaka yerine gelir"},{"SurahNumber":33,"VerseNumber":38,"Text":"Peygamber uzerinde, Allah´ın onun icin takdir edip gerekli kıldıgı seyde bir vebal ve sakınca yoktur. Bu daha once gelip gecenler hakkında da Allah´ın cari bir sunnetidir (ki uygulanır). Allah´ın emri elbette yerini bulan bir kaderdir"},{"SurahNumber":33,"VerseNumber":39,"Text":"Onlar (Peygamberler), Allah´ın gonderdiklerini teblig ederler, Allah´tan saygı ile korkarlar; Allah´ tan baska hic kimseden korkmazlar. Hesab gorucu olarak da Allah yeter"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammed, sizin adamlarınızdan hic birinin babası degildir; fakat O, Allah´ın Resulu ve peygamberlerin sonuncusudur. Allah, her seyi layıkıyla bilendir"},{"SurahNumber":33,"VerseNumber":41,"Text":"Ey iman edenler! Allah´ı cokca anın"},{"SurahNumber":33,"VerseNumber":42,"Text":"Sabah ve aksam O´nu tesbih edin"},{"SurahNumber":33,"VerseNumber":43,"Text":"O Allah ki, sizi karanlıklardan aydınlıga cıkarmak icin, O da, melekleri de uzerinize rahmet ve gufran indirir. O, mu´minlere oldukca merhametlidir"},{"SurahNumber":33,"VerseNumber":44,"Text":"O´na kavusacakları gun saglık ve esenlik dilekleri, «Selam»dır. Allah onlara cok serefli, goz-gonul doldurucu mukafat hazırlamıstır"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ey Peygamber! Suphesiz ki biz seni sahid, mujdeci, uyarıcı : Allah´ın izniyle O´nun (yoluna) cagrıcı ve aydınlatıcı bir kandil olarak gonderdik"},{"SurahNumber":33,"VerseNumber":46,"Text":"Ey Peygamber! Suphesiz ki biz seni sahid, mujdeci, uyarıcı : Allah´ın izniyle O´nun (yoluna) cagrıcı ve aydınlatıcı bir kandil olarak gonderdik"},{"SurahNumber":33,"VerseNumber":47,"Text":"Mu´minleri, Allah´tan kendilerine buyuk sevaplar ve ustunluklerle mujdele"},{"SurahNumber":33,"VerseNumber":48,"Text":"Sakın kafirlere ve munafıklara uyma ! Eziyetlerine aldırıs etme. Allah´a guvenip dayan. Vekil olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":49,"Text":"Ey iman edenler! Iman eden kadınları nikahladıktan sonra kendilerine henuz dokunmadan (cinsel yaklasma ve ona itici bir davranısta bulunmadan) bosayacak olursanız, artık sizin icin onlar hakkında sayacagınız i d d e t (ser´i bekleme suresi) yoktur. Onları gecimlikle yararlandırın ve guzel bir sekilde salıverin"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey Peygamber! Suphesiz ki biz, mehirlerini verdigin eslerini ve Allah´ın savas ganimetinden elin altına verdigi cariyeleri; seninle beraber hicret eden amcan kızlarını, halaların kızlarını, dayın kızlarını, teyzelerin kızlarını sana helal kıldık. Ayrıca mu´min bir kadın (mehirsiz olarak) kendini peygambere bagıslar, peygamber de onunla evlenmeyi arzu ederse, onu, mu´minlere degil de sadece sana has bir hukum olarak helal kıldık. Biz, mu´minlere, esleri ve cariyeleri hakkında neleri farz kıldıgımızı biliriz. Bu (hukum) sana bir sıkıntı ve sakınca olmamak icindir. Allah cok bagıslayan ve cok merhamet edendir"},{"SurahNumber":33,"VerseNumber":51,"Text":"(Ey Peygamber! Giyimkusam hususunda seni uzen) eslerinden diledigini uzaklastırır, diledigini yanına alıp barındırırsın. Ayrılıp uzak kaldıgın eslerinden de diledigini almanda sana bir sakınca yoktur. Bu tutum, onların gozlerinin aydın olması, uzulmeyip hepsine verdigine karsılık hosnud kalmalarına en uygun, en yakın (care) olanıdır. Allah kalblerinizde olanı bilir. Allah bilendir ve Halim´dir (=her seyi sabır ve rahmetinin yumusaklıgı ve lutfunun inceligile yurutendir)"},{"SurahNumber":33,"VerseNumber":52,"Text":"(Ey Peygamber!) Bundan boyle kadın almak sana helal olmaz. Onlardan birini baska eslerle —guzellikleri senin hosuna gitse bile— degistirmen de helal degildir. Ancak sahip oldugun cariyeler mustesna. Allah her seyi gorup gozetendir"},{"SurahNumber":33,"VerseNumber":53,"Text":"Ey iman edenler! Peygamberin evlerine, yemege izin verilmeksizin, vaktine de bakılmaksızın girmeyin. Ancak davet edildiginizde girin, yemek yediginizden hemen sonra dagılın. Soz ve sohbette bulunmak icin de izinsiz girmeyin. Suphesiz ki bu gibi davranıslarınız Peygamberi uzuyor, sizden utanıp bir sey de demiyor. Ama Allah, hakkı soylemekten cekinmez. Peygamberin eslerinden ise yarar bir sey sormak istediginiz zaman perde arkasından kendilerinden sorun ; bu olcude hareket etmeniz hem sizin kalbleriniz, hem onların kalbleri icin daha temiz, daha nezihtir. Allah´ın Peygamberini incitmeniz ve kendisinden sonra O´nun esleriyle evlenmeniz size asla helal degildir. Boyle bir sey yapmanız Allah yanında cok buyuk (bir gunah)tır"},{"SurahNumber":33,"VerseNumber":54,"Text":"Bir seyi acıklar veya gizlerseniz, (bilin ki) Allah her seyi bilendir"},{"SurahNumber":33,"VerseNumber":55,"Text":"(Peygamberin eslerine ve diger Musluman) kadınlara, babaları, ogulları, kardesleri, kardeslerinin ogulları, kızkardeslerinin ogullan, Musluman kadınları ve sahip oldukları cariyeleri hakkında bir sakınca ve vebal yoktur. Ey kadınlar! Allah´tan korkup (iffetinizi ve vakarınızı) sakının. Suphesiz ki Allah her seye (yeterince) sahiddir"},{"SurahNumber":33,"VerseNumber":56,"Text":"Muhakkak Allah ve melekleri Peygamber´e salat ederler. Ey iman edenler! Siz de O´na cokca salat-u selam getirin"},{"SurahNumber":33,"VerseNumber":57,"Text":"Onlar ki Allah´a ve Peygamberine eziyet ederler, Allah Dunya´da da, Ahiret´te de onlara lanet etmis ve onlar icin asagılayıcı, horlayıcı bir azab hazırlamıstır"},{"SurahNumber":33,"VerseNumber":58,"Text":"Mu´min erkeklere ve mu´min kadınlara, islemedikleri bir suc ve gunah sebebiyle eziyet edenler ise, cidden iftira ve acık bir gunah yuklenmislerdir"},{"SurahNumber":33,"VerseNumber":59,"Text":"Ey Peygamber! Kendi eslerine, kızlarına ve Musluman kadınlarına de ki: Dıs elbiselerini uzerlerine alıp ortunsunler. Bu onların (iffetli) tanınmalarına, eziyet edilmemelerine daha uygun olanıdır. Allah cok bagıslayan ve cok merhamet edendir"},{"SurahNumber":33,"VerseNumber":60,"Text":"Munafıklar, kalblerinde (fitne ve fesad gibi) hastalık bulunanlar ve Medine´de olmadık fena haberleri yayanlar, eger bu huylarından vazgecmezlerse, and olsun ki, seni uzerlerine caydırıcı olarak gondeririz, sonra da Medine´de senin komsulugunda pek az bir sure kalabilirler"},{"SurahNumber":33,"VerseNumber":61,"Text":"Lanete ugramıslardır. Nerede bulunurlarsa yakalanıp oldurulurler de oldurulurler"},{"SurahNumber":33,"VerseNumber":62,"Text":"(Bu), Allah´ın daha onceleri de gelip gecenler hakkında uygulanagelen sunnetidir. Ve sen, elbette Allah´ın Sunneti´nde bir degisiklik bulamazsın"},{"SurahNumber":33,"VerseNumber":63,"Text":"Insanlar, sana Kıyamet´in kopus saatinden soruyorlar. De ki: Ona ait bilgi ancak Allah´ın yanındadır. Ne bilirsin, belki de onun kopus saati yakın olabilir"},{"SurahNumber":33,"VerseNumber":64,"Text":"Suphesiz ki Allah, kafirleri lanetlemis ve onlara cılgın alevli bir ates hazırlamıstır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Orada ebedi kalıcılardır; ne bir dost ve sahip cıkan, ne de bir yardımcı bulabilirler"},{"SurahNumber":33,"VerseNumber":66,"Text":"Bir gunde ki, yuzleri atese cevrilir de, «Ah keske Allah´a itaat etseydik, Peygambere uysaydık!» derler"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ve dediler ki: «Ey Rabbimiz! Dogrusu biz efendilerimize ve buyuklerimize uyduk, onlar da bizi sasırtıp yolumuzu saptırdılar"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ey Rabbimiz! Onlara azabdan iki kat ver de onları buyuk bir lanet ile lanetle.»"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey iman edenler! Musa´ya eziyet edenler gibi olmayın; Allah, Musa´yı onların dediklerinden temiz tutup uzaklastırdı. O, Allah katında degerli ve itibarlı idi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey iman edenler! Allah´tan korkun (Peygamberi incitmekten) sakının ve hep dogru soz soyleyin ki"},{"SurahNumber":33,"VerseNumber":71,"Text":"Allah islerinizi sizin icin duzeltip yararlı duruma getirsin; gunahlarınızı bagıslasın. Kim Allah´a ve Peygamberine itaat ederse, gercekten o, buyuk bir kurtulusa ermistir"},{"SurahNumber":33,"VerseNumber":72,"Text":"Suphesiz ki biz emaneti goklere, yere ve daglara sunduk, onu yuklenmeye yanasmadılar, ondan korkup titrediler; insan onu yuklendi ; suphesiz ki o, cok zalim ve cok cahildir"},{"SurahNumber":33,"VerseNumber":73,"Text":"Sunun icin ki, Allah, ikiyuzlu donek erkeklerle, ikiyuzlu donek kadınlara; Allah´a ortak kosan erkeklere, Allah´a ortak kosan kadınlara azab edecek ve iman eden erkeklerin, iman eden kadınların tevbesini kabul edecek. Allah, cok bagıslayan, cok merhamet edendir"},{"SurahNumber":34,"VerseNumber":1,"Text":"Hamd o Allah´a ki, goktekiler de, yerdekiler de O´na aittir. Ahiret´te hamd O´na mahsustur. O, hikmet sahibidir, (her seyden) haberlidir"},{"SurahNumber":34,"VerseNumber":2,"Text":"Yere girenleri, yerden cıkanları ; gokten inenleri, goge yukselenleri bilir. O, cok merhamet edendir, cok bagıslayandır"},{"SurahNumber":34,"VerseNumber":3,"Text":"Kufre saplananlar, «Kıyamet bize gelmez» derler. De ki: Hayır, gaybı bilen Rabbıma and olsun ki elbette Kıyamet size gelecektir. Goklerde ve yerde zerre agırlıgınca hicbir sey O´nun ilminden uzak kalmaz. Bundan daha kucugu de, daha buyugu de mutlaka o acık ve acıklayıcı kitaptadır"},{"SurahNumber":34,"VerseNumber":4,"Text":"Cunku iman edip iyi-yararlı amellerde bulunanları mukafatlandıracak. Iste bunlara magfiret (bol bagıslanma), cok serefli goz ve gonul doldurucu rızık vardır"},{"SurahNumber":34,"VerseNumber":5,"Text":"(Bizi) aciz bırakmak icin yarısıp ayetlerimiz hakkında (olumsuz yonde) caba gosterenlere gelince . Onlara elem verici murdar bir azab vardır"},{"SurahNumber":34,"VerseNumber":6,"Text":"Kendilerine ilim verilen (gercekciler ise, Rabbından sana indirilenin hak oldugunu ve cok guclu, cok ustun, ovulmege hep layık olanın yoluna irsad ettigini gorup bilirler)"},{"SurahNumber":34,"VerseNumber":7,"Text":"O kufre saplanıp kalanlar ise, siz olup didik didik hale geldiginizde yeniden yaratılacagınızı size haber veren bir adamı salık verelim mi ? derler"},{"SurahNumber":34,"VerseNumber":8,"Text":"O, Allah´a karsı yalan mı uyduruyor, yoksa kendisinde akli dengesizlik mi var ? Hayır, Ahiret´e inanmayanlar (haktan cok) uzak sapıklık icinde, azab icindedirler"},{"SurahNumber":34,"VerseNumber":9,"Text":"Gokten ve yerden onlerinde ve arkalarında bulunan (acık belgeleri, isbatlayıcı delilleri) gormediler mi ? Dilesek onları yerin dibine gecirir veya uzerlerine gokten bir parca dusururuz. Suphesiz ki bunda (Allah´a) gonul verip yonelen her kul icin ogut, delil ve ibret vardır"},{"SurahNumber":34,"VerseNumber":10,"Text":"And olsun ki, Davud´a kendi katımızdan bir ustunluk verdik; «Ey daglar ve kuslar, Onunla beraber tesbihte bulunup sesinizi cıkarın!» dedik ve ona demiri yumusattık da"},{"SurahNumber":34,"VerseNumber":11,"Text":"«Uzunca, genisce zırhlar yap: (halkalarının) islenmesini duzenli bicimde tut; iyi-yararlı amelde bulun. Suphesiz ki, ben sizin yaptıklarınızı gorenim» (diye vahyettik)"},{"SurahNumber":34,"VerseNumber":12,"Text":"Suleyman´a da ruzgarı (boyun egdirdik). Sabah bir aylık, aksam bir aylık (mesafeden esmekte idi). Erimis bakırı ona sel gibi akıttık. Cinlerden de Rabbinin izniyle onun ellerinin altında calısanlar vardı. Onlardan buyrugumuzun geregini yapmayıp sapanlara cılgın atesin azabını tattırdık"},{"SurahNumber":34,"VerseNumber":13,"Text":"Onun icin diledigi sekilde kaleler, heykeller, havuz gibi lengerler, buyukce sabit kazanlar yaparlardı. Ey Duvud hanedanı! Sukur icin calısın. Kullarımdan sukredenler azdır"},{"SurahNumber":34,"VerseNumber":14,"Text":"Ne vakit ki Suleyman´a olumu hukmettik; (calıstırdıgı) cinlere onun olumunu ancak degnegini yiyen agackurdu gosterdi. Suleyman (olmus vaziyette) yere kapanınca, su gercek ortaya cıktı ki, eger cinler gaybı bilmis olsalardı, o horlayıcı, asagılayıcı azabın icinde kalmazlardı"},{"SurahNumber":34,"VerseNumber":15,"Text":"And olsun ki, Sebe´li´lere kendi yurtlarında (ilahi nimeti guzelligiyle yansıtan) bir belge ve belirti vardı: Saglı sollu (Cennet misali) iki bahce bulunuyordu. «Rabbınızın rızkından yeyin, O´na sukredin. Guzel hos bir sehir ve cokca bagıslayan bir Rabb» (denilmisti)"},{"SurahNumber":34,"VerseNumber":16,"Text":"Ne var ki, onlar (bu uyarıdan) yuzcevirdiler. Biz de uzerlerine A r i m S e l ´ini gonderdik. (O guzelim) iki bahcelerini, acımsı buruk yemisli, acı ılgın ve biraz da sidir (Arabistan kirazı) bulunan iki bahceye cevirdik"},{"SurahNumber":34,"VerseNumber":17,"Text":"Bununla, onları, inkar ve nankorluklerine karsı cezalandırdık ve biz ancak cok nankorleri cezalandırırız"},{"SurahNumber":34,"VerseNumber":18,"Text":"Onların yurtlarıyla, feyizlendirip mubarek kıldıgımız kasabalar arasında biri digerinden gorulebilen yakın kasaba ve koyler meydana getirdik ; bunlar arasında gezip dolasma imkanlarını takdir ettik, «geceleri ve gunduzleri guven icinde gezip dolasın !» (dedik)"},{"SurahNumber":34,"VerseNumber":19,"Text":"Onlar ise (bu bereket, guven ve rahatlıgı anlayamadılar da) «Ey Rabbimiz! Yolculugumuzun konaklarını (birbirinden) uzaklastır» dediler ve boylece kendilerine haksızlık ettiler. Biz de onları bu yuzden dillerde dolasan masallara cevirdik ve parcalayıp dagıttık. Suphesiz ki bunda cokca sukredebilen her cok sabırlı kimse icin ogutler ve ibretler vardır"},{"SurahNumber":34,"VerseNumber":20,"Text":"And olsun ki, Iblis onlar hakkındaki zan ve tahminini dogruya cıkarmıs ; mu´minlerden bir topluluk dısında hepsi de ona uymuslardı"},{"SurahNumber":34,"VerseNumber":21,"Text":"Halbuki Iblis´in onlar uzerinde bir sultası yoktu. Ancak biz, Ahiret´e iman edenlerle o hususta suphe icinde bulunanları bilip belli etmek icin (bu fırsatı verdik). Senin Rabbın her seyi gorup gozetendir"},{"SurahNumber":34,"VerseNumber":22,"Text":"De ki: Allah´tan baska (ilahlar olduklarını) iddia ettiginiz seylere dua edip yalvarın ; ne goklerde, ne de yerde zerre kadar seye sahip degillerdir ; ikisinde de onların hicbir ortagı (Allah´a ortak olacak bir dayanakları) yoktur; Allah´ın o tanrılardan yardımcı bir arkası da yoktur"},{"SurahNumber":34,"VerseNumber":23,"Text":"Allah´ın huzurunda O´nun Izin verdiginin dısında (kimselerin) sefaatı fayda vermez. Sonunda kalblerindeki korku ve dehset giderilince «Rabbimiz ne buyurdu ?» derler. «Hakkı buyurdu. O, yucedir, uludur.»"},{"SurahNumber":34,"VerseNumber":24,"Text":"De ki: Sizi goklerden ve yerden rızıklandıran kimdir ? De ki: Allah´tır. Suphesiz ki, ya biz, ya da siz dogru yol uzereyiz veya acık bir sapıklık icindeyiz"},{"SurahNumber":34,"VerseNumber":25,"Text":"De ki: Bizim isledigimiz suc ve gunahtan siz sorumlu tutulmazsınız ; sizin yaptıklarınızdan da biz sorumlu tutulmayız"},{"SurahNumber":34,"VerseNumber":26,"Text":"De ki: Rabbimiz bizi bir araya toplayacak, sonra da hakk ile aramızı ayıracak (haklıyı haksızdan kesin kesin ayırd edecek). O, hakk ile en iyi hukmedendir; her seyi bilendir"},{"SurahNumber":34,"VerseNumber":27,"Text":"De ki: O´na kattıgınız ortakları bana gosterin ! Hayır, (O´nun ortakları yoktur). O cok ustundur, cok gucludur, hikmet sahibi olan Allah´tır O"},{"SurahNumber":34,"VerseNumber":28,"Text":"(Ey Peygamber!) Biz seni butun insanlara ancak (rahmetin) mujdecisi, (azabın) uyarıcısı olarak gonderdik. Ama insanların cogu bilmezler"},{"SurahNumber":34,"VerseNumber":29,"Text":"Ve dediler ki: Dogrulardan iseniz (soyleyin) bu va´d ne zaman"},{"SurahNumber":34,"VerseNumber":30,"Text":"De ki: Size belirlenen bir gun vardır ki ondan ne bir an geri kalabilirsiniz, ne de bir an ileri gecebilirsiniz"},{"SurahNumber":34,"VerseNumber":31,"Text":"Kufredenler dediler ki: «Biz elbette ne bu Kur´an´a inanırız, ne de onundeki (once indirilenlere inanırız.» Bu zalimleri, Rablarının huzurunda durduruldukları zaman bir gorsen, sozu birbirlerinin uzerine atıp tutar, evirip cevirirler. Iclerinden zayıf ve aciz sayılanlar, buyukluk taslayanlara : «Siz olmasaydınız bizler elbette mu´minler olurduk» derler)"},{"SurahNumber":34,"VerseNumber":32,"Text":"Buyukluk taslayanlar, aciz ve zayıf olanlara, «size dogru yolu gosteren geldikten sonra biz mi sizi alıkoyduk ? Hayır, siz esasen suclu gunahkarlar idiniz,» derler"},{"SurahNumber":34,"VerseNumber":33,"Text":"Aciz ve zayıf olanlar ise, buyukluk taslayanlara, «Allah´ı inkar etmemiz ve O´na esler, ortaklar, benzerler kosmamız icin gece gunduz hileler kurup bize emir ve tavsiyelerde bulundunuz,» derler. Bunlar azabı gorunce icin icin pismanlık duyarlar. Biz de kafirlerin boyunlarına demir halkalar geciririz; onlar ancak yaptıklarına karsılık ceza cekerler"},{"SurahNumber":34,"VerseNumber":34,"Text":"Biz ne kadar bir kasabaya bir uyarıcı gonderdikse, mutlaka oranın sımarık ileri gelenleri, «dogrusu biz sizinle gonderilen seyleri tanımıyoruz» demislerdir"},{"SurahNumber":34,"VerseNumber":35,"Text":"Hem diyorlar ki, «biz malca da, evladca da daha coguz ve biz azaba da ugratılacak degiliz.»"},{"SurahNumber":34,"VerseNumber":36,"Text":"De ki: Suphesiz Rabbın, rızkı diledigine genisletir ve daraltır. Ama insanların cogu (bu hikmeti) bilmezler"},{"SurahNumber":34,"VerseNumber":37,"Text":"Sizi bize yaklastıran ne mallarınız, ne de evladınızdır. Ancak iman edip iyi-yararlı amellerde bulunan kimseler (var ya) iste onlar icin yaptıklarına karsılık kat kat mukafat vardır ve onlar Cennet´in yuksekce, manzaralı kısımlarında guven icindedirler"},{"SurahNumber":34,"VerseNumber":38,"Text":"(Bizi) aciz bırakacaklarını sanarak ayetlerimiz hakkında (olumsuz yonde) ugrasıp caba gosterenlere gelince: Iste onlar azab icinde bekletileceklerdir"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: Suphesiz Rabbim, rızkı kullarından diledigine, genisletir ve daraltır. (Allah icin) neyi harcarsanız Allah onun yerine bir digerini verir. O rızık verenlerin en hayırlısıdır"},{"SurahNumber":34,"VerseNumber":40,"Text":"(Allah) onların hepsini o gun biraraya toplayacak, sonra da meleklerine, «bunlar mı size tapıyorlardı ?» diyecek"},{"SurahNumber":34,"VerseNumber":41,"Text":"Melekler, «seni tesbih ve tenzih ederiz; onlar degil, sen bizim yegane sahibimizsin. Hayır, onlar, cinlere tapıyorlardı; cogu onlara inanmıslardı,» diyecekler"},{"SurahNumber":34,"VerseNumber":42,"Text":"Bugun kiminizin kiminize ne yarar, ne de zarar vermeye gucu yeter; zulmedenlere de deriz ki: Yalanlayıp durdugunuz atesin azabını tadın"},{"SurahNumber":34,"VerseNumber":43,"Text":"Ayetlerimiz kendilerine karsı acık-secik okundugu zaman, dediler ki, «bu adam ancak sizi babalarınızın taptıgı seylerden alıkoymak ister ve bu Kur´an uydurulmus bir duzmeden baskası degildir.» Inkar edenler de hakk (olan Kur´an) kendilerine geldigi zaman, «bu acık bir sihirden baskası degildir» dediler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Halbuki biz, onlara ders yapacakları bir kitap vermedik ve senden once kendilerine bir uyarıcı da gondermedik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Onlardan once gelen (inkarcılar da) yalanlamıstı; onlara verdigimizin onda birine olsun (bunlar) erisememislerdir. Peygamberlerini yalanladılar. (Bir bak), beni inkarın sonu ne oldu"},{"SurahNumber":34,"VerseNumber":46,"Text":"De ki: Size tek bir ogutte bulunuyorum: Allah icin ikiser ikiser, birer birer ayaga kalkmanızı, sonra da iyice dusunmenizi (istiyorum). Arkadasınızda cinnet diye bir sey yoktur. O, ancak cok siddetli bir azabdan once sizi uyaran bir peygamberdir"},{"SurahNumber":34,"VerseNumber":47,"Text":"De ki: Sizden bir ucret istediysem, o size olsun. Benim ucretim ancak Allah´a aittir. O, her seye sahiddir"},{"SurahNumber":34,"VerseNumber":48,"Text":"De ki: Suphesiz ki Rabbim, hakkı (batılın beynine) fırlatıp carpar. O, gaybleri en iyi bilendir"},{"SurahNumber":34,"VerseNumber":49,"Text":"De ki: Hakk geldi; batıl ise ne (bir sey) baslatıp meydana getirebilir, ne de (onu) geri cevirebilir"},{"SurahNumber":34,"VerseNumber":50,"Text":"De ki: Eger ben sapıtırsam kendi aleyhime sapıtmıs olurum. Dogru yolu bulursam, bu, Rabbimin bana vahyetmesiyledir. Suphesiz ki O, isitendir, yakındır"},{"SurahNumber":34,"VerseNumber":51,"Text":"Onları, korkup telasa kapıldıkları zaman gorsen ! Artık kurtulma (sansları) hic yoktur ve yakın bir yerde yakalanmıslardır"},{"SurahNumber":34,"VerseNumber":52,"Text":"«Biz O´na iman ettik» derler. Ama uzak bir yerden (Ahiret´ten imana) el sunmak (Dunya´ya yeniden dondurulmek) onlara nereden"},{"SurahNumber":34,"VerseNumber":53,"Text":"Halbuki daha once onu inkar etmisler, uzak yerden gaybe tas atmıslar (bilmedikleri seye dil uzatmıslardı)"},{"SurahNumber":34,"VerseNumber":54,"Text":"Artık onlarla arzuladıkları sey arasına bir perde gerilmistir. Daha once benzerlerine yapıldıgı gibi. Dogrusu onlar hep zan ve iftiraya itici bir suphe icindeydiler"},{"SurahNumber":35,"VerseNumber":1,"Text":"Hamd o Allah´a ki, gokleri ve yeri yoktan var kılıp yaratmıs ; ikiser, ucer ve dorder kanatlı melekleri elciler yapmıstır. O, yaratmada diledigini artırır. Suphesiz ki Allah´ın kudreti her seye yeter"},{"SurahNumber":35,"VerseNumber":2,"Text":"Allah insanlara rahmetinden neyi acarsa onu tutacak yoktur; neyi de tutar salıvermezse, onu ondan sonra salıverip gonderecek yoktur. O cok gucludur, cok ustundur; yegane hikmet sahibidir"},{"SurahNumber":35,"VerseNumber":3,"Text":"Ey insanlar! Allah´ın size dan nimetini hatırlayın ; gokten ve yerden sizi rızıklandıran O´ndan baska yaratan var mıdır ? O´ndan baska tanrı yok. Artık nasıl (haktan) donduruluyorsunuz"},{"SurahNumber":35,"VerseNumber":4,"Text":"Eger seni yalanlıyorlarsa, senden once de bircok peygamberler yalanlanmıstı. Isler (eninde sonunda) Allah´a doner"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar! Suphesiz ki Allah´ın va´di haktır. Artık Dunya hayatı sakın sizi aldatmasın ve sakın o gurura kapılıp aldanan (seytan) da sizi Allah´a (O´nun genis rahmetine amelsiz, ibadetsiz guvendirerek) aldatmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Muhakkak ki seytan sizin dusmanınızdır. Artık siz de onu dusman edinin. Cunku o kendi yandaslarını alev alev kopuren bir atesin yakın dostları olsunlar diye cagırır"},{"SurahNumber":35,"VerseNumber":7,"Text":"Kufre saplanıp kalanlar icin siddetli bir azab vardır. Iman edip iyi-yararlı amellerde bulunanlara magfiret (gunahlardan bagıslanıp arınma) ve buyuk bir mukafat vardır"},{"SurahNumber":35,"VerseNumber":8,"Text":"Kotu ameli kendisine cekici gosterip de onu guzel goren kimse, (iyi yararlı amellerde bulunan kimse gibi midir?). Allah, elbette diledigini saptırır, diledigini dogru yola iletir. Artık onlara karsı uzuntulere kapılarak kendini yıpratmaya yonelme. Suphesiz ki Allah onların neler isledigini bilendir"},{"SurahNumber":35,"VerseNumber":9,"Text":"O Allah ki, ruzgarı gonderir de bir bulut kaldırır, onu olu bir beldeye sevkederiz, derken yeri olumunden sonra onunla diriltiriz. iste yeniden dirilip kabirlerden kalkmak da boyledir"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kim azizlik, san ve seref istiyorsa, (bilsin ki) san ve serefin tamamı Allah´ındır. Guzel, nezin soz ancak O´na yukselir; iyi-yararlı amel de o sozu yukseltir. Kotulukler kuranlara siddetli azab vardır. Ve iste onların kurdugu (duzenler, duzenbazlıklar) silinip yok olmaya mahkumdur"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah sizi topraktan yarattı, sonra bir nutfeden ; sonra da sizi ciftler seklinde meydana getirdi. Her bir disinin karnında tasıdıgı ve dogurdugu mutlaka O´nun bilgisiyledir. Omru uzayanın omrunun uzaması, omru kısalanın omrunun kısalması mutlaka Kitab´dadır. Suphesiz ki bu da Allah´a gore cok kolaydır"},{"SurahNumber":35,"VerseNumber":12,"Text":"Iki deniz (veya gol) bir degildir. Bu, tatlı, susuzlugu giderici, kolay icimlidir. O, tuzlu acıdır; ama her birinden taze et yersiniz ve takındıgınız (bazı) sus esyasını cıkarırsınız. Allah´ın tasan nimetini elde etmek icin gemilerin de denizde suyu yara yara yuzup gittigini gorursun. Ola ki sukredersiniz"},{"SurahNumber":35,"VerseNumber":13,"Text":"Geceyi gunduze, gunduzu de geceye katar. Gunes ve Ay´ı buyruk altına almıs (sasmayan kanunlara baglamıs)tır. Herbiri belirlenmis bir sure icinde (kendi yorungesinde) hareketini surdurur. iste bunları yapan (kudretiyle duzenleyen) Allah Rabbiniz (yegane terbiyeciniz)dir. Mulk O´nundur. O´ndan baska yalvarıp taptıklarınız ise, bir cekirdegin zarına bile malik degillerdir"},{"SurahNumber":35,"VerseNumber":14,"Text":"Onlara (el acıp) yalvararak dua etseniz, duanızı isitmezler, isitseler bile size cevap veremezler. Kıyamet gununde ise sizin (onları Allah´a) ortak kosmanızı inkar ve reddederler. (Her seyden) haberli olan (Allah) gibi (hicbir sey) sana haber veremez"},{"SurahNumber":35,"VerseNumber":15,"Text":"Ey insanlar! Sizler hepiniz Allah´a muhtacsınız, Allah ise ganiy (hicbir seye muhtac olmayan mutlak varlıklı)dır. Ovulmege cok layıktır"},{"SurahNumber":35,"VerseNumber":16,"Text":"Dilerse sizi (sahneden) alıp goturur de yeni bir halk toplulugu getirir"},{"SurahNumber":35,"VerseNumber":17,"Text":"Bu da Allah´a gore guc degildir"},{"SurahNumber":35,"VerseNumber":18,"Text":"Hicbir gunahkar diger bir gunahkarın gunahını tasımaz. Yuku agır olanın, tasıması icin —yakını bile olsa— yukunden hicbir sey baskası tarafından tasınmaz. Sen ancak Rabbından gıyabında saygı ile korkanları ve namazı dosdogru kılanları uyarırsın. Kim kendini (gunah kirlerinden) pak tutarsa, o ancak kendi lehine paklanmıs olur. Varıs ancak Allah´adır"},{"SurahNumber":35,"VerseNumber":19,"Text":"Gormeyenle goren bir degildir"},{"SurahNumber":35,"VerseNumber":20,"Text":"Karanlıklar ile aydınlık"},{"SurahNumber":35,"VerseNumber":21,"Text":"Golge ile sıcaklık da bir degildir"},{"SurahNumber":35,"VerseNumber":22,"Text":"Dirilerle oluler de bir degildir. Suphesiz Allah diledigi kimselere isittirir. Sen ise kabirlerde olanlara isittirecek degilsin"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sen ancak, (tuttukları yolun tehlikeli olduguna ve gelecek olan azaba karsı) bir uyarıcısın"},{"SurahNumber":35,"VerseNumber":24,"Text":"Suphesiz ki biz seni (rahmet mujdecisi), (azaba karsı) uyarıcı olarak hakk ile gonderdik. Hicbir millet yoktur ki iclerinden (gelecek felakete, inkar ve sapıklıklarındaki inatlarına karsı) bir uyarıcı peygamber gelip gecmis olmasın"},{"SurahNumber":35,"VerseNumber":25,"Text":"Eger seni yalanlıyorlarsa, onlardan oncekiler de (kendilerine gonderilen peygamberleri) yalanlamıslardı. Peygamberleri, onlara acık belgelerle, mu´cizelerle, yazılı sahifelerle, aydınlatıcı kitapla gelmislerdi"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra o inkar edenleri yakalayıverdim. (Bir gorsunler) beni inkar nasıl olur"},{"SurahNumber":35,"VerseNumber":27,"Text":"Gormedin mi ki, Allah gokten su indirdi de biz onunla renkleri farklı meyveler cıkardık. Daglardan da kimi beyaz, kimi kırmızı muhtelif renklerde ve siyahımsı gorunumde cesitli yollar meydana getirdik"},{"SurahNumber":35,"VerseNumber":28,"Text":"Insanlardan, yerde yuruyen hayvanlardan, davarlardan da bunun gibi ayrı ayrı renklerde olanlar vardır. Allah´tan ise, O´nun kullarından ancak ilim sahipleri saygı ile korkarlar. Suphesiz ki Allah cok gucludur, cok ustundur, cok bagıslayandır"},{"SurahNumber":35,"VerseNumber":29,"Text":"Allah´ın kitabını okuyanlar, namazı dosdogru kılanlar ve kendilerine rızık olarak verdiklerimizden gizli-acık harcayanlar, iste onlar kesada ugramıyacak, yok olmayacak bir ticaret umarlar"},{"SurahNumber":35,"VerseNumber":30,"Text":"Cunku Allah onların bu harcamalarının karsılıgını noksansız verir. Suphesiz ki O cok bagıslayan ve sukredenlere nimetini cok artırandır"},{"SurahNumber":35,"VerseNumber":31,"Text":"Kitap´tan sana onundekini (Tevrat ve Incil´i) dogrulayarak vahyettigimiz haktır. Suphesiz ki Allah kullarından haberlidir (onların her halini ve dusunduklerini) gorup bilendir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Sonra da Kitab´ı kullarımızdan secip begendiklerimize miras bıraktık. Artık onlardan bir kısmı kendine haksızlık eder; bir kısmı ortalama gider; bir kısmı da —Allah´ın izniyle— hayırlarda one gecer, iste bu buyuk bir fazilettir"},{"SurahNumber":35,"VerseNumber":33,"Text":"Onlar Adn Cennetleri´ne girerler, orada altın bileziklerle, incilerle suslenirler. Oradaki elbiseleri ise ipektir"},{"SurahNumber":35,"VerseNumber":34,"Text":"Bizden uzuntu ve sıkıntıyı gideren Allah´a hamd olsun ; suphesiz ki Rabbimiz cok bagıslayan ve sukredene sukrunun karsılıgını bolca verendir"},{"SurahNumber":35,"VerseNumber":35,"Text":"Bizi kendi fazl-u kereminden sonsuza dek kalınacak bir konaga yerlestirdi. Artık burada bize ne bir yorgunluk dokunur, ne de burada bize usanc ve bıkkınlık gelir, derler"},{"SurahNumber":35,"VerseNumber":36,"Text":"Kufur icinde kalanlara ise Cehennem atesi vardır. Olum hukmu verilmez ki olsunler; ne de oranın azabı kendilerinden hafifletilir. Iste biz, her asırı nankor inkarcıyı boyle cezalandırırız"},{"SurahNumber":35,"VerseNumber":37,"Text":"Onlar, Cehennem´de soyle bagırıp cagırırlar: «Rabbimiz! Bizi (buradan) cıkar, yapageldigimizden baska iyi-yararlı amelde bulunalım.» Sizi, dusunup de gercegi anlayabilenin dusunebilecegi kadar omurlu kılmadık mı ? Ustelik size o peygamber de geldi. O halde tadın tadacagınızı! Artık zalimler icin hicbir yardımcı yoktur"},{"SurahNumber":35,"VerseNumber":38,"Text":"Suphesiz Allah, goklerde ve yerde gorunmeyeni, bilinmeyeni bilendir. O elbette kalblerde olanı da cok iyi bilir"},{"SurahNumber":35,"VerseNumber":39,"Text":"O Allah ki, yeryuzunde sizi (gocup gidenlerin yerine) koyup yerlestirdi. Artık kim kufrederse kufrunun zararı kendisinedir ve kafirlerin kufru Rabları yanında gazabdan baska kendilerine bir sey artırmaz. Kafirlerin kufru kendilerine ancak husran artırır"},{"SurahNumber":35,"VerseNumber":40,"Text":"De ki: Bir baksanıza, Allah´ı bırakıp da dua edip yalvardıgınız ortaklarınızı gosterin bana, yeryuzunde neyi yaratmıslardır? Yoksa onların goklerde bir ortaklıgı mı vardır, yoksa kendilerine bir kitap vermisiz de ondan (elde ettikleri) acık bir delil uzere mi bulunuyorlardır? Hayır, o zalimler birbirini aldatmadan baska va´dde bulunmazlar"},{"SurahNumber":35,"VerseNumber":41,"Text":"Suphesiz ki Allah, gokleri ve yeri zeval bulmasınlar diye (koydugu belli kanunlarıyla) tutmaktadır. Eger zeval bulacak olurlarsa, O´ndan baska hicbiri onları (yorungelerinde) tutamaz. O, muhakkak ki Halim´dir (her seye sabırla yonelir, lutufla muamele eder, ceza vermekte acele etmez); cok bagıslayandır"},{"SurahNumber":35,"VerseNumber":42,"Text":"Olanca yeminleriyle yemin edip, eger kendilerine uyarıcı bir peygamber gelecek olursa, elbette, ummetlerden en ileri olanından daha cok dogru yolu bulacaklarını (soylemislerdi). Ne vakit ki, kendilerine uyarıcı peygamber geldi, (aksine) bu onların ancak nefretini artırdı"},{"SurahNumber":35,"VerseNumber":43,"Text":"Sebebi ise, yeryuzunde sırf boburlenip buyukluk taslamak ve bir de kotu bir duzen kurmak istekleriydi. Halbuki kotu duzen, ancak onu kuranları sarıp baslarına coker. Oncekilerin sonunu belirleyen (ilahi) sunnetten (onun tecellisinden) baska ne beklerler ? Ve sen, Allah´ın sunnetinde elbette bir degisiklik ve degisme bulamazsın; evet, sen Allah´ın sunnetinde bir dondurme, baskalasma bulamazsın"},{"SurahNumber":35,"VerseNumber":44,"Text":"(Bunlar) yeryuzunde gezip dolasarak kendilerinden oncekilerin sonunun ne olduguna bakmıyorlar mı ? Ki onlar, bunlardan daha kuvvetli idiler. Goklerde ve yerde Allah´ı aciz bırakacak hicbir sey yoktur. Suphesiz ki O, bilendir, kudreti her seye yetendir"},{"SurahNumber":35,"VerseNumber":45,"Text":"Eger Allah, insanları kazandıkları sey sebebiyle hemen yakalayıp cezalandırmıs olsaydı, yeryuzunde tek bir canlı bırakmazdı. Ama onları belirlenmis bir vakte kadar geciktirir. Artık o vakit gelince (hukmunu yerine getirip cezalandırır). Cunku Allah, mutlaka kullarını gorup bilendir"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya-Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Hikmet dolu Kur´an´a and olsun ki"},{"SurahNumber":36,"VerseNumber":3,"Text":"Sen elbette gonderilen peygamberlerdensin"},{"SurahNumber":36,"VerseNumber":4,"Text":"Dogru yol uzerindesin"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Kur´an) cok ustun, cok guclu, cok merhametli (Allah´ın) indirdigidir"},{"SurahNumber":36,"VerseNumber":6,"Text":"Babaları uyarılmayan bir milleti —ki onlar gaflet icindedirler— uyarman icindir"},{"SurahNumber":36,"VerseNumber":7,"Text":"And olsun ki, hukum, cogu hakkında gerceklesip subut bulmustur, artık inanmazlar"},{"SurahNumber":36,"VerseNumber":8,"Text":"Suphesiz ki biz onların boyunlarına, cenelerine dayanacak sekilde demir halkalar gecirdik. Bu yuzden basları yukarıya kalkıktır"},{"SurahNumber":36,"VerseNumber":9,"Text":"Onlerine de, arkalarına da bir sed koyduk, gozlerini de bir perdeyle ortuverdik, artık onlar gormezler"},{"SurahNumber":36,"VerseNumber":10,"Text":"(Ey Peygamber!) Onları (tuttukları yolun tehlikesine karsı) uyarsan da uyarmasan da birdir; iman etmezler"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sen ancak Zikr´e (Kur´an´a) uyup Rahman´dan, gıyabında saygı ile korkanları uyarabiiirsin. Oylesini magfiret ve goz-gonul dolduran guzel bir mukafatla mujdele"},{"SurahNumber":36,"VerseNumber":12,"Text":"Suphesiz biz, evet biz, oluleri diriltiriz; onden gonderdikleri seyleri ve bıraktıkları eserleri (koydukları izleri) yazarız. Ve her seyi acık ve acıklayıcı bir Ana Kitap´ta sayıp tesbit etmisizdir"},{"SurahNumber":36,"VerseNumber":13,"Text":"Onlara, o kasaba halkından misal getir; hani onlara peygamberler gelmisti"},{"SurahNumber":36,"VerseNumber":14,"Text":"Hani kendilerine iki elci gondermistik de onları yalanlamıslardı. Bunun uzerine o ikisini bir ucuncu-suyle destekleyip guclendirmistik. «Suphesiz biz size gonderilen elcileriz !» Demislerdi"},{"SurahNumber":36,"VerseNumber":15,"Text":"Onlar ise, hayır, dediler, siz de ancak bizim gibi insansınız. Rahman bir sey indirmemistir. Siz ancak yalan soyluyorsunuz"},{"SurahNumber":36,"VerseNumber":16,"Text":"Elciler de, «Rabbimiz bilir ki biz gercekten size gonderilen elcileriz"},{"SurahNumber":36,"VerseNumber":17,"Text":"Bize gereken, sadece acık tebligdir,» dediler"},{"SurahNumber":36,"VerseNumber":18,"Text":"Kasaba halkı onlara: «Dogrusu sizin yuzunuzden basımıza ugursuzluk coktu. Eger (bu iddia ve uyarınızdan) vazgecmezseniz elbette sizi taslar ve elbette bizden size elem verici bir azab dokunur,» dediler"},{"SurahNumber":36,"VerseNumber":19,"Text":"Elciler dediler ki: «Sizin ugursuzlugunuz beraberinizdedir; size ogut verilse de mi ? Hayır, siz (inkar ve sapıklıkta, inat ve azgınlıkta) asırı giden bir milletsiniz.»"},{"SurahNumber":36,"VerseNumber":20,"Text":"Sehrin en uzak kesiminden bir adam kosarak geldi ve: «Ey kavmim ! Gonderilen bu elcilere uyun"},{"SurahNumber":36,"VerseNumber":21,"Text":"Uyun sizden ucret istemiyen-lere. Bunlar dogru yol uzerinde bulunuyorlardır.» Dedi"},{"SurahNumber":36,"VerseNumber":22,"Text":"Hem beni yoktan yaratıp varlık alanına getiren Allah´a ne diye tapmıyayım ? Hepiniz ancak O´na donduruleceksiniz"},{"SurahNumber":36,"VerseNumber":23,"Text":"Artık ben, O´ndan baska tanrılar edinir miyim ? Eger Rahman, bana bir zarar vermeyi dilese, onların sefaati bana hicbir fayda saglamaz ve beni kurtaramazlar da"},{"SurahNumber":36,"VerseNumber":24,"Text":"O takdirde ben, mutlaka acık bir sapıklık icinde olurum"},{"SurahNumber":36,"VerseNumber":25,"Text":"(Ey elciler!) Supheniz olmasın ki ben sizin Rabbınıza iman ettim, beni isittiniz"},{"SurahNumber":36,"VerseNumber":26,"Text":"Ona, «gir Cennet´e!» denildi. O da, «ah keske kavmim, Rabbimin beni bagısladıgını ve beni, ikrama layık gorulen kisilerden kıldıgını bir bilselerdi.»"},{"SurahNumber":36,"VerseNumber":27,"Text":"Ona, «gir Cennet´e!» denildi. O da, «ah keske kavmim, Rabbimin beni bagısladıgını ve beni, ikrama layık gorulen kisilerden kıldıgını bir bilselerdi.»"}]}