{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Bizimle karşılaşacaklarını beklemeyenler «bize melekler gönderilmeli değil miydi, ya da doğrudan doğruya Rabb´imizi görmeli değil miydik» dediler. Onlar büyüklük kompleksine kapılarak azgınlıkta son derece ileri gitmişlerdir"},{"SurahNumber":25,"VerseNumber":22,"Text":"Melekleri görecekleri gün var ya, o gün o günahkarlara müjdeli bir haber verilecek değildir. Melekler onlara «Sizler aftan ve cennetten mahrumsunuz» derler"},{"SurahNumber":25,"VerseNumber":23,"Text":"Onların yapmış olduklarını ele alarak onları havada uçuşan toza dönüştürürüz"},{"SurahNumber":25,"VerseNumber":24,"Text":"O gün cennetlikler en iyi yerlerde oturacaklar, en güzel şekilde dinleneceklerdir"},{"SurahNumber":25,"VerseNumber":25,"Text":"O gün gök parçalanarak beyaz bulut kümelerine dönüşür ve melekler bölük bölük inerler"},{"SurahNumber":25,"VerseNumber":26,"Text":"Gerçek egemenliğin, Rahman olan Allah´ın tekelinde olacağı o gün kafirler için çetin bir gün olacaktır"},{"SurahNumber":25,"VerseNumber":27,"Text":"O gün her zalim öfkesinden parmaklarını ısırarak şöyle der; «Keşki Peygamber´in yoldaşı olsaydım.»"},{"SurahNumber":25,"VerseNumber":28,"Text":"Eyvah, keşki falancayı dost edinmeseydim"},{"SurahNumber":25,"VerseNumber":29,"Text":"Bana Kur´anın mesajı geldikten sonra o beni Allah´ı anmaktan alıkoydu. Zaten şeytan, insanı ayarttıktan sonra yüzüstü bırakır"},{"SurahNumber":25,"VerseNumber":30,"Text":"Peygamber «Ya Rabbi, soydaşlarım bu Kur´anı boykot ettiler.» dedi"},{"SurahNumber":25,"VerseNumber":31,"Text":"Ey Muhammed, biz böylece her Peygamberin karşısına azılı günahkar bir düşman çıkardık. Rabb´in senin için yeterli bir yol gösterici ve yardım edicidir"},{"SurahNumber":25,"VerseNumber":32,"Text":"Kafirler «Kur´an, Muhammed´e bir defada topluca indirilseydi ya» dediler. Oysa biz senin moralini güçlendirmek, azmini pekiştirmek için onu böylesine bölüm bölüm indirdik ve ağır ağır okuduk"},{"SurahNumber":25,"VerseNumber":33,"Text":"Müşrikler, ne zaman karşısına saçma bir itirazla çıkarlarsa biz sana gerçeği ve en susturucu açıklamayı sunarız"},{"SurahNumber":25,"VerseNumber":34,"Text":"O yüzüstü süründürülerek cehenneme atılacak olanlar var ya, en kötü yer onların yeri ve en sapık yol onların yoludur"},{"SurahNumber":25,"VerseNumber":35,"Text":"Andolsun ki, biz Musa´ya Kitabı (Tevratı) gönderdik ve kardeşi Harun´u´ da yanına yardımcı olarak verdik"},{"SurahNumber":25,"VerseNumber":36,"Text":"Onlara «Ayetlerimizi yalanlayan soydaşlarınızı uyarmaya gidin» dedik. Sonra o toplumu kökten yokettik"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nuh´un soydaşlarını da yokettik. Onlar peygamberlerini yalanlayınca kendilerini suda boğduk, böylece onları diğer insanların ibret alacakları acı bir örneğe dönüştürdük ve zalimler için acıklı bir azap hazırladık"},{"SurahNumber":25,"VerseNumber":38,"Text":"Adoğullârını, Semudoğullarını, kuyunun yuttuklarını ve bunlar arasındaki dönemlerde yaşamış bir çok kuşakları da yokettik"},{"SurahNumber":25,"VerseNumber":39,"Text":"Hepsine bir çok uyarıcı örnekler gösterdik. Sonra da hepsini kökten yokettik"},{"SurahNumber":25,"VerseNumber":40,"Text":"Ey Muhammed, senin hemşehrilerin, bela yağmuruna tutulmuş olan o kente uğradılar. Acaba orayı görmüyorlar mıydı? Hayır, aslında onlar yeniden dirileceklerini beklemiyorlardı"},{"SurahNumber":25,"VerseNumber":41,"Text":"Onlar seni her gördüklerinde «Allah, bu adamı mı peygamber olarak gönderdi?» diye mutlaka alaya alırlar"},{"SurahNumber":25,"VerseNumber":42,"Text":"Eğer biz ilahlarımıza ısrarla bağlılığımızı sürdürmeseydik, az kalsın bu adam bizi onlardan vazgeçirecekti derler. Yakında azabımızı gördüklerinde kimin yolunun sapık olduğunu öğreneceklerdir"},{"SurahNumber":25,"VerseNumber":43,"Text":"İhtiraslarını ilah edinen kimseyi görüyor musun? Onu doğru yola iletme sorumluluğunu sen mi üstleneceksin"},{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa sen onların çoğunun kulaklarının işittiğini ve düşünebildiklerini mi sanıyorsun? Onlar hayvanlar gibidirler. Hatta hayvanlardan bile daha sapık yoldadırlar"},{"SurahNumber":25,"VerseNumber":45,"Text":"Rabbinin gölgeyi nasıl uzattığını görmüyor musun? Eğer dileseydi onu hareketsiz kılardı. Sonra da güneşi onun belirleyici göstergesi yaptık"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra onu yavaş yavaş kısaltarak kendimize çektik"},{"SurahNumber":25,"VerseNumber":47,"Text":"O, sizin için geceyi örtü, uykuyu dinlenme fırsatı ve gündüzü çevreye dağılıp çalışma zamanı yaptı"},{"SurahNumber":25,"VerseNumber":48,"Text":"O, rüzgarları rahmetinin öncesinde müjde habercisi olarak gönderdi. Size gökten arı su indirdik"},{"SurahNumber":25,"VerseNumber":49,"Text":"Amacımız bu su sayesinde ölü bir yöreyi diriltmek, yarattığımız çok sayıda hayvanın ve insanın su ihtiyacını karşılamaktır"},{"SurahNumber":25,"VerseNumber":50,"Text":"İnsanlar düşünüp ders alsınlar diye biz bu gerçeği onlara çeşitli şekillerde anlattık. Fakat onların çoğu ısrarla nankörlüklerini sürdürdüler"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eğer dileseydik her şehre ayrı bir uyarıcı gönderirdik"},{"SurahNumber":25,"VerseNumber":52,"Text":"O halde sakın kafirlerin uzlaşma önerilerini kabul etme; Kur´an´a dayanarak olanca gücünle onlarla mücadele et"},{"SurahNumber":25,"VerseNumber":53,"Text":"O, birinin suyu tatlı ve içmeye elverişli ve öbürününki acı ve tuzlu olan iki denizi birbirine saldı, fakat bu iki tür suyun birbirine karışmasını önleyen bir engel, aşılmaz bir set koydu"},{"SurahNumber":25,"VerseNumber":54,"Text":"O sudan insanı yarattı ve bu insandan suyun taşıyıcısı erkek ile akrabalığın sürdürücüsü olan dişiyi meydana çıkardı. Rabbinin gücü herşeye yeter"},{"SurahNumber":25,"VerseNumber":55,"Text":"Onlar, Allah´ı bir yana bırakarak kendilerine ne fayda ve ne de zarar vermeye güçleri yetmeyen sözde ilahlara taparlar. Her kafir Rabb´inin düşmanlarının destekçisidir"},{"SurahNumber":25,"VerseNumber":56,"Text":"Ey Muhammed, biz seni sırf müjdeleyici ve uyarıcı olarak gönderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"Bu duyurma görevim karşılığında sizden herhangi bir ücret istemiyorum. Tek isteğim, dileyenlerinizi Rabb´lerine götüren yola girmeleridir"},{"SurahNumber":25,"VerseNumber":58,"Text":"Sen ölümsüz, diri olan Rabb´ine güven; onu överek her türlü noksanlıktan tenzih et. Kullarının günahlarından O´nun haberdar olması yeterlidir"},{"SurahNumber":25,"VerseNumber":59,"Text":"O gökleri, yeryüzünü ve ikisi arasındaki tüm varlıkları altı günde yarattı, sonra Arşa kuruldu. O´nun rahmeti boldur. Onu bir bilene sor"},{"SurahNumber":25,"VerseNumber":60,"Text":"Onlara «Rahman´a secde edin» denildiğinde «Rahman da ne oluyor? Senin secde etmemizi emrettiğin ilah´a secde eder miyiz hiç?» derler. Bu çağrı nefretlerini daha da arttırır"},{"SurahNumber":25,"VerseNumber":61,"Text":"Gökteki gezegenlere yörüngeler belirleyen, orada ışık kaynağı olan güneşi ve aydınlık saçan ayı yaratan Allah´ın şanı yücedir"},{"SurahNumber":25,"VerseNumber":62,"Text":"O, düşünmek ya da şükretmek isteyenler için gece ile gündüzü birbirine ardışık yapmıştır"},{"SurahNumber":25,"VerseNumber":63,"Text":"Rahman´ın hâs kulları o kimselerdir ki, onlar yeryüzünde yumuşak adımlar atarak yürürler. Kendini bilmezler onlara sataştıklarında yumuşak sözlerle karşılık verirler"},{"SurahNumber":25,"VerseNumber":64,"Text":"Onlar geceleri Rabblerine secde ederler ve onun huzurunda ayakta dikilirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Onlar derler ki; Ey Rabbimiz, cehennem azabını bizden uzak tut, çünkü cehennemin azabı sürekli bir afettir"},{"SurahNumber":25,"VerseNumber":66,"Text":"Orası ne fena bir konut ve ne fena bir barınaktır"},{"SurahNumber":25,"VerseNumber":67,"Text":"Onlar harcamalarında ne savurganca ve ne de eli sıkıca davranmayarak bu iki karşıt kutup arasında ölçülü bir tutum benimserler"},{"SurahNumber":25,"VerseNumber":68,"Text":"Onlar Allah´ın yanısıra başka bir ilaha yalvarmazlar. Allah´ın yasakladığı cana, sebepsiz yere kıymazlar ve zina etmezler. Bu suçları işleyenler cezalarını görürler"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kıyamet günü azapları kat kat olur ve horlanmış olarak ebediyyen bu azabın pençesinde kalırlar"},{"SurahNumber":25,"VerseNumber":70,"Text":"Yalnız tevbe edip iyi ameller işleyenler hariç. Allah, böylelerinin kötülüklerini iyiliklere çevirir. Allah affedicidir ve merhametlidir"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kim tevbe eder de arkasından iyi amel işlerse o kimse kararlı bir pişmanlıkla Allah´a yönelmiş olur"},{"SurahNumber":25,"VerseNumber":72,"Text":"Yine onlar yalanın semtine yanaşmazlar. Kötülükler ile karşılaştıklarında yanlarından onurlarına toz kondurmadan geçip giderler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Onlara Allah´ın ayetleri hatırlatıldığında bu ayetler karşısında kör ve sağır kesilmezler"},{"SurahNumber":25,"VerseNumber":74,"Text":"Onlar ki: “Rabbimiz, eşlerimiz ve çocuklarımız hususunda gözümüzü aydın kıl, bizi Allah’a karşı gelmekten sakınanlara önder yap.” derler"},{"SurahNumber":25,"VerseNumber":75,"Text":"İşte onlar sabretmiş olmalarının karşılığı olarak özel cennet odaları ile ödüllendirilirler: Bu odalarda esenlik dilekleri ve selamla karşılanırlar"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada sürekli kalacaklardır. Orası ne güzel bir konut ve ne güzel bir barınaktır"},{"SurahNumber":25,"VerseNumber":77,"Text":"De ki; «Eğer yalvarmanız, kulluğunuz olmasa Rabbim size ne değer versin? Sizler Allah´ın ayetlerini yalanladığınız için azap hiç yakanızı bırakmayacaktır.»"},{"SurahNumber":26,"VerseNumber":1,"Text":"Ta, sin, mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Bu ayetler, açık anlamlı Kitabın ayetleridir"},{"SurahNumber":26,"VerseNumber":3,"Text":"Ey Muhammed, onlar mü´min olmuyorlar diye neredeyse canına kıyacaksın"},{"SurahNumber":26,"VerseNumber":4,"Text":"Eğer dilesek onlara gökten bir mucize indiririz de karşısında boyunları eğik kalır"},{"SurahNumber":26,"VerseNumber":5,"Text":"Onlar son derece merhametli olan Allah´ın kendilerine gönderdiği her yeni uyarıya burun kıvırarak set çevirirler"},{"SurahNumber":26,"VerseNumber":6,"Text":"Onlar yalanladılar. Fakat, alay konusu ettikleri gerçeklerin somut olayları ile yakında yüzyüze geleceklerdir"},{"SurahNumber":26,"VerseNumber":7,"Text":"Onlar yeryüzüne bakarak orada ne kadar yararlı bitki türleri yarattığımızı görmezler mi"},{"SurahNumber":26,"VerseNumber":8,"Text":"Hiç kuşkusuz bunda, üstün gücümüzü kanıtlayan bir ayet vardır, ama onların çoğu inanmazlar"},{"SurahNumber":26,"VerseNumber":9,"Text":"Hiç kuşkusuz senin Rabb´in üstün iradeli ve merhametlidir"},{"SurahNumber":26,"VerseNumber":10,"Text":"Hani Rabb´in Musa´ya şöyle seslenmişti, «Şu zalim topluma git"},{"SurahNumber":26,"VerseNumber":11,"Text":"Firavun´un soydaşlarına. Onlar hiç mi başlarına geleceklerden korkmuyorlar?»"},{"SurahNumber":26,"VerseNumber":12,"Text":"Musa dedi ki: «Ya Rabbi, onlar beni yalanlayacaklar diye korkuyorum.»"},{"SurahNumber":26,"VerseNumber":13,"Text":"Bu yüzden canım sıkılır ve öfkemden dilim tutulur. Onun için Harun´a da peygamberlik görevi ver"},{"SurahNumber":26,"VerseNumber":14,"Text":"Hem onların bana isnat ettikleri bir suç var, bu gerekçe ile beni öldürürler diye korkuyorum"},{"SurahNumber":26,"VerseNumber":15,"Text":"Allah dedi ki; «Hayır, korkma, İkiniz birlikte ayetlerimizle gidiniz. Biz sizinle birlikteyiz ve söylenecek her sözü işitiriz.»"},{"SurahNumber":26,"VerseNumber":16,"Text":"Firavun´un yanına vararak ona deyiniz ki; «Biz bütün alemlerin Rabb´i olan Allah´ın peygamberiyiz"},{"SurahNumber":26,"VerseNumber":17,"Text":"İsrailoğullarının bizimle birlikte buradan ayrılmalarına izin ver"},{"SurahNumber":26,"VerseNumber":18,"Text":"Firavun dedi ki: «Biz seni çocukken yanımıza alarak büyütmedik mi? Ömrünün birçok yılını aramızda geçirmedin mi?»"},{"SurahNumber":26,"VerseNumber":19,"Text":"Sonunda o ağır suçu işledin. Sen o sırada bir kafirdin"},{"SurahNumber":26,"VerseNumber":20,"Text":"Musa dedi ki: «O suçu işlediğim sırada ben henüz doğru yolu bulmuş değildim"},{"SurahNumber":26,"VerseNumber":21,"Text":"Bu yüzden sizden korkunca yanınızdan kaçtım. Sonra Rabb´im bana hikmet bağışlayarak beni peygamberlerinden biri yaptı"},{"SurahNumber":26,"VerseNumber":22,"Text":"O nimet diye başıma kaktığın şey israiloğullarını köleleştirmenin sonucudur.»"},{"SurahNumber":26,"VerseNumber":23,"Text":"Firavun, «alemlerin Rabb´i dediğin nedir?» dedi"},{"SurahNumber":26,"VerseNumber":24,"Text":"Musa «Eğer kesin gerçeği öğrenmek istiyorsanız, O göklerin, yerin ve bu ikisi arasındaki bütün varlıkların Rabbidir» dedi"},{"SurahNumber":26,"VerseNumber":25,"Text":"Firavun çevresindekilere «dediklerini duyuyor musunuz?» dedi"},{"SurahNumber":26,"VerseNumber":26,"Text":"Musa: «O hem sizin hem de sizden önceki atalarınızın Rabbidir» dedi"},{"SurahNumber":26,"VerseNumber":27,"Text":"Firavun çevresindekilere: «Size peygamber olarak gönderilen bu adam kesinlikle bir delidir» dedi"},{"SurahNumber":26,"VerseNumber":28,"Text":"Musa, «Eğer düşünme yeteneğiniz varsa anlarsınız ki, O doğunun, batının ve bu ikisi arasındaki bütün varlıkların Rabbidir.» dedi"},{"SurahNumber":26,"VerseNumber":29,"Text":"Firavun «Eğer benden başka bir ilah edinirsen yemin ederim ki, seni hapse attırırım» dedi"},{"SurahNumber":26,"VerseNumber":30,"Text":"Musa «Sana doğru söylediğimi kanıtlayan apaçık bir delil göstersem de mi? dedi"},{"SurahNumber":26,"VerseNumber":31,"Text":"Firavun «Eğer doğru söylüyorsan kanıtını göster bakalım» dedi"},{"SurahNumber":26,"VerseNumber":32,"Text":"Bunun üzerine Musa elindeki değneği yere attı, değnek o anda sahici bir yılan oluverdi"},{"SurahNumber":26,"VerseNumber":33,"Text":"Ve elini yeninin altından çıkardı; bakanlar, onun ak bir parıltı saçtığını gördüler"},{"SurahNumber":26,"VerseNumber":34,"Text":"Bunun üzerine Firavun, çevresindeki seçkin yakınlarına dedi ki, «bu adam bilgili bir büyücüdür»"},{"SurahNumber":26,"VerseNumber":35,"Text":"Sizi büyücülüğü ile yurdunuzdan çıkarmak istiyor. Peki ne buyuruyorsunuz?»"},{"SurahNumber":26,"VerseNumber":36,"Text":"Dediler ki; «Onu kardeşi ile birlikte oyala ve adam toplayacak elçilerini bütün kentlere gönder"},{"SurahNumber":26,"VerseNumber":37,"Text":"Bütün bilgili büyücüleri bulup sana getirsinler"},{"SurahNumber":26,"VerseNumber":38,"Text":"Bir süre sonra büyücüler belirli bir günün kararlaştırılan saatinde biraraya geldiler"},{"SurahNumber":26,"VerseNumber":39,"Text":"Halka da dediler ki, haydi toplanın bakalım"},{"SurahNumber":26,"VerseNumber":40,"Text":"Toplanın da eğer büyücüler galip gelirlerse onların peşinden gideriz"},{"SurahNumber":26,"VerseNumber":41,"Text":"Büyücüler gelince Firavun´a «Eğer biz yenecek olursak herhalde bize bir ödül verilecek değil mi? dediler"},{"SurahNumber":26,"VerseNumber":42,"Text":"Firavun evet, yakın adamlarım arasına gireceksiniz, dedi"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa, «Ne atacaksanız atın, hünerinizi gösterin bakalım» dedi"},{"SurahNumber":26,"VerseNumber":44,"Text":"Büyücüler, «Firavun´un ululuğuna andolsun ki, üstün gelen taraf biz olacağız» diyerek iplerini ve değneklerini attılar"},{"SurahNumber":26,"VerseNumber":45,"Text":"Arkasından Musa değneğini atınca, değnek büyücülerin bütün göz boyayıcılıklarını yutuverdi"},{"SurahNumber":26,"VerseNumber":46,"Text":"Bunun üzerine bütün büyücüler secdeye kapandılar"},{"SurahNumber":26,"VerseNumber":47,"Text":"Ve «bütün varlıkların Rabbine inandık"},{"SurahNumber":26,"VerseNumber":48,"Text":"Musa ile Harun´un Rabbine dediler"},{"SurahNumber":26,"VerseNumber":49,"Text":"Firavun, «ben izin vermeden O´na inandınız, öyle mi? Hiç kuşkusuz O size büyücülüğü öğreten elebaşınızdı. Ama yakında başınıza neler geleceğini öğreneceksiniz. Andolsun ki, sağlı sollu birer el ve ayağınızı kesecek ve arkasından hepinizi asacağım» dedi"},{"SurahNumber":26,"VerseNumber":50,"Text":"Büyücüler de dediler ki, «zararı yok, nasıl olsa Rabb´imize döneceğiz"},{"SurahNumber":26,"VerseNumber":51,"Text":"Bizler ilk inananlar olduğumuz için Rabb´imizin kusurlarımızı bağışlayacağını umarız.»"},{"SurahNumber":26,"VerseNumber":52,"Text":"Arkasından Musa´ya «Bana inanan kullarımı geceleyin yola çıkar; sizi takip edecekler» diye vahyettik"},{"SurahNumber":26,"VerseNumber":53,"Text":"Firavun asker toplamakla görevli adamlarını şehirlere saldı"},{"SurahNumber":26,"VerseNumber":54,"Text":"Toplanan askerlerine dedi ki, «Bu adamlar, bir avuçluk, az sayıda bir toplulukturlar.»"},{"SurahNumber":26,"VerseNumber":55,"Text":"Fakat bizi öfkelendiriyorlar"},{"SurahNumber":26,"VerseNumber":56,"Text":"Biz ihtiyatlı bir toplumuz"},{"SurahNumber":26,"VerseNumber":57,"Text":"Böylece biz, Firavun ve soydaşlarını bahçelerden ve pınar başlarından çıkardık"},{"SurahNumber":26,"VerseNumber":58,"Text":"Hazinelerden ve konforlu köşklerden de"},{"SurahNumber":26,"VerseNumber":59,"Text":"Böylece bunlara, İsrailoğullarını mirasçı kıldık"},{"SurahNumber":26,"VerseNumber":60,"Text":"Firavun ile soydaşları gün doğar doğmaz İsrailoğullarının ardına düştüler"},{"SurahNumber":26,"VerseNumber":61,"Text":"İki topluluk birbirlerini gördüklerinde Musa´nın taraftarları «Eyvah, yakalandık» dediler"},{"SurahNumber":26,"VerseNumber":62,"Text":"Musa «Hayır endişelenmeyin, Rabb´im benimle birliktedir, O bana bir çıkış yolu gösterecektir´ dedi"},{"SurahNumber":26,"VerseNumber":63,"Text":"O sırada Musa´ya; «Değneğinle denize vur» diye vahyettik. Bunun üzerine deniz yarılarak içinde oniki yol açıldı. Denizin her parçası yüce bir dağ gibi oldu"},{"SurahNumber":26,"VerseNumber":64,"Text":"Arkadan gelenleri oraya yaklaştırdık"},{"SurahNumber":26,"VerseNumber":65,"Text":"Musa ile yanındakilerin tümünü kurtardık"},{"SurahNumber":26,"VerseNumber":66,"Text":"Arkasından öbürlerini suda boğduk"},{"SurahNumber":26,"VerseNumber":67,"Text":"Kuşku yok ki, bu olaydan alınacak dersler vardır. Fakat insanların çoğu buna inanmadı"},{"SurahNumber":26,"VerseNumber":68,"Text":"Ve yine kuşku yok ki, senin Rabb´in üstün iradeli ve merhametlidir"},{"SurahNumber":26,"VerseNumber":69,"Text":"Ey Muhammed, o müşriklere İbrahim´in olayını da anlat"},{"SurahNumber":26,"VerseNumber":70,"Text":"Hani İbrahim, babası ile soydaşlarına, «Neye tapıyorsunuz?» dedi"},{"SurahNumber":26,"VerseNumber":71,"Text":"Onlar da «Putlara tapıyoruz ve biz tapınmayı hep sürdüreceğiz» dediler"},{"SurahNumber":26,"VerseNumber":72,"Text":"İbrahim dedi ki, «O putlar, kendilerini imdada çağırdığınızda sesinizi işitirler mi"},{"SurahNumber":26,"VerseNumber":73,"Text":"Ya da size yarar veya zarar dokundurabiliyorlar mı?»"},{"SurahNumber":26,"VerseNumber":74,"Text":"Onlar, «Hayır ama, atalarımızın böyle yaptıklarını gördük» dediler"},{"SurahNumber":26,"VerseNumber":75,"Text":"İbrahim dedi ki, «Nelere taptığınızı görüyor musunuz?»"},{"SurahNumber":26,"VerseNumber":76,"Text":"Gerek sizin ve gerekse eski atalarınızın"},{"SurahNumber":26,"VerseNumber":77,"Text":"O putlar, benim düşmanlarımdırlar. Benim tek dostum alemlerin Rabb´i olan Allah´tır"},{"SurahNumber":26,"VerseNumber":78,"Text":"O beni yaratan ve doğru yola iletendir"},{"SurahNumber":26,"VerseNumber":79,"Text":"O beni doyuran ve içirendir"},{"SurahNumber":26,"VerseNumber":80,"Text":"Hastalığımda beni iyileştiren O´dur"},{"SurahNumber":26,"VerseNumber":81,"Text":"O, beni öldürecek ve sonra yeniden diriltecek olandır"},{"SurahNumber":26,"VerseNumber":82,"Text":"Hesaplaşma günü günahlarımı affedeceğini umduğum da O´dur"},{"SurahNumber":26,"VerseNumber":83,"Text":"Ya Rabbi, bana yararlı bilgi ve egemenlik ver ve beni iyi kullarının arasına kat"},{"SurahNumber":26,"VerseNumber":84,"Text":"İlerdeki kuşaklar arasında doğruluğun sözcüsü olmamı nasip eyle"},{"SurahNumber":26,"VerseNumber":85,"Text":"Beni bol nimetli cennette sürekli kalanlardan eyle"},{"SurahNumber":26,"VerseNumber":86,"Text":"Babamı affeyle. Çünkü o sapıklardandır"},{"SurahNumber":26,"VerseNumber":87,"Text":"İnsanların yeniden dirilecekleri gün beni mahcup etme"},{"SurahNumber":26,"VerseNumber":88,"Text":"Ki, o gün, insana ne malı ve ne de evlatları yarar sağlamaz"},{"SurahNumber":26,"VerseNumber":89,"Text":"Yalnız temiz kalple Allah´ın huzuruna gelen kurtulur"},{"SurahNumber":26,"VerseNumber":90,"Text":"O gün, cennet, kötülüklerden sakınanların yakınına getirilir"},{"SurahNumber":26,"VerseNumber":91,"Text":"Cehennem de sapıkların gözleri önünde dikilir"},{"SurahNumber":26,"VerseNumber":92,"Text":"Sapıklara denir ki; «Hani vaktiyle taptığınız sözde ilahlar"},{"SurahNumber":26,"VerseNumber":93,"Text":"Allah´ı bir yana bırakarak ilah edindiğiniz putlar? Şimdi size yardım edebiliyorlar ya da kendilerini kurtarabiliyorlar mı"},{"SurahNumber":26,"VerseNumber":94,"Text":"Düzmece ilahlar ile sapıklar başaşağı cehenneme atılırlar"},{"SurahNumber":26,"VerseNumber":95,"Text":"Şeytanın bütün askerleri de"},{"SurahNumber":26,"VerseNumber":96,"Text":"Orada birbirleri ile tartışmaya tutuşarak derler ki"},{"SurahNumber":26,"VerseNumber":97,"Text":"Vallahi bizler apaçık bir sapıklığa saplanmıştık"},{"SurahNumber":26,"VerseNumber":98,"Text":"Çünkü sizleri alemlerin Rabb´ine denk tutmuştuk"},{"SurahNumber":26,"VerseNumber":99,"Text":"Bizi ağır suçlular yoldan çıkarmışlardır"},{"SurahNumber":26,"VerseNumber":100,"Text":"Şimdi bizim bir şefaatçimiz yok"},{"SurahNumber":26,"VerseNumber":101,"Text":"Cana yakın bir dostumuz da yok"},{"SurahNumber":26,"VerseNumber":102,"Text":"Ah keşki, bir daha dünyaya dönebilsek de mü´minlerden olsak"},{"SurahNumber":26,"VerseNumber":103,"Text":"Kuşku yok ki, bu olaydan alınacak dersler vardır. Onların çoğunluğu inanmamış kimselerdi"},{"SurahNumber":26,"VerseNumber":104,"Text":"Ve yine kuşku yok ki, senin Rabb´in üstün iradeli ve merhametlidir"},{"SurahNumber":26,"VerseNumber":105,"Text":"Nuh´un soydaşları peygamberlerini yalanladılar"},{"SurahNumber":26,"VerseNumber":106,"Text":"Hani kardeşleri Nuh, onlara dedi ki, Siz hiç Allah´tan korkmaz mısınız"},{"SurahNumber":26,"VerseNumber":107,"Text":"Ben size gönderilmiş, güvenilir bir Allah elçisiyim"},{"SurahNumber":26,"VerseNumber":108,"Text":"Öyleyse Allah´tan korkunuz ve çağrıma uyunuz"},{"SurahNumber":26,"VerseNumber":109,"Text":"Ben bu çağrı hizmetime karşılık sizden herhangi bir ücret istemiyorum, benim çabamın karşılığını verecek olan alemlerin Rabb´idir"},{"SurahNumber":26,"VerseNumber":110,"Text":"O halde Allah´tan korkunuz ve çağrıma uyunuz"},{"SurahNumber":26,"VerseNumber":111,"Text":"Soydaşları, «peşinden gelenler aramızdaki ayak takımı iken hiç biz sana inanır mıyız» dediler"},{"SurahNumber":26,"VerseNumber":112,"Text":"Nuh dedi ki; «Onların neler yaptıklarını ben bilemem.»"},{"SurahNumber":26,"VerseNumber":113,"Text":"Onların hesabını görmek, sadece Rabb´ime düşer. Keşke bu gerçeğin bilincinde olsanız"},{"SurahNumber":26,"VerseNumber":114,"Text":"Mü´minleri yanımdan kovmak bana yakışmaz"},{"SurahNumber":26,"VerseNumber":115,"Text":"Ben sadece açık sözlü bir uyarıcıyım"},{"SurahNumber":26,"VerseNumber":116,"Text":"Soydaşları; «Ey Nuh, eğer bu dediklerinden vazgeçmezsen taşa tutulup öldürülenlerden olacaksın» dediler"},{"SurahNumber":26,"VerseNumber":117,"Text":"Bunun üzerine Nuh dedi ki: «Ya Rabbi, soydaşlarım beni yalanladılar"},{"SurahNumber":26,"VerseNumber":118,"Text":"Onlar ile aramdaki meseleyi sen kesin çözüme bağla; beni ve yanımdaki mü´minleri kurtar.»"},{"SurahNumber":26,"VerseNumber":119,"Text":"Bunun üzerine Nuh´u ve yanındakileri dolu bir gemiye bindirerek kurtardık"},{"SurahNumber":26,"VerseNumber":120,"Text":"Bunun arkasından dışarda kalanları suda boğduk"},{"SurahNumber":26,"VerseNumber":121,"Text":"Kuşku yok ki, bu olaydan alınacak dersler vardır. Onların çoğunluğu inanmamış kimselerdi"},{"SurahNumber":26,"VerseNumber":122,"Text":"Ve yine kuşku yok ki, senin Rabb´in üstün iradeli ve merhametlidir"},{"SurahNumber":26,"VerseNumber":123,"Text":"Adoğulları da peygamberlerini yalanladılar"},{"SurahNumber":26,"VerseNumber":124,"Text":"Hani kardeşleri Hud, onlara dedi ki, «Siz hiç Allah´tan korkmaz mısınız?»"},{"SurahNumber":26,"VerseNumber":125,"Text":"Ben size gönderilmiş, güvenilir bir Allah elçisiyim"},{"SurahNumber":26,"VerseNumber":126,"Text":"Öyleyse Allah´tan korkunuz da, çağrıma uyunuz"},{"SurahNumber":26,"VerseNumber":127,"Text":"Ben bu çağrı hizmetime karşılık sizden herhangi bir ücret istemiyorum, benim çabamın karşılığını verecek olan alemlerin Rabb´idir"},{"SurahNumber":26,"VerseNumber":128,"Text":"Sizler her yüksek tepeye gösteriş amaçlı bir anıt dikerek boş işlerle mi oyalanıyorsunuz"},{"SurahNumber":26,"VerseNumber":129,"Text":"Hiç ölmemek ümidi ile sağlam köşkler mi yapıyorsunuz"},{"SurahNumber":26,"VerseNumber":130,"Text":"Birini yakalayınca zorbaca yakalıyorsunuz"},{"SurahNumber":26,"VerseNumber":131,"Text":"Allah´tan korkunuz da çağrıma uyunuz"},{"SurahNumber":26,"VerseNumber":132,"Text":"Size bildiğiniz nimetleri bağışlayan Allah´tan korkunuz"},{"SurahNumber":26,"VerseNumber":133,"Text":"O size davar sürüleri ile evlatlar bağışladı"},{"SurahNumber":26,"VerseNumber":134,"Text":"Bahçeler ve pınarlar armağan etti"},{"SurahNumber":26,"VerseNumber":135,"Text":"Sizin hesabınıza ´büyük gün´ün azabından endişe ederim"},{"SurahNumber":26,"VerseNumber":136,"Text":"Adoğulları dediler ki, «İster öğüt ver, ister öğüt verenlerden olma, bizim için birdir.»"},{"SurahNumber":26,"VerseNumber":137,"Text":"Bu uygulamalarımız, eski atalarımızdan bize gelen geleneklerden başka birşey değildir"},{"SurahNumber":26,"VerseNumber":138,"Text":"Bizim azaba çarpılmamız sözkonusu değildir"},{"SurahNumber":26,"VerseNumber":139,"Text":"Böylece peygamberlerini yalanladılar. Biz de onları yokettik. Kuşku yok ki, bu olaydan alınacak dersler vardır. Onların çoğu inanmamış kimselerdir"},{"SurahNumber":26,"VerseNumber":140,"Text":"Ve yine kuşku yok ki, senin Rabb´in üstün iradeli ve merhametlidir"},{"SurahNumber":26,"VerseNumber":141,"Text":"Semudoğulları da peygamberlerini yalanladılar"},{"SurahNumber":26,"VerseNumber":142,"Text":"Hani kardeşleri Salih onlara dedi ki, siz hiç Allah´tan korkmaz mısınız"},{"SurahNumber":26,"VerseNumber":143,"Text":"Ben size gönderilmiş güvenilir bir Allah elçisiyim"},{"SurahNumber":26,"VerseNumber":144,"Text":"Öyleyse Allah´tan korkunuz da çağrıma uyunuz"},{"SurahNumber":26,"VerseNumber":145,"Text":"Ben bu çağrı hizmetime karşılık sizden herhangi bir ücret istemiyorum; benim çabalarımın karşılığını verecek olan, alemlerin Rabb´idir"},{"SurahNumber":26,"VerseNumber":146,"Text":"Siz bu dünyada hep güven içinde yaşatılacağınızı mı sanıyorsunuz"},{"SurahNumber":26,"VerseNumber":147,"Text":"Bahçeler ve pınarlar arasında"},{"SurahNumber":26,"VerseNumber":148,"Text":"Ekinler ve olgun tomurcuklar hurmalar arasında"},{"SurahNumber":26,"VerseNumber":149,"Text":"Dağları maharetle oyup alımlı köşkler yapıyorsunuz"},{"SurahNumber":26,"VerseNumber":150,"Text":"Allah´tan korkunuz da çağrıma uyunuz"},{"SurahNumber":26,"VerseNumber":151,"Text":"Aranızdaki azıtmışların emirlerine uymayınız"},{"SurahNumber":26,"VerseNumber":152,"Text":"Onlar yeryüzünde kargaşa çıkarırlar, hiçbir bozukluğu düzeltmezler"},{"SurahNumber":26,"VerseNumber":153,"Text":"Semudoğulları dediler ki; «Sen büyüye çarpılmış birisin.»"},{"SurahNumber":26,"VerseNumber":154,"Text":"Sen sadece bizler gibi bir insansın. Eğer doğru söylüyorsan bize bir mucize göster"},{"SurahNumber":26,"VerseNumber":155,"Text":"İstediğiniz mucize işte şu dişi devedir. Su içme sırası bir gün onun ve belli bir günde sizindir"},{"SurahNumber":26,"VerseNumber":156,"Text":"Ona bir kötülük dokundurmayınız. Yoksa Büyük Gün´ün azabına çarpılırsınız.´"},{"SurahNumber":26,"VerseNumber":157,"Text":"Buna rağmen devenin ayaklarını keserek onu cansız yere devirdiler. Fakat hemen pişman oldular"},{"SurahNumber":26,"VerseNumber":158,"Text":"Arkasından azab, yakalarına yapıştı. Kuşku yok ki, bu olaydan alınacak dersler vardır. Onların çoğunluğu inanmamış kimselerdi"},{"SurahNumber":26,"VerseNumber":159,"Text":"Ve yine kuşku yok ki, senin Rabb´in üstün iradeli ve merhametlidir"},{"SurahNumber":26,"VerseNumber":160,"Text":"Lut´un soydaşları da peygamberlerini yalanladılar"},{"SurahNumber":26,"VerseNumber":161,"Text":"Hani kardeşleri Lut, onlara dedi ki; «Siz hiç Allah´tan korkmaz mısınız"},{"SurahNumber":26,"VerseNumber":162,"Text":"Gerçekten ben, size gönderilen güvenilir bir peygamberim"},{"SurahNumber":26,"VerseNumber":163,"Text":"Öyleyse Allah´tan korkunuz da çağrıma uyunuz"},{"SurahNumber":26,"VerseNumber":164,"Text":"Ben bu çağrı hizmetime karşılık sizden hiçbir ücret istemiyorum, benim çabalarımın karşılığını verecek olan alemlerin Rabb´idir"},{"SurahNumber":26,"VerseNumber":165,"Text":"Sizler erkekler ile cinsel ilişki kuruyorsunuz, öyle mi"},{"SurahNumber":26,"VerseNumber":166,"Text":"Buna karşılık Rabb´inizin sizin için eş olarak yarattığı kadınları bırakıyorsunuz? Sizler doğal sınırları çiğneyen, sapık bir toplumsunuz"},{"SurahNumber":26,"VerseNumber":167,"Text":"Soydaşları «Ey Lut, eğer bu dediklerinden vazgeçmezsen kesinlikle seni buradan süreceğiz» dediler"},{"SurahNumber":26,"VerseNumber":168,"Text":"Lut dedi ki; Ben sizin bu sapık davranışınızdan tiksinenlerdenim"},{"SurahNumber":26,"VerseNumber":169,"Text":"Ya Rabbi, beni ve ailemi bunların sapık davranışlarının yaygın cezasından kurtar"},{"SurahNumber":26,"VerseNumber":170,"Text":"Biz de Lut´u ve ailesini kurtardık"},{"SurahNumber":26,"VerseNumber":171,"Text":"Ailesinden sadece yaşlı bir kadın, sapıklar arasında kaldı"},{"SurahNumber":26,"VerseNumber":172,"Text":"Sonra geride kalanları yokettik"},{"SurahNumber":26,"VerseNumber":173,"Text":"Onların başlarına müthiş bir yağmur yağdırdık. Uyarıcıları umursamayanların başlarına yağan yağmur ne fenadır"},{"SurahNumber":26,"VerseNumber":174,"Text":"Kuşku yok ki, bu olaydan alınacak dersler vardır. Onların çoğunluğu inanmamış kimselerdir"},{"SurahNumber":26,"VerseNumber":175,"Text":"Ve yine kuşku yok ki, senin Rabb´in üstün iradeli ve merhametlidir"},{"SurahNumber":26,"VerseNumber":176,"Text":"Eyke halkı da peygamberlerini yalanladılar"},{"SurahNumber":26,"VerseNumber":177,"Text":"Hani Şuayb, onlara dedi ki; «Siz hiç Allah´tan korkmaz mısınız?»"},{"SurahNumber":26,"VerseNumber":178,"Text":"Ben size gönderilmiş, güvenilir bir elçiyim"},{"SurahNumber":26,"VerseNumber":179,"Text":"Öyleyse Allah´tan korkunuz da çağrıma uyunuz"},{"SurahNumber":26,"VerseNumber":180,"Text":"Ben bu çağrı hizmetime karşılık sizden hiçbir ücret istemiyorum; benim çabalarımın karşılığını verecek olan, alemlerin Rabb´idir"},{"SurahNumber":26,"VerseNumber":181,"Text":"Ölçme işlemlerinizde dürüst olunuz, eksik ölçenlerden olmayınız"},{"SurahNumber":26,"VerseNumber":182,"Text":"Tartma işlemlerinde doğru ve duyarlı terazi kullanınız"},{"SurahNumber":26,"VerseNumber":183,"Text":"Halkın mallarına düşük değer biçmeyiniz, yeryüzünde kargaşa çıkarıp dirliği bozmayınız"},{"SurahNumber":26,"VerseNumber":184,"Text":"Sizi ve sizden önceki kuşakları yaratan Allah´tan korkunuz"},{"SurahNumber":26,"VerseNumber":185,"Text":"Eykeliler dediler ki; «Sen büyüye çarpılmış birisin.»"},{"SurahNumber":26,"VerseNumber":186,"Text":"Sen de sadece bizler gibi bir insansın. Senin kesinlikle yalan söylediğin kanısındayız"},{"SurahNumber":26,"VerseNumber":187,"Text":"Eğer doğru söylüyorsan başımıza gökten parçalar yağdır"},{"SurahNumber":26,"VerseNumber":188,"Text":"Şuayb «Rabbim neler yaptığınızı herkesten iyi bilir.»"},{"SurahNumber":26,"VerseNumber":189,"Text":"Eykeliler, Şuayb´i yalanladılar. Bunun üzerine «Yakar bulut günü» nün azabı yakalarına yapıştı. O gerçekten müthiş bir günün azabı idi"},{"SurahNumber":26,"VerseNumber":190,"Text":"Kuşku yok ki, bu olaydan alınacak dersler vardır. Onların çoğunluğu inanmamış kimselerdi"},{"SurahNumber":26,"VerseNumber":191,"Text":"Ve yine kuşku yok ki, senin Rabb´in üstün iradeli ve merhametlidir"},{"SurahNumber":26,"VerseNumber":192,"Text":"Hiç kuşkusuz Kur´an, Rabb´in tarafından indirilmiştir"},{"SurahNumber":26,"VerseNumber":193,"Text":"Onu «güvenilir ruh» (Cebrail) indirdi"},{"SurahNumber":26,"VerseNumber":194,"Text":"Senin kalbine; uyarıcılardan biri olasın diye"},{"SurahNumber":26,"VerseNumber":195,"Text":"Açık, yalın bir arapça ile"},{"SurahNumber":26,"VerseNumber":196,"Text":"Kur´an´ın temel ilkeleri, daha önceki ümmetlerin kutsal kitaplarında da yer almıştı"},{"SurahNumber":26,"VerseNumber":197,"Text":"İsrailoğulları bilginlerinin bu Kur´an´dan haberdar olmaları müşrikler için bir delil değil mi"},{"SurahNumber":26,"VerseNumber":198,"Text":"Eğer biz Kur´an´ı ana dili arapça olmayan birine indirseydik de"},{"SurahNumber":26,"VerseNumber":199,"Text":"Onu o müşriklere okusaydı ona yine inanmazlardı"},{"SurahNumber":26,"VerseNumber":200,"Text":"Böylece inanmamayı ağır suçluların kalplerine aşıladık"},{"SurahNumber":26,"VerseNumber":201,"Text":"Onlar acıklı azabı görmedikçe ona inanmazlar"},{"SurahNumber":26,"VerseNumber":202,"Text":"O azapla hiç farkında olmadıkları bir sırada, ansızın yüzyüze gelirler"},{"SurahNumber":26,"VerseNumber":203,"Text":"O zaman «Acaba bize mühlet verilir mi?» derler"},{"SurahNumber":26,"VerseNumber":204,"Text":"Onlar azabımızın bir an önce gerçekleşmesini mi istiyorlar"},{"SurahNumber":26,"VerseNumber":205,"Text":"Baksana, eğer onları yıllarca refah içinde yaşatsak da"},{"SurahNumber":26,"VerseNumber":206,"Text":"Sonra tehdit edildikleri azap başlarına gelse"},{"SurahNumber":26,"VerseNumber":207,"Text":"Vaktiyle refah içinde geçirdikleri hayat kendilerine hiçbir fayda sağlamaz"},{"SurahNumber":26,"VerseNumber":208,"Text":"Yok ettiğimiz her ülkeye mutlaka uyarıcılar gönderdik"},{"SurahNumber":26,"VerseNumber":209,"Text":"Amaç başlarına gelecekleri kendilerine önceden haber vermektir. Biz zalim değiliz"},{"SurahNumber":26,"VerseNumber":210,"Text":"Kur´an, şeytanlar tarafından indirilmiş değildir"},{"SurahNumber":26,"VerseNumber":211,"Text":"Bu onların sıfatları ile bağdaşmaz. Zaten onlar bunu yapamazlar da"},{"SurahNumber":26,"VerseNumber":212,"Text":"Çünkü onların vahyi işitmeleri engellenmiştir"},{"SurahNumber":26,"VerseNumber":213,"Text":"Sakın Allah´ın yanısıra başka bir ilaha yalvarma; yoksa azaba çarpılanlardan olursun"},{"SurahNumber":26,"VerseNumber":214,"Text":"Öncelikle en yakın akrabalarını uyar"},{"SurahNumber":26,"VerseNumber":215,"Text":"Sana uyan mü´minlere karşı alçak gönüllülük kanatlarını indir"},{"SurahNumber":26,"VerseNumber":216,"Text":"Eğer hemşehrilerin sana karşı gelirlerse onlara «Ben sizin yaptıklarınızdan uzağım» de"},{"SurahNumber":26,"VerseNumber":217,"Text":"Üstün iradeli ve merhametli olan Allah´a dayan"},{"SurahNumber":26,"VerseNumber":218,"Text":"O seni namaza durduğunda görür"},{"SurahNumber":26,"VerseNumber":219,"Text":"Secde edenler ile birlikte eğilip dikildiğini de görür"},{"SurahNumber":26,"VerseNumber":220,"Text":"Hiç kuşkusuz O, herşeyi işitir ve herşeyi görür"},{"SurahNumber":26,"VerseNumber":221,"Text":"Şeytânların kime ineceğini size söyleyeyim mi"},{"SurahNumber":26,"VerseNumber":222,"Text":"Onlar ne kadar aşırı yalancı ve günah düşkünü varsa onlara inerler"},{"SurahNumber":26,"VerseNumber":223,"Text":"Onlar, çoğunluğu yalancı olan şeytanların söylediklerine kulak verirler"},{"SurahNumber":26,"VerseNumber":224,"Text":"Şairlere gelince ancak amaçsız, havai insanlar onların peşinden gider"},{"SurahNumber":26,"VerseNumber":225,"Text":"Görmüyormusun ki, onlar her vadiye dalarlar"},{"SurahNumber":26,"VerseNumber":226,"Text":"Ve yapmadıklarını söylerler"},{"SurahNumber":26,"VerseNumber":227,"Text":"Yalnız iman edip iyi ameller işleyenler, sık sık Allah´ı ananlar ve zulme uğradıklarında zalimlere karşı koyanlar böyle değildirler. Zalimler ne acı bir akıbetle yüzyüze geleceklerini yakında anlayacaklardır"},{"SurahNumber":27,"VerseNumber":1,"Text":"Ta sin, bunlar Kur´an´ın, açık anlamlı kitabın ayetleridir"},{"SurahNumber":27,"VerseNumber":2,"Text":"Bu ayetler mü´minler için doğru yol kılavuzu ve müjde içeriklidirler"},{"SurahNumber":27,"VerseNumber":3,"Text":"Onlar namaz kılarlar, zekâtı verirler ve ahirete kesinlikle inanırlar"},{"SurahNumber":27,"VerseNumber":4,"Text":"ahirete inanmayanlara gelince onlara yaptıkları kötü işleri güzel gösteririz de sapıklıkları içinde bilinçsizce debelenirler"},{"SurahNumber":27,"VerseNumber":5,"Text":"Onlar azapların en kötüsüne çarpılacaklardır ve yine onlar ahirette en ağır zarara uğrayanlar olacaklardır"},{"SurahNumber":27,"VerseNumber":6,"Text":"Bu Kur´an sana, her işi yerinde olan ve her şeyi bilen Allah katından indirilmektedir"},{"SurahNumber":27,"VerseNumber":7,"Text":"Hani Musa ailesine: «Ben uzaklarda bir ateş gördüm gideyim de oradan size ya bir haber getiririm ya da bir kor parçası alıp gelirim de ısınırsınız» dedi"},{"SurahNumber":27,"VerseNumber":8,"Text":"Musa, ateş gördüğü yere geldiğinde şöyle bir ses duydu: Gerek ateşin yanındakiler ve gerekse çevresinde bulunanlar kutsanmıştır. Tüm varlıkların Rabb´ı olan Allah her türlü noksanlıklardan münezzehtir"},{"SurahNumber":27,"VerseNumber":9,"Text":"Ya Musa, kesin olarak bil ki, ben üstün iradeli ve her işi yerinde olan Allah´ım"},{"SurahNumber":27,"VerseNumber":10,"Text":"«Elindeki değneği yere at!» Musa yere düşen değneğin yılan gibi kıvrılıp yürüdüğünü görünce geriye döndü ve arkasına bakmadan kaçmaya başladı. Bu sırada şöyle bir ses duydu «Ya Musa korkma! Çünkü Peygamberler benim huzurumdayken korkuya kapılmazlar.»"},{"SurahNumber":27,"VerseNumber":11,"Text":"Yalnız zalimlerin durumu başka. Fakat eğer böyleleri kötülük yaptıktan sonra tutumlarını değiştirip iyilik yapmaya koyulurlarsa, hiç kuşkusuz ben affedici ve merhametliyim"},{"SurahNumber":27,"VerseNumber":12,"Text":"Elini yenine sok: Dışarı çıkardığında, hiçbir hastalık belirtisi olmaksızın, ak bir parıltı saçacaktır. Bu olağanüstülükler, Firavun ile soydaşlarına göstereceğin dokuz mucizenin ikisidir. Onlar kesinlikle yoldan çıkmış bir toplumdur.»"},{"SurahNumber":27,"VerseNumber":13,"Text":"Mucizelerimiz onların gözleri önüne serilince «Bu apaçık bir büyüdür» dediler"},{"SurahNumber":27,"VerseNumber":14,"Text":"Vicdanların kesinlikle doğru kabul ettiği bu mucizeleri gerçeği çiğneyerek ve küstahça burun kıvırarak inkâr ettiler. Gör bakalım, o bozguncuların sonu nice oldu"},{"SurahNumber":27,"VerseNumber":15,"Text":"Biz Davud´a ve Süleyman´a ilim verdik. Onlar da «Bizi birçok müslüman kulundan daha üstün kılan Allah´a hamd olsun» dediler"},{"SurahNumber":27,"VerseNumber":16,"Text":"Süleyman, Davud´un yerine geçince dedi ki: «Ey insanlar, bize kuş dili öğretildi ve her şey bol bol verildi, kuşku yok ki, bu apaçık bir lütuftur.»"},{"SurahNumber":27,"VerseNumber":17,"Text":"Süleyman´ın cinlerden, insanlardan ve kuşlardan oluşan ordusu toplanarak disiplinli bir halde biraraya gelerek, düzgün saflar halinde ve uygun adımlarla yürüyüşe geçti"},{"SurahNumber":27,"VerseNumber":18,"Text":"Ordu karınca vadisine vardığında ordudaki karıncalardan biri «Ey karıncalar yuvalarınıza giriniz ki, Süleyman ve ordusu farkında olmadan sizi çiğnemesin» dedi"},{"SurahNumber":27,"VerseNumber":19,"Text":"Süleyman, karıncanın dediklerini işitince gülümseyerek dedi ki; «Ya Rabbi gerek bana ve gerekse ana babama bağışladığın nimetlere olanca gücümle şükretmemi ve hoşnut olacağın iyi işler yapmamı nasip eyle, rahmetinle beni iyi kullarının arasına kat.»"},{"SurahNumber":27,"VerseNumber":20,"Text":"Süleyman, ordusunun kuşlardan oluşan birliğini denetleyince dedi ki «Hüdhüd´ü niçin göremiyorum, yoksa burada değil mi"},{"SurahNumber":27,"VerseNumber":21,"Text":"Onu ya ağır bir cezaya çarptıracağım, ya keseceğim ya da bana mazeretini belgeleyen açık bir kanıt getirecek"},{"SurahNumber":27,"VerseNumber":22,"Text":"Hüdhüd çok geçmeden çıkagelerek dedi ki: «Senin bilmediğin bir şeyi öğrendim, sana Saba´dan çok önemli bir haber getirdim.»"},{"SurahNumber":27,"VerseNumber":23,"Text":"Ben o yörenin halkını yöneten bir kadınla karşılaştım. Allah ona her şeyi vermiş, görkemli bir tahtı var"},{"SurahNumber":27,"VerseNumber":24,"Text":"Onun ve soydaşlarının Allah´ı bir yana bırakarak güneşe secde ettiklerini gördüm. Şeytan, yaptıkları yanlış işleri onlara güzel göstererek kendilerine doğru saptırmış, bu yüzden doğru yolu bulamıyorlar"},{"SurahNumber":27,"VerseNumber":25,"Text":"Şeytanın amacı, onları göklerdeki ve yeryüzündeki gizli şeyleri meydana çıkaran gerek saklı tuttukları ve gerekse açığa vurdukları tüm duygularını bilen Allah´a secde etmelerini engellemektir"},{"SurahNumber":27,"VerseNumber":26,"Text":"O Allah ki, kendisinden başka ilah yoktur ve yüce Arş´ın Rabb´idir"},{"SurahNumber":27,"VerseNumber":27,"Text":"Süleyman, hüdhüd´e dedi ki; «Göreceğiz bakalım, doğru mu söylüyorsun yoksa yalancının biri misin?»"},{"SurahNumber":27,"VerseNumber":28,"Text":"Şu mektubumu götürüp onlara at, sonra seni göremeyecekleri bir yere çekil de bak bakalım ne gibi bir sonuca varacaklar"},{"SurahNumber":27,"VerseNumber":29,"Text":"Sebe’ melikesi dedi ki: “Ey ileri gelenler, gerçekten bana çok şerefli bir mektup bırakıldı.”"},{"SurahNumber":27,"VerseNumber":30,"Text":"Mektup, Süleyman´dan geliyor, Rahman ve Rahim olan Allah´ın adı ile başlıyor"},{"SurahNumber":27,"VerseNumber":31,"Text":"İçinde «Bana karşı büyüklük taslamayınız, boyun eğerek huzuruma geliniz» diyor"},{"SurahNumber":27,"VerseNumber":32,"Text":"Kraliçe «Ey devletin ileri gelenleri, bu konuda ne yapmam gerektiğine ilişkin görüşlerinizi söyleyiniz, ben sizin görüşünüzü almadan hiçbir işi kesin sonuca bağlamam"},{"SurahNumber":27,"VerseNumber":33,"Text":"İleri gelen devlet adamları dediler ki; «Biz güçlüyüz, yaman savaşçılarız, ferman senindir, düşün de ne buyuracağına karar ver.»"},{"SurahNumber":27,"VerseNumber":34,"Text":"Kraliçe dedi ki; «Hükümdarlar bir ülkeye ayak bastıklarında oranın düzenini alt üst ederler ve halkının seçkinlerini hor ve itibarsız duruma düşürürler. Onlar hep böyle yaparlar.»"},{"SurahNumber":27,"VerseNumber":35,"Text":"Şimdi ben onlara bir hediye göndereceğim ve elçilerimin nasıl bir cevapla döneceklerini göreceğim"},{"SurahNumber":27,"VerseNumber":36,"Text":"Kraliçenin elçisi gelince Süleyman ona dedi ki; «Beni mal ile mi kandıracaksınız? Allah´ın bana bağışladığı ayrıcalıklar size verdiklerinden daha üstündür. Siz bu hediyenizle övünebilirsiniz?»"},{"SurahNumber":27,"VerseNumber":37,"Text":"Şimdi efendilerine dön. Yemin ederim ki, karşı koyamayacakları kadar güçlü bir ordu ile üzerlerine yürürüz. Ve onurlarını çiğneyerek burunlarını yere sürte sürte onları yurtlarından çıkarırız"},{"SurahNumber":27,"VerseNumber":38,"Text":"Süleyman (yanındakilere dönerek) Ey devletin ileri gelenleri, bu adamlar boyun eğerek huzuruma gelmeden önce hanginiz kraliçenin o tahtını bana getirebilir? dedi"},{"SurahNumber":27,"VerseNumber":39,"Text":"Cinlerin ele başlarından biri «Sen şu oturduğun yerden kalkmadan önce o tahtı sana getiririm. Hem bu işi başaracak gücüm vardır ve hem de bu konuda güvenilir bir kişiyim» dedi"},{"SurahNumber":27,"VerseNumber":40,"Text":"Kutsal Kitap kaynaklı bilgisi olan biri ise «Gözünü açıp kapamadan o tahtı sana getireyim» dedi. Süleyman tahtı önünde yere konmuş görünce, «Bu, şükür mü edeceğim yoksa, nankörce mi davranacağım diye beni sınavdan geçirmek isteyen Rabbimin bana yönelik bir lütfudur. Kim şükrederse kendisi için şükretmiş olur. Nankörlük eden de bilsin ki, yüce Allah´ın hiçbir şeye ihtiyacı yoktur ve bağışı karşılıksızdır.» dedi"},{"SurahNumber":27,"VerseNumber":41,"Text":"Sonra yanındakilere dönerek «Tahtı kraliçenin tanımayacağı şekilde değiştirin! bakalım onu tanıyabilecek mi, yoksa tanımayacak mı?» dedi"},{"SurahNumber":27,"VerseNumber":42,"Text":"Kraliçe gelince kendisine: «Bu senin tahtın mıdır? diye soruldu. O da dedi ki; «Sanki odur. Zaten bu mucizeden önce bize bilgi verilmiş ve biz senin çağrına boyun eğmeye hazırlanmıştık.»"},{"SurahNumber":27,"VerseNumber":43,"Text":"O´nu, Allah´ı bir yana bırakarak taptığı putlar doğru yola girmekten alıkoymuştu. Çünkü kafir toplumun bir üyesi idi"},{"SurahNumber":27,"VerseNumber":44,"Text":"Ona “Köşke gir” denildi. Salonu görünce onu derin bir su sandı. Ve iki ayağını açtı. Süleyman da “Doğrusu bu camdan yapılmış mücella bir salondur” dedi. Kadın “Rabbim şüphesiz ben kendime zulmetmiştim. Süleyman’la beraber alemlerin Rabbi olan Allah’a teslim oldum” dedi"},{"SurahNumber":27,"VerseNumber":45,"Text":"Semudoğullarına da «Allah´a kulluk ediniz» çağrısını seslendirsin diye kardeşleri Salih´i peygamber olarak gönderdik. Fakat Semudoğulları, birbirleri ile çatışan iki karşı gruba ayrıldılar"},{"SurahNumber":27,"VerseNumber":46,"Text":"Salih onlara «Ey soydaşlarım, niye iyilikten önce kötülüğü istiyorsunuz, neden çarpılacağınız cezanın bir an önce başınıza gelmesini diliyorsunuz? Allah´tan af dilesenize, ; ola ki O´nun merhametinden pay alırsınız.»"},{"SurahNumber":27,"VerseNumber":47,"Text":"Semudoğulları, Salih´e «Sen ve yanındakiler bize uğursuzluk getirdiniz» dediler. Salih dedi ki; «Sizin kısmetiniz Allah katında belirlenmiştir. Aslında siz toplum olarak sınavdan geçiriliyorsunuz.»"},{"SurahNumber":27,"VerseNumber":48,"Text":"O şehirde, toplumda sürekli kargaşa çıkaran, hiç bir bozukluğu düzeltmeye yanaşmayan dokuz tane elebaşı vardı"},{"SurahNumber":27,"VerseNumber":49,"Text":"Bunlar «Bir gece Salih´in evini basarak kendisini ve ailesini öldürelim, sonra da güvenliğini üstlenen akrabasını ´Onun ailesinin öldürülme olayından haberimiz yok, kesinlikle doğru söylüyoruz´ diyelim» diye aralarında Allah adına and içtiler"},{"SurahNumber":27,"VerseNumber":50,"Text":"Böylece onlar bir tuzak kurdular. Fakat biz de onlara, farkında olmadıkları bir tuzak kurduk"},{"SurahNumber":27,"VerseNumber":51,"Text":"Şimdi bak bakalım, onların tuzaklarının sonu nice oldu? Biz onları ve soydaşlarını hep birlikte yok ettik"},{"SurahNumber":27,"VerseNumber":52,"Text":"İşte enkaz yığınına dönüşmüş evleri! Sebep zalimlikleridir. Hiç kuşkusuz Allah´ın değişmez yasasını bilenlerin bu olaydan alacakları dersler vardır"},{"SurahNumber":27,"VerseNumber":53,"Text":"Buna karşılık mü´minleri ve Allah´ın yasalarını çiğnemekten sakınanları yok olmaktan kurtardık"},{"SurahNumber":27,"VerseNumber":54,"Text":"Lut´u da peygamber olarak gönderdik. Hani O, soydaşlarına şöyle demişti: «Sizler, normal cinsel ilişki düzenine ters düştüğünüze göre ve birbirlerinizin gözleri önünde o iğrenç işi yapıyorsunuz, öyle mi?»"},{"SurahNumber":27,"VerseNumber":55,"Text":"Siz kadınları bırakıp erkeklerle cinsel ilişkide bulunuyorsunuz öyle mi? Aslında sizler her türlü bilgiden yoksun, beyinsiz bir toplumsunuz"}]}