{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Ewe desta mezinane ji komale (Su´eyb) ku xwe qure dikirin (pisyara Su´eyb aha dane u) gotine: \"Su´eyb! Bi rasti eme te u ewane bi te ra bawer kirine, ji gunde xwe derxin, ya ji hune disa werne \"ol\" a me (din).\" (Su´eyb) gotiye: \"Heke em ji \"ol\" a we bezar bin ji (hune disa tekile me bibin)"},{"SurahNumber":7,"VerseNumber":89,"Text":"Bi sond! Heke ji pisti ku Yezdan em ji \"ol\" a we fereste kiribin, disa em bifetiline \"ol\" a we, di we gave da em bi vir derewan davejine Yezdan. Heke Yezdane Xudaye me para zivirandina li bal \"ol\" a we da neve, ji bona me ra para zivirandin qe ce nabe. (Zanina) Xudaye me hemu tist hildaye nava xwe me hey xwe hispartiye Yezdan. Xudaye me! Tu di nava me u di nava komale me da (di wi tista ku em teda tekosine bi hev ra dikin) rastiya wi derxe u tu bi xweber ji qenctire ferestekarani"},{"SurahNumber":7,"VerseNumber":90,"Text":"U ewe desta mezinane ji komale (Su´eyb) ku file bune (aha) gotine: \"Bi sond (gele me!) heke hun bibne peyrewe Su´eyb, hun di we gave da ziyan dikin"},{"SurahNumber":7,"VerseNumber":91,"Text":"Idi ji pisti (van siretan) ewa sapata lerzandine bi wan girt, ewanan bi qerefiziki li ser cokan di xaniye xwe da mane"},{"SurahNumber":7,"VerseNumber":92,"Text":"Ewane ku Su´eyb dabune derewderandine hebun! Te digo qey ewan (di xaniyen) xwe da sahi u gesi ne ditine. Ewane ku Su´eyb dabune derewderandine hebune! Ewan bi xweber ziyan kirine"},{"SurahNumber":7,"VerseNumber":93,"Text":"Idi (Su´eyb) pista xwe daye wana (aha) gotiye: \"Gele min! Bi sond; min ewan biryaren ku Xudaye min sandibun, ragihandiye we (ji bona we ra gotiye) u min ji bona we ra siret kiribun, idi (ji pisti van kirinan) gelo eze ca li ser komaleki file kovane bikim"},{"SurahNumber":7,"VerseNumber":94,"Text":"U me ciqa pexemberek sandibe (welateki) hey me (ewa welat u komale wi) bi tirs u xelayanen (ku me bi wan da aniye) girtiye, ji bo dibe ku ewan (komalan) lava bikin (ji wan kirinen xwe posman bibin)"},{"SurahNumber":7,"VerseNumber":95,"Text":"Pase me (temtela wan) guhurand; me di suna sikatiyan qenci dane wan, heya ewan (ji wan tengayan) fereste bune u (aha) gotine: \"Bi sond! Bi bav u bapiren me da ji tengasi u fireti (miruz u sayi) hatibuye (ewan ji evan royen hanenan ditine).\" Idi (ewan bi van dilxwaziyan mane, hemu tist birva kirine) haja wan qe ji wan ne maye, me ewan niske va (bi sapatan) girtin"},{"SurahNumber":7,"VerseNumber":96,"Text":"U heke (komale wan welatan) bawer kiribunan u (xuda)parizi kiribunan, meye ji bi rasti li ser wan da (deee) pir kirina ji ezman u zemin vekira u le ewan (di suna baweriye da) derewderandin ji xwe ra girtin, idi me ji bi sedema keda ku ewan kiribun, ewanan bi (sapatan) girtin"},{"SurahNumber":7,"VerseNumber":97,"Text":"Idi qey (komale wan welatan) bi xwe ewle dibin, ku sapata me di sev da ewan raketibin bi wan da neye"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ya ji (komale wan welatan) bi xwe ewle dibin, ku ewan di dane taste da bi xweber bileyizin (haja wan bi wan ne mine) sapata me bi wan da neye"},{"SurahNumber":7,"VerseNumber":99,"Text":"Idi qey (ewan komale wan welatan) ji xaxe Yezdan ewle bune (ku idi nakebine defika Yezdan)? Ji pestire wan komale ku ziyana xwe kirine, qe tu kes ji xaxe Yezdan ewle nabe"},{"SurahNumber":7,"VerseNumber":100,"Text":"Qey hej (ewan sapaten ku bi sere wane bori da hatibune) ji bona vane; ji pisti komalen (zemine ku hatibune sapatdane) bune urta zemin (buyera bori ji wan ra nebuye reber)? (Hej ewan nizanin) heke em biven (ewan sapat bikin) em disen, ku ewan bi gonehe wan (sapat bikin) u em dikarin li ser dile wan duruf daynin, idi ewan bi xweber ji qe ne bihen"},{"SurahNumber":7,"VerseNumber":101,"Text":"Ewan welaten ku em hineki ji buyere wan ji te ra dibejin hene! Evanan ew in. Bi sond! Pexemberen wan bi berateyen xwuyayi va hatibune bal wan, le ji ber ku ewan (pexember ne xwe) hej di bere da dabune derewderandine, idi ewan nikarbune bi wan derewderandine xwe bawer bikin. Bi vi awayi Yezdan li ser dile filan duruf dike"},{"SurahNumber":7,"VerseNumber":102,"Text":"U em ji bona piren (wan komen bori ra) raste tu peyman girteki ne hatin, le em raste (wan koman) hatin, ku pire wan ji reya rast derketibune"},{"SurahNumber":7,"VerseNumber":103,"Text":"Me pase li pey wan da Musa bi berateyen xwe va, li bal Fir´ewn u koma wi da (bi pexemberi) sandiye, idi (Fir´ewn u rusipiyen wi) bi berateyen me cewr kirine, idi tu meze bike ka encama wane tevdanokger u (re derketokan) ca buye"},{"SurahNumber":7,"VerseNumber":104,"Text":"U Musa (aha) gotiye: \"Fir´ewn! Bi rasti ez ji Xudaye cihane bi pexemberi (li bal we da) hatime sandine"},{"SurahNumber":7,"VerseNumber":105,"Text":"Babete ku ez ji pestire maf u rastiye qe tu tisti li ser nave Yezdan nebejim. Bi sond! Ez bi berateyen xwuyayi va ji Xudaye we (li bal we da bi pexemberi) hatime, idi tu zaren cihuyan bi min ra bisine (welate me, dest ji me berde)"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Fir´ewn pisyara Musa daye, aha) gotiye: \"Musa! Heke tu bi berateki va (li bal me da) hatiyi u tu bi rasti (dibeji), ka idi ewe (berate) bine (tu ji bona ci nivyaiyi)"},{"SurahNumber":7,"VerseNumber":107,"Text":"Idi (ji pisti van gotinen Fir´ewn, Musa) gopale xwe ji deste xwe berdaye, idi we gave da (gopal) buye zihaki xwuyayi (maye)"},{"SurahNumber":7,"VerseNumber":108,"Text":"U (Musa) deste xwe (ji paxila xwe) derxistiye, di we gave da (deste Musa) ji bona mezevanan, ji sipitayiye (dicirusi)"},{"SurahNumber":7,"VerseNumber":109,"Text":"(Ewe desta) rusipiyen ji komale (Fir´ewn aha) gotine: \"Bi rasti eva (Musaye hane) anckereki pir zana ye"},{"SurahNumber":7,"VerseNumber":110,"Text":"Ewa dive ku we ji welate we derxe. Hun idi di hembere wi da ci ferman dikin"},{"SurahNumber":7,"VerseNumber":111,"Text":"(Civata Fir´ewn bi pisyari aha) gotine: \"Tu Musa u bi biraye wi va bi hevidari bide hewdane u tu di welat da civinkaran bisine"},{"SurahNumber":7,"VerseNumber":112,"Text":"Bira ewan (civinkaran) hemusk anckaren pirzan ji bona te ra binin"},{"SurahNumber":7,"VerseNumber":113,"Text":"Gava anckar hatine bal Fir´ewn (aha ji Fir´ewn pirsine u) gotine: \"Heke bi rasti em (di hembere Musa da) ser va hatin; bi rasti ji bona me ra xelat hene: (wusa nine)"},{"SurahNumber":7,"VerseNumber":114,"Text":"Fir´ewn ji wan ra bi pisyari aha gotiye: \"Ere! (Ji bona we ra xelat hene) u hun bi xweber ji (di we gave da dibine) ji wane nezike (min)"},{"SurahNumber":7,"VerseNumber":115,"Text":"Ewan (anckaran ji bona Musa ra aha) gotine: \"Musa! Idi (di cara yekem da) tuye (beratan) baveji, ya ji (di cara yekem da) em bi xweber in (peseyen xwe) davejin"},{"SurahNumber":7,"VerseNumber":116,"Text":"Musa (bi pisyari ji bona wan ra aha) gotiye: \"Hun (peseyen) xwe bavejin.\" Idi (ji pisti) ku ewan peseyen xwe avetine, ewan cave kesan ji dane anckirine, ewan meriv dane tirsandine u ewan ancen mezin anine"},{"SurahNumber":7,"VerseNumber":117,"Text":"U me ji li bal Musa da (aha) niqandiye: \"Tu ji gopale xwe baveje.\" Idi (ji pisti gava Musa ku gopale xwe avetiye) gopale (Musa) ewa (peseyen anckaran) digirt, (ya ji ewan meze kirin, ku gopale Mesa ewan tisten ewan aloze kiribune, li ser wan da xwe bi lez daveje, ewan ancen) wan kiri, heman wunda dibin"},{"SurahNumber":7,"VerseNumber":118,"Text":"Idi rasti derket (xuya bu) u ewan (ancen ku ewan aloze kiribune puc bune)"},{"SurahNumber":7,"VerseNumber":119,"Text":"Idi ewan di wura da ser berjer bune (bi vi awayi) ewan picuk ketine"},{"SurahNumber":7,"VerseNumber":120,"Text":"U ewan xwe bi kundeti berdane xware"},{"SurahNumber":7,"VerseNumber":121,"Text":"U (ewan anckaran aha) gotine: \"Xudaye rasti me bi Xudaye cihane bawer kiriye"},{"SurahNumber":7,"VerseNumber":122,"Text":"Ewa Xudaye Musa u Harun e"},{"SurahNumber":7,"VerseNumber":123,"Text":"Fir´ewn (di pisyara swan da aha) gotiye: \"He di berya ku min ji bona we ra destura (baweriye)ne dabu, we bi wi bawer kiriye! Bi rasti eva endezeke, ji bo ku hun meriven welat ji welat derxin, we di bajar da kiriye. Idi hune ji virha bizanin (ka bi sere we da e ci were)"},{"SurahNumber":7,"VerseNumber":124,"Text":"Bi rasti eze dest u pe we (cilo cep) bi rast u cep je bikim u pese eze we li sere ciqilan da darda bikim"},{"SurahNumber":7,"VerseNumber":125,"Text":"Ewan (di pisyara Fir´ewn da aha) gotine: \"Bi rasti sixwa eme li bal Xudaye xwe da bizivirin"},{"SurahNumber":7,"VerseNumber":126,"Text":"U tu bi xweber ji, ji bo ku gava biryaren Xudaye me hatine bal me, em bi wan bawer dikin, ji me tul hildi. Xudaye me! Tu li ser me da di hembere van (asitan da) hewdani vala bike u tu me bi misilmani bimirine"},{"SurahNumber":7,"VerseNumber":127,"Text":"U desta rusipiyen ji komale, Fir´ewn (ji bona wi ra aha) gotine: \"Qey tu dest ji Musa u ji komale wi berdide; ji bo ku ewan di zemin da tevdani derxn u dest ji te u ji Xudaye te berdin?\" (Fir´ewn bi pisyari aha) gotiye: \"Eme bi rasti (weki berya naha da disa) zaren wane kurin bikujin u eme jinen wan bi zindeti para da bihelin (ji bona ku em ji wan jinan zaren diliqye xebatkar hildin) u em bi xweber ji (li ser wan da) herciqokeren bi hez in"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa ji bona komale xwe ra (aha) gotiye: \"Hun (gelo min! Ji bona hildana van asitan) ji Yezdan arikari bixwazin u hun (di hembere cefa wan da) hew bikin. Bi rasti zemin ji bona Yezdan ra ne, Yezdan ji bendeyen xwe ji ke ra bive; ewi dixe miratxure zemin. U encam bi xweber ji ji bona yezdanpariza ne"},{"SurahNumber":7,"VerseNumber":129,"Text":"(Komale Musa bi pisyari ji bona Musa ra aha) gotine: \"Ewan (Fir´ewniyan) hej berya tu li bal me da ne hatibuyi, cefa didane me u ji pisti ku tu hatiyi ji disa cefa didine me.\" (Musa ji komale xwe ra aha) gotiye: \"Goman heye ku Xudaye we, neyare we tesqele bike u (Xudaye we) we bixe sunma, di zemin da, idi Xudaye we li we meze bike, ka hun ca xebate dikin"},{"SurahNumber":7,"VerseNumber":130,"Text":"U bi sond! Ji bona ku Fir´ewn u hevalen wi evan qenciyen me bira xwe binin (ji wan kirinen xwe para da bizivirin) me bi salan ewan birci kirin u me bi kemasiya reca genim u beren daran ewan di xelayiyan da girtin"},{"SurahNumber":7,"VerseNumber":131,"Text":"Idi di gava ku ji wan ra qenciyek hatibe; ewan (aha) gotine: \"Evan (qenciyan di ruye me da) ji bona me ra hatine.\" U heke sikatiyek bi wan da hatibe, ewan (aha) gotine: \"Evan ji nutufa Musa u hevriyen bi wi ra ne (loma bi me da hatiye).\" Hun hisyar bin! Bi rasti nutufa wan li bal Yezdan e, le pire wan bi ve (nutufe) nizanin"},{"SurahNumber":7,"VerseNumber":132,"Text":"U (ewan ji bona Musa ra aha ji) gotine: \"(Musa!) Ji bona ku tu me anck biki, tu ciqas u kinge ji bona me ra beratan bini, hey idi em bi te bawer nakin"},{"SurahNumber":7,"VerseNumber":133,"Text":"Idi (ji pisti van siretan ewan bi Musa bawer ne kirin) me ji li ser wan da berateyen cure u cureyen daveker: le mist u kuli u sipi u beq u awxun sandine. (Ji pisti hatina van beratan ji disa) ewan pozbilindi kirin (bi Musa bawer ne kirine) u bi rasti ewan komaleki gonehkar bune"},{"SurahNumber":7,"VerseNumber":134,"Text":"Idi di gava ku sapat bi ser wan da hat, ewan (ji Musa aha lava kirine) u gotine: \"Musa! Tu ji bona me ra ji Xudaye xwe bi qedre wan peymanen, ku ewi daye te lava bike, heke tu (evan) sapatan li ser me raki bi rasti eme bi te bawer bikin u eme zaren cihuyan bi te ra (bi azadi) bisinin (welate we)"},{"SurahNumber":7,"VerseNumber":135,"Text":"Idi gava ku me li ser wan sapat, heya wi dane ku ewane bi xweber bigihejin sapate, rakiriye, ewanan heman ji peymana xwe para cune"},{"SurahNumber":7,"VerseNumber":136,"Text":"Idi (ji pisti ku ewan ji peyman xwe para cune) me ji ji wan tul hildaye. Ji bo ku bi rasti ewan biryaren me dabune derewderandine u ewan ji berateyen me be agah bun, me ewan di ro da fetisandin"},{"SurahNumber":7,"VerseNumber":137,"Text":"U me ewa komale (ku komale Fir´ewn) ewan be hez kiribune (ji xwa ra dane xebate) di rojhilat u rojava wi zemine ku me dora wi bi pirozi xemilandiye u (xwarin u vexwarine wi pir kiriye) xistine miratxur u bi sedema hewa zaren cihuyan (di hembere tesqeleyen Fir´ewniyan da) peyva (peymana) Xudaye te bi qenci li ser zaren cihuyan pek hatiye. U me ci tista Fir´ewn u komale wi (ji kosk u avayen bilind ava kirine) hemusk ji deriz kiriye"},{"SurahNumber":7,"VerseNumber":138,"Text":"U me zaren cihuyan ji deryaye borandin. Ewan (zaren cihuyane heya hatine cune bal wi komale, ku ji bona wan ra hinek put hebune, ewi komali li ser perestiya ji bona wan putan ra hew dikiribune. (Komale Musa ji Musa ra aha) gotine: \"Musa! (Ka binhere, gelo ci dibe) ku tu ji ji bona me ra hinek yezdanan bigri, ca ji bona wan ra yezdanen (Lap) hene.\" Musa (di pisyara komale xwe da aha) gotiye: \"Bi rasti hun komaleki wusa nin, bi xweber xwe davejine nezaniye"},{"SurahNumber":7,"VerseNumber":139,"Text":"Evan tisten ku ewa komala ji wan ra (peresti dikin) hene! (Bi \"ol\" a xwe va) deriz bune u tista ku ewan, dikin ewa bi xweber ji puc e"},{"SurahNumber":7,"VerseNumber":140,"Text":"(Musa ji wan ra aha ji) gotiye: \"Ka, eze bi ci awayi ji pestire wi Yezdane, ku ewi hun li ser hemu cihane paydar kirine, ji bona we ra yezdaneki mayi bivem"},{"SurahNumber":7,"VerseNumber":141,"Text":"U (geli zaren cihuyan! Hun ewan) gave ku me hun ji komale Fir´ewne, ewanan hun bi sike sapatan, sapat dikirin, fereste kiriye, bira xwe binin. Ewan (komalan) zaren weyen kurin dikustin u jinen we para da bi zindi dhistin. (Hun dizanin, ka evan kirinan ciqa zor in?) U di vi da ji ji bona we ra ji Xudaye we asiteke mezin hebuye"},{"SurahNumber":7,"VerseNumber":142,"Text":"U me (ji bona perestiya xwe) ji Musa ra si sev peyman daye u (ji bona pekanina biryaran) me deh seve dine ji, peyweste kiriye. Idi rawen da Xudaye te ji bona Musa ra cil sev pek hatiye. (Ji pisti ku we Musaye bicuya bal Xudaye xwe, Musa) ji bona biraye xweye Harun ra(aha) gotiye: \"Tu! Li pey min da di suna min da di nava komale min da bibe sunmayi min u tu (di nava wan da) astikari bi cih bine u tu nebe peyrewe wane tevdanok in"},{"SurahNumber":7,"VerseNumber":143,"Text":"Idi di gava ku Musa (di wi dane radewani da) hatiye bal me u Xudaye wi bi wi ra mijul buye. Musa (aha) gotiye: \"Xudaye min! Xwe bide nisane min; ji bo ku ez li bal te da meze bikim.\" Xuda ji bona Musa ra aha) gotiye: \"Bi rasti tu min nabini; le tu li bal ciye da meze bike, heke ciya di suna xwe da hewya, idi dibe ku tu min bibini. Ji pisti ku Xudaye wi xwe daye nisane ciya, idi ciya wusa belav bu (te digot qey) hirya jeniye, maye u Musa bi xweber ji bi xwe va cuye. Idi gava ewa bi xwe va hatiye ewi (aha) gotiye: \"Bi rasti (Xuda)! Ez te ji hemu kemayan paqij dikim, ez (ji wan gotine xwe) li bal te da posman bume u ewane ku di cara yekem da bi te bawer kirine hene! Ez ji wan im"},{"SurahNumber":7,"VerseNumber":144,"Text":"(Xuda ji bona Musa ra aha) gotiye: \"Musa! Bi rasti min bi pexembereya xwe (ku min ji bona te ra Tewrat daye) u bi axiftina xwe ye bi te ra, tu li ser kesan helbijartiyi. Idi tu (ewan biryaren) ku min daye te hilde u tu bibe ji wane sipaskar"},{"SurahNumber":7,"VerseNumber":145,"Text":"U me ji bona (Musa ra) di rupere (Tewrate da) hemu tist bi sireti u vekirina hemusk (biryaran) nivisiye (me ji bona wi ra aha) gotiye: \"(Musa! Tu ewan biryar u siretan) bi hez bigire u (tu) fermana komale xwe ji bike; ji bo ku ewan qence wan biryaran bigirin (weki wan fermanan peresti bikin. Bi rasti eze di nezik da xani (u welate) wane ji re derketi bidime nisane we (ka min ca welate wan deriz kiriye)"},{"SurahNumber":7,"VerseNumber":146,"Text":"Di nezik da eze ewane ku di zemin da be mafi qureti dikirin (zanina) biryaren xwe ji wan bifetilinim. U heke ewan hemusk beratan ji bibinin, disa ewan bi wan beratan bawer nakin. Heke ewan reya rast bibinin ji, disa ewan ewe reya rast ji xwe ra bi reti nagirin. Heke ewan reya (pelid) bibinin, heman ewan ewe reya (pelid) ji xwe ra bi reti digirin. Bi sedema ku ewan, evan berateyen me ne (ji wan ra hatibun) dabune derewderandine u ewan bi xweber ji (ji wan beratan) be agah bune evan aha ji re derketine"},{"SurahNumber":7,"VerseNumber":147,"Text":"Ewane ku berateyen me u rasthatina di dane para da dane derewderandine hene! Kirine wan sewitiye. Ewanan hey bi keda kirine tene asitkirine"},{"SurahNumber":7,"VerseNumber":148,"Text":"U komale Musa ji pisti (gava Musa cuye ji bona wi dane radewaniya Xudaye xwe ) ji xisre xwe tokela golikeki (bi xudati ji xwe ra girtine) ji bona tokela we (golike ra) dengek hebuye. Qey ewan nabinin, ku ewa (golika) bi wan ra naaxive u ji wan ra qe tu reki ji nade nisandane? Ewanan, ewa (golika ji xwe ra) bi xudati girtine, ewanan cewr kirine"},{"SurahNumber":7,"VerseNumber":149,"Text":"U di gava (ji posmaniya wan, ewan armance wan pelisi) kete deste wan u ewan ditin, ku bi rasti ewan reya rast wunda kirine. Ewanan (aha) gotine: \"Bi sond! Heke Xudaye me li me dilovani neke u nusitemen me ji bona me ra nebaxisine, bi rasti eme bibne ji wane ziyan kirine"},{"SurahNumber":7,"VerseNumber":150,"Text":"U di gava ku Musa (ji wi radewana xweya bi Xuda ra) fetilya hatiye bal komale xwe, bi hers u kovani (ji komale xwe ra aha) gotiye: \"We ji pisti min ciqa sunmayeke sik kiriye! We lez kir; (heviya) ku ez bi fermane Xu- daye we va (li bal we da bizivirim) neman. U Musa (ruperen Tewrate) avet bi sere (biraye xweye Harun) girtiye li bal xwe da (bi hincirandin) kisandiye. (Biraye wi; Harun ji bona wi ra bi pisyari aha) gotiye: \"Kure diya min! Bi rasti komal ez be hez kirim u nezik bun ku min bikujin, idi tu neyaran bi min nede kenandine u tu min ji vi komale cewrkar nehijmire"},{"SurahNumber":7,"VerseNumber":151,"Text":"(Musa ji Xuda aha lava kiriye u) Gotiye: \"Xudaye min! Tu min u biraye min bibaxisine u tu me herdukan bixe nava dilovaniya xwe. Bi rasti her tu i dilovane dilovinan"},{"SurahNumber":7,"VerseNumber":152,"Text":"Bi rasti ewane ku golik (ji xwe ra bi xudati) girtine hene! We di nezik da ji Xudaye wan, bi wan da xesmeki were u we riswabuneke di jina cihane da bi wan bigire. Bi vi awayi em virekan celat dikin"},{"SurahNumber":7,"VerseNumber":153,"Text":"U ewane ku kare sikati kirine, pase ji pisti (sikatiye) posman bibin u bawer bikin hene! Bi rasti Xudaye te ji pisti van (kirin u posmaniyan, ji bona wan ra) baxiskare dilovin e"},{"SurahNumber":7,"VerseNumber":154,"Text":"U di gava hersa Musa daniye, idi Musa (ruperen Tewrate) hildaye di nivisandina (ruperan da eva) hebuye; (evan ruperan) ji bona wane ku ewan hey ji bona Xudaye xwe (xwe ji kirina gonehan) diparisinin, renisan u dilovinek e"},{"SurahNumber":7,"VerseNumber":155,"Text":"U Musa ji komale xwe (ji bona wi dane radewani, ku Xuda ji bona baxisandina gonehe wan peyman dabuye) hefte mer, helbijartibuye. (Idi gava ewan hatibune, ewan ji mijulya Musa u Xuda hej pirtir aha gotine: \"Heya em Yezdan bercavi nebinin, em bawer nakin.\") Ji piste ve hejeke bi tirse wusa ewan girtine (ewan ji tirsa ji xwe va cune. Musa aha lava kiriye u) gotiye: \"Xudaye min! Heke te biva, teye hej di berya naha da ewan bi teve min va tesqele bikirinan; qey tuye me bi wan kirine evsenen ji me tesqele biki? Eva (tesqela hane) hey ceribandina te ye. Tu bi we ceribandina xwe ji ber hinekan reya xwe wunda diki u tu evine xwe ji bi we ceribandine tini reya rast. Serkare me hey tu i, idi tu (evan sikatiyen me) ji bona me ra bibaxisine u tu li me dilovani bike u tu bi xweber ji qenctire baxiskarani"},{"SurahNumber":7,"VerseNumber":156,"Text":"U tu di ve cihane da ji bona me ra qenciyan binivise u di dane parada ji (qenciyan binivise) bi rasti em (di reya rast da) li bal te da hatine.\" (Xuda di pisyara Musa da aha) gotiye: \"Ez kijani bivem, ewi raste sapata xwe tinim u dilovaniya min bi xweber ji hemu tist hildaye nava xwe da. Ez ji bona wane ku xudaparizi dikin u baca (male xwe) didin u ewane ku (bi van salixan) bi berateyen me bawer dikin, idi (dilovaniya xwe) dinivisim"},{"SurahNumber":7,"VerseNumber":157,"Text":"(Ewane ku eze dilovaniya xwe ji bona wan ra binivisim hene!) Ewan di Tewrat u Incila li bal xwe da raste (salaxe) wi pexembere (ku di cara yekem da ji wi komale hatiye sandine) hatine ku nivisandiye awil bune peyrewe wi pexemberi. Loma ewa (pexembera fermana wan bi qenciyan u parisandina wan ji sikatiyan dike u ji bona wan ra tisten paqij durist dike u tisten qirej ji li ser wan ne durist dike u bare wane giran li ser wan radike u ewan bend u zinciren ku ewan pe hatibune giredane ji (yani ewan xwarin u vexwrinen, ku ewan cihuyan bi xweber li ser xwe qedexe kiribune; ewa ewan qedexan li ser wan radike). Idi ewane ku bi wi (pexemberi) bawer kirine u ewane ewa ji xwe ra mezin girtine u arikarya wi kirine u bune peyrewe we ruhnaya ku bi wi (pexemberi ra) hatiye hinartine hene! Evan bi xweber in, hey fereste bune"},{"SurahNumber":7,"VerseNumber":158,"Text":"Tu (Muhemmed! Ji bona wan ra aha) beje: \"Geli kesan! Bi rasti ez ji wi Yezdane, ku maldarya ezman u zemin hey ji bona wi ra ne, li bal we hemuska da ji bi pexemberi hatime sandine. Ji pestire wi tu yezdanen mayiye (babete perestiye) tune ne. Hey ewa dijit u dimirine. Idi hun bi Yezdan u bi wi pexembere wiyi yekemi bawer bikin, ewa (pexemra bi xweber ji) bi Yezdan u bi peyven (Yezdan) bawer dike u hun (geli kesan!) bibne peyrewe wi (pexemberi) dibe ku hun werin reya rast"},{"SurahNumber":7,"VerseNumber":159,"Text":"U ji komale Musa desteke wusa hebune; (meriv) li bal rastiye da dibirin u bi rastiye ji dadvani dikirine"},{"SurahNumber":7,"VerseNumber":160,"Text":"Me ewan (neviyen Yaqub, ku ji danz deh kure wi) hebune; her yeke xistiye lezim u komake nevi. Idi di gava komale (Musa) ji Musa av xwestine; me li bal Musa da (aha) niqandiye: \"(Musa!) tu gopale xwe li kevir bixe.\" Idi (ji pisti ku Musa gopale xwe li kevir xistiye) ji kevir danz deh kani zaye. Bi sond! Her komeki ciye av vexwarina xwe zanibuye. U me li ser wan (di kesa bi nav Tiyehe da) bi ewran siwan kiriye u me (ji bona xwarina wan) li ser wan da gezo u (goste) qarutke hinartiye. (Me ji wan ra aha got: \"Idi) hun ji wan rojiyen titalen ku me daye we bixun.\" Le ewan (ji wan cewren xwe) li me tu cewr ne kirine, ewanan bi xweber li xwe cewr dikirin"},{"SurahNumber":7,"VerseNumber":161,"Text":"Di gava ku ji wan ra (aha) hatibuye gotine: \"Hun di vi bajari da be ewir in u hun ca hez dikin, wusa ji xwarine wi bajari bixun u hun (aha ji Xuda lava bikin u) bejin: \"(Xuda! Tu) me bibaxisine (gonehen me ji me dayne) u hun di dere bajar da bi kundeti bikebine (hundure) bajar; eme ji bona we ra gonehen we bibaxisinin. U eme ji bona qencikaran ra hej qenciyan pir bikin"},{"SurahNumber":7,"VerseNumber":162,"Text":"(Ji pisti van fermanan) idi ewane cewrkaren ji wan (ewa gotina me ji wan ra) gotibu; bi wan gotine qe ji wan ra ne hatibuye gotine, guhurandine, me ji (ji pisti guhurandina wan) ji ezmanan li ser wan da, bi sedema ewe cewra ku ewan dikiribune sapatek sandiye"},{"SurahNumber":7,"VerseNumber":163,"Text":"U tu (Muhemmed! Ji wan cihuyen cewrkar) pirsa (temtela) wan gundiyen, wi gunde ku dere deryaye dabune, bike. Ewan gundiyan di roya semiye da dest ji biryaran berdidan (necira masiyan dikirin). Di roya we semiya, ku ewan (ewa semiya ji bona perestiya Yezdan helbijartine) masiye wan (ji deryaye) li bal wan da diherikin dihatin u di roya we semiya, ku ewan (di we semiye da peresti ne dikirin; le ewan ewa semeya ji bona necira masiyan hilbijartine) masiyen wan (ji deryaye) li bal wan da ne dihatin. Me bi vi awayi bi sedema ku ewan ji reya (rast) derdiketin, diceribandin"},{"SurahNumber":7,"VerseNumber":164,"Text":"U di gava desteki ji wan ra (aha) gotibune: \"Hun ji bona ci li ewi komale ku Yezdane ya ewan tesqele bike, ya ji ewan bi sapateke zor, sapat bike, siretan dikin?\" (Ewan siretvanan di pisyara wan da aha) gotine: \"Evan sireten me, dibe ku li bal Xudaye we ji bona me ra (gava ji wan be pirsine; ka we ji bona ci ewan qedexeyen roya semiye di nava xwe da rakirine, disa we necira masiyan kiriye? Ewan pisyara xwe aha bidin: \"Ka tu keseki ji bona me ra ne gotibu, necire nekin.\" Bibe tati u dibe ku ewan xwe ji wan kirinan biparisinin (bi gotina Xuda bikin)"},{"SurahNumber":7,"VerseNumber":165,"Text":"Idi (ji pisti siretan) gava ewan ew sireten li wan hatibuye kirine birva kirine, me ji ewane ku xwe ji sikatiyan diparisandin fereste kirine u me ewane ku cewr kiribune ji bisedema ji reya (rast) derdiketibune, bi sapateke zor girtine"},{"SurahNumber":7,"VerseNumber":166,"Text":"Idi (ji pisti wan siretan) gava ewan (ji siretvanan) hers bune ewan (disa ji reya rast derketine necira masiyan di roya semiye da, kirine) me ji ji bona wan ra (aha) gotiye: \"Hun (geli cewrkaran! Ji diliq u qenciyen merivatiye derkebin bikebine diliqe) meymune pekeni"},{"SurahNumber":7,"VerseNumber":167,"Text":"Di we qave da Xudaye te li wan (aha) qir kiriye u (ji wan ra gotiye): \"Xudaye te li ser wan da meriven wusa bisine, ku ewan merivan van (cewrkaran) heya roya rabuna hemu da bi sike sapatan, sapat bikin. Bi rasti Xudaye te bi lez celatvan e! U Xudaye te bi rasti baxiskare dilovin e"},{"SurahNumber":7,"VerseNumber":168,"Text":"U me ewan (cihuyan) di zemin da xistine cend komen wusa: Ji wan astikar hebun u ji wan xenci astikaran ji hebune u ji bo ku ewan li bal (reya rast da) bizivirin me ewan bi qenci u xirabiyan ceribandin"},{"SurahNumber":7,"VerseNumber":169,"Text":"Idi li pey wan da sunmanen wusa (koti) mane, ewan bune miratxuren pirtuka (Tewrate) ewan (aha) digotin: \"Sixwa (ca dibe bira bibe) eme hey bene baxisandine.\" (Ji ber vi qasi) ewan (biryaren pirtuke) di hembere hineki ji male ve cihana hane riswa da, diguhurandin u heke weki wi mali ji ji bona wan ra mal be dayine, ewane ewi mali ji bigirin. Gelo qey ji wan, peyman li ser pirtuke ne hatibu sitandine, ku ewan ji pestire rastiye li ser nave Yezdan qe tu tisti nebejin? U ci tista di pirtuku da heye, ewi (ji merivan ra bi sireti) bejin? Bi rasri ji bona wane xudaparisi dikin, sunware para da cetir e. Idi qey hun bi hisi naponijin"},{"SurahNumber":7,"VerseNumber":170,"Text":"(Xudaparis) ew in ku xwe (bi fermane) pirtuke digirin u nimeja xwe (ca hatine fermankirine) wusa dikin. Bi rasti em kirya wane astikar wunda nakin"},{"SurahNumber":7,"VerseNumber":171,"Text":"U di gava me ciya ya (bi nav) Tur bi ser wan da weki siwaneki rakiribu, ewan goman dikirin ku ewa ciya bi ser wan da bikebe (wusa bezar mane. Me ji wan ra di we gave da aha gotiye): \"Hun (geli kesan!) bi hiz bi wan (biryaren pirtuka) me daye we bigirin u hun ewan biryaran bira xwe binin. Ji bo ku hun bibne ji wane xudaparis"},{"SurahNumber":7,"VerseNumber":172,"Text":"U di gaveki da Xudaye te ji urta Adem, dumda wan girtiye u (Xudaye te ewan) bi xweber, li ser wan bi xweber xistiye nihrevan (sahid. Di we gave da Xudaye te ji wan aha pirsiye): \"Ma qey ez Xudaye we ninim?\" Ewana ji (di pisyara Xudaye te da aha) gotibune: \"Ere! Em sahidiye didin (ku tu Xudaye meyi).\" Ji bo ku hun di roya rabuna hemu da nebejin: \"Haja me bi ve peymane tu ne buye,\" me eva peymana ji we girtiye"},{"SurahNumber":7,"VerseNumber":173,"Text":"Ya ji ji bo ku hun (aha ji) nebejin: \"(Em ca bikin!) hej di berya naha da, bav u kale me (ji bona Yezdan ra) hevri ce kiribun u em bi xweber ji li pey wan (bav u kalan da) urteke be wecbun (loma me ji hevri ce kirin). Qey tuye idi me bikirine wane (ku rastiye) puc dikin, tesqele biki"},{"SurahNumber":7,"VerseNumber":174,"Text":"Ji bo ku ewan bifetiline bal (reya rast da) em beratan bi vekiri (rez dikin)"},{"SurahNumber":7,"VerseNumber":175,"Text":"(Muhemmed! Tu ji bona wan ra buyera) wi merive (ku ji zaren cihuya buye) bixune; di cara yekem da me ji bona wi ra (zanina) berateyen xwe dabu. Pase ewa ji (zanina) wan beratan rut buye (ewan birva kirine). Idi peliden ji (cihuyan) ketine pey wi, ewa bi vi awayi buye ji wane devbixun"},{"SurahNumber":7,"VerseNumber":176,"Text":"Heke me biva meye ewa bi van beratan paydar bikira (nav u nisane wiye bilind bibuya) u le (me ewa neva, nav u denge wi) di zemin da (bi rezili) hey maye u ew bi xweber ji buye peyrewe xwesiya xwe. Idi temtela wi weki temtela sa ne (kucik). Heke tu erise ji beheri ser, ya ji para da ji wi birevi; ewa hey zimane xwe derdixe li nave dixe. Temtela wan komale ku berateyen me derew didirin ji aha ne. Idi (Muhemmed!) tu eve ciroke ji bona (wan ra beje) dibe ku ewan (bi ve buyere) ramani bikin"},{"SurahNumber":7,"VerseNumber":177,"Text":"Temtela wi komale ku bi berateyen me derewan dikin ciqa sike! Ewan bi xweber li xwe cewr dikiribune"},{"SurahNumber":7,"VerseNumber":178,"Text":"Ewe ku Yezdan, ewa anibe (reya rast) sixwa ewa (di reya rast dane) u (Yezdan) kijani ji (reya rast) derxe, ewane ziyan kirine, bi rasti idi evan bi xweber in"},{"SurahNumber":7,"VerseNumber":179,"Text":"Bi sond! Me ji bona doje ra ji mecetir u kesan (weki candina) pir (afirandine). Ji bona van (dojeyan ra) dile wan heye, le ewan bi wi dili pisporeya (tu tisti) nakin, ji bona wan ra cav hene, ewan bi wi cavi (tistan) nabinin u ji bona wan ra goh hene, ewan bi wan gohan (tu tisti) nabihen. Evanan weki tarisan in, ji tarisan pirtir ji hej (reya xwe) wunda kirine. Ewane ku haja wan ji wan tune ye; evan bi xweber in"},{"SurahNumber":7,"VerseNumber":180,"Text":"Ciqa naven rind hene! Ewan ji bona Yezdan ra nin, idi hun bi qence navan gazi wi bikin u hun dest ji wane, ku ewan (bi we ra) di nave wi da tekosine dikin berdin. Ewanane di nezik da bi wan kirine xwe bene celatkirine"},{"SurahNumber":7,"VerseNumber":181,"Text":"U ji wan kesen ku me afirandine (destek) heye, ewan bi mali tene (reya rast) u ewan hey bi mafi ji dadi dikin"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ewane ku bi berateyen me derewan dikin hene! Eme ewan di ciyeki wusa da hedi hedi sapat bikin, ku qe ewan pe nizan bin"},{"SurahNumber":7,"VerseNumber":183,"Text":"U ez ji bona wan ra nemaze (xususi) dan didim. Bi rasti xaxe min pir zexm e"},{"SurahNumber":7,"VerseNumber":184,"Text":"Ma qey ewan qe raman nakin, ku tu tepaketin bi hevale wane (Muhemmed ra) tune ye? Ewa hevale wan hey hisyardare (ji sapatan) bi xuyayi ye"},{"SurahNumber":7,"VerseNumber":185,"Text":"Qey ewan (bi ramani) di maldarya ezman u zemin da u di ci tisten ku Yezdan afirandine u dibe ku dane can sitandina wan nezik be, naponijin? Ewane ji pisti ve (Qur´ane) gelo we idi bi kijan axiftine bawer bikin"},{"SurahNumber":7,"VerseNumber":186,"Text":"Idi Yezdan kijani (ji reya rast) derxe, ji bona wi ra tu beled tune ye u (Yezdan) ewanan di qureti (u devxuniya wan da) kor dihele"},{"SurahNumber":7,"VerseNumber":187,"Text":"Ewanan ji te (Muhemmed!) pirs dikin; ka gave dane sandina rabuna hemuti (Qiyamete) kinge ye? Tu (di pisyara wan da aha) beje: \"Bi rasti zanina wi dani hey li bal Xudaye min e. Ji pestire wi tu kes gava wi dani nade quyandine (hey ewa di gava wi da derdixe). Ewa dana wusa girane ku ezman u zemin ji nikarin hildin. We niske va bi we da were. Ewan pirsa wi dani ji te dikin, tu dibe qey te (hej bere da) ewa dana pirsiyaye pe zaniye. Tu (ji wan ra aha) beje: \"Bi rasti zanina wi dani hey li bal Yezdan e, le piren kesan (bi vi rastiye) nizanin"},{"SurahNumber":7,"VerseNumber":188,"Text":"(Muhemmed! Tu ji bona wan ra aha) beje: \"Ji pestire tista Yezdan va ye; ez ji bona xwe ra ji tu kar u ziyane nikarim bikim. Heke hun bi tisten ne xuyayi bizaniya, mine bi rasti qence pir bikirinan! U ji min qe tu sikati ji nedihat (ca bi sere min da ji ne dihat). Ez bi xweber ji ji bona komale bawer dikin, tirsdane (bi celat) u mizginvane (bi xelata) nim"},{"SurahNumber":7,"VerseNumber":189,"Text":"Eve ku hun ji yek nisake bi tene afirandine heye! Ewa Yezdan e, ji bo ku hogirya xwe bidne hev ewi ji we nisa zoya we ji afirandiye. Idi gava (zoya ner li bal zoya me da bi jinani cuya) zoya me bi bareki sivik avis buye. Ji pisti (ve buyere, li ser avisbune da dan u dem) borine, avisbuna we giran buye; Her du zoyan bi hev ra ji Yezdan (aha) lava kirine: \"Xudaye me! Heke tu ji bona me ra zareki astikar bidi, bi sond! Eme bibne ji vane sipazkar"},{"SurahNumber":7,"VerseNumber":190,"Text":"Idi gava ku ewi ji bona wan ra (zareke) astikare be kemasi daye; ewan herdukan di afirandina (zaroke da) hevri ji bona wi ra girtine. Yezdan bi xweber ji ji wan hevriyen ewan girtine be gur e"},{"SurahNumber":7,"VerseNumber":191,"Text":"Ewanan ca ewan tisten ku hatine afirandine; qe tu tist ji ne afirandine ji bona wi ra dixne hevri"},{"SurahNumber":7,"VerseNumber":192,"Text":"Ewan hevriyan bi xweber ji ne ji bona (wan perestvananen xwe ra) u ne ji ji bona xwe ra bi xweber nikarin tu arikari bikin"},{"SurahNumber":7,"VerseNumber":193,"Text":"Heke hun ewan (havricekeran) gazi li bal reya rast bikin ewan disa nabin peyrewe we. Hun ci gazi wan bikin u hun ci xwe ker bikin (qe gazi wan nekin) li bal wan yek e"},{"SurahNumber":7,"VerseNumber":194,"Text":"Bi rasti ewan (perestvanen) ku hun ji pestire Yezdan (bi peresti) gazi wan dikin hene! Ewan ji hinek bendeyen weki we ne; (me ewan afirandine). Heke hun di doza (xudatiya wan da rast in): ka idi hun (bi peresti) gazi wan bikin, bi ra ewan ji pisyara we bidin"},{"SurahNumber":7,"VerseNumber":195,"Text":"Qey ji bona wan ra pe heye, ku ewan bi wi digerin? Ya ji ji bona wan ra dest heye, ku ewan bi wi dayine dikin? Ya ji ji bona wan ra qey cav hene, ku ewan bi wi cavi ditine bikin? Ya ji ji bona wan ra qey gonehen, ku ewan bi wi gohi bihistine bikin? Tu (ji bona wan ra aha) beje: \"Ka hun gazi wan perestvanen xwe bikin; pase hun (bi hev ra) ji bona min ra endezan bikin, idi hun qe li min meze nekin (bira dile we bi min nesewite)"},{"SurahNumber":7,"VerseNumber":196,"Text":"Bi rasti ewa Yezdane ku (bi ser min da) pirtuk hinartiye heye! Serkare min bi xweber ewa ye. Ewa serkarya hemu astikaran ji dike"},{"SurahNumber":7,"VerseNumber":197,"Text":"U ewan (perestvanen, ku hun bi peresti) ji pestire (Yezdan) gazi wan dikin hene! Ewan nikarin arikarya we bikin u ewan arikarya xwe bi xweber ji nikarin bikin"},{"SurahNumber":7,"VerseNumber":198,"Text":"U heke hun gazi wan (perestiyen xwe ji bona astikarya xwe, ya ji ji bona ku ewan reya rast bidne nisane we) bikin; ewan (denge we) nabihen. Gava tu ewan dibini; tu dibe qey ewan li te meze dikin, ewan bi xweber ji qe nabinin"},{"SurahNumber":7,"VerseNumber":199,"Text":"Tu (reya) baxisandine bigire u tu fermana bi qenciyan bike u tu ji nezanan dest berde"},{"SurahNumber":7,"VerseNumber":200,"Text":"Heke pelid xidika te ani (ji bo ku tu ji wan ra biryaran ne beji) heman tu xwe baveje Yezdan. Bi rasti Yezdan bihisteki pir zana ye! (Ya ji heke ji pelid da birvakirinek ji te ra hat, te ji birva kir biryaren Yezdan ji wan ra ne got, gava kete bira te heman tu ji bona wan ra ewan biryaran beje u tu ji bona ve birvakirine ji Yezdan lavaya baxisandina xwe bike.)Bi rasti Yezdan bihisteke pir zana ye"},{"SurahNumber":7,"VerseNumber":201,"Text":"(Bi rasti ewane ku xudaparisi dikin hene! Gava ji pelid sewrandinek bi wan bigire; ewan heman lavaya baxisandina xwe, ji Yezdan tinine bira xwe). Idi di we gave da ewan (reya rast ji) dibinin"},{"SurahNumber":7,"VerseNumber":202,"Text":"U birayen (pelidan; file ji) hene! (Gava ji pelidan sewradinek bi wan bigire) idi pelid ewan (birayen xwe) di demen direj da, di xapandina xwe da dihele, pase ewan (ji wan kirine xwe ji dest) kurtayi nakin"},{"SurahNumber":7,"VerseNumber":203,"Text":"U di gava ku tu ji wan ra berateki neyni, ewan (di pisyara te da aha) dibejin: \"Hej te xwe berev ne kiriye (heya tu beratan ji ji bona me ra bini)?\" Tu (ji bona wan ra aha) beje: \"Bi rasti ez hey dibime peyrewe wan berateyen, ku ji Xudaye min li bal min da hatiye niqandine. Eva (Qur´ana bi xweber ji) ji Xudaye we, ji bona wi komale bawer dikin, beled u dilovinek e"},{"SurahNumber":7,"VerseNumber":204,"Text":"U di gava ku Qur´an hate xwendine, idi hun ji bona (xwendina Qur´ane) gohdari bikin u hune xwe ker bikin; dibe ku hun (bi vi awayi bene dilovinkirine)"},{"SurahNumber":7,"VerseNumber":205,"Text":"U tu di dile xwe da bi zarin u bi dizi Xudaye xwe bira xwe bine; di sibe u evaran da (ji wi lavaya baxisandina xwe bike) be qirin (u hewar). U tu nebe ji wane (ji biranine) be goman in"},{"SurahNumber":7,"VerseNumber":206,"Text":"Bi rasti ewane li bal Xudaye te, hene! Ewanan ji perestiya Xuda, xwe qure nakin; ewanan (di hemu caran da ji Xuda ji kemasiyan) paqij dikin, ewan hey (ji bona Yezdan ra) kunde dibin"},{"SurahNumber":8,"VerseNumber":1,"Text":"(Muhemmed!) Ewan ji te pirsa (parkirina male) sore dikin. Tu (di bersiva wan da aha) beje: \"Male sore; ji bona Yezdan u Pexember e (ewan ca biven wusa par dikin). Heke hun Bı rasti bawer bikin, idi hun Yezdan parisi bikin u hun di nava xwe da astikari bikin, hun bi gotina Yezdan u Pexembere bikin"},{"SurahNumber":8,"VerseNumber":2,"Text":"Bi rasti bawerger hey evan in: Di gava ji Yezdan te mijulkirine, dile wan ji tirsa daveje u di gava ku beraten wi ji wan ra te xundine, bawerya wan hej pirtir dibe, ewan (bawergeran bi xweber ji) xwe hispartine Xudaye xwe"},{"SurahNumber":8,"VerseNumber":3,"Text":"Ewan (bawergeren ku salixe wan borine) ev in: Nimeja xwe dikin u ji wan rojinen (rizq) ku me daye wan (bi xezanan) didine xurine"},{"SurahNumber":8,"VerseNumber":4,"Text":"Bi rasti bawergeren rast evan in. Li bal Xudaye wan ji bona wan ra paye u baxisandin u rojinen xwes hene"},{"SurahNumber":8,"VerseNumber":5,"Text":"Ca, gava ku Xudaye te, tu (ji bona qirina bi filan ra) ji mala te derxistibu (xwesa wan ne dicu, wusa ji par kirine sore ji xwesa wan nace). Bi rasti desteki ji bawergeran, rike xwe ji ciyuna qirine dianin"},{"SurahNumber":8,"VerseNumber":6,"Text":"Ji pisti ku rasti ji ji wan ra xuya buye (ku we ewane herne qirine) ewan disa ji bo ku necine qirine bi te ra tekosin dikirin. Tu dibe qey ewan li bal mirine da tene sandine; ewan ji bezar mane li cuna xwe meze dikin"},{"SurahNumber":8,"VerseNumber":7,"Text":"U hun (birva nekin) di we gave da Yezdan yek ji wan her du destan (desta ji Mekke derketibu ji bona qirina bi we ra u desta karwan vanen ku ji Same fetilibune) ji bona we ra peyman dabu (ku yek ji wan hey ji bona we ra ne). We bi xweber ji diva ku ewa desta (ji wane para we ye); ewa desta be hez e (ceke wan tune ye, be sturibin, ku tu ziyana ji wan ce nebe) le Yezdan bi xweber ji diva ku rastiye bi peyven xwe derxe u pocika filan ji idi bibire"},{"SurahNumber":8,"VerseNumber":8,"Text":"U (file u gunehkar) ciqa rike xwe binin ji ji bona ku rastiye maf bike u pucatiye ji puc bike, Yezdan evan kirinan dive"},{"SurahNumber":8,"VerseNumber":9,"Text":"Di wi gave da we bi lava ji Xudaye xwe arikari dixwest. Idi (Xudaye we) ji bona we ra (aha) bersiv daye, \"Bi rasti ez e bi hezar firisteyen li pey hev arikarya we bikim"},{"SurahNumber":8,"VerseNumber":10,"Text":"Yezdan ji bona ku dile we bi arikarine wan (ferestan ji tirsa wan neyaran) bi nive u ji bo ku (eva servahatin) bibe mizgin (ji bona we ra, ku hun idi pas da ji servahati bin) eva arikarina hane bi we kiriye u bi rasti arikar in (u servahat in) hey li bal Yezdan e. Bi rasti Yezdan servahate bijejke ye"},{"SurahNumber":8,"VerseNumber":11,"Text":"Di we gave da (ji bona ku hun di qirina Bedre da ji tirsa neyaran) ewle bibin, Yezdan li bal .xwe henijandinek bi we da aniye, ji bo ku ewa we paqij bike u sikatiyen ku pelid (didane we, ji bona we ra aha digot: \"Heke hun li ser reya rast bunan, hun di ve qirine da be av ne diman.\" Evan sevirandinan) ji we behere u ji bo ku dile we (bi servahatina li ser wan da) gire de u pe we ji (di hembere wan neyaran da) bi cih bine, ew; ji ezmanan di ser we da avek hinartiye"},{"SurahNumber":8,"VerseNumber":12,"Text":"Di we gave da Xudaye te li bal firistan da (aha) niqandiye: \"Bi rasti (geli firistan!) ez bi we ra nim, hun idi (dile) bawergeran (bi qinyatan) bidne nivandine ez e ji di dile wan e file da tirse berdim. Hun (geli firistan!) Li ser stuye wan filan bixin hun li hemu tili u peciye wan bixin (ji bo ku ewan nikar bin suran hildin pes va herin)"},{"SurahNumber":8,"VerseNumber":13,"Text":"We (celata wan e aha be;) loma ewan di hembere Yezdan u di hembere Pexembere wi da derketibune. Kijan di hembere Yezdan u di hembere Pexembere wi da derkebe, idi bira (ewa bizane!) bi rasti Yezdan (ji bona wan ra) zor sapat e"},{"SurahNumber":8,"VerseNumber":14,"Text":"Idi hun (geli filan!) ewe sapata (hane di ve cihane da) cesne (tam) bikin u bi rasti ji bona filan ra (di para da ji) sapata agir heye"},{"SurahNumber":8,"VerseNumber":15,"Text":"Geli ewane, ku we bawer kiriye! Di gava ku hun (ji bona qirine derketin cun, hun) raste filan hatin (we dena xwedaye, ku ewan) filan pir in, idi heman hun pista xwe nedine wan para da nerevin"},{"SurahNumber":8,"VerseNumber":16,"Text":"U kijan di wi dani da pista xwe bide wan (para da here) bi rasti idi ewa rasti xesmeke Yezdan e wusa hatiye, ewra wi hey doj e, ewa doja cika sike ewran e! Ji pestire; heke paracuna wi, ji bo ku ewa (ji bona neyaran ra xaxan darxe; bi awayeki dine qirin bike) ya ji para da here bal desteke mayi (ji hevale xwe) ku di teve wan da (bi filan ra qirine bike)"},{"SurahNumber":8,"VerseNumber":17,"Text":"We ewan (di wi dani da bi heza xwe) ne dikustin! Le idi Yezdan ewan dikustin. U di gava ku te (ceke qirine) diavete wan, te ewan (cekan) ne diavet, le Yezdan ewan (cekan) diavete wan (ewan cekan ji bi zanina ji Yezdan digihijtine armancen xwe). Ji bo ku (Yezdan) bi vi arikarikirine bawergeran (bi qenciyen) rind qenciyan bike; eva arikarkirina hane bi we kiriye. Bi rastiYezdan bihisteke pir zan e"},{"SurahNumber":8,"VerseNumber":18,"Text":"Bi van (arikarikirin u qenciyen hanenan we dit) bi rasti Yezdan xaxe filan sist dike"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Geli filan!) Heke hun servahatine dixwazin, idi ji bona we ra servahatin, hat, (bi servahatina bawergeran, hun sernegun bun). U heke hun ji neyartiya (Pexember u hevale wi) xwe bidine para da, sixwa eva paradana hane ji bona we ra cetir e. (Na!) Heke disa para da bizivirin (ji bona qirin u neyartiya Pexember u hevale wi) sixwa eme ji (ji bona arikarkirina Pexember u hevale wi) para bizivirin (hune disa sernegun bibin). U koma we ciqa ji pir dibe bira bibe, disa ewa koma we, we ji sapata (serneguni ye) nade para da. U Yezdan bi xweber ji bi rasti bi bawergeran ra ne"},{"SurahNumber":8,"VerseNumber":20,"Text":"Geli ewane ku we bawer kiriye! Hun bi gotina Yezdan u Pexembere wi bikin u hun (fermanen Yezdan) dibehin (bi zanin) pista xwe nedine (wan fermanan)"},{"SurahNumber":8,"VerseNumber":21,"Text":"U hun ji weki wan komalen ku (aha) gotine: \"Me bihist\", nebin. Le qe ewan ne bihistibune (cima qe ewan weki fermanen Yezdan xebat ne dikiribune)"},{"SurahNumber":8,"VerseNumber":22,"Text":"Bi rasti 1i bal Yezdan betere reweran; ewan reweren, ku ker in u lal in qe ji tu tisti his hilnadin hene! (Evan reweran) bi xweber in"},{"SurahNumber":8,"VerseNumber":23,"Text":"U heke Yezdan zanibuya ku di nava wan da qenciyek heye, we Yezdane (biryaren xwe) bi wan bida bihistine. U heke Yezdan (biryaren xwe) bi wan bida bihistine ji. sixwa disa ewane pista xwe bidana wan (biryaran) para da bicunan"},{"SurahNumber":8,"VerseNumber":24,"Text":"Geli ewane ku we bawer kiriye! Gava Yezdan u Pexember hun li bal wan (biryaren) ku ewan ji bona we ra jina (hebune) didin, gazi kirin; hun ji bona wan ra bersiva (lite kirin) bidin. U (geli ewane ku we bawer kiriye!) Hun bizanin, bi rasti Yezdan dikebe nava meriv u (miraze) dile wi da u (hun bizanin) ku hune bi rasti li bal (Yezdan da) bene kom kirine"},{"SurahNumber":8,"VerseNumber":25,"Text":"U (geli ewane ku we bawer kiriye!) Hun ji we asita, ku ewa xuri ji bona wane ji we ne cewr kirine nine, xwe biparisinin. U hun bizanin! Bi rasti Yezdan zor sapat e"},{"SurahNumber":8,"VerseNumber":26,"Text":"U hun ewe gava, ku hun hindik bun, hun di zemin da dihatine herci qandine, hun ditirsiyan, ku (neyaren we) we niske va bi ser we da bigirin, we bifetisinin, bira xwe binin: Di we gave da idi ewi hun (bi nivandin) ewirandin u ewi hun bi arikarkirina xwe bi hez kirin u bi paqije rojiyan hun dane roji kirine, dive ku hun bi rasti sipaziya wi bikin"},{"SurahNumber":8,"VerseNumber":27,"Text":"Geli ewane ku we bawer kiriye! Hun qelpiya Yezdan u Pexember nekin, ji bo ku hun bi zanin di wan tisten bi ewleti (li bal we da hatiye danine) qelpi nekin"},{"SurahNumber":8,"VerseNumber":28,"Text":"U hun (bizanin!) ku bi rasti mal u zaren we (ji bona we ra sedemen) ceribandina (gonehan in) u (hun bizanin!) bi rasti li bal Yezdan kirene mezin hene"},{"SurahNumber":8,"VerseNumber":29,"Text":"Geli ewane ku we bawer kiriye! Heke hun parisiya Yezdan bikin bi rasti ewe ji bona we ra puci u rastiye ji hev derxe u bi rasti ewe sikatiyen we li ser we rake u ji bona we ra baxisandine bike. Bi rasti Yezdan bi xweber ji xweye rumeta mezin e"},{"SurahNumber":8,"VerseNumber":30,"Text":"Kane! Di gaveki da ewane file ji bo ku te (Muhemmed!) bigirin girebidin, ya ji te bikujin, ya ji te (ji welat) derxin; divan ku ji te ra xexan darxin. Ewan tevdira xaxan dikirin u Yezdan ji (ji bona wan ra) tevdira xaxan dibine. U Yezdan bi xweber ji qenctire ji wane tevdira xaxan dibineye"},{"SurahNumber":8,"VerseNumber":31,"Text":"U di gava ku beraten me ji wan ra te xwandine ewan (aha) gotine: \"Bi sond! Me bihist (idi bes e) heke me biva, meye ji weki van (peyvan) bigotinan. Bi rasti evan (gotinan) hey ciroken bere ne"},{"SurahNumber":8,"VerseNumber":32,"Text":"U di gaveki da ji ewan (ji Xuda lava kirine aha)gotibune: \"Yezdan! Heke bi rasti eva (pirtuka hane) maf e, bi rasti ji bal te hatiye; idi tu li ser me da ji ezmanan keviran bibarine, ya ji tu ji bona me ra sapateke dilsoz bine"},{"SurahNumber":8,"VerseNumber":33,"Text":"U Yezdan bi xweber ji; ji bo ku tu di nava wan da i ewan sapat nake, Yezdan ewan sapat nake, heke ewan ji kirine xwa posman bibin"},{"SurahNumber":8,"VerseNumber":34,"Text":"U idi (gava tu ji nava wan derketi) ji bo ku Yezdan sapat neke ci maye? Ewan bi ewan bi xweber ji (merivan ji sertedana) mizgevta (bi nav) Mescid ul-Heram didine para da, ewan qe ji bona we mizgevte ra ji serkar ne bune. Serkare we mizgevte hey xudapariz in. Le piren wan bive (serkaryi) nizanin"},{"SurahNumber":8,"VerseNumber":35,"Text":"U nimeja wan di mizgevte da ji pestire fitandin u cepik li hev xistine, tu tist nine. Idi (geli filan!) ji bo ku hun fileti dikin; hun saparte cesne (tam) bikin"},{"SurahNumber":8,"VerseNumber":36,"Text":"Bi rasti ewane ku fileti dikin hene; ewanan male xwe didine xwarine, ji bo ku ewan reya Yezdan li ber merivan bigirin. Idi ewane di nezik da ji disa ewi male xwe bidin, pase we ewa mal sixurandina wane ji bona wan ra bibe kovan pase ewane sernegun ji bibin. U bi rasti ewane bune File hene! Ewane li bal doje da kom bibin"},{"SurahNumber":8,"VerseNumber":37,"Text":"(Ewan kom dibin) ji bo ku Yezdan sikan, ji titalan raqetine u, ewan sikan dicivine li ser hev datine, idi ewan sikan hemuskan teve hev dike pase ewan sikan dixe doje. Idi ewane ziyan kirine hene! Evan filan in"},{"SurahNumber":8,"VerseNumber":38,"Text":"Tu (Muhemmed! Ji bona wane bune file ra aha) beje: \"Heke ewan (filan ji neyartiya Pexember u ji qirina bi wi ra) xwe bidine para da, we ji bona wan ra, ewan kirine wanen bere bene baxisandine u heke ewan (filan) disa li bal (neyarti u qirina bi Pexember ra) bizivirin: idi bi sond! Reya (sapatdana wan komalen di berya wan da borine heye!) We ji bona van ra ji (bet pekanine)"},{"SurahNumber":8,"VerseNumber":39,"Text":"U (Geli bawergeran!) Hun bi wane (file ra) qirine bikin heya (di cihane da) tevdani nemine u heya ku ol hemusk ji ji bona Yezdan ra bimine. Heke ewan (filan dest ji qirin u tevdane) berdan (bira ewan bizanin!) ku bi rasti Yezdan, ewan tisten ku ewan dikin, dibine"},{"SurahNumber":8,"VerseNumber":40,"Text":"U heke ewan ji wan kirinan (dest ber nedan); pista xwe dane we, idi hun bizanin! Ku bi rasti Yezdan serkare we ye. Ciqa serkareki qenc e u ciqa arikareki qenc e"}]}