{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Ara amara tara pare tara sampradayera birud'dhe asamana theke kono bahini patha'ini ebam pathanora'o chilama na"},{"SurahNumber":36,"VerseNumber":29,"Text":"Seta chila sudhumatra eka bikata sabda. Phale tara nithara nistabdha haye gela"},{"SurahNumber":36,"VerseNumber":30,"Text":"Paritapa bandadera jan'ya [1]; tadera kache yakhana'i kono rasula eseche takhana'i tara tara sathe thatta-bidrupa kareche"},{"SurahNumber":36,"VerseNumber":31,"Text":"Tara ki laksya kare na, amara tadera age bahu prajanmake dhbansa karechi [1]? Niscaya tara tadera madhye phire asabe na"},{"SurahNumber":36,"VerseNumber":32,"Text":"Ara niscaya tadera saba'ike ekatre amadera kache upasthita kara habe"},{"SurahNumber":36,"VerseNumber":33,"Text":"Ara tadera jan'ya ekati nidarsana mrta yamina, yake amara sanjibita kari ebam ta theke bera kari sasya, atahpara ta theke'i tara kheye thake"},{"SurahNumber":36,"VerseNumber":34,"Text":"Ara sekhane amara srsti kari khejura o angurera udyana ebam sekhane utsarita kari kichu prasrabana"},{"SurahNumber":36,"VerseNumber":35,"Text":"yate tara khete pare tara phalamula hate athaca tadera hata eta srsta kareni. Tabu'o ki tara krtajnata prakasa karabe na"},{"SurahNumber":36,"VerseNumber":36,"Text":"pabitra o mahana tini, yini srsti karechena sakala prakara srsti, yamina theke utpanna udbhida ebam tadera (manusadera) madhya theke'o (purusa o nari). Ara tara ya jane na ta theke'o"},{"SurahNumber":36,"VerseNumber":37,"Text":"Ara tadera jan'ya eka nidarsana rata, ta theke amara dina apasarita kari, takhana tara andhakaracchanna haye pare"},{"SurahNumber":36,"VerseNumber":38,"Text":"Ara surya bhramana kare tara nirdista gantabyera dike [1], eta parakramasali, sarbajnera nirdharana"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ara camdera jan'ya nirdista karechi bibhinna man‌yila; abasese seta suska bamka, purono khejura sakhara akare phire yaya"},{"SurahNumber":36,"VerseNumber":40,"Text":"Suryera pakse sambhaba naya camdera nagala pa'oya ebam ratera pakse sambhaba naya dinake atikramakari ha'oya. Ara pratyeke nija nija kaksapathe samtara kate"},{"SurahNumber":36,"VerseNumber":41,"Text":"Ara tadera jan'ya nidarsana e'i ye, amara tadera bansadharaderake bojha'i nauyane aharana kariyechilama"},{"SurahNumber":36,"VerseNumber":42,"Text":"ebam tadera jan'ya anurupa yanabahana srsti karechi yate tara arohana kare"},{"SurahNumber":36,"VerseNumber":43,"Text":"Ara amara iccha karale taderake nimajjita karate pari; se abasthaya tadera kono ud'dharakari thakabe na ebam tara paritrana'o pabe na"},{"SurahNumber":36,"VerseNumber":44,"Text":"amara paksa theke rahamata na hale ebam kichu kalera jan'ya jibanopabhoga karate na dile"},{"SurahNumber":36,"VerseNumber":45,"Text":"Ara yakhana taderake bala haya, 'ya tomadera samane o tomadera pichane rayeche se byapare taka'oya abalambana kara [1]; yate tomadera upara rahamata kara haya"},{"SurahNumber":36,"VerseNumber":46,"Text":"ara yakhana'i tadera rabera ayatasamuhera kono ayata tadera kache ase, takhana'i tara ta theke mukha phiriye neya"},{"SurahNumber":36,"VerseNumber":47,"Text":"Ara yakhana taderake bala haya, 'allah tomaderake ye riyika diyechena ta theke byaya kara' takhana kaphirara muminaderake bale, 'yake allah iccha karale kha'oyate paratena amara ki take kha'oyaba? Tomara to spasta bibhrantite rayecha"},{"SurahNumber":36,"VerseNumber":48,"Text":"Ara tara bale, 'tomara yadi satyabadi ha'o tabe bala, e pratisruti kakhana purna habe"},{"SurahNumber":36,"VerseNumber":49,"Text":"tara to apeksaya ache eka bikata sabdera, ya taderake aghata karabe tadera baka-bitandakale"},{"SurahNumber":36,"VerseNumber":50,"Text":"Takhana tara osiyata karate samartha habe na ebam nijedera paribara-parijanadera kache phire'o asate parabe na"},{"SurahNumber":36,"VerseNumber":51,"Text":"Ara yakhana singaya phumka deya habe takhana'i tara kabara theke chute asabe tadera rabera dike"},{"SurahNumber":36,"VerseNumber":52,"Text":"Tara balabe, 'haya! Durbhoga amadera! Ke amaderake amadera nidrasthala theke uthala? Dayamaya allah‌ to era'i pratisruti diyechilena ebam rasulagana satya'i balechilena.’"},{"SurahNumber":36,"VerseNumber":53,"Text":"Eta habe sudhu eka bikata sabda; takhana'i edera sakalake upasthita kara habe amadera samane"},{"SurahNumber":36,"VerseNumber":54,"Text":"atahpara aja karo prati kono yuluma kara habe na ebam tomara ya karate sudhu tara'i pratiphala deya habe"},{"SurahNumber":36,"VerseNumber":55,"Text":"E dina jannatabasigana anande magna thakabe"},{"SurahNumber":36,"VerseNumber":56,"Text":"tara ebam tadera strigana susitala chayaya susajjita asane helana diye basabe"},{"SurahNumber":36,"VerseNumber":57,"Text":"Sekhane tadera jan'ya phalamula ebam tadera jan'ya banchita samasta kichu"},{"SurahNumber":36,"VerseNumber":58,"Text":"parama dayalu rabera paksa theke salama, (sadara sambhasana ba nirapatta)"},{"SurahNumber":36,"VerseNumber":59,"Text":"Ara'he aparadhira! Tomara aja prthaka haye ya'o"},{"SurahNumber":36,"VerseNumber":60,"Text":"He bani adama! Ami ki tomaderake nirdesa de'ini ye, tomara sayatanera ibadata karo na [1], karana se tomadera prakasya satru"},{"SurahNumber":36,"VerseNumber":61,"Text":"ara amara'i ibadata kara, eta'i sarala patha"},{"SurahNumber":36,"VerseNumber":62,"Text":"Ara sayatana to tomadera bahu dalake bibhranta karechila, tabu'o ki tomara bujhani"},{"SurahNumber":36,"VerseNumber":63,"Text":"eta'i se jahannama, yara pratisruti tomaderake de'oya hayechila"},{"SurahNumber":36,"VerseNumber":64,"Text":"Tomara ye kuphari karate se karane aja tomara ete dagdha ha'o"},{"SurahNumber":36,"VerseNumber":65,"Text":"Amara aja edera mukha mohara kare deba, edera hata katha balabe amadera sathe ebam edera pa saksya debe edera krtakarmera"},{"SurahNumber":36,"VerseNumber":66,"Text":"Ara amara icche karale abasya'i edera cokhaguloke lopa kare ditama, takhana era patha anbesane daurale [1] ki kare dekhate peta"},{"SurahNumber":36,"VerseNumber":67,"Text":"ara amara icche karale sba sba sthane edera akrti paribartana kare ditama, phale era egiye'o yete parata na ebam phire'o asate parata na"},{"SurahNumber":36,"VerseNumber":68,"Text":"Ara amara yake dirgha jibana dana kari, srsti abayabe tara abanati ghataya. Tabu'o ki tara bujhe na"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ara amara rasulake kabya racana karate sikha'ini ebam eta tamra pakse sobhaniya'o naya [1]. Eta to sudhu eka upadesa ebam suspasta kura'ana"},{"SurahNumber":36,"VerseNumber":70,"Text":"yate ta satarka karate pare jibitake ebam yate kaphiradera birud'dhe sastira katha satya hate pare"},{"SurahNumber":36,"VerseNumber":71,"Text":"Ara tara ki laksya kare na ye, amadera hata ya tairi kareche ta theke tadera jan'ya amara srsti karechi gabadipasusamuha, atahpara tara'i egulora adhikari"},{"SurahNumber":36,"VerseNumber":72,"Text":"ara amara eguloke tadera basibhuta kare diyechi. Phale egulora kichu sankhyaka hayeche tadera bahana. Ara kichu sankhyaka theke tara kheye thake"},{"SurahNumber":36,"VerseNumber":73,"Text":"Ara tadera jan'ya egulote ache bahu upakarita ebam ache paniya upadana. Tabu'o ki tara krtajna habe na"},{"SurahNumber":36,"VerseNumber":74,"Text":"ara tara allahara paribarte an'ya ilah grahana kareche e asaya ye, tara sahayyaprapta habe"},{"SurahNumber":36,"VerseNumber":75,"Text":"Kintu tara (e saba ilah) taderake sahayya karate saksama naya; ara tara tadera bahinirupe upasthitakrta habe"},{"SurahNumber":36,"VerseNumber":76,"Text":"Ata'eba tadera katha apanake yena duhkha na deya. Amara to jani ya tara gopana kare ebam ya tara byakta kare"},{"SurahNumber":36,"VerseNumber":77,"Text":"Manusa ki dekhe na ye, amara take srsti karechi sukrabindu theke? Athaca pare se haye pare prakasya bitandakari"},{"SurahNumber":36,"VerseNumber":78,"Text":"Ara se amadera sambandhe upama racana kare [1], athaca se nijera srstira katha bhule yaya [2]. Se bale, 'ke asthite prana sancara karabe yakhana ta pace gale yabe?’"},{"SurahNumber":36,"VerseNumber":79,"Text":"Baluna, 'tate prana sancara karabena tini'i yini ta prathamabara srsti karechena [1] ebam tini pratyekati srsti sambandhe samyaka parijnata"},{"SurahNumber":36,"VerseNumber":80,"Text":"Tini tomadera jan'ya sabuja gacha theke aguna utpadana karena, phale tomara ta theke aguna prajbalita kara"},{"SurahNumber":36,"VerseNumber":81,"Text":"Yini asamanasamuha o yamina srsti karechena tini ki tadera anurupa srsti karate samartha nana? Hyam, niscaya. Ara tini mahasrasta, sarbajna"},{"SurahNumber":36,"VerseNumber":82,"Text":"Tamra byapara sudhu e'i ye, tini yakhana kono kichura icche karena, tini balena, 'ha'o', phale ta haye yaya"},{"SurahNumber":36,"VerseNumber":83,"Text":"Ata'eba, pabitra o mahana tini, yamra hate'i pratyeka bisayera sarbamaya kartrtba; ara tamra'i kache tomara pratyabartita habe"},{"SurahNumber":37,"VerseNumber":1,"Text":"Sapatha tadera yara saribad'dhabhabe dandayamana"},{"SurahNumber":37,"VerseNumber":2,"Text":"atahpara yara kathora paricalaka"},{"SurahNumber":37,"VerseNumber":3,"Text":"ara yara'yikara' abrttite rata"},{"SurahNumber":37,"VerseNumber":4,"Text":"niscaya tomadera ilah eka"},{"SurahNumber":37,"VerseNumber":5,"Text":"yini asamanasamuha, yamina o tadera antarbarti sabakichura raba ebam raba sakala udayasthalera"},{"SurahNumber":37,"VerseNumber":6,"Text":"Niscaya amara kachera asamanake naksatrarajira susama dbara susobhita karechi"},{"SurahNumber":37,"VerseNumber":7,"Text":"ebam raksa karechi pratyeka bidrohi sayatana theke"},{"SurahNumber":37,"VerseNumber":8,"Text":"Phale tara urdhba jagatera kichu sunate pare na [1]. Ara tadera prati niksipta haya saba dika theke"},{"SurahNumber":37,"VerseNumber":9,"Text":"bitaranera jan'ya [1] ebam tadera jan'ya ache abirama sasti"},{"SurahNumber":37,"VerseNumber":10,"Text":"Tabe ke'u hathat kichu sune phelale jbalanta ulkapinda tara pascad'dhabana kare"},{"SurahNumber":37,"VerseNumber":11,"Text":"Sutaram taderake jijnesa karuna, tara srstite drrhatara, na amara an'ya ya kichu srsti karechi ta [1]? Taderake to amara srsti karechi athala mati hate"},{"SurahNumber":37,"VerseNumber":12,"Text":"Apani to bismaya bodha karachena, ara tara karache bidrupa"},{"SurahNumber":37,"VerseNumber":13,"Text":"Ebam yakhana taderake upadesa deya haya, takhana tara ta grahana kare na"},{"SurahNumber":37,"VerseNumber":14,"Text":"Ara yakhana tara kono nidarsana dekhe, takhana tara upahasa kare"},{"SurahNumber":37,"VerseNumber":15,"Text":"ebam bale, 'eta to eka suspasta jadu chara ara kichu'i naya"},{"SurahNumber":37,"VerseNumber":16,"Text":"Amara yakhana mare yaba ebam mati o asthite parinata haba, takhana'o ki amara punarut'thita haba"},{"SurahNumber":37,"VerseNumber":17,"Text":"ebam amadera pitrpurusara'o?’"},{"SurahNumber":37,"VerseNumber":18,"Text":"Baluna, ‘hyam, ebam tomara habe lanchita"},{"SurahNumber":37,"VerseNumber":19,"Text":"Atahpara ta to ekatimatra pracanda dhamaka---ara takhana'i tara dekhabe"},{"SurahNumber":37,"VerseNumber":20,"Text":"ebam tara balabe, 'haya, durbhoga amadera! Eta'i to pratidana dibasa"},{"SurahNumber":37,"VerseNumber":21,"Text":"Eta'i phayasalara dina, yara prati tomara mithya aropa karate"},{"SurahNumber":37,"VerseNumber":22,"Text":"(Pheresataderake bala habe,)'ekatra kara yalima [1] o tadera sahacaraderake [2] ebam taderaka, yadera'ibadata karata tara"},{"SurahNumber":37,"VerseNumber":23,"Text":"allahara paribarte. Ara taderake paricalita kara jahannamera pathe"},{"SurahNumber":37,"VerseNumber":24,"Text":"Ara taderake thama'o, karana taderake to prasna kara habe"},{"SurahNumber":37,"VerseNumber":25,"Text":"Tomadera ki hala ye, tomara eke an'yera sahayya karacha na"},{"SurahNumber":37,"VerseNumber":26,"Text":"bastuta tara habe aja atasamarpanakari"},{"SurahNumber":37,"VerseNumber":27,"Text":"Ara tara eke an'yera samanasamani haye jijnasabada karabe"},{"SurahNumber":37,"VerseNumber":28,"Text":"tara balabe, 'tomara to tomadera sapatha niye amadera kache asate"},{"SurahNumber":37,"VerseNumber":29,"Text":"Tara (netrsthaniya kapherara) balabe, 'baram tomara to mumina chile na"},{"SurahNumber":37,"VerseNumber":30,"Text":"ebam tomadera upara amadera kono kartrtba chila na; bastuta tomara'i chile simalanghanakari sampradaya"},{"SurahNumber":37,"VerseNumber":31,"Text":"Ta'i amadera birud'dhe amadera rabera katha satya hayeche, niscaya amara sasti asbadana karaba"},{"SurahNumber":37,"VerseNumber":32,"Text":"Sutaram amara tomaderake bibhranta karechilama, karana amara nijera'o chilama bibhranta"},{"SurahNumber":37,"VerseNumber":33,"Text":"Atahpara tara saba'i sedina sastira sarika habe"},{"SurahNumber":37,"VerseNumber":34,"Text":"Niscaya amara aparadhidera sathe erupa kare thaki"},{"SurahNumber":37,"VerseNumber":35,"Text":"Taderake'allaha chara kono satya ilaha ne'i’ bala hale tara ahankara karata"},{"SurahNumber":37,"VerseNumber":36,"Text":"ebam balata, 'amara ki eka unmada kabira kathaya amadera ilahaderake barjana karaba"},{"SurahNumber":37,"VerseNumber":37,"Text":"baram tini to satya niye esechena ebam tini rasuladerake satya bale sbikara karechena"},{"SurahNumber":37,"VerseNumber":38,"Text":"Tomara abasya'i yantranadayaka sasti asbadanakari habe"},{"SurahNumber":37,"VerseNumber":39,"Text":"ebam tomara ya karate tara'i pratiphala pabe"},{"SurahNumber":37,"VerseNumber":40,"Text":"tabe tara naya yara allahara ekanistha banda"},{"SurahNumber":37,"VerseNumber":41,"Text":"Tadera jan'ya ache nirdharita riyika"},{"SurahNumber":37,"VerseNumber":42,"Text":"phalamula; ara tara habe sam'manita"},{"SurahNumber":37,"VerseNumber":43,"Text":"neyamata-purna jannate"},{"SurahNumber":37,"VerseNumber":44,"Text":"mukhomukhi haye asane asina habe"},{"SurahNumber":37,"VerseNumber":45,"Text":"Taderake ghure ghure paribesana kara habe bisud'dha surapurna patra"},{"SurahNumber":37,"VerseNumber":46,"Text":"subhra ujjbala, ya habe panakaridera jan'ya susbadu"},{"SurahNumber":37,"VerseNumber":47,"Text":"Tate ksatikara kichu thakabe na ebam tate tara matala'o habe na"},{"SurahNumber":37,"VerseNumber":48,"Text":"tadera sange thakabe anatanayana [1] dagara cokha bisista [2] (hurigana)"},{"SurahNumber":37,"VerseNumber":49,"Text":"Tara yena suraksita dimba"},{"SurahNumber":37,"VerseNumber":50,"Text":"Atahpara tara eke an'yera samanasamani haye jijnasabada karabe"},{"SurahNumber":37,"VerseNumber":51,"Text":"tadera ke'u balabe, 'amara chila eka sangi"},{"SurahNumber":37,"VerseNumber":52,"Text":"‘se balata, 'tumi ki tadera antarbhuka yara bisbasa kare ye"},{"SurahNumber":37,"VerseNumber":53,"Text":"‘Amara yakhana mare yaba ebam amara mati o asthite parinata haba takhana'o ki amaderake pratiphala deya habe?’"},{"SurahNumber":37,"VerseNumber":54,"Text":"Allah‌ balabena, 'tomara ki take dekhate ca'o?’"},{"SurahNumber":37,"VerseNumber":55,"Text":"Atahpara se jhumke dekhabe ebam take dekhate pabe jahannamera madhyasthale"},{"SurahNumber":37,"VerseNumber":56,"Text":"balabe, ‘allahara kasama! Tumi to amake praya dhbansa'i karechile"},{"SurahNumber":37,"VerseNumber":57,"Text":"amara rabera anugraha na thakale ami'o to hayirakrta [1] byaktidera madhye samila hatama"},{"SurahNumber":37,"VerseNumber":58,"Text":"Amadera to ara mrtyu habe na"},{"SurahNumber":37,"VerseNumber":59,"Text":"prathama mrtyura para ebam amaderake sasti'o deya habe na"},{"SurahNumber":37,"VerseNumber":60,"Text":"eta to abasya'i mahasaphalya"},{"SurahNumber":37,"VerseNumber":61,"Text":"Erupa saphalyera jan'ya amalakaridera ucita amala kara"},{"SurahNumber":37,"VerseNumber":62,"Text":"apyayanera jan'ya ki eta'i sreya, na yakkuma gacha"},{"SurahNumber":37,"VerseNumber":63,"Text":"yalimadera jan'ya amara eta srsti karechi pariksasbarupa"},{"SurahNumber":37,"VerseNumber":64,"Text":"e gacha ud‌gata haya jahannamera taladesa theke"},{"SurahNumber":37,"VerseNumber":65,"Text":"era moca yena sayatanera matha"},{"SurahNumber":37,"VerseNumber":66,"Text":"tara to eta theke khabe ebam udara purna karabe eta diye"},{"SurahNumber":37,"VerseNumber":67,"Text":"Tadupari tadera jan'ya thakabe phutanta panira misrana"},{"SurahNumber":37,"VerseNumber":68,"Text":"Tarapara tadera pratyabartana habe prajbalita agunera'i dike"},{"SurahNumber":37,"VerseNumber":69,"Text":"Tara to tadera pitrpurusaderake peyechila bipathagami"},{"SurahNumber":37,"VerseNumber":70,"Text":"atahpara tadera padanka anusarane dhabita hayechila"},{"SurahNumber":37,"VerseNumber":71,"Text":"Ara abasya'i tadera age purbabatidera besira bhaga bipathagami hayechila"},{"SurahNumber":37,"VerseNumber":72,"Text":"ara abasya'i amara tadera madhye satarkakari pathiyechilama"},{"SurahNumber":37,"VerseNumber":73,"Text":"Kaje'i laksya karuna yaderake satarka kara hayechila, tadera parinama ki hayechila"},{"SurahNumber":37,"VerseNumber":74,"Text":"tabe allahara ekanistha bandadera katha sbatantra"},{"SurahNumber":37,"VerseNumber":75,"Text":"Ara abasya'i nuha amaderake dekechilena, atahpara (dekhuna) amara kata uttama saradanakari"},{"SurahNumber":37,"VerseNumber":76,"Text":"Ara take ebam tara paribarabargake amara ud'dhara karechilama mahasankata theke"},{"SurahNumber":37,"VerseNumber":77,"Text":"Ara tara bansadharaderake'i amara bidyamana rekhechi (bansaparamparaya)"},{"SurahNumber":37,"VerseNumber":78,"Text":"ara amara parabartidera madhye tara jan'ya sukhyati rekhechi"},{"SurahNumber":37,"VerseNumber":79,"Text":"Samagra srstira madhye nuhera prati santi barsita hoka"},{"SurahNumber":37,"VerseNumber":80,"Text":"Niscaya amara ebhabe muhasinaderake puraskrta kare thaki"},{"SurahNumber":37,"VerseNumber":81,"Text":"Niscaya tini chilena amadera mumina bandadera an'yatama"},{"SurahNumber":37,"VerseNumber":82,"Text":"Tarapara an'ya sakalake amara nimajjita karechilama"},{"SurahNumber":37,"VerseNumber":83,"Text":"Ara ibarahima to tara anugamidera antarbhukta"},{"SurahNumber":37,"VerseNumber":84,"Text":"Smarana karuna, yakhana tini tara rabera kache upasthita hayechilena bisud'dhacitte"},{"SurahNumber":37,"VerseNumber":85,"Text":"yakhana tini tara pita o tara sampapradayake jijnesa karechilena, ‘tomara kisera ibadata karacha"},{"SurahNumber":37,"VerseNumber":86,"Text":"tomara ki allahara paribarte alika ilah‌guloke ca'o"},{"SurahNumber":37,"VerseNumber":87,"Text":"‘tahale sakalasrstira raba sambandhe tomadera dharana ki [1]?’"},{"SurahNumber":37,"VerseNumber":88,"Text":"Atahpara tini tarakarajira dike ekabara takalena"},{"SurahNumber":37,"VerseNumber":89,"Text":"ebam balalena, 'niscaya ami asustha"},{"SurahNumber":37,"VerseNumber":90,"Text":"Atahpara tara take pichane rekhe cale gela"},{"SurahNumber":37,"VerseNumber":91,"Text":"Pare tini cupicupi tadera debatagulora kache gelena ebam balalena, 'tomara khadya grahana karacha na kena"},{"SurahNumber":37,"VerseNumber":92,"Text":"tomadera ki hayeche ye tomara katha bala na"},{"SurahNumber":37,"VerseNumber":93,"Text":"atahpara tini tadera upara sabale aghata hanalena"},{"SurahNumber":37,"VerseNumber":94,"Text":"Takhana ai lokagulo tara dike chute asala"},{"SurahNumber":37,"VerseNumber":95,"Text":"Tini balalena, 'tomara nijera yaderake khoda'i kare nirmana kara tomara ki tadera'i ibadata kara"},{"SurahNumber":37,"VerseNumber":96,"Text":"athaca allahi srsti karechena tomaderake ebam tomara ya tairi kara ta'o"},{"SurahNumber":37,"VerseNumber":97,"Text":"Tara balala, 'era jan'ya eka imarata nirmana kara, tarapara eke jbalanta agune niksepa kara"},{"SurahNumber":37,"VerseNumber":98,"Text":"Ebhabe tara tara birud'dhe cakrantera sankalpa karechila; kintu amara taderake khuba'i heya kare dilama"},{"SurahNumber":37,"VerseNumber":99,"Text":"Tini balalena, 'ami amara rabera dike calalama [1], tini amake abasya'i hedayata karabena"},{"SurahNumber":37,"VerseNumber":100,"Text":"he amara raba! Amake eka satkarmaparayana santana dana karuna"},{"SurahNumber":37,"VerseNumber":101,"Text":"Atahpara amara take eka sahisnu putrera susambada dilama"},{"SurahNumber":37,"VerseNumber":102,"Text":"Atahpara tini yakhana tara pitara sathe kaja karara mata bayase upanita halena, takhana ibarahima balalena, 'he priya batsa! Ami sbapne dekhi ye, tomake ami yabeha karachi [1], ekhana tomara abhimata ki bala?' Tini balalena, 'he amara pita! Apani ya adesapraapta hayechena ta-i karuna. Allahara icchaya apani amake dhairyasila pabena"},{"SurahNumber":37,"VerseNumber":103,"Text":"Atahpara yakhana tara ubhaye anugatya prakasa karalena [1] ebam ibarahima tara putrake upura kare sayita karalena"},{"SurahNumber":37,"VerseNumber":104,"Text":"takhana amara take deke balalama, ‘he ibarahima"},{"SurahNumber":37,"VerseNumber":105,"Text":"apani to sbapnera adesa satya'i palana karalena!’---Ebhabe'i amara muhasinaderake puraskrta kare thaki"},{"SurahNumber":37,"VerseNumber":106,"Text":"Niscaya'i eta chila eka spasta pariksa"},{"SurahNumber":37,"VerseNumber":107,"Text":"Ara amara take mukta karalama eka bara yabeha era binimaye"},{"SurahNumber":37,"VerseNumber":108,"Text":"Ara amara tara jan'ya parabartidera madhye sunama-sukhyati rekhe diyechi"},{"SurahNumber":37,"VerseNumber":109,"Text":"Ibarahimera upara santi barsita hoka"},{"SurahNumber":37,"VerseNumber":110,"Text":"Ebhabe'i amara muhasinaderake puraskrta kare thaki"},{"SurahNumber":37,"VerseNumber":111,"Text":"Niscaya tini chilena amadera mumina bandadera an'yatama"},{"SurahNumber":37,"VerseNumber":112,"Text":"ara amara take susambada diyechilama isahakera, tini chilena eka nabi, satkarmaparayanadera an'yatama"},{"SurahNumber":37,"VerseNumber":113,"Text":"Ara amara ibarahimera opara barakata dana karechilama ebam isahakera upara'o; tadera ubhayera bansadharadera madhye kichu sankhyaka muhasina ebam kichu sankhyaka nijedera prati spasta atyacari"},{"SurahNumber":37,"VerseNumber":114,"Text":"Ara abasya'i amara anugraha karechilama musa o harunera prati"},{"SurahNumber":37,"VerseNumber":115,"Text":"ebam taderake ebam tadera sampradayake amara ud'dhara karechilama mahasankata theke"},{"SurahNumber":37,"VerseNumber":116,"Text":"Ara amara sahayya karechilama taderake, phale tara'i hayechila bijayi"},{"SurahNumber":37,"VerseNumber":117,"Text":"Ara amara ubhayake diyechilama bisada kitaba"},{"SurahNumber":37,"VerseNumber":118,"Text":"Ara ubhayake amara paricalita karechilama sarala pathe"},{"SurahNumber":37,"VerseNumber":119,"Text":"Ara amara tadera ubhayera jan'ya parabartidera madhye sunama-sukhyati rekhe diyechi"},{"SurahNumber":37,"VerseNumber":120,"Text":"Musa o harunera prati salama (santi o nirapatta)"},{"SurahNumber":37,"VerseNumber":121,"Text":"Ebhabe'i amara muhasinaderake puraskrta kare thaki"},{"SurahNumber":37,"VerseNumber":122,"Text":"Niscaya tara ubhaye chilena amadera mumina bandadera antarbhukta"},{"SurahNumber":37,"VerseNumber":123,"Text":"Ara niscaya ila'iyasa chilena rasulaganera ekajana"},{"SurahNumber":37,"VerseNumber":124,"Text":"Yakhana tini tara sampradayake balechilena, 'tomara ki taka'oya abalambana karabe na"},{"SurahNumber":37,"VerseNumber":125,"Text":"tomara ki ba'alake dakabe ebam parityaga karabe srestha srasta"},{"SurahNumber":37,"VerseNumber":126,"Text":"allahake, yini tomadera raba ebam tomadera praktana pitrpurusadera'o raba"},{"SurahNumber":37,"VerseNumber":127,"Text":"Kintu tara tara prati mithyaropa karechila, kaje'i taderake abasya'i sastira jan'ya upasthita kara habe"},{"SurahNumber":37,"VerseNumber":128,"Text":"Tabe allahara ekanistha bandadera katha sbatantra"},{"SurahNumber":37,"VerseNumber":129,"Text":"Ara amara tara jan'ya parabartidera madhye sunama-sukhyati rekhe diyechi"},{"SurahNumber":37,"VerseNumber":130,"Text":"Il‌yasinera [1] upara santi barsita hoka"},{"SurahNumber":37,"VerseNumber":131,"Text":"Ebhabe'i to amara muhasinaderake puraskrta kare thaki"},{"SurahNumber":37,"VerseNumber":132,"Text":"Tini to chilena amadera mumina bandadera an'yatama"},{"SurahNumber":37,"VerseNumber":133,"Text":"Ara niscaya luta chilena rasulaganera ekajana"},{"SurahNumber":37,"VerseNumber":134,"Text":"Smarana karuna, yakhana amara take o tara paribarera sakalake ud'dhara karechilama"},{"SurahNumber":37,"VerseNumber":135,"Text":"pichane abasthanakaridera antarbhukta eka brd'dha chara"},{"SurahNumber":37,"VerseNumber":136,"Text":"Atahpara abasistaderake amara sampurnabhabe dhbansa karechilama"},{"SurahNumber":37,"VerseNumber":137,"Text":"Ara tomara to tadera dhbansabasesagulo atikrama kare thaka sakale"},{"SurahNumber":37,"VerseNumber":138,"Text":"o sandhyaya [1]. Tabu'o ki tomara bojha na"},{"SurahNumber":37,"VerseNumber":139,"Text":"ara niscaya i'unusa chilena rasulaganera ekajana"},{"SurahNumber":37,"VerseNumber":140,"Text":"Smarana karuna, yakhana tini bojha'i nauyanera dike paliye gelena"},{"SurahNumber":37,"VerseNumber":141,"Text":"atahpara tini latarite yogagana kare parabhutadera antarbhukta halena"},{"SurahNumber":37,"VerseNumber":142,"Text":"Atahpara eka bara akarera macha take gile phelala, ara takhana se nijeke dhikkara dite lagala"},{"SurahNumber":37,"VerseNumber":143,"Text":"Atahpara tini yadi allahara pabitrata o mahima ghosanakaridera antarbhukta na hatena"},{"SurahNumber":37,"VerseNumber":144,"Text":"tahale take ut'thanera dina paryanta thakate hata tara pete"},{"SurahNumber":37,"VerseNumber":145,"Text":"Atahpara i'unusake amara niksepa karalama eka trnahina prantare [1] ebam tini chilena asustha"},{"SurahNumber":37,"VerseNumber":146,"Text":"Ara amara tara upara iyakatina [1] prajatira eka gacha ud‌gata karalama"},{"SurahNumber":37,"VerseNumber":147,"Text":"ara take amara ekalaksa ba tara ceye besi lokera prati pathiyechilama"},{"SurahNumber":37,"VerseNumber":148,"Text":"Atahpara tara imana enechila; phale amara taderake kichu kalera jan'ya jibanopabhoga karate dilama"},{"SurahNumber":37,"VerseNumber":149,"Text":"Ekhana taderake jijnesa karuna, 'apanara rabera jan'ya'i ki rayeche kan'ya santana [1] ebam tadera jan'ya putra santana"},{"SurahNumber":37,"VerseNumber":150,"Text":"athaba amara ki pheresataderake narirupe srsti karechilama ara tara dekhechila"},{"SurahNumber":37,"VerseNumber":151,"Text":"sabadhana! Tara to managara katha bale ye"},{"SurahNumber":37,"VerseNumber":152,"Text":"‘Allaha santana janma diyechena.' Ara tara niscaya mithyabadi"},{"SurahNumber":37,"VerseNumber":153,"Text":"Tini ki putra santanera paribarte kan'ya santana pachanda karechena"},{"SurahNumber":37,"VerseNumber":154,"Text":"tomadera ki hayeche, tomara kirupa bicara kara"},{"SurahNumber":37,"VerseNumber":155,"Text":"tabe ki tomara upadesa grahana karabe na"},{"SurahNumber":37,"VerseNumber":156,"Text":"naki tomadera kono suspasta dalila-pramana ache"},{"SurahNumber":37,"VerseNumber":157,"Text":"tomara satyabadi hale tomadera kitaba [1] upasthita kara"},{"SurahNumber":37,"VerseNumber":158,"Text":"Tara allah o jina jatira madhye atmiyatara samparka sthira kareche [1], athaca jinera jane, niscaya taderake upasthita kara habe (sastira jan'ya)"},{"SurahNumber":37,"VerseNumber":159,"Text":"Tara (musarikara) ya aropa kare ta theke allah pabitra, mahana"},{"SurahNumber":37,"VerseNumber":160,"Text":"tabe allahara ekanistha bandagana chara"},{"SurahNumber":37,"VerseNumber":161,"Text":"atahpara niscaya tomara ebam tomara yadera ibadata kara tara"},{"SurahNumber":37,"VerseNumber":162,"Text":"tomara (ekanistha bandadera) ka'uke'o allaha sambandhe bibhranta karate parabe na"},{"SurahNumber":37,"VerseNumber":163,"Text":"sudhu prajjalita agune ye dagdha habe se chara"},{"SurahNumber":37,"VerseNumber":164,"Text":"‘Ara (jibarila balalena) amadera pratyekera jan'ya nirdharita sthana rayeche"},{"SurahNumber":37,"VerseNumber":165,"Text":"‘ara amara to saribad'dhabhabe dandayamana"},{"SurahNumber":37,"VerseNumber":166,"Text":"ebam amara abasya'i tamra pabitrata o mahima ghosanakari [1].’"},{"SurahNumber":37,"VerseNumber":167,"Text":"Ara tara (makkabasira) abasya'i bale asachila"},{"SurahNumber":37,"VerseNumber":168,"Text":"‘purbabartidera kitabera mata yadi amadera kono kitaba thakata"},{"SurahNumber":37,"VerseNumber":169,"Text":"amara abasya'i allahara ekanistha banda hatama.’"},{"SurahNumber":37,"VerseNumber":170,"Text":"Kintu tara kura'anera sathe kuphari karala sutaram sighra'i tara janate parabo"},{"SurahNumber":37,"VerseNumber":171,"Text":"ara abasya'i amadera prerita bandadera samparke amadera e bakya age'i sthira hayeche ye"},{"SurahNumber":37,"VerseNumber":172,"Text":"niscaya tara sahayyaprapta habe"},{"SurahNumber":37,"VerseNumber":173,"Text":"ebam amadera bahini'i habe bijayi"},{"SurahNumber":37,"VerseNumber":174,"Text":"Ata'eba kichu kalera jan'ya apani tadera theke mukha phiriye thakuna"},{"SurahNumber":37,"VerseNumber":175,"Text":"Ara apani taderake paryabeksana karuna, sighra'i tara dekhate pabe"},{"SurahNumber":37,"VerseNumber":176,"Text":"Tara ki tabe amadera sasti tbaranbita karate caya"},{"SurahNumber":37,"VerseNumber":177,"Text":"atahpara tadera aninaya yakhana sasti neme asabe takhana satarkikrtadera prabhata habe kata manda"},{"SurahNumber":37,"VerseNumber":178,"Text":"ara kichu kalera jan'ya apani tadera theke mukha phiriye thakuna"},{"SurahNumber":37,"VerseNumber":179,"Text":"Ara apani taderake paryabeksana karuna, sighra'i tara dekhate pabe"},{"SurahNumber":37,"VerseNumber":180,"Text":"Tara ya aropa kare, ta theke pabitra o mahana apanara raba, sakala ksamatara adhikari"},{"SurahNumber":37,"VerseNumber":181,"Text":"Ara santi barsita hoka rasulaganera prati"},{"SurahNumber":37,"VerseNumber":182,"Text":"ara sakala prasansa srstikulera raba allahara'i praapya"},{"SurahNumber":38,"VerseNumber":1,"Text":"Soyada [1], sapatha upadesapurna kura'anera"},{"SurahNumber":38,"VerseNumber":2,"Text":"baram kaphirara aud'dhatya o birodhitaya nipatita ache"},{"SurahNumber":38,"VerseNumber":3,"Text":"Edera age amara bahu janagosthi dhbansa karechi; takhana tara arta citkara karechila. Kintu takhana paritranera kono'i samaya chila na"},{"SurahNumber":38,"VerseNumber":4,"Text":"Ara tara bismaya bodha karache ye, edera kache edera'i madhya theke ekajana satarkakari asala ebam kaphirara bale, 'e to eka jadukara [1], mithyabadi"},{"SurahNumber":38,"VerseNumber":5,"Text":"Se ki bahu ilahake eka ilaha baniye niyeche? Eta to eka atyascarya byapara"},{"SurahNumber":38,"VerseNumber":6,"Text":"ara tadera netara e bale sare pare ye, 'tomara cale ya'o ebam tomadera debatagulora pujaya tomara abicalita thaka. Niscaya'i e byaparati uddesyamulaka"},{"SurahNumber":38,"VerseNumber":7,"Text":"Amara to an'ya dharmadarse [1] erupa katha sunini; eta eka managara ukti matra"},{"SurahNumber":38,"VerseNumber":8,"Text":"Amadera madhye ki tara'i upara yik‌ra (bani) nayila hala? Prakrtapakse tara to amara banite (kura'ane) sandihana. Baram tara ekhano amara sasti asbadana kareni"},{"SurahNumber":38,"VerseNumber":9,"Text":"Naki tadera kache ache apanara rabera anugrahera bhandara, yini parakramasali, mahana data"},{"SurahNumber":38,"VerseNumber":10,"Text":"naki tadera kartrtba ache asamanasamuha o yamina ebam e du’yera antarbati samasta kichura upara? Thakale, tara kono upaya abalambana kare arohana karuka"},{"SurahNumber":38,"VerseNumber":11,"Text":"e bahini sekhane abasya'i parajita habe, purbabati dalasamuhera mata"},{"SurahNumber":38,"VerseNumber":12,"Text":"Edera age'o rasulaganera prati mithyaropa karechila nuhera sampradaya, ‘ada o kilaka'oyala phira'a'una"},{"SurahNumber":38,"VerseNumber":13,"Text":"samuda, luta sampradaya o a'ika'ra adhibasi; ora chila eka-ekati bisala bahini"},{"SurahNumber":38,"VerseNumber":14,"Text":"Tadera pratyeke'i rasulaganera prati mithyaropa karechila. Phale tadera ksetre amara sasti chila yathartha"},{"SurahNumber":38,"VerseNumber":15,"Text":"Ara era to kebala apeksa karache ekati matra pracanda sabdera, yate kono birama thakabe na"},{"SurahNumber":38,"VerseNumber":16,"Text":"Ara tara bale, 'he amadera raba! Hisaba dibasera age'i amadera prapya [1] amaderake sighra'i diye dina"},{"SurahNumber":38,"VerseNumber":17,"Text":"tara ya bale tate apani dhairya dharana karuna ebam smarana karuna amadera saktisali banda da'udera katha; tini chilena khuba besi allaha abhimukhi"},{"SurahNumber":38,"VerseNumber":18,"Text":"Niscaya amara anugata karechilama parbatamalake, yena egulo sakala- sandhyaya tara sathe amara pabitrata o mahima ghosana kare"},{"SurahNumber":38,"VerseNumber":19,"Text":"ebam samabeta pakhiderake'o; saba'i chila tara abhimukhi"},{"SurahNumber":38,"VerseNumber":20,"Text":"Ara amara tara rajyake sudrrha karechilama ebam take diyechilama hikamata o phayasalakari bagmita"},{"SurahNumber":38,"VerseNumber":21,"Text":"Ara apanara kache bibadamana lokadera brttanta paumcheche ki? Yakhana tara pracira diniye asala ‘ibadatakhanaya"},{"SurahNumber":38,"VerseNumber":22,"Text":"yakhana tara da'udera kache prabesa karala, takhana tadera karane tini bhita haye paralena. Tara balala, 'bhita habena na, amara du'i bibadamana paksa---amadera eke an'yera upara simalanghana kareche; ata'eba apani amadera madhye n'yaya bicara karuna; abicara karabena na ebam amaderake sathika patha pradarsana karuna"},{"SurahNumber":38,"VerseNumber":23,"Text":"Niscaya e byakti amara bha'i, era ache niranabba'iti bheri [1]. Ara amara ache matra ekati bheri. Tabu'o se bale, ‘amara yim'maya eti diye da'o' ebam kathaya se amara prati praadhan'ya bistara kareche"},{"SurahNumber":38,"VerseNumber":24,"Text":"Da'uda balalena, 'tomara bheritike tara bherigulora sange yukta karara dabi kare se tomara prati yuluma kareche. Ara sarikadera aneke eke an'yera upara to simalanghana kare thake---kare na sudhu yara imana ane ebam satkaja kare, ara tara sankhyaya sbalpa.’ Ara da'uda bujhate paralena, amara to take pariksa karalama. Atahpara tini tara rabera kache ksama prarthana karalena ebam nata haye lutiye paralena [1], ara tamra abhimukhi halena"},{"SurahNumber":38,"VerseNumber":25,"Text":"Atahpara amara tara krati ksama karalama. Ara niscaya amadera kache tara jan'ya rayeche naikatyera maryada o uttama pratyabartanasthala"},{"SurahNumber":38,"VerseNumber":26,"Text":"‘He da'uda! Amara apanake yamine khalipha baniyechi, ata'eba apani lokadera madhye subicara karuna ebam kheyala-khusira anusarana karabena na. Kenana eta apanake allahara patha theke bicyuta karabe.’ Niscaya yara allahara patha theke bhrasta haya tadera jan'ya rayeche kathina sasti. Karana, tara bicara dinake bhule ache"},{"SurahNumber":38,"VerseNumber":27,"Text":"Ara amara asamana, yamina o e duyera madhyabarti kono kichu'i anarthaka srsti karini [1]. Anarthaka srsti karara dharana tadera yara kuphari kareche, kaje'i yara kuphari kare tadera jan'ya rayeche agunera durbhoga"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yara imana ane o satkaja kare amara ki taderake yamine biparyaya srstikaridera samana ganya karaba? Naki amara muttakiderake aparadhidera samana ganya karaba"},{"SurahNumber":38,"VerseNumber":29,"Text":"eka mubaraka kitaba, eta amara apanara prati nayila karechi, yate manusa era ayatasamuhe gabhirabhabe cinta kare ebam yate bodhasaktisampanna byaktira grahana kare upadesa"},{"SurahNumber":38,"VerseNumber":30,"Text":"Ara amara da'udake dana karalama sula'imana [1]. Kata'i na uttama banda tini! Niscaya tini chilena atisaya allaha abhimukhi"},{"SurahNumber":38,"VerseNumber":31,"Text":"Yakhana bikele tara samane drutagami utkrsta asbarajike [1] pesa kara hala"},{"SurahNumber":38,"VerseNumber":32,"Text":"takhana tini balalena, 'ami to amara rabera smarana hate bimukha haye aisbarya pritite magna haye parechi, edike surya pardara arale cale geche"},{"SurahNumber":38,"VerseNumber":33,"Text":"‘eguloke amara kache phiriye ana.' Tarapara tini egulora pa ebam gala chedana karate lagalena"},{"SurahNumber":38,"VerseNumber":34,"Text":"Ara abasya'i amara sula'imanake pariksa karalama ebam tara asanera upara rakhalama ekati dhara [1]; tarapara sula'imana amara abhimukhi halena"},{"SurahNumber":38,"VerseNumber":35,"Text":"Tini balalena, ‘he amara raba! Amake ksama karuna ebam amake dana karuna emana eka rajya [1] ya amara para ara kara'o jan'ya'i prayojya habe na. Niscaya apani parama data"},{"SurahNumber":38,"VerseNumber":36,"Text":"Takhana amara tara adhina kare dilama bayuke ya tara adese tini yekhane icche karatena sekhane mrdumandabhabe prabahita hata"},{"SurahNumber":38,"VerseNumber":37,"Text":"ara (adhina kare dilama) pratyeka prasada nirmanakari o duburi sayatanasamuhake'o"},{"SurahNumber":38,"VerseNumber":38,"Text":"ebam srnkhale abad'dha ara'o anekake"},{"SurahNumber":38,"VerseNumber":39,"Text":"‘esaba amadera anugraha, ata'eba e theke apani an'yake dite ba nije rakhate parena. Era jan'ya apanake hiseba dite habe na"},{"SurahNumber":38,"VerseNumber":40,"Text":"Ara niscaya amadera kache rayeche tara jan'ya naikatyera maryada o uttama pratyabartanasthala"},{"SurahNumber":38,"VerseNumber":41,"Text":"Ara smarana karuna, amadera banda a'i'ubake, yakhana tini tara rabake balechilena, ‘sayatana to amake yantrana o kaste pheleche"},{"SurahNumber":38,"VerseNumber":42,"Text":"(ami take balalama) ‘apani apanara pa dbara bhumite aghata karuna, e'i to gosalera susitala pani o paniya"},{"SurahNumber":38,"VerseNumber":43,"Text":"Ara amara take dana karalama tara parijanabarga o tadera mata aro aneka; amadera paksa theke anugrahasbarupa ebam bodhasakti sampanna lokadera jan'ya upadesasbarupa"},{"SurahNumber":38,"VerseNumber":44,"Text":"Ara (ami take adesa karalama) ekamutha ghasa nina ebam ta dbara aghata karuna ebam sapatha bhanga karabena na.' Niscaya amara take peyechi dhairyasila [1]. Kata'i uttama banda tini! Niscaya tini chilena amara abhimukhi"},{"SurahNumber":38,"VerseNumber":45,"Text":"Ara smarana karuna, amadera banda ibarahima, isahaka o iya'kubera katha, tamra chilena saktisali o suksmadarsi"},{"SurahNumber":38,"VerseNumber":46,"Text":"Niscaya amara taderake adhikari karechilama eka bisesa gunera, ta chila akhiratera smarana"},{"SurahNumber":38,"VerseNumber":47,"Text":"Ara niscaya tara chilena amadera nikata manonita uttama bandadera an'yatama"},{"SurahNumber":38,"VerseNumber":48,"Text":"Ara smarana karuna, isama'ila, ala-iyasa'a o yula-kiph‌lera katha, ara era pratyeke'i chilena sajjanadera antarbhukta"},{"SurahNumber":38,"VerseNumber":49,"Text":"E eka smarana’ [1]. Muttakidera jan'ya rayeche uttama abasa"},{"SurahNumber":38,"VerseNumber":50,"Text":"cirasthayi jannata, yara darajasamuha tadera jan'ya unmukta"},{"SurahNumber":38,"VerseNumber":51,"Text":"Sekhane tara asina habe helana diye, sekhane tara bahubidha phalamula o paniya ca'ibe"},{"SurahNumber":38,"VerseNumber":52,"Text":"Ara tadera pase thakabe anatanayana samabayaskara"},{"SurahNumber":38,"VerseNumber":53,"Text":"Eta hisebera dinera jan'ya tomaderake deya pratisruti"},{"SurahNumber":38,"VerseNumber":54,"Text":"Niscaya eta amadera deya riyika ya nihsesa ha'oyara naya"},{"SurahNumber":38,"VerseNumber":55,"Text":"Eta'i. Ara niscaya simalanghanakaridera jan'ya rayeche nikrstatama pratyabartanasthala"},{"SurahNumber":38,"VerseNumber":56,"Text":"jahannama, sekhane tara agnidagdha habe, kata nikrsta bisramasthala"},{"SurahNumber":38,"VerseNumber":57,"Text":"eta'i. Kaje'i tara asbadana karuka phutanta pani o pumja"},{"SurahNumber":38,"VerseNumber":58,"Text":"Aro ache erupa bibhinna dharanera sasti"},{"SurahNumber":38,"VerseNumber":59,"Text":"E to eka bahini, tomadera sange prabesa karache. Tadera jan'ya ne'i kono abhinandana. Niscaya tara agune jbalabe.’"},{"SurahNumber":38,"VerseNumber":60,"Text":"Anusarira balabe, ‘baram tomara'o, tomadera jan'ya'o kono abhinandana ne'i. Tomara'i to age amadera jan'ya etara byabastha karecha. Ata'eba kata nikrsta e abasasthala [1]!’"},{"SurahNumber":38,"VerseNumber":61,"Text":"Tara balabe, 'he amadera raba! Ye etake amadera sam'mukhina kareche, agune tara sasti apani dbiguna bariye dina"},{"SurahNumber":38,"VerseNumber":62,"Text":"Tara ara'o balabe, 'amadera ki hala ye, amara yesaba lokake manda bale ganya karatama taderake dekhate pacchi na"},{"SurahNumber":38,"VerseNumber":63,"Text":"Tabe ki amara taderake (ahetuka) thatta-bidrupera patra mane karatama; na tadera byapare amadera drsti bibhrama ghateche"},{"SurahNumber":38,"VerseNumber":64,"Text":"niscaya eta bastaba satya--- jahannamidera e parasparika bada-pratibada"},{"SurahNumber":38,"VerseNumber":65,"Text":"Baluna, 'ami to ekajana satarkakari matra ebam satya kono ilah ne'i allaha chara, yini eka, prabala pratapasali"},{"SurahNumber":38,"VerseNumber":66,"Text":"Yini asamanasamuha, yamina o tadera madhyabarti samasta kichura raba, prabala parakramasali, mahaksamasila"},{"SurahNumber":38,"VerseNumber":67,"Text":"Baluna, 'eta eka mahasambada"},{"SurahNumber":38,"VerseNumber":68,"Text":"ya theke tomara mukha phiriye niccha"},{"SurahNumber":38,"VerseNumber":69,"Text":"‘Urdhbaloka samparke amara kono jnana chila na yakhana tara badanubada karachila"},{"SurahNumber":38,"VerseNumber":70,"Text":"Amara kache to e ohi eseche ye, ami ekajana spasta satarkakari matra"},{"SurahNumber":38,"VerseNumber":71,"Text":"Smarana karuna, yakhana apanara raba pheresataderake balechilena, 'ami manusa srsti karachi kada theke"},{"SurahNumber":38,"VerseNumber":72,"Text":"Atahpara yakhana ami take susama karaba ebam tate amara ruha sancara karaba, takhana tomara tara prati sajadabanata hayo"},{"SurahNumber":38,"VerseNumber":73,"Text":"Takhana pheresatara sakale'i sajadabanata hala"},{"SurahNumber":38,"VerseNumber":74,"Text":"ibalisa chara, se ahankara karala ebam kaphiradera antarbhukta hala"},{"SurahNumber":38,"VerseNumber":75,"Text":"Tini balalena, 'he ibalisa! Ami yake amara du'hate [1] srsti karechi, tara prati sajadabanata hate tomake kise badha dila? Tumi ki aud'dhatya prakasa karale, na tumi adhikatara ucca maryadasampanna"},{"SurahNumber":38,"VerseNumber":76,"Text":"se balala, 'ami tara ceye srestha. Apani amake aguna theke srsti karechena ebam take srsti karechena kada theke.’"},{"SurahNumber":38,"VerseNumber":77,"Text":"Tini balalena, 'tumi ekhana theke bera haye ya'o, kenana niscaya tumi bitarita"},{"SurahNumber":38,"VerseNumber":78,"Text":"‘Ara niscaya tomara upara amara la'nata thakabe, karmaphala dina paryanta.’"},{"SurahNumber":38,"VerseNumber":79,"Text":"Se balala, 'he amara raba! Ata'eba apani amake sedina paryanta abakasa dina, ye dina taderake punarut'thita kara habe"},{"SurahNumber":38,"VerseNumber":80,"Text":"Tini balalena, 'tahale tumi abakasapraaptadera antarbhukta hale"},{"SurahNumber":38,"VerseNumber":81,"Text":"‘nirdharita samaya upasthita ha'oyara dina paryanta"},{"SurahNumber":38,"VerseNumber":82,"Text":"Se balala, 'apanara ksamata-sam'manera sapatha! Abasya'i ami tadera saba'ike pathabhrasta karaba"},{"SurahNumber":38,"VerseNumber":83,"Text":"‘tabe tadera madhye apanara ekanistha bandara byatita"},{"SurahNumber":38,"VerseNumber":84,"Text":"Tini balalena, ‘tabe eta'i satya, ara ami satya'i bali"},{"SurahNumber":38,"VerseNumber":85,"Text":"abasya'i tomara dbara o tadera madhye yara tomara anusarana karabe tadera sabara dbara ami jahannama purna karaba"},{"SurahNumber":38,"VerseNumber":86,"Text":"Baluna, 'ami era jan'ya tomadera kache kono pratidana ca'i na ebam ami krtrimatasrayidera antarbhukta na'i"},{"SurahNumber":38,"VerseNumber":87,"Text":"E to srstikulera jan'ya upadesa matra"},{"SurahNumber":38,"VerseNumber":88,"Text":"Ara era sambada tomara abasya'i janabe, kichudina pare"},{"SurahNumber":39,"VerseNumber":1,"Text":"E kitaba parakramasali prajnamaya allahara kacha theke nayila ha'oya"},{"SurahNumber":39,"VerseNumber":2,"Text":"Niscaya amara apanara kache e kitaba satyasaha nayila karechi. Kaje'i allahara'ibadata karuna tamra anugatye ekanistha haye"},{"SurahNumber":39,"VerseNumber":3,"Text":"Jene rakhuna, abimisra anugatya allahara'i prapya. Ara yara allahara paribarte an'yaderake abhibhabakarupe grahana kare tara bale, 'amara to edera ibadata e jan'ye kari ye, era amaderake paripurnabhabe allahara sannidhye ene debe [1].’ Tara ye bisaye nijedera madhye matabheda karache niscaya allaha tadera madhye se byapare phayasala kare debena. Ye mithyabadi o kaphira, niscaya allaha take hidayata dena na"},{"SurahNumber":39,"VerseNumber":4,"Text":"Allaha santana grahana karate ca'ile tini tamra srstira madhye yake icche beche nitena. Pabitra o mahana tini! Tini allaha, eka, prabala pratapasali"},{"SurahNumber":39,"VerseNumber":5,"Text":"Tini yathayathabhabe asamanasamuha o yamina srsti karechena. Tini rata dbara dinake acchadita karena ebam ratake acchadita karena dina dbara [1]. Surya o camdake tini karechena niyamadhina. Pratyeke'i parikramana kare eka nirdista kala paryanta. Jene rakhe, tini parakramasali, ksamasila"},{"SurahNumber":39,"VerseNumber":6,"Text":"Tini tomaderake srsti karechena eka'i byakti hate. Tarapara tini tara theke jora srsti karechena [1]. Ara tini tomadera jan'ya nayila karechena ata jora ana'ama [2]. Tini tomaderake tomadera matrgarbhera traibidha andhakare paryayakrame srsti karechena. Tini'i allaha; tomadera raba; sarbamaya kartrtba tamra'i; tini chara kono satya ilaha ne'i. Atahpara tomaderake kothaya phirano hacche"},{"SurahNumber":39,"VerseNumber":7,"Text":"yadi tomara kuphari kara tabe (jene rakha) allaha tomadera mukhapeksi nana [1]. Ara tini tamra bandadera jan'ya kuphari pachanda karena na ebam yadi tomara krtajna ha'o tabe tini tomadera jan'ya ta-i pachanda karena. Ara kono bojha bahanakari aparera bojha bahana karabe na. Tarapara tomadera rabera kache'i tomadera phire ya'oya. Takhana tomara ya amala karate ta tini tomaderake abahita karabena. Niscaya antare ya ache tini ta samyaka abagata"},{"SurahNumber":39,"VerseNumber":8,"Text":"Ara manusake yakhana duhkha-dain'ya sparsa kare takhana se ekagracitte tara rabake dake. Tarapara yakhana tini nijera paksa theke tara prati anugraha karena takhana se bhule yaya tara age yara jan'ya se dekechila tamke ebam se allahara samakaksa damra karaya, an'yake tamra patha theke bibhraanta karara jan'ya. Baluna, ‘kupharira jibana tumi kichukala upabhoga kare na'o. Niscaya tumi agunera adhibasidera antarbhukta"},{"SurahNumber":39,"VerseNumber":9,"Text":"Ye byakti ratera bibhinna prahare [1] saj‌dabanata haye o damriye anugatya prakasa kare, akhiratake bhaya kare [2] ebam tara rabera anugraha pratyasa kare, (se ki tara samana, ye ta kare na?) Baluna, 'yara jane ebam yara jane na, tara ki samana?' Bodhasakti sampanna lokera'i sudhu upadesa grahana kare"},{"SurahNumber":39,"VerseNumber":10,"Text":"Baluna, 'he amara mumina bandagana! Tomara tomadera rabera taka'oya abalambana kara. Yara e duniyate kalyanakara kaja kare tadera jan'ya ache kalyana. Ara allahara yamina prasasta [1], dhairyasiladerake'i to tadera puraskara purnarupe deya habe bina hisebe"},{"SurahNumber":39,"VerseNumber":11,"Text":"Baluna, 'ami to adesaprapta hayechi allahara anugatye ekanistha haye tamra ibadata karate"},{"SurahNumber":39,"VerseNumber":12,"Text":"‘ara'o adesapraapta hayechi, ami yena prathama musalima ha'i"},{"SurahNumber":39,"VerseNumber":13,"Text":"Baluna, 'ami yadi amara rabera abadhya ha'i, tabe ami bhaya kari mahadinera sastira"},{"SurahNumber":39,"VerseNumber":14,"Text":"Baluna, 'ami ibadata kari allahara'i tamra prati amara anugatyake ekanistha rekhe"},{"SurahNumber":39,"VerseNumber":15,"Text":"‘ata'eba, tomara allahara paribarte yara icche tara ibadata kara.' 'Baluna, ‘ksatigrasta tara'i yara kiyamatera dina nijedera o nijedera parijanabargera ksatisadhana kare [1]. Jene rakha, eta'i suspasta ksati"},{"SurahNumber":39,"VerseNumber":16,"Text":"Tadera jan'ya thakabe tadera uparera dike agunera acchadana ebam nicera dike'o acchadana. E dbara allaha tamra bandaderake satarka karena. He amara bandagana! Tomara amara'i taka'oya abalambana kara"},{"SurahNumber":39,"VerseNumber":17,"Text":"Ara yara tagutera ibadata theke dure thake ebam allahara abhimukhi haya tadera jan'ya ache susambada. Ata'eba susambada dina amara bandaderake"},{"SurahNumber":39,"VerseNumber":18,"Text":"yara manoyogera sathe katha sone ebam tara madhye ya uttama ta anusarana kare. Taderake'i allah hidayata dana karechena ara tara'i bodhasakti sampanna"},{"SurahNumber":39,"VerseNumber":19,"Text":"Yara upara sastira adesa abadharita hayeche; apani ki raksa karate parabena se byaktike, ye agune (jahanname) ache"},{"SurahNumber":39,"VerseNumber":20,"Text":"tabe yara tadera rabera taka'oya abalambana kare, tadera jan'ya ache bahu praasada yara upara nirmita aro prasada [1], yara padadese nadi prabahita; eta allahara pratisruti, allaha pratisrutira biparita karena na"},{"SurahNumber":39,"VerseNumber":21,"Text":"Apani ki dekhena na, allaha akasa hate bari barsana karena, atahpara ta bhumite nirjhararupe prabahita karena tarapara ta dbara bibidha barnera phasala utpanna karena, tarapara ta sukiye yaya. Phale apani ta haluda barna dekhate pana, abasese tini setake khara-kutoya parinata karena? Ete abasya'i upadesa rayeche bodhasaktisampannadera jan'ya"},{"SurahNumber":39,"VerseNumber":22,"Text":"Allaha isalamera jan'ya yara baksa unmukta kare diyechena phale se tara rabera deya nurera upara rayeche, se ki tara samana ye erupa naya? Ata'eba durbhoga se kathora hrdaya byaktidera jan'ya, yara allahara smarana bimukha! Tara spasta bibhraantite ache"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allaha nayila karechena uttama bani sambalita kitaba ya susamanjasya [1] ebam ya punah punah abrtti kara haya. Ete yara tadera rabake bhaya kare, tadera sarira si'ure othe, tarapara tadera dehamana binamra haye allahara smarane jhumke pare. Eta'i allahara hidayata, tini ta dbara yake icche hidayata karena. Allaha yake bibhranta karena tara kono hedayatakari ne'i"},{"SurahNumber":39,"VerseNumber":24,"Text":"Ye byakti kiyamatera dina tara mukhamandala dbara kathina sasti thekate ca'ibe, (se ki tara mata ye nirapada?) Ara yalimaderake bala habe, 'tomara ya arjana karate ta asbadana kara"},{"SurahNumber":39,"VerseNumber":25,"Text":"Tadera purbabartigana'o mithyaropa karechila, phale sasti emanabhabe taderake grasa karala ye, tara anubhaba'o karate pareni"},{"SurahNumber":39,"VerseNumber":26,"Text":"Phale allah taderake duniyara jibane lanchana bhoga karalena, ara akhiratera sasti to aro kathina. Yadi tara janata"},{"SurahNumber":39,"VerseNumber":27,"Text":"ara abasya'i amara e kura'ane manusera jan'ya sarbaprakara drstanta upasthita karechi, yate tara upadesa grahana kare"},{"SurahNumber":39,"VerseNumber":28,"Text":"arabi bhasaya e kura'ana bakratamukta, yate tara taka'oya abalambana kare"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah ekati drstanta pesa karachena: Eka byaktira prabhu aneka, yara paraspara birud'dhabhabapanna ebam areka byakti, ye eka prabhura anugata; e du'janera abastha ki samana? Samasta prasansa allahara'i; kintu tadera adhikansa'i jane na"},{"SurahNumber":39,"VerseNumber":30,"Text":"Apani to maranasila ebam tara'o maranasila"},{"SurahNumber":39,"VerseNumber":31,"Text":"Tarapara kiyamatera dina niscaya tomara tomadera rabera samane paraspara baka-bitanda karabe"}]}