{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Pavitra āhē tō (allāha), jō āpalyā dāsālā ēkā rātrītūna ādaraṇīya masjidīpāsūna, aksā masjidaparyanta ghē'ūna gēlā, jicyā bhōvatī āmhī barakatī pradāna karūna ṭhēvalyā āhēta. Yāsāṭhī kī āmhī tyālā āpalyā sāmarthyācyā kāhī mōṭhyā niśāṇyā dākhavūna dyāvyāta. Niḥsanśaya sarvaśrēṣṭha allāhaca cāṅgalyā prakārē aikaṇārā, pāhaṇārā āhē"},{"SurahNumber":17,"VerseNumber":2,"Text":"Āṇi āmhī mūsālā grantha pradāna kēlā āṇi tyālā isrā'īlacyā santatīkaritā mārgadarśaka banavilē kī tumhī mājhyāśivāya dusaṟyā kōṇālāhī kāma banaviṇārā banavū nakā"},{"SurahNumber":17,"VerseNumber":3,"Text":"Hē tyā lōkāmpāsūna janmāsa ālēlyānnō! Jyānnā āmhī nūhacyā sōbata naukēta caḍhavilē hōtē. Tō āmacā mōṭhā kr̥tajñaśīla dāsa hōtā"},{"SurahNumber":17,"VerseNumber":4,"Text":"Āṇi āmhī isrā'īlacyā santatīkaritā tyān̄cyā granthāta spaṣṭataḥ nirṇaya dilā hōtā kī tumhī dharatīvara dōna vēḷā upadrava nirmāṇa karāla, āṇi tumhī phāra jāsta atyācāra karāla"},{"SurahNumber":17,"VerseNumber":5,"Text":"Yā dōnhī vāyadyāmpaikī pahilyā vāyadyācī vēḷa yētāca āmhī tumacyāsamōra āpalyā tyā dāsānnā uṭhavūna ubhē kēlē jē mōṭhē laḍhavayyē hōtē, maga tē tumacyā gharāmmadhyē agadī ātāparyanta pasaralē āṇi allāhacā vāyadā pūrṇa hōṇāraca hōtā"},{"SurahNumber":17,"VerseNumber":6,"Text":"Maga āmhī tumhālā tyān̄cyāvara varcasva dē'ūna (tumacē divasa) pālaṭalē āṇi vipula dhana sampattī āṇi santatīnē tumacī madata kēlī āṇi tumacē samūha baḷa vāḍhavilē"},{"SurahNumber":17,"VerseNumber":7,"Text":"Jara tumhī satkarma karāla tara svataḥ āpalyā phāyadyākaritā karāla āṇi jara tumhī vā'īṭa karmē karāla tara tē dēkhīla svataḥsāṭhīca. Maga jēvhā dusaṟyā vāyadyācī vēḷa ālī, tēvhā (āmhī dusaṟyā dāsānnā pāṭhavilē) yāsāṭhī kī tyānnī tumacā cēharā bighaḍavūna ṭākāvā āṇi pahilyā khēpēpramāṇē punhā tyāca masjidīta ghusāvē āṇi jī kāhī vastū tābyāta yē'īla, tōḍaphōḍa karūna muḷāsakaṭa upaṭūna ṭākāvī"},{"SurahNumber":17,"VerseNumber":8,"Text":"Āśā āhē kī tumacā pālanakartā tumacyāvara dayā karīla. Parantu jara tumhī punhā tēca karū lāgāla tara āmhī dēkhīla punhā tasēca karū, āṇi āmhī inkāra karaṇāṟyānsāṭhī jahannamalā kaidakhānā banavūna ṭhēvalē āhē"},{"SurahNumber":17,"VerseNumber":9,"Text":"Niḥsanśaya, hā kura'āna tō mārga dākhavitō, jō sarvānta saraḷa āhē, āṇi satkarma karaṇāṟyā īmānadhārakānnā hī khūśakhabara dētō kī tyān̄cyāsāṭhī atiśaya cāṅgalā mōbadalā (pratiphaḷa) āhē"},{"SurahNumber":17,"VerseNumber":10,"Text":"Āṇi tē lōka, jē ākhiratavara viśvāsa rākhata nāhī, tyān̄cyāsāṭhī āmhī duḥkhadāyaka azāba tayāra karūna ṭhēvalā āhē"},{"SurahNumber":17,"VerseNumber":11,"Text":"Āṇi manuṣya vā'īṭa gōṣṭīn̄cī du'ā prārthanā karū lāgatō, agadī tyācyā svataḥcyā bhalā'īcyā du'ā- prārthanēsārakhī, manuṣya mōṭhā utāvaḷā āhē"},{"SurahNumber":17,"VerseNumber":12,"Text":"Āṇi āmhī rātra āṇi divasālā (āpalyā sāmarthyācī) niśāṇī banavilē āhē. Rātrīcyā niśāṇīlā āmhī prakāśahīna (nistēja) kēlē āṇi divasācyā niśāṇīlā prakāśamāna dākhaviṇārī banavilē āhē. Yāsāṭhī kī tumhī āpalyā pālanakartyācyā kr̥pēcā śōdha ghē'ū śakāvē. Āṇi yāsāṭhīhī kī varṣācī gaṇanā āṇi hiśōba jāṇū śakāvē. Āṇi pratyēka viṣayācē āmhī savistara nivēdana kēlē āhē"},{"SurahNumber":17,"VerseNumber":13,"Text":"Āṇi āmhī māṇasācē cāṅgalē-vā'īṭa tyācyā gaḷyāta ṭākalē āhē, āṇi kayāmatacyā divaśī āmhī tyācā karma-lēkha bāhēra kāḍhū, jō tyālā āpalyāvara khulā asalēlā āḍhaḷēla"},{"SurahNumber":17,"VerseNumber":14,"Text":"Ātā svataḥca āpalē karmapatra vācūna ghyā. Āja tara tū svataḥca āpalā phaisalā karaṇyāsa purēsā āhē"},{"SurahNumber":17,"VerseNumber":15,"Text":"Jō manuṣya mārgadarśana prāpta karatō, tō svataḥ āpalyā bhalyāsāṭhī mārgadarśana prāpta karatō āṇi jō mārgabhraṣṭa hō'īla tara tyācē ōjhē tyācyāvaraca āhē. Kōṇīhī ōjhē bāḷagaṇārā dusaṟyā kuṇācē ōjhē āpalyāvara lādūna ghēṇāra nāhī āṇi āmacā hā niyama nāhī kī paigambara pāṭhaviṇyāpūrvīca azāba (śikṣā-yātanā) pāṭhavāvā"},{"SurahNumber":17,"VerseNumber":16,"Text":"Āṇi jēvhā āmhī ēkhādyā vastīcā sarvanāśa karaṇyācā irādā karūna ghētō tēvhā tithalyā sukhavastū (susampanna) lōkānnā kāhī ādēśa dētō āṇi tē tyā vastīta ughaḍapaṇē avajñā karū lāgatāta, tēvhā tyān̄cyāvara (śikṣā-yātanēcā) phaisalā lāgū hōtō āṇi maga āmhī tyā vastīcī ulathāpālatha karūna ṭākatō"},{"SurahNumber":17,"VerseNumber":17,"Text":"Āṇi āmhī nūhanantarahī anēka samudāya naṣṭa karūna ṭākalē āṇi tumacā pālanakartā āpalyā dāsān̄cyā aparādhānnā cāṅgalyā prakārē jāṇūna āhē āṇi cāṅgalyā prakārē pāhaṇārā āhē"},{"SurahNumber":17,"VerseNumber":18,"Text":"Jyācī icchā phakta yā śīghratāpūrṇa jagāpuratīca asēla tara tyālā āmhī ithē, jēvaḍhē dē'ū icchitō lavakara pradāna karatō. Śēvaṭī mātra tyācyāsāṭhī āmhī jahannama niścita karatō, jithē tō mōṭhyā vā'īṭa avasthēta, dhiḥkkāralā gēlēlā dākhala hō'īla"},{"SurahNumber":17,"VerseNumber":19,"Text":"Āṇi jō ākhiratacī icchā bāḷagēla, āṇi tyāsāṭhī jasā prayatna karāyalā havā, tasā tō karatahī asēla āṇi tō īmāna rākhaṇārāhī asēla tara maga hēca tē lōka hōta, jyācyā prayatnālā allāhacyā ṭhāyī purēpūra sanmāna dilā jā'īla"},{"SurahNumber":17,"VerseNumber":20,"Text":"Pratyēkālā āmhī pradāna karīta asatō yānnāhī āṇi tyānnāhī, tumacyā pālanakartyācyā dēṇagyāmmadhūna, āṇi tumacyā pālanakartyācā anugraha thāmbalēlā nāhī"},{"SurahNumber":17,"VerseNumber":21,"Text":"Pāhā, tyān̄cyāta ēkālā ēkāvara kaśā prakārē śrēṣṭhatā pradāna kēlī āhē āṇi ākhirata (maraṇōttara jīvana) tara darjācyā dr̥ṣṭīnē atiśaya uttama āhē āṇi śrēṣṭhatēcyā dr̥ṣṭīnēhī phāraca uttama āhē"},{"SurahNumber":17,"VerseNumber":22,"Text":"Allāhasōbata dusaṟyā kuṇālā upāsya banavū nakā kī śēvaṭī tumhī apamānita, asahāyya hō'ūna basāla"},{"SurahNumber":17,"VerseNumber":23,"Text":"Āṇi tumacyā pālanakartyānē ughaḍa ādēśa dilēlā āhē kī tumhī tyācyāśivāya dusaṟyā kōṇācīhī upāsanā karū nakā āṇi mātā-pityāśī sad‌vyavahāra karā, jara tumacyā upasthitīta (hayātīta) yān̄cyāpaikī ēka kinvā hē dōghē vr̥d'dhāvasthēsa pōhōcatīla tara tyānnā ‘arē’ sud'dhā bōlū nakā, tyānnā dāṭavū nakā, ulaṭa tyān̄cyāśī ādara-sanmānānē bōlata jā"},{"SurahNumber":17,"VerseNumber":24,"Text":"Āṇi naramī va prēmāsaha tyān̄cyāsamōra vinamratāpūrvaka hāta pasaravūna ṭhēvā1 āṇi du'ā-prārthanā karīta rāhā, hē mājhyā pālanakartyā! Yān̄cyāvara aśīca dayā kara jaśī yānnī mājhyā bālapaṇāta mājhē pālanapōṣaṇa karaṇyāta kēlī āhē"},{"SurahNumber":17,"VerseNumber":25,"Text":"Jē kāhī tumacyā hr̥dayāta āhē tē tumacā pālanakartā cāṅgalyā prakārē jāṇatō. Jara tumhī nēka sadācārī asāla tara tō kṣamā-yācanā karaṇāṟyānnā māpha karaṇārā āhē"},{"SurahNumber":17,"VerseNumber":26,"Text":"Āṇi nātēvā'īkān̄cā, āṇi dīna-dubaḷyān̄cā āṇi pravāśān̄cā hakka adā karīta rāhā, āṇi apavyaya karaṇyāpāsūna dūra rāhā"},{"SurahNumber":17,"VerseNumber":27,"Text":"Niścitaca, apavyaya (udhaḷapaṭṭī) karaṇārē saitānācē bāndhava āhēta, āṇi saitāna āpalyā pālanakartyāśī mōṭhā kr̥taghna āhē"},{"SurahNumber":17,"VerseNumber":28,"Text":"Āṇi āpalyā pālanakartyācyā tyā dayā-kr̥pēcā śōdha ghēṇyāta, jicī tū āśā bāḷagatō, jara tulā tyān̄cyāpāsūna tōṇḍa phiravāvē lāgēla tara aśāhī sthitīta tū tyānnā cāṅgalyā prakārē āṇi naramīnē samajāvilē pāhijē"},{"SurahNumber":17,"VerseNumber":29,"Text":"Āṇi āpalā hāta āpalyā gaḷyāśī bāndhūna ṭhēvū nakā āṇi nā tō pūrṇapaṇē mōkaḷā sōḍā, maga dhiḥkkāralēlā āṇi paścāttāpita hō'ūna basāvē"},{"SurahNumber":17,"VerseNumber":30,"Text":"Niḥsanśaya, tumacā pālanakartā, jyālā icchitō rōjī (ājivikā) vistr̥ta karatō āṇi jyācyāsāṭhī icchitō saṅkucita (taṅga) karatō. Niḥsanśaya, tō āpalyā dāsān̄cī purēpūra khabara rākhatō āṇi khūpa cāṅgalyā prakārē pāhaṇārā āhē"},{"SurahNumber":17,"VerseNumber":31,"Text":"Āṇi dāridyrācyā bhayānē āpalyā santatīlā mārūna ṭākū nakā. Tyānnā āṇi tumhālā āmhīca rōjī (ājivikā) pradāna karatō. Niḥsanśaya, tyān̄cī hatyā karaṇē phāra mōṭhā aparādha āhē"},{"SurahNumber":17,"VerseNumber":32,"Text":"Āṇi khabaradāra! Vyabhicārācyā javaḷahī jā'ū nakā, kāraṇa tī mōṭhī nirlajjatā āhē, āṇi atiśaya vā'īṭa mārga āhē"},{"SurahNumber":17,"VerseNumber":33,"Text":"Āṇi ēkhādyā jīvālā, jyālā māraṇē allāhanē harāma kēlē āhē, kadhīhī avaidharityā mārū nakā (tyācī hatyā karū nakā) āṇi jō manuṣya niraparādha avasthēta ṭhāra māralā jā'īla tara āmhī tyācyā vārasālā hakka dē'ūna ṭhēvalā āhē. Parantu tyānē (pratiśōdha mhaṇūna) ṭhāra māraṇyāta ghā'ī karū nayē. Niḥsanśaya tyācī madata kēlī gēlī āhē"},{"SurahNumber":17,"VerseNumber":34,"Text":"Āṇi anāthācyā dhana-sampattīcyā javaḷahī jā'ū nakā, tyā pad'dhatīśivāya, jī adhika cāṅgalī asē, yēthaparyanta kī tē āpalyā sajñāna hōṇyācyā vayāsa pōhacāvēta āṇi vāyadā pūrṇa karīta jā kāraṇa kī vāyadyāviṣayī vicāraṇā hō'īla"},{"SurahNumber":17,"VerseNumber":35,"Text":"Āṇi jēvhā māpūna dyāla tēvhā pūrṇa māpa bharūna dyā āṇi saraḷa tarājūnē tōlūna dyā. Hēca cāṅgalē āhē āṇi yācā pariṇāmahī phāra cāṅgalā āhē"},{"SurahNumber":17,"VerseNumber":36,"Text":"Āṇi jyā gōṣṭīcī tumhālā khabarahī nasēla, aśā gōṣṭīcyā māgē lāgū nakā, kāraṇa kāna āṇi ḍōḷē āṇi hr̥daya yān̄cyāpaikī pratyēkālā vicāraṇā kēlī jāṇāra āhē"},{"SurahNumber":17,"VerseNumber":37,"Text":"Āṇi jaminīvara mōṭhyā dimākhānē va garvānē cālū nakā, kāraṇa (aśānē) nā tumhī jaminīlā phāḍū śakatā āṇi nā parvatān̄cyā un̄cīparyanta pōhōcū śakatā"},{"SurahNumber":17,"VerseNumber":38,"Text":"Yā sarva kāmān̄cā vā'īṭapaṇā tumacyā pālanakartyājavaḷa atiśaya apriya āhē"},{"SurahNumber":17,"VerseNumber":39,"Text":"Hē dēkhīla tyā vahayī (prakāśanā) paikī āhē, jilā tumacyā pālanakartyānē tumacyākaḍē hikamatīnē utaravilē āhē, yāstava allāhasōbata dusaṟyā kōṇatyāhī upāsya banavū nakā an'yathā dhiḥkkāra karūna āṇi apamānita karūna jahannamamadhyē ṭākalē jāla"},{"SurahNumber":17,"VerseNumber":40,"Text":"Kāya putrāṅkaritā allāhanē tumhālā nivaḍūna ghētalē āhē āṇi svataḥ āpalyākaritā phariśtyānnā mulī banavūna ghētalē? Khātrīnē tumhī phāra mōṭhē bōla bōlata āhāta"},{"SurahNumber":17,"VerseNumber":41,"Text":"Āṇi āmhī tara yā kura'ānāta sarva prakārē sāṅgitalē āhē kī lōkān̄cyā dhyānī yāvē, parantu yāvarahī tyān̄cā tiraskāraca vāḍhatō"},{"SurahNumber":17,"VerseNumber":42,"Text":"Tumhī sāṅgā, jara allāhasōbata āṇakhī dusarē upāsya asatē, jasē kī hē lōka sāṅgatāta, tara avaśya tyānnī ātāparyanta arśacyā svāmīkaḍē mārga śōdhalā asatā"},{"SurahNumber":17,"VerseNumber":43,"Text":"Jē kāhī hē sāṅgatāta, tyāhūna tō pavitra āṇi mahāna, atiśaya dūra, āṇi atiśaya uccatama āhē"},{"SurahNumber":17,"VerseNumber":44,"Text":"Sapta ākāśa āṇi dharatī, āṇi jē kāhī tyān̄cyāta āhē, sarva tyācēca stuti-gāna karatāta. Aśī ēkahī vastū nāhī, jī pavitratā āṇi mahānatēsaha tyācē smaraṇa karīta nasēla. Mātra hē kharē āhē kī tumhī ticē mahimāgāna samajū śakata nāhī. Niḥsanśaya allāha mōṭhā sahanaśīla āṇi māpha karaṇārā āhē"},{"SurahNumber":17,"VerseNumber":45,"Text":"Āṇi jēvhā tumhī kura'āna paṭhaṇa karatā, tēvhā āmhī tumacyā āṇi tyā lōkān̄cyā daramyāna, jē ākhiratavara viśvāsa ṭhēvata nāhī, ēka gupta paḍadā ṭākatō"},{"SurahNumber":17,"VerseNumber":46,"Text":"Āṇi tyān̄cyā hr̥dayānvara paḍadē ṭākalē āhēta kī tyānnī tyālā samajāvē āṇi tyān̄cyā kānāta badhīratā āṇi jēvhā tumhī kēvaḷa allāhacēca varṇana tyācyā ēkamēvatēsaha yā kura'ānāta karatā tēvhā tē tōṇḍa phiravūna paḷa kāḍhatāta"},{"SurahNumber":17,"VerseNumber":47,"Text":"Jyā hētunē tē kura'āna aikatāta, tyān̄cē irādē āmhī cāṅgalyā prakārē jāṇatō. Jēvhā hē tumacyākaḍē kāna lāvūna asatāta. Tēvhā dēkhīla, āṇi jēvhā hē sallāmasalata karatāta tēvhāhī vāstavika hē atyācārī lōka mhaṇatāta kī tumhī aśā vyaktīcē anusaraṇa karaṇyāta magna āhāta, jyācyāvara jādūṭōṇā kēlā gēlā āhē"},{"SurahNumber":17,"VerseNumber":48,"Text":"Jarā pahā tarī tumacyā sāṭhī tē kasa kaśī udāharaṇē dētāta yāstava tē cukīcyā mārgākaḍē jāta āhēta ātā tara saraḷa mārga prāpta karaṇē tyānnā śakya nāhī"},{"SurahNumber":17,"VerseNumber":49,"Text":"Tē mhaṇālē, kāya jēvhā āmhī hāḍē āṇi dhūḷa mātī hō'ūna jā'ū tara kāya āmhī navyānē janmāsa yē'ūna dusaṟyāndā uṭhavūna ubhē kēlē jā'ū"},{"SurahNumber":17,"VerseNumber":50,"Text":"Uttara dyā kī tumhī dagaḍa banā kinvā lōkhaṇḍa"},{"SurahNumber":17,"VerseNumber":51,"Text":"Kinvā ēkhādī aśī vastū, jī tumacyā manāta atiśaya mahāna vāṭata asēla. Maga tyānnī vicārāvē kī asā kōṇa āhē, jō dusaṟyāndā āmacē jīvana parata karēla? Tumhī uttara dyā kī tōca (allāha) jyānē tumhālā pahilyā khēpēsa nirmāṇa kēlē. Yāvara tē āpalē ḍōkē halavūna tumhālā vicāratīla kī, barē hē kēvhā ghaḍūna yē'īla? Tara tumhī uttara dyā kī navala navhē kī tē lavakaraca ghaḍūna yē'īla"},{"SurahNumber":17,"VerseNumber":52,"Text":"Jyā divaśī tō tumhālā bōlāvīla, tumhī tyācī praśansā karata ājñāpālana karāla āṇi anumāna lāvāla kī tumhī phāra kamī kāḷa rāhilāta"},{"SurahNumber":17,"VerseNumber":53,"Text":"Āṇi mājhyā dāsānnā sāṅgā kī tyānnī phāra uttama gōṣṭa āpalyā mukhātūna kāḍhata jāvī, kāraṇa saitāna āpasāta phūṭa pāḍatō. Niścitaca saitāna māṇasācā ughaḍa śatrū āhē"},{"SurahNumber":17,"VerseNumber":54,"Text":"Tumacā pālanakartā tumacī avasthā tumacyāpēkṣā adhika jāṇaṇārā āhē. Tō jara icchila tara tumacyāvara dayā karēla, icchila tara tumhālā śikṣā dē'īla. Āmhī tumhālā tyān̄cyāvara dēkharēkha ṭhēvaṇārā banavūna pāṭhavilē nāhī"},{"SurahNumber":17,"VerseNumber":55,"Text":"Āṇi ākāśāmmadhyē āṇi dharatīta jē kāhī āhē, tē sarva tumacā pālanakartā cāṅgalyā prakārē jāṇatō, āmhī kāhī paigambarānnā kāhīnvara śrēṣṭhatā pradāna kēlī āhē āṇi dā'ūdalā jabūra āmhīca pradāna kēlē"},{"SurahNumber":17,"VerseNumber":56,"Text":"Tumhī sāṅgā, (allāha) śivāya jyānnā tumhī (upāsya) samajata āhāta, tyānnā du'ā-prārthanā karā, parantu tē nā tumacē ēkhādē duḥkha dūra karū śakatāta āṇi nā badalū śakatāta"},{"SurahNumber":17,"VerseNumber":57,"Text":"Jyānnā hē lōka du'ā prārthanā karatāta, tē svataḥ āpalyā pālanakartyācī nikaṭatā śōdhata asatāta kī tyān̄cyāpaikī kōṇa adhika nikaṭa hō'īla, tē tara svataḥ tyācyā dayā-kr̥pēcī āśā bāḷagatāta āṇi tyācyā śikṣā-yātanēpāsūna bhayabhīta rāhatāta. Niḥsanśaya tumacyā pālanakartyācā azāba (śikṣā-yātanā) bhaya rākhaṇyācī gōṣṭa āhē"},{"SurahNumber":17,"VerseNumber":58,"Text":"Āṇi jēvaḍhyā dēkhīla vastyā āhēta, āmhī tyānnā kayāmatacā divasa yēṇyāpūrvī ēkatara ud‌dhvasta karūna ṭākū kinvā atiśaya sakta śikṣā dē'ū. Hē tara granthāta lihilē gēlē āhē"},{"SurahNumber":17,"VerseNumber":59,"Text":"Āṇi āmhālā niśāṇyā (camatkāra) utaraviṇyāpāsūna aḍasara kēvaḷa yāca gōṣṭīcā āhē kī pūrvīcyā lōkānnī yā niśāṇyānnā khōṭē ṭharavilē āhē. Āmhī samūdalā camatkārācyā svarūpāta sāṇḍaṇī dilī parantu tyānnī ticyāvara atyācāra kēlā āmhī tara lōkānnā kēvaḷa dhāka dākhaviṇyākaritā niśāṇyā pāṭhavitō"},{"SurahNumber":17,"VerseNumber":60,"Text":"Āṇi smaraṇa karā, jēvhā āmhī tumhālā sāṅgitalē kī tumacyā pālanakartyānē lōkānnā ghēralē āhē. Āmhī jē tumhālā dākhavilē hōtē, tī lōkāṅkaritā spaṣṭa parīkṣāca hōtī āṇi tyācapramāṇē tē jhāḍa dēkhīla jyāviṣayī kura'ānāta tiraskāra vyakta kēlā gēlā āhē. Āmhī tyānnā sacēta karīta āhōta, parantu aśānē tyān̄cē vaira āṇakhī jāsta vāḍhata jāta āhē"},{"SurahNumber":17,"VerseNumber":61,"Text":"Āṇi jēvhā āmhī phariśtyānnā ādēśa dilā kī ādamalā sajadā karā, tēvhā iblisakhērīja sarvānnī sajadā kēlā. Tō mhaṇālā, kāya mī tyālā sajadā karū, jyālā tū mātīpāsūna banavilē āhē"},{"SurahNumber":17,"VerseNumber":62,"Text":"Ṭhīka āhē, paṇa pāhā tū tyālā mājhyāvara śrēṣṭhatā tara pradāna kēlī āhē, parantu jara tū malā kayāmataparyanta sandhī dēśīla tara mī yācyā santatīlā, phāra kamī lōkānśivāya āpalyā kābūta karēna"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Allāhanē) ādēśa dilā, jā, tyān̄cyāpaikī jō kōṇī tujhā anuyāyī hō'īla tara tumhā sarvān̄cī śikṣā jahannama āhē, jō purēpūra mōbadalā āhē"},{"SurahNumber":17,"VerseNumber":64,"Text":"Tyān̄cyāpaikī tū jyālā dēkhīla āpalyā bōlaṇyānē bahakavū śakaśīla bahakava āṇi tyān̄cyāvara āpalē svāra āṇi pyādē caḍhavūna āṇa, āṇi tyān̄cyā dhana āṇi santatīmadhūna āpalāhī his'sā lāva, āṇi tyānnā (khōṭē) vacana dē. Tyān̄cyāśī jēvaḍhī dēkhīla vacanē (vāyadē) saitānācē asatāta, sarvacyā sarva pūrṇa dagābājī āhē"},{"SurahNumber":17,"VerseNumber":65,"Text":"Mājhyā saccā dāsānvara tujhā kōṇatāhī prabhāva āṇi kābū nāhī āṇi tumacā pālanakartā mōṭhā kāma banaviṇārā purēsā āhē"},{"SurahNumber":17,"VerseNumber":66,"Text":"Tumacā pālanakartā tō āhē, jō tumacyāsāṭhī nadīta nāvā cālavitō, yāsāṭhī kī tumhī tyācyā kr̥pēcā śōdha ghyāvā. Niḥsanśaya tō tumacyāvara mōṭhā dayā karaṇārā āhē"},{"SurahNumber":17,"VerseNumber":67,"Text":"Āṇi samudrāta saṅkaṭa kōsaḷatāca, jyānnā tumhī du'ā-prārthanā karīta hōtē, tē sarva visaratāta, kēvaḷa tōca (allāha) bākī rāhatō, maga jēvhā tō tumhālā khuśkīkaḍē surakṣita ghē'ūna yētō, tēvhā tumhī tōṇḍa phiravūna ghētā. Manuṣya mōṭhā kr̥taghna āhē"},{"SurahNumber":17,"VerseNumber":68,"Text":"Tara kāya tumhī yā gōṣṭīpāsūna nirdhāsta jhālāta kī tumhālā khuśkīcyā ēkhādyā bhūbhāgāta (nē'ūna jaminīta) dhasavūna ṭākāvē kinvā tumacyāvara dagaḍān̄cā varṣāva karaṇārē bhayaṅkara vādaḷa pāṭhavāvē, maga svataḥsāṭhī tumhālā kōṇī mitra va sahāyyakartā āḍhaḷaṇāra nāhī"},{"SurahNumber":17,"VerseNumber":69,"Text":"Kāya tumhī yā gōṣṭīpāsūna nirbhaya jhālā āhāta kī (allāhanē) dusaṟyāndā tumhālā nadīcyā pravāsāta āṇāvē āṇi tumacyāvara vēgavāna vādaḷavārē pāṭhavāvēta āṇi tumacyā inkārāpāyī tumhālā buḍavāvē, maga tumhālā svataḥkaritā, āmacyāvara tyācā dāvā (pāṭhalāga) karaṇārā kōṇīhī āḍhaḷaṇāra nāhī"},{"SurahNumber":17,"VerseNumber":70,"Text":"Āṇi niḥsanśaya, āmhī ādamacyā santatīlā mōṭhī pratiṣṭhā dilī āṇi tyānnā khuśkī āṇi pāṇyāvara cālaṇārī vāhanē dilī āṇi tyānnā pāka sāpha vastūmpāsūna ājivikā (anna-sāmugrī) pradāna kēlī āṇi āpalyā bahutēka nirmitīvara tyānnā śrēṣṭhatā pradāna kēlī"},{"SurahNumber":17,"VerseNumber":71,"Text":"Jyā divaśī āmhī pratyēka um'mata (samudāyā) lā tyācyā pēśavyānsaha bōlāvū, maga jyānnā tyān̄cā karmalēkha ujavyā hātāta dilā jā'īla tē mōṭhyā ānandānē āpalā karmalēkha vācū lāgatīla āṇi dhāgyā'itakā (tīḷamātra) hī atyācāra tyān̄cyāvara kēlā jāṇāra nāhī"},{"SurahNumber":17,"VerseNumber":72,"Text":"Āṇi jō kōṇī yā jagāta āndhaḷā rāhilā tō ākhiratamadhyēhī āndhaḷā āṇi saraḷa mārgāpāsūna dūra bhaṭakalēlā rāhīla"},{"SurahNumber":17,"VerseNumber":73,"Text":"Āṇi hē lōka tumhālā tyā vahayī (prakāśanā) pāsūna, jī āmhī tumacyāvara avatarita kēlī āhē, haṭavū icchita hōtē kī tumhī ticyākhērīja kāhī itara gōṣṭī āmacyā nāvānē racūna ghyāvyāta, maga tara yānnī tumhālā āpalā dōsta banavilē asatē"},{"SurahNumber":17,"VerseNumber":74,"Text":"Āṇi jara āmhī tumhālā aṭaḷa rākhalē nasatē tara phāra śakya hōtē kī tumhī tyān̄cyākaḍē kāhī na kāhī (pramāṇāta) jhukalēca asatē"},{"SurahNumber":17,"VerseNumber":75,"Text":"Maga tara āmhīhī tumhālā yā jagāta duhērī sajā dilī asatī. Āṇi duhērī mr̥tyucīhī, yā sthitīta tumhālā svataḥsāṭhī āmacyā virōdhāta kōṇatāhī madata karaṇārā āḍhaḷalā nasatā"},{"SurahNumber":17,"VerseNumber":76,"Text":"Āṇi hē tara tumacē pāya yā bhūmītūna ḍagamagaviṇyācyā tayārīlā lāgalēca hōtē kī tumhālā dēśābāhēra ghālavāvē, maga hē sud'dhā tumacyānantara phāra kamī kāḷa rāhū śakalē asatē"},{"SurahNumber":17,"VerseNumber":77,"Text":"Asāca niyama tyān̄cā hōtā, jē tumacyāpūrvī paigambara āmhī pāṭhavilē, āṇi tumhālā āmacyā niyamāmmadhyē kadhīhī badala disūna yēṇāra nāhī"},{"SurahNumber":17,"VerseNumber":78,"Text":"Sūryāstāpāsūna rātrīcā andhāra hō'īparyanta namāja kāyama rākhā āṇi prātaḥkāḷī (phajracyā vēḷī) kura'ānacē paṭhaṇahī, niḥsanśaya prātaḥkāḷī kura'āna paṭhaṇa karaṇē hajara kēlē gēlē āhē"},{"SurahNumber":17,"VerseNumber":79,"Text":"Āṇi rātrīcyā kāhī bhāgāta tahajjūda (cyā namājamadhyē kura'āna) paḍhata jāta. Hī adhikatā tumacyāsāṭhī āhē. Lavakaraca tumacā pālanakartā tumhālā mahamūda nāvācyā (praśansāpūrṇa) sthānāvara ubhā karēla"},{"SurahNumber":17,"VerseNumber":80,"Text":"Āṇi du'ā-prārthanā karīta rāhā kī hē mājhyā pālanakartyā! Malā jithēhī n'yāyacē asēla, cāṅgalyā prakārē nē āṇi jithūnahī bāhēra kāḍhāyacē asēla cāṅgalyā prakārē kāḍha'āṇi mājhyāsāṭhī āpalyā javaḷūna varcasva āṇi madata niścita kara"},{"SurahNumber":17,"VerseNumber":81,"Text":"Āṇi yā gōṣṭīcē ailāna karā kī, satya yē'ūna pōhōcalē āṇi asatya miṭalē. Niḥsanśaya asatya miṭaṇyācyāca yōgya hōtē"},{"SurahNumber":17,"VerseNumber":82,"Text":"Āṇi hā kura'āna jō āmhī avatarita karīta āhōta, īmāna rākhaṇāṟyānsāṭhī rōgamuktī, svāsthya āṇi dayā-kr̥pā āhē, parantu atyācārīnsāṭhī nukasānāśivāya kasalīhī vāḍha hōta nāhī"},{"SurahNumber":17,"VerseNumber":83,"Text":"Āṇi jēvhā dēkhīla māṇasālā āmhī āpalī kr̥pā-dēṇagī pradāna karatō, tēvhā tō tōṇḍa phiravitō āṇi kuśī badalatō āṇi jēvhā dēkhīla tyālā duḥkha pōhōcatē tēvhā tō nirāśa hōtō"},{"SurahNumber":17,"VerseNumber":84,"Text":"Sāṅgā kī pratyēka manuṣya āpalyā pad'dhatīnusāra kārya karatō. Jē pūrṇataḥ mārgadarśanāvara āhēta, tyānnā tumacā pālanakartāca cāṅgalyā prakārē jāṇatō"},{"SurahNumber":17,"VerseNumber":85,"Text":"Āṇi hē lōka tumhālā ātmyāviṣayī vicāratāta. (Tumhī tyānnā) uttara dyā kī ātmā mājhyā pālanakartyā (allāha) cyā hukūmānē āhē. Āṇi tumhālā jē jñāna dilē gēlē āhē tē phāraca kamī āhē"},{"SurahNumber":17,"VerseNumber":86,"Text":"Āṇi jara āmhī icchilē tara jī vahayī (prakāśanā) tumacyākaḍē āmhī avatarita kēlī āhē, sarva parata ghē'ū, maga tumhālā tyācyāsāṭhī āmacyāsamōra kōṇīhī himāyata karaṇārā lābhū śakaṇāra nāhī"},{"SurahNumber":17,"VerseNumber":87,"Text":"Tumacyā pālanakartyācyā dayēkhērīja. Niḥsanśaya tumacyāvara tyācī mōṭhī kr̥pā āhē"},{"SurahNumber":17,"VerseNumber":88,"Text":"Sāṅgā kī jara samasta mānava āṇi jinna miḷūna yā kura'ānāsārakhā (grantha) āṇū icchitīla tara tyā sarvān̄cyākaḍūna yācē udāharaṇa āṇaṇē aśakya āhē, maga tē āpasāta ēkamēkān̄cē sahāyyaka banalē tarīhī"},{"SurahNumber":17,"VerseNumber":89,"Text":"Āṇi āmhī tara yā kura'ānāta lōkān̄cyā samajaṇyākaritā aśā prakārē sarva udāharaṇē sāṅgitalī āhēta, parantu bahutēka lōka kr̥taghnapaṇā dākhaviṇē thāmbavata nāhīta"},{"SurahNumber":17,"VerseNumber":90,"Text":"Āṇi tē mhaṇālē, āmhī tumacyāvara kadhīhī īmāna rākhaṇāra nāhī, jōparyanta tumhī āmacyāsāṭhī jaminītūna pāṇyācā jharā kāḍhūna dākhavata nāhī"},{"SurahNumber":17,"VerseNumber":91,"Text":"Athavā svataḥ tumacyāsāṭhī ēkhādā bāga asāvā khajurān̄cā āṇi drākṣān̄cā āṇi tyān̄cyā daramyāna tumhī anēka vāhatē jalapravāha kāḍhūna dākhavāvēta"},{"SurahNumber":17,"VerseNumber":92,"Text":"Kinvā tumhī ākāśālā āmacyāvara tukaḍē tukaḍē karūna pāḍāvē, jasā tumacā vicāra āhē athavā tumhī svataḥ allāhalā āṇi phariśtyānnā āmacyāsamōra āṇūna ubhē karāvē"},{"SurahNumber":17,"VerseNumber":93,"Text":"Athavā svataḥ tumacyāsāṭhī ēkhādē sōn'yācē ghara asāvē kinvā tumhī ākāśāta caḍhūna jāvē āṇi āmhī tara tumacyā caḍhūna jāṇyācāhī tōparyanta viśvāsa karaṇāra nāhī, jōparyanta tumhī āmacyāvara ēkhādā grantha avatarita karata nāhī, jō āmhī svataḥ vācūna ghyāvā. Tumhī uttara dyā kī mājhā pālanakartā mōṭhā pavitra āhē. Mī tara ēka mānava āhē, jō rasūla (paigambara) banavūna pāṭhavilā gēlō āhē"},{"SurahNumber":17,"VerseNumber":94,"Text":"Āṇi lōkān̄javaḷa mārgadarśana yē'ūna pōhōcalyānantara īmāna rākhaṇyāpāsūna rōkhaṇārī kēvaḷa hīca gōṣṭa rāhilī kī tē mhaṇālē, kāya allāhanē ēkā māṇasālāca rasūla (paigambara) banavūna pāṭhavilē"},{"SurahNumber":17,"VerseNumber":95,"Text":"(Tumhī) sāṅgā, jara dharatīvara phariśtē cālata phirata asatē āṇi ithē vāstavya karaṇārē rāhilē asatē tara maga āmhīhī tyān̄cyājavaḷa ēkhādyā āsmānī phariśtyālāca rasūla banavūna pāṭhavilē asatē"},{"SurahNumber":17,"VerseNumber":96,"Text":"Sāṅgā, mājhyā āṇi tumacyā daramyāna allāhacē sākṣī asaṇē purēsē āhē tō āpalyā dāsānnā cāṅgalyā prakārē jāṇūna āhē āṇi cāṅgalyā prakārē pāhaṇārā āhē"},{"SurahNumber":17,"VerseNumber":97,"Text":"Āṇi allāha jyālā mārga dākhavila, tō mārgadarśana lābhalēlā āhē āṇi jyālā tō pathabhraṣṭa karīla tara asambhava āhē kī tumhālā tyācā mitra, tyācyākhērīja dusarā kōṇī āḍhaḷēla, aśā lōkānnā āmhī kayāmatacyā divaśī tōṇḍaghaśī pāḍūna aśā avasthēta jamā karū kī tē āndhaḷē, mukē āṇi bahirē asatīla. Tyān̄cē ṭhikāṇa jahannama asēla, jēvhā tī (āga) thōḍī sud'dhā manda paḍū lāgēla tara tilā āmhī tyān̄cyāsāṭhī āṇakhī bhaḍakāvūna dē'ū"},{"SurahNumber":17,"VerseNumber":98,"Text":"Hā sarva āmacyā niśāṇyān̄cā inkāra karaṇyācā āṇi hē sāṅgaṇyācā pariṇāma āhē kī kāya jēvhā āmhī rākha āṇi kaṇa kaṇa hō'ūna jā'ū, maga āmhālā navyānē nirmāṇa karūna uṭhavūna ubhē kēlē jā'īla"},{"SurahNumber":17,"VerseNumber":99,"Text":"Kāya tyānnī yā gōṣṭīkaḍē lakṣa dilē nāhī kī jyā allāhanē ākāśa āṇi dharatīlā nirmāṇa kēlē, tō tyān̄cyāsārakhyānnā nirmāṇa karaṇyācē pūrṇa sāmarthya bāḷagatō, tyānēca tyān̄cyāsāṭhī ēka aśī vēḷa niścita kēlī āhē, jicyābābata kāhī śaṅkā nāhī, parantu atyācārī lōka kr̥taghna banalyāvinā rāhata nāhī"},{"SurahNumber":17,"VerseNumber":100,"Text":"Tyānnā sāṅgā kī (jara samajā) jara tumhī mājhyā pālanakartyācyā dayā kr̥pēcyā khajin'yācē mālaka banalē asatē tara tumhī tyā vēḷīhī tō kharca hō'īla yā bhītīnē tyāta kan̄jūsapaṇā kēlā asatā āṇi manuṣya āhēca mōṭhā kōtyā manācā"},{"SurahNumber":17,"VerseNumber":101,"Text":"Āṇi āmhī mūsālā na'ū mōjijē (allāhapradatta camatkāra) agadī sāpha sāpha pradāna kēlē, tū svataḥ isrā'īlacyā santatīlā vicāra, jēvhā tē tyān̄cyājavaḷa tēvhā pōhōcalē phira'auna mhaṇālā, hē mūsā! Mājhyā matē tujhyāvara jādūṭōṇā kēlā gēlā āhē"},{"SurahNumber":17,"VerseNumber":102,"Text":"(Mūsānē) uttara dilē, hē malā māhīta jhālē āhē kī ākāśān̄cyā āṇi dharatīcyā pālanakartyānēca hē camatkāra dākhaviṇyāsāṭhī va samajāviṇyāsāṭhī avatarita kēlē āhēta, hē phira'auna! Malā tara vāṭatē kī tū nakkīca naṣṭa kēlā gēlā āhē"},{"SurahNumber":17,"VerseNumber":103,"Text":"Śēvaṭī phira'aunanē pakkā irādā kēlā kī tyānnā bhūmītūnaca kāḍhūna phēkāvē, tēvhā āmhī svataḥ tyālā āṇi tyācyā sarva sāthīdārānnā buḍavūna ṭākalē"},{"SurahNumber":17,"VerseNumber":104,"Text":"Āṇi tyānantara āmhī isrā'īlacyā putrānnā pharmāvilē kī tyā bhūmīvara vāstavya karā, mātra jēvhā ākhiratacā vāyadā yē'īla tēvhā āmhī tumhā sarvānnā ēkatrita karūna nē'ū"},{"SurahNumber":17,"VerseNumber":105,"Text":"Āṇi āmhī yā (kura'ānā) lā satyāsaha avatarita kēlē āṇi hā dēkhīla satyāsaha avatarita jhālā āṇi āmhī tumhālā kēvaḷa khūśakhabara dēṇārā āṇi sacēta karaṇārā banavūna pāṭhavilē āhē"},{"SurahNumber":17,"VerseNumber":106,"Text":"Āṇi kura'ānālā āmhī thōḍē thōḍē karūna aśāsāṭhī utaravilē āhē kī tumhī vēḷa miḷēla tyānusāra lōkānnā aikavāvē āṇi āmhī svataḥdēkhīla yālā thōḍē thōḍē karūna utaravilē"},{"SurahNumber":17,"VerseNumber":107,"Text":"Tumhī sāṅgā, tumhī yāvara īmāna rākhā kinvā na rākhā, jyānnā yācyāpūrvī jñāna dilē gēlē āhē, tyān̄cyājavaḷa jēvhā dēkhīla yācē paṭhaṇa kēlē jātē, tēvhā tē māthā ṭēkūna sajadā karū lāgatāta"},{"SurahNumber":17,"VerseNumber":108,"Text":"Āṇi mhaṇatāta kī āmacā pālanakartā pavitra āhē, āmacyā pālanakartyācā vāyadā niścitaca pūrṇa hōṇāra āhē"},{"SurahNumber":17,"VerseNumber":109,"Text":"Āṇi tē māthā ṭēkūna raḍata raḍata sajadyācyā avasthēta khālī paḍatāta āṇi hā kura'āna tyān̄cī naramī āṇi namratā āṇakhī jāsta vāḍhavitō"},{"SurahNumber":17,"VerseNumber":110,"Text":"Tumhī sāṅgā kī allāhalā allāha mhaṇūna pukārā āṇi rahamāna mhaṇūna, jyā nāvānē dēkhīla pukārā sarva śubha nāmē tyācīca āhēta. Nā tumhī āpalī namāja phāra un̄ca svarāta paḍhata jā āṇi nā agadī haḷū svarāta kimbahunā yān̄cyā madhalā mārga śōdhā"},{"SurahNumber":17,"VerseNumber":111,"Text":"Āṇi sāṅgā, samasta stutī- praśansā allāhakaritāca āhē, jō nā santatī bāḷagatō āṇi nā āpalyā rājyasattēta dusaṟyā kōṇālā bhāgīdāra ṭhēvatō, nā tō asā kamajōra āhē kī tyācā kōṇī sahāyyaka asāvā āṇi tumhī tyācī paripūrṇa mahimā varṇana karaṇyāta magna rāhā"},{"SurahNumber":18,"VerseNumber":1,"Text":"Sarva stutī-praśansā tyā allāhakaritāca āhē, jyānē āpalyā dāsāvara hā kura'āna avatarita kēlā āṇi tyāta kasalīhī uṇīva bākī rāhū dilī nāhī"},{"SurahNumber":18,"VerseNumber":2,"Text":"Kimbahunā sarva kāhī yathāyōgya rākhalē yāsāṭhī kī āpalyājavaḷacyā sakta śikṣēpāsūna sacēta karāvē āṇi īmāna rākhaṇāṟyānnā āṇi satkarma karaṇāṟyānnā khūśakhabarī aikavāvī kī tyān̄cyākaritā uttama mōbadalā āhē"},{"SurahNumber":18,"VerseNumber":3,"Text":"Jyāta tē nēhamī nēhamī rāhatīla"},{"SurahNumber":18,"VerseNumber":4,"Text":"Āṇi tyā lōkānnāhī bhaya dākhavāvē jē mhaṇatāta kī allāha santatī bāḷagatō"},{"SurahNumber":18,"VerseNumber":5,"Text":"Vāstavikata nā tyānnā svataḥlā yācē jñāna āhē, nā tyān̄cyā thōra bujūrga lōkānnā. Hā ārōpa mōṭhā vā'īṭa āhē, jō tyān̄cyā tōṇḍūna nighata āhē, tē kēvaḷa khōṭē bōlata āhēta"},{"SurahNumber":18,"VerseNumber":6,"Text":"Maga jara yā lōkānnī yā gōṣṭīvara īmāna rākhalē nāhī tara kāya tumhī tyān̄cyā māgē yāca duḥkhāta āpalyā jīvācā nāśa karūna ghyāla"},{"SurahNumber":18,"VerseNumber":7,"Text":"Dharatīvara jē kāhī āhē, tē āmhī dharatīcyā śōbhā-sajāvaṭīsāṭhī banavilē āhē kī āmhī tyān̄cī kasōṭī ghyāvī kī tyān̄cyāpaikī kōṇa satkarma karaṇārā āhē"},{"SurahNumber":18,"VerseNumber":8,"Text":"Āṇi yā dharatīvara jē kāhī āhē, āmhī tyālā ēka sapāṭa maidāna karūna ṭākaṇāra āhōta"},{"SurahNumber":18,"VerseNumber":9,"Text":"Kāya tumhī āpalyā matē guphā āṇi śilālēkhavālyānnā āmacyā niśāṇyāmpaikī ēkhādī mōṭhī navalapūrṇa niśāṇī samajata āhāta"},{"SurahNumber":18,"VerseNumber":10,"Text":"Tyā taruṇānnī jēvhā guphēta āśraya ghētalā tēvhā du'ā-prārthanā kēlī kī, hē āmacyā pālanakartyā! Āmhālā āpalyā javaḷūna dayā- kr̥pā pradāna kara āṇi āmacyā kāryāta āmacyāsāṭhī mārga sōpā kara"},{"SurahNumber":18,"VerseNumber":11,"Text":"Maga āmhī tyān̄cyā kānānvara anēka varṣāmparyanta tyāca guphēta paḍadē ṭākalē"},{"SurahNumber":18,"VerseNumber":12,"Text":"Maga āmhī tyānnā uṭhavūna ubhē kēlē kī āmhī hē jāṇūna ghyāvē kī dōnhī gaṭāmpaikī yā mōṭhyā mudatīlā, jī tyānnī pāra pāḍalī, kōṇī jāsta smaraṇāta rākhalē"},{"SurahNumber":18,"VerseNumber":13,"Text":"Āmhī tyān̄cī kharī kahāṇī tumacyāsamōra varṇana karīta āhōta, yā kāhī taruṇānnī1 āpalyā pālanakartyāvara īmāna rākhalē āṇi āmhī tyān̄cyā mārgadarśanāta pragatī pradāna kēlī"},{"SurahNumber":18,"VerseNumber":14,"Text":"Āṇi āmhī tyān̄cī manē majabūta kēlī hōtī jēvhā tē uṭhūna ubhē rāhilē āṇi mhaṇū lāgalē kī āmacā pālanakartā tōca āhē, jō ākāśān̄cā āṇi dharatīcā pālanakartā āhē, hē asambhava āhē kī āmhī tyācyāśivāya dusaṟyā upāsyālā pukārāvē jara asē kēlē tara āmhī mōṭhī anucita gōṣṭa bōlalō"},{"SurahNumber":18,"VerseNumber":15,"Text":"Hā āhē āmacā janasamūha, jyānē allāhakhērīja dusarī upāsyē banavūna ṭhēvalī āhēta tyān̄cyā varcasvācā ēkhādā spaṣṭa purāvā kā nāhī sādara karata? Allāhaśī khōṭyā gōṣṭīcā sambandha jōḍaṇāṟyāpēkṣā adhika atyācārī kōṇa āhē"},{"SurahNumber":18,"VerseNumber":16,"Text":"Āṇi jyā'arthī tumhī tyān̄cyāpāsūna āṇi allāhakhērīja tyān̄cyā itara upāsyāmpāsūna vēgaḷē jhālā āhāta tara ātā ēkhādyā guphēta jā'ūna basā, tumacā pālanakartā (allāha) tumacyāvara āpalī dayā-kr̥pā karēla āṇi tumacyā kāryāta sahaja sulabhatā nirmāṇa karīla"},{"SurahNumber":18,"VerseNumber":17,"Text":"Āṇi tumhī pāhāla kī sūryōdaya hōtānā sūrya tyān̄cyā guphēcyā ujavyā bājūlā jhukatō āṇi astāsa jātānā tyān̄cyā ḍāvyā bājūlā guphēcā bhāga sōḍūna māvaḷatō āṇi tē tyā guphēcyā praśasta sthānāta āhēta. Hē allāhacyā niśāṇyāmpaikī āhē, allāha jyālā mārgadarśana karīla, tō satya mārgāvara āhē āṇi jyālā pathabhraṣṭa karīla tara aśakya āhē kī tumhālā tyācā kōṇī mitra āṇi mārga dākhaviṇārā disūna yāvā"},{"SurahNumber":18,"VerseNumber":18,"Text":"Āṇi tumhī vicāra karāla kī tē jāgata āhēta vastutaḥ tē jhōpata hōtē, āṇi āmhī svataḥ tyācī ujavī ḍāvī kuśī badalata rāhilō. Tyān̄cā kutrādēkhīla guphēcyā tōṇḍāśī hāta pasaralēlyā avasthēta hōtā. Jara tumhī āta ḍōkāvūna pāhū icchilē asatē tara nakkīca ulaṭa pāvalānnī paḷa kāḍhalā asatā āṇi tyān̄cyā bhaya-dahaśatīnē tumhī bhāruna gēlē asatē"},{"SurahNumber":18,"VerseNumber":19,"Text":"Āṇi tyāca prakārē āmhī tyānnā jāgē karūna uṭhavilē kī āpasāta vicārapūsa karāvī. Tyān̄cyāpaikī ēkā bōlaṇāṟyānē vicāralē kī tumhī (ithē) kitī kāḷa rāhātīla tyānnī uttara dilē, ēka divasa kinvā ēkā divasāpēkṣāhī kamī. Mhaṇū lāgalē, kī tumacyā vāstavyācē pūrṇa jñāna allāhalāca āhē. Ātā tumhī āpalyāpaikī ēkhādyālāhī cāndīcī (nāṇī) dē'ūna śaharāta pāṭhavā. Tyānē cāṅgalyāprakārē pāhūna ghyāvē kī śaharāta kōṇatē bhōjana svaccha śud'dha āhē, maga tyātūnaca tumacyā bhōjanāsāṭhī āṇāvē āṇi tyānē khūpa sāvadhagirī āṇi naramīnē vāgāvē āṇi kōṇālāhī tumacī khabara hō'ū dē'ū nayē"},{"SurahNumber":18,"VerseNumber":20,"Text":"Jara hē (kāphira) tumacyāvara varcasva prāpta karūna ghētīla tara tumhālā dagaḍānnī mārūna ṭākatīla kinvā punhā tumhālā āpalyā dharmāta parata ghētīla, tara maga tumhī kadhīhī saphala hō'ū śakaṇāra nāhīta"},{"SurahNumber":18,"VerseNumber":21,"Text":"Āṇi āmhī aśā prakārē lōkānnā tyān̄cyā avasthēśī avagata kēlē kī tyānnī hē jāṇūna ghyāvē kī allāhacā vāyadā pūrṇataḥ saccā āhē. Āṇi kayāmata yēṇyābābata kāhīca śaṅkā nāhī jēvhā tē āpalyā bōlaṇyāta āpasāta matabhēda karīta hōtē, mhaṇū lāgalē kī guphēvara ēka imārata banavūna ghyā. Tyān̄cā pālanakartāca tyān̄cyā avasthēlā adhika jāṇaṇārā āhē, jyā lōkānnī tyān̄cyā bābatīta varcasva prāpta kēlē, tē mhaṇū lāgalē kī āmhī tara yān̄cyājavaḷa pāsa masjida banavū"},{"SurahNumber":18,"VerseNumber":22,"Text":"Kāhī lōka mhaṇatīla kī guphēta tīna jaṇa hōtē āṇi cauthā tyān̄cā kutrā hōtā, kāhī mhaṇatīla kī tē pāca hōtē, sahāvā tyān̄cā kutrā hōtā. Aparōkṣa (ġaiba) viṣayī (cinha pāhilyāvinā) anumānānē dagaḍa māraṇē. Kāhī mhaṇatīla kī tē sāta āhēta āṭhavā tyān̄cā kutrā āhē. (Tumhī) sāṅgā kī mājhā pālanakartā, tyān̄cī saṅkhyā cāṅgalyā prakārē jāṇaṇārā āhē. Tyānnā phāra thōḍēca lōka jāṇatāta, maga tumhīhī tyā lōkānviṣayī kēvaḷa saṅkṣipta bōlata jā, āṇi tyān̄cyāpaikī kōṇāśī tyān̄cyāviṣayī vicārapūsahī karū nakā"},{"SurahNumber":18,"VerseNumber":23,"Text":"Āṇi kadhīhī ēkhādyā kāmābaddala asē bōlū nakā kī mī hē kāma udyā karēna"},{"SurahNumber":18,"VerseNumber":24,"Text":"Parantu tyāsōbataca ‘inśā allāha’ (allāhanē icchilē tara) jarūra mhaṇā āṇi jēvhā dēkhīla visara paḍēla āpalyā pālanakartyā (allāha) cē smaraṇa karata jā āṇi hē mhaṇata rāhā kī malā pūrṇa āśā āhē kī mājhā pālanakartā yāhūna jāsta mārgadarśanācyā javaḷacyā gōṣṭīcē mārgadarśana karēla"},{"SurahNumber":18,"VerseNumber":25,"Text":"Āṇi tē lōka āpalyā guphēta tīnaśē varṣāparyanta rāhilē, āṇi na'ū varṣē tyānnī adhika kāḍhalī"},{"SurahNumber":18,"VerseNumber":26,"Text":"Tumhī sāṅgā, allāhalāca tyān̄cyā vāstavyakāḷācē cāṅgalyā prakārē jñāna āhē. Ākāśān̄cē āṇi dharatīcē parōkṣa jñāna kēvaḷa tyālāca āhē. Tō kitī cāṅgalā pāhaṇārā aikaṇārā āhē! Allāhakhērīja kōṇīhī tyān̄cī madata karaṇārā nāhī āṇi allāha āpalā ādēśa lāgū karaṇyāta kōṇālāhī sahabhāgī banavita nāhī"},{"SurahNumber":18,"VerseNumber":27,"Text":"Āṇi tumacyākaḍē, tumacyā pālanakartyātarphē jō grantha avatarita kēlā gēlā āhē, tyācē paṭhaṇa karīta rāhā. Tyācē pharmāna kōṇīhī badalū śakata nāhī. Tumhālā tyācyākhērīja kadāpi ēkhādē āśrayasthāna lābhaṇāra nāhī"},{"SurahNumber":18,"VerseNumber":28,"Text":"Āṇi svataḥlā aśāca lōkān̄cyā sōbata rākhata jā, jē āpalyā pālanakartyālā sakāḷa sandhyākāḷa pukāratāta āṇi tyācyāca mukhā (anugrahā) cī abhilāṣā karatāta. Khabaradāra! Tumacī dr̥ṣṭī tyān̄cyāvarūna haṭatā kāmā nayē kī aihika jīvanācyā śōbhā-sajāvaṭīcyā prayatnāta magna vhāvē (pāhā) tyācē mhaṇaṇē mān'ya karū nakā, jyācyā hr̥dayālā āmhī āpalyā āṭhavaṇīpāsūna gāphīla ṭhēvalē āhē āṇi jō icchā-ākāṅkṣān̄cyā māgē dhāvata āhē āṇi jyācyā karmānē maryādā pāra kēlī āhē"},{"SurahNumber":18,"VerseNumber":29,"Text":"Āṇi ailāna karā kī hē paripūrṇa satya (kura'āna) tumacyā pālanakartyātarphē āhē. Ātā jyācī icchā hō'īla tyānē īmāna rākhāvē āṇi jyācī icchā hō'īla tyānē inkāra karāvā. Atyācārī lōkāṅkaritā āmhī tī āga tayāra karūna ṭhēvalī āhē, jicyā (āgīcyā) kanātī tyānnā ghērūna ṭākatīla. Jara tē gāṟhāṇē māṇḍatīla tara tyān̄cī madata tyā pāṇyānē kēlī jā'īla, jē tēlācyā gāḷāsārakhē asēla, jē cēharā bhājūna ṭākīla mōṭhē vā'īṭa pāṇī āhē āṇi mōṭhē vā'īṭa viśrāntīsthāna (jahannama) āhē"},{"SurahNumber":18,"VerseNumber":30,"Text":"Niḥsanśaya jyā lōkānnī īmāna rākhalē āṇi satkarma karīta rāhilē tara āmhī ēkhādyā sartma karaṇāṟyācā mōbadalā vāyā jā'ū dēta nāhī"},{"SurahNumber":18,"VerseNumber":31,"Text":"Tyān̄cyāsāṭhī nēhamī nēhamī asaṇārī jannata āhē. Ticyākhālī nadyā vāhata asatīla. Tithē yānnā suvarṇa kāṅkaṇa ghātalē jā'īla. Āṇi hiravyā raṅgācē talama va jāḍa rēśamācē kapaḍē ghālatīla tyā ṭhikāṇī sinhāsanāvara takkē lāvūna basatīla. Kitī cāṅgalā mōbadalā āhē āṇi kitī cāṅgalē ārāma karaṇyācē ghara āhē"},{"SurahNumber":18,"VerseNumber":32,"Text":"Āṇi tyānnā tyā dōna māṇasān̄cē udāharaṇahī aikavā jyān̄cyāpaikī ēkālā āmhī drākṣān̄cyā dōna bāgā dē'ūna ṭhēvalyā hōtyā, jyānnā khajurīcyā vr̥kṣānnī āmhī ghērūna ṭhēvalē hōtē āṇi dōghān̄cyā daramyāna śētī nirmāṇa kēlī hōtī"},{"SurahNumber":18,"VerseNumber":33,"Text":"Dōnhī bāgānnī āpalī phaḷē bharapūra dilīta āṇi tyā kāhīca kamataratā kēlī nāhī āṇi āmhī tyā bāgān̄cyā daramyāna pravāha jārī kēlā hōtā"},{"SurahNumber":18,"VerseNumber":34,"Text":"Āṇi (aśā prakārē) tyācyājavaḷa phaḷē hōtī. Ēka divasa bōlatā bōlatā tō āpalyā sāthīdārālā mhaṇālā kī mī tujhyāpēkṣā jāsta śrīmanta āhē āṇi jat'thyātahī adhika pratiṣṭhīta āhē"},{"SurahNumber":18,"VerseNumber":35,"Text":"Āṇi tō āpalyā bāgēta gēlā āṇi āpalyā jīvāvara julūma karaṇārā hōtā, mhaṇālā, malā nāhī vāṭata hī bāga kadhī barabāda hō'ū śakēla"},{"SurahNumber":18,"VerseNumber":36,"Text":"Āṇi nā mī kayāmatacē prasthāpita hōṇyāsa mānatō āṇi jara hē mānūnahī ghētalī kī mī āpalyā pālanakartyākaḍē paratavilō gēlō tara khātrīnē (tē paratīcē ṭhikāṇa) malā yāhūna jāsta cāṅgalē āḍhaḷēla"},{"SurahNumber":18,"VerseNumber":37,"Text":"Tyācā sāthīdāra tyācyāśī bōlatānā mhaṇālā, kāya tū tyā (allāha) lā nāhī mānata, jyānē tulā mātīpāsūna nirmāṇa kēlē, nantara vīryāpāsūna, maga tulā pūrṇa mānava (puruṣa) ghaḍavilē"},{"SurahNumber":18,"VerseNumber":38,"Text":"Parantu mī (tara pūrṇa śrad'dhā rākhatō kī) tōca allāha mājhā svāmī va pālanakartā āhē, mī āpalyā pālanakartyāsōbata kōṇālāhī sahabhāgī ṭharaviṇāra nāhī"},{"SurahNumber":18,"VerseNumber":39,"Text":"Āṇi tū āpalyā bāgēta jāṇyācyā vēḷī asē kā nāhī mhaṇālā kī allāhanē jē icchilē tē hō'īla. Kōṇatēhī śaktī-sāmarthya nāhī parantu allāhacyā madatīnē, jarī tū malā dhana āṇi santatīta kamataratā asalēlā pāhāta āhēsa"},{"SurahNumber":18,"VerseNumber":40,"Text":"Parantu phāra śakya āhē kī mājhā pālanakartā malā tujhyā yā bāgēpēkṣā uttama pradāna karīla āṇi yā (tujhyā bāgē) vara āsamānī saṅkaṭa pāṭhavila tara hī sapāṭa āṇi nisaṭaṇārē maidāna banēla"},{"SurahNumber":18,"VerseNumber":41,"Text":"Kinvāca hicē pāṇī khālī utaralē āṇi tujhyā āvākyāta na rāhāvē kī tū tē śōdhūna āṇāvē"},{"SurahNumber":18,"VerseNumber":42,"Text":"Āṇi tyācī (sarva) phaḷē ghēralī gēlīta maga tō āpalyā yā kharcābaddala, jō tyānē bāgēvara kēlā hōtā, āpalē hāta maḷū lāgalā, āṇi tī bāga chapparāsamēta tōṇḍaghaśī paḍalī hōtī āṇi (tō manuṣya) mhaṇata hōtā kī arērē! Mī āpalyā pālanakartyāsōbata dusaṟyā kuṇālā bhāgīdāra banavilē nasatē"},{"SurahNumber":18,"VerseNumber":43,"Text":"Tyācyā hakkāta kōṇatāhī samūha uṭhūna ubhā rāhilā nāhī kī allāhapāsūna tyācā kāhī bacāva karū śakalā asatā āṇi nā tō svataḥhī sūḍa ghēṇārā banū śakalā"},{"SurahNumber":18,"VerseNumber":44,"Text":"Ithūnaca (sid'dha hōtē) kī samasta adhikāra tyāca allāhakaritā āhēta. Tō mōbadalā pradāna karaṇyācyā va pariṇāmācyā dr̥ṣṭīnē atiśaya uttama āhē"},{"SurahNumber":18,"VerseNumber":45,"Text":"Āṇi tyānnā yā jagācyā jīvanācē udāharaṇahī sāṅgā, jaṇū pāṇī jē āmhī ākāśātūna avatarita karatō tyādva'ārē jaminīcī paidāvāra miḷatījuḷatī asatē, maga śēvaṭī tī cūrēcūra hōtē, jilā vārē uḍavita nēta phiratāta āṇi allāha pratyēka gōṣṭīcē sāmarthya bāḷagatō"},{"SurahNumber":18,"VerseNumber":46,"Text":"Dhana-sampattī āṇi santatī tara yā jagācyā jīvanācī śōbhā āhē parantu sadaiva ṭikūna rāhaṇārē satkarma (nēkī) tumacyā pālanakartyājavaḷa mōbadalyācyā dr̥ṣṭīnē āṇi (bhaviṣyācyā) cāṅgalyā āśēsāṭhī phāra uttama āhē"},{"SurahNumber":18,"VerseNumber":47,"Text":"Āṇi jyā divaśī āmhī parvatānnā cālavū āṇi jaminīlā tumhī āvaraṇa nasalēlyā sthitīta pāhāla, āṇi samasta lōkānnā āmhī ēkatra karū tēvhā tyān̄cyāpaikī kōṇālāhī bākī sōḍaṇāra nāhī"},{"SurahNumber":18,"VerseNumber":48,"Text":"Āṇi sarvacyā sarva tumacyā pālanakartyāsamōra rāṅgārāṅgānnī hajara kēlē jātīla. Niḥsanśaya tumhī āmacyāsamōra tyāca prakārē ālē, jyā prakārē āmhī tumhālā pahilyā khēpēsa nirmāṇa kēlē hōtē. Parantu tumhī mātra āśā bhramāta rāhilē kī āmhī kadhī tumacyāsāṭhī ēkhādā vāyadyācā divasa niścita karaṇāra nāhī"},{"SurahNumber":18,"VerseNumber":49,"Text":"Āṇi karma-lēkha samōra ṭhēvalē jātīla, maga tumhī pāhāla kī aparādhī tyān̄cyā karmalēkhāpāsūna bhayabhīta hōtīla āṇi mhaṇatahī asatīla kī arērē! Āmacā vināśa! Hā kasā lēkha āhē, jyānē kōṇatāhī lahāna-mōṭhā (gunhā) ghēralyāvinā sōḍalē nāhī, āṇi tyānnī jē karma kēlē hōtē, tē sarva kāhī tyānnā disūna yē'īla āṇi tumacā pālanakartā kōṇāvarahī atyācāra va an'yāya karaṇāra nāhī"},{"SurahNumber":18,"VerseNumber":50,"Text":"Āṇi jēvhā āmhī phariśtyānnā ādēśa dilā kī ādamacyā puḍhē sajadā karā, tēvhā iblisa (saitānā) khērīja sarvānnī sajadā kēlā tō jinnāmpaikī hōtā. Tyānē āpalyā pālanakartyācyā ādēśācī avajñā kēlī. Kāya tarīhī tumhī tyālā āṇi tyācyā santatīlā, malā sōḍūna āpalā mitra banavita āhāta? Vāstavika tō tumhā sarvān̄cā śatrū āhē. Aśā julamī lōkān̄cā kitī vā'īṭa mōbadalā āhē"},{"SurahNumber":18,"VerseNumber":51,"Text":"Mī tyānnā ākāśān̄cyā āṇi jaminīcyā nirmitīprasaṅgī hajara ṭhēvalē navhatē āṇi nā svataḥ tyācyā nirmitīta āṇi mī mārgabhraṣṭa karaṇāṟyānnā āpalā sahāyyaka banaviṇārāhī nāhī"},{"SurahNumber":18,"VerseNumber":52,"Text":"Āṇi jyā divaśī tō mhaṇēla kī tumacyā matē mājhē jē sāthīdāra hōtē tyānnā hāka mārā, hē hāka māratīla, parantu tyān̄cyāpaikī kōṇīhī uttara dēṇāra nāhī āṇi āmhī tyān̄cyā daramyāna vināśācē sādhana nirmāṇa karū"},{"SurahNumber":18,"VerseNumber":53,"Text":"Āṇi aparādhī lōka jahannamalā pāhūna samajūna ghētīla kī tē yātaca jāṇāra āhēta, parantu ticyāpāsūna bacāvācē sthāna tyānnā kōṭhēhī āḍhaḷaṇāra nāhī"},{"SurahNumber":18,"VerseNumber":54,"Text":"Āṇi āmhī yā kura'ānāta pratyēka prakāracī sarva udāharaṇē lōkānsāṭhī sāṅgitalī āhēta, parantu samasta vastūmpēkṣā jāsta bhāṇḍakhōra manuṣya āhē"},{"SurahNumber":18,"VerseNumber":55,"Text":"Āṇi lōkān̄javaḷa mārgadarśana yē'ūna pōhōcalyānantara, tyānnā īmāna rākhaṇyāpāsūna āṇi āpalyā pālanakartyājavaḷa kṣamā-yācanā karaṇyāpāsūna kēvaḷa yāca gōṣṭīnē rōkhalē kī pūrvī hō'ūna gēlēlyā lōkānsārakhā vyavahāra tyān̄cyāśīhī kēlā jāvā kinvā tyān̄cyāsamōra śikṣā –yātanā (azāba) ughaḍa svarūpāta yāvī"},{"SurahNumber":18,"VerseNumber":56,"Text":"Āṇi āmhī tara āpalyā paigambarānnā kēvaḷa aśāsāṭhī pāṭhavitō kī tyānnī śubha-samācāra dyāvā āṇi lōkānnā sacēta karāvē. Inkārī lōka asatyālā purāvā banavūna vivāda ghālū icchitāta kī yādvārē satya ḍaḷamaḷīta karāvē. Tē mājhyā āyatīn̄cī āṇi jyā gōṣṭīcē bhaya dākhavilē jāvē ticī thaṭṭā uḍavitāta"},{"SurahNumber":18,"VerseNumber":57,"Text":"Āṇi tyāhūna adhika atyācārī kōṇa āhē, jyālā tyācyā pālanakartyācyā āyatīndvārē upadēśa kēlā jāvā tarīhī tyānē tōṇḍa phiravūna rāhāvē āṇi jē kāhī tyācyā hātānnī puḍhē pāṭhavilē āhē, tē visarūna jāvē. Niḥsanśaya, āmhī tyān̄cyā hr̥dayānvara tē samajaṇyāpāsūna paḍadē ṭākūna ṭhēvalē āhēta, āṇi tyān̄cyā kānāta badhīratā. Tumhī tyānnā mārgadarśanākaḍē kitīhī bōlavā, parantu mārgadarśana tyānnā kadhīhī lābhaṇāra nāhī"},{"SurahNumber":18,"VerseNumber":58,"Text":"Āṇi tumacā pālanakartā mōṭhā māpha karaṇārā āṇi dayā karaṇārā āhē. Tō jara tyānnā tyān̄cyā karmān̄cī śikṣā dēṇyāsāṭhī dharū icchila tara niścitaca tyānnā tvarita śikṣā dē'īla, parantu tyān̄cyāsāṭhī ēka vāyadyācī vēḷa nirdhārīta āhē, jyāpāsūna paḷa kāḍhaṇyācē sthāna tyānnā kadhīhī lābhaṇāra nāhī"},{"SurahNumber":18,"VerseNumber":59,"Text":"Āṇi yā tyā vastyā āhēta, jyānnā āmhī tyān̄cyā atyācārāpāyī naṣṭa karūna ṭākalē āṇi tyān̄cyā vināśācī ēka vēḷa āmhī niścita karūna ṭhēvalī hōtī"},{"SurahNumber":18,"VerseNumber":60,"Text":"Āṇi jēvhā mūsā āpalyā taruṇālā mhaṇālē kī mī tara cālataca rāhīna yēthēparyanta kī dōna nadyān̄cyā saṅgamācyā ṭhikāṇī pōhōcēna, maga tyāsāṭhī malā varṣānuvarṣē kā cālāvē lāgēnā"},{"SurahNumber":18,"VerseNumber":61,"Text":"Jēvhā tē dōghē tyā ṭhikāṇī pōhōcalē, jē dōna nadyān̄cē saṅgamasthāna hōtē, tithē āpalī māsaḷī visaralē, jinē nadīta bhuyārāsārakhā āpalā mārga banavūna ghētalā"},{"SurahNumber":18,"VerseNumber":62,"Text":"Jēvhā tē dōghē tithūna nighūna puḍhē gēlē tēvhā mūsā āpalyā taruṇālā mhaṇālē, āṇā āmacā nāśtā dyā. Āmhālā tara yā pravāsāta khūpaca trāsa ghyāvā lāgalā"},{"SurahNumber":18,"VerseNumber":63,"Text":"(Tyānē) uttara dilē kī, kāya tumhī pāhilē nāhī? Jēvhā āmhī dagaḍālā ṭēkā lāvūna ārāma karīta hōtō, tithēca mī tī māsaḷī visaralō, vastutaḥ saitānānē malā visara pāḍalā kī tumacyājavaḷa yā gōṣṭīcī carcā karāvī. Tyā māsaḷīnē mōṭhyā camatkārikarityā nadīta āpalā mārga banavūna ghētalā"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Mūsā) mhaṇālē, hēca tē ṭhikāṇa hōtē, jyācyā śōdhāta āmhī hōtō tēvhā tē tithūnaca āpalyā pada-cinhānnā śōdhata parata phiralē"},{"SurahNumber":18,"VerseNumber":65,"Text":"Maga tyānnā āmacyā dāsāmpaikī ēka dāsa bhēṭalā, jyālā āmhī āpalyā javaḷūna viśēṣa dayā-kr̥pā pradāna kēlī hōtī āṇi tyālā āpalyā javaḷūna khāsa jñānahī śikavilē hōtē"},{"SurahNumber":18,"VerseNumber":66,"Text":"Mūsā tyālā mhaṇālē, āpaṇa malā ājñā pāḷēla kī āpaṇa malā tē satya jñāna śikavāvē, jē āpaṇāsa śikavilē gēlē āhē"},{"SurahNumber":18,"VerseNumber":67,"Text":"Tō mhaṇālā, tumhī mājhyāsōbata dhīra-sanyama rākhū śakata nāhī"},{"SurahNumber":18,"VerseNumber":68,"Text":"Āṇi jyā gōṣṭīlā tumhī āpalyā jñānakakṣēta ghētalē nasēla tyāvara dhīra-sanyama kasē rākhū śakatā"},{"SurahNumber":18,"VerseNumber":69,"Text":"Mūsānē uttara dilē kī allāhanē icchilyāsa mī tumhālā dhīra-sanyama rākhaṇāṟyāmpaikī āḍhaḷūna yē'īla āṇi kōṇatyāhī bābatīta tumacī avajñā karaṇāra nāhī"},{"SurahNumber":18,"VerseNumber":70,"Text":"(Tō) mhaṇālā, jara tumhī mājhyāsōbataca cālaṇyācā āgraha dharatā tara lakṣāta ṭhēvā kī kōṇatyāhī gōṣṭībābata malā kāhī vicāru nakā jōparyanta mī svataḥ tyābābata na sāṅgāvē"},{"SurahNumber":18,"VerseNumber":71,"Text":"Maga tē dōghē tēthūna nighālē, yēthēparyanta kī ēkā naukēta basalē (khijranē) naukēcyā phaḷyā tōḍalyā. (Mūsā) mhaṇālē, kāya tumhī naukā tōḍata āhāta kī naukēta basalēlyānnā buḍavūna ṭākāvē? Tumhī tara hē mōṭhē anucita kāma kēlē"},{"SurahNumber":18,"VerseNumber":72,"Text":"(Khrijanē) uttara dilē kī mī ādhīca tumhālā bōlalō hōtō kī tumhī mājhyāsōbata rāhūna dhīra-sanyama rākhū śakaṇāra nāhī"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Mūsā) mhaṇālē kī mājhyā yā cukībaddala malā dharū nakā āṇi mājhyā bābatīta saktīnē vāgū nakā"},{"SurahNumber":18,"VerseNumber":74,"Text":"Maga dōghē nighālē, yēthēparyanta kī tyānnā ēka bālaka disalē, (khijranē) tyā bālakālā mārūna ṭākalē. (Mūsā) mhaṇālē kī, tumhī tara ēkā niraparādhācā jīva ghētalā. Vāstavika tyānē kōṇācī hatyā kēlī navhatī. Niḥsanśaya, tumhī hē mōṭhē vā'īṭa kr̥tya kēlē"}]}