{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Zhèxiē shǐzhě, wǒ céng shǐ tāmen yībùfèn yōu yú lìng yībùfèn. Ān lā céng yǔ tāmen zhōng de yībùfèn tán guòhuà, bìng shēng gāo tāmen de pǐnjí. Wǒ céng cìyǔ mǎ'ěr yà zhīzǐ ěr sà míngzhèng, bìng yǐ shènglíng [jí bù lǐ lēi tiānshǐ] bāngzhù tā. Jiǎrú ān lā yìyù, zài míngzhèng jiànglín tāmen hòu, zài tāmen zhīhòu de rénmen jiù bù huì zì xiāng cánshāle, dàn tāmen réng yìjiàn fēnqí. Tāmen zhōng yǒu xìnyǎng de, yěyǒu bù xìnyǎng de. Jiǎrú ān lā yìyù, tāmen jué bù huì zì xiāng cánshā, dàn ān lā shì zuò suǒ yù zuò de."},{"SurahNumber":2,"VerseNumber":254,"Text":"Xìnshìmen a! Zài méiyǒu tǎojiàhuánjià, méiyǒu yǒuyì, méiyǒu qiúqíng de rìzi láilín qián, nǐmen dāng shīshě [zhù] wǒ suǒ cì gěi nǐmen de [cáiwù]. Bù xìnyǎng zhě què shì bù yì de."},{"SurahNumber":2,"VerseNumber":255,"Text":"Ān lā, chú tā wài, zài méiyǒu yīng shòu chóngbài de zhǔ. Tā shì yǒngshēng de, zìlì wéihù wànwù de, wēi shuì jì bùnéng qīnrǎo tā, tā yě bù xū shuìmián. Tiāndì jiān de yīqiè dōu shì tā de. Chúfēi jīng tā xǔkě, fǒuzé, shéi néng zài tā nàlǐ qiúqíng ne? Tā zhī dào tāmen zài jīnshì [suǒ fāshēng] de shìqíng, yě zhī dào tāmen zài hòushì [jiāng fāshēng] de shìqíng. Chúfēi jīng tā yìyù, fǒuzé, tāmen bùnéng lǐjiě tā de rènhé zhīshì. Tā de quánlì bāoluó tiāndì. Tiāndì de wéihù bù huì shǐ tā píjuàn. Tā shì zhìgāowúshàng de, zuì wěidà de [zhù]."},{"SurahNumber":2,"VerseNumber":256,"Text":"Zōngjiào [yīsīlán jiào de xìnyǎng] wú qiǎngpò, zhèngxié què yǐ fēnmíng. Shéi bù xìn èmó ér xìn'ān lā, shéi què yǐ zhuā zhùle zuì kěkào de, jué bù huì zhéduàn de zhīzhù. Ān lā shì quán wén de, quánzhī de."},{"SurahNumber":2,"VerseNumber":257,"Text":"Ān lā shì xìnshìmen de bǎohù zhě, tā shǐ tāmen cóng hēi'àn zǒuxiàng guāngmíng. Bù xìnyǎng zhě de bǎohù zhě shì èmó, èmó shǐ tāmen cóng guāngmíng zǒuxiàng hēi'àn. Zhèxiē rén shì huǒ yù de fànrén, tāmen jiāng yǒng jū qízhōng."},{"SurahNumber":2,"VerseNumber":258,"Text":"Nándào nǐ bù zhīdào nàgè rén ma? Yóuyú ān lā cìyǔ tā wángquán, yīn'ér tā tóng yī bù lā xīn zhēnglùn tā de zhǔ [ān lā]. Dāngshí, yī bù lā xīn shuō:“Wǒ de zhǔ [ān lā] néng shǐ sǐzhě shēng, néng shǐ shēng zhě sǐ.” Tā [nàgè rén] shuō:“Wǒ yě néng shǐ sǐzhě shēng, néng shǐ shēng zhě sǐ.” Yī bù lā xīn shuō:“Ān lā shǐ tàiyáng cóng dōngfāng shēng qǐ, nàme, nǐ shǐ tàiyáng cóng xīfāng shēng qǐ ba!” Jiéguǒ nàgè bù xìnyǎng zhě chèdǐ bèi biàn bàile. Ān lā jué bù yǐndǎo bù yì de mínzhòng."},{"SurahNumber":2,"VerseNumber":259,"Text":"Huòzhě bǐrú yīgè rén, tā jīngguò yīgè wánquán biàn chéng fèixū de chéngshì, tā shuō:“Ān lā zěn néng shǐ zhège yǐ sǐ de chéngshì fùhuó ne?” Yīncǐ, ān lā shǐ tā [cǐ rén] sǐle yībǎi nián, ránhòu yòu bǎ tā fùhuó. Tā [ān lā] shuō:“Nǐ [zài sǐwáng de zhuàngtài xià] dòuliúle duōjiǔ?” Tā [nàgè rén] shuō:“Wǒ dòuliúle yītiān huò bù dào yītiān.” Tā [ān lā] shuō:“Bù, nǐ [zài sǐwáng de zhuàngtài xià] dòuliúle yībǎi nián. Nǐ kàn kàn nǐ de shíwù hé yǐnliào ba! Hái méiyǒu fǔlàn [biànzhí]. Nǐ kàn kàn nǐ de lǘ ba! Wǒ rúcǐ shǐ nǐ chéngwéi rénlèi de yī zhǒng jīxiàng. Nǐ kàn kàn zhèxiē gǔgé ba! Wǒ zěnyàng bǎ tā zǔhé zài yīqǐ, ránhòu gěi tā fùgài shàng ròu.” Dāng tā [nàgè rén] míngbái zhēnxiàng shí, tā shuō:“Wǒ zhīdào ān lā duì wànshì què shì wànnéng de.”"},{"SurahNumber":2,"VerseNumber":260,"Text":"Dāngshí, yī bù lā xīn shuō:“Wǒ de zhǔ a! Qiú nǐ zhāoshì wǒ nǐ shì zěnyàng shǐ sǐzhě fùhuó de!” Tā [ān lā] shuō:“Nándào nǐ bù xiāngxìn ma?” Tā [yī bù lā xīn] shuō:“Wǒ xiāngxìn, dàn wèile zēngqiáng wǒ de xìnyǎng.” Tā [ān lā] shuō:“Nǐ ná sì zhǐ niǎo lái, nǐ ràng tāmen qīngxiàng nǐ![Ránhòu, nǐ bǎ tāmen zǎile, fēnchéng shù kuài]. Ránhòu, nǐ zài měi zuò shānshàng fàngzhì tāmen zhōng de yībùfèn, ránhòu, nǐ jiàohuàn tāmen, tāmen jiāng xùnsù xiàng nǐ fēi lái. Nǐ dāng zhīdào, ān lā què shì quánnéng de, zuì ruìzhì de.”"},{"SurahNumber":2,"VerseNumber":261,"Text":"Nàxiē wéi ān lā zhīdào shīshě zìjǐ de cáiwù zhě, tāmen de qíngkuàng hǎobǐ [nóngfū zhǒng xià] yī lì gǔzi, tā shēngzhǎng chū qī suì, měi suì jié chū yībǎi lì gǔzi. Ān lā jiābèi bàochóu tāsuǒ yìyù zhě [zhù]. Ān lā shì kuān ēn de, quánzhī de."},{"SurahNumber":2,"VerseNumber":262,"Text":"Nàxiē wéi ān lā zhīdào shīshě zìjǐ de cáiwù zhě, ránhòu [shìhòu], tāmen bù zébèi de zhuīwèn [shòu shī rén rúhé shǐyòng] tāmen suǒ shīshě de cáiwù, yě bù shānghài shòu shī rén, tāmen zài tāmen de zhǔ nàlǐ jiāng huòdé tāmen de bàochóu. Kǒngjù bù huì jiànglín tāmen, tāmen yě bù yōuchóu."},{"SurahNumber":2,"VerseNumber":263,"Text":"Hé'ǎi de yáncí hé yuánliàng guòshī bǐ yòng shānghài zhuīwèn shīshě wù [de shǐyòng] gèng hǎo. Ān lā shì wú suǒ qiú de, zuì kuānróng de."},{"SurahNumber":2,"VerseNumber":264,"Text":"Xìnshìmen a! Nǐmen bùyào yīn zébèi [shòu shī rén rúhé shǐyòng nǐmen de shīshě wù] hé shānghài [tāmen] ér shǐ nǐmen de shīshě wù túláo, hǎobǐ wéi le xiàng rénmen xuànyào [zhù][gūmíngdiàoyù] ér shīshě zìjǐ de cáiwù zhě, qíshí, tā bìng bù xìnyǎng ān lā hé mòrì. Tā de qíngkuàng yóurú yīkuài guānghuá de shítou, shítou shàngmiàn yǒu chéntǔ, dàyǔ luò zài shàngmiàn, yòu bǎ tā chōngxǐ chéng guānghuá de shítou.[Rúguǒ shīshě rén zébèi de zhuīwèn shòu shī rén rúhé shǐyòng shīshě wù huò shānghài tāmen, nàme,] tāmen jiāng bùnéng huòdé tāmen suǒ shīshě de rènhé huíbào. Ān lā jué bù yǐndǎo bù xìnyǎng de mínzhòng."},{"SurahNumber":2,"VerseNumber":265,"Text":"Nàxiē wèi xúnqiú ān lā de xǐyuè hé jiāndìng zìjǐ de xìnyǎng ér shīshě zìjǐ de cáiwù zhě, tāmen de qíngkuàng hǎobǐ gāo dìshàng de yīzuò yuánpǔ, dàyǔ luò zài shàngmiàn, yúshì tā shēngchǎn chū shuāng bèi de guǒshí. Jiǎrú dàyǔ bù luò zài shàngmiàn, nàme, xiǎoyǔ yě zúgòu [shǐ tā shēngzhǎng]le. Fánshì nǐmen suǒ zuò de, ān lā shì quán shì de."},{"SurahNumber":2,"VerseNumber":266,"Text":"Nándào nǐmen zhōng yǒurén xīwàng zìjǐ yǒu yīgè yē zǎo shù hé pútáo shù de yuánpǔ, zhū hé cóng yuán zhōngliúguò, tā jīngcháng shōuhuò gè zhǒng shuǐguǒ, dāng tā niánmài ér zǐsūn shàng yòu ruò shí, yīzhèn dài huǒ de xuànfēng qīnxí tā, shǐ tā shāohuǐ ma? Ān lā rúcǐ wéi nǐmen chǎnmíng xǔduō jīxiàng, yǐbiàn nǐmen shēnsī [zhù]."},{"SurahNumber":2,"VerseNumber":267,"Text":"Xìnshìmen a! Nǐmen dāng [wéi ān lā zhī dào] shīyòng nǐmen [héfǎ] zhuàn lái de jiāměi zhī wù [zhù 1] hé wǒ wèi nǐmen cóng dà dìshàng shēngchǎn chūlái de wànwù, nǐmen bié xuǎn bù hǎo de, lián nǐmen dōu yào bì shàng yǎnjīng cái yuànyì jiēshòu de dōngxī zuòwéi nǐmen de shīshě wù [zhù 2]. Nǐmen dāng zhī dào, ān lā què shì wú suǒ qiú de, shòu zànsòng de."},{"SurahNumber":2,"VerseNumber":268,"Text":"Èmó yǐ qióngkùn kǒnghè nǐmen bìng suōshǐ nǐmen gàn zuì [chǒushì], ér ān lā què xǔnuò nǐmen láizì tā de kuānshù hé ēnhuì. Ān lā shì kuān ēn de, quánzhī de."},{"SurahNumber":2,"VerseNumber":269,"Text":"Tā bǎ zhīshì [zhìhuì] cìyǔ tāsuǒ yìyù zhě. Shéi shòu cì zhīshì [zhìhuì], shéi què yǐ huòdé xǔduō cáifù. Wéi yǒu lǐzhì de rénmen cáinéng lǐnghuì."},{"SurahNumber":2,"VerseNumber":270,"Text":"Fánshì nǐmen suǒ shīshě de shīshě wù, huò nǐmen suǒ fāshì de fǎ shì wù, ān lā quán zhī dào. Bù yì zhě jué méiyǒu rènhé yuánzhù zhě."},{"SurahNumber":2,"VerseNumber":271,"Text":"Jiǎrú nǐmen gōngkāi shīshě, nà shì hěn hǎo de. Jiǎrú nǐmen ànzhōng shīshě gěi qióngrén, nà duì nǐmen shì zuì hǎo de, zhè néng shèmiǎn nǐmen de yīxiē zuìguo [zhù]. Fánshì nǐmen suǒ zuò de, ān lā shì chè zhī de."},{"SurahNumber":2,"VerseNumber":272,"Text":"Yǐndǎo tāmen [zūnxíng zhèngdào] bùshì nǐ [mù shèng] de zérèn, dàn ān lā yǐndǎo tāsuǒ yìyù zhě [zūnxíng zhèngdào]. Fánshì nǐmen suǒ shīshě de jiāměi zhī wù, duì nǐmen zìjǐ dōu shì yǒuyì de; fánshì nǐmen suǒ shīshě de cáiwù, zhǐ néng wéi xúnqiú ān lā de xǐyuè ér shīshě; fánshì nǐmen suǒ shīshě de jiāměi zhī wù, jiāng quánbù huíbào nǐmen, nǐmen bù shòu kuīdài."},{"SurahNumber":2,"VerseNumber":273,"Text":"[Shīshě wù] yīng gěi wéi ān lā zhīdào [lǚxíng shí] bèi kùn de qióngrén, tāmen bùnéng zài dà dìshàng móushēng. Yóuyú qiānxū, bù rènshí tāmen de rén yǐwéi tāmen shì fùyù de. Nǐ kěyǐ gēnjù tāmen de wàimào rèn chū tāmen, tāmen bù yuàn [dīsānxiàsì de] xiàng rénmen qǐtǎo [zhù]. Fánshì nǐmen suǒ shīshě de jiāměi zhī wù, ān lā què shì quánzhī de."},{"SurahNumber":2,"VerseNumber":274,"Text":"Nàxiē zhòuyè ànzhōng hé gōngkāi [wéi ān lā zhī dào] shīshě zìjǐ de cáiwù zhě [zhù], tāmen zài tāmen de zhǔ nàlǐ jiāng huòdé tāmen de bàochóu. Kǒngjù bù huì jiànglín tāmen, tāmen yě bù yōuchóu."},{"SurahNumber":2,"VerseNumber":275,"Text":"Nàxiē chī gāolìdài de rén,[fùhuó rì] tāmen zhǐ huì xiàng zhōngle mó de rén yīyàng fēngfēngdiāndiān de zhàn qǐlái. Zhè shì yīnwèi tāmen shuō:“Mǎimài jiù xiàng gāolìdài.” Ān lā yǔnxǔ mǎimài, dàn jìnzhǐ gāolìdài. Fán yǐ huòdé tā de zhǔ de gàojiè zhě, dāng lìjí tíngzhǐ [chī gāolìdài], jìwǎngbùjiù, tā de shìwù guī ān lā pànjué.[Cǐhòu] zài chī gāolìdài zhě, zhèxiē rén shì huǒ yù de fànrén, tāmen jiāng yǒng jū qízhōng."},{"SurahNumber":2,"VerseNumber":276,"Text":"Ān lā bōduó gāolìdài, tíchàng shīshě. Ān lā jué bù xǐhuān yīqiè bù xìnyǎng zhě, fànzuì zhě."},{"SurahNumber":2,"VerseNumber":277,"Text":"Fán xìnyǎng, xíngshàn, jǐn shǒu bài gōng hé wán nà tiān kè zhě, tāmen zài tāmen de zhǔ nàlǐ jiāng huòdé tāmen de bàochóu. Kǒngjù bù huì jiànglín tāmen, tāmen yě bù yōuchóu."},{"SurahNumber":2,"VerseNumber":278,"Text":"Xìnshìmen a! Nǐmen dāng jìngwèi ān lā, dāng fàngqì yú qiàn [nǐmen] de gāolìdài [zhù], jiǎrú nǐmen shì xìnshì."},{"SurahNumber":2,"VerseNumber":279,"Text":"Jiǎrú nǐmen bù zūnxíng, nàme, nǐmen dāng tífáng láizì ān lā jí qí shǐzhě [mù shèng] de xuānzhàn [zhù]; jiǎrú nǐmen huǐzuì, nàme, nǐmen kě shōuhuí nǐmen de běn jīn. Nǐmen bù yuānwǎng biérén [shōu gāolìdài], nǐmen yě bù shòu kuīdài [kě shōuhuí běn jīn]."},{"SurahNumber":2,"VerseNumber":280,"Text":"Jiǎrú jièzhài rén yǒu kùnnán, nàme, dàng yánqí dào tā kuānyù shí zài chánghuán. Jiǎrú nǐmen [bǎ tā suǒ qiàn de běn jīn] shīshě [gěi tā], nà duì nǐmen shì zuì hǎo de, jiǎrú nǐmen zhī dào."},{"SurahNumber":2,"VerseNumber":281,"Text":"Nǐmen dāng tífáng nà yītiān,[nà shí] nǐmen dōu jiāng bèi zhào dào ān lā nàlǐ qù, ránhòu, měi rén dōu jiāng huòdé zìjǐ suǒ zuò shàn è de bàochóu, bù shòu kuīdài.[Cǐ jié jīng wénxì “gǔlánjīng” zhōng zuìhòu jiàng shì de jīng wén]."},{"SurahNumber":2,"VerseNumber":282,"Text":"Xìnshìmen a! Dāng nǐmen bǐcǐ jiān dìnglì yī zhǒng dìngqí de jièdài shí, nǐmen dāng xiě xià jièjù, dāng qǐng yī wèi kuài xiězì zhě [dàibǐ rén] wèi nǐmen gōngzhèng shūxiě. Dàibǐ rén bùkě jùjué, yīng yī ān lā suǒ jiàoshòu tā de fāngfǎ shūxiě. Suǒyǐ, ràng tā xiě, yóu jièzhài rén kǒushù, tā [kǒushù shí] dāng jìngwèi tā de zhǔ ān lā,[shūxiě shí] bùkě jiǎnshǎo zhài é zhōng de rènhé dōngxī. Jiǎrú jièzhài rén yúbèn huò nuòruò huò bùnéng qīnzì kǒushù, nàme, dāng yóu tā de jiānhùrén gōngzhèng [tì tā] kǒushù, bìngqiě, dāng cóng nǐmen nánrén zhōng qǐng liǎng gè zhèngrén zuòzhèng. Jiǎrú méiyǒu liǎng gè [héshì de] nánrén, nàme, kě cóng nǐmen mǎnyì de zhèngrén zhòngxuǎn yīgè nánrén hé liǎng gè nǚrén zuòzhèng,[xuǎn liǎng gè nǚrén dàitì yīgè nánrén zuòzhèng de yuányīn shì] yǐbiàn tā liǎ zhōng de yīrén chūcuò shí, lìng yīrén kěyǐ tíxǐng tā. Zhèngrén yìngyāo zuòzhèng, bùdé jùjué. Wúlùn [zhài é] shì xiǎo shì dà, nǐmen dōu yìng bùyànqífán de xiě zài jièjù lǐ, bìng xiě míng chánghuán rìqí. Zài ān lā kàn lái, zhè shì zuì gōngzhèng de, zuì yì zuòzhèng de, zuì yì bìmiǎn nǐmen zhī jiān hù yí de. Dàn nǐmen bǐcǐ jiān jìnxíng de xiànkuǎn jiāoyì, jíshǐ nǐmen méiyǒu xiě xià zìjù, duì nǐmen yěshì wú zuì de. Nǐmen qiāndìng shāngyè qìyuē shí, dāng qǐng rén zuòzhèng. Bùyào ràng dàibǐ rén hé zuòzhèng rén shòu shānghài. Jiǎrú nǐmen zuòle [rú shānghài tāmen], duì nǐmen què shì yǒuzuì de. Nǐmen dāng jìngwèi ān lā. Ān lā jiàoshòu nǐmen, ān lā què shì quánzhī wànshì wànwù de."},{"SurahNumber":2,"VerseNumber":283,"Text":"Jiǎrú nǐmen zài lǚxíng zhōng [jièdài], ér nǐmen yòu zhǎo bù dào dàibǐ rén, nàme, kěyòng dǐyā pǐn zuò dǐyā. Jiǎrú nǐmen zhōng de yīrén xìntuō lìng yīrén, nàme,[xìntuō rén suǒqǔ xìntuō wù shí], shòutuō rén dāng jiāo chū shòutuō wù, dāng jìngwèi tā de zhǔ ān lā. Nǐmen bùkě yǐncáng zhèngjù. Shéi yǐncáng zhèngjù, shéi de xīn què shì yǒuzuì de. Fánshì nǐmen suǒ zuò de, ān lā shì quánzhī de."},{"SurahNumber":2,"VerseNumber":284,"Text":"Tiāndì jiān de yīqiè dōu shì ān lā de. Fánshì nǐmen xīnzhōng de, wúlùn nǐmen shì gōngkāi tā háishì yǐncáng tā, ān lā dōu jiāng yī tā qīngsuàn nǐmen. Tā [ān lā] yù kuānshù shéi, jiù kuānshù shéi; yù chéngfá shéi, jiù chéngfá shéi. Ān lā duì wànshì shì wànnéng de [zhù]."},{"SurahNumber":2,"VerseNumber":285,"Text":"Shǐzhě [mù shèng] quèxìn cóng tā de zhǔ jiàng shì tā de jīngdiǎn [“gǔlánjīng”], xìnshìmen yě yīyàng, quánbù xìnyǎng ān lā, tiānshǐmen, jīngdiǎn hé shǐzhěmen.[Tāmen shuō]:“Wǒmen jué bù qíshì tā de shǐzhě zhōng de rènhé yī wèi.” Tāmen shuō:“Wǒmen tīngjiànle, wǒmen fúcóngle. Wǒmen de zhǔ a! Wǒmen qíqiú nǐ de kuānshù, wéi nǐ shì [wǒmen] zuìhòu de guīsù.”"},{"SurahNumber":2,"VerseNumber":286,"Text":"Ān lā zhǐ ràng yīgè rén àn qí nénglì fùdān. Měi rén dōu jiāng huòdé zìjǐ suǒ zuò shàngōng de jiǎngshǎng [shàn yǒu shàn bào], yě jiāng zāoshòu zìjǐ suǒ zuò zuì'è de chéngfá [è yǒu è bào].“Wǒmen de zhǔ a! Jiǎrú wǒmen wàngle huò zuò cuòle, qiú nǐ bùyào chéngfá wǒmen. Wǒmen de zhǔ a! Qiú nǐ bùyào ràng wǒmen fùdān xiàng wǒmen de qián rén suǒ fùdān de zhòngdàn yīyàng. Wǒmen de zhǔ a! Qiú nǐ bùyào shǐ wǒmen fùdān wǒmen wúnéngwéilì de, qiú nǐ ráoshù wǒmen, qiú nǐ kuānshù wǒmen, qiú nǐ cí mǐn wǒmen. Nǐ shì wǒmen de bǎohù zhě, qiú nǐ yuánzhù wǒmen zhànshèng bù xìnyǎng de mínzhòng [zhù].”"},{"SurahNumber":3,"VerseNumber":1,"Text":"Ài lìfū, liǎ mù, mǐ mù [ālābó yǔ sān gè zìmǔ de yīnyì, wéi ān lā zuì zhīdào qí yì]."},{"SurahNumber":3,"VerseNumber":2,"Text":"Ān lā, chú tā wài, zài méiyǒuyīng shòu chóngbài de zhǔ [zhù]. Tā shì yǒngshēng de, zìlì wéihù wànwù de."},{"SurahNumber":3,"VerseNumber":3,"Text":"Tā jiàng shì nǐ [mù shèng] zhè bù bāohán zhēnlǐ de jīngdiǎn [“gǔlánjīng”], yǐ zhèngshí zài cǐ zhīqián jiàng shì de suǒyǒu jīngdiǎn.[Cǐqián] tā céng jiàng shì “tǎo lā tè” hé “yǐn jí lēi”."},{"SurahNumber":3,"VerseNumber":4,"Text":"Yǐqián, zhè [“tǎo lā tè” hé “yǐn jí lēi”] shì rénlèi de zhǐnán. Tā jiàng shìle biànbié zhēn wěi de zhǔnzé [“gǔlánjīng”]. Fán bù xìnyǎng ān lā de jīxiàng zhě, tāmen bì shòu yánlì de xíngfá. Ān lā shì quánnéng de, zhǎngguǎn bàoyìng de."},{"SurahNumber":3,"VerseNumber":5,"Text":"Tiāndì jiān díquè méiyǒu rènhé shìwù néng duì ān lā yǐnmán."},{"SurahNumber":3,"VerseNumber":6,"Text":"Shì tā shǐ nǐmen zài zǐgōng zhōng yī tā de yìyù chéngxíng. Chú tā [ān lā] wài, zài méiyǒuyīng shòu chóngbài de zhǔ. Tā shì quánnéng de, zuì ruìzhì de."},{"SurahNumber":3,"VerseNumber":7,"Text":"Shì tā jiàng shì nǐ zhè bù jīngdiǎn [“gǔlánjīng”], qízhōng yǒu xǔduō míngshì de jīng wén, tāmen shì quán jīng zhī mǔ [jīchǔ, gēnběn]. Lìngwài yīxiē zé shì yǐnhuì [ànshì, yǐnyù] de jīng wén. Zhìyú xīn cún xiéniàn de rén, tāmen zé zūnxíng yǐnhuì de jīng wén, wèi míhuò rénxīn ér duì jīng wén suíyì shìyì. Chú ān lā wài, méiyǒu rén zhīdào tā de jiěshì. Jīngtōng zhīshì de rén shuō:“Wǒmen quèxìn zhè bù jīngdiǎn, bùlùn shì míngshì de háishì yǐnhuì de, dōu shì cóng wǒmen de zhǔ jiàng shì de.” Wéi yǒu lǐzhì de rénmen cáinéng lǐnghuì."},{"SurahNumber":3,"VerseNumber":8,"Text":"[Tāmen shuō]:“Wǒmen de zhǔ a! Zài nǐ yǐndǎo wǒmen hòu, qiú nǐ bùyào ràng wǒmen de xīn bèilí zhèngdào, qiú nǐ cìyǔ wǒmen ēnhuì. Nǐ què shì hòu shī de."},{"SurahNumber":3,"VerseNumber":9,"Text":"Wǒmen de zhǔ a! Nǐ bì jiàng zài wúyí zhī rì zhàojí rénlèi. Ān lā què shì jué bù shuǎngyuē de.”"},{"SurahNumber":3,"VerseNumber":10,"Text":"Bù xìnyǎng zhě, tāmen de cáichǎn hé érnǚ jué bù huì yǒu zhù yú tāmen dǐyù ān lā de rènhé xíngfá. Zhèxiē rén què shì huǒ yù de ránliào."},{"SurahNumber":3,"VerseNumber":11,"Text":"[Bù xìnyǎng zhě de xíngwéi] yóurú fǎlǎo de rénmín hé tāmen de qián rén de xíngwéi yīyàng, tāmen fǒurèn wǒ [ān lā] de jīxiàng, suǒyǐ, ān lā yīn tāmen de zuì'è chéngzhìle tāmen. Ān lā shì chéngfá yánlì de."},{"SurahNumber":3,"VerseNumber":12,"Text":"Nǐ duì bù xìnyǎng zhě shuō:“Nǐmen jiāng bèi jíbài, nǐmen jiāng bèi jíhé yú huǒ yù. Guīsù zhēn èliè!”"},{"SurahNumber":3,"VerseNumber":13,"Text":"Nǐmen [yóutài jiàotú] què yǒu yī zhǒng jīxiàng: Liǎng zhī jūnduì zāoyù [rú bái dé'ěr zhànyì], yī zhī shì wéi ān lā zhī dào zhàndòu de [xìnshì], lìng yī zhī shì bù xìnyǎng zhě, tāmen [xìnshì] qīnyǎn kànjiàn dírén [bù xìnyǎng zhě de rénshù] shì zìjǐ de liǎng bèi. Ān lā yǐ qí shènglì zhīchí tāsuǒ yìyù zhě. Duì yǒu yǎnlì de rénmen, cǐ zhōng què yǒu yī zhǒng jiànjiè."},{"SurahNumber":3,"VerseNumber":14,"Text":"Yòuhuò rénlèi de shì tān ài xǐhuān zhī wù, rú měinǚ, érnǚ, jīn yín cáibǎo, jùnmǎ, shēngchù hé liángtián. Zhèxiē zhǐshì jīnshì shēnghuó de duǎnzàn xiǎngshòu, zài ān lā nàlǐ què yǒu zuì hǎo de guīsù."},{"SurahNumber":3,"VerseNumber":15,"Text":"Nǐ shuō:“Yào wǒ gàosù nǐmen bǐ zhè gèng hǎo de ma? Jìngwèi zhě zài tāmen de zhǔ nàlǐ jiāng huòdé zhū héliúguò de lèyuán, yǒng jū qízhōng, hái yǒu chúnjié de pèi'ǒu hé méng ān lā de xǐyuè.” Ān lā duì púrén shì quán shì de."},{"SurahNumber":3,"VerseNumber":16,"Text":"Tāmen shuō:“Wǒmen de zhǔ a! Wǒmen zhēn de xìnyǎngle, qiú nǐ kuānshù wǒmen de zuì'è, qiú nǐ bǎohù wǒmen miǎn shòu huǒ yù de xíngfá.”"},{"SurahNumber":3,"VerseNumber":17,"Text":"[Tāmen shì] jiānrěn zhě, chéngshí zhě, shùncóng zhě, hào shī zhě, zài límíng qián [de lǐbài zhōng] qiú ān lā kuānshù zhě."},{"SurahNumber":3,"VerseNumber":18,"Text":"Ān lā zuòzhèng: Chú tā [ān lā] wài, zài méiyǒu yīng shòu chóngbài de zhǔ. Tiānshǐmen hé yǒu zhīshì de rénmen yě bǐnggōng zuòzhèng: Chú tā [ān lā] wài, zài méiyǒu yīng shòu chóngbài de zhǔ. Tā shì quánnéng de, zuì ruìzhì de."},{"SurahNumber":3,"VerseNumber":19,"Text":"Zài ān lā nàlǐ de zōngjiào què shì yīsīlán jiào. Shòu cì jīngdiǎn zhě [yǒu jīng rén], zài zhīshì jiànglín tāmen hòu, yóuyú tāmen hùxiāng jídù cái duì jīngdiǎn chǎnshēng fēnqí. Shéi bù xìnyǎng ān lā de jīxiàng,[xūzhī] ān lā què shì qīngsuàn shénsù de."},{"SurahNumber":3,"VerseNumber":20,"Text":"Jiǎrú tāmen tóng nǐ [mù shèng] zhēnglùn, nǐ [duì tāmen] shuō:“Wǒ yǐ chèdǐ guīshùn ān lā, zhuīsuí wǒ de rén yě yīyàng [guīshùn ān lā].” Nǐ duì shòu cì jīngdiǎn zhě [yǒu jīng rén] hé wénmáng shuō:“Nǐmen yě guīshùn [ān lā] ma?” Jiǎrú tāmen guīshùn, tāmen què yǐ huòdé zhèngdào. Jiǎrú tāmen bèilí, nàme, nǐ de zérèn zhǐshì chuándá [zhù][wǒ de qǐshì]. Ān lā duì púrén shì quán shì de."},{"SurahNumber":3,"VerseNumber":21,"Text":"Fán bù xìnyǎng ān lā de jīxiàng, wàngtú shāhài xiānzhīmen, shāhài rénmen zhōng quàn rénxíng zhèngyì zhě, nǐ dāng xiàng tāmen xuānbù [tāmen bì shòu] tòngkǔ de xíngfá."},{"SurahNumber":3,"VerseNumber":22,"Text":"Zhèxiē rén zài jīnshì hé hòushì [zhù] de shàngōng bì jiāng túláo, tāmen jué méiyǒu rènhé yuánzhù zhě."},{"SurahNumber":3,"VerseNumber":23,"Text":"Nándào nǐ bù zhīdào nàxiē shòu cì yībùfèn jīngdiǎn de rén [yóutài jiàotú] ma? Dāng yǒurén qǐng tāmen yī ān lā de jīngdiǎn pànjué tāmen de zhēngzhí shí, tāmen zhōng yǒuxiē rén mǎshàng jiù bèilíle, tāmen shì fǎnduì [zhēnlǐ] de."},{"SurahNumber":3,"VerseNumber":24,"Text":"Zhè shì yīnwèi tāmen shuō:“Wǒmen jiāng shòu de huǒxíng zhǐ bùguò jǐ tiān éryǐ.” Tāmen zài zōngjiào fāngmiàn suǒ niēzào de yǐ qīpiàn tāmen."},{"SurahNumber":3,"VerseNumber":25,"Text":"Dāng wǒ zài wúyí zhī rì [fùhuó rì] jíhé tāmen shí, tāmen zěnme bàn ne?[Nà shí] měi rén dōu jiāng huòdé zìjǐ suǒ zuò shàn è de bàochóu, bù shòu kuīdài."},{"SurahNumber":3,"VerseNumber":26,"Text":"Nǐ shuō:“Ān lā a! Zhǔquánzhī zhǔ a! Nǐ yù cì shéi zhǔquán, jiù cì shéi zhǔquán; yù bōduó shéi de zhǔquán, jiù bōduó shéi de zhǔquán; yù shǐ shéi zūnguì, jiù shǐ shéi zūnguì; yù shǐ shéi bēijiàn, jiù shǐ shéi bēijiàn; yīqiè cáifù jūn guī nǐ zhǎngguǎn [zhù 1]. Nǐ duì wànshì què shì wànnéng de [zhù 2]."},{"SurahNumber":3,"VerseNumber":27,"Text":"Nǐ shǐ hēiyè jìnrù báizhòu, shǐ báizhòu jìnrù hēiyè; nǐ cóng wú shēngwù zhòng chǎnshēng yǒu shēngwù, cóng yǒu shēngwù zhòng chǎnshēng wú shēngwù. Nǐ wúxiàn liàng cìyǔ nǐ suǒ yìyù zhě.”"},{"SurahNumber":3,"VerseNumber":28,"Text":"Xìnshì bùkě shě xìnshì ér yǐ bù xìnyǎng zhě wéi yǒu. Shéi zhèyàng zuò, shéi juéduì dé bù dào ān lā de xiāngzhù, chúfēi nǐmen díquè wèijù láizì tāmen de wéixiǎn [ér jiǎyì yìngfù]. Ān lā ràng nǐmen jǐnfáng tā [ān lā] de xíngfá. Wéi ān lā shì zuìhòu de guīsù."},{"SurahNumber":3,"VerseNumber":29,"Text":"Nǐ shuō:“Fánshì nǐmen xīnzhōng de, wúlùn nǐmen shì yǐncáng tā háishì gōngkāi tā, ān lā quánzhīdào. Tā zhīdào tiāndì jiān de yīqiè. Ān lā duì wànshì shì wànnéng de.”"},{"SurahNumber":3,"VerseNumber":30,"Text":"Zài nà rì, měi rén dōu jiāng miàn duì zìjǐ suǒ zuò de shàngōng hé è xíng, měi rén dōu xīwàng zìjǐ hé nà è xíng zhī jiān yǒu yáoyuǎn de jùlí. Ān lā ràng nǐmen jǐnfáng tā [ān lā] de xíngfá. Ān lā duì púrén shìrén'ài de."},{"SurahNumber":3,"VerseNumber":31,"Text":"Nǐ [mù shèng] shuō:“Jiǎrú nǐmen [zhēn de] jìng'ài ān lā, nàme, nǐmen dāng zhuīsuí wǒ, ān lā jiāng huì xǐhuān nǐmen bìng kuānshù nǐmen de zuì'è. Ān lā shì zuì kuānshù de, tè cí de.”"},{"SurahNumber":3,"VerseNumber":32,"Text":"Nǐ shuō:“Nǐmen dāng fúcóng ān lā hé shǐzhě [mù shèng].” Jiǎrú tāmen bèilí, nàme, ān lā jué bù xǐhuān bù xìnyǎng zhě [zhù]."},{"SurahNumber":3,"VerseNumber":33,"Text":"Ān lā què yǐ tè xuǎn ā dān, nǔ hā, yī bù lā xīn de jiāshǔ hé yī mùlán de jiāshǔ yōu yúshì rén."},{"SurahNumber":3,"VerseNumber":34,"Text":"Hòuyì shì tóngyī xiěyuán. Ān lā shì quán wén de, quán zhī de."},{"SurahNumber":3,"VerseNumber":35,"Text":"Dāngshí, yī mùlán de qīzi shuō:“Wǒ de zhǔ a! Wǒ yǐ lìshì bǎ wǒ fù lǐ de [háizi] fèngxiàn gěi nǐ [ràng tā wèi chóngbài nǐ de chǎngsuǒ fúwù], qiú nǐ jiēshòu wǒ de fèngxiàn [zhù]. Nǐ què shì quán wén de, quán zhī de.”"},{"SurahNumber":3,"VerseNumber":36,"Text":"Dāng tā shēng xià nǚhái shí, tā shuō:“Wǒ de zhǔ a! Wǒ shēngle gè nǚhái.” Ān lā zuì zhīdào tāsuǒ shēng de, nánhái bù xiàng nǚhái.[Tā jìxù shuō]:“Wǒ yǐ gěi tā qǔ míng jiào mǎ'ěr yà, qiú nǐ bǎohù tā hé tā de hòuyì, miǎn zāo bèi qūzhú de èmó de qīnrǎo [zhù].”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Tā de zhǔ fēicháng mǎnyì dì jiēshòule tā, bìng shǐ tā jiànměi chéngzhǎng, qiě bǎ tā wěituō gěi zǎi kè lǐ yǎ zhàoguǎn. Zǎi kè lǐ yǎ měi cì jìnrù nèi diàn [wòshì] kàn tā shí, zǒng fāxiàn tā nà li yǒu shíwù. Tā shuō:“Mǎ'ěr yà a! Nǐ cóng nǎlǐ huòdé zhèxiē shíwù de?” Tā shuō:“Zhè shì cóng ān lā jiàng shì de.” Ān lā díquè wúxiàn liàng gōngjǐ tā suǒ yìyù zhě."},{"SurahNumber":3,"VerseNumber":38,"Text":"Zǎi kè lǐ yǎ mǎshàng qíqiú tā de zhǔ shuō:“Wǒ de zhǔ a! Qiú nǐ cì wǒ yīgè shànliáng de hòudài. Nǐ què shì qídǎo de quán wén zhě.”"},{"SurahNumber":3,"VerseNumber":39,"Text":"Tā zhàn zài nèi diàn [wòshì] lǐbài [qídǎo] shí, tiānshǐmen jiào tā:“Ān lā yǐ yè hā yà xiàng nǐ bàoxǐ, yǐ zhèngshí ān lā de yījù huà [ān lā chuàngzào yī jiàn wù shí, zhǐ xū xiàlìng shuō:“Yǒu!” Yú shì jiù yǒule],[yè hā yà] shì zūnguì de, shì chúnjié de, shì yī wèi shànliáng de xiānzhī.”"},{"SurahNumber":3,"VerseNumber":40,"Text":"Tā shuō:“Wǒ de zhǔ a! Wǒ yǐjīng hěn lǎole, wǒ de qīzi yě bùnéng shēngyùle, wǒ zěnme huì yǒu érzi ní?” Tā [ān lā] shuō:“Ān lā rúcǐ zuò suǒ yù zuò de.”"},{"SurahNumber":3,"VerseNumber":41,"Text":"Tā shuō:“Wǒ de zhǔ a! Qiú nǐ zhāoshì wǒ yī zhǒng jīxiàng ba!” Tā [ān lā] shuō:“Nǐ de jīxiàng shì: Nǐ liánxù sān tiān bùnéng tóng rénmen jiǎnghuà, zhǐ néng zuò shǒushì. Nǐ dāng cháng zàn niàn nǐ de zhǔ, nǐ dāng zhāoxì zànsòng tā.”"},{"SurahNumber":3,"VerseNumber":42,"Text":"Dāngshí, tiānshǐmen shuō:“Mǎ'ěr yà a! Ān lā què yǐ tè xuǎn nǐ bìng shǐ nǐ chúnjié, tā tè xuǎn nǐ yōu yú zhòng shìjiè de fùnǚmen."},{"SurahNumber":3,"VerseNumber":43,"Text":"Mǎ'ěr yà a! Nǐ dāng zhōngshùn nǐ de zhǔ [ān lā], dāng kòutóu, dāng yǔ jūgōng zhě [lǐbài zhě] yīqǐ jūgōng [lǐbài].”"},{"SurahNumber":3,"VerseNumber":44,"Text":"Zhè shì wèi jiàn zhī wù [zhù 1] de xiāoxī, wǒ bǎ tā qǐshì gěi nǐ [mù shèng]. Dāng tāmen [wǎng hé lǐ] rēng [zhēnlǐ zhī] bǐ [zhù 2],[rú shéi rēng de bǐ yī ān lā de zhǐyì piào zài shuǐmiàn shàng, shéi jiù zhàoguǎn mǎ'ěr yà. Zuìhòu zǎi kè lǐ yǎ rēng de bǐ yī ān lā de zhǐyì piào zài shuǐmiàn shàng, suǒyǐ yóu tā zhàoguǎn mǎ'ěr yà], yǐ juédìng shéi zhàoguǎn mǎ'ěr yǎ shí, nǐ méiyǒu zàichǎng. Dāng tāmen zhēnglùn shí, nǐ yě méiyǒu zàichǎng."},{"SurahNumber":3,"VerseNumber":45,"Text":"Dāngshí, tiānshǐmen shuō:“Mǎ'ěr yà a! Ān lā jiāng yòng tā de yījù huà xiàng nǐ bàoxǐ [ān lā chuàngzào yī jiàn wù shí, zhǐ xū xiàlìng shuō:“Yǒu!” Yúshì jiù yǒule], tā de míngzì jiào mǎ xī hā•ěr sà•běn•mǎ'ěr yà,[tā] zài jīnshì hé hòushì dōu shì yǒu miànzi de, shì jiējìn ān lā zhě zhī yī."},{"SurahNumber":3,"VerseNumber":46,"Text":"Tā zài yáolán zhōng tóng rénmen jiǎnghuà yóurú chéngnián rén yīyàng [zhù], shì xíngshàn zhě zhī yī.”"},{"SurahNumber":3,"VerseNumber":47,"Text":"Tā shuō:“Wǒ de zhǔ a! Hái méiyǒu yī wèi nánrén jiēchùguò wǒ, wǒ zěnme huì shēng érzi ní?” Tā [ān lā] shuō:“Ān lā rúcǐ chuàngzào tāsuǒ yìyù zhě. Dāng tā juédìng yī jiàn shìwù shí, tā zhǐ xū xiàlìng shuō:“Yǒu!” Yúshì jiù yǒule.”"},{"SurahNumber":3,"VerseNumber":48,"Text":"Tā [ān lā] jiāng jiàoshòu tā [ěr sà] jīngdiǎn, zhìhuì,“tǎo lā tè” hé “yǐn jí lēi”."},{"SurahNumber":3,"VerseNumber":49,"Text":"[Tā] jiāng pài tā [ěr sà] wèi shǐzhě qù jiàohuà yǐsèliè de hòuyì.[Ěr sà shuō]:“Wǒ què yǐ gěi nǐmen dài láile nǐmen de zhǔ de yī zhǒng jīxiàng: Wǒ jiāng yòng nítǔ wéi nǐmen zuò yī zhǐ niǎo, ránhòu, wǒ chuī qì jìnqù, tā jiāng fèng'ān lā zhī mìng biàn chéng yī zhǐ [huì fēi de] niǎo. Wǒ fèng'ān lā zhī mìng néng zhìyù tiānshēng de mángrén hé máfēng bìng huànzhě, néng bǎ sǐzhě fùhuó. Fánshì nǐmen suǒ chī de hé nǐmen jiāzhōng suǒ chúcáng de, wǒ dū néng gàosù nǐmen. Cǐ zhōng què yǒu gěi nǐmen de yī zhǒng jīxiàng, jiǎrú nǐmen shì xìnshì."},{"SurahNumber":3,"VerseNumber":50,"Text":"[Wǒ fèngmìng ér lái], yǐ zhèngshí zài wǒ zhīqián jiàng shì de “tǎo lā tè”, bìng bǎ [guòqù] duì nǐmen jìnzhǐ de yīxiē dōngxī dìng wèi duì nǐmen shì héfǎ de. Wǒ gěi nǐmen dài láile nǐmen de zhǔ de yī zhǒng jīxiàng, suǒyǐ, nǐmen dāng jìngwèi ān lā, dāng fúcóng wǒ."},{"SurahNumber":3,"VerseNumber":51,"Text":"Ān lā què shì wǒ de zhǔ hé nǐmen de zhǔ, suǒyǐ, nǐmen dāng chóngbài tā, zhè shì zhèngdào.”"},{"SurahNumber":3,"VerseNumber":52,"Text":"Dāng ěr sà quèxìn tāmen zhōng yǒurén bù xìnyǎng shí, tā shuō:“Shéi yuàn wéi ān lā zhī dào ér zuò wǒ de zhùshǒu?”[Tā de] méntúmen shuō:“Wǒmen yuàn wéi ān lā zhī dào ér zuò nǐ de zhùshǒu, wǒmen quèxìn ān lā, qiú nǐ zuòzhèng wǒmen shì guīshùn zhě [mùsīlín]."},{"SurahNumber":3,"VerseNumber":53,"Text":"Wǒmen de zhǔ a! Wǒmen quèxìn nǐ suǒ jiàng shì de jīngdiǎn, wǒmen zhuīsuí zhè wèi shǐzhě [ěr sà], qiú nǐ bǎ wǒmen jìlù zài zuòzhèng zhě de hángliè zhōng.”"},{"SurahNumber":3,"VerseNumber":54,"Text":"Tāmen [bù xìnyǎng zhě] wàngtú móuhài [ěr sà], ér ān lā yòng jìmóu. Ān lā shì zuì shànyú yòng jìmóu de."},{"SurahNumber":3,"VerseNumber":55,"Text":"Dāngshí, ān lā shuō:“Ěr sà a! Wǒ jiāng ràng nǐ sǐqù, jiāng bǎ nǐ róng shēng dào wǒ zhèlǐ lái, jiāng chéngqīng bù xìnyǎng zhě duì nǐ de wàngyán [rú ěr sà shì ān lā zhīzǐ de wàngyán], jiāng shǐ zhuīsuí nǐ de rén yōu yú bù xìnyǎng zhě, zhídào fùhuó rì [zhù]. Ránhòu, nǐmen dōu jiāng guī dào wǒ zhèlǐ lái, wǒ jiāng wèi nǐmen pànjué nǐmen suǒ fēnqí de."},{"SurahNumber":3,"VerseNumber":56,"Text":"Zhìyú bù xìnyǎng zhě, wǒ jiàng zài jīnshì hé hòushì yánchéng tāmen, tāmen jué méiyǒu rènhé yuánzhù zhě."},{"SurahNumber":3,"VerseNumber":57,"Text":"Zhìyú xìnyǎng bìng xíngshàn zhě, tā [ān lā] jiāng ràng tāmen huòdé tāmen yīng dé de bàochóu. Ān lā jué bù xǐhuān bù yì zhě."},{"SurahNumber":3,"VerseNumber":58,"Text":"Zhè shì wǒ xiàng nǐ [mù shèng] xuāndú de qǐshì hé ruìzhì de yùyán [“gǔlánjīng”].”"},{"SurahNumber":3,"VerseNumber":59,"Text":"Zài ān lā kàn lái, ěr sà de qíngkuàng jiù xiàng ā dān de qíngkuàng yīyàng. Tā [ān lā] yòng nítǔ chuàngzào tā [ā dān], ránhòu, tā [ān lā] xiàlìng shuō:“Yǒu!” Yúshì tā [ā dān] jiù yǒule."},{"SurahNumber":3,"VerseNumber":60,"Text":"Zhè shì cóng nǐ de zhǔ jiàng shì de zhēnlǐ, gù nǐ bùyào chéngwéi huáiyí zhě."},{"SurahNumber":3,"VerseNumber":61,"Text":"Zài [zhèxiē] zhīshì [ěr sà shì ān lā de púrén hé shǐzhě] jiànglín nǐ [mù shèng] zhīhòu, shéi yǔ nǐ zhēnglùn tā [ěr sà], nàme, nǐ shuō:“Nǐmen lái ba! Ràng wǒmen zhàojí wǒmen de érnǚ hé nǐmen de érnǚ, wǒmen de fùnǚ hé nǐmen de fùnǚ, wǒmen zìjǐ hé nǐmen zìjǐ, ránhòu, ràng wǒmen [qiánchéng] qíqiú ān lā, ràng wǒmen kěnqiú tā [ān lā] qiǎnzé shuōhuǎng zhě.”"},{"SurahNumber":3,"VerseNumber":62,"Text":"Zhè què shì [ěr sà de] zhēnshí de gùshì. Chú ān lā wài, zài méiyǒuyīng shòu chóngbài de zhǔ. Ān lā què shì quánnéng de, zuì ruìzhì de."},{"SurahNumber":3,"VerseNumber":63,"Text":"Jiǎrú tāmen bèiqì [zhēnlǐ], nàme, ān lā duì zuò'è zhě què shì quánzhī de."},{"SurahNumber":3,"VerseNumber":64,"Text":"Nǐ [mù shèng] shuō:“Yǒu jīng rén a! Nǐmen lái ba! Zài wǒmen hé nǐmen zhī jiān dáchéng yī zhǒng gōngpíng xiéyì: Wǒmen zhǐ chóngbài ān lā, bù gěi tā shèzhì rènhé pèi wù; wǒmen rènhé rén dōu bù shě ān lā ér bǎ zìjǐ rén dāng zhǔzǎi [zhù].” Jiǎrú tāmen bèilí, nàme, nǐmen jiù shuō:“Qǐng nǐmen zuòzhèng wǒmen shì guīshùn zhě [mùsīlín].”"},{"SurahNumber":3,"VerseNumber":65,"Text":"Yǒu jīng rén a! Nǐmen wèishéme yào zhēnglùn yī bù lā xīn ne?“Tǎo lā tè” hé “yǐn jí lēi” shì zài tā zhīhòu cái jiàng shì de, nándào nǐmen bùmíng lǐ ma?"},{"SurahNumber":3,"VerseNumber":66,"Text":"Nǐmen zhèxiē rén a! Nǐmen zhēnglùn zìjǐ zhīdào de shì [shì kěyǐ lǐjiě de], dàn nǐmen wèishéme yào zhēnglùn zìjǐ suǒ bù zhīdào de shì ne? Ān lā zhīdào, ér nǐmen bù zhīdào."},{"SurahNumber":3,"VerseNumber":67,"Text":"Yī bù lā xīn jì bùshì yóutài jiàotú, yě bùshì jīdū jiàotú, ér shì yī wèi zūnxíng zhèngjiào [yīsīlán jiào] de mùsīlín, bùshì bài ǒuxiàng zhě."},{"SurahNumber":3,"VerseNumber":68,"Text":"Yǔ yī bù lā xīn zuì hǎo de rén jiùshì zhuīsuí tā de rén, zhè wèi xiānzhī [mù shèng] hé xìnshìmen. Ān lā shì xìnshìmen de bǎohù zhě."},{"SurahNumber":3,"VerseNumber":69,"Text":"Yǒu jīng rén zhōng yǒuxiē rén xīwàng shǐ nǐmen mí wù, qíshí, tāmen zhǐ néng shǐ zìjǐ mí wù, dàn tāmen méi rènshí dào."},{"SurahNumber":3,"VerseNumber":70,"Text":"Yǒu jīng rén a! Nǐmen jì yǐ jiànzhèng ān lā de jīxiàng [“tǎo lā tè” hé “yǐn jí lēi” zhōng duì mù shèng jiāng jiàng shì de yùyán] shì zhēnshí de, nǐmen wèishéme hái yào fǒurèn ne?"},{"SurahNumber":3,"VerseNumber":71,"Text":"Yǒu jīng rén a! Nǐmen wèishéme yào gùyì yǐjiǎluànzhēn, yǐncáng zhēnlǐ ne?"},{"SurahNumber":3,"VerseNumber":72,"Text":"Yǒu jīng rén zhōng de yīxiē rén shuō:“Nǐmen kě zài zǎoshang xìnyǎng jiàng shì gěi xìnshìmen de [jīngdiǎn], dàn nǐmen zài wǎnshàng jiù yīng fǒurèn tā, yǐbiàn tāmen fǎnhuí yuán jiào."},{"SurahNumber":3,"VerseNumber":73,"Text":"Nǐmen zhǐ néng xìnrèn zūnxíng nǐmen de zōngjiào zhě.” Nǐ [mù shèng] shuō:“[Zhēnzhèng de] zhèngdào què shì ān lā de zhèngdào.[Nǐmen bùyào xiāngxìn] yǒurén huì shòu cì xiàng nǐmen suǒ shòu cì de [qǐshì],[chúfēi tā zūnxíng nǐmen de zōngjiào], fǒuzé,[fùhuó rì] tāmen bì zài nǐmen de zhǔ nàlǐ tóng nǐmen zhēnglùn.” Nǐ shuō:“Ēnhuì quán zài ān lā de zhǎngguǎn zhōng, tā bǎ ēnhuì cì gěi tāsuǒ yìyù zhě.” Ān lā shì kuān ēn de, quánzhī de."},{"SurahNumber":3,"VerseNumber":74,"Text":"Tā [ān lā] bǎ tā de ēnhuì tè cì gěi tāsuǒ yìyù zhě. Ān lā shì yǒu zhòngdà ēnhuì de zhǔ."},{"SurahNumber":3,"VerseNumber":75,"Text":"Yǒu jīng rén zhōng yǒu de rén, jiǎrú nǐ xìntuō tā yī dà duī huángjīn, tā huì rú shǔ hái gěi nǐ; tāmen zhōng yǒu de rén, jíshǐ nǐ xìntuō tā yī méi jīnbì, tā yě bù huì hái gěi nǐ, chúfēi nǐ yīzài suǒyào, zhè shì yīnwèi tāmen shuō:“Wǒmen shīxìn yú wénmáng zhě [ā wèi bó rén] shì bù shòu zébèi de.” Tāmen gùyì jiè ān lā de míngyì shuōhuǎng."},{"SurahNumber":3,"VerseNumber":76,"Text":"Bù, shéi lǚxíng nuòyán bìng jìngwèi, ān lā díquè xǐhuān jìngwèi zhě."},{"SurahNumber":3,"VerseNumber":77,"Text":"Fán yǐ ān lā de xǔ yuē hé zìjǐ de shìyán huànqǔ dīsú dàijià de rén, zhèxiē rén zài hòushì jué méiyǒu fú fen [zhù 1][jìn lèyuán]. Fùhuó rì, ān lā jì bùtóng tāmen jiǎnghuà, yě bù kànwàng tāmen hé jìnghuà tāmen. Tāmen bì shòu tòngkǔ de xíngfá [zhù 2]."},{"SurahNumber":3,"VerseNumber":78,"Text":"Tāmen zhōng yǒu yībùfèn rén, tāmen díquè yòng zìjǐ de shétou qūjiě jīngdiǎn, yǐbiàn nǐmen rènwéi nà shì zhēn jīngdiǎn, qíshí, nà bùshì zhēn jīngdiǎn. Tāmen shuō:“Zhè shì cóng ān lā jiàng shì de.” Qíshí, nà bùshì cóng ān lā jiàng shì de, tāmen gùyì jiè ān lā de míngyì shuōhuǎng."},{"SurahNumber":3,"VerseNumber":79,"Text":"Yīgè rén jì huò ān lā cìyǔ de jīngdiǎn, zhìhuì hé shèng pǐn, ránhòu, tā jué bù huì duì rénmen shuō:“Nǐmen shě ān lā ér zuò wǒ de púrén ba!” Xiāngfǎn [tā zhǐ huì shuō]:“Nǐmen dàngzuò zūnxíng zhèngjiào jí chuánjiào de xuézhě! Yīnwèi nǐmen cháng jiàoshòu jīngdiǎn, yīnwèi nǐmen cháng yánxí jīngdiǎn.”"},{"SurahNumber":3,"VerseNumber":80,"Text":"Tā jué bù huì jiào nǐmen bǎ tiānshǐmen hé xiānzhīmen dāng zhǔzǎi [zhù] [chóngbài]. Zài nǐmen guīshùn ān lā hòu, nándào tā hái huì jiào nǐmen bù xìnyǎng [ān lā] ma?"},{"SurahNumber":3,"VerseNumber":81,"Text":"Dāngshí, ān lā yǔ xiānzhīmen lìyuē:“[Nǐmen dāng zūnxíng] wǒ cìyǔ nǐmen de suǒyǒu jīngdiǎn hé zhìhuì, cǐhòu huì yǒu yī wèi shǐzhě [mù shèng] láilín nǐmen, yǐ zhèngshí nǐmen yǐ yǒu de [jīngdiǎn], nǐmen wùbì xìnrèn tā hé zhīchí tā.” Tā [ān lā] shuō:“Nǐmen tóngyì ma? Nǐmen yuàn wéi cǐ shì ér cǎinà wǒ de yuē yán ma?” Tāmen shuō:“Wǒmen tóngyì.” Tā shuō:“Nàme, nǐmen [wèi cǐ] zuòzhèng ba! Wǒ yě tóng nǐmen yīqǐ zuòzhèng.”"},{"SurahNumber":3,"VerseNumber":82,"Text":"Cǐhòu shéi bèipàn [zhù], shéi què shì bèinì zhě."},{"SurahNumber":3,"VerseNumber":83,"Text":"Nándào tāmen yào shě ān lā de zōngjiào [yīsīlán jiào] ér xúnqiú bié de zōngjiào ma? Tiāndì jiān de yīqiè, bùguǎn yuànyì háishì bù yuànyì, dōu yào guīshùn tā [ān lā],[fùhuó rì] tāmen dōu jiāng guī dào tā nàlǐ qù."},{"SurahNumber":3,"VerseNumber":84,"Text":"Nǐ [mù shèng] shuō:“Wǒmen quèxìn ān lā, quèxìn jiàng shì wǒmen de qǐshì, quèxìn jiàng shì yī bù lā xīn, yī sī mǎ yì, yī sī hā gé, yǎ gǔbù jí gè bùluò [yǎ gǔbù de shí'èr gè er zi] de qǐshì, quèxìn mù sà, ěr sà hé xiānzhīmen cóng tāmen de zhǔ shòu cì de qǐshì. Wǒmen jué bù qíshì tāmen zhōng de rènhé yī wèi, wǒmen yǐ guīshùn tā [ān lā].”"},{"SurahNumber":3,"VerseNumber":85,"Text":"Shéi shě yīsīlán jiào [zhù] ér xúnqiú bié de zōngjiào, shéi suǒ xúnqiú de jué bù huì bèi jiēshòu, shéi zài hòushì bì shì sǔnshī zhě."},{"SurahNumber":3,"VerseNumber":86,"Text":"Ān lā zěnme huì yǐndǎo zhèyàng de mínzhòng ne? Tāmen jì biǎoshì xìnyǎng, bìng zuòzhèng shǐzhě [mù shèng] shì zhēnshí de, qiě míngzhèng yǐ jiànglín tāmen, ránhòu tāmen yòu bù xìnyǎngle. Ān lā jué bù yǐndǎo bù yì de mínzhòng."},{"SurahNumber":3,"VerseNumber":87,"Text":"Zhèxiē rén de bàoyìng shì zāo ān lā, tiānshǐmen hé quán rénlèi de qiǎnzé,"},{"SurahNumber":3,"VerseNumber":88,"Text":"[tāmen jiāng] yǒng jū qí [huǒ yù] zhōng. Tāmen suǒ shòu de xíngfá jì bù huì bèi jiǎnqīng, yě bù huì bèi huǎnxíng."},{"SurahNumber":3,"VerseNumber":89,"Text":"Fán cǐhòu huǐguò zì xīn zhě chúwài. Ān lā què shì zuì kuānshù de, tè cí de."},{"SurahNumber":3,"VerseNumber":90,"Text":"Fán biǎoshì xìnyǎng hòu yòu bù xìnyǎng zhě, ránhòu gèngjiā bù xìnyǎng [ān lā, mù shèng hé “gǔlánjīng”], tāmen de huǐzuì jué bù huì bèi jiēshòu. Zhèxiē rén què shì mí wù zhě."},{"SurahNumber":3,"VerseNumber":91,"Text":"Fán [huózhe shí] bù xìnyǎng, qiě zhì sǐ réng bù xìnyǎng zhě, nǎpà tāmen zhōng yǒurén yǐ mǎn dì de huángjīn shúzuì, yě bù huì bèi jiēshòu [zhù]. Zhèxiē rén bì shòu tòngkǔ de xíngfá, tāmen jué méiyǒu rènhé yuánzhù zhě."},{"SurahNumber":3,"VerseNumber":92,"Text":"Nǐmen jué bùnéng dádào zhì shànzhī jìng, chúfēi nǐmen [wéi ān lā zhī dào] shīshě nǐmen suǒ ài de cáiwù. Fánshì nǐmen shīshě de shàn wù, ān lā què shì quánzhī de. Dì sì juǎn"}]}