{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Sa ngalan ni Allāh, ang Napakamaawain, ang Maawain"},{"SurahNumber":1,"VerseNumber":2,"Text":"Ang papuri ay ukol kay Allāh, ang Panginoon ng mga nilalang"},{"SurahNumber":1,"VerseNumber":3,"Text":"ang Napakamaawain, ang Maawain"},{"SurahNumber":1,"VerseNumber":4,"Text":"Ang May-ari ng Araw ng Paggantimpala"},{"SurahNumber":1,"VerseNumber":5,"Text":"Sa Iyo [lamang] kami sumasamba at sa Iyo [lamang] kami nagpapatulong"},{"SurahNumber":1,"VerseNumber":6,"Text":"Patnubayan Mo kami sa landasing tuwid"},{"SurahNumber":1,"VerseNumber":7,"Text":"ang landasin ng mga biniyayaan Mo, hindi ng mga kinagalitan, at hindi ng mga naliligaw"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif. Lām. Mīm"},{"SurahNumber":2,"VerseNumber":2,"Text":"Ang Aklat na ito ay walang alinlangan dito, isang patnubay ukol sa mga tagapangilag magkasala"},{"SurahNumber":2,"VerseNumber":3,"Text":"na mga sumasampalataya sa Nakalingid, nagpapanatili sa pagdarasal, at mula sa itinustos Namin sa kanila ay gumugugol"},{"SurahNumber":2,"VerseNumber":4,"Text":"na mga sumasampalataya sa pinababa sa iyo at sa pinababa bago mo pa, at sa Kabilang-buhay sila ay nakatitiyak"},{"SurahNumber":2,"VerseNumber":5,"Text":"Ang mga iyon ay nasa patnubay mula sa Panginoon nila at ang mga iyon ay ang mga magtatagumpay"},{"SurahNumber":2,"VerseNumber":6,"Text":"Tunay na ang mga tumangging sumampalataya – magkapantay sa kanila nagbabala ka man sa kanila o hindi ka nagbabala sa kanila – ay hindi sumasampalataya"},{"SurahNumber":2,"VerseNumber":7,"Text":"Magpapasak si Allāh sa mga puso nila at sa pandinig nila. Sa mga paningin nila ay may pambalot. Ukol sa kanila ay isang pagdurusang sukdulan"},{"SurahNumber":2,"VerseNumber":8,"Text":"Mayroon sa mga tao na nagsasabi: \"Sumampalataya kami kay Allāh at sa Huling Araw,\" samantalang hindi sila mga mananampalataya"},{"SurahNumber":2,"VerseNumber":9,"Text":"Nagtatangka silang mandaya kay Allāh at sa mga sumampalataya samantalang hindi sila nandaraya maliban sa mga sarili nila habang hindi nila nararamdaman"},{"SurahNumber":2,"VerseNumber":10,"Text":"Sa mga puso nila ay may karamdaman, at nagdagdag pa sa kanila si Allāh ng karamdaman. Ukol sa kanila ay isang pagdurusang masakit dahil sila dati ay nagsisinungaling"},{"SurahNumber":2,"VerseNumber":11,"Text":"Kapag sinabi sa kanila: \"Huwag kayong manggulo sa lupa,\" nagsasabi sila: \"Kami ay mga tagapagsaayos lamang"},{"SurahNumber":2,"VerseNumber":12,"Text":"Pansinin, tunay na sila ay ang mga tagagulo subalit hindi sila nakararamdam"},{"SurahNumber":2,"VerseNumber":13,"Text":"Kapag sinabi sa kanila: \"Sumampalataya kayo kung paanong sumampalataya ang mga tao\" ay nagsasabi sila: \"Sasampalataya ba kami kung paanong sumampalataya ang mga hunghang?\" Pansinin, tunay na sila ay ang mga hunghang subalit hindi nila nalalaman"},{"SurahNumber":2,"VerseNumber":14,"Text":"Kapag nakipagkita sila sa mga sumampalataya ay nagsasabi sila: \"Sumampalataya kami,\" ngunit kapag nakipagsarilinan sila sa mga demonyo nila ay nagsasabi sila: \"Tunay na kami ay kasama sa inyo; kami ay mga nangungutya lamang"},{"SurahNumber":2,"VerseNumber":15,"Text":"Si Allāh ay nangungutya sa kanila at nagpapalawig sa kanila sa pagmamalabis nila habang nag-aapuhap sila"},{"SurahNumber":2,"VerseNumber":16,"Text":"Ang mga iyon ay ang mga bumili sa kaligawan kapalit ng patnubay kaya hindi tumubo ang kalakalan nila. Hindi sila noon mga napatnubayan"},{"SurahNumber":2,"VerseNumber":17,"Text":"Ang paghahalintulad sa kanila ay gaya ng paghahalintulad sa nagpaningas ng apoy, ngunit noong tumanglaw ito sa nasa palibot niya ay nag-alis si Allāh sa liwanag nila at nag-iwan Siya sa kanila sa mga kadiliman habang hindi sila nakakikita"},{"SurahNumber":2,"VerseNumber":18,"Text":"Mga bingi na mga pipi na mga bulag, kaya sila ay hindi na bumabalik [mula sa pagkaligaw]"},{"SurahNumber":2,"VerseNumber":19,"Text":"O gaya ng isang unos mula sa langit, na sa loob nito ay mga kadiliman, kulog, at kidlat. Naglalagay sila ng mga daliri nila sa mga tainga nila dahil sa mga lintik, dala ng hilakbot sa kamatayan. Si Allāh ay Tagasaklaw sa mga tagatangging sumampalataya"},{"SurahNumber":2,"VerseNumber":20,"Text":"Halos ang kidlat ay tumangay sa mga paningin nila. Tuwing tumanglaw ito para sa kanila ay naglalakad sila rito at kapag nagpadilim ito sa ibabaw nila ay tumatayo sila. Kung sakaling niloob ni Allāh ay talaga sanang nag-alis Siya ng pandinig nila at mga paningin nila. Tunay na si Allāh sa bawat bagay ay May-kakayahan"},{"SurahNumber":2,"VerseNumber":21,"Text":"O mga tao, sumamba kayo sa Panginoon ninyo na lumikha sa inyo at sa mga nauna pa sa inyo, nang sa gayon kayo ay mangingilag magkasala"},{"SurahNumber":2,"VerseNumber":22,"Text":"na gumawa para sa inyo ng lupa bilang himlayan at ng langit bilang silong, at nagpababa mula sa langit ng tubig kaya nagpalabas Siya sa pamamagitan nito ng mga bunga bilang panustos para sa inyo. Kaya huwag kayong gumawa para kay Allāh ng mga kaagaw samantalang kayo ay nakaaalam"},{"SurahNumber":2,"VerseNumber":23,"Text":"Kung kayo ay nasa isang pag-aalinlangan sa ibinaba Namin sa Lingkod Namin, maglahad kayo ng isang kabanata kabilang sa tulad nito at tumawag kayo ng mga saksi ninyo bukod pa kay Allāh kung kayo ay mga tapat"},{"SurahNumber":2,"VerseNumber":24,"Text":"Ngunit kung hindi kayo nakagawa – at hindi kayo makagagawa – ay mangilag kayo sa Apoy na ang panggatong nito ay ang mga tao at ang mga bato. Inihanda ito para sa mga tagatangging sumampalataya"},{"SurahNumber":2,"VerseNumber":25,"Text":"Magbalita ka ng nakagagalak sa mga sumampalataya at gumawa ng mga maayos na ukol sa kanila ay mga Hardin na dumadaloy mula sa ilalim ng mga ito ang mga ilog. Sa tuwing tinutustusan sila mula sa mga ito ng bunga bilang panustos ay nagsasabi sila: \"Ito ay ang itinustos sa amin bago pa niyan.\" Bibigyan sila nito na nagkakawangisan. Ukol sa kanila roon ay mga asawang dinalisay at sila ay doon mga mananatili"},{"SurahNumber":2,"VerseNumber":26,"Text":"Tunay na si Allāh ay hindi nahihiya na maglahad ng isang paghahalintulad na anuman: isang lamok man at anumang higit dito. Tungkol naman sa mga sumampalataya, nakaaalam sila na ito ay ang katotohanan mula sa Panginoon nila. Tungkol naman sa mga tumangging sumampalataya, nagsasabi sila: \"Ano ang ninais ni Allāh rito bilang paghahalintulad?\" Nagpapaligaw Siya sa pamamagitan nito sa marami at nagpapatnubay Siya sa pamamagitan nito sa marami. Hindi Siya nagpapaligaw sa pamamagitan nito kundi sa mga suwail"},{"SurahNumber":2,"VerseNumber":27,"Text":"Ang mga kumakalas sa kasunduan kay Allāh nang matapos ng pagtitibay nito, pumuputol sa ipinag-utos ni Allāh na iugnay, at nanggugulo sa lupa, ang mga iyon ay ang mga lugi"},{"SurahNumber":2,"VerseNumber":28,"Text":"Papaano kayong tumatangging sumampalataya kay Allāh samantalang kayo noon ay mga patay at nagbigay-buhay Siya sa inyo, pagkatapos magbibigay-kamatayan Siya sa inyo, pagkatapos magbibigay-buhay Siya sa inyo, pagkatapos tungo sa Kanya pababalikin kayo"},{"SurahNumber":2,"VerseNumber":29,"Text":"Siya ay ang lumikha para sa inyo ng nasa lupa sa kalahatan. Pagkatapos lumuklok Siya sa langit at bumuo Siya sa mga ito bilang pitong langit. Siya sa bawat bagay ay Maalam"},{"SurahNumber":2,"VerseNumber":30,"Text":"[Banggitin] noong nagsabi ang Panginoon mo sa mga anghel: \"Tunay na Ako ay maglalagay sa lupa ng isang kahalili.\" Nagsabi sila: \"Maglalagay Ka ba roon ng manggugulo roon at magpapadanak ng mga dugo samantalang kami ay nagluluwalhati sa kapurihan Mo at nagpapabanal sa Iyo?\" Nagsabi Siya: \"Tunay na ako ay nakaaalam ng hindi ninyo nalalaman"},{"SurahNumber":2,"VerseNumber":31,"Text":"Nagturo Siya kay Adan ng mga pangalan sa kalahatan ng mga ito. Pagkatapos naglahad Siya sa mga ito sa mga anghel at nagasabi: \"Magbalita kayo sa Akin ng mga pangalan ng mga ito kung kayo ay mga tapat"},{"SurahNumber":2,"VerseNumber":32,"Text":"Nagsabi Sila: \"Kaluwalhatian sa Iyo! Wala kaalaman sa amin maliban sa itinuro Mo sa amin. Tunay na Ikaw ay ang Maalam, ang Marunong"},{"SurahNumber":2,"VerseNumber":33,"Text":"Nagsabi Siya: \"O Adan, magbalita ka sa kanila ng mga pangalan ng mga ito.\" Kaya noong nagbalita ito sa kanila ng mga pangalan ng mga ito ay nagsabi Siya: \"Hindi ba nagsabi Ako sa inyo tunay na Ako ay nakaaalam sa Lingid ng mga langit at lupa at nakaaalam sa anumang inilalantad ninyo at anumang dati ninyong ikinukubli"},{"SurahNumber":2,"VerseNumber":34,"Text":"[Banggitin] noong nagsabi Kami sa mga anghel: \"Magpatirapa kayo kay Adan;\" kaya nagpatirapa sila maliban si Satanas. Tumanggi siya, nagmalaki siya, at siya ay naging kabilang sa mga tagatangging sumampalataya"},{"SurahNumber":2,"VerseNumber":35,"Text":"Nagsabi Kami: \"O Adan, manahan ka at ang asawa mo sa Paraiso at kumain kayong dalawa mula rito nang masagana saanman ninyong dalawa loobin ngunit huwag kayong dalawa lumapit sa punong-kahoy na ito dahil kayong dalawa ay maging kabilang sa mga tagalabag sa katarungan"},{"SurahNumber":2,"VerseNumber":36,"Text":"Ngunit nagpatisod sa kanilang dalawa ang demonyo palayo roon at nagpalabas siya sa kanilang dalawa mula sa dating kinaroroonan nilang dalawa. Nagsabi Kami: \"Lumapag kayo; ang iba sa inyo para sa iba ay kaaway. Ukol sa inyo sa lupa ay isang pinagtitigilan at isang natatamasa hanggang sa isang panahon"},{"SurahNumber":2,"VerseNumber":37,"Text":"Pagkatapos nakatanggap si Adan mula sa Panginoon nito ng mga salita at tumanggap Siya sa pagbabalik-loob nito. Tunay na Siya ay ang Palatanggap ng pagsisi, ang Maawain"},{"SurahNumber":2,"VerseNumber":38,"Text":"Nagsabi Kami: \"Bumaba kayo mula rito sa kalahatan. Kung may darating nga sa inyo mula sa Akin na isang patnubay, ang mga sumunod sa patnubay Ko ay walang pangamba sa kanila ni sila ay malulungkot"},{"SurahNumber":2,"VerseNumber":39,"Text":"Ang mga tumangging sumampalataya at nagpasinungaling sa mga tanda Namin, ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili"},{"SurahNumber":2,"VerseNumber":40,"Text":"O mga anak ni Israel, alalahanin ninyo ang biyaya Ko na ibiniyaya Ko sa inyo at magpatupad kayo sa kasunduan sa Akin, magpapatupad Ako sa kasunduan sa inyo. Sa Akin ay masindak kayo"},{"SurahNumber":2,"VerseNumber":41,"Text":"Sumampalataya kayo sa pinababa Ko bilang tagapagpatotoo para sa taglay ninyo. Huwag kayong maging una na tagatangging sumampalataya rito. Huwag kayong magbili sa mga tanda Ko sa isang halagang kakaunti. Sa Akin ay mangilag kayong magkasala"},{"SurahNumber":2,"VerseNumber":42,"Text":"Huwag kayong maghalo sa katotohanan ng kasinungalingan ni magtago kayo ng katotohanan samantalang kayo ay nakaaalam"},{"SurahNumber":2,"VerseNumber":43,"Text":"Magpanatili kayo ng pagdarasal, magbigay kayo ng zakāh, at yumukod kayo kasama sa mga yumuyukod"},{"SurahNumber":2,"VerseNumber":44,"Text":"Nag-uutos ba kayo sa mga tao ng pagpapakabuti samantalang nakalilimot kayo sa mga sarili ninyo habang kayo ay bumibigkas ng Kasulatan? Hindi ba kayo nakapag-uunawa"},{"SurahNumber":2,"VerseNumber":45,"Text":"Magpatulong kayo sa pamamagitan ng pagtitiis at pagdarasal. Tunay na ito ay talagang mabigat maliban sa mga tagapagpakumbaba"},{"SurahNumber":2,"VerseNumber":46,"Text":"na tumitiyak na sila ay mga makikipagkita sa Panginoon nila, at na sila tungo sa Kanya ay mga babalik"},{"SurahNumber":2,"VerseNumber":47,"Text":"O mga anak ni Israel, alalahanin ninyo ang biyaya Ko na ibiniyaya Ko sa inyo, at na Ako ay nagtangi sa inyo higit sa mga nilalang"},{"SurahNumber":2,"VerseNumber":48,"Text":"Mangilag kayo sa isang Araw na hindi makasasapat ang isang kaluluwa para sa isang kaluluwa sa anuman, ni tatanggap mula sa kanya ng isang pamamagitan, ni kukuha mula sa kanya ng isang panumbas, ni sila ay iaadya"},{"SurahNumber":2,"VerseNumber":49,"Text":"[Banggitin] noong nagligtas Kami sa inyo mula sa angkan ni Paraon. Nagpapataw sila sa inyo ng kasagwaan ng pagdurusa: pinagkakatay nila ang mga lalaking anak ninyo at pinamumuhay nila ang mga babae ninyo. Sa gayon ay may isang pagsubok, mula sa Panginoon ninyo, na sukdulan"},{"SurahNumber":2,"VerseNumber":50,"Text":"[Banggitin] noong naghati Kami para sa inyo ng dagat kaya pinaligtas Namin kayo at nilunod Namin ang angkan ni Paraon habang kayo ay nakatingin"},{"SurahNumber":2,"VerseNumber":51,"Text":"[Banggitin] noong nakipagtipan Kami kay Moises nang apatnapung gabi. Pagkatapos gumawa kayo sa guya [bilang diyus-diyusan] nang matapos [ng pag-alis] niya habang kayo ay mga tagalabag sa katarungan"},{"SurahNumber":2,"VerseNumber":52,"Text":"Pagkatapos nagpaumanhin Kami sa inyo nang matapos niyon, nang sa gayon kayo ay magpapasalamat"},{"SurahNumber":2,"VerseNumber":53,"Text":"[Banggitin] noong nagbigay Kami kay Moises ng Kasulatan at Pamantayan, nang sa gayon kayo ay mapapatnubayan"},{"SurahNumber":2,"VerseNumber":54,"Text":"[Banggitin] noong nagsabi si Moises sa mga kalipi niya: \"O mga kalipi ko, tunay na kayo ay lumabag sa katarungan sa mga sarili ninyo sa paggawa ninyo sa guya [bilang diyus-diyusan] kaya magbalik-loob kayo sa Tagapaglalang ninyo at patayin ninyo ang mga [may-salang] kapwa ninyo. Iyon ay higit na mabuti para sa inyo sa ganang Tagapaglalang ninyo;\" saka tumanggap Siya ng pagbabalik-loob ninyo. Tunay na Siya ay ang Palatanggap ng pagbabalik-loob, ang Maawain"},{"SurahNumber":2,"VerseNumber":55,"Text":"[Banggitin] noong magsabi kayo: \"O Moises, hindi kami sasamplataya sa iyo hanggang sa makakita kami kay Allāh nang hayagan.\" Kaya dumaklot sa inyo ang lintik habang kayo ay nakatingin"},{"SurahNumber":2,"VerseNumber":56,"Text":"Pagkatapos bumuhay Kami sa inyo nang matapos ng kamatayan ninyo, nang sa gayon kayo ay magpapasalamat"},{"SurahNumber":2,"VerseNumber":57,"Text":"Naglilim Kami sa inyo ng mga ulap at nagpababa Kami sa inyo ng manna at mga pugo, [na nagsasabi]: \"Kumain kayo mula sa mga kaaya-ayang itinustos Namin sa inyo.\" Hindi sila lumabag sa katarungan sa Amin, subalit sila noon sa mga sarili nila ay lumalalabag sa katarungan"},{"SurahNumber":2,"VerseNumber":58,"Text":"[Banggitin] noong nagsabi Kami: \"Magsipasok kayo sa pamayanang ito at kumain kayo mula rito saanman ninyo loobin nang masagana. Magsipasok kayo sa pinto na mga nakayukod. Magsabi kayo: \"Pag-aalis-sala,\" magpapatawad Kami sa inyo sa mga kasalanan ninyo at magdaragdag Kami sa mga tagapagpaganda ng gawa"},{"SurahNumber":2,"VerseNumber":59,"Text":"Ngunit nagpalit ang mga lumabag sa katarungan ng isang sabing iba sa sinabi sa kanila, kaya nagpababa Kami sa mga lumabag sa katarungan ng isang pasakit mula sa langit dahil sila noon ay nagpapakasuwail"},{"SurahNumber":2,"VerseNumber":60,"Text":"[Banggitin] noong humiling ng tubig si Moises para sa mga kalipi niya kaya nagsabi Kami: \"Humampas ka ng tungkod mo sa bato.\" Kaya bumulwak mula roon ang labindalawang bukal. Nakaalam nga ang bawat [pangkat ng] mga tao sa inuman nila. Kumain kayo at uminom kayo mula sa panustos ni Allāh at huwag kayong manampalasan sa lupa bilang mga tagagulo"},{"SurahNumber":2,"VerseNumber":61,"Text":"[Banggitin] noong nagsabi kayo: \"O Moises, hindi kami makatitiis sa nag-iisang [pares ng] pagkain; kaya manalangin ka para sa amin sa Panginoon mo, magpapalabas Siya para sa amin ng pinatutubo ng lupa gaya ng mga halaman nito, mga pipino nito, mga bawang nito, mga lentiha nito, at mga sibuyas nito.\" Nagsabi siya: \"Magpapalit ba kayo ng higit na hamak sa higit na mabuti? Bumaba kayo sa isang kabayanan sapagkat tunay na ukol sa inyo ang hiningi ninyo.\" Itinatak sa kanila ang kaabahan at ang karukhaan at bumalik sila kalakip ng isang galit mula kay Allāh. Iyon ay dahil sila noon ay tumatangging sumampalataya sa mga tanda ni Allāh at pumapatay sa mga propeta ayon nang walang karapatan. Iyon ay dahil sumuway sila, at sila noon ay lumalabag"},{"SurahNumber":2,"VerseNumber":62,"Text":"Tunay na ang mga sumampalataya, ang mga nagpaka-Hudyo, ang mga Kristiyano, at ang mga Sabeano – ang sinumang sumampalataya kay Allāh at sa Huling Araw at gumawa ng maayos – ay ukol sa kanila ang pabuya nila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot"},{"SurahNumber":2,"VerseNumber":63,"Text":"[Banggitin] noong tumanggap Kami ng kasunduan sa inyo at nag-angat Kami sa ibabaw ninyo ng bundok, [na nag-uutos]: \"Tanggapin ninyo ang ibinigay Namin sa inyo nang may lakas at alalahanin ninyo ang anumang narito, nang sa gayon kayo ay mangingilag magkasala"},{"SurahNumber":2,"VerseNumber":64,"Text":"Pagkatapos tumalikod kayo nang matapos niyon, ngunit kung hindi dahil sa kabutihang-loob ni Allāh sa inyo at awa Niya ay talaga sanang kayo ay naging kabilang sa mga lugi"},{"SurahNumber":2,"VerseNumber":65,"Text":"Talaga ngang nakaalam kayo sa lumabag kabilang sa inyo sa Sabath, at nagsabi Kami sa kanila: \"Maging mga unggoy kayo na itinataboy"},{"SurahNumber":2,"VerseNumber":66,"Text":"Kaya gumawa Kami rito bilang parusang panghalimbawa para sa kapiling nito at kasunod nito at bilang pangaral para sa mga tagapangilag magkasala"},{"SurahNumber":2,"VerseNumber":67,"Text":"[Banggitin] noong nagsabi si Moises sa mga kalipi niya: \"Tunay na si Allāh ay nag-utos sa inyo na magkatay kayo ng isang baka.\" Nagsabi sila: \"Gumagawa ka ba sa amin ng isang pagkutya?\" Nagsabi siya: \"Nagpapakupkop ako kay Allāh na ako ay maging kabilang sa mga mangmang"},{"SurahNumber":2,"VerseNumber":68,"Text":"Nagsabi sila: \"Dumalangin ka para amin sa Panginoon mo, magpapalinaw Siya para sa amin kung ano ito.\" Nagsabi siya: \"Tunay na Siya ay nagsasabi na tunay na ito ay isang baka na hindi matanda at hindi dumalaga, katamtaman sa pagitan niyon; kaya gawin ninyo ang ipinag-uutos sa inyo"},{"SurahNumber":2,"VerseNumber":69,"Text":"Nagsabi sila: \"Dumalangin ka para sa amin sa Panginoon mo, magpapalinaw Siya para sa amin kung ano ang kulay nito.\" Nagsabi siya: \"Tunay na Siya ay nagsasabi na tunay na ito ay isang baka na dilaw na matingkad ang kulay nito, na nakagagalak sa mga tumitingin"},{"SurahNumber":2,"VerseNumber":70,"Text":"Nagsabi sila: \"Dumalangin ka para amin sa Panginoon mo, magpapalinaw Siya para sa amin kung ano ito; tunay na ang mga baka ay nagkahawigan sa amin. Tunay na kami, kung niloob ni Allāh, ay talagang mga mapapatnubayan"},{"SurahNumber":2,"VerseNumber":71,"Text":"Nagsabi siya: \"Tunay na Siya ay nagsasabing tunay na ito ay isang baka, na hindi maamo na nagbubungkal ng lupa at hindi nagpapatubig ng taniman, na binusilak na walang batik dito.\" Nagsabi sila: \"Ngayon ay naghatid ka ng katotohanan.\" Kaya kinatay nila ito at hindi nila halos nagawa"},{"SurahNumber":2,"VerseNumber":72,"Text":"[Banggitin] noong pumatay kayo ng isang tao at nagtalu-talo kayo hinggil sa kanya. Si Allāh ay tagapagpalabas ng dati ninyong itinatago"},{"SurahNumber":2,"VerseNumber":73,"Text":"Kaya nagsabi Kami: \"Humampas kayo sa kanya ng bahagi ng [bakang] iyon.\" Gayon nagbibigay-buhay si Allāh sa mga patay. Nagpapakita Siya sa inyo ng mga tanda Niya, nang sa gayon kayo makapag-uunawa"},{"SurahNumber":2,"VerseNumber":74,"Text":"Pagkatapos tumigas ang mga puso ninyo nang matapos niyon, kaya ang mga ito ay para bang mga bato o higit na matindi sa katigasan. Tunay na mayroon sa mga bato na talagang bumubulwak mula rito ang mga ilog. Tunay na mayroon sa mga ito na talagang nagkakabiyak-biyak kaya lumalabas mula rito ang tubig. Tunay na mayroon sa mga ito na talagang lumalapag dala ng takot kay Allāh. Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo"},{"SurahNumber":2,"VerseNumber":75,"Text":"Kaya naghahangad ba kayo na maniwala sila sa inyo samantalang nangyari ngang may isang pangkat mula sa kanila na nakaririnig sa salita ni Allāh? Pagkatapos pumipilipit sila nito nang matapos na nakapag-unawa sila rito samantalang sila ay nakaaalam"},{"SurahNumber":2,"VerseNumber":76,"Text":"Kapag nakipagkita sila sa mga sumampalataya ay nagsasabi sila: \"Sumampalataya kami,\" at kapag nagsarilinan ang iba sa kanila sa iba pa ay nagsasabi sila: \"Kumakausap ba kayo sa kanila ng hinggil sa inihayag ni Allāh sa inyo upang mangatwiran sila sa inyo hinggil dito sa piling ng Panginoon ninyo? Kaya hindi ba kayo nakapag-uunawa"},{"SurahNumber":2,"VerseNumber":77,"Text":"Hindi ba sila nakaaalam na si Allāh ay nakaaalam sa anumang inililihim nila at anumang inihahayag nila"},{"SurahNumber":2,"VerseNumber":78,"Text":"Kabilang sa kanila ay mga iliterato na walang nalalaman sa Kasulatan kundi mga mithiin, at walang iba sila kundi nagpapalagay"},{"SurahNumber":2,"VerseNumber":79,"Text":"Kaya kapighatian para sa mga sumusulat ng kasulatan sa pamamagitan ng mga kamay nila. Pagkatapos nagsasabi silang ito ay mula sa ganang kay Allāh upang magbili sila nito sa isang kaunting halaga. Kaya kapighatian para sa kanila dahil sa sinulat ng mga kamay nila at kapighatian para sa kanila dahil sa nakakamit nila"},{"SurahNumber":2,"VerseNumber":80,"Text":"Nagsasabi sila: \"Hindi sasaling sa amin ang Apoy maliban sa mga araw na mabibilang.\" Sabihin mo: \"Gumawa ba kayo sa ganang kay Allāh ng isang kasunduan sapagkat hindi sisira si Allāh sa kasunduan sa Kanya, o nagsasabi kayo hinggil kay Allāh ng hindi ninyo nalalaman"},{"SurahNumber":2,"VerseNumber":81,"Text":"Bagkus, ang mga nagkamit ng isang masagwang gawa at pumaligid sa kanila ang kamalian nila, ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili"},{"SurahNumber":2,"VerseNumber":82,"Text":"Ang mga sumampalataya at gumawa ng mga maayos, ang mga iyon ay ang mga maninirahan sa Hardin; sila ay doon mga mananatili"},{"SurahNumber":2,"VerseNumber":83,"Text":"[Banggitin] noong tumanggap Kami ng kasunduan sa mga anak ni Israel, [na nag-uutos]: \"Hindi kayo sasamba maliban kay Allāh; sa mga magulang ay gumawa ng maganda, at sa may pagkakamag-anak, mga ulila, at mga dukha; magsabi kayo sa mga tao ng maganda; magpapanatili kayo ng pagdarasal; at magbigay kayo ng zakāh.\" Pagkatapos tumalikod kayo maliban sa kakaunti sa inyo habang kayo ay mga umaayaw"},{"SurahNumber":2,"VerseNumber":84,"Text":"[Banggitin] noong tumanggap Kami ng kasunduan sa inyo, [na nag-uutos]: \"Hindi kayo magpapadanak ng mga dugo ninyo at hindi kayo magpapalisan ng mga kapwa ninyo mula sa mga tahanan ninyo.\" Pagkatapos kumilala kayo habang kayo ay sumasaksi"},{"SurahNumber":2,"VerseNumber":85,"Text":"Pagkatapos kayo itong pumapatay sa mga kapwa ninyo at nagpapalisan sa isang pangkat kabilang sa inyo mula sa mga tahanan nila, habang nagtataguyudan kayo laban sa kanila sa kasalanan at pangangaway. Kung pumupunta sila sa inyo bilang mga bihag ay tumutubos kaya sa kanila samantalang ipinagbabawal sa inyo ang pagpapalisan sa kanila. Kaya sumasampalataya ba kayo sa isang bahagi ng Aklat at tumatanggi kayong sumampalataya sa isang bahagi? Kaya walang ganti sa sinumang gumagawa niyon kabilang sa inyo kundi isang kahihiyan sa buhay na pangmundo. Sa Araw ng Pagbangon ay ipagtutulakan sila sa pinakamatindi sa pagdurusa. Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo"},{"SurahNumber":2,"VerseNumber":86,"Text":"Ang mga iyon ay ang mga bumili sa buhay na pangmundo kapalit ng Kabilang-buhay kaya hindi pagagaanin sa kanila ang pagdurusa ni sila ay iaadya"},{"SurahNumber":2,"VerseNumber":87,"Text":"Talaga ngang nagbigay Kami kay Moises ng Kasulatan at nagpasunod Kami nang matapos Niya ng mga sugo. Nagbigay Kami kay Jesus na anak ni Maria ng mga malinaw na patunay at nag-alalay Kami sa kanya sa pamamagitan ng Espiritu ng Kabanalan. Kaya ba sa tuwing may naghatid sa inyo na isang sugo ng hindi pinipithaya ng mga sarili ninyo ay nagmamalaki kayo sapagkat sa isang pangkat ay nagpapabula kayo at sa isang pangkat ay pumapatay kayo"},{"SurahNumber":2,"VerseNumber":88,"Text":"Nagsabi sila: \"Ang mga puso namin ay mga nakabalot.\" Bagkus isinumpa sila ni Allāh dahil sa kawalang- pananampalataya nila kaya sa kakaunti sila sumasampalataya"},{"SurahNumber":2,"VerseNumber":89,"Text":"Noong may dumating sa kanila na isang Aklat mula sa ganang kay Allāh, na tagapagpatotoo para sa taglay nila – samantalang sila dati bago pa niyan ay humihiling ng pagwawagi laban sa mga tumangging sumampalataya – at noong dumating sa kanila ang nakilala nila ay tumanggi silang sumampalataya rito. Kaya ang sumpa ni Allāh ay sa mga tagatangging sumampalataya"},{"SurahNumber":2,"VerseNumber":90,"Text":"Kay saklap ng pinagbilihan nila sa mga sarili nila, na tumanggi silang sumampalataya sa pinababa ni Allāh dala ng kalapastanganan dahil nagbaba si Allāh ng kabutihang-loob Niya sa sinumang niloloob Niya kabilang sa mga lingkod Niya. Kaya bumalik sila kalakip ng isang galit sa ibabaw ng isang galit. Ukol sa mga tagatangging sumampalataya ay isang pagdurusang manghahamak"},{"SurahNumber":2,"VerseNumber":91,"Text":"Kapag sinabi sa kanila: \"Sumampalataya kayo sa pinababa ni Allāh,\" ay nagsasabi sila: \"Sumasampalataya kami sa pinababa sa amin.\" Tumatanggi silang sumampalataya sa iba pa roon samantalang ito ay ang katotohanan bilang tagapagpatotoo para sa taglay nila. Sabihin mo: \"Kaya bakit pumapatay kayo ng mga propeta ni Allāh bago pa niyan kung kayo ay mga mananampalataya"},{"SurahNumber":2,"VerseNumber":92,"Text":"Talaga ngang naghatid sa inyo si Moises ng mga malinaw na patunay. Pagkatapos gumawa kayo sa guya [bilang diyus-diyusan] nang matapos [ng pag-alis] niya habang kayo ay mga tagalabag sa katarungan"},{"SurahNumber":2,"VerseNumber":93,"Text":"[Banggitin] noong tumanggap Kami ng kasunduan sa inyo at nag-angat Kami sa ibabaw ninyo ng bundok, [na nagsasabi]: \"Tanggapin ninyo ang ibinigay Namin sa inyo nang may lakas at makinig kayo.\" Nagsabi sila: \"Nakarinig kami at sumuway kami.\" Pinahumaling sila sa mga puso nila ng [pagsamba sa] guya dahil sa kawalang-pananampalataya nila. Sabihin mo: \"Kay saklap ng ipinag-uutos sa inyo ng pananampalataya ninyo, kung kayo ay mga mananampalataya"},{"SurahNumber":2,"VerseNumber":94,"Text":"Sabihin mo: \"Kung ukol sa inyo ang tahanan sa Kabilang-buhay sa piling ni Allāh nang natatangi bukod pa sa mga tao ay magmithi kay ng kamatayan kung kayo ay mga tapat"},{"SurahNumber":2,"VerseNumber":95,"Text":"Hindi sila magmimithi niyon magpakailanman dahil sa ipinauna ng mga kamay nila. Si Allāh ay Maalam sa mga tagalabag sa katarungan"},{"SurahNumber":2,"VerseNumber":96,"Text":"Talagang makatatagpo ka nga sa kanila na pinakamasigasig sa mga tao sa buhay kaysa sa mga nagtambal [kay Allāh]. Nag-aasam ang isa sa kanila na kung sana palawigin siya ng isang libong taon samantalang ito ay hindi maghahango sa kanya mula sa pagdurusa na palawigin siya. Si Allāh ay Nakakikita sa anumang ginagawa nila"},{"SurahNumber":2,"VerseNumber":97,"Text":"Sabihin mo: \"Ang sinumang naging isang kaaway para kay Gabriel, tunay na siya ay nagbaba nito sa puso mo ayon sa pahintulot ni Allāh, bilang tagapagpatotoo para sa nauna rito, bilang patnubay, at bilang nakagagalak na balita para sa mga mananampalataya"},{"SurahNumber":2,"VerseNumber":98,"Text":"Ang sinumang naging isang kaaway para kay Allāh, sa mga anghel Niya, sa mga sugo Niya, kay Gabriel, at kay Miguel; tunay na si Allāh ay isang kaaway para sa mga tagatangging sumampalataya"},{"SurahNumber":2,"VerseNumber":99,"Text":"Talaga ngang nagpababa Kami sa iyo ng mga tandang malilinaw at walang tumatangging sumampalataya sa mga ito kundi ang mga suwail"},{"SurahNumber":2,"VerseNumber":100,"Text":"Sa tuwing nakikipagkasunduan ba sila ng isang kasunduan ay itinatapon ito ng isang pangkat kabilang sa kanila? Bagkus ang higit na marami sa kanila ay hindi sumasampalataya"},{"SurahNumber":2,"VerseNumber":101,"Text":"Noong may dumating sa kanila na isang Sugo mula sa ganang kay Allāh, na tagapagpatotoo para sa taglay nila, ay itinatapon ng isang pangkat kabilang sa mga binigyan ng Kasulatan ang Aklat ni Allāh sa likuran ng mga likod nila na para bang sila ay hindi nakaaalam"},{"SurahNumber":2,"VerseNumber":102,"Text":"Sumunod sila sa binibigkas ng mga demonyo sa paghahari ni Solomon. Hindi tumangging sumampalataya si Solomon bagkus ang mga demonyo ay tumangging sumampalataya; nagtuturo sila sa mga tao ng panggagaway at ng pinababa sa dalawang anghel sa Babilonia, na sina Hārūt at Mārūt. Hindi nagtuturo silang dalawa sa isa man hanggang sa magsabi silang dalawa: \"Kami ay tukso lamang, kaya huwag kang tumangging sumampalataya.\" Kaya natututo sila mula sa kanilang dalawa ng nagpapahihiwalay sa pagitan ng lalaki at maybahay nito. Sila ay hindi mga nakapipinsala sa pamamagitan nito sa isa man malibang ayon sa pahintulot ni Allāh. Natututo sila ng nakapipinsala sa kanila at hindi nagpapakinabang sa kanila. Talaga ngang nakaalam sila na talagang ang sinumang bumili nito ay walang ukol sa kanya sa Kabilang-buhay na anumang bahagi. Talagang kay saklap ng pinagbilihan nila sa mga sarili nila, kung sakaling sila noon ay nakaaalam"},{"SurahNumber":2,"VerseNumber":103,"Text":"Kung sakaling sila ay sumampalataya at nangilag magkasala, talaga sanang ang isang gantimpala mula sa ganang kay Allāh ay higit na mabuti kung sakaling sila noon ay nakaaalam"},{"SurahNumber":2,"VerseNumber":104,"Text":"O mga sumampalataya, huwag ninyong sabihin: \"Magsaalang-alang ka sa amin,\" ngunit sabihin ninyo: \"Maghintay ka sa amin,\" at makinig kayo. Ukol sa mga tagatangging sumampalataya ay isang pagdurusang masakit"},{"SurahNumber":2,"VerseNumber":105,"Text":"Hindi nag-aasam ang mga tumangging sumampalataya kabilang sa mga May Kasulatan ni ang mga tagapagtambal na may ibaba sa inyo na anumang mabuti mula sa Panginoon ninyo. Si Allāh ay nagtatangi ng awa Niya sa sinumang niloloob Niya. Si Allāh ay may kabutihang-loob na sukdulan"},{"SurahNumber":2,"VerseNumber":106,"Text":"Ang anumang ipinawalang-bisa Namin na isang talata o ipinalimot Namin iyon ay magdudulot Kami ng isang higit na mainam kaysa roon o ng tulad niyon. Hindi ka ba nakaaalam na si Allāh sa bawat bagay ay May-kakayahan"},{"SurahNumber":2,"VerseNumber":107,"Text":"Hindi ka ba nakaaalam na si Allāh ay may paghahari sa mga langit at lupa? Walang ukol sa inyo bukod pa kay Allāh na anumang katangkilik ni mapag-adya"},{"SurahNumber":2,"VerseNumber":108,"Text":"O nagnanais ba kayong humiling sa Sugo ninyo gaya ng pagkahiling kay Moises bago pa niyan? Ang sinumang magpapalit ng kawalang-pananampalataya sa pananampalataya ay lumihis nga palayo sa katumpakan ng landas"},{"SurahNumber":2,"VerseNumber":109,"Text":"Inasam ng marami sa mga May Kasulatan na kung sana magpapanauli sila sa inyo, nang matapos ng pagsampalataya ninyo, bilang mga tagatangging sumampalataya dala ng inggit mula sa ganang mga sarili nila nang matapos na luminaw para sa kanila ang katotohanan. Kaya magpaumanhin kayo at magpawalang-sala kayo hanggang sa magparating si Allāh ng utos Niya. Tunay na si Allāh sa bawat bagay ay May-kakayahan"},{"SurahNumber":2,"VerseNumber":110,"Text":"Magpanatili kayo ng pagdarasal at magbigay kayo ang zakāh. Ang anumang ipinauna ninyo para sa mga sarili ninyo na kabutihan ay matatagpuan ninyo ito sa piling ni Allāh. Tunay na si Allāh sa anumang ginagawa ninyo ay Nakakikita"},{"SurahNumber":2,"VerseNumber":111,"Text":"Nagsabi sila: \"Walang papasok sa Paraiso kundi mga Hudyo o mga Kristiyano.\" Iyon ay mga pinakamimithi nila. Sabihin mo: \"Magbigay kayo ng patunay ninyo kung kayo ay mga tapat"},{"SurahNumber":2,"VerseNumber":112,"Text":"Bagkus ang sinumang nagsuko ng mukha niya kay Allāh, habang siya ay gumagawa ng maganda, ay ukol sa kanya ang pabuya sa kanya sa ganang Panginoon niya. Walang pangamba sa kanila ni sila ay malulungkot"},{"SurahNumber":2,"VerseNumber":113,"Text":"Nagsabi ang mga Hudyo: \"Ang mga Kristiyano ay hindi nakabatay sa anuman,\" at nagsabi ang mga Kristiyano: \"Ang mga Hudyo ay hindi nakabatay sa anuman,\" samantalang sila ay nagbabasa ng Kasulatan. Gayon nagsabi ang mga hindi nakaaalam ng tulad ng sabi nila. Kaya si Allāh ay hahatol sa pagitan nila sa Araw ng Pagbangon hinggil sa anumang sila noon hinggil doon ay nagkakaiba-iba"},{"SurahNumber":2,"VerseNumber":114,"Text":"Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang pumigil sa mga masjid ni Allāh na banggitin sa mga ito ang pangalan Niya at nagpunyagi sa pagkasira ng mga ito. Ang mga iyon ay hindi ukol sa kanilang pumasok sa mga ito malibang mga nangangamba. Ukol sa kanila sa Mundo ay isang kahihiyan at ukol sa kanila sa Kabilang-buhay ay isang pagdurusang sukdulan"},{"SurahNumber":2,"VerseNumber":115,"Text":"Sa kay Allāh ang silangan at ang kanluran kaya saanman kayo humarap ay naroon ang Mukha ni Allāh. Tunay na si Allāh ay Malawak, Maalam"},{"SurahNumber":2,"VerseNumber":116,"Text":"Nagsabi sila: \"Nagkaroon si Allāh ng anak.\" Kaluwalhatian sa Kanya! Bagkus sa Kanya ang anumang nasa mga langit at lupa. Lahat sa Kanya ay mga masunurin"},{"SurahNumber":2,"VerseNumber":117,"Text":"ang Tagapagpasimula ng mga langit at lupa. Kapag nagtadhana Siya ng isang bagay ay nagsasabi lamang Siya rito na mangyari saka mangyayari ito"},{"SurahNumber":2,"VerseNumber":118,"Text":"Nagsabi ang mga hindi nakaaalam: \"Bakit kasi hindi kumakausap sa atin si Allāh o may pumupunta sa atin na isang tanda? Gayon nagsabi ang mga nauna pa sa kanila ng tulad ng sabi nila. Nagkawangisan ang mga puso nila. Naglinaw na Kami ng mga tanda para sa mga taong nakatitiyak"},{"SurahNumber":2,"VerseNumber":119,"Text":"Tunay na Kami ay nagsugo sa iyo kalakip ng katotohanan bilang mapagbalita ng nakagagalak at mapagbabala. Hindi ka tatanungin tungkol sa mga maninirahan sa Impiyerno"},{"SurahNumber":2,"VerseNumber":120,"Text":"Hindi malulugod sa iyo ang mga Hudyo ni ang mga Kristiyano hanggang sa sumunod ka sa kapaniwalaan nila. Sabihin mo: \"Tunay na ang patnubay ni Allāh ay ang patnubay ni Allāh.\" Talagang kung sumunod ka sa mga pithaya nila matapos na may dumating sa iyo na kaalaman, walang ukol sa iyo laban kay Allāh na anumang katangkilik ni mapag-adya"},{"SurahNumber":2,"VerseNumber":121,"Text":"Ang [ilan sa] mga binigyan Namin ng Kasulatan ay bumibigkas nito nang totoong pagbigkas. Ang mga iyon ay sumasampalataya rito. Ang sinumang tumangging sumampalataya rito, ang mga iyon ay ang mga lugi"},{"SurahNumber":2,"VerseNumber":122,"Text":"O mga anak ni Israel, alalahanin ninyo ang biyaya Kong ibiniyaya Ko sa inyo at na Ako ay nagtangi sa inyo higit sa mga nilalang"},{"SurahNumber":2,"VerseNumber":123,"Text":"Mangilag kayo sa isang Araw na hindi makasasapat ang isang kaluluwa para sa isang kaluluwa sa anuman, ni tatanggap mula sa kanya ng isang panumbas, ni magpapakinabang sa kanya ang isang pamamagitan, ni sila ay iaadya"},{"SurahNumber":2,"VerseNumber":124,"Text":"[Banggitin] noong sumubok kay Abraham ang Panginoon niya sa pamamagitan ng mga salita at tumupad siya sa mga ito. Nagsabi Siya: \"Tunay na Ako ay gagawa sa iyo para sa mga tao bilang pinuno.\" Nagsabi ito: \"May kabilang sa mga supling ko?\" Nagsabi Siya: \"Hindi sumasakop ang kasunduan sa Akin sa mga tagalabag sa katarungan"},{"SurahNumber":2,"VerseNumber":125,"Text":"[Banggitin] noong gumawa Kami sa Bahay bilang balikan para sa mga tao at bilang katiwasayan. Gumawa kayo mula sa tayuan ni Abraham ng isang dasalan. Naghabilin Kami kina Abraham at Ismael na dalisayin nilang dalawa ang Bahay Ko para sa mga lumilibot, mga namimintuho, at mga yumuyukod na nagpapatirapa"},{"SurahNumber":2,"VerseNumber":126,"Text":"[Banggitin] noong nagsabi si Abraham: \"Panginoon ko, gawin Mo ito na isang bayang matiwasay at tustusan Mo ang mga naninirahan dito mula sa mga bunga – ang sinumang sumampalataya kabilang sa kanila kay Allāh at sa Huling Araw.\" Nagsabi Siya: \"Ang sinumang tumangging sumampalataya ay pagtatamasain Ko siya nang kaunti, pagkatapos ipagpipilitan Ko siya sa pagdurusa sa Apoy. Kay saklap ang kahahantungan"},{"SurahNumber":2,"VerseNumber":127,"Text":"[Banggitin] noong nag-angat si Abraham ng mga pundasyon ng Bahay, at si Ismael, [ay dumalangin siya]: \"Panginoon Namin, tanggapin Mo mula sa amin; tunay na Ikaw ay ang Madinigin, ang Maalam"},{"SurahNumber":2,"VerseNumber":128,"Text":"O Panginoon namin, at gawin Mo kami bilang mga tagapagpasakop sa Iyo at mula sa mga supling namin bilang kalipunang tagapagpasakop sa Iyo, ipakita Mo sa amin ang mga pamamaraan [ng pagsamba] namin, at tanggapin Mo ang pagbabalik-loob namin. Tunay na Ikaw ay ang Palatanggap ng pagbabalik-loob, ang Maawain"},{"SurahNumber":2,"VerseNumber":129,"Text":"Panginoon namin, at magpadala Ka sa kanila ng isang sugong kabilang sa kanila, na bibigkas sa kanila ng mga talata Mo, magtuturo sa kanila ng kasulatan at karunungan, at maglilinis sa kanila. Tunay na Ikaw ay ang Makapangyarihan, ang Marunong"},{"SurahNumber":2,"VerseNumber":130,"Text":"Sino ang nasusuya sa kapaniwalaan ni Abraham kundi ang nagpahangal sa sarili niya? Talaga ngang humirang Kami sa kanya sa Mundo. Tunay na siya sa Kabilang-buhay ay talagang kabilang sa mga maayos"},{"SurahNumber":2,"VerseNumber":131,"Text":"[Banggitin] noong nagsabi sa kanya ang Panginoon niya: \"Magpasakop ka\" ay nagsabi siya: \"Nagpasakop ako sa Panginoon ng mga nilalang"},{"SurahNumber":2,"VerseNumber":132,"Text":"Nagtagubilin niyon si Abraham sa mga anak niya, at si Jacob: \"O mga anak ko, tunay na si Allāh ay humirang para sa inyo ng relihiyon kaya huwag nga kayong mamamatay malibang habang kayo ay mga tagapagpasakop [sa Kanya]"},{"SurahNumber":2,"VerseNumber":133,"Text":"O kayo ba ay mga saksi noong dumating kay Jacob ang kamatayan? Noong nagsabi siya sa mga anak niya: \"Ano ang sasambahin ninyo matapos ko\" ay nagsabi sila: \"Sasambahin namin ang Diyos mo at ang Diyos ng mga ninuno mong sina Abraham, Ismael, at Isaac: nag-iisang Diyos, at kami ay sa Kanya mga tagapagpasakop"},{"SurahNumber":2,"VerseNumber":134,"Text":"Iyon ay isang kalipunang lumipas na. Ukol doon ang nakamit niyon at ukol sa inyo ang nakamit ninyo. Hindi kayo tatanungin tungkol sa anumang dati nilang ginagawa"},{"SurahNumber":2,"VerseNumber":135,"Text":"Nagsabi sila: \"Maging mga Hudyo o mga Kristiyano kayo, mapapatnubayan kayo.\" Sabihin mo: \"Bagkus [sumunod] sa kapaniwalaan ni Abraham bilang makatotoo. Hindi siya naging kabilang sa mga tagapagtambal [kay Allāh]"},{"SurahNumber":2,"VerseNumber":136,"Text":"Sabihin ninyo: \"Sumampalataya kami kay Allāh, sa pinababa sa amin, at sa pinababa kina Abraham, Ismael, Isaac, Jacob, sa mga lipi ng Israel, sa ibinigay kay Moises at kay Jesus, at sa ibinigay sa mga propeta mula sa Panginoon nila. Hindi kami nagtatangi-tangi sa isa kabilang sa kanila. Kami sa Kanya ay mga tagapagpasakop"},{"SurahNumber":2,"VerseNumber":137,"Text":"Kaya kung sumampalataya sila sa tulad ng sinampalatayanan ninyo ay napatnubayan nga sila; at kung tatalikod sila, sila lamang ay nasa isang hidwaan at sasapat sa iyo laban sa kanila si Allāh. Siya ay ang Madinigin, ang Maalam"},{"SurahNumber":2,"VerseNumber":138,"Text":"[Manatili sa] relihiyon ni Allāh. Sino pa ang higit na magaling kaysa kay Allāh sa [pagtatag ng] relihiyon? Tayo sa Kanya ay mga tagasamba"},{"SurahNumber":2,"VerseNumber":139,"Text":"Sabihin mo: \"Nangangatwiran ba kayo sa amin hinggil kay Allāh samantalang Siya ay ang Panginoon namin at ang Panginoon ninyo? Ukol sa amin ang mga gawa namin at ukol sa inyo ang mga gawa ninyo. Kami para sa Kanya ay mga nagpapakawagas"},{"SurahNumber":2,"VerseNumber":140,"Text":"O nagsasabi kayo: \"Tunay na sina Abraham, Ismael, Isaac, Jacob, at ang mga lipi [ng Israel] ay noon mga Hudyo o mga Kristiyano?\" Sabihin mo: \"Kayo ba ay higit na maalam o si Allāh? Sino pa ang higit na tagalabag sa katarungan kaysa sa sinumang nagtatago ng isang pagsaksi na nasa ganang kanya mula kay Allāh? Si Allāh ay hindi nalilingat sa anumang ginagawa ninyo"},{"SurahNumber":2,"VerseNumber":141,"Text":"Iyon ay isang kalipunang lumipas na. Ukol doon ang nakamit niyon at ukol sa inyo ang nakamit ninyo. Hindi kayo tatanungin tungkol sa anumang dati nilang ginagawa"}]}