{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Il n’y a point de bete sur Terre dont la subsistance n’incombe a Allah qui connait son gite et son depot; tout est dans un Livre explicite"},{"SurahNumber":11,"VerseNumber":7,"Text":"Et c’est Lui qui a cree les cieux et la Terre en six jours, - alors que Son Trone etait sur l’eau - afin d’eprouver lequel de vous agirait le mieux. Et si tu dis : “Vous serez ressuscites apres la mort”, ceux qui ne croient pas diront : “Ce n’est la qu’une magie evidente"},{"SurahNumber":11,"VerseNumber":8,"Text":"Et si Nous retardons pour eux le chatiment jusqu’a une periode fixee, ils diront : \"Qu’est-ce qui le retient ? - Mais le jour ou cela viendra, il ne sera pas detourne d’eux; et ce dont ils se moquaient les enveloppera"},{"SurahNumber":11,"VerseNumber":9,"Text":"Et si Nous faisons gouter a l’homme une grace de Notre part, et qu’ensuite Nous la lui arrachons, le voila desespere et ingrat"},{"SurahNumber":11,"VerseNumber":10,"Text":"Et si Nous lui faisons gouter le bonheur, apres qu’un malheur l’ait touche, il dira: \"Les maux se sont eloignes de moi\", et le voila qui exulte, plein de gloriole"},{"SurahNumber":11,"VerseNumber":11,"Text":"Sauf ceux qui sont endurants et font de bonnes œuvres. Ceux-la obtiendront pardon et une grosse recompense"},{"SurahNumber":11,"VerseNumber":12,"Text":"Il se peut que tu negliges une partie de ce qui t’est revele, et que ta poitrine s’en sente compressee; parce qu’ils disent : \"Que n’a-t-on fait descendre sur lui un tresor ?\" Ou bien : \"Que n’est-il venu un Ange en sa compagnie?\" - Tu n’es qu’un avertisseur. Et Allah est Le protecteur de toute chose"},{"SurahNumber":11,"VerseNumber":13,"Text":"Ou bien ils disent : \"Il l’a forge [le Coran]\" - Dis : \"Apportez donc dix sourates semblables a ceci, forgees (par vous). Et appelez qui vous pourrez (pour vous aider), hormis Allah, si vous etes veridiques"},{"SurahNumber":11,"VerseNumber":14,"Text":"S’ils ne vous repondent pas, sachez alors que c’est par la science d’Allah qu’il est descendu, et qu’il n’y a de divinite que Lui. Etes-vous soumis (a Lui)"},{"SurahNumber":11,"VerseNumber":15,"Text":"Ceux qui veulent la vie presente avec sa parure, Nous les retribuerons exactement selon leurs actions sur Terre, sans que rien ne leur en soit diminue"},{"SurahNumber":11,"VerseNumber":16,"Text":"Ceux-la n’auront, dans l’au-dela, que le Feu. Ce qu’ils auront fait ici-bas sera un echec, et vain sera ce qu’ils auront œuvre"},{"SurahNumber":11,"VerseNumber":17,"Text":"Est-ce que celui qui se fonde sur une preuve evidente (le Coran) venant de son Seigneur et recitee par un temoin [l’archange Gabriel] de Sa part, cependant qu’avant lui [Mohammed] il y a le livre de Moise tenant lieu de guide et de misericorde... [est meilleur ou bien celui qui ne se fonde sur aucune preuve valable ?] : Ceux-la y croient; mais quiconque d’entre les factions n’y croit pas, aura le Feu comme rendez-vous. Ne sois donc pas en doute au sujet de ceci (le Coran). Oui, c’est la verite venant de ton Seigneur; mais la plupart des gens n’y croient pas"},{"SurahNumber":11,"VerseNumber":18,"Text":"Et quel pire injuste que celui qui forge un mensonge contre Allah ? Ceux- la seront presentes a leur Seigneur, et les temoins (les Anges) diront: \"Voila ceux qui ont menti contre leur Seigneur.\" Que la malediction d’Allah (frappe) les injustes"},{"SurahNumber":11,"VerseNumber":19,"Text":"Ceux qui obstruent le sentier d’Allah (aux gens), cherchent a rendre tortueux et ne croient pas en l’au-dela"},{"SurahNumber":11,"VerseNumber":20,"Text":"Ceux-la ne peuvent reduire (Allah) a l’impuissance sur Terre ! Pas d’allies pour eux en dehors d’Allah et leur chatiment sera double. Ils etaient incapables d’entendre ; et ils ne voyaient pas non plus"},{"SurahNumber":11,"VerseNumber":21,"Text":"Ce sont ceux-la qui ont cause la perte de leurs propres ames. Et leurs inventions (idoles) se sont eloignees d’eux"},{"SurahNumber":11,"VerseNumber":22,"Text":"Ce sont eux, infailliblement, qui dans l’au-dela seront les plus grands perdants"},{"SurahNumber":11,"VerseNumber":23,"Text":"Certes ceux qui croient, font de bonnes œuvres et s’humilient devant leur Seigneur, voila les gens du Paradis ou ils demeureront eternellement"},{"SurahNumber":11,"VerseNumber":24,"Text":"Les deux groupes ressemblent, l’un a l’aveugle et au sourd, l’autre a celui qui voit et qui entend. Les deux sont-ils comparativement egaux? Ne vous souvenez- vous pas"},{"SurahNumber":11,"VerseNumber":25,"Text":"Nous avons deja envoye Noe a son peuple : \"Je suis pour vous un avertisseur explicite"},{"SurahNumber":11,"VerseNumber":26,"Text":"afin que vous n’adoriez qu’Allah. Je crains pour vous le chatiment d’un jour douloureux"},{"SurahNumber":11,"VerseNumber":27,"Text":"Les notables de son peuple qui avaient mecru, dirent alors : \"Nous ne voyons en toi qu’un homme comme nous; et nous voyons que ce sont seulement les vils parmi nous qui te suivent sans reflechir ; et nous ne voyons en vous aucune superiorite sur nous. Plutot, nous pensons que vous etes des menteurs"},{"SurahNumber":11,"VerseNumber":28,"Text":"Il dit : \"O mon peuple ! Que vous en semble ? Si je me conforme a une preuve de mon Seigneur, si une Misericorde, (la Prophetie) echappant a vos yeux, est venue a moi de Sa part, devrons-nous vous l’imposer alors que vous la repugnez"},{"SurahNumber":11,"VerseNumber":29,"Text":"O mon peuple ! Je ne vous demande pas de richesse en retour. Ma retribution n’incombe qu’a Allah. Je ne repousserai point ceux qui ont cru, ils auront a rencontrer leur Seigneur. Mais je vous trouve des gens ignorants"},{"SurahNumber":11,"VerseNumber":30,"Text":"O mon peuple ! Qui me secourra contre (la punition d’) Allah si je les repousse? Ne vous souvenez-vous pas"},{"SurahNumber":11,"VerseNumber":31,"Text":"Et je ne vous dis pas que je detiens les tresors d’Allah, je ne connais pas l’Inconnaissable, et je ne dis pas que je suis un Ange; et je ne dis pas non plus aux gens, que vos yeux meprisent, qu’Allah ne leur accordera aucune faveur; Allah connait mieux ce qu’il y a dans leurs ames. [Si je le leur disais], je serais du nombre des injustes"},{"SurahNumber":11,"VerseNumber":32,"Text":"Ils dirent : \"O Noe ! Tu as dispute avec nous et multiplie les discussions. Apporte-nous donc ce dont tu nous menaces, si tu es du nombre des veridiques"},{"SurahNumber":11,"VerseNumber":33,"Text":"Il dit : \"C’est Allah seul qui vous l’apportera - s’Il veut - et vous ne saurez y echapper"},{"SurahNumber":11,"VerseNumber":34,"Text":"Et mon conseil ne vous profiterait pas, au cas ou je voulais vous conseiller, et qu’Allah veuille vous egarer. Il est votre Seigneur, et c’est vers Lui que vous serez ramenes"},{"SurahNumber":11,"VerseNumber":35,"Text":"Ou bien ils disent : il l’a invente ? Dis : \"Si je l’ai invente, que mon crime retombe sur moi! Et je suis innocent de vos criminelles accusations"},{"SurahNumber":11,"VerseNumber":36,"Text":"Et il fut revele a Noe : \"De ton peuple, il n’y aura plus de croyants que ceux qui ont deja cru. Ne t’afflige pas de ce qu’ils faisaient"},{"SurahNumber":11,"VerseNumber":37,"Text":"Et construis l’arche sous Nos yeux et d’apres Notre revelation. Et ne M’interpelle plus au sujet des injustes, car ils vont etre noyes"},{"SurahNumber":11,"VerseNumber":38,"Text":"Et il construisait l’arche. Et chaque fois que des notables de son peuple passaient pres de lui, ils se moquaient de lui. Il dit : “Si vous vous moquez de nous, eh bien, nous nous moquerons de vous, comme vous vous moquez [de nous]"},{"SurahNumber":11,"VerseNumber":39,"Text":"Et vous saurez bientot a qui viendra un chatiment qui l’humiliera, et sur qui s’abattra un chatiment durable"},{"SurahNumber":11,"VerseNumber":40,"Text":"Puis, lorsque Notre commandement vint et que le four se mit a bouillonner [d’eau], Nous dimes : \"Charge [dans l’arche] un couple de chaque espece ainsi que ta famille - sauf ceux contre qui le decret est deja prononce - et ceux qui croient.\" Or, ceux qui avaient cru avec lui etaient peu nombreux"},{"SurahNumber":11,"VerseNumber":41,"Text":"Et il dit : \"Montez dedans. Que sa course et son mouillage soient au nom d’Allah. Certes mon Seigneur est Pardonneur et Misericordieux"},{"SurahNumber":11,"VerseNumber":42,"Text":"Et elle vogua en les emportant au milieu des vagues comme des montagnes. Et Noe appela son fils, qui restait en un lieu ecarte (non loin de l’arche) : “O mon enfant! Monte avec nous et ne reste pas avec les mecreants !”"},{"SurahNumber":11,"VerseNumber":43,"Text":"Il repondit : \"Je vais me refugier vers un mont qui me protegera de l’eau.\" Et Noe lui dit : \"Il n’y a aujourd’hui aucun protecteur contre l’ordre d’Allah. (Tous periront) sauf celui a qui Il fait misericorde.\" Et les vagues s’interposerent entre les deux, et le fils fut alors du nombre des noyes"},{"SurahNumber":11,"VerseNumber":44,"Text":"Et il fut dit : \"O terre ! Absorbe ton eau ! Et toi, ciel, cesse [de pleuvoir] ! \" L’eau baissa, l’ordre fut execute, et l’arche s’installa sur le [Mont] Judi , et il fut dit: \"Que disparaissent les gens pervers"},{"SurahNumber":11,"VerseNumber":45,"Text":"Et Noe invoqua son Seigneur et dit : \"O mon Seigneur ! Certes, mon fils est de ma famille et Ta promesse est verite. Tu es le plus juste des juges"},{"SurahNumber":11,"VerseNumber":46,"Text":"Il dit : \"O Noe ! Il n'est pas de ta famille car il a commis un acte infame. Ne Me demande pas ce dont tu n’as aucune connaissance. Je t’exhorte afin que tu ne sois pas du nombre des ignorants"},{"SurahNumber":11,"VerseNumber":47,"Text":"Alors Noe dit : “Seigneur! Je cherche refuge aupres de Toi contre toute demande de ce dont je n’ai aucune connaissance. Et si Tu ne me pardonnes pas et ne me fais pas misericorde, je serai au nombre des perdants.”"},{"SurahNumber":11,"VerseNumber":48,"Text":"Il fut dit : “O Noe ! Debarque avec Notre securite et Nos benedictions sur toi et sur des communautes [issues] de ceux qui sont avec toi. Et il y (en) aura des communautes auxquelles Nous accorderons une jouissance temporaire ; puis un chatiment douloureux venant de Nous les touchera.”"},{"SurahNumber":11,"VerseNumber":49,"Text":"Voila quelques nouvelles de l’Inconnaissable que Nous te revelons. Tu ne les savais pas, ni toi ni ton peuple, avant cela . Sois patient ! La fin heureuse sera aux pieux"},{"SurahNumber":11,"VerseNumber":50,"Text":"Et (Nous avons envoye) au ‘Ad, leur frere Hud, qui leur dit : “O mon peuple ! Adorez Allah ! Vous n’avez point de divinite a part de Lui. Vous n’etes que des forgeurs (de mensonges)"},{"SurahNumber":11,"VerseNumber":51,"Text":"O mon peuple ! Je ne vous demande pas de salaire pour cela. Ma retribution n’incombe qu’a Celui qui m’a cree. Ne raisonnez-vous pas"},{"SurahNumber":11,"VerseNumber":52,"Text":"O mon peuple ! Implorez le pardon de votre Seigneur et repentez-vous a Lui pour qu’Il envoie sur vous du ciel des pluies abondantes et qu’Il ajoute force a votre force. Et ne vous detournez pas [de Lui] en devenant coupables"},{"SurahNumber":11,"VerseNumber":53,"Text":"Ils dirent : “O Hud ! Tu n’es pas venu a nous avec une preuve, et nous ne sommes pas disposes a abandonner nos divinites sur ta parole, et nous n’avons pas de foi en toi"},{"SurahNumber":11,"VerseNumber":54,"Text":"Nous dirons plutot qu’une de nos divinite t’a afflige d’un mal\" . Il dit : \"Je prends Allah a temoin - et vous aussi soyez temoins - qu’en verite, je desavoue ce que vous associez"},{"SurahNumber":11,"VerseNumber":55,"Text":"en dehors de Lui. Rusez donc tous contre moi et ne me donnez pas de repit"},{"SurahNumber":11,"VerseNumber":56,"Text":"Je place ma confiance en Allah, mon Seigneur et le votre. Il n’y pas d’etre vivant qu’Il ne tienne par son toupet . Mon Seigneur, certes, est sur un droit chemin"},{"SurahNumber":11,"VerseNumber":57,"Text":"Si vous vous detournez... voila que je vous ai transmis [le message] que j’etais charge de vous faire parvenir. Et mon Seigneur vous remplacera par un autre peuple, sans que vous ne Lui nuisiez en rien, car mon Seigneur, est gardien par excellence sur toute chose"},{"SurahNumber":11,"VerseNumber":58,"Text":"Et quand vint Notre Ordre, Nous sauvames par une misericorde de Notre part, Hud et ceux qui avaient cru avec lui. Et Nous les sauvames d’un terrible chatiment"},{"SurahNumber":11,"VerseNumber":59,"Text":"Voila les 'Ad. Ils avaient nie les signes (enseignements) de leur Seigneur, desobei a Ses Messagers et suivi le commandement de tout tyran entete"},{"SurahNumber":11,"VerseNumber":60,"Text":"Et ils furent poursuivis, ici-bas, d’une malediction, ainsi qu’au Jour de la Resurrection. En verite les ‘Ad n’ont pas cru en leur Seigneur. Que perissent les ‘Ad, peuple de Hud"},{"SurahNumber":11,"VerseNumber":61,"Text":"Et (Nous avons envoye) au Thamud, leur frere Salih, qui dit : \"O mon peuple ! Adorez Allah. Vous n’avez point de divinite en dehors de Lui. De la terre Il vous a cree, et Il vous l’a fait peupler (et exploiter). Implorez donc Son pardon, puis repentez-vous a Lui ! Mon Seigneur est bien proche et Il repond toujours (aux appels)"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ils dirent : \"O Salih ! Tu etais auparavant un espoir pour nous. Nous interdirais-tu d’adorer ce qu’adoraient nos ancetres ? Cependant, nous voila bien dans un doute troublant au sujet de ce vers quoi tu nous invites"},{"SurahNumber":11,"VerseNumber":63,"Text":"Il dit : \"O mon peuple ! Que vous en semble, si je m’appuie sur une preuve evidente emanant de mon Seigneur et s’Il m’a accorde, de Sa part, une misericorde, qui donc me protegera contre Allah si je Lui desobeis ? Vous ne ferez qu’accroitre ma perte"},{"SurahNumber":11,"VerseNumber":64,"Text":"O mon peuple ! Voici la chamelle d’Allah qu’Il vous a envoyee comme signe. Laissez-la donc paitre sur la terre d’Allah, et ne lui faites aucun mal sinon, un chatiment proche vous saisira"},{"SurahNumber":11,"VerseNumber":65,"Text":"Ils la tuerent. Alors, il leur dit : \"Jouissez (de vos biens) dans vos demeures pendant trois jours (encore) ! Voila une promesse qui ne sera pas dementie"},{"SurahNumber":11,"VerseNumber":66,"Text":"Puis, lorsque Notre ordre vint, Nous sauvames Salih et ceux qui avaient cru avec lui, - par une misericorde venant de Nous - de l’ignominie de ce jour-la. En verite, c’est ton Seigneur qui est le Fort, le Puissant"},{"SurahNumber":11,"VerseNumber":67,"Text":"Et le Cri saisit les injustes . Et les voila foudroyes dans leurs demeures"},{"SurahNumber":11,"VerseNumber":68,"Text":"comme s’ils n’y avaient jamais prospere. En verite, les Thamud n’ont pas cru en leur Seigneur. Que perissent les Thamud"},{"SurahNumber":11,"VerseNumber":69,"Text":"Et Nos emissaires sont, certes, venus a Abraham avec la bonne nouvelle, en disant: \"Paix (Salam) !\". Il dit : \"Paix (Salam) !\", et il ne tarda pas a apporter un veau roti"},{"SurahNumber":11,"VerseNumber":70,"Text":"Puis, lorsqu’il vit que leurs mains ne l’approchaient pas, il fut pris de suspicion a leur egard et ressentit de la peur vis-a-vis d’eux. Ils dirent : \"N’aie pas peur ! Nous sommes envoyes au peuple de Lot"},{"SurahNumber":11,"VerseNumber":71,"Text":"Sa femme etait debout, et elle rit alors ; Nous lui annoncames donc (la naissance d’) Isaac, et apres Isaac, Jacob"},{"SurahNumber":11,"VerseNumber":72,"Text":"Elle dit : \"Malheur a moi ! Vais-je enfanter alors que je suis vieille et que mon mari, que voici, est un vieillard ? C’est la vraiment une chose etrange"},{"SurahNumber":11,"VerseNumber":73,"Text":"Ils dirent : \"T’etonnes-tu de l’ordre d’Allah ? Que la misericorde d’Allah et Ses benedictions soient sur vous, gens de cette maison! Il est vraiment digne de louange et de glorification"},{"SurahNumber":11,"VerseNumber":74,"Text":"Lorsque l’effroi eut quitte Abraham et qu’il eut recu la bonne nouvelle voila qu’il discuta avec Nous (en faveur) du peuple de Lot"},{"SurahNumber":11,"VerseNumber":75,"Text":"Abraham etait, certes, longanime, tres implorant et repentant"},{"SurahNumber":11,"VerseNumber":76,"Text":"O Abraham ! Renonce a cela ; car l’ordre de Ton Seigneur est deja venu, et un chatiment irrevocable va leur arriver"},{"SurahNumber":11,"VerseNumber":77,"Text":"Et quand Nos emissaires (Anges) vinrent a Lot, il fut chagrine pour eux, et en eprouva une grande gene. Et il dit : \"Voici un jour terrible"},{"SurahNumber":11,"VerseNumber":78,"Text":"Quant a son peuple, ils vinrent a lui, accourant. Auparavant ils commettaient des mauvaises actions. Il dit : \"O mon peuple ! Voici mes filles: elles sont plus pures pour vous. Craignez Allah donc, et ne me deshonorez pas dans mes hotes ! N’y a-t-il pas parmi vous un homme raisonnable"},{"SurahNumber":11,"VerseNumber":79,"Text":"Ils dirent : \"Tu sais tres bien que nous n’avons pas de droit sur tes filles . Et en verite, tu sais bien ce que nous voulons.”"},{"SurahNumber":11,"VerseNumber":80,"Text":"Il dit : \"[Ah !] Si j’avais de la force pour vous resister ! Ou bien si je trouvais un appui solide"},{"SurahNumber":11,"VerseNumber":81,"Text":"Alors [les hotes] dirent : \"O Lot ! Nous sommes vraiment les emissaires de ton Seigneur. Ils ne pourront jamais t’atteindre. Pars avec ta famille a un moment de la nuit. Et que nul d’entre vous ne se retourne en arriere. Exception faite de ta femme qui sera atteinte par ce qui frappera les autres. Ce qui les menace s’accomplira a l’aube. L’aube n’est-elle pas proche"},{"SurahNumber":11,"VerseNumber":82,"Text":"Et, lorsque vint Notre ordre, Nous renversames [la cite] de fond en comble, et fimes pleuvoir sur elle en masse, des pierres d’argile succedant les unes aux autres"},{"SurahNumber":11,"VerseNumber":83,"Text":"portant une marque connue de ton Seigneur. Et elles (ces pierres) ne sont pas loin des injustes"},{"SurahNumber":11,"VerseNumber":84,"Text":"Et (Nous avons envoye) au Madyan, leur frere Chu˒aib qui leur dit : \"O mon peuple ! Adorez Allah ! Vous n’avez point de divinite en dehors Lui. Et ne diminuez pas les mesures et le poids ! Je vous vois dans l’aisance, et je crains pour vous [si vous ne croyez pas] le chatiment d’un jour qui enveloppera tout"},{"SurahNumber":11,"VerseNumber":85,"Text":"O mon peuple ! Faites equitablement pleine mesure et plein poids, ne depreciez pas aux gens leurs valeurs et ne semez pas la corruption sur Terre"},{"SurahNumber":11,"VerseNumber":86,"Text":"Ce qui demeure aupres d’Allah est meilleur pour vous si vous etes croyants! Et je ne suis pas un gardien pour vous"},{"SurahNumber":11,"VerseNumber":87,"Text":"Ils dirent : \"O Chuaib ! Est-ce que ta priere te demande de nous faire abandonner ce qu’adoraient nos ancetres, ou de ne plus faire de nos biens ce que nous voulons ? Est-ce-toi l’indulgent, le droit"},{"SurahNumber":11,"VerseNumber":88,"Text":"Il dit : \"O mon peuple ! Voyez-vous si je me base sur une preuve evidente emanant de mon Seigneur, et s’Il m’attribue de Sa part une excellente donation ? Je ne veux nullement faire ce que je vous interdis. Je ne veux que la reforme, autant que je le puis. Et ma reussite ne depend que d’Allah. En Lui je place ma confiance, et c’est vers Lui que je reviens repentant"},{"SurahNumber":11,"VerseNumber":89,"Text":"O mon peuple ! Que votre repugnance et votre hostilite a mon egard ne vous entrainent pas a encourir les memes chatiments qui atteignirent le peuple de Noe, le peuple de Hud, ou le peuple de Salih et (l’exemple du) peuple de Lot n’est pas eloigne de vous"},{"SurahNumber":11,"VerseNumber":90,"Text":"Et implorez le pardon de votre Seigneur et repentez-vous a Lui. Mon Seigneur est vraiment Misericordieux et plein d’amour"},{"SurahNumber":11,"VerseNumber":91,"Text":"Ils dirent : \"O Chuaib ! Nous ne comprenons pas grand-chose a ce que tu dis; et vraiment nous te considerons comme faible parmi nous. Si ce n’etait ton clan, nous t’aurions certainement lapide. Et rien ne nous empeche de t’atteindre"},{"SurahNumber":11,"VerseNumber":92,"Text":"Il dit : \"O mon peuple ! Mon clan est-il a vos yeux plus puissant qu’Allah a qui vous tournez ouvertement le dos ? Mon Seigneur embrasse(de Sa science) tout ce que vous œuvrez"},{"SurahNumber":11,"VerseNumber":93,"Text":"O mon peuple ! Agissez autant que vous voulez. Moi aussi j’agis. Bientot, vous saurez sur qui tombera un chatiment qui le deshonorera, et qui de nous est l’imposteur. Et attendez (la consequence de vos actes) ! Moi aussi j’attends avec vous"},{"SurahNumber":11,"VerseNumber":94,"Text":"Et lorsque vint Notre ordre, Nous sauvames, par une misericorde de Notre part, Chuaib et ceux qui avaient cru avec lui. Et le Cri terrible saisit les injustes, et ils giserent dans leurs demeures"},{"SurahNumber":11,"VerseNumber":95,"Text":"comme s’ils n’y avaient jamais prospere. Que les Madyan perissent comme les Thamud ont peris"},{"SurahNumber":11,"VerseNumber":96,"Text":"Et Nous avions envoye Moise, avec Nos miracles et une autorite incontestable"},{"SurahNumber":11,"VerseNumber":97,"Text":"a Pharaon et ses notables. Mais ils suivirent l’ordre de Pharaon, bien que l’ordre de Pharaon n’avait rien de sense"},{"SurahNumber":11,"VerseNumber":98,"Text":"Il precedera son peuple, au Jour de la Resurrection. Et il les menera a l’aiguade du Feu. Et quelle detestable aiguade"},{"SurahNumber":11,"VerseNumber":99,"Text":"Et ils sont poursuivis par une malediction ici-bas et au Jour de la Resurrection. Quel detestable don leur sera donne"},{"SurahNumber":11,"VerseNumber":100,"Text":"Cela fait partie des recits que Nous te [Mohammed] racontons concernant des cites: les unes sont encore debout, tandis que d’autres (sont completement) rasees"},{"SurahNumber":11,"VerseNumber":101,"Text":"Nous ne leur avons fait aucun tort. Mais ils se sont fait du tort a eux-memes. Leurs divinites, qu’ils invoquaient en dehors d’Allah, ne leur ont servi a rien, quand l’Ordre (le chatiment) de ton Seigneur fut venu ; plutot, elles n’ont fait qu’accroitre leur perte"},{"SurahNumber":11,"VerseNumber":102,"Text":"Telle est la rigueur de la prise de ton Seigneur quand Il frappe les cites lorsqu’elles sont injustes. Son chatiment est bien douloureux et bien dur"},{"SurahNumber":11,"VerseNumber":103,"Text":"Il y a bien la un signe pour celui qui craint le chatiment de l’au-dela. C’est un jour ou les gens seront rassembles ; et c’est un jour solennel (atteste par tous)"},{"SurahNumber":11,"VerseNumber":104,"Text":"Et Nous ne le retardons que pour un terme bien determine"},{"SurahNumber":11,"VerseNumber":105,"Text":"Le jour ou cela arrivera, nulle ame ne parlera qu’avec Sa permission (celle d’Allah). Il y aura des damnes et des heureux"},{"SurahNumber":11,"VerseNumber":106,"Text":"Ceux qui seront damnes seront dans le Feu ou ils auront des soupirs et des sanglots"},{"SurahNumber":11,"VerseNumber":107,"Text":"Pour y demeurer eternellement tant que dureront les cieux et la Terre - a moins que ton Seigneur decide autrement - car ton Seigneur fait absolument tout ce qu’Il veut"},{"SurahNumber":11,"VerseNumber":108,"Text":"Et quant aux bienheureux, ils seront au Paradis, pour y demeurer eternellement tant que dureront les cieux et la Terre - a moins que ton Seigneur n’en decide autrement - c’est la un don qui ne sera jamais interrompu"},{"SurahNumber":11,"VerseNumber":109,"Text":"Ne sois donc pas en doute au sujet de ce que ceux-la adorent. Ils n’adorent que comme leurs ancetres adoraient auparavant. Et Nous leur donnerons la totalite de leur part, sans en rien diminuer"},{"SurahNumber":11,"VerseNumber":110,"Text":"Et Nous avons deja donne a Moise le Livre. Il y eut des divergences a son sujet. S’il n’y avait pas un decret prealable de la part de ton Seigneur, tout aurait ete decide entre eux. Et ils sont, a son sujet plein d'un doute troublant"},{"SurahNumber":11,"VerseNumber":111,"Text":"Tres certainement, ton Seigneur leur fera pleine retribution a tous pour leurs œuvres... Il est Parfaitement Connaisseur de ce qu’ils font"},{"SurahNumber":11,"VerseNumber":112,"Text":"Demeure sur le droit chemin comme il t’a ete commande, ainsi que ceux qui se sont repentis [a Allah] avec toi. Et ne commettez pas d’exces! Car vraiment Il observe ce que vous faites"},{"SurahNumber":11,"VerseNumber":113,"Text":"Et ne vous penchez pas vers les injustes : sinon le Feu vous atteindrait. Vous n’avez pas d’allies en dehors d’Allah. Et vous ne serez pas secourus"},{"SurahNumber":11,"VerseNumber":114,"Text":"Et accomplis lapriere (As-Salat) aux deux extremites du jour et a certaines heures de nuit. Les bonnes œuvres dissipent les mauvaises. Cela est une exhortation pour ceux qui reflechissent"},{"SurahNumber":11,"VerseNumber":115,"Text":"Et sois patient. Car Allah ne laisse pas perdre la recompense des gens bienfaisants"},{"SurahNumber":11,"VerseNumber":116,"Text":"Si seulement il existait, dans les generations d’avant vous, des gens vertueux qui interdisent la corruption sur Terre ! (Helas) Il n’y en avait qu’un petit nombre que Nous sauvames, alors que les injustes persistaient dans le luxe (exagere) dans lequel ils vivaient, et ils etaient des criminels"},{"SurahNumber":11,"VerseNumber":117,"Text":"Et ton Seigneur n’est point tel a detruire injustement des cites dont les habitants sont des reformateurs"},{"SurahNumber":11,"VerseNumber":118,"Text":"Et si ton Seigneur l'avait voulu, Il aurait fait des gens une seule communaute . Or, ils ne cessent d’etre en desaccord (entre eux)"},{"SurahNumber":11,"VerseNumber":119,"Text":"sauf ceux a qui ton Seigneur a accorde misericorde. C’est pour cela qu’Il les a crees. Et la parole de ton Seigneur s’accomplit : \"Tres certainement, Je remplirai l’Enfer de djinns et d’hommes, tous ensemble"},{"SurahNumber":11,"VerseNumber":120,"Text":"Et tout ce que Nous te racontons des recits des Messagers, c’est pour en raffermir ton cœur. Et de ceux-ci t’est venue la verite ainsi qu’une exhortation et un rappel aux croyants"},{"SurahNumber":11,"VerseNumber":121,"Text":"Et dis a ceux qui ne croient pas : \"Œuvrez autant que vous pouvez. Nous aussi, nous œuvrons"},{"SurahNumber":11,"VerseNumber":122,"Text":"Et attendez ! Nous aussi nous attendons"},{"SurahNumber":11,"VerseNumber":123,"Text":"A Allah appartient l’Inconnaissable des cieux et de la Terre, et c’est a Lui que revient l’Ordre tout entier. Adore-Le donc et place ta confiance en Lui ! Ton Seigneur n’est pas inattentif a ce que vous faites"},{"SurahNumber":12,"VerseNumber":1,"Text":"Alif, Lam, Ra . Tels sont les versets du Livre explicite"},{"SurahNumber":12,"VerseNumber":2,"Text":"Nous l’avons fait descendre, un Coran en [langue] arabe, afin que vous raisonniez"},{"SurahNumber":12,"VerseNumber":3,"Text":"Nous te racontons le meilleur recit, grace a la revelation que Nous te faisons dans le Coran meme si tu etais auparavant du nombre des inattentifs (a ces recits)"},{"SurahNumber":12,"VerseNumber":4,"Text":"Quand Joseph dit a son pere : \"O mon pere ! J'ai vu [en songe], onze etoiles, et aussi le soleil et la lune ; je les ai vus prosternes devant moi"},{"SurahNumber":12,"VerseNumber":5,"Text":"O mon fils, dit-il, ne raconte pas ta vision a tes freres car ils monteraient un complot contre toi ; le Diable (Satan) est certainement pour l’homme un ennemi declare"},{"SurahNumber":12,"VerseNumber":6,"Text":"Ainsi ton Seigneur te choisira et t’enseignera l’interpretation des reves, et Il parfaira Son bienfait sur toi et sur la famille de Jacob, tout comme Il l’a parfait auparavant sur tes deux ancetres : Abraham et Isaac, car ton Seigneur est Omniscient et Sage.”"},{"SurahNumber":12,"VerseNumber":7,"Text":"Il y avait certainement, en Joseph et ses freres, des exhortations pour ceux qui interrogent"},{"SurahNumber":12,"VerseNumber":8,"Text":"quand ceux-ci dirent : \"Joseph et son frere sont plus aimes de notre pere que nous, alors que nous sommes un groupe bien fort. Notre pere est vraiment dans un tort evident"},{"SurahNumber":12,"VerseNumber":9,"Text":"Tuez Joseph ou bien eloignez-le dans n’importe quel pays, afin que le visage de votre pere se tourne exclusivement vers nous, et que vous soyez apres cela des gens de bien"},{"SurahNumber":12,"VerseNumber":10,"Text":"L’un d’eux dit : \"Ne tuez pas Joseph, mais jetez-le si vous etes disposes a agir, au fond du puits afin que quelque caravane le recueille"},{"SurahNumber":12,"VerseNumber":11,"Text":"Ils dirent : \"O notre pere ! Qu’as-tu a ne pas te fier a nous au sujet de Joseph ? Nous sommes cependant bien intentionnes a son egard"},{"SurahNumber":12,"VerseNumber":12,"Text":"Envoie-le demain avec nous faire une promenade et jouer. Et nous veillerons sur lui"},{"SurahNumber":12,"VerseNumber":13,"Text":"Il dit : \"Certes, je m’attristerai que vous l’emmeniez; et je crains que le loup ne le devore dans un moment ou vous ne ferez pas attention a lui"},{"SurahNumber":12,"VerseNumber":14,"Text":"Ils dirent : \"Si le loup le devore alors que nous sommes nombreux, nous serons vraiment les perdants"},{"SurahNumber":12,"VerseNumber":15,"Text":"Et lorsqu’ils l’eurent emmene, et se furent mis d’accord pour le jeter dans les profondeurs invisibles du puits, Nous lui revelames : “Tu les informeras surement de cette affaire sans qu’ils s’en rendent compte.”"},{"SurahNumber":12,"VerseNumber":16,"Text":"Et ils vinrent a leur pere, le soir, en pleurant"},{"SurahNumber":12,"VerseNumber":17,"Text":"Ils dirent : “O notre pere ! Nous sommes alles faire une course, et nous avons laisse Joseph aupres de nos effets ; et le loup l’a devore. Tu ne nous croiras pas, meme si nous etions veridiques.”"},{"SurahNumber":12,"VerseNumber":18,"Text":"Ils apporterent sa tunique tachee d’un faux sang. Il dit : \"Vos ames, plutot, vous ont suggere quelque chose... [Il ne me reste plus donc] qu’une belle patience! C’est Allah qu’il faut appeler au secours contre ce que vous racontez"},{"SurahNumber":12,"VerseNumber":19,"Text":"Or, vint une caravane. Ils envoyerent leur chercheur d’eau, qui fit descendre son seau. Il dit : “O Bonne nouvelle! Voila un garcon ! ” Et ils le dissimulerent [pour le vendre] telle une marchandise. Allah cependant savait fort bien ce qu’ils faisaient"},{"SurahNumber":12,"VerseNumber":20,"Text":"Et ils le vendirent a vil prix : pour quelques dirhams comptes. Ils le consideraient comme indesirable"},{"SurahNumber":12,"VerseNumber":21,"Text":"Et celui qui l’acheta etait de l’Egypte. Il dit a sa femme : “Accorde lui une genereuse hospitalite. Il se peut qu’il nous soit utile ou que nous l’adoptions comme notre enfant.” Ainsi avons-Nous raffermi Joseph dans le pays et Nous lui avons appris l’interpretation des reves. Et Allah est souverain en Son Commandement, mais la plupart des gens ne savent pas"},{"SurahNumber":12,"VerseNumber":22,"Text":"Et quand il eut atteint sa maturite Nous lui accordames sagesse et savoir. C’est ainsi que nous recompensons les bienfaisants"},{"SurahNumber":12,"VerseNumber":23,"Text":"Or celle [Zulikhah] qui l’avait recu dans sa maison essaya de le seduire. Et elle ferma bien les portes et dit : \"Viens [je suis prete pour toi] !”- Il dit : \"Qu’Allah me protege ! C’est mon maitre qui m’a accorde un bon asile. Vraiment les injustes ne reussissent pas"},{"SurahNumber":12,"VerseNumber":24,"Text":"Et, elle le desira. Et il l’aurait desiree n’eut ete ce qu’il vit comme preuve evidente de son Seigneur. Ainsi [Nous avons agi] pour ecarter de lui le mal et la turpitude. Il etait certes un de Nos serviteurs elus"},{"SurahNumber":12,"VerseNumber":25,"Text":"Et tous deux coururent vers la porte, et elle lui dechira sa tunique par derriere. Ils trouverent le mari [de cette femme] a la porte. Elle dit : \"Quelle sera la punition de quiconque a voulu faire du mal a ta famille sinon la prison, ou un chatiment douloureux"},{"SurahNumber":12,"VerseNumber":26,"Text":"[Joseph] dit : \"C’est elle qui a voulu me seduire !\" Et un temoin, de la famille de celle-ci temoigna : \"Si sa tunique [a lui] est dechiree par devant, alors c’est elle qui dit la verite, tandis qu’il est du nombre des menteurs"},{"SurahNumber":12,"VerseNumber":27,"Text":"Mais si sa tunique est dechiree par derriere, alors c’est elle qui ment, tandis qu’il est du nombre des veridiques"},{"SurahNumber":12,"VerseNumber":28,"Text":"Puis, quand il (le mari) vit la tunique dechiree par derriere, il dit : \"C’est bien de votre ruse de femmes! Vos ruses sont vraiment enormes"},{"SurahNumber":12,"VerseNumber":29,"Text":"Joseph, ne pense plus a cela ! Et toi, (femme), implore le pardon pour ton peche car tu es fautive !”"},{"SurahNumber":12,"VerseNumber":30,"Text":"Et dans la ville, des femmes dirent: \"La femme d’Al 'Aziz essaye de seduire son valet ! Il l’a vraiment rendue folle d’amour. Nous la trouvons certes dans un egarement evident"},{"SurahNumber":12,"VerseNumber":31,"Text":"Lorsqu’elle eut entendu leur fourberie, elle leur envoya [des invitations,] et prepara pour elles une collation; et elle remit a chacune d’elles un couteau. Puis, elle dit : “Sors devant elles [Joseph] !” – Lorsqu’elles le virent, elles l’admirerent, se couperent les mains et dirent : “A Allah ne plaise ! Ce n’est pas un etre humain, ce n’est qu’un ange noble ! ”"},{"SurahNumber":12,"VerseNumber":32,"Text":"Elle dit : \"Voila donc celui a propos duquel vous me blamiez. J’ai essaye de le seduire mais il s’en defendit fermement. Or, s’il ne fait pas ce que je lui commande, il sera tres certainement emprisonne et sera certes parmi les humilies"},{"SurahNumber":12,"VerseNumber":33,"Text":"Il dit : \"O mon Seigneur ! La prison m’est preferable a ce a quoi elles m’invitent. Et si Tu n’ecartes pas de moi leur ruse, je pencherai vers elles et serai du nombre des ignorants (des pecheurs)"},{"SurahNumber":12,"VerseNumber":34,"Text":"Son Seigneur l’exauca donc, et eloigna de lui leur ruse. C’est Lui, vraiment, qui est l’Audient et l’Omniscient"},{"SurahNumber":12,"VerseNumber":35,"Text":"Puis, apres qu’ils eurent vu les preuves (de son innocence), il leur sembla qu’ils devaient l’emprisonner pour un temps"},{"SurahNumber":12,"VerseNumber":36,"Text":"Deux valets entrerent avec lui en prison. L’un d’eux dit: “Je me voyais [en reve] pressant du raisin...” Et l’autre dit: “Et moi, je me voyais portant sur ma tete du pain dont les oiseaux mangeaient. Informe-nous de l’interpretation (de nos reves), nous te voyons certes au nombre des bienfaisants.”"},{"SurahNumber":12,"VerseNumber":37,"Text":"La nourriture qui vous est attribuee ne vous parviendra point, dit-il, que je ne vous aie avises de son interpretation (de votre nourriture) avant qu’elle ne vous arrive. Cela fait partie de ce que mon Seigneur m’a enseigne. Certes, j’ai abandonne la religion d’un peuple qui ne croit pas en Allah et qui nie la vie future"},{"SurahNumber":12,"VerseNumber":38,"Text":"Et j’ai suivi la religion de mes ancetres, Abraham, Isaac et Jacob. Il ne nous convient pas d’associer a Allah quoi que ce soit. Ceci est une grace d’Allah sur nous et sur tout le monde ; mais la plupart des gens ne sont pas reconnaissants"},{"SurahNumber":12,"VerseNumber":39,"Text":"O mes deux compagnons de prison ! Qui est le meilleur : des Seigneurs eparpilles ou Allah, l’Unique, le Dominateur supreme"},{"SurahNumber":12,"VerseNumber":40,"Text":"Vous n’adorez, en dehors de Lui, que des noms que vous avez inventes, vous et vos ancetres, et a l’appui desquels Allah n’a fait descendre aucune preuve. Le pouvoir n’appartient qu’Allah. Il vous a commande de n’adorer que Lui. Telle est la religion droite; mais la plupart des gens ne savent pas"},{"SurahNumber":12,"VerseNumber":41,"Text":"O mes deux compagnons de prison! L’un de vous donnera du vin a boire a son maitre ; quant a l’autre, il sera crucifie, et les oiseaux mangeront de sa tete. L’affaire sur laquelle vous me consultez est deja decidee"},{"SurahNumber":12,"VerseNumber":42,"Text":"Et il dit a celui des deux dont il pensait qu’il serait delivre : “Parle de moi aupres de ton maitre .\" Mais le Diable (Satan) fit qu’il oublia de rappeler (le cas de Joseph) a son maitre. Joseph resta donc en prison quelques annees"},{"SurahNumber":12,"VerseNumber":43,"Text":"Et le roi dit : “En verite, j'ai vu (en reve) sept vaches grasses mangees par sept maigres; et sept epis verts, et autant d’autres, secs. O conseil de notables ! Donnez-moi une explication de ma vision, si vous savez interpreter le reve !”"},{"SurahNumber":12,"VerseNumber":44,"Text":"Ils dirent : “C’est un amas de reves ! Et nous ne savons pas interpreter les reves ! ”"},{"SurahNumber":12,"VerseNumber":45,"Text":"Or, celui des deux qui avait ete delivre et qui, apres quelque temps se rappela, dit: “Je vous en donnerai l’interpretation. Envoyez-moi donc !”"},{"SurahNumber":12,"VerseNumber":46,"Text":"“O toi, Joseph, le veridique ! Eclaire-nous au sujet de sept vaches grasses que mangent sept tres maigres, et sept epis verts et autant d’autres, secs, afin que je retourne aux gens et qu’ils sachent [l’interpretation exacte du reve]"},{"SurahNumber":12,"VerseNumber":47,"Text":"Alors [Joseph dit] : “Vous semerez pendant sept annees consecutives. Tout ce que vous aurez moissonne, laissez-le en epi, sauf le peu que vous consommerez"},{"SurahNumber":12,"VerseNumber":48,"Text":"Viendront ensuite sept annees de disette qui consommeront tout ce que vous aurez amasse pour elles sauf le peu que vous aurez reserve [comme semence]"},{"SurahNumber":12,"VerseNumber":49,"Text":"Puis, viendra apres cela une annee ou les gens auront de la pluie et iront au pressoir.”"},{"SurahNumber":12,"VerseNumber":50,"Text":"Et le roi dit : “Amenez-le moi !\" Puis, lorsque l’emissaire arriva aupres de lui, [Joseph] dit: “Retourne aupres de ton maitre et demande-lui: “Quelle etait la raison qui poussa les femmes a se couper les mains? Mon Seigneur connait bien leur ruse.”"},{"SurahNumber":12,"VerseNumber":51,"Text":"Alors, [le roi leur] dit : “Qu’est-ce donc qui vous a poussees a essayer de seduire Joseph ? ” Elles dirent : \"A Allah ne plaise! Nous ne connaissons rien de mauvais contre lui.\" Et la femme d’Al Aziz dit : \"Maintenant la verite s’est manifestee. C’est moi qui ai voulu le seduire. Et c’est lui, vraiment, qui est du nombre des veridiques"},{"SurahNumber":12,"VerseNumber":52,"Text":"“Cela afin qu’il sache que je ne l’ai pas trahi en son absence, et qu’en verite Allah ne guide pas la ruse des traitres"}]}