{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"De bude; vi velsignede visse af dem flere end others. For eksempel GUD ege til en vi rejst visse af dem til højeste ranger. Vi gav Jesus søn Mary dybe mirakler understøttede ham Hellige Ånden. Havde GUD willed deres followers ikke udkæmpe hvert øvrig klar proofs kom dem! Hellere de disputed sig; visse af dem tro visse disbelieved Havde GUD willed de ikke udkæmpe! Alt er ind overensstemmelse med gud ville"},{"SurahNumber":2,"VerseNumber":254,"Text":"O du tror du give velgørenhed forråd vi giver jer dag komme hvor xxxx ikke er handel nej nepotisme nej intercession! Tvivlerne er de unjust"},{"SurahNumber":2,"VerseNumber":255,"Text":"GUD XXXX IKKE ER ØVRIGE GUD DESUDEN HAM Leve DE EVIGE. Aldrig moment unawareness søvn overhale Ham! Til Ham belongs alt himlene alt på jord! Hvem intercede Ham ind overensstemmelse med Hans ville? Han kender deres forbi deres fremtid. Ingen attains nogen viden Han viljer. Hans dominion encompasses himlene jorden ruling dem aldrig bebyrder Ham. Han er mest Højeste de Great"},{"SurahNumber":2,"VerseNumber":256,"Text":"Xxxx ikke være compulsion religion den omgående vej være nu distinkt forkerte vejen! Nogen denounces djævelen tro ind GUD fatter stærkest obligationen; en aldrig bryder! GUD ER Hearer Alvidende"},{"SurahNumber":2,"VerseNumber":257,"Text":"GUD ER Lord AF DE TROR; HAN LEDER DEM MØRKE into LYSET. Angående de disbelieve deres lords er deres idoler; de leder dem lyset mørke - De være dwellers Helvede; de abide det permanent"},{"SurahNumber":2,"VerseNumber":258,"Text":"Du noterede en have argumenterede Abraham hans Lord GUD gav ham kingship? Abraham sagde Min Lord bevilger liv død. Han sagde jeg bevilger liv død. Abraham sagde GUD bringer solen østen dåse du bringer det vesten? tvivleren stumped GUD IKKE guide DE wicked"},{"SurahNumber":2,"VerseNumber":259,"Text":"Overveje en vedtog genfærd by undre Hvordan dåse GUD genopliver den det omkom? GUD derefter lægger ham død hundred år derefter resurrected ham! Han sagde \"Hvordan længes have du blev her? Han sagde jeg er her dag rolle dagen. Han ikke sagde! Du er her hundred år. kigge hos Deres mad drikker; de ikke fordærvede! kigge Deres æsel - Vi dermed render jer lektion folkene. omgående notere hvordan vi konstruerer bones derefter bedække dem flesh Hvornår han indså hvad hændte han sagde Nu jeg kender at GUD er Omnipotent"},{"SurahNumber":2,"VerseNumber":260,"Text":"Abraham sagde Min Lord udfolde mig hvordan Du genopliver afdødt Han sagde Gøre du ikke tror? Han sagde Ja Jeg ønske reassure min hjerte. Han sagde Tager fire fugle studium deres mærker placere et stykke af hvert fugl høj derefter benævne dem til jer! De komme jer ind et fare Du kende at GUD er Almægtige Klogest"},{"SurahNumber":2,"VerseNumber":261,"Text":"Eksemplet af de spend deres monies forårsagen GUD være at af korn producerer syv piger hundred korn ind hvert pig! GUD MULTIPLICERER DEN forgreningsrør I whomever HAN VILJER. GUD ER Bounteous Knower"},{"SurahNumber":2,"VerseNumber":262,"Text":"De spend deres penge forårsagen GUD derefter ikke følger deres velgørenhed med fornærme harm modta deres recompense deres Lord de haver intet frygte nor ville de grieve"},{"SurahNumber":2,"VerseNumber":263,"Text":"Venlige gloser medfølelse være god end velgørenhed følges ved fornærmer! GUD ER RIGE Clement"},{"SurahNumber":2,"VerseNumber":264,"Text":"O I tror ikke nullify Deres velgørenheder ved inflicting bebrejde fornærmer en spends hans penge udfolde mens disbelieving GUD Sidste Dagen! Hans eksempel være klippe dækkede tynde lag jord; tunge regn falde det vasker jorden forlade det gavnløse klippe! De gevinst intet deres indsatser. GUD IKKE guide disbelieving FOLK"},{"SurahNumber":2,"VerseNumber":265,"Text":"Eksemplet af de giver deres penge søge gud velbehag oprigige conviction være at af have højeste befrugtningsdygtige jord; hvornår tunge regn falder det giver twice idet mere crop Tunge regn ikke er disponible drizzle suffice! GUD ER Seer AF ALT JER GØRE"},{"SurahNumber":2,"VerseNumber":266,"Text":"nogen af du ønsker eje have af håndflade træer drue strømme streams gavmilde crops derefter netop idet han vokser gamle mens hans børn er fremdeles afhængige ham holocaust strejke forbrænder hans have? GUD DERMED KLARLÆGGER ÅBENBARINGERNE I SOM DU REFLEKTERE"},{"SurahNumber":2,"VerseNumber":267,"Text":"O du tror du give velgørenhed gode tingene du fortjener fra hvad vi producerer i I jorden. Ikke pick ond therein give væk hvornår du ikke accepterer det Deres øjne lukkes! Du kende at GUD er Rige Praiseworthy"},{"SurahNumber":2,"VerseNumber":268,"Text":"Djævelen lover jer fattigdom befale du forpligte onde stund GUD lover jer tilgivelse Ham og grace GUD ER Bounteous Alvidende"},{"SurahNumber":2,"VerseNumber":269,"Text":"Han bestows visdom whomever Han udvælger whoever attains visdom attained great bounty! Kun de possess intelligens tage heed"},{"SurahNumber":2,"VerseNumber":270,"Text":"nogen velgørenhed du giver charitable pledge jer fulfill GUD er fully aware thereof! Angående wicked de ikke have hjælperne"},{"SurahNumber":2,"VerseNumber":271,"Text":"Du erklærer Deres velgørenheder de er destillationsapparat gode! Du keep dem anonyme give dem fattig være god du remitterer flere af Deres synder! GUD ER fully Cognizant AF ALT JER GØRE"},{"SurahNumber":2,"VerseNumber":272,"Text":"Du ikke er ansvarlige i guiding nogen. GUD ER ENESTE EN guides whoever UDVÆLGE guided nogen velgørenhed du giver er Deres egen gods. nogen velgørenhed du giver være GUD. nogen velgørenhed du giver tilbagebetales jer lille uretfærdighed"},{"SurahNumber":2,"VerseNumber":273,"Text":"Velgørenhed gå fattig lider forårsagen GUD og ikke emigrere! unaware majen tro de er rige due til deres værdighed. Du anerkende dem vise tegn; de aldrig bønfalder folkene persistently. Whatever velgørenhed du giver GUD er fully aware thereof"},{"SurahNumber":2,"VerseNumber":274,"Text":"De giver velgørenhed nat dag secretly publicly modtar deres recompense deres Lord de have intet frygte nor ville de grieve"},{"SurahNumber":2,"VerseNumber":275,"Text":"De udnævner åger er samme stillingen idet de kontrollere ved djævel indflydelsen. Den er de claim at åger er samme idet handlen. Gud permits handel prohibits åger. Dermed whoever heeds den commandment hans Lord refræner åger han keep hans forbi earnings hans bedømmelse hvile GUD! Angående de persist åger de incur Helvede hvori de abide permanent"},{"SurahNumber":2,"VerseNumber":276,"Text":"GUD FORDØMMER ÅGER VELSIGNER VELGØRENHEDER. GUD uvilje ENHVERE TVIVLER skyldig"},{"SurahNumber":2,"VerseNumber":277,"Text":"De tro lede righteous liv observe Kontakten Bønner (Salat) giver obligatoriske velgørenheden (Zakat) de modtage deres recompense deres Lord de have intet frygte nor ville de grieve"},{"SurahNumber":2,"VerseNumber":278,"Text":"O I tror du observe GUD afstår al art af åger du er troende"},{"SurahNumber":2,"VerseNumber":279,"Text":"Dersom du ikke gør derefter forvente krig fra GUD Hans bud! Du fortryder du keep Deres hovedstæder inflicting uretfærdighed incurring uretfærdighed"},{"SurahNumber":2,"VerseNumber":280,"Text":"Debitoren være unable til betaler ventetid godt tid Du give oppe lånet velgørenhed være godt jer dersom du kun kendte"},{"SurahNumber":2,"VerseNumber":281,"Text":"Beware af dagen hvornår du returnere GUD enhvere sjæl er betalt for alt det gøre mindst uretfærdigheden"},{"SurahNumber":2,"VerseNumber":282,"Text":"O I tror hvornår du bedriver lån nogen periode du skrive det. Upartiske scribe gøre skrivende! Ing scribe vægre opføre den tjeneste gud undervisninger! Han skrive mens debitoren dikterer vilkårene. Han observe GUD hans Lord aldrig snyde Dersom debitoren er mentally incapable hjælpeløse ikke diktere hans formynder diktere equitably! To mænd betjene vidner; dersom ikke to mænd derefter mand to kvinder hvis vidnesbyrd er akceptable til al. Dermed dersom ene kvinde bliver biased øvrig påminde hende! Er forpligtelsen vidnerne vidne hvornår benævnede upon gøre så! Ikke trætte af skrive detaljerne nej substans hvordan længes tid tilbagebetaling! Den er equitable seværdighed GUD assures godt bevidne eliminerer nogen tvivl I have! branche transaktioner du execute på den plet ikke registreres have dem bevidnede! Nej scribe bevidne harmed hans tjenester! Du harm dem det være wickedness Deres rolle. Du observe GUD GUD ville undervise I! GUD ER ALVIDENDE"},{"SurahNumber":2,"VerseNumber":283,"Text":"Du færdes ing scribe er disponible obligation postere garantere tilbagebetaling! En stoles ind den måde han tilbagekomst obligationen hvornår due han observe GUD hans Lord Ikke tilbageholde nogen vidnesbyrd ved gemmende hvad du bevidnede! Nogen tilbageholder vidnesbyrd er syndige hos hjerte GUD ER fully aware af ALT JER GØRE"},{"SurahNumber":2,"VerseNumber":284,"Text":"Til GUD belongs alt himlene jorden! Hvorvidt du erklærer Deres inderste tanker keep dem skjulte GUD holder jer ansvarlige i dem. Han tilgir whomever Han viljer straffe whomever Han viljer! GUD ER Omnipotent"},{"SurahNumber":2,"VerseNumber":285,"Text":"Budet haver tro ind hvad sendtes derned ham hans Lord og så gjorde troendene! De tro ind GUD Hans engle Hans scripture Hans bude Vi ikke stiller distinktion nogen af Hans bude De sir Vi hører vi adlyder. Tilgi os vore Lord Til Jer er ultimate destiny"},{"SurahNumber":2,"VerseNumber":286,"Text":"GUD ALDRIG BEBYRDER SJÆL DENS betyde DENS KREDIT VÆRE HVAD det FORTJENER IMOD VÆRE HVAD DET FORPLIGTER! Vore Lord ikke fordømmer os vi glemmer stille fejltagelse Vore Lord beskytter os fra blaspheming Jer ligesom de indenfor os gøre! Vore Lord beskytte os fra syndende det bliver too senere os fortryde! Benåde os tilgi os! Du er vore Lord Beherske Bevilling os sejr disbelieving folkene"},{"SurahNumber":3,"VerseNumber":1,"Text":"Et. L. M"},{"SurahNumber":3,"VerseNumber":2,"Text":"GUD XXXX IKKE ER GUD UNDTAR HAN Leve DE EVIGE"},{"SurahNumber":3,"VerseNumber":3,"Text":"Han sendte jer den scripture truthfully bekræftende al hidtige scriptures Han sendte derned Torahen Evangeliet"},{"SurahNumber":3,"VerseNumber":4,"Text":"indenfor den, til guide folkene Han sendte vedtægten bog De disbelieve gud åbenbaringer incur severe gengældelse. GUD ER ALMÆGTIGE HÆVNER"},{"SurahNumber":3,"VerseNumber":5,"Text":"Intet skjules GUD jord himlen"},{"SurahNumber":3,"VerseNumber":6,"Text":"Han er En former jer livmødrene idet Han viljer. Xxxx ikke er øvrige gud desuden Ham; Almægtige Klogest"},{"SurahNumber":3,"VerseNumber":7,"Text":"Han sendte jer den scripture indeholde ligefremme vers - Der udgøre essensen scripture - Også idet multiple-meaning allegorical vers. De havn tvivle deres hjerter forfølge multiple-meaning vers oprette konfusion extricate vise mening! Ingen kender sande meningen thereof undta GUD de brønd grundlagde viden! De sir Vi tror ind den - al af det kommer vore Lord Kun de possess intelligens tage heed"},{"SurahNumber":3,"VerseNumber":8,"Text":"Vore Lord lader ikke vore hjerter waver nu som Du guided os! brusebad os Deres barmhjertighed; Du er Grantor"},{"SurahNumber":3,"VerseNumber":9,"Text":"Vore Lord Du sikkert samles folkene dag er uundgåelige! GUD ALDRIG BRYDER LØFTE"},{"SurahNumber":3,"VerseNumber":10,"Text":"De disbelieve aldrig hj deres penge nor deres børn GUD. De være brændsel i Helvede"},{"SurahNumber":3,"VerseNumber":11,"Text":"ligesom Pharaoh's folk de dem de forkastede vore åbenbaringer følgelig GUD straffede dem deres synder. GUD ER STRENGE ind HÅNDHÆVENDE GENGÆLDELSE"},{"SurahNumber":3,"VerseNumber":12,"Text":"Sie til de disbelieve Du besejres derefter samles Helvede; hvad usle bolig"},{"SurahNumber":3,"VerseNumber":13,"Text":"Eksempel sættes I to hærene brødes - Ene hær udkæmpede forårsagen GUD mens øvrig disbelieving De så deres egen øjne de var twice idet mange. GUD UNDERSTØTTER HANS SEJR whomever HAN VILJER. Den forsyne forsikring de possess vision"},{"SurahNumber":3,"VerseNumber":14,"Text":"Prydede folkene er worldly velbehag such idet kvinderne have børn stabler stabler af guld sølv trained heste livestock crops De er materials den verden. Fjerneste godt bolig reserveres GUD"},{"SurahNumber":3,"VerseNumber":15,"Text":"Sie Lade mig meddele du af mere god deal de leder righteous liv forbeholdne deres Lord er haver strømmende streams pure ægtefæller glæde gud velsignelser GUD er Seer Hans tilbedere"},{"SurahNumber":3,"VerseNumber":16,"Text":"De sir Vore Lord vi tro tilgir os vore synder skåner os kvalen hellfire"},{"SurahNumber":3,"VerseNumber":17,"Text":"De er steadfast sandfærdige forelæggende charitable og meditators hos daggry"},{"SurahNumber":3,"VerseNumber":18,"Text":"GUD FØDER BEVIDNER XXXX IKKE ER GUD UNDTA HAN OG gøre ENGLENE DE possess VIDEN! Truthfully equitably Han er absolutte guden; xxxx ikke er gud Han Almægtige Klogest"},{"SurahNumber":3,"VerseNumber":19,"Text":"Eneste religionen godke ved GUD er Underkastelse. Ironically de modtar scripture er en dispute den begribelighed viden de modtar jalousi. I such rejectors gud åbenbaringer GUD er strengest ind reckoning"},{"SurahNumber":3,"VerseNumber":20,"Text":"De argumentere I derefter sie jeg blot forelægger GUD; jeg de følger mig. Du proklamere de modtog scripture også idet de som ikke gjorde Would I forelægge? de forelægger derefter de guided de sving Deres eneste mission er afsie den meddelelse! GUD ER Seer al FOLK"},{"SurahNumber":3,"VerseNumber":21,"Text":"De forkaster gud åbenbaringer dræbte profeterne unjustly dræbte de advocated retfærdighed hos den folk, lover dem smertelige gengældelse"},{"SurahNumber":3,"VerseNumber":22,"Text":"Deres arbejder nullified begge ind den liv Herefter de ikke have hjælpere"},{"SurahNumber":3,"VerseNumber":23,"Text":"Du noterede de var giver rolle af scripture hvordan de inviteres uphold den scripture GUD gælde det til deres egen lever derefter visse af dem sving modvilje"},{"SurahNumber":3,"VerseNumber":24,"Text":"Den fordi de sies hellfire ikke røre os et få dage. De dermed deceived deres religion deres egen fabrications"},{"SurahNumber":3,"VerseNumber":25,"Text":"Hvordan det gøre det i dem hvornår vi være indkaldelse dem som uundgåelige dag? hvert sjæl være betalt for whatever det fortjente mindst uretfærdighed"},{"SurahNumber":3,"VerseNumber":26,"Text":"Sie Vore gud possessor al suverænitet! Du bevilger suverænitet whomever Du udvælger Du flytte suverænitet whomever Du udvælger. Du bevilger værdighed whomever I udvælge forpligte til ydmygelse whomever Du udvælger. Ind Deres hånd er al forråd. Du er Omnipotent"},{"SurahNumber":3,"VerseNumber":27,"Text":"Du merge natten dagen merge dagen natten. Du producerer leve afdødt producere afdødte fra leve I forsyne for whomever Du udvælger grænser"},{"SurahNumber":3,"VerseNumber":28,"Text":"Troendene aldrig allierede tvivlerne troendene. Whoever gøre den landsforvises GUD! Fritog er de fremtvinges gøre den undlade forfølgelse! GUD ALARMERER JER SOM DU ærbødighed HAM ALENE. Til GUD er ultimate destiny"},{"SurahNumber":3,"VerseNumber":29,"Text":"Sie Hvorvidt du gemmer Deres inderste tanke erklærer det GUD er fully aware thereof. Han er fully aware af alt ind himlene jorden! GUD ER Omnipotent"},{"SurahNumber":3,"VerseNumber":30,"Text":"Dagen komme hvornår hvert sjæl grundlægge al godset arbejder det gjorde bragte væk! Angående ondet arbejde det ønske som de langt langt flyttedes! GUD ALARMERER JER SOM DU ærbødighed HAM ALENE. GUD ER MEDFØLENDE MOD FOLKENE"},{"SurahNumber":3,"VerseNumber":31,"Text":"Proklamere Dersom du elsker GUD du følge mig GUD ville derefter elske du tilgir Deres synder! GUD ER Forgiver BARMHJERTIGEST"},{"SurahNumber":3,"VerseNumber":32,"Text":"Proklamere Du adlyde GUD budet de sving GUD ikke elsker tvivlerne"},{"SurahNumber":3,"VerseNumber":33,"Text":"(GUD UDVÆLGER Adam Noah FAMILIEN Abraham FAMILIEN Amram BUDE) TIL FOLKENE"},{"SurahNumber":3,"VerseNumber":34,"Text":"De belong samme progeny. GUD ER Hearer Alvidende"},{"SurahNumber":3,"VerseNumber":35,"Text":"Konen Amram sagde Min Lord jeg tilegner (babyen) min belly Jer totalt så acceptere mig! Du er Hearer Alvidende"},{"SurahNumber":3,"VerseNumber":36,"Text":"Hvornår hun give fødsel til hende hun sagde Min Lord jeg giver fødsel pige - GUD VAR fully aware af hvad HUN FØDTE - mandlig ikke er samme idet kvindelig Jeg navngir hendes Mary jeg påkalde Deres beskyttelse hende hendes efterkommere fra forkaste djævelen"},{"SurahNumber":3,"VerseNumber":37,"Text":"Hendes Lord acceptere hende gracious godkendelse bringe hende gracious opdragelse guardianship Zachariah. Nårsomhelst Zachariah indgå hendes tilflugtsted han grundlægge forråd hende. Han spørge Mary gjorde du får den fra? Hun sie Det er GUD. GUD forsyne for whomever HAN UDVÆLGER GRÆNSER"},{"SurahNumber":3,"VerseNumber":38,"Text":"Hvornår Zachariah implored hans Lord Min Lord bevilger mig such gode barn Du er Hearer bønnerne"},{"SurahNumber":3,"VerseNumber":39,"Text":"Englene benævnede ham hvornår han bad tilflugtstedet GUDEN giver jer gode nyhed af John troende glosen GUD ærværdige moralske righteous profet"},{"SurahNumber":3,"VerseNumber":40,"Text":"Han sagde Hvordan dåse jeg haver dreng hvornår jeg være gamle min kone sterile? Han sies GUD gør whatever Han viljer"},{"SurahNumber":3,"VerseNumber":41,"Text":"Han sagde Min Lord give mig tegn. Han sagde Deres tegn er at du ikke tale til folkene tre dage signaler! Commemorate Deres Lord hyppigt; mediterer nat dag"},{"SurahNumber":3,"VerseNumber":42,"Text":"Englene sagde O Mary GUD udvælger du purified I. Han udvælger jer al kvinderne"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Mary du forelægge Deres Lord prostrate bov derned de bov derned"},{"SurahNumber":3,"VerseNumber":44,"Text":"Den er nyhed fortiden vi afslører jer. Du ikke var der hvornår de drage deres raffles udta Mary's formynder. Du ikke var nuværende hvornår de argumenterede ene another"},{"SurahNumber":3,"VerseNumber":45,"Text":"Englene sagde O Mary GUD giver jer gode nyhed Glose fra Ham navn er Messias Jesus sønnen Mary. Han være fremtrædende ind den liv Herefter ene af de closest til Mig"},{"SurahNumber":3,"VerseNumber":46,"Text":"Han tale til folkene krybben også ligesom voksen; han være ene af de righteous"},{"SurahNumber":3,"VerseNumber":47,"Text":"Hun sagde Min Lord hvordan dåse jeg haver søn hvornår ing mand rører mig? Han sagde GUD dermed opretter whatever Han viljer. Til have noget gjort Han blot sie til ‘Er ' det være"},{"SurahNumber":3,"VerseNumber":48,"Text":"Han undervise ham scripture visdom Torahen Evangeliet"},{"SurahNumber":3,"VerseNumber":49,"Text":"Idet bud Børnene Israel jeg kommer I tegn fra Deres Lord - Jeg opretter jer fra ler forme fugl derefter jeg puster det det bliver levende fugl gud forlade Jeg restituerer vision blænde, læge spedalske jeg genopliver afdødt gud forlade Jeg fortælle jer hvad du æder hvad du oplagrer Deres hjem. Den være proof jer dersom du er troende"},{"SurahNumber":3,"VerseNumber":50,"Text":"Jeg bekræfter hidtige scripture - Torahen - Jeg ophæver vise prohibitions imposed upon jer. Jeg kommer I sufficient proof fra Deres Lord Derfor du observe GUD adlyder mig"},{"SurahNumber":3,"VerseNumber":51,"Text":"GUD ER MIN Lord DERES Lord DU TILBEDE HAM ALENE! Den er rigtig stien"},{"SurahNumber":3,"VerseNumber":52,"Text":"Hvornår Jesus fornemmede deres vantro han sagde Som er min tilhængere GUD? disciplene sagde Vi er gud tilhængere; vi tro ind GUD føde bevidne vi er submitters"},{"SurahNumber":3,"VerseNumber":53,"Text":"Vore Lord vi haver tro ind hvad Du sender derned vi følge budet; tæller os vidnerne"},{"SurahNumber":3,"VerseNumber":54,"Text":"De plotted schemed gøre GUD GUD er tilfredsstillende intrigemageren"},{"SurahNumber":3,"VerseNumber":55,"Text":"Dermed GUD sagde O Jesus jeg afslutter Deres liv rejsning I til Mig ridding I af tvivlerne! Jeg exalt de følger jer above de disbelieve Dagen Opstandelse. Derefter til Mig er ultimate destiny af al af jer derefter jeg bedømme jer Deres disputes"},{"SurahNumber":3,"VerseNumber":56,"Text":"Angående de disbelieve jeg forpligte dem smertelige gengældelse ind den verden ind Herefter De ikke have hjælpere"},{"SurahNumber":3,"VerseNumber":57,"Text":"Angående de tro lede righteous liv Han fully recompense dem! GUD IKKE ELSKER DE unjust"},{"SurahNumber":3,"VerseNumber":58,"Text":"De er åbenbaringerne vi reciterer jer forsynende meddelelse fulde af visdom"},{"SurahNumber":3,"VerseNumber":59,"Text":"Eksemplet Jesus GUD vedrøres er samme idet den af Adam; Han oprettede ham støv derefter sie til ham Være han var"},{"SurahNumber":3,"VerseNumber":60,"Text":"Den er sandheden Deres Lord ikke havn nogen tvivl"},{"SurahNumber":3,"VerseNumber":61,"Text":"Nogen argumentere I viden du modtar derefter sie Lade os indkaldelse vore børn Deres børn vore kvinder Deres kvinder jer derefter lade os påkalde gud forbandelse løgnerne"},{"SurahNumber":3,"VerseNumber":62,"Text":"Absolut den er narration sandheden. Absolut xxxx ikke er gud undta GUD! Absolut GUD er Almægtige Klogest"},{"SurahNumber":3,"VerseNumber":63,"Text":"De sving derefter GUD er fully aware af evildoers"},{"SurahNumber":3,"VerseNumber":64,"Text":"sie O followers scripture komme logiske enighed os du som vi ikke tilbede GUD vi aldrig sætte nogen idoler Ham nor sætte nogen menneskelig beings lords GUD de sving sir Føde vidne vi er submitters"},{"SurahNumber":3,"VerseNumber":65,"Text":"O followers scripture hvorfor du argumenterer Abraham hvornår Torahen Evangeliet ikke afsløredes indtil efter ham? Du ikke forstår"},{"SurahNumber":3,"VerseNumber":66,"Text":"Du argumentere ca. ting I have kendte; jer argumentere ting du ikke kender? GUD vide, MENS DU IKKE KENDER"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham var heller Jødiske nor Kristne; han var monotheist submitter. Han aldrig var idol tilbeder"},{"SurahNumber":3,"VerseNumber":68,"Text":"Folkene værdigest af Abraham er de fulgte ham den profet de tror. GUD ER Lord BEHERSKE AF TROENDENE"},{"SurahNumber":3,"VerseNumber":69,"Text":"visse followers scripture ønsker lede I astray de kun leder astray uden perceiving"},{"SurahNumber":3,"VerseNumber":70,"Text":"O followers scripture du forkaster de åbenbaringer GUD du føder bevidner den er sandheden"},{"SurahNumber":3,"VerseNumber":71,"Text":"O followers scripture hvorfor du confound sandheden falsehood gøre gemme sandheden knowingly"},{"SurahNumber":3,"VerseNumber":72,"Text":"visse followers scripture sir Tro ind hvad sendtes derned troendene ind den formiddag forkaste det ind den jævne maybe someday de revert"},{"SurahNumber":3,"VerseNumber":73,"Text":"Ikke tro undta idet de følger Deres religion. Sir sande vejledningen er gud vejledning. de claim at de haver samme vejledningen argumentere I Deres Lord sie Al grace er gud række; Han bestows det whomever Han viljer. GUD er Bounteous Alvidende"},{"SurahNumber":3,"VerseNumber":74,"Text":"Han præciserer Hans barmhjertighed whomever Han viljer; GUD possesses ubegrænsede grace"},{"SurahNumber":3,"VerseNumber":75,"Text":"visse followers scripture stoles hele lot de give det jer. Others dem ikke stoles enlige dinar; de ikke tilbagebetale jer du keep dem. Er de sir Vi ikke haver til være ærlig hvornår omgang med gentiles! Dermed de tillægger løgne GUD knowingly"},{"SurahNumber":3,"VerseNumber":76,"Text":"Indeed de fulfill deres forpligtelser lede righteous liv GUD forelskelser de righteous"},{"SurahNumber":3,"VerseNumber":77,"Text":"Angående de handler væk gud covenant deres forpligtelser billige pris de modtage nej deler Herefter GUD ville IKKE tale til DEM nor kigge DEM DAGEN OPSTANDELSE nor VILLE HAN purify DEM! De incurred smertelige gengældelse"},{"SurahNumber":3,"VerseNumber":78,"Text":"Hos dem er de tvinder deres tunger imitere scripture du tro er scripture hvornår ikke er scripture de claim det være GUD hvornår det ikke er GUD! Dermed de utter løgne tillægger dem GUD knowingly"},{"SurahNumber":3,"VerseNumber":79,"Text":"Aldrig would menneskelig være der GUD velsigne med scripture prophethood sie til folkene Afgude mig GUD. Hellere (han sie) Helliger absolut Deres Lord alene scripture du prædike undervisningerne du lærer"},{"SurahNumber":3,"VerseNumber":80,"Text":"Nor would han befaler du afgude englene profeterne lords Han exhort I Would disbelieve klædelige submitters"},{"SurahNumber":3,"VerseNumber":81,"Text":"GUD TOG covenant PROFETERNE TALEMÅDE JEG GIVE JER scripture VISDOM. Siden bud komme bekræfte al eksisterende scriptures! Du tro ind ham understøtte ham. Han sagde Gøre du vedtage den pledge fulfill den covenant De sagde Vi enes. Han sagde Du dermed føder bevidne jeg føder bevidner jer"},{"SurahNumber":3,"VerseNumber":82,"Text":"De forkaster den (Quranic profeti) er onde en"},{"SurahNumber":3,"VerseNumber":83,"Text":"De søger gud religion hvornår alt ind himlene jorden forelægger Ham willingly unwillingly og Ham de returneres"},{"SurahNumber":3,"VerseNumber":84,"Text":"sie Vi tro ind GUD ind hvad sendtes os ind hvad sendtes derned Abraham Ismail Isaac Jacob Patriarkerne ind hvad gaves Moses Jesus profeterne deres Lord Vi ikke stiller distinktion nogen af dem. Til Ham alene vi er submitters"},{"SurahNumber":3,"VerseNumber":85,"Text":"Nogen accepterer Underkastelse hans religion det ikke accepteres ham Herefter, han være taberne"},{"SurahNumber":3,"VerseNumber":86,"Text":"Hvorfor GUD guide folk burde disbelieved efter tro efter bevidnende budet er sandhed og solid proofs gives dem? GUD IKKE guide DE wicked"},{"SurahNumber":3,"VerseNumber":87,"Text":"De incurred fordømmelse GUD englene al folkene"},{"SurahNumber":3,"VerseNumber":88,"Text":"Eternally de abide therein; gengældelsen aldrig commuted dem nor ville de reprieved"},{"SurahNumber":3,"VerseNumber":89,"Text":"Fritog er de som fortryde thereafter reform! GUD ER Forgiver BARMHJERTIGEST"},{"SurahNumber":3,"VerseNumber":90,"Text":"De disbelieve tro derefter styrt dybere into vantro deres anger ikke accepteres dem; de er egentlige strayers"},{"SurahNumber":3,"VerseNumber":91,"Text":"De disbelieve omkommer tvivlere earthful guld vilje ikke accepteres nogen af dem sågar such løsesum var mulige. De incurred smertelige gengældelse; de ikke have hjælpere"},{"SurahNumber":3,"VerseNumber":92,"Text":"Du ikke attain retmæssighed I giver velgørenhed possessions du elsker. Whatever du giver velgørenhed GUD er fully aware thereof"}]}