{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"And those who do not hope for Our meeting, say: Why have not angels been sent down upon us, or (why) do we not see our Lord? Now certainly they are too proud of themselves and have revolted in great revolt"},{"SurahNumber":25,"VerseNumber":22,"Text":"On the day when they shall see the angels, there shall be no joy on that day for the guilty, and they shall say: It is a forbidden thing totally prohibited"},{"SurahNumber":25,"VerseNumber":23,"Text":"And We will proceed to what they have done of deeds, so We shall render them as scattered floating dust"},{"SurahNumber":25,"VerseNumber":24,"Text":"The dwellers of the garden shall on that day be in a better abiding-place and a better resting-place"},{"SurahNumber":25,"VerseNumber":25,"Text":"And on the day when the heaven shall burst asunder with the clouds, and the angels shall be sent down descending (in ranks)"},{"SurahNumber":25,"VerseNumber":26,"Text":"The kingdom on that day shall rightly belong to the Beneficent Allah, and a hard day shall it be for the unbelievers"},{"SurahNumber":25,"VerseNumber":27,"Text":"And the day when the unjust one shall bite his hands saying: O! would that I had taken a way with the Apostle"},{"SurahNumber":25,"VerseNumber":28,"Text":"O woe is me! would that I had not taken such a one for a friend"},{"SurahNumber":25,"VerseNumber":29,"Text":"Certainly he led me astray from the reminder after it had come to me; and the Shaitan fails to aid man"},{"SurahNumber":25,"VerseNumber":30,"Text":"And the Apostle cried out: O my Lord! surely my people have treated this Quran as a forsaken thing"},{"SurahNumber":25,"VerseNumber":31,"Text":"And thus have We made for every prophet an enemy from among the sinners and sufficient is your Lord as a Guide and a Helper"},{"SurahNumber":25,"VerseNumber":32,"Text":"And those who disbelieve say: Why has not the Quran been revealed to him all at once? Thus, that We may strengthen your heart by it and We have arranged it well in arranging"},{"SurahNumber":25,"VerseNumber":33,"Text":"And they shall not bring to you any argument, but We have brought to you (one) with truth and best in significance"},{"SurahNumber":25,"VerseNumber":34,"Text":"(As for) those who shall be gathered upon their faces to hell, they are in a worse plight and straying farther away from the path"},{"SurahNumber":25,"VerseNumber":35,"Text":"And certainly We gave Musa the Book and We appointed with him his brother Haroun an aider"},{"SurahNumber":25,"VerseNumber":36,"Text":"Then We said: Go you both to the people who rejected Our communications; so We destroyed them with utter destruction"},{"SurahNumber":25,"VerseNumber":37,"Text":"And the people of Nuh, when they rejected the apostles, We drowned them, and made them a sign for men, and We have prepared a painful punishment for the unjust"},{"SurahNumber":25,"VerseNumber":38,"Text":"And Ad and Samood and the dwellers of the Rass and many generations between them"},{"SurahNumber":25,"VerseNumber":39,"Text":"And to every one We gave examples and every one did We destroy with utter destruction"},{"SurahNumber":25,"VerseNumber":40,"Text":"And certainly they have (often) passed by the town on which was rained an evil rain; did they not then see it? Nay! they did not hope to be raised again"},{"SurahNumber":25,"VerseNumber":41,"Text":"And when they see you, they do not take you for aught but a mockery: Is this he whom Allah has raised to be an apostle"},{"SurahNumber":25,"VerseNumber":42,"Text":"He had well-nigh led us astray from our gods had we not adhered to them patiently! And they will know, when they see the punishment, who is straying farther off from the path"},{"SurahNumber":25,"VerseNumber":43,"Text":"Have you seen him who takes his low desires for his god? Will you then be a protector over him"},{"SurahNumber":25,"VerseNumber":44,"Text":"Or do you think that most of them do hear or understand? They are nothing but as cattle; nay, they are straying farther off from the path"},{"SurahNumber":25,"VerseNumber":45,"Text":"Have you not considered (the work of) your Lord, how He extends the shade? And if He had pleased He would certainly have made it stationary; then We have made the sun an indication of it"},{"SurahNumber":25,"VerseNumber":46,"Text":"Then We take it to Ourselves, taking little by little"},{"SurahNumber":25,"VerseNumber":47,"Text":"And He it is Who made the night a covering for you, and the sleep a rest, and He made the day to rise up again"},{"SurahNumber":25,"VerseNumber":48,"Text":"And He it is Who sends the winds as good news before His mercy; and We send down pure water from the cloud"},{"SurahNumber":25,"VerseNumber":49,"Text":"That We may give life thereby to a dead land and give it for drink, out of what We have created, to cattle and many people"},{"SurahNumber":25,"VerseNumber":50,"Text":"And certainly We have repeated this to them that they may be mindful, but the greater number of men do not consent to aught except denying"},{"SurahNumber":25,"VerseNumber":51,"Text":"And if We had pleased We would certainly have raised a warner in every town"},{"SurahNumber":25,"VerseNumber":52,"Text":"So do not follow the unbelievers, and strive against them a mighty striving with it"},{"SurahNumber":25,"VerseNumber":53,"Text":"And He it is Who has made two seas to flow freely, the one sweet that subdues thirst by its sweetness, and the other salt that burns by its saltness; and between the two He has made a barrier and inviolable obstruction"},{"SurahNumber":25,"VerseNumber":54,"Text":"And He it is Who has created man from the water, then He has made for him blood relationship and marriage relationship, and your Lord is powerful"},{"SurahNumber":25,"VerseNumber":55,"Text":"And they serve besides Allah that which neither profits them nor causes them harm; and the unbeliever is a partisan against his Lord"},{"SurahNumber":25,"VerseNumber":56,"Text":"And We have not sent you but as a giver of good news and as a warner"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say: I do not ask you aught in return except that he who will, may take the way to his Lord"},{"SurahNumber":25,"VerseNumber":58,"Text":"And rely on the Ever-living Who dies not, and celebrate His praise; and Sufficient is He as being aware of the faults of His servants"},{"SurahNumber":25,"VerseNumber":59,"Text":"Who created the heavens and the earth and what is between them in six periods, and He is firmly established on the throne of authority; the Beneficent Allah, so ask respecting it one aware"},{"SurahNumber":25,"VerseNumber":60,"Text":"And when it is said to them: Prostrate to the Beneficent Allah, they say: And what is the Allah of beneficence? Shall we prostrate to what you bid us? And it adds to their aversion"},{"SurahNumber":25,"VerseNumber":61,"Text":"Blessed is He Who made the constellations in the heavens and made therein a lamp and a shining moon"},{"SurahNumber":25,"VerseNumber":62,"Text":"And He it is Who made the night and the day to follow each other for him who desires to be mindful or desires to be thankful"},{"SurahNumber":25,"VerseNumber":63,"Text":"And the servants of the Beneficent Allah are they who walk on the earth in humbleness, and when the ignorant address them, they say: Peace"},{"SurahNumber":25,"VerseNumber":64,"Text":"And they who pass the night prostrating themselves before their Lord and standing"},{"SurahNumber":25,"VerseNumber":65,"Text":"And they who say: O our Lord! turn away from us the punishment of hell, surely the punishment thereof is a lasting"},{"SurahNumber":25,"VerseNumber":66,"Text":"Surely it is an evil abode and (evil) place to stay"},{"SurahNumber":25,"VerseNumber":67,"Text":"And they who when they spend, are neither extravagant nor parsimonious, and (keep) between these the just mean"},{"SurahNumber":25,"VerseNumber":68,"Text":"And they who do not call upon another god with Allah and do not slay the soul, which Allah has forbidden except in the requirements of justice, and (who) do not commit fornication and he who does this shall find a requital of sin"},{"SurahNumber":25,"VerseNumber":69,"Text":"The punishment shall be doubled to him on the day of resurrection, and he shall abide therein in abasement"},{"SurahNumber":25,"VerseNumber":70,"Text":"Except him who repents and believes and does a good deed; so these are they of whom Allah changes the evil deeds to good ones; and Allah is Forgiving, Merciful"},{"SurahNumber":25,"VerseNumber":71,"Text":"And whoever repents and does good, he surely turns to Allah a (goodly) turning"},{"SurahNumber":25,"VerseNumber":72,"Text":"And they who do not bear witness to what is false, and when they pass by what is vain, they pass by nobly"},{"SurahNumber":25,"VerseNumber":73,"Text":"And they who, when reminded of the communications of their Lord, do not fall down thereat deaf and blind"},{"SurahNumber":25,"VerseNumber":74,"Text":"And they who say: O our Lord! grant us in our wives and our offspring the joy of our eyes, and make us guides to those who guard (against evil)"},{"SurahNumber":25,"VerseNumber":75,"Text":"These shall be rewarded with high places because they were patient, and shall be met therein with greetings and salutations"},{"SurahNumber":25,"VerseNumber":76,"Text":"Abiding therein; goodly the abode and the resting-place"},{"SurahNumber":25,"VerseNumber":77,"Text":"Say: My Lord would not care for you were it not for your prayer; but you have indeed rejected (the truth), so that which shall cleave shall come"},{"SurahNumber":26,"VerseNumber":1,"Text":"Ta Sin Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"These are the verses of the Book that makes (things) clear"},{"SurahNumber":26,"VerseNumber":3,"Text":"Perhaps you will kill yourself with grief because they do not believe"},{"SurahNumber":26,"VerseNumber":4,"Text":"If We please, We should send down upon them a sign from the heaven so that their necks should stoop to it"},{"SurahNumber":26,"VerseNumber":5,"Text":"And there does not come to them a new reminder from the Beneficent Allah but they turn aside from it"},{"SurahNumber":26,"VerseNumber":6,"Text":"So they have indeed rejected (the truth), therefore the news of that which they mock shall soon come to them"},{"SurahNumber":26,"VerseNumber":7,"Text":"Do they not see the earth, how many of every noble kind We have caused to grow in it"},{"SurahNumber":26,"VerseNumber":8,"Text":"Most surely there is a sign in that, but most of them will not believe"},{"SurahNumber":26,"VerseNumber":9,"Text":"And most surely your Lord is the Mighty, the Merciful"},{"SurahNumber":26,"VerseNumber":10,"Text":"And when your Lord called out to Musa, saying: Go to the unjust people"},{"SurahNumber":26,"VerseNumber":11,"Text":"The people of Firon: Will they not guard (against evil)"},{"SurahNumber":26,"VerseNumber":12,"Text":"He said: O my Lord! surely I fear that they will reject me"},{"SurahNumber":26,"VerseNumber":13,"Text":"And by breast straitens, and my tongue is not eloquent, therefore send Thou to Haroun (to help me)"},{"SurahNumber":26,"VerseNumber":14,"Text":"And they have a crime against me, therefore I fear that they may slay me"},{"SurahNumber":26,"VerseNumber":15,"Text":"He said: By no means, so go you both with Our signs; surely We are with you, hearing"},{"SurahNumber":26,"VerseNumber":16,"Text":"Then come to Firon and say: Surely we are the apostles of the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":17,"Text":"Then send with us the children of Israel"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Firon) said: Did we not bring you up as a child among us, and you tarried among us for (many) years of your life"},{"SurahNumber":26,"VerseNumber":19,"Text":"And you did (that) deed of yours which you did, and you are one of the ungrateful"},{"SurahNumber":26,"VerseNumber":20,"Text":"He said: I did it then while I was of those unable to see the right course"},{"SurahNumber":26,"VerseNumber":21,"Text":"So I fled from you when I feared you, then my Lord granted me wisdom and made me of the apostles"},{"SurahNumber":26,"VerseNumber":22,"Text":"And is it a favor of which you remind me that you have enslaved the children of Israel"},{"SurahNumber":26,"VerseNumber":23,"Text":"Firon said: And what is the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":24,"Text":"He said: The Lord of the heavens and the earth and what is between them, if you would be sure"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Firon) said to those around him: Do you not hear"},{"SurahNumber":26,"VerseNumber":26,"Text":"He said: Your Lord and the Lord of your fathers of old"},{"SurahNumber":26,"VerseNumber":27,"Text":"Said he: Most surely your Apostle who is sent to you is mad"},{"SurahNumber":26,"VerseNumber":28,"Text":"He said: The Lord of the east and the west and what is between them, if you understand"},{"SurahNumber":26,"VerseNumber":29,"Text":"Said he: If you will take a god besides me, I will most certainly make you one of the imprisoned"},{"SurahNumber":26,"VerseNumber":30,"Text":"He said: What! even if I bring to you something manifest"},{"SurahNumber":26,"VerseNumber":31,"Text":"Said he: Bring it then, if you are of the truthful ones"},{"SurahNumber":26,"VerseNumber":32,"Text":"So he cast down his rod, and lo! it was an obvious serpent"},{"SurahNumber":26,"VerseNumber":33,"Text":"And he drew forth his hand, and lo! it appeared white to the onlookers"},{"SurahNumber":26,"VerseNumber":34,"Text":"(Firon) said to the chiefs around him: Most surely this is a skillful magician"},{"SurahNumber":26,"VerseNumber":35,"Text":"Who desires to turn you out of your land with his magic; what is it then that you advise"},{"SurahNumber":26,"VerseNumber":36,"Text":"They said: Give him and his brother respite and send heralds into the cities"},{"SurahNumber":26,"VerseNumber":37,"Text":"That they should bring to you every skillful magician"},{"SurahNumber":26,"VerseNumber":38,"Text":"So the magicians were gathered together at the appointed time on the fixed day"},{"SurahNumber":26,"VerseNumber":39,"Text":"And it was said to the people: Will you gather together"},{"SurahNumber":26,"VerseNumber":40,"Text":"Haply we may follow the magicians, if they are the vanquishers"},{"SurahNumber":26,"VerseNumber":41,"Text":"And when the magicians came, they said to Firon: Shall we get a reward if we are the vanquishers"},{"SurahNumber":26,"VerseNumber":42,"Text":"He said: Yes, and surely you will then be of those who are made near"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa said to them: Cast what you are going to cast"},{"SurahNumber":26,"VerseNumber":44,"Text":"So they cast down their cords and their rods and said: By Firon's power, we shall most surely be victorious"},{"SurahNumber":26,"VerseNumber":45,"Text":"Then Musa cast down his staff and lo! it swallowed up the lies they told"},{"SurahNumber":26,"VerseNumber":46,"Text":"And the magicians were thrown down prostrate"},{"SurahNumber":26,"VerseNumber":47,"Text":"They said: We believe in the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":48,"Text":"The Lord of Musa and Haroun"},{"SurahNumber":26,"VerseNumber":49,"Text":"Said he: You believe in him before I give you permission; most surely he is the chief of you who taught you the magic, so you shall know: certainly I will cut off your hands and your feet on opposite sides, and certainly I will crucify you all"},{"SurahNumber":26,"VerseNumber":50,"Text":"They said: No harm; surely to our Lord we go back"},{"SurahNumber":26,"VerseNumber":51,"Text":"Surely we hope that our Lord will forgive us our wrongs because we are the first of the believers"},{"SurahNumber":26,"VerseNumber":52,"Text":"And We revealed to Musa, saying: Go away with My servants travelling by night, surely you will be pursued"},{"SurahNumber":26,"VerseNumber":53,"Text":"So Firon sent heralds into the cities"},{"SurahNumber":26,"VerseNumber":54,"Text":"Most surely these are a small company"},{"SurahNumber":26,"VerseNumber":55,"Text":"And most surely they have enraged us"},{"SurahNumber":26,"VerseNumber":56,"Text":"And most surely we are a vigilant multitude"},{"SurahNumber":26,"VerseNumber":57,"Text":"So We turned them out of gardens and springs"},{"SurahNumber":26,"VerseNumber":58,"Text":"And treasures and goodly dwellings"},{"SurahNumber":26,"VerseNumber":59,"Text":"Even so. And We gave them as a heritage to the children of Israel"},{"SurahNumber":26,"VerseNumber":60,"Text":"Then they pursued them at sunrise"},{"SurahNumber":26,"VerseNumber":61,"Text":"So when the two hosts saw each other, the companions of Musa cried out: Most surely we are being overtaken"},{"SurahNumber":26,"VerseNumber":62,"Text":"He said: By no means; surely my Lord is with me: He will show me a way out"},{"SurahNumber":26,"VerseNumber":63,"Text":"Then We revealed to Musa: Strike the sea with your staff. So it had cloven asunder, and each part was like a huge mound"},{"SurahNumber":26,"VerseNumber":64,"Text":"And We brought near, there, the others"},{"SurahNumber":26,"VerseNumber":65,"Text":"And We saved Musa and those with him, all of them"},{"SurahNumber":26,"VerseNumber":66,"Text":"Then We drowned the others"},{"SurahNumber":26,"VerseNumber":67,"Text":"Most surely there is a sign in this, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":68,"Text":"And most surely your Lord is the Mighty, the Merciful"},{"SurahNumber":26,"VerseNumber":69,"Text":"And recite to them the story of Ibrahim"},{"SurahNumber":26,"VerseNumber":70,"Text":"When he said to his father and his people: What do you worship"},{"SurahNumber":26,"VerseNumber":71,"Text":"They said: We worship idols, so we shall be their votaries"},{"SurahNumber":26,"VerseNumber":72,"Text":"He said: Do they hear you when you call"},{"SurahNumber":26,"VerseNumber":73,"Text":"Or do they profit you or cause you harm"},{"SurahNumber":26,"VerseNumber":74,"Text":"They said: Nay, we found our fathers doing so"},{"SurahNumber":26,"VerseNumber":75,"Text":"He said: Have you then considered what you have been worshipping"},{"SurahNumber":26,"VerseNumber":76,"Text":"You and your ancient sires"},{"SurahNumber":26,"VerseNumber":77,"Text":"Surely they are enemies to me, but not (so) the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":78,"Text":"Who created me, then He has shown me the way"},{"SurahNumber":26,"VerseNumber":79,"Text":"And He Who gives me to eat and gives me to drink"},{"SurahNumber":26,"VerseNumber":80,"Text":"And when I am sick, then He restores me to health"},{"SurahNumber":26,"VerseNumber":81,"Text":"And He Who will cause me to die, then give me life"},{"SurahNumber":26,"VerseNumber":82,"Text":"And Who, I hope, will forgive me my mistakes on the day of judgment"},{"SurahNumber":26,"VerseNumber":83,"Text":"My Lord: Grant me wisdom, and join me with the good"},{"SurahNumber":26,"VerseNumber":84,"Text":"And ordain for me a goodly mention among posterity"},{"SurahNumber":26,"VerseNumber":85,"Text":"And make me of the heirs of the garden of bliss"},{"SurahNumber":26,"VerseNumber":86,"Text":"And forgive my father, for surely he is of those who have gone astray"},{"SurahNumber":26,"VerseNumber":87,"Text":"And disgrace me not on the day when they are raised"},{"SurahNumber":26,"VerseNumber":88,"Text":"The day on which property will not avail, nor sons"},{"SurahNumber":26,"VerseNumber":89,"Text":"Except him who comes to Allah with a heart free (from evil)"},{"SurahNumber":26,"VerseNumber":90,"Text":"And the garden shall be brought near for those who guard (against evil)"},{"SurahNumber":26,"VerseNumber":91,"Text":"And the hell shall be made manifest to the erring ones"},{"SurahNumber":26,"VerseNumber":92,"Text":"And it shall be said to them: Where are those that you used to worship"},{"SurahNumber":26,"VerseNumber":93,"Text":"Besides Allah? Can they help you or yet help themselves"},{"SurahNumber":26,"VerseNumber":94,"Text":"So they shall be thrown down into it, they and the erring ones"},{"SurahNumber":26,"VerseNumber":95,"Text":"And the hosts of the Shaitan, all"},{"SurahNumber":26,"VerseNumber":96,"Text":"They shall say while they contend therein"},{"SurahNumber":26,"VerseNumber":97,"Text":"By Allah! we were certainly in manifest error"},{"SurahNumber":26,"VerseNumber":98,"Text":"When we made you equal to the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":99,"Text":"And none but the guilty led us astray"},{"SurahNumber":26,"VerseNumber":100,"Text":"So we have no intercessors"},{"SurahNumber":26,"VerseNumber":101,"Text":"Nor a true friend"},{"SurahNumber":26,"VerseNumber":102,"Text":"But if we could but once return, we would be of the believers"},{"SurahNumber":26,"VerseNumber":103,"Text":"Most surely there is a sign in this, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":104,"Text":"And most surely your Lord is the Mighty, the Merciful"},{"SurahNumber":26,"VerseNumber":105,"Text":"The people of Nuh rejected the apostles"},{"SurahNumber":26,"VerseNumber":106,"Text":"When their brother Nuh said to them: Will you not guard (against evil)"},{"SurahNumber":26,"VerseNumber":107,"Text":"Surely I am a faithful apostle to you"},{"SurahNumber":26,"VerseNumber":108,"Text":"Therefore guard against (the punishment of) Allah and obey me"},{"SurahNumber":26,"VerseNumber":109,"Text":"And I do not ask you any reward for it; my reward is only with the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":110,"Text":"So guard against (the punishment of) Allah and obey me"},{"SurahNumber":26,"VerseNumber":111,"Text":"They said: Shall we believe in you while the meanest follow you"},{"SurahNumber":26,"VerseNumber":112,"Text":"He said: And what knowledge have I of what they do"},{"SurahNumber":26,"VerseNumber":113,"Text":"Their account is only with my Lord, if you could perceive"},{"SurahNumber":26,"VerseNumber":114,"Text":"And I am not going to drive away the believers"},{"SurahNumber":26,"VerseNumber":115,"Text":"I am naught but a plain warner"},{"SurahNumber":26,"VerseNumber":116,"Text":"They said: If you desist not, O Nuh, you shall most certainly be of those stoned to death"},{"SurahNumber":26,"VerseNumber":117,"Text":"He said: My Lord! Surely my people give me the lie"},{"SurahNumber":26,"VerseNumber":118,"Text":"Therefore judge Thou between me and them with a (just) judgment, and deliver me and those who are with me of the believers"},{"SurahNumber":26,"VerseNumber":119,"Text":"So We delivered him and those with him in the laden ark"},{"SurahNumber":26,"VerseNumber":120,"Text":"Then We drowned the rest afterwards"},{"SurahNumber":26,"VerseNumber":121,"Text":"Most surely there is a sign in this, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":122,"Text":"And most surely your Lord is the Mighty, the Merciful"},{"SurahNumber":26,"VerseNumber":123,"Text":"Ad gave the lie to the apostles"},{"SurahNumber":26,"VerseNumber":124,"Text":"When their brother Hud said to them: Will you not guard (against evil)"},{"SurahNumber":26,"VerseNumber":125,"Text":"Surely I am a faithful apostle to you"},{"SurahNumber":26,"VerseNumber":126,"Text":"Therefore guard against (the punishment of) Allah and obey me"},{"SurahNumber":26,"VerseNumber":127,"Text":"And I do not ask you any reward for it; surely my reward is only with the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":128,"Text":"Do you build on every height a monument? Vain is it that you do"},{"SurahNumber":26,"VerseNumber":129,"Text":"And you make strong fortresses that perhaps you may"},{"SurahNumber":26,"VerseNumber":130,"Text":"And when you lay hands (on men) you lay hands (like) tyrants"},{"SurahNumber":26,"VerseNumber":131,"Text":"So guard against (the punishment of) Allah and obey me"},{"SurahNumber":26,"VerseNumber":132,"Text":"And be careful of (your duty to) Him Who has given you abundance of what you know"},{"SurahNumber":26,"VerseNumber":133,"Text":"He has given you abundance of cattle and children"},{"SurahNumber":26,"VerseNumber":134,"Text":"And gardens and fountains"},{"SurahNumber":26,"VerseNumber":135,"Text":"Surely I fear for you the chastisement of a grievous day"},{"SurahNumber":26,"VerseNumber":136,"Text":"They said: It is the same to us whether you admonish or are not one of the admonishers"},{"SurahNumber":26,"VerseNumber":137,"Text":"This is naught but a custom of the ancients"},{"SurahNumber":26,"VerseNumber":138,"Text":"And we are not going to be punished"},{"SurahNumber":26,"VerseNumber":139,"Text":"So they gave him the lie, then We destroyed them. Most surely there is a sign in this, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":140,"Text":"And most surely your Lord is the Mighty, the Merciful"},{"SurahNumber":26,"VerseNumber":141,"Text":"Samood gave the lie to the apostles"},{"SurahNumber":26,"VerseNumber":142,"Text":"When their brother Salih said to them: Will you not guard (against evil)"},{"SurahNumber":26,"VerseNumber":143,"Text":"Surely I am a faithful apostle to you"},{"SurahNumber":26,"VerseNumber":144,"Text":"Therefore guard against (the punishment of) Allah and obey me"},{"SurahNumber":26,"VerseNumber":145,"Text":"And I do not ask you any reward for it; my reward is only with the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":146,"Text":"Will you be left secure in what is here"},{"SurahNumber":26,"VerseNumber":147,"Text":"In gardens and fountains"},{"SurahNumber":26,"VerseNumber":148,"Text":"And cornfields and palm-trees having fine spadices"},{"SurahNumber":26,"VerseNumber":149,"Text":"And you hew houses out of the mountains exultingly"},{"SurahNumber":26,"VerseNumber":150,"Text":"Therefore guard against (the punishment of) Allah and obey me"},{"SurahNumber":26,"VerseNumber":151,"Text":"And do not obey the bidding of the extravagant"},{"SurahNumber":26,"VerseNumber":152,"Text":"Who make mischief in the land and do not act aright"},{"SurahNumber":26,"VerseNumber":153,"Text":"They said: You are only of the deluded ones"},{"SurahNumber":26,"VerseNumber":154,"Text":"You are naught but a mortal like ourselves; so bring a sign if you are one of the truthful"},{"SurahNumber":26,"VerseNumber":155,"Text":"He said: This is a she-camel; she shall have her portion of water, and you have your portion of water on an appointed time"},{"SurahNumber":26,"VerseNumber":156,"Text":"And do not touch her with evil, lest the punishment of a grievous day should overtake you"},{"SurahNumber":26,"VerseNumber":157,"Text":"But they hamstrung her, then regretted"},{"SurahNumber":26,"VerseNumber":158,"Text":"So the punishment overtook them. Most surely there is a sign in this, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":159,"Text":"And most surely your Lord is the Mighty, the Merciful"},{"SurahNumber":26,"VerseNumber":160,"Text":"The people of Lut gave the lie to the apostles"},{"SurahNumber":26,"VerseNumber":161,"Text":"When their brother Lut said to them: Will you not guard (against evil)"},{"SurahNumber":26,"VerseNumber":162,"Text":"Surely I am a faithful apostle to you"},{"SurahNumber":26,"VerseNumber":163,"Text":"Therefore guard against (the punishment of) Allah and obey me"},{"SurahNumber":26,"VerseNumber":164,"Text":"And I do not ask you any reward for it; my reward is only with the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":165,"Text":"What! do you come to the males from among the creatures"},{"SurahNumber":26,"VerseNumber":166,"Text":"And leave what your Lord has created for you of your wives? Nay, you are a people exceeding limits"},{"SurahNumber":26,"VerseNumber":167,"Text":"They said: If you desist not, O Lut! you shall surely be of those who are expelled"},{"SurahNumber":26,"VerseNumber":168,"Text":"He said: Surely I am of those who utterly abhor your doing"},{"SurahNumber":26,"VerseNumber":169,"Text":"My Lord! deliver me and my followers from what they do"},{"SurahNumber":26,"VerseNumber":170,"Text":"So We delivered him and his followers all"},{"SurahNumber":26,"VerseNumber":171,"Text":"Except an old woman, among those who remained behind"},{"SurahNumber":26,"VerseNumber":172,"Text":"Then We utterly destroyed the others"},{"SurahNumber":26,"VerseNumber":173,"Text":"And We rained down upon them a rain, and evil was the rain on those warned"},{"SurahNumber":26,"VerseNumber":174,"Text":"Most surely there is a sign in this, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":175,"Text":"And most surely your Lord is the Mighty, the Merciful"},{"SurahNumber":26,"VerseNumber":176,"Text":"The dwellers of the thicket gave the lie to the apostles"},{"SurahNumber":26,"VerseNumber":177,"Text":"When Shu'aib said to them: Will you not guard (against evil)"},{"SurahNumber":26,"VerseNumber":178,"Text":"Surely I am a faithful apostle to you"},{"SurahNumber":26,"VerseNumber":179,"Text":"Therefore guard against (the punishment of) Allah and obey me"},{"SurahNumber":26,"VerseNumber":180,"Text":"And I do not ask you any reward for it, my reward is only with the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":181,"Text":"Give a full measure and be not of those who diminish"},{"SurahNumber":26,"VerseNumber":182,"Text":"And weigh (things) with a right balance"},{"SurahNumber":26,"VerseNumber":183,"Text":"And do not wrong men of their things, and do not act corruptly in the earth, making mischief"},{"SurahNumber":26,"VerseNumber":184,"Text":"And guard against (the punishment of) Him who created you and the former nations"},{"SurahNumber":26,"VerseNumber":185,"Text":"They said: You are only of those deluded"},{"SurahNumber":26,"VerseNumber":186,"Text":"And you are naught but a mortal like ourselves, and we know you to be certainly of the liars"},{"SurahNumber":26,"VerseNumber":187,"Text":"Therefore cause a portion of the heaven to come down upon us, if you are one of the truthful"},{"SurahNumber":26,"VerseNumber":188,"Text":"He said: My Lord knows best what you do"},{"SurahNumber":26,"VerseNumber":189,"Text":"But they called him a liar, so the punishment of the day of covering overtook them; surely it was the punishment of a grievous day"},{"SurahNumber":26,"VerseNumber":190,"Text":"Most surely there is a sign in this, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":191,"Text":"And most surely your Lord is Mighty, the Merciful"},{"SurahNumber":26,"VerseNumber":192,"Text":"And most surely this is a revelation from the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":193,"Text":"The Faithful Spirit has descended with it"},{"SurahNumber":26,"VerseNumber":194,"Text":"Upon your heart that you may be of the warners"},{"SurahNumber":26,"VerseNumber":195,"Text":"In plain Arabic language"},{"SurahNumber":26,"VerseNumber":196,"Text":"And most surely the same is in the scriptures of the ancients"},{"SurahNumber":26,"VerseNumber":197,"Text":"Is it not a sign to them that the learned men of the Israelites know it"},{"SurahNumber":26,"VerseNumber":198,"Text":"And if we had revealed it to any of the foreigners"},{"SurahNumber":26,"VerseNumber":199,"Text":"So that he should have recited it to them, they would not have believed therein"},{"SurahNumber":26,"VerseNumber":200,"Text":"Thus have We caused it to enter into the hearts of the guilty"},{"SurahNumber":26,"VerseNumber":201,"Text":"They will not believe in it until they see the painful punishment"},{"SurahNumber":26,"VerseNumber":202,"Text":"And it shall come to them all of a sudden, while they shall not perceive"},{"SurahNumber":26,"VerseNumber":203,"Text":"Then they will say: Shall we be respited"},{"SurahNumber":26,"VerseNumber":204,"Text":"What! do they still seek to hasten on Our punishment"},{"SurahNumber":26,"VerseNumber":205,"Text":"Have you then considered if We let them enjoy themselves for years"},{"SurahNumber":26,"VerseNumber":206,"Text":"Then there comes to them that with which they are threatened"},{"SurahNumber":26,"VerseNumber":207,"Text":"That which they were made to enjoy shall not avail them"},{"SurahNumber":26,"VerseNumber":208,"Text":"And We did not destroy any town but it had (its) warners"},{"SurahNumber":26,"VerseNumber":209,"Text":"To remind, and We are never unjust"},{"SurahNumber":26,"VerseNumber":210,"Text":"And the Shaitans have not come down with it"},{"SurahNumber":26,"VerseNumber":211,"Text":"And it behoves them not, and they have not the power to do (it)"},{"SurahNumber":26,"VerseNumber":212,"Text":"Most surely they are far removed from the hearing of it"},{"SurahNumber":26,"VerseNumber":213,"Text":"So call not upon another god with Allah, lest you be of those who are punished"},{"SurahNumber":26,"VerseNumber":214,"Text":"And warn your nearest relations"},{"SurahNumber":26,"VerseNumber":215,"Text":"And be kind to him who follows you of the believers"},{"SurahNumber":26,"VerseNumber":216,"Text":"But if they disobey you, then say: Surely I am clear of what you do"},{"SurahNumber":26,"VerseNumber":217,"Text":"And rely on the Mighty, the Merciful"},{"SurahNumber":26,"VerseNumber":218,"Text":"Who sees you when you stand up"},{"SurahNumber":26,"VerseNumber":219,"Text":"And your turning over and over among those who prostrate themselves before Allah"},{"SurahNumber":26,"VerseNumber":220,"Text":"Surely He is the Hearing, the Knowing"},{"SurahNumber":26,"VerseNumber":221,"Text":"Shall I inform you (of him) upon whom the Shaitans descend"},{"SurahNumber":26,"VerseNumber":222,"Text":"They descend upon every lying, sinful one"},{"SurahNumber":26,"VerseNumber":223,"Text":"They incline their ears, and most of them are liars"},{"SurahNumber":26,"VerseNumber":224,"Text":"And as to the poets, those who go astray follow them"},{"SurahNumber":26,"VerseNumber":225,"Text":"Do you not see that they wander about bewildered in every valley"},{"SurahNumber":26,"VerseNumber":226,"Text":"And that they say that which they do not do"},{"SurahNumber":26,"VerseNumber":227,"Text":"Except those who believe and do good and remember Allah much, and defend themselves after they are oppressed; and they who act unjustly shall know to what final place of turning they shall turn back"},{"SurahNumber":27,"VerseNumber":1,"Text":"Ta Sin! These are the verses of the Quran and the Book that makes (things) clear"},{"SurahNumber":27,"VerseNumber":2,"Text":"A guidance and good news for the believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"Who keep up prayer and pay the poor-rate, and of the hereafter, they are sure"},{"SurahNumber":27,"VerseNumber":4,"Text":"As to those who do not believe in the hereafter, We have surely made their deeds fair-seeming to them, but they blindly wander on"},{"SurahNumber":27,"VerseNumber":5,"Text":"These are they who shall have an evil punishment, and in the hereafter they shall be the greatest losers"},{"SurahNumber":27,"VerseNumber":6,"Text":"And most surely you are made to receive the Quran from the Wise, the Knowing Allah"},{"SurahNumber":27,"VerseNumber":7,"Text":"When Musa said to his family: Surely I see fire; I will bring to you from it some news, or I will bring to you therefrom a burning firebrand so that you may warm yourselves"},{"SurahNumber":27,"VerseNumber":8,"Text":"So when he came to it a voice was uttered saying: Blessed is Whoever is in the fire and whatever is about it; and glory be to Allah, the Lord of the worlds"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Musa! surely I am Allah, the Mighty, the Wise"},{"SurahNumber":27,"VerseNumber":10,"Text":"And cast down your staff. So when he saw it in motion as if it were a serpent, he turned back retreating and did not return: O Musa! fear not; surely the apostles shall not fear in My presence"},{"SurahNumber":27,"VerseNumber":11,"Text":"Neither he who has been unjust, then he does good instead after evil, for surely I am the Forgiving, the Merciful"},{"SurahNumber":27,"VerseNumber":12,"Text":"And enter your hand into the opening of your bosom, it shall come forth white without evil; among nine signs to Firon and his people, surely they are a transgressing people"},{"SurahNumber":27,"VerseNumber":13,"Text":"So when Our clear signs came to them, they said: This is clear enchantment"},{"SurahNumber":27,"VerseNumber":14,"Text":"And they denied them unjustly and proudly while their soul had been convinced of them; consider, then how was the end of the mischief-makers"},{"SurahNumber":27,"VerseNumber":15,"Text":"And certainly We gave knowledge to Dawood and Sulaiman, and they both said: Praise be to Allah, Who has made us to excel many of His believing servants"},{"SurahNumber":27,"VerseNumber":16,"Text":"And Sulaiman was Dawood's heir, and he said: O men! we have been taught the language of birds, and we have been given all things; most surely this is manifest grace"},{"SurahNumber":27,"VerseNumber":17,"Text":"And his hosts of the jinn and the men and the birds were gathered to him, and they were formed into groups"},{"SurahNumber":27,"VerseNumber":18,"Text":"Until when they came to the valley of the Naml, a Namlite said: O Naml! enter your houses, (that) Sulaiman and his hosts may not crush you while they do not know"},{"SurahNumber":27,"VerseNumber":19,"Text":"So he smiled, wondering at her word, and said: My Lord! grant me that I should be grateful for Thy favor which Thou hast bestowed on me and on my parents, and that I should do good such as Thou art pleased with, and make me enter, by Thy mercy, into Thy servants, the good ones"},{"SurahNumber":27,"VerseNumber":20,"Text":"And he reviewed the birds, then said: How is it I see not the hoopoe or is it that he is of the absentees"},{"SurahNumber":27,"VerseNumber":21,"Text":"I will most certainly punish him with a severe punishment, or kill him, or he shall bring to me a clear plea"},{"SurahNumber":27,"VerseNumber":22,"Text":"And he tarried not long, then said: I comprehend that which you do not comprehend and I have brought to you a sure information from Sheba"},{"SurahNumber":27,"VerseNumber":23,"Text":"Surely I found a woman ruling over them, and she has been given abundance and she has a mighty throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"I found her and her people adoring the sun instead of Allah, and the Shaitan has made their deeds fair-seeming to them and thus turned them from the way, so they do not go aright"},{"SurahNumber":27,"VerseNumber":25,"Text":"That they do not make obeisance to Allah, Who brings forth what is hidden in the heavens and the earth and knows what you hide and what you make manifest"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah, there is no god but He: He is the Lord of mighty power"},{"SurahNumber":27,"VerseNumber":27,"Text":"He said: We will see whether you have told the truth or whether you are of the liars"},{"SurahNumber":27,"VerseNumber":28,"Text":"Take this my letter and hand it over to them, then turn away from them and see what (answer) they return"},{"SurahNumber":27,"VerseNumber":29,"Text":"She said: O chief! surely an honorable letter has been delivered to me"},{"SurahNumber":27,"VerseNumber":30,"Text":"Surely it is from Sulaiman, and surely it is in the name of Allah, the Beneficent, the Merciful"},{"SurahNumber":27,"VerseNumber":31,"Text":"Saying: exalt not yourselves against me and come to me in submission"},{"SurahNumber":27,"VerseNumber":32,"Text":"She said: O chiefs! give me advice respecting my affair: I never decide an affair until you are in my presence"},{"SurahNumber":27,"VerseNumber":33,"Text":"They said: We are possessors of strength and possessors of mighty prowess, and the command is yours, therefore see what you will command"},{"SurahNumber":27,"VerseNumber":34,"Text":"She said: Surely the kings, when they enter a town, ruin it and make the noblest of its people to be low, and thus they (always) do"},{"SurahNumber":27,"VerseNumber":35,"Text":"And surely I am going to send a present to them, and shall wait to see what (answer) do the apostles bring back"},{"SurahNumber":27,"VerseNumber":36,"Text":"So when he came to Sulaiman, he said: What! will you help me with wealth? But what Allah has given me is better than what He has given you. Nay, you are exultant because of your present"},{"SurahNumber":27,"VerseNumber":37,"Text":"Go back to them, so we will most certainly come to them with hosts which they shall have no power to oppose, and we will most certainly expel them therefrom in abasement, and they shall be in a state of ignominy"},{"SurahNumber":27,"VerseNumber":38,"Text":"He said: O chiefs! which of you can bring to me her throne before they come to me in submission"},{"SurahNumber":27,"VerseNumber":39,"Text":"One audacious among the jinn said: I will bring it to you before you rise up from your place; and most surely I am strong (and) trusty for it"},{"SurahNumber":27,"VerseNumber":40,"Text":"One who had the knowledge of the Book said: I will bring it to you in the twinkling of an eye. Then when he saw it settled beside him, he said: This is of the grace of my Lord that He may try me whether I am grateful or ungrateful; and whoever is grateful, he is grateful only for his own soul, and whoever is ungrateful, then surely my Lord is Self-sufficient, Honored"},{"SurahNumber":27,"VerseNumber":41,"Text":"He said: Alter her throne for her, we will see whether she follows the right way or is of those who do not go aright"},{"SurahNumber":27,"VerseNumber":42,"Text":"So when she came, it was said: Is your throne like this? She said: It is as it were the same, and we were given the knowledge before it, and we were submissive"},{"SurahNumber":27,"VerseNumber":43,"Text":"And what she worshipped besides Allah prevented her, surely she was of an unbelieving people"},{"SurahNumber":27,"VerseNumber":44,"Text":"It was said to her: Enter the palace; but when she saw it she deemed it to be a great expanse of water, and bared her legs. He said: Surely it is a palace made smooth with glass. She said: My Lord! surely I have been unjust to myself, and I submit with Sulaiman to Allah, the Lord of the worlds"},{"SurahNumber":27,"VerseNumber":45,"Text":"And certainly We sent to Samood their brother Salih, saying: Serve Allah; and lo! they became two sects quarrelling with each other"},{"SurahNumber":27,"VerseNumber":46,"Text":"He said: O my people! why do you seek to hasten on the evil before the good? Why do you not ask forgiveness of Allah so that you may be dealt with mercifully"},{"SurahNumber":27,"VerseNumber":47,"Text":"They said: We have met with ill luck on account of you and on account of those with you. He said: The cause of your evil fortune is with Allah; nay, you are a people who are tried"},{"SurahNumber":27,"VerseNumber":48,"Text":"And there were in the city nine persons who made mischief in the land and did not act aright"},{"SurahNumber":27,"VerseNumber":49,"Text":"They said: Swear to each other by Allah that we will certainly make a sudden attack on him and his family by night, then we will say to his heir: We did not witness the destruction of his family, and we are most surely truthful"},{"SurahNumber":27,"VerseNumber":50,"Text":"And they planned a plan, and We planned a plan while they perceived not"},{"SurahNumber":27,"VerseNumber":51,"Text":"See, then, how was the end of their plan that We destroyed them and their people, all (of them)"},{"SurahNumber":27,"VerseNumber":52,"Text":"So those are their houses fallen down because they were unjust, most surely there is a sign in this for a people who know"},{"SurahNumber":27,"VerseNumber":53,"Text":"And We delivered those who believed and who guarded (against evil)"},{"SurahNumber":27,"VerseNumber":54,"Text":"And (We sent) Lut, when he said to his people: What! do you commit indecency while you see"},{"SurahNumber":27,"VerseNumber":55,"Text":"What! do you indeed approach men lustfully rather than women? Nay, you are a people who act ignorantly"}]}