{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Het verwijt treft slechts hen die ontheffing vragen terwijl zij rijk zijn. Het bevalt hun om bij de achterblijvers te zijn. God heeft hun harten verzegeld, dus hebben zij er geen weet van"},{"SurahNumber":9,"VerseNumber":94,"Text":"Zij verontschuldigen zich bij jou wanneer jij tot hen terugkeert. Zeg: \"Verontschuldigt jullie niet, wij zullen jullie niet geloven. God heeft enkele berichten over jullie meegedeeld.\" God zal zien wat jullie doen en Zijn gezant ook en daarna zullen jullie tot de kenner van het verborgene en het waarneembare worden teruggebracht. Hij zal jullie dan meedelen wat jullie aan het doen waren"},{"SurahNumber":9,"VerseNumber":95,"Text":"Zij zullen jullie bij God bezweren, wanneer jullie tot hen weeromkeren, om hen met rust te laten. Laat hen maar met rust; zij zijn een gruwel en hun verblijfplaats is de hel als vergelding voor wat zij begaan hebben"},{"SurahNumber":9,"VerseNumber":96,"Text":"Zij bezweren jullie opdat zij jullie bevallen. Maar al bevallen zij jullie, de verdorven mensen bevallen God niet"},{"SurahNumber":9,"VerseNumber":97,"Text":"De bedoeïenen zijn het meest ongelovig en huichelachtig en het meest geëigend om de bepalingen niet te kennen van wat God tot Zijn gezant heeft neergezonden. God is wetend en wijs"},{"SurahNumber":9,"VerseNumber":98,"Text":"Onder de bedoeïenen zijn er die wat zij als bijdragen geven opvatten als boeteheffing en zij wachten op de wendingen van het lot voor jullie. Voor hen is de wending ten slechte! God is horend en wetend"},{"SurahNumber":9,"VerseNumber":99,"Text":"Onder de bedoeïenen zijn er ook die in God en de laatste dag geloven en die wat zij als bijdragen geven opvatten als middelen om nader tot God te komen en de gebeden van de gezant te verkrijgen; die zijn ook een middel voor hen om nader [tot God] te komen. God zal hen in Zijn barmhartigheid laten binnengaan. God is vergevend en barmhartig"},{"SurahNumber":9,"VerseNumber":100,"Text":"De allereersten van de uitgewekenen en van de meehelpers en zij die hen nagevolgd zijn in goed doen, God is met hen ingenomen en zij zijn met Hem ingenomen en Hij heeft voor hen tuinen klaargemaakt waar de rivieren onderdoor stromen, daarin zullen zij voor immer en altijd blijven. Dat is de geweldige triomf"},{"SurahNumber":9,"VerseNumber":101,"Text":"En onder de bedoeïenen uit jullie omgeving zijn er huichelaars en onder de mensen van Medina zijn er voor wie huichelarij gewoon geworden is. Jullie kennen hen niet maar Wij kennen hen. Wij zullen hen tweemaal bestraffen en dan zullen zij tot een geweldige bestraffing teruggebracht worden"},{"SurahNumber":9,"VerseNumber":102,"Text":"En anderen die hun zonden bekennen, zij vermengen een deugdelijke daad met een andere die slecht is; misschien dat God zich genadig tot hen wendt. God is vergevend en barmhartig"},{"SurahNumber":9,"VerseNumber":103,"Text":"Neem van hun bezittingen een aalmoes waarmee jij hen zult reinigen en louteren en bid de salaat voor hen; jouw gebeden zijn een geruststelling voor hen en God is horend en wetend"},{"SurahNumber":9,"VerseNumber":104,"Text":"Weten zij dan niet dat God het is die het berouw van Zijn dienaren aanvaardt en de aalmoezen aanneemt en dat God de genadegever, de barmhartige is"},{"SurahNumber":9,"VerseNumber":105,"Text":"En zeg: \"Doet maar, God zal wel zien wat jullie doen en Zijn gezant en de gelovigen ook.\" En jullie zullen tot de kenner van het verborgene en het waarneembare worden teruggebracht. Hij zal jullie dan meedelen wat jullie aan het doen waren"},{"SurahNumber":9,"VerseNumber":106,"Text":"En anderen met betrekking tot wie wordt afgewacht tot Gods beschikking. Of Hij bestraft hen, of Hij wendt zich genadig tot hen. God is wetend en wijs"},{"SurahNumber":9,"VerseNumber":107,"Text":"Zij die zich om tegen te werken en uit ongeloof een moskee maakten, om scheuring tussen de gelovigen te veroorzaken en als steunpunt voor hen die al eerder tegen God en Zijn gezant streden, zij zweren: \"Wij wensten alleen maar het beste.\" Maar God getuigt dat zij leugenaars zijn"},{"SurahNumber":9,"VerseNumber":108,"Text":"Stel je daarin nooit op. Een moskee die vanaf de eerste dag op godvrezendheid gegrondvest is heeft er meer recht op dat jij je erin opstelt; daarin zijn er mannen die het lief is zich te reinigen. En God bemint hen die zich reinigen"},{"SurahNumber":9,"VerseNumber":109,"Text":"Is dan iemand die zijn gebouw grondvest op vrees van God en welbehagen er beter aan toe of iemand die zijn gebouw grondvest op de rand van een afbrokkelende oever en er dan mee neerstort in het vuur van de hel? God wijst de mensen die onrecht plegen de goede richting niet"},{"SurahNumber":9,"VerseNumber":110,"Text":"Hun gebouw dat zij bouwden zal een oorzaak van twijfel in hun harten blijven tenzij hun harten breken. God is wetend en wijs"},{"SurahNumber":9,"VerseNumber":111,"Text":"God heeft van de gelovigen hun eigen persoon en hun bezittingen gekocht zodat de tuin voor hen is -- zij strijden op Gods weg, waarbij zij doden en worden gedood. Het is een toezegging waartoe Hij in waarheid verplicht is in de Taura, de Indjiel en de Koran. En wie komt zijn verbond getrouwer na dan God? Verblijdt jullie dus over de koop die jullie gesloten hebben. Dat is de geweldige triomf"},{"SurahNumber":9,"VerseNumber":112,"Text":"De berouwhebbenden, de dienenden, de lovenden, de vastenden, de buigenden, de zich eerbiedig neerbuigenden, de gebieders van het behoorlijke, de verbieders van het verwerpelijke en zij die zich aan Gods bepalingen houden? en verkondig het goede nieuws aan de gelovigen"},{"SurahNumber":9,"VerseNumber":113,"Text":"Het past de profeet en de gelovigen niet vergeving te vragen voor de veelgodendienaars ook al zijn zij verwanten, nadat het voor hen duidelijk geworden is dat zij de bewoners van het hellevuur zullen zijn"},{"SurahNumber":9,"VerseNumber":114,"Text":"Dat Ibrahiem voor zijn vader vergeving vroeg was alleen maar op grond van een toezegging die hij hem gedaan had, maar toen het hem duidelijk werd dat hij een vijand van God was brak hij met hem. Ibrahiem was vol meegevoel en zachtmoedig"},{"SurahNumber":9,"VerseNumber":115,"Text":"God is niet zo dat Hij mensen tot dwaling brengt nadat Hij hen op het goede pad gebracht heeft, zolang Hij hun niet heeft duidelijk gemaakt waarvoor zij zich moeten hoeden. God is alwetend"},{"SurahNumber":9,"VerseNumber":116,"Text":"God heeft de heerschappij over de hemelen en de aarde. Hij geeft leven en laat sterven. Jullie hebben buiten God geen beschermer en geen helper"},{"SurahNumber":9,"VerseNumber":117,"Text":"God heeft zich genadig gewend tot de profeet, de uitgewekenen en de meehelpers die hem gevolgd zijn in het uur van de tegenspoed, nadat de harten van een groep van hen bijna naar het verkeerde neigden. Toen wendde Hij zich genadig tot hen -- Hij is vol mededogen voor hen en barmhartig"},{"SurahNumber":9,"VerseNumber":118,"Text":"en ook tot de drie die achtergelaten waren totdat zij het op de aarde benauwd kregen ondanks haar ruimte en zij echt persoonlijk benauwd werden en meenden dat er geen toevluchtsoord veilig voor God was dan bij Hem. Toen wendde Hij zich genadig tot hen zodat zij berouw zouden tonen. God is de genadegever, de barmhartige"},{"SurahNumber":9,"VerseNumber":119,"Text":"Jullie die geloven! Vreest God en weest met de oprechten"},{"SurahNumber":9,"VerseNumber":120,"Text":"Het past de mensen van Medina en de bedoeïenen uit hun omgeving niet dat zij achterblijven bij de gezant van God of dat zij zichzelf meer ontzien dan hij. Dat is omdat zij door geen dorst, noch vermoeidheid, noch honger op Gods weg worden overvallen. Zij doen ook geen inval die de ongelovigen woedend maakt, noch maken zij een vijand iets afhandig zonder dat voor hen daarmee een deugdelijke daad opgeschreven wordt. God zal het loon van hen die goed doen niet verloren laten gaan"},{"SurahNumber":9,"VerseNumber":121,"Text":"En zij geven geen kleine bijdrage en geen grote en zij doorkruisen geen vallei zonder dat het opgeschreven wordt opdat God hen zal belonen voor het beste dat zij deden"},{"SurahNumber":9,"VerseNumber":122,"Text":"Het past de gelovigen niet allen tezamen uit te rukken. Van ieder onderdeel van hen zou een groep moeten uitrukken om begrip van de godsdienst te krijgen en om hun mensen te waarschuwen wanneer zij naar hen terugkeren; misschien zullen zij op hun hoede zijn"},{"SurahNumber":9,"VerseNumber":123,"Text":"Jullie die geloven! Strijdt tegen de ongelovigen die dicht bij jullie zijn en laat hen strengheid bij jullie vinden. Weet dat God met de godvrezenden is"},{"SurahNumber":9,"VerseNumber":124,"Text":"En wanneer een soera neergezonden wordt dan zijn er onder hen die zeggen: \"Wie van jullie is hierdoor in zijn geloof gesterkt?\" En zij die geloven worden er inderdaad in hun geloof door gesterkt terwijl zij zich verheugen"},{"SurahNumber":9,"VerseNumber":125,"Text":"En zij die in hun harten een ziekte hebben, zij worden erdoor tot een nog grotere gruwel dan zij al zijn en zij sterven als ongelovigen"},{"SurahNumber":9,"VerseNumber":126,"Text":"Zien zij dan niet dat zij in ieder jaar een of twee maal in verzoeking gebracht worden? Dan tonen zij geen berouw en laten zich niet vermanen"},{"SurahNumber":9,"VerseNumber":127,"Text":"En wanneer een soera neergezonden wordt dan kijken zij naar elkaar: \"Is er iemand die jullie ziet?\" En dan wenden zij zich af. God wendt hun harten af omdat zij mensen zijn die geen begrip hebben"},{"SurahNumber":9,"VerseNumber":128,"Text":"Tot jullie is een gezant uit jullie eigen midden gekomen. Iemand die het zwaar valt als jullie het moeilijk hebben, die met jullie begaan is, en jegens de gelovigen vol mededogen en barmhartig"},{"SurahNumber":9,"VerseNumber":129,"Text":"Maar als zij zich afkeren zeg dan: \"God is mij goed genoeg. Er is geen god dan Hij. Op Hem stel ik mijn vertrouwen en Hij is de Heer van de geweldige troon"},{"SurahNumber":10,"VerseNumber":1,"Text":"A[lif] L[aam] R[aa?]. Dat zijn de tekenen van het wijze boek"},{"SurahNumber":10,"VerseNumber":2,"Text":"Is het voor de mensen verbazingwekkend dat Wij aan een man uit hun midden geopenbaard hebben: \"Waarschuw de mensen en verkondig het goede nieuws aan hen die geloven dat zij een betrouwbare voorrang bij hun Heer hebben\"? De ongelovigen zeggen: \"Dit is toch duidelijk een tovenaar"},{"SurahNumber":10,"VerseNumber":3,"Text":"Jullie Heer is God die de hemelen en de aarde in zes dagen geschapen heeft. Toen vestigde Hij zich op de troon om het bestuur te regelen. En er is geen bemiddelaar dan na Zijn toestemming. Dat is God jullie Heer, dient Hem dus. Zullen jullie je dan niet laten vermanen"},{"SurahNumber":10,"VerseNumber":4,"Text":"Tot Hem is jullie terugkeer, gezamenlijk. Dat is in waarheid Gods toezegging. Hij begint de schepping en Hij herhaalt haar dan om hen die geloven en de deugdelijke daden doen in rechtvaardigheid te belonen. Maar voor hen die ongelovig zijn is er een drank van gloeiend water en een pijnlijke bestraffing omdat zij ongelovig waren"},{"SurahNumber":10,"VerseNumber":5,"Text":"Hij is het die de zon gemaakt heeft als verlichting en de maan als een licht en die ervoor standen heeft verordend opdat jullie het aantal van de jaren en de berekening weten. God heeft dat slechts in waarheid geschapen. Hij zet de tekenen uiteen voor mensen die weten"},{"SurahNumber":10,"VerseNumber":6,"Text":"In het verschil van nacht en dag en in wat God geschapen heeft in de hemelen en de aarde zijn tekenen voor mensen die godvrezend zijn"},{"SurahNumber":10,"VerseNumber":7,"Text":"Zij die niet hopen op de ontmoeting met Ons, tevreden zijn met het tegenwoordige leven en er zich gerust in voelen en zij die niet op Onze tekenen letten"},{"SurahNumber":10,"VerseNumber":8,"Text":"zij zijn het voor wie de hel de verblijfplaats is voor wat zij begaan hebben"},{"SurahNumber":10,"VerseNumber":9,"Text":"Hen die geloven en de deugdelijke daden doen zal hun Heer wegens hun geloof op het goede pad voeren: onder hen stromen de rivieren in de tuinen van de gelukzaligheid"},{"SurahNumber":10,"VerseNumber":10,"Text":"Hun uitroep daarin zal zijn: \"U zij geprezen, o God!\", hun begroeting daarin zal zijn: \"Vrede\" en hun slotuitroep: \"Lof zij God, de Heer van de wereldbewoners"},{"SurahNumber":10,"VerseNumber":11,"Text":"Als God het slechte voor de mensen zo zou verhaasten als zij het goede zouden willen verhaasten dan was voor hen hun termijn reeds ten einde. Maar Wij laten hen die niet hopen op de ontmoeting met Ons in hun onbeschaamdheid doorgaan met dwalen"},{"SurahNumber":10,"VerseNumber":12,"Text":"En wanneer de mens tegenspoed treft roept hij Ons aan, op zijn zij of zittend of staand, maar wanneer Wij zijn tegenspoed voor hem opgeheven hebben gaat hij verder alsof hij Ons niet had aangeroepen wegens tegenspoed die hem had getroffen. Zo is voor de onmatigen wat zij aan het doen waren aantrekkelijk gemaakt"},{"SurahNumber":10,"VerseNumber":13,"Text":"En Wij hebben de generaties die er voor jullie tijd waren vernietigd toen zij onrecht pleegden. Hun gezanten kwamen met de duidelijke bewijzen tot hen, maar zij waren niet zo dat zij geloofden. Zo vergelden Wij aan de misdadige mensen"},{"SurahNumber":10,"VerseNumber":14,"Text":"Toen hebben Wij jullie na hen als opvolgers op de aarde gezet om te kijken hoe jullie het zouden doen"},{"SurahNumber":10,"VerseNumber":15,"Text":"En wanneer Onze tekenen aan hen als duidelijke bewijzen worden voorgelezen, zeggen zij die niet op de ontmoeting met Ons hopen: \"Kom met een andere Koran dan deze of verander hem.\" Zeg: \"Het komt mij niet toe hem uit mijzelf te veranderen; ik volg alleen maar wat aan mij wordt geopenbaard. Ik vrees, als ik mijn Heer ongehoorzaam ben, voor een bestraffing op een geweldige dag"},{"SurahNumber":10,"VerseNumber":16,"Text":"Zeg: \"Als God gewild had, zou ik hem jullie niet voorgelezen hebben en zou Hij hem jullie niet hebben laten weten. Ik heb toch voordien een leven lang bij jullie gewoond. Hebben jullie dan geen verstand"},{"SurahNumber":10,"VerseNumber":17,"Text":"En wie is er zondiger dan hij die over God bedrog verzint of Zijn tekenen loochent? Het zal de boosdoeners zeker niet welgaan"},{"SurahNumber":10,"VerseNumber":18,"Text":"En zij dienen in plaats van God wat hen niet schaadt en niet nut en zij zeggen: \"Dezen zijn onze bemiddelaars bij God.\" Zeg: \"Willen jullie dan aan God iets meedelen wat Hij in de hemelen en op de aarde niet kent?\" Hij zij geprezen, verheven als Hij is boven wat zij aan Hem als metgezellen toevoegen"},{"SurahNumber":10,"VerseNumber":19,"Text":"De mensen waren [oorspronkelijk] slechts één gemeenschap, maar toen werden zij het oneens. En als er al niet eerder een woord van jouw Heer gekomen was, dan was er tussen hen al een beslissing getroffen over dat waarover zij het oneens zijn"},{"SurahNumber":10,"VerseNumber":20,"Text":"En zij zeggen: \"Had er dan niet een teken van zijn Heer tot hem neergezonden kunnen worden?\" Zeg dan: \"Het verborgene behoort God toe. Wachten jullie dus maar af; ik wacht met jullie ook af"},{"SurahNumber":10,"VerseNumber":21,"Text":"En wanneer Wij de mensen barmhartigheid laten proeven na een rampspoed die hen getroffen heeft dan hebben zij meteen iets te beramen tegen Onze tekenen. Zeg: \"God is sneller in het beramen. Onze gezanten schrijven op wat jullie beramen"},{"SurahNumber":10,"VerseNumber":22,"Text":"Hij is het die jullie op het vasteland en op zee laat reizen totdat er, wanneer zij op de schepen zijn die hen met een goede wind meevoeren en zij zich erover verheugen, tot hen een stormwind komt en de golven van overal komen en zij denken dat zij omkomen. Dan roepen zij God aan waarbij zij de godsdienst geheel aan Hem wijden: \"Als U ons hieruit redt dan behoren wij tot hen die dank betuigen"},{"SurahNumber":10,"VerseNumber":23,"Text":"Maar wanneer Hij hen gered heeft gedragen zij zich op de aarde meteen weer onrechtmatig. O mensen, jullie zelfzucht is ten koste van jullie zelf; het is slechts het genot van het tegenwoordige leven. Daarna is jullie terugkeer tot Ons. Wij zullen jullie dan meedelen wat jullie aan het doen waren"},{"SurahNumber":10,"VerseNumber":24,"Text":"Het tegenwoordige leven lijkt bijvoorbeeld op water dat Wij laten neerdalen uit de hemel. De planten van de aarde die door de mensen en het vee gegeten worden groeien daardoor in [bonte] mengeling totdat dan, wanneer de aarde de tooi ervan aangenomen heeft en ermee versierd is en haar bewoners denken dat zij er over kunnen beschikken, Onze beslissing 's nachts of overdag tot ze komt. Wij maken het dan tot een stoppelveld alsof het niet nog gisteren gebloeid had. Zo zetten Wij de tekenen uiteen voor mensen die nadenken"},{"SurahNumber":10,"VerseNumber":25,"Text":"En God roept op tot de woning van de vrede en Hij voert wie Hij wil op een juiste weg"},{"SurahNumber":10,"VerseNumber":26,"Text":"Voor hen die goed doen is er het beste en nog meer; hun gezichten zullen niet met grauwheid of vernedering worden overdekt. Zij zijn het die in de tuin thuishoren; zij zullen daarin altijd blijven"},{"SurahNumber":10,"VerseNumber":27,"Text":"Maar voor hen die de slechte daden begaan is de vergelding voor een slechte daad iets overeenkomstigs; zij zullen met vernedering overdekt worden. Zij hebben tegen God geen beschermer. Het is alsof hun gezichten bedekt zijn met stukken van de duistere nacht. Zij zijn het die in het vuur thuishoren; daarin zullen zij altijd blijven"},{"SurahNumber":10,"VerseNumber":28,"Text":"En op de dag dat Wij hen allen verzamelen, dan zullen Wij tot de aanhangers van het veelgodendom zeggen: \"Op jullie plaats, jullie en jullie [zogenaamd goddelijke] metgezellen!\" En dan brengen Wij scheiding tussen hen aan. En hun [zogenaamd goddelijke] metgezellen zeggen: \"Ons hebben jullie niet gediend"},{"SurahNumber":10,"VerseNumber":29,"Text":"God is goed genoeg als getuige tussen ons en jullie. Wij hebben niet op jullie eredienst gelet"},{"SurahNumber":10,"VerseNumber":30,"Text":"Daar zal iedere ziel ondervinden wat zij vroeger gedaan heeft. Dan worden zij tot God, hun ware beschermheer, teruggebracht en wat zij verzonnen hebben zijn zij kwijt"},{"SurahNumber":10,"VerseNumber":31,"Text":"Zeg: \"Wie voorziet in jullie onderhoud vanuit de hemel en de aarde? Of wie heerst over horen en zien? En wie laat het levende uit het dode voortkomen en laat het dode uit het levende voortkomen? En wie regelt het bestuur?\" Zij zullen zeggen: \"God.\" Zeg: \"Zullen jullie dan niet godvrezend worden"},{"SurahNumber":10,"VerseNumber":32,"Text":"Dat is God jullie Heer. Wat is er dan na de waarheid nog, behalve dwaling? Hoe kunnen jullie dan zo afgeleid worden"},{"SurahNumber":10,"VerseNumber":33,"Text":"Zo werd het woord van jouw Heer bewaarheid tegen hen die verdorven zijn, omdat zij niet geloven"},{"SurahNumber":10,"VerseNumber":34,"Text":"Zeg: \"Is er onder jullie [zogenaamd goddelijke] metgezellen iemand die de schepping begint en haar daarna herhaalt?\" Zeg: \"God begint de schepping en herhaalt haar daarna. Hoe kunnen jullie je zo laten verstrooien"},{"SurahNumber":10,"VerseNumber":35,"Text":"Zeg: \"Is er onder jullie [zogenaamd goddelijke] metgezellen iemand die tot de waarheid leidt?\" Zeg: \"God leidt tot de waarheid.\" Heeft dan iemand die tot de waarheid leidt er meer recht op gevolgd te worden of iemand die het goede pad niet volgt, maar zelf de goede richting gewezen moet worden? Wat is er dan met jullie? Hoe kunnen jullie oordelen"},{"SurahNumber":10,"VerseNumber":36,"Text":"De meesten van hen volgen slechts een vermoeden, maar vermoeden baat tegen de waarheid niets. God weet wat zij doen"},{"SurahNumber":10,"VerseNumber":37,"Text":"Het is niet zo dat deze Koran buiten God om verzonnen kan worden, maar het is een bevestiging van wat er voordien al was en de uiteenzetting door de Heer van de wereldbewoners van het boek waaraan geen twijfel is"},{"SurahNumber":10,"VerseNumber":38,"Text":"Of zeggen zij: \"Hij heeft het verzonnen\"? Zeg: \"Komt dan met een overeenkomstige soera en roept wie jullie er buiten God om kunnen oproepen maar op, als jullie gelijk hebben"},{"SurahNumber":10,"VerseNumber":39,"Text":"Welnee, zij loochenen wat zij niet met hun kennis kunnen omvatten en waarvan de uitleg nog niet tot hen gekomen is. Zo hebben zij die er voor hun tijd waren ook van leugens beticht. Kijk dan hoe het einde was van de onrechtplegers"},{"SurahNumber":10,"VerseNumber":40,"Text":"En onder hen zijn er die erin geloven en onder hen zijn er die er niet in geloven, maar jouw Heer kent de verderfbrengers het best"},{"SurahNumber":10,"VerseNumber":41,"Text":"En als zij jou van leugens betichten, zeg dan: \"Voor mij is wat ik doe en voor jullie wat jullie doen. Jullie hebben niets te maken met wat ik doe en ik heb niets te maken met wat jullie doen"},{"SurahNumber":10,"VerseNumber":42,"Text":"En onder hen zijn er die naar jou luisteren, maar ben jij het die de doven kunt laten horen, ook als zij geen verstand hebben"},{"SurahNumber":10,"VerseNumber":43,"Text":"En onder hen zijn er die naar jou kijken, maar ben jij het die de blinden kunt leiden, ook als zij geen inzicht hebben"},{"SurahNumber":10,"VerseNumber":44,"Text":"God doet de mensen geen enkel onrecht aan, maar de mensen doen zichzelf onrecht aan"},{"SurahNumber":10,"VerseNumber":45,"Text":"En op de dag dat Hij hen verzamelt, is het alsof het voor hen maar een uur van de dag geduurd heeft, terwijl zij elkaar herkennen. Zij die de ontmoeting met God loochenden zijn verloren; zij volgden het goede pad niet"},{"SurahNumber":10,"VerseNumber":46,"Text":"Of Wij jou iets van wat Wij hun toezeggen laten zien of dat Wij jou wegnemen, tot Ons is hun terugkeer. God is dan getuige over wat zij doen"},{"SurahNumber":10,"VerseNumber":47,"Text":"En voor elke gemeenschap is er een gezant. Wanneer dan hun gezant tot hen komt wordt tussen hen met rechtvaardigheid beslist en hun wordt geen onrecht aangedaan"},{"SurahNumber":10,"VerseNumber":48,"Text":"En zij zeggen: \"Wanneer zal deze aanzegging zich voordoen, als jullie gelijk hebben"},{"SurahNumber":10,"VerseNumber":49,"Text":"Zeg: \"Ik geen heb macht om mezelf tot schade of tot nut te zijn, afgezien van wat God wil. Voor iedere gemeenschap is er een termijn; wanneer hun termijn komt dan zullen zij geen uur te laat ontboden worden noch te vroeg"},{"SurahNumber":10,"VerseNumber":50,"Text":"Zeg: \"Hoe zien jullie het? Als Zijn bestraffing 's nachts tot jullie komt of overdag -- wat zouden de boosdoeners er dan van willen verhaasten"},{"SurahNumber":10,"VerseNumber":51,"Text":"zullen jullie dan wanneer het gebeurt erin geloven? Nu wel? En jullie hadden het nog wel willen verhaasten"},{"SurahNumber":10,"VerseNumber":52,"Text":"Dan wordt tegen hen die onrecht plegen gezegd: \"Proeft de altijddurende bestraffing. Wordt aan jullie iets anders vergolden dan wat jullie begaan hebben"},{"SurahNumber":10,"VerseNumber":53,"Text":"En zij zullen jou vragen om mee te delen of het waar is. Zeg: \"Ja, bij mijn Heer het is waar en jullie kunnen er niets tegen doen"},{"SurahNumber":10,"VerseNumber":54,"Text":"En als iedereen die onrecht pleegde zou bezitten wat er op de aarde is, dan zou hij zich ermee willen vrijkopen. Heimelijk hebben zij dan spijt wanneer zij de bestraffing zien. En er wordt tussen hen met rechtvaardigheid beslist en hun wordt geen onrecht aangedaan"},{"SurahNumber":10,"VerseNumber":55,"Text":"Zeker, van God is wat er in de hemelen en de aarde is. Gods toezegging is zeker waar, maar de meesten van hen weten het niet"},{"SurahNumber":10,"VerseNumber":56,"Text":"Hij geeft leven en Hij laat sterven en tot Hem zullen jullie terugkeren"},{"SurahNumber":10,"VerseNumber":57,"Text":"O mensen, tot jullie is een aansporing van jullie Heer gekomen en een genezing voor wat er in de harten is en een leidraad en barmhartigheid voor de gelovigen"},{"SurahNumber":10,"VerseNumber":58,"Text":"Zeg: \"Over Gods goedgunstigheid en over Zijn barmhartigheid, daarover moeten zij zich verheugen. Dat is beter dan wat zij bijeenbrengen"},{"SurahNumber":10,"VerseNumber":59,"Text":"Zeg: \"Hoe lijkt het jullie? Wat God voor jullie als levensonderhoud heeft laten neerdalen en waarvan jullie verboden en toegestane dingen hebben gemaakt?\" Zeg: \"Heeft God jullie toestemming gegeven of verzinnen jullie iets over God"},{"SurahNumber":10,"VerseNumber":60,"Text":"En wat zal de mening van hen die over God bedrog verzinnen op de opstandingsdag zijn? God is vol van goedgunstigheid jegens de mensen, maar de meeste mensen zijn niet dankbaar"},{"SurahNumber":10,"VerseNumber":61,"Text":"Jij bent met geen zaak bezig, jij leest daarover geen Koran voor en jullie doen helemaal niets zonder dat Wij over jullie getuigen zijn wanneer jullie ermee aan de slag gaan. En aan jouw Heer ontgaat er geen greintje op de aarde noch in de hemel. En er is niets wat nog kleiner is, noch groter of het staat in een duidelijk boek"},{"SurahNumber":10,"VerseNumber":62,"Text":"Zeker, Gods helpers hebben niets te vrezen, noch zullen zij bedroefd zijn"},{"SurahNumber":10,"VerseNumber":63,"Text":"die geloofden en godvrezend waren"},{"SurahNumber":10,"VerseNumber":64,"Text":"Voor hen is het goede nieuws in het tegenwoordige leven en het hiernamaals. Gods woorden zijn niet te veranderen. Dat is de geweldige triomf"},{"SurahNumber":10,"VerseNumber":65,"Text":"Laat wat zij zeggen jou niet bedroefd maken. De macht behoort God geheel toe. Hij is de horende, de wetende"},{"SurahNumber":10,"VerseNumber":66,"Text":"Zeker, van God is wie in de hemelen en wie op de aarde is. Wat volgen zij die [zogenaamd goddelijke] metgezellen in plaats van God aanroepen? Zij volgen alleen maar vermoedens en zij gissen slechts"},{"SurahNumber":10,"VerseNumber":67,"Text":"Hij is het die voor jullie de nacht gemaakt heeft om erin te rusten en de dag om te zien. Daarin zijn tekenen voor mensen die horen"},{"SurahNumber":10,"VerseNumber":68,"Text":"Zij zeggen: \"God heeft zich een kind genomen.\" Geprezen zij Hij. Hij is behoefteloos, van Hem is wat er in de hemelen en wat er op de aarde is. Jullie hebben hiervoor geen machtiging. Zeggen jullie over God waar jullie geen weet van hebben"},{"SurahNumber":10,"VerseNumber":69,"Text":"Zeg: \"Het zal hun niet welgaan die over God bedrog verzinnen"},{"SurahNumber":10,"VerseNumber":70,"Text":"[Zij hebben slechts] genot in het tegenwoordige leven. Daarna is hun terugkeer tot Ons. Dan zullen Wij hun de strenge bestraffing laten proeven, omdat zij ongelovig waren"},{"SurahNumber":10,"VerseNumber":71,"Text":"En draag hun de mededeling over Noeh voor. Toen hij tot zijn volk zei: \"O mensen, al is mijn optreden en mijn herinneren aan Gods tekenen jullie te veel, toch blijf ik op God mijn vertrouwen stellen. Wordt het samen met jullie [zogenaamd goddelijke] metgezellen eens over jullie zaak en laat dat voor jullie dan ook niet vaag zijn. Houdt je dan met mij bezig en laat mij dan niet wachten"},{"SurahNumber":10,"VerseNumber":72,"Text":"Als jullie je dan afkeren, ik heb jullie geen loon gevraagd. Slechts God is belast met mijn loon. En mij is bevolen tot hen te behoren die zich [aan God] overgeven"},{"SurahNumber":10,"VerseNumber":73,"Text":"Zij betichtten hem toen van leugens, maar Wij redden hem en wie er met hem in het schip waren en Wij maakten hen tot opvolgers. Maar Wij lieten hen die Onze tekenen loochenden verdrinken. Kijk dan hoe het einde was van de gewaarschuwden"},{"SurahNumber":10,"VerseNumber":74,"Text":"Toen zonden Wij na hem gezanten naar hun volk; zij brachten hun de duidelijke bewijzen. Maar zij waren niet zo dat zij geloofden in wat zij eerder geloochend hadden. Zo verzegelen Wij de harten van hen die overtredingen begaan"},{"SurahNumber":10,"VerseNumber":75,"Text":"Toen zonden Wij na hen Moesa en Haroen met Onze tekenen naar Fir'aun en zijn raad van voornaamsten, maar zij waren hoogmoedige en misdadige mensen"},{"SurahNumber":10,"VerseNumber":76,"Text":"Toen dan de waarheid van Ons tot hen kwam zeiden zij: \"Dit is duidelijk toverij"},{"SurahNumber":10,"VerseNumber":77,"Text":"Moesa zei: \"Zeggen jullie [dat] tegen de waarheid wanneer die tot jullie komt? Is dit toverij? Tovenaars zal het niet welgaan"},{"SurahNumber":10,"VerseNumber":78,"Text":"Zij zeiden: \"Ben jij tot ons gekomen om ons daarvan af te brengen waarvan wij gemerkt hebben dat onze vaderen eraan gewoon waren en opdat de hoogste macht in het land voor jullie beiden zal zijn? Maar wij hechten aan jullie geen geloof"},{"SurahNumber":10,"VerseNumber":79,"Text":"En Fir'aun zei: \"Breng mij elke kundige tovenaar"},{"SurahNumber":10,"VerseNumber":80,"Text":"En toen de tovenaars kwamen zei Moesa tot hen: \"Werpt wat jullie te werpen hebt"},{"SurahNumber":10,"VerseNumber":81,"Text":"En toen zij geworpen hadden zei Moesa: \"Wat jullie vertoond hebben is toverij! God zal het tenietdoen. God geeft geen goede afloop aan het werk van de verderfbrengers"},{"SurahNumber":10,"VerseNumber":82,"Text":"God bevestigt de waarheid met Zijn woorden ook al staat het de boosdoeners tegen"},{"SurahNumber":10,"VerseNumber":83,"Text":"Moesa werd slechts door enige jongeren van zijn volk geloofd ondanks hun vrees voor Fir'aun en hun voornaamsten dat hij hen in verzoeking zou brengen. En Fir'aun had de overhand in het land en hij behoorde tot de onmatigen"},{"SurahNumber":10,"VerseNumber":84,"Text":"En Moesa zei: \"Mijn volk! Als jullie in God geloven, moeten jullie op Hem je vertrouwen stellen als jullie behoren tot hen die zich [aan God] overgeven"},{"SurahNumber":10,"VerseNumber":85,"Text":"Toen zeiden zij: \"Op God stellen wij ons vertrouwen. Onze Heer, maak ons niet tot een verzoeking voor de mensen die onrecht plegen"},{"SurahNumber":10,"VerseNumber":86,"Text":"En red ons in Uw barmhartigheid van de ongelovige mensen"},{"SurahNumber":10,"VerseNumber":87,"Text":"En Wij openbaarden aan Moesa en zijn broeder: \"Zoekt voor jullie volk in Egypte onderdak in huizen en brengt in jullie huizen een gebedsrichting aan en verricht de salaat en verkondigt het goede nieuws aan de gelovigen"},{"SurahNumber":10,"VerseNumber":88,"Text":"En Moesa zei: \"Onze Heer, U hebt aan Fir'aun en zijn raad van voornaamsten luister en bezittingen in het tegenwoordige leven gegeven, onze Heer, om [hen] van Uw weg te laten afdwalen. Onze Heer, verwijder hun bezittingen en verhard hun harten zodat zij niet geloven tot zij de pijnlijke bestraffing zien"},{"SurahNumber":10,"VerseNumber":89,"Text":"Hij zei: \"Jullie beider gebed is verhoord. Handelt dan correct en volgt niet de weg van hen die niet weten"},{"SurahNumber":10,"VerseNumber":90,"Text":"En Wij lieten de Israëlieten de zee oversteken, waarop Fir'aun en zijn troepen hen uit opstandigheid en om te overtreden achtervolgden. Maar toen ten slotte de verdrinking hem verraste zei hij: \"Ik geloof dat er geen god is dan Hij in wie de Israëlieten geloven en ik behoor tot hen die zich [aan God] overgeven"},{"SurahNumber":10,"VerseNumber":91,"Text":"Nu wel? Terwijl jij eerst ongehoorzaam was en tot de verderfbrengers behoorde"},{"SurahNumber":10,"VerseNumber":92,"Text":"Vandaag zullen Wij jou met je lichaam redden opdat jij voor wie na jou komen een teken zult zijn. Maar veel van de mensen letten niet op Onze tekenen"},{"SurahNumber":10,"VerseNumber":93,"Text":"En Wij gaven de Israëlieten onderdak in een betrouwbaar onderkomen en voorzagen met goede dingen in hun onderhoud en zij zijn het pas oneens geworden nadat tot hen de kennis gekomen was. Jouw Heer zal op de opstandingsdag tussen hen oordelen over dat waarover zij het oneens waren"},{"SurahNumber":10,"VerseNumber":94,"Text":"Maar als jij in twijfel verkeert over wat Wij naar jou hebben neergezonden vraag dan aan hen die het boek al van voor jouw tijd lezen. Tot jou is de waarheid van jouw Heer gekomen, wees dus niet een van hen die het in twijfel trekken"},{"SurahNumber":10,"VerseNumber":95,"Text":"En wees niet een van hen die Gods tekenen loochenen; dan zul jij tot de verliezers behoren"},{"SurahNumber":10,"VerseNumber":96,"Text":"Zij, tegen wie het woord van jouw Heer zich bewaarheid heeft, zullen niet geloven"},{"SurahNumber":10,"VerseNumber":97,"Text":"ook al komt elk teken tot hen -- totdat zij de pijnlijke bestraffing zien"},{"SurahNumber":10,"VerseNumber":98,"Text":"Waarom is er geen andere stad geweest die tot geloof kwam en die dan nut van haar geloof had dan het volk van Joenoes? Toen zij tot geloof kwamen hieven Wij de bestraffing van de schande in het tegenwoordige leven van hen op en Wij gaven hun een tijdelijk vruchtgebruik"},{"SurahNumber":10,"VerseNumber":99,"Text":"En als jouw Heer het had gewild, hadden wie er op de aarde zijn allen geloofd. Of kun jij de mensen dwingen gelovigen te worden"},{"SurahNumber":10,"VerseNumber":100,"Text":"Niemand kan geloven zonder Gods toestemming en Hij legt de gruwelijke straf op aan hen die niet verstandig zijn"},{"SurahNumber":10,"VerseNumber":101,"Text":"Zeg: \"Kijkt naar wat er in de hemelen en op de aarde is.\" Maar de tekenen en de waarschuwingen baten de mensen niet die niet geloven"},{"SurahNumber":10,"VerseNumber":102,"Text":"Kunnen zij dan iets anders verwachten dan wat overeenkomt met de dagen van hen die voor jullie tijd zijn heengegaan? Zeg: \"Wachten jullie maar af; ik behoor met jullie tot de afwachtenden"},{"SurahNumber":10,"VerseNumber":103,"Text":"Dan redden Wij onze gezanten en hen die geloven. Zo redden Wij, als een verplichting voor Ons, de gelovigen"},{"SurahNumber":10,"VerseNumber":104,"Text":"Zeg: \"O mensen, als jullie in twijfel verkeren over mijn godsdienst: Ik dien hen die jullie in plaats van God dienen niet, maar ik dien God die jullie zal wegnemen. En mij is bevolen te behoren tot hen die geloven"},{"SurahNumber":10,"VerseNumber":105,"Text":"en: \"Richt jouw aangezicht naar de godsdienst als een aanhanger van het zuivere geloof en wees niet een van de veelgodendienaars"},{"SurahNumber":10,"VerseNumber":106,"Text":"En roep in plaats van God niet iets aan wat jou niet nut en niet schaadt. Als jij dat doet, dan behoor jij zeker tot de onrechtplegers"},{"SurahNumber":10,"VerseNumber":107,"Text":"En als God je met tegenspoed treft dan is er niemand die dat kan wegnemen behalve Hij. En als Hij voor jou iets goeds wenst dan is er niemand die Zijn goedgunstigheid kan tegenhouden. Hij treft ermee wie van Zijn dienaren Hij wil. Hij is de vergevende, de barmhartige"},{"SurahNumber":10,"VerseNumber":108,"Text":"Zeg: \"O mensen, tot jullie is de waarheid van jullie Heer gekomen. Wie zich de goede richting laat wijzen, die volgt het goede pad slechts tot zijn eigen voordeel en wie dwaalt, dwaalt slechts tot zijn eigen nadeel. En ik ben geen voogd over jullie"},{"SurahNumber":10,"VerseNumber":109,"Text":"En volg wat aan jou wordt geopenbaard en wees geduldig totdat God oordeelt, want Hij is de beste van hen die oordelen"},{"SurahNumber":11,"VerseNumber":1,"Text":"A[lif] L[aam] R[aa?]. Een boek waarvan de tekenen eenduidig zijn vastgesteld en daarna van de kant van een Wijze en Welingelichte uiteengezet"},{"SurahNumber":11,"VerseNumber":2,"Text":"Jullie moeten alleen God dienen. Ik ben voor jullie van Zijn kant een waarschuwer en een verkondiger van goed nieuws"},{"SurahNumber":11,"VerseNumber":3,"Text":"En vraagt jullie Heer om vergeving en wendt jullie dan berouwvol tot Hem. Hij zal jullie tot een vastgestelde termijn van een goed vruchtgebruik laten genieten en Hij zal aan ieder die verdienstelijk is zijn verdienste geven. Maar als jullie je afkeren dan vrees ik voor jullie de bestraffing op een geweldige dag"},{"SurahNumber":11,"VerseNumber":4,"Text":"Tot God is jullie terugkeer en Hij is almachtig"},{"SurahNumber":11,"VerseNumber":5,"Text":"Toch vouwen zij hun harten dicht om zich voor Hem te verbergen. Maar wanneer zij zich met hun kleren bedekken weet Hij wat zij in het verborgene en wat zij openlijk doen. Hij weet wat er binnen in de harten is"}]}