{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Soni manyililani yanti iliyose yampatile mu ipanje yakupalagula pangondo, basi chisimu liunjili limo m'maunjili nsano lipelechedwe kwa Allah ni Ntenga ﷺ kwisa soni waulongo (wa Ntenga ﷺ), wawina, masikini ni jwapaulendo, nam'baga jenumanja munkulupilile Allah ni yatwatulwisye kwa kapolo Jwetu (Muhammadi ﷺ) lisiku lyakulekanganya (yakuona ni yaunami), lisiku lyagaasimangene makuga gawili (likuga lya Asilamu ni lya makafili pa ngondo ja Badri). Sano Allah pa chindu chilichose juwele Jwakombola"},{"SurahNumber":8,"VerseNumber":42,"Text":"(Kumbuchilani) katema kamwaliji jenumanja (likuga lya Asilamu) ku upande wachiwata wakuwandichila (ku Madina), kutendaga wanganyao (likuga lya makafili) ali ku upande wachiwata wakutalichila, sano nkutula wamalonda niuli chamwiwanda mwenu (kungulugulu mbwani). Ingawe mwatawene chilanga (chakusimanganilana), chisimu nkalekangene pa chilangacho. (Nambo mwasimangene yangagonela), kuti Allah akwanilisye kupitisya chilamusi chachaliji chelamulelamule, kuti ajonasiche wachajonasiche (pakusagula ukafili) panyuma pa chilosyo chakuonechela, ni awe ni umi wachawe umi (pakusagula chikulupi) panyuma pa chilosyo chakuonechela. Soni chisimu Allah ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":8,"VerseNumber":43,"Text":"(Kumbuchilani) katema kawannosyisye Allah wanganyao kulugono kwenu (mmwe Muhammadi ﷺ) ali wannono, mwanti akannosye ali wajinji, chisimu nkatengwiche wanganyammwe ni nkakanganile pakutawana nganisyo (syakumenyana nao), nambo kuti Allah wan'goosile (jenumanja). Chisimu Jwalakwe ni Jwakumanyilila yaili m’mitima"},{"SurahNumber":8,"VerseNumber":44,"Text":"Soni (kumbuchilani) katema kamwasimangene (pa luwala lwangondo ja Badri, Allah) jwannosisye wanganyao m’meso mwenu kuwa wannono (kuti nkole ntau wakumenyana nao), ni wannaandiiye m’meso mwao (kuti akalichiliganya nnope, yoseyo) kuti akwanilisye Allah kupitisya chilamusi chachaliji chelamulelamule (chakwakombolasya Asilamu kwa amagongo wao), soni kwa Allah pe ni kwakuujila ichindu (yosope)"},{"SurahNumber":8,"VerseNumber":45,"Text":"E jenumanja wankulupilile! Pati nsimangene nalyo likuga (lya amagongo), basi jimilichikani, ni munkolanjeje Allah kwannope kuti m'be wakupunda"},{"SurahNumber":8,"VerseNumber":46,"Text":"Soni mumpikanilani Allah ni Ntenga Jwakwe ﷺ, ni ngasinkangana ntakwika muntengwiche ni kutyoka machili genu. Soni pililani, chisimu Allah juli pamo ni akupilila"},{"SurahNumber":8,"VerseNumber":47,"Text":"Soni kasim'ba nti chisawu awala wana kopokaga m’milango mwao mwakutwanga ni kulionya kwa wandu, ni kusiwililaga (wandu) kwitala lya Allah. Sano Allah ichindu yaakutenda wanganyao juwele Jwaisyungula (kwaimanya chenene)"},{"SurahNumber":8,"VerseNumber":48,"Text":"Soni (kumbuchilani) katema kajwasalalichisye shetani (achimakafili) itendo yao, ni jwatite: “Pangali mu wanduwa wampaka ankombole jenumanja lelo, soni chisimu une ni mnaasi jwenu (pachikamuchisyo chilichose).” Nambo ndema jagaonegene makuga gawili, jwaujile ku indende yakwe (kutila) ni jwatite: “Chisimu une mambalene nomwe, unetu ngwiona yangankuiona jenumanja (gagali malaika), unetu ngun'jogopa Allah, soni Allah ni Jwaukali pakupeleka ipotesi.”"},{"SurahNumber":8,"VerseNumber":49,"Text":"(Kumbuchilani) katema kawawechetaga achinakunaku ni awala wamuli m’mitima mwao ulwele (waukafili) kuti: “Wanganyawa (Asilamu) janyenjile dini jao.” Sano jwatajegamile kwa Allah, basi chisimu Allah ni Jwamachili gakupunda, Jwalunda lwakusokoka"},{"SurahNumber":8,"VerseNumber":50,"Text":"Soni ingawe mwaiweni pandema jaakutyosyaga Achimalaika umi wa awala waakufuulu (pakuwa), achaaputaga ku ngope syao ni ku migongo jao, soni (achasalilaga yanti): “Pasyani ilagasyo ya (Moto wa) koocha. (Nkaiweni yakogoya kusyene).”"},{"SurahNumber":8,"VerseNumber":51,"Text":"“Yalakweyi niligongo lya (yakusakala) yagaalongwesye makono genu, soni chisimu Allah nganijuwa jwakwaatenda lupuso ata panandi achikapolo (Wakwe).”"},{"SurahNumber":8,"VerseNumber":52,"Text":"(Nyendele ja makafili galeloga jili) chisawu nyendele ja wandu wa Firiauna ni awala wapaujo pao, wakanile imanyilo ya Allah, basi Allah ni wakwembekenye ligongo lya sambi syao, chisimu Allah ni Jwakulimbangana nnope, Jwaukali kusyene pakupeleka ipotesi"},{"SurahNumber":8,"VerseNumber":53,"Text":"Yalakweyi niligongo lyanti Allah nganawa jwanti ni kuchigalausya chindimba chawapele wandu mpaka ali agalawisye (wanduo) umbone wauli m’mitima mwao, soni chisimu Allah ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":8,"VerseNumber":54,"Text":"(Nyendele ja makafili galeloga jili) chisawu nyendele ja wandu wa Firiauna ni awala wapaujo pao, wakaaniile imanyilo ya M’mbuje gwao (Allah), basi ni twaajonasile ligongo lya sambi syao, ni twamisyisye wandu wa Firiauna, soni wosope waliji wakulitenda lupuso"},{"SurahNumber":8,"VerseNumber":55,"Text":"Chisimu inyama yakusakala nnope pameso pa Allah ni awala waakufuulu, basi wanganyao ngaakukulupilila"},{"SurahNumber":8,"VerseNumber":56,"Text":"Awala wamwatawene nao chilanga, kaneka ni akukasaga chilanga chaocho ndawi ni katema, soni wanganyao ngaakun'jogopa (Allah)"},{"SurahNumber":8,"VerseNumber":57,"Text":"Mwanti naga n'di mwapatikenye pa ngondo, basi mwabalalikanganyani ni wanganyawa wamunyuma mwao (pakwapa ilagasyo wanganyawa mwakwakalalichisya kuti aujilile wane waakasachilile kwakuya wanganyawa pakwalagasya Asilamu) kuti wanganyao aliwunde"},{"SurahNumber":8,"VerseNumber":58,"Text":"Soni naga nkogopa chinyengo (chakasa chilanga) kutyochela kwa wandu, basi mwaponyelani (chilanga chao) mwakulandana (kuti pawe pangali chilanga chilikati chenu). Chisimu Allah jwaangaanonyela wachinyengo"},{"SurahNumber":8,"VerseNumber":59,"Text":"Soni awala waakufuulu akaganichisya ata panandi yanti ampelete (Allah mwanti ngawa nkwatenda yakwatenda). Chisimu wanganyao nganawa annepelekasisye (Allah kwapa ipotesi)"},{"SurahNumber":8,"VerseNumber":60,"Text":"Soni mwakosechelani (amagongowo) m’machili (gakuputila ngondo) mwachinkombolele, kwisa soni mahachi gewichidwe tayali, kuti mwajogoyechesye nago amagongo wa Allah ni amagongo wenu (achimakafili wa pa Maaka), ni wane wakwe wangawaga wanganyao, jenumanja ngankwamanyilila nambo Allah akwamanyilila, soni chilichose chachintole petala lya Allah tichikwanilisidwe kukwenu (malipilo gakwe), soni ngam'ba wakutendedwa lupuso"},{"SurahNumber":8,"VerseNumber":61,"Text":"Sano naga achipendechelaga kuntunjelele, basi pendechelani kukoko nomwe ni n'jegamile kwa Allah. Chisimu Jwalakwe ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":8,"VerseNumber":62,"Text":"Soni naga achisakaga kuntenda chinyengo wanganyao, basi chisimu Allah chankwanile (kuwa akun'gosa wenu). Jwalakwe ni Ajula juwan'dimbangenye ni chikamuchisyo Chakwe, ni wakulupilila"},{"SurahNumber":8,"VerseNumber":63,"Text":"Ni jwalumbikenye chilikati cha mitima jao (pakuwika chinonyelo sikati jao). Nantimuno nkaatoole yosope yaili pa chilambo (pakusachilila kulumbikanya mitima jao mwa jikajenu), nga nganimpakombola kulumbikanya chilikati cha mitima jao, nambo Allah jwalumbikenye chilikati chao. Chisimu Jwalakwe ni Jwamachili gakupunda, Jwalunda lwakusokoka"},{"SurahNumber":8,"VerseNumber":64,"Text":"E mmwe Ntume ﷺ! Allah akunkwanila (kuwa akun'gosa wenu) pamo ni wankuyiye mu wakulupilila"},{"SurahNumber":8,"VerseNumber":65,"Text":"E mmwe Ntume ﷺ! Mwalimbikasyani wakulupilila ya kumenyana ngondo (ni makafili). Naga ali apali mwa jenumanja (wandu) makumi gawili wakupililila, mpaka waakombole (amagongo) machila gawili , soni naga ali apali mwa jenumanja (wandu wakwana) lichila , mpaka wakombole (amagongo) wakwana sausande jimo (1000) mwa awala waakanile, ligongo lyanti wanganyao ni wandu wangali umanyilisi"},{"SurahNumber":8,"VerseNumber":66,"Text":"Sambano Allah an'jepepachisye wanganyammwe, ni ayimanyi yanti mwa jenumanja mwana kutochomala, basi naga ali apali mwa jenumanja (wandu wakwana) lichila wakupililila mpaka wakombole (amagongo) machila gawili , soni naga ali apali mwa jenumanja (wandu) sausande jimo (1000) mpaka wakombole (amagongo) wakwana masausande gawili (2000) mwa lisosa lya Allah, soni Allah juli pamo ni akupilila"},{"SurahNumber":8,"VerseNumber":67,"Text":"Nganiyiwajilwa kwa Ntume ﷺ kola mateeka ni mpakana ali atupiye kaje kuulaga (amagongo wakwe) pa chilambo. Nkusachilila ichindu ya duniya (mbote syaliombolela mateeka) kutendaga Allah jukusachilila (kuti mpate malipilo ga) Akhera! Sano Allah ni Jwamachili gakupunda, Jwalunda lwakusokoka"},{"SurahNumber":8,"VerseNumber":68,"Text":"Chingawaga chilamusi chachalongolele chakuumila kwa Allah (chakunkundisya chipanje chakupalagula pa ngondo), chisimu ikankwayiye ilagasyo yekulungwa pa (mbote syaliombolela mateeka) syan'jigele"},{"SurahNumber":8,"VerseNumber":69,"Text":"Basi lyagani mu yampalagwile pangondo (yaili) ya halaal nambo soni yambone, ni mun'jogopeje Allah. Chisimu Allah ni Jwakululuka kusyene, Jwachanasa channope"},{"SurahNumber":8,"VerseNumber":70,"Text":"E mmwe Ntume ﷺ! Mwasalilani achimateeka wali m’makono mwenu (kuti): “Naga Allah aumanye umbone uliose m’mitima mwenu (wakunda Usilamu), champe yambone nnope kumpunda yaijigalidwe kuumila kukwenu, soni ni tankululuchile, soni Allah ni Jwakululuka kusyene, Jwachanasa channope.”"},{"SurahNumber":8,"VerseNumber":71,"Text":"Sano naga akusaka kuntendela ulaamba (chiuwe wangali masengo kukwenu), ngati pamasile pawantendele Allah ulaamba kalakala, basi ni jwapeleche machili (kukwenu) gakwakombolela wanganyao, soni Allah ni Jwakumanyilila nnope, Jwalunda lwakusokoka"},{"SurahNumber":8,"VerseNumber":72,"Text":"Chisimu awala waakulupilile, ni kusama (kuja ku Madina), ni kumenyana ngondo ni chipanje chao ni achimisyene wakwe petala lya Allah (Amuhajirina), kwisa soni awala (Answari) wawapele (wanganyao) pakutama ni kwakamuchisya, wele wanganyao ni asyowe (wakuchenjelana) wane ni wane.Sano awala waakulupilile nambo ni ngasama (kuja ku Madina), nganinkola kwachenjela kulikose mpaka akaasaame, nambo naga ali am'bendile chikamuchisyo pa Dini, basi mwakamuchisyani, ni ikaweje (naga ali atandene) ni wandu wachipali chilanga (chantunjelele chamwatawene) chilikati chenu ni wanganyao, soni Allah ichindu yankutenda awele Jwakuilolechesya"},{"SurahNumber":8,"VerseNumber":73,"Text":"Nombe awala waakufuulu awele asyowe (wakuchenjelana) wane ni wane. Naga jenumanja (Asilamu) ngankutenda yele (yakuchenjelanayo) chipawe pana fitina (jangondo) pa chilambo ni kuwatanganya kwekulungwa"},{"SurahNumber":8,"VerseNumber":74,"Text":"Sano awala waakulupilile, ni kusama (kuja ku Madina), ni kumenyana ngondo petala lya Allah (Amuhajirina), kwisa soni awala (Answari) wawapele (wanganyao) pakutama ni kwakamuchisya, wele wanyao ni wali wakulupilila kusyesyene, akwete kupata chikululuko kwisa soni lisiki lyakuchimbichika (lya ku Mbepo)"},{"SurahNumber":8,"VerseNumber":75,"Text":"Sano awala waakulupilile panyuma (pa Amuhajirina ni Answari) ni kusama (kuja ku Madina), ni kumenyana ngondo pamo ni jenumanja, basi wanganyao ni wali mwa jenumanja. Nambo waulongo wakupagwana ni wali wakuwajilwa (kwinjilana chipanje) wane ni wane (mwaiwelele) m’chitabu cha Allah. Chisimu Allah chindu chilichose awele Jwakuchimanya chenene"},{"SurahNumber":9,"VerseNumber":1,"Text":"(Aku ni) kuliiwuula (ku ilanga ya ntunjelele) kwakuumila kwa Allah ni Ntenga Jwakwe ﷺ kuja kwa awala wamwatawene nao ilanga (kaneka ni kuikasa) mwa akuwanganya (Allah ni isanamu)"},{"SurahNumber":9,"VerseNumber":2,"Text":"Basi jendagani pa chilambo myesi nchechepe (mwantunjelele kaneko pawe pangali chiteteyo chilikati chenu nowe), soni manyililani yanti wanganyammwe nganim'ba munnepelekasisye Allah (kumpa ipotesi), ni kuti soni Allah juwele Jwakwajalusya achimakafili"},{"SurahNumber":9,"VerseNumber":3,"Text":"Soni (aku ni) kwenesya kwakuumila kwa Allah ni Ntenga Jwakwe ﷺ kwa (kwamanyisya) wandu lisiku lya Hija jekulungwa yanti; chisimu Allah ni Ntenga Jwakwe ﷺ awambalene ni akuwanganya (Allah ni isanamu, nganawa asunjile ilanga yao). Sano naga ntende toba, basi chiyiwe yambone kukwenu, nambo naga nkusyulula, basi manyililani yanti wanganyammwe nganim'ba munnepelekasisye Allah (kumpa ipotesi), soni mwatagulilani awala waakanile ya ilagasyo yakupoteka nnope"},{"SurahNumber":9,"VerseNumber":4,"Text":"Ikaweje awala wamwatawene nao ilanga (yantunjelele) mwa akuwanganya (Allah ni isanamu) kaneka ni nganampunguchisya chilichose (mu ilangayo) soni ni nganankamuchisya jwalijose pa (kumputa) jenumanja, basi mwakwanilichisyani ilanga yao mpaka mu ndawi jao. Chisimu Allah akwanonyela wawoga (wakun'jogopa Jwalakwe)"},{"SurahNumber":9,"VerseNumber":5,"Text":"Sano pati jipite myesi jakuchimbichika, basi mwaulagani wakuwanganya (Allah ni isanamu) palipose pamwasimene, soni mwakamulani ni kwawiga uwigo, ni kwaalindilila m’matala gosope gene. Nambo naga ali atesile toba ni kwimikaga Swala mwakolosya, ni kutolaga Zaka, basi lilekani litala lyao (kuti ajendeje mwagopoka). Chisimu Allah ni Jwakululuka kusyene, Jwachanasa channope"},{"SurahNumber":9,"VerseNumber":6,"Text":"Soni naga jumpepe mwa akuwanganya (Allah ni isanamu) ali am'bendile kuti munchiinje (awe nchiteteyo chenu), basi munchiingaani kuti mpaka apikane malowe ga Allah, kaneka ni mumpechesye kumalo gakwe gantunjelele, yalakweyi ni ligongo lyanti wanganyao ni wandu wangamanyilila"},{"SurahNumber":9,"VerseNumber":7,"Text":"Chantiuli chakole chilanga (chantunjelele) kwa Allah ni kwa Ntenga Jwakwe ﷺ akuwanganya (Allah ni isanamu, kutendaga wanganyao ali wakasa ilanga)? Ikaweje awala wamwatawene nao chilanga (chantunjelele) pa Nsikiti Wakuchimbichika (wa Maaka). Basi mwatalonjelele ali nkunnungamichila nombe jenumanja mwalungamichilani, chisimu Allah akwanonyela wawoga (wakun'jogopa Jwalakwe)"},{"SurahNumber":9,"VerseNumber":8,"Text":"Chantiuli (chakole chilanga chantunjelele wanganyao) kutendaga naga ali an'guwatile wangakosya kukwenu ulongo namuno chilanga? Akunsengwasyaga ni ngamwa syao kutendaga mitima jao jichikanaga (kunnonyela), soni wajinji mwa wanganyao wakunyosya"},{"SurahNumber":9,"VerseNumber":9,"Text":"Asagwile (ya duniya) ya ntengo wannono pakusumanya ni ma Aya ga Allah, basi ni asiwilile (wandu) kwitala Lyakwe. Chisimu wanganyao iwele yakusakala nnope yaawele nkupanganya"},{"SurahNumber":9,"VerseNumber":10,"Text":"Wangakosya kwa jwakulupilila ulongo namuno chilanga, soni wanyao ni wali wakusumba mpika"},{"SurahNumber":9,"VerseNumber":11,"Text":"Nambo naga ali atesile toba ni kwimikaga Swala mwakolosya ni kutolaga Zaka, nikuti achalongoachimijenu mu Dini weleo, ni tugopolanya ma Aya kwa wandu wakumanyilila"},{"SurahNumber":9,"VerseNumber":12,"Text":"Soni naga akugopola kulumbila kwao panyuma pa chilanga chao, ni kutaga nchesela mu Dini jenu, basi mwaputani ngondo achinnongola wa ukafili - chisimu wanganyao kulumbila kwao kuwele kwangali mate - (mwaputani ngondo) kuti aleche (yakusakalayo)"},{"SurahNumber":9,"VerseNumber":13,"Text":"Ana ngankwaputa ngondo wandu waagopwele kulumbila kwao ni kusachilila ya kunkoposya Ntenga r, kutendaga soni wanganyao ni wawantandite jenumanja kandandape? Ana nkwajogopa wanganyao? Basi Allah ni jwali Jwakuwajilwa kuti mun'jogope naga n'di waakulupilila (kusyene)"},{"SurahNumber":9,"VerseNumber":14,"Text":"Mwaputani ngondo wanganyao, Allah tiwape ilagasyo ni makono genu ni kwajigasya nchesela, ni tanchenjele jenumanja pa wanganyao, ni kuposya mitima ja wandu wakulupilila"},{"SurahNumber":9,"VerseNumber":15,"Text":"Ni kutyosya gasabu ja mitima jao. Soni Allah tampochele toba jwansachile (mwa achimakafili panyuma pakunda Usilamu). Soni Allah ni Jwakumanyilila nnope, Jwalunda lwakusokoka"},{"SurahNumber":9,"VerseNumber":16,"Text":"Ana nkuganichisya yanti chin'gambe kulechedwa kutendaga Allah nkaniwamanyukule awala waapuutiile ngondo (Dini Jakwe) mwa jenumanja, ni wanganiwaatenda wanepe wangawaga Allah kwisa soni Ntenga Jwakwe ﷺ ni waakulupilile kuwa isyowe yapantima. Sano Allah ni Nkusimanya chenene abali syosope sya yankutenda"},{"SurahNumber":9,"VerseNumber":17,"Text":"Nganiiwajilwa kwa akuwanganya (Allah ni isanamu) kuti ajigose misikiti ja Allah achilitendelaga umboni achimisyene ya ukafili. Wanganyao ni wagajonasiche masengo gao (gambone), soni ku Moto chakawe wandamo"},{"SurahNumber":9,"VerseNumber":18,"Text":"Chisimu wakuwajilwa kujigosa misikiti ja Allah ni awala waakulupilile mwa Allah ni Lisiku Lyambesi ni kwimikaga Swala mwakolosya ni kutolaga Zaka, ni ngaakun’jogopa jwinepe jwangawaga Allah. Basi wanganyao kuwa nkuwa mwa akongoka"},{"SurahNumber":9,"VerseNumber":19,"Text":"Ana nkutesile kwaamwesya mesi wandu wa ku Hija ni kuugosa Nsikiti Wakuchimbichika (wa Maaka) kuwa yalumo ni ajula jwaakulupilile mwa Allah ni Lisiku Lyambesi ni kumenyana ngondo petala lya Allah? Ngawa nkulandana pameso pa Allah. Soni Allah ngaakwajongolaga wandu wakulitenda lupuso"},{"SurahNumber":9,"VerseNumber":20,"Text":"Awala waakulupilile ni kusama (kuja ku Madina), ni kumenyana ngondo petala lya Allah ni ipanje yao ni achimisyene wakwe, akwete uchimbichimbi wekulungwa pameso pa Allah, soni wanganyao niwali wakupunda"},{"SurahNumber":9,"VerseNumber":21,"Text":"Ambuje wao akwapa abali jakusengwasya ja chanasa chakuumila Kukwakwe kwisa soni chinonyelo, ni Matimbe ga ku Mbepo, akwete kupata wanganyao mwalakwemo chindimba chakwendelechela"},{"SurahNumber":9,"VerseNumber":22,"Text":"Chakawe wandamo mwalakwemo kwa yaka ni yaka. Chisimu Allah Kukwakwe kwana malipilo gamakulungwa nnope"},{"SurahNumber":9,"VerseNumber":23,"Text":"E jenumanja wankulupilile! Ngasimwatenda achatati wenu ni achachimwene wenu kuwa isyowe naga ali awunonyele ukafili m’malo mwa chikulupi. Sano jwachiwatende kuwa isyowe yakwe mwa jenumanja, basi wanganyao ni wali wakulitenda lupuso"},{"SurahNumber":9,"VerseNumber":24,"Text":"Jilani: “Nawaga achatati wenu, wanache wenu, achachimwene wenu, achiwammakwenu, achanasi wenu, kwisa soni ipanje yanyyipatile, ni malonda gankugajogopela konasika, kwisa soni majumba gankuganonyela, (naiwaga yalakweyi) yakunonyeledwa nnope kukwenu kumpunda Allah ni Ntenga Jwakwe ﷺ ni kumenyana ngondo petala Lyakwe; basi jembecheyani kwikanila Allah ayiche ni chilamusi Chakwe (cha ipotesi), soni Allah ngaakwajongolaga wandu wakunyosya.”"},{"SurahNumber":9,"VerseNumber":25,"Text":"Chisimu Allah awele ali nkunchenjela mu mbala syejinji syangondo, ni lisiku lya (ngondo ja) Hunaini, ndema ja wannyenjile winji wenu, ninganiunkamuchisya chilichose, chilambo ni cham'banile kutendaga chili chakusapanguka, kaneka ni mwagalawiche kutila"},{"SurahNumber":9,"VerseNumber":26,"Text":"Kaneka Allah jwatulwisye kutulala Kwakwe pa Ntenga Jwakwe ﷺ ni pa wakulupilila, ni jwatulwisye soni asilikali (wachilaika) wanganimwaona, ni jwapele ilagasyo awala wawakanile, soni gele ni malipilo ga achimakafili"},{"SurahNumber":9,"VerseNumber":27,"Text":"Soni panyuma pa yalakweyi Allah tapochele toba ja jwansachile (mwa achimakafilio panyuma pakunda Usilamu), soni Allah ni Jwakululuka kusyene, Jwachanasa channope"},{"SurahNumber":9,"VerseNumber":28,"Text":"E jenumanja wankulupilile! Chisimu akuwanganya (Allah ni isanamu) awele najasun (wausakwa), basi akauwandichila Nsikiti Wakuchimbichika (wa Maaka) panyuma pa chaka chao chechino (cha 9 chisamile Ntume ﷺ), sano naga nkogopa kulaga, basi pangakawapa Allah tansichilisye ni umbone Wakwe naasakaga. Chisimu Allah ni Jwakumanyilila nnope, Jwalunda lwakusokoka"},{"SurahNumber":9,"VerseNumber":29,"Text":"Mwaputani ngondo awala wangakukulupilila mwa Allah ni Lisiku Lyambesi, ni ngakuiwambala yaakanyisye Allah ni Ntenga Jwakwe ﷺ, ni ngakukuya Dini jakuona (ja Usilamu) mwa awala wawapedwile chitabu (Ayuda ni Akilisito), mpaka akapeleche nsongo kwa makono gao aku ali wakunyosyeka"},{"SurahNumber":9,"VerseNumber":30,"Text":"Soni Ayuda akasatiji: “Uzairu (Ezara) mwanache jwa Allah.” Nombe Akilisito akasatiji: “Masihi (Isa) mwanache jwa Allah.” Kwele nikuwecheta kwao ni ngamwa syao, akusyachisya yakuwecheta ya awala wawakanile kalakala. Allah walwesile wanganyao, ana akusokonesedwa chinauli (kuleka yakuona)"},{"SurahNumber":9,"VerseNumber":31,"Text":"Watesile achalijiganye wao (ilimu ya dini) ni akun'jogopa Nnungu wao kuwa milungu kunneka Allah, kwisa soni Masihi (Isa) mwanache jwa Maryam, kutendaga nganalamulidwa ikaweje yanti an'galagatileje Nnungu Jumpepe, pangali nnungu jwine (jwakuwajilwa kun'galagatila) ikaweje Jwele pejo, kuswejela ni Kwakwe pakuwambalana ni yaakum'bwanganya nayo"},{"SurahNumber":9,"VerseNumber":32,"Text":"Akusachililaga kuti asimisye lilanguka lya Allah (Usilamu) ni ngamwa syao, sano Allah ni akukana ikaweje kwanilisya lilanguka Lyakwe namuno achimakafili yachime"},{"SurahNumber":9,"VerseNumber":33,"Text":"Jwalakwe ni Ajula jwaatumisye Ntenga Jwakwe (Muhammadi ﷺ) ni chongolo kwisa soni Dini jakuona kuti ajikwesye pachanya pa dini syosope, namuno wagalagatila isanamu yachime"},{"SurahNumber":9,"VerseNumber":34,"Text":"E jenumanja wankulupilile! Chisimu wajinji mwa achalijiganye (ilimu ya dini wachiyuda) ni wakun'jogopa Nnungu (wachikilisito) akulyaga ipanje yawandu mwaukoleko, ni akusiwilila (wandu) kwitala lya Allah. Sano awala waakukusanya golodi ni silifa (mbiya) ni ngasitolaga petala lya Allah, basi mwatagulilani ya ilagasyo yakupoteka nnope"},{"SurahNumber":9,"VerseNumber":35,"Text":"Lisiku lyasichitukutisidwa (mbiyasyo) ku moto wa Jahannama, basi nikuchomedwa nasyo usyo syao, mbalati syao ni migongo jao, (achisalilidwaga yanti): “Ayi ni yamwalikusanyichisye mwachimisyene, basi pasyani yamwaliji nkukusanya.”"},{"SurahNumber":9,"VerseNumber":36,"Text":"Chisimu chiwalanjilo cha myesi kwa Allah (pa chaka) nimyesi likumi kwisa jiwili, (muyalembedwele) m’chitabu cha Allah lisiku lyawagumbile mawunde ni mataka, mu jalakwejo mwana (myesi) ncheche jakuchimbichika (Mfungopili, Mfungotatu, Mfungonne ni Mfungokumi). Jele ni Dini jagoloka, basi ngasillitendaga lupuso mwachimisyene mwele (m’myesi jakuchimbichikamo). Soni jenumanja wanaose mwaputani ngondo akuwanganya (Allah ni isanamu) yaakuti wanganyao wanaose pakumputa ngondo jenumanja, soni manyililani yanti Allah ali pamo ni wawoga (wakun'jogopa Jwalakwe)"},{"SurahNumber":9,"VerseNumber":37,"Text":"Chisimu kuchelewasya (mwesi wakuchimbichika kuti uwe wamalawi m’malo mwaunouno) kuwele konjechesya pa ukafili, akusochelesyedwa nayo awala waakanile, (mwesi umopeo) akuutenda kuwa mwesi wamba chaka chine, chaka chine ni kuutenda kuwa wakuchimbichika, kuti awutile chiwalanjilo cha (myesi) jaajitesile Allah kuwa jakuchimbichika (kuti jikwanile), basi ni akujitenda (myesi) jakuchimbichika jila kuwa (myesi) wamba. Isalalisidwe kukwao itendo yao yangalumbana, soni Allah ngakwajongolaga wandu achimakafili"},{"SurahNumber":9,"VerseNumber":38,"Text":"E jenumanja wamkulupilile! Chipali chichi kukwenu kwanti naga nsalilidwe (yanti): “Wigulani (wa kuputa ngondo) petala lya Allah,” nkukanilila mwausito pa chilambo? Ana nnonyelwe ni umi wa duniya kumpunda Akhera? Nganiyiwatu yakusengwasya ya umi wa duniya pakulandanya ni Akhera ikaweje yannono"},{"SurahNumber":9,"VerseNumber":39,"Text":"Naga ngankuwigula (wa kungondo), Allah champe ilagasyo yakupoteka nnope, ni tayiche nao wandu wane mmalo mwa jenumanja, soni nganim'ba mumpele chisausyo chilichose, soni Allah pa chindu chilichose awele Jwakombola"},{"SurahNumber":9,"VerseNumber":40,"Text":"Naga ngankunkamuchisya (Ntumejoﷺngali kandu), basi pamasile pawankamuchiisye Allah ndema jawankopwesye awala wawakanile, ali jwawili mwa wawili (jumo jwakwe Abubakri t), pandema jawaliji wanawawilio kumbanga, ndema jawansalilaga n'jakwe (kuti): “Ngasin'dandaula, chisimu Allah ali nowe.” Basi Allah ni waatulwisye kutulala Kwakwe pa jwalakwejo, ni wan'dimbangenye ni asilikali (wachilaika) wanganimwaona jenumanja, niwalitesile lilowe lya awala wawakanile kuwa lyapasi, sano lilowe lya Allah nikuwa lyapenani, soni Allah ni Jwamachili gakupunda, Jwalunda lwakusokoka"},{"SurahNumber":9,"VerseNumber":41,"Text":"Wigulani (wa kungondo) n'di wakupepuchilwa namuno wakusitopelwa, ni mmenyane ngondo ni chipanje chenu ni mwachimisyene wakwe petala lya Allah, yalakweyo ni yambone kukwenu nam'baga jenumanja wakumanyilila"},{"SurahNumber":9,"VerseNumber":42,"Text":"Ingawe (kuwigulako) wa kuchipanje chakuwandika (chakuchipata mwakwepepala), ulendowo nikuwa wejipi chisimu angankuyiye, nambo kuti lutando (lwakuja ku Tabuki) lwatalichile wanganyao. Ni channumbileje Allah (achitiji): “Tungawe twakwete ukombosi chisimu tungakopweche namwe.” Akulijonanga achimisyene, soni Allah akumanyilila yanti chisimu wanganyao waunami"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah ankululuchile (mmwe Muhammadi ﷺ), ligongo chichi kwapa lusa wanganyao (lwakutama ngajaula kungondo? Ngati nkajembechele kaje) mpaka amanyukuche kukwenu awala wawechete yakuona ni mwamanyilile waunami"},{"SurahNumber":9,"VerseNumber":44,"Text":"Nganawa am'bendile lusa awala waakukulupilila mwa Allah ni Lisiku Lyambesi lwakuti akaja kumenyana ngondo ni ipanje yao ni achimisyene wakwe, soni Allah ni Jwaakwamanya chenene wawoga (wakun'jogopa Jwalakwe)"},{"SurahNumber":9,"VerseNumber":45,"Text":"Chisimu waakum'benda lusa mmwe niwawowopeo wangakukulupilila mwa Allah ni Lisiku Lyambesi, soni wajikaichiile mitima jao, basi wanganyao mu kaichila kwaoko ali wapendapenda"},{"SurahNumber":9,"VerseNumber":46,"Text":"Soni ingawe wasachilile yakopoka (kuja kungondo) angakukosechele yakosechela yakwe, nambo kuti kwanchimile Allah kopoka kwao, basi ni waateengwiisye, soni ni yawechetedwe yanti: “Tamani imo ni akutama.”"},{"SurahNumber":9,"VerseNumber":47,"Text":"Ingawe wakopweche namwe nga nganan'jonjechesya ikaweje kuwatanganya, soni angaliji nkusemasema chilikati chenu (kupita nchitenda unakunaku) pakunsachilila mpumbulima, kutendaga soni mwa wanganyammwe muli mwana waakwapikanilaga wanganyao, soni Allah ni Jwaakwamanya chenene waalitenda lupuso"},{"SurahNumber":9,"VerseNumber":48,"Text":"Chisimu pamasile pawasachilile yampumbulima kutandila kala (mmwe Muhammadi ﷺ n'di naikape m’Madina), ni awele ali nkun'galauchisyagalauchisya ichindu mpaka iyiiche yakuona (kupunda pa ngondo), ni kuonechela papaswela chilamusi cha Allah (Usilamu) kutendaga wanganyao ili nkwachima"},{"SurahNumber":9,"VerseNumber":49,"Text":"Soni mwa wanganyao mwana jwaakutiji: “Mumbani lusa une (lwangajaula kungondo), soni ngasimumbika pa kuliingwa (kwakwaona achakongwe wa ku Roma ndakuja kulemwa).” Manyililani yanti wanganyao agwilile kala nkuliingwa, soni chisimu Jahannama jichasyungula achimakafili"},{"SurahNumber":9,"VerseNumber":50,"Text":"Naga ili impatile yambone ikwasakalisyaga, nambo naga gali gampatile makungu akutiji: “Twalikalamuchile kalape (niligongo lyakwe makungu gatuwambele).” Ni akugalaukaga ulendo aku ali nkusengwa"},{"SurahNumber":9,"VerseNumber":51,"Text":"Jilani: “Nganichiwa chitupatile uwwe ikaweje chaatulembele Allah, Jwalakwe ni Nkutugosa jwetu, soni kwa Allah pe basi ajegamile wakulupilila.”"},{"SurahNumber":9,"VerseNumber":52,"Text":"Jilani: “Ana nkwembecheya kuti itupate uwwe (inepe) yangawaga chimo mu yambone iwili (kupunda pa ngondo ni kupalagula chipanje, kapena kuulajidwa ni kuja kwinjila ku Mbepo). Sano uwwe ni tukwembecheya kukwenu kuti Allah ampe ilagasyo kuuma Kukwakwe kapena kupitila m’makono mwetu, basi jembecheyagani, chisimu uwwe tukwembecheya namwe.”"},{"SurahNumber":9,"VerseNumber":53,"Text":"Jilani: “Tolagani (chipanje chenu petala lya Allah) mwakusachilila kapena mwakulikanganichisya (yalumope), nganichiwa chipocheledwe kuumila kukwenu, chisimu wanganyammwe m'bele wandu wakunyosya.”"},{"SurahNumber":9,"VerseNumber":54,"Text":"Soni pangali chachikwasiwilila wanganyao kuti yakutola yao ikapocheledwa kuumila kukwao, ikaweje kuti wanganyao ankanile Allah ni Ntenga Jwakwe ﷺ, ni ngakujiyichilila Swala ikaweje mwaulesi, soni ngaakutola ikaweje mwakulikanganichisya"},{"SurahNumber":9,"VerseNumber":55,"Text":"Basi ikansengwasya ipanje yao namuno wanache wao, chisimu Allah akusaka kuti walagasye nayo yalakweyo pa umi wa duniya, ni jityoche mitima jao (pakuwa) ali achimakafili"},{"SurahNumber":9,"VerseNumber":56,"Text":"Soni akunnumbila Allah kuti chisimu wanganyao ali mwa jenumanja, kutendaga wanganyao nganawa mwa jenumanja, nambo wanganyao ni wandu (achinakunaku) waakogopa (kuti ntaakwaulaga)"},{"SurahNumber":9,"VerseNumber":57,"Text":"Ingawe akupata malo gakutilila kapena mbaanga (syakuti nikuuwaamo) kapena malo gakulisisa, angalungeme kwalakweko mwakangamala"},{"SurahNumber":9,"VerseNumber":58,"Text":"Soni mwa wanganyao mwana waakun'gamba mu (kagawanye ka) sadaka, basi naga ali apedwile kachindu mwalakwemo akasanonyelwa, nambo naga nganapedwa kalikose mwalakwemo akasawa wakasilika"},{"SurahNumber":9,"VerseNumber":59,"Text":"Sano ingawe wanganyao wajikutile pa yawapele Allah ni Ntenga Jwakwe ﷺ ni kuwechetaga kuti: “Allah akutukwanila, Allah chaatupe kuumila mu ukoto Wakwe, ni Ntenga Jwakwe ﷺ soni, chisimu uwwe kwa Allah tukusachilila (ukoto Wakwe).” (Ingaliji yambone kukwao)"},{"SurahNumber":9,"VerseNumber":60,"Text":"Chisimu sadaka (sya Zaka) sipelechedweje kwa wakulaga, ni masikini, kwisa soni akusisonganganya, ni wakujisyowechesya mitima jao (ku Usilamu), ni pa kwapela ulokosyo achikapolo, ni (kwalipilila) wasyakwembekenye ngongole, ni petala lya Allah (mpela pa Jihadi), kwisa soni jwaakatichilwe pa ulendo. Ali ni lilamusi lyakuumila kwa Allah, soni Allah ni Jwakumanyilila nnope, Jwalunda lwakusokoka"},{"SurahNumber":9,"VerseNumber":61,"Text":"Soni mwa wanganyao mwana wane waakunsausya Ntume ﷺ ni kuwechetaga kuti: “Jwalakweju (jugamba kutejela) liwiwi (ku iliyose ni kuijitichisya).” Jilani: “Liwiwi lyakutejela chenene kukwenu, (ngati jukwamanya waakuwecheta yakuona ni waakulambusya), jukunkulupilila Allah ni kwajitichisya wakulupilila, soni juwele chanasa kwa awala waakulupilile mwa jenumanja.” Nambo awala waakunsausya Ntenga jwa Allah ﷺ, akwete kupata wanganyao ilagasyo yakupoteka nnope"},{"SurahNumber":9,"VerseNumber":62,"Text":"Akunnumbila Allah kukwenu kuti annonyelesye, kutendaga Allah ni Ntenga Jwakwe ﷺ ni jwali jwakuwajilwa kuti annonyelesye nawaga wanganyao wakulupilila (kusyene)"},{"SurahNumber":9,"VerseNumber":63,"Text":"Ana ngakumanyilila yanti chisimu jwaakunsisya Allah ni Ntenga Jwakwe ﷺ nikuti akwete kupata jwalakwejo moto wa Jahannama, chakawe jwandamo mwalakwemo? Kwalakweko ni kwaluka kwekulungwa nnope"},{"SurahNumber":9,"VerseNumber":64,"Text":"Achinakunaku akogopa yakwatuluchila Sura jakwaajuwula yaili m’mitima mwao. Jilani: “Tendagani chipongwe, chisimu Allah ni Nkuikoposya yankuijogopayo.”"},{"SurahNumber":9,"VerseNumber":65,"Text":"Soni naga n'di ntite mwawusye (chawecheteleje malowe gachalu), chisimu mpaka ajile: “Chisimutu uwwe twaliji nkutenda yambenje ni yakunguluka.” Jilani: “Ana mwaliji nkuntenda chipongwe Allah, ma Aya Gakwe, kwisa soni Ntenga Jwakwe ﷺ?”"},{"SurahNumber":9,"VerseNumber":66,"Text":"Kasin'diwalanga, pamasile pankufuulu panyuma pachikulupi chenu. Naga tulikululuchile likuga line mwa jenumanja, likuga line chitulipe ilagasyo ligongo lyanti wanganyao waliji wakulewa"},{"SurahNumber":9,"VerseNumber":67,"Text":"Achinakunaku wachilume ni achinakunaku wachikongwe ali (wanakaajumo) wane kwa wane, akuchisyaga yakusakala ni kanyaga yambone, ni akasaumbataga soni magasa gao (pangatola petala lya Allah), an'diwalile Allah basi nombenajo ni jwaliwalile, chisimu achinakunaku niwali wakunyosya"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah wapele achinakunaku wachilume ni achinakunaku wachikongwe kwisa soni achimakafili chilanga cha moto wa Jahannama, chakawe wandamo mwalakwemo, walakweo chiuchakwana wanganyao, soni Allah walwesile wanganyao, ni akwete kupata wanyao ilagasyo yakwendelechela"},{"SurahNumber":9,"VerseNumber":69,"Text":"(Jenumanja n'di) chisawu awala wawaliji paujo penu, (chitukomboleche kun'jonanga mwatwajonanjile wanganyao, kutendaga) wanganyao waliji wakulimbangana nnope kumpunda wanganyammwe pamachili, niwakwete ipanje yejinji nnope kwisa soni wanache, basi ni wasangalalile liunjili lyao (lya duniya ndema jannono), basi nombe jenumanja ni nkuwa nkusangalalila liunjili lyenu (lya duniya kwandema jannono), yawatite pakusangalalila awala wawaliji paujo penu liunjili lyao, ni nkuwa nkutiwila (mmalowe gangali mate) yawatite pakutiwila wanganyao, wele wanyao ni wagajonasiche masengo gao pa duniya pano ni ku Akhera kwakwe, soni wanyao niwali wakwasika"},{"SurahNumber":9,"VerseNumber":70,"Text":"Ana nganijaichilila abali ja wapaujo pao, wandu wa Nuhu, A'di ni Samuda, kwisa soni wandu wa Ibrahima, ni achinsyene Madiyana, kwisa soni misi jajapitikusyidwe (kwinani kuwa pasi, pasi kuwa kwinani jajili Sodomu ni Gomora)? Achimitenga wao waichilile ni ilosyo yakuonechela palangulangu, basi nganawa Allah jwanti nikwatenda lupuso wanganyao, nambo achimisyene niwawaliji nkulitenda lupuso"},{"SurahNumber":9,"VerseNumber":71,"Text":"Sano wakulupilila wachilume ni wakulupilila wachikongwe wane mwa jamanjao awele isyowe ya wane, akuchisyaga yambone ni akukanyaga yakusakala, ni akwimikaga Swala mwakolosya, ni kutolaga Zaka, ni akumpikanilaga Allah ni Ntenga Jwakwe ﷺ, wanganyao ni watachatendela Allah chanasa. Chisimu Allah ni Jwamachili gakupunda, Jwalunda lwakusokoka"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah jwapele chilanga wakulupilila wachilume ni wakulupilila wachikongwe cha Matimbe ga ku Mbepo gasikujilima cha pasi pakwe sulo, chakawe wandamo mwalakwemo, ni mauto gambone m’Matimbe Gandamo, sano chinonyelo chakuumila kwa Allah ni chachili chekulungwa kusyene. Kwalakweko nikwakuli kupunda kwekulungwa nnope"},{"SurahNumber":9,"VerseNumber":73,"Text":"E mmwe Ntume ﷺ! Limbanani nao achimakafili kwisa soni achinakunaku, ni mwajumulile ntima, soni mauto gao ni ku Jahannama, kaje kusakala malo gakuujila gakwe"},{"SurahNumber":9,"VerseNumber":74,"Text":"Akunnumbila Allah kuti nganawecheta (malowe gachalu), kutendaga wawechete malowe gaukafili, ni wakufuulu panyuma pa Usilamu wao, ni wasachilile (kutenda malindi) gawalepele kugaichila, ni nganachiona chakusakala chilichose (pakwika kwa Usilamu chachatendekasisye ganisya yamalindi), ikaweje kuti Allah ni Ntenga Jwakwe ﷺ wasichilisye wanganyao ni ukoto Wakwe. Basi naga atende toba chiiwe yambone kukwao, nambo naga anyosye Allah tiwape ilagasyo yakupoteka nnope pa duniya pano ni ku Akhera kwakwe, soni nganakola wanganyao pa chilambo kaligoselo ata nkulupusyo"},{"SurahNumber":9,"VerseNumber":75,"Text":"Soni mwa wanganyao mwana wawatawene najo Allah chilanga chanti: “Naga atupe ukoto Wakwe chisimu chitupelecheje sadaka nikuwa kwene mwa atenda ngoto.”"},{"SurahNumber":9,"VerseNumber":76,"Text":"Nambo katema kawapele ukoto Wakwe, wautendele ubaili ni wanyosyisye aku achisyululaga"},{"SurahNumber":9,"VerseNumber":77,"Text":"Basi yakuichisya yakwe nikwaliji kwawika unakunaku m’mitima mwao kwikanila lisiku lyatachisimangana Najo, ligongo lyakuwwesechesya Allah ya watawene Najo, soni ligongo lya unami wawaliji nkulambusya ndawi ni katema"},{"SurahNumber":9,"VerseNumber":78,"Text":"Ana ngakumanyilila yanti Allah jukusimanya asili syao ni mitemela jao, soni yanti Allah ni Jwakumanyilila nnope yakusisika"},{"SurahNumber":9,"VerseNumber":79,"Text":"Awala waakwasogoda wandu wakulipeleka pakutola sadaka syejinji mwa wandu wakulupilila, ni (kwasogoda soni) awala wangakupata (chakutola) ikaweje (channono cha) ukombosi wao, basi ni akuwa ali nkwaatenda chipongwe wanganyao; Allah chiwalipile pa chipongwe chaocho, soni ni akwete kupata wanganyao ilagasyo yakupoteka nnope"},{"SurahNumber":9,"VerseNumber":80,"Text":"Mwawendelani chikululuko wanganyao kapena nneche ngawendela chikululuko (yalumope), namuno mwawendele chikululuko katema kakwana makumi nsano nagawili , basi Allah nganawa wakululuchile wanganyao, yalakweyo ni ligongo lyanti wanganyao ankanile Allah ni Ntenga Jwakwe ﷺ, sano Allah ni jwangaajongola wandu wakunyosya"},{"SurahNumber":9,"VerseNumber":81,"Text":"Awala wawasigalile munyuma (ngajaula kungondo ja Tabuki), wasangalele pakutama kwao panyuma pa (kuwigula) Ntenga jwa Allah ﷺ, ni yachimile yakuputa ngondo ni chipanje chao ni achimisyene wakwe petala lya Allah, ni watite: “Nkawigula (wa kungondo) mu lyoto (chitukuta chejinji).” Jilani: “Moto wa Jahannama ni waupundile nnope lyoto ingawe waliji wana umanyilisi.”"},{"SurahNumber":9,"VerseNumber":82,"Text":"Basi asecheje panandipe (pa duniya pano) nambo chachilila kwannope (ku Akhera) kuwa malipilo pa yawaliji ali nkupanganya"},{"SurahNumber":9,"VerseNumber":83,"Text":"Sano nam’busyaaga Allah (kungondo ja Tabuki) kuja ku likuga line mwa jamanjao ni kum’bendaga lusa lwakopoka (kuja kungondo sine syasipatikaneje panyuma pakwe), basi jilani: “Nganim’ba nkopweche none mpaka kalakala, soni nganim’ba mumputile ngondo none mmagongo, chisimu wanganyammwe mwanonyelwe kutama (ngajaula kungondo) kandanda, basi tamagani pamo ni wakusigala munyuma.”"},{"SurahNumber":9,"VerseNumber":84,"Text":"Soni ngasimunswalila ata panandi (mmwe Muhammadi ﷺ) jwalijose jwaawile mwa jamanjao, soni ngasin’jima pelembe lyakwe (kum’bombela dua), chisimu wanganyao ankanile Allah ni Ntenga Jwakwe ﷺ, ni awile ali wakunyosya"},{"SurahNumber":9,"VerseNumber":85,"Text":"Soni ikansengwasya ipanje yao namuno wanache wao, chisimu Allah akusaka kuti walagasye nayo yalakweyo pa duniya pano, nikuti mitima jao jityoche (pakuwa) ali achimakafili"},{"SurahNumber":9,"VerseNumber":86,"Text":"Soni pati jitulusyidwe Sura jakuchisya yanti: Munkulupililani Allah soni ni mputeje ngondo pamo ni Ntenga Jwakwe ﷺ, ayipanje mwa jamanjao akum’bendaga lusa (lwangajaula nao kungondo), ni akutiji: “Tulekani tuwe pamo ni akutama (pannango).”"},{"SurahNumber":9,"VerseNumber":87,"Text":"Yanonyele yakuwa pamo ni wakusigala munyuma, ni mudindidwe chidindo m’mitima mwao, mwanti wanganyao ngaakupata umanyilisi"},{"SurahNumber":9,"VerseNumber":88,"Text":"Nambo Ntenga ﷺ ni awala wakulupilile najo imo, aputile ngondo ni chipanje chao ni achimisyene wakwe, soni wanganyao akwete kupata yambone, soni wanyao ni wali wakupunda"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah jwalinganyichisye wanganyao Matimbe ga ku Mbepo gasikujilima cha pasi pakwe sulo, chakawe wandamo mwalakwemo, kwele ni kupunda kwekulungwa nnope"},{"SurahNumber":9,"VerseNumber":90,"Text":"Soni akutola ipaka (yakuona) mu warabu wanchimisi wayiche (kwa Ntenga ﷺ) kuti apedwe lusa (lwangajaula kungondo), nambo awala (achinakunaku) wawannambwisye Allah ni Ntenga Jwakwe ﷺ, wagambile kutama (mwangali kuwenda lusa kwa Ntenga ﷺ), chiyapate awala wakanile mwa jamanjao ilagasyo yakupoteka nnope"},{"SurahNumber":9,"VerseNumber":91,"Text":"Pangali ulemwa (pa ngajaula kungondo) kwa (wandu) wangali machili, kapena wakulwala, kapena awala wangaakupata yakuti atole (yakwakamuchisya pa ulendo kapena yakwalechela wakusigala pannango), naga achikulupichikaga kwa Allah ni Ntenga Jwakwe ﷺ. Pangali litala lililyose lya (kwagambila) wakolosya, soni Allah ni Jwakululuka kusyene, Jwachanasa channope"},{"SurahNumber":9,"VerseNumber":92,"Text":"Nambo soni (pangali ulemwa) kwa awala wanti ndema jawam’bichilile kuti mwasosele chakwela (pakuja ku ngondo), mmwe nikuti: “Nganguchipata chilichose chanti ni kunkwesyapo,” wagalawiche aku meso gao galinkulakatisya misosi jamadandausi ligongo lyangachipata chilichose chachatole (chakamuchisya pa ulendowo)"}]}