{"Id":476,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-lad","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"Tā shuō:“Zhūwèi shǐzhě a! Nǐmen yǒu shé me chāishì ne?”"},{"SurahNumber":51,"VerseNumber":32,"Text":"Tāmen shuō:“Wǒmen què yǐ fèng pài qù chéngzhì yīqún fànzuì de mínzhòng"},{"SurahNumber":51,"VerseNumber":33,"Text":"wǒmen jiāng yīn huǐmiè tāmen ér jiàngxià niántǔ biàn chéng de shítou"},{"SurahNumber":51,"VerseNumber":34,"Text":"nà shì cóng nǐ de zhǔ nàlǐ wéi guòfèn zhě ér fāchū de.”"},{"SurahNumber":51,"VerseNumber":35,"Text":"Wǒ bǎ chéng lǐ suǒyǒu de xìnshì dōu jiùle chūlái"},{"SurahNumber":51,"VerseNumber":36,"Text":"wǒ zài chéng lǐ zhǐ fāxiàn yījiā guīshùn zhě"},{"SurahNumber":51,"VerseNumber":37,"Text":"Wǒ céng zài chéng lǐ liú xià yī zhǒng jīxiàng, yǐbiàn wèijù tòngkǔ de xíngfá de rénmen yòng zuò jiànjiè"},{"SurahNumber":51,"VerseNumber":38,"Text":"Zài mù sà de gùshì lǐ yěyǒu yī zhǒng jīxiàng. Dāngshí, wǒ céng pàiqiǎn tā dàizhe yī jiàn míngzhèng qù jiàn fǎlǎo"},{"SurahNumber":51,"VerseNumber":39,"Text":"Dàn fǎlǎo yīn yǒu shìlì gù bèiqì mù sà, tā shuō:“Zhè shì yīgè shùshì, huò shì yīgè fēng rén.”"},{"SurahNumber":51,"VerseNumber":40,"Text":"Suǒyǐ wǒ chéngzhì tā hé tā de jūnduì, ér jiāng tāmen tóurù hǎizhōng, tā shì shòu zébèi de"},{"SurahNumber":51,"VerseNumber":41,"Text":"Zài ā dé rén de gùshì lǐ, yěyǒu yī zhǒng jīxiàng. Dāngshí, wǒ céng shǐ wúyì de bàofēng qù huǐmiè tāmen"},{"SurahNumber":51,"VerseNumber":42,"Text":"fán jīng nà bàofēng chuīguò de dōngxī, wú yī jiàn bù biàn chéng pòsuì de"},{"SurahNumber":51,"VerseNumber":43,"Text":"Zài sài mò dé rén de gùshì lǐ, yěyǒu yī zhǒng jīxiàng. Dāngshí, yǒurén duì tāmen shuō:“Nǐmen zhànshí xiǎngshòu ba!”"},{"SurahNumber":51,"VerseNumber":44,"Text":"Tāmen céng wéikàng tāmen zhǔ de mìnglìng, gù jí léi huǐmièle tāmen, tóngshí, tāmen yǎnjiàn xíngfá jiànglín"},{"SurahNumber":51,"VerseNumber":45,"Text":"tāmen wèi néng zhàn qǐ, tāmen yě wèi néng zìwèi"},{"SurahNumber":51,"VerseNumber":46,"Text":"Yǐqián, wǒ huǐmièle nǔ hā de zōngzú, tāmen què shì bèinì de mínzhòng"},{"SurahNumber":51,"VerseNumber":47,"Text":"Tiān, wǒ céng yǐ quánlì jiànzào tā, wǒ què shì dà néng de"},{"SurahNumber":51,"VerseNumber":48,"Text":"de, wǒ céng pūzhāng tā. Měizāi pūzhāng zhě"},{"SurahNumber":51,"VerseNumber":49,"Text":"Wǒ jiāng měi zhǒng wù zàochéng pèi'ǒu, yǐbiàn nǐmen juéwù"},{"SurahNumber":51,"VerseNumber":50,"Text":"Nǐ shuō:“Nǐmen yīngdāng táo guīzhēnzhǔ, wǒ duìyú nǐmen què shì yīgè zhēnzhǔ (chà lái) de tǎnshuài de jǐnggào zhě"},{"SurahNumber":51,"VerseNumber":51,"Text":"Nǐmen bùyào yǐ bié de shénlíng yǔ zhēnzhǔ tóng shòu chóngbài, wǒ duìyú nǐmen què shì yīgè zhēnzhǔ (chà lái) de tǎnshuài de jǐnggào zhě.”"},{"SurahNumber":51,"VerseNumber":52,"Text":"Tāmen yǐqián de gè mínzú yě xiàng zhèyàng, měi yǒu yīgè shǐzhě láilín 392\tdì wǔ'èr zhāng shānyuè (tū ěr) tāmen, tāmen jiù shuō:“Tā shì yīgè shùshì, huò shì yīgè fēng rén.”"},{"SurahNumber":51,"VerseNumber":53,"Text":"Nándào tāmen céng yǐ cǐ huà hùxiāng zhǔfù ma? Bùrán, tāmen dōu shì bèinì de mínzhòng"},{"SurahNumber":51,"VerseNumber":54,"Text":"Nǐ yīngdāng tuìbì tāmen, nǐ jué bùshì shòu zébèi de"},{"SurahNumber":51,"VerseNumber":55,"Text":"Nǐ yīngdāng jiàohuì zhòngrén, yīnwèi jiàohuì duìyú xìnshìmen què shì yǒuyì de"},{"SurahNumber":51,"VerseNumber":56,"Text":"Wǒ chuàngzào jīnglíng hé rénlèi, zhǐ wèi yào tāmen chóngbài wǒ"},{"SurahNumber":51,"VerseNumber":57,"Text":"Wǒ bù wàng tāmen de gōngjǐ, wǒ yě bù wàng tāmen de fèngyǎng"},{"SurahNumber":51,"VerseNumber":58,"Text":"Zhēn zhǔ què shì gōngjǐ wànwù de, què shì yǒu quánlì de, què shì jiāndìng de"},{"SurahNumber":51,"VerseNumber":59,"Text":"Bù yì de rénmen, hé tāmen de péngyǒu yīyàng, bìděi yī fèn xíngfá, suǒyǐ jiào tāmen bùyào cuīcù wǒ"},{"SurahNumber":51,"VerseNumber":60,"Text":"Shāng zāi bù xìndào de rénmen! Dāng tāmen bèi jǐnggào de rìzi láilín de shíhòu"},{"SurahNumber":52,"VerseNumber":1,"Text":"Yǐ shānyuè méngshì"},{"SurahNumber":52,"VerseNumber":2,"Text":"yǐ tiān jīng zhī shū"},{"SurahNumber":52,"VerseNumber":3,"Text":"xiě yú zhǎnkāi de pízhǐ zhě méngshì"},{"SurahNumber":52,"VerseNumber":4,"Text":"yǐ zhòngrén suǒ cháojìn de tiān fáng méngshì"},{"SurahNumber":52,"VerseNumber":5,"Text":"yǐ bèi shēng qǐ de cāngqióng méngshì"},{"SurahNumber":52,"VerseNumber":6,"Text":"yǐ wāngyáng de dàhǎi méngshì"},{"SurahNumber":52,"VerseNumber":7,"Text":"nǐ de zhǔ de xíngfá, què shì yào shíxiàn de"},{"SurahNumber":52,"VerseNumber":8,"Text":"shì rènhé rén bùnéng dǐkàng de"},{"SurahNumber":52,"VerseNumber":9,"Text":"Zài tiāntǐ zhèndòng"},{"SurahNumber":52,"VerseNumber":10,"Text":"shānyuè shìqù zhī rì"},{"SurahNumber":52,"VerseNumber":11,"Text":"zài nà rì, shāng zāi fǒurèn zhēnlǐ de rénmen"},{"SurahNumber":52,"VerseNumber":12,"Text":"jí yǐ wàngyán xiāoqiǎn de rénmen"},{"SurahNumber":52,"VerseNumber":13,"Text":"Tāmen jiāng bèi tóurù huǒ yù"},{"SurahNumber":52,"VerseNumber":14,"Text":"Zhè jiùshì nǐmen shēngqián suǒ fǒurèn de huǒxíng"},{"SurahNumber":52,"VerseNumber":15,"Text":"Zhè shì móshù ne? Háishì nǐmen kàn bùjiàn ne"},{"SurahNumber":52,"VerseNumber":16,"Text":"Nǐmen jìn huǒ yù qù ba! Nǐmen rěnshòu qízhōng de xíngfá yǔ fǒu, suí nǐmen de fāngbiàn, nà duìyú nǐmen shì yīyàng de. Nǐmen zhǐ shòu zìjǐ xíngwéi de bàochóu"},{"SurahNumber":52,"VerseNumber":17,"Text":"Jìngwèi de rénmen, bìdìng zài lèyuán hé ēnzé zhōng"},{"SurahNumber":52,"VerseNumber":18,"Text":"tāmen yīn zhǔ de shǎngcì ér kuàilè, tāmen de zhǔ shǐ tāmen dé miǎn yú lièhuǒ de xíngfá"},{"SurahNumber":52,"VerseNumber":19,"Text":"Nǐmen yīn zìjǐ de xíngwéi ér yúkuài dì chīhē ba"},{"SurahNumber":52,"VerseNumber":20,"Text":"Tāmen kào zài fēn liè chéngxíng de chuángshàng, wǒ jiāng yǐ báixī de, měi mùdì nǚzǐ zuò tāmen de bànlǚ"},{"SurahNumber":52,"VerseNumber":21,"Text":"Zìjǐ xìndào, zǐsūn yě gēnzhe xìndào zhě, wǒ jiāng shǐ tāmen de zǐsūn yǔ tāmen tóng jí, wǒ bù jiǎnshǎo tāmen de shàngōng yī sīháo. Měi rén yìngduì zìjǐ de xíngwéi fùzé"},{"SurahNumber":52,"VerseNumber":22,"Text":"Wǒ jiāng yǐ tāmen suǒ shìhào de shuǐguǒ hé ròushí gōngjǐ tāmen"},{"SurahNumber":52,"VerseNumber":23,"Text":"tāmen zài lèyuán zhōng hù dì (jiǔ) bēi, tāmen bù yīn'ér chū è yán, yě bù yīn'ér fànzuì è.§"},{"SurahNumber":52,"VerseNumber":24,"Text":"Tāmen de tóng pū lúnliúzhe fúshi tāmen, nàxiē tóng pū, hǎoxiàng cáng zài bàng ké lǐ de zhēnzhū yīyàng"},{"SurahNumber":52,"VerseNumber":25,"Text":"Yúshì tāmen dàjiā zǒuxiàng qián lái hùxiāng tánlùn"},{"SurahNumber":52,"VerseNumber":26,"Text":"Tāmen jiāng shuō:“Yǐqián wǒmen wèi zìjǐ de jiāshǔ què shì zhànzhànjīngjīng de"},{"SurahNumber":52,"VerseNumber":27,"Text":"dàn zhēnzhǔ yǐ shī ēn yú wǒmen, bìng shǐ wǒmen dé miǎn yú dú fēng de xíngfá"},{"SurahNumber":52,"VerseNumber":28,"Text":"Yǐqián wǒmen díquè chángcháng qídǎo tā, tā què shì rén'ài de, què shì zhì cí de.”"},{"SurahNumber":52,"VerseNumber":29,"Text":"Nǐ yīngdāng jiàohuì zhòngrén, yīnwèi jiè nǐ de zhǔ de ēndiǎn, nǐ bùshì yīgè zhānbǔ zhě, yě bùshì yīgè fēng rén"},{"SurahNumber":52,"VerseNumber":30,"Text":"Bùrán, tāmen shuō:“Tā shì yīgè shīrén, wǒmen děngdài tā zāoféng èyùn.”"},{"SurahNumber":52,"VerseNumber":31,"Text":"Nǐ shuō:“Nǐmen děngdài ba! Wǒ què shì yǔ nǐmen yītóng děngdài de.”"},{"SurahNumber":52,"VerseNumber":32,"Text":"Nándào tāmen de lǐzhì mìnglìng tāmen shuō zhè jù huà ma? Bùrán, tāmen shì fàngdàng de mínzhòng"},{"SurahNumber":52,"VerseNumber":33,"Text":"Nándào tāmen shuō tā céng niēzào tā ma? Bùrán, qíshí shì tāmen bù guī xìn"},{"SurahNumber":52,"VerseNumber":34,"Text":"Jiào tāmen zuòchū xiàng zhèyàng de wéncí lái, rúguǒ tāmen shì shuō shíhuà de"},{"SurahNumber":52,"VerseNumber":35,"Text":"Shì tāmen cóng wú dào yǒu bèi chuàngzào chūlái ne? Háishì tāmen zìjǐ jiùshì chuàngzào zhě ne"},{"SurahNumber":52,"VerseNumber":36,"Text":"Nándào tāmen céng chuàngzào tiāndì ma? Bùrán, tāmen bìng bù quèxìn zhēnzhǔ"},{"SurahNumber":52,"VerseNumber":37,"Text":"Shì nǐ de zhǔ de kùcáng guī tāmen zhǎngguǎn ne? Háishì tāmen shì nàxiē kùcáng de jiāndū ne"},{"SurahNumber":52,"VerseNumber":38,"Text":"Nándào tāmen yǒuyī jià tiāntī, kěyǐ dēng shàngqù qīngtīng ma? Jiào tāmen zhōng de qīngtīng zhě ná yīgè míngzhèng lái ba"},{"SurahNumber":52,"VerseNumber":39,"Text":"Nándào zhēnzhǔ yǒu nǚ er, nǐmen yǒu érzi ma"},{"SurahNumber":52,"VerseNumber":40,"Text":"Nándào nǐ xiàng tāmen suǒqǔ bàochóu, gù tāmen wèi nàshuì ér dānfù tài zhòng"},{"SurahNumber":52,"VerseNumber":41,"Text":"Nándào tāmen néng zhī yōuxuán, gù néng jiāng tā jìlù xiàlái"},{"SurahNumber":52,"VerseNumber":42,"Text":"Nándào tāmen yù yòng jìmóu ma? Bùxìndào zhě, jiāng zì zhōng qí jì"},{"SurahNumber":52,"VerseNumber":43,"Text":"Nándào chú zhēn 394\tdì wǔsān zhāng xīngsù (nàizhì mǔ) zhǔ wài, tāmen hái yǒu bié de shénlíng ma? Zhēnzhǔ shì chāo hū tāmen suǒyòng yǐ pèi tā de"},{"SurahNumber":52,"VerseNumber":44,"Text":"Rúguǒ tāmen kànjiàn tiān diào xiàlái yīkuài, tāmen jiāng shuō:“Zhè shì chéng duī de yúncai.”"},{"SurahNumber":52,"VerseNumber":45,"Text":"Nǐ rèn suí tāmen ba! Zhídào tāmen zāoyù zìjǐ bèi zhèn sǐ de rìzi"},{"SurahNumber":52,"VerseNumber":46,"Text":"Zài nà rì, tāmen de jìmóu, duìyú tāmen háo wú bìyì, tāmen yě bù shòu yuánzhù"},{"SurahNumber":52,"VerseNumber":47,"Text":"Bù yì de rénmen, zài nà rì zhīqián, bìdìng yào shòu yī zhǒng xíngfá, dàn tāmen dàbàn bù zhīdào"},{"SurahNumber":52,"VerseNumber":48,"Text":"Nǐ yīngdāng rěnshòu nǐ de zhǔ de pànjué, yīnwèi nǐ què shì zài wǒ de juàngù zhī xià de. Nǐ qǐlái de shíhòu, yīngdāng zànsòng nǐ de zhǔ"},{"SurahNumber":52,"VerseNumber":49,"Text":"zài yèjiān hé zài xīngsù mòluò zhīhòu, nǐ yīngdāng zànsòng tā"},{"SurahNumber":53,"VerseNumber":1,"Text":"Yǐ mòluò shí de xīngsù méngshì"},{"SurahNumber":53,"VerseNumber":2,"Text":"nǐmen de péngyǒu, jì bù mí wù, yòu wèi míxìn"},{"SurahNumber":53,"VerseNumber":3,"Text":"yě wèi suí sīyù ér yán"},{"SurahNumber":53,"VerseNumber":4,"Text":"Zhè zhǐshì tāsuǒ shòu de qǐshì"},{"SurahNumber":53,"VerseNumber":5,"Text":"jiàoshòu tā de, shì nà qiángjiàn de"},{"SurahNumber":53,"VerseNumber":6,"Text":"yǒulì de, gù tā dádào quánměi"},{"SurahNumber":53,"VerseNumber":7,"Text":"Tā zài dōngfāng de zuìgāo chù"},{"SurahNumber":53,"VerseNumber":8,"Text":"ránhòu tā jiànjiàn jiējìn ér jiàngdī"},{"SurahNumber":53,"VerseNumber":9,"Text":"tā xiāngjù liǎng zhānggōng de chángdù, huò gèng jìn yīxiē"},{"SurahNumber":53,"VerseNumber":10,"Text":"Tā bǎ tāsuǒ yīng qǐshì de qǐshì tā de púrén"},{"SurahNumber":53,"VerseNumber":11,"Text":"tā de xīn méiyǒu fǒurèn tā suǒ jiàn de"},{"SurahNumber":53,"VerseNumber":12,"Text":"Nándào nǐmen yào wèi tā suǒ jiàn de ér yǔ tā zhēnglùn ma"},{"SurahNumber":53,"VerseNumber":13,"Text":"Tā què yǐ jiàn tā èr cì xiàjiàng"},{"SurahNumber":53,"VerseNumber":14,"Text":"zài jí jìng de suānzǎo shù páng"},{"SurahNumber":53,"VerseNumber":15,"Text":"nà li yǒu guīsù de lèyuán"},{"SurahNumber":53,"VerseNumber":16,"Text":"Dāng suānzǎo shù méng shàng yī céng dōngxī de shíhòu"},{"SurahNumber":53,"VerseNumber":17,"Text":"yǎn wèi xié shì, yě wèi guòfèn"},{"SurahNumber":53,"VerseNumber":18,"Text":"tā què yǐ kànjiàn tā de zhǔ de yībùfèn zuìdà de jīxiàng"},{"SurahNumber":53,"VerseNumber":19,"Text":"Nǐmen gàosù wǒ ba! Lā tè hé ōu sà"},{"SurahNumber":53,"VerseNumber":20,"Text":"yǐjí páiháng dì sān, yěshì zuì cì de mò nà, zěnme shì zhēnzhǔ de nǚ'ér ne"},{"SurahNumber":53,"VerseNumber":21,"Text":"Nándào nánhái guī nǐmen, 395 nǚhái què guīzhēnzhǔ ma"},{"SurahNumber":53,"VerseNumber":22,"Text":"Rán'ér, zhè shì bù gōngpíng de fēnpèi"},{"SurahNumber":53,"VerseNumber":23,"Text":"Zhèxiē ǒuxiàng zhǐshì nǐmen hé nǐmen de zǔxiān suǒdìng de míngchēng, zhēnzhǔ bìng wèi jiāyǐ zhèngshí, tāmen zhǐshì píng cāixiǎng hé sīyù. Zhèngdào què yǐ cóng tāmen de zhǔ jiànglín tāmen"},{"SurahNumber":53,"VerseNumber":24,"Text":"Nándào ren xīwàng shénme jiù yǒu shé me"},{"SurahNumber":53,"VerseNumber":25,"Text":"Hòushì hé jīnshì, dōu shì zhēnzhǔ de.§"},{"SurahNumber":53,"VerseNumber":26,"Text":"Tiānshàng de xǔduō tiānshén, tāmen de shuō qíng, háo wú bìyì, chúfēi zài zhēnzhǔ xǔkě (tāmen) wèi tā suǒ yìyù hé suǒ xǐyuè zhě (shuō qíng) zhīhòu"},{"SurahNumber":53,"VerseNumber":27,"Text":"bù xìn hòushì de rénmen, díquè yǐ nǚxìng de míngchēng chēnghu tiān shénmen"},{"SurahNumber":53,"VerseNumber":28,"Text":"Tāmen duìyú nà zhǒng chēnghu, jué wú rènhé zhīshì, tāmen zhǐ píng cāixiǎng; ér cāixiǎng duìyú zhēnlǐ, què shì háo wú bìyì de"},{"SurahNumber":53,"VerseNumber":29,"Text":"Nǐ yīngdāng bì kāi nà wéibèi wǒ de jiàohuì, qiě zhǐ yù xiǎng jīnshì shēnghuó zhě"},{"SurahNumber":53,"VerseNumber":30,"Text":"nà shì tāmen de zhīshì chéngdù. Nǐ de zhǔ, què shì quánzhī bèilí zhèngdào zhě de, yěshì quánzhī zūnxún zhèngdào zhě de"},{"SurahNumber":53,"VerseNumber":31,"Text":"Tiāndì wànwù, dōu shì zhēn zhǔ de. Tā chuàngzào wànwù, yǐbiàn tā yī zuò'è zhě de xíngwéi ér bàochóu tāmen, bìng yǐzhì shàn de pǐnjí bàochóu xíngshàn zhě"},{"SurahNumber":53,"VerseNumber":32,"Text":"Yuǎnlí dàzuì hé chǒushì, dàn fàn xiǎo zuì zhě, nǐ de zhǔ què shì kuānyòu de. Dāng tā cóng dàdì chuàngzào nǐmen de shíhòu, dāng nǐmen shì zài mǔ fù zhōng de tāi'ér de shíhòu, tā shì quánzhī nǐmen de; suǒyǐ nǐmen bùyào zìchēng qīngbái, tā shì quánzhī jìngwèi zhě de"},{"SurahNumber":53,"VerseNumber":33,"Text":"Nǐ gàosù wǒ ba! Wéibèi zhèngdào"},{"SurahNumber":53,"VerseNumber":34,"Text":"shāoshāo shīshě jiù qiānlìn de rén"},{"SurahNumber":53,"VerseNumber":35,"Text":"nándào tā zhīdào yōuxuán, gù rèn zìjǐ de xíngwéi wéi zhēnlǐ ma"},{"SurahNumber":53,"VerseNumber":36,"Text":"Nándào méiyǒu rén gàosùguò tā mù sà de jīngdiǎn"},{"SurahNumber":53,"VerseNumber":37,"Text":"hé lǚxíng jiè mìng de yì bo lā xīn de jīngdiǎn zhōng suǒ jìzǎi de shìqíng ma"},{"SurahNumber":53,"VerseNumber":38,"Text":"Yīgè fù zuì zhě, bù fù biérén de zuì"},{"SurahNumber":53,"VerseNumber":39,"Text":"Gè rén zhǐdé xiǎngshòu zìjǐ de láojì"},{"SurahNumber":53,"VerseNumber":40,"Text":"tā de láojì, jiāng bèi kànjiàn"},{"SurahNumber":53,"VerseNumber":41,"Text":"ránhòu tā jiāng shòu zuì wánquán de bàochóu"},{"SurahNumber":53,"VerseNumber":42,"Text":"Nǐ de zhǔ, shì zhòngshēng de guīsù"},{"SurahNumber":53,"VerseNumber":43,"Text":"Tā néng shǐ rén xiào, néng shǐ rén kū"},{"SurahNumber":53,"VerseNumber":44,"Text":"tā néng shǐ rén sǐ, néng shǐ rénshēng"},{"SurahNumber":53,"VerseNumber":45,"Text":"tā céng chuàngzào pèi'ǒu ──nánxìng de yǔ nǚxìng de ──"},{"SurahNumber":53,"VerseNumber":46,"Text":"shì yǐ shèchū de jīngyè"},{"SurahNumber":53,"VerseNumber":47,"Text":"tā yǐ zàizào wèi zìjǐ de zérèn"},{"SurahNumber":53,"VerseNumber":48,"Text":"tā néng shǐ rén fùzú, néng shǐ rén mǎnyì"},{"SurahNumber":53,"VerseNumber":49,"Text":"tā shì tiānlángxīng de zhǔ"},{"SurahNumber":53,"VerseNumber":50,"Text":"Tā huǐmièle gǔ shí de ā dé rén"},{"SurahNumber":53,"VerseNumber":51,"Text":"hé sài mò dé rén, ér wèicéngyǒu suǒ yíliú"},{"SurahNumber":53,"VerseNumber":52,"Text":"yǐqián, tā huǐmièle nǔ hā de zōngzú. Tāmen què shì gèng bù yì de, què shì gèng fàngdàng de"},{"SurahNumber":53,"VerseNumber":53,"Text":"Tā shǐ nà bèi diānfù de chéngshì fùwáng"},{"SurahNumber":53,"VerseNumber":54,"Text":"gù fùgài de dōngxī céng fùgàile nà zuò chéngshì"},{"SurahNumber":53,"VerseNumber":55,"Text":"Nǐ huáiyí nǐ de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":53,"VerseNumber":56,"Text":"Zhè shì gǔ shí dì nàxiē jǐnggào zhě zhī zhōng de yīgè jǐnggào zhě"},{"SurahNumber":53,"VerseNumber":57,"Text":"Línjìn de shìjiàn, yǐjīng línjìnle"},{"SurahNumber":53,"VerseNumber":58,"Text":"chú zhēnzhǔ wài, méiyǒu néng jiēshì tā de"},{"SurahNumber":53,"VerseNumber":59,"Text":"Nándào nǐmen wèi zhè xùn cí ér chàyì ma"},{"SurahNumber":53,"VerseNumber":60,"Text":"Nǐmen zěnme cháoxiào ér bù tòngkū ne"},{"SurahNumber":53,"VerseNumber":61,"Text":"Nǐmen shì shūhū de"},{"SurahNumber":53,"VerseNumber":62,"Text":"Nǐmen yīngdāng wéi zhēnzhǔ ér kòutóu, yīngdāng chóngbài tā.※"},{"SurahNumber":54,"VerseNumber":1,"Text":"Fùhuó shí línjìnle, yuèliàng pòlièle"},{"SurahNumber":54,"VerseNumber":2,"Text":"Rúguǒ tāmen kànjiàn yī zhǒng jīxiàng, tāmen jiù tuìbì, érqiě shuō:“Zhè shì yī zhǒng yǒulì de móshù.”"},{"SurahNumber":54,"VerseNumber":3,"Text":"Tāmen fǒurèn tā, érqiě shùncóng sīyù. Měi yī jiàn shì dōu shì quèdìng de"},{"SurahNumber":54,"VerseNumber":4,"Text":"Bāohán jǐngjiè de xǔduō xiāoxī, què yǐ láilín tāmenle"},{"SurahNumber":54,"VerseNumber":5,"Text":"nà shì jí jīngmì de zhìhuì; dàn jǐnggào shì wúxiào de"},{"SurahNumber":54,"VerseNumber":6,"Text":"gù nǐ yīngdāng bì kāi tāmen. Dāng zhàohuàn zhě zhào rén yú nánshì de rìzi"},{"SurahNumber":54,"VerseNumber":7,"Text":"tāmen bù gǎn yǎngshì de yóu fén zhòng chūlái, hǎoxiàng shì biàndì de huángchóng"},{"SurahNumber":54,"VerseNumber":8,"Text":"dàjiā yǐnjǐng ér bēn, qúnjí yú zhàohuàn zhě de miànqián. Bù xìndào de rénmen jiāng shuō:“Zhè shì yīgè fánnán de rìzi!”§"},{"SurahNumber":54,"VerseNumber":9,"Text":"Zài tāmen zhīqián, nǔ hā de zōngzú fǒurènguò, tāmen fǒurènguò wǒ de pū 397 rén, tāmen shuō:“Zhè shì yīgè fēng rén.” Tā céng bèi hē chì"},{"SurahNumber":54,"VerseNumber":10,"Text":"gù tā qídǎo tā de zhǔ shuō:“Wǒ què shì bèi yāpò de, qiú nǐ xiāngzhù ba!”"},{"SurahNumber":54,"VerseNumber":11,"Text":"Wǒ jiù yǐ qīngzhù de yǔshuǐ kāile xǔduō tiānmén"},{"SurahNumber":54,"VerseNumber":12,"Text":"wǒ yòu shǐ dà dìshàng de quányuán yǒng chū; yǔshuǐ hé quánshuǐ, jiù yī jìdìng de qíngzhuàng ér huìhé"},{"SurahNumber":54,"VerseNumber":13,"Text":"Wǒ shǐ tā chéngzuò yī zhǐ yòng mùbǎn hé dīngzi zhìzào de chuánshàng"},{"SurahNumber":54,"VerseNumber":14,"Text":"zài wǒ de juàngù zhī xià piāoliú, yǐ bàodá bèi rén fǒurèn zhě"},{"SurahNumber":54,"VerseNumber":15,"Text":"Wǒ què yǐ jiāng zhè jiàn shì liú zuò yī zhǒng jīxiàng, yǒu jiēshòu quàngào zhě ma"},{"SurahNumber":54,"VerseNumber":16,"Text":"Wǒ de xíngfá hé jǐnggào shì zěnyàng de"},{"SurahNumber":54,"VerseNumber":17,"Text":"Wǒ què yǐ shǐ “gǔlánjīng” yìyú jìsòng, yǒu jiēshòu quàngào de rén ma"},{"SurahNumber":54,"VerseNumber":18,"Text":"Ā dé rén céng fǒurènguò, wǒ de xíngfá hé jǐnggào shì zěnyàng de"},{"SurahNumber":54,"VerseNumber":19,"Text":"Wǒ què yǐ shǐ bàofēng zài yīgè hěn xiōng'è de rìzi qù huǐmiè tāmen"},{"SurahNumber":54,"VerseNumber":20,"Text":"bàofēng jiāng zhòngrén bá qǐ, tāmen hǎoxiàng bèi bá chū dì hǎi zǎo shùgàn yīyàng"},{"SurahNumber":54,"VerseNumber":21,"Text":"Wǒ de xíngfá hé jǐnggào shì zěnyàng de"},{"SurahNumber":54,"VerseNumber":22,"Text":"Wǒ què yǐ shǐ “gǔlánjīng” yìyú jìsòng, yǒu jiēshòu quàngào de rén ma"},{"SurahNumber":54,"VerseNumber":23,"Text":"Sài mò dé rén fǒurènguò jǐnggào"},{"SurahNumber":54,"VerseNumber":24,"Text":"gù tāmen shuō:“Wǒmen tóngzú de yīgè fánrén, wǒmen néng shùncóng tā ma? Rúguǒ nàyàng, wǒmen bìdìng xiànyú mí wù hé fēngkuáng zhī zhōng"},{"SurahNumber":54,"VerseNumber":25,"Text":"Nándào tā zài wǒmen zhī jiān dúzì fèng dào qǐshì ma? Bùrán, tā shì shuōhuǎng zhě, shì àomàn zhě.”"},{"SurahNumber":54,"VerseNumber":26,"Text":"Tāmen míngrì jiāng zhīdào shéi shì shuōhuǎng zhě, shéi shì àomàn zhě"},{"SurahNumber":54,"VerseNumber":27,"Text":"Wǒ bìdìng shǐ mǔ tuó qù kǎoyàn tāmen, gù nǐ yīngdāng qídài tāmen, bìng yīngdāng jiānrěn"},{"SurahNumber":54,"VerseNumber":28,"Text":"nǐ yīngdāng gàosù tāmen, jǐng shuǐ shì tāmen hé mǔ tuó suǒ jūn fēn de, yīng dé shuǐfèn de, lúnliúzhe dào jǐng biān lái"},{"SurahNumber":54,"VerseNumber":29,"Text":"Tāmen céng hǎn lái tāmen de péngyǒu, tā jiù ná qǐ jiàn lái zǎile mǔ tuó"},{"SurahNumber":54,"VerseNumber":30,"Text":"Wǒ de xíngfá hé jǐnggào shì zěnyàng de"},{"SurahNumber":54,"VerseNumber":31,"Text":"Wǒ què yǐ shǐ yī zhǒng bàozhà qù huǐmiè tāmen, tāmen jiù biàn chéng zào quān lán zhě suǒyòng de kūmù"},{"SurahNumber":54,"VerseNumber":32,"Text":"Wǒ què yǐ shǐ “gǔlánjīng” yìyú jìsòng, yǒu jiēshòu quàngào de rén ma"},{"SurahNumber":54,"VerseNumber":33,"Text":"Lǔ tè de zōngzú céng fǒurèn jǐnggào"},{"SurahNumber":54,"VerseNumber":34,"Text":"Wǒ què yǐ shǐ fēishāzǒushí de bàofēng qù huǐmiè tāmen; wéi lǔ tè de xìntú, wǒ zài límíng shí zhěngjiùle tāmen"},{"SurahNumber":54,"VerseNumber":35,"Text":"Nà shì cóng wǒ nàlǐ fāchū de ēndiǎn, wǒ rúcǐ bàochóu gǎnxiè zhě"},{"SurahNumber":54,"VerseNumber":36,"Text":"Tā què yǐ jiāng wǒ de chéngzhì jǐnggào tāmen, dàn tāmen yǐ huáiyí de tàidù fǒurèn jǐnggào"},{"SurahNumber":54,"VerseNumber":37,"Text":"Tāmen què yǐ yòuhuò tā, jiào tā bùyào bǎohù tā de kèrén, dàn wǒ túmǒle tāmen de yǎnjīng. Nǐmen chángshì wǒ de xíngfá hé jǐnggào ba"},{"SurahNumber":54,"VerseNumber":38,"Text":"Yī zhǒng yǒnghéng de xíngfá zài zǎochén què yǐ xíjíle tāmen"},{"SurahNumber":54,"VerseNumber":39,"Text":"Nǐmen chángshì wǒ de xíngfá hé jǐnggào ba"},{"SurahNumber":54,"VerseNumber":40,"Text":"Wǒ què yǐ shǐ “gǔlánjīng” yìyú jìsòng, yǒu jiēshòu quàngào zhě ma"},{"SurahNumber":54,"VerseNumber":41,"Text":"Jǐnggào què yǐ jiànglín fǎlǎo de bǎixìng"},{"SurahNumber":54,"VerseNumber":42,"Text":"tāmen fǒurènle wǒ de yī qiē jīxiàng, gùwǒ yǐ wànnéng zhě quánnéng zhě de tàidù, chéngzhìle tāmen"},{"SurahNumber":54,"VerseNumber":43,"Text":"Nǐmen zhōng bù xìndào de rénmen bǐ zhè děng rén hái yōuxiù ne? Háishì tiān jīng zhōng yǒu guānyú nǐmen de shè tiáo ne"},{"SurahNumber":54,"VerseNumber":44,"Text":"Nándào tāmen shuō:“Wǒmen shì yīgè cháng shèng de tuántǐ.”"},{"SurahNumber":54,"VerseNumber":45,"Text":"Nàgè tuántǐ jiāng bàiběi, tāmen jiāng zhuǎn bèi"},{"SurahNumber":54,"VerseNumber":46,"Text":"Bùrán, fùhuó shí shì tāmen de yuē qí; fùhuó shí shì gèng jiānnán de, shì gèng xīnkǔ de"},{"SurahNumber":54,"VerseNumber":47,"Text":"Fànzuì zhě díquè zài mí wù hé lièhuǒ zhōng"},{"SurahNumber":54,"VerseNumber":48,"Text":"Tāmen púfúzhe bèi tuō rù huǒ yù zhī rì, jiāng duì tāmen shuō:“Nǐmen chángshì huǒ yù de shāozhuó ba!”"},{"SurahNumber":54,"VerseNumber":49,"Text":"Wǒ què yǐ yī dìngliàng ér chuàngzào wànwù"},{"SurahNumber":54,"VerseNumber":50,"Text":"wǒ de mìnglìng zhǐshì kuài rú zhuǎnshùn de yījù huà"},{"SurahNumber":54,"VerseNumber":51,"Text":"Wǒ què yǐ jiāng nǐmen de zōngpài huǐmièle. Yǒu jiēshòu quàngào de rén ma"},{"SurahNumber":54,"VerseNumber":52,"Text":"Fán tāmen suǒ zuò de shì, dōu jìzǎi zài tiān jīng zhōng"},{"SurahNumber":54,"VerseNumber":53,"Text":"Yīqiè xiǎoshì hé dàshì, dōu shì bèi jìlù de"},{"SurahNumber":54,"VerseNumber":54,"Text":"Jìngwèi de rénmen, bìdìng zài lèyuán lǐ, zài guāngmíng zhōng"},{"SurahNumber":54,"VerseNumber":55,"Text":"zài quánnéng de zhǔ nàlǐ, dé jū yīgè rúyì dì dìwèi.§"},{"SurahNumber":55,"VerseNumber":1,"Text":"Zhìrén zhǔ"},{"SurahNumber":55,"VerseNumber":2,"Text":"céng jiàoshòu “gǔlánjīng”"},{"SurahNumber":55,"VerseNumber":3,"Text":"tā chuàngzàole rén"},{"SurahNumber":55,"VerseNumber":4,"Text":"bìng jiào rén xiūcí"},{"SurahNumber":55,"VerseNumber":5,"Text":"Rì yuè shì yī dìngshù ér yùnxíng de"},{"SurahNumber":55,"VerseNumber":6,"Text":"Cǎomù shì shùncóng tā de yìzhǐ de"},{"SurahNumber":55,"VerseNumber":7,"Text":"Tā céng jiāng tiān shēng qǐ. Tā céng guīdìng gōngpíng"},{"SurahNumber":55,"VerseNumber":8,"Text":"yǐmiǎn nǐmen yòng chèng bùgōng"},{"SurahNumber":55,"VerseNumber":9,"Text":"Nǐmen yīngdāng bǐnggōng dì jǐn shǒu héng dù, nǐmen bùyào shǐ suǒ chēng zhī wù fènliàng bùzú"},{"SurahNumber":55,"VerseNumber":10,"Text":"Tā wèi zhòngshēng ér jiāng dàdì fàngxià"},{"SurahNumber":55,"VerseNumber":11,"Text":"Dà dìshàng yǒu shuǐguǒ hé yǒu huā bì dì hǎi zǎo"},{"SurahNumber":55,"VerseNumber":12,"Text":"yù yǒu gǎn de wǔgǔ hé xiāngcǎo"},{"SurahNumber":55,"VerseNumber":13,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":14,"Text":"Tā céng yòng táoqì bān de gàn tǔ chuàngzào rén"},{"SurahNumber":55,"VerseNumber":15,"Text":"tā yòng huǒyàn chuàngzào jīnglíng"},{"SurahNumber":55,"VerseNumber":16,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":17,"Text":"Tā shì liǎng gè dōngfāng de zhǔ, yěshì liǎng gè xīfāng de zhǔ"},{"SurahNumber":55,"VerseNumber":18,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":19,"Text":"Tā céng rèn liǎng hǎi xiàngjiāo ér huìhé"},{"SurahNumber":55,"VerseNumber":20,"Text":"liǎng hǎi zhī jiān, yǒu yīgè dī fāng, liǎng hǎi hù bù qīnfàn"},{"SurahNumber":55,"VerseNumber":21,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":22,"Text":"Tā cóng liǎng hǎizhōng qǔchū dà zhēnzhū hé xiǎo zhēnzhū"},{"SurahNumber":55,"VerseNumber":23,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":24,"Text":"Zài hǎizhōng wéi fán gāojǔ, zhuàng rú shānluán de chuánbó, zhǐshì tā de"},{"SurahNumber":55,"VerseNumber":25,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":26,"Text":"Fán zài dà dìshàng de, dōu yào huǐmiè"},{"SurahNumber":55,"VerseNumber":27,"Text":"wéiyǒu nǐ de zhǔ de běntǐ, jùyǒu zūnyán yǔ dà dé, jiāng yǒnghéng cúnzài"},{"SurahNumber":55,"VerseNumber":28,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":29,"Text":"Fán zài tiāndì jiān de dōu yǎng qiú tā; tā shíshí dōu yǒu shìwù"},{"SurahNumber":55,"VerseNumber":30,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":31,"Text":"Jīnglíng hé rénlèi a! Wǒ jiāng zhuānxīn yìngfù nǐmen"},{"SurahNumber":55,"VerseNumber":32,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":33,"Text":"Jīnglíng hé rénlèi de qúnzhòng a! Rúguǒ nǐmen néng tōngguò tiāndì de jìngjiè, nǐmen jiù tōngguò ba! Nǐmen bìxū píngjù yī 400\tdì wǔwǔ zhāng zhìrén zhǔ (ān lài hā màn) zhǒng quánbǐng, cáinéng tōngguò"},{"SurahNumber":55,"VerseNumber":34,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":35,"Text":"Huǒyàn hé huǒ yān jiāng bèi jiàng yú nǐmen, ér nǐmen bùnéng zìwèi"},{"SurahNumber":55,"VerseNumber":36,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":37,"Text":"Dàngtiān pò lí de shíhòu, tiān jiāng biàn chéng méiguī sè, hǎoxiàng hóng pí yīyàng"},{"SurahNumber":55,"VerseNumber":38,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":39,"Text":"Zài nà rì, rènhé rén hé jīnglíng dōu bù yīn zuìguo ér shòushěn wèn"},{"SurahNumber":55,"VerseNumber":40,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":41,"Text":"Fànzuì zhě jiāng yīn tāmen de xíngjì ér bèi rènshí, tāmen de é fā jiāng bèi xì zài jiǎo zhǎngshàng"},{"SurahNumber":55,"VerseNumber":42,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":43,"Text":"Zhè shì fànzuì zhě suǒ fǒurèn de huǒ yù"},{"SurahNumber":55,"VerseNumber":44,"Text":"Tāmen jiāng wǎnglái yú huǒ yù hé fèishuǐ zhī jiān"},{"SurahNumber":55,"VerseNumber":45,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":46,"Text":"Fán pà zhàn zài zhǔ de yùqián shòushěn wèn zhě, dōu dé xiǎngshòu liǎng zuò lèyuán"},{"SurahNumber":55,"VerseNumber":47,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":48,"Text":"Nà liǎng zuò lèyuán, shì yǒu gè zhǒng guǒshù de"},{"SurahNumber":55,"VerseNumber":49,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":50,"Text":"zài nà liǎng zuò lèyuán lǐ, yǒu liǎng dòng liúxíng de quányuán"},{"SurahNumber":55,"VerseNumber":51,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":52,"Text":"Zài nà liǎng zuò lèyuán lǐ, měi zhǒng shuǐguǒ, dōu yǒu liǎngyàng"},{"SurahNumber":55,"VerseNumber":53,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":54,"Text":"Tāmen kào zài yòng jǐnduàn zuò lǐzi de zuò rù shàng, nà liǎng zuò lèyuán de shuǐguǒ, dōu shì shǒu suǒ néng jí de"},{"SurahNumber":55,"VerseNumber":55,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":56,"Text":"Zài nàxiē lèyuán zhōng, yǒu bù shì fēilǐ de qīzi, zài tāmen de qī zǐ zhīqián, rènhé rén hé rènhé jīnglíng dōu wèi yǔ tāmen jiāojiēguò"},{"SurahNumber":55,"VerseNumber":57,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":58,"Text":"Tāmen hǎoxiàng hóngbǎoshí hé xiǎo zhēnzhū yīyàng"},{"SurahNumber":55,"VerseNumber":59,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":60,"Text":"Xíngshàn zhě, zhǐ shòu shàn bào"},{"SurahNumber":55,"VerseNumber":61,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":62,"Text":"Cì yú nà liǎng zuò lèyuán de, hái yǒu liǎng zuò lèyuán"},{"SurahNumber":55,"VerseNumber":63,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":64,"Text":"Nà liǎng zuò lèyuán dōu shì cāngcuì de"},{"SurahNumber":55,"VerseNumber":65,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":66,"Text":"Zài nà liǎng zuò lèyuán lǐ, yǒu liǎng dòng yǒng chū de quányuán"},{"SurahNumber":55,"VerseNumber":67,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":68,"Text":"Zài nà liǎng zuò lèyuán lǐ, yǒu shuǐguǒ, yǒu hǎi zǎo, yǒu shíliú"},{"SurahNumber":55,"VerseNumber":69,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":70,"Text":"Zài nàxiē lèyuán lǐ, yǒu xǔduō xiánshū jiālì de nǚzǐ"},{"SurahNumber":55,"VerseNumber":71,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":72,"Text":"Tāmen shì báixī de, shì zhéjū yú zhàngmù zhōng de"},{"SurahNumber":55,"VerseNumber":73,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":74,"Text":"Zài tāmen de qī zǐ zhīqián, rènhé rén huò jīnglíng, dōu wèicéng yǔ tāmen jiāojiēguò"},{"SurahNumber":55,"VerseNumber":75,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":76,"Text":"Tāmen kào zài cuìlǜ de zuò rù hé měilì de huā tǎn shàng"},{"SurahNumber":55,"VerseNumber":77,"Text":"Nǐmen jiùjìng fǒurèn nǐmen de zhǔ de nǎ yī jiàn ēndiǎn ne"},{"SurahNumber":55,"VerseNumber":78,"Text":"Duō fú zāi, nǐ jù zūnyán hé dà dé de zhǔ de míng hào!§"},{"SurahNumber":56,"VerseNumber":1,"Text":"Dāng nà jiàn dàshì fāshēng de shíhòu"},{"SurahNumber":56,"VerseNumber":2,"Text":"méiyǒu rènhé rén fǒurèn qí fāshēng"},{"SurahNumber":56,"VerseNumber":3,"Text":"Nà jiàn dàshì jiāng shì néng shǐ rén jiàngjí, néng shǐ rén shēngjí de"},{"SurahNumber":56,"VerseNumber":4,"Text":"dāng dàdì zhèndàng"},{"SurahNumber":56,"VerseNumber":5,"Text":"shānluán fěnsuì"},{"SurahNumber":56,"VerseNumber":6,"Text":"huà wéi sànmàn de chén'āi"},{"SurahNumber":56,"VerseNumber":7,"Text":"ér nǐmen fēn wéi sān děng de shíhòu"},{"SurahNumber":56,"VerseNumber":8,"Text":"Xìngfú zhě, xìngfú zhě shì héděng de rén"},{"SurahNumber":56,"VerseNumber":9,"Text":"bómìng zhě, bómìng zhě shì héděng de rén"},{"SurahNumber":56,"VerseNumber":10,"Text":"Zuì xiānxíng shàn zhě, shì zuì xiānrù lèyuán de rén"},{"SurahNumber":56,"VerseNumber":11,"Text":"zhè děng rén, què shì méng zhǔ juàngù de"},{"SurahNumber":56,"VerseNumber":12,"Text":"Tāmen jiàng zài ēnzé de lèyuán zhōng"},{"SurahNumber":56,"VerseNumber":13,"Text":"Xǔduō qián rén"},{"SurahNumber":56,"VerseNumber":14,"Text":"hé shǎoshù hòu rén"},{"SurahNumber":56,"VerseNumber":15,"Text":"zài zhūbǎo xiāng chéng de chuángtà shàng"},{"SurahNumber":56,"VerseNumber":16,"Text":"bǐcǐ xiāngduì dì kào zài shàngmiàn"},{"SurahNumber":56,"VerseNumber":17,"Text":"Chángshēng bùlǎo de tóng pū, lúnliú zhefú dài tāmen"},{"SurahNumber":56,"VerseNumber":18,"Text":"pěngzhe zhǎn hé hú, yǔ mǎn bēi de lǐquán"},{"SurahNumber":56,"VerseNumber":19,"Text":"tāmen bù yīn nà lǐ 402\tdì wǔliù zhāng dàshì (wǎ gé ěr) quán ér tóutòng, yě bù mǐngdīng"},{"SurahNumber":56,"VerseNumber":20,"Text":"Tāmen yǒu zìjǐ suǒ xuǎnzé de shuǐguǒ"},{"SurahNumber":56,"VerseNumber":21,"Text":"hé zìjǐ suǒ àihào de niǎo ròu"},{"SurahNumber":56,"VerseNumber":22,"Text":"Hái yǒu báixī de, měi mùdì qīzi"},{"SurahNumber":56,"VerseNumber":23,"Text":"hǎoxiàng cáng zài bàng ké lǐ de zhēnzhū yīyàng"},{"SurahNumber":56,"VerseNumber":24,"Text":"Nà shì wèile bàochóu tāmen de shànxíng"},{"SurahNumber":56,"VerseNumber":25,"Text":"Tāmen zài lèyuán lǐ, tīng bù dào è yán hé huǎnghuà"},{"SurahNumber":56,"VerseNumber":26,"Text":"dàn tīng dào shuō:“Zhù nǐmen píng'ān! Zhù nǐmen píng'ān!”"},{"SurahNumber":56,"VerseNumber":27,"Text":"Xìngfú zhě, xìngfú zhě shì héděng de rén"},{"SurahNumber":56,"VerseNumber":28,"Text":"tāmen xiǎngshòu wú cì de suānzǎo shù"},{"SurahNumber":56,"VerseNumber":29,"Text":"jiēshi lěilěi de xiāngjiāo shù"},{"SurahNumber":56,"VerseNumber":30,"Text":"mànmàn de yīnyǐng"},{"SurahNumber":56,"VerseNumber":31,"Text":"fànfàn de liúshuǐ"},{"SurahNumber":56,"VerseNumber":32,"Text":"fēngfù de shuǐguǒ"},{"SurahNumber":56,"VerseNumber":33,"Text":"sì shí bù jué, kěyǐ suíyì zhāi shí"},{"SurahNumber":56,"VerseNumber":34,"Text":"yǔ bèi shēng qǐ de chuángtà"},{"SurahNumber":56,"VerseNumber":35,"Text":"Wǒ shǐ tāmen chóngxīn shēngzhǎng"},{"SurahNumber":56,"VerseNumber":36,"Text":"wǒ shǐ tāmen cháng wèi chǔnǚ"},{"SurahNumber":56,"VerseNumber":37,"Text":"yīliàn zhàngfū, bǐcǐ tóng suì"},{"SurahNumber":56,"VerseNumber":38,"Text":"zhèxiē dōu shì xìngfú zhě suǒ xiǎngshòu de"},{"SurahNumber":56,"VerseNumber":39,"Text":"Tāmen shì xǔduō qián rén"},{"SurahNumber":56,"VerseNumber":40,"Text":"hé xǔduō hòu rén"},{"SurahNumber":56,"VerseNumber":41,"Text":"Bómìng zhě, bómìng zhě shì héděng de rén"},{"SurahNumber":56,"VerseNumber":42,"Text":"Tāmen zài dú fēng hé fèishuǐ zhōng"},{"SurahNumber":56,"VerseNumber":43,"Text":"zài hēi yān de yīn yǐng xià"},{"SurahNumber":56,"VerseNumber":44,"Text":"jì bù liángshuǎng, yòu bù měiguān"},{"SurahNumber":56,"VerseNumber":45,"Text":"Yǐqián tāmen què shì háohuá de"},{"SurahNumber":56,"VerseNumber":46,"Text":"què shì gùzhí dàzuì de"},{"SurahNumber":56,"VerseNumber":47,"Text":"tāmen cháng shuō:“Nándào wǒmen sǐ hòu, yǐ biàn chéng chéntǔ hé kūgǔ de shíhòu, wǒmen bìdìng yào fùhuó ma"},{"SurahNumber":56,"VerseNumber":48,"Text":"Lián wǒmen de zǔxiān yě yào fùhuó ma?”"},{"SurahNumber":56,"VerseNumber":49,"Text":"Nǐ shuō:“Qián rén hé hòu rén"},{"SurahNumber":56,"VerseNumber":50,"Text":"zài yīgè zhùmíng de rìqí hé tèdìng shíjiān bìdìng yào bèi jíhé"},{"SurahNumber":56,"VerseNumber":51,"Text":"Ránhòu mí wù de, fǒurèn fùhuó de rénmen a"},{"SurahNumber":56,"VerseNumber":52,"Text":"Nǐmen bìdìng shí cuán hù mù de guǒshí"},{"SurahNumber":56,"VerseNumber":53,"Text":"ér yǐ tā chōngjī"},{"SurahNumber":56,"VerseNumber":54,"Text":"ránhòu tòng yǐn fèishuǐ"},{"SurahNumber":56,"VerseNumber":55,"Text":"xiàng hài xiāo kě bìng de luòtuó yǐn liángshuǐ yīyàng"},{"SurahNumber":56,"VerseNumber":56,"Text":"Zhè shì tāmen zài bàoyìng zhī rì suǒ shòu de kuǎndài"},{"SurahNumber":56,"VerseNumber":57,"Text":"Wǒ céng chuàngzào nǐmen, nǐmen zěnme bùxìn fùhuó ne"},{"SurahNumber":56,"VerseNumber":58,"Text":"Nǐmen gàosù wǒ ba! Nǐmen suǒ shè de jīngyè"},{"SurahNumber":56,"VerseNumber":59,"Text":"jiùjìng shì nǐmen bǎ tā zàochéng rén ne? Háishì wǒ bǎ tā zàochéng rén ne"},{"SurahNumber":56,"VerseNumber":60,"Text":"Wǒ céng jiàng sǐwáng fēnpèi jǐ nǐmen, rènhé rén bùnéng zǔnáo wǒ"},{"SurahNumber":56,"VerseNumber":61,"Text":"bù ràng wǒ gǎibiàn nǐmen de pǐn xìng, ér shǐ nǐmen shēngzhǎng zài nǐmen suǒ bùzhī de zhuàngtài zhōng"},{"SurahNumber":56,"VerseNumber":62,"Text":"Nǐmen què yǐ zhīdào chūcì de shēngzhǎng, nǐmen zěn bù juéwù ne"},{"SurahNumber":56,"VerseNumber":63,"Text":"Nǐmen gàosù wǒ ba! Nǐmen suǒ gēngzhòng de zhuāngjià"},{"SurahNumber":56,"VerseNumber":64,"Text":"jiùjìng shì nǐmen shǐ tā fā róng ne? Háishì wǒ shǐ tā fā róng ne"},{"SurahNumber":56,"VerseNumber":65,"Text":"Jiǎruò wǒ yìyù, wǒ bì shǐ tā diāolíng, ér nǐmen biàn chéng chàyì zhě"},{"SurahNumber":56,"VerseNumber":66,"Text":"(nǐmen jiāng shuō:)“Wǒmen shì zāo sǔnshī de"},{"SurahNumber":56,"VerseNumber":67,"Text":"Bùrán! Wǒmen shì bèi bōduó de.”"},{"SurahNumber":56,"VerseNumber":68,"Text":"Nǐmen gàosù ba! Nǐmen suǒ yǐn de shuǐ"},{"SurahNumber":56,"VerseNumber":69,"Text":"jiùjìng shì nǐmen shǐ tā cóng yún zhōng jiàngxià de ne? Háishì wǒ shǐ tā jiàngxià de ne"},{"SurahNumber":56,"VerseNumber":70,"Text":"Jiǎruò wǒ yìyù, wǒ bì shǐ tā biàn chéng kǔ de, nǐmen zěnme bù gǎnxiè ne"},{"SurahNumber":56,"VerseNumber":71,"Text":"Nǐmen gàosù ba! Nǐmen suǒ zuān qǔ de huǒ"},{"SurahNumber":56,"VerseNumber":72,"Text":"jiùjìng shì nǐmen shǐ suì mù shēngzhǎng de ne? Háishì wǒ shǐ tā shēngzhǎng de ne"},{"SurahNumber":56,"VerseNumber":73,"Text":"Wǒ yǐ tā wèi jiàoxùn, bìngqiě yǐ tā wèi huāngyě de jūmín de wèijí"},{"SurahNumber":56,"VerseNumber":74,"Text":"gù nǐ yīngdāng sòngyáng nǐ de zhǔ de dàmíng"},{"SurahNumber":56,"VerseNumber":75,"Text":"Wǒ bì yǐ xīngsù de mòluò chù méngshì"},{"SurahNumber":56,"VerseNumber":76,"Text":"zhè què shì yīgè zhòngdà de méngshì, jiǎruò nǐmen zhīdào"},{"SurahNumber":56,"VerseNumber":77,"Text":"Zhè què shì bǎoguì de “gǔlánjīng”"},{"SurahNumber":56,"VerseNumber":78,"Text":"jìlù zài zhēncáng de jīng běn zhōng"},{"SurahNumber":56,"VerseNumber":79,"Text":"zhǐyǒu chúnjié zhě cái dé fǔmō nà jīng běn"},{"SurahNumber":56,"VerseNumber":80,"Text":"“Gǔlánjīng” shì cóng quán shìjiè de zhǔ jiàng shì de"},{"SurahNumber":56,"VerseNumber":81,"Text":"Nándào nǐmen miǎoshì zhè xùn cí"},{"SurahNumber":56,"VerseNumber":82,"Text":"ér yǐ fǒurèn dàitì gǎnxiè ma"},{"SurahNumber":56,"VerseNumber":83,"Text":"(Nǐmen) zěnme bùzài línghún dào jiàng sǐzhě de yānhóu de shíhòu ──"},{"SurahNumber":56,"VerseNumber":84,"Text":"nà shíhòu, nǐmen dàjiā kànzhe tā"},{"SurahNumber":56,"VerseNumber":85,"Text":"wǒ bǐ nǐmen gèng línjìn tā, dàn nǐmen bù xiǎodé"},{"SurahNumber":56,"VerseNumber":86,"Text":"rúguǒ nǐmen bùshì shòu bàoyìng de,──"},{"SurahNumber":56,"VerseNumber":87,"Text":"nǐmen zěn bù shǐ línghún fù fǎn yú běnwèi ne? Rúguǒ nǐmen shì shuō shíhuà de"},{"SurahNumber":56,"VerseNumber":88,"Text":"Rúguǒ tā shì bèi juàngù de"},{"SurahNumber":56,"VerseNumber":89,"Text":"nàme, tā jiāng xiǎngshòu shūshì, jǐyǎng yǔ ēnzé de lèyuán"},{"SurahNumber":56,"VerseNumber":90,"Text":"rúguǒ tā shì xìngfú zhě"},{"SurahNumber":56,"VerseNumber":91,"Text":"nàme, yībān xìngfú de rén jiāng duì tā shuō:“Zhù nǐ píng'ān!”"},{"SurahNumber":56,"VerseNumber":92,"Text":"Rúguǒ tā shì mí wù de, fǒurèn fùhuó zhě"},{"SurahNumber":56,"VerseNumber":93,"Text":"nàme, tā jiāng xiǎngshòu fèishuǐ de kuǎndài"},{"SurahNumber":56,"VerseNumber":94,"Text":"hé lièhuǒ de shāozhuó"},{"SurahNumber":56,"VerseNumber":95,"Text":"Zhè què shì wú kě zhìyí de zhēnlǐ"},{"SurahNumber":56,"VerseNumber":96,"Text":"Gù nǐ yīngdāng sòngyáng nǐ de zhǔ de dàmíng"},{"SurahNumber":57,"VerseNumber":1,"Text":"Fán zài tiāndì jiān de, dōu zànsòng zhēnzhǔ chāojué wànwù, tā què shì wànnéng de, què shì zhì ruì de"},{"SurahNumber":57,"VerseNumber":2,"Text":"Tiāndì de guó quán, zhǐshì tā de; tā néng shǐ rénshēng, néng shǐ rén sǐ; tā duìyú wànshì, shì quánnéng de"},{"SurahNumber":57,"VerseNumber":3,"Text":"Tā shì qián wú shǐ hòu wú zhōng de, shì jí xiǎnzhù jí yǐn wēi de, tā shì quánzhī wànwù de"},{"SurahNumber":57,"VerseNumber":4,"Text":"Tā shì zài liù rìnèi chuàngzào tiāndì, ránhòu shēng shàng bǎozuò de. Tā zhīdào qiánrù dì zhōng de hé cóng dì zhōng shēngchū de, yǔ cóng tiānkōng jiàngxià de hé shēng shàng tiānkōng de. Wúlùn nǐmen zài nǎlǐ, tā shì yǔ nǐmen tóng zài de; tā shì jiàn chá nǐmen de xíngwéi de"},{"SurahNumber":57,"VerseNumber":5,"Text":"Tiāndì de guó quán, zhǐshì tā de; wànshì zhǐ guīyú zhēnzhǔ"},{"SurahNumber":57,"VerseNumber":6,"Text":"Tā shǐ hēiyè qīnrù báizhòu, shǐ báizhòu qīnrù hēiyè; tā shì quánzhī xīnshì de"},{"SurahNumber":57,"VerseNumber":7,"Text":"Nǐmen yīngdāng xìnyǎng zhēnzhǔ hé shǐzhě, nǐmen yīngdāng fēn shě tāsuǒ wěi nǐmen dài guǎn de cáichǎn, nǐmen zhōng xìndào érqiě shīshě zhě, jiāng shòu zhòngdà de bàochóu"},{"SurahNumber":57,"VerseNumber":8,"Text":"Nǐmen zěnme bù xìnyǎng zhēnzhǔ ne? Shǐzhě hàozhào nǐmen qù xìnyǎng nǐmen de zhǔ, ér nǐmen de zhǔ, què yǐ hé nǐmen dìyuē, rúguǒ nǐmen yào xìndào, (jiù gǎnkuài xìn ba)"},{"SurahNumber":57,"VerseNumber":9,"Text":"Tā jiàng shì tā de púrén xǔduō míngzhèng, yǐbiàn tā shǐ nǐmen cóng chóngchóng hēi'àn zǒu rù guāngmíng. Zhēnzhǔ duìyú nǐmen, què shì rén'ài de, què shì zhì cí de"},{"SurahNumber":57,"VerseNumber":10,"Text":"Nǐmen zěnme bù wéi zhēnzhǔ ér shīshě ne? Tiāndì de yíchǎn, zhǐshì zhēnzhǔ de. Nǐmen zhōng zài shènglì zhīqián shīshě érqiě cānzhàn zhě, yǔ zài shènglì zhīhòu shīshě érqiě cānzhàn zhě, bùshì píngděng de, qiánzhě bǐ hòu zhě pǐnjí gèng gāo. Zhēnzhǔ yǐ zuì yōu de bàochóu yīngxǔ měi pài rén, zhēnzhǔ shì chè zhī nǐmen de xíngwéi de"},{"SurahNumber":57,"VerseNumber":11,"Text":"Shéi yǐ shàn zhài jiè gěi zhēnzhǔ ne? Zhēnzhǔ jiàng jiābèi chánghuán tā, tā hái shòu yōuhòu de bàochóu"},{"SurahNumber":57,"VerseNumber":12,"Text":"Zài nà rì, nǐ jiāng kànjiàn nánnǚ xìnshìmen, tāmen de guānghuī, zài tāmen de qiánmiàn hé yòubiān bēnchí, yǒurén jiāng duì tāmen shuō:“Nǐmen 405 jīnrì de jiāyīn, shì xià lín zhū hé de lèyuán; nǐmen jiāng yǒng jū qízhōng, nà què shì wěidà de chénggōng.”"},{"SurahNumber":57,"VerseNumber":13,"Text":"Zài nà rì, wěi xìn de nánnǚ, jiāng duì xìndào de nánnǚ shuō:“Qǐng nǐmen děnghòu wǒmen, ràng wǒmen jiè nǐmen de yīdiǎn guānghuī!” Yǒurén jiāngyào duì tāmen shuō:“Nǐmen zhuǎn huíqù xúnqiú guānghuī ba!” Yúshì, bǐcǐ zhī jiān, zhù qǐle yī dǔ gébì lái, gébì shàng yǒuyīdàomén, mén nèi yǒu ēnhuì, mén wài yǒu xíngfá"},{"SurahNumber":57,"VerseNumber":14,"Text":"Tāmen jiāng hǎnjiào xìndào de rénmen shuō:“Nándào wǒmen yǔ nǐmen bùshì tóngdào ma?” Tāmen shuō:“Bùrán, nǐmen zì qī, guānwàng, huáiyí zhèngdào, zhǒngzhǒng wàngxiǎng qīpiàn nǐmen, zhídào zhēnzhǔ de mìnglìng láilín, huá zéi céng yǐ zhēnzhǔ de yōuróng qīpiàn nǐmen"},{"SurahNumber":57,"VerseNumber":15,"Text":"Gù jīnrì nǐmen yǔ bùxìndào zhě de fájīn, dōu bù bèi jiēshòu, nǐmen de guīsù shì huǒ yù, nà duìyú nǐmen shì gèng xiāngyí de, nà guīsù zhēn èliè!”§"},{"SurahNumber":57,"VerseNumber":16,"Text":"Nándào xìnshìmen yǐwéi shíjiān hái wèi dào, gù tāmen de xīn bù wéi zhēnzhǔ de jiàohuì hé tāsuǒ jiàng shì de zhēnlǐ ér róuhé ma? Tāmen bù kěyǐ xiàng yǐqián céng fèngtiān jīng de rénmen nàyàng, jīngguò cháng shíqí hòu, tāmen de xīn jiù biàn yìngle, tāmen zhōng yǒu xǔduō rén shì bèinì de"},{"SurahNumber":57,"VerseNumber":17,"Text":"Nǐmen yīngdāng zhīdào zhēnzhǔ shì shǐ yǐ sǐ de dàdì fùhuó de, wǒ què yǐ wèi nǐmen jiěshìle xǔduō jīxiàng, yǐbiàn nǐmen mínglǐ"},{"SurahNumber":57,"VerseNumber":18,"Text":"Shī cái dí shì nǚ, hé yǐ shàn zhài jiè gěi zhēnzhǔ dí shì nǚ, tā bìdìng jiābèi chánghuán tāmen, tāmen jiāng shòu yōuhòu de bàochóu"},{"SurahNumber":57,"VerseNumber":19,"Text":"Xìnyǎng zhēnzhǔ hé shǐzhě de rénmen, zài zhǔ nàlǐ, shì qiánchéng zhě, shì jiànzhèng zhě, tāmen jiāng yǒu tāmen de bàochóu hé guāngmíng. Bù xìn zhèngdào bìngqiě fǒurèn wǒ de jīxiàng de rénmen, shì huǒ yù de jūmín"},{"SurahNumber":57,"VerseNumber":20,"Text":"Nǐmen yīngdāng zhīdào, jīnshì de shēnghuó, zhǐshì yóuxì, yúlè, diǎnzhuì, jīnkuā, yǐ cáichǎn hé zǐsūn de fùshù xiāng zhēngshèng; pìrú shí yǔ, shǐ tiánmiáo zīzhǎng, nóngfū jiànle fēicháng gāoxìng, sìhòu, tiánmiáo kūgǎo, nǐ kàn tā biàn chéng huángsè de, jì'ér língluò. Zài hòushì, yǒu yánlì de xíngfá, yěyǒu cóng zhēnzhǔ fāchū de shè yòuhé xǐyuè; jīnshì shēnghuó, zhǐshì qīpiàn rén de xiǎngshòu"},{"SurahNumber":57,"VerseNumber":21,"Text":"Nǐmen yīngdāng zhēngqǔ cóng nǐmen de zhǔ fāchū de shè yòu, hé yǔ tiāndì yīyàng guǎngkuò de lèyuán ──wéi xìnyǎng zhēnzhǔ hé zhòng shǐzhě de rénmen ér zhǔnbèi de lèyuán ──nà shì zhēnzhǔ de ēndiǎn, tā jiāng tā shǎngcì tāsuǒ yìyù zhě. Zhēnzhǔ shì yǒu hóng ēn de"},{"SurahNumber":57,"VerseNumber":22,"Text":"Dà dìshàng suǒyǒu de zāinàn hé nǐmen zìjǐ suǒ zāo de huòhuàn, zài wǒ chuàngzào nàxiē huòhuàn zhīqián, wúbù jìlù zài tiān jīng zhōng; zhè shì duìyú zhēnzhǔ què shì róngyì de"},{"SurahNumber":57,"VerseNumber":23,"Text":"yǐmiǎn nǐmen wèi zìjǐ suǒ sàngshī de ér bēishāng, wèi tāsuǒ shǎngcì nǐmen de ér kuángxǐ. Zhēnzhǔ shì bù xǐ'ài yīqiè àomàn zhě, jīnkuā zhě de"},{"SurahNumber":57,"VerseNumber":24,"Text":"Tāmen zìjǐ lìnsè, hái jiào biérén lìnsè. Guībìyìwù de rénmen, zhēnzhǔ què shì wú qiú yú tāmen de, què shì kě sòng de"},{"SurahNumber":57,"VerseNumber":25,"Text":"Wǒ què yǐ pàiqiǎn wǒ de zhòng shǐzhě, qù chuándá wǒ de xǔduō míngzhèng, bìng jiàng shì tiān jīng hé gōngpíng, yǐbiàn zhòngrén jǐn shǒu gōngdào. Wǒ céng chuàngzào gāngtiě, qízhōng yǒu yánlì de xíngfá, duìyú zhòngrén, yǒu xǔduō bì yì; yǐbiàn zhēnzhǔ zhīdào zài mìmì zhōng xiāngzhù tā hé tā de zhòng shǐzhě de rén. Zhēnzhǔ què shì zhì gāng de, què shì wànnéng de"},{"SurahNumber":57,"VerseNumber":26,"Text":"Wǒ què yǐ pàiqiǎn nǔ hā hé yì bo lā xīn, wǒ yǐ yùyán hé tiān jīng shǎngcì tāmen liǎ de hòuyì; tāmen zhōng yǒu zūnxún zhèngdào de, tāmen zhōng yǒu xǔduō rén shì bèinì de"},{"SurahNumber":57,"VerseNumber":27,"Text":"Zài tāmen zhīhòu, wǒ céng jìxù pàiqiǎn wǒ de zhòng shǐzhě, wǒ yòu jìxù pàiqiǎn mài ěr yàn zhīzǐ ěr sā, wǒ shǎngcì tā “yǐn zhī lēi”, wǒ shǐ tā de xìntúmen xīnhuái rén'ài hé cí mǐn. Tāmen zì chuàng chūjiā zhì ──wǒ wèicéng yǐ chūjiā wèi tāmen de dìngzhì ──tāmen chuàngshè cǐ zhì, yǐ qiú zhēnzhǔ de xǐyuè; dàn tāmen wèicéng qièshí de zūnshǒu tā, gùwǒ bǎ bàochóu shǎngcì tāmen zhōng de xìndào zhě. Tāmen zhōng yǒu xǔduō rén shì bèinì de"},{"SurahNumber":57,"VerseNumber":28,"Text":"Xìndào de rénmen a! Nǐmen yīngdāng jìngwèi zhēnzhǔ, yīngdāng xìnyǎng tā de shǐzhě, tā jiù bǎ tā de ēnhuì jiābèi shǎngcì nǐmen, tā jiù wèi nǐmen chuàngzào yī dào guāngmíng; nǐmen jiāng jiè nà dào guāngmíng ér xíngzǒu, tā jiù shè yòu nǐmen. Zhēnzhǔ shì zhì shè de, shì zhì cí de"},{"SurahNumber":57,"VerseNumber":29,"Text":"Yǐbiàn céng shòu tiān jīng de rénmen zhīdào, tāmen jiǎnzhí bùnéng cāozòng zhēnzhǔ de ēndiǎn, bìngqiě zhīdào, fán ēndiǎn dōu zài zhēnzhǔ de zhǎngwò zhōng, tā yào shǎngcì shéi, jiù shǎngcì shéi, zhēnzhǔ shì yǒu hóng ēn de"}]}