{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"O saatin ilmi ancak Ona irca olunur. Onun ilmi olmaksızın (hattâ) meyvelerden hiçbiri tomurcuklarından çıkmaz, hiçbir dişi gebe kalmaz ve doğurmaz. Onlara «Benim ortaklarım nerede?» diye nida edileceği gün (görürsün ki şöyle) demişlerdir (diyeceklerdir): «Sana arzetdik. Bizden hiçbir şâhid yokdur»"},{"SurahNumber":41,"VerseNumber":48,"Text":"Önceden tapdıkları nesneler onlardan uzaklaşıb gaaib olmuşdur (olacakdır). Onlar kendilerine (azâbdan) kaç (ıb kurtul) acak hiçbir yer olmadığını anlamışlardır (anlayacaklardır)"},{"SurahNumber":41,"VerseNumber":49,"Text":"İnsan hayır taleb etmekden usanmaz. Eğer Ona bîr şer dokunursa (bakarsın ki) o, şimdi (Allahın fazl-u rahmetinden) ümîdini kesmiş, (bu) ümîdsizliği açığa (da) vurmuşdur"},{"SurahNumber":41,"VerseNumber":50,"Text":"Andolsun ki şâyed ona dokunan bir sıkıntıdan sonra kendisine bizden bir rahmet tatdırırsak mutlakaa «Bu, benim hakkımdır. Kıyametin kopacağını zannetmiyorum. Andolsun ki Rabbime döndürül (üb götürül) sem bile hiç şübhesiz, Onun nezdinde benim için daha güzel (hal) vardır» der. Fakat biz, andolsun, o küfredenlere neler yapdıklarını elbette haber vereceğiz. Onlara, andolsun, en çetin bir azâbdan tatdıracağız"},{"SurahNumber":41,"VerseNumber":51,"Text":"İnsana ni´met verdiğimiz vakit (şükürden) yüz çevirir, nefsi ondan uzaklaşır. Ona bir şer dokunduğu zaman ise artık o, geniş (bol) bir düâ saahibidir"},{"SurahNumber":41,"VerseNumber":52,"Text":"(Habîbim) de ki: «Eğer o (Kur´an) Allah nezdinden (gelmiş) de sonra siz ona küfr etmişseniz, bana haber verin, (hakdan) uzak bir muhaalefetde bulunanın ta kendisi olan (siz) den daha sapkın kimdir»"},{"SurahNumber":41,"VerseNumber":53,"Text":"Gerek afaakda, gerek kendi nefislerinizde âyetlerimizi yakında onlara göstereceğiz. Nihayet onun hak olduğu şübhesiz kendileri için de apaçık meydana çıkacakdır. Rabbinin herşey´e hakkıyle şâhid olması sana kâfî değil mi"},{"SurahNumber":41,"VerseNumber":54,"Text":"Gözünü aç, muhakkak onlar Rablerine kavuşmakdan bir şübhe içindedirler. Gözünü aç, O, hakıykaten herşey´i çepçevre kuşatandır"},{"SurahNumber":42,"VerseNumber":1,"Text":"Haa, Mîm"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn, Sîn, Kaaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"O mutlak gaalib, O hukûm ve hikmet saahibi Allah sana da, senden evvelkilere de işte böyle vahyeder"},{"SurahNumber":42,"VerseNumber":4,"Text":"Göklerde ne var, yerde ne varsa Onundur. O (nun şânı) çok yüce, (bürhanı)çok büyükdür"},{"SurahNumber":42,"VerseNumber":5,"Text":"Gökler nerdeyse tepelerinden çatlayacaklar. Melekler Rablerine hamd ile tesbîh ediyorlar. Yerdeki kimselerin de yarlığanmalarını istiyorlar. Gözünüzü açın, Şübhesiz Allah, O, çok yarlığayıcıdır, çok esirgeyicidir"},{"SurahNumber":42,"VerseNumber":6,"Text":"Ondan başka velîler edinenlere gelince: Allah onların üzerinde dâima görüb gözetleyicidir. Sen (Habîbim) onların üstünde bir vekîl değilsin"},{"SurahNumber":42,"VerseNumber":7,"Text":"Şehirlerin anası (halkı) na ve etrafında bulunanlara gelecek tehlikeleri haber vermen için ve hakkında hiçbir şübhe bulunmayan o toplanma gününün dehşetiyle korkutman için sana böyle Arabca bir Kur´an vahyetdik. (Onlardan) bir takımı cennetde, bir takımı cehennemdedir"},{"SurahNumber":42,"VerseNumber":8,"Text":"Eğer Allah dileseydi onları elbet birtek ümmet de yapardı. Fakat O, kimi dilerse onu rahmetine sokar. Zaalimler (e gelince:) Onların ne bir haamisi, ne de (başkaca) bir yardımcısı yokdur"},{"SurahNumber":42,"VerseNumber":9,"Text":"Yoksa onlar Allahdan başkasını dostlar mı edindiler? İşte Allah! (Asıl) dost Odur. Ölüleri O diriltir. O, herşey´e hakkıyle kaadirdir"},{"SurahNumber":42,"VerseNumber":10,"Text":"(Kâfirlerle) ihtilâf etdiğiniz herhangi birşey hakkında hüküm vermek Allaha âiddir, işte benim Rabbim (O haakim) olan Allahdır. Ben ancak Ona güvenib dayandım. (Her müşkilde) ben yalnız Ona dönerim"},{"SurahNumber":42,"VerseNumber":11,"Text":"gökleri ve yeri yaratandır. Size hem kendi (cins) inizden eşler, hem davarlardan eşler yapdı. Sizi bu suretle (zürriyyetlendirib) üretiyor. Onun (benzeri olmak şöyle dursun) benzeri gibisi (dahi) yokdur. O, hakkıyle işiden, kemâliyle görendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Göklerin ve yerin anahtarları Onundur. Kimi dilerse onun rızkını yayar, (dilediğininkini de) kısar. Çünkü O, her şey´i çok iyi bilendir"},{"SurahNumber":42,"VerseNumber":13,"Text":"O, «Dîni doğru tutun, onda tefrikaya düşmeyin» diye (asl-ı) dînden hem Nuuha tavsiye etdiğini, hem sana vahyeylediğimizi, hem İbrâhîme, Musâye ve îsâye tavsiye etdiğimizi sizin için de şerîat yapdı. Senin kendilerini da´vet etmekde olduğun (bu) şey müşriklerin üzerinde büyüdü (ağır geldi.) Allah kimi dilerse buna onu seçib çeker, (ancak kendisine itâatla) dönmekde olanları buna muvaffak eder"},{"SurahNumber":42,"VerseNumber":14,"Text":"Onlar ancak kendilerine ilim geldikden sonradır ki, aralarındaki ihtiraas yüzünden, ayrılığa düşdüler. Eğer Rabbinden ad verilmiş bir va´deye kadar bir söz geçmiş olmasaydı aralarında muhakkak hukûm verilmiş (her şey olub bitirilmişdi) bile. Onlardan sonra kitaba mîrascı yapılanlar da ondan mutlak şübheci bir tereddüd içindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"İşte bunun için sen (Habîbim onları tevhide) da´vet et. Emrolunduğun vech ile dosdoğru hareketde sebat kıl. Onların hevâ (ve heves) lerine uyma ve de ki: «Ben Allahın indirdiği her kitaba inandım. Aranızda (icrâ-yi) adalet etmemle emrolundum. Allah, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amel (ve hareket) lerimiz bize, sizin amel (ve hareket) leriniz de size âiddir. Bizimle sizin aranızda hiçbir husumet yokdur. Allah hepimizi birlikde toplayacak. Dönüş ancak Onadır»"},{"SurahNumber":42,"VerseNumber":16,"Text":"Allah (ın dîni) hakkında, kendisine icabet edilen şey´in ardından, (haalâ) münâkaşa edenlerin (öne sürecekleri bütün) hüccetleri Rableri indinde boşdur. Onların üzerlerine hem (inâdlarından dolayı) bir gazab, hem (küfürlerinden nâşî) kendilerine çetin bir azâb vardır"},{"SurahNumber":42,"VerseNumber":17,"Text":"Allah, hakkın ikaamesine sebeb olmak üzere kitab (lar) ı ve mîzânı indirendir. Ne bilirsin, belki de o saat yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"Buna inanmaz olanlar onun çabuk (gelmesini) ister (ler). İnananlar ise ondan korku içindedirler. Bilirler ki o, şübhesiz hakdır. Gözünüzü açın ki o saat hakkında (şübhelenib) mücâdele edenler herhalde (hakdan) uzak bir sapıklık (çukurun) dadırlar"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah, kullarına çok lûtufkârdır. Kimi dilerse onu rızıklandırır. O (muradına haakim ve) kavidir, yegâne gaalibdir"},{"SurahNumber":42,"VerseNumber":20,"Text":"Kim âhiret ekimi dilerse onun ekinini artırırız. Kim de (sâde) dünyâ ekimini isterse ona da (yalınız) bundan veririz. Âhiretde ise onun hiçbir, nasıybi yokdur"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yoksa onların Allahın izin vermediği şeyleri (o fâsid) dîn (lerin) den kendilerine şerîat (çıkarıb) yapan ortakları mı var? Eğer o fasıl kelimesi olmasaydı aralarında mutlakaa (dünyâda icra) edilmiş (işleri bitirilmiş) di bile. Şübhesiz ki o zaalimler için hakkı çetin bir azâb vardır"},{"SurahNumber":42,"VerseNumber":22,"Text":"Sen o zaalimlerin (dünyâda) işleyib kazandıkları (kötülükler) yüzünden (kıyamet gününde nasıl) korkulara dûçâr olacaklarını — ki bu (kötülüklerin cezası o gün mutlakaa) onların başına gelecekdir — göreceksin. İman edib de iyi iyi amel (ve hareket) lerde bulunanlar ise cennetlerin (haas) bağçelerindedir. Rableri huzurunda ne dilerlerse (hepsi) onlarındır. İşte bu, büyük fazl (-u kerem) in ta kendisidir"},{"SurahNumber":42,"VerseNumber":23,"Text":"İşte bu, Allahın — îman edib de iyi iyi amel (ve hareketlerde bulunan — kullarına müjdelemekde olduğu (seâdet) dir. (Habîbim) de ki: «Ben bu (teblîğıma) karşı akrıbalıkda sevgiden başka hiçbir mükâfat istemiyorum». Kim bir güzellik kazanırsa biz onun bu hususdaki güzelliğini artırırız. Çünkü Allah çok yarlığayıcıdır. (Güzel amellere karşı güzel sevab ve) mükâfat ile mukaabele edicidir"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa «O, Allaha karşı bir yalan düzdü» mü derler? Fakat eğer Allah dilerse senin kalbini mühürler Allah baatılı (yaşatmaz) mahveder. Sözleriyle hakkı yerine getirir. Şübhesiz ki O, kalblerde olan (sır) ları dahi bilendir"},{"SurahNumber":42,"VerseNumber":25,"Text":"O, kullarının tevbesini kabul eden, kötü hareketlerini (tevbe ile) bağışlayan, ne işlerseniz bilendir"},{"SurahNumber":42,"VerseNumber":26,"Text":"İman edib de iyi iyi amel (ve hareket) lerde bulunanlar (ın duasın) a icabet eder. Onlara fazl (-u kerem) inden (daha nicesini) artırır da. Kâfirlere gelince: Onlar için de çok çetin bir azâb vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Eğer Allah (bütün) kullarına (müsavat üzere) bol rızık verseydi yer (yüzün) de muhakkak ki taşkınlık ederler, azarlardı. Fakat O, ne mıkdar dilerse (rızkı o kadar) indirir. Şübhe yok ki O, kulların (ın her haalin) den hakkıyle haberdârdır, (her şey´i) kemâliyle görendir"},{"SurahNumber":42,"VerseNumber":28,"Text":"O, (insanlar) ümidlerini kesdikden sonra, yağmuru indirmekde, rahmetini yaymakda olandır. O, hakıykî yâr, her hamde sezâvârdır"},{"SurahNumber":42,"VerseNumber":29,"Text":"Göklerin ve yerin ve bunlar içinde yayıp üretdiği canlıların yaratılışı Onun âyetlerindendir. O, bütün bunları (kıyamet gününde) toplamıya da, dileyeceği zaman, hakkıyle kaadirdir"},{"SurahNumber":42,"VerseNumber":30,"Text":"Sizi çarpan her musîybet, kendi ellerinizin (ihtiyarınızın) işleyib kazandığı (günâhlar) yüzündendir. (Bununla beraber Allah) bir çoğunu da afveder (de musıybete uğratmaz)"},{"SurahNumber":42,"VerseNumber":31,"Text":"Siz yer (yüzün) de (Allahı) aaciz bırakabilecekler değilsiniz Sizin Allahdan başka ne bir haamîniz, ne bir yardımcınız yokdur"},{"SurahNumber":42,"VerseNumber":32,"Text":"Denizde dağlar gibi akıb giden gemiler de Onun âyetlerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"Eğer O, dilerse rüzgârı durdurur da (gemiler denizin) sırtı üstünde (akmayıb) kalırlar. Şübhesiz ki bunda çok sabreden, çok şükreden herkes için kat´î âyetler vardır"},{"SurahNumber":42,"VerseNumber":34,"Text":"Yahud (Allah bu gemileri, binenlerin) kazandıkları (günâhlar) yüzünden (fırtına ile batırıb) helak eder. (İçlerindekilerden) bir çoğunu da bağışlar (kurtarır)"},{"SurahNumber":42,"VerseNumber":35,"Text":"(Tâki) âyetlerimiz hakkında mücâdele etmekde olanlar, kendileri için kaç (ıb kurtul) acakları hiçbir yer olmadığını bilsin (ler)"},{"SurahNumber":42,"VerseNumber":36,"Text":"Size verilen şey dünyâ hayaatının (geçici birer) fâidesidir. Allah indinde olan (sevab) ise daha hayırlı, daha süreklidir. (Bu sevablar) îman edib de ancak Rablerine güvenib dayanmakda, büyük günâhlardan ve faahiş kötülüklerden kaçınmakda, öfkelendikleri zaman bizzat (kusurları) örtmekde (bağışlamakda) olanlara, Rablerinin (tevhîd ve ibâdete âid da´vetine) icabet edenlere, namaz (ların) ı dosdoğru kılanlara — ki bunların işleri aralarında müşavere (ile) dir—, kendilerini rızıklandırdığımız şeylerden (Allaha tâat uğrunda) harcamakda bulunanlara, kendilerine tağallüb ve zulüm vaaki olduğu zaman elbirlik (mazluma) yardım eyleyenlere mahsusdur"},{"SurahNumber":42,"VerseNumber":37,"Text":"Size verilen şey dünyâ hayaatının (geçici birer) fâidesidir. Allah indinde olan (sevab) ise daha hayırlı, daha süreklidir. (Bu sevablar) îman edib de ancak Rablerine güvenib dayanmakda, büyük günâhlardan ve faahiş kötülüklerden kaçınmakda, öfkelendikleri zaman bizzat (kusurları) örtmekde (bağışlamakda) olanlara, Rablerinin (tevhîd ve ibâdete âid da´vetine) icabet edenlere, namaz (ların) ı dosdoğru kılanlara — ki bunların işleri aralarında müşavere (ile) dir—, kendilerini rızıklandırdığımız şeylerden (Allaha tâat uğrunda) harcamakda bulunanlara, kendilerine tağallüb ve zulüm vaaki olduğu zaman elbirlik (mazluma) yardım eyleyenlere mahsusdur"},{"SurahNumber":42,"VerseNumber":38,"Text":"Size verilen şey dünyâ hayaatının (geçici birer) fâidesidir. Allah indinde olan (sevab) ise daha hayırlı, daha süreklidir. (Bu sevablar) îman edib de ancak Rablerine güvenib dayanmakda, büyük günâhlardan ve faahiş kötülüklerden kaçınmakda, öfkelendikleri zaman bizzat (kusurları) örtmekde (bağışlamakda) olanlara, Rablerinin (tevhîd ve ibâdete âid da´vetine) icabet edenlere, namaz (ların) ı dosdoğru kılanlara — ki bunların işleri aralarında müşavere (ile) dir—, kendilerini rızıklandırdığımız şeylerden (Allaha tâat uğrunda) harcamakda bulunanlara, kendilerine tağallüb ve zulüm vaaki olduğu zaman elbirlik (mazluma) yardım eyleyenlere mahsusdur"},{"SurahNumber":42,"VerseNumber":39,"Text":"Size verilen şey dünyâ hayaatının (geçici birer) fâidesidir. Allah indinde olan (sevab) ise daha hayırlı, daha süreklidir. (Bu sevablar) îman edib de ancak Rablerine güvenib dayanmakda, büyük günâhlardan ve faahiş kötülüklerden kaçınmakda, öfkelendikleri zaman bizzat (kusurları) örtmekde (bağışlamakda) olanlara, Rablerinin (tevhîd ve ibâdete âid da´vetine) icabet edenlere, namaz (ların) ı dosdoğru kılanlara — ki bunların işleri aralarında müşavere (ile) dir—, kendilerini rızıklandırdığımız şeylerden (Allaha tâat uğrunda) harcamakda bulunanlara, kendilerine tağallüb ve zulüm vaaki olduğu zaman elbirlik (mazluma) yardım eyleyenlere mahsusdur"},{"SurahNumber":42,"VerseNumber":40,"Text":"Kötülüğün karşılığı ona denk bir kötülük (bir misilleme) dir. Fakat kim afveder, barışı sağlarsa mükâfatı Allaha âiddir. Şübhe yok ki O, zaalimleri asla sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Kim kendisine (yapılan) zulmün ardından herhalde hakkını alırsa bunlar aleyhinde (mes´uliyyete) bir yol yokdur"},{"SurahNumber":42,"VerseNumber":42,"Text":"O yol ancak insanlara zulüm etmekde, yer (yüzün) de haksız olarak teğallübe kalkmakda olanlara karşıdır. İşte bunlar (yok mu?) bunların hakkı pek acıklı bir azâbdır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Bununla beraber kim sabreder, (suçları) örter (bağışlar) sa işte bu, şübhesiz ve elbet azm olunacak umurdandır"},{"SurahNumber":42,"VerseNumber":44,"Text":"Allah kimi şaşırtırsa bundan sonra onun hiçbir haamîsi yokdur. O zaalimleri göreceksin ki onlar azâbı gördükleri zaman «(Dünyâye) geri dönmiye bir yol var mı?» diyeceklerdir"},{"SurahNumber":42,"VerseNumber":45,"Text":"Onların (ateşe) arz olunurlarken, zilletden boyunlarını büke büke göz ucuyle (nasıl) bakacaklarını göreceksin. îman etmiş olanlar (şöyle) demiş (ler) dir (diyeceklerdir): «Gerçek hüsrana düşenler, kıyamet günü kendilerini de tarafdarlarını da hüsrana uğratanlardır». Gözünüzü açın ki zaalimler muhakkak sürekli bir azâb içindedirler"},{"SurahNumber":42,"VerseNumber":46,"Text":"Onların Allahdan başka kendilerine yardım edecek, hiçbir dostları yokdur. Allah kimi sapıklıkda bırakırsa ona hiçbir yol yokdur"},{"SurahNumber":42,"VerseNumber":47,"Text":"Allahdan reddine asla çâre olmayacak bir gün gelmezden evvel Rabbiniz (in da´vetin) e icabet edin. O gün sizin için ne sığınacak bir yer, sizin için ne de (günâhlarınızı) inkâr (a bir mecal) yokdur"},{"SurahNumber":42,"VerseNumber":48,"Text":"Eğer onlar (îmandan) yine yüz çevirirlerse biz seni (zâten) onların üzerine bir bekçi göndermedik ya. Sana âid olan (vazîfe), tebliğden başkası değildir. Hakıykat biz insana tarafımızdan bir ni´met tatdırdığımız vakit o, bununla ferahlanır. Eğer onlara, kendi ellerinin öne sürdükleri (ihtiyârlariyle irtikâb etdikleri) şeyler (günâhlar) yüzünden, bir fenalık isaabet ederse o zaman da insan cidden bir nankördür"},{"SurahNumber":42,"VerseNumber":49,"Text":"Göklerin ve yerin mülk (ve tasarruf) u Allahındır. Ne dilerse yaratır O. Kimi dilerse ona kız (evlâd) lar bağışlar, kimi dilerse ona erkek (evlâd) lar lütfeder"},{"SurahNumber":42,"VerseNumber":50,"Text":"Yahud (o çocukları) erkekler, dişiler olmak üzere çift verir. Kimi de dilerse onu kısır bırakır. Şübhesiz O, hakkıyle bilendir, (her şey´e) kaadirdir"},{"SurahNumber":42,"VerseNumber":51,"Text":"(Ya) bir vahy ile, ya bir perde arkasından, yahud bir elçi gönderib de kendi izniyle dileyeceğini vahyetmesi olmadıkça Allahın hiçbir beşere kelâm söylemesi (vaaki) olmamışdır. Şübhesiz ki O, çok yücedir, mutlak bir hukûm ve hikmet saahibidir"},{"SurahNumber":42,"VerseNumber":52,"Text":"İşte biz, sana da (Habîbim) böylece emrimizden bir ruuh vahyetdik. Halbuki (vahiyden evvel) kitâb nedir, îman nedir, sen bilmezdin. Fakat biz onu bir nuur yapdık. Bununla kullarımızdan kimi dilersek ona hidâyet ederiz. Şübhesiz ki sen herhalde doğru bir yolun rehberliğini yapıyorsun"},{"SurahNumber":42,"VerseNumber":53,"Text":"(Öyle doğru bir yol ki, o) göklerde ne var, yerde ne varsa hepsi kendisinin olan Allahın yoludur. Gözünüzü açın: (Bütün) işler ancak Allaha dönüb varır"},{"SurahNumber":43,"VerseNumber":1,"Text":"Haa, Mîm"},{"SurahNumber":43,"VerseNumber":2,"Text":"(Hidâyet yolunu) apâşikâr gösteren (şu) kitaba andederim ki"},{"SurahNumber":43,"VerseNumber":3,"Text":"Hakıykat biz onu, (Onun manâlarını) anlayasınız diye, Arabca bir Kur´an yapdık"},{"SurahNumber":43,"VerseNumber":4,"Text":"Şübhesiz o (Kur´an), nezdimizdeki ana kitabda (sabit), çok yüce çok kıymetli (bir kitab) dır"},{"SurahNumber":43,"VerseNumber":5,"Text":"Siz haddi aşan bir kavmsinizdir diye artık o Kur´ânı sizden (uzaklaşdırıb, inzalinde) vaz geçib bırakı mı verelim"},{"SurahNumber":43,"VerseNumber":6,"Text":"Halbuki biz evvelki (ümmet) ler içinde de nice peygamber (ler) gönderdik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Onlar da, kendilerine bir peygamber gelmeye dursun, ille onunla istihza ederlerdi"},{"SurahNumber":43,"VerseNumber":8,"Text":"Onun için biz kuvvetçe bunlardan daha çetinlerini helak ettik. O evvelki (ümmet) lerin misâl (ler) i (nice âyetlerimizde) geçmişdir"},{"SurahNumber":43,"VerseNumber":9,"Text":"Andolsun ki eğer onlara «Gökleri, yeri kim yaratdı?» (diye) sorarsan elbette «Onları O mutlak gaalib, O (her şey´i) hakkıyle bilen (Allah) yaratdı» derler"},{"SurahNumber":43,"VerseNumber":10,"Text":"(O Allah ki) yeri sizin için bir beşik yapmış, onda, doğru gidesiniz diye, yollar açmışdır"},{"SurahNumber":43,"VerseNumber":11,"Text":"(O Allah ki) gökden bir ölçü ile su indirmişdir. İşte biz onunla ölü bir memlekete can verdik. Sizde böylece (kabirlerinizden diriltilib) çıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"(O Allah ki) bütün (mahlukları) sınıf sınıf yaratmış, sizin için gemilerden, hayvanlardan bineceğiniz şeyleri meydana getirmişdir"},{"SurahNumber":43,"VerseNumber":13,"Text":"Tâki sırtlarında karaar kılasınız, sonra üzerlerine yerleşince (kalblerinizle) Rabbinizin ni´metini iyice düşünesiniz ve (dilinizle de) «Bunları bize râmeden Allahın şânı ne yücedir, münezzehdir. Yoksa biz bunlara güc yetiremezdik. Biz herhalde, ancak Rabbimize dönüb gidicileriz», diyesiniz"},{"SurahNumber":43,"VerseNumber":14,"Text":"Tâki sırtlarında karaar kılasınız, sonra üzerlerine yerleşince (kalblerinizle) Rabbinizin ni´metini iyice düşünesiniz ve (dilinizle de) «Bunları bize râmeden Allahın şânı ne yücedir, münezzehdir. Yoksa biz bunlara güc yetiremezdik. Biz herhalde, ancak Rabbimize dönüb gidicileriz», diyesiniz"},{"SurahNumber":43,"VerseNumber":15,"Text":"(Böyle iken) kullarından kimi Ona bir cüz´ isnâd etdiler. Hakıykat, insan açıkça küfürbazdır"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa O, yaratmakda olduklarının içinden (kendisine) kızlar edindi de oğlanları size mi ayırıb seçdi"},{"SurahNumber":43,"VerseNumber":17,"Text":"Onlardan birine O çok esirgeyici (Allaha) isnâd etdiği bir benzerle müjde verildiği zaman o, gamla dolu ve ebkem bir halde, yüzü kapkara kesiliyor"},{"SurahNumber":43,"VerseNumber":18,"Text":"(Onlar) süs içinde yetişdirilmekde olub da kendisi mücâdele (hüccetini) açıklamayan kişiyi mi (Allaha nisbet ediyorlar)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Onlar, O çok esirgeyici (Allah) ın bizzat kulları olan melekleri de dişiler yapdılar! Onların yaratılışlarında hazır mı idiler?! Onların (bu yalan) sahicilikleri yazılacak, onlar sorguya çekileceklerdir"},{"SurahNumber":43,"VerseNumber":20,"Text":"Dediler ki: «Eğer o çok esirgeyici (Allah) dileseydi biz bunlara tapmazdık». Onların buna dâir hiçbir bilgisi yokdur. Onlar yalandan başka bir şey söylemiyorlar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa biz kendilerine bu (Kur´an) dan evvel (iddialarına yer veren) bir kitab verdik de şimdi onlar buna mı tutunuculardır"},{"SurahNumber":43,"VerseNumber":22,"Text":"Bil´akis (şöyle) dediler: «Gerçek biz atalarımızı bir ümmet (bir dîn) üzerinde bulduk. Biz de hakîkaten onların izleri üstünden doğruya erdirilmişleriz»"},{"SurahNumber":43,"VerseNumber":23,"Text":"Senden evvel her hangi bir memlekete fena akıbetleri haber verici hiçbir peygamber göndermedik ki ille oranın refah erbabı da böylece «Gerçek biz atalarımızı bir ümmet (bir dîn) üzerinde bulduk. Biz de hakîkaten onların izlerine uymuşlarız» demiş (ler) dir"},{"SurahNumber":43,"VerseNumber":24,"Text":"(O peygamberlerden her biri şöyle) dedi: «Ben, atalarınızı üstünde bulunduğunuzdan daha doğrusunu size getirdimse de mi»? Onlar da «Biz, dediler, o sizin gönderildiğiniz şeylere (doğru da olsa) küfr edicileriz»"},{"SurahNumber":43,"VerseNumber":25,"Text":"Bunun üzerine biz de onlardan intikaam aldık. İşte bak, tekzîb edenlerin akıbeti nice oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Bir zaman da İbrâhîm, babasına ve kavmine «Ben, demişdi, hakikat, sizin tapmakda olduklarınızdan uzağım»"},{"SurahNumber":43,"VerseNumber":27,"Text":"«(Fakat) beni yaratan (Allah) müstesna. Şübhe yok ki O, beni doğru yolda muvaffak edecekdir»"},{"SurahNumber":43,"VerseNumber":28,"Text":"(İbrâhîm) bunu (bu tevhîd kelimesini, ileride Mekkeliler de dînine) dönsünler diye, zürriyeti arasında baakıy bir kelime yapdı"},{"SurahNumber":43,"VerseNumber":29,"Text":"Daha doğrusu ben onları da, atlarını da, kendilerine hak (ve şerîat hükümlerini) açıklayan bir peygamber gelinceye kadar, fâidelendirdim (yaşatdım)"},{"SurahNumber":43,"VerseNumber":30,"Text":"(Fakat) kendilerine o hak gelince onlar «Bu, sihirdir. Biz onu (inkâr ile) küfredicileriz» demişlerdir"},{"SurahNumber":43,"VerseNumber":31,"Text":"Bir de (şunu) söylediler: «Şu Kur´an iki memleketin birindeki büyük bir adama indirilmeli değil miydi»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbinin rahmetini onlar mı paylaşdırıyorlar?! Dünyâ hayâtında onların maişetlerini bile aralarında (onlar değil) biz taksîm etdik. Kimi derece derece diğer kiminin üstüne çıkardık ki bir kısmı bir kısmını iş adamı edinsin. Rabbinin rahmeti onların toplayageldiklerinden daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eğer (bütün) insanlar (küfre imrenecek) birtek ümmet haaline gelmeyecek olsaydı O çok esirgeyen (Allah) a küfreden kimselerin evlerinin tavanlarını, üstünden çıkacakları merdivenleri"},{"SurahNumber":43,"VerseNumber":34,"Text":"odalarının kapılarını, üzerine yaslanacakları tahtları hep gümüşden yapardık"},{"SurahNumber":43,"VerseNumber":35,"Text":"(Onları) altın zînetler (e boğardık). Bunların hepsi dünyâ hayâtının geçici metâından başka şeyler değildir. Âhiret (seâdeti) ise Rabbinin indinde (ancak küfür ve meâsîden) kaçınanlara mahsusdur"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim O çok esirgeyici (Allah) ın zikrinden göz yumarsa biz ona şeytanı musallat ederiz. Artık bu, onun (ayrılmaz) bir arkadaşıdır"},{"SurahNumber":43,"VerseNumber":37,"Text":"Şübhesiz ki bunlar onları yoldan çıkarırlar. Onlar da kendi lerinin hidâyete erdirilmiş olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Nihayet o bize geldiği zaman dedi ki (der ki): «Keşki seninle benim aramda gün doğrusu ile gün batısı kadar uzaklık olsaydı! (Sen) ne kötü arkadaş (mışsın)»"},{"SurahNumber":43,"VerseNumber":39,"Text":"Bu temenniniz ve peşîmanlığınız bugün size asla fâide vermez. Çünkü (hepiniz) zulmetdiniz. Muhakkak siz de azâbda ortaklarsınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"Artık (Habîbim) o sağırlara sen mi duyuracaksın? yahud o körlere, o apaçık bir sapıklık içinde bulunan kimselere (sen mi) hidâyet edeceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Eğer seni herhalde (alır) götürürsek şübhe yok ki onlardan biz intikaam alıcılarızdır"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahud onlara va´d (ve tehdîd) etdiğimiz (azâb) ı (senin hayâtında) behemehal kendine göstereceğiz. Çünkü biz onların üstünde iktidar saahibleriyiz"},{"SurahNumber":43,"VerseNumber":43,"Text":"Binâen´aleyh sen, sana vahyolunan (Kur´an) a kuvvetle sarıl. Muhakkak ki sen dosdoğru bir yol üzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Şübhe yok ki o (Kur´an) senin için de, kavmin için de kat´î bir şerefdir. Siz (ondan) mes´ûl olacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden evvel gönderdiğimiz peygamberlerimize sor: Biz o çok esirgeyici (Allah) dan başka tapılacak Tanrılar yapmış mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun ki biz Musâyı da âyetlerimizle Fir´avne ve cemâatine peygamber olarak gönderdik de o, «Ben gerçek âlemlerin Rabbinin elçisiyim» dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Fakat onlara âyetlerimiz gelince bir de ne görsünler, onlar bu (âyetlere) gülüyorlar"},{"SurahNumber":43,"VerseNumber":48,"Text":"Biz onlara her hangi bir âyeti göstermiyorduk ki bu, mutlakaa öbürlerinden daha büyükdü. Onları, belki (küfürden) dönenler diye, (bir zaman da) azâb ile tutduk"},{"SurahNumber":43,"VerseNumber":49,"Text":"(Azâbı görünce) dediler ki: «Ey sihir yapan, bizim için Rabbine, sana olan va´di vech ile, düâ et. Muhakkak biz doğru yola kavuşdurulmuş olacağız»"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat biz onlardan azâbı giderince bir de ne bakarsın: Onlar verdikleri sözü bozuyorlar bile"},{"SurahNumber":43,"VerseNumber":51,"Text":"Fir´avn, kavmi içinde haykırdı: «Ey kavmim, dedi, Mısır padişahlığı ve altımdan akan şu ırmaklar benim değil mi? Haalâ gözünüzü açmayacak mısınız»"},{"SurahNumber":43,"VerseNumber":52,"Text":"«Yoksa ben ondan hayırlı değil miyim? O ki hakirdir, (meramını) bile hemen hemen açıklayamıyor»"},{"SurahNumber":43,"VerseNumber":53,"Text":"«Öyle ya, onun üstüne (gökden) altın bilezikler atılmalı, yahud beraberinde birbiri ardınca (kendisini tasdıyk edici) melekler gelmeli değil miydi»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Bu suretle kavmini küçümsedi. Onlar da kendisine itaat etdiler. Hakıykat onlar faasıklar güruhu idi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Nihayet, onlar bizi gazablandırınca kendilerinden intikam aldık. Derhal onları topdan (suda) boğduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Bu vech ile onları sonra (gelen ümmet) ler için (ibret verici) bir geçmiş ve misâl yapdık"},{"SurahNumber":43,"VerseNumber":57,"Text":"Meryem oğlu bir misâl olarak (öne) atılınca hemen senin kavmin bundan (şımarıb haykıra haykıra) gülüyorlar"},{"SurahNumber":43,"VerseNumber":58,"Text":"Dediler ki: «Bizim Tanrılarımız mı hayırlı, yoksa O mu»? Bunu sana (Habîbim, baatıl) bir mücâdeleden başka (maksadla) îrâd etmediler. Daha doğrusu onlar çok düşman bir kavmdir"},{"SurahNumber":43,"VerseNumber":59,"Text":"O, bizim kendisine ni´met verdiğimiz, İsrâîl oğullarına (ibret verici) bir misâl yapdığımız bir kuldan başkası değildi"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eğer biz dileseydik size bedel elbet yer (yüzün) de, ardınızda kalacak, melekler yaratırdık"},{"SurahNumber":43,"VerseNumber":61,"Text":"Şüphesiz ki o, saat (in) ilmi (kendisiyle bilinenlerden) dir. Artık buna karşı sakın şüpheye düşmeyin. (Onlara de ki.) «Bana tâbi´ olun. (Sizi da´vet etdiğini) bu (yol) doğru bir yoldur»"},{"SurahNumber":43,"VerseNumber":62,"Text":"Sakın sizi şeytan çevirmesin. Çünkü o, hakıykat sizin aşikâr bir düşmanınızdır"},{"SurahNumber":43,"VerseNumber":63,"Text":"İsâ o apaçık delilleri getirdiği zaman (şöyle) demişdi: «Ben size gerçek hikmeti getirdim. Bir de hakkında ihtilâf edegeldiğiniz şeylerden ba´zısını size açıklayayım diye (geldim). Artık Allahdan korkun, bana tâbi´ olun»"},{"SurahNumber":43,"VerseNumber":64,"Text":"«Şüphesiz Allah benim de Rabbimdir, sizin de Rabbiniz. Haydi (hepiniz) Ona kulluk edin. Doğru yol budur»"},{"SurahNumber":43,"VerseNumber":65,"Text":"Sonra aralarından partiler (çıkıb) ihtilâf etdiler. Artık pek acıklı bir günün azabından vay o zulmedenlere"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar, kendileri farkında olmayarak, (başlarına) gelecek o sâatden başkasını mı gözetliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"Dostlar o gün birbirine düşmandır. Takva saahibleri müstesna"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ey benim âyetlerime îman edib de müslüman olan kullarım, bugün size hiçbir korku yokdur. Siz mahzun da olmayacaksınız"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ey benim âyetlerime îman edib de müslüman olan kullarım, bugün size hiçbir korku yokdur. Siz mahzun da olmayacaksınız"},{"SurahNumber":43,"VerseNumber":70,"Text":"Sürûr ve ikram a müstağrak olduğunuz halde siz de, (mü´min) zevceleriniz de girin cennete"},{"SurahNumber":43,"VerseNumber":71,"Text":"Onlar altın tepsiler ve destilerle tavaaf (ve ziyaret) edilecekdir. Canlarının isteyeceği, gözler (in) in hoşlanacağı ne varsa oradadır ve siz içinde ebedî kalıcılarsınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"İşte bu, sizin yapageldiğiniz iyi amel (ve hareket) leriniz sayesinde mîrascı kılındığınız cennetdir"},{"SurahNumber":43,"VerseNumber":73,"Text":"Burada sizin için bir çok meyveler vardır. Onlardan yiyeceksiniz"},{"SurahNumber":43,"VerseNumber":74,"Text":"Şübhe yok ki günahkârlar cehennem azabında ebedî kalıcıdırlar"},{"SurahNumber":43,"VerseNumber":75,"Text":"(Bu azâb) onlardan hafifletilmeyecek. Onlar bunun içinde ümidsiz susacaklardır"},{"SurahNumber":43,"VerseNumber":76,"Text":"Biz onlara zulmetmedik. Fakat onlar kendileri zaalimdiler"},{"SurahNumber":43,"VerseNumber":77,"Text":"(Şöyle) çağrışdılar (çağrışırlar) : «Ey Mâlik Rabbin bizi öldürsün». O da : «Siz behemehal (azâbda) kalıcılarsınız» dedi (ler)"},{"SurahNumber":43,"VerseNumber":78,"Text":"«Andolsun, biz size hakkı getirdik. Fakat çoğunuz hakkı çirkin görenlerdiniz»"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa onlar işi sağlam mı tutmuşlar?! İşte biz de hakıykaten sağlam tutanlarız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yahud biz onların içlerinde gizlediklerini ve aralarındaki fısıltılarını işitmiyoruz mu sanıyorlar? Hayır (işidiyoruz). Onların yanında da bizim elçilerimiz de var, yazıyorlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"(Habîbim) de ki: «O çok esirgeyen (Allah) ın (bilfarz) bir evlâdı olsaydı ben (ona) tapanların ilki olurdum»"},{"SurahNumber":43,"VerseNumber":82,"Text":"Hem göklerin ve yerin Rabbi, arşın Rabbi, onların vasfedegeldiklerinden münezzehdir"},{"SurahNumber":43,"VerseNumber":83,"Text":"(Şimdilik) sen bırak onları, (baatılın içine) dalsınlar, (dünyâlarında) oynaya dursunlar. Nihayet (azâb ile) tehdîd edilmekde oldukları günlerine kavuşdurulacaklardır"},{"SurahNumber":43,"VerseNumber":84,"Text":"O, gökde de Tanrı, yerde de Tanrı olan (bir Allah) dır. O, yegâne hukûm ve hikmet saahibidir; (her şey´i) hakkıyle bilendir"},{"SurahNumber":43,"VerseNumber":85,"Text":"Göklerin, yerin ve ikisi arasındaki şeylerin mülk (ve tasarruf) u kendisinin olan (Allah) ın (şânı) ne kadar yücedir! Saatin ilmi Onun nezdindedir. (Hepiniz) ancak Ona döndürü (lüb götürü) leceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"Allâhı bırakıb da tapar oldukları (putlar hiçbir kimseye) şefaat etmek (salâhiyyetine) mâlik değildir. Hakka, bizzat (kalbleriyle) bilerek şehâdet edenler müstesna"},{"SurahNumber":43,"VerseNumber":87,"Text":"Andolsun ki kendilerini kimin yaratdığını onlara sorarsan elbette «Allah» derler. O halde nasıl olub da (Allaha ibâdetden) çevriliyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"Onun «Yârab» demesi hakkı için muhakkak ki onlar îmâna gelmezler güruhudur"},{"SurahNumber":43,"VerseNumber":89,"Text":"Şimdilik sen (Habîbim) onlardan yüz çevir, «Selâm» de. Artık yakında bileceklerdir"},{"SurahNumber":44,"VerseNumber":1,"Text":"Haa Mîm"},{"SurahNumber":44,"VerseNumber":2,"Text":"(Halâl ile haraamı ve sâir hükümleri)açıkça bildiren (bu) kitaba yemîn ederim ki"},{"SurahNumber":44,"VerseNumber":3,"Text":"Hakıykat, biz onu mübarek bir gecede indirdik. Gerçek, biz (onunla kâfirlerin uğrayacakları azâbı) haber vericileriz"},{"SurahNumber":44,"VerseNumber":4,"Text":"(O, bir gecedir ki) her hikmetli iş, nezdimizden bir emr ile, o zaman ayrılır. Hakıykat, biz Rabbinden bir (eser-i) rahmet olarak (peygamberler) gönderenleriz. Şüphe yok ki O, hakkıyle işidenin, (her şey´i) kemâliyle bilenin ta kendisidir"},{"SurahNumber":44,"VerseNumber":5,"Text":"(O, bir gecedir ki) her hikmetli iş, nezdimizden bir emr ile, o zaman ayrılır. Hakıykat, biz Rabbinden bir (eser-i) rahmet olarak (peygamberler) gönderenleriz. Şüphe yok ki O, hakkıyle işidenin, (her şey´i) kemâliyle bilenin ta kendisidir"},{"SurahNumber":44,"VerseNumber":6,"Text":"(O, bir gecedir ki) her hikmetli iş, nezdimizden bir emr ile, o zaman ayrılır. Hakıykat, biz Rabbinden bir (eser-i) rahmet olarak (peygamberler) gönderenleriz. Şüphe yok ki O, hakkıyle işidenin, (her şey´i) kemâliyle bilenin ta kendisidir"},{"SurahNumber":44,"VerseNumber":7,"Text":"(Evet) göklerin, yerin ve ikisi arasında bulunan şeylerin Rabbinden (bir eser-i rahmet olarak). Eğer (buna) iyice inanıcılar iseniz (o halde Muhammed sallellâhü aleyhi ve sellemin Onun peygamberi oldu ğuna da îman etmelisiniz)"},{"SurahNumber":44,"VerseNumber":8,"Text":"Ondan başka hiçbir Tanrı yokdur. Hem diriltir, hem öldürür O, Sizin de, geçmiş atalarınızın da Rabbi (O) dur"},{"SurahNumber":44,"VerseNumber":9,"Text":"Hayır, onlar (tekrar dirilmekden) şübhe içindedirler. (Bununla} eğlenirler"},{"SurahNumber":44,"VerseNumber":10,"Text":"O halde semânın apâşikâr bir duman getireceği günü gözetle (Habîbim)"},{"SurahNumber":44,"VerseNumber":11,"Text":"(Öyle bir duman ki bütün) insanları saracakdır o. «Bu, pek yaman bir azâb» (diyecekler)"},{"SurahNumber":44,"VerseNumber":12,"Text":"«Ey Rabbimiz, bizden bu azâbı açıb kaldır. Çünkü biz îman edeceğiz»"},{"SurahNumber":44,"VerseNumber":13,"Text":"Onlar için düşünüb ibret almak nerede? Kendilerine (hakıykatleri) açıklayan bir peygamber geldiği halde"},{"SurahNumber":44,"VerseNumber":14,"Text":"Yine ondan yüz çevirdiler. (Ona kimi) «bir öğretilmiş», (kimi) «bir mecnun» dediler"},{"SurahNumber":44,"VerseNumber":15,"Text":"Biz bu (duman) azâbı (nı) biraz açıp kaldıracağız. (Fakat) siz, şübhe yok ki, tekrar dönücülersiniz"},{"SurahNumber":44,"VerseNumber":16,"Text":"Çok büyük bir şiddet ve satvetle (kendilerini) çarpacağımız gün muhakkak ki biz (onlardan) intikaam alıcılarız"},{"SurahNumber":44,"VerseNumber":17,"Text":"Andolsun ki biz bunlardan evvel Fir´avn kavmini de imtihan etdik. Onlara da çok şerefli bir peygamber gelmişdi"},{"SurahNumber":44,"VerseNumber":18,"Text":"«Bana Allahın kullarını teslîm edin. Çünkü ben size (gönderilmiş) emîn bir peygamberim» diye"},{"SurahNumber":44,"VerseNumber":19,"Text":"«Ve Allaha karşı yücelik taslamayın. Zira ben size apaçık bir bürhan getiriyorum» diye (söylemişdi)"},{"SurahNumber":44,"VerseNumber":20,"Text":"«Şübhesiz ki ben, beni taşlamanızdan, benim de Rabbim, sizin de Rabbiniz (olan Allah) a sığındım»"},{"SurahNumber":44,"VerseNumber":21,"Text":"«Eğer bana îman etmezseniz (bari) benden uzaklaşıb çekilin» (demişdi)"},{"SurahNumber":44,"VerseNumber":22,"Text":"Nihayet Rabbine «Bunlar hakıykat günahkârlar güruhudur» diye düâ etdi"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Cenâb-ı Hak da) «Öyleyse kullarımı geceleyin götür. (Fakat) muhakkak siz ta´kib olunacaksınız» (buyurdu)"},{"SurahNumber":44,"VerseNumber":24,"Text":"«Denizi (sen ve ashaabın selâmetle geçdikden sonra) durgun ve açık bırak. Çünkü onlar boğul (mıya mahkûm ol) muş bir ordudur»"},{"SurahNumber":44,"VerseNumber":25,"Text":"Onlar bağlardan, pınarlardan, ekinlerden (süslü mahfellerden, güzel konaklardan, içinde nâz ve naıym ile yaşadıkları ihtişam (lar) dan neler, (nice şeyler) bırakdılar"},{"SurahNumber":44,"VerseNumber":26,"Text":"Onlar bağlardan, pınarlardan, ekinlerden (süslü mahfellerden, güzel konaklardan, içinde nâz ve naıym ile yaşadıkları ihtişam (lar) dan neler, (nice şeyler) bırakdılar"},{"SurahNumber":44,"VerseNumber":27,"Text":"Onlar bağlardan, pınarlardan, ekinlerden (süslü mahfellerden, güzel konaklardan, içinde nâz ve naıym ile yaşadıkları ihtişam (lar) dan neler, (nice şeyler) bırakdılar"},{"SurahNumber":44,"VerseNumber":28,"Text":"İşte (emir) böyledir. Biz (bütün) bunları başka başka kavmler) e mîras verdik"},{"SurahNumber":44,"VerseNumber":29,"Text":"Ne gök, ne yer onların üstüne ağlamadı. Onlara (aman ve) mühlet verilmedi"},{"SurahNumber":44,"VerseNumber":30,"Text":"Andolsun ki biz İsrâîl oğullarını o zillet verici azâbdan, Fir´avndan kurtardık. Hakıykat o, haddi aşanlardan bir mütekebbirdi"},{"SurahNumber":44,"VerseNumber":31,"Text":"Andolsun ki biz İsrâîl oğullarını o zillet verici azâbdan, Fir´avndan kurtardık. Hakıykat o, haddi aşanlardan bir mütekebbirdi"},{"SurahNumber":44,"VerseNumber":32,"Text":"Andolsun ki biz onlara — (hallerini) bilerek — (zamanlarındaki) âlemlerin üstünde bir imtiyaz vermişdik"},{"SurahNumber":44,"VerseNumber":33,"Text":"Bir de onlara âyetlerden, her birinde açık birer imtihan (gizlenmiş) bulunan, şeyler verdik"},{"SurahNumber":44,"VerseNumber":34,"Text":"Hakıykat, şunlar mutlakaa: «O (ölüm), derler, ilk ölümümüzden başka (bir şey) değildir. Biz yeniden diriltilib kaldırılacak değiliz»"},{"SurahNumber":44,"VerseNumber":35,"Text":"Hakıykat, şunlar mutlakaa: «O (ölüm), derler, ilk ölümümüzden başka (bir şey) değildir. Biz yeniden diriltilib kaldırılacak değiliz»"},{"SurahNumber":44,"VerseNumber":36,"Text":"«Eğer (da´vaanızda) doğrucular iseniz şimdi atalarımızı (dirilterek) getirin»"},{"SurahNumber":44,"VerseNumber":37,"Text":"Bunlar mı hayırlı, yoksa Tübba kavmi ve onlardan evvelki (ümmet) ler mi? Biz onları bile helak etdik. Çünkü onlar da günahkârdılar"},{"SurahNumber":44,"VerseNumber":38,"Text":"Biz gökleri, yeri ve ikisi arasında bulunan şeyleri oyuncular olarak yaratmadık"},{"SurahNumber":44,"VerseNumber":39,"Text":"Biz bunları hakkın ikaamesine sebeb olmakdan başka (bir hikmetle) yaratmadık. Fakat onların çoğu (bunu) bilmezler"},{"SurahNumber":44,"VerseNumber":40,"Text":"Şübhe yok ki o ayırd etme günü onların, topunun (va´d ve ta´yîn edilmiş) yakıtlarıdır"},{"SurahNumber":44,"VerseNumber":41,"Text":"O gün yâr bile yârine, hiçbir şeyle, fâide vermez. Onlara (başka suretle) yardım da edilmez"},{"SurahNumber":44,"VerseNumber":42,"Text":"Allahın esirgediği kimseler böyle değil. Çünkü O, bizzat kâfirlerden intikaam almıya hakkıyle kaadir, (mü´minleri) çok esirgeyicidir"},{"SurahNumber":44,"VerseNumber":43,"Text":"Şübhesiz o zakkum ağacı"},{"SurahNumber":44,"VerseNumber":44,"Text":"günaha düşkün olanın yemeğidir"},{"SurahNumber":44,"VerseNumber":45,"Text":"sıcak suyun kaynadığı gibi karınlar içinde kaynayacak erimiş ma´den (ler) gibidir"},{"SurahNumber":44,"VerseNumber":46,"Text":"sıcak suyun kaynadığı gibi karınlar içinde kaynayacak erimiş ma´den (ler) gibidir"},{"SurahNumber":44,"VerseNumber":47,"Text":"(Zebanilere:) «Tutun onu da, (denilir), sürükleyerek cehennemin ta ortasına götürün»"},{"SurahNumber":44,"VerseNumber":48,"Text":"«Sonra tepesinin üstüne o kaynar su azabından dökün»"},{"SurahNumber":44,"VerseNumber":49,"Text":"Tat (o azâbı). Çünkü sen, (evet iddiânca) sen çok ulu, çok şerefli idin»"},{"SurahNumber":44,"VerseNumber":50,"Text":"«Şübhesiz ki bu, (hakkında) şübhe, ve mücâdele edib durduğunuz şeydir»"},{"SurahNumber":44,"VerseNumber":51,"Text":"Müttakıylerse hakıykaten emin bir makamda"},{"SurahNumber":44,"VerseNumber":52,"Text":"cennetlerde, pınar (baş) lar (ın) dadır"},{"SurahNumber":44,"VerseNumber":53,"Text":"İnce, nâzik ve kalın (altın işlemeli) ipeklerden, atlaslardan giyecekler, karşı karşıya (gelerek mahabbet edecekler) dir"},{"SurahNumber":44,"VerseNumber":54,"Text":"İşte (emir) böyledir. Onlara bembeyaz, şahin gözlü hurileri eş yapdık"},{"SurahNumber":44,"VerseNumber":55,"Text":"Orada emîn emîn (hizmetçilerden) meyvenin her türlüsünü iste (yib getirirler)"},{"SurahNumber":44,"VerseNumber":56,"Text":"Orada ilk ölümden başka ölüm tatmazlar. (Allah) onları cehennem azabından korumuşdur"},{"SurahNumber":44,"VerseNumber":57,"Text":"(Bütün bunlar) Rabbinden bir fazl (-u kerem) olarak (verilmişdir). İşte bu, en büyük seâdetin ta kendisidir"},{"SurahNumber":44,"VerseNumber":58,"Text":"Biz onu, (iyi anlayıb) ibret alsınlar diye, ancak senin dilinle (indirerek) kolaylaşdırdık"},{"SurahNumber":44,"VerseNumber":59,"Text":"Artık (onların başına inecek azâbı) gözetle. Çünkü onlar (senin felâketini) bekleyicidirler"},{"SurahNumber":45,"VerseNumber":1,"Text":"Haa, Mîm"},{"SurahNumber":45,"VerseNumber":2,"Text":"(Bu) kitabın indirilişi mutlak kaadir, yegâne hukûm ve hikmet saahibi Allahdandır"},{"SurahNumber":45,"VerseNumber":3,"Text":"Şübhe yok ki göklerde ve yerde mü´minler için kat´î âyetler (delâletler, ibretler) vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"(Allahın) sizi yaratmasında ve yer yüzüne yayıb üretmekde olduğu herbir canlıda da sağlam bilgi edinecek bir zümre için âyetler (delâletler, ibretler) vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Gece ile gündüzün birbiri ardınca gelmesinde, Allahın gökden rızık indirib onunla yere, ölümünden sonra, can vermesinde, rüzgârları (o halden bu haale) evirib çevirmesinde de akıllarını kullanacak bir kavm için âyetler (delâletler, ibretler) vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"İşte bunlar Allahın âyetleridir ki sana bunları hak olarak okuyoruz. Artık onlar Allahın âyetlerinden sonra hangi bir söze inanırlar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Yalana, günâha dadanan her (kimsen) in vay haaline"},{"SurahNumber":45,"VerseNumber":8,"Text":"Ki kendisine karşı Allahın âyetleri okunurken işidir de sonra büyüklük taslayıcı olarak bunları hiç işitmemiş gibi (küfründe) ısraar eder. İşte onu çok elem verici bir azâb ile müjdele"},{"SurahNumber":45,"VerseNumber":9,"Text":"Âyetlerimizden bir şey´e muttali´ olduğu zaman o, bunu eğlenti edinir, işte onlar böyle. Onlar için zillet verici bir azâb vardır"},{"SurahNumber":45,"VerseNumber":10,"Text":"önlerinde cehennem. Onların ne kazandıkları şeyler, ne de Allâhı bırakıb da dostlar edindikleri nesneler kendilerinden hiçbir şey´i def´edemez. Onların hakkı büyük bir azâbdır"},{"SurahNumber":45,"VerseNumber":11,"Text":"Bu (Kur´an) bir hidâyetdir. Rablerinin âyetlerine küfredenler (e gelince:) Onlar için öyle bir azâb vardır (ki bu) çok elem verici bir azâb (nev´în) den (dir)"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah, Emir (ve izn) iyle — içinde gemilerin akıb gitmesi için, fazl (-u kerem) inden (nasıyb) aramanız için — size denizi müsahhar etmiş olandır. Gerekdir ki şükredesiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"O, göklerde ne var, yerde ne varsa hepsini, kendi (canibi) nden size râm etdi. Şübhe yok ki bunda, iyi düşünecek bir kavm için, kat´î ayetler (delâletler, ibretler) vardır"},{"SurahNumber":45,"VerseNumber":14,"Text":"(Habîbim) îman edenlere söyle: Allahın günleri (nin çatıb geleceği) ni ümîd etmeyenleri (n ezalarına) aldırış etmesinler. Çünkü (Allah) herhangi bir kavme (ancak) kazanmakda olduklarıyle mukaabele eder"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim iyi amel (ve hareket) ederse bu, kendi lehine, kim de kötülük ederse bu da kendi aleyhinedir. Nihayet (hepiniz) ancak Rabbinize döndürü (lüb götürü) leceksiniz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Andolsun ki biz İsrâîl oğullarına kitâb, hukûm ve peyğamberlik vermiş, onlara tertemiz rızıklardar vermiş, onları (zamanlarında) âlemlerin üstüne çıkarmış idik"},{"SurahNumber":45,"VerseNumber":17,"Text":"Onlara (dîn) emr (in) den açık açık deliller de vermişdik. Şimdi onların (bu emr hakkında) ihtilâfa düşmeleri (başka sebeble değil) ancak kendilerine (hakıykat-ı haale dâir) bilgi geldikden sonra aralarındaki ihtirasdan dolayıdır. Şübhesiz Rabbin onların ihtilâf etmekde oldukları şeyler hakkındaki hükmünü kıyaamet günü aralarında verecekdir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Sonra (Habîbim) seni de (dîn) emr (in) den bir şeriatın üstüne me´mur kıldık. O halde sen ona tâbi´ ol. Bilmezlerin hevâ (ve heves) lerine uyma"},{"SurahNumber":45,"VerseNumber":19,"Text":"Çünkü onlar Allah (ın irâdesin) den hiçbir şey´i senden kat´iyyen (uzaklaşdırıb) def´edemezler. Şübhe yok ki zaalimler birbirinin dostlarıdır. Allah ise takva saahiblerinin dostudur"},{"SurahNumber":45,"VerseNumber":20,"Text":"Şu (Kur´an) insanların kalb gözleri (ni açacak bir nuur), sağlam bilgi edinecek zümre için bir hidâyet ve rahmetdir"},{"SurahNumber":45,"VerseNumber":21,"Text":"Yoksa kötülükleri kazananlar, kendilerini, îman edib de iyi iyi amel (ve hareket) lerde bulunanlar gibi mi yapacağız, dirim ve ölümleri bir mi olacak sandı (lar). Hükmedegeldikleri (bu) şey ne fena"},{"SurahNumber":45,"VerseNumber":22,"Text":"Allah, gökleri ve yeri hakkın ikaamesine sebeb olarak ve herkesin kazandığı ne ise, kendilerine asla haksızlık edilmeyerek, onunla mukaabele edilmesi için yaratmışdır"},{"SurahNumber":45,"VerseNumber":23,"Text":"Şimdi bana haber ver: Hevaa (ve heves) ini Tanrısı edinmiş, kendini, bir ilim üzerine, Allah şaşırtmış, kulağını, kalbini mühürlemiş, gözüne de bir perde germiş bir adama Allahdan başka kim hidâyet edebilir? Haalâ iyi düşünmeyecek misiniz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Dediler ki: «Bu (hayât) dünyâ hayâtımızdan başka (bir şey) değildir. Ölüyoruz, yaşıyoruz. Bizi o sürekli zamandan başkası helak etmez». Halbuki onların buna dâir de hiçbir bilgisi yokdur. Onlar (başka değil) sâde (öyle) sanıyorlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Karşılarında açık açık âyetlerimiz okunduğu zaman onların «Eğer (iddianızda) doğrucular iseniz (ölmüş) atalarımızı (diriltib) getirin» demelerinden başka tutanakları yokdur"},{"SurahNumber":45,"VerseNumber":26,"Text":"De ki: «Sizi Allah diriltiyor. Sonra sizi O öldürüyor. Bilâhare yine sizi, hakkında hiçbir şübhe bulunmayan, kıyamet gününe O (getirib) toplayacakdır. Fakat insanların çoğu (bunu) bilmezler"},{"SurahNumber":45,"VerseNumber":27,"Text":"Göklerin ve yerin mülk (-ü tasarruf) u Allahındır. Baatıla sapanlar kıyametin kopacağı gün, (işte) o gün hüsrana düşecekdir"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ve sen (Habîbim) her ümmeti diz çökmüş bir halde göreceksin. Her ümmet kitabı (nın başı) na çağırılacak (ve onlara şöyle denilecekdir:) «Bu gün (dünyâda) yapmış olduklarınızın karşılığı verilecek»"},{"SurahNumber":45,"VerseNumber":29,"Text":"«Karşınızda hakkı söyleyib duran bu (kitab), bizim kitâbımızdır. Şübhe yok ki neler yapıyor idiyseniz biz (hepsini meleklere) yazdırıyorduk»"},{"SurahNumber":45,"VerseNumber":30,"Text":"Artık îman edib de iyi iyi amel (ve hareket) edenleri Rableri rahmetine sokacakdır. İşte bu, apaçık mürâda erişenin ta kendisidir"},{"SurahNumber":45,"VerseNumber":31,"Text":"Küfredenlere gelince: (Onlara da şöyle denilecek:) «Karşınızda âyetlerim okunurken büyüklük taslayanlar, günahkârlar güruhu olanlar sizler değil miydiniz»"},{"SurahNumber":45,"VerseNumber":32,"Text":"(Ey kâfirler, size:) «Şübhesiz Allahın va´di hakdır. O saattin geleceğin) de asla şübhe yokdur» denildiği zaman siz «O saat de neymiş, bilmiyoruz. Tereddüdden başka bir zamanda bulunmuyoruz. Biz (onun muhakkak geleceğine) kat´î inan ve bilgi besleyenler değiliz» dediniz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Onların yapdıkları amel (ve hareket) lerin kötülükleri, kendilerine (âid olmak üzere), açığa çıkmış, istihza edib durdukları şey (azâb) onları çepçevre kuşatmışdır"},{"SurahNumber":45,"VerseNumber":34,"Text":"(Şöyle) denilmişdir: «Siz bu gününüze kavuşmayı nasıl unutmuş idiyseniz bu gün biz de sizi öylece (azâbda) bırakacağız. Yeriniz ateşdir. (Dünyâdaki) yardımcılar (ınız) dan (bugün) sizi (kurtaracak) hiçbir (şey ve kimse de) yokdur»"},{"SurahNumber":45,"VerseNumber":35,"Text":"«Bunun sebebi şudur: Çünkü siz Allahın âyetlerini bir eğlence edindiniz. Sizi dünyâ hayâtı aldatdı». İşte bugün onlar buradan çıkarılmayacaklar, onların tarziyeleri de kabul edilmeyecekdir"},{"SurahNumber":45,"VerseNumber":36,"Text":"Demek, (bütün) hamd, hem göklerin Rabbi, hem yerin Rabbi, hem âlemlerin Rabbi Allahındır"},{"SurahNumber":45,"VerseNumber":37,"Text":"Göklerde de, yerde de büyüklük ancak Ona mahsusdur. O, mutlak kaadirdir, yegâne hukûm ve hikmet saahibidir"}]}