{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Allahqa qatıstı otirik aytqannan jane ozine sındıq kelgen kezde onı jalganga sıgargannan otken adiletsiz kim bar? kapirlerdin ornı Jahannamda emes pe"},{"SurahNumber":39,"VerseNumber":33,"Text":"Al sındıqtı alıp kelgen jane onı xaq dep moyındagandar - mine, solar nagız taqwalar / Rabbısına boysunıp, jazasınan qorqıp, saqtangandar"},{"SurahNumber":39,"VerseNumber":34,"Text":"Olarga ozderinin Rabbısında - qalagandarı bar. Bul - ıqılaspen jaqsılıq istewsilerge beriletin qaytarım sıy"},{"SurahNumber":39,"VerseNumber":35,"Text":"Bul / - Allah olardın istegen amaldarının en jamanın kesirwi ari qaytarım sıyların olardın jasagan amaldarınan da jaqsı etip berwi usin"},{"SurahNumber":39,"VerseNumber":36,"Text":"Allah Ozinin qulına jetkilikti emes pe? / Ey, Muxammed!! Al, olar seni Odan ozgelermen qorqıtadı. Allah kimdi adastırsa, onı twra jolga salwsı joq"},{"SurahNumber":39,"VerseNumber":37,"Text":"Al kimdi Allah twra jolmen jurgizse, onı adastırwsı joq. Allah barinen Ustem / ’Aziz / , jazalaw kusine ie emes pe"},{"SurahNumber":39,"VerseNumber":38,"Text":"Eger olardan: «Aspandardı jane jerdi kim jarattı?» - dep surasan, olar mindetti turde: «Allah», -dep aytadı. / Ey, Muxammed! / Ayt: «Sender Allahtan ozge saqırgandarın / tabıngandarın / jaylı oyladındar ma, eger Allah magan bir ziyan tigizwdi qalasa, olar / Allahtan ozge tabıngandarın / Onın ziyanın ketire ala ma? Alde, Ol magan bir igilik qalasa, olar Onın igiligin tosa ala ma?» - dep. Ayt: «Allah magan jetkilikti. Senim artıp juginwsiler / tawekel etwsiler / Ogan juginip, isterin tapsıradı / tawekel etedi / », - dep"},{"SurahNumber":39,"VerseNumber":39,"Text":"Ayt: «Ay, elim! Oz alderinse / qalawlarınsa / amaldarındı jasay berinder. Men de amalımdı jasaymın. Jaqında bilesinder"},{"SurahNumber":39,"VerseNumber":40,"Text":"qorlaytın azaptın kimge keletinin ari turaqtı / mangilik / azaptın da kimge tusetinin», - dep"},{"SurahNumber":39,"VerseNumber":41,"Text":"Ey, Muxammed! / Kumansiz, Biz sagan Kitaptı adamdar / adamzat / usin aqiqatpen tusirdik. Kim twra jolmen jurse, ol oz paydasına. Al, kim adassa, tek oz ziyanına adasadı. Sen olarga jawaptı emessin"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allah jandı / quldarının jandarın / oletin satinde aladı, al ali olmegendi / ol jandı / uyqıda jatqan kezderinde / waqıtsa / aladı. Soytip / quldarınan / olwin ukim etkenderinikin ustap qaladı da, basqasın belgilengen merzimge deyin jiberedi. Aqiqatında, munda oylanatın adamdar usin belgiler bar"},{"SurahNumber":39,"VerseNumber":43,"Text":"Alde olar Allahtan ozgelerdi / ozderine / arasa tuswsiler etip aldı ma? / Ey, Muxammed! / Ayt: «Olar esnarsege ie bol­masa da jane esnarse uqpasa da ma?» - dep"},{"SurahNumber":39,"VerseNumber":44,"Text":"Ayt: «Arasa tusw / sapagat etw / tolıgımen Allahtiki. Aspandar men jerdin biligi -Oniki. Keyin sender Ogan qaytarılasındar», - dep"},{"SurahNumber":39,"VerseNumber":45,"Text":"Qasan Allahtın bir Ozi twralı aytılsa, songı, mangilik omirge / aqiretke / senbeytinderdin jurekteri jirenedi. Al, Odan ozgeler twralı aytılgan kezde, olar qwanadı"},{"SurahNumber":39,"VerseNumber":46,"Text":"Ayt: «Allahım, aspandar men jerdin Jaratwsısı, qupiya men ayqın narseni Bilwsi! Sen quldarınnın qaysılıqqa tusken maseleleri jaylı olardın arasına ukim sıgarasın», — dep"},{"SurahNumber":39,"VerseNumber":47,"Text":"Eger de adiletsizderde jer juzindegi barlıq narseler jane onımen birge tagı sonsalıq narseler bolganda, olar Qayta tirilw kuni azaptın jamanınan qutılw usin onı / Onın barlıgın / tolemge berer edi. Olarga / ol kuni! Allah tarapınan, ozderi oylarına da keltirmegen narseler korinedi"},{"SurahNumber":39,"VerseNumber":48,"Text":"Ari istep tapqandarının jamandıqtarı olardın aldınan sıgadı jane mazaq etkenderi ozderin orap aladı"},{"SurahNumber":39,"VerseNumber":49,"Text":"Qasan adamga bir ziyan tigen kezde, ol Bizge jalbarınadı. Sodan keyin ogan Ozimizden bir igilik bersek, sonda ol: «Sın maninde bul magan bilim negizinde berildi», - deydi. Joq, olay emes, bul bir sınaq, alayda olardın kopsiligi bilmeydi"},{"SurahNumber":39,"VerseNumber":50,"Text":"Munı / osınday sozderdi / olardan burıngılar da aytqan edi. Sonda olardı istep tapqandarı qutqarmadı"},{"SurahNumber":39,"VerseNumber":51,"Text":"Olarga / aldıngılarga / istep tapqandarının jamandıqtarı tidi. Bulardın isindegi adiletsizderge de istep tapqandarının jamandıqtarı tiedi. Ari olar / Allahtın jazasın, azabın / alsirete almaydı"},{"SurahNumber":39,"VerseNumber":52,"Text":"Olar Allahtın rizıqtı Ozi qalaganga jayatının ari sektep qoyatının bilmedi me? Aqiqatında, munda imandı adamdar usin belgi-gibrattar bar"},{"SurahNumber":39,"VerseNumber":53,"Text":"Ey, Muxammed! / Ayt / Olarga Allahtın sozin / : «Sekten sıgıp, ozderine-ozderi ziyan keltirgen, ey, Menin quldarım! Allahtın meyiriminen umit uzbender. Aqiqatında Allah kunalardın barlıgın kesiredi. Oytkeni Ol ote Kesirimdi, erekse Meyirimdi », - dep"},{"SurahNumber":39,"VerseNumber":54,"Text":"Ari senderge azap kelwden burın ozderinnin Rabbına / kunadan bas tartqan kuyde / qaytındar jane Ogan bagınındar. Odan keyin senderge komek berilmeydi"},{"SurahNumber":39,"VerseNumber":55,"Text":"Ari senderge azap kenetten jane onı ozderin sezbegen xalde kelwden burın, ozderinnin Rabbınnan tusirilgen en jaqsıga / Quranga / erinder"},{"SurahNumber":39,"VerseNumber":56,"Text":"«Allahqa qatıstı qapersiz bolıp, jenil qaraganım, men usin qanday okinis! Men mazaq etwsilerdin biri boldım!» - dep, jannın aytpawı usin"},{"SurahNumber":39,"VerseNumber":57,"Text":"nemese: «Eger de Allah meni twra jolgasalganda, onda / men de / taqwalardan / Rabbısına boysunıp, jazasınan qorqıp, saqtangandardan! bolar edim», - demewi usin"},{"SurahNumber":39,"VerseNumber":58,"Text":"ne bolmasa, ol azaptı korgen kezde: «Eger mende artqa qaytw / mumkindigi / bolganda, jaqsılıq istewsilerden bolar edim», - dep aytpawı usin / ozderine jaza kelwden burın asa ulıAllahqabagınındar"},{"SurahNumber":39,"VerseNumber":59,"Text":"Sonda onday kunaharlarga / : «Joq, olay emes! Sagan Menin ayat-belgilerim kelgen kezde, sen olardı otirik dedin ari ozindi jogarı sanadın jane kapirlerden boldın», - delinedi"},{"SurahNumber":39,"VerseNumber":60,"Text":"Ey, Muxammed! / Qayta tirilw kuni Allah twralı otirik aytqandardın betteri qarayganın koresin. Ozderin jogarı sanaytındardın ornı Jahannamda emes pe"},{"SurahNumber":39,"VerseNumber":61,"Text":"Allah taqwalardı / Rabbısına boysunıp, jazasınan qorqıp, saqtangandardı / jetistikteri / taqwalıqtarı / arqılı qutqaradı. Olarga jamandıq timeydi ari olar qaygırmaydı"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah - barlıq narsenin Jaratwsısı ari Ol arbir narsenin ustinen kepil, Saqtawsı"},{"SurahNumber":39,"VerseNumber":63,"Text":"Aspandardın jane jerdin qazınaları - Oniki. Allahtın ayat-belgilerine kupirlik etetinder / senbeytinder / , mine solar - sın ziyan segwsiler"},{"SurahNumber":39,"VerseNumber":64,"Text":"Ey, Muxammed!! Ayt: «Ey, nadandar! Sender magan Allahtan basqaga qulsılıq jasawdı buyırasındar ma?» - dep"},{"SurahNumber":39,"VerseNumber":65,"Text":"Aqiqatında, sagan jane senen aldıngılarga / aldın otken arbir paygambarga / : «Eger Allahqa birewdi serik etip qossan, amalın joyılıp ketedi ari anıq ziyan segwsilerden bolasın», - dep waxi etildi"},{"SurahNumber":39,"VerseNumber":66,"Text":"Sen Allahqa gana qulsılıq et ari sukir etwsilerden / Onın bergen igilikterine algıs bildirwsilerden! bol"},{"SurahNumber":39,"VerseNumber":67,"Text":"Al, olar / kapirler / Allahtı Onın qadirine say bagalagan joq. Qayta tirilw kuni jer butindey Onın wısında, al aspandar oralgan turde Onın on qolında / boladı / . Ol - olardın serik etip qosqandarınan pak ari jogarı"},{"SurahNumber":39,"VerseNumber":68,"Text":"Ari sur uriledi de, aspandardagı jane jerdegi Allah qalagannan basqa barlıgı da qulaydı / oledi / . Sodan keyin ol tagı bir ret uriledi, sonda olar turegep, qarap turadı"},{"SurahNumber":39,"VerseNumber":69,"Text":"Ari jer juzi Rabbısının nurımen jarıq boladı. Kitap qoyıladı jane paygambarlar men kwalar keltiriledi. jane olardın arasına adildikpen ukim etilip, olarga adiletsizdik jasalmaydı"},{"SurahNumber":39,"VerseNumber":70,"Text":"Ari arbir janga istegeni tolıq beriledi. Ol - olardın ne istegenderin jaqsı biledi"},{"SurahNumber":39,"VerseNumber":71,"Text":"Ari kupirlik etwsiler / Allahqaqarsı kelwsiler / Jahannamga top-tobımen aydaladı. Olar ogan kelip, qaqpaları asılgan kezde, onın kuzetsileri olarga: «Senderge oz isterinnen ozderinnin Rabbınnın ayattarın oqitın jane senderdi osı kunderine jolıgwdı eskertip, saqtandıratın elsiler kelmegen be edi?» - degen kezde, olar: «Ia», - deydi. Alayda, kapirlerge qatıstı azap twralı Soz sındıqqa aynaldı"},{"SurahNumber":39,"VerseNumber":72,"Text":"Olarga / : «Jahannamnın qaqpalarınan onda mangi qalatın bolıp kirinder!» -delinedi. Ozderin jogarı sanagandardın turagı qanday jaman"},{"SurahNumber":39,"VerseNumber":73,"Text":"Al, taqwalar / Rabbısına boysunıp, jazasınan qorqıp, saqtangandar / Jannatqa top-tobımen alıp barıladı. Olar ogan kelip, qaqpaları asılgan kezde, onın kuzetsileri olarga: «Senderge salem / amandıq bolsın / ! Sender jaqsı boldındar. Endi ogan / jannatqa / mangi turatın bolıp kirinder!» - deydi"},{"SurahNumber":39,"VerseNumber":74,"Text":"Sonda olar / jannattagılar / : «Barlıq maqtawlar bizge bergen wadesin sındıqqa sıgargan jane bul / jannattagı / jerge murager etken Allahqa! Biz Jannatta ozimiz qalagan orınga jaygasamız!» - deydi. Amal etwsilerdin sıyı qanday jaqsı"},{"SurahNumber":39,"VerseNumber":75,"Text":"Ey, Muxammed!I Sen Arsının aynalasın qorsagan peristelerdin ozderinin Rabbısın / barlıq kemsilikterden / pak dep dariptey maqtaganın koresin. Olardın arasına aqiqatpen ukim sıgarıladı ari: «Barlıq maqtawlar - alemderdin Rabbısı Allahqa!» -delinedi"},{"SurahNumber":40,"VerseNumber":1,"Text":"Xa. Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Bul Kitap barinen Ustem, barlıq narseni Bilwsi Allahtan tusirilgen"},{"SurahNumber":40,"VerseNumber":3,"Text":"kunani kesirwsi ari istegen kunasine sınayı okinip, Ozine boysunwga qaytqandı / tawbeni / Qabıldawsı, jaza berwde qattı, mol igilik Iesinen. Odan basqa esbir quday joq. Qaytw -Ogan"},{"SurahNumber":40,"VerseNumber":4,"Text":"Ey, Muxammed! / Allahtın ayattarı joninde sonday kupirlik etwsiler / Allahqa qarsı kelwsiler / gana tartısadı. Olardın elderde aynalıp jurwi seni aldap qoymasın"},{"SurahNumber":40,"VerseNumber":5,"Text":"(Olardan burın Nuxtın eli ari olardan keyingi / solar sekildi / toptar da / elsilerdi / jalganga sıgardı. Arbir ummet ozderine kelgen Elsini ustawdı / oltirwdi )kozdegen edi. Olar otirik arqılı aqiqattı teriske sıgarw usin tartıstı. Sonda Men olardı ustadım / jazaga tarttım / . Menin jazalawım qanday eken"},{"SurahNumber":40,"VerseNumber":6,"Text":"Mine, osılay kupirlik etwsilerdin / imanga kelmegenderdin / Otqa tusetindigi tw­ralı Rabbınnın sozi sındıqqa aynaldı"},{"SurahNumber":40,"VerseNumber":7,"Text":"Arsını koterip turatındar jane onın aynalasındagılar ozderinin Rabbısın / barlıq kemsilikten / pak dep dariptep, maqtaydı, Ogan senedi ari imandılar usin kesirim surap: «Rabbımız! Senin meyirimin men bilimin arbir narseni isine alıp qamtıgan. Istegen kunasine sınayı okinip, Ozine boysunwga qaytqan / tawbege kelgen / jane Ozinnin jolına ergenderdi kesir ari olardı Jahim / tozagının / azabınan saqtay gor"},{"SurahNumber":40,"VerseNumber":8,"Text":"Rabbımız! Olardı Ozin wade etken ’Adn jannatının baqtarına kirgiz ari olardın akelerinen, jubaylarınan jane urpaqtarınan izgi bolgandardı da. Aqiqatında, Sen barinen Ustem, asa Danasın"},{"SurahNumber":40,"VerseNumber":9,"Text":"Ari olardı jaman isterden saqta. Sen kimdi jaman isterden saqtasan, sol / Qayta tirilw / kuni ogan raqım etken bolasın. Mine, osı ulı jetistik», - deydi"},{"SurahNumber":40,"VerseNumber":10,"Text":"Aqiqatında, sonday kupirlik etwsilerge / imanga kelmegenderge / : «Sender imanga kelinder dep saqırılıp, sonda kupirlik etken / qarsı kelgen / kezderinde Allahtın senderdi jek korwi, senderdin ozderindi / bugingi / jek korwlerinnen ulken»,- delinedi"},{"SurahNumber":40,"VerseNumber":11,"Text":"Olar: «Rabbımız! Sen bizdi eki ret oltirdin jane eki ret tirilttin. Biz kunalarımızdı moyındadıq. Endi bizge sıgatın jol bar ma?» - deydi"},{"SurahNumber":40,"VerseNumber":12,"Text":"Bul - senderge Allahtın bir Ozine saqırılganda kupirlik etkendikterin / imanga kelmegenderin / , al Ogan ozgeler serik etilip qosılsa, sengendikterinnin sebebinen. Barlıq ukim asa Jogarı, ote Ulken Allahtiki"},{"SurahNumber":40,"VerseNumber":13,"Text":"Ol sonday, senderge Ozinin belgi-dalelderin korsetedi jane aspannan senderge rizıq tusiredi. Alayda, / Rabbısına / qaytwsılardan basqalar esine almaydı"},{"SurahNumber":40,"VerseNumber":14,"Text":"Sondıqtan, dindi ıqılaspen ustangan / serik qosw, riyadan tazartqan / kuyde, tek Allahtan tilender. Tipti kapirler jek korgenmen de"},{"SurahNumber":40,"VerseNumber":15,"Text":"Dareje-martebeleri ote jogarı, Arsının iesi Ol Oz amirimen quldarının isinen qalaganına / paygambarlarga / kezdesw Kunin / Qayta tirilw kunin / eskertip, saqtandırw usin rwx / waxi / tusiredi"},{"SurahNumber":40,"VerseNumber":16,"Text":"Olar / qabirden / sıgarılatın sol / qayta tirilw / kuni, Allahtan es narse jasırın qalmaydı. / Allah / : «Bugin bilik kimdiki?» — dep suraydı. / Keyin Ozi jawap beredi / : « Jalgız ari barin Bagındırwsı Allahtiki» - dep"},{"SurahNumber":40,"VerseNumber":17,"Text":"Bugin arbir jan istep tapqanının qaytarımın aladı. Bugin adiletsizdik bolmaydı. Aqiqatında, Allah esep alwda jıldam"},{"SurahNumber":40,"VerseNumber":18,"Text":"Ey, Muxammed! / Olarga jurekter jutqınsaqqa tıgılıp, ozderi qaygıga batıp turatın jaqın Kundi / Qayta tirilw kunin / eskert. Adiletsizderge janasır dos ta, tındalatın / aytqanı qabıl bolatın / ara tuswsisi de bolmaydı"},{"SurahNumber":40,"VerseNumber":19,"Text":"Ol kozderdin qiyanatın jane kewdelerdin neni jasıratının biledi"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah adildikpen ukim etedi. Al olardın / serik qatwsılardın / Odan ozge jalbarınatındarı esnarse sese almaydı. Aqiqatında, Allah barin Estwsi, barlıq narseni Korwsi"},{"SurahNumber":40,"VerseNumber":21,"Text":"Olar jer betinde / saparlap / jurmedi me, ozderinen burıngılardın aqırı qalay bolganın / nemen bitkenin / kormedi me? Olar bularga qaraganda kus-qwatı jane jer betinde sonında qaldırgandarımen mıqtı edi. Allah olardı kunaları usin ustadı / jazaladı / jane olardı Allahtan qorgaytın eskim bolmadı"},{"SurahNumber":40,"VerseNumber":22,"Text":"Munın sebebi - Olarga elsiler anıq daleldermen kelse de olardın kupirlik etwi / qarsı kelwi / . Sonda Allah olardı ustadı / jazaladı / . Aqiqatında, Ol barinen Qwattı, jazalawda qattı"},{"SurahNumber":40,"VerseNumber":23,"Text":"Biz Musanı Oz belgilerimizben jane anıq dalelmen jiberdik"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firawn, Haman jane Qarwnga. Biraq olar / onı / : «Siqırsı ari otiriksi», -dedi"},{"SurahNumber":40,"VerseNumber":25,"Text":"Ol / Musa / olarga Bizden aqiqatpen kelgen kezde, olar: «Onımen birge imanga kelgenderdin balaların oltirinder jane ayelderin tiri qaldırındar»,- dedi. Biraq kapirlerdin ayla-sargısı tek adaswsılıqtan basqa esnarse emes"},{"SurahNumber":40,"VerseNumber":26,"Text":"Firawn: «Meni qaldırındar, Musanı oltireyin, qane ol Rabbısın saqırsın. Men onın dinderindi ozgertwinen ne jer betinde / Mısırda / buzgınsılıq sıgarwınan qorqamın», - dedi"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa: «Men Esep kunine senbewsi, arbir ozin jogarı sanawsıdan menin Rabbım ari senderdin Rabbına / Allahqa / siınıp, Onın qorqawın suraymın», - dedi"},{"SurahNumber":40,"VerseNumber":28,"Text":"Firawnnın awletinen imanga kelgenin jasırıp jurgen bir kisi: «Sender birewdi tek: «Rabbım - Allah» degeni usin oltiresinder me? Sın maninde ol senderge ozderinnin Rabbınnan anıq daleldermen keldi. Eger ol otirik aytwsı bolsa, otirigi oz ziyanına. Al, eger sındıqtı aytsa, ol wade etip otırgannın keybiri senderge keledi. Sın maninde, Allah sekten sıgwsını ari otiriksini twra jolga salmaydı"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ay, elim! Bugin bilik senderde, ari jer betinde ustem bolıp tursındar. Eger bizge Allahtın jazası kelse, odan bizdi kim qutqaradı?» - dedi. Firawn: «Men senderge ozim / qajet, jon dep / bilgenimdi korsetemin ari senderdi tek durısjolga bastaymın», - dedi"},{"SurahNumber":40,"VerseNumber":30,"Text":"Sonda imanga kelgen kisi: «Ay, elim! Men senderge, / aldıngı ozderindey / qawımdarga tusken kunnin kelwinen qorqamın"},{"SurahNumber":40,"VerseNumber":31,"Text":"Nux eli, Ad pen Samud elderi jane olardan keyingilerdin jagdayı siyaqtı bolwınan. Allah quldarına adiletsizdik etwdi qalamaydı"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ay, elim! Men sender usin biri-birine un qatatın Kunnen qorqamın"},{"SurahNumber":40,"VerseNumber":33,"Text":"Ol kuni sender arttarına burılıp qasasındar. Senderdi Allahtan qorgawsı bolmaydı. Allah kimdi adastırsa, onı twra jolga salwsı joq"},{"SurahNumber":40,"VerseNumber":34,"Text":"Senderge / Musadan / burın Ywswf te anıq daleldermen kelgen edi, biraq sender onın ozderine akelgenine unemi kumanda boldındar. Al, ol qaytıs bolganda, sender: «Allah odan keyin Elsi jibermeydi», - dedinder. Allah osılay sekten sıgwsını, kumandanwsını adastıradı"},{"SurahNumber":40,"VerseNumber":35,"Text":"Ozderine Allahtın belgileri joninde dalel kelmese de tartısatındar Allahtın aldında jane imanga kelgenderdin aldında ote jek korinisti. Allah arbir ozin jogarı sanawsının, oktemsildin juregin osılay morlep, jawıp tastaydı"},{"SurahNumber":40,"VerseNumber":36,"Text":"Firawn: «Ey, Haman! Magan biik bir munara turgız. Balkimjoldarga jetermin"},{"SurahNumber":40,"VerseNumber":37,"Text":"aspandardagı joldarga. Soytip Musanın qudayın korermin. Albette, men onı otiriksi dep oylaymın», - dedi. Osılay Firawnga isterinin jamandıgı / jaman isteri / korkem korsetilip ari ol joldan tosılıp sıgarıldı. Firawnnın ayla-sargısı tek ziyan-qasiretten ozge esnarse emes"},{"SurahNumber":40,"VerseNumber":38,"Text":"Imanga kelgen kisi: «Ay, elim! Magan erinder, men senderdi twra jolga bastaymın"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ay, elim! Bul omir - bar bolganı waqıtsa gana paydalanatın narse, al songı, mangilik omir / aqiret /- tupkilikti turaqtaw mekeni"},{"SurahNumber":40,"VerseNumber":40,"Text":"Kim bir jamandıq istese, onda ogan qaytarımı retinde sonın ozindey gana / jaza / beriledi. Imanga kelgen kuyde izgi amal jasagan erler men ayelder, mine solar jannatqa kiredi ari ol jerde esepsiz rizıqqa bolenedi"},{"SurahNumber":40,"VerseNumber":41,"Text":"Ay, elim! Men qalaysa senderdi qutılwga saqırmaymın, sender meni tozaqqa saqırganda"},{"SurahNumber":40,"VerseNumber":42,"Text":"Sender meni Allahqa kupirlik etwge / qarsı kelwge / jane Ogan, ol jaylı bilimim bolmagan narseni serik etip qoswga saqırasındar. Al men senderdi barinen Ustem , kop Kesirwsige saqıramın"},{"SurahNumber":40,"VerseNumber":43,"Text":"Sın maninde senderdin meni saqırgan narselerin / oydan qurastırgan qudayların / duniede de, songı, mangilik omirde de / aqirette / birnarse surawga layıqtı emes. Ari kumansiz, qaytwımız -Allahqa. Ari sozsiz, sekten sıqqandar, olar - Otqa tusetinder"},{"SurahNumber":40,"VerseNumber":44,"Text":"Jaqında sender osı aytqandarımdı eske alasındar. Men isimdi Allahqa tapsıramın. Aqiqatında, Allah quldarın Korwsi»,- dedi"},{"SurahNumber":40,"VerseNumber":45,"Text":"Allah onı olardın ayla-sargılarının jamandıqtarınan qorgadı. Al firawndıqtardı jaman azap orap aldı"},{"SurahNumber":40,"VerseNumber":46,"Text":"Ol - ot. Olar tanerten jane keske qa­ray ogan kigiziledi. Al, Sagat / Qayta tirilw / kelgen kuni: «Firawndıqtardı azaptın en awırına kirgizinder!» - delinedi"},{"SurahNumber":40,"VerseNumber":47,"Text":"Ari olar Ottın isinde tartısıp, alsiz, nasarları ozderin jogarı sanagandarga: «Biz senderge erip edik. Endi sender bizden Ottın bir boligin ketire alasındar ma?» - deydi"},{"SurahNumber":40,"VerseNumber":48,"Text":"Ozderin jogarı sanagandar: «Biz barimiz onın / tozaqtın / isindemiz. Aqiqatında, Allah qularının arasına ukim sıgarıp qoygan», - deydi"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ari Ottın / tozaqtın / isindegiler Jahannam kuzetsilerine: «Ozderinnin Rabbınnan surandarsı, bizge azaptan bir kun jenildetsin», - deydi"},{"SurahNumber":40,"VerseNumber":50,"Text":"Olar / kuzetsi peristeler / : «Senderge elsilerin anıq daleldermen kelgen joq pa edi?» deydi. / Tozaqtagılar / : «Ia, / kelgen / », - deydi. Olar: «Onda ozderin tilender. Biraq kapirlerdin tilegi tek adaswsılıqtan basqa esnarse emes», - deydi"},{"SurahNumber":40,"VerseNumber":51,"Text":"Aqiqatında, Biz elsilerimizge ari imanga kelgenderge osı omirde de, ari kwalar turatın kuni de jardem beremiz"},{"SurahNumber":40,"VerseNumber":52,"Text":"Ol kuni adiletsizderge sıltaw aytıp, aqtalwları payda bermeydi. Olarga lagnet boladı ari olarga turaqtın jamanı / tozaq / boladı"},{"SurahNumber":40,"VerseNumber":53,"Text":"Ari Biz Musaga jolbassı / twra joldı ustanwga bassılıq / berdik jane Israil urpaqtarın Kitapqa murager ettik"},{"SurahNumber":40,"VerseNumber":54,"Text":"aqıl ielerine twra jol jane eske salw / eskertw / etip"},{"SurahNumber":40,"VerseNumber":55,"Text":"Ey, Muxammed! / Sabır et! Kudiksiz, Allahtın wadesi xaq. kunan usin kesirim tile ari keske jane tanerten Rabbına maqtawlar aytıp, / barlıq kemsilikten / pak dep daripte"},{"SurahNumber":40,"VerseNumber":56,"Text":"Aqiqatında, Allahtın ayat-belgilerine qatıstı ozderine esbir dalel kelmese de tartısatındardın kewdelerinde tek menmendik-takapparlıq bar. Olar degenderine jete almaydı. Sen Allahqa siınıp, ozindi qorgawın tile. Aqiqatında, Ol barin Estwsi , barin Korwsi"},{"SurahNumber":40,"VerseNumber":57,"Text":"Aspandardı jane jerdi jaratw adamdardı jaratwga qaraganda, sozsiz, aldeqayda ulken. Alayda, adamdardın kobi bilmeydi"},{"SurahNumber":40,"VerseNumber":58,"Text":"Soqır men kore alatın ten bola almaydı. Sonday-aq imanga kelgen jane izgi amal jasawsılar men jamandıq istewsi de. Sender qanday az eske alasındar"},{"SurahNumber":40,"VerseNumber":59,"Text":"Aqiqatında, Sagat / Qayta tirilw kuni / sozsiz keledi, onda kuman joq. Biraq adamdardın kobi senbeydi"},{"SurahNumber":40,"VerseNumber":60,"Text":"Senderdin Rabbın: «Meni saqırındar / Menen surandar / , jawap beremin / tilekterindi qabıl etemin / . Aqiqatında, Magan Qulsılıq etwden ozderin jogarı sanagandar, jaqında qor bolgan kuylerinde Jahannamga kiredi», - dedi"},{"SurahNumber":40,"VerseNumber":61,"Text":"Senderge tundi - onda tınıgwların usin, al kundizdi jarıq etip jasagan - Sol Allah. Aqiqatında Allah, adamdar usin kensilik Iesi. Biraq, adamdardın kobi sukir etpeydi / Rabbısının bergen igilikterine algıs, rizalıq bildirmeydi"},{"SurahNumber":40,"VerseNumber":62,"Text":"Mine, osı Allah - barlıq narsenin Jaratwsısı, senderdin Rabbın. Odan basqa esbir quday joq. Sonda, sender qayda burılıp barasındar"},{"SurahNumber":40,"VerseNumber":63,"Text":"Allahtın ayattarın teriske sıgargandar da osılay keri burgızıladı / adastırıladı"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allah, Ol senderge jerdi turatın meken, al aspandı qurılım etip jasadı. Ol senderdin keskin-kelbetterindi qalıptastırıp, tulgalarındı kemeldendirip, korkem etti. Ari Ol senderge turli igilikterden rizıq berdi. Mine, osı Allah senderdin Rabbın. Alemderdin Rabbısı Allah - asa Berekeli"},{"SurahNumber":40,"VerseNumber":65,"Text":"Ol al-Xayy / mangi Tiri / , Odan basqa esbir quday joq. Ogan dindi ıqılaspen ustangan / serik qosw, riyadan tazartqan / kuyde, tek Odan gana tilender. Barlıq maqtaw -alemderdin Rabbısı Allahqa"},{"SurahNumber":40,"VerseNumber":66,"Text":"Ey, Muxammed! / Ayt: «Magan Rabbımnan anıq dalelder kelgen kezde, senderdin Allahtan ozgege saqırgandarına tabınwım tıyım salındı. Ari alemderdin Rabbısına boysunwga buyırıldım», - dep"},{"SurahNumber":40,"VerseNumber":67,"Text":"Ol senderdi / Adam atanı / topıraqtan, keyin / Adamnın urpaqtarın / tamsı urıq swınan, sodan keyin uyıgan qannan jarattı. Sodan son Ol senderdi / analarınnın jatırınan / nareste etip, keyin tolısıp jetilwlerin, odan son qartayıp kari bolwların usin sıgaradı, Senderdin isterinde odan aldın qaytıs bolatındar da bar, soytip barin de belgilengen bir merzimge jetwlerin usin. Bul jaylı aqıldarındı istetip, ugınarsındar"},{"SurahNumber":40,"VerseNumber":68,"Text":"Ol tiriltedi jane oltiredi. Qasan Ol bir iske sesim qabıldasa, ogan: «Bol!» - dese, sonda ol boladı"},{"SurahNumber":40,"VerseNumber":69,"Text":"Ey, Muxammed! / Sen Allahtın ayattarı joninde talasıp-tartısqandardı kormedin be? Olar qayda burılıp baradı"},{"SurahNumber":40,"VerseNumber":70,"Text":"Solar Kitaptı jane elsilerimiz arqılı jibergenderimizdi otirikke sıgargandar. Jaqında olar biledi"},{"SurahNumber":40,"VerseNumber":71,"Text":"moyındarına bugawlar men sınjırlar salınganda. Olardı suyretip"},{"SurahNumber":40,"VerseNumber":72,"Text":"qaynap turgan swga / tartadı / , al keyin otta jandıradı"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sodan keyin olarga: «Senderdin serik etip qosqandarın qayda"},{"SurahNumber":40,"VerseNumber":74,"Text":"Allahpen qatar?» - delinedi. / Serik qoswsılar / : «Olar bizden joq bolıp ketti. Negizinde, biz burın esnarsege tabıngan emespiz», - deydi. Allah kapirlerdi osılay adastıradı"},{"SurahNumber":40,"VerseNumber":75,"Text":"Bul senderdin jer betinde orınsız maz bolıp, masayrap jane ozderindi jogarı qoygandıqtarın usin"},{"SurahNumber":40,"VerseNumber":76,"Text":"Jahannam qaqpalarınan onda mangi qalatın bolıp kirinder. Ozderin jogarı sanaytındardın ornı netken jaman"},{"SurahNumber":40,"VerseNumber":77,"Text":"Ey, Muxammed / / Endi sabır et! Kudiksiz, Allahtın wadesi - xaq. Biz sagan Olarga wade etkenimizdin keybirin korsetsek te nemese sagan olim bersek te, baribir olar Bizge qaytarıladı"},{"SurahNumber":40,"VerseNumber":78,"Text":"Biz senen burın da elsiler jibergenbiz. Olardın isinde Biz sagan xabarın bergenderimiz de bar, ari olardın isinde Biz sagan xabarın bermegenderimiz de bar. Esbir Elsi Allahtın ruqsatınsız bir de bir ayat-belgi akelgen joq. Allahtın amiri kelgen kezde, aqiqatpen ukim etilip, jalganga sıgarwsılar ziyan segedi"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allah senderge maldardı jarattı. Olardın keybirin minwlerin, al keybirin azıqtanwların usin"},{"SurahNumber":40,"VerseNumber":80,"Text":"Ari sender usin olarda paydalar bar jane olarmen konilderindegi qajetterine jetwlerin usin. Sonday-aq sender olarda jane kemelerde tasımaldanasındar"},{"SurahNumber":40,"VerseNumber":81,"Text":"Ari Ol senderge Oz belgilerin korsetedi. Allahtın qay belgisin teriske sıgarasındar"},{"SurahNumber":40,"VerseNumber":82,"Text":"Olar / imanga kelmegender / jer betinde jurmedi me, ozderinen burıngılardın aqırı qalay bolganın / nemen bitkenin / kormedi me? Olardın bularga qaraganda kus-qwatı jane jer betinde artında qaldırgandarı mıqtı edi. Olar bularga qaraganda kobirek edi jane kus-qwatımen ari jer betinde artında qaldırgan izderimen de mıqtı edi. Biraq tapqandarı olarga payda bermedi"},{"SurahNumber":40,"VerseNumber":83,"Text":"Olarga elsiler anıq daleldermen kelgende, olar ozderindegi bar bilimge maz bolıp, masattandı. Sonda olardı, ozderi mazaq etip kulgen narseleri orap aldı / bastarına jetti"},{"SurahNumber":40,"VerseNumber":84,"Text":"Olar Bizdin azabımızdı korgende: «Biz Allahtın jalgız Ozine sendik jane Ogan serik etip tangandarımızdan bas tartamız», - dedi"},{"SurahNumber":40,"VerseNumber":85,"Text":"Alayda olardın azabımızdı korgen kezde imanga kelwleri ozderine payda bermedi. Allahtın quldarına qatıstı bekitken jolı / zandılıgı / osınday. Mine, sonda kapirler ziyanga usıradı"},{"SurahNumber":41,"VerseNumber":1,"Text":"Xa. Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"Asa Qayırımdı, erekse Meyirimdiden tusirilgen"},{"SurahNumber":41,"VerseNumber":3,"Text":"Arabsa Quran etip, biletin adamdar usin ayattarı anıq tusindirilip / tusirilgen / bir Kitap"},{"SurahNumber":41,"VerseNumber":4,"Text":"qwanıstı xabar jetkizwsi ari eskertip, saqtandırwsı retinde. Biraq, olardın / adamdardın / kobi teris burıladı soytip qulaq aspaydı"},{"SurahNumber":41,"VerseNumber":5,"Text":"Ari olar: «Senin bizdi saqırıp jatqan narseden bizdin jurekterimiz / perdelenip / tumsalangan ari qulaqtarımızda kerendik bar, al biz ben senin aramızda tosıq bar. Sen oz amalındı iste, biz de oz amalımızdı istey beremiz»,- dedi"},{"SurahNumber":41,"VerseNumber":6,"Text":"Ey, Muxammed! / Ayt: «Men bar bolganı sender siyaqtı gana adammın. Senderdin qudayların bir gana quday ekendigi magan waxi etilwde. Ogan qaray twra barındar jane Odan kesirim tilender. Al, serik qoswsılarga ulken qasiret bar"},{"SurahNumber":41,"VerseNumber":7,"Text":"sonday tazartatındı / zeketti / bermeytinderge jane songı, mangilik omirge / aqiretke / senbeytinderge»,- dep"},{"SurahNumber":41,"VerseNumber":8,"Text":"Aqiqatında imanga kelgen jane izgi amal jasagandarga uzilmeytin sıy bar"},{"SurahNumber":41,"VerseNumber":9,"Text":"Ey, Muxammed! / Ayt: «Sender jerdi eki kunde jaratqanga kupirlik tanıtıp / senbey, qarsı kelip / jane Ogan ozgelerdi tendes jasaysındar ma? Ol / Allah / - bukil alemderdin Rabbısı», - dep"},{"SurahNumber":41,"VerseNumber":10,"Text":"Ari Ol onda / jerde / , onın ustine berik turgandardı / tawlardı / ornattı ari ogan bereke berdi jane onda / jerdegi / rizıq nesibelerin tolıq tort kunde molserlep belgiledi. Bul surawsılar usin"},{"SurahNumber":41,"VerseNumber":11,"Text":"Keyin, Ol tutin / bw / kuyindegi aspanga qarap, ogan jane jerge: «Erikti nemese majburli turde kelinder», - dedi. Ol ekewi: «Biz erikti turde keldik», - dedi"},{"SurahNumber":41,"VerseNumber":12,"Text":"Ari Ol / Allah / olardı eki kunde jeti aspan etip jasadı jane arbir aspanga onın ozine qatıstı isin bildirdi / rettep bekitti / . Ari Biz tomengi aspandı samdarmen bezendirdik jane onımen qorgadıq. Bul - barinen Ustem, barin Bilwsinin belgilep bekitwi"},{"SurahNumber":41,"VerseNumber":13,"Text":"Ey, Muxammed! / Eger de olar / kapirler / teris burılsa: «Men senderdi Ad pen Samud eline kelgen saiqa sekildi saiqanı eskerttim», - dep ayt"},{"SurahNumber":41,"VerseNumber":14,"Text":"Olarga elsileri aldınan da, artınan da / jan-jagınan / kelip: «Allahtan basqaga Qulsılıq etpender»,- degen kezde, olar: «Eger de Rabbımız qalaganda, peristelerdi tusiretin edi. Biz sendermen jiberilgenge senbeymiz», - dedi"},{"SurahNumber":41,"VerseNumber":15,"Text":"Ad eli quqıları bolmasa da jer betinde menmensip, ozderin jogarı sanadı jane: «Bizden kusti kim bar?» - dedi. Olar ozderin jaratqan Allahtın olardan kusti ekenin kormedi me? Ari olar Bizdin ayat-belgilerimizdi teriske sıgardı"},{"SurahNumber":41,"VerseNumber":16,"Text":"Sonda osı omirde qorlawsı azaptı tattırw usin Biz olarga qiın kunderi, qattı uyıtqıp soqqan jeldi jiberdik. Al, songı, mangilik omirdin / aqirettin / azabı odan beter qor etwsi ari olarga komek korsetilmeydi"},{"SurahNumber":41,"VerseNumber":17,"Text":"Al, samwdtıqtarga kelsek, Biz olarga twra joldı korsettik, biraq olar twra joldın ornına soqırlıqtı artıq kordi. Sonda olarga istep tapqandarı / kunaları / sebebinen qorlawsı azaptın saiqası tidi"},{"SurahNumber":41,"VerseNumber":18,"Text":"Al, imanga kelgen jane taqwalıq etkenderdi / Allahtın jazasınan qorqıp, saqtangandardı / qutqardıq"},{"SurahNumber":41,"VerseNumber":19,"Text":"Ol kuni Allahtın jawları Ottın aldına jinaldırılıp, tosıladı"},{"SurahNumber":41,"VerseNumber":20,"Text":"Al, qasan olar ogan / tozaqqa / kelgen kezde estw, korw / museleri / jane terileri istegen is-areketteri jaylı olardın ozderine qarsı kwalik beredi"},{"SurahNumber":41,"VerseNumber":21,"Text":"Sonda olar ozderinin terilerine: «Ne usin bizge qarsı kwalik berdinder?» - deydi. / Terileri / : «Arbir narseni soyletken Allah bizdi de soyletti», - deydi. Ol senderdi algasqı rette / awel basta / jarattı ari sender Ogan qaytarılasındar"},{"SurahNumber":41,"VerseNumber":22,"Text":"Sender estwlerinnin, korwlerinnin / qulaq, kozderinnin / jane terilerinnin ozderine qarsı kwalik berwinen jasırınbaytın edinder. Sender ozderin istegen isterdin kobin Allah bilmeydi dep oyladındar"},{"SurahNumber":41,"VerseNumber":23,"Text":"Ozderinnin Rabbın jaylı osı oyların / joramaldarın / senderdi kurtıp, ziyan segwsilerden boldındar"},{"SurahNumber":41,"VerseNumber":24,"Text":"Al, endi olar sıdar bolsa, olardın turaqtaytın mekeni Ot boladı. Olar qansa razılıq / kesirim / surasa da razılıq / kesirim / algandardan bolmaydı"},{"SurahNumber":41,"VerseNumber":25,"Text":"Ari Biz olarga «joldastar» / serikter / bekitip qoydıq. Olarga / ol serikteri / aldarındagı jane arttarındagını ademi etip korsetti. Soytip ozderinen burın otken jındar men adamdardın qawımdarına qatıstı / jazaga tartw jaylı / Soz bularga da tiisti boldı. Sın maninde, olar ziyan segwsilerden boldı"},{"SurahNumber":41,"VerseNumber":26,"Text":"Ari kupirlik etwsiler / Qurannan teris burılwsılar! \\ «Bul Qurandı tındamandar jane ogan baylanıstı bos sozdi soylender. Sonda mumkin jeniske jetersinder», - dedi"},{"SurahNumber":41,"VerseNumber":27,"Text":"Biz kupirlik etwsilerge / Allahqa qarsı kelwsilerge / mindetti turde qattı azaptı tattıramız ari olarga istegen isterinin en jamanının qaytarım jazasın beremiz"},{"SurahNumber":41,"VerseNumber":28,"Text":"Mine, Allahtın jawlarının qaytarım jazası Ot. Bizdin ayattarımızdı, belgilerimizdi teriske sıgargandarı usin olarga ol jerde / tozaqta / qaytarım jaza retinde mangilik turaq bar"},{"SurahNumber":41,"VerseNumber":29,"Text":"Ari sonday kupirlik etkender / imanga kelmegender / : «Rabbımız! Bizdi adastırgan jındar men adamdardan bolgan ekewin korset, biz olardı en tomendetilgenderden bolwları usin tabandarımızdın astına tastayıq», - deydi"},{"SurahNumber":41,"VerseNumber":30,"Text":"Aqiqatında: «Rabbımız - Allah» - dep, keyin twralıqtı ustangandarga peristeler tusip: «Qorıqpandar jane qaygırmandar ari senderge wade etilgen jannatqa qwanındar"},{"SurahNumber":41,"VerseNumber":31,"Text":"Biz - senderdin osı omirdegi jane songı, mangilik omirdegi / aqirettegi / dostarınbız. Senderge ol jerde jandarınnın qalaganı bar. Ari senderge ol jerde suragandarınnın bari bar"},{"SurahNumber":41,"VerseNumber":32,"Text":"ote Kesirimdi , erekse Meyirimdiden sıy-qurmet retinde», - deydi"},{"SurahNumber":41,"VerseNumber":33,"Text":"Allahqa saqırıp, ari izgi amal istep jane: «Sın maninde, men - musılmandardanmın», - degen adamnın sozinen kimnin sozi jaqsı bola aladı"},{"SurahNumber":41,"VerseNumber":34,"Text":"Jaqsılıq pen jamandıq ten bola almaydı. / Jamandıqtı / en jaqsı narsemen qaytar. Sonda aralarında duspandıq bolgan birew jaqın dostay boladı"},{"SurahNumber":41,"VerseNumber":35,"Text":"Bugan / osı sipatqa / tek sabır etwsiler gana jetedi, ari bugan tek ulı uleske ie bolgandar gana jetedi"},{"SurahNumber":41,"VerseNumber":36,"Text":"Ey, Muxammed! / Al, qasan sagan saytannan naz'g / azgırw, jamandıqqa itermelew / bolsa Allahqa juginip, ozindi qorgawın tile. Oytkeni, Ol as-Sami / barin Estwsi / , al-’Alim / barin Bilwsi"},{"SurahNumber":41,"VerseNumber":37,"Text":"Ari tun men kundiz jane kun men ay Onın belgilerinen. Kunge de, ayga da sajde jasamandar, olardı jaratqan Allahtın Ozine gana sajde jasandar, eger qulsılıqtı Ogan arnap isteytin bolsandar"},{"SurahNumber":41,"VerseNumber":38,"Text":"Al, eger olar / kapirler / ozderin jogarı qoyıp, takapparlansa, bilinder Rabbınnın qasındagılar / peristeler / tunde jane kundiz Onı / barlıq kemsilikten / pak dep ulıqtaydı ari olar / qulsılıq etwden / jalıqpaydı"},{"SurahNumber":41,"VerseNumber":39,"Text":"Onın belgilerinin biri - sen jerdi kewip ketken kuyinde korip, al, sonda onın ustine sw tusirsek, ol qozgalısqa tusip, kopsip / tirsilik bitip / sıga kelwi. Sın maninde, onı tiriltken, albette, olilerdi de tiriltedi. Aqiqatında, Ol - arbir narseni Jasay alwsı"},{"SurahNumber":41,"VerseNumber":40,"Text":"Bizdin ayattarımızga qatıstı / aqiqattan / awıtqıgandar Bizden jasırın qalmaydı. Otqa tastalatın birew jaqsı ma, alde Qayta tirilw kuni aman bolıp, qawipsiz kuyde keletin birew me? Qalagandarındı istender. Sın maninde, Ol - ne istep jatqandarındı Korwsi"},{"SurahNumber":41,"VerseNumber":41,"Text":"Aqiqatında, ozderine Eske salatın / Quran / kelgen kezde, ogan sonday kupirlik etwsiler / teriske sıgarıp moyındamaytındar / bar.Sın maninde, ol - ulı Kitap"},{"SurahNumber":41,"VerseNumber":42,"Text":"Ogan / Quranga / otirik aldınan da, artınan da kele almaydı, ol asa Dana , ote Maqtawlıdan tusirilgen"},{"SurahNumber":41,"VerseNumber":43,"Text":"Ey, Muxammed! / Sagan ozinnen burıngı elsilerge aytılgan gana aytılwda. Aqiqatında, Rabbın - kesirim Iesi ari Ol kuyzeltwsi jazanın Iesi"},{"SurahNumber":41,"VerseNumber":44,"Text":"Eger de onı arab tilinen basqa tildegi Quran etkenimizde, olar / qurayıs musrikteri / : «Arab tildige basqa tilde me? Onın ayattarı nege anıqtap tusindirilmedi?» - deytin edi. / Ey, Muxammed! / Ayt: «Bul / Quran / - imanga kelgender usin jolbassı / twra joldıustanwga bassılıq / ari sipa. Al, imanga kelmeytinderdin qulaqtarında kerendik bar ari bul / Quran / olar usin soqırlıq. Bular - bir alıstan saqırılgandar / sekildi / », - dep"},{"SurahNumber":41,"VerseNumber":45,"Text":"Ari Biz Musaga Kitaptı berdik, sonda ol / Tawrat / twralı tartıs boldı. Rabbınnan aldın bekitilgen bir Soz bolmaganda, olardın arasına ukim etilgen bolar edi. Negizinde, olar ol jayında kuman-kudikte"},{"SurahNumber":41,"VerseNumber":46,"Text":"Kim izgi amal istese, ol ozi usin. Al, kim jamandıq istese, ol da ozine qarsı / oz ziyanına / . Senin Rabbın quldarga adiletsizdik jasawsı emes"}]}