{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"(napiye!) Yutarkalum, inaivaittu vanankupavarkalum nampikkaiyalarkalukku manitarkal anaivarilum kotiya etirikalaka iruppatai niccayamaka nir kanpir! Evarkal tankalaik kiristavarkal enru kurukinranaro avarkalai nampikkaiyalarkalukku (marravarkalai vita) natpil mika nerunkiyavarkalaka nir kanpir! Enenral, avarkalil (karrarinta) kurukkalum, turavikalum irukkinranar. Melum, niccayamaka avarkal irumappu kolvatumillai"},{"SurahNumber":5,"VerseNumber":83,"Text":"tavira, (ivarkalil palar nam) tutar mitu arulappattavarrai ceviyurral, unmaiyai avarkal unarvatan karanamaka avarkalin kankal (tarai taraiyaka) kannir vatippataik kanpir “enkal iraivane! (Ivvetattai) nankal nampikkai kontom. Akave, (ivvetam unmaiyanatena) catci kurupavarkalutan enkalaiyum ni pativu ceytu kolvayaka!'' Enrum (pirarttittuk) kurukinranar"},{"SurahNumber":5,"VerseNumber":84,"Text":"Allahvaiyum (avanitamiruntu) namakku vanta cattiya (veta)ttaiyum nankal nampikkai kollamalirukka enkalukkenna nerntatu? (Narceyalkal ceyta) nallavarkalutan enkalaiyum enkal iraivan certtu vaikkave nankal acaippatukirom'' enrum (kurukinranar)"},{"SurahNumber":5,"VerseNumber":85,"Text":"avarkal ivvaru kuruvatan karanamaka, totarntu niraruvikal otik kontirukkum corkkankalai allah avarkalukkup piratipalanaka alippan. Avarril avarkal (enrenrum) tankivituvarkal. Ituve nanmai ceypavarkalukkuriya kuliyakum"},{"SurahNumber":5,"VerseNumber":86,"Text":"evarkal (nam tutarai) nirakarittu, nam vacanankalaiyum poyyakkukinranaro avarkal narakavacikale"},{"SurahNumber":5,"VerseNumber":87,"Text":"nampikkaiyalarkale! Allah unkalukku akumakki vaittirukkum nallavarrai ninkal akatavaiyaka akkik kollatirkal. Ninkal varampu miriyum cellatirkal. Niccayamaka allah, varampu mirupavarkalai necippateyillai"},{"SurahNumber":5,"VerseNumber":88,"Text":"allah unkalukku alittavarril (ninkal pucikka) anumatikkappatta nallavarraiye puciyunkal. Ninkal nampikkai kontirukkum allahvukke payappatunkal"},{"SurahNumber":5,"VerseNumber":89,"Text":"Unkal vinana cattiyankalaik kontu allah unkalai(k kurram) pitippatillai. Eninum, (etaiyum) urutippatutta ninkal ceykinra cattiyattaip parri (atil tavaru ceytal) unkalaip pitippan. (Atil tavaru erpattuvittal) atarkup parikaramavatu: Ninkal unkal kutumpattinarukkuk kotuttu varum unavil mattiya taramana unavai pattu elaikalukku alikka ventum; allatu (avvare) avarkalukku ataiyalikka ventum. Allatu or atimaiyai vitutalai ceyya ventum. (Parikaramakak kotukkakkutiya ivarril etaiyum) evar peravillaiyo avar munru natkal nonpu norka ventum. (Unkal cattiyattai niraiverra mutiyavittal) ninkal ceyta cattiyattirkuriya parikaram itutan. Eninum, ninkal unkal cattiyankalai (mika eccarikkaiyutan peni)k kapparrik kollunkal. Ninkal allahvukku nanri celuttuvatarkaka avan tan vacanankalai ivvaru unkalukku vivarittuk kurukiran"},{"SurahNumber":5,"VerseNumber":90,"Text":"nampikkaiyalarkale! Niccayamaka matu, cutattam, cilai vanakkam, amperintu kuri ketpatu akiya ivai saittanutaiya aruvarukkattakka velaikalil ullavaiyakum. Akave, ivarril iruntu ninkal vilakikkollunkal. (Atanal) ninkal verriyataivirkal"},{"SurahNumber":5,"VerseNumber":91,"Text":"matuvalum cutattattalum unkalukkitaiyil pakaimaiyaiyum poramaiyaiyum untupanni allahvin napakattiliruntum, tolukaiyiliruntum unkalait tatuttu vitavume niccayamaka saittan virumpukiran. (Akave, avarriliruntu) ninkal vilakik kolvirkala? (Mattirkala)"},{"SurahNumber":5,"VerseNumber":92,"Text":"Allahvukku kattuppatunkal; (allahvutaiya) tutarukkum kattuppatunkal. (Avarkalukku maru ceyyatu) eccarikkaiyaka irunkal. (Itai) ninkal purakkanittu vittal (nam kattalaikalai, unkalukkut) telivaka etutturaippatu mattume nam tutarmitu katamaiyakum enpatai niccayamaka ninkal arintu kollunkal"},{"SurahNumber":5,"VerseNumber":93,"Text":"nampikkai kontu narceyalkalaic ceykiravarkal (tatukkappatta unavil) etaiyum (atu tatai ceyyappatuvatarku munnar) pucittiruntal (atu) avarkalin mitu kurramakatu, (tatukkappattapin avarriliruntu) avarkal vilaki, nampikkaiyin mite urutiyaka iruntu, narceyalkalaiyum ceytu, (marra pavankaliliruntum) vilaki, nampikkaiyai urutippatutti, (allahvukkup) payantu, (pirarukku) nanmaiyum ceytu kontiruntal (potumanatu. Akave, tatukkappattavarrai munnar pucittuvittatu parrik kurram pitikkappata mattatu.) Allah (ittakaiya) nallavarkalaiye necikkiran"},{"SurahNumber":5,"VerseNumber":94,"Text":"nampikkaiyalarkale! Allahvaip parkkamale avanai ancupavar yar enpatai avan ari(vittu vitu)vatarkaka (ninkal ihram anintirukkum camayattil) unkal kaikalum, ampukalum (elitil) ataiyakkutiya oru vettaip porulaik kontu niccayamaka allah unkalaic cotippan. Itarkup pinnar evarenum (allahvin kattalaiyai) mirinal avarukku tunpuruttum vetanaiyuntu"},{"SurahNumber":5,"VerseNumber":95,"Text":"Nampikkaiyalarkale! Ninkal ihram anintirukkum camayattil vettaiyati mirukankalaik kollatirkal. Unkalil evarenum, atai ventumennra konruvittal atu, matu, ottakam akiyavarril atarkuc camamanatai (parikaramaka) itu kotukka ventum. Unkalil nermaiyana iruvar ninkal (itakak) kotukkum porul atarkuc camamenat tirppalikka ventum. Itaik kanikkaiyaka ka'apavukku anuppivita ventum. Allatu (atan matippukku) elaikalukku unavu alippatu kontu parikaram ceyya ventum. (Parikaramalikkap porul illatavan) tan ceyta kurrattin palanai anupavippatarkaka (ennikkaiyil) atarkuc camamana nonpukal norka ventum. (Itarku) mun natantavarrai allah mannittu vittan. Evarenum (ittakaiya kurram ceyya) mintum tirumpi vittal allah avanai tantippan. Allah (anaivaraiyum) mikaittavan, (kurravalikalai) tantippavan avan"},{"SurahNumber":5,"VerseNumber":96,"Text":"(nampikkaiyalarkale!) Niril vettaiyatuvatum, atai inpamaka pucippatum (ihram anintulla) unkalukkum (marra) pirayanikalukkum anumatikkappattullana. Eninum, ninkal ihram anintirukkum varai (nir nilaiyillamal) taraiyil vettaiyatuvatu unkalukku vilakkappattullatu. Akave, allahvukkup payantu nata(ntu kollu)nkal. Avanitame ninkal kontu varappatuvirkal"},{"SurahNumber":5,"VerseNumber":97,"Text":"Cirappurra vitakiya ka'apavai manitarkalukku patukappu alikkakkutiya itamaka allah akkiyirukkiran. (Avvare tulka'ata, tul'haj, muharram, rajap akiya innanku) cirappurra matankalaiyum, (hajjin) kurpanikalaiyum, (allahvutaiya kanikkai enpatarkaka) ataiyalam itappatta kalnataikalaiyum (patukappu perravaiyaka akkiyirukkiran). Vanankalilum, pumiyilumulla anaittaiyum niccayamaka allah nankarikiran; melum, niccayamaka allah anaittaiyum nankaripavan enpatai ninkal arivatarkakave (ivvaru ceytan)"},{"SurahNumber":5,"VerseNumber":98,"Text":"niccayamaka allah tantippatil katumaiyanavan; (attutan) niccayamaka allah mikka pilai poruttu perum karunai kattupavan enpatai ninkal urutiyaka arintu kollunkal"},{"SurahNumber":5,"VerseNumber":99,"Text":"nam tutarutaiya katamai (nam) tutai etutturaippate tavira (avvare natakkumpati unkalai nirppantippatu) alla. Ninkal velippatuttuvataiyum, ninkal maraippataiyum allah nankarivan"},{"SurahNumber":5,"VerseNumber":100,"Text":"(napiye! Nir avarkalai nokki ‘‘enkum) tiyavai atikarittiruppatu unkalai accariyappatuttiya potilum, nallatum tiyatum camamakatu. Akave, arivalikale! Allahvukkup payantu (tiyavarriliruntu vilakik) kollunkal. (Atanal) ninkal verri ataivirkal'' enru kuruviraka"},{"SurahNumber":5,"VerseNumber":101,"Text":"Nampikkaiyalarkale! (Napiyitam avaciyaminri) ovvoru visayattaip parriyum (turuvit turuvik) kettuk kontirukkatirkal. (Pala visayankal) unkalukku arivikkappattal (avai) unkalukku varuttam tarakkutum. Atilum intak kur'an irakkappatum camayattil, attakaiya visayankalaip parri ninkal kettukkontiruntal avai unkalukku telivakkappattu (katamaiyaki)vitum. (Atanal ninkal ciramattirkullaki vitalam. Eninum, itucamayam) ataip parri allah unkalai mannittu vittan. Enenral, allah mikavum mannippavan, atikam cakittukkolpavan avan"},{"SurahNumber":5,"VerseNumber":102,"Text":"unkalukku munnirunta makkalum (avarkalutaiya napiyitam ittakaiya) kelvikalaiye kettuk kontiruntanar. (Avai avarkalukku arivikkappatta) pinnar avarkal avarrai nirakarippavarkalaka(ttan) marivittarkal"},{"SurahNumber":5,"VerseNumber":103,"Text":"pahira, sayipa, vasila, ham (ponra) ivaiyellam allah erpatut tiyavaiyalla. Eninum, nirakarippavarkaltan (ivai allah erpatuttiyavai ena) allahvin mitu poyyana karpanai cey(tu kuru)kinranar. Avarkalil palar (unmaiyai) vilankatavarkalakave irukkinranar"},{"SurahNumber":5,"VerseNumber":104,"Text":"“allah irakkivaitta (vetat)tin pakkamum, (avanutaiya) tutarin pakkamum varunkal'' ena avarkalukkuk kurappattal, “enkal mutataikal etan mitirukka nankal kantomo atuve (nankal pinparra) enkalukku potum'' enak kurukinranar. Avarkalutaiya mutataikal etaiyum arintu kollamalum, nerana valiyil illamalum iruntaluma (avarkal tankal mutataikalaip pinparruvarkal)"},{"SurahNumber":5,"VerseNumber":105,"Text":"Nampikkaiyalarkale! Ninkal (tavarana valiyil cellatu) unkalaip patukattuk kollunkal. Ninkal nerana valiyil cenral vali tavariya evanutaiya tinkum unkalai patikkatu. Ninkal anaivarum allahvitame cella ventiyirukkiratu. Ninkal (inku) ceytu kontiruppavarraip parri (atu camayam) avan unkalukku arivittuvituvan"},{"SurahNumber":5,"VerseNumber":106,"Text":"nampikkaiyalarkale! Unkalil evarukkum maranam camipittu (avar marana cacanam kura virumpinal) avar marana cacanam (vasiyat) kurum camayattil unkalil nampikkaikkuriya (nermaiyana) iruvar catciyaka irukkaventum. Allatu unkalil evarum pumiyil payanam ceytukontu irukkumpolutu maranam camipittal (atu camayam cacanattin catcikkaka muslimkalakiya iruvar kitaikkavitil) ninkal allata veriruvar (catciyaka) irukkavum. (Intac catcikal kurum visayattil) unkalukkuc cantekamerpattal avviruvaraiyum (asar) tolukaikkuppin tatuttu vaittukkollavum. Avviruvarum ‘‘nankal kuriya (catciyat)taik kontu oru porulaiyum atarkaka nankal ataiyavirumpavillai. Avarkal enkal uravinarkalaka iruntapotilum nankal allahvukkaka catci kuriyatil etaiyum maraikkave illai. Avvaru ceytiruntal niccayamaka nankal pavikalaki vituvom'' enru allahvin mitu cattiyam ceytu kuraventum"},{"SurahNumber":5,"VerseNumber":107,"Text":"(Ivvaru avarkal cattiyam ceytu kuriyatilum) avarkal poyye kurinarkal enru niccayamaka teriyavantal (intap poy catciyattinal) evarukku nastamerpattato avar carpil veru iruvar, (munpu cattiyam ceyta) avarkalutaiya itattil ninru, ‘‘avarkalutaiya catciyattai vita enkal catciyamtan unmaiyanatu (ena uruti kurukirom), nankal tavaraka etum kuravillai. Avvaru kurinal niccayamaka nankal aniyayakkararkalaki vituvom'' enru avviruvarum allahvin mitu cattiyam ceytu kuraventum"},{"SurahNumber":5,"VerseNumber":108,"Text":"ullatai ullavaru avarkal catciyam kurumpati ceyvatarku itu mikka culapamana valiyakum, avarkal (poy) cattiyam ceytalum, marravarin cattiyam atait tatuttuvitum enru avarkal payappatuvatarkum itu mikka culapamana vali. Akave, ninkal allahvukkup payantu (avan kattalaikke) ninkal cevicayunkal. (Itarku maru ceyyum) pavikalai allah nerana valiyil celutta mattan"},{"SurahNumber":5,"VerseNumber":109,"Text":"(napiye!) Oru nalil allah, (tan) tutarkalai onru certtu ‘‘ninkal enatu tutai makkalitam etutturaitta camayattil) avarkal unkalukku enna patil kurinarkal?'' Enru ketpan. Atarkavarkal, (‘‘nankal uyirutan irunta varai avarkalutaiya velikkolattaiye nankal arivom. Atarku maraka ullattil ullataiyo, nankal irantapin avarkal ceytataiyo) nankal ariyamattom. Niccayamaka nitan maraivana anaittaiyum nankarintavan'' enru kuruvarkal"},{"SurahNumber":5,"VerseNumber":110,"Text":"Piraku allah (isavai nokkik) kuruvan: ‘‘Maryamutaiya makan isave! Um mitum, umatu tay mitu(m nan purintu)lla en arulai ninaittup parppiraka. Paricutta atmavaik kontu umakku utavi purintu (umatu tayin paricuttat tanmaiyaip parri) nir tottil kulantaiyaka irunta camayattilum (umatu tirkka taricanattaip parri) valipattilum um'maip pecac ceytataiyum, (ninaittup parppiraka.) Vetattaiyum, nanattaiyum, tavrattaiyum, injilaiyum nan umakkuk karpittataiyum (ninaittup parppiraka). Melum, nir en kattalaippati kalimannal paravaiyin uruvattaip pol ceytu atil nir utiya camayattil, atu en kattalaiyaik kontu paravaiyaka mariyataiyum, piravik kurutanaiyum, ven kustarokiyaiyum en utaviyinal nir cukamakkiyataiyum (ninaittup parppiraka). Nir en arulaikkontu maranittavarkalai (kallaraiyiliruntu uyirkotuttu) purappatac ceytataiyum (ninaittup parppiraka). Israyilin cantatikalitam nir telivana attatcikalaik kontu vantapotu avarkalil nirakarittavarkal niccayamaka itu cantekamarra cuniyattait tavira veralla enru kuriya(tutan umakkut tinkilaikka muyarcitta) camayattil avar(kalutaiya tinku)kaliliruntu nan um'mai tatuttuk kontataiyum ninaittup parppiraka"},{"SurahNumber":5,"VerseNumber":111,"Text":"Ennaiyum, en tutaraiyum (atavatu um'maiyum) nampikkai kollumpati (appostalarkal ennum umatu) cisyarkalukku nan vahyin mulam terivitta camayattil, avarkal (avvare) nankal nampinom; niccayamaka nankal (iraivanukku murrilum kilppatinta) muslimkal enpatarku nir catciyaka irukkavum! Enru kuriyataiyum ninaittup parppiraka (enrum annalil kuruvan)"},{"SurahNumber":5,"VerseNumber":112,"Text":"tavira, (napiye! Nir avarkalukku napakamuttuviraka:) Anta cisyarkal (isavai nokki) ‘‘maryamutaiya makan isave! Umatu iraivan, vanattiliruntu enkalukkaka or unavu(p porulkal nirampiya) tattai irakki vaikka mutiyuma?'' Enru kettatarku (isa, avarkalai nokki) ‘‘meyyakave ninkal nampikkai kontavarkalaka iruntal (ittakaiya kelvi ketpataip parri) allahvukku ninkal payantu kollunkal'' enru kurinar"},{"SurahNumber":5,"VerseNumber":113,"Text":"atarkavarkal, ‘‘atiliruntu nankal pucittu, enkal ullankal tiruptiyataiyavum, nir (umatu tutaip parri) meyyakave unmai kurinir enru nankal arintu kontu atarku nankalum catciyaka irukkavume virumpukirom'' enru kurinarkal"},{"SurahNumber":5,"VerseNumber":114,"Text":"atarku maryamutaiya makan isa ‘‘enkal iraivane! Vanattil iruntu or unavut tattai enkalukku ni irakkivaippayaka! Enkalukkum, enkal mun iruppavarkalukkum, enkalukkup pin varupavarkalukkum atu oru perunalakavum, un (vallamaikku) or attatciyakavum irukkum. Akave, (avvare) enkalukkum unavai alippayaka! Niyo unavalippatil mikac cirantavan'' enru (pirarttittuk) kurinar"},{"SurahNumber":5,"VerseNumber":115,"Text":"Atarku allah ‘‘niccayamaka nan (ninkal kettavaru) atai unkalukku irakkivaippen. (Eninum) itarkup pinnar unkalil evarenum (en kattalaikku) maru ceytal, avarai ulakattil evarukkum ceytirata avvalavu kotiyatoru vetanaiyaik kontu niccayamaka nan tantippen'' enru kurinan"},{"SurahNumber":5,"VerseNumber":116,"Text":"allah (marumai nalil isavai nokki), ‘‘maryamutaiya makan isave! Allahvutan ennaiyum, en tayaiyum iru katavulkalaka etuttuk kollunkal enru manitarkalai nokki nir kurinira?'' Enru ketpan enpataiyum napakamuttuviraka. Atarku avar kuruvar: ‘‘Ni mikap paricuttamanavan. Enakku oru ciritum takatatai nan orupotum kuramatten. Avvaru nan kuriyiruntal niccayamaka ni atai arintiruppaye! En ullattilullatai ni nankarivay. Un ullattilullatai nan ariyamatten. Niccayamaka nitan maraivanavai anaittaiyum nankaripavan"},{"SurahNumber":5,"VerseNumber":117,"Text":"ni enakku eviyapatiye nan (avarkalai nokki), ‘‘ninkal enakkum unkalukkum iraivanakiya allahvaiye vanankunkal'' enrutan kurinen. Tavira, veronraiyum (orupotum) nan kuravillai. Nan avarkalutan irunta varai avarkalin ceyalai nan parttukkontirunten. Ni ennaik kaipparriya pinnar nitan avarkalaik kavanittavanaka iruntay. Anaittirkum niye catci"},{"SurahNumber":5,"VerseNumber":118,"Text":"avarkalai ni vetanai ceytal niccayamaka avarkal un atiyarkale! (Un atiyarkalai un istappatic ceyya unakku urimaiyuntu.) Avarkalai ni mannittuvittalo (atait tatai ceyya evaralum mutiyatu. Enenral,) niccayamaka nitan (anaivaraiyum) mikaittavan, mikka nanamutaiyavan'' (enru kuruvar)"},{"SurahNumber":5,"VerseNumber":119,"Text":"Atarku allah “unmai collum cattiyavankalukku avarkalutaiya unmai palanalikkakkutiya nal itutan. Totarntu niraruvikal otik kontirukkum corkkankalum avarkalukku untu. Atil avarkal enrenrume tankivituvarkal'' enru kuruvan. (Annalil) avarkalaip parri allahvum makilcciyataivan. Avarkalum avanaip parri makilcciyataivarkal. Itu mikka makattana perum pakkiyam akum"},{"SurahNumber":5,"VerseNumber":120,"Text":"vanankalil ullavaiyum, pumiyil ullavaiyum, ivarril ulla anaittin atci allahvukkuriyate! Avan (ivai) anaittin mitum mikka perarralutaiyavan"},{"SurahNumber":6,"VerseNumber":1,"Text":"ellap pukalum allahvukkuriyate! Avane vanankalaiyum, pumiyaiyum pataittan. Melum, irulkalaiyum, oliyaiyum untakkinan. Ivvariruntum nirakarippavarkal (allahvakiya) tankal iraivanukku (poyyana teyvankalai) camamakkukinranar"},{"SurahNumber":6,"VerseNumber":2,"Text":"avantan unkalaik kalimannal pataittu (unkalukkuriya) valnalaik (kurippittu) nirnayam ceytavan. Avanitattil (unkal vicaranaikkakavum) oru kurippitta kalamuntu. Ivvariruntum ninkal (avanutaiya iraittanmaiyai) cantekikkirirkal"},{"SurahNumber":6,"VerseNumber":3,"Text":"vanankalilum, pumiyilum (vanakkattirkuriya) allah, avantan. Avan unkal irakaciyattaiyum velippataiyanataiyum nankarivan. (Nanmaiyo, timaiyo) ninkal ceyyum anaittaiyum nankarivan"},{"SurahNumber":6,"VerseNumber":4,"Text":"(ivvariruntum, nirakarippavarkalo) tankal iraivanin vacanankalil etu vantapotilum atai avarkal purakkanikkamal iruppatillai"},{"SurahNumber":6,"VerseNumber":5,"Text":"akave, avarkalitam vantirukkum inta cattiya (veta)ttaiyum avarkal poyyakkukinranar. Anal, evvisayankal parri (avai poyyanavai ena) avarkal parikacittu kontirukkinranaro avai (unmaiyakave) avarkalitam vante tirum"},{"SurahNumber":6,"VerseNumber":6,"Text":"Avarkalukku munnar ettanaiyo kuttattinarai nam alittirukkirom enpatai avarkal parkkavillaiya? Pumiyil unkalukku nam ceytu tarata vacatikalaiyellam avarkalukku nam ceytu tantiruntom. Vanattiliruntu tarai taraiyaka malai peyyumpatic ceytu, avarkalin (atikkattin) kil niraruvikalum totarntu otikkontirukkumpati ceytom. (Eninum avarkal pavattileye alntu vittanar.) Akave, avarkalutaiya pavankalin karanamaka avarkalai alittuvittom. Avarkalukkup pinnar marroru kuttattarai nam urpatti ceytom"},{"SurahNumber":6,"VerseNumber":7,"Text":"katitattil elutappatta oru vetattaiye nam um'mitu irakkivaittu atai avarkal tankal kaikalal tottup parttapotilum ‘‘itu pakirankamana cuniyattait tavira verillai'' enre innirakarippavarkal niccayam kuruvarkal"},{"SurahNumber":6,"VerseNumber":8,"Text":"(‘‘ivar unmaiyana tutartan enru catci colvatarku) avarukkaka oru vanavar anuppappata ventama?'' Enru avarkal kurukinranar. (Avarkal virumpukirapati) nam oru vanavarai anuppi vaittiruntal, (avarkalin) kariyam mutivu perrirukkum. Piraku, (atil) avarkalukku avakacam kitaittirukkatu. (Utane avarkal alintirupparkal)"},{"SurahNumber":6,"VerseNumber":9,"Text":"(allatu nam) tutarai oru malakkakave anuppuvatayinum (avarkalukku vanavarkalaik kanum cakti illatatanal) avaraiyum oru manitanutaiya rupattiltan nam anuppuvom. (Atu camayattil) ippotu irukkum (ate) cantekattaiye avarkalukku nam erpatutti vituvom"},{"SurahNumber":6,"VerseNumber":10,"Text":"(napiye!) Umakku munnar vanta (nam marra) tutarkalum niccayamaka (ivvare) parikacikkappattanar. Mutivil, avarkalil parikacittavarkalai avarkal parikacittuk kontiruntatu (vetanai) culntu kontatu"},{"SurahNumber":6,"VerseNumber":11,"Text":"(Napiye! Nir avarkalai nokki) ‘‘ninkal pumiyil currittirintu (unkalaip pol) poyyakkik kontiruntavarkalin mutivu evvaru ayirru? Enru ninkal kavanittup parunkal'' enru kuruviraka"},{"SurahNumber":6,"VerseNumber":12,"Text":"‘‘vanankalilum pumiyilum ullavai anaittum yarukkuriyana?'' Ena nir (avarkalaik) ketpiraka. (Itarku avarkal patil kuruvatenna? Nire avarkalai nokki ivai anaittum) ‘‘allahvukkuriyanave!'' Enru kuruviraka. Avan karunaiyait tanmitu katamaiyakkik kontirukkiran. (Akavetan, unkal kurrattirkaka ituvarai unkalait tantikkatirukkiran. Eninum,) niccayamaka unkal anaivaraiyum marumai nalil onru cerppan. Atil cantekameyillai. Evarkal (unmaiyai nirakarittu) tankalukkut tame nastattai untu pannik kontarkalo avarkal (itai) nampave mattarkal"},{"SurahNumber":6,"VerseNumber":13,"Text":"(vanankalilo, pumiyilo) iravilum, pakalilum vacittiruppavai anaittum avanukkuriyanave! Avantan nanku ceviyurupavanum, (anaittaiyum) nankarintavanum avan"},{"SurahNumber":6,"VerseNumber":14,"Text":"(napiye!) Kuruviraka: ‘‘Vanankalaiyum pumiyaiyum pataitta allahvait tavirttu (marrevaraiyum en) patukavalanaka nan etuttuk kolvena? Avantan (namakku) unavalikkiran; avanukku yarum unavalippatillai. (Napiye! Melum,) kuruviraka: ‘‘(Iraivanukku) inaivaittu vanankupavarkalutan ceratu murrilum avanukku panintu valippattavarkalil mutanmaiyanavanaka nan irukkumpatiye enakkuk kattalaiyitappattullatu"},{"SurahNumber":6,"VerseNumber":15,"Text":"(napiye! Melum,) kuruviraka: ‘‘En iraivanukku nan maruceytal, makattana nalin vetanaiyai(yum tantanaiyaiyum) niccayamaka nan payappatukiren"},{"SurahNumber":6,"VerseNumber":16,"Text":"Annalil evarai vittum vetanai tatukkappatukirato avarukku niccayamaka allah arul purinte vittan. Itutan telivana verriyakum"},{"SurahNumber":6,"VerseNumber":17,"Text":"(napiye!) Allah umakku oru tinkilaittal, atai nikkupavar avanait tavira verevarumillai. Umakku oru nanmaiyai avan kotuttalum (atait tatuttuvitak kutiyavan evanum illai.) Avan anaittin mitum perarralutaiyavan"},{"SurahNumber":6,"VerseNumber":18,"Text":"avane tan atiyarkalai atakki alkiran. Avantan mikka nanamutaiyavan, (anaittaiyum) nankarintavan avan"},{"SurahNumber":6,"VerseNumber":19,"Text":"(napiye!) ‘‘Catcikalil mikap periyatu etu?'' Ena nir (avarkalaik) ketpiraka. (Avar kalal enna kuramutiyum? Nire avarkalai nokki) ‘‘allahve! (Periyavan. Avane) enakkum unkalukkum itaiyil catciyaka(vum) irukkiran. Intak kur'anaik kontu unkalukkum, (atu) ettiyavarkalukkum nan accamutti eccarikkai ceyvatarkakave itu enakku vahyi mulam arivikkappattullatu enru kuri, niccayamaka vanakkattirkuriya marrevarum allahvutan iruppataka, (unmaiyakave) ninkal catci kuruvirkala?'' (Enrum avarkalai) nir ketpiraka. (Itarkavarkal patil kuruvatenna! ‘‘Avvaru) nan catci kuramatten!'' Enru nir kurivittu, ‘‘niccayamaka vanakkattirkuriyavan avan oruvantan; (avanukku) ninkal inaivaippatai vittu meyyakave nan veruttu vilakukinran'' enrum kuruviraka"},{"SurahNumber":6,"VerseNumber":20,"Text":"evarum tankal kulantaikalai(c cantekamara) arivataippola, vetam kotukkap pattavarkal (nam tutarakiya) ivarai (ivar iraivanutaiya tutartan enru) nankarivarkal. (Eninum, avarkalil) evarkal (itai maraittu) tankalukkut tame nastamilaittuk kontanaro avarkaltan (nam tutarakiya ivarai iraivanutaiya tutarenru) nampamattarkal"},{"SurahNumber":6,"VerseNumber":21,"Text":"Allahvaip parrik karpanaiyakap poy kuriyavanai vitavo, avanutaiya vacanankalaip poyyakkiyavanai vitavo perum aniyayakkaran yar? Niccayamaka (inta) aniyayakkararkal verri ataiya mattarkal"},{"SurahNumber":6,"VerseNumber":22,"Text":"nam ivarkal anaivaraiyum onru cerkkum nalil (ivarkalil) inaivaittu vanankiyavarkalai nokki, ‘‘(allahvirku) inaiyanavai ena ninkal evarrai ennik kontiruntirkalo avai enke?'' Enru nam ketpom"},{"SurahNumber":6,"VerseNumber":23,"Text":"(atu camayam) avarkal, ‘‘enkal iraivan allahtan. Nankal (avanukku etaiyum) inaivaikka villaiye!'' Enru (poy) kuruvatait tavira avarkalatu kulappam veronrum irukkatu"},{"SurahNumber":6,"VerseNumber":24,"Text":"tankalaip parriye avarkal evvaru poy kurukinranar enpatai (napiye!) Kavanippiraka. (Allahvirku inaiyanavai enru) avarkal poyyakak karpanai ceytu kontiruntavai anaittum avarkalai vittu maraintuvitum"},{"SurahNumber":6,"VerseNumber":25,"Text":"(napiye! Umakku kattuppatukiravarkalaip pola pavanai ceytu nir kuruvataik ketka) umakku cevi cayppavarkalum avarkalil untu. Eninum, avarkal (tam tiyac ceyalkalin karanamaka) atai vilankik kollatirukkumpati avarkalutaiya ullankalil tiraiyaiyum avarkalutaiya katukalil cevittaiyum nam erpatuttivittom. Akave, (ivarkal cattiyattirkuriya) attatcikal anaittaiyum (telivakak) kantapotilum avarrai avarkal (oru ciritum) nampave mattarkal. (Napiye!) Avarkal um'mitam vanta potilum, um'mutan tarkkittu, ‘‘ivai palankalattil ullavarkalin kattuk kataikale tavira verillai'' enre innirakarippavarkal kuruvarkal"},{"SurahNumber":6,"VerseNumber":26,"Text":"Avarkal (marravarkalaiyum) i(taikketpa)til iruntu tatuttut tankalum itaivittu veruntotuvarkal. (Itanal) avarkal tankalaiye nacamakkik kolkirarkal. (Itai) avarkal unarntu kollave mattarkal"},{"SurahNumber":6,"VerseNumber":27,"Text":"(naraka) neruppin mun avarkal niruttappatum polutu, (napiye!) Nir (avarkalaip) parttal, ‘‘nankal (ulakattirku)t tirumpa anuppappata ventume! (Avvarayin) enkal iraivanin vacanankalai nankal poyyakkamal, nampikkaiyalarkalil akivituvom'' enru avarkal pulampuvarkal"},{"SurahNumber":6,"VerseNumber":28,"Text":"(ituvum avarkal manamarak kuravillai) maraka! Itarku munnar (avarkal tankalukkul) maraittu vaittiruntatutan avarkalitam tenpattatu. (Enenral,) avarkal (ivvulakattirkut) tirumpa anuppappattal, avarkalukkut tatai ceytiruntavarrin pakkame mintum celvarkal. Niccayamaka avarkal poyyarkaltan"},{"SurahNumber":6,"VerseNumber":29,"Text":"melum, ‘‘ivvulakattil nam valvatait tavira (nam iranta pin namakku veru valkkai) illai; akave, (irantapin) nam uyirppikkappata mattom'' enru avarkal kurukinranar"},{"SurahNumber":6,"VerseNumber":30,"Text":"(ivvaru kurum) avarkal (uyirppikkappattu) tankal iraivanukku mun niruttappatumpolutu (napiye! Nir avarkalaik) kanpirayin! (Atu camayam iraivan avarkalai nokki, ‘‘vicaranai nalakiya) itu unmaiyallava?'' Enru ketpan. (Atarku) avarkal, ‘‘enkal iraivane! Unmaitan'' enak kuruvarkal. (Atarku) avan ‘‘(itai) ninkal nirakarittuk kontiruntatan karanamaka (narakattin) vetanaiyai ninkal cuvaittuk kontirunkal'' enru kuruvan"},{"SurahNumber":6,"VerseNumber":31,"Text":"(Akave,) evarkal allahvaic cantikka ventum enpataip poyyakkukinranaro avarkal niccayamaka nastamataintavarkalaki vittanar. (Etirparatavaru) titirena avarkalukku (vicaranaik) kalam (enra marumai) vantuvittal, avarkal tankal pavac cumaikalait tankal mutukukalin mitu cumantavarkalaka, i(nta vetat)tai nankal nampata (kurrat)tal enkalukku erpatta tukkame!'' Enru pulampuvarkal. Avarkal cumantu kontiruppavai mikak kettavai allava"},{"SurahNumber":6,"VerseNumber":32,"Text":"ivvulaka valkkai vilaiyattum kelikkaiyume tavira verillai! Eninum iraiyaccamutaiyavarkalukku niccayamaka marumaiyin valkkaiye mika melanatu. (Ivvalavukuta) ninkal arintu kolla ventama"},{"SurahNumber":6,"VerseNumber":33,"Text":"(napiye! Um'maip poyyarena) avarkal kuruvatu, niccayamaka umakkuk kavalaiyait tarukiratu enpatai urutiyaka nam arivom. Niccayamaka avarkal um'maip poyyakkavillai. Anal, inta aniyayakkararkal allahvin vacanankalaittan (poyyakki) nirakarikkinranar"},{"SurahNumber":6,"VerseNumber":34,"Text":"unkalukku munnirunta (namatu pala) tutarkalum (ivvaru) poyyarenave kurappattanar. Avarkalukku nam utavi varum varai avarkal poyyarenat tunpuruttappattatai avarkal (urutiyotu) poruttuk kontiruntanar. (Akave, napiye! Nirum avvare poruttiruppiraka.) Allahvutaiya vakkukalai evaralum marra mutiyatu. (Umakku munnirunta nam) tutarkalin (ittakaiya) ceytikal niccayamaka um'mitam vante irukkinrana"},{"SurahNumber":6,"VerseNumber":35,"Text":"(Napiye!) Avarkal (um'maip) purakkanippatu umakkup perum ciramamakat tonrinal, um'mal mutiyumanal pumiyil curankamittu(c cenro) allatu vanattil or eni vaittu (eriyo avarkal viruppappati) attatci onrai nir avarkalukkuk kontu varuviraka. (Appolutum avarkal um'mai nirakarittuk konte irupparkal.) Eninum, allah natinal, avarkal anaivaraiyum nerana valiyil onru certtu vituvan. Akave, orupotum nir ariyatavarkalutan cerntuvita ventam"},{"SurahNumber":6,"VerseNumber":36,"Text":"evarkal (umakkuc) cevicaykkakkutiya (uyirulla)varkalaka irukkinranaro avarkaltan (um'mai) errukkolvarkal. (Anal, inta nirakarippalarkalo cevimatukka mutiyata irantavarkalaip polave irukkinranar.) Akave, irantavarkalai (marumaiyil tan) allah uyirppippan. Pinnar avanitame kontuvarappatuvarkal"},{"SurahNumber":6,"VerseNumber":37,"Text":"(‘‘nam viruppappati) or attatciyai avarutaiya iraivan avarmitu irakkivaikka ventama?'' Enru avarkal kurukinranar. Atarku (napiye!) Nir kuruviraka: (Attakaiya) or attatciyai irakkivaikka niccayamaka allah caktiyutaiyavantan. (Avvaru irakkiyum vaittullan.) Eninum avarkalil perumpalor (atai) arintu kolvatillai"},{"SurahNumber":6,"VerseNumber":38,"Text":"pumiyil urntu tiriyakkutiyavaiyum, tan iru irakkaikalal (akayattil) parakkak kutiyavaiyum unkalaip ponra (uyirulla) pataippukale (camutayankale) tavira verillai. (Ivarril) onraiyume (nam pativup) puttakattil (lavhul mahhpulil) kurippitatu nam vittuvitavillai. Pinnar, (oru nalil) ivaiyum tankal iraivanitam kontu varappatum"},{"SurahNumber":6,"VerseNumber":39,"Text":"Evarkal nam vacanankalaip poyyakkukirarkalo avarkal irulkalil (tattaliyum) cevitarkalakavum, umaiyarkalakavum irukkinranar. Allah, tan natiyavarkalait tavarana valiyil cella vittuvitukiran; avan natiyavarkalai nerana valiyil celuttukiran"},{"SurahNumber":6,"VerseNumber":40,"Text":"(napiye! Avarkalai nokki) kuruviraka: Unkalukku allahvutaiya vetanai vantuvittal allatu unkalukku vicaranaikkalam vantuvittal allah allata (i)varraiya ninkal (unkal utavikku) alaippirkal! Enpatai ninkal cintittup parttirkala? (Inta cilaikalai unkal teyvankal enru kurukinra) ninkal unmai colpavarkalayiruntal (avarraiye unkal utavikku alaiyunkal)"},{"SurahNumber":6,"VerseNumber":41,"Text":"avvaranru! Ninkal inaivaittavarrai ellam marantuvittu avanaiye alaippirkal. Ninkal e(vvetanaiyai nikkuva)tarkaka avanai alaippirkalo atai avan virumpinal nikkiyum vituvan"},{"SurahNumber":6,"VerseNumber":42,"Text":"(napiye!) Umakku munnirunta pala vakuppinarukkum nam (nam tutarkalai) niccayamaka anuppi vaittom. (Eninum attutarkalai avarkal nirakarittu vittanar. Akave,) avarkal panintu varuvatarkaka noyaik kontum, varumaiyaik kontum nam avarkalaip pitittom"},{"SurahNumber":6,"VerseNumber":43,"Text":"nam vetanai avarkalitam varuvatarkul avarkal panintuvita ventama? Anal, avarkalutaiya ullankal irukivittana. Avarkal ceytu kontirun tataiye (-pavankalaiye) saittan avarkalukku alakakak kanpittu vittan"},{"SurahNumber":6,"VerseNumber":44,"Text":"Avarkalukkuc ceyyappatta nallupatecattai avarkal marantu vitave (avarkalaic cotippatarkaka) ovvoru poru(l celvanka)lin vayilaiyum nam avarkalukkut tirantuvittom. (Avarkalukku ventiyavai ellam taralamaka kitaittuk kontiruntana.) Avarkalukkuk kotukkappattavarraik kontu avarkal perumaiyutan makilcci ataintu kontirunta camayattil (namatu vetanaiyaik kontu) nam avarkalait titirena pitittuk kontom (tantittom). Annerattil avarkal nampikkai ilantu vittanar"},{"SurahNumber":6,"VerseNumber":45,"Text":"akave, aniyayam ceytu kontirunta (anta) makkalin ver arupattuvittatu. Ellap pukalum akilattarin iraivan allahvukke"},{"SurahNumber":6,"VerseNumber":46,"Text":"‘‘allah, unkal kelvippulanaiyum parvaikalaiyum etuttu vittu unkal ullankalin mitu muttirai vaittuvittal, allahvai anri enta iraivan avarrai unkalukkuk kotuppan enpatai ninkal cintittirkala?'' Enru (napiye!) (Avarkalaik) ketpiraka. (Nam arralukkuriya) attatcikalai evvaru (vitavitamaka) vivarikkirom enpatai nir kavanippiraka. (Ivvariruntum) pinnum avarkal purakkanitte varukinranar"},{"SurahNumber":6,"VerseNumber":47,"Text":"(napiye! Avarkalai nokki) ketpiraka: ‘‘Titirenavo allatu munneccarik kaiyutano allahvutaiya vetanai unkalitam vantu vittal (ennakum enpatai) ninkal cintittirkala? (Annerattil inta) aniyayakkara makkalait tavira (marrevarum) alikkappatuvarkala"},{"SurahNumber":6,"VerseNumber":48,"Text":"(Nanmaiyaik kontu) narceyti kurupavarkalakavum, (timaiyaip parri) accamutti eccarikkai ceypavarkalakavume tavira, (nam) tutarkalai nam anuppavillai. Akave, evarkal (innapiyai) unmaiyakave nampikkai kontu, narceyalkalaic ceykirarkalo, avarkalukku ettakaiya payamumillai; avarkal kavalaippatavum mattarkal"},{"SurahNumber":6,"VerseNumber":49,"Text":"anal, (unkalil) evarkal nam vacanankalaip poyyakkukirarkalo avarkalai, avarkalutaiya (ip)pavattin karanamaka vetanai pitittuk kollum"},{"SurahNumber":6,"VerseNumber":50,"Text":"(napiye! Nir avarkalai nokki) ‘‘allahvutaiya pokkisankal ennitam irukkiratenru nan unkalukkuk kuravillai. Maraivanavarrai nan ariyavum matten. Unmaiyakave nan oru vanavar enru nan unkalitam kuravillai. Eninum, enakku vahyin mulam arivikkappattavarrait tavira (veronraiyum) nan pinparruvatu illai'' enru kuri, ‘‘kurutanum, parvaiyutaiyavanum camamavarkala? (Ivvalavu kuta) ninkal cintikka ventama?'' Enrum ketpiraka"},{"SurahNumber":6,"VerseNumber":51,"Text":"(napiye!) Evarkal, ‘‘(marumaiyil) tankal iraivanitam (vicaranaikkakak) kontu pokappatuvom, anku avanait tavira tankalukku patukavalaro parinturai ceypavaro irukkamattar'' enru payappatukirarkalo avarkalai itan mulam nir eccarippiraka. Avarkal (pavattiliruntu vilaki) iraivanai ancikkolvarkal"},{"SurahNumber":6,"VerseNumber":52,"Text":"(napiye!) Tankal iraivanin tirumukattai virumpi kalaiyilum malaiyilum pirarttittuk kontiruppavarkalai ninkal viratti vitatir! Avarkalutaiya kanakkiliruntu etuvum umatu poruppakatu. Umatu kanakkiliruntu etuvum avarkalutaiya poruppakatu. Akave, nir avarkalai virattinal aniyayakkararkalil nirum oruvarakivituvir"},{"SurahNumber":6,"VerseNumber":53,"Text":"(Napiye!) Ivvare avarkalil cilarai cilaraik kontu nam cotittatil ‘‘enkalai vittu (elaikalakiya) ivarkal mita allah arul purintu vittan?'' Enru (panakkararkal) kura murpattanar. Nanri celuttupavarkalai allah mika arintavanaka illaiya"},{"SurahNumber":6,"VerseNumber":54,"Text":"(napiye!) Nam vacanankalai nampikkai kontavarkal um'mitam vantal (nir avarkalai nokki, ‘‘salamun alaikkum) unkal mitu cantiyum, camatanamum nilavuvataka! Unkal iraivan (unkalukku) arul purivatait tanmitu katamaiyakkik kontan. Niccayamaka unkalil evarenum ariyamaiyin karanamaka (oru) pavattaic ceytuvittu, pinnar atarkaka kaicetappattu (atil iruntu vilaki) narceyalkalaic ceytal (avarutaiya kurrankalai iraivan mannittu vituvan. Enenral) niccayamaka avan mika mannippavan, mikak karunaiyutaiyavan'' enru kuruviraka"},{"SurahNumber":6,"VerseNumber":55,"Text":"kurravalikal cellum vali (innatena cantekamarat) telivaki vituvatarkaka (nam) vacanankalai ivvaru vivarittirukkirom"},{"SurahNumber":6,"VerseNumber":56,"Text":"(napiye! Avarkalai nokki) kuruviraka: ‘‘Allahvaiyanri evarrai ninkal (katavulkalena) alaikkirirkalo avarrai vanankakkutatenru niccayamaka nan tatukkappattullen. Akave, unkal mana viruppankalai nan pinparra matten. Avvarayin, niccayamaka nanum vali tavarivituven; nerana valiyai ataintavanakamatten"},{"SurahNumber":6,"VerseNumber":57,"Text":"(napiye! Melum,) kuruviraka: ‘‘Niccayamaka nan en iraivanin telivana attatciyin mite irukkiren. Eninum, atai ninkal poyyakkinirkal. Etarku ninkal avacarappatukirirkalo a(nta vetanaiyana)tu ennitam illai. (Atan) atikaram anaittum allahvukke tavira (veru) evarukkumillai. Avan unmaiyaiye kurukiran. Avan tirppalippavarkalil mika melanavan"},{"SurahNumber":6,"VerseNumber":58,"Text":"‘‘Ninkal avacarappatuvatu ennitam iruntiruntal, unkalukkum enakkumitaiyilulla vivakaram (ituvarai) tirkkappatte irukkum. Allah, aniyayakkararkalai nankarinte irukkiran'' enrum kuruviraka"},{"SurahNumber":6,"VerseNumber":59,"Text":"maraivanavarrin cavikal avanitame irukkinrana. Avar(ril ullavar)rai avanait tavira verevarum ariyamattar. Nilattilum, nirilum ullavarraiyum avan nankarivan. Avan ariyamal or ilaiyum utiruvatillai. Pumiyin (alattil) atarnta irulil (putaintu) kitakkum (katuku ponra ciriya) vittum, pacumaiyanatum, ularntatum avanutaiya telivana (pativup) puttakattil illamalillai"},{"SurahNumber":6,"VerseNumber":60,"Text":"(manitarkale!) Iravil (ninkal nittirai ceyyum polutu) avantan (unkal unarcciyai nikki) unkalai irantavarkalukkuc camamakkukiran. Ninkal pakalil ceypavarraiyum avan nankarikiran. (Unkalukkuk) kurippitta kalam purtti avatarkaka itarkup pinnar (unarcciyai untu panni) unkalai eluppukiran. Pinnar, ninkal avanitamtan tirumpappovirkal. Ninkal (inku) ceytu kontiruntavarrai (anku) unkalukku avan arivippan"},{"SurahNumber":6,"VerseNumber":61,"Text":"avan tan atiyarkalai atakki alukiran; melum, unkalukkup patukavalarkalaiyum erpatuttukiran. (Marana neram varumvarai avarkal unkalai patukakkinranar,) pinnar, unkalil oruvarukku maranam vantal namatu (vanavat) tutarkal avarai uyir vankukinranar. Avarkal (kuritta kalattirku munnaro, pinnaro uyiraik kaipparri) etum tavarilaippatillai"},{"SurahNumber":6,"VerseNumber":62,"Text":"(Itan) pinnar, avarkal tankalin unmaiyana ejamanakiya allahvitame kontu varappatuvarkal. (Annerattil) tirppu kurum atikaram avanukke uriyatu enpatai avarkal arintu kollattum. Melum, kanakkait tirppatilum avan mikat tiviramanavan"},{"SurahNumber":6,"VerseNumber":63,"Text":"ninkal ‘‘taraiyilum, katalilum irulkalil cikki (mika ciramattirkullakivitta camayattil) enkalai itiliruntu patukattuk kontal niccayamaka nankal nanri celuttupavarkalaki vituvom enru maraivakavum, panivakavum ninkal pirarttikkum camayattil unkalaip patukappavan yar?'' Enru (napiye!) Nir (avarkalaik) kettu"},{"SurahNumber":6,"VerseNumber":64,"Text":"‘‘itiliruntum marra ella tunpankaliliruntum unkalai patukappavan allah tan. (Ivvariruntum) pinnum ninkal (avanukku) inai vaikkirirkale!'' Enru nir kuruviraka"},{"SurahNumber":6,"VerseNumber":65,"Text":"(napiye! Avarkalai nokki) kuruviraka: ‘‘Unka(l talaika)lukku melirunto allatu unkal patankalukkuk kilirunto unkalukku vetanai onrai untupannavum allatu unkalaip pala pirivukalakki, unkalukkul cilar cilarutan por puriyumpatic (ceytu atanal untakum tunpattai ninkal anupavikkumpatic) ceyyavum avan cakti utaiyavanakave irukkiran.'' Avarkal vilankik kolvatarkaka nam (nam) vacanankalai, evvaru pala vakaikalil (telivupatuttik) kurukirom enru nir kavanippiraka"},{"SurahNumber":6,"VerseNumber":66,"Text":"(napiye! Tiru kur'anakiya) itu murrilum unmaiyayiruntum, umatu makkal itaiyum poyyakkukinranar. Akave, (avarkalai nokki) nir kuruviraka: ‘‘Nan unkalukku poruppalaraka illai"},{"SurahNumber":6,"VerseNumber":67,"Text":"ovvoru visayattirkum oru kurippitta kalamuntu. (Nan colvatan unmaiyai) pinnar (vetanai varumpotu) ninkal arintu kolvirkal"},{"SurahNumber":6,"VerseNumber":68,"Text":"(Napiye!) Nam vacanankalaip parri (vin) vivatankalil mulkupavarkalai nir kantal, avarkal atait tavirttu veru visayattil piravecikkum varai ninkal avarkalaip purakkanittu vituviraka. (Ikkattalaiyai) saittan umakku marakkatittu (avarkalutan nirum iruntu) vittal, atu ninaivukku vantatan pinnar anta aniyayakkara makkalutan nir amarntirukka ventam"},{"SurahNumber":6,"VerseNumber":69,"Text":"(vin vivatattil mulkik kitakkum) avarkalutaiya (ceykaiyin) kanakkiliruntu etuvum iraiyaccamutaiyavarkalin poruppakatu. Eninum, avarkal (itait) tavirttuk kolvatarkaka avarkalukku nallupatecam ceyvatu (ivarkal mitu) katamaiyakum"},{"SurahNumber":6,"VerseNumber":70,"Text":"(napiye!) Evarkal ivvulaka valkkaiyal mayakkappattu, tankal markkattai vilaiyattakavum vetikkaiyakavum etuttuk kontarkalo avarkalai (avarkal pokkil) vittuvituviraka. Eninum, ovvor atmavum tan (tiya) ceyalkalin karanamaka (marumai nalil) apattirkullakum enra unmaiyai nir (avarkalukku) napakappatuttuviraka. (Annalil) atarkup parintu pecupavarkalo, utavi ceypavarkalo allahvaiyanri oruvarum irukkamattar. (Cattiyamana) anaittaiyum (pavikal tankal vetanaikkup) piratiyakak kotuttapotilum atu ankikarikkappata mattatu. Ivarkal tankal (tiya) ceyalkalin karanamakave apattirkullanarkal. Ivarkalin nirakarippin karanamaka mikka tunpuruttum vetanaiyutan (kutippatarku) kotikkum paname ivarkalukkuk kitaikkum"},{"SurahNumber":6,"VerseNumber":71,"Text":"(Napiye!) Nir ketpiraka: ‘‘Allahvai vittu vittu namakku oru nanmaiyum, timaiyum ceyya cakti arravarraiya nam alaippom? Allah nam'mai nerana valiyil celuttiya pinnarum (nam) nam pinpurame tirumpi vituvoma? (Avvarayin,) oruvanukku nerana valiyil alaikkakkutiya nanparkal iruntu avanai avarkal ‘tam'mitam va' ena alaittuk kontirukka, avan (avvaliyil cellatu) saittanutaiya emarrattil cikki, pumiyil tattalintu tiripavanaka akivittano avanukku oppanavarkalaki vituvom.'' (Melum,) nir kuruviraka: ‘‘Niccayamaka allahvin valitan nerana vali. Ulakattar anaivarin iraivanakiya avanukke murrilum talaicaykka ventum ena nankal kattalaiyitappattullom"},{"SurahNumber":6,"VerseNumber":72,"Text":"tolukaiyaik kataippitikkumpatiyum, avanukke payappatumpatiyum (evappat tullom). Avanitamtan ninkal onru cerkkappatuvirkal'' (enrum kuruviraka)"},{"SurahNumber":6,"VerseNumber":73,"Text":"vanankalaiyum, pumiyaiyum pataittavan unmaiyakave avantan. (Avan etaiyum pataikkak karutumpotu) ‘akuka!' Ena avan kuruvatutan (tamatam.) Utane (atu) akivitum.Avanutaiya coltan unmai cur (ekkalam) utappatum nalil atikaram avan oruvanutaiyatakave irukkum. Maraivanavarraiyum velippataiyanavarraiyum avan nankarivan. Avan nanamutaiyavanakavum (anaittaiyum) nankarintavanakavum irukkiran"},{"SurahNumber":6,"VerseNumber":74,"Text":"iprahim tan tantaiyakiya ajarai nokki, ‘‘nir cilaikalait teyvankalaka etuttuk kontira?'' Enru kettu, ‘‘niccayamaka nirum umatu makkalum pakirankamana valikettil iruppatai nan kankinran'' enru kurinar"},{"SurahNumber":6,"VerseNumber":75,"Text":"iprahim urutiyana nampikkaiyutaiyavarkalil avatarkaka vanankalilum, pumiyilumulla (nam) atcikalai nam avarukku ivvaru kanpittu vantom"},{"SurahNumber":6,"VerseNumber":76,"Text":"(Oru nal) irul culnta iravil avar (minnik kontirunta) oru natcattirattaik kantu, ‘‘itu en iraivan (akuma?)'' Ena (tam makkalaik) kettu, atu maraiyave, ‘‘maraiyakkutiyavarrai (iraivanaka etuttuk kolla) nan virumpamatten'' enak kurivittar"},{"SurahNumber":6,"VerseNumber":77,"Text":"pinnar, utayamana cantiranaik kanave ‘‘itu en iraivan (akuma?)'' Enak kettu, atuvum astamittu maraiyave (ataiyum nirakarittuvittu), ‘‘enatu iraivan enakku nerana valiyai arivikkavittal vali tavariya makkalil niccayamaka nanum oruvanakivituven'' enru kurinar"},{"SurahNumber":6,"VerseNumber":78,"Text":"pinnar, utayamana (paliccenru nanku olirum) curiyanaik kantapolutu ‘‘itu mikapperiyatayirukkiratu. Itu en iraivan (akuma?)'' Enak kettu, atuvum astamittu maraiyave, avar (tam makkalai nokki), ‘‘en makkale! Ninkal (iraivanukku) inaiyakkum (ivai) ovvonriliruntum niccayamaka nan veruttu vilakikkonten'' enru kurivittu"},{"SurahNumber":6,"VerseNumber":79,"Text":"‘‘vanankalaiyum pumiyaiyum evan pataittano a(nta oru)vanin pakkame niccayamaka nan murrilum nokkukinran. Nan (avanukku etaiyum) inaivaippavan alla'' (enru kurinar)"},{"SurahNumber":6,"VerseNumber":80,"Text":"(itaip parri) avarutan avarutaiya makkal tarkkittarkal. Atarku (am'makkalai nokki) avar kurinar: ‘‘Ninkal, (pataippavanakiya) allahvaip parriya ennutan tarkkikkirirkal? Niccayamaka avan enakku nerana valiyai arivittuvittan. En iraivan etaiyum virumpinalanri ninkal inaivaittu vanankupavai(kal enakku oru tinkum ceytuvita mutiyatu. Akave, avai)kalukku nan payappatamatten. En iraivan anaivaraiyumvita kalviyil mikka vicalamanavan. (Ivvalavukuta) ninkal cintikka ventama"},{"SurahNumber":6,"VerseNumber":81,"Text":"Unkalukku allah etarku attatciyai irakkavillaiyo atai ninkal allahvukku inaiyakkiyataip parri oru ciritum ninkal payappatatirukka, ninkal inaivaittavarrai nan evvaru payappatuven. Accamarrirukka nam'miru pirivinaril mikat takutiyutaiyavarkal yar? Enpatai ninkal arivutaiyavarkalaka iruntal (kurunkal)"},{"SurahNumber":6,"VerseNumber":82,"Text":"evarkal nampikkai kontu, tankal nampikkaiyutan (inaivaittal ennum) aniyayattaiyum kalantu vitavillaiyo avarkalukke niccayamaka patukappu untu. Avarkaltan nervaliyalarkal (enru kurinar)"},{"SurahNumber":6,"VerseNumber":83,"Text":"(merkurappatta) ivai namatu urutimikka atarankalakum. Iprahim tan makkalait (tarkkattil) velvatarkaka, nam ivarrai avarukkuk (karruk) kotuttom. Nam virumpiyavarkalin patavikalai nam evvalavo uyartti vitukirom. (Napiye!) Niccayamaka umatu iraivan mika nanamutaiyavan, mikunta arivutaiyavan avan"},{"SurahNumber":6,"VerseNumber":84,"Text":"nam (iprahimakiya) avarukku is'hakkaiyum (avarutaiya makan) ya'akupaiyum (cantatikalakat) tantarul purintom. Ivarkal anaivaraiyum nam nerana valiyil celuttinom. Itarku munnar nuhaiyum, avarutaiya cantatikalakiya tavut, sulaiman, aiyup, yusuhp, musa, harun akiyoraiyum nam nerana valiyil celuttinom. Nanmai ceypavarkalukku ivvare nam (nar)kuli alikkirom"},{"SurahNumber":6,"VerseNumber":85,"Text":"jakariyya, yahya, isa, ilyas (akiyoraiyum nerana valiyil celuttinom). Ivarkal anaivarum nannatattai utaiyavarkal"},{"SurahNumber":6,"VerseNumber":86,"Text":"ismayil, alyasa'u (elise,) yunus, lut (ivarkalaiyum nerana valiyil celuttinom.) Ivarkal anaivaraiyum ulakattilulla anaivarin mitum menmaiyakkiyum vaittom"},{"SurahNumber":6,"VerseNumber":87,"Text":"Ivarkalutaiya mutataikalilum, ivarkalutaiya cantatikalilum, ivarkalutaiya cakotararkalilum (palarai) menmaiyakki vaittatutan ivarkal anaivaraiyum terntetuttu nerana valiyilum celuttinom"},{"SurahNumber":6,"VerseNumber":88,"Text":"(ivarkal anaivarum cenra) ituve allahvutaiya nerana valiyakum. Tan atiyarkalil avan virumpiyavarkalai atil celuttukiran. Avarkal (itait tavirttu allahvukku) inaivaittalo avarkal ceytu kontirunta (nanmaiyana) kariyankal anaittum alintuvitum"},{"SurahNumber":6,"VerseNumber":89,"Text":"ivarkalukkuttan vetattaiyum, atikarattaiyum, napittuvattaiyum nam kotuttiruntom. Akave, avarrai (makkavacikalakiya) ivarkal nirakarittu vittal (ivarkalukkup patilaka) nirakarikkata (unmai muslimkalana) makkalai niccayamaka nam erpatutti vituvom"},{"SurahNumber":6,"VerseNumber":90,"Text":"(napiye!) Ivarkal anaivaraiyum allah nerana valiyil celuttinan. Akave, avarkalutaiya nerana valiyai nirum pinparruviraka. Melum, ‘‘i(ntak kur'anai unkalukku arivippa)tarkaka nan unkalitam oru kuliyaiyum ketkavillai. Ulakattar anaivarukkum itu oru nallupatecamakum'' enru kuruviraka"},{"SurahNumber":6,"VerseNumber":91,"Text":"Allahvin takutiyai ariya ventiyavaru avarkal ariyavillai. Enenral, ‘‘manitarkalil evarukkum (vetattil) etaiyum allah arulave illai'' enru avarkal kurukinranar. Akave, (napiye! Avarkalai nokki) nir ketpiraka: ‘‘Manitarkalukku oliyaiyum nervaliyaiyum tarakkutiya (‘‘tavrat' ennum) vetattai napi musavukku aruliyatu yar? Ninkal avvetattait tanittani etukalakap pirittu (avarril) cilavarrai velippatuttukirirkal. (Unkal nokkattirku marana) perumpalanavarrai ninkal maraittu vitukirirkal. (Atan mulamakave) ninkalum unkal mutataikalum ariyamal iruntavai unkalukku karpikkappattana. (Ittakaiya vetattai unkalukku aruliyatu yar?'' Itarku avarkal patil kuruvatenna! Nire avarkalai nokki) ‘‘allahtan (irakki vaittan)'' enru kuri avarkal (tankal) vin tarkkattileye vilaiyatik kontirukkumpatiyum vittuvituviraka"},{"SurahNumber":6,"VerseNumber":92,"Text":"(napiye!) Itu nam um mitu irakkiya mikka pakkiyamutaiya oru vetamakum.Itu tanakku munnulla (avarkalutaiya vetat)taiyum unmaip patuttukiratu. Akave,nir (itaik kontu taynattinarakiya) makkavacikalukkum, ataic curri ullavarkalukkum accamutti eccarikkai ceyviraka. Evarkal marumaiyai nampukirarkalo avarkal ivvetattaiyum (avaciyam) nampuvarkal. Avarkal tavaratu tolutum varuvarkal"},{"SurahNumber":6,"VerseNumber":93,"Text":"(Napiye!) Karpanaiyaka allahvin mitu poy kurupavanaivita allatu vahyi mulam avanukku etuvum arivikkappatamalirukka ‘‘tanakkum vahyi vantatu'' enru kurupavanaivita allatu ‘‘allah irakkiya i(vvetat)taip pol nanum irakkuven'' enru kurupavanaivita maka aniyayakkaran yar? Ivvakkiramakkararkal marana vetanaiyil irukkum camayattil nir avarkalaip parppirayin, vanavarkal tankal kaikalai nitti (avarkalai nokki) ‘‘unkal uyirkalaik kotunkal. Inraiya tinam ilivu tarum vetanaiye unkalukkuk kuliyakak kotukkappatum. Ninkal unmaiyallatatai allahvin mitu (poyyakak) kuri, ninkal avanutaiya vacanankalai perumai kontu purakkanittatuve itarkuk karanamakum'' (enru kuruvatai nir kanpir)"},{"SurahNumber":6,"VerseNumber":94,"Text":"(iraivan marumaiyil avarkalai nokki) ‘‘munnar nam unkalaip pataittavare (unkalutan onrumillatu) niccayamaka ninkal taniyakave nam'mitam vantu cerntirkal. Nam unkalukkuk kotuttiruntavarraiyum unkal mutukuppuramakave vittuvittirkal. (Unkalaip pataippatilum valarppatilum iraivanukkut) tunaiyanavarkalena ninkal evarkalai ennik kontiruntirkalo avarkal unkalukkup parintu peca ivvitattil irukkavillaiye! (Avarkalukkum) unkalukku(m) itaiyil irunta campantankal ellam ninki, unkal nampikkaikal ellam tavarivittana'' (enru kuruvan)"},{"SurahNumber":6,"VerseNumber":95,"Text":"vittukkalaiyum, kottaikalaiyum niccayamaka allahtan veti(ttu mulai)kkacceykiran. Irantavarril iruntu uyirullavarraiyum, uyirullavarriliruntu irantavarraiyum avane veliyakkukiran. (Ivvaru ceykinra) avantan unkal allah. Akave, ninkal (avanai vittu) enku veruntotukirirkal"},{"SurahNumber":6,"VerseNumber":96,"Text":"Avane (polutai) vitiyac ceypavan. Avane (nittirai ceytu ninkal) cukamataivatarkaka iravai akkinan. (Ninkal kalattin) kanakkai arivatarkaka cantiranaiyum curiyanaiyum akkinan. Ivai anaittum mikaittavan, mikka arintavan (akiya allah) utaiya erpatakum"},{"SurahNumber":6,"VerseNumber":97,"Text":"unkalukkaka natcattirankalai amaittavanum avane. Taraiyilum katalilum ulla irulkalil avarraik kontu ninkal valiyarintu celkirirkal. (Unmaiyai) ariyakkutiya makkalukku (nam) vacanankalai niccayamaka (ivvaru) vivarikkirom"},{"SurahNumber":6,"VerseNumber":98,"Text":"(manitarkale!) Unkal anaivaraiyum ore or atmavil iruntu urpatti ceytu pinnar (unkal tantaiyitam) tarittirukkac ceytu (unkal tayin karppattil) oppataippavanum avane! Cintittu unarakkutiya makkalukku (nam) vacanankalai niccayamaka vivarittom"},{"SurahNumber":6,"VerseNumber":99,"Text":"avantan mekattiliruntu malaiyai irakkivaikkiran. Ataik konte cakala vakaip purpuntukalaiyum nam mulaikka vaittu, atil iruntu pacumaiyana talaikalaiyum nam veliyakkukirom. Atilirunte atarnta vittukkalai(yutaiya katirkalai)yum nam veliyakkukirom. Pericca marattin palaikalil valaintu tonkum palakkulaikalum irukkinrana. (Avarraiyum name veliyakkukirom.) Tiratcait tottankalaiyum, (parvaikku) onrupolum (racanaiyil) vevverakavum ulla matulai, jeyttun (olivam) akiyavarraiyum (name veliyakkukirom). Avai (puttuk) kayppataiyum, pinnar kanintu palamakum vitattaiyum (makkale!) Urru nokkunkal. Nampikkai kollum makkalukku niccayamaka itil pala attatcikal irukkinrana"},{"SurahNumber":6,"VerseNumber":100,"Text":"(Ivvarellamiruntum) avarkal jinkalil palarai allahvukku inaiyakkukinranar. Eninum, anta jinkalaiyum avane pataittirukkiran. Ivarkal (tankal) arivinattal allahvukku an, pen cantatikalaiyum karpikkinranar. Avano, ivarkal (ivvaru) varnippavarril iruntu mikka paricuttamanavanakavum uyarntavanakavum irukkiran"},{"SurahNumber":6,"VerseNumber":101,"Text":"munmatiriyinriye vanankalaiyum pumiyaiyum avan pataittan avanukku evvaru cantatiyerpatum? Avanukku manaivi kitaiyate! Anaittaiyum avane pataittirukkiran. Melum, avan anaittaiyum nankarintavan"},{"SurahNumber":6,"VerseNumber":102,"Text":"ittakaiya allahtan unkalaip pataittu valarttu paripakkuvappatuttum iraivan. Vanakkattirkuriyavan avanait tavira veru oruvarumillai. Avane anaittin pataippalan. Akave, a(van oruva)naiye ninkal (anaivarum) vanankunkal. Ella kariyankalaiyum kankanippavanum avane"},{"SurahNumber":6,"VerseNumber":103,"Text":"parvaikal avanai ataiyamutiyatu. Avano parvaikal anaittaiyum arintu kolkiran. Avan (evarin parvaikkum akappatata) mika nutpamanavan; mikka arintavan"},{"SurahNumber":6,"VerseNumber":104,"Text":"unkal iraivanitamiruntu (cattiyattirkuriya pala) atarankal unkalitam vantirukkinrana. Evan (avarraik kavanittu) parkkirano (atu) avanukke nanru. Evan (avarraip parkkatu) kannai mutikkolkirano (atu) avanukke ketakum. (Napiye! Nir avarkalai nokki) ‘‘nan unkalaik kappavan alla'' (enru kurivituviraka)"},{"SurahNumber":6,"VerseNumber":105,"Text":"(itai) nir (enkalukku) nanku otik kanpit(tu arivit)tir enru avarkal colvatarkakavum, ariyakkutiya makkalukku nam itait telivakkuvatarkakavum, (nam) vacanankalai ivvaru palavaraka (atikkati) vivarikkirom"},{"SurahNumber":6,"VerseNumber":106,"Text":"(Napiye!) Umatu iraivanal umakku vahyi mulam arivikkappattavarraiye nir pinparruviraka. Avanait tavira vanakkattirkuriya iraivan veruyarum illave illai. Akave, (avanukku) inaivaippavarkalai nir purakkanittu vituviraka"},{"SurahNumber":6,"VerseNumber":107,"Text":"allah natiyiruntal avarkal inaivaittirukkave mattarkal. Avarkal mitu kappalaraka nam um'mai erpatuttavillai. Nir avarkalaik kankanikka ventiya porupputaiyavarumalla"},{"SurahNumber":6,"VerseNumber":108,"Text":"(nampikkaiyalarkale!) Allah allata evarrai avarkal (teyvam ena) alaikkirarkalo avarrai ninkal tittatirkal. Atanal, avarkal ariyamaiyin karanamaka varampu miri allahvai tittuvarkal. Ivvare ovvoru vakuppinarukkum avarkalutaiya ceyalai nam alakakki vaittirukkirom. Pinnar, avarkal tankal iraivanitame celvarkal. Avarkal ceytu kontirunta ceyalaipparri (avarril nanmai evai, timai evai enpatai) avan avarkalukku arivittuvituvan"},{"SurahNumber":6,"VerseNumber":109,"Text":"(avarkal viruppappati) or attatci enkalukkaka varum camayattil, ‘‘niccayamaka nankal atai nampuvom'' ena avarkal allahvin mitu urutiyana cattiyam ceytu kurukinranar. (Atarku napiye! Nir avarkalai nokki) ‘‘niccayamaka attatcikal anaittum allahvitame irukkinrana. (Avarrai avan virumpiyavare veliyakkuvan. Ninkal virumpuvatu ponralla) enru kuruviraka. (Avvaru) avarkalitam (avarkal virumpiyavare) attatci vantalum atai avarkal nampikkai kollave mattarkal enpatai (nampikkaiyalarkale!) Ninkal arivirkala"},{"SurahNumber":6,"VerseNumber":110,"Text":"Munnar avarkal i(vvetat)tai nampikkai kollamal iruntapatiye (ippolutum nampikkai kollatu iruppatarkaka) nam avarkalutaiya ullankalaiyum parvaikalaiyum puratti avarkalutaiya valikettileye avarkalai tattalintu tiriyumpati vittirukkirom"}]}