{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Eger biz onlara melekleri indirseydik, oluler de kendileriyle konussaydı ve her seyi toplayıp karsılarına getirseydik, Allah'ın diledikleri haric, yine de inanacak degillerdi, fakat cokları bunu bilmezler"},{"SurahNumber":6,"VerseNumber":112,"Text":"Biz boylece, her peygambere insan ve cin seytanlarını dusman yaptık. Bunlar birbirini aldatmak icin suslu sozlerle vesvese verirler. Rabbin dileseydi onu yapamazlardı. Artık onları iftiraları ile basbasa bırak"},{"SurahNumber":6,"VerseNumber":113,"Text":"Bir de ahirete iman etmeyenlerin kalbleri, o yaldızlı soze kansın, ondan hoslansın ve isledikleri sucları islemeye devam etsinler diye boyle yaparlar"},{"SurahNumber":6,"VerseNumber":114,"Text":"Allah, size Kitab'ı (Kur'an'ı) acıklanmıs olarak indirdigi halde, ondan baska bir hakem mi arayayım? Kendilerine kitap verdiklerimiz, o Kur'an'ın, gercekten Rabbin katından hak olarak indirilmis oldugunu bilirler. O halde sakın suphe edenlerden olma"},{"SurahNumber":6,"VerseNumber":115,"Text":"Rabbinin sozu hem dogrulukca, hem de adaletce tamamlanmıstır. O'nun sozlerini degistirebilecek hic kimse yoktur. O, isitendir, bilendir"},{"SurahNumber":6,"VerseNumber":116,"Text":"Eger yeryuzundekilerin cogunluguna uyarsan seni Allah yolundan saptırırlar. Cunku onlar sadece \"zann\"a uyarlar ve sacmalarlar"},{"SurahNumber":6,"VerseNumber":117,"Text":"Suphesiz ki Rabbin, yolundan kimlerin saptıgını cok iyi bilir. O, dogru yolda olanları da cok iyi bilir"},{"SurahNumber":6,"VerseNumber":118,"Text":"Eger Allah'ın ayetlerine iman ediyorsanız, Allah'ın adı anılarak kesilen hayvanlardan yiyin"},{"SurahNumber":6,"VerseNumber":119,"Text":"Size ne oluyor da Allah'ın adı anılarak kesilenlerden yemiyorsunuz? Halbuki O size, mecbur kalmanızın dısında haram olan seyleri genisce acıklamıstır. Dogrusu bircokları bilmeden keyiflerine uyarak insanları dogru yoldan saptırıyorlar. Muhakkak ki, Rabbin, sınırı asanları cok iyi bilir"},{"SurahNumber":6,"VerseNumber":120,"Text":"Gunahın acıgını da, gizlisini de bırakın! Gunah kazananlar, yaptıklarının cezasını cekecekler"},{"SurahNumber":6,"VerseNumber":121,"Text":"Uzerlerine Allah'ın ismi anılmamıs olanlardan yemeyin, cunku onu yemek yoldan cıkmaktır. Seytanlar, dostlarına, sizinle mucadele etmeleri icin telkinde bulunurlar. Eger onlara uyarsanız, muhakkak ki, Allah'a ortak kosanlardan olursunuz"},{"SurahNumber":6,"VerseNumber":122,"Text":"Olu iken hidayetle dirilttigimiz, kendisine insanlar arasında yuruyecek bir nur verdigimiz kimse, karanlıklar icinde kalıp, ondan cıkamayan kimse gibi olur mu? Fakat kafirlere, yaptıkları, boyle suslu gosterilir"},{"SurahNumber":6,"VerseNumber":123,"Text":"Boylece, her kentte ileri gelenleri, oranın sucluları yaptık ki, orada hileler cevirsinler. Halbuki bunlar, kotulugu baskasına degil kendilerine yapıyorlar da farkına varmıyorlar"},{"SurahNumber":6,"VerseNumber":124,"Text":"Onlara bir ayet geldigi zaman: \"Allah'ın peygamberlerine verilenin aynısı bize de verilmedikce iman etmeyiz\" derler. Allah peygamberligini kime verecegini daha iyi bilir. Suclu olanlara, yaptıkları hilelerinden dolayı Allah katından bir zillet ve siddetli bir azap erisecektir"},{"SurahNumber":6,"VerseNumber":125,"Text":"Allah kimi hidayete erdirmek isterse, onun gonlunu Islam'a acar. Kimi de saptırmak isterse, sanki goge yukseliyormus gibi, gogsunu dar ve sıkıntılı yapar. Allah, inanmayanları iste boyle pislik icinde bırakır"},{"SurahNumber":6,"VerseNumber":126,"Text":"Iste Rabbinin dogru yolu budur. Suphesiz biz, hatırlayıp ibret alan bir kavim icin ayetleri genis bir sekilde acıkladık"},{"SurahNumber":6,"VerseNumber":127,"Text":"Onlar icin Rableri katında selamet yurdu vardır. Yaptıkları iyi amellerden dolayı, Allah onların dostudur"},{"SurahNumber":6,"VerseNumber":128,"Text":"(Allah), onların hepsini topladıgı gun, cinlere: \"Ey cin toplulugu! Insanların cogunu yoldan cıkardınız\" der. Insanlardan cinlerin dostu olanlar da soyle derler: \"Rabbimiz! Biz birbirimizden faydalandık. Nihayet bize tayin ettigin vademize ulastık\". Allah da: \"Sizin duragınız cehennemdir. Orada, Allah'ın dilemesi mustesna, ebedi olarak kalacaksınız\" der. Suphesiz Rabbin hikmet sahibidir, her seyi bilendir"},{"SurahNumber":6,"VerseNumber":129,"Text":"Iste biz boylece, kazandıkları gunahlardan dolayı zalimlerin bir kısmını, diger bir kısmına dost yaparız"},{"SurahNumber":6,"VerseNumber":130,"Text":"(Allah) \"Ey cin ve insan toplulugu! Icinizden size ayetlerimi anlatan ve bugununuze kavusacagınız hususunda sizi uyaran peygamberler gelmedi mi?\" deyince onlar: \"Kendi aleyhimize sahidiz\" derler. Dunya hayatı onları aldattı ve kendilerinin kafir olduklarına sahitlik ettiler"},{"SurahNumber":6,"VerseNumber":131,"Text":"Bu (sundan dolayıdır ki) Rabbin, halkı habersiz iken ulkeleri zulum ile helak edici degildir"},{"SurahNumber":6,"VerseNumber":132,"Text":"Her birinin yaptıklarına gore dereceleri vardır. Rabbin onların yaptıklarından habersiz degildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Rabb'ın, hicbir seye muhtac degildir, merhamet sahibidir. Sizi, baska bir kavmin soyundan getirdigi gibi, dilerse, sizi de yok edip, sizden sonra yerinize diledigini getirir"},{"SurahNumber":6,"VerseNumber":134,"Text":"Size vaad edilenler muhakkak gelecektir, siz, onun onune gecemezsiniz"},{"SurahNumber":6,"VerseNumber":135,"Text":"De ki: \"Ey kavmim! Gucunuz yettigince yapacagınızı yapın, ben de yapıyorum. Yakında (dunya) yurdunun sonunun kimin oldugunu bileceksiniz. Muhakkak zalimler kurtulusa eremezler"},{"SurahNumber":6,"VerseNumber":136,"Text":"Allah'ın yarattıgı ekin ve hayvanlardan Allah'a bir hisse ayırmakta ve kendilerince: \"Bu, Allah'a ait; su da ortaklarımıza ait\" demektedirler. Ortakları icin olan hisse Allah'a ulasmamakta, fakat Allah'a ayrılan hisse ortaklarına ulasmaktadır. Verdikleri hukum ne kotudur"},{"SurahNumber":6,"VerseNumber":137,"Text":"Yine ortakları, musriklerden coguna evlatlarını oldurmeyi guzel gosterdi ki, hem kendilerini mahvetsinler, hem de dinlerini karıstırıp bozsunlar. Allah dileseydi bunu yapamazlardı. O halde onları, uydurduklarıyla bas basa bırak"},{"SurahNumber":6,"VerseNumber":138,"Text":"Zanlarınca dediler ki: \"Bunlar dokunulmaz hayvanlar ve ekinlerdir. Bunları bizim diledigimizden baskası yiyemez. Bunlar da sırtına binilmesi yasaklanmıs hayvanlar.\" Bir kısım hayvanları da uzerlerine Allah'ın adını anmadan bogazlarlar. Butun bunları Allah'a iftira ederek yaparlar. Allah onları iftiralarıyla cezalandıracaktır"},{"SurahNumber":6,"VerseNumber":139,"Text":"Dediler ki: \"Bu hayvanların karınlarındakiler sadece erkeklerimize ait olup kadınlarımıza haramdır\". Eger olu dogarsa o zaman hepsi onda ortaktır. Bu nitelemelerinden dolayı Allah onların cezasını verecektir. Cunku O hikmet sahibidir, her seyi bilendir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Bilgisizlik yuzunden beyinsizce cocuklarını oldurenler ve Allah'ın kendilerine verdigi rızkı, Allah'a iftira ederek haram kılanlar muhakkak ki, ziyana ugradılar. Bunlar, dogru yoldan sapmıslardır; hidayete erecek de degillerdir"},{"SurahNumber":6,"VerseNumber":141,"Text":"Asmalı ve asmasız (uzum) bahceleri, hurmaları, urunleri cesit cesit ekinleri, zeytinleri ve narları, birbirine benzer ve benzemez bicimde yaratan O'dur. Her biri meyve verince meyvesinden yiyin, hasat gunu de hakkını (zekat ve sadakasını) verin; amaisraf etmeyin, cunku O, israf edenleri sevmez"},{"SurahNumber":6,"VerseNumber":142,"Text":"Hayvanlardan da (cesit cesit yarattı). Kimi yuk tasır, kiminin yununden dosek yapılır. Allah'ın size verdigi rızıktan yiyin ve seytanın adımlarına uymayın (pesinden gitmeyin); cunku o, sizin icin apacık bir dusmandır"},{"SurahNumber":6,"VerseNumber":143,"Text":"Sekiz cift: Koyundan iki, keciden iki. De ki: \"(Allah), iki erkegi mi haram kıldı yoksa iki disiyi mi, ya da iki disinin rahimlerinde bulunan yavruları mı? Eger dogru iseniz bana ilimle haber verin"},{"SurahNumber":6,"VerseNumber":144,"Text":"Ve deveden iki, sıgırdan iki. De ki: (Allah), \"Iki erkegi mi haram kıldı, yoksa iki disiyi mi, ya da iki disinin rahimlerinde bulunan yavruları mı? Yoksa, Allah'ın size boyle vasiyet ettigine sahitler mi oldunuz? (O'nun yanında mıydınız?). Boyle hicbir bilgiye dayanmadan, insanları saptırmak icin, Allah'a karsı yalan uydurandan daha zalim kim olabilir? Suphesiz Allah, o zalimler toplulugunu dogru yola iletmez"},{"SurahNumber":6,"VerseNumber":145,"Text":"De ki: \"Bana vahyolunanda, (bu haram dediklerinizi) yiyen kimse icin haram edilmis bir sey bulamıyorum. Ancak les, veya akıtılmıs kan, yahut domuz etiki bu gercekten pistir yahut Allah'tan baskası adına kesilmis bir hayvan olursa, bunlar haramdır. Ama kim caresiz kalırsa, (baskasının hakkına) tecavuz etmemek ve zaruret sınırını asmamak uzere (bunlardan yiyebilir)\" Cunku Rabbin cok bagıslayandır, merhamet edendir"},{"SurahNumber":6,"VerseNumber":146,"Text":"Yahudilere butun tırnaklı hayvanları haram kıldık. Sırtlarında, yahut bagırsaklarında bulunan, ya da kemige karısan yaglar dısında, sıgır ve koyunun da, yaglarını onlara haram ettik. Saldırganlıkları yuzunden onları boyle cezalandırdık. Biz elbette dogru soyleyenleriz"},{"SurahNumber":6,"VerseNumber":147,"Text":"Eger seni yalanladılarsa, de ki: \"Rabbiniz genis rahmet sahibidir. Bununla beraber O'nun azabı da suclu toplumdan geri cevrilmez"},{"SurahNumber":6,"VerseNumber":148,"Text":"Allah'a ortak kosanlar diyecekler ki: \"Allah dileseydi ne biz ortak kosardık, ne de atalarımız ortak kosardı, hicbir seyi de haram kılmazdık.\" Onlardan once yalanlayanlar da boyle soylemislerdi de sonunda azabımızı tatmıslardı. De ki: \"Yanınızda bize cıkarabileceginiz bir bilgi mi var? Siz, sadece zanna uyuyorsunuz ve siz sadece sacmalıyorsunuz"},{"SurahNumber":6,"VerseNumber":149,"Text":"De ki: \"En kesin ve ustun delil, Allah'ındır. Allah isteseydi, elbette hepinizi dogru yola iletirdi"},{"SurahNumber":6,"VerseNumber":150,"Text":"De ki: \"Haydi, Allah bunu yasak etti diye tanıklık edecek sahitlerinizi getirin.\". Eger onlar sahitlik ederlerse, sen onlarla beraber sahitlik etme. Ayetlerimi yalanlayanların ve ahirete inanmayanların keyiflerine uyma. Cunku onlar Rablerine baskasını denk tutuyorlar"},{"SurahNumber":6,"VerseNumber":151,"Text":"De ki: Rabbinizin size neleri haram kıldıgını okuyayım: O'na hicbir seyi ortak kosmayın, ana babaya iyilik edin, fakirlik korkusuyla cocuklarınızı oldurmeyin, sizin de onların da rızkını biz veriyoruz. Kotuluklerin acıgına da, gizlisine de yaklasmayın. Haksız yere Allah'ın haram kıldıgı cana kıymayın. Dusunesiniz diye Allah size bunları emretti"},{"SurahNumber":6,"VerseNumber":152,"Text":"Yetimin malına yaklasmayın; yalnız erginlik cagına erisinceye kadar (malına) en guzel bicimde (yaklasabilir ve uygun sekilde harcayabilirsiniz). Olcu ve tartıyı tam adaletle yapın. Biz kimseye gucunun yettiginden fazlasını teklif etmeyiz. Soylediginiz zaman da, yakınınız da olsa adil olun ve Allah'a verdiginiz sozu tutun. Ogut alıp dusunesiniz diye Allah bunları size emretmistir"},{"SurahNumber":6,"VerseNumber":153,"Text":"Iste benim dogru yolum budur; ona uyun. Sizi O'nun yolundan ayıracak baska yollara uymayın. (Azabından) korunmanız icin Allah size boyle tavsiye etmistir"},{"SurahNumber":6,"VerseNumber":154,"Text":"Sonra iyilik edenlere (nimetimizi) tamamlamak, her seyi acıklamak ve dogru yola iletici ve rahmet olmak uzere Musa'ya Kitab'ı verdik ki, Rablerinin huzuruna varacaklarına inansınlar"},{"SurahNumber":6,"VerseNumber":155,"Text":"Iste bu (Kur'an) da mubarek bir Kitap'tır. Onu biz indirdik. Ona uyun ve Allah'tan korkun ki, size rahmet edilsin"},{"SurahNumber":6,"VerseNumber":156,"Text":"(Onu size indirdik ki:) \"Kitap, sadece bizden onceki iki topluluga (yahudi ve hıristiyanlara) indirildi; biz ise, onların okumasından habersizdik (o kitapları okuyamıyor ve dillerini anlayamıyorduk)\" demeyesiniz"},{"SurahNumber":6,"VerseNumber":157,"Text":"Yahut: \"Eger bize kitap indirilseydi, biz onlardan daha cok dogru yolda olurduk\", demeyesiniz. Iste size de Rabbinizden acık delil, hidayet ve rahmet geldi. Allah'ın ayetlerini yalanlayıp, onlardan yuz cevirenden daha zalim kim olabilir? Ayetlerimizden yuz cevirenleri, yuz cevirmeleri sebebiyle azabın en kotusuyle cezalandıracagız"},{"SurahNumber":6,"VerseNumber":158,"Text":"(Inanmak icin) ille meleklerin gelmesini, yahut Rabbinin gelmesini, ya da Rabbinin bazı ayetlerinin gelmesini mi bekliyorlar? Ama Rabbinin (azab) isaretlerinin geldigi gun, daha once iman etmemis, yahut imanında bir hayır kazanmamıs kimseye, artık inanması bir fayda saglamaz. De ki: \"Bekleyin; biz de beklemekteyiz"},{"SurahNumber":6,"VerseNumber":159,"Text":"Dinlerini parca parca edip, grup grup olanlar var ya, senin onlarla hicbir iliskin yoktur. Onların isi Allah'a kalmıstır, sonra (Allah) onlara yaptıklarını haber verecektir"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim iyilik getirirse, ona o (getirdigi)nin on katı vardır. Kim kotuluk getirirse, sadece onun dengiyle cezalandırılır; onlar haksızlıga ugratılmazlar"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki: Rabbim, beni dogru yola iletti. Dosdogru dine, Allah'ı birleyen Ibrahim'in dinine. O, ortak kosanlardan degildi"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki: Benim namazım, ibadetim, hayatım ve olumum hep alemlerin Rabbi Allah icindir"},{"SurahNumber":6,"VerseNumber":163,"Text":"Onun ortagı yoktur. Bana boyle emrolundu ve ben muslumanların ilkiyim"},{"SurahNumber":6,"VerseNumber":164,"Text":"De ki: Allah herseyin Rabbi iken, ben O'ndan baska Rab mi arayayım? Herkesin kazandıgı yalnız kendisine aittir. Kendi (gunah) yukunu tasıyan hic kimse, bir baskasının (gunah) yukunu tasımaz. Sonra donusunuz Rabbinizedir. O, ayrılıga dustugunuz gercegi size haber verecektir"},{"SurahNumber":6,"VerseNumber":165,"Text":"Sizi yeryuzunun halifeleri yapan, size verdigi seylerde, sizi denemek icin, kiminizi kiminizden derecelerle ustun kılan O'dur. Suphesiz Rabbin, cezası cabuk olandır ve O, bagıslayan, esirgeyendir"},{"SurahNumber":7,"VerseNumber":1,"Text":"Elif, lam, mim, sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"(Bu,) sana indirilen bir Kitab'tır. Onunla (insanları) uyarman ve inananlara ogut (vermen) hususunda gogsunde bir sıkıntı olmasın"},{"SurahNumber":7,"VerseNumber":3,"Text":"(Ey insanlar) Rabbinizden, size indirilene uyun ve O'ndan baska dostlara uymayın. Ne kadar da az ogut alıyorsunuz"},{"SurahNumber":7,"VerseNumber":4,"Text":"Nice kentler helak ettik. Gece yatarlarken, yahut gunduz uyurlarken, azabımız onlara geliverdi"},{"SurahNumber":7,"VerseNumber":5,"Text":"Azabımız onlara geldiginde \"Biz gercekten zalimlermisiz!\" demelerinden baska yalvarısları kalmadı"},{"SurahNumber":7,"VerseNumber":6,"Text":"Kendilerine elci gonderilmis olanlara da soracagız, gonderilen elcilere de soracagız"},{"SurahNumber":7,"VerseNumber":7,"Text":"Ve elbette onlara, olanbiten herseyi bir bilgi ile anlatacagız; cunku biz onlardan uzak degiliz"},{"SurahNumber":7,"VerseNumber":8,"Text":"O gun (amelleri tartacak) terazi haktır. Kimin (sevap) tartıları agır gelirse, iste onlar kurtulanlardır"},{"SurahNumber":7,"VerseNumber":9,"Text":"Kimin (sevap) tartıları hafif gelirse, iste onlar da ayetlerimize haksızlık etmelerinden oturu kendilerini ziyana sokanlardır"},{"SurahNumber":7,"VerseNumber":10,"Text":"Dogrusu Biz sizi yeryuzunde, yerlestirdik, orada size gecimlikler verdik; ne kadar da az sukrediyorsunuz"},{"SurahNumber":7,"VerseNumber":11,"Text":"Sizi yarattık, sonra size bicim verdik, sonra da meleklere: \"Adem'e secde edin\" dedik; hepsi secde ettiler, yalnız Iblis, secde edenlerden olmadı"},{"SurahNumber":7,"VerseNumber":12,"Text":"(Allah) buyurdu: \"Sana emrettigim zaman, seni secde etmekten alıkoyan nedir?\" (Iblis): \"Ben, dedi, ondan hayırlıyım; beni atesten yarattın, onu camurdan yarattın"},{"SurahNumber":7,"VerseNumber":13,"Text":"(Allah) buyurdu: \"Oyleyse oradan in, orada buyukluk taslamak senin haddin degildir. Cık, cunku sen asagılıklardansın"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Iblis) dedi: (Bari) bana (insanların) tekrar diriltilecekleri gune kadar sure ver"},{"SurahNumber":7,"VerseNumber":15,"Text":"(Allah) buyurdu: \"Haydi sen sure verilmislerdensin"},{"SurahNumber":7,"VerseNumber":16,"Text":"Oyleyse, dedi, beni azdırmana karsılık, and icerim ki, ben de onlar(ı saptırmak) icin senin dogru yolunun ustune oturacagım"},{"SurahNumber":7,"VerseNumber":17,"Text":"Sonra (onların) onlerinden arkalarından, saglarından sollarından onlara sokulacagım ve sen, coklarını sukredenlerden, bulmayacaksın"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Allah) buyurdu: \"Haydi, sen, yerilmis ve kovulmus olarak oradan cık. And olsun ki, onlardan sana kim uyarsa, (bilin ki) sizin hepinizden (derleyip) cehennemi dolduracagım"},{"SurahNumber":7,"VerseNumber":19,"Text":"(Sonra Allah, Adem'e hitab etti): \"Ey Adem! Sen ve esin cennette durun, dilediginiz yerden yeyin; fakat su agaca yaklasmayın, yoksa zalimlerden olursunuz"},{"SurahNumber":7,"VerseNumber":20,"Text":"Derken onların, kendilerinden gizli kalan cirkin yerlerini kendilerine gostermek icin onlara fısıldadı: \"Rabbiniz, baska bir sebepten dolayı degil, sırf ikiniz de birer melek ya da ebedi kalıcılardan olursunuz diye sizi su agactan men etti.\" dedi"},{"SurahNumber":7,"VerseNumber":21,"Text":"Ve onlara: \"Elbette ben size ogut verenlerdenim.\" diye de yemin etti"},{"SurahNumber":7,"VerseNumber":22,"Text":"Boylece onları aldatarak asagı sarkıttı (onceki mevkilerinden indirdi). Agacı(n meyvesini) tadınca, cirkin yerleri kendilerine gorundu ve cennet yapraklarını ust uste yamayıp uzerlerini ortmege basladılar. Rableri onlara seslendi: \"Ben sizi o agactan men etmedim mi ve seytan size apacık dusmandır, demedim mi"},{"SurahNumber":7,"VerseNumber":23,"Text":"Dediler ki: \"Ey Rabbimiz! Biz kendimize zulmettik, eger bizi bagıslamaz ve bize rahmetinle muamele etmezsen muhakkak ziyana ugrayacaklardan oluruz"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Allah) buyurdu: \"Birbirinize dusman olarak inin, sizin yeryuzunde bir sureye kadar kalıp gecinmeniz gerekmektedir"},{"SurahNumber":7,"VerseNumber":25,"Text":"Orada yasayacaksınız, orada oleceksiniz ve yine oradan (dirilip) cıkarılacaksınız!\" dedi"},{"SurahNumber":7,"VerseNumber":26,"Text":"Ey Ademogulları, size cirkin yerlerinizi ortecek giysi, suslenecek elbise indirdik. Hayırlı olan, takva elbisesidir. Iste bu(nlar), Allah'ın ayetlerindendir, belki dusunup ogut alırlar"},{"SurahNumber":7,"VerseNumber":27,"Text":"Ey Ademogulları. Seytan, ana babanızı, cirkin yerlerini onlara gostermek icin elbiselerini soyarak cennetten cıkardıgı gibi, sizi de (sasırtıp) bir belaya dusurmesin! Cunku o ve kabilesi, sizin onları goremeyeceginiz yerden sizi gorurler. Biz, seytanları, inanmayanların dostu yaptık"},{"SurahNumber":7,"VerseNumber":28,"Text":"Onlar bir kotuluk yaptıkları zaman: \"Babalarımızı bu yolda bulduk, bunu bize Allah emretti.\" derler. De ki: \"Allah kotulugu emretmez. Allah'a karsı bilmediginiz seyleri mi soyluyorsunuz"},{"SurahNumber":7,"VerseNumber":29,"Text":"De ki: \"Rabbim bana adaleti emretti. Her mescidde yuzunuzu O'na dogrultun ve dini yalnız kendisine has kılarak O'na yalvarın. Ilkin sizi yarattıgı gibi yine O'na doneceksiniz"},{"SurahNumber":7,"VerseNumber":30,"Text":"bir toplulugu dogru yola iletti, bir topluluga da sapıklık hak oldu. Cunku onlar, seytanları Allah'tan baska dostlar tuttular ve kendilerinin de dogru yolda olduklarını sanıyorlar"},{"SurahNumber":7,"VerseNumber":31,"Text":"Ey Ademogulları! Her mescide gidisinizde guzel giysilerinizi giyin ve yiyin, icin, fakat israf etmeyin, Cunku Allah israf edenleri sevmez"},{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: \"Allah'ın kulları icin cıkardıgı zinetleri ve tertemiz rızıkları kim haram kılmıs?\" De ki: \"Bunlar, bu dunya hayatında inananlar icindir, kıyamet gununde de yalnız onlara mahsustur\". Iste boylece biz ayetleri bilen bir topluluga uzun uzun acıklıyoruz"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: \"Rabbim, sadece fuhsiyatı, onun acık ve gizli olanını, gunahları, haksız yere isyanı, haklarında hic bir delil indirmedigi seyleri Allah'a ortak kosmanızı ve Allah hakkında bilmediginiz seyleri soylemenizi yasaklamıstır"},{"SurahNumber":7,"VerseNumber":34,"Text":"Her ummetin bir eceli vardır. O ecel geldiginde, ne bir an erteleyebilirler, ne de one alabilirler"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey Ademogulları! Size icinizden peygamberler gelip ayetlerimi anlattıklarında, kim Allah'tan korkar ve kendini duzeltirse, iste onlar icin korku yoktur. Onlar uzulmeyeceklerdir de"},{"SurahNumber":7,"VerseNumber":36,"Text":"Kim de ayetlerimizi yalanlar ve onlara karsı buyukluk taslarsa, iste onlar cehennemliktirler ve orada ebedi olarak kalacaklardır"},{"SurahNumber":7,"VerseNumber":37,"Text":"Allah'a karsı yalan uyduran yahut ayetlerini yalanlayandan daha zalim kim olabilir? Onlara Kitap'tan nasipleri erisir. Canlarını alacak elcilerimiz gelince onlara: \"Allah'tan baska taptıklarınız nerede?\" derler. Onlar: \"O taptıklarımız bizden sapıp ayrıldılar.\" derler. Boylece kendilerinin kafir olduklarına bizzat sahitlik ederler"},{"SurahNumber":7,"VerseNumber":38,"Text":"Allah onlara: \"Sizden once gecmis cin ve insan topluluklarıyla beraber cehennem atesine girin!\" der. Cehenneme giren her ummet kendi din kardesine lanet eder. Nihayet hepsi oraya toplandıgında, sonrakiler oncekiler hakkında derler ki: \"Rabbimiz! Iste sunlar bizi dogru yoldan saptırdı. Onlara cehennem atesinden kat kat azab ver\". Allah der ki: \"Herkesin azabı kat kattır, fakat siz bilemezsiniz"},{"SurahNumber":7,"VerseNumber":39,"Text":"Oncekiler de sonrakilere derler ki: \"Sizin bizden bir ustunlugunuz yoktur. O halde yaptıklarınızdan dolayı azabı tadın"},{"SurahNumber":7,"VerseNumber":40,"Text":"Bizim ayetlerimizi yalanlayan ve onlara inanmaya tenezzul etmeyenler var ya, iste onlara gogun kapıları acılmayacak ve deve (veya halat) igne deliginden gecinceye kadar onlar cennete giremeyeceklerdir. Iste sucluları boyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":41,"Text":"Onlara cehennemde atesten bir yatak, ustlerine de (atesten) ortuler vardır. Biz zalimleri iste boyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":42,"Text":"Iman edenler ve iyi amellerde bulunanlarki biz hic kimseye gucunun ustunde bir sey teklif etmeyiz iste onlar cennet ehlidir ve orada ebedi olarak kalacaklardır"},{"SurahNumber":7,"VerseNumber":43,"Text":"Orada kalblerinde bulunan kini cıkarıp atarız. Onların altlarından ırmaklar akar. \"Bizi buna erdiren Allah'a hamdolsun. Eger Allah bizi dogru yola sevk etmeseydi biz dogru yola erisemezdik. Suphesiz Rabbimizin peygamberleri bize gercegi getirmisler.\" derler. Onlara soyle seslenilir: \"Iste size cennet! Yaptıklarınıza karsılık buna varis oldunuz"},{"SurahNumber":7,"VerseNumber":44,"Text":"Cennet ehli, cehennem ehline: \"Rabbimizin bize vaad ettigini gercek bulduk. Siz de Rabbinizin size vaad ettigini gercek buldunuz mu?\" diye seslenirler. Onlar da \"evet\" derler. Bunun uzerine aralarında bir cagırıcı soyle seslenir: \"Allah'ın laneti zalimler uzerine olsun"},{"SurahNumber":7,"VerseNumber":45,"Text":"Onlar, Allah'ın yolundan men ederler ve onu egriltmek isterler, ahireti de inkar ederlerdi"},{"SurahNumber":7,"VerseNumber":46,"Text":"Cennetliklerle cehennemlikler arasında bir perde vardır. A'raf uzerinde de, her iki taraftakileri simalarından tanıyan kisiler vardır. Bunlar cennetliklere: \"selam olsun size\" diye seslenirler. Bunlar henuz cennete girmemis, fakat girmeyi arzu eden kimselerdir"},{"SurahNumber":7,"VerseNumber":47,"Text":"Gozleri cehennemlikler tarafına cevrilince de: \"Rabbimiz! Bizi zalim toplulukla beraber eyleme!\" derler"},{"SurahNumber":7,"VerseNumber":48,"Text":"A'raftakiler yuzlerinden tanıdıkları kisilere seslenerek soyle derler: \"Ne toplulugunuz, ne de buyukluk taslamanız, size hic bir yarar saglamadı"},{"SurahNumber":7,"VerseNumber":49,"Text":"Allah onları hic bir rahmete erdirmiyecek, diye yemin ettiginiz kimseler bunlar mıydı?\" (Cennetliklere donerek): \"Girin cennete, artık size ne korku vardır, ne de siz uzuleceksiniz\" derler"},{"SurahNumber":7,"VerseNumber":50,"Text":"Cehennemdekiler, cennettekilere: \"Bize biraz su akıtın veya Allah'ın size verdigi rızıktan bize de verin.\" diye seslenirler. Cennettekiler de: \"Allah, bunların ikisini de kafirlere haram kıldı.\" derler"},{"SurahNumber":7,"VerseNumber":51,"Text":"Onlar ki, dinlerini bir eglence ve oyun yerine koydular ve dunya hayatı kendilerini aldattı. Onlar, bugune kavusacaklarını nasıl unuttular ve ayetlerimizi nasıl inkar ettilerse, biz de bugun onları oyle unuturuz"},{"SurahNumber":7,"VerseNumber":52,"Text":"Gercekten onlara, bilgiye gore acıkladıgımız, inanan bir toplum icin yol gosterici ve rahmet olan bir Kitap getirdik"},{"SurahNumber":7,"VerseNumber":53,"Text":"Ille onun te'vilini mi gozetiyorlar? Onun te'vili geldigi (verdigi haberler ortaya cıktıgı) gun, onceden onu unutmus olanlar derler ki: \"Dogrusu Rabbimizin elcileri gercegi getirmis. Simdi bizim sefaatcilerimiz var mı ki bize sefaat etsinler, yahut tekrar geri dondurulmemiz mumkun mu ki eski yaptıklarımızdan baskasını yapalım?\" Onlar, kendilerini zarara soktular ve uydurdukları seyler kendilerinden saptı, kaybolup gitti"},{"SurahNumber":7,"VerseNumber":54,"Text":"Suphesiz Rabbiniz Allah, gokleri ve yeri altı gunde yarattı, sonra Ars uzerine hukumran oldu. O, geceyi durmadan onu kovalayan gunduze buruyup orter; gunes, ay ve yıldızlar emrine amadedir. Iyi biliniz ki yaratma ve emir O'nundur. Alemlerin Rabbi olan Allah ne yucedir"},{"SurahNumber":7,"VerseNumber":55,"Text":"Rabbinize yalvara yalvara ve gizlice dua edin. Cunku O, haddi asanları sevmez"},{"SurahNumber":7,"VerseNumber":56,"Text":"Duzeltildikten sonra yeryuzunde bozgunculuk yapmayın. O'na, korkarak ve rahmetini umarak dua edin. Muhakkak ki Allah'ın rahmeti, iyilik edenlere yakındır"},{"SurahNumber":7,"VerseNumber":57,"Text":"Rahmetinin onunde mujdeci olarak ruzgarları gonderen O'dur. O ruzgarlar, yagmur yuklu bulutları yuklenince, onu kurak bir memlekete gonderir, sonra onunla yagmur yagdırır ve onunla her cesit urunu yetistiririz. Iste Biz, oluleri de boyle diriltiriz. Gerekir ki dusunur, ibret alırsınız"},{"SurahNumber":7,"VerseNumber":58,"Text":"Guzel memleketin bitkisi, Rabbinin izniyle cıkar; kotu olandan ise yararsız bitkiden baska bir sey cıkmaz. Iste biz, sukreden bir toplum icin ayetleri boyle acıklarız"},{"SurahNumber":7,"VerseNumber":59,"Text":"Andolsun ki Nuh'u elci olarak kavmine gonderdik de dedi ki: \"Ey kavmim! Allah'a kulluk edin sizin O'ndan baska bir ilahınız yoktur. Dogrusu ben, ustunuze gelecek buyuk bir gunun azabından korkuyorum"},{"SurahNumber":7,"VerseNumber":60,"Text":"Kavminden ileri gelenler dediler ki: \"Biz seni apacık bir sapıklık icinde goruyoruz"},{"SurahNumber":7,"VerseNumber":61,"Text":"(Nuh) dedi ki: \"Ey kavmim! Bende herhangi bir sapıklık yok, ben alemlerin Rabbi tarafından gonderilmis bir elciyim"},{"SurahNumber":7,"VerseNumber":62,"Text":"Size Rabbimin gonderdigi gercekleri duyuruyorum, size ogut veriyorum ve Allah tarafından, sizin bilmediginiz seyleri biliyorum"},{"SurahNumber":7,"VerseNumber":63,"Text":"(Allah'ın azabından) sakınıp da rahmete nail olmanız icin, icinizden sizi uyaracak bir adam vasıtasıyla size bir zikir(kitap) gelmesine sastınız mı"},{"SurahNumber":7,"VerseNumber":64,"Text":"O'nu yalanladılar, biz de O'nu ve O'nunla beraber gemide bulunanları kurtardık, ayetlerimizi yalanlayanları bogduk! Cunku onlar, kalb gozleri korlesmis bir kavim idiler"},{"SurahNumber":7,"VerseNumber":65,"Text":"Ad (kavmin)e de kardesleri Hud'u (gonderdik): \"Ey kavmim! Allah'a kulluk edin, sizin O'ndan baska bir ilahınız yoktur. (O'na karsı gelmekten) sakınmaz mısınız?\" dedi"},{"SurahNumber":7,"VerseNumber":66,"Text":"Kavminden ileri gelen kafirler dediler ki: \"Biz seni bir cılgınlık icinde goruyoruz, ve gercekten seni yalancılardan sanıyoruz"},{"SurahNumber":7,"VerseNumber":67,"Text":"(Hud), \"Ey kavmim! Bende cılgınlık yok, ben alemlerin Rabbi tarafından gonderilmis bir elciyim.\" dedi"},{"SurahNumber":7,"VerseNumber":68,"Text":"Size Rabbimin gonderdigi gercekleri teblig ediyorum ve ben sizin icin guvenilir bir ogutcuyum"},{"SurahNumber":7,"VerseNumber":69,"Text":"Sizi uyarması icin icinizden bir adam aracılıgı ile, size bir zikir gelmesine sastınız mı? Dusunun ki (Allah) sizi, Nuh kavminden sonra, onların yerine hakimler yaptı ve yaratılısta sizi onlardan ustun kıldı. Allah'ın nimetlerini hatırlayın ki, kurtulusa eresiniz"},{"SurahNumber":7,"VerseNumber":70,"Text":"Dediler ki: \"Ya, demek sen tek Allah'a kulluk edelim ve atalarımızın taptıklarını bırakalım diye mi (bize) geldin? Eger dogrulardan isen bizi tehdit ettigin (o azabı) bize getir"},{"SurahNumber":7,"VerseNumber":71,"Text":"(Hud) dedi ki: \"Artık size Rabbinizden bir azap ve bir hısım inmistir. Haklarında Allah'ın hic bir delil indirmedigi, sadece sizin ve atalarınızın taktıgı kuru isimler hususunda benimle tartısıyor musunuz? Bekleyin oyleyse, suphesiz ben de sizinle beraber bekleyenlerdenim"},{"SurahNumber":7,"VerseNumber":72,"Text":"Onu ve onunla beraber olanları rahmetimizle kurtardık ve ayetlerimizi yalanlayıp da iman etmeyenlerin kokunu kestik"},{"SurahNumber":7,"VerseNumber":73,"Text":"Semud kavmine de kardesleri Salih'i (gonderdik): \"Ey kavmim dedi, Allah'a kulluk edin, sizin O'ndan baska bir ilahınız yoktur. Size Rabbinizden acık bir delil geldi. Iste su, Allah'ın devesi, size bir mucizedir; bırakın onu Allah'ın yeryuzunde yesin (icsin), sakın ona bir kotuluk etmeyin, yoksa sizi acı bir azap yakalar"},{"SurahNumber":7,"VerseNumber":74,"Text":"Dusunun ki (Allah) Ad'dan sonra sizi hukumdarlar kıldı. Ve yer yuzunde sizi yerlestirdi: O'nun duzluklerinde saraylar yapıyorsunuz, daglarında evler yontuyorsunuz. Artık Allah'ın nimetlerini hatırlayın da yeryuzunde fesatcılar olarak karısıklık cıkarmayın"},{"SurahNumber":7,"VerseNumber":75,"Text":"Kavminden buyukluk taslayan ileri gelenler, iclerinden zayıf gorunen muminlere: \"Siz, dediler, Salih'in, gercekten Rabbi tarafından gonderildigini biliyor musunuz?\" (Onlar da): \"(Evet), dogrusu biz onunla gonderilene inananlarız!\" dediler"},{"SurahNumber":7,"VerseNumber":76,"Text":"Buyukluk taslayanlar: \"Biz, sizin inandıgınızı inkar edenleriz!\" dediler"},{"SurahNumber":7,"VerseNumber":77,"Text":"Derken disi deveyi bogazladılar ve Rablerinin buyrugundan dısarı cıktılar; \"Ey Salih, eger hakikaten elcilerdensen, bizi tehdit ettigin (o azabı) bize getir! \"dediler"},{"SurahNumber":7,"VerseNumber":78,"Text":"Bunun uzerine hemen onları, o sarsıntı yakaladı, yurtlarında diz ustu cokekaldılar"},{"SurahNumber":7,"VerseNumber":79,"Text":"Salih de o zaman onlardan yuz cevirdi ve soyle dedi: \"Ey kavmim! And olsun ki ben size Rabbimin elciligini teblig ettim ve size ogut verdim, fakat siz ogut verenleri sevmiyorsunuz"},{"SurahNumber":7,"VerseNumber":80,"Text":"Lut'u da (peygamber olarak) gonderdik. Kavmine dedi ki: \"Sizden once alemlerden hic birinin yapmadıgı fuhusu mu yapıyor sunuz"},{"SurahNumber":7,"VerseNumber":81,"Text":"Cunku siz kadınları bırakıp da sehvetle erkeklere gidiyorsunuz. Belki de siz haddi asan bir kavimsiniz"},{"SurahNumber":7,"VerseNumber":82,"Text":"Kavminin cevabı: \"Onları (Lut'u ve taraftarlarını) kentinizden cıkarın, cunku onlar, fazla temizlenen insanlarmıs! \"demelerinden baska bir sey olmadı"},{"SurahNumber":7,"VerseNumber":83,"Text":"Biz de onu ve ailesini kurtardık, yalnız karısı(nı kurtarmadık) cunku o, geride kalanlardan oldu"},{"SurahNumber":7,"VerseNumber":84,"Text":"Ve uzerlerine bir (azab) yagmuru yagdırdık. Bak ki gunahkarların sonu nasıl oldu"},{"SurahNumber":7,"VerseNumber":85,"Text":"Medyen'e de kardesleri Suayb'ı (gonderdik): \"Ey kavmim, dedi, Allah'a kulluk edin, sizin O'ndan baska bir ilahınız yoktur. Size Rabbinizden acık bir delil geldi: Olcuyu ve tartıyı tam yapın, insanların esyalarını eksik vermeyin, duzeltildikten sonra yeryuzunde bozgunculuk yapmayın; eger inanan (insan)lar iseniz, boylesi sizin icin daha iyidir"},{"SurahNumber":7,"VerseNumber":86,"Text":"Tehdit ederek, inananları Allah yolundan alıkoyarak ve o yolun egriligini arayarak oyle her yolun basında oturmayın. Dusunun ki siz az idiniz de O sizi cogalttı. Bakın ki bozguncuların sonu nasıl olmustur"},{"SurahNumber":7,"VerseNumber":87,"Text":"Eger icinizden bir grup benimle gonderilene inanır, bir grup da inanmazsa, Allah aramızda hukmedinceye kadar sabredin. O, hukum verenlerin en hayırlısıdır"}]}