{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Mielettomat ihmiset tulevat sanomaan: »Mika on kaantanyt heidat pois heidan kiblastaan, jota pain he ennen suuntautuivat rukoillessaan?» Sano: »Jumalalle kuuluu Ita ja Lansi. Han johtaa kenet tahtoo oikealle tielle.»"},{"SurahNumber":2,"VerseNumber":143,"Text":"Siten Me olemme tehnyt teidat (arabialaiset) valittajakansaksi, etta te olisitte todistajia ihmisten edessa ja profeetta Muhammed olisi todistajana teidan edessanne. Kiblan, johon te ennen suuntauduitte, maarasimme ainoastaan erottaaksemme sen, joka seuraa profeettaa, siita, joka peraytyy hanen luotaan takaisin. ja se oli totisesti vaikea koetus, paitsi niille, joita Jumala johtaa; mutta Jumalan tarkoitus ei ollut tehda uskoanne turhaksi, silla Jumala on totisesti lempea ja laupias ihmisia kohtaan"},{"SurahNumber":2,"VerseNumber":144,"Text":"Olemme nahnyt, kuinka kasvosi (rukoillessasi) harhailivat sinne tanne taivasta kohti, mutta vastedes tahdomme totisesti kaantaa kasvosi Kiblaan pain, joka on sinua tyydyttava. Kaanna siis kasvosi Rauhoitetun temppelin suuntaan. Ja te, muslimit, missa olettekaan, kaantakaa rukoillessaane kasvonne sinne. Katso, ne jotka Pyhan kirjan ovat saaneet, tietavat totisesti,etta tama (ilmoitus) on heidan Herraltansa, eika Jumala ole valinpitamaton siita, mita he tekevat. Vaikka sina naytatkin niille, jotka ovat Pyhan kirjan saaneet, kaikkia mahdollisia tunnusmerkkeja, eivat he suuntaudu sinun kiblasi mukaan"},{"SurahNumber":2,"VerseNumber":145,"Text":"Sinakaan et voi suuntautua heidan kiblansa mukaan, eivat eraat heistakaan suuntaudu toisten kiblan mukaan, mutta jos sina suuntaudut heidan toivomustensa mukaan kaiken sen tiedon jalkeen, mika osaksesi on tullut, niin kuulut totisesti vaaramielisiin"},{"SurahNumber":2,"VerseNumber":146,"Text":"Ne (profeetat), joille olemme Pyhan kirjan antanut, tuntevat sen yhta hyvin, kuin he tuntevat omat poikansa, mutta osa heista salaa totuuden vastoin parempaa tietoaan"},{"SurahNumber":2,"VerseNumber":147,"Text":"Totuus tulee Herraltasi; siksi ala kuulu epailijoiden joukkoon"},{"SurahNumber":2,"VerseNumber":148,"Text":"Jokaisella on nyt maaratty suunta, johon han kaantyy (rukoillessaan); niin kilpailkaa nyt siis toistenne kanssa hyvissa teoissa. Missa olettekin, on Jumala johdattava teidat yhteen; Jumala on totisesti kaikkivaltias"},{"SurahNumber":2,"VerseNumber":149,"Text":"Mista tuletkin, kaanna kasvosi Rauhoitetun temppelin suuntaan, silla tama on totuus Herraltasi, eika Jumala ole valinpitamaton siita, mita te teette"},{"SurahNumber":2,"VerseNumber":150,"Text":"Mista tuletkin, kaanna kasvosi Rauhoitetun temppelin suuntaan, ja missa olettekin, muslimit, kaantakaa kasvonne sinne rukoillessanne, jottei muille ihmisille jaisi mitaan sanomista teita vastaan, paitsi sellaisille, jotka vaarin tekevat. Mutta alkaa pelatko heita, vaan pelatkaa Minua ja tehkaa tama siksi, etta Mina voisin saattaa suosioni teille taydelliseksi, jotta te pysyisitte oikealla tiella"},{"SurahNumber":2,"VerseNumber":151,"Text":"Me olemme lahettaneet profeetan teidan omasta keskuudestanne luoksenne, jotta han julistaisi teille tunnusmerkkimme ja tekisi teidat puhtaaksi, opettaisi teille Pyhaa kirjaa seka viisautta ja opettaisi teille, mita ette ennen tietaneet"},{"SurahNumber":2,"VerseNumber":152,"Text":"Muistakaa siis Minua, niin Mina olen muistava teita. Osoittakaa Minulle kiitollisuutta alkaaka kieltako minua"},{"SurahNumber":2,"VerseNumber":153,"Text":"Te jotka uskotte, etsikaa apua karsivallisyydesta ja rukouksesta. Jumala on totisesti karsivallisten kanssa"},{"SurahNumber":2,"VerseNumber":154,"Text":"Alkaaka sanoko »kuolleiksi» niita, jotka surmataan Jumalan asian tahden. Ei, hehan elavat, vaikka te ette sita tajua"},{"SurahNumber":2,"VerseNumber":155,"Text":"Totisesti Me koettelemme teita pelolla, nalalla, omaisuuden, hengen ja sadon menetyksella. Kuitenkin, Muhammed, vie karsivallisille riemullinen sanoma"},{"SurahNumber":2,"VerseNumber":156,"Text":"Niille, jotka koettelemusten heita kohdatessa sanovat: »Me kuulumme totisesti Jumalalle ja hanen luokseen me palaamme»"},{"SurahNumber":2,"VerseNumber":157,"Text":"sellaisille tulee siunausta ja laupeutta heidan Herraltaan, ja nama ovat niita, jotka ovat oikealla tiella"},{"SurahNumber":2,"VerseNumber":158,"Text":"Katso, as-Safan ja al-Marwan kukkulat kuuluvat Jumalan muistomerkkeihin, ja sille, joka tekee pyhiinvaelluksen (Kaaban) temppeliin tai kay siella, ei siis lueta synniksi, jos han suorittaa kavelyt niiden ympari (vaikka pakanatkin niin tekevat). Jos joku vapaaehtoisesti tekee hyvaa, niin Jumala totisesti muistaa sen, Han on kaikkitietava"},{"SurahNumber":2,"VerseNumber":159,"Text":"Ne jotka salaavat selvat todistukset ja Meidan ilmoittamamme johdatuksen, senjalkeen kun olemme selittanyt ne (tassa) Pyhassa kirjassa, heidat kiroaa Jumala ja heita kiroavat kaikki, joilla on valta kirota"},{"SurahNumber":2,"VerseNumber":160,"Text":"paitsi jos he kaantyvat, tekevat parannuksen ja tuovat totuuden julki. Mina saalin katuvia, koska olen saaliva, armollinen"},{"SurahNumber":2,"VerseNumber":161,"Text":"Niitten ylla, jotka ovat uskottomia ja kuolevat epauskossaan, lepaa totisesti seka Jumalan ja enkelien etta kaikkien ihmisten kirous"},{"SurahNumber":2,"VerseNumber":162,"Text":"ja se pysyy ikuisesti, eika heidan rangaistustansa lievenneta eika heille suoda armonaikaa"},{"SurahNumber":2,"VerseNumber":163,"Text":"Teidan Jumalanne on ainoa Jumala; ei ole muuta Jumalaa kuin Han, laupias, armollinen"},{"SurahNumber":2,"VerseNumber":164,"Text":"Katso, taivasten ja maan jarjestyksessa, yon ja paivan vaihtelussa, laivojen purjehtimisessa merella niiden kuljettaessa sellaista, joka hyodyttaa ihmisia, vedessa, jonka Jumala taivaasta lahettaa ja jolla han elvyttaa maan sen horrostilan jalkeen, kaikenlaisten elainten leviamisessa yli maan, tuulten suunnassa ja pilvien noyrassa kulussa taivaan ja maan valilla, on totisesti tunnusmerkkeja (Jumalan kaikkivaltiudesta) ihmisille, joilla on ymmarrysta"},{"SurahNumber":2,"VerseNumber":165,"Text":"Ihmisten joukossa on niita, jotka Jumalan rinnalle asettavat palveltavikseen muita, joita he rakastavat niin, kuin heidan tulisi vain Jumalaa rakastaa; mutta ne, jotka uskovat, rakastavat Jumalaa yli kaiken. Jospa vain ne, jotka tekevat vaarin, kasittaisivat, etta kaikki valta kuuluu Jumalalle ja etta Jumala on ankara rangaistessaan! He saavat osakseen tuomion (sina paivana)"},{"SurahNumber":2,"VerseNumber":166,"Text":"jolloin ne, jotka on otettu esikuviksi, luopuvat niista, jotka seurasivat heita, jolloin he saavat kokea rangaistuksen ja yhteys heidan valillaan katkeaa"},{"SurahNumber":2,"VerseNumber":167,"Text":"ja ne, jotka olivat seuranneet esikuviaan, sanovat: »Olisipa meilla joku palaamisen mahdollisuus, niin me luopuisimme heista, kuten he ovat luopuneet meista.» Niin on Jumala heidan kauhukseen nayttava heille heidan omat tekonsa, eivatka he tule paasemaan pois Tulesta"},{"SurahNumber":2,"VerseNumber":168,"Text":"Oi ihmiset, syokaa kaikkea maan paalla, mika on sallittua ja hyvaa, alkaaka seuratko saatanan jalkia. Han on totisesti teidan leppymaton vihollisenne"},{"SurahNumber":2,"VerseNumber":169,"Text":"Han kaskee teita vain syntiin ja torkeyksiin seka opettaa vaittamaan Jumalasta sita, mita ette tieda"},{"SurahNumber":2,"VerseNumber":170,"Text":"Kun heille sanotaan: »Noudattakaa, mita Jumala on ilmaissut», he vastaavat: »Ei, me tahdomme noudattaa niita tapoja, jotka olemme havainneet isillamme olleen.» Enta silloinkin, kun heidan isansa eivat mitaan ymmartaneet eivatka olleet oikealla tiella"},{"SurahNumber":2,"VerseNumber":171,"Text":"Profeetan suhde niihin, jotka ovat uskottomia, on sama kuin sen, joka kutsuu olentoja, jotka eivat erota muuta kuin aanen ja huudon, jotka ovat kuuroja, mykkia ja sokeita, niin etteivat mitaan ymmarra"},{"SurahNumber":2,"VerseNumber":172,"Text":"Te jotka uskotte, syokaa sita hyvaa, jota Me teille suonut olemme, ja kantakaa Jumalalle kiitokseksenne, jos han on teille se, keta todella palvelette"},{"SurahNumber":2,"VerseNumber":173,"Text":"Han on ainoastaan kieltanyt teita syomasta itsestaan kuolleen tai pedon repiman elaimen lihaa, verta, sianlihaa ja sellaista, jota teurastettaessa on mainittu jonkun toisen kuin Jumalan nimi. Mutta jos jotakuta hata pakottaa, eika hanella ole siihen himoa eika ole rikollista aikomusta, niin se ei ole mikaan synti hanelle; katso, Jumala on armahtavainen ja laupias"},{"SurahNumber":2,"VerseNumber":174,"Text":"Ne, jotka salaavat jotain Pyhasta kirjasta, joka on Jumalan Ilmoitus, ja vaihtavat sen mitattoman arvoihin, eivat totisesti tule tayttamaan vatsaansa muulla kuin tulella. Jumala ei ole puhuva heille Ylosnousemuksen paivana eika vapahtava heita, vaan heita odottaa tuskallinen rangaistus"},{"SurahNumber":2,"VerseNumber":175,"Text":"Nama ovat niita, jotka harhaan kayden ovat Johdatuksesta luopuneet ja vaihtaneet anteeksiannon rangaistukseen; kuinka itsepintaisesta he pyrkivatkaan Tuleen"},{"SurahNumber":2,"VerseNumber":176,"Text":"ja tama tapahtuu siksi, etta Jumala on lahettanyt Kirjan, joka sisaltaa totuuden; ne jotka rakentavat riitoja taman Kirjan johdosta, menevat pitkalle uhmassa"},{"SurahNumber":2,"VerseNumber":177,"Text":"Hurskautta ei ole se, etta kaannatte kasvonne Itaan tai Lanteen, vaan hurskaita ovat ne, jotka uskovat Jumalaan ja Viimeiseen paivaan, enkeleihin, Pyhaan kirjaan ja profeettoihin ja rakkaudesta Haneen antavat omaisuudestaan omaisilleen, orvoille, koyhille, vaeltajille, kerjalaisille ja orjien vapauttamiseksi seka harrastavat oikeata rukouselamaa, antavat almuja, tehtyaan jonkun sopimuksen tayttavat sen, jotka ovat karsivallisia ahdistuksessa, vastoinkaymisessa ja puutteen aikana; nama ovat niita, jotka ovat vanhurskaita, niin, nama ovat jumalaapelkaavaisia"},{"SurahNumber":2,"VerseNumber":178,"Text":"Teille, jotka uskotte, on maaratty verenkosto murhatapauksissa: vapaa mies vapaasta, orja orjasta ja nainen naisesta, mutta jos joku saa sen jotenkin muuten anteeksi (loukatulta) veljelta, on se jarjestettava asianmukaisella tavalla ja hyvitettava runsaalla mitalla"},{"SurahNumber":2,"VerseNumber":179,"Text":"Tama on lievitys ja laupeudenosoitus Herraltamme, mutta sita, joka taman jalkeen rikkoo, odottaa tuskallinen rangaistus. Verenkosto varjelee teidan henkeanne, jotta te, joilla on ymmarrysta, karttaisitte pahaa"},{"SurahNumber":2,"VerseNumber":180,"Text":"Teille on maaratty, etta kun joku teista on kuolemansairaana ja jattaa jalkeensa jotakin omaisuutta, niin han laatikoon rehellisesti testamentin vanhempien ja lahimpien omaisten hyvaksi. Tama on kaikkien pahaa karttavien velvollisuus"},{"SurahNumber":2,"VerseNumber":181,"Text":"Jos joku muuttaa testamenttia, sen jalkeen kuin on sen kuullut, luetaan se synniksi vain niille, jotka sita muuttavat. Katso, Jumala on totisesti kuuleva, tietava"},{"SurahNumber":2,"VerseNumber":182,"Text":"Mutta jos joku pelkaa testamentin tekijan olevan harhassa tai vaarassa ja oikoo asioita rakentaakseen rauhaa (perillisten valilla), niin ei sita lueta hanelle synniksi. Jumala on totisesti armahtavainen ja laupias"},{"SurahNumber":2,"VerseNumber":183,"Text":"Teidan, jotka uskotte, tulee paastota, samoin kuin piti paastota niidenkin, jotka ennen teita elivat, jotta karttaisitte pahaa"},{"SurahNumber":2,"VerseNumber":184,"Text":"(Paastottava on) maaratyt paivat. Mutta jos joku teista on sairas tai matkoilla, on hanen paastottava joinakin muina paivina, ja niiden, jotka siihen pystyvat, on paaston korvaukseksi ravittava joitakin koyhia. Jos joku vapaaehtoisesti tekee hyvan tyon, on se hanelle parempi. Mutta paastoaminen on teille kuitenkin kaikkein parasta (s.o. paastoamalla parhaiten taytatte Jumalan tahdon); tama olkoon sanottu teille tiedoksi"},{"SurahNumber":2,"VerseNumber":185,"Text":"»Ramadaan» on se kuukausi, jolloin Koraani annettiin opastukseksi ihmisille ja selvaksi todistukseksi (Jumalan) johdatuksesta, jotta hylattaisiin paha ja valittaisiin hyva; taman kuukauden aikana paastotkoon se teista, joka on kotioloissaan, mutta jos joku on sairas tai, matkoilla, on hanen sen sijaan (muuna aikana) paastottava yhta monta muuta paivaa. Jumala tahtoo tehda sen teille helpoksi eika tarkoita sita teille taakaksi, - jotta paastopaivienne luku tayttyisi ja te ylistaisitte Jumalaa Hanen johdatuksensa tahden seka olisitte Hanelle kiitollisia"},{"SurahNumber":2,"VerseNumber":186,"Text":"Kun palvelijana sinulta kysyvat jotakin Minusta, olen totisesti lahella; Mina kuulen anovaisen rukouksen, kun han huutaa Minua avukseen. Niin kuulkoot hekin Minun kutsuni ja luottakoot Minuun, jotta he seuraisivat oikeata Johdatusta"},{"SurahNumber":2,"VerseNumber":187,"Text":"Paastonaikana teidan on sallittu oisin olla vaimojenne luona; he ovat teidan verhonne, ja te olette heidan verhonsa. Jumala tietaa, etta te aikaisemmin kiusasitte itseanne pidattyvaisyydella; siksi on Han saalinyt teita, Han on suvaitsevainen. Olkaa siis yhteydessa heidan kanssaan ja etsikaa sita, minka Jmala on teille maarannyt; syokaa ja juokaa aamuhamariin asti, kunnes vaalea lanka selvasti erottuu mustasta. Mutta sitten noudattakaa tarkoin paastoa yon tuloon saakka alkaaka koskeko heihin, vaan omistautukaa hartaudenharjoituksille rukoushuoneissa. Nama ovat Jumalan asettamat rajat; alkaa siis sina aikana koskeko heihin. Niin selittaa Jumala ihmisille tunnusmerkkinsa, jotta te karttaisitte pahaa"},{"SurahNumber":2,"VerseNumber":188,"Text":"Alkaa keskenanne kuluttako omaisuuttanne turhuuteen alkaaka silla lahjoko tuomareita, jotta syntisesti ja vastoin parempaa tietoanne saisitte nauttia jotakin toisten omaisuudesta"},{"SurahNumber":2,"VerseNumber":189,"Text":"He tiedustelevat sinulta, Muhammed, uuden kuun merkitysta. Sano: Kuunvaiheet ovat maaratyt ihmisten ajanlaskua ja toivioretkia varten. Hurskautta ei ole se, etta te menette taloon takatieta (kuten taikojen palvojat ajoittain), vaan hurskaita ovat ne, jotka karttavat pahaa. Kaykaa taloon portin kautta ja pelatkaa Jumalaa, jotta menestyisitte"},{"SurahNumber":2,"VerseNumber":190,"Text":"Taistelkaa Jumalan retkella niita vastaan, jotka vastaanne sotaa kayvat, mutta itse alkaa aiheetta hyokatko. Totisesti Jumala ei rakasta rauhanrikkojia"},{"SurahNumber":2,"VerseNumber":191,"Text":"Surmatkaa heidat, missa heidat tapaattekin, ja karkoittakaa heidat joka paikasta, mista he ajoivat pois teidat, silla pakanuuteen kaannyttaminen on pahempi kuin murha. Mutta alkaa taistelko heita vastaan Rauhoitetun temppelin lahella, jolleivat he hyokkaa paallenne siella; mutta jos he hyokkaavat, niin tappakaa heidat. Sellainen on oleva uskottomien palkka"},{"SurahNumber":2,"VerseNumber":192,"Text":"Mutta jos he lakkaavat taistelemasta, niin on Jumala totisesti armahtavainen ja laupias"},{"SurahNumber":2,"VerseNumber":193,"Text":"Taistelkaa heita vastaan, kunnes pakanuuden viettelys lakkaa ja keskuudessamme vakiintuu ainoan Jumalan palveleminen. Mutta jos he herkeavat, alkoon vallitko vihollisuutta muita kuin uskottomia vastaan"},{"SurahNumber":2,"VerseNumber":194,"Text":"Rauhoitettu kuukausi kostetaan (sen rikkojille) rauhoitetulla kuukaudella ja pyhitetyt paikat vastaavilla. ja jos joku ryhtyy sotaan teita vastaan, niin ahdistakaa hanta samalla tavalla, kuin han ahdisti teita. Tayttakaa velvollisuutenne Jumalaa kohtaan ja tietakaa, etta Jumala on niiden kanssa, jotka karttavat pahaa"},{"SurahNumber":2,"VerseNumber":195,"Text":"Uhratkaa omaisuuttanne Jumalan asian hyvaksi; alkaa syoksyko turmioon, tehkaa hyvaa. Katso, Jumala rakastaa hyvantekijoita"},{"SurahNumber":2,"VerseNumber":196,"Text":"Suorittakaa pyhiinvaelluksenne, kaykaa Jumalan kunniaksi pyhassa paikassa (Mekassa). Mutta jos olette estetyt, niin lahettakaa jotakin uhrattavaa, mika on helposti saatavissa; alkaaka ajelko paatanne, ennenkuin uhrinne on tullut perille maarapaikkaansa. Mutta jos joku teista on sairas tai paassa olevan vamman vaivaama, niin han hyvittakoon saman paastolla, almujenannolla tai uhrina. Ja kun sitten olette turvassa vihollisilta, niin se, joka rajoittuu kayntiin pyhakossa, lykaten pyhiinvaelluksensa, antakoon jonkun uhrin, joka on helposti saatavissa; se taas, joka sita ei voi hankkia, paastotkoon kolme paivaa (vastaisen pyhiinvaelluksensa aikana) ja seitseman palattuaan,yhteensa kymmenen paivaa. Tama koskee sita, jonka omaiset eivat ole Rauhoitetun pyhakon alueella; tayttakaa velvollisuutenne Jumalaa kohtaan ja tietakaa, etta Jumala on ankara rangaistessaan"},{"SurahNumber":2,"VerseNumber":197,"Text":"Pyhiinvaellus tapahtuu vain maarattyina kuukausina; jos joku paattaa suorittaa pyhan matkan naiden kuukausien aikana, olkoon hanelta yhteys naiseen, laittomuus ja riita pyhiinvaelluksen aikana kielletty. Mita hyvaa teettekaan, Jumala tietaa sen. Ja varustautukaa matkaevailla. Paras matkaevas on jumalanpelko; tayttakaa velvollisuutenne Minua kohtaan te, joilla on ymmarrys"},{"SurahNumber":2,"VerseNumber":198,"Text":"Ei ole mikaan synti koettaa hankkia (kaupanteolla) itsellenne jotakin Herranne rikkauksista. Mutta kun te joukoissa kiiruhdatte alas Arafaatilta, niin rukoilkaa Jumalaa rauhoitetulla muistopaikalla. Muistakaa Hanta silloin Hanen johdatuksensa tahden, silla ennen te totisesti kuuluitte eksyneisiin"},{"SurahNumber":2,"VerseNumber":199,"Text":"Kiiruhtakaa sitten eteenpain samasta paikasta kuin vaeltajain joukot ja rukoilkaa Jumalalta anteeksiantoa. Katso, Jumala on armahtavainen ja laupias"},{"SurahNumber":2,"VerseNumber":200,"Text":"Ja kun olette suorittaneet hartaudenharjoituksenne, niin muistakaa Jumalaa, samoinkuin muistelitte isianne , jopa viela hartaammin. Ihmisten joukossa on sellaisia, jotka sanovat: »Herramme, anna meille kaikkea tassa elamassa!» Nama eivat saa mitaan osaa tulevassa"},{"SurahNumber":2,"VerseNumber":201,"Text":"Mutta on sellaisiakin, jotka sanovat: »Herra, anna meille hyvaa tassa elamassa ja hyvaa tulevassa ja varjele meita Tulen rangaistuksesta!»"},{"SurahNumber":2,"VerseNumber":202,"Text":"Naille on varattu osansa siita, mita ovat ansainneet, silla Jumala on nopea tilinteossa"},{"SurahNumber":2,"VerseNumber":203,"Text":"Muistelkaa Jumalaa maarattyina paivina. Jos joku rientaa paria paivaa varhemmin, niin ei hanelle sita viaksi lueta, tai jos joku viivahtaa, ei hanellekaan sita syyksi lueta, kunhan han vain karttaa pahaa. Tayttakaa velvollisuutenne Jumalaa kohtaan ja tietakaa, etta teidat kootaan Hanen luokseen"},{"SurahNumber":2,"VerseNumber":204,"Text":"Ihmisten joukosta tapaat sellaisenkin, jonka puhe maallisesta elamasta miellyttaa sinua ja joka kutsuu Jumalaa sen todistajaksi, mika on hanen sydamessaan, vaikka han onkin sitkein vastustajasi"},{"SurahNumber":2,"VerseNumber":205,"Text":"Ja niin pian kuin han on kaantanyt selkansa, kiiruhtaa han saamaan aikaan pahennusta tassa maassa ja levittamaan jumalattomuutta turmellakseen seka kylvot etta karjan, mutta Jumala ei rakasta pahuutta"},{"SurahNumber":2,"VerseNumber":206,"Text":"Kun hanelle sanotaan: »Pelkaa Jumalaa!» vetaa ylpeys hanet syntiin. Helvetissa maksetaan hanelle hanen ansionsa mukaan. Mika surkea olinpaikka"},{"SurahNumber":2,"VerseNumber":207,"Text":"Ihmisten joukossa tapaat sellaisenkin, joka myy itsensa (orjaksi) tehdakseen Jumalalle otollisen tyon; ja Jumala on lempea orjiaan kohtaan"},{"SurahNumber":2,"VerseNumber":208,"Text":"Te, jotka uskotte, tulkaa kaikki kuuliaisiksi Hanelle alkaaka seuratko saatanan jalkia. Han on totisesti teidan ilmeinen vihollisenne"},{"SurahNumber":2,"VerseNumber":209,"Text":"Ja jos te rupeatte luopumaan uskosta, senjalkeen kuin olette saaneet selvat todistukset, niin tietakaa, etta Jumala on mahtava ja viisas"},{"SurahNumber":2,"VerseNumber":210,"Text":"Eivatko he (epauskoiset) juuri sita odota, etta Jumala tulisi heidan luokseen pilvien varjossa enkeleineen? Silloinhan asia jo olisi ratkaistu. Ei, kaikki asiat palaavat Jumalan tuomittaviksi"},{"SurahNumber":2,"VerseNumber":211,"Text":"Kysy Israelin lapsilta, kuinka monta selvaa tunnusmerkkia olemme antanut heille. Mutta jos joku vaihtaa pois Jumalan armon, senjalkeen kuin se on tullut hanen osakseen, on Jumala totisesti ankara rankaisemaan"},{"SurahNumber":2,"VerseNumber":212,"Text":"Maallista elamaa ihailevat ne, jotka ovat uskottomia ja pilkkaavat uskovaisia. Mutta ne, jotka tayttavat velvollisuutensa Jumalaa kohtaan, joutuvat Ylosnousemisen paivana heidan ylapuolelleen. Jumala antaa runsaasti kenelle tahtoo"},{"SurahNumber":2,"VerseNumber":213,"Text":"Ihmisten muodostaessa yhden ainoan uskonnollisen yhdyskunnan Jumala lahetti profeettoja ilosanoman tuojiksi ja varoittajiksi ja ilmoitti heidan kauttaan Pyhan kirjan, jonka totuus kykeni ratkaisemaan kaiken, mista ihmiset kiistelivat. Ja juuri ne, joille Kirja annettiin, riitelivat siita keskinaisen vihansa vuoksi, vaikka olivat saaneet selvat todistukset. Mutta uskovaisia Jumalan tahto johti siihen totuuteen, josta nuo keskenansa kiistelivat; silla Jumala ohjaa kenet tahtoo oikealle tielle"},{"SurahNumber":2,"VerseNumber":214,"Text":"Vai luuletteko, etta saatte astua Paratiisiin, vaikka teille ei ole viela tapahtunut mitaan sellaista kuin niille, jotka ovat nukkuneet pois ennen teita? Hata ja vastoinkaymiset kohtasivat heita; oli kuin maanjaristys olisi viskellyt heita, niin etta Jumalan lahettilas ja uskovaiset hanen ymparillaan huusivat: »Milloin tulee Jumalan apu?» Katso, Jumalan avun taytyy jo olla lahella"},{"SurahNumber":2,"VerseNumber":215,"Text":"He kysyvat sinulta, Muhammed, kenelle ja mita heidan on pois annettava. Sano: »Se, minka pois lahjoitatte, antakaa vanhemmillenne, laheisille omaisillenne, orvoille, koyhille ja vaeltajille, ja mita hyvaa teette, Jumala tietaa sen totisesti.»"},{"SurahNumber":2,"VerseNumber":216,"Text":"Teidat on maaratty sotimaan, vaikka se on teille vastenmielista. Mutta voi sattua, etta teilla on vastenmielisyys jotakin asiaa kohtaan, vaikka se on teille hyodyllinen, ja voipa sattua, etta teilla on halu johonkin, vaikka se on vahingollista teille. Jumala tietaa, mutta te ette tieda"},{"SurahNumber":2,"VerseNumber":217,"Text":"He kysyvat sinulta, Muhammed, onko taisteltava rauhoitetun kuukauden aikana. Sano: »Taisteleminen sen aikana on raskas synti; mutta kaannyttaminen Jumalan tielta, Jumalan kiel~ taminen, Rauhoitetun temppelin hapaiseminen ja kavijoiden ajaminen pois sielta on viela pahempaa Jumalan silmissa. Silla pakanuuteen kaannyttaminen on pahempi kuin murha.» He eivat lakkaa sotimasta teita vastaan, ennenkuin ovat saaneet, mikali voivat, teidat luopumaan uskonnostanne. Mutta niiden teot, jotka luopuvat uskonnostaan ja kuolevat uskottomuudessaan, tulevat olemaan turhia seka tassa etta tulevassa elamassa, heista tulee Tulen asukkaita ja he pysyvat siina iankaikkisesti"},{"SurahNumber":2,"VerseNumber":218,"Text":"Jotka uskovat ja jotka ovat kotiseutunsa jattaneet vainottuina ja taistelleet Jumalan retkella, nama voivat totisesti luottaa Jumalan laupeuteen, silla Jumala on armollinen ja laupias"},{"SurahNumber":2,"VerseNumber":219,"Text":"He kysyvat sinulta, onko viini ja uhkapeli sallittua. Sano: »Molempiin sisaltyy suuri synti, vaikkakin niista on joitakin etuja ihmisille ; kuitenkin on synti suurempi kuin hyoty.» Viela he kysyvat, mita heidan on lahjoitettava pois. Sano: »Se, mita teilla on liikaa». Niin selittaa Jumala tunnusmerkit teille. jotta osaisitte miettia"},{"SurahNumber":2,"VerseNumber":220,"Text":"tata ja tulevaista elamaa. He kysyvat sinulta myos, miten on meneteltava orpojen suhteen. Sano: »Parasta on keventaa heidan kohtaloaan». Jos elamanolot yhdistavat teidat heihin, niin ovat he teidan veljianne. Jumala erottaa sen, joka pahentaa sita, joka parantaa, ja jos Jumalasi tahtoisi, voisi Han teidatkin masentaa; Jumala on totisesti mahtava, viisas"},{"SurahNumber":2,"VerseNumber":221,"Text":"Alkaa naiko monijumalaisia naisia, elleivat he kaanny uskoon. Uskovainen orjatar on totisesti parempi kuin monijumalainen vapaa nainen, vaikkapa tama miellyttaisi teita enemman. Alkaaka antako tyttarianne vaimoiksi monijumalaisille, ennenkuin he kaantyvat uskoon. Uskovainen orja on totisesti parempi kuin vapaa monijumalainen, vaikkapa jalkimmainen miellyttaisi teita enemman. Nama johdattavat teidat Tuleen, mutta Jumala kutsuu Paratiisiin ja armahdukseen ja selittaa tunnusmerkkinsa ihmisille, jotta he pitaisivat ne mielessaan"},{"SurahNumber":2,"VerseNumber":222,"Text":"He kysyvat sinulta, Muhammed, miten on meneteltava naisen kuukautispuhdistuksen aikana. Sano: »Se on heidan pahoinvointinsa; karttakaa siis naisia puhdistuksen aikana alkaaka lahestyko heita, ennenkuin ovat puhdistuneet. Mutta kun he ovat puhdistuneet, kaykaa heidan luonaan, kuten Jumala on maarannyt. Jumala rakastaa totisesti Hanen puoleensa kaantyneita ja rakastaa niita, jotka pitavat itseaan puhtaina.»"},{"SurahNumber":2,"VerseNumber":223,"Text":"Vaimonne ovat teidan vaimonne, kaykaa vainiollanne mielenne mukaan, mutta suorittakaa myos ensin jotakin hyvaa sielujenne puolesta. Pelatkaa Jumalaa ja tietakaa, etta tulette kohtaamaan hanet. Julista, Muhammed, uskovaisille ilosanomaa"},{"SurahNumber":2,"VerseNumber":224,"Text":"Alkaa siten vannoko Jumalan kautta, etta se estaisi teita olemasta hurskaita, pelkaamasta Jumalaa ja tekemasta oikeutta ihmisille: onhan Jumala kuuleva ja tietava"},{"SurahNumber":2,"VerseNumber":225,"Text":"Jumala ei rankaise teita ajattelemattomasta sanasta valoissanne , vaan han rankaisee teita siita, minka teidan sydamenne on omaksunut, silla Jumala on saalivainen ja lempea"},{"SurahNumber":2,"VerseNumber":226,"Text":"Ne, jotka vannovat pysyvansa erillaan vaimoistaan, odottakoot neljan kuukauden ajan; jos he muuttavat mielensa, niin on Jumala totisesti saalivainen ja laupias"},{"SurahNumber":2,"VerseNumber":227,"Text":"Mutta jos he pysyvat eropaatoksessaan, niin on Jumala totisesti kuuleva, tietava"},{"SurahNumber":2,"VerseNumber":228,"Text":"Hylattyjen vaimojen tulee odottaa kolme puhdistusaikaa, eika heidan ole sallittu salata, mita Jumala ehka on luonut heidan kohdussaan, jos he uskovat Jumalaan ja Viimeiseen paivaan, ja heidan miestensa tulisi mieluimmin ottaa heidat takaisin tana aikana, jos he toivovat sovintoa. Naisilla on sama oikeus miehiin nahden kuin miehilla heihin, kuten on kohtuullista; kuitenkin ovat miehet naisiin verrattuina korkeammassa asemassa. Niin, Jumala on mahtava ja viisas"},{"SurahNumber":2,"VerseNumber":229,"Text":"Tallainen koe-ero on sallittu kaksi kertaa; sitten joko pitakaa vaimo luonanne kunniallisesti tai antakaa hanen menna runsain lahjoin. Teidan ei ole sallittu pidattaa mitaan siita, mita olette heille antaneet, paitsi jos molemmat pelkaavat, etteivat he (jatkuvassa yhdyselamassa) voi noudattaa Jumalan saadoksia (vastenmielisyyden ja riitojen tahden). jos te todellakin pelkaatte, etta kumpikaan ei voi (jatkuvassa yhdyselamassa) noudattaa Jumalan saadoksia, niin ei ole synniksi kummallekaan, vaikka vaimo ostaa itsensa vapaaksi. Nama ovat Jumalan saadoksia, siksi alkaa rikkoko niita, silla ne, jotka rikkovat Jumalan saadoksia vastaan, ovat vaarintekijoita"},{"SurahNumber":2,"VerseNumber":230,"Text":"Jos joku siis erottaa vaimonsa (kolmannen kerran), ei hanen ole sallittu jalkeenpain ottaa vaimoa takaisin, ennenkuin tama on ollut naimisissa toisen miehen kanssa; mutta jos tama hylkaa vaimon, niin eivat entiset aviopuolisot tee syntia, jos he palaavat toistensa luo, mikali uskovat voivansa noudattaa Jumalan saadoksia. Nama ovat Jumalan saadokset; Han selittaa ne ihmisille, joilla on ymmarrys"},{"SurahNumber":2,"VerseNumber":231,"Text":"Ja kun olette erottaneet vaimon ja tama on odottanut maaratyn aikansa, niin joko pitakaa hanet luonanne kunniallisesti tai antakaa hanen menna sovinnossa. Alkaa pidattako hanta vakivalloin eika tehden vaaryytta, silla niin menetteleva tekee vaarin omaa sieluaan kohtaan. Alkaa pilkatko Jumalan tunnusmerkkeja, vaan muistakaa osaksenne tullutta Jumalan armoa, alkaaka unohtako Pyhaa kirjaa ja viisautta, jonka Han on antanut teille varoittaakseen teita. Pelatkaa Jumalaa ja tietakaa, etta Jumala on kaikesta selvilla"},{"SurahNumber":2,"VerseNumber":232,"Text":"Ja kun olette eronneet vaimoista ja nama ovat odottaneet maaratyn aikansa, alkaa estako heita menemasta naimisiin uusien miestensa kanssa, jos he keskenaan ovat siita sopineet, kuten kohtuullista on. Tama on varoitus sille teista, joka uskoo Jumalaan ja Viimeiseen paivaan. Tama on sopivinta ja puhtainta teille itsellenne. Sen Jumala tietaa; te ette tieda"},{"SurahNumber":2,"VerseNumber":233,"Text":"Aidit imettakoot lapsiaan kahden tayden vuoden ajan, jos isa tahtoo imettamiskauden tulevan umpeen. Isan velvollisuus on ruokkia ja pukea heidat, kuten kohtuullista on: ketaan ei ole velvoitettava yli hanen mahdollisuuksiensa, aidin ei tarvitse karsia mitaan pakkoa lapsensa tahden, eika isan lapsensa tahden, ja sama koskee isan perijaa. Mutta jos he molemminpuolisen sopimuksen ja neuvottelujen jalkeen sopivat lapsen vieroittamisesta, niin siina ei kumpikaan tee mitaan syntia. Ja jos haluatte antaa vieraan imettaa lapsianne, niin ette syntia tee, kun maksatte mita teidan kohtuuden mukaisesti on suoritettava; pelatkaa Jumalaa ja tietakaa, etta Jumala nakee teidan tekonne"},{"SurahNumber":2,"VerseNumber":234,"Text":"Jos jotkut keskuudestanne kuolevat ja jattavat vaimoja, niin odottakoot nama nelja kuukautta ja kymmenen paivaa omissa oloissaan; mutta kun ovat odottaneet maaratyn aikansa, niin ei teille lueta synniksi sita, miten he saadyllisesti itseensa nahden menettelevat. Jumala on tietoinen teidan teoistanne"},{"SurahNumber":2,"VerseNumber":235,"Text":"Eika teille lueta synniksi, jos naille naisille naimatarjouksenne esitatte julkisesti tai sita mielessanne haudotte. Jumala tietaa, etta te heita ajattelette, mutta alkaa kuitenkaan heidan kanssaan salassa jutelko, ellette lausu tavanmukaista naimatarjousta. Alkaa solmiko aviollista liittoa, ennenkuin maaratty aika on umpeen kulunut, ja tietakaa, etta Jumala nakee, mita teilla on mielessa. Sentahden kavahtakaa Hanta ja tietakaa, etta Jumala on armahtavainen ja lempea"},{"SurahNumber":2,"VerseNumber":236,"Text":"Ette tee mitaan syntia, jos hylkaatte vaimon, johon ette ole koskeneet tai jolle ette ole suorittaneet huomenlahjaksi maarattya osaa. Mutta huolehtikaa sellaisten tarpeista (rikas varojensa mukaan ja koyha varojensa mukaan), niinkuin on katsottava kohtuulliseksi niille, jotka hyvaa tekevat"},{"SurahNumber":2,"VerseNumber":237,"Text":"Jos te eroatte heista, ennenkuin olette heihin koskeneet, mutta olette suorittaneet maaratyn osuuden heille, niin kuuluu heille puolet siita, mita olette suorittaneet, jolleivat he itse tai mies, jonka toimesta avioliitto solmittiin, tee jotain myonnytysta. Tekemalla myonnytyksia lahestytte totista jumalisuutta; alkaaka unohtako olla jalomielisia toisianne kohtaan. Jumala nakee, mita te teette"},{"SurahNumber":2,"VerseNumber":238,"Text":"Pitakaa vaari rukouksistanne, myos keskimmaisesta, ja olkaa hartaina Jumalan edessa"},{"SurahNumber":2,"VerseNumber":239,"Text":"Jos teilla on vaaran pelko, niin rukoilkaa vaikkapa kaydessanne tai ratsun selassa, mutta kun olette turvassa, niin rukoilkaa Jumalaa siten, kuin Han on opettanut teille sen, mita ette ennen tietaneet"},{"SurahNumber":2,"VerseNumber":240,"Text":"Ne teista, jotka ovat kuolemaisillaan ja joilta jaa vaimoja, testamentatkoot vaimoineen toimeentulon yhdeksi vuodeksi, jottei heidan tarvitse lahtea muualle; mutta jos he itse lahtevat, niin ei teille lueta synniksi sita, miten he asianmukaisesti itseensa nahden menettelevat; onhan Jumala mahtava ja viisas"},{"SurahNumber":2,"VerseNumber":241,"Text":"Erotetuille vaimoille samaten kuuluu riittava huolto, koska tama on jumalaapelkaavaisten velvollisuus"},{"SurahNumber":2,"VerseNumber":242,"Text":"Niin selittaa Jumala tunnusmerkkejaan teille, jotta toimisitte ymmartavaisesti"},{"SurahNumber":2,"VerseNumber":243,"Text":"Etko pida mielessasi niita, jotka muinoin tuhatlukuisina lahtivat kodeistaan pelaten kuolemaa? Jumala sanoi heille: »Kuolkaa!» ja heratti heidat sitten eloon taas. Jumala totisesti antaa runsaita armolahjoja ihmisille, mutta useimmat ihmiset ovat kiittamattomia"},{"SurahNumber":2,"VerseNumber":244,"Text":"Taistelkaa Jumalan retkella ja tietakaa, etta Jumala on kuuleva, tietava"},{"SurahNumber":2,"VerseNumber":245,"Text":"Kuka antaa Jumalalle jalon lainan, jotta Han saisi tilaisuuden palauttaa sen moninkertaisella? Silla Jumalasta riippuu, pidattaako Han vai avaa runsautensa, ja Hanen luokseen te tulette palajamaan"},{"SurahNumber":2,"VerseNumber":246,"Text":"Muista israelilaisten vanhimmat Mooseksen aikojen jalkeen, jotka sanoivat eraalle keskuudessaan olevalle profeetalle: »Aseta meille kuningas, niin taistelemme Jumalan asian puolesta». Han sanoi: »Mutta enta jos jaattekin pois taistelusta, jos taistelu teille maarataan?» He sanoivat: »Miksemme taistelisi Jumalan asian puolesta, kun olemme joka tapauksessa karkoitetut kodeistamme lapsinemme?» Mutta kun heidat maarattiin taistelemaan, kaantyivat he pois, paitsi muutamat harvat. Mutta Jumala tuntee vaarintekijat"},{"SurahNumber":2,"VerseNumber":247,"Text":"Ja heidan profeettansa sanoi heille: »Katso, Jumala on asettanut Saulin teidan kuninkaaksenne». He kysyivat: »Kuinka han voi tulla kuninkaaksi meita hallitsemaan, kun meilla on suuremmat oikeudet kuninkaan arvoon kuin hanella, eika hanella ole edes rikkauttakaan?» Han vastasi: »Katso, Jumala on valinnut hanet teidan hallitsijaksenne ja runsaasti varustanut hanet tiedolla ja ruumiinvoimilla, silla Jumala antaa hallitusvallan kenelle tahtoo». Niin, Jumala sulkee kaikki olemukseensa ja tietoonsa"},{"SurahNumber":2,"VerseNumber":248,"Text":"Ja heidan profeettansa sanoi heille: »Katso, hanen kuninkuutensa tunnusmerkki on se, etta liitonarkki, enkeleiden kantamana, on tuleva luoksenne sisaltaen Herranne sekiinan ja Mooseksen seka Aaronin suvun jalkeensa jattamia pyhia esineita». Tassa on tunnusmerkki teille, jos totisesti olette uskovaisia"},{"SurahNumber":2,"VerseNumber":249,"Text":"Kun nyt Saul lahti liikkeelle sotajoukkojensa kera, sanoi han: »Jumala on totisesti koetteleva teita joelle tultuanne; se, joka juo siita, ei kuulu minun miehiini (niihin kuuluu se, joka ei maista siita yhtaan) - paitsi se, joka ainoastaan ottaa kulauksen kammenellaan.» ja niin joivat he siita paitsi muutamat harvat. Ja kun han ja hanen uskonveljensa olivat kulkeneet puron yli, sanoivat he: »Tanaan meilla ei ole voimia Goljatia ja hanen joukkojaan vastaan», mutta ne, jotka uskoivat kohtaavansa Jumalan, huudahtivat: »Kuinka usein onkaan pieni joukko Jumalan avulla voittanut suuren sotavaen!» Onhan Jumala kestavien kanssa"},{"SurahNumber":2,"VerseNumber":250,"Text":"Kun he hyokkasivat Goljatia ja hanen sotajoukkojaan vastaan, he huusivat: »Herra, suo meille lujuutta, vahvista askeleemme ja auta meidat saamaan voitto uskottomasta kansasta!»"},{"SurahNumber":2,"VerseNumber":251,"Text":"Ja Jumalan sallimuksesta he ajoivat heidat pakoon; David surmasi Goljatin, ja Jumala antoi hanelle kuninkuuden ja viisauden ja opetti hanta tahtonsa mukaan. Jollei Jumala masentaisi ihmisia toistensa kautta, niin olisi maa sekasorron tilassa, mutta Jumala on koko luomakunnan Hyvantekija"},{"SurahNumber":2,"VerseNumber":252,"Text":"Nama ovat Jumalan tunnusmerkkeja, jotka Me julistamme sinulle, Muhammed, totuudessa, silla sina kuulut totisesti Meidan lahettilaittemme joukkoon"}]}