{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"muminarā abaśya sāphalyalābha karē'i calachē"},{"SurahNumber":23,"VerseNumber":2,"Text":"yārā sbaẏaṁ tādēra nāmāyē binaẏa-namra haẏa"},{"SurahNumber":23,"VerseNumber":3,"Text":"āra yārā asāra kriẏākalāpa thēkē nijērā'i sarē thākē"},{"SurahNumber":23,"VerseNumber":4,"Text":"āra yārā sbaẏaṁ yākātadānē karitakarmā"},{"SurahNumber":23,"VerseNumber":5,"Text":"āra yārā nijērā'i tādēra āṅgika kartabyābalī samparkē yatnabāna"},{"SurahNumber":23,"VerseNumber":6,"Text":"tabē nijēdēra dampati athabā tādēra ḍānahātē yādēra dharē rēkhēchē tādēra chāṛā, kēnanā sēkṣētrē tārā nindanīẏa nahē"},{"SurahNumber":23,"VerseNumber":7,"Text":"kinta yē ēra bā'irē yā'ōẏā kāmanā karē tāhalē tārā nijērā'i habē sīmālaṅghanakārī."},{"SurahNumber":23,"VerseNumber":8,"Text":"Āra yārā sbaẏaṁ tādēra āmānata sanbandhē ō tādēra aṅgīkāra sanbandhē sajāga thākē"},{"SurahNumber":23,"VerseNumber":9,"Text":"āra yārā nijērā tādēra nāmāya sanbandhē sadā-yatnabāna."},{"SurahNumber":23,"VerseNumber":10,"Text":"Tārā nijērā'i habē parama sēbhāgyēra adhikārī"},{"SurahNumber":23,"VerseNumber":11,"Text":"yārā uttarādhikāra karabē bēhēśata, tātē tārā thākabē sthāẏībhābē."},{"SurahNumber":23,"VerseNumber":12,"Text":"Āra āmarā niścaẏa'i mānuṣakē sr̥ṣṭi karēchi kādāra niryāsa thēkē"},{"SurahNumber":23,"VerseNumber":13,"Text":"tārapara āmarā tākē bānā'i śukrakīṭa ēka nirāpada abasthāna sthalē"},{"SurahNumber":23,"VerseNumber":14,"Text":"tārapara āmarā śukrakīṭaṭikē bānā'i ēkaṭi raktapinḍa, tārapara raktapinḍakē āmarā bānā'i ēkaṭi mānsēra tāla, tārapara mānsēra tālē āmarā sr̥ṣṭi kari hāṛagōṛa, tārapara hāṛagōṛakē āmarā ḍhēkē di'i mānsapēśī diẏē, tāraparē āmarā tākē pariṇata kari an'ya ēka sr̥ṣṭitē. Sē'ijan'ya āllāh‌ra'i apāra mahimā, kata śrēṣṭha ē'i sraṣṭā"},{"SurahNumber":23,"VerseNumber":15,"Text":"tārapara niḥsandēha tōmarā ēra parē tō mr̥tyu baraṇa karabē."},{"SurahNumber":23,"VerseNumber":16,"Text":"Tārapara tōmādēra abaśya'i kiẏāmatēra dinē punarut'thita karā habē."},{"SurahNumber":23,"VerseNumber":17,"Text":"Āra āmarā niścaẏa'i tōmādēra uparē sr̥ṣṭi karēchi sātaṭi patha, āra sr̥ṣṭi sanbandhē āmarā kakhana'ō udāsīna na'i."},{"SurahNumber":23,"VerseNumber":18,"Text":"Āra āmarā ākāśa thēkē barṣaṇa kari pāni ēkaṭi parimāpa matō, tārapara āmarā tākē māṭitē sanrakṣita kari, āra niḥsandēha āmarā tā sariẏē nitē'ō sakṣama."},{"SurahNumber":23,"VerseNumber":19,"Text":"Tārapara tāra dbārā āmarā tōmādēra jan'ya sr̥ṣṭi kari khējurēra ō āṅurēra bāgānasamūha. Tōmādēra jan'ya tātē raẏēchē pracura phalaphasala, āra tā thēkē tōmarā khā'ōẏā-dā'ōẏā karō."},{"SurahNumber":23,"VerseNumber":20,"Text":"Āra gācha yā janmē sinā'i pāhāṛē, tā uṯpādana karē tēla ō jēli āhārakārīdēra jan'ya."},{"SurahNumber":23,"VerseNumber":21,"Text":"Āra niḥsandēha gabādi-paśutē tōmādēra jan'ya raẏēchē śikṣaṇīẏa biṣaẏa. Āmarā tōmādēra pāna karatē di'i tādēra pēṭēra madhyē yā āchē tā thēkē, āra tādēra madhyē tōmādēra jan'ya āchē pracura upakāritā, āra tādēra thēkē tōmarā khā'ō"},{"SurahNumber":23,"VerseNumber":22,"Text":"āra tādēra uparē ēbaṁ jāhājē tōmādēra bahana karā haẏa."},{"SurahNumber":23,"VerseNumber":23,"Text":"Āra āmarā abaśya'i nūhakē tām̐ra sbajātika kāchē pāṭhiẏēchilāma, takhana tini balēchilēna, ''hē āmāra sbajāti! Tōmarā āllāh‌ra upāsanā karō, tini chāṛā tōmādēra jan'ya an'ya kōna upāsya nē'i. Tōmarā ki tabu'ō bhakti-śrad'dhā karabē nā?’’"},{"SurahNumber":23,"VerseNumber":24,"Text":"Takhana tām̐ra sbajātira madhyē yārā abiśbāsa pōṣaṇa karēchila tādēra pradhānarā balalē -- ''sē tō tōmādēra matō ēkajana mānuṣa chāṛā āra kichu naẏa, sē tōmādēra uparē prādhān'ya pratiṣṭhā karatē cā'ichē. Bastutaḥ āllāh yadi cā'itēna tabē tini niścaẏa'i phiriś‌tādēra pāṭhātē pāratēna. Āmarā tō pūrbabartīkālēra āmādēra pitr̥puruṣadēra madhyē ēmanaṭā śuni ni."},{"SurahNumber":23,"VerseNumber":25,"Text":"Sē tō ēkajana mānuṣa mātra yākē bhūtē dharēchē, kājē'i kichukāla tākē sahya ka’rē cala.’’"},{"SurahNumber":23,"VerseNumber":26,"Text":"Tini balalēna -- ''āmāra prabhu! Āmākē sāhāyya karō tārā āmāra prati yā mithyārōpa karachē sējan'ya.’’"},{"SurahNumber":23,"VerseNumber":27,"Text":"Kājēkājē'i āmarā tām̐ra kāchē pratyādēśa pāṭhālāma ē'i balē -- ''āmādēra cōkhēra sāmanē ēbaṁ āmādēra pratyādēśa mōtābēka jāhājaṭi tairi kara, tārapara āmādēra nirdēśa yakhana āsabē ō pāni uthalē uṭhabē takhana tātē uṭhiẏē nā'ō harēka rakamēra jōṛāẏa- jōṛāẏa, duṭi ka’rē, āra tōmāra paribāra parijanakē, -- tādēra madhyēra yāra birud'dhē baktabya ghōṣita haẏēchē tākē byatīta āra yārā an'yāẏācaraṇa karēchē tādēra sanbandhē tumi āmāra kāchē balābali karō nā. Tārā tō nimajjita habē'i."},{"SurahNumber":23,"VerseNumber":28,"Text":"Āra yakhana tumi jāhājē ārōhaṇa karabē, tumi ō yārā tōmāra sāthē raẏēchē tārā takhana balō -- 'sakala praśansā āllāh‌ra yini āmādēra ud'dhāra karēchēna atyācārī jātira thēkē.’"},{"SurahNumber":23,"VerseNumber":29,"Text":"Āra balō -- 'āmāra prabhu! Āmākē puṇyamaẏa abataraṇa karatē dā'ō, kēnanā abataraṇakārakadēra madhyē tumi'i sarbaśrēṣṭha’.’’"},{"SurahNumber":23,"VerseNumber":30,"Text":"Niḥsandēha ētē tō nidarśana raẏēchē, āra āmarā tō śr̥ṅkhalābad'dha karachilāma."},{"SurahNumber":23,"VerseNumber":31,"Text":"Tārapara āmarā tādēra parē pattana karēchilāma an'ya ēka banśakē."},{"SurahNumber":23,"VerseNumber":32,"Text":"Takhana āmarā tādēra madhyē pāṭhiẏēchilāma tādēra'i madhyē thēkē ēkajana rasūla ē'i balē -- ''āllāh‌ra upāsanā karō, tini byatīta tōmādēra jan'ya an'ya upāsya nē'i. Tōmarā ki tabē bhakti-śrad'dhā karabē nā?’’"},{"SurahNumber":23,"VerseNumber":33,"Text":"Āra tām̐ra sbajātira madhyēra pradhānarā yārā abiśbāsa pōṣaṇa karēchila ō parakālēra mulākātakē asbīkāra karēchila ēbaṁ ē'i duniẏāra jībanē āmarā yādēra bhōga-sāra diẏēchilāma tārā balalē -- ''ē tō tōmādēra matō ēkajana mānuṣa chāṛā āra kichu'i naẏa, tōmarā yā thēkē khā'ō sē'ō tā thēkē'i khāẏa ēbaṁ tōmarā yā pāna kara sē'ō tā thēkē'i pāna karē."},{"SurahNumber":23,"VerseNumber":34,"Text":"Āra tōmarā yadi tōmādēra n'yāẏa ēkajana mānuṣēra'i ājñā-pālana kara tāhalē tō tōmarā sē'i muhūrtē'i kṣatigrasta habē."},{"SurahNumber":23,"VerseNumber":35,"Text":"Sē ki tōmādēra prati‌śruti dēẏa yē yakhana tōmarā mārā yābē ēbaṁ tōmarā dhulōmāṭi ō hāṛapām̐jarātē pariṇata habē takhana tōmarā bahirgata habē"},{"SurahNumber":23,"VerseNumber":36,"Text":"bahudūra! Tōmādēra yā ōẏādā karā hacchē tā bahudūra."},{"SurahNumber":23,"VerseNumber":37,"Text":"Āmādēra ē'i duniẏāra jībana chāṛā kichu'i tō nē'i, āmarā maraba āra āmarā bēm̐cē āchi, āra āmarā tō punarut'thita haba nā."},{"SurahNumber":23,"VerseNumber":38,"Text":"Sē ēkajana mānuṣa bai tō naẏa yē āllāh sanbandhē mithyā udbhābana karēchē, āra āmarā tō tāra prati āsthābāna hatē pārachi nā.’’"},{"SurahNumber":23,"VerseNumber":39,"Text":"Tini balalēna -- ''āmāra prabhu! Āmākē tumi sāhāyya karō yēhētu tārā āmāra prati mithyārōpa karachē.’’"},{"SurahNumber":23,"VerseNumber":40,"Text":"Tini balalēna -- ''alpakṣaṇēra madhyē'i tārā ālabaṯ anutāpa karatē thākabē.’’"},{"SurahNumber":23,"VerseNumber":41,"Text":"Kājē'i ēka mahāgarjana tādēra pākaṛā'ō karala saṅgatabhābē'i, āra āmarā tādēra bāniẏē dilāma ābarjanā, tā'i dūra ha’la atyācārī jāti"},{"SurahNumber":23,"VerseNumber":42,"Text":"tārapara āmarā tādēra parē pattana karalāma an'yān'ya banśadēra."},{"SurahNumber":23,"VerseNumber":43,"Text":"Kōnō sampradāẏa'i tāra nirdhārita kāla tbarānbita karatē pārabē nā, āra tā bilanbita karatē'ō pārabē nā."},{"SurahNumber":23,"VerseNumber":44,"Text":"Tārapara āmarā ēkēra para ēka āmādēra rasūlagaṇakē pāṭhiẏēchilāma. Yakhana'i kōnō sampradāẏēra kāchē tāra rasūla ēsēchilēna, tām̐kē tārā pratyākhyāna karēchila, tā'i āmarā tādēra ēkadalakē an'ya dalēra paścād'dhābana kariẏēchilāma, āra tādēra bāniẏēchilāma kāhinī. Sutarāṁ dūra ha’ tēmana jāti yārā īmāna ānē nā"},{"SurahNumber":23,"VerseNumber":45,"Text":"Tārapara āmarā pāṭhālāma mūsā ō tām̐ra bhā'i hārūnakē āmādēra nidarśanābalī ō suspaṣṭa bidhāna diẏē"},{"SurahNumber":23,"VerseNumber":46,"Text":"phira'ā'una ō tāra pariṣadabargēra kāchē, kinta tārā ahaṅkāra dēkhiẏēchila ēbaṁ tārā chila ēka ud'dhata jāti."},{"SurahNumber":23,"VerseNumber":47,"Text":"Kājē'i tārā balalē -- ''āmarā ki biśbāsa karaba āmādēra n'yāẏa dujana mānuṣakē, athaca tādēra sbajāti āmādēra'i sēbārata?’’"},{"SurahNumber":23,"VerseNumber":48,"Text":"Sējan'ya tārā ēdēra dujanakē pratyākhyāna karala, tāra phalē tārā dhbansaprāptadēra antarbhukta ha’la."},{"SurahNumber":23,"VerseNumber":49,"Text":"Āra āmarā abaśya'i mūsākē grantha diẏēchilāma yēna tārā saṯpatha abalanbana karatē pārē."},{"SurahNumber":23,"VerseNumber":50,"Text":"Āra āmarā mariẏama-putra ō tām̐ra mātākē karēchilāma ēka nidarśana, ēbaṁ tām̐dēra ubhaẏakē āmarā āśraẏa diẏēchilāma tr̥ṇācchādita ō jharanā-rājitē bharā ēka pārbatya-upatyakāẏa."},{"SurahNumber":23,"VerseNumber":51,"Text":"Hē priẏa rasūlagaṇa! Pabitra bastu thēkē tōmarā khā'ōẏā-dā'ōẏā karō āra bhāla kāja karō. Tōmarā yā karacha sē sanbandhē āmi niścaẏa'i sarbajñātā."},{"SurahNumber":23,"VerseNumber":52,"Text":"Āra -- ''niḥsandēha tōmādēra ē'i sampradāẏa ēka'i sampradāẏa, āra āmi'i tōmādēra prabhu, ata'ēba āmākē'i tōma rā bhaktiśrad'dhā karō.’’"},{"SurahNumber":23,"VerseNumber":53,"Text":"Kinta tārā nijēdēra madhyē tādēra anuśāsana ṭukarō-ṭukarō ka’rē kēṭē phēlala. Pratyēka dala'i tādēra kāchē yēsaba raẏēchē tātē'i santaṣṭa."},{"SurahNumber":23,"VerseNumber":54,"Text":"Sējan'ya tādēra thākatē dā'ō tādēra bibhrāntitē kichukālēra jan'ya."},{"SurahNumber":23,"VerseNumber":55,"Text":"Tārā ki bhābē yē yēhētu āmarā tādēra māla-āsabāba ō santāna-santati diẏē yācchi"},{"SurahNumber":23,"VerseNumber":56,"Text":"āmarā tādēra jan'ya maṅgalamaẏa bastu tbarānbita karachi? Nā, tārā bujhatē pārachē nā."},{"SurahNumber":23,"VerseNumber":57,"Text":"Niḥsandēha yārā khōda tādēra prabhura bhaẏē bhīta-santrasta"},{"SurahNumber":23,"VerseNumber":58,"Text":"āra yārā sbaẏaṁ tādēra prabhura nirdēśābalītē biśbāsa sthāpana karē"},{"SurahNumber":23,"VerseNumber":59,"Text":"āra yārā tādēra prabhura saṅgē śarika karē nā"},{"SurahNumber":23,"VerseNumber":60,"Text":"āra yārā pradāna karē yā dēbāra āchē, āra tādēra hr̥daẏa bhīta-kampita yēhētu tārā tādēra prabhura kāchē pratyābartanakārī"},{"SurahNumber":23,"VerseNumber":61,"Text":"ērā'i maṅgala sādhanē pratiyōgitā karē, āra ērā'i tō ētē agragāmī haẏa."},{"SurahNumber":23,"VerseNumber":62,"Text":"Āra āmarā kōnō sattbākē tāra kṣamatāra atirikta kaṣṭa di'i nā, āra āmādēra kāchē āchē ēkaṭi grantha yā haka kathā balē dēẏa, āra tādēra an'yāẏa karā haẏa nā."},{"SurahNumber":23,"VerseNumber":63,"Text":"Kinta tādēra hr̥daẏa ē byāpārē tālagōla pākānō abasthāẏa raẏēchē, āra ē chāṛā'ō tādēra jan'ya raẏēchē an'yān'ya kīrtikalāpa yē- sabē tārā karitakarmā."},{"SurahNumber":23,"VerseNumber":64,"Text":"Yē paryanta nā āmarā tādēra madhyēra samr̥d'dhiśālī lōkadēra śāsti diẏē pākaṛā'ō kari takhana'i tārā ārtanāda ka’rē ōṭhē."},{"SurahNumber":23,"VerseNumber":65,"Text":"Āja ārtanāda karō nā, niḥsandēha tōmādēra kṣētrē -- āmādēra thēkē tōmādēra sāhāyya karā habē nā."},{"SurahNumber":23,"VerseNumber":66,"Text":"Tōmādēra kāchē āmāra bāṇīsamūha abaśya'i pāṭha karā hata, kinta tōmarā tōmādēra gōṛālira uparē mōṛa phirē calē yētē"},{"SurahNumber":23,"VerseNumber":67,"Text":"ahaṅkārēra sāthē, ē byāpārē sārārāta ābōla-tābōla galpagujaba karatē karatē.’’"},{"SurahNumber":23,"VerseNumber":68,"Text":"Tabē ki tārā cintā karē nā ē bāṇī sanbandhē? Athabā tādēra kāchē ki ēmana kichu ēsēchē yā tādēra pūrbabartī bāpadādādēra kāchē āsē ni"},{"SurahNumber":23,"VerseNumber":69,"Text":"athabā tārā ki tādēra rasūlakē cinatē pārachē nā yējan'ya tārā tām̐ra prati bimukha raẏēchē"},{"SurahNumber":23,"VerseNumber":70,"Text":"athabā tārā ki balē yē tām̐kē jina-bhūtē dharēchē? Bastutaḥ tini tādēra kāchē satya niẏē ēsēchēna, kinta tādēra adhikānśa'i satya-sanbandhē udāsīna."},{"SurahNumber":23,"VerseNumber":71,"Text":"Āra yadi satya tādēra kāmanāra anusaraṇa karata tabē mahākāśa-manḍalī ō pr̥thibī ēbaṁ tādēra madhyē yā āchē saba'i biśr̥ṅkhala haẏē paṛata. Pakṣāntarē āmarā tādēra kāchē tādēra smaraṇīẏa bārtā niẏē ēsēchi, kinta tārā tādēra smāraka-grantha thēkē bimukha thākē."},{"SurahNumber":23,"VerseNumber":72,"Text":"Athabā tumi ki tādēra kācha thēkē kōnō pratidāna cā'icha. Bastutaḥ tōmāra prabhura pratidāna'i sarbōttama, āra riyēka-dātādēra madhyē tini'i sarbaśrēṣṭha."},{"SurahNumber":23,"VerseNumber":73,"Text":"Āra niḥsandēha tumi tō tādēra āhbāna karacha sahaja-saṭhika pathēra dikē."},{"SurahNumber":23,"VerseNumber":74,"Text":"Āra yārā parakālē biśbāsa karē nā tārā niḥsandēha patha thēkē tō bipathagāmī."},{"SurahNumber":23,"VerseNumber":75,"Text":"Āra āmarā yadi tādēra prati daẏā kari ō duḥkha-dain'yēra yā kichu tādēra raẏēchē tā dūra karē di'i tathāpi tārā tādēra bibhrāntitē lēgē thākabē andha-cakkara ditē ditē."},{"SurahNumber":23,"VerseNumber":76,"Text":"Āra āmarā itipūrbē'i tādēra śāstidbārā pākaṛā'ō karēchi, tathāpi tārā tādēra prabhura kāchē binata ha’la nā, āra tārā kākuti- minati'ō karala nā."},{"SurahNumber":23,"VerseNumber":77,"Text":"Śēṣa paryanta yakhana āmarā tādēra uparē khulē di'i kaṭhina kaṭhina śāsti thākā darajā takhana tārā hatāśa haẏē paṛē."},{"SurahNumber":23,"VerseNumber":78,"Text":"Āra tini'i sē'ijana yini tōmādēra jan'ya kāna ō cōkha ō antaḥkaraṇa bāniẏē diẏēchēna. Kinta tōmarā tō alpa'i kr̥tajñatā prakāśa kara."},{"SurahNumber":23,"VerseNumber":79,"Text":"Āra tini'i sē'ijana yini pr̥thibītē tōmādēra bahuguṇita karēchēna, āra tām̐ra'i kāchē tōmādēra ēkatrita karā habē."},{"SurahNumber":23,"VerseNumber":80,"Text":"Āra tini'i sē'ijana yini jībanadāna karēna ō mr̥tyu ghaṭāna, āra rāta ō dinēra bibartana tām̐ra'i adhīnē raẏēchē. Tabu'ō ki tōmarā bujhabē nā"},{"SurahNumber":23,"VerseNumber":81,"Text":"ētadasattbē pūrbabartīrā yēmana balata tēmani ērā'ō balābali karē."},{"SurahNumber":23,"VerseNumber":82,"Text":"Tārā balalē -- ''ki! Āmarā yakhana marē yā'i ēbaṁ dhulō-māṭi ō hāṛa-pām̐jarātē pariṇata ha'i, takhana ki āmarā ṭhikaṭhika'i punarut'thita haba"},{"SurahNumber":23,"VerseNumber":83,"Text":"abaśya'i ēra āgē ēṭi āmādēra ōẏādā karā haẏēchila -- āmādēra kāchē ō āmādēra bāpadādādēra kāchē. Niḥsandēha ēṭi sēkālēra upakathā bai tō naẏa.’’"},{"SurahNumber":23,"VerseNumber":84,"Text":"Tumi balō -- ''ē'i pr̥thibī ō ētē yārā āchē tārā kāra, -- yadi tōmarā jānō?’’"},{"SurahNumber":23,"VerseNumber":85,"Text":"Tārā takhana balabē -- ''āllāh‌ra!’’ Tumi bala -- ''kēna tabē tōmarā manōnibēśa karō nā?’’"},{"SurahNumber":23,"VerseNumber":86,"Text":"Bala -- ''kē sāta āsamānēra prabhu ō kē āraśēra adhipati?’’"},{"SurahNumber":23,"VerseNumber":87,"Text":"Tārā saṅgē saṅgē balabē -- ''āllāh‌ra.’’ Tumi bala -- ''tabē kēna tōmarā bhaktiśrad'dhā kara nā?’’"},{"SurahNumber":23,"VerseNumber":88,"Text":"Bala -- ''kē tini yām̐ra hātē saba-kichura kartr̥tba raẏēchē, āra kē nirāpattā pradāna karēna athaca tām̐kē nirāpattā pradāna karatē haẏa nā, yadi tōmarā jānō?’’"},{"SurahNumber":23,"VerseNumber":89,"Text":"Tārā saṅgē saṅgē balabē -- ''āllāh‌ra.’’ Tumi bala -- ''tabē kēmana ka’rē tōmādēra sam'mōhana karā hacchē?’’"},{"SurahNumber":23,"VerseNumber":90,"Text":"Bastutaḥ āmarā tādēra kāchē satya niẏē ēsēchi, kinta tārā tō niścaẏa'i mithyābādī."},{"SurahNumber":23,"VerseNumber":91,"Text":"Āllāh kōnō santāna grahaṇa karēna ni, āra tām̐ra saṅgē an'ya kōnō upāsya'ō nē'i, yadi thākata tabē pratyēka upāsya ālabaṯ niẏē yēta yā-kichu sē sr̥ṣṭi karēchē, āra tādēra kē'u-kē'u an'yadēra uparē prādhān'ya bistāra karata. Sakala mahimā āllāh‌ra, tārā yā ārōpa karē tā thēkē tini urdhbē"},{"SurahNumber":23,"VerseNumber":92,"Text":"tini adr̥śya ō dr̥śya sanbandhē parijñāta, kājē'i tārā yā śarika karē tini sē-sabēra bahu urdhbē"},{"SurahNumber":23,"VerseNumber":93,"Text":"balō -- ''āmāra prabhu! Yadi tumi āmākē dēkhatē dā'ō yā tādēra ōẏādā karā haẏēchē"},{"SurahNumber":23,"VerseNumber":94,"Text":"āmāra prabhu! Tāhalē āmākē tumi atyācārī jātira saṅgē sthāpana karō nā.’’"},{"SurahNumber":23,"VerseNumber":95,"Text":"Āra niḥsandēha tādēra āmarā yā ōẏādā karēchi tā tōmākē dēkhātē āmarā abaśya'i sakṣama."},{"SurahNumber":23,"VerseNumber":96,"Text":"Yā śrēṣṭha tā'i diẏē manda biṣaẏa pratirōdha karō. Āmarā bhāla jāni yā tārā ārōpa karē."},{"SurahNumber":23,"VerseNumber":97,"Text":"Āra bala -- ''āmāra prabhu! Āmi tōmāra kāchē āśraẏa cā'ichi śaẏatānadēra kumantraṇā thēkē"},{"SurahNumber":23,"VerseNumber":98,"Text":"āra āmāra prabhu! Tōmāra'i kāchē āmi āśraẏa nicchi pāchē tārā āmāra kāchē hājira haẏa.’’"},{"SurahNumber":23,"VerseNumber":99,"Text":"Yē paryanta nā tādēra kārōra kāchē mr̥tyu upasthita haẏa takhana sē balē -- ''āmāra prabhu! Āmākē phērata pāṭhā'ō"},{"SurahNumber":23,"VerseNumber":100,"Text":"yēna āmi saṯkarma karatē pāri sē'ikhānē yā āmi chēṛē ēsēchi.’’ Kakhanō'i nā! Ē tō śudhu ēkaṭi mukhēra kathā yā sē balachē. Āra tāra sāmanē raẏēchē'barayakha’ sē'idina paryanta yakhana tādēra punarut'thāna karā habē."},{"SurahNumber":23,"VerseNumber":101,"Text":"Tārapara yakhana śiṅāẏa phukē dēm̐ōẏā habē, takhana tādēra madhyē sē'idina kōnō ā‌tmīẏatāra bandhana thākabē nā, āra tārā khōm̐ja- khabara'ō nēbē nā."},{"SurahNumber":23,"VerseNumber":102,"Text":"Kājē'i yādēra pāllā bhārī habē tārā nijērā'i tabē hacchē saphalakāma."},{"SurahNumber":23,"VerseNumber":103,"Text":"Āra yādēra pāllā hālkā habē ērā'i tabē tārā yārā nijēdēra kṣatisādhana karēchē, tārā jāhānnāmē thākabē dīrghakāla."},{"SurahNumber":23,"VerseNumber":104,"Text":"Āguna tādēra mukha puṛiẏē dēbē. Āra tārā sēkhānē habē bikr̥ta-bībhaṯsa."},{"SurahNumber":23,"VerseNumber":105,"Text":"Tōmarā ki ēmana yē āmāra bāṇīsamūha tōmādēra kāchē pāṭha karā haẏa ni, yē-jan'yē tōmarā sē-saba pratyākhyāna karatē?’’"},{"SurahNumber":23,"VerseNumber":106,"Text":"Tārā balabē -- ''āmādēra prabhu! Āmādēra durdaśā āmādēra uparē prabhāba bistāra karēchila, ēbaṁ āmarā pathabhraṣṭa jāti haẏē giẏēchilāma."},{"SurahNumber":23,"VerseNumber":107,"Text":"Āmādēra prabhu! Ēkhāna thēkē āmādēra bēra karē dā'ō, takhana yadi āmarā phiri tāhalē āmarā niścaẏa'i an'yāẏakārī haba.’’"},{"SurahNumber":23,"VerseNumber":108,"Text":"Tini balalēna -- ''ēra madhyē'i tōmarā ḍhōkē thāka. Āra āmāra saṅgē kathā bala nā."},{"SurahNumber":23,"VerseNumber":109,"Text":"Niḥsandēha āmāra bāndādēra madhyēra ēkaṭi dala chila yārā balata, 'āmāra prabhu! Āmarā īmāna ēnēchi, kājē'i āmādēra paritrāṇa karō, yēhētu tumi'i tō karuṇāmaẏadēra madhyē sarbaśrēṣṭha!’"},{"SurahNumber":23,"VerseNumber":110,"Text":"Kinta tōmarā tādēra hāsi-ṭhāṭṭāra pātrarūpē grahaṇa karēchilē yē paryanta nā ē-saba tōmādēra bhuliẏē diẏēchila āmākē smaraṇa karā, āra tōmarā tādēra niẏē upahāsa karē calēcha."},{"SurahNumber":23,"VerseNumber":111,"Text":"Niḥsandēha tārā yā adhyabasāẏa karata sējan'ya ājakēra dinē āmi tādēra puraskāra dāna karachi, āra tārā tō nijērā'i hacchē saphalakāma.’’"},{"SurahNumber":23,"VerseNumber":112,"Text":"Tini balabēna -- ''tōmarā pr̥thibītē bachara gunatitē katakāla abasthāna karēchilē?’’"},{"SurahNumber":23,"VerseNumber":113,"Text":"Tārā balabē -- ''āmarā abasthāna karēchilāma ēkaṭi dina bā dinēra kichu anśa, āpani nā haẏa jijñāsā karuna gaṇanākārīdēra.’’"},{"SurahNumber":23,"VerseNumber":114,"Text":"Tini balabēna -- ''tōmarā mātra alpakāla'i abasthāna karēchilē -- yadi tōmarā jānatē pāratē!’’"},{"SurahNumber":23,"VerseNumber":115,"Text":"Tōmarā ki tabē manē karēchilē yē āmarā tōmādēra anarthaka sr̥ṣṭi karēchi, ēbaṁ āmādēra kāchē tōmādēra phiriẏē ānā habē nā?’’"},{"SurahNumber":23,"VerseNumber":116,"Text":"Bastutaḥ āllāh mahimānnita, mahārājādhirāja, cirantana satya, tini byatīta an'ya upāsya nē'i, sam'mānita āraśēra adhipati tini."},{"SurahNumber":23,"VerseNumber":117,"Text":"Āra yē kē'u āllāh‌ra saṅgē an'ya upāsyakē ḍākē, -- yāra jan'ya tāra kāchē kōnō sanada nē'i, -- tāra hisābapatra tabē niścaẏa'i tāra prabhura kāchē raẏēchē. Niḥsandēha abiśbāsīdēra saphalakāma karā haẏa nā."},{"SurahNumber":23,"VerseNumber":118,"Text":"Balō -- ''āmāra prabhu! Paritrāṇa karō, āra daẏā karō, kēnanā tumi'i tō karuṇāmaẏadēra madhyē sarbaśrēṣṭha.’’"},{"SurahNumber":24,"VerseNumber":1,"Text":"Ēkaṭi sūrāh -- āmarā ēṭi abatāraṇa karēchi ēbaṁ ēṭikē abaśya-pālanīẏa karēchi, āra ētē āmarā abatāraṇa karēchi suspaṣṭa āẏātasamūha yēna tōmarā manōnibēśa karatē pāra."},{"SurahNumber":24,"VerseNumber":2,"Text":"Byabhicāriṇī ō byabhicārī -- tādēra dujanēra pratyēkakē ēkaśa’ bētrāghātē cābuka māra, āra āllāh‌ra bidhāna pālanē tādēra prati anukampā yēna tōmādēra pākaṛā'ō nā karē, yadi tōmarā āllāh‌tē ō ākhērātēra dinē biśbāsa kara, āra muminadēra ēkaṭi dala yēna tādēra śāsti dēkhatē pāẏa."},{"SurahNumber":24,"VerseNumber":3,"Text":"Byabhicārī sahabāsa karatē pārē nā byabhicāriṇī athabā bahukhōdābādinī byatīta, āra byabhicāriṇī -- tāra saṅgē sahabāsa karatē pārē nā byabhicārī athabā bahukhōdābādī byatīta. Āra ēṭi muminadēra jan'ya niṣid'dha."},{"SurahNumber":24,"VerseNumber":4,"Text":"Āra yārā satī- sādhbī nārīkē apabāda dēẏa ēbaṁ cārajana sākṣī pēśa karē nā, tādēra āśi bētrāghātē cābuka māra, āra tādēra thēkē kakhana'ō sākṣya grahaṇa karabē nā, kēnanā tārā nijērā'i tō sīmālaṅghanakārī"},{"SurahNumber":24,"VerseNumber":5,"Text":"tādēra kṣētrē byatīta yārā ēra parē ta'ōbā karē ō śōdharē nēẏa, kēnanā āllāh niḥsandēha paritrāṇakārī, aphura nta phaladātā."},{"SurahNumber":24,"VerseNumber":6,"Text":"Āra yārā tādēra strīdēra prati apabāda dēẏa ēbaṁ tādēra jan'ya tādēra nijēdēra chāṛā an'ya sākṣī thākē nā, tāhalē tādēra ēkajana'i āllāh‌ra nāmē cārabāra sākṣyadānē sākṣīsābuta khāṛā karabē yē sē niścaẏa'i satyabādīdēra madhyēkāra"},{"SurahNumber":24,"VerseNumber":7,"Text":"āra pañcamabārē yē āllāh‌ra abhiśāpa tāra uparē paṛuka yadi sē mithyābādīdēra ēkajana haẏa."},{"SurahNumber":24,"VerseNumber":8,"Text":"Āra tāra thēkē śāsti rōdha karā yābē yadi sē āllāh‌ra nāmē cārabāra sākṣyadānē sākṣī dēẏa yē sē niścaẏa'i mithyābādīdēra madhyēkāra"},{"SurahNumber":24,"VerseNumber":9,"Text":"āra pañcamabārē yē āllāh‌ra krōdha tāra uparē paṛuka yadi sē satyabādīdēra ēkajana haẏa."},{"SurahNumber":24,"VerseNumber":10,"Text":"Āra āllāh‌ra anugraha ō tām̐ra karuṇā yadi tōmādēra uparē nā thākata, āra āllāh yē ta'ōbā kabulakārī, paramajñānī."},{"SurahNumber":24,"VerseNumber":11,"Text":"Yārā kuṯsā raṭanā karēchila tārā tō tōmādēra'i madhyēkāra ēkaṭi dala. Ēṭikē tōmādēra jan'ya aniṣṭakara manē karō nā, baraṁ ēṭi tōmādēra jan'ya kalyāṇakara. Tādēra pratyēka lōkēra jan'ya raẏēchē pāpēra yā sē arjana karēchē, āra tadēra madhyēra yē ē byāpārē pradhāna bhūmikā niẏēchila tāra jan'ya ra'ichē kaṭhōra śāsti."},{"SurahNumber":24,"VerseNumber":12,"Text":"Yakhana tōmarā ēṭi śunēchila takhana kēna mumina puruṣarā ō mumina nārīrā tādēra nijēdēra biṣaẏē saṯdhāraṇā manē ānē ni, āra balē ni -- ''ē ēka ḍ'̔āhā mithyā’’"},{"SurahNumber":24,"VerseNumber":13,"Text":"kēna tārā ēra jan'ya cārajana sākṣī ānē ni? Kājē'i tārā yēhētu sākṣī ānatē pārē ni tā'i tārā'i tō āllāh‌ra kāchē sbaẏaṁ mithyābādī."},{"SurahNumber":24,"VerseNumber":14,"Text":"Āra āllāh‌ra anugraha ō tām̐ra karuṇā yadi tōmādēra uparē nā thākata ē'i duniẏātē ēbaṁ parakālē, tāhalē ē'i byāpārē tōmarā yā raṭācchilē sējan'ya tōmādēra niścaẏa'i sparśa karata ēka kaṭhōra śāsti."},{"SurahNumber":24,"VerseNumber":15,"Text":"Bāḥ! Tōmarā tōmādēra jiba diẏē ēṭi grahaṇa karēchilē, āra yē byāpārē tōmādēra kōnō jñāna nē'i sē'i niẏē tōmādēra mukhē mukhē tōmarā balābali karachilē, āra tōmarā ēkē bhēbēchilē ēka tuccha byāpāra, athaca āllāh‌ra kāchē ē chila gurutara biṣaẏa."},{"SurahNumber":24,"VerseNumber":16,"Text":"Āra yakhana tōmarā ēṭi śunēchilē takhana kēna tēmarā bala ni -- ''ē āmādēra jan'ya ucita naẏa yē āmarā ē biṣaẏē balābali kari, tōmāra'i saba mahimā, ē tō ēka gurutara apabāda’’"},{"SurahNumber":24,"VerseNumber":17,"Text":"āllāh tōmādēra upadēśa dicchēna yē tōmarā ēra matō ācaraṇē kakhana'ō phirē yābē nā, yadi tōmarā mumina ha'ō."},{"SurahNumber":24,"VerseNumber":18,"Text":"Āra āllāh tōmādēra jan'ya nirdēśasamūha suspaṣṭa karē diẏēchēna. Āra āllāh sarbajñātā, paramajñānī."},{"SurahNumber":24,"VerseNumber":19,"Text":"Niḥsandēha yārā bhālabāsē yē yārā īmāna ēnēchē tādēra madhyē aślīlatā prasāra karuka tādēra jan'ya raẏēchē marmantuda śāsti ē'i duniẏātē ō ākhērātē. Āra āllāh jānēna, āra tōmarā jāna nā."},{"SurahNumber":24,"VerseNumber":20,"Text":"Āra yadi āllāh‌ra anugraha ō tām̐ra karuṇā tōmādēra uparē nā thākata, āra āllāh tō parama snēhamaẏa, aphuranta phaladātā."},{"SurahNumber":24,"VerseNumber":21,"Text":"Ōhē yārā īmāna ēnēcha! Tōmarā śaẏatānēra padāṅka anusaraṇa karō nā. Āra yē kē'u śaẏatānēra padāṅka anusaraṇa karē, sē tō tabē aślīlatā ō manda kājēra nirdēśa dēẏa. Āra yadi āllāh‌ra anugraha ō tām̐ra karuṇā tōmādēra uparē nā thākata tabē tōmādēra madhyēra ēkajana'ō kadāpi pabitra hatē pārata nā. Kinta āllāh yākē icchā karēna tākē pabitra karēna. Āra āllāh sarbaśrōtā."},{"SurahNumber":24,"VerseNumber":22,"Text":"Āra tōmādēra madhyē yārā karuṇābhānḍārēra ō prācuryēra adhikārī tārā nikaṭa-ā‌tmīẏadēra ō misakinadēra ō āllāh‌ra pathē hijaratakārīdēra dāna karāra birud'dhē śapatha grahaṇa nā karuka, āra tārā kṣamā karuka ō upēkṣā karuka. Tōmarā ki bhālabāsa nā yē āllāh tōmādēra paritrāṇa karabēna? Āllāh bastutaḥ paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":24,"VerseNumber":23,"Text":"Niḥsandēha yārā satī-sādhbī, nirīha, biśbāsinī nārīkē apabāda dēẏa tādēra ihalōkē ō paralōkē abhiśāpa dē'ōẏā habē, āra tādēra jan'ya ra'ibē kaṭhōra śāsti"},{"SurahNumber":24,"VerseNumber":24,"Text":"sē'i dinē yēdina tādēra jihbā ō tādēra hāta ō tādēra pā tādēra birud'dhē sākṣya dēbē yā tārā karē calēchila sē-sanbandhē"},{"SurahNumber":24,"VerseNumber":25,"Text":"sē'idina āllāh tādēra prakr̥ta prāpya sampūrṇa miṭiẏē dēbēna, āra tārā jānatē pārabē yē āllāh -- tini'i prakāśya satya."},{"SurahNumber":24,"VerseNumber":26,"Text":"Duścaritrā nārī duścaritra puruṣēra jan'ya, āra duścaritra puruṣa duścaritrā nārīra jan'ya, āra saccaritrā nārī saccaritra puruṣēra jan'ya, āra saccaritra puruṣa saccaritrā nārīra jan'yē, -- tārā yā balē ērā tā thēkē mukta. Tādēra jan'ya raẏēchē paritrāṇa ō sam'mānajanaka jībikā."},{"SurahNumber":24,"VerseNumber":27,"Text":"Ōhē yārā īmāna ēnēcha! Nijēdēra gr̥ha chāṛā tōmarā gr̥hē prabēśa kara nā yatakṣaṇa nā tōmarā anumati niẏēcha ō tādēra bāsindādēra sālāma karēcha. Ē'iṭi'i tōmādēra jan'ya śrēẏa, yēna tōmarā manōyōga ditē pāra."},{"SurahNumber":24,"VerseNumber":28,"Text":"Kinta yadi tōmarā tātē kā'ukē nā pā'ō tabē tātē prabēśa kara nā yatakṣaṇa nā tōmādēra anumati dē'ōẏā haẏa, āra yadi tōmādēra balā haẏa -- 'phirē yā'ō’, tabē phirē yēẏō, -- ēṭi'i tōmādēra jan'ya uttama. Āra tōmarā yā kara sē-biṣaẏē āllāh sarbajñātā."},{"SurahNumber":24,"VerseNumber":29,"Text":"Tōmādēra uparē kōnō aparādha habē nā yadi tōmarā ēmana gharē prabēśa kara yēkhānē kōnō bāsindā nē'i, tōmādēra jan'ya sēkhānē praẏōjana raẏēchē. Āra āllāh jānēna yā tōmarā prakāśa kara ō yā tōmarā gōpana rākha."},{"SurahNumber":24,"VerseNumber":30,"Text":"Tumi mumina puruṣadēra balō yē tārā tādēra dr̥ṣṭi abanata karuka ēbaṁ tādēra āṅgika kartabyābalīra hēphājata karuka. Ē tādēra jan'ya pabitratara. Tārā yā karē āllāh sē-biṣaẏē niścaẏa'i pūrṇa ōẏākiphahāla."},{"SurahNumber":24,"VerseNumber":31,"Text":"Āra mumina nārīdēra balō yē tārā yēna tādēra dr̥ṣṭi abanata rākhē, āra tādēra āṅgika kartabyābalīra hēphājata karē, āra tādēra aṅgaśōbhā yēna pradarśana nā karē śudhu tāra madhyē yā prakāśa haẏē thākē tā bhinna, āra yēna tārā tādēra māthāra kāpaṛa diẏē tādēra bukēra uparaṭā ḍhēkē rākhē, āra tārā yēna tādēra śōbhā-saundarya pradarśana karē nā śudhu tādēra sbāmīdēra athabā tādēra pitādēra athabā tādēra śbaśuradēra athabā tādēra putradēra athabā tādēra saṯputradēra athabā tādēra bhā'idēra athabā tādēra bhrātusputradēra athabā tādēra bhāganēdēra athabā tādēra paricārikādēra athabā tādēra ḍāna hāta yādēra dharē rēkhēchē, athabā puruṣa cākara-nakara yādēra kāma-lālasā nē'i, athabā chēlēpilēdēra yādēra nārīdēra gōpana aṅga sanbandhē jñānabōdha haẏa ni, ēmana lōkadēra bhinna, āra tādēra pā diẏē yēna tārā āghāta nā karē yātē tādēra alaṅkārēra yā lukiẏē āchē tā jānānō yāẏa. Āra hē muminagaṇa! Tōmarā sakalē milē āllāh‌ra dikē phērō yēna tōmādēra saphalatā arjana haẏa."},{"SurahNumber":24,"VerseNumber":32,"Text":"Āra biẏē diẏē dā'ō tōmādēra madhyēra abibāhitadēra, āra tōmādēra dāsadēra ō tōmādēra dāsīdēra madhyēra saccaritradēra. Yadi tārā abhābagrasta haẏa tabē āllāh tām̐ra karuṇābhānḍāra thēkē tādēra sampada dāna karabēna. Āra āllāh mahābadān'ya, sarbajñātā."},{"SurahNumber":24,"VerseNumber":33,"Text":"Āra yārā bibāhēra pātrapātrī khōm̐jē pāẏa nā tārā yēna sanyata haẏē calē yatakṣaṇa nā āllāh tām̐ra karuṇābhānḍāra thēkē tādēra sampada dāna karēna. Āra tōmādēra ḍānahātē yādēra dharē rēkhēchē tādēra madhyēra yārā nikhāpaṛā cāẏa tādēra tabē likhē dā'ō yadi tādēra madhyē kalyāṇakara kichu thākā sanbandhē jānatē pāra, āra tini tōmādēra yā diẏēchēna āllāh‌ra sē'i dhana thēkē tādēra dāna karō. Āra tōmādēra dāsī-bām̐dīdēra bēśyābr̥ttitē bādhya kara nā pārthiba jībanēra naśbara bastu kāmanā ka’rē yadi tārā saccaritra thākā pachanda karē. Āra yē kē'u tādēra bādhya karē sēkṣētrē tādēra prati jabaradastira parē āllāh niścaẏa'i kṣamākārī, aphuranta phaladātā."},{"SurahNumber":24,"VerseNumber":34,"Text":"Āra āmarā niścaẏa'i itimadhyē tōmādēra kāchē suspaṣṭa nirdēśābalī abatāraṇa karēchi, āra tōmādēra pūrbē yārā gata haẏēchē tādēra udāharaṇa, āra dharmabhīrudēra jan'ya diẏēchi upadēśa."},{"SurahNumber":24,"VerseNumber":35,"Text":"Āllāh hacchēna mahākāśamanḍalī ō pr̥thibīra ālōka. Tām̐ra ālōkēra upamā hacchē yēna ēkaṭi kulaṅgī yātē āchē ēkaṭi pradīpa. Pradīpaṭi raẏēchē ēkaṭi kācēra cimanira bhētarē. Cimaniṭi yēna ēkaṭi ujjbala tārakā, yēṭi jbālānō haẏēchē pabitra jaẏatuna gācha thēkē, -- pūrbāñcalīẏa naẏa, pāścātyēra'ō naẏa, tāra tēlaṭā yēna prajjbalita yadi'ō āguna tākē sparśa karatē pārē nā. Ālōkēra uparē ālōka! Āllāh tām̐ra ālōkēra dikē yākē icchē karēna patha dēkhiẏē nēna. Āra āllāh mānuṣēra jan'ya upamāgulō chōm̐ṛēna. Āra āllāh saba-kichu sanbandhē sarbajñātā."},{"SurahNumber":24,"VerseNumber":36,"Text":"Sē'isaba gharē yākē āllāh anumati diẏēchēna unnīta hatē ēbaṁ tām̐ra nāmē sē-sabē guṇa-kīrtana hatē, sē-sabē tām̐ra japatapa karā haẏa sakāla ō sandhyāẏa"},{"SurahNumber":24,"VerseNumber":37,"Text":"Byaktibarga, -- byabasā-bāṇijya ō bēcā-kēnā tādēra birata karatē pārē nā āllāh‌ra nāma-kīrtana thēkē ō nāmāya kāẏēma karā ō yākāta ādāẏa karā thēkē, tārā bhaẏa karē sē'i dinakē yēdina hr̥daẏa ō cōkha āndōlita habē"},{"SurahNumber":24,"VerseNumber":38,"Text":"yēna āllāh tādēra pratidāna ditē pārēna śrēṣṭha-sundarabhābē yā tārā karēchē sējan'ya, āra tām̐ra karuṇābhānḍāra thēkē tādēra bāṛiẏē'ō ditē pārēna. Āra āllāh bēhisāba riyēka diẏē thākēna yākē tini icchē karēna."},{"SurahNumber":24,"VerseNumber":39,"Text":"Pakṣāntarē yārā abiśbāsa pōṣaṇa karē tādēra kriẏākarma marubhūmira marīcikāra n'yāẏa, pipāsārta tākē pāni balē manē karē yē paryanta nā sē tāra kāchē āsē sē aiṭira kichu'i dēkhatē pāẏa nā, baraṁ sē āllāhakē tāra sāmanē dēkhatē pābē, sutarāṁ tini tāra hisāba cukiẏē dēbēna. Āra āllāh hisāba-nikāśē taṯpara."},{"SurahNumber":24,"VerseNumber":40,"Text":"Athabā gabhīra samudrēra talāra ghōra andhakārēra n'yāẏa, tākē ḍhēkē rākhē ēka ḍhē'u, tāra uparē ārēka ḍhē'u, tāra uparē āchē mēgha. Ghōra andhakāra -- yāra ēkaṭi aparaṭira uparē. Sē yakhana tāra hāta bāṛāẏa sē tā yēna dēkhatē'i pāẏa nā. Āra yākē āllāh tāra nimittē ālōka dēna ni tāra jan'ya tabē kōnō ālōka nē'i."},{"SurahNumber":24,"VerseNumber":41,"Text":"Tumi ki dēkha nā yē āllāh -- tām̐ra'i japatapa karē yārā'i āchē mahākāśamanḍalītē ō pr̥thibītē, āra pākhā-mēlē-thākā pākhi? Pratyēkē'i jēnē rēkhēchē tāra nāmāya ō tāra nāmajapa. Āra tārā yā karē sē-sanbandhē āllāh samyaka jñātā."},{"SurahNumber":24,"VerseNumber":42,"Text":"Āra mahākāśamanḍalī ō pr̥thibīra sārbabhauma kartr̥tba āllāh‌ra, āra āllāh‌ra prati'i hacchē pratyābartanasthala."},{"SurahNumber":24,"VerseNumber":43,"Text":"Tumi ki dēkhatē pāccha nā yē āllāh mēghamālākē cāliẏē niẏē yāna, tārapara tini tādēra parasparēra madhyē jaṛa karēna, tārapara tādēra tini puñjībhūta karēna, takhana tumi dēkhatē pā'ō tāra bhētara thēkē bērucchē br̥ṣṭi? Āra tini ākāśa thēkē pāhāṛagulō hatē pāṭhāna tātē thākā śilāra rāśi, āra tā diẏē tini āghāta karēna yākē khuśi, ēbaṁ tā phiriẏē rākhēna yākē icchā tāra thēkē. Tāra bidyutēra jhalaka dr̥ṣṭiśakti prāẏa niẏē'i nēẏa."},{"SurahNumber":24,"VerseNumber":44,"Text":"Āllāh rāta ō dinakē bibartana karēna. Niḥsandēha ētē tō śikṣaṇīẏa biṣaẏa raẏēchē dr̥ṣṭisampannadēra jan'ya."},{"SurahNumber":24,"VerseNumber":45,"Text":"Āra āllāh saba jībantajagatakē sr̥ṣṭi karēchēna pāni thēkē, sutarāṁ tādēra madhyē raẏēchē yā tāra pēṭēra uparē calē, āra tādēra madhyē āchē yā du'i pāẏē hām̐ṭē, āra tādēra madhyē raẏēchē yā cārakhānāẏa calē. Āllāh sr̥ṣṭi karē yāna yā tini cāna. Niḥsandēha āllāh saba biṣaẏē sarbaśaktimāna."},{"SurahNumber":24,"VerseNumber":46,"Text":"Āmarā niścaẏa'i suspaṣṭa nirdēśābalī abatāraṇa karēchi, āra āllāh sahaja-saṭhika pathēra dikē cālita karēna yākē tini icchē karēna."},{"SurahNumber":24,"VerseNumber":47,"Text":"Phalē tārā balē -- ''āmarā āllāh‌ra prati ō rasūlēra prati īmāna ēnēchi, āra āmarā ājñā pālana kari.’’ Tārapara tādēra ēkadala ēra parē'ō phirē yāẏa. Āra ē'i lōkagulō mumina naẏa."},{"SurahNumber":24,"VerseNumber":48,"Text":"Āra yakhana tādēra ḍākā haẏa āllāha ō tām̐ra rasūlēra prati yēna tini tādēra madhyē ēkaṭā mīmānsā karatē pārēna, takhana dēkhō, tādēra madhyēra ēkadala ghurē yāẏa."},{"SurahNumber":24,"VerseNumber":49,"Text":"Āra yadi n'yāẏaparāẏaṇatā tādēra sapakṣē haẏa tabē tārā tām̐ra kāchē āsē ghāṛa nu'iẏē."},{"SurahNumber":24,"VerseNumber":50,"Text":"Ōdēra hr̥daẏē ki byādhi āchē, nā tārā sandēha pōṣaṇa karē, nā tārā āśaṅkā karē yē āllāh ō tām̐ra rasūla tādēra prati an'yāẏa ācaraṇa karabēna? Bastutaḥ tārā sbaẏaṁ an'yāẏācārī."},{"SurahNumber":24,"VerseNumber":51,"Text":"Niḥsandēha muminadēra kathā hacchē -- yakhana tādēra ḍākā haẏa āllāh ō tām̐ra rasūlēra prati yēna tini tādēra madhyē bicāra karatē pārēna, takhana tārā balē -- ''āmarā śuni ō pālana kari.’’ Āra tārā nijērā'i haẏa saphalakāma."},{"SurahNumber":24,"VerseNumber":52,"Text":"Āra yē āllāh‌ra ō tām̐ra rasūlēra ājñā pālana karē, āra āllāh‌kē bhaẏa karē ō tām̐kē bhaktiśrad'dhā karē, tāhalē tārā nijērā'i bijētā habē."},{"SurahNumber":24,"VerseNumber":53,"Text":"Āra tārā tādēra sudr̥ṛha āsthāra sāthē āllāh‌ra nāmē kasama khāẏa yē yadi tumi tādēra ādēśa karatē tāhalē tārā ālabaṯ bēriẏē paṛata. Tumi balō, ''śapatha karō nā, ānugatya tō jānā'i āchē! Tōmarā yā kara āllāh niścaẏa'i sē-biṣaẏē ōẏākiphahāla.’’"},{"SurahNumber":24,"VerseNumber":54,"Text":"Balō -- ''āllāh‌ra ānugatya kara ō rasūlēra'ō ājñāpālana kara.’’ Kinta yadi tōmarā phirē yā'ō, tāhalē niḥsandēha tām̐ra uparē raẏēchē śudhu tām̐kē yē bhāra dē'ōẏā haẏēchē, āra tōmādēra uparē raẏēchē tōmādēra yē bhāra dē'ōẏā haẏēchē. Āra yadi tōmarā tām̐ra ājñāpālana kara tabē tōmarā saṯpatha pābē. Āra rasūlēra uparē kōnō dāẏitba nē'i suspaṣṭabhābē paum̐chānō chāṛā."},{"SurahNumber":24,"VerseNumber":55,"Text":"Tōmādēra madhyē yārā īmāna ēnēchē ēbaṁ saṯkarma karachē āllāh tādēra ōẏādā karachēna yē, tini niścaẏa'i tādēra pr̥thibītē pratinidhitba dāna karabēna, yēmana tini pratinidhitba dāna karēchilēna tādēra yārā chila ēdēra pūrbabartī, āra abaśya'i tini tādēra jan'ya supratiṣṭhita karabēna tādēra dharma yā tini tādēra jan'ya manōnīta karēchēna, āra niścaẏa'i tādēra bhaẏa-bhītira parē tādēra jan'yē badalē ānabēna nirāpattā. Tārā āmāra'i ēbādata karabē, āmāra saṅgē an'ya kā'ukē śarika karabē nā. Āra yē kē'u ēra parē akr̥tajñatā dēkhābē -- tāhalē tārā nijērā'i hacchē sīmā-laṅghanakārī."},{"SurahNumber":24,"VerseNumber":56,"Text":"Āra tōmarā nāmāya kāẏēma kara ō yākāta ādāẏa kara āra rasūlēra ājñāpālana kara, yātē tōmādēra prati anugraha karā haẏa."},{"SurahNumber":24,"VerseNumber":57,"Text":"Tumi manē karō nā yē yārā abiśbāsa pōṣaṇa karē tārā pr̥thibītē ēṛiẏē yētē pārabē, barañca tādēra ābāsasthala hacchē āguna. Āra ālabaṯ manda sē'i gantabyasthāna."},{"SurahNumber":24,"VerseNumber":58,"Text":"Ōhē yārā īmāna ēnēcha! Tōmādēra ḍāna hāta yādēra dharē rēkhēchē ēbaṁ tōmādēra madhyēra yārā sābālagatbē paum̐chāẏani tārā yēna tōmādēra anumati nēẏa tinaṭi samaẏē, -- phajarēra nāmāyēra āgē, āra yakhana tōmarā madhyāhnēra garamē tōmādēra jāmākāpaṛa chēṛē dā'ō, ēbaṁ īśāra nāmāyēra parē. Ē'i tina hacchē tōmādēra jan'ya gōpanīẏatā abalanbanēra samaẏa. Ē'isaba bāda diẏē tōmādēra jan'ya kōnō dōṣa habē nā ēbaṁ tādēra jan'ya'ō naẏa. Tōmādēra kā'ukē aparēra kāchē tō ghōrāghuri karatē'i haẏa. Ē'ibhābē'i āllāh tōmādēra jan'ya bāṇīsamūha suspaṣṭa karē diẏēchēna. Āra āllāh sarbajñātā, paramajñānī."},{"SurahNumber":24,"VerseNumber":59,"Text":"Āra tōmādēra madhyēkāra chēlēpilērā yakhana sābālagatbē paum̐chē yāẏa takhana tārā'ō yēna anumati cāẏa yēmana anumati cā'ita tārā yārā ēdēra āgē raẏēchila. Ē'ibhābē'i āllāh tōmādēra jan'ya tām̐ra bāṇīsamūha suspaṣṭa karē diẏēchēna. Āra āllāh sarbajñātā, paramajñānī."},{"SurahNumber":24,"VerseNumber":60,"Text":"Āra nārīdēra madhyēra prēṛhārā yārā biẏēra āśā karē nā, tādēra jan'yē tabē aparādha habē nā yadi tārā tādēra pōśāka khulē rākhē śōbhā-saundarya pradarśana nā ka’rē. Āra yadi tārā sanyata thākē tabē tādēra jan'ya bēśi bhāla. Āra āllāh sarbaśratā, sarbajñātā."},{"SurahNumber":24,"VerseNumber":61,"Text":"Andhēra uparē kōnō dōṣa nē'i ō khōm̐ṛāra uparē'ō naẏa, yadi tōmarā āhāra kara tōmādēra bāṛi thēkē, athabā tōmādēra pitādēra bāṛitē, kimbā tōmādēra māẏēdēra bāṛitē, naẏata tōmādēra bhā'idēra bāṛitē, nā haẏa tōmādēra bōnadēra bāṛitē, kimbā tōmādēra cācādēra bāṛitē, athabā tōmādēra phuphudēra bāṛitē, naẏata tōmādēra māmādēra bāṛitē, athabā tōmādēra khālādēra bāṛitē, kimbā sē'isabē yāra cābi tōmādēra dakhalē raẏēchē, athabā tōmādēra bandhudēra. Tōmādēra uparē kōnō aparādha habē nā yadi tōmarā ēkasaṅgē āhāra kara athabā ālādābhābē. Sutarāṁ yakhana tōmarā bāṛigharē prabēśa kara takhana tōmādēra parasparakē sālāma kara āllāh‌ra tarapha thēkē kalyāṇamaẏa pabitra sambhāṣaṇē. Ē'ibhābē'i āllāh tōmādēra jan'ya bāṇīsamūha suspaṣṭa karē diẏēchēna yēna tōmarā bujhatē pāra."},{"SurahNumber":24,"VerseNumber":62,"Text":"Tārā'i kēbala mumina yārā āllāh‌tē ō tām̐ra rasūlē īmāna ānē, āra yakhana tārā kōnō samaṣṭigata byāpārē tām̐ra saṅgē thākē takhana tārā calē yāẏa nā yatakṣaṇa nā tārā tām̐ra thēkē anumati niẏēchē. Niḥsandēha yārā tōmāra anumati prārthanā karē tārā'i hacchē ōrā yārā āllāh‌tē ō tām̐ra rasūlē īmāna ēnēchē, sutarāṁ tārā yakhana tādēra kōnō byāpārēra jan'ya tōmāra anumati prārthanā karē takhana anumati dā'ō tādēra madhyēra yākē tumi icchā kara, āra tādēra jan'ya āllāh‌ra kṣamā prārthanā kara. Niḥsandēha āllāh paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":24,"VerseNumber":63,"Text":"Tōmādēra madhyē rasūlēra āhbānakē tōmarā tōmādēra madhyēra ēkē an'yē āhbānēra matō gaṇya karō nā. Āllāh abaśya'i tādēra jānēna tōmādēra madhyēra yārā cupi cupi sarē paṛē, sējan'ya yārā tām̐ra ādēśēra birud'dhē yāẏa tārā sābadhāna hōka pāchē kōnō biparyaẏa tādēra uparē patita haẏa, athabā kōnō marmantada śāsti tādēra uparē āpatita haẏa."},{"SurahNumber":24,"VerseNumber":64,"Text":"Ēṭi ki naẏa yē mahākāśamanḍalītē ō pr̥thibītē yā-kichu āchē tā niścaẏa'i āllāh‌ra? Tini abaśya jānēna tōmarā yā-kichutē raẏēcha. Āra yēdina tādēra tām̐ra kāchē phērata nē'ōẏā habē sēdina tādēra jāniẏē dē'ōẏā habē yā tārā karata. Āra āllāh saba- kichu sanbandhē sarbajñātā."},{"SurahNumber":25,"VerseNumber":1,"Text":"Mahāmahima tini yini tām̐ra dāsēra kāchē abatāraṇa karēchēna ē'i phurakkāna yēna tini biśbamānabēra jan'ya ēkajana satarkakārī hatē pārēna."},{"SurahNumber":25,"VerseNumber":2,"Text":"Tini'i -- mahākāśamanḍalī ō pr̥thibīra sārbabhaumatba tām̐ra'i, āra tini kōnō santāna grahaṇa karēna ni, āra sē'i sāmrājyē tām̐ra kōnō śarika'ō nē'i, āra tini'i saba-kichu sr̥ṣṭi karēchēna, tārapara tākē biśēṣa parimāpē parimita rūpa diẏēchēna."},{"SurahNumber":25,"VerseNumber":3,"Text":"Tabu'ō tārā tām̐kē chēṛē diẏē an'ya upāsyadēra grahaṇa karēchē yārā kichu'i sr̥ṣṭi karē nā, baraṁ tādēra nijēdērakē'i sr̥ṣṭi karā haẏēchē, āra tārā nijēdēra jan'ya aniṣṭa karatē sāmarthya rākhē nā, āra upakāra karatē'ō naẏa, āra tārā mr̥tyu ghaṭātē kṣamatā rākhē nā, āra jībana ditē'ō naẏa, kimbā punarut'thānēra kṣētrē'ō naẏa."},{"SurahNumber":25,"VerseNumber":4,"Text":"Āra yārā abiśbāsa pōṣaṇa karē tārā balē -- ''ē'iṭi tō mithyā bai naẏa yā sē tairi karēchē ēbaṁ an'yān'ya lōkajana ē tē tākē sāhāyya karēchē.’’ Sutarāṁ tārā anācāra ō mithyācāra niẏē ēsēchē."},{"SurahNumber":25,"VerseNumber":5,"Text":"Āra tārā balalē -- ''sēkālēra upakathā -- ē-saba sē likhiẏē niẏēchē, āra ēgulō tāra kāchē ābr̥tti karā haẏa sakālē ō sandhyāẏa.’’"},{"SurahNumber":25,"VerseNumber":6,"Text":"Tumi balō -- ''ēṭi abatāraṇa karēchēna tini yini mahākāśamanḍalī ō pr̥thibīra rahasya saba jānēna. Tini aśya'i paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":25,"VerseNumber":7,"Text":"Āra tārā balē -- ''ē kēmana dharanēra rasūla, sē khābāra khāẏa ō hāṭē-bājārē calāphērā karē? Tāra kāchē kēna ēkajana phiriśatā pāṭhānō ha’la nā, yātē sē tāra saṅgē satarkakārī hatē pāratō"},{"SurahNumber":25,"VerseNumber":8,"Text":"Athabā tāra kāchē dhanabhānḍāra pāṭhiẏē dē'ōẏā hatō, athabā tāra jan'ya ēkaṭi bāgāna thākata yā thēkē sē khētō?’’ Āra an'yāẏācārīrā balē -- ''tōmarā tō ēkajana jādugrasta lōkakē'i anusaraṇa karacha!’’"},{"SurahNumber":25,"VerseNumber":9,"Text":"Dēkha, tārā kēmanabhābē tōmāra prati upamā praẏōga karē! Sutarāṁ tārā bipathē gēchē, kājē'i tārā pathēra diśā pācchē nā."},{"SurahNumber":25,"VerseNumber":10,"Text":"Mahāmahima tini yini icchā karalē tōmāra jan'ya ēra cēẏē'ō śrēṣṭha bastu tairi karatē pārēna -- bāgānasamūha yādēra nica diẏē baẏē calē jharanārāji, āra tōmāra jan'ya tairi karatē pārēna prāsāda-samūha."},{"SurahNumber":25,"VerseNumber":11,"Text":"Tathāpi tārā ghaṛighanṭākē asbīkāra karē, āra yē kē'u ghaṛighanṭākē mithyā balē tāra jan'ya āmarā tairi rēkhēchi ēka jbalanta āguna."},{"SurahNumber":25,"VerseNumber":12,"Text":"Yakhana ēṭi dūra jāẏagā thēkē tādēra dēkhatē pābē takhana thēkē'i tārā ēra trud'dha garjana ō huṅkāra śunatē pābē."},{"SurahNumber":25,"VerseNumber":13,"Text":"Āra yakhana tādēra śr̥ṅkhalita abasthāẏa ēra madhyēra ēka saṅkīrṇa sthānē nikṣēpa karā habē takhana tārā sē'ikhānē'i dhbansa ha'ōẏā āhbāna karabē."},{"SurahNumber":25,"VerseNumber":14,"Text":"Ājakēra dinē tōmarā ēkabārēra dhbansēra jan'ya kāmanā karō nā, baraṁ bahubāra dhbansa ha'ōẏāra dōẏā karatē thāka!’’"},{"SurahNumber":25,"VerseNumber":15,"Text":"Tumi balō -- ''ē'iṭi ki bhāla, nā cirasthāẏīsbargōdyāna yā ōẏādā karā haẏēchē dharmaniṣṭhadēra jan'ya?’’ Tā hacchē tādēra jan'ya puraskāra ō gantabyasthala."},{"SurahNumber":25,"VerseNumber":16,"Text":"Sēkhānē tādēra jan'ya raẏēchē yā tārā kāmanā karē, tārā sthāẏībhābē abasthāna karabē. Ē'iṭi tōmāra prabhura uparē n'yasta ōẏādā yā prārthita habāra yōgya."},{"SurahNumber":25,"VerseNumber":17,"Text":"Āra sē'idina tādēra tini ēkatrita karabēna āra āllāh‌kē bāda diẏē yādēra tārā upāsanā karata tādēra'ō, takhana tini balalēna -- ''ē ki tōmarā! Tōmarā'i ki āmāra ē'isaba bāndādēra bibhrānta karēchilē, nā ki tārā sbaẏaṁ patha chēṛē bipathē giẏēchila?’’"},{"SurahNumber":25,"VerseNumber":18,"Text":"Tārā balabē -- ''tōmāra'i saba mahimā! Ēṭi āmādēra jan'ya samīcīna naẏa yē tōmākē bāda diẏē āmarā an'yān'ya abhibhābakadēra grahaṇa karaba. Kintu tumi tādēra ō tādēra pitr̥puruṣadēra bhōgasambhāra diẏēchilē, pariṇāmē tārā bhulē giẏēchila sābadhāna-bāṇī, phalē tārā haẏēchila ēkaṭi binaṣṭa jāti.’’"},{"SurahNumber":25,"VerseNumber":19,"Text":"Sutarāṁ tōmarā yā balacha sē-sanbandhē tārā tō tōmādēra mithyā sābyasta karēchē, kājē'i tōmarā pratirōdha karatē pārabē nā, āra sāhāyya'ō pābē nā. Āra tōmādēra madhyē yē kē'u an'yāẏa karēchē tākē āmarā birāṭa śāsti āsbādana karāba.’’"},{"SurahNumber":25,"VerseNumber":20,"Text":"Āra tōmāra āgē āmarā ēmana kōnō rasūla pāṭhā'i ni yām̐rā niḥsandēha khābāra nā khēẏēchēna ō hāṭē-bājārē calāphērā nā karēchēna. Āra āmarā tōmādēra kā'ukē aparadēra jan'ya parīkṣāsbarūpa dām̐ṛa kariẏēchi. Tōmarā ki adhyabasāẏa cāliẏē yābē? Āra tōmāra prabhu sarbadraṣṭā."}]}