{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha-mima"},{"SurahNumber":46,"VerseNumber":2,"Text":"E kitaba parakramasali, prajnamaya allahara kacha theke nayilakrta"},{"SurahNumber":46,"VerseNumber":3,"Text":"asamanasamuha, yamina o e du’yera madhyabarti samasta kichu'i amara yathayathabhabe o nirdista samayera jan'ya srsti karechi. Ara yara kuphari kareche, taderake ye bisaye bhitipradarsana kara hayeche ta theke mukha phiriye ache"},{"SurahNumber":46,"VerseNumber":4,"Text":"Baluna, ‘tomara amake sambada da'o, tomara allah‌ra paribarte yaderake daka amake dekha'o to tara yamine ki srsti kareche athaba asamanasamuhe tadera kono ansidaritba ache ki? Era purbabati kono kitaba athaba paramparagata kono jnana thakale ta tomara amara kache niye asa yadi tomara satyabadi ha'o [1].’"},{"SurahNumber":46,"VerseNumber":5,"Text":"Ara se byaktira ceye besi bibhranta ke ye allah‌ra paribarte emana kichuke dake ya kiyamatera dina paryanta take sara debe na? Ebam egulo tadera ahbana sambad'dhe'o gaphela"},{"SurahNumber":46,"VerseNumber":6,"Text":"Ara yakhana kiyamatera dina manusake ekatra kara habe takhana segulo habe edera satru ebam era tadera ibadata asbikara karabe"},{"SurahNumber":46,"VerseNumber":7,"Text":"Ara yakhana tadera kache amadera suspasta ayatasamuha tela'oyata kara haya takhana yara kuphari kareche tadera kache satya asara para tara bale, ‘e to suspasta jadu.’"},{"SurahNumber":46,"VerseNumber":8,"Text":"Naki tara bale ye, ‘se eta udbhabana kareche.’ Baluna, ‘yadi ami eta udbhabana kare thaki, tabe tomara amake allah‌ra sasti theke bamcate kichura'i malika na'o. Tomara ye bisaye alocanaya lipta acha, se sambandhe allaha sabisesa abagata. Amara o tomadera madhye saksi hisebe tini'i yathesta ebam tini ksamasila, parama dayalu.’"},{"SurahNumber":46,"VerseNumber":9,"Text":"Baluna, ‘rasulaganera madhye ami'i prathama na'i. Ara ami jani na, amara o tomadera byapare ki kara habe; ami amara prati ya ohi kara haya sudhu tara'i anusarana kari. Ara ami to eka spasta satarkakari matra.’"},{"SurahNumber":46,"VerseNumber":10,"Text":"Baluna, ‘tomara amake jana'o, yadi e kura'ana allahara kacha theke nayila haye thake ebam tomara tara sathe kuphari kara, ara bani isara'ilera ekajana anurupa kitabera ayatera upara saksya diye tate imana anala; ara tomara aud'dhatya prakasa karale, (tahale tomadera parinama ki habe?) Niscaya allaha yalima sampradayake hedayata karena na"},{"SurahNumber":46,"VerseNumber":11,"Text":"Ara yara kuphari kareche tara yara imana eneche tadera samparke bale, ‘yadi eta bhala hata tabe tara era dike amaderake atikrama kare yete parata na [1]. Ara yakhana tara eta dbara hedayata payani takhana tara acire'i balabe, ‘e eka purono mithya.’"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ara era age chila musara kitaba patha pradarsaka o rahamatasbarupa. Ara e kitaba (tara) satyayanakari, arabi bhasaya, yena ta yalimaderake satarka kare, ara ta muhasinadera jan'ya susambada"},{"SurahNumber":46,"VerseNumber":13,"Text":"Niscaya yara bale, ‘amadera raba allaha’ tarapara abicala thake, tadera kono bhaya ne'i ebam tara cintita'o habe na"},{"SurahNumber":46,"VerseNumber":14,"Text":"Tara'i jannatera adhibasi, sekhane tara sthayi habe, tara ya amala karata tara puraskara sbarupa"},{"SurahNumber":46,"VerseNumber":15,"Text":"Ara amara manusake tara mata -pitara prati sadaya byabaharera nirdesa diyechi. Tara ma take garbhe dharana kare kastera sathe ebam prasaba kare kastera sathe, take garbhe dharana karate [1] o tara stan'ya charate lage traisa masa [2], abasese yakhana se purna saktiprapta haya [3] ebam callisa bachare upanita haya, takhana se bale ‘he amara raba! Apani amake samarthya dina, yate ami apanara prati krtajnata prakasa karate pari, amara prati o amara pita-matara prati apani ye anugraha karechena, tara jan'ya ebam yate ami emana satkaja karate pari ya apani pachanda karena; ara amara jan'ya amara santana–santatiderake sansodhana kare dina, niscaya ami apanara'i abhimukhi halama ebam niscaya ami musalimadera antarbhukta"},{"SurahNumber":46,"VerseNumber":16,"Text":"‘Ora'i tara, amara yadera sat amalagulo kabula kari ebam manda kajagulo ksama kari, tara jannatabasidera madhye habe [1]. Ederake ye pratisruti deya hayeche ta satya oyada"},{"SurahNumber":46,"VerseNumber":17,"Text":"Ara ye tara mata-pitake bale, ‘aphasosa tomadera jan'ya! Tomara ki amake e oyada da'o ye, amake punarukhita kara habe athaca amara age bahu prajanma gata hayeche [1]?’ Takhana tara mata-pita allah‌ra kache phariyada kare bale, ‘durbhoga tomara jan'ya! Tumi imana anayana kara, niscaya allah‌ra oyada satya. Takhana se bale, ‘e to atita kalera upakatha chara kichu'i naya.’"},{"SurahNumber":46,"VerseNumber":18,"Text":"Era to tara, yadera upara satya hayeche ayabera se phayasala, ya satya hayechila se saba um'matera jan'ya yara gata haye geche edera age, jina o inasana theke. Niscaya tara chila ksatigrasta"},{"SurahNumber":46,"VerseNumber":19,"Text":"Ara pratyekera jan'ya tadera amala anusare maryada rayeche ebam yate allaha pratyekera kajera purna pratiphala dite parena. Ara tadera prati yuluma kara habe na"},{"SurahNumber":46,"VerseNumber":20,"Text":"Ara yara kuphari kareche yedina taderake jahannamera samane pesa kara habe (sedina taderake bala habe) ‘tomara tomadera duniyara jibane'i yabatiya sukha-sambhara niye gecha ebam segulo upabhoga'o karecha. Sutaram aja tomaderake deya habe abamananakara sasti [1]; karana tomara yamine an'yayabhabe aud'dhatya prakasa karate ebam tomara napharamani karate.’"},{"SurahNumber":46,"VerseNumber":21,"Text":"Ara smarana karuna, ‘ada sampradayera bha'iyera katha, yakhana se ahakaphe [1] sbiya sampradayake satarka karechila. Yara age ebam pare'o satarkakari esechilena (e bale) ye, ‘tomara allaha chara karo'o ibadata karo na. Niscaya ami tomadera jan'ya mahadinera sastira asanka karachi.’"},{"SurahNumber":46,"VerseNumber":22,"Text":"Tara balechila, ‘tumi ki amaderake amadera upasyagulo theke nibrtta karate esecha? Tumi yadi satyabadidera antarbhukta haye thaka tabe amaderake yara oyada karacha ta niye asa.’"},{"SurahNumber":46,"VerseNumber":23,"Text":"Tini balalena, ‘e jnana to sudhu allah‌ra'i kache. Ara ami ya niye prerita hayechi sudhu ta-i tomadera kache pracara kari, kintu ami dekhachi, tomara eka murkha sampradaya"},{"SurahNumber":46,"VerseNumber":24,"Text":"Atahpara yakhana tara tadera upatyakara dike megha asate dekhala takhana balate lagala, ‘e to megha amaderake brsti dana karabe.’ Na, baram eta'i to ta, ya tomara tbaranbita karate ceyecha, eka jhara, ete rayeche yantranadayaka sasti"},{"SurahNumber":46,"VerseNumber":25,"Text":"Eta tara rabera nirdese saba kichuke dhabansa kare debe. Atahpara tadera parinama e hala ye, tadera basatigulo chara ara kichu'i dekha gela na. Ebhabe amara aparadhi sampradayake pratiphala diye thaki"},{"SurahNumber":46,"VerseNumber":26,"Text":"Ara abasya'i amara taderake yebhabe pratisthita karechilama tomaderake sebhabe pratisthita karini [1]; ara amara taderake diyechilama kana, cokha o hrdaya; atahpara tadera kana, cokha o hrdaya tadera kono kaje aseni; yakhana tara allah‌ra ayatasamuhake asbikara karechila. Ara ya niye thatta-bidrupa karata, ta-i taderake paribestana karala"},{"SurahNumber":46,"VerseNumber":27,"Text":"Ara abasya'i amara dhbansa karechilama tomadera carapasera janapadasamuha ebam amara bibhinnabhabe ayatasamuha bibrta karechilama, yate tara phire ase"},{"SurahNumber":46,"VerseNumber":28,"Text":"Atahpara tara allahara sannidhya labhera jan'ya allah‌ra paribarte yaderake ilaharupe grahana karechila tara taderake sahayya karala na kena? Baram tadera ilahagulo tadera kacha theke hariye gela. Ara eta chila tadera mithyacara ebam ya tara alika udbhabana karachila"},{"SurahNumber":46,"VerseNumber":29,"Text":"Ara smarana karuna, yakhana amara apanara dike phiriye diyechilama jinadera ekati dalake [1], yara manoyogasahakare kura'ana patha sunachila. Atahpara yakhana tara tara kache upasthita hala, tara balala, ‘cupa kare suna.’ Atahpara yakhana kura'ana patha samapta hala tara tadera sampradayera kache phire gela satarkakarirupe"},{"SurahNumber":46,"VerseNumber":30,"Text":"Tara balechila, ‘he amadera sampradaya! Niscaya amara emana eka kitabera patha sunechi ya nayila hayeche musara pare, eta tara sam'mukhastha kitabake satyayana kare ebam satya o sarala pathera dike hedayata kare"},{"SurahNumber":46,"VerseNumber":31,"Text":"‘He amadera sampradaya! Allahara dike ahabanakarira prati sara da'o ebam tamra upara imana ana, tini tomadera papasamuha ksama karabena [1] ebam yantranadayaka sasti hate tomaderake raksa karabena.’"},{"SurahNumber":46,"VerseNumber":32,"Text":"Ara ye allahara dike ahbanakarira prati sara na deya tabe se yamine allah‌ke aparagakari naya. Ara allaha chara tara kono abhibhabaka ne'i. Tara'i suspasta bibhrantite rayeche"},{"SurahNumber":46,"VerseNumber":33,"Text":"Ara tara ki dekhe na ye, niscaya allah‌, yini asamanasamuha o yamina srsti karechena ebam esabera srstite kono klanti bodha karenani, tini mrtera jibana dana karate'o saksama? Abasya'i hyam, niscaya tini sabakichura upara ksamatabana"},{"SurahNumber":46,"VerseNumber":34,"Text":"Ara yara kuphari kareche yedina taderake pesa kara habe jahannamera agunera kache, (sedina taderake bala habe) ‘eta ki satya naya?’ Tara balabe, ‘amadera rabera sapatha! Abasya'i hyam. Tini balabena, ‘sutaram sasti asbadana kara; karana tomara kuphari karechile.’"},{"SurahNumber":46,"VerseNumber":35,"Text":"Ata'eba, apani dhairya dharana karuna yemana dhairya dharana karechilena drrhapratijna rasulagana. Ara apani tadera jan'ya tarahuro karabena na. Taderake ye bisaye satarka kara hayeche ta yedina tara dekhate pabe, sedina tadera mane habe, tara yena dinera eka dandera besi duniyate abasthana kareni. E eka ghosana, sutaram papacari sampradayake'i kebala dhbansa kara habe"},{"SurahNumber":47,"VerseNumber":1,"Text":"Yara kuphari kareche ebam an'yake allahara patha theke nibrta kareche tini tadera amalasamuha byartha kare diyechena"},{"SurahNumber":47,"VerseNumber":2,"Text":"Ara yara imana eneche, satkaja kareche ebam muham'madera prati ya nayila hayeche tate imana eneche, ara ta-i tadera rabera paksa hate prerita satya, tini tadera manda kajagulo bidurita karabena ebam tadera abastha bhala karabena"},{"SurahNumber":47,"VerseNumber":3,"Text":"Eta ejan'ye ye, yara kuphari kareche tara batilera anusarana kareche ebam yara imana eneche tara tadera rabera prerita satyera anusarana kareche. Ebhabe allaha manusera jan'ya tadera drstantasamuha upasthapana karena"},{"SurahNumber":47,"VerseNumber":4,"Text":"Ata'eba, yakhana tomara kaphiradera sathe yud'dhe mukabila kara takhana ghare aghata kara, abasese yakhana tomara taderake sampurnarupe paryudasta karabe takhana taderake majabutabhabe bamdha; tarapara haya anukampa, naya muktipana. Yataksana na yud'dha era bhara (astra) namiye na phele. Erupa'i, ara allaha icche karale tadera theke pratisodha nite paratena, kintu tini cana tomadera ekajanake an'yera dbara pariksa karate. Ara yara allahara pathe nihata haya tini kakhano tadera amalasamuha binasta hate dena na"},{"SurahNumber":47,"VerseNumber":5,"Text":"Acire'i tini taderake pathanirdesa karabena [1] ebam tadera abastha bhala kare dibena"},{"SurahNumber":47,"VerseNumber":6,"Text":"Ara tini taderake prabesa karabena jannate, yara paricaya tini taderake janiyechilena"},{"SurahNumber":47,"VerseNumber":7,"Text":"He muminagana! Yadi tomara allahake sahayya kara, tabe tini tomaderake sahayya karabena ebam tomadera pa samuha sudrrha karabena"},{"SurahNumber":47,"VerseNumber":8,"Text":"Ara yara kuphari kareche tadera jan'ya rayeche dhbansa ebam tini tadera amalasamuha byartha kare diyechena"},{"SurahNumber":47,"VerseNumber":9,"Text":"Eta ejan'ye ye, allaha ya nayila karechena tara ta apachanda kareche. Kaje'i tini tadera amalasamuha nisphala kare diyechena"},{"SurahNumber":47,"VerseNumber":10,"Text":"Tabe ki tara yamine bhramana kare dekheni tadera purbabatidera parinama ki hayeche? Allaha taderake dhbansa karechena. Ara kaphiradera jan'ya rayeche anurupa parinama"},{"SurahNumber":47,"VerseNumber":11,"Text":"Eta ejan'ye ye, niscaya allaha muminadera abhibhabaka ebam niscaya kaphiradera kono abhibhabaka ne'i"},{"SurahNumber":47,"VerseNumber":12,"Text":"Niscaya yara imana eneche ebam satkaja kareche allaha taderake prabesa karabena jannate yara nice naharasamuha prabahita; kintu yara kuphari kareche tara bhoga bilasa kare ebam khaya yemana catuspada jantura khaya [1]; ara jahannama'i tadera nibasa"},{"SurahNumber":47,"VerseNumber":13,"Text":"Ara tara apanara ye janapada theke apanake bitarita kareche tara ceye'o besi saktisali bahu janapada chila; amara taderake dhbansa karechi atahpara tadera sahayyakari ke'u chila na"},{"SurahNumber":47,"VerseNumber":14,"Text":"Ye byakti tara raba prerita suspasta pramanera upara pratisthita, se ki tara n'yaya yara kache nijera manda kajagulo sobhana kare deya hayeche ebam yara nija kheyala-khusira anusarana kareche"},{"SurahNumber":47,"VerseNumber":15,"Text":"muttakiderake ye jannatera pratisruti deya hayeche tara drstanta: Tate ache nirmala panira naharasamuha, ache dudhera naharasamuha yara sbada aparibartaniya, ache panakaridera jan'ya susbadu surara naharasamuha, ache parisodhita madhura naharasamuha [1] ebam sekhane tadera jan'ya thakabe pratyeka prakarera phalamula. Ara tadera rabera paksa theke ksama. Tara (muttakira) ki tadera n'yaya yara jahanname sthayi habe ebam yaderake pana karano habe phutanta pani, phale ta tadera naribhumri chinna-bicchinna kare dibe"},{"SurahNumber":47,"VerseNumber":16,"Text":"ara tadera madhye kichu sankhyaka apanara katha manoyogera sathe sune, abasese apanara kacha theke bera haye yara jnanaprapta taderake bale, ‘e matra se ki balala?’ Era'i tara, yadera antarasamuhe allaha mohara kare diyechena ebam tara anusarana kareche nijedera kheyala-khusira"},{"SurahNumber":47,"VerseNumber":17,"Text":"Ara yara hidayataprapta hayeche allaha tadera hidayata brd'dhi karena ebam taderake tadera taka'oya pradana karena"},{"SurahNumber":47,"VerseNumber":18,"Text":"Sutaram tara ki sudhu ejan'ye apeksa karache ye, kiyamata tadera kache ese paruka akasmikabhabe? Kiyamatera laksanasamuha [1] to ese'i pareche! Atahpara kiyamata ese parale tara upadesa grahana karabe kemana kare"},{"SurahNumber":47,"VerseNumber":19,"Text":"kaje'i jene rakhuna ye, allaha chara an'ya kono satya ilaha ne'i [1]. Ara ksama prarthana karuna apanara o mumina nara-naridera kratira jan'ya. Allaha tomadera gatibidhi ebam abasthana samparke abagata rayechena"},{"SurahNumber":47,"VerseNumber":20,"Text":"Ara yara imana eneche tara bale, ‘ekati sura nayila haya na kena?’ Atahpara yadi ‘muhakama’ [1] kono sura nayila haya ebam tate yud'dhera kono nirdesa thake apani dekhabena yadera antare roga ache tara mrtyubhaye bih‌bala manusera mata apanara dike takacche [2]. Sutaram tadera jan'ya uttama hato"},{"SurahNumber":47,"VerseNumber":21,"Text":"anugatya o n'yayasangata bakya; atahpara curanta sid'dhanta hale yadi tara allah‌ra prati pradatta angikara satye parinata karata tabe tadera jan'ya ta abasya'i kalyanakara hata"},{"SurahNumber":47,"VerseNumber":22,"Text":"Sutaram abadhya haye mukha phiriye nile sambhabata tomara yamine biparyaya srsti karabe ebam atniyatara bandhana [1] chinna karabe"},{"SurahNumber":47,"VerseNumber":23,"Text":"Era'i tara, yaderake allaha la'nata karechena, phale tini tadera badhira karena ebam tadera drstisamuhake andha karena"},{"SurahNumber":47,"VerseNumber":24,"Text":"Tabe ki tara kura'ana niye gabhira cinta kare na? Naki tadera antarasamuhe tala rayeche"},{"SurahNumber":47,"VerseNumber":25,"Text":"niscaya yara nijedera kache satpatha spasta ha'oyara para ta theke prsthapradarsana kare, sayatana tadera kajake sobhana kare dekhaya ebam taderake mithya asa deya"},{"SurahNumber":47,"VerseNumber":26,"Text":"Eta ejan'ye ye, allaha ya nayila karechena, ta yara apachanda kare taderake ora bale, ‘acire'i amara kono kono bisaye tomadera anugatya karaba.’ Ara allaha janena tadera gopana abhisandhisamuha"},{"SurahNumber":47,"VerseNumber":27,"Text":"Sutaram kemana habe tadera dasa! Yakhana pheresatara tadera cehara o prsthadese aghata karate karate praana harana karabe"},{"SurahNumber":47,"VerseNumber":28,"Text":"Eta ejan'ye ye, tara emana saba bisaya anusarana kareche ya allahara asantosa srsti kareche ebam tara tamra santustike apachanda kareche; sutaram tini tadera amalasamuha nisphala kare diyechena"},{"SurahNumber":47,"VerseNumber":29,"Text":"Naki yadera antare roga ache tara mane kare ye, allaha kakhano tadera bidbesabhaba prakasa kare debena na"},{"SurahNumber":47,"VerseNumber":30,"Text":"ara amara icche karale apanake tadera paricaya ditama; phale apani tadera laksana dekhe taderake cinate paratena. Tabe apani abasya'i kathara bhangite taderake cinate parabena. Ara allaha tomadera yabatiya amala samparke janena"},{"SurahNumber":47,"VerseNumber":31,"Text":"Ara amara abasya'i tomaderake pariksa karaba, yataksana na amara jene ne'i tomadera madhye jihadakari o dhairyasiladerake ebam amara tomadera karmakanda pariksa kari"},{"SurahNumber":47,"VerseNumber":32,"Text":"Niscaya yara kuphari kareche, manusake allah‌ra patha theke nibrtta kareche ebam nijedera kache hidayata suspasta ha'oyara para rasulera birodhita kareche, tara allah‌ra kono'i ksati karate parabe na. Ara acire'i tini tadera amalasamuha nisphala kare debena"},{"SurahNumber":47,"VerseNumber":33,"Text":"He muminagana! Tomara allahara anugatya kara ebam rasulera anugatya kara, ara tomara tomadera amalasamuha binasta karo na"},{"SurahNumber":47,"VerseNumber":34,"Text":"Niscaya yara kuphari kareche ebam allahara patha theke manusake nibrtta kareche, tarapara kaphira abasthaya mara geche, allaha taderake kakhana'i ksama karabena na"},{"SurahNumber":47,"VerseNumber":35,"Text":"Kaje'i tomara hinabala hayo na ebam sandhira prastaba karo na [1], yakhana tomara prabala; ara allaha tomadera sange achena [2] ebam tini tomadera karmaphala kakhano ksunna karabena na"},{"SurahNumber":47,"VerseNumber":36,"Text":"Duniyara jibana to sudhu khela-tamasa o arthahina kathabarta. Ara yadi tomara imana ana ebam taka'oya abalambana kara tabe allaha tomaderake tomadera puraskara debena ebam tini tomadera dhana-sampada cana na"},{"SurahNumber":47,"VerseNumber":37,"Text":"Tomadera kacha theke tini ta ca'ile o tara jan'ya tomadera upara capa dile tomara to karpanya karabe ebam takhana tini tomadera bidbesabhaba prakasa kare debena"},{"SurahNumber":47,"VerseNumber":38,"Text":"Dekha, tomara'i to tara yaderake allahara pathe byaya karate bala hacche athaca tomadera ke'u ke'u karpanya karache. Tabe ye karpanya karache se to karpanya karache nijera'i prati [1]. Ara allaha abhabamukta ebam tomara abhabagrasta. Ara yadi tomara bimukha ha'o, tabe tini tomadera chara an'ya sampradayake tomadera sthalabarti karabena; tarapara tara tomadera mata habe na"},{"SurahNumber":48,"VerseNumber":1,"Text":"Niscaya amara apanake diyechi suspasta bijaya"},{"SurahNumber":48,"VerseNumber":2,"Text":"yena allaha apanara atita o bhabisyata trutisamuha marjana karena ebam apanara prati tamra anugraha purna karena. Ara apanake sarala pathera hedayata dena"},{"SurahNumber":48,"VerseNumber":3,"Text":"ebam allaha apanake balistha sahayya dana karena"},{"SurahNumber":48,"VerseNumber":4,"Text":"Tini'i muminadera antare prasanti nayila karechena [1] yena tara tadera imanera sathe imana brd'dhi kare neya [2]. Ara asamanasamuha o yaminera bahinisamuha allahara'i ebam allah‌ halena sarbajna, hikamata'oyala"},{"SurahNumber":48,"VerseNumber":5,"Text":"Yate tini mumina purusa o mumina nariderake prabesa karana jannate, yara nica diye naharasamuha prabahita, yekhane tara sthayi habe ebam tini tadera papasamuha mocana karabena; ara eta'i halo allahara nikata mahasaphalya"},{"SurahNumber":48,"VerseNumber":6,"Text":"Ara yate tini munaphika purusa o munaphika nari, musarika purusa o musarika nari yara allaha sambandhe manda dharana posana kare taderake sasti dena. Amangala cakra tadera upara'i [1] apatita haya. Ara allaha tadera prati rusta hayechena ebam taderake la’nata karechena; ara tadera jan'ya jahannama prastuta rekhechena. Ara seta kata nikrsta pratyabartanasthala"},{"SurahNumber":48,"VerseNumber":7,"Text":"ara asamanasamuha o yaminera bahinisamuha allahara'i ebam allah hacchena parakramasali, hikamata'oyala"},{"SurahNumber":48,"VerseNumber":8,"Text":"Niscaya amara apanake prerana karechi saksirupe, susambadadata o satarkakarirupe"},{"SurahNumber":48,"VerseNumber":9,"Text":"yate tomara allaha o tamra rasulera prati imana ana ebam tamra sakti yoga'o o tamke sam'mana kara; ara sakala-sandhyaya tamra pabitrata o mahima ghosana kara"},{"SurahNumber":48,"VerseNumber":10,"Text":"Niscaya yara apanara kache ba'i’ata kare [1] tara to allahara'i hate ba'i’ata kare. Allahara hata [2] tadera hatera upara [3]. Tarapara ye ta bhanga kare, ta bhanga karara parinama bartabe tara'i upara ebam ye allahara sathe krta angikara purna kare, tabe tini abasya'i take mahapuraskara dena"},{"SurahNumber":48,"VerseNumber":11,"Text":"Ye sakala marubasi pichane raye geche [1] tara to apanake balabe, ‘amadera dhana-sampada o paribara-parijana amaderake byasta rekheche, ata'eba, amadera jan'ya ksamaprarthana karuna. Tara mukhe ta bale ya tadera antare ne'i. Taderake baluna, ‘allah‌ karo kono ksati kimba mangala sadhanera icche karale ke allahara mokabilaya tomadera jan'ya kono kichura malika habe? Bastuta tomara ya kara se bisaye allah‌ samyaka abahita.’"},{"SurahNumber":48,"VerseNumber":12,"Text":"Baram tomara dharana karechile ye, rasula o muminagana tadera paribara parijanera kache kakhana'i phire asabe na ebam e dharana tomadera antare pritikara mane hayechila; ara tomara khuba manda dharana karechile ebam tomara chile dhbansamukhi eka sampradaya"},{"SurahNumber":48,"VerseNumber":13,"Text":"ara ye ke'u allah o tamra rasulera prati imana ane na tabe niscaya ami kaphiradera jan'ya jbalanta aguna prastuta rekhechi"},{"SurahNumber":48,"VerseNumber":14,"Text":"Asamanasamuha o yaminera sarbamaya kartrtba allah‌ra'i, tini yake icche ksama karena ebam yake icche sasti dena. Ara allah‌ ati ksamasila, parama dayalu"},{"SurahNumber":48,"VerseNumber":15,"Text":"Tomara yakhana yud'dhalabdha sampada sangrahera jan'ya yabe takhana yara pichane raye giyechila, tara abasya'i balabe, ‘amaderake tomadera anusarana karate da'o.’ Tara allahara bani paribartana karate caya. Baluna, ‘tomara kichute'i amadera anusarana karabe na. Allaha age'i erupa ghosana karechena.’ Tara abasya'i balabe, ‘tomara to amadera prati bidbesa posana karacha.’ Baram tara to kebala saman'ya'i bojhe"},{"SurahNumber":48,"VerseNumber":16,"Text":"Yesaba marubasi pichane raye giyechila taderake baluna, ‘abasya'i tomara ahuta habe eka kathora yod'dha jatira birud'dhe yud'dha karate; tomara tadera sathe yud'dha karabe athaba tara atmasamarpana kare. Atahpara tomara e nirdesa palana karale allah‌ tomadera uttama puraskara dana karabena. Ara tomara yadi agera mata prstha pradarsana kara, tabe tini tomaderake yantranadayaka sasti debena"},{"SurahNumber":48,"VerseNumber":17,"Text":"Andhera kono aparadha ne'i, khanjera kono aparadha ne'i ebam piritera'o kono aparadha ne'i ebam ye ke'u allaha o tamra rasulera anugatya karabe, tini take prabesa karabena emana jannate, yara nice naharasamuha prabahita; kintu ye byakti prsthapradarsana karabe tini take yantranadayaka sasti debena"},{"SurahNumber":48,"VerseNumber":18,"Text":"Abasya'i allaha muminaganera upara santusta hayechena, yakhana tara gachera nice apanara kache ba'i’ata grahana karechila [1], atahpara tadera antare ya chila ta tini jene niyechena; phale tini tadera upara prasanti nayila karalena ebam taderake asanna bijaye puraskrta karalena"},{"SurahNumber":48,"VerseNumber":19,"Text":"ara bipula parimana ganimate [1], ya tara hastagata karabe ebam allaha prabala parakramasali, hikamata'oyala"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allah‌ tomadera oyada diyechena yud'dhe labhya bipula sampadera, yara adhikari habe tomara [1]. Atahpara tini eta tomadera jan'ya tbaranbita karechena. Ara tini tomadera theke manusera hata nibarita karechena [2] yena eta haya muminadera jan'ya eka nidarsana. Ara tini tomaderake paricalita karena sarala pathe"},{"SurahNumber":48,"VerseNumber":21,"Text":"ara arekati, ekhano ya tomadera adhikare aseni, ta to allaha bestana kare rekhechena [1]. Ara allaha sabakichura upara ksamatabana"},{"SurahNumber":48,"VerseNumber":22,"Text":"Ara yara kuphari kareche tara yadi tomadera sathe yud'dha kare tabe tara abasya'i prsthapradarsana karabe, tarapara tara kono abhibhabaka o sahayyakari pabe na"},{"SurahNumber":48,"VerseNumber":23,"Text":"Eta'i allah‌ra bidhana---purba theke'i ya cale asache, apani allahara bidhane kono paribartana pabena na"},{"SurahNumber":48,"VerseNumber":24,"Text":"Ara tini makka upatyakaya tadera hata tomadera theke ebam tomadera hata tadera theke nibarita karechena. Tadera upara tomaderake bijayi karara para [1], ara tomara ya kichu kara allah‌ tara samyaka drasta"},{"SurahNumber":48,"VerseNumber":25,"Text":"Tara'i to kuphari karechila ebam badha diyechila tomaderake masajidula- harama hate o badha diyechila kurabanira jan'ya abad'dha pasuguloke yathasthane paumchate [1]. Ara yadi mumina purusara o mumina narira na thakata, yadera samparke tomara jana na ye, tomara ajnatasare taderake padadalita karabe, phale tadera karane tomara aparadhi o dosi sabyasta hate, (tabe abasya'i tini yud'dhera anumati ditena. Kintu allaha tomaderake takhana era anumati dena ni) [2] yate tini yake icche nija anugrahe prabesa karabena [3]. Yadi tara [4] prthaka haye thakata, tabe abasya'i amara tadera madhye kaphiraderake yantranadayaka sasti ditama"},{"SurahNumber":48,"VerseNumber":26,"Text":"Yakhana kaphirara tadera antare posana karechila gotriya ahamika --- ajnatara yugera ahamika [1], takhana allah‌ tamra rasula o muminadera upara sbiya prasanti nayila karalena; ara taderake taka'oyara kalemaya [2] sudrrha karalena, ara tara'i chila era adhikatara yogya o upayukta. Ara allah‌ sabakichu samparke sarbajna"},{"SurahNumber":48,"VerseNumber":27,"Text":"Abasya'i allaha tamra rasulake sbapnati yathayathabhabe satye parinata kare diyechena [1], allahara icchaya tomara abasya'i masajidula-harame prabesa karabe nirapade --- matha mundana kare ebam cula chemte, nirbhaye. Atahpara tini (allaha) jenechena ya tomara jana ni. Sutaram e chara'o tini tomaderake diyechena eka sadya bijaya"},{"SurahNumber":48,"VerseNumber":28,"Text":"Tini'i tamra rasulake pathanirdesa o satya dinasaha prerana karechena, an'ya samasta dinera upara eke jayayukta karara jan'ya. Ara saksi hisebe allaha'i yathesta"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muham'mada allahara rasula; ara tara sahacaragana kapheradera prati kathora, tadera parasparera prati sahanubhutisila; allahara anugraha o santusti kamanaya apani taderake ruku o sajadaya abanata dekhabena. Tadera laksana tadera mukhamandale sajadara prabhabe parisphuta; eta'i ta'orate tadera drstanta. Ara injile tadera drstanta hacche emana ekati caragacha, ya theke nirgata haya kacipata, tarapara ta sakta o pusta haya ebam pare kandera upara damraya drrhabhabe ya casira jan'ya anandadayaka. Ebhabe allaha muminadera samrd'dhi dbara kaphiradera antarjbala srsti karena. Yara imana ane ebam satkaja kare allaha taderake pratisruti diyechena ksama o mahapratidanera"},{"SurahNumber":49,"VerseNumber":1,"Text":"He imanadaragana [1]! Allaha o tamra rasulera samakse tomara kono bisaye agrani hayo na ara tomara allahara taka'oya abalambana kara; niscaya allaha sarbasrota, sarbajna"},{"SurahNumber":49,"VerseNumber":2,"Text":"He imanadaragana! Tomara nabira kanthasbarera upara nijedera kanthasbara umcu karo na [1] ebam nijedera madhye yebhabe uccasbare katha bala tara sathe serupa uccasbare katha balo na; e asankaya ye, tomadera sakala kaja binasta haye yabe athaca tomara upalabdhi'o karate parabe na"},{"SurahNumber":49,"VerseNumber":3,"Text":"Niscaya yara allahara rasulera samane nijedera kanthasbara nicu kare, allah‌ tadera antarake taka'oyara jan'ya pariksa kare niyechena. Tadera jan'ya rayeche ksama o mahapuraskara"},{"SurahNumber":49,"VerseNumber":4,"Text":"Niscaya yara hujarasamuhera pichana theke apanake uccasbare dake, tadera adhikansa'i bujhe na"},{"SurahNumber":49,"VerseNumber":5,"Text":"Ara apani bera haye tadera kache asa paryanta yadi tara dhairya dharana karata, tabe ta-i tadera jan'ya uttama hata [1]. Ara allah‌ ksamasila, parama dayalu"},{"SurahNumber":49,"VerseNumber":6,"Text":"He imanadaragana! [1] Yadi kono phasika tomadera kache kono barta niye ase, tahale tomara ta pariksa kare dekha, e asankaya ye, ajnatabasata tomara kono sampradayake akramana kare basabe, phale tomadera krtakarmera jan'ya tomaderake anutapta hate habe"},{"SurahNumber":49,"VerseNumber":7,"Text":"Ara tomara jene rakha ye, tomadera madhye allahara rasula rayechena; tini bahu bisaye tomadera katha sunale tomara'i kasta pete. Kintu allaha tomadera kache imanake priya karechena ebam setake tomadera hrdayagrahi karechena. Ara kuphari, papacara o abadhyatake karechena tomadera kache apraiya. Tara'i to satya pathapraapta"},{"SurahNumber":49,"VerseNumber":8,"Text":"Allahara dana o anugrahasbarupa; ara allaha sarbajna, hikamata'oyala"},{"SurahNumber":49,"VerseNumber":9,"Text":"Ara muminadera du’dala dbandbe lipta hale tomara tadera madhye mimansa kare da'o. Atahpara tadera ekadala an'ya dalera birud'dhe barabari karale, yara barabari kare tadera birud'dhe tomara yud'dha kara, yataksana na tara allahara nirdesera dike phire ase. Tarapara yadi tara phire ase, tabe tadera madhye inasaphera sathe aposa-mimansa kare da'o ebam n'yayabicara kara. Niscaya allaha n'yayabicarakaderake bhalabasena"},{"SurahNumber":49,"VerseNumber":10,"Text":"Muminagana to paraspara bha'i bha'i [1]; kaje'i tomara tomadera bha'idera madhye aposa-mimansa kare da'o. Ara allahara taka'oya abalambana kara, yate tomara anugrahaprapta ha'o"},{"SurahNumber":49,"VerseNumber":11,"Text":"He imanadaragana! Kono mumina sampradaya yena apara kono mumina sampradayake upahasa na kare; kenana yaderake upahasa kara hacche tara upahasakaridera ceye uttama hate pare ebam narira yena an'ya nariderake upahasa na kare; kenana yaderake upahasa kara hacche tara upahasakarinidera ceye uttama hate pare. Ara tomara eke an'yera prati dosaropa karo na ebam tomara eke an'yake manda name deko na [1]; imanera para manda nama ati nikrsta. Ara yara ta'oba kare na tara'i to yalima"},{"SurahNumber":49,"VerseNumber":12,"Text":"He imanadaragana! Tomara adhikansa anumana hate dure thaka; karana kono kono anumana papa ebam tomara eke an'yera gopaniya bisaya sandhana karo na ebam eke an'yera gibata karo na [1]. Tomadera madhye ki ke'u tara mrta bha'iyera gosata khete ca'ibe [2]? Bastuta tomara to eke ghrnya'i mane kara. Ara tomara allahara taka'oya abalambana kara; niscaya allah ta'oba grahanakari, parama dayalu"},{"SurahNumber":49,"VerseNumber":13,"Text":"He manusa! Amara tomaderake srsti karechi eka purusa o eka nari hate [1], ara tomaderake bibhakta karechi bibhinna jati o gotre, yate tomara eke an'yera sathe paricita hate para [2]. Tomadera madhye allahara kache se byakti'i besi maryadasampanna ye tomadera madhye besi taka'oyasampanna. Niscaya allah‌ sarbajna, samyaka abahita"},{"SurahNumber":49,"VerseNumber":14,"Text":"Bedu'inara bale, ‘amara imana analama’. Baluna, ‘tomara imana anani, baram tomara bala, ‘amara atnasamarpana karechi’, karana imana ekhano tomadera antare prabesa kareni. Ara yadi tomara allah‌ o tamra rasulera anugatya kara tabe tini tomadera amalasamuhera sa'oyaba saman'ya parimana'o laghaba karabena na. Niscaya allah‌ ksamasila, parama dayalu.’"},{"SurahNumber":49,"VerseNumber":15,"Text":"Tara'i to mumina, yara allah‌ o tamra rasulera prati imana eneche, tarapara sandeha posana kareni ebam tadera jibana o sampada diye allahara pathe jihada kareche, tara'i satyanistha"},{"SurahNumber":49,"VerseNumber":16,"Text":"Baluna, ‘tomara ki tomadera dina samparke allahake abagata karaccha? Athaca allaha janena ya kichu ache asamanasamuhe ebam ya kichu ache yamine. Ara allaha sabakichu samparke samyaka abagata"},{"SurahNumber":49,"VerseNumber":17,"Text":"Tara isalama grahana kare apanake dhan'ya kareche mane kare. Baluna, ‘tomara isalama grahana kare amake dhan'ya karecha mane karo na, baram allah‌ imanera dike paricalita kare tomaderake dhan'ya karechena, yadi tomara satyabadi ha'o.’"},{"SurahNumber":49,"VerseNumber":18,"Text":"Niscaya allaha asamanasamuha o yaminera gayeba samparke abagata. Ara tomara ya kara allaha tara samyaka drasta"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kbaph‌, sapatha sam'manita kura'anera"},{"SurahNumber":50,"VerseNumber":2,"Text":"baram tara bismaya bodha kare ye, tadera madhya theke ekajana satarkakari tadera kache esechena. Ara kaphirara bale, ‘e to eka ascarya jinisa"},{"SurahNumber":50,"VerseNumber":3,"Text":"‘amadera mrtyu hale ebam amara matite parinata hale amara ki punarukhita haba? E phire ya'oya suduraparahata.’"},{"SurahNumber":50,"VerseNumber":4,"Text":"Abasya'i amara jani mati ksaya kare tadera katatuku ebam amadera kache ache samyaka sanraksanakari kitaba"},{"SurahNumber":50,"VerseNumber":5,"Text":"Bastuta tadera kache satya asara para tara tate mithyaropa kareche. Ata'eba, tara sansayayukta bisaye nipatita"},{"SurahNumber":50,"VerseNumber":6,"Text":"Tara ki tadera upare abasthita asamanera dike takiye dekhe na, amara kibhabe ta nirmana karechi o take susobhita karechi ebam tate kono phatala'o ne'i"},{"SurahNumber":50,"VerseNumber":7,"Text":"ara amara bistrta karechi yaminake ebam tate sthapana karechi parbatamala. Ara tate ud‌gata karechi nayana pritikara sarbaprakara udbhida"},{"SurahNumber":50,"VerseNumber":8,"Text":"allahara anuragi pratyeka bandara jan'ya jnana o upadesasbarupa"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ara asamana theke amara barsana kari kalyanakara brsti atahpara ta dbara amara utpanna kari udyana, kartanayogya sasya dana"},{"SurahNumber":50,"VerseNumber":10,"Text":"o samunnata khejura gacha yate ache guccha guccha khejura"},{"SurahNumber":50,"VerseNumber":11,"Text":"bandadera riyikasbarupa. Ara amara brsti diye sanjibita kari mrta saharake; ebhabe'i ut'thana ghatabe"},{"SurahNumber":50,"VerseNumber":12,"Text":"Tadera age'o mithyaropa karechila nuhera sampradaya, ras era adhibasi [1] o samuda sampradaya"},{"SurahNumber":50,"VerseNumber":13,"Text":"ara ada, phira’a'una o luta sampapradaya"},{"SurahNumber":50,"VerseNumber":14,"Text":"Ara a'ikara adhibasi [1] o tubba’ sampradaya [2]; tara sakale'i rasulaganera prati mithyaropa karechila [3], phale tadera upara amara sasti yatharthabhabe apatita hayeche"},{"SurahNumber":50,"VerseNumber":15,"Text":"Amara ki prathamabara srsti kare'i klanta haye parechi! Baram natuna srstira bisaye tara sandehe patita"},{"SurahNumber":50,"VerseNumber":16,"Text":"ara abasya'i amara manusake srsti karechi ebam tara prabrtti take ye kumantrana deya ta'o amara jani. Ara amara tara graibasthita dhamanira ceye'o nikatatara"},{"SurahNumber":50,"VerseNumber":17,"Text":"Yakhana tara dane o bame basa du’jana pheresata paraspara (tara amala likhara jan'ya) grahana kare"},{"SurahNumber":50,"VerseNumber":18,"Text":"se ye katha'i uccarana kare tara kache sada upasthita sanraksanakari rayeche"},{"SurahNumber":50,"VerseNumber":19,"Text":"Ara mrtyuyantrana niye eseche (se) satya'i [1]; eta (ta-i) ya theke tumi palate cacchile"},{"SurahNumber":50,"VerseNumber":20,"Text":"Ara singaya phumka deya habe, ota'i pratisruta dina"},{"SurahNumber":50,"VerseNumber":21,"Text":"Ara sedina pratyeka byakti upasthita habe, tara sange thakabe calaka o saksi"},{"SurahNumber":50,"VerseNumber":22,"Text":"Abasya'i tumi e dina sanbad'dhe udasina chile, atahpara amara tomadera samane theke parda unmocana karechi. Sutaram aja theke tomara drsti prakhara"},{"SurahNumber":50,"VerseNumber":23,"Text":"Ara tara sangi pheresata balabe, e'i to amara kache ‘amalanama prastuta.’"},{"SurahNumber":50,"VerseNumber":24,"Text":"Adesa kara habe, tomara ubhaye [1] jahanname niksepa kara pratyeka udbata kaphirake"},{"SurahNumber":50,"VerseNumber":25,"Text":"kalyanakara kaje prabala badhadanakari, simalanghanakari o sandeha posanakari"},{"SurahNumber":50,"VerseNumber":26,"Text":"Ye allahara sange an'ya ilaha grahana karechila, tomara take kathina sastite niksepa kara"},{"SurahNumber":50,"VerseNumber":27,"Text":"Tara sahacara sayatana balabe, ‘he amadera raba! Ami take bidrohi kare tulini. Bastuta se'i chila ghora bibhranta"},{"SurahNumber":50,"VerseNumber":28,"Text":"Allah‌ balabena, ‘tomara amara samane baka-bitandata karo na; ami to tomaderake age'i satarka karechilama"},{"SurahNumber":50,"VerseNumber":29,"Text":"‘Amara kache katha radabadala haya na ebam ami bandadera prati yulumakari'o na'i.’"},{"SurahNumber":50,"VerseNumber":30,"Text":"Sedina amara jahannamake jijnesa karaba, ‘tumi ki purna hayecha?’ Jahannama balabe, ‘aro besi ache ki [1]?’"},{"SurahNumber":50,"VerseNumber":31,"Text":"Ara jannatake nikatastha kara habe muttakidera---kono duratbe thakabe na"},{"SurahNumber":50,"VerseNumber":32,"Text":"Era'i pratisruti tomaderake deya hayechila---pratyeka allah‌--- abhimukhi [1], hiphayatakarira jan'ya"},{"SurahNumber":50,"VerseNumber":33,"Text":"yara gayeba abasthaya dayamaya allahake bhaya kareche ebam binita citte upasthita hayeche"},{"SurahNumber":50,"VerseNumber":34,"Text":"taderake bala habe, ‘santira sathe tomara tate prabesa kara; eta ananta jibanera dina.’"},{"SurahNumber":50,"VerseNumber":35,"Text":"Ekhane tara ya kamana karabe ta-i thakabe [1] ebam amara kache rayeche tara'o besi"},{"SurahNumber":50,"VerseNumber":36,"Text":"Ara amara tadera age bahu prajanmake dhbansa kare diyechi, yara chila pakara'o karara ksetre tadera ceye prabalatara, tara dese dese ghure berata; tadera kono palayanasthala chila ki"},{"SurahNumber":50,"VerseNumber":37,"Text":"Niscaya ete upadesa rayeche tara jan'ya, yara ache antahkarana’ [1] athaba ye srabana kare manoyogera sathe"},{"SurahNumber":50,"VerseNumber":38,"Text":"Ara abasya'i amara asamanasamuha, yamina o tadera antarbarti samasta kichu srsti karechi chaya dine; ara amake kono klanti sparsa kareni"},{"SurahNumber":50,"VerseNumber":39,"Text":"Ata'eba, tara ya bale tate apani dhairya dharana karuna ebam apanara rabera saprasansa pabitrata o mahima ghosana karuna suryodayera age o suryastera age"},{"SurahNumber":50,"VerseNumber":40,"Text":"ara tamra pabitrata o mahima ghosana karuna ratera ekanse ebam salatera pare'o"},{"SurahNumber":50,"VerseNumber":41,"Text":"Ara manonibesasahakare sununa, yedina eka ghosanakari nikatabarti sthana hate dakabe"},{"SurahNumber":50,"VerseNumber":42,"Text":"sedina tara satya satya'i sunate pabe mahanada, sedina'i bera ha'oyara dina"},{"SurahNumber":50,"VerseNumber":43,"Text":"Amara'i jibana dana kari ebam amara'i mrtyu ghata'i, ara sakalera phire asa amadera'i dike"},{"SurahNumber":50,"VerseNumber":44,"Text":"Yedina tadera theke yamina bidirna habe ebam lokera trasta-byasta haye chutochuti karabe, eta emana eka samabesa ya amadera jan'ya ati sahaja"},{"SurahNumber":50,"VerseNumber":45,"Text":"Tara ya bale ta amara bhala jani, ara apani tadera upara jabaradastikari nana, kaje'i ye amara sastike bhaya kare take upadesa dana karuna kura'anera sahayye"},{"SurahNumber":51,"VerseNumber":1,"Text":"Sapatha [1] dhulijhanjhara"},{"SurahNumber":51,"VerseNumber":2,"Text":"atahpara bojhabahanakari meghapunjera"},{"SurahNumber":51,"VerseNumber":3,"Text":"atahpara sbacchandagati nauyanera"},{"SurahNumber":51,"VerseNumber":4,"Text":"atahpara nirdesa bantanakari pheresataganera"},{"SurahNumber":51,"VerseNumber":5,"Text":"tomaderake pradatta pratisruti abasya'i satya"},{"SurahNumber":51,"VerseNumber":6,"Text":"Niscaya pratidana abasyambhabi"},{"SurahNumber":51,"VerseNumber":7,"Text":"Sapatha bahu pathabisista asamanera"},{"SurahNumber":51,"VerseNumber":8,"Text":"niscaya tomara paraspara birodhi kathaya lipta"},{"SurahNumber":51,"VerseNumber":9,"Text":"Phiriye rakha haya ta theke ye phire thake"},{"SurahNumber":51,"VerseNumber":10,"Text":"Dhbansa hoka mithyacarira"},{"SurahNumber":51,"VerseNumber":11,"Text":"yara sandeha-sansaye nipatita, udasina"},{"SurahNumber":51,"VerseNumber":12,"Text":"tara jijnesa kare, ‘pratidana dibasa kabe habe?’"},{"SurahNumber":51,"VerseNumber":13,"Text":"‘Ye dina tara agune sajaprapta habe.’"},{"SurahNumber":51,"VerseNumber":14,"Text":"Bala habe ‘tomara tomadera sasti [1] asbadana kara, tomara e sasti'i tbaranbita karate ceyechile.’"},{"SurahNumber":51,"VerseNumber":15,"Text":"Niscaya muttakira thakabe jannatasamuhe o jharnadharaya"},{"SurahNumber":51,"VerseNumber":16,"Text":"Grahana karabe ta ya tadera raba taderake dibena; niscaya itopurbe tara chila satkarmasila"},{"SurahNumber":51,"VerseNumber":17,"Text":"tara ratera saman'ya ansa'i atibahita karata nidraya"},{"SurahNumber":51,"VerseNumber":18,"Text":"ara ratera sesa prahare tara ksama prarthana karata"},{"SurahNumber":51,"VerseNumber":19,"Text":"ara tadera dhana–sampade rayeche bhiksuka o bancitera haka"},{"SurahNumber":51,"VerseNumber":20,"Text":"Ara niscita bisbasidera jan'ya nidarsanasamuha rayeche yamine"},{"SurahNumber":51,"VerseNumber":21,"Text":"ebam tomadera nijedera madhye'o. Tabu'o tomara ki caksusmana habe na"},{"SurahNumber":51,"VerseNumber":22,"Text":"ara asamane rayeche tomadera riyika o pratisruta saba kichu"},{"SurahNumber":51,"VerseNumber":23,"Text":"Ata'eba, asamana o yaminera rabera sapatha! Niscaya tomara ye katha bale thaka tara mata'i eti satya"},{"SurahNumber":51,"VerseNumber":24,"Text":"Apanara kache ibarahimera sam'manita mehamanadera brttanta eseche ki"},{"SurahNumber":51,"VerseNumber":25,"Text":"yakhana tara tara kache upasthita haye balala, ‘salama’. Uttare tini balalena, ‘salama’. Era to aparicita loka"},{"SurahNumber":51,"VerseNumber":26,"Text":"Atahpara ibarahima tara strira kache druta cupisare gelena [1] ebam ekati mota-taja go-bachura (bhaja) niye asalena"},{"SurahNumber":51,"VerseNumber":27,"Text":"atahpara tini ta tadera samane rekhe balalena, ‘tomara ki khabe na?’"},{"SurahNumber":51,"VerseNumber":28,"Text":"Ete tadera samparke tara mane bhitira sancara hala [1]. Tara balala, ‘bhita habena na.’ Ara tara take eka jnani putra santanera susambada dila"},{"SurahNumber":51,"VerseNumber":29,"Text":"Takhana tara stri citkara karate karate sam'mukhe asala ebam tara gala capariye balala, ‘brd'dha-bandhya’"},{"SurahNumber":51,"VerseNumber":30,"Text":"tara balala, ‘apanara raba erupa'i balechena; niscaya tini prajnamaya, sarbajna"}]}