{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"(Harp esiri olarak) sahip olduğunuz cariyeler müstesna, evli kadınlar da size haram kılındı. Allah´ın size emri budur. Bunlardan başkasını, namuslu olmak ve zina etmemek üzere mallarınızla (mehirlerini vererek) istemeniz size helâl kılındı. Onlardan faydalanmanıza karşılık kararlaştırılmış olan mehirlerini verin. Mehir kesiminden sonra (bir miktar indirim için) karşılıklı anlaşmanızda size günah yoktur. Şüphesiz Allah ilim ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":25,"Text":"İçinizden, imanlı hür kadınlarla evlenmeye gücü yetmeyen kimse, ellerinizin altında bulunan imanlı genç kızlarınız (sayılan) cariyelerinizden alsın. Allah sizin imanınızı daha iyi bilmektedir. Hep aynı köktensiniz (insanlık bakımından aranızda fark yoktur). Öyle ise iffetli yaşamaları, zina etmemeleri ve gizli dost da tutmamaları şartı ve sahiplerinin izni ile onları (cariyeleri) nikâhlayıp alın, mehirlerini de normal miktarda verin. Evlendikten sonra bir fuhuş yaparlarsa onlara, hür kadınların cezasının yarısı (uygulanır). Bu (cariye ile evlenme izni), içinizden günaha düşmekten korkanlar içindir. Sabretmeniz ise sizin için daha hayırlıdır. Allah çok bağışlayıcı ve esirgeyicidir"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah size (bilmediklerinizi) açıklamak ve sizi, sizden önceki (iyi) lerin yollarına iletmek ve sizin günahlarınızı bağışlamak istiyor. Allah hakkıyle bilicidir, yegâne hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":27,"Text":"Allah sizin tevbenizi kabul etmek ister; şehvetlerine uyanlar (kötü arzuların esiri olanlar) ise büsbütün yoldan çıkmanızı isterler"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah sizden (yükünüzü) hafifletmek ister; çünkü insan zayıf yaratılmıştır"},{"SurahNumber":4,"VerseNumber":29,"Text":"Ey iman edenler! Karşılıklı rızaya dayanan ticaret olması hali müstesna, mallarınızı, bâtıl (haksız ve haram yollar) ile aranızda (alıp vererek) yemeyin. Ve kendinizi öldürmeyin. Şüphesiz Allah, sizi esirgeyecektir"},{"SurahNumber":4,"VerseNumber":30,"Text":"Kim düşmanlık ve haksızlık ile bunu (haram yemeyi veya öldürmeyi) yaparsa (bilsin ki) onu ateşe koyacağız; bu ise Allah´a çok kolaydır"},{"SurahNumber":4,"VerseNumber":31,"Text":"Eğer yasaklandığınız büyük günahlardan kaçınırsanız, sizin küçük günahlarınızı örteriz ve sizi şerefli bir yere sokarız"},{"SurahNumber":4,"VerseNumber":32,"Text":"Allah´ın sizi, birbirinizden üstün kıldığı şeyleri (başkasında olup da sizde olmayanı) hasretle arzu etmeyin. Erkeklerin de kazandıklarından nasipleri var, kadınların da kazandıklarından nasipleri var. Allah´tan lütfunu isteyin; şüphesiz Allah her şeyi bilmektedir"},{"SurahNumber":4,"VerseNumber":33,"Text":"(Erkek ve kadından) her biri için, ana, baba ve akrabanın bıraktığından (hisselerini alacak olan) vârisler kıldık. Yeminlerinizin bağladığı kimselere de paylarını verin. Çünkü Allah her şeyi görmektedir"},{"SurahNumber":4,"VerseNumber":34,"Text":"Allah´ın insanlardan bir kısmını diğerlerine üstün kılması sebebiyle ve mallarından harcama yaptıkları için erkekler kadınların yöneticisi ve koruyucusudur. Onun için sâliha kadınlar itaatkârdır. Allah´ın kendilerini korumasına karşılık gizliyi (kimse görmese de namuslarını) koruyucudurlar. Baş kaldırmasından endişe ettiğiniz kadınlara öğüt verin, onları yataklarda yalnız bırakın ve (bunlarla yola gelmezlerse) dövün. Eğer size itaat ederlerse artık onların aleyhine başka bir yol aramayın; çünkü Allah yücedir, büyüktür"},{"SurahNumber":4,"VerseNumber":35,"Text":"Eğer karı-kocanın aralarının açılmasından korkarsanız, erkeğin ailesinden bir hakem ve kadının ailesinden bir hakem gönderin. Bunlar barıştırmak isterlerse Allah aralarını bulur; şüphesiz Allah her şeyi bilen, her şeyden haberdar olandır"},{"SurahNumber":4,"VerseNumber":36,"Text":"Allah´a ibadet edin ve O´na hiçbir şeyi ortak koşmayın. Ana-babaya, akrabaya, yetimlere, yoksullara, yakın komşuya, uzak komşuya, yakın arkadaşa, yolcuya, ellerinizin altında bulunanlar (köle, cariye, hizmetçi ve benzerlerine) iyi davranın; Allah kendini beğenen ve daima böbürlenip duran kimseyi sevmez"},{"SurahNumber":4,"VerseNumber":37,"Text":"Bunlar cimrilik eden ve insanlara da cimriliği tavsiye eden, Allah´ın kendilerine lütfundan verdiğini gizleyen kimselerdir. Biz, kâfirler için alçaltıcı bir azap hazırladık"},{"SurahNumber":4,"VerseNumber":38,"Text":"Allah´a ve ahiret gününe inanmadıkları halde mallarını, insanlara gösteriş için sarfedenler de (ahirette azaba dûçâr olurlar). Şeytan bir kimseye arkadaş olursa, ne kötü bir arkadaştır o"},{"SurahNumber":4,"VerseNumber":39,"Text":"Allah´a ve ahiret gününe iman edip de Allah´ın kendilerine verdiğinden (O´nun yolunda) harcasalardı ne olurdu sanki! Allah onların durumunu hakkıyle bilmektedir"},{"SurahNumber":4,"VerseNumber":40,"Text":"Şüphe yok ki Allah zerre kadar haksızlık etmez. (Kulun yaptığı iş, eğer bir kötülük ise, onun cezasını adaletle verir.) İyilik olursa onu katlar (kat kat arttırır), kendinden de büyük mükâfat verir"},{"SurahNumber":4,"VerseNumber":41,"Text":"Her bir ümmetten bir şahit getirdiğimiz ve seni de onlara şahit olarak gösterdiğimiz zaman halleri nice olacak"},{"SurahNumber":4,"VerseNumber":42,"Text":"Küfür yoluna sapıp peygamberi dinlemeyenler o gün yerin dibine batırılmayı temenni ederler ve Allah´tan hiçbir haberi gizleyemezler"},{"SurahNumber":4,"VerseNumber":43,"Text":"Ey iman edenler! Siz sarhoş iken -ne söylediğinizi bilinceye kadar- cünüp iken de -yolcu olan müstesna- gusül edinceye kadar namaza yaklaşmayın. Eğer hasta olur veya bir yolculuk üzerinde bulunursanız, yahut sizden biriniz ayak yolundan gelirse, yahut kadınlara dokunup da (bu durumlarda) su bulamamışsanız o zaman temiz bir toprakla teyemmüm edin: Yüzlerinize ve ellerinize sürün. Şüphesiz Allah çok affedici ve bağışlayıcıdır"},{"SurahNumber":4,"VerseNumber":44,"Text":"Kendilerine Kitap´tan nasip verilenlere baksana! Sapıklığı satın alıyorlar ve sizin de yoldan çıkmanızı istiyorlar"},{"SurahNumber":4,"VerseNumber":45,"Text":"Allah düşmanlarınızı sizden daha iyi bilir. Gerçek bir dost olarak Allah yeter, bir yardımcı olarak da Allah kâfidir"},{"SurahNumber":4,"VerseNumber":46,"Text":"Yahudilerden bir kısmı kelimeleri yerlerinden değiştirirler, dillerini eğerek, bükerek ve dine saldırarak (Peygambere karşı) \"İşittik ve karşı geldik\", \"dinle, dinlemez olası\", \"râinâ\" derler. Eğer onlar \"İşittik, itaat ettik, dinle ve bizi gözet\" deselerdi şüphesiz kendileri için daha hayırlı ve daha doğru olacaktı; fakat küfürleri (gerçeği kabul etmemeleri) sebebiyle Allah onları lânetlemiştir. Artık pek az inanırlar"},{"SurahNumber":4,"VerseNumber":47,"Text":"Ey ehl-i kitap! Biz, birtakım yüzleri silip dümdüz ederek arkalarına çevirmeden, yahut onları, cumartesi adamları gibi lânetlemeden önce (davranarak), size gelenleri doğrulamak üzere indirdiğimize (Kitab´a) iman edin; Allah´ın emri mutlaka yerine gelecektir"},{"SurahNumber":4,"VerseNumber":48,"Text":"Allah, kendisine ortak koşulmasını asla bağışlamaz; bundan başkasını, (günahları) dilediği kimse için bağışlar. Allah´a ortak koşan kimse büyük bir günah (ile) iftira etmiş olur"},{"SurahNumber":4,"VerseNumber":49,"Text":"Kendilerini temize çıkaranlara ne dersin! Hayır, Allah dilediğini temize çıkarır ve hiç kimse kıl payı kadar haksızlık görmez"},{"SurahNumber":4,"VerseNumber":50,"Text":"Bak, nasıl da Allah üzerine yalan uyduruyorlar; apaçık bir günah olarak bu (onlara) yeter"},{"SurahNumber":4,"VerseNumber":51,"Text":"Kendilerine Kitap´tan nasip verilenleri görmedin mi? Putlara ve bâtıla (tanrılara) iman ediyorlar, sonra da kâfirler için: \"Bunlar, Allah´a iman edenlerden daha doğru yoldadır\" diyorlar"},{"SurahNumber":4,"VerseNumber":52,"Text":"Bunlar, Allah´ın lânetlediği kimselerdir; Allah´ın rahmetinden uzaklaştırdığı (lânetli) kimseye gerçek bir yardımcı bulamazsın"},{"SurahNumber":4,"VerseNumber":53,"Text":"Yoksa onların mülkten (hükümranlıktan) bir nasipleri mi var? Öyle olsaydı insanlara çekirdek filizi (kadar bir şey bile) vermezlerdi"},{"SurahNumber":4,"VerseNumber":54,"Text":"Yoksa onlar, Allah´ın lütfundan verdiği şeyler için insanlara hased mi ediyorlar? Oysa İbrahim soyuna Kitab´ı ve hikmeti verdik ve onlara büyük bir hükümranlık bahşettik"},{"SurahNumber":4,"VerseNumber":55,"Text":"Onlardan bir kısmı İbrahim´e inandı, kimi de ondan yüz çevirdi; (onlara) kavurucu bir ateş olarak cehennem yeter"},{"SurahNumber":4,"VerseNumber":56,"Text":"Şüphesiz âyetlerimizi inkâr edenleri gün gelecek bir ateşe sokacağız; onların derileri pişip acı duymaz hale geldikçe, derilerini başka derilerle değiştiririz ki acıyı duysunlar! Allah daima üstün ve hakîmdir"},{"SurahNumber":4,"VerseNumber":57,"Text":"İnanıp; iyi işler yapanları da, içinde ebediyen kalmak üzere girecekleri, zemininden ırmaklar akan cennetlere sokacağız. Orada onlar için tertemiz eşler vardır ve onları koyu (tatlı) bir gölgeye koyarız"},{"SurahNumber":4,"VerseNumber":58,"Text":"Allah size, mutlaka emanetleri ehli olanlara vermenizi ve insanlar arasında hükmettiğiniz zaman adaletle hükmetmenizi emreder. Allah size ne kadar güzel öğütler veriyor! Şüphesiz Allah her şeyi işitici, her şeyi görücüdür"},{"SurahNumber":4,"VerseNumber":59,"Text":"Ey iman edenler! Allah´a itaat edin. Peygamber´e ve sizden olan ülülemre (idarecilere) de itaat edin. Eğer bir hususta anlaşmazlığa düşerseniz Allah´a ve ahirete gerçekten inanıyorsanız onu Allah´a ve Resûl´e götürün (onların talimatına göre halledin); bu hem hayırlı, hem de netice bakımından daha güzeldir"},{"SurahNumber":4,"VerseNumber":60,"Text":"Sana indirilene ve senden önce indirilenlere inandıklarını ileri sürenleri görmedin mi? Tâğut´a inanmamaları kendilerine emrolunduğu halde, Tâğut´un önünde muhakemeleşmek istiyorlar. Halbuki şeytan onları büsbütün saptırmak istiyor"},{"SurahNumber":4,"VerseNumber":61,"Text":"Onlara: Allah´ın indirdiğine (Kitab´a) ve Resûl´e gelin (onlara başvuralım), denildiği zaman, münafıkların senden iyice uzaklaştıklarını görürsün"},{"SurahNumber":4,"VerseNumber":62,"Text":"Elleriyle yaptıkları yüzünden başlarına bir felâket gelince hemen, biz yalnızca iyilik etmek ve arayı bulmak istedik, diye yemin ederek sana nasıl gelirler"},{"SurahNumber":4,"VerseNumber":63,"Text":"Onlar Allah´ın, kalplerindekini bildiği kimselerdir; onlara aldırma, kendilerine öğüt ver ve onlara, kendileri hakkında tesirli söz söyle"},{"SurahNumber":4,"VerseNumber":64,"Text":"Biz her peygamberi -Allah´ın izniyle- ancak kendisine itaat edilmesi için gönderdik. Eğer onlar kendilerine zulmettikleri zaman sana gelseler de Allah´tan bağışlanmayı dileseler, Resûl de onlar için istiğfar etseydi Allah´ı ziyadesiyle affedici, esirgeyici bulurlardı"},{"SurahNumber":4,"VerseNumber":65,"Text":"Hayır, Rabbine andolsun ki aralarında çıkan anlaşmazlık hususunda seni hakem kılıp sonra da verdiğin hükümden içlerinde hiçbir sıkıntı duymaksızın (onu) tam manasıyla kabullenmedikçe iman etmiş olmazlar"},{"SurahNumber":4,"VerseNumber":66,"Text":"Eğer onlara, kendinizi öldürün yahut yurtlarınızdan çıkın, diye emretmiş olsaydık, içlerinden pek azı müstesna, bunu yapmazlardı. Eğer kendilerine verilen öğüdü yerine getirselerdi, onlar için hem daha hayırlı hem de (imanlarını) daha pekiştirici olurdu"},{"SurahNumber":4,"VerseNumber":67,"Text":"O zaman elbette kendilerine nezdimizden büyük mükâfat verirdik"},{"SurahNumber":4,"VerseNumber":68,"Text":"Ve onları dosdoğru bir yola iletirdik"},{"SurahNumber":4,"VerseNumber":69,"Text":"Kim Allah´a ve Resûl´e itaat ederse işte onlar, Allah´ın kendilerine lütuflarda bulunduğu peygamberler, sıddîkler, şehidler ve salih kişilerle beraberdir. Bunlar ne güzel arkadaştır"},{"SurahNumber":4,"VerseNumber":70,"Text":"Bu lütuf Allah´tandır. Bilen olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":71,"Text":"Ey iman edenler! Tedbirinizi alın; bölük bölük savaşa çıkın, yahut (gerektiğinde) topyekün savaşın"},{"SurahNumber":4,"VerseNumber":72,"Text":"İçinizden bazıları vardır ki (cihad konusunda) pek ağırdan alırlar. Eğer size bir felâket erişirse: \"Allah bana lütfetti de onlarla beraber bulunmadım\" der"},{"SurahNumber":4,"VerseNumber":73,"Text":"Eğer Allah´tan size bir lütuf erişirse -sanki sizinle onun arasında (zahirî) bir dostluk yokmuş gibi- \"Keşke onlarla beraber olsaydım da ben de büyük bir başarı kazansaydım!\" der"},{"SurahNumber":4,"VerseNumber":74,"Text":"O halde, dünya hayatını ahiret karşılığında satanlar, Allah yolunda savaşsınlar. Kim Allah yolunda savaşır da öldürülür veya galip gelirse biz ona yakında büyük bir mükâfat vereceğiz"},{"SurahNumber":4,"VerseNumber":75,"Text":"Size ne oldu da Allah yolunda ve \"Rabbimiz! Bizi, halkı zalim olan bu şehirden çıkar, bize tarafından bir sahip gönder, bize katından bir yardımcı yolla!\" diyen zavallı erkekler, kadınlar ve çocuklar uğrunda savaşmıyorsunuz"},{"SurahNumber":4,"VerseNumber":76,"Text":"İman edenler Allah yolunda savaşırlar, inanmayanlar ise tâğut (bâtıl davalar ve şeytan) yolunda savaşırlar. O halde şeytanın dostlarına karşı savaşın; şüphe yok ki şeytanın kurduğu düzen zayıftır"},{"SurahNumber":4,"VerseNumber":77,"Text":"Kendilerine, ellerinizi savaştan çekin, namazı kılın ve zekâtı verin, denilen kimseleri görmedin mi? Sonra onlara savaş farz kılınınca, içlerinden bir gurup hemen Allah´tan korkar gibi, hatta daha fazla bir korku ile insanlardan korkmaya başladılar da \"Rabbimiz! Savaşı bize niçin yazdın! Bizi yakın bir süreye kadar ertelesen (daha bir müddet savaşı farz kılmasan) olmaz mıydı?\" dediler. Onlara de ki: \"Dünya menfaati önemsizdir, Allah´tan korkanlar için ahiret daha hayırlıdır ve size kıl payı kadar haksızlık edilmez"},{"SurahNumber":4,"VerseNumber":78,"Text":"Nerede olursanız olun ölüm size ulaşır; sarp ve sağlam kalelerde olsanız bile! Kendilerine bir iyilik dokunsa \"Bu Allah´tan\" derler; başlarına bir kötülük gelince de \"Bu senden\" derler. \"Hepsi Allah´tandır\" de! Bu adamlara ne oluyor ki bir türlü laf anlamıyorlar"},{"SurahNumber":4,"VerseNumber":79,"Text":"Sana gelen iyilik Allah´tandır. Başına gelen kötülük ise nefsindendir. Seni insanlara elçi gönderdik; şahit olarak da Allah yeter"},{"SurahNumber":4,"VerseNumber":80,"Text":"Kim Resûl´e itaat ederse Allah´a itaat etmiş olur. Yüz çevirene gelince, seni onların başına bekçi göndermedik"},{"SurahNumber":4,"VerseNumber":81,"Text":"Başüstüne derler, ama yanından ayrılınca onlardan bir kısmı, senin dediğinden başkasını gizlice kurar. Allah da onların gizlice kurduklarını yazar. Sen onlara aldırma ve Allah´a dayan; sana vekil olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":82,"Text":"Hâla Kur´an üzerinde gereği gibi düşünmeyecekler mi? Eğer o, Allah´tan başkası tarafından gelmiş olsaydı onda birçok tutarsızlık bulurlardı"},{"SurahNumber":4,"VerseNumber":83,"Text":"Onlara güven veya korkuya dair bir haber gelince hemen onu yayarlar; halbuki onu, Resûl´e veya aralarında yetki sahibi kimselere götürselerdi, onların arasından işin içyüzünü anlayanlar, onun ne olduğunu bilirlerdi. Allah´ın size lütuf ve rahmeti olmasaydı, pek azınız müstesna, şeytana uyup giderdiniz"},{"SurahNumber":4,"VerseNumber":84,"Text":"Artık Allah yolunda savaş. Sen, kendinden başkası (sebebiyle) sorumlu tutulmazsın. Müminleri de teşvik et. Umulur ki Allah kâfirlerin gücünü kırar (güçleriyle size zarar vermelerini önler). Allah´ın gücü daha çetin ve cezası daha şiddetlidir"},{"SurahNumber":4,"VerseNumber":85,"Text":"Kim iyi bir işe aracılık ederse onun da o işten bir nasibi olur. Kim kötü bir işe aracılık ederse onun da ondan bir payı olur. Allah her şeyin karşılığını vericidir"},{"SurahNumber":4,"VerseNumber":86,"Text":"Bir selam ile selamlandığınız zaman siz de ondan daha güzeli ile selamlayın; yahut aynı ile karşılık verin. Şüphesiz Allah, her şeyin hesabını arayandır"},{"SurahNumber":4,"VerseNumber":87,"Text":"Allah -ki ondan başka hiçbir tanrı yoktur- elbette sizi kıyamet günü toplayacaktır, bunda asla şüphe yoktur. Söz bakımından Allah´tan daha doğru kim vardır"},{"SurahNumber":4,"VerseNumber":88,"Text":"Size ne oldu da münafıklar hakkında iki gruba ayrıldınız? Halbuki Allah onları kendi ettikleri yüzünden baş aşağı etmiştir (küfürlerine döndürmüştür). Allah´ın saptırdığını doğru yola getirmek mi istiyorsunuz? Allah´ın saptırdığı kimse için asla (doğruya) yol bulamazsın"},{"SurahNumber":4,"VerseNumber":89,"Text":"Sizin de kendileri gibi inkâr etmenizi istediler ki onlarla eşit olasınız. O halde Allah yolunda göç edinceye kadar onlardan hiçbirini dost edinmeyin. Eğer yüz çevirirlerse onları yakalayın, bulduğunuz yerde öldürün ve hiçbirini dost ve yardımcı edinmeyin"},{"SurahNumber":4,"VerseNumber":90,"Text":"Ancak kendileriyle aranızda antlaşma bulunan bir topluma sığınanlar yahut ne sizinle ne de kendi toplumlarıyla savaşmak (istemediklerin) den yürekleri sıkılarak size gelenler müstesna. Allah dileseydi onları başınıza belâ ederdi de sizinle savaşırlardı. Artık onlar sizi bırakıp bir tarafa çekilir de sizinle savaşmazlar ve size barış teklif ederlerse bu durumda Allah size, onların aleyhinde bir yola girme hakkı vermemiştir"},{"SurahNumber":4,"VerseNumber":91,"Text":"Hem sizden hem de kendi toplumlarından emin olmak isteyen başkalarını da bulacaksınız. Bunlar her ne zaman fitneye götürülseler ona baş aşağı dalarlar (daldırılırlar). Eğer sizden uzak durmaz, sulh teklif etmez ve ellerini çekmezlerse onları yakalayın, rastladığınız yerde öldürün. İşte onlar üzerine sizin için apaçık yetki verdik"},{"SurahNumber":4,"VerseNumber":92,"Text":"Yanlışlıkla olması dışında bir müminin bir mümini öldürmeye hakkı olamaz. Yanlışlıkla bir mümini öldüren kimsenin, mümin bir köle azat etmesi ve ölenin ailesine teslim edilecek bir diyet vermesi gereklidir. Meğer ki ölünün ailesi o diyeti bağışlamış ola. (Bu takdirde diyet vermez). Eğer öldürülen mümin olduğu halde, size düşman olan bir toplumdan ise mümin bir köle azat etmek lâzımdır. Eğer kendileriyle aranızda antlaşma bulunan bir toplumdan ise ailesine teslim edilecek bir diyet ve bir mümin köleyi azat etmek gerekir. Bunları bulamayan kimsenin, Allah tarafından tevbesinin kabulü için iki ay peşpeşe oruç tutması lâzımdır. Allah her şeyi bilendir, hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":93,"Text":"Kim bir mümini kasden öldürürse cezası, içinde ebediyen kalacağı cehennemdir. Allah ona gazap etmiş, onu lânetlemiş ve onun için büyük bir azap hazırlamıştır"},{"SurahNumber":4,"VerseNumber":94,"Text":"Ey iman edenler! Allah yolunda savaşa çıktığınız zaman iyi anlayıp dinleyin. Size selam verene, dünya hayatının geçici menfaatine göz dikerek \"Sen mümin değilsin\" demeyin. Çünkü Allah´ın nezdinde sayısız ganimetler vardır. Önceden siz de böyle iken Allah size lütfetti; o halde iyi anlayıp dinleyin. Şüphesiz Allah bütün yaptıklarınızdan haberdardır"},{"SurahNumber":4,"VerseNumber":95,"Text":"Müminlerden -özür sahibi olanlar dışında- oturanlarla malları ve canlarıyle Allah yolunda cihad edenler bir olmaz. Allah, malları ve canları ile cihad edenleri, derece bakımından oturanlardan üstün kıldı. Gerçi Allah hepsine de güzellik (cennet) vadetmiştir; ama mücahidleri, oturanlardan çok büyük bir ecirle üstün kılmıştır"},{"SurahNumber":4,"VerseNumber":96,"Text":"Kendinden dereceler, bağışlama ve rahmet vermiştir. Allah çok bağışlayıcı ve esirgeyicidir"},{"SurahNumber":4,"VerseNumber":97,"Text":"Kendilerine yazık eden kimselere melekler, canlarını alırken: \"Ne işde idiniz!\" dediler. Bunlar: \"Biz yeryüzünde çaresizdik\" diye cevap verdiler. Melekler de: \"Allah´ın yeri geniş değil miydi? Hicret etseydiniz ya!\" dediler. İşte onların barınağı cehennemdir; orası ne kötü bir gidiş yeridir"},{"SurahNumber":4,"VerseNumber":98,"Text":"Erkekler, kadınlar ve çocuklardan (gerçekten) âciz olup hiçbir çareye gücü yetmeyenler, hiç bir yol bulamayanlar müstesnadır"},{"SurahNumber":4,"VerseNumber":99,"Text":"İşte bunları, umulur ki Allah affeder; Allah çok affedicidir, bağışlayıcıdır"},{"SurahNumber":4,"VerseNumber":100,"Text":"Allah yolunda hicret eden kimse yeryüzünde gidecek bir çok güzel yer ve bolluk (imkân) bulur. Kim Allah ve Resûlü uğrunda hicret ederek evinden çıkar da sonra kendisine ölüm yetişirse artık onun mükâfatı Allah´a düşer. Allah da çok bağışlayıcı ve esirgeyicidir"},{"SurahNumber":4,"VerseNumber":101,"Text":"Yeryüzünde sefere çıktığınız zaman kâfirlerin size kötülük etmelerinden endişe ederseniz, namazı kısaltmanızda size bir günah yoktur. Şüphesiz kâfirler, sizin apaçık düşmanınızdır"},{"SurahNumber":4,"VerseNumber":102,"Text":"Sen de içlerinde bulunup onlara namaz kıldırdığın zaman, onlardan bir kısmı seninle beraber namaza dursunlar, silahlarını (yanlarına) alsınlar, böylece (namazı kılıp) secde ettiklerinde (diğerleri) arkanızda olsunlar. Sonra henüz namazını kılmamış olan (bu) diğer gurup gelip seninle beraber namazlarını kılsınlar ve onlar da ihtiyat tedbirlerini ve silahlarını alsınlar. O kâfirler arzu ederler ki siz silahlarınızdan ve eşyanızdan gafil olsanız da üstünüze birden baskın yapsalar. Eğer size yağmurdan bir eziyet olur yahut hasta bulunursanız silahlarınızı bırakmanızda size günah yoktur. Yine de tedbirinizi alın. Şüphesiz Allah, kâfirler için alçaltıcı bir azap hazırlamıştır"},{"SurahNumber":4,"VerseNumber":103,"Text":"Namazı bitirince de ayakta, otururken ve yanınız üzerinde yatarken (daima) Allah´ı anın. Huzura kavuşunca da namazı dosdoğru kılın; çünkü namaz müminler üzerine vakitleri belli bir farzdır"},{"SurahNumber":4,"VerseNumber":104,"Text":"O (düşman) topluluğu takip etmekte gevşeklik göstermeyin. Eğer siz acı çekiyorsanız onlar da, sizin çektiğiniz gibi acı çekmektedirler. Üstelik siz Allah´tan, onların ümit etmedikleri şeyleri umuyorsunuz. Allah ilim ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":105,"Text":"Allah´ın sana gösterdiği şekilde insanlar arasında hükmedesin diye sana Kitab´ı hak ile indirdik; hainlerden taraf olma"},{"SurahNumber":4,"VerseNumber":106,"Text":"Ve Allah´tan mağfiret iste, çünkü Allah, çok yarlığayıcı, ziyadesiyle esirgeyicidir"},{"SurahNumber":4,"VerseNumber":107,"Text":"Kendilerine hıyanet edenleri savunma; çünkü Allah hainliği meslek edinmiş günahkârları sevmez"},{"SurahNumber":4,"VerseNumber":108,"Text":"İnsanlardan gizler de Allah´tan gizlemezler. Halbuki geceleyin, O´nun razı olmadığı sözü düzüp kurarken O, onlarla beraber idi. Allah yaptıklarını kuşatıcıdır (O´nun ilminden hiçbir şeyi gizleyemezler)"},{"SurahNumber":4,"VerseNumber":109,"Text":"Haydi siz dünya hayatında onlara taraf çıkıp savundunuz, ya kıyamet günü Allah´a karşı onları kim savunacak yahut onlara kim vekil olacak"},{"SurahNumber":4,"VerseNumber":110,"Text":"Kim bir kötülük yapar yahut nefsine zulmeder de sonra Allah´tan mağfiret dilerse, Allah´ı çok yarlığayıcı ve esirgeyici bulacaktır"},{"SurahNumber":4,"VerseNumber":111,"Text":"Kim bir günah kazanırsa onu ancak kendi aleyhine kazanmış olur. Allah her şeyi bilicidir, büyük hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":112,"Text":"Kim kasıtlı veya kasıtsız bir günah kazanır da sonra onu bir suçsuzun üzerine atarsa, muhakkak ki, büyük bir iftira ve apaçık bir günah yüklenmiş olur"},{"SurahNumber":4,"VerseNumber":113,"Text":"Allah´ın sana lütfu ve esirgemesi olmasaydı, onlardan bir güruh seni saptırmaya yeltenmişti. Onlar yalnızca kendilerini saptırırlar, sana hiçbir zarar veremezler. Allah sana Kitab´ı ve hikmeti indirmiş ve sana bilmediğini öğretmiştir. Allah´ın lütfu sana gerçekten büyük olmuştur"},{"SurahNumber":4,"VerseNumber":114,"Text":"Onların fısıldaşmalarının birçoğunda hayır yoktur. Ancak bir sadaka yahut bir iyilik yahut da insanların arasını düzeltmeyi isteyen (in fısıldaşması) müstesna. Kim Allah´ın rızasını elde etmek için bunu yaparsa, biz ona yakında büyük bir mükâfat vereceğiz"},{"SurahNumber":4,"VerseNumber":115,"Text":"Kendisi için doğru yol belli olduktan sonra, kim Peygamber´e karşı çıkar ve müminlerin yolundan başka bir yola giderse, onu o yönde bırakırız ve cehenneme sokarız; o ne kötü bir yerdir"},{"SurahNumber":4,"VerseNumber":116,"Text":"Allah, kendisine ortak koşulmasını asla bağışlamaz; ondan başka günahları dilediği kimse için bağışlar. Kim Allah´a ortak koşarsa büsbütün sapıtmıştır"},{"SurahNumber":4,"VerseNumber":117,"Text":"Onlar (müşrikler) O´nu bırakıp yalnızca bir takım dişilerden (dişi isimli tanrılardan) istiyorlar, ancak inatçı şeytandan dilekte bulunuyorlar"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allah onu (şeytanı) lânetlemiş; o da: \"Yemin ederim ki, kullarından belli bir pay edineceğim\" demiştir"},{"SurahNumber":4,"VerseNumber":119,"Text":"Onları mutlaka saptıracağım, muhakkak onları boş kuruntulara boğacağım, kesinlikle onlara emredeceğim de hayvanların kulaklarını yaracaklar (putlar için nişanlayacaklar), şüphesiz onlara emredeceğim de Allah´ın yarattığını değiştirecekler (dedi). Kim Allah´ı bırakır da şeytanı dost edinirse elbette apaçık bir ziyana düşmüştür"},{"SurahNumber":4,"VerseNumber":120,"Text":"(Şeytan) onlara söz verir ve onları ümitlendirir; halbuki şeytanın onlara söz vermesi aldatmacadan başka bir şey değildir"},{"SurahNumber":4,"VerseNumber":121,"Text":"İşte onların yeri cehennemdir; ondan kaçıp kurtulacak bir yer de bulamayacaklardır"},{"SurahNumber":4,"VerseNumber":122,"Text":"İman eden ve iyi işler yapanları, içinde ebedî kalmak üzere, zemininden ırmaklar akan cennetlere koyacağız. Allah, (bu söylenenleri) hak bir söz olarak vâdetti. Söz verme ve onu tutma bakımından kim Allah´tan daha doğru olabilir"},{"SurahNumber":4,"VerseNumber":123,"Text":"Ne sizin kuruntularınız ne de ehl-i kitabın kuruntuları (gerçektir); kim bir kötülük yaparsa onun cezasını görür ve kendisi için Allah´tan başka dost da, yardımcı da bulamaz"},{"SurahNumber":4,"VerseNumber":124,"Text":"Erkek olsun, kadın olsun, her kim de mümin olarak iyi işler yaparsa, işte onlar cennete girerler ve zerre kadar haksızlığa uğratılmazlar"},{"SurahNumber":4,"VerseNumber":125,"Text":"İşlerinde doğru olarak kendini Allah´a veren ve İbrahim´in, Allah´ı bir tanıyan dinine tâbi olan kimseden dince daha güzel kim vardır? Allah İbrahim´i dost edinmiştir"},{"SurahNumber":4,"VerseNumber":126,"Text":"Göklerde ve yerde ne varsa hepsi Allah´ındır ve Allah her şeyi kuşatmıştır. (Hiçbir şey O´nun ilim ve kudretinin dışında kalamaz)"},{"SurahNumber":4,"VerseNumber":127,"Text":"Senden kadınlar hakkında fetva istiyorlar. De ki, onlara ait hükmü size Allah açıklıyor: Kitap´ta, kendileri için yazılmışı (mirası) vermeyip nikâhlamak istediğiniz yetim kadınlar, çaresiz çocuklar ve yetimlere karşı âdil davranmanız hakkında size okunan âyetler (Allah´ın hükmünü apaçık ortaya koymaktadır). Hayırdan ne yaparsanız şüphesiz Allah onu bilmektedir"},{"SurahNumber":4,"VerseNumber":128,"Text":"Eğer bir kadın kocasının geçimsizliğinden yahut kendisinden yüz çevirmesinden endişe ederse, aralarında bir sulh yapmalarında onlara günah yoktur. Sulh (daima) hayırlıdır. Zaten nefisler kıskançlığa hazırdır. Eğer iyi geçinir ve Allah´tan korkarsanız şüphesiz Allah yaptıklarınızdan haberdardır"},{"SurahNumber":4,"VerseNumber":129,"Text":"Üzerine düşüp uğraşsanız da kadınlar arasında âdil davranmaya güç yetiremezsiniz; bâri birisine tamamen kapılıp da diğerini askıya alınmış gibi bırakmayın. Eğer arayı düzeltir, günahtan sakınırsanız Allah şüphesiz çok bağışlayıcı ve esirgeyicidir"},{"SurahNumber":4,"VerseNumber":130,"Text":"Eğer (eşler) birbirinden ayrılırsa Allah, bol nimetinden her birini zenginleştirir (diğerine muhtaç olmaktan kurtarır); Allah´ın lütfu geniş, hikmeti büyüktür"},{"SurahNumber":4,"VerseNumber":131,"Text":"Göklerde ve yerde ne varsa hepsi Allah´ındır. Sizden önce kendilerine kitap verilenlere ve size \"Allah´tan korkun\" diye emrettik. Eğer inkâr ederseniz biliniz ki göklerde ve yerde ne varsa hepsi Allah´ındır. Allah hudutsuz zengindir, ziyadesiyle övgüye lâyıktır"},{"SurahNumber":4,"VerseNumber":132,"Text":"Göklerde ve yerde olanlar Allah´ındır. Vekil olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":133,"Text":"Ey insanlar! Allah dilerse sizi yokluğa gönderip başkalarını getirir; Allah buna kadirdir"},{"SurahNumber":4,"VerseNumber":134,"Text":"Kim dünya mükâfatını isterse (bilsin ki) dünyanın da ahiretin de mükâfatı Allah katındadır. Allah her şeyi işiten ve her şeyi görendir"},{"SurahNumber":4,"VerseNumber":135,"Text":"Ey iman edenler! Adaleti titizlikle ayakta tutan, kendini, ana-babanız ve akrabanız aleyhinde de olsa Allah için şahitlik eden kimseler olun. (Haklarında şahitlik ettikleriniz) zengin olsunlar, fakir olsunlar Allah onlara (sizden) daha yakındır. Hislerinize uyup adaletten sapmayın, (şahitliği) eğer, büker (doğru şahitlik etmez), yahut şâhidlik etmekten kaçınırsanız (biliniz ki) Allah yaptıklarınızdan haberdardır"},{"SurahNumber":4,"VerseNumber":136,"Text":"Ey iman edenler! Allah´a, Peygamberine, Peygamberine indirdiği Kitab´a ve daha önce indirdiği kitaba iman (da sebat) ediniz. Kim Allah´ı, meleklerini, kitaplarını, peygamberlerini ve kıyamet gününü inkâr ederse tam manasıyle sapıtmıştır"},{"SurahNumber":4,"VerseNumber":137,"Text":"İman edip sonra inkâr edenleri, sonra yine iman edip tekrar inkâr edenleri, sonra da inkârlarını arttıranları Allah ne bağışlayacak, ne de onları doğru yola iletecektir"},{"SurahNumber":4,"VerseNumber":138,"Text":"Münafıklara, kendileri için acı bir azap olduğunu müjdele"},{"SurahNumber":4,"VerseNumber":139,"Text":"Müminleri bırakıp da kâfirleri dost edinenler, onların yanında izzet (güç ve şeref) mi arıyorlar? Bilsinler ki bütün izzet yalnızca Allah´a aittir"},{"SurahNumber":4,"VerseNumber":140,"Text":"O (Allah), Kitap´ta size şöyle indirmiştir ki: Allah´ın âyetlerinin inkâr edildiğini yahut onlarla alay edildiğini işittiğiniz zaman, onlar bundan başka bir söze dalıncaya (konuya geçinceye) kadar kâfirlerle beraber oturmayın; yoksa siz de onlar gibi olursunuz. Elbette Allah, münafıkları ve kâfirleri cehennemde bir araya getirecektir"},{"SurahNumber":4,"VerseNumber":141,"Text":"Sizi gözetleyip duranlar, eğer size Allah´tan bir zafer (nasib) olursa, \"Sizinle beraber değil miydik?\" derler. Kâfirlerin (zaferden) bir nasipleri olursa (bu sefer de onlara), \"Sizi yenip (öldürebileceğimiz halde öldürmeyip) müminlerden korumadık mı?\" derler. Artık Allah kıyamet gününde aranızda hükmedecektir ve kâfirler için müminler aleyhine asla bir yol vermeyecektir"},{"SurahNumber":4,"VerseNumber":142,"Text":"Şüphesiz münafıklar Allah´a oyun etmeye kalkışıyorlar; halbuki Allah onların oyunlarını başlarına çevirmektedir. Onlar namaza kalktıkları zaman üşenerek kalkarlar, insanlara gösteriş yaparlar, Allah´ı da pek az hatıra getirirler"},{"SurahNumber":4,"VerseNumber":143,"Text":"Bunların arasında bocalayıp durmaktalar, ne onlara (bağlanıyorlar) ne bunlara. Allah´ın şaşırttığı kimseye asla bir (çıkar) yol bulamazsın"},{"SurahNumber":4,"VerseNumber":144,"Text":"Ey iman edenler! Müminleri bırakıp da kâfirleri dost edinmeyin; (bunu yaparak) Allah´a, aleyhinizde apaçık bir delil mi vermek istiyorsunuz"},{"SurahNumber":4,"VerseNumber":145,"Text":"Şüphe yok ki münafıklar cehennemin en alt katındadırlar. Artık onlara asla bir yardımcı bulamazsın"},{"SurahNumber":4,"VerseNumber":146,"Text":"Ancak tevbe edip hallerini düzeltenler, Allah´a sımsıkı sarılıp dinlerini (ibadetlerini) yalnız onun için yapanlar başkadır. İşte bunlar (gerçekte) müminlerle beraberdirler ve Allah müminlere yakında büyük mükâfat verecektir"},{"SurahNumber":4,"VerseNumber":147,"Text":"Eğer siz iman eder ve şükrederseniz, Allah size neden azap etsin! Allah şükre karşılık veren ve her şeyi bilendir"}]}