{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"A narodot negov samo mu odgovori: “Isterajte go semejstvoto Lutovo od gradot vas. Da, toa se luge koi se cistat"},{"SurahNumber":27,"VerseNumber":57,"Text":"I togas Nie gi izbavivme Nego i semejstvoto negovo, osven zena mu za koja odredivme da bide od ostanatite"},{"SurahNumber":27,"VerseNumber":58,"Text":"I Nie vrz niv spustivme DOZD golem. E, samo kolku bese los toj dozd za opomenatite"},{"SurahNumber":27,"VerseNumber":59,"Text":"Kazi:“Blagodarenie na Allah i selam na robovite Negovi koi On gi izbra.\" Koj e podobar: Allah ili onie koi Mu gi zdruzuvaat"},{"SurahNumber":27,"VerseNumber":60,"Text":"Allah, koj gi sozdade nebesata i Zemjata i koj vi spusti voda od neboto, pa so nea pravime da “rtat bavci prekrasni vo koi vie ne mozete da odredite da rastat steblata nivni. Ima li drug bog pokraj Allah? Ne, toa e narod koj preteruva"},{"SurahNumber":27,"VerseNumber":61,"Text":"Onoj koj ja odredi zemjata za utvrda i koj, niz probivite nejzini, opredeli da tecat reki, i koj, za nea, opredeli planini i, megu dve morinja, ograda. Ima li drug bog osven Allah? No, MNOZINSTVOTO OD NIV ne znaat"},{"SurahNumber":27,"VerseNumber":62,"Text":"Onoj koj ke mu se ozvie na pritisnatiot koga ovoj Ke go povika, koj otkriva zlo i koj ve pravi da bidete halifi na zemjava? Ima li drug bog osven Allah? Malkumina se onie koi se sekavaat"},{"SurahNumber":27,"VerseNumber":63,"Text":"Onoj koj ve upatuva Niz temninite na kopno i po more, I koj vi gi ispraka vetrovite kako radosnica, od milosta Svoja.. ima li drug bog osven Allah? Allah e visoko nad ona sto Mu go zdruzuvaat"},{"SurahNumber":27,"VerseNumber":64,"Text":"Onoj koj go zapocnuva sozdavanjeto i koj go vozobnovuva, i Onoj koj ve snabduva i od nebo i od zemja... ima li drug bog osven Allah? Kazi: “Donesete vas dokaz ako ste iskreni"},{"SurahNumber":27,"VerseNumber":65,"Text":"Kazi: “Tajnata sto e na nebesata i na Zemjata ja znae samo Allah. I ne znaat koga ke bidat oziveani"},{"SurahNumber":27,"VerseNumber":66,"Text":"No, ne! Znaenjeto nivno za Ahiret e nikakvo; onie se somnevaat vo nego; slepi se vo odnos na nego"},{"SurahNumber":27,"VerseNumber":67,"Text":"nevernicite zboruvaat: “Koga ke staneme zemja ke bideme li nie i predcite nasi oziveani, navistina"},{"SurahNumber":27,"VerseNumber":68,"Text":"Da, so ova nam ni se zakanuva kako sto im se zakanuvase i na predcite nasi porano: “Ova se samo prikaski odamnesni"},{"SurahNumber":27,"VerseNumber":69,"Text":"Kazi: “Patuvajte po zemjata! Pa, poglednete kakva bese kaznata za silnicite"},{"SurahNumber":27,"VerseNumber":70,"Text":"I ne zalosti se zaradi niv i neka ne ti se stesnuva vo gradite zaradi spletkarenjeto NIVNO"},{"SurahNumber":27,"VerseNumber":71,"Text":"zboruvaat: “Koga ke se ostvari vetuvanjeto ako ste iskreni"},{"SurahNumber":27,"VerseNumber":72,"Text":"Kazi: “Mozebi del od ona za sto go zabrzuvate ke vi dojde po stapalkite vasi"},{"SurahNumber":27,"VerseNumber":73,"Text":"Gospodarot tvoj, navistina, e Posednik na dobrinata za luGeto, NO MNOZINSTVOTO OD NIV ne se zablagodaruvaat"},{"SurahNumber":27,"VerseNumber":74,"Text":"Gospodarot tvoj, sekako, go znae i ona sto go krijat gradite NIVNI i ona sto go obelodenuvaat"},{"SurahNumber":27,"VerseNumber":75,"Text":"I nikakva tajna nema ni na nebesata ni na Zemjata, a da ne e vnesena vo Knigata jasna"},{"SurahNumber":27,"VerseNumber":76,"Text":"Ovoj Kur\"an, navistina, im kazuva na sinovite Izrailovi za ona za sto tie, tokmu, stanaa delenici"},{"SurahNumber":27,"VerseNumber":77,"Text":"I Kur\"anot, sekako, e Patokaz i Milost za vernicite"},{"SurahNumber":27,"VerseNumber":78,"Text":"Da, Gospodarot tvoj presuduva megu niv so sudot Svoj. On e Silen i Znalec"},{"SurahNumber":27,"VerseNumber":79,"Text":"Pa, potpri se vrz Allah! Ti si, navistina, vrz vistinata jasna"},{"SurahNumber":27,"VerseNumber":80,"Text":"Da, ti ne mozes da bides siguren vo ona sto go slusaat umrenite a nitu, pak, mozes da gi slusnes molbite na nemite koga ke se svrtat so plekite"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ne mozes, isto taka, I slepite da gi upatis Od skrsnuvanjata nivni. Gi slusas samo onie koi veruvaat vo znamenijata Nasi, onie, Poslusnite"},{"SurahNumber":27,"VerseNumber":82,"Text":"koga govorot ke se sluci nad niv Nie ke ti izvadime od zemjata zivotno koe ke zboruva deka lugeto, navistina, ne bea uvereni vo znamenijata Nasi"},{"SurahNumber":27,"VerseNumber":83,"Text":"Denot vo koj Nie ke zbereme od sekoj narod druzina megu onie koi gi smetaa za lazni znamenijata Nasi... pa, ke bidat pobedeni"},{"SurahNumber":27,"VerseNumber":84,"Text":"mstom tamu ke dojdat, Allah ke rece: “Gi smetavte li za lazni znamenijata Moi bez da gi sogledate so znaenje? Ili: Sto rabotevte"},{"SurahNumber":27,"VerseNumber":85,"Text":"zaradi zulumot nivni ke se sluci vrz niv Govorot; ne ke mozat ni da prozborat"},{"SurahNumber":27,"VerseNumber":86,"Text":"Ne gledaat li deka Nie, navistina, ja opredelivme nokta za da se odmorat vo nea, a Denot ocigleden? Ete, vo toa, navistina, ima znamenija za lugeto koi veruvaat"},{"SurahNumber":27,"VerseNumber":87,"Text":"I Denot vo koj ke se duvne vo Surlata... Pa, ke se ispreplasat i onie na nebesata i onie na Zemjata, osven onie koi Allah saka. I site ke mu dojadt, PONIZNI"},{"SurahNumber":27,"VerseNumber":88,"Text":"gi gledas planinite, mislejki deka se nepodvizni. Tie se krevaat kako sto se krevaat i oblacite. Sozdavanjeto e - od Allah, koj ja usovrsuva sekoja rabota. On, navistina, e Izvesten za ona sto go rabotite"},{"SurahNumber":27,"VerseNumber":89,"Text":"Onoj koj ke dojde so dobro ke ima nesto uste podobro. Onakvite na Denot toj ke bidat postedeni od stravot"},{"SurahNumber":27,"VerseNumber":90,"Text":"A onie koi ke dojdat so zlo... pa, so licata svoi ke bidat frlevi vo ognot: “Se kaznuvate za ona sto go rabotevte"},{"SurahNumber":27,"VerseNumber":91,"Text":"Naredeno mi e, navistina, da go obozavam Gospodarot na ovoj grad koj On go posveti. I se sto e - Negovo e! Da, naredeno mi e da bidam megu Poslusnite"},{"SurahNumber":27,"VerseNumber":92,"Text":"i da go kazuvam Kuranot. Pa, onoj koj po patot e upaten, e upaten, sekako, za sebesi, a onoj koj vo zabluda skrsnal.. pa, kazi: “Eden sum, navistina, od opomenuvacite"},{"SurahNumber":27,"VerseNumber":93,"Text":"I kazi: “Blagodarenie na Allak! On ke vi gi pokaze znamenijata Svoi..pa, ke gi prepoznaete. I Gospodarot tvoj ne e ramnodusen kon ona sto go rabotite"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta, sin, mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Eve ajeti od Knigata jasna"},{"SurahNumber":28,"VerseNumber":3,"Text":"i kazuvame vistina od kazuvanjata za Musa i faraonot, za lugeto koi veruvaat"},{"SurahNumber":28,"VerseNumber":4,"Text":"Faraonot, navistina, se vozdignuvase po zemjata i zitelite nejzini vo druzini gi razedinuvase, oslabnuvajki gi ednisodrugi, kolejki gi sinovite nivni i ostavajki gi vO Zivot kerkite nivni. Toj, navistina, bese megu bezrednicite"},{"SurahNumber":28,"VerseNumber":5,"Text":"I Nie posakuvame da gi daruvame onie koi se ugneteni na zemjata; gi postavuvame za vodaci i gi postavuvame za naslednici"},{"SurahNumber":28,"VerseNumber":6,"Text":"i gi zacvrstuvame na zemjata i pravime faraonot, Haman i vojskite Nivni da GO ZDogledaat ona od sto tie, tokmu, stravuvaat"},{"SurahNumber":28,"VerseNumber":7,"Text":"I i vdahnavme na majkata na Musa: “Doj go! Pa, koga ke ti padne strav, frli go vo reka, ne stravuvaj i ne taguvaj! Nie, navistina, ke ti go vratime i ke go odredime za eden od pejgamberite"},{"SurahNumber":28,"VerseNumber":8,"Text":"I togas semejstvoto na faraonot go zede za da bide prijatel nivni i griza nivna. Faraonot i Haman i vojskata nivna, navistina, bea gresnici"},{"SurahNumber":28,"VerseNumber":9,"Text":"I zenata na faraonot rece: “Radost za moeto oko i za tvoeto oko! Ne ubivaj go. Mozebi ke ni bide od korist ili, pak, da si go posinime.\" I nisto, tokmu, ne usetuvaa"},{"SurahNumber":28,"VerseNumber":10,"Text":"I srceto na majkata na Musa vednas stana prazno; taa samo sto toa ne go razvideli. I Nie da ne go zajaknevme srceto nejzino taa, sekako, ke bese megu nevernickite"},{"SurahNumber":28,"VerseNumber":11,"Text":"taa I rece na sestrata negova: “Sledi go!\" I ete, taka taa go zdogleda od dalecina. I nisto onie ne usetuvaa"},{"SurahNumber":28,"VerseNumber":12,"Text":"od porano Nie mu zabranivme doilki. Taa, togas, rece: “Da vi gi pokazam li domakinite koi ke se grizat za nego, I koi ke go sovetuvaat"},{"SurahNumber":28,"VerseNumber":13,"Text":"Pa, go vrativte kaj majka mu za da se zaraduva okoto nejzino, da ne taguva i da znae deka vetuvanjeto Allahovo, navistina, e vistina, no, ete, MNOZINSTVOTO OD Niv ne znaat"},{"SurahNumber":28,"VerseNumber":14,"Text":"bidejki jakna i stasa, Nie mu dadovme i mudrosti znaenje. I ete, taka gi nagraduvame dobrocinitelite"},{"SurahNumber":28,"VerseNumber":15,"Text":"I vleze vo gradot vo vreme koga zitelite negovi ne go zapazija. Pa, naide na dva coveka koi se tepaa. Edniot bese od negovata prijatelska a drugiot od negovata neprija-. telska druzina. I go povika vo pomos onoj od druzinata negova protiv onoj od druzninata neprijatelska. I Musa go Udri so raka i go usmrti, i rece: “Ova e delo sejtansko. Sejtanot, navistina, e neprijatel i skrsnuvac vo zabluda otvorena"},{"SurahNumber":28,"VerseNumber":16,"Text":"Musa rece: “Gospodare moj, napraviv zulum, navistina, za sebesi... pa, prosti mi!\" I On mu prosti. On, navistina, e Prostuvac i Somilosen"},{"SurahNumber":28,"VerseNumber":17,"Text":"rece: “Gospodare moj, bidejki me opsipa so blagodati, nikogas nema da bidam zad silnicite"},{"SurahNumber":28,"VerseNumber":18,"Text":"toj, togas, se najde vo gradot, plasejki se i ocekuvajki nesto; i ete go onoj koj vceradenta barase pomos od nego, dovikuvajki go. Musa mu rece: “Ti si, navistina, vo zabluda jasna"},{"SurahNumber":28,"VerseNumber":19,"Text":"bidejki posaka da go zgrabi onoj sto im bese i na dvajcata neprijatel, rece: “O Musa, posakuvas li da me ubies kako onoj sto go ubi vcera? Posakuvas, znam, da bides silnik na zemjava a ne posakuvas da bides \"megu onie koi red postavuvaat"},{"SurahNumber":28,"VerseNumber":20,"Text":"I pristigna eden covek od pregradieto, brzajki i rece: “O Musa, glavesinite, navistina, se dogovaraat da te ubijat. Ti sovetuvam, togas, da se iselis"},{"SurahNumber":28,"VerseNumber":21,"Text":"I Musa go napusti gradot isplasen, ocekuvajki da mu se sluci nesto. Rece: “Gospodaru moj, mizbavi me od narodot zulumkarski"},{"SurahNumber":28,"VerseNumber":22,"Text":"I bidejki se upati vo presret na Medjen, rece: “Gospodarot moj, mozebi, ke me upati po patot vistinski"},{"SurahNumber":28,"VerseNumber":23,"Text":"I bidejki stigna do vodata na Medjen, tuka najde edna druzina na luge koi go napojuvaa dobitokot i vide dve devojki nastrana koi gi drzea zivotnite svoi. I rece: “Kakva teskotija \"imate vie dvete?\" Rekoa: “Nema da go napoime dobitokot dodeka ne odat ovcarite. A babo ni e star covek"},{"SurahNumber":28,"VerseNumber":24,"Text":"togas go napoi dobitokot svoj a potoa se skri vo senka i rece: “Gospodare moj, jas sum, navistina, siromav za kakvo bilo dobro da mi dades"},{"SurahNumber":28,"VerseNumber":25,"Text":"I togas ednata od niv mu se priblizi i, sramejki se, rece: “Ge vika babo za da te nagradi, bidejki go napoi dobitokot nas. I koga dojde kaj nego i koga mu gi kaza kazuvanjata, rece: “Ne plasi se, se spasi od narodot zulumkarski"},{"SurahNumber":28,"VerseNumber":26,"Text":"Ednata od niv rece:“O babo, iznajmi go. Najdobro e, navistina, da iznajmis jak i doverliv"},{"SurahNumber":28,"VerseNumber":27,"Text":"Toj rece: “Sakam da te vencam so ednata od dvete kerki moi. Treba da rabotis kaj mene osum godini, pa ako gi napolnis deset, a toa od tebe zavisi, a ne sakas da te prisilam na toa, ke vidis deka sum, insallah, megu dobrite"},{"SurahNumber":28,"VerseNumber":28,"Text":"Musa rece: “Ete, toa e megu mene i megu vas. I koj bilo rok da go ispolnam, nisto nema da napravam protiv mene. A za ova sto go zboruvame Allah e Zakrilnik"},{"SurahNumber":28,"VerseNumber":29,"Text":"I bidejki Musa se slozi za rokot, trgna so semejstvoto svoe, zdogleda ogan na ednata strana od brdoto Tur, i mu rece na semejstvoto svoe: “Zastanete, zdogledav ogan; mozebi ke vi dojdam od nego so vest nekakva ili so zazareno drvo za da se stoplite"},{"SurahNumber":28,"VerseNumber":30,"Text":"bidejki se priblizi do ognot, nekoj go povika OD desnata strana na dolinata, od krajot blagosloven, od steblo: “O Musa, Jas sum, navistina, Allah, Gospodarot na svetoviote"},{"SurahNumber":28,"VerseNumber":31,"Text":"frli go stapot tvoj. I bidejki vide kako lazi kako lukava zmija, gi svrte plekite i ne se vrati. -“O Musa, priblizi se i ne plasi se. Ti si, navistina, megu bezbednite"},{"SurahNumber":28,"VerseNumber":32,"Text":"Stavi ja rakata tvoja vo dzebot tvoj: I, ete, ke stane bela, bez zlo, i soberi gi pazuvite od strav. Ete, dva dokaza za faraonot i golemcite negovi. Tie se, navistina, narod rasipNICKI"},{"SurahNumber":28,"VerseNumber":33,"Text":"Musa rece: “Gospodare moj, jas, navistina, ubiv eden od niv, i se plasam da ne me ubijat"},{"SurahNumber":28,"VerseNumber":34,"Text":"brat mi Harun pojasno zboruva... pa, isprati go so mene da mi pomogne, da go potvrdi ona sto jas go zboruvam: se plasam, sekako, da ne me smetaat za lasko"},{"SurahNumber":28,"VerseNumber":35,"Text":"Allah rece: “Ke ja zajakneme tvojata raka so brat ti i na dvajcata ke vi dademe vlast, i ne ke mozat da vi se priblizat. Vie ste onie sto ke ve sledat so znamenijata Nasi - i pobednici ste"},{"SurahNumber":28,"VerseNumber":36,"Text":"I bidejki Musa im dojde so znamenijata Nasi, jasni, rekoa: “Ova e samo smisleno volsebnistvo. Vakvo nesto ne sme cule od predcite nasi odamnesni"},{"SurahNumber":28,"VerseNumber":37,"Text":"Musa rece: “Gospodarot moj najdobro go znae onoj koj ke dojde so Patokaz od Nego, i koi ke pobedat vo svetot. Zulumkarite, navistina, ne ke uspeat"},{"SurahNumber":28,"VerseNumber":38,"Text":"I faraonot rece: “O golemci, ne znam deka imate drug bog osven mene. Zapali go ognot za glina, o Hamane, a potoa sozidaj. za mene edna kula za da se visnam kon bogot na Muga, bidejki mislam deka toj e megu laskovcite"},{"SurahNumber":28,"VerseNumber":39,"Text":"Se iznadu faraonot i vojskata negova po zemjata, besp-. ravno! I navistina mislea deka nema da ni se vratat"},{"SurahNumber":28,"VerseNumber":40,"Text":"togas Nie gi pofakavme faraonot i vojskata negova i gi frlivme v more. Ta, pogledni kakva bese kaznata za zulumkarite"},{"SurahNumber":28,"VerseNumber":41,"Text":"NJI Nie gi odredivme da bidat vodaci za povikuvanje kon ognot. A na Denot suden ne ke im se pomogne"},{"SurahNumber":28,"VerseNumber":42,"Text":"prokletstvoto Nase gi sledese na ovoj svet, a na Denot suden ke bidat megu posramenite"},{"SurahNumber":28,"VerseNumber":43,"Text":"na Musa, sekako, Nie Kniga mu dadovme po unistuvanjeto na pokolenijata odamnesni - svetlina za lugeto, i Patokaz mi Milost za da se sekavaat"},{"SurahNumber":28,"VerseNumber":44,"Text":"ne bese na zapadnata strana koga na Musa Nie mu spustivme naredba, a ne bese ni megu svedocite"},{"SurahNumber":28,"VerseNumber":45,"Text":"No, pokolenija mnogu Nie podignavme i zivotot im go prodolzivme. I ti poveke ne bese prisuten megu zitelite na Medjen da im gi kazuvas ajetite Nasi: ajeti se ona sto go isprakame"},{"SurahNumber":28,"VerseNumber":46,"Text":"I ne bese pokraj Tur koga Nie go povikavme. No, eve, milost od Gospodarot tvoj za da go opomenis narodot na koj ne mu bese dojden opomenuvac pred tebe za da se sekavaat"},{"SurahNumber":28,"VerseNumber":47,"Text":"da ne recat - stom ke gi snajde kaznata za ona za Sto go napravija \"racete nivni “Gospodare nas, zosto ne ni isprati pejgamberi? Pa, ke gi sledevme ajetite tvoi i ke bevme megu vernicite"},{"SurahNumber":28,"VerseNumber":48,"Text":"bidejki im dojde vistinata od Nas, rekoa: “Zosto ne mu e dadeno nesto slicno na ona sto mu e dadeno na Musa? Onie ne go poreknuvaa ona sto mu e dadeno na Musa od porano.\" Rekoa: “Dve volsebnistva koi ednosodrugo se poddrzuvaat. “ Zboruvaat: “Nie ne veruvame vo seto toa"},{"SurahNumber":28,"VerseNumber":49,"Text":"Kazi: “Donesete, togas, od strana na Allah Kniga koja podobro ke upatuva od Tevrati Kur? an. Bi ja sledel samo ako ste iskreni"},{"SurahNumber":28,"VerseNumber":50,"Text":"Pa, ako ne ti se ozvijat, togas, znaj deka, navistina, onie gi sledat strastite svoi. A koj poveke skrsnal vo zabluda od onoj koj ja sledi strasta svoja, koj e bez Patokaz od Allah? A Allah, navistina, ne go upatuva narodot zulumkarski"},{"SurahNumber":28,"VerseNumber":51,"Text":"Nie snavistina, im isprakavme govor postapno za da se sekavaat"},{"SurahNumber":28,"VerseNumber":52,"Text":"Onie na koi im e dadena Knigata pred Kuranot, tokmu, veruvaat vo nego"},{"SurahNumber":28,"VerseNumber":53,"Text":"koga im se kazuva, zboruvaat: “Veruvavme vo nego. Toa, sekako, e vistina od Gospodarot vas. Nie i pred nego bevme Poslusni"},{"SurahNumber":28,"VerseNumber":54,"Text":"e ja dobijat dvojnata nagrada svoja: bea trpelivi, za zloto mvozvrakaa so dobro i delea od “rskot sto Nie im go dadovme"},{"SurahNumber":28,"VerseNumber":55,"Text":"koga, pak, ke slusnat besmislica, ramnodusni se kon. nea, i velat: “Nam delata nasia vam delata \"vasi. MSSelamun alejkum! Ne ni trebaat neznajkovcite"},{"SurahNumber":28,"VerseNumber":56,"Text":"Gi, navistina, ne go upatuvas onoj kogo sakas, tuku Allah upatuva kogo saka. On najdobro gi znae upatenite"},{"SurahNumber":28,"VerseNumber":57,"Text":"zboruvaat: “Ako go sledime so tebe Patokazot ke bideme isterani od zemjava nasa.\" - Neli gi naselivme vo zemjata sveta, bezbedna, od koja niknat plodovi od se, kako “rsk Nas? No, mnozinstvoto od Niv ne znaat"},{"SurahNumber":28,"VerseNumber":58,"Text":"kolku gradovi Nie unistivme so rasturen nacin na ziveenje! Pa, ete gi zivealistata Nivni Vo KOI, Po NIV, ziveat samo malkumina. Nie, tokmu, gi nasledivme"},{"SurahNumber":28,"VerseNumber":59,"Text":"Gospodarot tvoj ne gi unistuva gradovite dodeka na narodite nivni ne im isprati pejgamber kojsto ke im gi kazuva ajetite Nasi. I Nie ne gi unistivme gradovite a zitelite nivni da ne bea zulumkari"},{"SurahNumber":28,"VerseNumber":60,"Text":"I se sto vi e dadeno e samo uzivanje vo zivotot na ovoj svet, i ukras e negov. A ona sto e kaj Allah e - podobro i potrajno. Nema li da se vrazumite"},{"SurahNumber":28,"VerseNumber":61,"Text":"Onoj komu vetivme vetuvanje ubavo ednakov li e na onoj komu mu dadovme da uziva vo zivotot na ovoj svet? A ovoj na Denot suden ke bide megu predvodnicite vo Dzehennemot"},{"SurahNumber":28,"VerseNumber":62,"Text":"Na Denot vo koj On ke gi povika, pa ke rece: “Koj vi se zdruzenicite Moi koi vie gi zamisluvavte"},{"SurahNumber":28,"VerseNumber":63,"Text":"Onie vrz koi ke se ovistini zborot ke recat:““Gospodare nas, eve gi onie koi gi skrsnavme: gi skrsnavme tokmu onaka kako sto ne skrsnaa. OD niv se otkazuvame pred Tebe. Ne ne obozavaa"},{"SurahNumber":28,"VerseNumber":64,"Text":"Ke im se rece: “Povikajte gi bozestvata vasi.\" Ke gi povikaat, no nema da im se o5vijat. I ke ja zdogledaat kaznata. SE, da bea megu upatenite"},{"SurahNumber":28,"VerseNumber":65,"Text":"na Denot vo koj ke gi povika, ke rece: “Sto im odgovorivte na pejgamberite"},{"SurahNumber":28,"VerseNumber":66,"Text":"Na Denot toj, vestite za niv ne ke se slusaat; nitu ke postavuvaat prasanja edninadrugi"},{"SurahNumber":28,"VerseNumber":67,"Text":"Pa, onoj koj se kae, koj veruva, koj raboti dobro...mozebi ke bide megu spasenite"},{"SurahNumber":28,"VerseNumber":68,"Text":"I Gospodarot tvoj sozdava sto saka i izbira sto saka. Onie nemaat izbor. Slaven e Allah i Vozvisen, nad ona sto Mu go zdruzuvaat"},{"SurahNumber":28,"VerseNumber":69,"Text":"Gospodarot tvoj go znae i ona sto go krijat gradite nivni i ona sto go obelodenuvaat"},{"SurahNumber":28,"VerseNumber":70,"Text":"On e Allah! Nema drug bog osven Nego. Blagodarnosta e samo Negova! I na ovoj svet i na Ahiret. Presudata, isto taka, e - samo Negova. I Nemu ke Mu se vratite"},{"SurahNumber":28,"VerseNumber":71,"Text":"Kazi: “Kazete mi - ako Allah resi nokta da potrae do Denot suden - koj drug bog osven. Allah ke vi dade svetlina. Ne slusate li"},{"SurahNumber":28,"VerseNumber":72,"Text":"Kazi: “Ne gledate li deka ako Allah resi denot da potrae do Denot suden - koj drug bog osven Allah ke VI OVOZMOZI da se odmorite vo nokta? Ne gledate li"},{"SurahNumber":28,"VerseNumber":73,"Text":"od milosta Svoja! On vi gi opredeli i denot i nokta za da se smirete vo niv, i za da ja posakuvate dobrinata Negova, i za da bidete blagodarni"},{"SurahNumber":28,"VerseNumber":74,"Text":"Denot vo koj On ke gi povika...Potoa ke im rece: “Kade se zdruzenicite Moi koi vie gi zamisluvavte"},{"SurahNumber":28,"VerseNumber":75,"Text":"od sekoj narod Nie ke izvadime po eden svedok, pa ke im receme:“Donesete gi dokazite vasi! Ke znaat deka vistinata e - Allahova, i daleku OD niv ke se oddalecat onie sto gi izmisluvaa"},{"SurahNumber":28,"VerseNumber":76,"Text":"Karun, navistina, bese od narodot na Musa a potoa, vednas, im napravi nasilstvo. I Nie mu dadovme riznici na bogatstvo cii klucevi ne moze da gi podigne ni cvrsta druzina na luge. I koga mu rece narodot negov:““Ne duj se. Allah, navistina, ne gi njubi onie koi se dujat"},{"SurahNumber":28,"VerseNumber":77,"Text":"posakuvaj go ona sto Allah ke ti go dade vo Kukata ahiretska. No, ne zaboravaj go i udelot tvoj i na ovoj svet. I bidi dobar kako sto Allah e dobar kon tebe. I ne posakuvaj bezredie na zemjava! Allah, navistina, ne gi njubi bezrednicite"},{"SurahNumber":28,"VerseNumber":78,"Text":"Karun rece: “ Da, dadeniot mi imot go steknav so moe znaenje.“ - Ne znaese li deka Allah, navistina, unisti pred nego pokolenija mnogu, koi bea pojaki od nego, i koi zbiraai poveke. A silnicite ne ke bidat ni prasuvani za grevovite svoi"},{"SurahNumber":28,"VerseNumber":79,"Text":"I izleze toj megu narodot svoj, so siot ukras svoj. Onie, koi go posakuvaa zivotot na ovoj svet, rekoa: “E, koga bi imale nesto slicno na ona sto mu e dadeno na Karun! ON, navistina, ima sreka golema"},{"SurahNumber":28,"VerseNumber":80,"Text":"Onie so dadenoto Im znaenje, zboruvaa: “Tesko vam! Nagradata MAllahova e podobra, sekako, za onoj koj veruva i koj raboti dobro.\" - Ke ja postignat samo trpelivite"},{"SurahNumber":28,"VerseNumber":81,"Text":"I Nie, togas, gi zgmecivme nego i kukata negova v zemja. Nikakva druzina, osven Allah, ne mozese da mu pomogne, i nemase nikoj koj ke go poddrzi"},{"SurahNumber":28,"VerseNumber":82,"Text":"onie koi posakuvaa vceradenta da bidat na mestoto negovo, zboruvaa: “Izvesno e deka Allah dava “rsk komu saka od robovite Svoi. ON, isto taka, opredeluva. Da ne odlikuvase Allah so toa ke bevme i nie zgmeceni vo zemjata. I sigurno e deka nevernicite ne ke uspeat"},{"SurahNumber":28,"VerseNumber":83,"Text":"Kukata ahiretska Nie ja opredelivme za onie koi ne sakaat da se dujat i bezredie da pravat na zemjava. Ete, toa e nagrada za bogobojazlivite"},{"SurahNumber":28,"VerseNumber":84,"Text":"Koj ke dojde so dobro ke ima uste podobro od toa, a koj ke dojde so zlo... pa, ne ke bidat nagradeni onie koi rabotea zlodela. Ke im pripadne samo ona sto go rabotea"},{"SurahNumber":28,"VerseNumber":85,"Text":"Onoj sto ti go propisuva Kur?anot, navistina, ke te vrati. vo mestoto na vrakanje. Kazi: “Gospodarot moj najdobro go znae onoj koj odi po Patokazoti onoj koj odi po bespaketo ocig-. ledno"},{"SurahNumber":28,"VerseNumber":86,"Text":"Ti voopsto ne se nadevase deka Allah ke ti objavi Kniga kako milost od Gospodarot tvoj. I nikako nemoj da bides zadnina na nevernicite"},{"SurahNumber":28,"VerseNumber":87,"Text":"Po objavenata ti Kniga. sigurno e deka nema da te od-. vratat od ajetite Allahovi.. Povikuvaj go Gospodarot tvoj I. nikako nemoj da bides megu mnoguboscite"},{"SurahNumber":28,"VerseNumber":88,"Text":"ne povikuvaj se na drug bog osven na Allah! Nema drug bog osven Nego! I se ke propadne, osven Nego. Presudata e Negova i Nemu ke Mu se vratite"},{"SurahNumber":29,"VerseNumber":1,"Text":"Elif, lam, mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Mislat li lugeto deka ke bidat ostaveni da recat\" Veruvame“, a da ne se stavat vo iskusenie"},{"SurahNumber":29,"VerseNumber":3,"Text":"Nie veke i onie pred niv gi stavivme vo iskusenie. Allah sigurno dobro gi poznava onie koi vistina zboruvaat i onie koi lazat"},{"SurahNumber":29,"VerseNumber":4,"Text":"ili mislea li onie koi rabotea zlodela deka ke Ni se oddalecat? E, samo kolku e loso ona sto go prosuduvaat"},{"SurahNumber":29,"VerseNumber":5,"Text":"Onoj koj se nadeva na sredbata so Allah...On e Slusaci Znalec! Ta, casot na Allah ke dojde"},{"SurahNumber":29,"VerseNumber":6,"Text":"A onoj koj se bori... ta, se bori za sebesi. Allah, navistiina, e nezavisen od svetovite"},{"SurahNumber":29,"VerseNumber":7,"Text":"A onie koi veruvaat i koi rabotat dobri dela Nie sigurno ke im gi otstranime zlodelata nivni i ke gi nagradime so najdobra nagrada za ona sto go rabotea"},{"SurahNumber":29,"VerseNumber":8,"Text":"Nie go zadolzivme covekot da se odnesuva ubavo kon roditelite svoi. A ako se trudat da Mi pripisuvaat zdruzenik, a nemas nikakvo znaenje za toa, togas, nemoj da gi slusas. Kon Mene vodi vrakanjeto vase pa jas ke ve izvestam za ona sto go rabotevte"},{"SurahNumber":29,"VerseNumber":9,"Text":"onie koi veruvaat i koi rabotat dobri dela Nie ke gi vovedeme megu dobrite"},{"SurahNumber":29,"VerseNumber":10,"Text":"egu lugeto ima i takvi koi zboruvaat: - “Veruvame vo Allah\" - a koga ke im se sluci nezgoda po patot na Allah, mislat deka spletkata na lugeto e kako kaznata na Allah. A ako im dojde pomos od Gospodarot tvoj, sigurno ke recat: “Nie, navistina, bevme so vas!\" - Neli e Allah Onoj koj dobro go znae ona sto e vo gradite na lugeto"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah, sekako, gi znae onie koi veruvaat, a sekako gi znae i licemernite"},{"SurahNumber":29,"VerseNumber":12,"Text":"Onie koi ne veruvaat im zboruvaat na onie koi veruvaat: “Sledete go patot nas, zasto ke gi poneseme, navistina, grevovite vasi!\" - Onie ne mozat da ponesat nieden grev svoj; laskovci se, navistina"},{"SurahNumber":29,"VerseNumber":13,"Text":"Ke go ponesat sigurno bremeto svoe, a i bremeto so drugite breminja svoi. A na Denot suden ke odgovaraat za ona sto go spletkarea"},{"SurahNumber":29,"VerseNumber":14,"Text":"I Nuh veke Nie go isprativme do narodot negov, i toj ostana megu niv iljada, pomalku pedeset godini. Pa gi pogodi potopot, zasto bea zulumkari"},{"SurahNumber":29,"VerseNumber":15,"Text":"Pa, Nie gi izbavivme Nuha i lugeto na brodot, i gi opredelivme kako znamenie za svetovite"},{"SurahNumber":29,"VerseNumber":16,"Text":"I Ibrahim, isto taka, koga mu rece na narodot svoj: “Obozavajte go Allaha i plasete se od nego. Ete, toa vie podobro ako znaete"},{"SurahNumber":29,"VerseNumber":17,"Text":"Vie gi obozavavte kipovite a ne Allaha, navistina! I laga sozdavate. Onie koi, sekako, obozavaat drug bog, osven Allah, ne poseduvaat “rsk za vas. Ta, od Allah posakuvajte \"rsk; obozavajte Go i bidete Mu blagodarni. Nemu ke Mu se vratite"},{"SurahNumber":29,"VerseNumber":18,"Text":"A ako go smetate za lasko... ta, i narodot pred vas gi smetase za laskovci. Pejgamberot e dolzen samo da izvesti jasno"},{"SurahNumber":29,"VerseNumber":19,"Text":"e gledaat li kako Allah go pocnuva sozdavanjeto, I kako go vozobnovuva? Ete, toa za Allah e lesno, navistina"},{"SurahNumber":29,"VerseNumber":20,"Text":"Kazi:“Patuvajte po zemjata pa poglednete kako zapocna sozdavanjeto. Potoa Allah toa ke go sozdade na Denot suden.\" Allah, navistina, e Kadar za se"},{"SurahNumber":29,"VerseNumber":21,"Text":"On kaznuva kogo saka i ON se smiluva komu saka; i Nemu ke Mu se vratite"},{"SurahNumber":29,"VerseNumber":22,"Text":"Ne ke mozete da ja izbegnete kaznata ni na Zemjata ni na neboto. Vie, osven Allah, nemate ni zastitnik ni poddrznik"},{"SurahNumber":29,"VerseNumber":23,"Text":"Onie koi ne veruvaat vo znamenijata Allahovi i vo sredbata so Nego...onakvite ne taguvaat za milosta Moja; za niv ima kazna bolna"},{"SurahNumber":29,"VerseNumber":24,"Text":"Odgovorot na narodot na Ibrahim bese: “Ubijte go ili frlete go vo ogan!\" Pa, Allah go izbavi od ognot. Ete, vo toa, navistina, ima „znamenija za lugeto koi veruvaat"},{"SurahNumber":29,"VerseNumber":25,"Text":"Ibrahim rece: “Da, vie prifativte drugi bozestva, osven Allah, zaradi naklonosta ednikondrugi. vo zivotot na ovoj svet. Potoa, na Denot suden, ne ke priznavaat ednisodrugi, ke se prokolnuvaat ednisodrugi - a ognot e prestojuvalisteto \"vase. Ne Ke imate nikakvi poddrznici"},{"SurahNumber":29,"VerseNumber":26,"Text":"I Lut nemu mu poveruva, I rece: “Jas sum, navistina, patnik kon Gospodarot moj. ON, sekako, e Silen i Mudar"},{"SurahNumber":29,"VerseNumber":27,"Text":"Nie mu go podarivme Ishaka i Jakuba, a na potomstvoto negovo i pratenistvo i Kniga mu dadovme. I mu ja dadovme nagradata na ovoj svet, a na Ahiret toj ke bide, navistina, megu dobrite"},{"SurahNumber":29,"VerseNumber":28,"Text":"koga Lut mu rece na narodot svoj: “Vie, navistina, pravite sramno delo vo koe nikoj pred vas megu lugeto ne prethodese"},{"SurahNumber":29,"VerseNumber":29,"Text":"Na mazite li ke im pristapuvate, i patistata li ke gi presecuvate, i na sostanocite vasi li sramno delo ke pravite? Odgovorot nivni bese samo slednoto tvrdenje: “Daj ni ja kaznata Allahova ako si megu iskrenite"},{"SurahNumber":29,"VerseNumber":30,"Text":"ut rece: “Gospodare moj, pomogni ni protiv narodot bezrednicki"},{"SurahNumber":29,"VerseNumber":31,"Text":"I bidejki glasnicite Nasi mu dojdoa na Ibrahim so radosnica, rekoa: “Da, nie ke gi unistime zitelite na ovoj grad. Zitelite negovi, sekako, se zulumkarite"},{"SurahNumber":29,"VerseNumber":32,"Text":"Ibrahim rece: “Da, vo nego zivee Lut.\" Rekoa: “Nie najdobro znaeme koj zivee vo nego. Ke go spasime nego i semejstvoto negovo, no ne i zenata negova, zasto taa bese megu kaznetite"},{"SurahNumber":29,"VerseNumber":33,"Text":"I bidejki glasnicite Nasi mu dojdoa na Lut, pocuvstvuva neudobnost; gradite mu se stesnaa. Rekoa: “Ne plasi se i ne taguvaj! Tebe i semejstvoto tvoe, navistina, ke ve spasime, no ne i zenata tvoja koja, vsusnost, e megu kaznetite"},{"SurahNumber":29,"VerseNumber":34,"Text":"Da, na zitelite od ovoj grad ke im spustime kazna od nebo zaradi pakosta sto ja pravea"},{"SurahNumber":29,"VerseNumber":35,"Text":"Nie znamenie jasno ostavivme od nego za lugeto koi sfakaat"},{"SurahNumber":29,"VerseNumber":36,"Text":"do Medjen dojde bratot nivni Suajb, pa rece: “O narode moj, obozavajte Go Allaha, nadevajte se vo Denot ahiretski i ne sejte po zemjata bezredie"},{"SurahNumber":29,"VerseNumber":37,"Text":"Pa, go smetaa za lasko i, ete, gi pogodi zemjotres: ostanaa vo domovite nivni, skameneti"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ad i Semud, isto taka! Da, vi bese jasno ona sto se sluci so stanovite nivni. I Sejtanot im gi razubavi delata NIVNI i gi odvrati od patot, a toa jasno go gledaa"},{"SurahNumber":29,"VerseNumber":39,"Text":"Karun, i faraonot i Haman, isto taka! Im dojde Musa so jasnotii, i se dueja po zemjata, i kaznata ne ja izbegnaa"},{"SurahNumber":29,"VerseNumber":40,"Text":"Da, Nie gi kaznivme zaradi grevovite negovi. Na nekoi od niv Nie im isprativme strasen glas, na nekoi od NIV Im isprativme glas silen, a nekoi OD niv, pak, gi zgmecivme vo zemjata, a nekoi, pak, gi potopivme. No, Allah nikakov zulum ne im napravi, onie samite zulum si napravija"},{"SurahNumber":29,"VerseNumber":41,"Text":"Onie koi prifatija drugi zastitnici, osven Allah se slicni na pajazina koja si go plete domot. A najslabiot dom, navistina, e domot na pajazinata. E, samo koga bi znaele"},{"SurahNumber":29,"VerseNumber":42,"Text":"Da, Allah gi znae onie koi, osven Allah, se povikuvaat. On e Silen i Mudar"},{"SurahNumber":29,"VerseNumber":43,"Text":"ovie primeri Nie ti gi iznesuvame za lugeto. I samo znalcite niv gi sfakaat"},{"SurahNumber":29,"VerseNumber":44,"Text":"I nebesata i zemjata Allah gi sozdade so vistina. Ete, vo toa, navistina, ima znamenie za vernicite"},{"SurahNumber":29,"VerseNumber":45,"Text":"kazuvaj go od Knigata ona sto ti se vdahnuva, i namaz izvrsuvaj. Namazot, navistina, te odvraka od pakosta I Od sramnoto delo. Spomenuvanjeto na Allah, sekako, e najgolema rabota. Allah go znae ona sto go pravite"}]}