{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Obvinovat byl u ty poadovat svuj povoleni zastavka za jeste oni ne mel ospravedlnit. Oni chtit jsem na a sedici. Proto BUH vtisknout jejich srdce tim oni ne dosahnout kady vedomi"},{"SurahNumber":9,"VerseNumber":94,"Text":"Oni omluvit se podle ty when ty zvoleni ti (podle bojovat)! rict ne omluvit; se; my jeste sverit ty. BUH INFORMOVAT NAS TY. BUH prosit PRIJMOUT SVUJ SPRAVOVAT A PROSIT HLASATEL PAK TY navraceni Knower Z UPLNE OCHRANA PREZIDENTA POPIS PAK ON INFORMOVAT TY Z VSECHNO TY UCINIL"},{"SurahNumber":9,"VerseNumber":95,"Text":"Oni prisahat BUH ty when ty zvoleni ti onen ty nedbat ti. Nedbat ti! Oni znecistit jejich urceni jsem Peklo mony nahrada hrich oni ziskat"},{"SurahNumber":9,"VerseNumber":96,"Text":"Oni prisahat ty ty prominout ti. Prave jestlie ty prominout ti BUH ne prominout stejny prostopasny lide"},{"SurahNumber":9,"VerseNumber":97,"Text":"Arabsky jsem skoda nevera pokrytectvi nejvetsi vhodny s nevsimat si predpis onen BUH odhalit Svem hlasatel. BUH jsem VSEVEDOUCI ODBORNY"},{"SurahNumber":9,"VerseNumber":98,"Text":"(Trochu Arabsky povaovat jejich vycerpat dat Buh) jsem skoda pravidelny cekat predjimani onen nestesti souhlasit ty! jsem oni privodit si skoda nestesti! BUH jsem POSLUCHAC Vsevedouci"},{"SurahNumber":9,"VerseNumber":99,"Text":"Jiny Arabsky domnivat se za BUH Posledni Cas povaovat jejich nakupy stredni BUH zpusoby snest hlasatel! Vskutku to privest ti setrny; BUH prosit uznat ti do Svem soucit! BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":9,"VerseNumber":100,"Text":"Ohledne Ceho drive predvoj pristehovat se (Muhajerin) privrenec odevzdat ti utociste (Ansar) ty ridili se ti spravedlnost BUH spokojeny ti oni spokojeny Jemu! On nacvicit si ti zahradni priliv pramen wherein oni zustavat stale! Tento jsem prima radost z vitezstvi"},{"SurahNumber":9,"VerseNumber":101,"Text":"Among Arabsky ty v tom jsem pokrytec. Take among mesto obyvatel v tom jsem ty jsem navykly podle pokrytectvi. Ty ne modni ti my modni ti! My obeplout odskodneni ti pak oni skoncit predloit strasny odskodneni"},{"SurahNumber":9,"VerseNumber":102,"Text":"v tom jsem others vyznat jejich hrich; oni misit poslusny smlouva spatny smlouva. BUH prosit SPLNIT TI BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":9,"VerseNumber":103,"Text":"absorbovat podle jejich penize milodar cistit ti zasvetit ti! podporovat ti svuj duvod uklidnit ti. BUH jsem POSLUCHAC Vsevedouci"},{"SurahNumber":9,"VerseNumber":104,"Text":"Oni ne nahromadit onen BUH zpusobit uznat litost Svem worshipers pokladat milodar BUH jsem Vykupitel Milosrdny"},{"SurahNumber":9,"VerseNumber":105,"Text":"rict Rizeni spravedlnost; BUH prosit provest svuj rizeni a e prosit Svem hlasatel verici! Konecne ty vratit Knower z uplne ochrana prezidenta popis pak On informovat ty z vsechno ty ucinil"},{"SurahNumber":9,"VerseNumber":106,"Text":"Others cekat buh rozhodnuti; On potrestat ti On splnit ti! BUH jsem VSEVEDOUCI ODBORNY"},{"SurahNumber":9,"VerseNumber":107,"Text":"v tom jsem ty tyrat masjid postup obraz zbonovat oddelovat verici stanovit pokryvka s ty odpirat BUH Svem hlasatel! Oni solemnly prisahat Nas ucel jsem honorable BUH loisko svedcit oni jsem lharka"},{"SurahNumber":9,"VerseNumber":108,"Text":"Ty nikdy adat stejny masjid. masjid dosadit spravedlnost 1 cas jsem hodny z svuj adat therein! Od v tom jsem lide milovat cistit. BUH MILOVAT TY CISTIT"},{"SurahNumber":9,"VerseNumber":109,"Text":"Jednotka dosadit svem stavba vait si BUH byl a vyteek Svem souhlas zcela 1 ktery dosadit svem stavba kraj drobit skalni stena onen uderit shodit jemu do zapalit Peklo? BUH NE USMERNOVAT ZHRESIT LIDE"},{"SurahNumber":9,"VerseNumber":110,"Text":"Stejny stavba oni dosadit trvat pramen pochybovat jejich jadro jejich jadro utisit! BUH jsem VSEVEDOUCI ODBORNY"},{"SurahNumber":9,"VerseNumber":111,"Text":"BUH KUPOVAT VERICI JEJICH DOIVOTNI JEJICH PENIZE RAJ. Tim oni boj dat BUH ochotny znemonit vzit si znemonit! receny jsem Svem pravy slib Torah Evangelium Quran - Ktery fulfills Svem rucit zcela than BUH? Ty potesit utocit stejny vymenit! Tento jsem prima radost z vitezstvi"},{"SurahNumber":9,"VerseNumber":112,"Text":"Oni jsem repenters worshipers praisers meditators sklanet premoct advocators z spravedlnost forbidders zly majitel buh predpis! Odevzdat poslusny zprava stejny verici"},{"SurahNumber":9,"VerseNumber":113,"Text":"Vubec prorok nor ty verit poadovat odpusteni obraz worshipers i oni jsem jejich u z rodina drive oni nahromadit onen oni urcit Peklo"},{"SurahNumber":9,"VerseNumber":114,"Text":"Ale domlouvat Abraham poadovat odpusteni svem predek jsem onen on slibny jemu znicit aby. ackoliv brzo ackoliv on nahromadit onen on jsem nepritel BUH on poprit jemu. Abraham jsem velmi hodny mirny"},{"SurahNumber":9,"VerseNumber":115,"Text":"BUH NE ODESLAT KADY LIDE Z CESTY ZA ON USMERNOVAT TI 1 pointa TI CO MYSLIT! BUH jsem CELKEM vedomy si o UPLNE POTREBY"},{"SurahNumber":9,"VerseNumber":116,"Text":"S BUH patrit svrchovanost z nebe zahrabat! On rizeny doivotni smrt. Ty mel adny BUH protoe Magnat Vudci"},{"SurahNumber":9,"VerseNumber":117,"Text":"BUH SPLNIT PROROK PRISTEHOVALEC (Muhajireen) PRIVRENEC ARMADA TI ODEVZDAT TI UTOCISTE (Ansar) NASLEDUJICI JEMU TEKY CAS! Onen jsem when jadro z trochu o ti temer wavered On splnit ti On byl Soucitny towards ti Milosrdny"},{"SurahNumber":9,"VerseNumber":118,"Text":"Take (splnit byl) 3 ktery utisit za Prostorny zahrabat sluset stisnit ti onen oni temer ustoupit vy- uplne nadeje sebe. Posleze oni nahromadit v tom ne jsem unikat BUH Jemu. On pak splnit ti onen oni litovat. BUH jsem VYKUPITEL MILOSRDNY"},{"SurahNumber":9,"VerseNumber":119,"Text":"O ty verit ty vait si BUH jsem among a pravy"},{"SurahNumber":9,"VerseNumber":120,"Text":"(Vubec obyvatel mesto nor Arabsky ti adat utisit hlasatel BUH when on mobilizes pro bojovat)! Nor jsem povinen oni odevzdat prednost s jejich uznat vec podpora jemu! Tento byl oni ne snest kady prahnout kady program hlad dat BUH pokladat vybrat stupen rozrusit disbelievers vnucovat kady utrapa nepritel mimo mel to spis ti zustatek ve prospech! BUH NIKDY SELHANI ODMENIT TY RIZENI SPRAVEDLNOST"},{"SurahNumber":9,"VerseNumber":121,"Text":"Nor znicit oni privodit si kady vydani slaby velky nor ucinil oni prejit kady udoli mimo mel zustatek ve prospech spis ti! BUH prosit PRECE ODMENIT TI generously JEJICH SPRAVOVAT"},{"SurahNumber":9,"VerseNumber":122,"Text":"When verici mobilize ne uplne o ti zpusobit aby. A malokteri podle kady seskupit mobilize oddany jejich cas usilovat naboenstvi! Tim oni proplout vedomi jejich lide when oni vratit onen oni trvat religiously informovat"},{"SurahNumber":9,"VerseNumber":123,"Text":"O ty verit ty boj disbelievers napadnout ty - Pripustit ti rozhodnuti ty vany! - A modni onen BUH jsem na a spravedlivy"},{"SurahNumber":9,"VerseNumber":124,"Text":"When sura odhalit trochu o ti odrikavat Ucinil tento sura upevnit vernost z kady ty? Vskutku to ucinil upevnit vernost z ty domnivat se oni tesit se kady zjeveni"},{"SurahNumber":9,"VerseNumber":125,"Text":"Ohledne Ceho ty harbored pochybovat jejich srdce to skutecne dodat unholiness jejich unholiness oni posledni disbelievers"},{"SurahNumber":9,"VerseNumber":126,"Text":"Oni ne prijmout oni snest podle presny zkouska vsechen rok drive dvakrat Oni systematicky v nedostatku ceho s litovat v nedostatku ceho absorbovat pozornost"},{"SurahNumber":9,"VerseNumber":127,"Text":"Whenever sura odhalit trochu o ti pohled na kady jinam mony odrikavat Ucinil kady prijmout ty Pak oni odkazat! Tim BUH odvratit jejich jadro oni byl lide ktery ne zahrnout"},{"SurahNumber":9,"VerseNumber":128,"Text":"Nyni prisel vam prorok ze stredu vaseho: tizi jej poklesky vase, starostliv jest o vas, abyste byli vericimi a laskavym jest i milosrdnym"},{"SurahNumber":9,"VerseNumber":129,"Text":"Vsak odvrati-li se od tebe, rci: „Buh postacitelny jest mi: neni jineho Boha, krome neho: na neho spoleham a on Panem jest trunu premocneho!“"},{"SurahNumber":10,"VerseNumber":1,"Text":"R. Tyto (popisovat) jsem zkouska tento kniha moudrost"},{"SurahNumber":10,"VerseNumber":2,"Text":"(Byl to take mnoho ceho z asnout lide onen my dychat mu ti? On dychat odrikavat) Ty vypovedet lide odevzdat poslusny zprava ty ktery verit oni dosahnout misto vystupek jejich Magnat. disbelievers odrikavat Tento jsem hodny kouzelnik"},{"SurahNumber":10,"VerseNumber":3,"Text":"Svuj ale Magnat jsem BUH; Jednotka tvorit nebe zahrabat 6 cas pak osvojit si uplne moc. On rizeny uplne duvod. v tom ne jsem intercessor proto Svem prosit. receny jsem BUH svuj Magnat. Ty zbonovat Jemu. Ty ne pokladat pozornost"},{"SurahNumber":10,"VerseNumber":4,"Text":"S Jemu jsem svuj posledni vynos uplne o ty. Tento jsem buh pravy slib. On znalec stvoreni pak reprodukovat to za rozkazovat odmenit ty domnivat se primet spravedlivy doivotni equitably! Ohledne Ceho ty pochybovat oni privodit si pekelny pit trapny odskodneni pro jejich pochybovat"},{"SurahNumber":10,"VerseNumber":5,"Text":"On byl Jednotka prevod slunit se oslnujici mesic nastoupit On model svuj faze ty zjistit pocet roky vypocitavat! BUH NE TVORIT uplne TENTO a na nebo TYPICKY SMYSL. On vysvetlit zjeveni lide modni"},{"SurahNumber":10,"VerseNumber":6,"Text":"Prece od zmena z vecer cas ktery BUH tvorit nebe zahrabat v tom jsem zkouska lide jsem spravedlivy"},{"SurahNumber":10,"VerseNumber":7,"Text":"Ty ne myslit vhodny nas zaujmout napred tento svetovy doivotni ar obsah ono odmitnout pozornost nas zkouska"},{"SurahNumber":10,"VerseNumber":8,"Text":"Tyto privodit si Peklo jejich posledni pribytek dusledek jejich uznat spravovat"},{"SurahNumber":10,"VerseNumber":9,"Text":"Ohledne Ceho ty domnivat se primet spravedlivy doivotni jejich Magnat usmernovat ti mimo cudnost o jejich domnenka! Proud priliv ti zahradni bliss"},{"SurahNumber":10,"VerseNumber":10,"Text":"Jejich prosba therein Byl Ty oslavovat nas buh jejich blahoprani therein byl Pokoj jejich posledni prosba byl Velebit jsem BUH Magnat vesmir"},{"SurahNumber":10,"VerseNumber":11,"Text":"Buh pospichat odskodneni privodit si lide raz oni adat zajisteni oni zrusit dlouze ago. My odkazat ty ne domnivat se za vhodny nas jejich prestupek chyba"},{"SurahNumber":10,"VerseNumber":12,"Text":"When nestesti nakazit lidska bytost jsem on vzyvat nas i kdy prostirat se sedici kozlik! Jen ackoliv brzo ackoliv my pomoct svem nestesti on odchod u on nikdy vzyvat nas pomoct kady utrapa! Spravovat prestupnik tim zdobit jejich otvor"},{"SurahNumber":10,"VerseNumber":13,"Text":"Mnoho vyroba my zrusit ty when oni zhresit. Jejich hlasatel odchod ti vycistit zkouska oni odmitnout domnivat se! My tim oplatit vinny lide"},{"SurahNumber":10,"VerseNumber":14,"Text":"Pak my zpusobit ty dedic zahrabat ti prijmout e ty ucinil"},{"SurahNumber":10,"VerseNumber":15,"Text":"When nas zjeveni prednaset ti ty ne myslit vhodny nas odrikavat Privest Quran tento vymenit to! Odrikavat ja mona ne vymenit to u svuj uznat! Ja pouze nasledujici co odhalit mne! Ja pramen strachu ja neuposlechnout muj Magnat odskodneni desivy cas"},{"SurahNumber":10,"VerseNumber":16,"Text":"(rict Mel BUH willed ja ne uvest ve vyctu to ty nor would ty modni vsechno to. Ja ivy ty soubor doivotni tento ty modni mi protoe sane pravy osoba). Ty ne porozumeni"},{"SurahNumber":10,"VerseNumber":17,"Text":"Ktery jsem odporny than jednotka vymyslet prostirat se BUH vyradit Svem zjeveni. Prosim prestupnik nikdy mit uspech"},{"SurahNumber":10,"VerseNumber":18,"Text":"Oni zbonovat BUH obraz mit moc poskozeni ti beneficni ti oni odrikavat Tyto byl nas intercessors BUH! Odrikavat Byl ty informovat BUH z neco On ne modni nebe zahrabat? On oslavovat! On byl nejvetsi Nejvyssi; druhy shora zrovna spojit"},{"SurahNumber":10,"VerseNumber":19,"Text":"Lide uivany byl 1 sbor pak oni debatovat. To byl pro dopredu dany slovo podle svuj Magnat oni kritizovat okamite jejich popirat"},{"SurahNumber":10,"VerseNumber":20,"Text":"Oni odrikavat \"E delat se nikoliv zazrak delat se jemu svem Magnat? Odrikavat budouci naleet podle BUH; cekat ja cekat ty"},{"SurahNumber":10,"VerseNumber":21,"Text":"When my poskytnout soucit lide nestesti souit ti oni okamite navrhovat nas zjeveni! Odrikavat buh navrhovat jsem druhy skutecny! Nas hlasatel zaznamenat vsechno ty navrhovat"},{"SurahNumber":10,"VerseNumber":22,"Text":"On jsem Jednotka plout ty ziskat more. Ty vzit si poslat oni spustit smoothly choulostivy vanek! Pak doba veseli therein prudky ovinout kvet vlnit obehnat ti naprosty stranka! Tento jsem when oni vzyvat BUH sincerely oddany jejich prosba Jemu jen Ty jen uchovat nas tohleto cas my jsem eternally uznaly"},{"SurahNumber":10,"VerseNumber":23,"Text":"ackoliv brzo ackoliv On uchovat ti oni zhresit zahrabat postavit se proti vernost. O lide svuj prestupek jsem jen s skoda tvuj uznat duse. Ty trvat zaujmout napred tento svetovy doivotni pak s nas byl svuj posledni vynos pak my informovat ty z vsechno ty ucinil"},{"SurahNumber":10,"VerseNumber":24,"Text":"Analogie tento svetovy doivotni jsem tento my odeslat srazit rozvodnit lye vytahnout ono uplne druh o opustit podle zahrabat postarat se potrava lide zvire! Pak presne ackoliv zahrabat zcela zdobit svuj lide myslen oni jsem od rizeny o tom nas soud podlehnout vecer cas opustit to naprosto jalovy protoe nic byt predchozi cas! My tim vysvetlit zjeveni lide zrcadlit"},{"SurahNumber":10,"VerseNumber":25,"Text":"(BUH LAKAT PRIBYTEK POKOJ OVLIVNOVAT whoever PROSIT USMERNOVAT) VANY DRAHA"},{"SurahNumber":10,"VerseNumber":26,"Text":"Spravedlivy odmenit nasobit kopie. Jejich celo nikdy zkuseny kady ztrata ostuda. Tyto byl obyvatel Raj; oni zustavat therein stale"},{"SurahNumber":10,"VerseNumber":27,"Text":"Ohledne Ceho ty ziskat hrich jejich nahrada jsem rovnajici se s jejich hrich. Pokoreni jsem jejich moc nikdo BUH ochranny ti! Jejich celo zdanlivy zaplavit davovy sery vecer! Oni jsem obyvatel Peklo; oni zustavat therein stale"},{"SurahNumber":10,"VerseNumber":28,"Text":"Cas when my predvolat ti uplne my rict podle ty zbonovat obraz My predvolat ty dohromady svuj obraz. My mel ti konfrontovat kady jinam, jejich obraz rict podle ti My ne mel plan onen ty zbonovat koho nas"},{"SurahNumber":10,"VerseNumber":29,"Text":"BUH POSTACIT SVEDCIT NAS TY ONEN MY BYL NAPROSTO NEUVEDOMUJICI SI Z SVUJ ZBONOVAT NAS"},{"SurahNumber":10,"VerseNumber":30,"Text":"Onen jsem when kady duse vyzkouset vsechno to ucinil. Oni vratit BUH jejich spravedlivy Magnat Zvladnout obraz oni vymyslet poprit ti"},{"SurahNumber":10,"VerseNumber":31,"Text":"Odrikavat Kteri postarat se nebo ty nebe zahrabat? Ktery rizeny uplne vyslech zrak? Ktery vytahnout obyvaci naprosto naprosto podle ivy? Ktery od byl rizeny z uplne potreby? Oni odrikavat BUH. Odrikavat pak ty ne slavit prikazani"},{"SurahNumber":10,"VerseNumber":32,"Text":"receny jsem BUH svuj spravedlivy Magnat. Ktery tam za vernost byl prolhanost? Jak ty nedbat uplne tento"},{"SurahNumber":10,"VerseNumber":33,"Text":"Tento jsem co svuj Magnat rozhodnuti ucinil s ty chtit byl prostopasny oni ne verit"},{"SurahNumber":10,"VerseNumber":34,"Text":"Odrikavat Mohl adny o svuj obraz uvedeny stvoreni pak reprodukovat to? Odrikavat BUH znalec stvoreni pak reprodukovat to"},{"SurahNumber":10,"VerseNumber":35,"Text":"rict Ucinil adny o svuj obraz usmernovat vernost? Odrikavat BUH usmernovat vernost! Jednotka usmernovat vernost hodny z ridili se 1 ktery byl usmernovat zpusobit zrovna rizeni sobe? Co jsem krivda na svuj soud"},{"SurahNumber":10,"VerseNumber":36,"Text":"mnostvi z ti ridili se nic navrhnout navrhnout ne jsem podstrcit nebo vernost! BUH BYL CELKEM vedomy si o VSECHNO ONI UCINIL"},{"SurahNumber":10,"VerseNumber":37,"Text":"Tento Quran mona ne authored BUH. To pevny uplne predchozi poslani stanovit celkem podrobny bible! jsem neomylny to podlehnout Magnat vesmir"},{"SurahNumber":10,"VerseNumber":38,"Text":"Oni odrikavat On vymyslet to odrikavat Pak vytahnout 1 sura mony tyto lakat whomever ty adat BUH ty jsem pravy"},{"SurahNumber":10,"VerseNumber":39,"Text":"Vskutku oni vyradit tento mimo usilovat vyzkouset to a porozumeni to! Tim ucinil ty neli ti pochybovat! Proto prosluly dusledek prestupnik"},{"SurahNumber":10,"VerseNumber":40,"Text":"(Trochu o ti verit za tohleto bible) i kdy others pochybovat to! Svuj Magnat jsem celkem vedomy si o evildoers"},{"SurahNumber":10,"VerseNumber":41,"Text":"Oni vyradit ty pak odrikavat ja mel muj rizeni ty mel svuj spravovat! Ty jsem bez z vsechno ja vyloucit co z ceho ja jsem bez z vsechno ty ucinil"},{"SurahNumber":10,"VerseNumber":42,"Text":"Trochu o ti naslouchat podle ty ty utocit hluchy naslouchat prave oni ne porozumeni"},{"SurahNumber":10,"VerseNumber":43,"Text":"Trochu o ti starat se ty ty usmernovat slepy jeste oni ne prijmout"},{"SurahNumber":10,"VerseNumber":44,"Text":"BUH NIKDY SPATNE LIDE; jsem LIDE SPATNE jejich uznat DUSE"},{"SurahNumber":10,"VerseNumber":45,"Text":"Cas when On predvolani uplne o ti oni nalada ackoliv oni vydret za tohleto spolecnost 1 doba cas ktery oni vhodny. Kdo Neco Ztrati vskutku byl ty pochybovat vhodny BUH; chtit zavadet"},{"SurahNumber":10,"VerseNumber":46,"Text":"My beet ty trochu (o odskodneni) my slibny ti ukoncit svuj doivotni zpredu kdy, nas jsem jejich posledni vynos. BUH SVEDCIT VSECHNO ONI UCINIL"},{"SurahNumber":10,"VerseNumber":47,"Text":"S kady spolecnost hlasatel. Po jejich hlasatel podlehnout oni kritizovat equitably nejmensi nespravedlnost"},{"SurahNumber":10,"VerseNumber":48,"Text":"Oni upirat When tento vestba podlehnout proplout ty zjistit vernost"},{"SurahNumber":10,"VerseNumber":49,"Text":"rict ja ne mit moc poskozeni beneficni jen ktery BUH prosit absorbovat zauctovat, Kady spolecnost dopredu dany doivotni vireni! Drive jejich mezivlada delat se skoncit oni ne zdret to 1 doba nor podporovat to"},{"SurahNumber":10,"VerseNumber":50,"Text":"Odrikavat Whether Svem odskodneni podlehnout ty na vecer cas why jsem prestupnik stejny pospichat"},{"SurahNumber":10,"VerseNumber":51,"Text":"To treba ty verit pak? Why ty verit pak? Ty jednat upirat to podlehnout"},{"SurahNumber":10,"VerseNumber":52,"Text":"To jsem rict podle prestupnik Chu vecny odskodneni. Ty ne oplatit presne ktery ty ziskat"},{"SurahNumber":10,"VerseNumber":53,"Text":"Oni upirat ty prorokovat Byl tento skutecne ktery prosit treba Odrikavat Yes vskutku muj Magnat tento jsem vernost ty nikdy unikat"},{"SurahNumber":10,"VerseNumber":54,"Text":"Jestlie kady prostopasny duse majetny vsechno u zahrabat to snadno prednest to protoe vykoupit! Oni jizdni hryzeni when oni prijmout odskodneni. Oni kritizovat equitably nejmensi nespravedlnost"},{"SurahNumber":10,"VerseNumber":55,"Text":"Uplne s BUH patrit vsechno nebe zahrabat! Uplne buh slib jsem vernost mnostvi z ti ne modni"},{"SurahNumber":10,"VerseNumber":56,"Text":"On rizeny doivotni smrt Jemu ty vratit"},{"SurahNumber":10,"VerseNumber":57,"Text":"O lide osviceni podlehnout ty sem svuj Magnat lecit vsechno porucha svuj srdce rizeni soucit verici"},{"SurahNumber":10,"VerseNumber":58,"Text":"rict buh zdobit Svem soucit oni potesit. Tento jsem druhy zcela than kady bohaci oni hromadit"},{"SurahNumber":10,"VerseNumber":59,"Text":"Odrikavat ty prosluly e BUH odeslat shodit ty uplne druh o zajisteni pak ty prevod trochu o ti nezakonny trochu zakonny? Rict BUH odevzdat ty povoleni Zpusobit znicit tento? Ty vymyslet svetsky zpusobit znak ti BUH"},{"SurahNumber":10,"VerseNumber":60,"Text":"To zpusobit vubec napadnout s ty vymyslet prostirat se BUH onen oni celo Jemu Cas Zmrtvychvstani? Prosim BUH lit lide Svem ozdobit mnostvi z ti jsem unappreciative"},{"SurahNumber":10,"VerseNumber":61,"Text":"Ty ne dosahnout kady stav nor ucinil ty uvest ve vyctu kady Quran nor vyloucit co z ceho ty ucinil vsechno nas byl svedcit o tom ty ucinil to! Ne prave atom vaha jsem svuj Magnat rizeni jsem to nebe zahrabat. Nor byl tam vsechno slaby than atom nejvetsi onen ne zaznamenat dukladny zapis"},{"SurahNumber":10,"VerseNumber":62,"Text":"Uplne buh spojenec mel nic pramen strachu nor prosit oni rmoutit"},{"SurahNumber":10,"VerseNumber":63,"Text":"Oni jsem ty domnivat se primet spravedlivy doivotni"},{"SurahNumber":10,"VerseNumber":64,"Text":"Pro ti stesti stesti za tohleto spolecnost take jako od Dale! Tento jsem buh staly predpis. receny jsem prima radost z vitezstvi"},{"SurahNumber":10,"VerseNumber":65,"Text":"Ne zarmoutit jejich projev! Uplne schopnost naleet podle BUH. On jsem Posluchac Vsevedouci"},{"SurahNumber":10,"VerseNumber":66,"Text":"Uplne s BUH patrit kady nebe kady u zahrabat! Ty spolecnost obraz BUH skutecne nasledujici nic. Oni jen myslen oni nasledujici neco. Oni jen odhadnout"},{"SurahNumber":10,"VerseNumber":67,"Text":"On byl Jednotka prevod vecer svuj utisit prevod cas lighted. Tyto ar zkouska lide naslouchat"},{"SurahNumber":10,"VerseNumber":68,"Text":"Oni odrikavat BUH zplodit syn! On oslavovat. On jsem nejvetsi Drahy. S Jemu patrit vsechno nebe vsechno u zahrabat! Ty ne mel pevny snest stejny rouhani! Ty odrikavat BUH co ty ne modni"},{"SurahNumber":10,"VerseNumber":69,"Text":"Vyhlasit Ty vymyslet svetsky u BUH prosit nikdy mit uspech"},{"SurahNumber":10,"VerseNumber":70,"Text":"Oni dosahnout jejich provizorni rozdelit za tohleto spolecnost pak s nas byl jejich posledni vynos pak my predloit ti drsny odskodneni pro jejich pochybovat"},{"SurahNumber":10,"VerseNumber":71,"Text":"Prednaset pro ti dejiny Noe! On rict podle svem lide O muj lide ty rozhodnuti muj misto muj upomenout ty z buh zjeveni take mnoho ceho ty pak ja pripojit muj sverit BUH! Ty vzit si dohromady svuj vedouci dohodnout se ochoten rozhodny rozhodnuti se pak rusit mne modni to ihned"},{"SurahNumber":10,"VerseNumber":72,"Text":"Ty obeh pak ja ne poadovat ty kady probihat. Muj vest delat se podle BUH. Ja prikaz jsem submitter"},{"SurahNumber":10,"VerseNumber":73,"Text":"Oni vyradit jemu proto my uchovat jemu ty svazat jemu archa; my utocit ti dedic. My potopit ty vyradit nas zjeveni. Prosluly dusledek; oni vypovedet"},{"SurahNumber":10,"VerseNumber":74,"Text":"Pak my odeslat jemu hlasatel jejich lide oni beet ti docilit zkouska! Oni ne jsem domnivat se za co oni vyradit za a nad. My tim vtisknout jadro prestupnik"},{"SurahNumber":10,"VerseNumber":75,"Text":"Pak my odeslat ti Moses Aaron Pharaoh svem seskupit nas zkouska. Jen oni povaha naduty; zhresit lide"},{"SurahNumber":10,"VerseNumber":76,"Text":"When vernost podlehnout ti nas oni odrikavat Tento jsem obviously kouzelny"},{"SurahNumber":10,"VerseNumber":77,"Text":"Moses odrikavat tento jak ty popisovat vernost when to Byl podlehnout ty? jsem tento kouzelny? Jak kady kouzelnik beny"},{"SurahNumber":10,"VerseNumber":78,"Text":"Oni odrikavat ty podlehnout odvratit nas podle co my rozhodnuti nas zdroj ucinil dosahnout misto z vystupek se? My nikdy svazat ty protoe verici"},{"SurahNumber":10,"VerseNumber":79,"Text":"Pharaoh odrikavat Privest mne naprosty zkuseny kouzelnik"},{"SurahNumber":10,"VerseNumber":80,"Text":"When kouzelnik podlehnout Moses rict podle ti Hazet cokoliv ty hazet"},{"SurahNumber":10,"VerseNumber":81,"Text":"When oni hazet Moses odrikavat Co ty vytahnout jsem kouzelny BUH prosit utocit to selhani! BUH NE SNEST PRESTUPNIK SPRAVOVAT"},{"SurahNumber":10,"VerseNumber":82,"Text":"BUH DOSADIT VERNOST SVEM SLOVO KRIMINALNI"},{"SurahNumber":10,"VerseNumber":83,"Text":"Adny domnivat se Moses ledae a malokteri o svem lide i kdy pramen strachu tyranie Pharaoh svem starsi! Prece Pharaoh jsem skoro prilis naduty zahrabat pravy tyran"},{"SurahNumber":10,"VerseNumber":84,"Text":"Moses odrikavat O muj lide ty mel skutecne domnivat se za BUH pak pripojit svuj sverit Jemu ty jsem skutecne submitters"},{"SurahNumber":10,"VerseNumber":85,"Text":"Oni odrikavat My sverit BUH. Nas Lord uchovat nas podle perzekuce tyto utiskujici lide"},{"SurahNumber":10,"VerseNumber":86,"Text":"Vynest nas na Svuj soucit podle pochybovat lide"},{"SurahNumber":10,"VerseNumber":87,"Text":"My dychat Moses svem kamarad. Udrovat svuj tesne Egypt nebo a cas jsem zapnout svuj tesne synagoga udrovat Spojeni Prosba (Salat)! Odevzdat poslusny zprava verici"},{"SurahNumber":10,"VerseNumber":88,"Text":"Moses odrikavat Nas Lord ty odevzdat Pharaoh svem starsi luxusni bohaci za tohleto spolecnost! Nas Magnat oni jen jednat ti odrazit others Svuj draha. Nas Magnat otirat out jejich bohaci utvrdit jejich jadro prekazit ti podle verit ne oni prijmout trapny odskodneni"},{"SurahNumber":10,"VerseNumber":89,"Text":"(On odrikavat Svuj prosba vyhovovat O Moses Aaron) jsem pevny ne ridili se raz z ty ne modni"},{"SurahNumber":10,"VerseNumber":90,"Text":"My vynest Detsky Izrael more. Pharaoh svem houf pokracovat ti aggressively sinfully. When potopit sluset skutecnost jemu on odrikavat ja verit v tom ne jsem buh ledae Jednotka Detsky Izrael verit; ja jsem submitter"},{"SurahNumber":10,"VerseNumber":91,"Text":"Prilis posledni! Ty vzbourit se ji chtit jsem prestupnik"},{"SurahNumber":10,"VerseNumber":92,"Text":"Dnes my uchovat svuj spolecenstvo spolecnost ty protoe lekce budouci vyroba. Bohuel mnoho lide jsem zcela zapomnevsi s nas znamka"},{"SurahNumber":10,"VerseNumber":93,"Text":"My obdarit Detsky z Izrael misto z honor stesti ti poslusny obstarani vsak oni debatovat when tento vedomi podlehnout ti. Svuj Magnat kritizovat ti Cas Zmrtvychvstani vsechno oni debatovat"},{"SurahNumber":10,"VerseNumber":94,"Text":"Ty mel kady pochybovat ohledne ceho co odhalit ty svuj Magnat pak poadovat ty zjistit predchozi bible. Vskutku vernost podlehnout ty svuj Magnat. vyloucit co z ceho ne jsem doubters"},{"SurahNumber":10,"VerseNumber":95,"Text":"Nor jsem povinen ty svazat ty vyradit buh zjeveni lest ty jsem kdo neco ztrati"},{"SurahNumber":10,"VerseNumber":96,"Text":"Prece ty odsoudit na rozhodnout podle svuj Magnat ne verit"},{"SurahNumber":10,"VerseNumber":97,"Text":"Nedbajici ktery druh o pevny ty beet ti (oni ne verit) ne oni prijmout trapny odskodneni"},{"SurahNumber":10,"VerseNumber":98,"Text":"Kady spolecnost verit prece odmenit pro verit! Nebo priklad, lide Jonas when oni verit my pomoct poniit odskodneni oni snest za tohleto spolecnost my utocit ti uspesny"},{"SurahNumber":10,"VerseNumber":99,"Text":"Mel svuj Magnat willed uplne lide zahrabat verit! Ty chtit vnutit lide zpusobit sluset verici"},{"SurahNumber":10,"VerseNumber":100,"Text":"Nikoliv duse verit a na proto buh prosit On umisteni klit na ty odmitnout dorozumeni"},{"SurahNumber":10,"VerseNumber":101,"Text":"rict Pohled o uplne znamka nebe zahrabat. Uplne zkouska uplne vystrany nikdy porce lide rozhodny pochybovat"},{"SurahNumber":10,"VerseNumber":102,"Text":"Oni myslit smrt jejich protejsek za a nad? Odrikavat Pred cekat ty ja take cekat"},{"SurahNumber":10,"VerseNumber":103,"Text":"My konecne uchovat nas hlasatel ty verit. jsem nas immutable predpis my uchovat verici"},{"SurahNumber":10,"VerseNumber":104,"Text":"rict O lide ty mel kady pochybovat muj naboenstvi ja ne zbonovat ktery ty zbonovat BUH! Ja zbonovat BUH jen; Jednotka ukoncit svuj doivotni. Ja prikaz jsem verici"},{"SurahNumber":10,"VerseNumber":105,"Text":"Ja prikaz Zadret odsouzeny ke zkaze podle naboenstvi jednobostvi ty ne postup obraz zbonovat"},{"SurahNumber":10,"VerseNumber":106,"Text":"Ty ne zbonovat BUH co ne mit moc beneficni ty poskozeni ty! Ty ucinil ty jsem prestupnik"},{"SurahNumber":10,"VerseNumber":107,"Text":"Buh nakazit ty utrapa adny pomoct to ledae On. A when On stesti ty nic vnutit prekazit Svem ozdobit! On poskytnout to whomever On chtit Svem sluha. On jsem Forgiver Milosrdny"},{"SurahNumber":10,"VerseNumber":108,"Text":"Vyhlasit O lide vernost podlehnout ty sem svuj Magnat! Whoever usmernovat usmernovat svych uznat plny whoever odchod z cesty odchod z cesty svych uznat skoda! Ja ne jsem hlidac kolem ty"},{"SurahNumber":10,"VerseNumber":109,"Text":"Nasledujici co odhalit ty jsem trpelivy BUH vydavat Svem soud; On jsem poslusny soudit"},{"SurahNumber":11,"VerseNumber":1,"Text":"R. Tento jsem bible zversovat naprosty pak osvetlit! To podlehnout podle Odborny Prislusny"},{"SurahNumber":11,"VerseNumber":2,"Text":"Vyhlasit Ty ne zbonovat BUH! Ja podlehnout ty Jemu warner take mony dritel z poslusny zprava"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ty adat svuj Magnat odpusteni pak litovat Jemu. On prosit pak blahoslaveny vy generously pro dopredu dany doba poskytnout Svem ozdobit na ty zaslouily to! Ty obeh pak ja pramen strachu pro ty odskodneni desivy cas"},{"SurahNumber":11,"VerseNumber":4,"Text":"S BUH jsem svuj posledni vynos On jsem Vsemohouci"},{"SurahNumber":11,"VerseNumber":5,"Text":"Vskutku oni ukryt jejich nejvnitrejsi thoughts protoe jestlie zadret Jemu podle modni ti! Skutecne mony oni pokryvka jejich satit On zkuseny uplne jejich ochrana prezidenta popis. On modni nejvnitrejsi thoughts"}]}