{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"These messengers; ni ben kelk da them plur than others. Por ekzempl, DI parol al unu ni raised kelk da them al alt rang. Ni don Jesus fil Mary profound mirakl supported him Holy Spirit. Hav DI willed their followers ne batal each ali klar proofs ven them! Instead ili disput themselves; kelk da them kred kelk disbelieved Hav DI willed ili ne batal! Cxio est en accordance kun di testament"},{"SurahNumber":2,"VerseNumber":254,"Text":"O vi kred vi don charity provisions ni don vi tag ven kie tie ne est komerc ne nepotism ne intercession! disbelievers est des unjust"},{"SurahNumber":2,"VerseNumber":255,"Text":"DI tie NE est ALI DI Him Viv DES ETERN. Neniam moment unawareness dorm overtakes Him! Al Him aparten cxio heavens cxio sur ter! Who intercede Him en accordance kun His vol? Li kon their preter their future Ne 1 ating any knowledge Li vol. His dominion encompasses heavens ter regul them neniam sxargx Him. Li est plej Alt des Great"},{"SurahNumber":2,"VerseNumber":256,"Text":"tie ne est compulsion religi des tuj voj est nun distinct wrong voj! Anyone denunc diabl kred en DI grasped fort obligaci; unu neniam romp! DI est Hearer Omniscient"},{"SurahNumber":2,"VerseNumber":257,"Text":"DI EST Lord DE those KRED; LI PLUMB them darkness into light As por those disbelieve their lords est their idols; ili plumb them light darkness - these est dwellers Infer; ili abide gxi forever"},{"SurahNumber":2,"VerseNumber":258,"Text":"Vi not unu hav argued Abraham his Lord DI don him kingship? Abraham dir My Lord grants life death. Li dir mi grant life death. Abraham dir DI brings sun orient can vi bring gxi okcident? disbeliever stumped DI NE DIREKT DES wicked"},{"SurahNumber":2,"VerseNumber":259,"Text":"Konsider unu pas ghost town wondered Kiel can DI revive this gxi mort? DI tiam put him death 100 jar tiam resurrected him! Li dir \"Kiel long hav vi rest here? Li dir mi est here tag part tag. Li ne dir! Vi est here cent jar. jen je your food trink; ili ne spoil Jen your donkey - Ni tiel render vi lecion popol. tuj not kiel ni konstru ost tiam kovr them karn. When li realized ki okaz li dir Nun mi kon ti DI est Omnipotent"},{"SurahNumber":2,"VerseNumber":260,"Text":"Abraham dir My Lord montr me kiel Vi revive dead Li dir Do vi ne kred? Li dir Jes Mi wish reassure my kor. Li dir Pren 4 bird stud their mark ej a pec de each bird hill tiam vok them al vi! Ili ven vi en a hurry Vi kon ti DI est Almighty Sagx"},{"SurahNumber":2,"VerseNumber":261,"Text":"Ekzempl de those spend their monies ig DI est ti de gren produkt 7 spikes cent grajn en each spike DI multiplies this manifold POR whomever LI VOL. DI est Bounteous Knower"},{"SurahNumber":2,"VerseNumber":262,"Text":"Those spend their mon ig DI tiam ne sekv their charity kun insult harm ricev their recompense their Lord ili hav nothing tim nor vol ili grieve"},{"SurahNumber":2,"VerseNumber":263,"Text":"Kind vort compassion est bon than charity sekv per insult! DI est RICX Clement"},{"SurahNumber":2,"VerseNumber":264,"Text":"O vi kred ne nullify your charities per inflicting riprocx insult unu spends his mon montr while disbelieving DI Last Tag! His ekzempl est rok kovr thin tavol soil heavy pluv fal gxi lav soil las gxi useless rok! Ili gajn nothing their efforts. DI NE DIREKT disbelieving POPOL"},{"SurahNumber":2,"VerseNumber":265,"Text":"Ekzempl de those don their mon streb di plezur sincer conviction est ti de gxarden alt fertile soil when heavy pluv fal gxi don twice as mult crop heavy pluv est available drizzle suffice. DI est Seer DE CXIO VI do"},{"SurahNumber":2,"VerseNumber":266,"Text":"any da vi wish own gxarden de palm arb grapes flu streams generous crops tiam just as li kresk old while his infan est ankoraux dependent him holocaust strik brul his gxarden? DI TIEL clarifies revelations VI KE VI reflect"},{"SurahNumber":2,"VerseNumber":267,"Text":"O vi kred vi don charity bon ajx vi earn el ki ni produkt por vi ter. Ne pik mav therein don for when vi ne akcept gxi your okul closed Vi kon ti DI est Ricx Praiseworthy"},{"SurahNumber":2,"VerseNumber":268,"Text":"Diabl promes vi poverty komand vi commit evil while DI promes vi forgiveness Him kaj grace DI est Bounteous Omniscient"},{"SurahNumber":2,"VerseNumber":269,"Text":"Li bestows wisdom whomever Li chooses whoever ating wisdom ating great bounty! Nur those posed intelligence pren heed"},{"SurahNumber":2,"VerseNumber":270,"Text":"Any charity vi don charitable pledge vi fulfill DI est fully aware thereof! As por wicked ili ne hav helpers"},{"SurahNumber":2,"VerseNumber":271,"Text":"Vi deklar your charities ili est ankoraux bon! Vi keep them anonim don them poor est bon vi remits plur de your pek! DI EST fully Cognizant DE CXIO VI do"},{"SurahNumber":2,"VerseNumber":272,"Text":"(Vi ne est responsible por direkt anyone. DI est NUR UNU DIREKT whoever chooses DIREKT)! Any charity vi don est your own bon Any charity vi don est DI. Any charity vi don repaid vi malplej injustice"},{"SurahNumber":2,"VerseNumber":273,"Text":"Charity ir poor sufer ig DI kaj ne emigrate! unaware maj opini ili est ricx due al their dign. Vi recognize them nepr sign; ili neniam beg popol persistently. Whatever charity vi don DI est fully aware thereof"},{"SurahNumber":2,"VerseNumber":274,"Text":"Those don charity nokt tag secretly publicly ricev their recompense their Lord ili hav nothing tim nor vol ili grieve"},{"SurahNumber":2,"VerseNumber":275,"Text":"Those charge usury est sam pozici as those controlled per diabl influ. This est ili pretend ti usury est sam as commerce. Di permes commerce prohibits usury. Tiel whoever heeds this commandment his Lord refrains usury li keep his preter earnings his judgment ripoz DI! As por those persist usury ili incur Infer wherein ili abide forever"},{"SurahNumber":2,"VerseNumber":276,"Text":"DI KONDAMN usury BEN charities. DI dislikes CXIU disbeliever kulp"},{"SurahNumber":2,"VerseNumber":277,"Text":"Those kred plumb righteous life observ Kontakt Prayers (Salat) don obligatory charity (Zakat) ili ricev their recompense their Lord ili hav nothing tim nor vol ili grieve"},{"SurahNumber":2,"VerseNumber":278,"Text":"O vi kred vi observ DI refrain all kinds da usury vi est believers"},{"SurahNumber":2,"VerseNumber":279,"Text":"Se vi ne do tiam expect milit el DI His messenger! Vi pent vi keep your kapital inflicting injustice incurring injustice"},{"SurahNumber":2,"VerseNumber":280,"Text":"debtor est unable al pag wait put temp Vi don up prunt charity est put vi se vi nur kon"},{"SurahNumber":2,"VerseNumber":281,"Text":"Beware da tag when vi returned DI cxiu anim est pag por cxio gxi done malplej injustice"},{"SurahNumber":2,"VerseNumber":282,"Text":"O vi kred when vi transact prunt any period vi skrib gxi. impartial scribe do skrib! Ne scribe rifuz perform this service di teachings! Li skrib while debtor dikt kondicx. Li observ DI his Lord neniam cheat Se debtor est mentally incapable helpless ne dikt his guardian dikt equitably! 2 hom serv witnesses se ne 2 hom tiam hom 2 women whose testimony est acceptable al all Do se 1 woman igx biased ali remind her! est obligation witnesses atest when vok upon do tial! Ne lac de skrib detal ne materi kiel long temp repayment! This est equitable sight DI assures put witnessing eliminates any dub vi hav! negoc transactions vi execute sur des makul ne recorded hav them witnessed ne scribe witness harmed his services Vi harm them gxi est wickedness your part. Vi observ DI DI testament instru vi! DI est Omniscient"},{"SurahNumber":2,"VerseNumber":283,"Text":"Vi vojagx ne scribe est available obligaci posxt garanti repayment! Unu fid en this manier li return obligaci when due li observ DI his Lord Ne withhold any testimony per concealing ki vi witnessed Anyone withholds testimony est sinful je kor DI EST fully aware da CXIO VI do"},{"SurahNumber":2,"VerseNumber":284,"Text":"Al DI aparten cxio heavens ter! Whether vi deklar your innermost thoughts keep them fel DI ten vi responsible por them. Li forgives whomever Li vol pun whomever Li vol! DI est Omnipotent"},{"SurahNumber":2,"VerseNumber":285,"Text":"messenger hav kred en ki send down him his Lord kaj tial did believers! Ili kred en DI His angxel His scripture His messengers Ni ne far distinction any da His messengers Ili dir Ni auxd ni obe. Forgive us our Lord Al Vi est ultimate destiny"},{"SurahNumber":2,"VerseNumber":286,"Text":"DI NENIAM SXARGX ANIM its means its KREDIT est KI gxi earns KONTRAUX est KI GXI commits Our Lord ne kondamn us ni forges far mistakes Our Lord protekt us el blaspheming Vi like those antaux us done Our Lord protekt us el pek gxi igx tro late us pent! Pardon us forgive us! Vi est our Lord Mastr Grant us victory disbelieving popol"},{"SurahNumber":3,"VerseNumber":1,"Text":"M"},{"SurahNumber":3,"VerseNumber":2,"Text":"DI tie NE est DI ESCEPT LI Viv DES ETERN"},{"SurahNumber":3,"VerseNumber":3,"Text":"Li send vi this scripture truthfully konfirm all previous scriptures Li send down Torah Gospel"},{"SurahNumber":3,"VerseNumber":4,"Text":"antaux ke, al direkt popol Li send statut libr! Those disbelieve di revelations incur severe retribution. DI est Almighty Avenger"},{"SurahNumber":3,"VerseNumber":5,"Text":"Nothing kasx DI ter heaven"},{"SurahNumber":3,"VerseNumber":6,"Text":"Li est Unu shapes vi wombs as Li vol. tie ne est ali di Him; Almighty Sagx"},{"SurahNumber":3,"VerseNumber":7,"Text":"Li send vi this scripture containing straightforward vers - which constitute esenc scripture - Ankaux as multiple-meaning allegorical vers. Those haven dub their kor pursue multiple-meaning vers kre confusion extricate nepr meaning Neniom kon prav meaning thereof escept DI those put founded knowledge! Ili dir Ni kred en this - all da gxi ven our Lord Nur those posed intelligence pren heed"},{"SurahNumber":3,"VerseNumber":8,"Text":"Our Lord let ne our kor waver nun ke Vi direkt us! Dusx us Your mercy; Vi est Grantor"},{"SurahNumber":3,"VerseNumber":9,"Text":"Our Lord Vi surely gather popol tag est inevitable! DI NENIAM ROMP PROMES"},{"SurahNumber":3,"VerseNumber":10,"Text":"Those disbelieve neniam help their mon nor their infan DI. Ili est fuel por Infer"},{"SurahNumber":3,"VerseNumber":11,"Text":"Like Pharaoh's popol those them ili rejected our revelations consequently DI pun them their pek. DI est strict en enforcing retribution"},{"SurahNumber":3,"VerseNumber":12,"Text":"Dir al those disbelieve Vi defeated tiam gathered Infer; ki miserable abode"},{"SurahNumber":3,"VerseNumber":13,"Text":"Ekzempl set vi 2 arme clashed - 1 arme batal ig DI while ali disbelieving Ili seg their own okul ili est twice as many DI supports His victory whomever LI VOL. This proviz assurance those posed vizi"},{"SurahNumber":3,"VerseNumber":14,"Text":"Ornam popol est worldly plezur such as women hav infan piles piles de or argxent dres cxeval livestock crops These est sxtof this mond. far put abode rezerv DI"},{"SurahNumber":3,"VerseNumber":15,"Text":"Dir Let me inform vi de mult bon deal those plumb righteous life rezerv their Lord est gxarden flu streams pur spouses joy di blessings DI est Seer His worshipers"},{"SurahNumber":3,"VerseNumber":16,"Text":"Ili dir Our Lord ni kred forgive us our pek sxpar us agondi hellfire"},{"SurahNumber":3,"VerseNumber":17,"Text":"Ili est steadfast truthful submitting charitable kaj meditators je dawn"},{"SurahNumber":3,"VerseNumber":18,"Text":"DI BOR witness tie NE est DI ESCEPT LI KAJ do ANGXEL those POSED knowledge! Truthfully equitably Li est absolut di; tie ne est di Li Almighty Sagx"},{"SurahNumber":3,"VerseNumber":19,"Text":"Nur religi aprob per DI est Submission. Ironically those ricev scripture est unu disput this fakt knowledge ili ricev jealousy. Por such rejectors di revelations DI est strict en reckoning"},{"SurahNumber":3,"VerseNumber":20,"Text":"Ili argue vi tiam dir mi simply submitted DI; mi those sekv me Vi proklam those ricev scripture tro as those who ne did Would vi submit? ili submit tiam ili direkt ili turn your pland misi est liver this message DI est Seer all POPOL"},{"SurahNumber":3,"VerseNumber":21,"Text":"Those rejected di revelations killed prophets unjustly killed those advokat justice among des popol, promes them painful retribution"},{"SurahNumber":3,"VerseNumber":22,"Text":"Their works nullified ambaux en this life Hereafter ili ne hav helpers"},{"SurahNumber":3,"VerseNumber":23,"Text":"Vi not those est don part de scripture kiel ili invit uphold this scripture DI aplik gxi their own viv tiam kelk da them turn aversion"},{"SurahNumber":3,"VerseNumber":24,"Text":"This because ili dir hellfire ne tusx us a few tag. Ili tiel tromp their religi their own fabrications"},{"SurahNumber":3,"VerseNumber":25,"Text":"Kiel gxi do gxi por them when ni est summon them ke inevitable tag? Each anim est pag por whatever gxi earned malplej injustice"},{"SurahNumber":3,"VerseNumber":26,"Text":"Dir Our di possessor all sovereignty! Vi grant sovereignty whomever Vi choose Vi remove sovereignty whomever Vi choose Vi grant dign whomever Vi choose commit al humiliation whomever Vi choose En Your man est all provisions Vi est Omnipotent"},{"SurahNumber":3,"VerseNumber":27,"Text":"Vi merge nokt tag merge tag nokt. Vi produkt viv dead produkt dead el viv Vi proviz por whomever Vi choose lim"},{"SurahNumber":3,"VerseNumber":28,"Text":"believers neniam ally disbelievers believers. Whoever does this ekzil DI! Exempted est those forced do this evit persecution! DI vigl VI KE VI reverence Him SOL. Al DI est ultimate destiny"},{"SurahNumber":3,"VerseNumber":29,"Text":"Dir Whether vi conceal your innermost opini deklar gxi DI est fully aware thereof. Li est fully aware da cxio en heavens ter! DI est Omnipotent"},{"SurahNumber":3,"VerseNumber":30,"Text":"Tag ven when each anim trov all bon works gxi done brought for! As por evil works gxi wish ke ili far far removed DI vigl VI KE VI reverence Him SOL. DI EST Compassionate towards POPOL"},{"SurahNumber":3,"VerseNumber":31,"Text":"Proklam Se vi am DI vi sekv me DI testament tiam am vi forgive your pek! DI est Forgiver Merciful"},{"SurahNumber":3,"VerseNumber":32,"Text":"Proklam Vi obe DI messenger ili turn DI ne am disbelievers"},{"SurahNumber":3,"VerseNumber":33,"Text":"(DI chosen Adam Noah FAMILI Abraham FAMILI Amram messengers) AL POPOL"},{"SurahNumber":3,"VerseNumber":34,"Text":"Ili aparten sam progeny. DI est Hearer Omniscient"},{"SurahNumber":3,"VerseNumber":35,"Text":"wife Amram dir My Lord mi dedicx (beb) my belly Vi totally tial akcept me Vi est Hearer Omniscient"},{"SurahNumber":3,"VerseNumber":36,"Text":"When sxi don nask al her sxi dir My Lord mi don nask girl - DI EST fully aware da KI SXI BOR - Vir ne est sam as female Mi nom her Mary mi invoke Your protection her her descendants el rejected diabl"},{"SurahNumber":3,"VerseNumber":37,"Text":"Her Lord akcept her gracious acceptance brought her gracious upbringing guardianship Zachariah. Whenever Zachariah entered her sanctuary li trov provisions her. Li pet Mary did vi get this el? Sxi dir Gxi est DI. DI proviz por whomever LI chooses LIM"},{"SurahNumber":3,"VerseNumber":38,"Text":"when Zachariah implored his Lord My Lord grant me such bon infan Vi est Hearer prayers"},{"SurahNumber":3,"VerseNumber":39,"Text":"Angxel vok him when li pregx sanctuary DI don vi bon news de John believer vort DI honorable moral righteous prophet"},{"SurahNumber":3,"VerseNumber":40,"Text":"Li dir Kiel can mi hav knab when mi est old my wife sterile Li dir DI does whatever Li vol"},{"SurahNumber":3,"VerseNumber":41,"Text":"Li dir My Lord don me sign. Li dir Your sign est ti vi ne parol al popol 3 tag signal! Commemorate your Lord frequently; medit nokt tag"},{"SurahNumber":3,"VerseNumber":42,"Text":"Angxel dir O Mary DI chosen vi purified vi. Li chosen vi all women"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Mary vi submit your Lord prostrate bow down those bow down"},{"SurahNumber":3,"VerseNumber":44,"Text":"This est news preter ni reveal vi. Vi ne est tie when ili drew their raffles select Mary's guardian Vi ne est prezent when ili argued 1 another"},{"SurahNumber":3,"VerseNumber":45,"Text":"Angxel dir O Mary DI don vi bon news Vort el Him nom est Messiah Jesus fil Mary. Li est prominent en this life Hereafter 1 de those closest al Me"},{"SurahNumber":3,"VerseNumber":46,"Text":"Li parol al popol crib tro adult li est 1 de des righteous"},{"SurahNumber":3,"VerseNumber":47,"Text":"Sxi dir My Lord kiel can mi hav fil when ne hom tusx me Li dir DI tiel kre whatever Li vol. Al hav anything done Li simply dir al Est ' gxi est"},{"SurahNumber":3,"VerseNumber":48,"Text":"Li instru him scripture wisdom Torah Gospel"},{"SurahNumber":3,"VerseNumber":49,"Text":"As messenger Infan Israel mi ven vi sign el your Lord - Mi kre vi el clay shape bird tiam mi blov gxi gxi igx viv bird di las. Mi restore vizi blind heal leprous mi revive dead di las! Mi tell vi ki vi mangx ki vi store your hejm. This est proof vi se vi est believers"},{"SurahNumber":3,"VerseNumber":50,"Text":"Mi konfirm previous scripture - Torah - Mi revoke nepr prohibitions trud upon vi. Mi ven vi sufficient proof el your Lord Do vi observ DI obe me"},{"SurahNumber":3,"VerseNumber":51,"Text":"DI est my Lord your Lord VI worship Him SOL! This est dekstr path"},{"SurahNumber":3,"VerseNumber":52,"Text":"When Jesus sens their disbelief li dir Who est my supporters DI? discxipl dir Ni est di supporters; ni kred en DI bor witness ni est submitters"},{"SurahNumber":3,"VerseNumber":53,"Text":"Our Lord ni hav kred en ki Vi send down ni sekv messenger; count us witnesses"},{"SurahNumber":3,"VerseNumber":54,"Text":"Ili plotted schemed did DI DI est put schemer"},{"SurahNumber":3,"VerseNumber":55,"Text":"Tiel DI dir O Jesus mi terminating your life raising vi al Me ridding vi de disbelievers! Mi exalt those sekv vi super those disbelieve Tag Resurrection. Tiam al Me est ultimate destiny de all da vi tiam mi jugx vi your disput"},{"SurahNumber":3,"VerseNumber":56,"Text":"As por those disbelieve mi commit them painful retribution en this mond en Hereafter Ili ne hav helpers"},{"SurahNumber":3,"VerseNumber":57,"Text":"As por those kred plumb righteous life Li fully recompense them! DI NE AM DES unjust"},{"SurahNumber":3,"VerseNumber":58,"Text":"These est revelations ke ni recite vi proviz message plen de wisdom"},{"SurahNumber":3,"VerseNumber":59,"Text":"Ekzempl Jesus DI koncern est sam as ke de Adam; Li kre him polv tiam dir al him Est li est"},{"SurahNumber":3,"VerseNumber":60,"Text":"This est truth your Lord ne haven any dub"},{"SurahNumber":3,"VerseNumber":61,"Text":"anyone argues vi knowledge vi ricev tiam dir Let us summon our infan your infan our women your women yourselves tiam let us invoke di curse liars"},{"SurahNumber":3,"VerseNumber":62,"Text":"Absolutely this est narration truth. Absolutely tie ne est di escept DI! Absolutely DI est Almighty Sagx"},{"SurahNumber":3,"VerseNumber":63,"Text":"Ili turn tiam DI est fully aware da evildoers"},{"SurahNumber":3,"VerseNumber":64,"Text":"dir O followers scripture ven logical agreement us vi ke ni ne worship DI ni neniam set any idols Him nor set any human beings lords DI ili turn dir Bor witness ni est submitters"},{"SurahNumber":3,"VerseNumber":65,"Text":"O followers scripture why vi argue Abraham when Torah Gospel ne revealed gxis post him? Vi ne kompren"},{"SurahNumber":3,"VerseNumber":66,"Text":"Vi argued ajx vi hav kon; vi argue ajx vi ne kon? DI kon, while VI NE KON"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham est nek Jewish nor Christian li est monotheist submitter. Li neniam est idol worshiper"},{"SurahNumber":3,"VerseNumber":68,"Text":"Popol worthy de Abraham est those sekv him this prophet those kred. DI est Lord MASTR DE believers"},{"SurahNumber":3,"VerseNumber":69,"Text":"Kelk followers scripture wish plumb vi astray ili nur plumb astray sen perceiving"},{"SurahNumber":3,"VerseNumber":70,"Text":"O followers scripture vi reject these revelations DI vi bor witness this est truth"},{"SurahNumber":3,"VerseNumber":71,"Text":"O followers scripture why vi confound truth falsehood do conceal truth knowingly"},{"SurahNumber":3,"VerseNumber":72,"Text":"Kelk followers scripture dir Kred en ki send down believers en des maten reject gxi en des vesper maybe someday ili revert"},{"SurahNumber":3,"VerseNumber":73,"Text":"Ne kred escept as those sekv your religi. Dir prav guidance est di guidance. ili pretend ti ili hav sam guidance argue vi your Lord dir All grace est di man; Li bestows gxi whomever Li vol. DI est Bounteous Omniscient"},{"SurahNumber":3,"VerseNumber":74,"Text":"Li specifies His mercy whomever Li vol; DI posed unlimited grace"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kelk followers scripture fid whole lot ili don gxi vi. Others them ne fid single dinar; ili ne repay vi vi keep them. Est ili dir Ni ne hav al est honest when dealing kun gentiles! Tiel ili atribu mensog DI knowingly"},{"SurahNumber":3,"VerseNumber":76,"Text":"Ja those fulfill their obligations plumb righteous life DI am des righteous"},{"SurahNumber":3,"VerseNumber":77,"Text":"As por those meti for di covenant their obligations cheap prez ili ricev ne akci Hereafter DI testament NE parol al them nor jen them TAG Resurrection nor VOL LI purify them! Ili incurred painful retribution"},{"SurahNumber":3,"VerseNumber":78,"Text":"Among them est those tord their lang imit scripture vi opini est scripture when ne est scripture ili pretend gxi est DI when gxi ne est DI! Tiel ili utter mensog atribu them DI knowingly"},{"SurahNumber":3,"VerseNumber":79,"Text":"Neniam would human est whom DI ben kun scripture prophethood dir al popol Idolize me DI. Instead (li dir) Devote absolutely your Lord sol scripture vi predik teachings vi lern"},{"SurahNumber":3,"VerseNumber":80,"Text":"Nor would li komand vi idolize angxel prophets lords Li exhort vi Would disbelieve igx submitters"},{"SurahNumber":3,"VerseNumber":81,"Text":"DI PREN covenant prophets dir MI DON VI scripture wisdom. Afterwards messenger ven konfirm all ekzist scriptures! Vi kred en him support him. Li dir Do vi agree this pledge fulfill this covenant Ili dir Ni agree Li dir Vi tiel bor witness mi bor witness vi"},{"SurahNumber":3,"VerseNumber":82,"Text":"Those reject this (Quranic prophecy) est evil unu"},{"SurahNumber":3,"VerseNumber":83,"Text":"Ili streb di religi when cxio en heavens ter submitted Him volont unwillingly kaj Him ili returned"},{"SurahNumber":3,"VerseNumber":84,"Text":"dir Ni kred en DI en ki send us en ki send down Abraham Ismail Isaac Jacob Patriarchs en ki don Moses Jesus prophets their Lord Ni ne far distinction any da them. Al Him sol ni est submitters"},{"SurahNumber":3,"VerseNumber":85,"Text":"Anyone akcept Submission his religi gxi ne akcept him Hereafter li est losers"},{"SurahNumber":3,"VerseNumber":86,"Text":"Why DI direkt popol should disbelieved post kred post witnessing messenger est truth kaj solid proofs don them? DI NE DIREKT DES wicked"},{"SurahNumber":3,"VerseNumber":87,"Text":"These incurred condemnation DI angxel all popol"},{"SurahNumber":3,"VerseNumber":88,"Text":"Eternally ili abide therein; retribution neniam commuted them nor vol ili reprieved"},{"SurahNumber":3,"VerseNumber":89,"Text":"Exempted est those who pent thereafter reform DI est Forgiver Merciful"},{"SurahNumber":3,"VerseNumber":90,"Text":"Those disbelieve kred tiam plongx profund disbelief their repentance ne akcept them; ili est efektiv strayers"},{"SurahNumber":3,"VerseNumber":91,"Text":"Those disbelieve mort disbelievers earthful or vol ne akcept any da them eben such ransom est possible Ili incurred painful retribution; ili ne hav helpers"},{"SurahNumber":3,"VerseNumber":92,"Text":"Vi ne ating righteousness vi don charity possessions vi am. Whatever vi don charity DI est fully aware thereof"}]}