{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"İçlerinden zulmedenler hariç, Ehli Kitap ile ancak en güzel bir yolla mücadele edin ve (onlara) şöyle deyin: \"Bize indirilene de, size indirilene de iman ettik. Bizim ilahımız da sizin ilahınız da birdir. Biz ona teslim olanlarız"},{"SurahNumber":29,"VerseNumber":47,"Text":"İşte sana böyle bir kitap indirdik. Kendilerine kitap verilenler ona iman ederler. Bunlardan (Araplar'dan) da ona iman edenler vardır. Ayetlerimizi ancak kâfirler inatla inkâr ederler"},{"SurahNumber":29,"VerseNumber":48,"Text":"Daha önce sen, hiçbir kitap okumuş değildin. Onu sağ elinle de yazmıyordun. Öyle olsaydı, batıl peşinde koşanlar şüphe ederlerdi"},{"SurahNumber":29,"VerseNumber":49,"Text":"Hayır! O, bilgi verilen kimselerin gönüllerinde olan apaçık belgelerdir. Ayetlerimizi zalimlerden başkası inatla inkâr etmez"},{"SurahNumber":29,"VerseNumber":50,"Text":"Dediler ki: “Ona Rabbinden mucizeler indirilseydi ya!” De ki: “Mucizeler ancak Allah katındadır ve ben ancak apaçık bir uyarıcıyım"},{"SurahNumber":29,"VerseNumber":51,"Text":"Kendilerine okunmakta olan kitabı sana indirmiş olmamız onlara yeterli değil mi? Çünkü onda iman eden bir toplum için rahmet ve öğüt vardır"},{"SurahNumber":29,"VerseNumber":52,"Text":"De ki: \"Benimle sizin aranızda şahit olarak Allah yeter. O, göklerde ve yerde olanı bilir. Batıla iman edenler ve Allah’a küfredenler ise, işte onlar hüsrana uğrayacak olanlardır"},{"SurahNumber":29,"VerseNumber":53,"Text":"Senden azabın çabucak gelmesini istiyorlar. Eğer belirlenmiş bir süre olmasaydı, azap onlara mutlaka gelirdi. Azap onlara haberleri olmadıkları bir sırada ansızın gelecektir"},{"SurahNumber":29,"VerseNumber":54,"Text":"Senden azabın acele gelmesini istiyorlar. Oysa, Cehennem kâfirleri çepeçevre kuşatacaktır"},{"SurahNumber":29,"VerseNumber":55,"Text":"Azap onları, üstlerinden ve ayaklarının altından bürüdüğü gün; \"(Yüce Allah) yaptığınız amellerin (cezasını) tadın!\" der"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey iman eden kullarım! Şüphesiz ki benim arzım (yeryüzü) geniştir. O halde, ancak bana ibadet edin"},{"SurahNumber":29,"VerseNumber":57,"Text":"Her nefis ölümü tadacaktır. Sonra da bize döndürüleceksiniz"},{"SurahNumber":29,"VerseNumber":58,"Text":"İman edip, salih amel işleyenleri elbette biz onları cennette altlarından ırmaklar akan köşklere yerleştiririz. Onlar orada ebedidirler. (İyi) amel işleyenlerin ecri ne güzel olur"},{"SurahNumber":29,"VerseNumber":59,"Text":"Onlar, sabreden ve yalnız Rablerine tevekkül eden kimselerdir"},{"SurahNumber":29,"VerseNumber":60,"Text":"Kendi rızkını taşımayan nice canlı vardır. Allah onlara da rızkı verir, size de. O işitendir, bilendir"},{"SurahNumber":29,"VerseNumber":61,"Text":"Andolsun, eğer onlara; “Gökleri ve yeri kim yarattı? Güneşi ve ayı hizmetinize kim verdi?” diye soracak olsan mutlaka, “Allah” diyeceklerdir. O hâlde nasıl (haktan) döndürülüyorlar"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah, kullarından dilediğine bol verir ve (dilediğine) kısar. Şüphesiz Allah, her şeyi hakkıyla bilendir"},{"SurahNumber":29,"VerseNumber":63,"Text":"Andolsun, eğer onlara: “Gökten yağmuru kim indirip de onunla yeryüzünü ölümünden sonra diriltti?” diye soracak olsan, mutlaka, “Allah” diyeceklerdir. De ki: “Hamd Allah’a mahsustur.” Hayır onların çoğu akıl etmiyorlar"},{"SurahNumber":29,"VerseNumber":64,"Text":"Bu dünya hayatı bir eğlence ve oyundan başka bir şey değildir. Ahiret yurdu ise işte asıl hayat odur. Keşke bilselerdi"},{"SurahNumber":29,"VerseNumber":65,"Text":"Gemiye bindiklerinde dini yalnız Allah'a has kılarak yalnız O'na dua ederler. Sonuçta onları karaya çıkarıp kurtarınca hemen ortak koşarlar"},{"SurahNumber":29,"VerseNumber":66,"Text":"Kendilerine verdiğimiz nimetlere nankörlük etsinler ve bir süre daha faydalansınlar bakalım! İleride bilecekler"},{"SurahNumber":29,"VerseNumber":67,"Text":"Çevrelerindeki insanlar kapılıp götürülürken bizim, onların yurtlarını saygın ve güvenli bir yer kıldığımızı görmediler mi? Hala batıla inanıp da Allah'ın nimetini inkar mı ediyorlar"},{"SurahNumber":29,"VerseNumber":68,"Text":"Allah’a karşı yalan uyduran veya kendisine hak gelince onu yalanlayan kimseden daha zalim kim olabilir? Kâfirler için Cehennem'de barınacak yer mi yok"},{"SurahNumber":29,"VerseNumber":69,"Text":"Bizim uğrumuzda cihad edenleri biz elbette yollarımıza iletiriz. Muhakkak ki Allah iyilik edenlerle beraberdir"},{"SurahNumber":30,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumlar yenilgiye uğradılar"},{"SurahNumber":30,"VerseNumber":3,"Text":"En yakın yerde. Ancak onlar bu yenilgilerinden sonra yeneceklerdir"},{"SurahNumber":30,"VerseNumber":4,"Text":"Birkaç yıl (üç ila dokuz sene) içinde. Öncesinde de, sonrasında da emir Allah’ındır. O günde Mü'minler sevineceklerdir"},{"SurahNumber":30,"VerseNumber":5,"Text":"Allah’ın yardımıyla, Allah dilediğine yardım eder. O; Aziz'dir, Rahim'dir"},{"SurahNumber":30,"VerseNumber":6,"Text":"(Bu) Allah'ın vaadidir. Allah vaadinden dönmez. Fakat insanların çoğu bilmezler"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onlar dünya hayatından sadece dış görünüşü bilirler. Ahiretten ise gaflettedirler"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kendi nefisleri konusunda düşünmüyorlar mı? Allah gökleri, yeri ve aralarındaki şeyleri ancak hak ile ve belirli bir süre için yaratmıştır. İnsanların çoğu Rablerine kavuşmayı inkâr ederler"},{"SurahNumber":30,"VerseNumber":9,"Text":"Yeryüzünde dolaşmıyorlar mı ki, kendilerinden önceki kimselerin akibetinin nasıl olduğuna bir baksınlar? Onlardan daha güçlü idiler, toprağı yeri sürüp alt üst etmişler ve bunların (Mekke halkının) imar ettiğinden daha çok imar etmişlerdi. Onlara peygamberleri apaçık delillerle gelmişlerdi. Allah, onlara zulmetmiş değildir. Fakat onlar kendilerine zulmediyorlardı"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sonra, Allah’ın ayetlerini yalanladıkları ve onlarla alay etmekte oldukları için, kötülük işleyenin sonu daha da kötü oldu"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah yaratmayı ilk olarak başlatır, sonra onu yeniden gerçekleştirir. Sonra O'na döndürülürsünüz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kıyametin kopacağı gün, günahkârlar umutsuz kesilirler"},{"SurahNumber":30,"VerseNumber":13,"Text":"Onların, Allah’a koştukları ortaklardan kendileri için şefaatçılar da olmayacaktır. Artık onlar, ortak koştuklarını da inkâr edeceklerdir"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kıyametin kopacağı gün, işte o gün Mü’minler ve kâfirler birbirinden ayrılacaklardır"},{"SurahNumber":30,"VerseNumber":15,"Text":"İman edip salih ameller işleyenler; işte onlar bir bahçede sevinç içinde ağırlanırlar"},{"SurahNumber":30,"VerseNumber":16,"Text":"Kâfir olup, ayetlerimizi ve ahirete kavuşmayı yalanlayanlara gelince, işte onlar daima azapta tutulurlar"},{"SurahNumber":30,"VerseNumber":17,"Text":"O halde akşama girerken ve sabaha ererken Allah'ı tesbih edin"},{"SurahNumber":30,"VerseNumber":18,"Text":"Göklerde ve yerde hamd O’na mahsustur. Gündüzün sonunda ve öğle vaktine girdiğinizde Allah’ı tesbih edin"},{"SurahNumber":30,"VerseNumber":19,"Text":"Allah, diriyi ölüden çıkarır, ölüyü de diriden çıkarır. Ölümünden sonra yeryüzünü diriltir. Siz de (mezarlarınızdan) işte böyle çıkarılacaksınız"},{"SurahNumber":30,"VerseNumber":20,"Text":"Sizi topraktan yaratması, O’nun (varlığının ve kudretinin) delillerindendir. Sonra bir de gördünüz ki, siz beşer olmuş (çoğalıp) yayılıyorsunuz"},{"SurahNumber":30,"VerseNumber":21,"Text":"Sizin için nefislerinizden kendileri ile sükûn/huzur bulacağınız ve aranızda muhabbet ve merhamet kıldığı eşler yaratmış olması da onun ayetlerindendir. Muhakkak bunlarda düşünen bir topluluk için ayetler vardır"},{"SurahNumber":30,"VerseNumber":22,"Text":"Göklerin ve yerin yaratılması, dillerinizin ve renklerinizin farklı olması da O’nun ayetlerindendir. Şüphesiz bunda bilenler için elbette ibretler vardır"},{"SurahNumber":30,"VerseNumber":23,"Text":"Geceleyin ve gündüzün uyumanız ve O'nun lütfundan (nasip) aramanız da O'nun ayetlerindendir. Şüphesiz bunda işiten bir toplum için ibretler vardır"},{"SurahNumber":30,"VerseNumber":24,"Text":"Korku ve ümit vermek üzere size şimşeği göstermesi, gökten yağmur indirip onunla yeryüzünü ölümünden sonra diriltmesi, O’nun ayetlerindendir. Şüphesiz bunda aklını kullanan bir toplum için elbette ibretler vardır"},{"SurahNumber":30,"VerseNumber":25,"Text":"Emriyle göğün ve yerin (kendi düzenlerinde) durması da O’nun ayetlerindendir. Sonra sizi yerden (kalkmaya) bir çağırdı mı, bir de bakarsınız ki (dirilmiş olarak) çıkıyorsunuz"},{"SurahNumber":30,"VerseNumber":26,"Text":"Göklerde ve yerde ne varsa O'nundur. Hepsi O'na boyun eğmişlerdir"},{"SurahNumber":30,"VerseNumber":27,"Text":"Yaratmayı ilk başlatan, sonra onu yeniden gerçekleştirecek olan O'dur. Bu, O’na göre (ilk yaratmadan) daha kolaydır. Göklerde ve yerde en yüce ve eşsiz sıfatlar O’nundur. O; Azîzdir, Hakîmdir"},{"SurahNumber":30,"VerseNumber":28,"Text":"(Allah) size kendi nefislerinizden bir misal getirdi. Size rızık olarak verdiklerimizde elinizin altındaki kölelerinizin size ortak olup o rızıkta hep birlikte eşit olmayı ve kendiniz (gibi) hür olan diğer ortaklarınızdan çekindiğiniz gibi onlardan da çekinmeyi kabul eder misiniz? İşte akıllarını kullanan bir topluluk için ayetleri böyle açıklarız"},{"SurahNumber":30,"VerseNumber":29,"Text":"Fakat, zulmedenler bilgisizce nefislerinin arzularına uydular. Allah’ın (bu şekilde) saptırdığı kimseleri kim doğru yola iletir? Onların hiçbir yardımcıları yoktur"},{"SurahNumber":30,"VerseNumber":30,"Text":"Sen yüzünü hanif olarak dine, Allah’ın insanları üzerinde yarattığı fıtratına dosdoğru çevir. Allah’ın yaratmasında hiçbir değiştirme yoktur. İşte bu dosdoğru dindir. Fakat insanların çoğu bilmezler"},{"SurahNumber":30,"VerseNumber":31,"Text":"O’na ihlasla yönelin. O’ndan sakının ve namazı ikame edin ve asla müşriklerden olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"O dinlerini parça parça eden ve fırkalara/cemaatlere ayrılanlardan (olmayın). Her grup/cemaat kendi yanında olanla sevinmektedir"},{"SurahNumber":30,"VerseNumber":33,"Text":"İnsanlara bir zarar dokunduğu zaman, Rablerine yönelerek O’na dua ederler. Sonra Allah, onlara kendinden bir rahmet tattırınca da, bir bakarsın ki içlerinden bir grup, Rablerine ortak koşuyorlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"Kendilerine verdiğimiz nimetleri inkâr etsinler bakalım! Haydi (şimdilik) yararlanın, ama yakında bileceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa onlara kesin bir delil indirdik de o mu onlara ortak koşmalarını söylüyor"},{"SurahNumber":30,"VerseNumber":36,"Text":"İnsanlara bir rahmet tattırdığımız zaman ona sevinirler. Eğer kendi işledikleri şeyler sebebiyle başlarına bir kötülük gelirse, bir de bakarsın ki ümitsizliğe düşerler"},{"SurahNumber":30,"VerseNumber":37,"Text":"Onlar, Allah'ın, dilediğine rızkı yayıp genişlettiğini ve kıstığını görmüyorlar mı? Şüphesiz bunda, iman etmekte olan bir kavim için gerçekten ayetler vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"Akrabaya, yoksula ve yolculara haklarını ver. Bu Allah’ın rızasını isteyenler için daha hayırlıdır. İşte onlar kurtuluşa erenlerdir"},{"SurahNumber":30,"VerseNumber":39,"Text":"İnsanların mallarında artış olsun diye verdiğiniz herhangi bir faiz, Allah katında artmaz. Ama Allah'ın yüzünü isteyerek vermekte olduğunuz zekâta gelince, işte (bu amel sahipleri, sevaplarını) kat kat arttıranlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah sizi yaratan sonra size rızık veren sonra sizi öldüren sonra da sizi diriltecek olandır. Sizin ortaklarınızdan bu işlerden birisini olsun yapabilen var mıdır? O koştukları ortaklardan yüce ve münezzehtir"},{"SurahNumber":30,"VerseNumber":41,"Text":"İnsanların ellerinin kazandıklarından dolayı karada ve denizde fesat çıktı. Umulur ki dönerler diye, (Allah) yaptıklarının bazılarını böylece onlara tattırmaktadır"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: \"Yeryüzünde dolaşın da daha öncekilerin sonları nasıl olmuş bir bakın!\" Onların çoğu müşriklerdi"},{"SurahNumber":30,"VerseNumber":43,"Text":"Allah tarafından (gelecek ve) geri çevirilmesi mümkün olmayan bir gün gelmeden yüzünü o dosdoğru dine çevir. O gün onlar bölük bölük ayrılacaklardır"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim küfre saparsa, artık onun küfrü kendi aleyhinedir; kim de salih bir amelde bulunursa, ancak kendileri için (Cennet'te yer) hazırlarlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"Bu, (Allah'ın) iman edip salih amel işleyenleri kendi lütfundan mükafatlandırması içindir. Şüphesiz O, kâfirleri sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Rüzgârları müjdeciler olarak göndermesi, size rahmetini tattırması, buyruğu ile gemilerin yürümesi, lütfundan rızık istemeniz, O'nun ayetlerindendir. Belki şükredersiniz"},{"SurahNumber":30,"VerseNumber":47,"Text":"Andolsun ki biz senden önce nice rasulleri kavimlerine gönderdik. Onlar da kendilerine açık açık delillerle geldiler. Biz de günahkârlardan intikam aldık. Müminlere yardım etmek ise zaten üzerimize bir haktır"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah, rüzgârları gönderendir. Onlar da bulutları harekete geçirir. Allah, onları dilediği gibi, (bazen) yayar ve (bazen) yoğunlaştırır. Nihayet yağmurun onların arasından çıktığını görürsün. Onu kullarından dilediklerine uğrattığı zaman bir de bakarsın sevinirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Hâlbuki onlar daha önce kendilerine yağmur yağdırılmadan evvel kesin bir ümitsizliğe kapılmışlardı"},{"SurahNumber":30,"VerseNumber":50,"Text":"Allah’ın rahmetinin eserlerine bak! Yeryüzünü ölümünden sonra nasıl diriltiyor. Şüphe yok ki O, ölüleri de elbette diriltecektir. O, her şeye hakkıyla gücü yetendir"},{"SurahNumber":30,"VerseNumber":51,"Text":"Andolsun, eğer biz bir rüzgâr göndersek, onlar da ardından onu sararmış görürlerse bundan sonra onlar muhakkak inkâra saparlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Şüphesiz, sen ölülere işittiremezsin. Dönüp gittikleri zaman çağrıyı sağırlara da işittiremezsin"},{"SurahNumber":30,"VerseNumber":53,"Text":"Sen kör olanları sapıklıktan hidayete iletecek de değilsin. Sen ancak ayetlerimize iman edip, teslim olanlara işittirirsin"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah; sizi güçsüz olarak yaratan, sonra güçsüzlüğün ardından bir güç veren, sonra gücün ardından bir güçsüzlük ve yaşlılık verendir. O, dilediğini yaratır. O; hakkıyla bilendir, hakkıyla kudret sahibidir"},{"SurahNumber":30,"VerseNumber":55,"Text":"Kıyametin kopacağı gün günahkârlar, bir saatten fazla kalmadıklarına yemin ederler. Onlar (dünyada haktan) işte böyle döndürülüyorlardı"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kendilerine ilim ve iman verilmiş olanlar ise onlara şöyle diyeceklerdir: “Andolsun ki Allah'ın kitabında (yazılı) olana göre siz yeniden diriliş gününe kadar kaldınız. İşte bu yeniden dirilme günüdür. Fakat siz bilmiyordunuz.”"},{"SurahNumber":30,"VerseNumber":57,"Text":"O gün zulmedenlere özürleri bir yarar sağlamaz, onlardan artık (Allah'ı) razı edecek bir şey yapmaları da istenmez"},{"SurahNumber":30,"VerseNumber":58,"Text":"Andolsun, biz bu Kur’an’da insanlara her türlü misali verdik. Andolsun, eğer sen onlara bir ayet getirsen, o kâfirler elbette; “Siz ancak batıl şeyler uyduranlarsınız” derler"},{"SurahNumber":30,"VerseNumber":59,"Text":"İşte bilmeyenlerin kalpleri üzerine Allah böyle mühür vurur"},{"SurahNumber":30,"VerseNumber":60,"Text":"O halde sabret muhakkak ki Allah’ın vaadi haktır. Kesin imana sahip olmayanlar sakın seni hafifliğe (ve tedirginliğe) sürüklemesinler"},{"SurahNumber":31,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":31,"VerseNumber":2,"Text":"Bunlar hikmetli Kitab'ın ayetleridir"},{"SurahNumber":31,"VerseNumber":3,"Text":"İhsan sahiplerine bir hidayet ve bir rahmettir"},{"SurahNumber":31,"VerseNumber":4,"Text":"Onlar ki namazı dosdoğru kılarlar, zekâtı verirler ve onlar âhirete kesin olarak iman edenlerdir"},{"SurahNumber":31,"VerseNumber":5,"Text":"İşte onlar, Rablerinden gelen bir hidayet üzeredirler ve işte onlar kurtuluşa erenlerin ta kendileridir"},{"SurahNumber":31,"VerseNumber":6,"Text":"İnsanlardan kimisi bilgisizce Allah’ın yolundan saptırmak ve o ayetleri bir eğlence edinmek için boş sözleri satın alırlar. İşte onlar için aşağılayıcı bir azap vardır"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ona ayetlerimiz okunduğunda, sanki onları işitmiyormuş ve kulaklarında bir ağırlık varmış gibi büyüklük taslayarak sırtını çevirir. Ona, elem dolu bir azabı müjdele"},{"SurahNumber":31,"VerseNumber":8,"Text":"Gerçekten iman edip salih ameller işleyenler için Naim Cennetleri vardır"},{"SurahNumber":31,"VerseNumber":9,"Text":"Onlar oralarda ebedi kalıcıdırlar. Bu Allah’ın hak vaadidir. O, Azîzdir, Hakîmdir"},{"SurahNumber":31,"VerseNumber":10,"Text":"O, gökleri görebildiğiniz bir direk olmaksızın yarattı. Yeryüzüne de, sizi sarsmasın diye sabit dağlar yerleştirdi ve orada her türlü canlıyı yaydı. Biz gökyüzünden su indirip, orada her faydalı nebattan çift çift bitirdik"},{"SurahNumber":31,"VerseNumber":11,"Text":"İşte bu Allah'ın yaratmasıdır. Ondan başkasının ne yarattığını bana gösterin! Hayır! Zalimler, açık bir sapıklık içindedirler"},{"SurahNumber":31,"VerseNumber":12,"Text":"Andolsun, biz Lokman’a “Allah’a şükret!” diye hikmet verdik. Kim şükrederse, ancak kendisi için şükretmiş olur. Kim de nankörlük ederse, bilsin ki Allah her bakımdan zengindir, övülmeye layıktır"},{"SurahNumber":31,"VerseNumber":13,"Text":"Lokman, oğluna öğüt vererek demişti ki: \"Yavrucuğum! Allah’a şirk koşma! Muhakkak, şirk koşmak çok büyük bir zulümdür"},{"SurahNumber":31,"VerseNumber":14,"Text":"Biz insana anne ve babasını tavsiye ettik. Anası onu zayıflık üstüne zayıflığa düşerek taşımıştır. Onun sütten kesilmesi de iki yılda olur. \"Bana ve ana babana şükret, dönüş yalnız banadır"},{"SurahNumber":31,"VerseNumber":15,"Text":"Eğer onlar bilmediğin şeyi bana ortak koşman için seni zorlarlarsa; sen sakın onlara itaat etme! Bununla beraber dünyada onlarla iyi geçin ve sen bana dönenlerin yoluna uy. Sonra dönüşünüz yine banadır. Ben de size yaptıklarınızı haber vereceğim"},{"SurahNumber":31,"VerseNumber":16,"Text":"(Lokman, öğütlerine şöyle devam etti:) “Yavrum! Şüphesiz yapılan iş, bir hardal tanesi ağırlığında olsa ve bir kayanın içinde yahut göklerde ya da yerin içinde bile olsa, Allah onu çıkarır getirir. Şüphesiz Allah Latîf'tir/en gizli şeyleri bilendir, (her şeyden) hakkıyla haberdar olandır.”"},{"SurahNumber":31,"VerseNumber":17,"Text":"“Yavrum! Namazı dosdoğru kıl. İyiliği emret. Kötülükten alıkoy. Başına gelen musibetlere karşı sabırlı ol. Çünkü bunlar kesin olarak emredilmiş işlerdendir.”"},{"SurahNumber":31,"VerseNumber":18,"Text":"İnsanlara yüzünü çevirme ve yeryüzünde böbürlenerek yürüme. Çünkü Allah kendini beğenip böbürlenen hiçbir kimseyi sevmez"},{"SurahNumber":31,"VerseNumber":19,"Text":"Yürüyüşünde orta bir yol tut, sesini kıs! Çünkü seslerin en çirkini eşeklerin sesidir"},{"SurahNumber":31,"VerseNumber":20,"Text":"Allah'ın, göklerde ve yerdeki (nice varlık ve imkânları) sizin emrinize verdiğini, nimetlerini açık ve gizli olarak size bolca ihsan ettiğini görmediniz mi? Yine de insanlar arasında hiçbir bilgisi, yol göstericisi ve aydınlatıcı bir kitabı olmadan Allah hakkında tartışıp duranlar vardır"},{"SurahNumber":31,"VerseNumber":21,"Text":"Kendilerine; “Allah’ın indirdiğine tabi olun!” denildiği zaman, “Hayır, biz babalarımızı üzerinde bulduğumuz şeye uyarız.” derler. Şeytan, kendilerini Cehennem azabına çağırıyor olsa da mı"},{"SurahNumber":31,"VerseNumber":22,"Text":"Kim, ihsan sahibi olarak yüzünü Allah’a (ihlasla) teslim ederse, sağlam bir kulpa yapışmış olur. Her işin sonu Allah’a varır"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kim de küfre saparsa, artık onun küfre sapması seni üzmesin. Onların dönüşü bizedir, artık biz de onlara yapmakta olduklarını haber vereceğiz. Allah, göğüslerin içindekini (kalplerde olanı) hakkıyla bilendir"},{"SurahNumber":31,"VerseNumber":24,"Text":"Biz onları azıcık faydalandırırız, sonra da onları şiddetli bir azaba uğratırız"},{"SurahNumber":31,"VerseNumber":25,"Text":"Andolsun ki, onlara: \"Gökleri ve yeri kim yarattı?\" diye sorsan muhakkak: \"Allah\" diyeceklerdir.De ki: \"Hamd Allah'adır.\" Hayır, onların çoğu bilmiyorlar"},{"SurahNumber":31,"VerseNumber":26,"Text":"Göklerlerde ve yerde olanlar Allah’ındır. Muhakkak Allah Ganî'dir, Hamîd'dir"},{"SurahNumber":31,"VerseNumber":27,"Text":"Eğer yeryüzündeki ağaçlar kalem, deniz de mürekkep olsa, arkasından yedi deniz daha ona katılsa, Allah’ın sözleri (yazmakla) yine de tükenmez. Muhakkak Allah Azîzdir, Hakîmdir"},{"SurahNumber":31,"VerseNumber":28,"Text":"Sizin yaratılmanız ve diriltilmeniz ancak bir tek kişi(nin yaratılması ve diriltilmesi) gibidir. Şüphesiz Allah; hakkıyla işitendir, hakkıyla görendir"},{"SurahNumber":31,"VerseNumber":29,"Text":"Görmedin mi ki, Allah geceyi gündüze, gündüzü de geceye katıyor? Güneş'i ve Ay'ı sizin hizmetinize sunmuştur. Her biri belli bir süreye (kadar) akıp gider. Allah, yaptığınız her şeyden haberdardır"},{"SurahNumber":31,"VerseNumber":30,"Text":"Bu böyledir. Çünkü Allah hakkın ta kendisidir. O'nu bırakıp da taptıkları ise batıldır. Şüphesiz Allah; yüksektir/uludur, büyüktür"},{"SurahNumber":31,"VerseNumber":31,"Text":"Size ayetlerinden bir kısmını göstermek için Allah’ın nimeti ile gemilerin denizde akıp gittiğini görmez misin? İşte bunda çok sabreden ve çok şükreden herkes için muhakkak ayetler vardır"},{"SurahNumber":31,"VerseNumber":32,"Text":"Onları dağlar gibi bir dalga kapladığında dinlerini yalnız Allah’a halis kılarak O'na dua ederler. Allah; onları kurtarıp karaya çıkarınca, onlardan bir kısmı orta yolu tutar. Ayetlerimizi hain ve çokça nankörlük edenden başkası bilerek inkâr etmez"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ey insanlar! Rabbinizden sakının. Hiçbir babanın çocuğuna hiçbir yarar sağlayamayacağı, hiçbir çocuğun da babasına hiçbir yarar sağlayamayacağı günden korkun! Şüphesiz Allah’ın vaadi gerçektir. Sakın dünya hayatı sizi aldatmasın. O aldatıcı Şeytan da Allah hakkında sizi aldatmasın"},{"SurahNumber":31,"VerseNumber":34,"Text":"Kıyametin ne zaman kopacağı bilgisi şüphesiz yalnızca Allah katındadır. O; yağmuru indirir, rahimlerdekini bilir. Hiç kimse yarın ne kazanacağını bilemez. Hiç kimse nerede öleceğini de bilemez. Şüphesiz Allah hakkıyla bilendir, (her şeyden) hakkıyla haberdar olandır"},{"SurahNumber":32,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":32,"VerseNumber":2,"Text":"Kitabın indirilmesi –ki onda şüphe yoktur- âlemlerin Rabbindendir"},{"SurahNumber":32,"VerseNumber":3,"Text":"Yoksa; “Onu Muhammed uydurdu mu?\" diyorlar. Hayır! O, kendilerine senden önce hiçbir uyarıcı gelmemiş olan bir kavmi uyarman için, doğru yolu bulsunlar diye Rabbinden gelen haktır"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah; gökleri ve yeri, ikisi arasındakileri altı günde yaratmış, sonra da arşa istivâ etmiştir. Sizin O’ndan başka bir veliniz de şefaatçiniz de yoktur. Hâlâ düşünüp öğüt almayacak mısınız"},{"SurahNumber":32,"VerseNumber":5,"Text":"Gökten yere kadar bütün işleri Allah yürütür. Sonra bu işler, süresi sizin hesabınızla bin yıl olan bir günde O’na yükselir"},{"SurahNumber":32,"VerseNumber":6,"Text":"İşte O, gaybı da görüneni de bilendir, mutlak güç sahibidir, çok merhametlidir"},{"SurahNumber":32,"VerseNumber":7,"Text":"O ki yarattığı her şeyi güzel yapmıştır. İnsanı yaratmaya da çamurdan başlamıştır"},{"SurahNumber":32,"VerseNumber":8,"Text":"Sonra onun soyunu bayağı bir sudan olan bir özden (nutfeden) yarattı"},{"SurahNumber":32,"VerseNumber":9,"Text":"Sonra onu düzenli bir şekle soktu ve ona ruhundan üfledi. Size kulak, gözler ve gönüller verdi. Ne kadar az şükrediyorsunuz"},{"SurahNumber":32,"VerseNumber":10,"Text":"(Kâfirler dediler ki:) “Biz toprakta yok olduktan sonra mı, biz mi yeniden yaratılacakmışız?\" Hayır! Onlar Rablerine kavuşmayı inkâr etmektedirler"},{"SurahNumber":32,"VerseNumber":11,"Text":"De ki: “Sizin için görevlendirilen ölüm meleği canınızı alacak, sonra Rabbinize döndürüleceksiniz"},{"SurahNumber":32,"VerseNumber":12,"Text":"Günahkârları Rablerinin huzurunda başlarını eğip: “Rabbimiz gördük, işittik. Artık bizi geri döndür. Salih amel işleyelim. Gerçekten biz inandık” diyecekleri vakit bir görsen"},{"SurahNumber":32,"VerseNumber":13,"Text":"Eğer biz dileseydik her nefse elbette hidayetini verirdik, fakat benden sadır olan: “Cehennemi bütünü ile cinlerden ve insanlardan elbette dolduracağım” sözü hak olmuştur"},{"SurahNumber":32,"VerseNumber":14,"Text":"O halde siz bugününüze kavuşmayı unuttuğunuz için tadın. Gerçekten biz de sizi unuttuk. .Şimdi yaptıklarınıza karşılık ebedi azabı tadın\" deriz"},{"SurahNumber":32,"VerseNumber":15,"Text":"Bizim ayetlerimize ancak, kendilerine bu ayetlerle öğüt verildiği zaman secdeye kapanan, kibirlenmeksizin Rablerine hamd ederek tespih edenler iman ederler"},{"SurahNumber":32,"VerseNumber":16,"Text":"Yanları yataklarından uzak kalır. Rablerine korkarak ve ümit ederek dua ederler. Onlara verdiğimiz rızıktan infak da ederler"},{"SurahNumber":32,"VerseNumber":17,"Text":"Hiç kimse yapmakta olduklarına karşılık olarak, onlar için saklanan göz aydınlıklarını bilemez"},{"SurahNumber":32,"VerseNumber":18,"Text":"Hiç Mü’min, fasık gibi olur mu? Bunlar asla bir olmazlar"},{"SurahNumber":32,"VerseNumber":19,"Text":"İman edip salih amel işleyenlere gelince, onlar için yaptıklarına karşılık konak olarak içinde barınacakları Cennetler vardır"},{"SurahNumber":32,"VerseNumber":20,"Text":"Fasıklık edenlere gelince, onların barınağı ateştir. Oradan her çıkmak istediklerinde, oraya döndürülürler ve onlara; “Yalanlamakta olduğunuz ateş azabını tadın!” denir"},{"SurahNumber":32,"VerseNumber":21,"Text":"Andolsun ki biz onlara –belki dönerler diye- en büyük azaptan önce yakın azaptan mutlaka tattıracağız"},{"SurahNumber":32,"VerseNumber":22,"Text":"Kendisine Rabbinin ayetleri hatırlatıldıktan sonra onlardan yüz çevirenden daha zalim kim olabilir? Şüphesiz ki biz, günahkârlardan intikam alıcıyız"},{"SurahNumber":32,"VerseNumber":23,"Text":"Andolsun biz Musa'ya Kitab'ı vermiştik, şimdi sen ona kavuşmaktan kuşku içinde olma. Onu (Tevrat'ı) İsrailoğullarına yol gösterici kılmıştık"},{"SurahNumber":32,"VerseNumber":24,"Text":"Sabredip ayetlerimize kesin olarak inanmalarından ötürü, aralarından, onları buyruğumuzla doğru yola götüren önderler yaptık"},{"SurahNumber":32,"VerseNumber":25,"Text":"Şüphesiz Rabbin, kıyamet günü üzerinde ayrılığa düşmekte oldukları şeyler konusunda onlar arasında hüküm verecektir"},{"SurahNumber":32,"VerseNumber":26,"Text":"Şimdi yurtlarında gezip dolaştıkları, kendilerinden önceki nice nesilleri yok etmiş olmamız onları doğru yola sevketmez mi? Bunlarda şüphesiz ibretler vardır. Dinlemezler mi"},{"SurahNumber":32,"VerseNumber":27,"Text":"Görmediler mi ki, biz yağmuru kupkuru yere gönderip onunla hayvanlarının ve kendilerinin yiyeceği ekinler çıkarırız. Hâlâ görmeyecekler mi"},{"SurahNumber":32,"VerseNumber":28,"Text":"Derler ki: “Bu fetih ne zaman olur, eğer doğru söyleyenler iseniz?”"},{"SurahNumber":32,"VerseNumber":29,"Text":"De ki: “Fetih (kıyamet) günü, kâfirlere iman etmeleri fayda vermeyecektir. Onlara göz de açtırılmayacaktır.”"},{"SurahNumber":32,"VerseNumber":30,"Text":"Şimdi sen onlardan yüz çevir ve bekle. Şüphesiz onlar da bekliyorlar"},{"SurahNumber":33,"VerseNumber":1,"Text":"Ey Nebi! Allah’tan kork, kâfirlere ve münafıklara itaat etme. Muhakkak Allah Alîmdir, Hakîmdir"},{"SurahNumber":33,"VerseNumber":2,"Text":"Rabbinden sana vahyolunana uy. Şüphesiz Allah, yaptıklarınızdan hakkıyla haberdardır"},{"SurahNumber":33,"VerseNumber":3,"Text":"Allah’a tevekkül et. Vekil olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah, hiçbir adamın içine iki kalp yaratmamıştır. Zihâr yaptığınız (\"Sen bana anamın sırtı gibisin\" diyerek kendinize haram kıldığınız) eşlerinizi analarınız kılmamıştır. Evlat edindiğiniz kimseleri de öz oğullarınız kılmamıştır. Bunlar ağızlarınızla söylediğiniz sözlerinizden ibarettir. Allah hak olanı söyler, doğru yola ileten de odur"},{"SurahNumber":33,"VerseNumber":5,"Text":"Evlatlıkları, babalarına nispet ederek çağırın. Bu, Allah katında daha adaletlidir. Eğer onların babalarını bilmiyorsanız, artık onlar sizin din kardeşleriniz ve dostlarınızdır. Hata ile yaptığınız bir işte size hiçbir günah yoktur. Fakat kasten yaptığınız şeylerde size günah vardır. Allah; çokça bağışlayandır, çokça merhamet edendir"},{"SurahNumber":33,"VerseNumber":6,"Text":"Peygamber, Mü’minlere kendi canlarından daha önce gelir. Onun eşleri de Mü’minlerin analarıdır. Aralarında akrabalık bağı olanlar, Allah’ın kitabına göre, (miras konusunda) birbirileri için (diğer) Mü’minlerden ve muhacirlerden daha önceliklidirler. Ancak dostlarınıza bir iyilik yapmanız başka. Bu (hüküm) kitapta yazılıdır"},{"SurahNumber":33,"VerseNumber":7,"Text":"Hani biz peygamberlerden sağlam söz almıştık. Senden, Nûh’tan, İbrahim, Musa ve Meryemoğlu İsa’dan da. Evet biz, onlardan sapasağlam bir söz almıştık"},{"SurahNumber":33,"VerseNumber":8,"Text":"(Allah, bunu) doğru kimseleri doğruluklarından hesaba çekmek için (yapmıştır.) Kâfirlere de elem dolu bir azap hazırlamıştır"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ey iman edenler! Allah’ın size olan nimetini hatırlayın. Hani (düşman) orduları üzerinize gelmişti de biz onların üzerine bir rüzgâr ve göremediğiniz ordular göndermiştik. Allah, yaptıklarınızı hakkıyla görmektedir"},{"SurahNumber":33,"VerseNumber":10,"Text":"Hani onlar, size hem üst tarafınızdan, hem alt tarafınızdan gelmişlerdi. Hani gözler kaymış ve yürekler ağızlara gelmişti. Allah hakkında bir takım zanlarda bulunuyordunuz"},{"SurahNumber":33,"VerseNumber":11,"Text":"İşte orada Mü’minler denendiler ve şiddetli bir şekilde sarsıldılar"},{"SurahNumber":33,"VerseNumber":12,"Text":"O zaman münafıklar ve kalplerinde hastalık bulunanlar: “Allah ve Rasulü bize bir aldatıştan başka bir şey vaat etmemiştir” diyorlardı"},{"SurahNumber":33,"VerseNumber":13,"Text":"Hani onlardan bir grup: “Ey Yesrib (Medine) halkı! Sizin burada durma imkânınız yok. Haydi geri dönün.” demişti. Onlardan bir başka grup da; “Evlerimiz açık (korumasız)” diyerek Peygamber'den izin istiyorlardı. Oysa evleri açık (korumasız) değildi. Onlar sadece kaçmak istiyorlardı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eğer Medine’nin her tarafından üzerilerine gelinse ve kendilerinden fitne (şirk koşup, dinden dönmeleri) istenmiş olsaydı, onu mutlaka yaparlardı ve pek fazla gecikmezlerdi"},{"SurahNumber":33,"VerseNumber":15,"Text":"Andolsun ki, onlar daha önce geri dönüp kaçmayacaklarına dair Allah’a söz vermişlerdi. Allah’a verilen söz ise sorulur"},{"SurahNumber":33,"VerseNumber":16,"Text":"De ki: “Eğer siz ölümden ya da öldürülmekten kaçıyorsanız, kaçmak size asla fayda vermeyecektir. O takdirde bile (hayatın zevklerinden) pek az yararlandırılırsınız.”"},{"SurahNumber":33,"VerseNumber":17,"Text":"De ki: “Eğer Allah size bir kötülük dilese, sizi Allah’tan koruyacak kimdir? Yahut size bir rahmet dilese, buna engel olacak kimdir?” Onlar kendilerine Allah’tan başka hiçbir dost ve hiçbir yardımcı bulamazlar"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah, aranızdan savaştan alıkoymaya çalışanları ve kardeşlerine “Bize gelin.” diyenleri elbette bilir. Bunlar, pek azı hariç zora/savaşa gelemezler"},{"SurahNumber":33,"VerseNumber":19,"Text":"(Gelseler de) Size karşı cimri ve bencildirler. Korkuya kapılınca, ölüm baygınlığı geçiren kimse gibi gözleri dönmüş olarak sana baktıklarını görürsün. Korku geçince keskin dillerini uzatıp sizi incitirler, hayra/ganimete karşı çok cimridirler. Bunlar, iman etmemişlerdir. Allah da onların amellerini boşa çıkarmıştır. Bu, Allah için çok kolaydır"},{"SurahNumber":33,"VerseNumber":20,"Text":"Düşman birliklerinin gitmediğini sanıyorlar. Düşman birlikleri (bir daha) gelecek olsa, isterler ki (çölde) Bedeviler'in arasında bulunsunlar da size dair haberleri (gidip gelenlerden) sorsunlar. İçinizde bulunsalardı da pek az savaşırlardı"},{"SurahNumber":33,"VerseNumber":21,"Text":"Andolsun Allah’ın Rasûlünde; Allah’a ve ahiret gününe kavuşmayı uman, Allah’ı çokça zikreden kimseler için güzel bir örnek vardır"},{"SurahNumber":33,"VerseNumber":22,"Text":"Mü’minler, düşman birliklerini görünce; “İşte bu, Allah’ın ve Rasûlünün bize vadettiği şeydir. Allah ve Rasûlü doğru söylemiştir.” dediler. Bu, onların ancak imanlarını ve teslimiyetlerini artırmıştır"},{"SurahNumber":33,"VerseNumber":23,"Text":"Mü’minlerden öyle adamlar vardır ki, Allah’a verdikleri söze sadık kaldılar. İçlerinden bir kısmı verdikleri sözü yerine getirmiştir. (Şehit olmuştur.) Bir kısmı da (şehit olmayı) beklemektedir. Verdikleri sözü asla değiştirmemişlerdir"},{"SurahNumber":33,"VerseNumber":24,"Text":"Bunun böyle olması Allah’ın; doğruları, doğrulukları sebebiyle mükâfatlandırması, dilerse münafıklara azap etmesi yahut onların tevbesini kabul etmesi içindir. Şüphesiz Allah; çok bağışlayandır, çok merhamet edendir"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allah kâfirleri hiçbir hayır elde etmeksizin öfkeleri ile geri çevirdi. Allah, savaşta Mü’minlere kâfi geldi. Allah; kuvvetlidir, mutlak güç sahibidir"},{"SurahNumber":33,"VerseNumber":26,"Text":"Allah, kitap ehlinden olup müşriklere yardım edenleri kalelerinden indirdi ve kalplerine büyük bir korku saldı. Siz onların bir kısmını öldürüyor, bir kısmını da esir ediyordunuz"},{"SurahNumber":33,"VerseNumber":27,"Text":"Allah; sizi onların topraklarına, yurtlarına, mallarına ve henüz ayak basmadığınız topraklara varis kıldı. Allah, her şeye hakkıyla gücü yetendir"},{"SurahNumber":33,"VerseNumber":28,"Text":"Ey Peygamber! Eşlerine de ki: \"Eğer, dünya hayatını ve süsünü diliyorsanız, gelin size boşanma bedellerinizi vereyim ve sizi güzellikle salıvereyim"},{"SurahNumber":33,"VerseNumber":29,"Text":"Eğer Allah’ı, Rasûlünü ve ahiret yurdunu istiyorsanız; bilin ki Allah, içinizden iyilik yapanlara büyük bir mükâfat hazırlamıştır"},{"SurahNumber":33,"VerseNumber":30,"Text":"Ey Peygamber’in hanımları! Sizden kim apaçık bir hayasızlık işlerse, onun için azap iki kat artırılır. Bu, Allah için çok kolaydır"}]}