{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Det er intet krek på jorden unntatt at dets underhold påligger Gud. Han vet hvor det er og hvor det bor. Alt er klart foreskrevet"},{"SurahNumber":11,"VerseNumber":7,"Text":"Han er det som skapte himlene og jorden på seks dager, mens Hans trone var over vannet, for at Han kunne prøve dere, hvem av dere som er best i gjerninger. Om du sier: «Dere vil bli gjenoppvekket etter døden,» så vil nok de vantro si: «Dette er skjær magi!»"},{"SurahNumber":11,"VerseNumber":8,"Text":"Om Vi utsetter straffen for dem til en viss tid, så sier de: «Hva holder den tilbake?» Sannelig, den dag den kommer, kan den ikke holdes borte fra dem, og det de drev ap med, vil ringe dem inn"},{"SurahNumber":11,"VerseNumber":9,"Text":"Om Vi viser mennesket en gunstbevisning og så trekker den tilbake, så er han fortvilet, utakknemlig"},{"SurahNumber":11,"VerseNumber":10,"Text":"Og gir Vi ham velstand etter at trengsel rammet ham, så sier han: «Det onde har veket bort fra meg!» – glad og pralende"},{"SurahNumber":11,"VerseNumber":11,"Text":"Unntatt er de som viser standhaftighet og handler rettskaffent. De har i vente tilgivelse og stor lønn"},{"SurahNumber":11,"VerseNumber":12,"Text":"Kanskje lar du noe av det som er åpenbart for deg ligge, og føler deg av den grunn beklemt i hjertet, fordi de sier: «Hvorfor er det ikke sendt ned til ham en skatt? Hvorfor er det ikke kommet en engel sammen med ham?» Men du er bare en advarer. Gud har hånd om alle ting"},{"SurahNumber":11,"VerseNumber":13,"Text":"Eller de sier: «Han har diktet det opp!» Si: «Så bring da ti likeverdige surer, oppdiktede, og påkall hva dere kan utenom Gud, om dere taler sant.»"},{"SurahNumber":11,"VerseNumber":14,"Text":"Hvis de ikke etterkommer dette overfor dere, så vit at det som er åpenbart, er med Guds visdom, og at det er ingen Gud uten Ham. Vil dere da ikke gi dere inn under Ham"},{"SurahNumber":11,"VerseNumber":15,"Text":"Dem, som begjærer jordelivet og dets prakt, vil Vi gi fullt mål for deres gjerninger her, og de vil ikke bli snytt på vekten"},{"SurahNumber":11,"VerseNumber":16,"Text":"Disse er det som ikke har annet i vente i det hinsidige enn Ilden. Det de har prestert her er intet verdt, alt de har gjort er fåfengt"},{"SurahNumber":11,"VerseNumber":17,"Text":"Hva med dem som holder seg til en klar beskjed fra Herren fremført av et vitne fra Ham, og før ham av Moseboken, som rettesnor og nåde? Disse tror på det! Og de av særgruppene som fornekter det, de vil ha Ilden som møtested. Vær ikke i tvil om dette! Det er sannheten fra Herren. Men folk flest er ikke troende"},{"SurahNumber":11,"VerseNumber":18,"Text":"Hvem er større i urett enn dem som dikter opp løgn om Gud? Disse vil bli fremstilt for Herren, og vitnene vil si: «Disse er det som løy mot Herren.» Guds forbannelse vil hvile over de urettferdige"},{"SurahNumber":11,"VerseNumber":19,"Text":"som legger hindringer på Guds vei og prøver å gjøre den kroket, og som fornekter det hinsidige liv"},{"SurahNumber":11,"VerseNumber":20,"Text":"De kunne ikke forpurre noe på jorden, og de har ingen som tar seg av deres sak, utenom Gud. Dobbelt straff kan de vente! Ikke kunne de høre, og ikke kunne de se"},{"SurahNumber":11,"VerseNumber":21,"Text":"Disse har kastet seg selv bort. Det de diktet opp har sveket dem"},{"SurahNumber":11,"VerseNumber":22,"Text":"Disse er uten tvil de største tapere i det hinsidige"},{"SurahNumber":11,"VerseNumber":23,"Text":"Men de som tror og handler rett, og er ydmyke overfor Herren, disse er paradisets folk. Der skal de være og bli"},{"SurahNumber":11,"VerseNumber":24,"Text":"Det er med de to grupper som med en blind og døv, og en som ser og hører. Kan de vel settes likt? Vil dere da ikke tenke etter"},{"SurahNumber":11,"VerseNumber":25,"Text":"Vi sendte Noa til sitt folk: «Jeg er en klar advarer for dere"},{"SurahNumber":11,"VerseNumber":26,"Text":"så dere ikke skal tilbe noen annen enn Gud! Jeg frykter en smertelig dags straff for dere!»"},{"SurahNumber":11,"VerseNumber":27,"Text":"Rådet i hans folk, som var vantro, sa: «Vi ser ikke annet enn at du er et vanlig menneske som oss. Vi ser ikke annet enn at bare folk fra vårt laveste sjikt følger deg, uten ettertanke. Vi kan ikke se at dere har noe fortrinn fremfor oss. Nei, vi anser dere for å fare med løgn!»"},{"SurahNumber":11,"VerseNumber":28,"Text":"Noa svarte: «Hør, mitt folk! Hva mener dere? Hvis jeg holder meg til klar beskjed fra min Herre, og Han har sendt meg en nådegave som unngår deres blikk, skulle vi da påtvinge dere dette mot deres vilje"},{"SurahNumber":11,"VerseNumber":29,"Text":"Mitt folk, jeg ber ikke om penger for dette. Min lønn er Guds sak. Men jeg viser ikke bort dem som tror! De vil møte sin Herre! Jeg anser dere sannelig for uvitende folk"},{"SurahNumber":11,"VerseNumber":30,"Text":"Mitt folk, hvem kan vel hjelpe meg overfor Gud, om jeg viste dem bort? Vil dere da ikke tenke etter"},{"SurahNumber":11,"VerseNumber":31,"Text":"Jeg sier ikke til dere at jeg disponerer Guds skatter, eller at jeg kjenner det skjulte. Og jeg sier ikke at jeg er en engel. Heller ikke sier jeg til dem som dere ser ned på, at Gud vil aldri gi dem noe godt! Gud kjenner best det som bor i deres hjerter. Om jeg sa noe slikt, ville jeg handle urett!»"},{"SurahNumber":11,"VerseNumber":32,"Text":"De sa: «Noa, du krangler med oss i det vide og brede. Så kom da med det du truer oss med, om du taler sant.»"},{"SurahNumber":11,"VerseNumber":33,"Text":"Han svarte: «Gud alene kan bringe dere det, om Han vil. Og dere kan ikke forpurre det"},{"SurahNumber":11,"VerseNumber":34,"Text":"Mine gode råd, om jeg prøvde å råde dere, ville ikke gagne dere, hvis Gud vil la dere fare vill. Han er deres Herre, og til Ham bringes dere tilbake.»"},{"SurahNumber":11,"VerseNumber":35,"Text":"Eller de kan si: «Han har oppdiktet det.» Si: «Om jeg har oppdiktet det, så rammer synden meg selv. Men jeg er uskyldig i det dere beskylder meg for!»"},{"SurahNumber":11,"VerseNumber":36,"Text":"Noa ble inspirert dette: «Ingen av ditt folk vil komme til troen, unntatt de som allerede tror. Bli ikke fortvilet over det de gjør"},{"SurahNumber":11,"VerseNumber":37,"Text":"Lag Arken for Våre øyne, og etter Vår inspirasjon, og snakk ikke til Meg om dem som gjør urett. De skal druknes!»"},{"SurahNumber":11,"VerseNumber":38,"Text":"Og han laget Arken. Hver gang folkets ledere gikk forbi, hånet de ham, og han svarte: «Om dere håner oss nå, så vil vi håne dere på samme måte"},{"SurahNumber":11,"VerseNumber":39,"Text":"og dere vil få vite hvem som rammes av en straff som gjør ham til skamme, og hvem som hjemsøkes av en varig straff.»"},{"SurahNumber":11,"VerseNumber":40,"Text":"Når så vår beslutning ble iverksatt og vannet fløt over, sa Vi: «Ta om bord et par av alt, og din familie, unntatt den mot hvem ordet er utgått, og dem som tror.» Men det var få som trodde sammen med ham"},{"SurahNumber":11,"VerseNumber":41,"Text":"Noa sa: «Stig om bord! I Guds navn er ferd og landkjenning! Herren er tilgivende, nåderik.»"},{"SurahNumber":11,"VerseNumber":42,"Text":"Og den drev rundt med dem i fjellhøye bølger, og Noa ropte til sin sønn som stod avsides: «Min sønn, kom om bord til oss! Bli ikke hos de vantro!»"},{"SurahNumber":11,"VerseNumber":43,"Text":"Men han svarte: «Jeg tar tilflukt til et fjell som kan beskytte meg mot vannet.» Da sa Noa: «Det er i dag intet som kan beskytte mot Guds bestemmelse, unntatt for dem Han viser nåde.» Så skilte en bølge mellom de to, og han ble blant dem som druknet"},{"SurahNumber":11,"VerseNumber":44,"Text":"Det lød: «Jord, oppsluk ditt vann! Himmel, hold inne!» Og vannet sank. Beslutningen var fullført, og Arken kom til ro på fjellet al-Dsjudi. Og det lød: «Bort med de urettferdige!»"},{"SurahNumber":11,"VerseNumber":45,"Text":"Noa påkalte Herren, og sa: «Herre, min sønn er jo av min familie, og Ditt løfte er sannhet? Du er den viseste dommer.»"},{"SurahNumber":11,"VerseNumber":46,"Text":"Han sa: «Noa, han hører ikke til dine. Han står for en urett handling. Snakk ikke til meg om noe du ikke har greie på. Jeg formaner deg, at du ikke må bli en dåre.»"},{"SurahNumber":11,"VerseNumber":47,"Text":"Så sa Noa: «Herre, bevar meg fra å snakke til Deg om noe jeg ikke har greie på! Om Du ikke tilgir meg og viser meg nåde, er jeg blant taperne.»"},{"SurahNumber":11,"VerseNumber":48,"Text":"Det lød: «Noa, gå fra borde med Vår fred og velsignelse over deg, og over de folk som hvis opphav er med deg. Det vil være folk som Vi lar utfolde seg, men så vil en smertelig straff fra Oss gripe dem.»"},{"SurahNumber":11,"VerseNumber":49,"Text":"Dette er av fortellingene fra det skjulte som Vi åpenbarer for deg. Verken du eller ditt folk kjente dem før dette. Så vis standhaftighet. Det endelige utfall er til de gudfryktiges fordel"},{"SurahNumber":11,"VerseNumber":50,"Text":"Til folket Ad sendte Vi deres bror Hod, og han sa: «Hør, mitt folk, tjen Gud! Dere har ingen annen gud enn Ham! Dere bare dikter opp"},{"SurahNumber":11,"VerseNumber":51,"Text":"Mitt folk, jeg krever ingen lønn av dere for dette. Min lønn er Hans sak, som har skapt meg. Vil dere da ikke forstå"},{"SurahNumber":11,"VerseNumber":52,"Text":"Mitt folk, be Herren om tilgivelse og omvend dere til Ham, så vil Han sende over dere rikelig regn fra oven, og legge styrke til deres styrke! Vend dere ikke bort som syndere!»"},{"SurahNumber":11,"VerseNumber":53,"Text":"De svarte: «Hør Hod, du har ikke brakt oss noe klart bevis, og vi kan ikke oppgi våre guder på ditt ord. Vi tror deg ikke"},{"SurahNumber":11,"VerseNumber":54,"Text":"Vi har ikke annet å si enn at en av våre guder må ha slått deg med noe ondt.» Da svarte han: «Jeg tar Gud til vitne, og vær dere vitner at jeg intet har å gjøre med deres medguder utenom Ham"},{"SurahNumber":11,"VerseNumber":55,"Text":"Smi deres renker mot meg, alle sammen, og la meg ikke vente"},{"SurahNumber":11,"VerseNumber":56,"Text":"Jeg forlater meg på Gud, min Herre og deres Herre! Det finnes ingen skapning som ikke Han holder i luggen. Herren holder rett kurs"},{"SurahNumber":11,"VerseNumber":57,"Text":"Om dere vender ryggen, så har jeg overbrakt dere det jeg ble utsendt med. Herren kan sette et annet folk i deres sted. Dere kan ikke skade Ham det ringeste. Herren passer på alt!»"},{"SurahNumber":11,"VerseNumber":58,"Text":"Da Vår beslutning ble iverksatt, reddet Vi Hod og dem som trodde med ham ved Vår nåde. Vi reddet dem fra en slem straff"},{"SurahNumber":11,"VerseNumber":59,"Text":"Dette var folket Ad. De bestred Herrens ord, og adlød ikke Hans sendebud, men fulgte hver egenrådig tyranns anvisninger"},{"SurahNumber":11,"VerseNumber":60,"Text":"De ble forfulgt av forbannelse i denne verden. Og på oppstandelsens dag: «Ad har fornektet sin Herre! Bort med Ad, Hods folk!»"},{"SurahNumber":11,"VerseNumber":61,"Text":"Til folket Thamod sendte Vi deres bror Salih, og han sa: «Hør, mitt folk, tjen Gud! Dere har ingen annen gud enn Ham! Han har frembrakt dere av jorden og bosatt dere der! Be Ham om tilgivelse og omvend dere til Ham! Herren er nær, og hører bønn.»"},{"SurahNumber":11,"VerseNumber":62,"Text":"De svarte: «Hør, Salih, vi stilte forhåpninger til deg før dette. Skal du nå forby oss å tilbe det våre fedre tilbad? Vi huser sannelig stor tvil om det du kaller oss til!»"},{"SurahNumber":11,"VerseNumber":63,"Text":"Han sa: «Mitt folk, hva mener dere? Hvis jeg holder meg til en klar beskjed fra min Herre, og Han har sendt meg en nådegave, hvem kan vel gi meg hjelp mot Gud, om jeg viser Ham ulydighet? Dere kan bare gjøre vondt verre"},{"SurahNumber":11,"VerseNumber":64,"Text":"Mitt folk, dette er en kamelhoppe som tilhører Gud, som et tegn for dere. La den fritt beite på Guds jord og gjør den intet ondt, ellers vil en overhengende straff ramme dere.»"},{"SurahNumber":11,"VerseNumber":65,"Text":"Men de lemlestet denne. Da sa Salih: «Nyt livet i deres hus i tre dager! Dette er ikke en uvederheftig trussel.»"},{"SurahNumber":11,"VerseNumber":66,"Text":"Da Vår beslutning ble iverksatt, reddet Vi Salih og dem som trodde med ham ved en nåde fra Oss fra ydmykelsen på hin dag. Herren, Han er den Sterke, den Mektige"},{"SurahNumber":11,"VerseNumber":67,"Text":"Så tok skrallet de urettferdige, og om morgenen lå de utstrakte i sine hjem"},{"SurahNumber":11,"VerseNumber":68,"Text":"som om de aldri hadde levd der i beste velgående. Thamod fornektet sin Herre: «Bort med Thamod!»"},{"SurahNumber":11,"VerseNumber":69,"Text":"Våre utsendinger kom til Abraham med et gledelig budskap, og de hilste: «Fred.» Han svarte: «Fred,» og var ikke sen med å bringe en stekt kalv"},{"SurahNumber":11,"VerseNumber":70,"Text":"Da han så at de ikke forsynte seg, fikk han en fremmedfølelse og fryktfølelse overfor dem. Men de sa: «Frykt ikke, vi er sendt til Lots folk.»"},{"SurahNumber":11,"VerseNumber":71,"Text":"Hans hustru stod også der, og hun lo. Så bebudet vi henne Isak, og deretter Jakob"},{"SurahNumber":11,"VerseNumber":72,"Text":"Da sa hun: «Trøste meg, skal jeg føde barn når jeg er en gammel kone, og denne mannen min er en olding? Dette var sannelig en merkelig ting.»"},{"SurahNumber":11,"VerseNumber":73,"Text":"De svarte: «Finner du Guds beslutning merkelig? Guds nåde og Hans velsignelse er over dere, folk i dette hus! Ham tilkommer pris og ære.»"},{"SurahNumber":11,"VerseNumber":74,"Text":"Da skrekken forlot Abraham, og han fikk del i det gledelige budskap, begynte han å diskutere med oss om Lots folk"},{"SurahNumber":11,"VerseNumber":75,"Text":"Abraham var mild, medfølende og botferdig"},{"SurahNumber":11,"VerseNumber":76,"Text":"«Abraham, bry deg ikke med dette! Herrens beslutning foreligger, og det vil overgå dem en straff som ikke kan avvendes.»"},{"SurahNumber":11,"VerseNumber":77,"Text":"Da Våre utsendinger kom til Lot, følte han seg bekymret og hjelpeløs på deres vegne, og sa: «Dette er en hard dag.»"},{"SurahNumber":11,"VerseNumber":78,"Text":"Folket kom strømmende til, og de hadde tidligere forøvet ondt. Han sa: «Mitt folk, se her er mine døtre! De er mer passende for dere! Vis gudsfrykt, bring ikke skam over meg når det gjelder mine gjester! Finnes det da ikke en rettsindig mann blant dere?»"},{"SurahNumber":11,"VerseNumber":79,"Text":"De svarte: «Du vet godt at vi ikke har noen rett til dine døtre. Du vet godt hva vi er ute etter!»"},{"SurahNumber":11,"VerseNumber":80,"Text":"Da sa han: «Om jeg bare hadde hatt makt å sette opp mot dere, eller kunne ta tilflukt til et fast støttepunkt.»"},{"SurahNumber":11,"VerseNumber":81,"Text":"Utsendingene sa: «Hør, Lot, vi er Herrens utsendinger. De vil aldri få tak i deg, så dra du og dine i en nattestund. Ingen av dere må snu seg tilbake, unntatt din hustru! Hun vil bli rammet av det som overgår de andre. Tiden for dem er morgenstunden. Er ikke morgenstunden nær?»"},{"SurahNumber":11,"VerseNumber":82,"Text":"Da Vår beslutning ble iverksatt, snudde Vi opp ned på byen, og lot teglstein med Herrens merke"},{"SurahNumber":11,"VerseNumber":83,"Text":"regne over dem, lag etter lag. – Dette er ikke fjernt fra de urettferdige"},{"SurahNumber":11,"VerseNumber":84,"Text":"Til folket i Midian sendte Vi deres bror Shoaib, og han sa: «Hør, mitt folk, tjen Gud! Dere har ingen annen gud enn Ham! Snyt ikke på mål og vekt! Jeg ser dere lever i velferd og velstand, men jeg frykter at en altomfattende dags straff vil komme over dere"},{"SurahNumber":11,"VerseNumber":85,"Text":"Mitt folk, gi mål og vekt på rett måte! Snyt ikke folk på det de har! Gjør ikke urett i landet, som ufredsstiftere"},{"SurahNumber":11,"VerseNumber":86,"Text":"Det som beror hos Gud er bedre for dere, om dere er troende! Men jeg er ingen vokter for dere.»"},{"SurahNumber":11,"VerseNumber":87,"Text":"De svarte: «Hør, Shoaib, krever din bønn av deg at vi skal oppgi det våre fedre har tilbedt, eller slutte å gjøre hva vi vil med vår eiendom? Du er da visselig mild og rettsindig!»"},{"SurahNumber":11,"VerseNumber":88,"Text":"Da sa han: «Hør, mitt folk! Hva mener dere? Hvis jeg holder meg til klar beskjed fra min Herre, og Han har gitt meg alt jeg trenger? Jeg vil ikke skape strid ved det jeg har forbudt dere! Jeg vil bare sette tingene på plass, så langt jeg kan. Om jeg lykkes, står i Guds hånd. På Ham forlater jeg meg, og til Ham vender jeg meg i bot"},{"SurahNumber":11,"VerseNumber":89,"Text":"Hør, mitt folk! Måtte ikke bruddet med meg føre dere i synd, så noe tilsvarende vil ramme dere som rammet Noas folk, Hods folk, eller Salihs folk, og Lots folk er ikke fjernt fra dere"},{"SurahNumber":11,"VerseNumber":90,"Text":"Be Herren om tilgivelse, og omvend dere til Ham! Herren er nåderik, fylt av kjærlighet.»"},{"SurahNumber":11,"VerseNumber":91,"Text":"De svarte: «Hør, Shoaib, vi skjønner ikke meget av det du sier. Men vi mener nå at du er maktesløs blant oss. Hadde det ikke vært for din slekt, ville vi sannelig steinjage deg. Du har ingen maktstilling overfor oss.»"},{"SurahNumber":11,"VerseNumber":92,"Text":"Han sa: «Hør, mitt folk! Har vel min slekt en større maktstilling overfor dere enn Gud, at dere åpent kan vende Ham ryggen? Herren har alt dere gjør under kontroll"},{"SurahNumber":11,"VerseNumber":93,"Text":"Mitt folk, gjør som dere kan. Jeg gjør likeledes. Dere vil snart få vite hvem straffen overgår som gjør ham til skamme, og hvem som farer med løgn. Vær på utkikk: Jeg er også på utkikk.»"},{"SurahNumber":11,"VerseNumber":94,"Text":"Da Vår beslutning ble iverksatt, reddet Vi Shoaib og dem som trodde med ham ved Vår nåde, og skrallet tok de urettferdige. Om morgenen lå de utstrakt i sine hjem"},{"SurahNumber":11,"VerseNumber":95,"Text":"som om de aldri hadde levd der i beste velgående. «Bort med Midian!» som det før ble sagt «Bort med Thamod!»"},{"SurahNumber":11,"VerseNumber":96,"Text":"Og Vi sendte Moses med Våre tegn og en klar fullmakt"},{"SurahNumber":11,"VerseNumber":97,"Text":"til Farao og hans råd. De fulgte Faraos bud. Men Faraos bud var ikke rettsindig"},{"SurahNumber":11,"VerseNumber":98,"Text":"Han vil gå foran sitt folk på oppstandelsens dag og føre dem ned i Ilden. Hvilket sørgelig rastested å bli ført til"},{"SurahNumber":11,"VerseNumber":99,"Text":"De ble fulgt av en forbannelse her i verden, så også på oppstandelsens dag. Hvilken sørgelig gave å få"},{"SurahNumber":11,"VerseNumber":100,"Text":"Dette er historiene om byene, som vi forteller deg. Noen står, noen er som stubbmark"},{"SurahNumber":11,"VerseNumber":101,"Text":"Vi har ikke gjort dem urett, men deres egen urett har slått tilbake på dem selv. Deres guder som de påkalte utenom Gud, kunne intet gjøre for dem da Herrens beslutning ble iverksatt, men øket bare ødeleggelsen for dem"},{"SurahNumber":11,"VerseNumber":102,"Text":"Slik er Herrens grep når Han tar fatt byen som handler urett. Hans grep er smertelig, hardt"},{"SurahNumber":11,"VerseNumber":103,"Text":"Heri er et tegn for dem som frykter straffen i det hinsidige. Det er den dag hvortil menneskene samles. Det er den dag som må overværes"},{"SurahNumber":11,"VerseNumber":104,"Text":"Vi utsetter den bare til fastsatt tid"},{"SurahNumber":11,"VerseNumber":105,"Text":"Den dag dette kommer, kan ingen tale uten Hans tillatelse. Noen er ulykkelige, andre lykkelige"},{"SurahNumber":11,"VerseNumber":106,"Text":"De ulykkelige havner i Ilden. I den er sukk og stønn deres lodd"},{"SurahNumber":11,"VerseNumber":107,"Text":"og her skal de være og bli, så lenge himlene og jorden består, dog slik Herren vil. Herren gjør hva Han vil"},{"SurahNumber":11,"VerseNumber":108,"Text":"De som er lykkelige, går til paradiset, og her skal de være og bli, så lenge himlene og jorden består, dog slik Herren vil, som en gave uten ende"},{"SurahNumber":11,"VerseNumber":109,"Text":"Så vær ikke i tvil om det disse mennesker tilber. De tilber bare slik deres fedre tilbad før dem. Vi vil gi dem den andel de tilkommer fullt ut, uten avkortning"},{"SurahNumber":11,"VerseNumber":110,"Text":"Vi gav jo Moses skriften, men så ble de uenige om den. Hadde det ikke vært for et ord fra Herren som forelå, så ville det blitt opp og avgjort mellom dem. De er i stor tvil om den"},{"SurahNumber":11,"VerseNumber":111,"Text":"Sannelig, alle vil Herren gi full lønn for deres gjerninger. Han er vel kjent med det de gjør"},{"SurahNumber":11,"VerseNumber":112,"Text":"Så hold rett kurs, slik du er pålagt, og de som har omvendt seg sammen med deg. Vær ikke oppsetsige! Han ser vel det dere gjør"},{"SurahNumber":11,"VerseNumber":113,"Text":"Støtt dere ikke på dem som handler urett, slik at Ilden tar dere. Dere har ingen venner unntatt Gud, og dere finner ingen hjelp"},{"SurahNumber":11,"VerseNumber":114,"Text":"Forrett bønnen ved dagens ytterpunkter og i de nære nattetimer. De gode gjerninger fordriver de onde. Dette er en påminnelse for dem som viser omtanke"},{"SurahNumber":11,"VerseNumber":115,"Text":"Vis standhaftighet! Gud lar ikke deres lønn gå tapt som handler vel"},{"SurahNumber":11,"VerseNumber":116,"Text":"Hvorfor var det ikke blant slektene før dere en liten rest av dem som satte seg imot forfall og ufred på jorden, unntatt noen få av dem, og de var av dem Vi reddet, mens de urettferdige pleiet det vellevnet som var blitt dem til del, og var syndere"},{"SurahNumber":11,"VerseNumber":117,"Text":"Herren vil nok ikke ødelegge byene på urett vis, mens folket handler rett"},{"SurahNumber":11,"VerseNumber":118,"Text":"Om Herren hadde villet, kunne Han gjort menneskeheten til ett (tros)samfunn. Men de fortsetter å strides"},{"SurahNumber":11,"VerseNumber":119,"Text":"unntatt de som Herren viser nåde. Til dette har Han skapt dem, og Herrens ord fullbyrdes: «Jeg vil visselig fylle helvete med dsjinner og mennesker hulter til bulter.»"},{"SurahNumber":11,"VerseNumber":120,"Text":"Alt Vi forteller deg fra sendebudenes historie er for å styrke ditt hjerte. Heri kommer sannheten til deg, og oppbyggelse og formaning til de troende"},{"SurahNumber":11,"VerseNumber":121,"Text":"Si til dem som ikke tror: «Gjør som dere kan, vi gjør likeledes"},{"SurahNumber":11,"VerseNumber":122,"Text":"Bare vent! Vi venter også!»"},{"SurahNumber":11,"VerseNumber":123,"Text":"Guds er himlenes og jordens mysterium. Til Ham føres alt tilbake. Tjen Ham, og forlat deg på Ham! Herren er ikke likegyldig med det dere gjør"},{"SurahNumber":12,"VerseNumber":1,"Text":"Dette er den klare skriftens ord"},{"SurahNumber":12,"VerseNumber":2,"Text":"Vi har åpenbart den som en arabisk Koran, så dere må forstå"},{"SurahNumber":12,"VerseNumber":3,"Text":"Vi forteller deg den vakreste fortelling når Vi nå åpenbarer denne del av Koranen, selv om du tidligere var likegyldig"},{"SurahNumber":12,"VerseNumber":4,"Text":"En gang sa Josef til sin far: «Far, jeg så elleve stjerner samt solen og månen, jeg så dem kaste seg ned foran meg.»"},{"SurahNumber":12,"VerseNumber":5,"Text":"Han svarte: «Hør, min sønn, fortell ikke ditt drømmesyn til dine brødre, ellers smir de renker mot deg. Satan er menneskets klare fiende"},{"SurahNumber":12,"VerseNumber":6,"Text":"Slik vil Herren utvelge deg og lære deg å tyde hendingene, og fullbyrde Sin nåde mot deg og Jakobs slekt, som Han tidligere fullbyrdet den mot dine fedre, Abraham og Isak. Herren vet, er vis!»"},{"SurahNumber":12,"VerseNumber":7,"Text":"Josef og hans brødre var jærtegn for dem som stiller spørsmål"},{"SurahNumber":12,"VerseNumber":8,"Text":"De sa: «Josef og hans bror er sannelig kjærere for vår far enn vi, enda vi er mange. Vår far er klart på villspor"},{"SurahNumber":12,"VerseNumber":9,"Text":"Drep Josef, eller forjag ham til fremmed land. Så vil dere få all plass alene for deres fars åsyn og kan leve som rettskafne folk når han er borte.»"},{"SurahNumber":12,"VerseNumber":10,"Text":"En av dem sa: «Ikke drep Josef, men kast ham i brønnens dyp. Så vil en eller annen karavane plukke ham opp, om dere gjør slik.»"},{"SurahNumber":12,"VerseNumber":11,"Text":"Så sa de: «Hva er det med deg, far, at du ikke stoler på oss når det gjelder Josef? Vi ønsker ham bare godt"},{"SurahNumber":12,"VerseNumber":12,"Text":"Send ham med oss i morgen, så han kan more seg og leke. Vi skal passe på ham!»"},{"SurahNumber":12,"VerseNumber":13,"Text":"Han svarte: «Det bekymrer meg at dere skal dra av gårde med ham, jeg er redd for at sjakalen kan spise ham mens dere er uoppmerksomme.»"},{"SurahNumber":12,"VerseNumber":14,"Text":"De sa: «Om sjakalen spiser ham når vi er så mange, da er vi sannelig tapere!»"},{"SurahNumber":12,"VerseNumber":15,"Text":"Da de så hadde tatt ham med og var blitt enige om å kaste ham i brønnens dyp, åpenbarte Vi ham: «Du vil minne dem om denne deres dåd når de ingenting aner.»"},{"SurahNumber":12,"VerseNumber":16,"Text":"Om kvelden kom de gråtende til sin far og sa"},{"SurahNumber":12,"VerseNumber":17,"Text":"«Far, vi gikk bort for å løpe om kapp og lot Josef bli igjen ved tingene våre. Og så spiste sjakalen ham. Men du tror oss vel ikke selv om vi snakker sant.»"},{"SurahNumber":12,"VerseNumber":18,"Text":"De brakte falskt blod på hans skjorte. Han sa: «Nei, dette er noe dere selv har funnet på. Nå trengs tålmod og standhaftighet! Gud alene kan påkalles om hjelp mot det dere forteller.»"},{"SurahNumber":12,"VerseNumber":19,"Text":"Så kom en karavane, og de sendte ut en mann, en vannhenter. Han kastet ned bøtten og ropte: «Dette var hell! Her er en ung gutt!» Og de skjulte ham som handelsvare. Men Gud visste hva de gjorde"},{"SurahNumber":12,"VerseNumber":20,"Text":"De solgte ham for en ussel pris, noen få dinarer, så her viste de måtehold"},{"SurahNumber":12,"VerseNumber":21,"Text":"Mannen som kjøpte ham var fra Egypt, og sa til sin hustru: «Ta vel imot ham! Kanskje han kan være oss til nytte, eller at vi kan adoptere ham.» Slik gav Vi Josef fotfeste i landet, så Vi kunne lære ham å tyde hendingene. Gud mestret sin sak. Men folk flest forstår ingenting"},{"SurahNumber":12,"VerseNumber":22,"Text":"Da han nådde moden alder, gav Vi ham innsikt og visdom. Slik lønner Vi dem som gjør godt"},{"SurahNumber":12,"VerseNumber":23,"Text":"Nå ville hun, som han var i huset hos, forføre ham, stengte dørene og sa: «Kom igjen!» Han svarte: «Gud være min tilflukt! Han er min Herre, og Han har gitt meg et godt sted å være. Urettferdige går det ikke godt!»"},{"SurahNumber":12,"VerseNumber":24,"Text":"Hun hadde lyst på ham, og han hadde lyst på henne. Så hvis han nå ikke hadde sett et avgjørende tegn fra Herren! Dette, så Vi kunne vende bort fra ham ondskap og skjensel. Han var av Våre oppriktige tjenere"},{"SurahNumber":12,"VerseNumber":25,"Text":"De løp om kapp til døren, og hun rev i stykker skjorten hans bak. I døren møtte de husets herre, og hun sa: «Hvilken lønn fortjener vel den som har onde hensikter overfor din kone, annet enn at han fengsles eller får en smertefull straff?»"},{"SurahNumber":12,"VerseNumber":26,"Text":"Josef sa: «Det var hun som ville forføre meg.» En i hennes husholdning uttalte seg: «Hvis skjorten hans er revet foran, så taler hun sant, og han lyver"},{"SurahNumber":12,"VerseNumber":27,"Text":"Hvis skjorten hans er revet bak, så lyver hun, og han er sannferdig.»"},{"SurahNumber":12,"VerseNumber":28,"Text":"Da han nå så at skjorten var revet bak, sa han: «Dette hører til deres kvinnerenker. Sannelig, deres renker er uhyrlige"},{"SurahNumber":12,"VerseNumber":29,"Text":"Josef, snu deg vekk fra dette! Og du, be om tilgivelse for din synd! Du har begått et feiltrinn.»"},{"SurahNumber":12,"VerseNumber":30,"Text":"Kvinnene i byen sa: «Stormannens hustru prøver å forføre sin unge tjener. Han har gjennomtrengt henne med kjærlighet. Vi anser henne klart å være på gale veier.»"},{"SurahNumber":12,"VerseNumber":31,"Text":"Da hun fikk høre om deres sladder, sendte hun invitasjon til dem og satte frem appelsiner med en kniv til hver. Så ropte hun: «Kom ut til dem!» Da de fikk se ham, ropte de ende over seg og skar seg i fingrene: «Bevare oss vel, dette er da ikke et menneske, men en herlig engel!»"},{"SurahNumber":12,"VerseNumber":32,"Text":"Da sa hun: «Her ser dere ham som dere lastet meg for! Ja, jeg prøvde å forføre ham, men han stod imot. Men hvis han ikke gjør det jeg beordrer ham til, så skal han sannelig i fengsel og være blant de elendige.»"},{"SurahNumber":12,"VerseNumber":33,"Text":"Men Josef sa: «Herre, fengselet er meg kjærere enn det de kaller meg til. Men hvis Du ikke vender deres renker bort fra meg, kan jeg få lyst til å innlate meg med dem, og bli en dåre.»"},{"SurahNumber":12,"VerseNumber":34,"Text":"Og Herren bønnhørte ham og vendte deres renker bort fra ham, Han den Hørende, den Allmektige"},{"SurahNumber":12,"VerseNumber":35,"Text":"Derpå fant de for godt, etter at de hadde sett jærtegnene, å fengsle ham inntil videre"},{"SurahNumber":12,"VerseNumber":36,"Text":"Sammen med ham kom to unge menn i fengselet. En av dem sa: «Jeg drømte at jeg presset vindruer,» og den andre sa: «Jeg drømte at jeg bar brød på hodet som fuglene spiste av. Fortell oss hva det betyr. Vi ser at du er en snill mann.»"},{"SurahNumber":12,"VerseNumber":37,"Text":"Han svarte: «Før dere får et måltid mat å spise, skal jeg ha fortalt dere betydningen, før dette skjer. Dette er av det som Herren har lært meg. Jeg har forlatt deres religion som ikke tror på Gud, og som fornekter det hinsidige"},{"SurahNumber":12,"VerseNumber":38,"Text":"Jeg følger mine fedres tro. Abrahams, Isaks og Jakobs. Vi er ikke slik at vi gir Gud medguder. Dette er en Guds velgjerning mot oss og mot menneskeheten, men folk flest viser ikke takknemlighet"},{"SurahNumber":12,"VerseNumber":39,"Text":"Hør, mine fengselsfeller, er flere adskilte guder mer verdt enn Gud, den Ene, den Allmektige"},{"SurahNumber":12,"VerseNumber":40,"Text":"Det dere tilber utenom Ham er bare navn, som dere og deres fedre har oppfunnet. Gud har ikke gitt noen autorisasjon for dem. Avgjørelsen tilligger Gud alene. Han har bestemt at dere skal tilbe Ham alene. Dette er religionen som står fast. Men folk flest vet ikke"},{"SurahNumber":12,"VerseNumber":41,"Text":"Mine fengselsfeller, hva angår den ene av dere, så skal han få skjenke vin for sin herre. Men hva den annen angår, så skal han bli korsfestet, og fuglene vil spise av hans hode. Den saken dere ber om beskjed om er avgjort.»"},{"SurahNumber":12,"VerseNumber":42,"Text":"Og han sa til den av de to som han mente skulle berge seg: «Nevn meg for din herre.» Men Satan fikk ham til å glemme å påminne sin herre, så han forble i fengselet i årevis"},{"SurahNumber":12,"VerseNumber":43,"Text":"Kongen sa: «Jeg så i drømme syv fete kyr som syv magre åt opp, og syv grønne aks og syv tørre. Dere rådsmedlemmer, gi meg beskjed om mitt syn, om dere kan forklare drømmer.»"},{"SurahNumber":12,"VerseNumber":44,"Text":"«Et virvar av drømmer,» sa de. «Vi kjenner ikke til drømmetydning.»"},{"SurahNumber":12,"VerseNumber":45,"Text":"Den av de to som hadde kommet fri, sa han etter å ha tenkt seg om en stund: «Jeg skal fortelle dere dets betydning. Send meg av gårde!»"},{"SurahNumber":12,"VerseNumber":46,"Text":"«Josef, du sannferdige mann, gi oss beskjed om syv fete kyr som syv magre åt opp, og syv grønne aks og syv tørre, så jeg kan vende tilbake til folkene slik at de forstår.»"},{"SurahNumber":12,"VerseNumber":47,"Text":"Josef svarte: «Dere skal så i syv år som vanlig. Det dere høster skal dere la bli i aksene, unntatt litt som dere spiser"},{"SurahNumber":12,"VerseNumber":48,"Text":"Så vil det komme syv harde år som vil sluke alt dere har lagt til side for dem, unntatt litt som dere har på lager"},{"SurahNumber":12,"VerseNumber":49,"Text":"Men så, etter dette, kommer et år hvor menneskene unnsettes med regn, og i dette skal de presse vindruer.»"},{"SurahNumber":12,"VerseNumber":50,"Text":"Kongen sa: «Før ham til meg.» Da så budbringeren kom til Josef, sa han: «Gå tilbake til din herre og spør ham hvordan det hadde seg med kvinnene som skar seg i fingrene! Min Herre kjenner deres renker.»"},{"SurahNumber":12,"VerseNumber":51,"Text":"Og kongen spurte: «Hvordan var det med dere den gangen dere ville forføre Josef?» De svarte: «Bevare oss vel! Vi vet ikke noe galt om ham.» Stormannens hustru sa: «Sannheten er kommet for dagen. Jeg ville forføre ham. Han snakket sant.»"},{"SurahNumber":12,"VerseNumber":52,"Text":"«Dette, så han skal vite at jeg ikke øver svik i det skjulte, og at Gud ikke lar de svikefulles renker føre frem"}]}