{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"ha mim. (Anaivaraiyum) mikaittavanum, nanamutaiyavanumakiya allahvinal ivvetam arulappattullatu"},{"SurahNumber":46,"VerseNumber":2,"Text":"ha mim. (Anaivaraiyum) mikaittavanum, nanamutaiyavanumakiya allahvinal ivvetam arulappattullatu"},{"SurahNumber":46,"VerseNumber":3,"Text":"vanankalaiyum, pumiyaiyum, avarrukku mattiyil ullavarraiyum takka karanamum, (avarrukkuk) kurippitta tavanaiyuminri nam pataikkavillai. Evarkal (allahvai) nirakarikkirarkalo avarkal, tankalukkup payamurutti eccarikkai ceyyappattatai marukkinranar"},{"SurahNumber":46,"VerseNumber":4,"Text":"akave, (napiye! Avarkalai nokki) nir kuruviraka: ‘‘Allahvai tavirttu ninkal (iraivanena) evarrai alaikkirirkalo avarrai ninkal kavanittirkala? Avai pumiyil etaittan pataittirukkinrana? Atai ninkal enakkuk kanpiyunkal allatu vanankalil (avarrin atciyilo allatu avarrai pataittatilo) avarrukkup pankunta? Ninkal unmai colpavarkalayiruntal, itarku (ataramaka) munnulla oru vetattai, allatu (itu campantamana) nanamutaiyavarkalin oru vakkiyattaik kontu varunkal"},{"SurahNumber":46,"VerseNumber":5,"Text":"Marumai nal varai (alaittapotilum) avai ivarkalukku patil kotukkatu. Akave, allah allatavarrai alaippavarkalaivita mika valikettavarkal yar? Tankalai ivarkal alaippataiyume avai ariyatu"},{"SurahNumber":46,"VerseNumber":6,"Text":"tavira, manitarkalai (uyirkotuttu) eluppappatum camayattil, avai ivarkalukku etirikalaki, ivarkal (tankalai) vanankik kontiruntarkal enpataiyum (avai) nirakarittuvitum"},{"SurahNumber":46,"VerseNumber":7,"Text":"nam telivana vacanankal ivarkalukku otik kanpikkappattal, tankalitam vanta antac cattiya vacanankalai nirakarittuvittu, avarrait telivana cuniyamenrum kurukinranar"},{"SurahNumber":46,"VerseNumber":8,"Text":"(napiye!) Itai nir poyyakak karpanai ceytu kontir enru ivarkal kurukinranara? (Avvarayin, napiye!) Kuruviraka: ‘‘Itai nan poyyakak karpanai ceytukontal (atarkaka) allah (ennait tantikka mattana? Annerattil allah)vukku etiritaiyaka ninkal enakku etuvum (utavi) ceyya caktiyarravarkal (tane!) Itaip parri (enakku virotamaka) ninkal ennenna kurukirirkalo, avarrai avan nankarintumirukkiran. Akave, enakkum unkalukkum mattiyil avane potumana catciyaka irukkiran. Avantan mika mannippavan, maka karunaiyutaiyavan avan"},{"SurahNumber":46,"VerseNumber":9,"Text":"(napiye! Avarkalai nokki, melum) kuruviraka: (Iraivan anuppiya) tutarkalil nan putitaka vantavanalla. (Enakku munnar tutarkal palar vante irukkinranar.) Melum, ennaip parriyo allatu unkalaip parriyo enna ceyyappatum enpataiyum nan ariyamatten. Enakku vahyi mulamaka arivikkappattavarrai tavira, (marra etaiyum) nan pinparrupavan alla. Nan pakirankamaka accamutti eccarikkai ceypavane tavira verillai"},{"SurahNumber":46,"VerseNumber":10,"Text":"(Napiye!) Kuruviraka: ‘‘(Yutarkale! Ivvetam) allahvitam irunte vantirukka, atai ninkal nirakarittu vittirkale! (Unkal inattaic carnta) israyilin cantatikalilulla oruvar, itaip ponra oru vetam vara ventiyatirukkiratu enru catciyam kuri, atai avar nampikkai kontumirukka, ninkal perumaikontu (itai nirakarittu) vittal, (unkal kati) ennavakum enpatai kavanittirkala? Niccayamaka allah (ittakaiya) aniyayakkara makkalai nerana valiyil celutta mattan"},{"SurahNumber":46,"VerseNumber":11,"Text":"nirakarippavarkal nampikkaiyalarkalai nokki ‘‘ivvetam nanmaiyanataka iruntal (atai nampikkaikolla ippamara makkal) enkalaivita muntiyirukka mattarkal. (Itil oru nanmaiyume illai. Atalaltan, atai nankal nirakarittu vittom)'' enrum kurukinranar. Avarkal i(vvunmaiyana vetat)taip pinparrata nilaimaiyil, itu palankalattup poyyana kattukkataikaltan enrum avarkal kuruvarkal"},{"SurahNumber":46,"VerseNumber":12,"Text":"itarku munnar, musavutaiya vetam (makkalukku) valikattiyakavum, arulakavum iruntatu. Ituvo, (atai) unmaippatuttum vetamakat telivana arapi moliyil irukkiratu. Innum aniyayakkararkalukku accamutti eccarikkai ceytukontum, nanmai ceypavarkalukku narceyti kurikkontum irukkiratu"},{"SurahNumber":46,"VerseNumber":13,"Text":"evarkal, enkal iraivan allahtan enru kuri (avan arulpurinta ivvetattai nampikkai kontu,) atil urutiyakavum irukkirarkalo, avarkalukku niccayamaka oru payamumillai; avarkal tukkappatavum mattarkal"},{"SurahNumber":46,"VerseNumber":14,"Text":"ivarkaltan corkkavacikal. Avarkal ceyyum nanmaikkuk kuliyaka enrenrume atil avarkal tankivituvarkal"},{"SurahNumber":46,"VerseNumber":15,"Text":"Manitan tan tay tantaikku nanri celuttumpati nam avanukku nallupatecam ceytom. Avanutaiya tay, ciramattutaneye avanai (karppattil) cumantiruntu ciramattutaneye piracavikkiral. Aval karppamanatiliruntu, ivan palkuti marakkum varai, muppatu matankal (mikka ciramattutan) celkinrana. Ivan valipamaki narpatu vayataiyataintal ‘‘en iraivane! Ni en mitum, en tay tantai mitum purinta arulukkaka unakku nan nanri celutti, un tiruptiyai ataiyakkutiya narceyalkalaic ceyyumpati(yana nallarivai) ni enakkut tantarulvayaka! Enakku utaviyaka irukkumpati en kutumpattai cirtiruttivai. Niccayamaka nan unnaiye nokkinen. (Unakku) murrilum valipattavarkalil nanum oruvan'' enru kuruvan"},{"SurahNumber":46,"VerseNumber":16,"Text":"ittakaiyavarkal ceyta nanmaikal anaittaiyum nam ankikarittuk kontu, corkkavacikalana ivarkalin pavankalaiyum mannittu vittu vituvom. Ivarkalukku alikkappatta ivvakku unmaiyana vakkurutiyakum"},{"SurahNumber":46,"VerseNumber":17,"Text":"Evan tan tay tantaiyai nokki (avarkal marumaiyaip parrik kuriya arivuraikalai maruttu) ‘‘cicci! Unkalukkenna nerntatu! (Nan irantapin) uyirppikkappatuven enru ninkal ennaip payamuruttukirirkala? Enakku munnar ettanaiyo kuttattar cenru vittanar. (Avarkalil oruvarume tirumpa varatu irukka nan mattum uyir kotuttu eluppappatuvena?) Enru avan kurukiran. Atarku avviruvarum (avanai) patukakkumaru allahvitam pirarttanai ceytu (pinnar avanai nokki) ‘‘unakkenna ketu! Ni allahvai nampikkai kol. Niccayamaka avanutaiya vakkuruti meyyanatu'' enru kurukirarkal. Atarkavan, ‘‘ivaiyellam munnullorin kattuk kataikale tavira verillai, (itai nan nampave matten)'' enru kurukiran"},{"SurahNumber":46,"VerseNumber":18,"Text":"ittakaiyavarkalin katiyo, ivarkalukku mun cenrupona (pavikalana) manita, jinkalilulla kuttattarkalaippol (ivarkalum alintu) ivarkalin mitum (allahvutaiya vetanai vantirankiye tirumenra) vakkuruti unmaiyakivittatu. Niccayamaka ivarkal nastamataintu vittarkal"},{"SurahNumber":46,"VerseNumber":19,"Text":"ivarkalil ovvoruvarukkum (nanmaiyo timaiyo) avarkal ceyalukkut takka patavikal irukkinrana. Akave, avarkal tankal ceyalukkuriya kuliyai mulumaiyakave kotukkappatuvarkal. (Nanmaiyaik kuraitto, pavattai atikaritto) ivarkalil oruvarukkum (oru ciritum) aniyayam ceyyappatamattatu"},{"SurahNumber":46,"VerseNumber":20,"Text":"Nirakarippavarkalai narakattinmun kontuvarappatum nalil (avarkalai nokki) ‘‘ninkal ulakattil valntirunta kalattil, ninkal perrirunta nallavarrai ellam, (nanmaiyana kariyankalil upayokikkatu) unkal cukapokankalileye upayokittu inpamanupavittu vittirkal. Akave, ninkal pumiyil niyayaminrip perumaiyatittukkontum, pavam ceytukontum iruntatan karanamaka, ilivu tarum vetanaiye inraiya tinam unkalukkuk kuliyakak kotukkappatum'' (enru kurappatum)"},{"SurahNumber":46,"VerseNumber":21,"Text":"(napiye!) Nir (hut napiyakiya) ‘atu' utaiya cakotararai ninaivu kuruviraka. Avarukku munnum, pinnum tutarkal palar (avarkalitam) vantirukkinranar. (Avar) tan makkalai ‘ahkahp' enra (manarpankana) itattil (cantittu), ‘‘allahvait tavira (marrevaraiyum) ninkal vanankatirkal. Niccayamaka makattana nalin vetanai unkal mitu iranki vitumenru nan payappatukiren'' enru accamutti eccarittar"},{"SurahNumber":46,"VerseNumber":22,"Text":"atarkavarkal, ‘‘enkal teyvankalai vittum enkalait tiruppivitava nir enkalitam vantir? Nir meyyakave unmai colpavaraka iruntal, nir enkalaip payamuruttum vetanaiyai nam'mitam kontu varuviraka'' enru kurinarkal"},{"SurahNumber":46,"VerseNumber":23,"Text":"atarkavar, (avarkalai nokki ‘‘unkalukku vetanai eppolutu anuppappatum enra) nanam ellam allahvitamtan irukkiratu. Evvisayattai unkalukku arivikka nan anuppappatteno, ataiye nan unkalukku etutturaikkiren. Ayinum, ninkal arivillata makkal enru nan ennukiren'' enru kurinar"},{"SurahNumber":46,"VerseNumber":24,"Text":"Pinnar, (vetanaikku arikuriyaka vanta) mekam avarkal irunta pallattakkukalai nokki varuvatai avarkal kanave, ‘‘itu enkalukku malai peyya varum mekamtan'' enru kurinarkal. (Atarku avarkalai nokki) ‘‘alla! Itu ninkal avacarappatta vetanaitan enrum, itu oru karru; itil tunpuruttum vetanai irukkiratu'' (enrum kurappattatu)"},{"SurahNumber":46,"VerseNumber":25,"Text":"akave, atu tan iraivanin kattalaippati ellavarraiyum alittu vittatu. Avarkal irunta vitukalait tavira, (anaivarum alintu oruvarume) kanappatamal akivittarkal. Ivvare kurram ceyyum makkalukku nam kuli kotukkirom"},{"SurahNumber":46,"VerseNumber":26,"Text":"unkalukkuc ceytu kotukkata vacatikalaiyellam niccayamaka nam avarkalukkuc ceytu kotuttiruntom. Melum nam avarkalukkuc ceviyaiyum (kotuttom.) Kankalaiyum (kotuttom. Cintikkakkutiya) ullattaiyum kotuttom. Ayinum, avarkal allahvutaiya vacanankalai nirakarittatan karanamaka avarkalutaiya cevikalum, avarkalutaiya kankalum, avarkalutaiya ullankalum avarkalukku oru payanumalikkavillai. Avarkal parikacam ceytukontirunta tantanai avarkalaic culntukontatu"},{"SurahNumber":46,"VerseNumber":27,"Text":"unkalaic culntu (vacittu) irunta urarkalaiyum niccayamaka nam alittu vittom. Avarkal (pavattiliruntu vilaki nam'mitam) tirumpi varum poruttup pala attatcikalai (onran pin onraka) nam kanpittu vantom. (Eninum, avarrai avarkal porutpatuttave illai. Atalal, nam avarkalai alittuvittom)"},{"SurahNumber":46,"VerseNumber":28,"Text":"(Allahvukkut) tankalaic camipamakki vaikkakkutiya teyvankal enru allah allatavarrai ivarkal etuttuk kontarkale, avaiyenum ivarkalukku utavi ceytirukka ventama? Anal, avaiyellam ivarkalai vittum maraintu vittana. Ivaiyellam avarkal karpanai ceytukontu poyyakak kuriyavaitan (enru telivaki vittatu)"},{"SurahNumber":46,"VerseNumber":29,"Text":"(napiye!) Inta kur'anaik ketkum poruttu, jinkalil cilarai nam um'mitam varumaru ceytu, avarkal vanta camayattil (avarkal tankal makkalai nokki) ‘‘ninkal vay potti (itaik kettukkontu) irunkal'' enru kurinarkal. (Itu) oti mutivu perave, tankal inattarkalitam cenru avarkalukku accamutti eccarikkai ceyya murpattanar"},{"SurahNumber":46,"VerseNumber":30,"Text":"(avarkalai nokki) ‘‘enkal inattarkale! Niccayamaka nankal oru vetattaic ceviyurrom. Atu musavukkup pinnar arulappattirukkiratu. Atu, tanakku munnulla vetankalaiyum unmaippatuttukiratu. Atu cattiyattilum, nerana valiyilum celuttukiratu"},{"SurahNumber":46,"VerseNumber":31,"Text":"enkal inattarkale! Allahvin pakkam alaippavarkalukkup patil kuri, avarai nampikkai kollunkal. Unkal pavankalai (allah) mannittum vituvan. Tunpuruttum vetanaiyiliruntu unkalai kapparruvan"},{"SurahNumber":46,"VerseNumber":32,"Text":"evan allahvin pakkam alaippavarkalukkup patil kuravillaiyo (avanai niccayamaka allah tantippan. Tantanaiyil iruntu tappa) avan pumiyil enku otiyapotilum allahvait torkatikka mutiyatu. Patukappavar allahvait tavira avanukku oruvarumillai. (Avanaip purakkanikkum) ivarkal pakirankamana vali kettiltan iruppar'' enrarkal"},{"SurahNumber":46,"VerseNumber":33,"Text":"Vanankalaiyum, pumiyaiyum evvita ciramaminri pataitta allah, maranittavarkalai uyirppikka niccayamaka arral utaiyavantan enpatai avarkal kavanikka ventama? Am, niccayamaka avan cakalavarrirkum arralutaiyavan"},{"SurahNumber":46,"VerseNumber":34,"Text":"nirakarippavarkalai narakattinmun kontuvarappatum nalil (avarkalai nokki,) ‘‘itu unmaiyallava? (Enru ketkappatum.) Atarku avarkal enillai! ‘‘Enkal iraivan mitu cattiyamaka! Unmaitan'' enru kuruvarkal. (Atarkavarkalai nokki) ‘‘ninkal itai nirakarittatan karanamaka itan vetanaiyai anupavittuk kontirunkal'' enru kuruvan"},{"SurahNumber":46,"VerseNumber":35,"Text":"(napiye!) Nam tutarkalilulla urutiyutaiya virarkal (ciramankalaic) cakittuk kontiruntapatiye nirum cakittukkontu porumaiyaka iruppiraka. Avarkalukku (vetanaiyai) nir avacarappata ventam. Avarkalukku vakkalikkappattatai avarkal kanum nalil (ippuviyil) pakalin oru nalikaiye tavira (atarku atikamaka)t tankiyirukkavillai enru avarkal ennuvarkal. (Itai) avarkalukku (nir) arivikka ventum. Akave, pavam ceyta makkalait tavira (marrevarum) alikkappatuvarkala? (Illave illai)"},{"SurahNumber":47,"VerseNumber":1,"Text":"evarkal, (ivvetattai) nirakarittuvittatutan, allahvin pataiyil (manitarkal) celvataiyum tatuttuk kontiruntarkalo, avarkalin ceyalkalai avan payanarratakki vittan"},{"SurahNumber":47,"VerseNumber":2,"Text":"evarkal, (allahvai) nampikkaikontu narceyalkalaiyum ceytu, muham'matu (napi (sal)) avarkal mitu iraivanal irakkappatta unmaiyana ivvetattaiyum nampikkai kontiruntarkalo, avarkal (ceyta) pavattirku itaip parikaramakki, avarkalutaiya kariyankalaiyum avan cirpatutti vittan"},{"SurahNumber":47,"VerseNumber":3,"Text":"Enenral, niccayamaka nirakarippavarkal poyyaiye pinparri iruntarkal. Nampikkai kontavarkalo, niccayamakat tankal iraivanitamiruntu vanta unmaiyaiye pinparri iruntarkal. Ivvare (marra) manitarkalukku allah avarkalin tanmaikalai telivakkukiran"},{"SurahNumber":47,"VerseNumber":4,"Text":"(nampikkaiyalarkale! Unkalai etirttu por puriyum) nirakarippavarkalai ninkal cantippirkalayin, (tayakkaminri) avarkalutaiya kaluttukalai vettunkal. Avarkalai muriyatittu vittal, (minciyavarkalaic cirai) pitittuk kattunkal. Atan pinnar, avarkalitam oru ituperru allatu (itinri avarkal mitu) karunaiyaka vittu vitunkal. Ivvaru, (etirikal) tam ayutattaik kile vaikkumvarai (por ceyyunkal). Itu allah(vin kattalai. Avan) natiyiruntal, (avarkal unkalutan porpuriya varuvatarku munnatakave) avarkalai palivankiyiruppan. Ayinum, (porin mulam) unkalil cilarai, cilaraik kontu cotikkiran. Akave, allahvutaiya pataiyil evarkal vettappattu (irantu) vitukirarkalo, avarkalutaiya nanmaikalai avan vinakkivita mattan. (Takka kuliyaiye kotuppan)"},{"SurahNumber":47,"VerseNumber":5,"Text":"avarkalai nerana pataiyil celutti avarkalutaiya nilaimaiyaiyum cirpatuttivituvan"},{"SurahNumber":47,"VerseNumber":6,"Text":"innum avan avarkalukku arivittirunta corkkattilum avarkalaip pukuttuvan"},{"SurahNumber":47,"VerseNumber":7,"Text":"nampikkaiyalarkale! Ninkal allahvukku utavi purintal, avanum unkalukku utavi purintu unkal patankalai urutiyakki vituvan"},{"SurahNumber":47,"VerseNumber":8,"Text":"evarkal (ivvetattai) nirakarikkirarkalo, avarkalukkuk ketutan. (Avarkalutaiya kalkalaip peyarttu) avarkalutaiya ceyalkalaiyellam payanarratakki vituvan"},{"SurahNumber":47,"VerseNumber":9,"Text":"Itan karanamavatu: Allah irakkivaittatai meyyakave avarkal veruttu (nirakarittu) vittarkal. Atalal, avarkalutaiya ceyalkalai (ellam allah) alittuvittan"},{"SurahNumber":47,"VerseNumber":10,"Text":"avarkal pumiyil currit tirintu parkkavillaiya? Avvarayin ivarkalukku munnar (visamam ceytukontu) iruntavarkalin mutivu evvarayirru enpataik kantu kolvarkal. (Munnar visamam ceytirunta) avarkalai atiyotu alittuvittan. Nirakarikkum ivarkalukkum itu ponra tantanaikale nikalum"},{"SurahNumber":47,"VerseNumber":11,"Text":"itan karanamavatu: Niccayamaka nampikkai kontavarkalai kappavanaka allahve irukkiran. Nirakarippavarkalukko, niccayamaka oru patukavalanumillai"},{"SurahNumber":47,"VerseNumber":12,"Text":"evarkal nampikkai kontu narceyalkal ceykirarkalo avarkalai niccayamaka allah corkkattil pukuttukiran. Atil niraruvikal totarntu otik kontirukkum. Evarkal nirakarikkirarkalo avarkal, mirukankal tinpataippol tinru kontum, (mirukankalaip pol) cukam anupavittuk kontum irukkirarkal. (Eninum,) avarkal cellumitam narakamtan"},{"SurahNumber":47,"VerseNumber":13,"Text":"(napiye!) Umatu uraivittum um'mai velippatuttiya ivarkalaivita ettanaiyo urarkal mikka palacalikalaka iruntanar. (Avarkal ceyta aniyayattin karanamaka) avarkal anaivaraiyum nam alittu vittom. (Accamayam) avarkalukku utavi ceypavarkal oruvarum irukkavillai. (Akave, ivarkal em'mattiram! Ivarkalaiyum nam alitte tiruvom)"},{"SurahNumber":47,"VerseNumber":14,"Text":"tankal iraivanin telivana (neriya) pataiyin mitu iruppavarkal, tankal tiya kariyankalaiye alakakak kantu, tankal carira iccaikalaiye pinparrukiravarkalukku oppakuvarkala"},{"SurahNumber":47,"VerseNumber":15,"Text":"Iraiyaccamutaiyavarkalukku vakkalikkappatta corkkattin tanmaiyavatu: Atil tinkarra (paricuttamana) niraruvikal irukkinrana. Paricuttamana ruci marata palarukalum irukkinrana. Tiratcai raca arukalum irukkinrana. Atu kutippavarkalukkup perinpamalikkak kutiyatu. Telivana tenarukalum irukkinrana. Innum atil avarkalukku ella vitamana kanivarkkankal iruppatutan, iraivanin mannippum avarkalukku untu. (Ittakaiya inpankalai anupavippavarkal) narakattil enrenrume tankiyiruntu, kotikkum nir pukattappattu, kutalkalellam tuntu tuntakivitakkutiya narakavacikalukku oppakuvarkala"},{"SurahNumber":47,"VerseNumber":16,"Text":"(napiye! Nir ivvetattai otiya camayattil) umakkuc cevicayppavarkalaip pol iruntu piraku, um'mai vittu velippattatum, (nampikkaiyalarkalakiya, ivveta) nanam kotukkappattavarkalai nokki(p parikacamaka ‘‘unkal napi) carru mun enna kurinar?'' Enak ketpavarkalum avarkalil palar irukkinranar. Ittakaiyavarkalin ullankal mitu allah muttiraiyittu vittan. (Atalal,) ivarkal tankal carira iccaiyaittan pinparri natakkinranar"},{"SurahNumber":47,"VerseNumber":17,"Text":"evarkal nerana valiyil celkirarkalo (avarkal inta vetattai kavanattutan, pinparrum ennattutan ceviyuruvatan karanamaka) avarkalutaiya nervaliyai (melum) atikappatutti iraiyaccattaiyum avarkalukku (allah) alikkiran"},{"SurahNumber":47,"VerseNumber":18,"Text":"(napiye! Antap pavikal) tankalitam titirena varakkutiya marumai(yin vetanai)yait tavira (veretanaiyum) etirparkkinranara? Atan ataiyalankal (pala) niccayamaka vantuvittana. Atu avarkalitam vantatan pinnar, ataip parri avarkal nallunarvu peruvatal enna payan"},{"SurahNumber":47,"VerseNumber":19,"Text":"(Napiye!) Niccayamaka allahvait tavira vanakkattirkuriya veroru iraivan illai enpatai nir urutiyaka arintukontu, umatu tavarukalai mannikkak koruvatutan, nampikkaikonta ankalukkum, penkalukkum mannippuk koruviraka! (Nampikkaiyalarkale!) Unkal natamattattaiyum ninkal tankum itankalaiyum allah nankarivan"},{"SurahNumber":47,"VerseNumber":20,"Text":"nampikkai kontavarkalilum palar, (poraip parri) oru (tani) attiyayam irakkappata ventama? Enru kurukinranar. Avvare (telivana) oru tittamana attiyayam irakkappattu por ceyyumaru atil kurappattiruntal, evarkalutaiya ullankalil noy irukkirato avarkal, marana avastaiyil cikki mayankik kitappavar parppataip pol (napiye!) Um'mai avarkal nokkuvarkal. Akave, avarkalukkuk ketutan"},{"SurahNumber":47,"VerseNumber":21,"Text":"(napiye! Umakku) kilppatintu natappatum, (um'mitam etaik kuriyapotilum) unmaiyaic colvatumtan avarkalukku nanru. Akave, (poraip parri) oru kariyam mutivakivitta pinnar, allahvukku (avarkal) unmaiyaka natantukontal, atu avarkalukkuttan nanmaiyaka irukkum"},{"SurahNumber":47,"VerseNumber":22,"Text":"(nayavancakarkale!) Ninkal (porukku varatu) vilakik kontatan pinnar, ninkal pumiyil cenru visamam (kalakam) ceytu unkal iratta uravukalai tuntittuvitap parkkirirkala"},{"SurahNumber":47,"VerseNumber":23,"Text":"ittakaiyavarkalai allah capittu, avarkalaic cevitarkalakki, avarkalutaiya parvaiyaiyum pokki kurutarkalakki vittan"},{"SurahNumber":47,"VerseNumber":24,"Text":"avarkal inta kur'anai arayntu parkka ventama? Allatu, avarkalutaiya ullankal mitu talitappattu vittata"},{"SurahNumber":47,"VerseNumber":25,"Text":"Niccayamaka evarkalukku nerana vali innatenru telivanatan pinnarum, avarkal (atanmitu cellatu) tankal pinpurame tirumpic cenru vittarkalo, avarkalai saittan mayakki vittan. Melum, avarkalutaiya tappennankalaiyum virivakki, avarkalukku avarrai alakakkiyum vittan"},{"SurahNumber":47,"VerseNumber":26,"Text":"itan karanamavatu: Niccayamaka ivarkal allah irakkiya (inta vetat)tai veruppavar(kalakiya yutar)kalai nokki ‘‘nankal cila visayankalil unkalaiye pinparri natappom'' enru (irakaciyamakak) kurukinranar. Ivarkalutaiya irakaciyankalai allah nankarivan"},{"SurahNumber":47,"VerseNumber":27,"Text":"ivarkal (cakumpolutu) uyirkalaik kaipparrum vanavarkal ivarkalutaiya mukattilum, mutukilum palamaka ati(pparkal. Avarkal ati)kkumpolutu ivarkalutaiya nilaimai evvarirukkum"},{"SurahNumber":47,"VerseNumber":28,"Text":"itan karanamavatu: Niccayamaka ivarkal allahvukkuk kopa muttak kutiyavarraiye pinparri, avanukkut tiruptittarakkutiyavarrai veruttu vantanar. Atalal, ivarkalutaiya nanmaikal anaittaiyum allah alittuvittan"},{"SurahNumber":47,"VerseNumber":29,"Text":"evarkalutaiya ullankalil (vancakamennum) noy irukkirato avarkal, tankal culccikalai allah velippatuttivita mattan enru ennik kontirukkinranara"},{"SurahNumber":47,"VerseNumber":30,"Text":"(napiye!) Nam virumpinal, avarkalai umakku kattik kotuttu vituvom. (Appotu) avarkalutaiya mukakkuriyaik konte nirum avarkalai arintu kolvir. Avarkalutaiya tantiramana peccin pokkaik kontum nir avarkalai niccayamaka arintu kolvir. (Nayavancakarkale!) Allah unkal ceyalkalai nankarivan"},{"SurahNumber":47,"VerseNumber":31,"Text":"(Nampikkaiyalarkale!) Unkalil (manamoppi) por puripavarkal evarkal enpataiyum, (poril erpatum) ciramankalai (urutiyaka) cakittiruppavarkal evarkal enpataiyum nam arintu velippatuttum varai, unkalaiyum unkalaip parriya visayankalaiyum nam cotanaikkullakkiye varuvom"},{"SurahNumber":47,"VerseNumber":32,"Text":"niccayamaka evarkal nerana vali innatenru telivana pinnarum (atai) nirakarittuvittu, allahvin pataiyai vittu (makkalait) tatuttuk kontu (allahvutaiya) tutarukku virotamaka natakkirarkalo avarkal, (atanal) niccayamaka allahvukku oru tinkum ceytuvita mutiyatu. Avarkalutaiya (culcciyana) kariyankalai ellam niccayamaka allah alittu vituvan"},{"SurahNumber":47,"VerseNumber":33,"Text":"nampikkaiyalarkale! Allahvukku kilppatiyunkal, avanutaiya tutarukku kilppatiyunkal. (Avarkalukku maru ceytu) unkal nanmaikalai ninkal vinakkivitatirkal"},{"SurahNumber":47,"VerseNumber":34,"Text":"evarkal nirakarittu, allahvutaiya pataiyai vittu (makkalait) tatuttuk kontu, nirakaritta vanname irantuvitukirarkalo, avarkalutaiya kurrankalai allah oru kalattilum mannippate illai"},{"SurahNumber":47,"VerseNumber":35,"Text":"(nampikkaiyalarkale! Ilivu tarakkutiya vitattil) ninkal tairiyam ilantu camatanattaik koratirkal. (Enenral,) ninkaltan verri peruvirkal. Allah unkalutantan irukkiran. Unkal nanmaikalil onraiyum avan unkalukku kuraittuvita mattan"},{"SurahNumber":47,"VerseNumber":36,"Text":"ivvulaka valkkaiyellam vin vilaiyattum vetikkaiyumtan. Ninkal meyyakave nampikkaikontu avanukkup payantu natantukontal, unkal narkulikalai unkalukku valankuvan.Unkal porulkalai avan (tanakkaka) unkalitam ketkavillai. (Nanmaikkakave ketkiran)"},{"SurahNumber":47,"VerseNumber":37,"Text":"Avvaru, avan (tanakkaka) unkalitam kettu varpuruttinalum (ataik kotukkatu) ninkal kancattanam ceyvirkal; (annerattil) allah unkal ketta ennankalai veliyakki vituvan"},{"SurahNumber":47,"VerseNumber":38,"Text":"(makkale!) Ninkal nanku kavanattil vaiyunkal. Allahvin pataiyil celavu ceyya alaikkappatum camayattil, kancattanam ceypavarum unkalil irukkirar. Avvaru evarenum kancattanam ceytal, avar tanakkuk ketakave kancattanam ceykirar. Allahvo tevaiyarravan. Ninkal tevaippattavarkalakave irukkirirkal. (Avanutaiya kattalaikalai) innum ninkal purakkanittal, (unkalai alittu) unkalai allata makkalai (unkal itattil) marri (amaittu) vituvan. Pinnar, avarkal unkalaip pol irukkamattarkal"},{"SurahNumber":48,"VerseNumber":1,"Text":"(napiye! Hutaipiyyavin camatana utanpatikkaiyin mulam) niccayamaka nam umakku (mikap periya) telivanatoru verriyait tantom"},{"SurahNumber":48,"VerseNumber":2,"Text":"(atarkaka nir umatu iraivanukku nanri celuttuviraka! Atanal,) umatu mun pin tavarukal anaittaiyum allah mannittu tanatu arutkotaiyaiyum um mitu mulumaippatutti vaittu, um'mai avan nerana valiyilum natattuvan"},{"SurahNumber":48,"VerseNumber":3,"Text":"(napiye!) Melum (totarntu) allah umakkup palamana utavi purinte varuvan"},{"SurahNumber":48,"VerseNumber":4,"Text":"nampikkai kontavarkalutaiya ullankalil avantan cantiyaiyum, arutalaiyum alittu, avarkalutaiya nampikkai melum atikarikkumpati ceytan. Vanankal, pumi mutaliyavarrilulla pataikal anaittum allahvukkuriyanave. (Avarraikkontu avan virumpiyavarkalukku utavi purivan.) Avan (anaittaiyum) nankarintavanaka nanamutaiyavanaka irukkiran"},{"SurahNumber":48,"VerseNumber":5,"Text":"Nampikkaikonta ankalaiyum, penkalaiyum (allah) corkkankalil pukuttuvan. Atil niraruvikal totarntu otik konteyirukkum. Enrenrum avarkal atil tanki vituvarkal. Avarkalin pavankalaiyum, avarkaliliruntu nikkivituvan. Itu allahvitattil kitaikkum makattana oru verriyaka irukkiratu"},{"SurahNumber":48,"VerseNumber":6,"Text":"allahvaip parrik ketta ennam kolkinra nayavancakamulla ankalaiyum penkalaiyum, inaivaittu vanankukinra ankalaiyum penkalaiyum (allah) vetanai ceyte tiruvan. Vetanai avarkal (talaikku) mel culntukontu irukkiratu. Allah avarkal mitu kopappattu, avarkalaic capittu, avarkalukkaka narakattaiyum tayarpatutti vaittirukkiran. Atu cellumitankalil maka kettatu"},{"SurahNumber":48,"VerseNumber":7,"Text":"vanankal pumiyilulla pataikal anaittum allahvukkuc contamanavaiye. Allah (anaivaraiyum) mikaittavanaka. Nanamutaiyavanumaka irukkiran"},{"SurahNumber":48,"VerseNumber":8,"Text":"(napiye!) Niccayamaka nam um'mai (nampikkaiyalarkalin imanaip parri) catci kurupavarakavum, (avarkalukku) narceyti kurupavarakavum, (pavikalukku) accamutti eccarippavarakavum anuppi vaittom"},{"SurahNumber":48,"VerseNumber":9,"Text":"akave, (nampikkaiyalarkale!) Ninkal allahvaiyum avanutaiya tutaraiyum nampikkai kontu, avarukku utavi purintu, avarai kanniyappatutti vaittu, kalaiyilum malaiyilum avanai tuti ceytu varunkal"},{"SurahNumber":48,"VerseNumber":10,"Text":"(Napiye!) Evarkal (tankal utal, porul, uyirai tiyakam ceytu umakku utavi purivataka hutaipiyyavil umatu kaiyaip pitittu) um'mitam vakkuruti ceykirarkalo, avarkal allahvitame vakkuruti ceykinranar. Avarkal kai mitu allahvutaiya kaitan irukkiratu. Akave, (avvakkurutiyai) evan murittu vitukirano, avan tanakkuk ketakave atai murikkiran. Evar allahvitam ceyta anta vakkurutiyai mulumaippatutti vaikkiraro, avarukku allah makattana kuliyai aticikkirattil kotuppan"},{"SurahNumber":48,"VerseNumber":11,"Text":"(napiye! Por ceyya um'mutan varatu) pin tankivitta nattuppurattu arapikal um'mitam vantu ‘‘nankal um'mutan vara enkal porulkalum enkal kutumpankalum enkalukku avakacamalikkavillai'' enru (poyyakak) kuri, ‘‘(iraivanitam) nir enkalukku mannippuk koruviraka!'' Enru kuruvarkal. Avarkal tankal ullankalil illatavarrait tankal navukalal kurukinranar. Akave, (napiye!) (Avarkalai nokkik) kuruviraka: ‘‘Allah unkalukku oru timai ceyya natinalum allatu avan unkalukku oru nanmai ceyya natinalum atil etaiyum allahvukku virotamaka unkalukkut tatuttu vitakkutiyavan yar? Maraka, ninkal ceypavarrai allah nankarintavanaka irukkiran"},{"SurahNumber":48,"VerseNumber":12,"Text":"maraka, (allahvutaiya) tutarum avarai nampikkai kontavarkalum (poriliruntu) tankal kutumpattarkalitam oru kalattilum tirumpi varave mattarkal enru ninkal niccayamaka ennik kontiruntirkal. (Atalaltan porukku ninkal varavillai.) Ituve unkal manatil alakakkappattatu. Atalal, ninkal ketta ennattaiye ennik kontiruntirkal. Ninkaltan alintu pokum makkalaka iruntirkal"},{"SurahNumber":48,"VerseNumber":13,"Text":"Evan allahvaiyum, avanutaiya tutaraiyum unmaiyakave nampikkai kollavillaiyo (avan nirakarippavantan. Akave,) attakaiya nirakarippalarkalukku narakattaiye niccayamaka nam tayarpatutti vaittirukkirom"},{"SurahNumber":48,"VerseNumber":14,"Text":"vanankal, pumiyin atci allahvukkuriyate! Avan natiyavarkalai mannittu vitukiran. Avan natiyavarkalai vetanai ceykiran. Allah mika mannippavanaka, karunaiyutaiyavanaka irukkiran"},{"SurahNumber":48,"VerseNumber":15,"Text":"(napiye! Munnar porukku um'mutan varatu) pin tankivittavarkal, poril kitaitta porulkalai etuttukkolla ninkal cellum camayattil, (unkalai nokki) ‘‘nankalum unkalaip pinparrivara enkalai (anumatittu) vitunkal'' enru kuruvarkal. Ivarkal allahvutaiya kattalaiyai marrivitave karutukirarkal. Akave, nir avarkalai nokki ‘‘ninkal enkalaip pinparri vara ventam. Itarku munnare allah ivvaru kurivittan'' enrum kuruviraka. Atarkavarkal, (‘‘allah onrum kuravillai;'') maraka, ninkaltan nam'mitu poramaikontu (ivvaru) kurukirirkal enru kuruvarkal. Maraka, avarkalil cilarait tavira (marrevarum itan karuttai) unarntu kolla mattarkal"},{"SurahNumber":48,"VerseNumber":16,"Text":"(Napiye!) Pintankiya nattuppurattu arapikalai nokki nir kuruviraka: ‘‘Mika palacalikalana makkalutan (porpuriya) aticikkirattil ninkal alaikkappatuvirkal. Avarkal murrilum kattuppatum varai, ninkal avarkalutan porpuriya ventiyatirukkum. (Itil) ninkal (enakku) kattuppattu natappirkalayin, allah unkalukku alakana kuliyaik kotuppan. Itarku munnar ninkal (por ceyyatu) tirumpivittapati (accamayam por puriyatu) ninkal tirumpi vituvirkalayin, avan unkalai mikak katinamakat tunpurutti vetanai ceyvan.”"},{"SurahNumber":48,"VerseNumber":17,"Text":"(Porukku varatataip parrik) kurutar mitu oru kurramumillai; nonti mitum oru kurramumillai; noyali mitum oru kurramumillai. Evar allahvukkum, avanutaiya tutarukkum meyyakave kilppatintu (porukku um'mutan) varukiraro, avarai (allah) corkkankalil pukuttuvan. Atil niraruvikal totarntu otikkonte irukkum. Evar (umakku kilppatiyamal porukku um'mutan varatu) purakkanikkiraro, avarai mikak katinamakave tunpurutti vetanai ceyvan"},{"SurahNumber":48,"VerseNumber":18,"Text":"anta marattinatiyil um'mitam (kaikotuttu) vakkuruti ceyta nampikkaiyalarkalaip parri niccayamaka allah tiruptiyataintan. Avarkalin ullankalilirunta (unmaiyana tiyakat)tai nankarintu, cantiyaiyum, arutalaiyum avarkal mitu corintan. Utanatiyana oru verriyaiyum (kaipar ennum itattil) avarkalukku vekumatiyakak kotuttan"},{"SurahNumber":48,"VerseNumber":19,"Text":"(anta poril) eralamana porulkalaiyum avarkal kaipparrumpati ceytan. Allah (anaivaraiyum) mikaittavanaka, nanamutaiyavanaka irukkiran"},{"SurahNumber":48,"VerseNumber":20,"Text":"Eralamana porulkalai (poril) ninkal kaipparruvirkal enru allah unkalukku vakkalittiruntan. (Avarril) itai unkalukku aticikkirattilum kotuttuvittan. (Unkalukku etirana) manitarkalin kaikalaiyum unkalaivittut tatuttuvittan. Itu nampikkaiyalarkalukku or attatciyakavum erpattatu. Avane unkalai nerana pataiyil natattuvan"},{"SurahNumber":48,"VerseNumber":21,"Text":"(paracikam, rom mutaliya tecankalil unkalukku) marroru verri (irukkiratu.) Atarku ninkal innum takutiyutaiyavarkalakavillai; eninum, allah atai culntu kontirukkiran. Allah anaittin mitum arralutaiyavanakave irukkiran"},{"SurahNumber":48,"VerseNumber":22,"Text":"nirakarippavarkal (iccamayam) unkalutan por purivarkalayin, avarkale purankatti otuvarkal. Pinnar, tankalukku oru patukavalanaiyum utavi ceypavanaiyum kanamattarkal"},{"SurahNumber":48,"VerseNumber":23,"Text":"(nirakarippavarkal visayattil kataippitikkappatukira) allahvutaiya valimurai itutan. Itarku munnarum (ivvare) natantirukkinrana. Akave, allahvutaiya valimuraiyil nir evvita marutalaiyum kanamattir"},{"SurahNumber":48,"VerseNumber":24,"Text":"makkavin camipamaka avarkal mitu unkalukku verriyaik kotuttatan pinnar, avarkalutaiya kaikalai unkalaivittum avane tatuttuk kontan. (Avvare) unkal kaikalaiyum avarkalai vittut tatuttuk kontan. Enenral, allah ninkal ceypavarrai urru nokkiyavanakave iruntan"},{"SurahNumber":48,"VerseNumber":25,"Text":"(Ninkal verrikonta) inta makkavacikaltan (allahvaiyum, avanutaiya tutaraiyum) nirakarittu vittatutan, unkalaiyum cirappurra masjitu (ennum ka'apavu)kkuccellatum, kurpaniyaiyum atu cella ventiya ellaikkuc cellatum tatuttu niruttiyavarkal. Ayinum, anku avarkalutan ninkal ariyata nampikkaikonta ankalum, penkalum iruntanar. (Accamayam unkal etirikalai ninkal vettinal,) inta nampikkaiyalarkalum (ninkal ariyamal) unkal kalil mitipattu, atan karanamaka ninkal ariyatu unkalukku nastam erpatakkutum enpatu illatiruntal, (accamayam avarkalutan porpuriya unkalukku anumati kotuttu, makkavil ninkal nulaiyumpatiyum ceytiruppan. Appolutu ninkal makkavil nulaiyatu unkalai avan tatuttuk kontatellam, hutaipiya utanpatikkaiyin mattiya kalattil) allah, tan natiyavarkalai (islam ennum) tan arulil pukuttuvatarkakave akum. (Ninkal ariyata makkavilulla nampikkaiyalarkal) avarkaliliruntu vilaki irupparkaleyanal, (avarkal mitu por puriya unkalukku anumati kotuttu) avarkalil ulla nirakarippavarkalai nam katinamakave tunpurutti vetanai ceytiruppom"},{"SurahNumber":48,"VerseNumber":26,"Text":"Nirakarittavarkal tankal ullankalil (unkalai verutan alittuvita ventumenra) mutattanamana vairakkiyattai nilai niruttikkonta camayattai ninaittup parunkal. Accamayam allah tan tutar mitum, nampikkai kontavarkal mitum, tan arutalaiyum, urutiyaiyum irakki vaittup paricutta vakkiyattin mitu avarkalai urutippatuttinan. Avarkal atarkut takutiyutaiyavarkalakavum, atai ataiya ventiyavarkalakavum iruntarkal. Allah anaittaiyum nankarintavanaka irukkiran"},{"SurahNumber":48,"VerseNumber":27,"Text":"niccayamaka allah tan tutarukku avar kanta kanavai meyyakave unmaiyakki vaittu vittan. Allah natinal, niccayamaka ninkal cirappurra masjitil accamarravarkalakavum, unkal talai mutikalaic ciraittuk kontavarkalakavum, kattarittuk kontavarkalakavum nulaivirkal. Accamayam, ninkal (oruvarukkum) payappatamattirkal. (Appotu) ninkal ariyatiruntatai (erkanave allah) arintiruntan. Akave, itaiyanri utanatiyana marroru verriyaiyum unkalukkuk kotuttan"},{"SurahNumber":48,"VerseNumber":28,"Text":"avane, tan tutarai nerana valiyaik kontum, cattiyamana markkattaik kontum atai ella markkankalaivita melonka vaippatarkaka anuppi vaittan. Itarku allahve potumana catciyavan"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muham'matu (sal) allahvutaiya tiruttutaravarkal. (Avarum)avarutan iruppavarkalum nirakarippavarkal visayattil kantippanavarkalakavum, tankalukkul mikka anputaiyavarkalakavum irupparkal.Kunintu ciram panintu vanankupavarkalaka avarkalai nir kanpir. Allahvin arulaiyum, avanutaiya tirupporuttattaiyum (enta neramum) virumpiyavarkalaka irupparkal. Avarkalutaiya ataiyalamavatu: Avarkalutaiya mukankalil ciram pani(ntu vananku)vatin ataiyalam irukkum. Ituve tavrat (ennum vetat)til ulla avarkalin varnippu. Injilil avarkalukkulla utaranamavatu: Oru payirai ottirukkiratu. Appayir (pacumaiyaki, valarntu) urutippatukiratu. Pinnar, atu tatittuk kanamakiratu. Pinnar, vivacayikalukku accariyam kotukkum vitattil (valarntu,) atu tan tantin mitu nimirntu nirkiratu. Ivarkalaik kontu nirakarippavarkalukkuk kopamuttum poruttu (anta nampikkaiyalarkalai patippatiyaka apiviruttikkuk kontuvarukiran). Avarkalil evarkal nampikkaikontu narceyalkal ceykirarkalo, avarkalukku allah mannippaiyum, makattana kuliyaiyum vakkalittirukkiran"},{"SurahNumber":49,"VerseNumber":1,"Text":"nampikkaiyalarkale! Allahvukkum, avanutaiya tutarukkum munpaka(p pecuvatarku) ninkal muntikkollatirkal. Allahvukkup payantu natantukollunkal. Niccayamaka allah (anaittaiyum) ceviyurupavan, nankarintavan avan"},{"SurahNumber":49,"VerseNumber":2,"Text":"Nampikkaiyalarkale! (Napi pecumpolutu) napiyutaiya captattirku mel unkal captattai uyarttatirkal. Melum, unkalukkul oruvar marroruvarutan kuccalittuc captamakap pecuvataip pol, avaritam captattai uyartti ninkal kuccalittup pecatirkal. Itan karanamaka unkal nanmaikal ellam alintuvitakkutum. (Itai) ninkal unarntu kolla mutiyatu"},{"SurahNumber":49,"VerseNumber":3,"Text":"evarkal allahvutaiya tutarin munpaka (mariyataikkakat) tankal captattait talttik kolkirarkalo, avarkalutaiya ullankalai niccayamaka allah cotanai ceytu iraiyaccattirku etuttuk kontan. Avarkalukku mannippum untu; makattana kuliyum untu"},{"SurahNumber":49,"VerseNumber":4,"Text":"(napiye!) Evarkal (nir vacittirukkum) araikku munpaka ninru kontu um'mai(k kuccalittu)c captamittu alaikkirarkalo, avarkalil perumpalanavarkal (markkattai) vilankatavarkale"},{"SurahNumber":49,"VerseNumber":5,"Text":"(umatu araiyiliruntu) nir velippattu avarkalitam nir varum varai avarkal poruttiruntal, atu avarkalukku evvalavo nanraka iruntirukkum. Allah mika mannippavan, karunaiyutaiyavan avan"},{"SurahNumber":49,"VerseNumber":6,"Text":"nampikkaiyalarkale! Oru visami unkalitam oru ceytiyaik kontuvantal, (atan unmaiyai ariyum poruttu atait) tirkka vicaranai ceytu kollunkal. (Illaiyenil, avanutaiya collai nampi) ariyamaiyal oru kuttattirku ninkal tinkilaittu vittup pinnar, ninkal ceytavarraip parri ninkale tukkittuk kavalaippatumpatiyum nerntuvitum"},{"SurahNumber":49,"VerseNumber":7,"Text":"(Nampikkaiyalarkale!) Niccayamaka unkalitam allahvutaiya tutar irukkirar. Pala visayankalil avar unkalukku kattuppatuvatenral, niccayamaka ninkaltan kastattirkullaki vituvirkal enpatai ninkal urutiyaka arintukollunkal. Ayinum, allah nampikkaiyin mite unkalukku anpaik kotuttu, unkal ullankalilum ataiye alakakkiyum vaittan. Melum, nirakarippaiyum, pavattaiyum, maru ceyvataiyum unkalukku veruppakavum akkivaittan ittakaiyavarkaltan nerana valiyil irukkinranar"},{"SurahNumber":49,"VerseNumber":8,"Text":"(mikacciranta ittanmaikalai ataivatu) allahvutaiya arulum, (avanutaiya) kirupaiyumakum. Allah (anaittaiyum) nankarintavan, nanamutaiyavan avan"},{"SurahNumber":49,"VerseNumber":9,"Text":"nampikkaiyalarkalilulla iru vakuppar tankalukkul caccaravu ceytu kontal, avarkalai camatanappatutti vitunkal. Avarkalil oru vakuppar, marroru vakupparin mitu varampu miri aniyayam ceytal, aniyayam ceytavarkal allahvutaiya kattalaiyin pakkam varum varai, avarkalitam ninkal por ceyyunkal. Avarkal (allahvin kattalaiyin pakkam) tirumpivittal, niyayamana muraiyil avviru vakupparkalukkitaiye camatanam ceytu, nitamakat tirppaliyunkal. Niccayamaka allah niti ceypavarkalai necikkiran"},{"SurahNumber":49,"VerseNumber":10,"Text":"niccayamaka nampikkaiyalarkal anaivarum cakotararkale! Akave, unkal cakotararkalukkitaiyil olunkai(yum camatanattaiyum) nilai niruttunkal. (Itil) allahvukkup payantu natankal. (Itan karanamaka) avanutaiya arulai ninkal ataivirkal"},{"SurahNumber":49,"VerseNumber":11,"Text":"Nampikkaiyalarkale! Enta ankalum marrenta ankalaiyum parikacam ceyyaventam. Avarkal (allahvitattil parikacam ceyyum) ivarkalaivita melanavarkalaka irukkalam. Avvare entap penkalum marra entap penkalaiyum (parikacam ceyyaventam.) Avarkal (parikacam ceyyum) ivarkalaivita melanavarkalaka irukkalam. Unkalil oruvar oruvarai ilivakak karuti kurai kuraventam. Unkalil oruvar marravarukku(t tiya) pattap peyar cutta ventam. Nampikkai kontatan pinnar, ketta peyar cuttuvatu maka ketta (pavamana)takum. Evarkal (ivarriliruntu) vilakik kollavillaiyo avarkaltan (varampu miriya) aniyayakkararkal"},{"SurahNumber":49,"VerseNumber":12,"Text":"nampikkaiyalarkale! Atikamana cantekankaliliruntu ninkal vilakik kollunkal. Enenral, niccayamakac cantekankalil cila pavamanavaiyaka irukkinrana. (Evarutaiya kurrattaiyum) ninkal turuvitturuvi vicarittuk kontirukka ventam. Unkalil oruvar marrevaraiyum puram pecaventam. Unkalil evanum tan iranta cakotaranin mamicattaip pucikka virumpuvana? Atai ninkal veruppirkale! (Puram pecuvatum avvare. Ivvisayankalil) allahvukkup payantukollunkal. Niccayamaka allah (pavattiliruntu vilakupavarkalai) ankikarippavan, karunaiyutaiyavan avan"},{"SurahNumber":49,"VerseNumber":13,"Text":"Manitarkale! Unkal anaivaraiyum niccayamaka nam ore'or an, ore'or penniliruntutan pataittom. Pinnar, oruvar marravarai arintukollum poruttu, unkalaik kilaikalakavum kottirankalakavum akkinom. (Atalal, unkalil oruvar marravaraivita melanavar enru perumai pecatirkal.) Eninum, unkalil evar iraiyaccam utaiyavaraka irukkiraro, avartan allahvitattil niccayamaka mika kanniyamanavar. Niccayamaka allah (anaittaiyum) nankarintavan, nanku terintavan avan"},{"SurahNumber":49,"VerseNumber":14,"Text":"(napiye!) Nattuppurattu arapikalil palar, tankalum nampikkaiyalarkal enak kurukinranar. (Avarkalai nokki) nir kuruviraka: ‘‘Ninkal unkalai nampikkaiyalarkal enak kuratirkal. Enenral, nampikkai unkal ullankalil nulaiyave illai. Ayinum, (velippataiyaka) valipatupavarkal enru (unkalai) ninkal kurik kollunkal. Eninum, meyyakave ninkal allahvukkum, avanutaiya tutarukkum kilppatintu natappirkalayin, unkal nanmaikalil, etaiyum avan unkalukkuk kuraittu vitamattan. Niccayamaka allah mikka mannippavan karunaiyutaiyavan avan"},{"SurahNumber":49,"VerseNumber":15,"Text":"(unmaiyana) nampikkaiyalarkal evarkalenral, avarkal allahvaiyum, avanutaiya tutaraiyum meyyakave nampikkai kontu, pinnar evvita cantekamum kollatu, allahvutaiya pataiyil tankal uyiraiyum porulaiyum tiyakam ceytu por purivarkal. Ivarkaltan (tankal nampikkaiyil) unmaiyanavarkal"},{"SurahNumber":49,"VerseNumber":16,"Text":"(Napiye!) Kuruviraka: (‘‘Ninkal markkattaip pinparri natappavarkal enru) unkal valipattai(yum, paktiyaiyum) ninkal allahvukku arivikkirirkala? Allahvo vanankalilum pumiyilum ullavarrai arintavan. (Tavira, marra) ella porulkalaiyume allah nankarintavan"},{"SurahNumber":49,"VerseNumber":17,"Text":"(napiye!) Avarkal islamil cerntatan karanamaka um'mitu upakaram ceytu vittataka karutukinranar. (Napiye!) Kuruviraka: ‘‘Ninkal islamil cerntatanal enmitu upakaram ceytu vittataka ennatirkal. Maraka, ninkal nampikkaiyalarkalaka akumpati ceytatan karanamaka allahtan unkal mitu upakaram ceytirukkiran. Ninkal (unkal nampikkaiyil) unmaiyalarkalaka iruntal (itai nankarintu kolvirkal)"},{"SurahNumber":49,"VerseNumber":18,"Text":"niccayamaka allah vanankalilum pumiyilum maraintiruppavarrai nankarivan. Akave, ninkal ceypavarraiyum allah urru nokkupavan avan"},{"SurahNumber":50,"VerseNumber":1,"Text":"kahp. (Napiye!) Mikka melana inta kur'an mitu cattiyamaka! (Nir nam'mal anuppappatta tutartan)"},{"SurahNumber":50,"VerseNumber":2,"Text":"ayinum, avarkalukku accamutti eccarikkai ceyyum oruvar (-muham'matakiya nir) avarkalil irunte (iraittutaraka) avarkalitam vantataip parri accariyappattu, innirakarippavarkal ‘‘itu mika arputamana visayamenru'' kurukinranar"},{"SurahNumber":50,"VerseNumber":3,"Text":"(melum, ‘‘ittutar kurukinrapati) nam irantu ukki mannakap ponatan pinnara (uyirkotuttu mitkappatuvom?) Ivvaru miluvatu veku turam. (Atu nikalappovatillai'' enrum kurukinranar)"},{"SurahNumber":50,"VerseNumber":4,"Text":"(Maranitta)pin avarkalin tekattai man tinru alittuk kontiruppatai niccayamaka nam arivom. (Eninum, nam virumpiya nerattil maranitta avarkalai uyir kotuttu eluppivituvom.) Melum, (avarkalin ceyalkalaip parriya) patukakkappatta pativup puttakam nam'mitattil irukkiratu. (Atil ovvonrum varaiyappattullatu)"},{"SurahNumber":50,"VerseNumber":5,"Text":"ivvariruntum avarkalitam vanta unmaiyana (vetat)tai avarkal poyyakki verum kulappattirkullaki vittanar"},{"SurahNumber":50,"VerseNumber":6,"Text":"tankalukku melirukkum vanattai avarkal kavanittup parkkavillaiya? Nam atai evvaru oru kattukkoppaka amaittu, atai (natcattirankalaik kontu) alankaramakki vaittirukkirom. Atil evvita vetippukalum illai. (Ottai utaicalum illai)"},{"SurahNumber":50,"VerseNumber":7,"Text":"melum, name pumiyai virittu, atil urutiyana malaikalaiyum amaittu alakana purpuntukal anaittaiyum (an, pen konta) joti jotiyaka mulaippittom"},{"SurahNumber":50,"VerseNumber":8,"Text":"(itu) nam'mai nokki nirkum ella atiyarkalukkum nalla upatecankalakavum oru patippinaiyakavum (irukkiratu)"},{"SurahNumber":50,"VerseNumber":9,"Text":"mekattiliruntu mika pakkiyamulla malaiyai nam poliyac ceytu, ataikkontu pala colaikalaiyum (vivacayikal) aruvatai ceyyum taniya manikalaiyum urpatti ceykirom"},{"SurahNumber":50,"VerseNumber":10,"Text":"atukkatukkay (kanikal) nirainta kulaikalaiyutaiya nintu valarum pericca marankalaiyum (mulaippikkac ceytom)"},{"SurahNumber":50,"VerseNumber":11,"Text":"atai (nam) atiyarkalukku unavakki, avarraikkontu iranta pumiyai nam uyirppikkirom. Ivvare (maranittavarkal camatikalil iruntu) veliyakuvatum erpatum"},{"SurahNumber":50,"VerseNumber":12,"Text":"(ivarraiyellam) ivarkalukku munnar irunta nuhvutaiya makkalum, ras'su (akalu)taiya makkalum, samut ennum makkalum poyyakkinar"},{"SurahNumber":50,"VerseNumber":13,"Text":"Atu ennum makkalum, hpir'avnum, luttutaiya cakotararkalum (poyyakkinar)"},{"SurahNumber":50,"VerseNumber":14,"Text":"melum, toppil vacittavarkalum, ‘tuppa'u' ennum makkalum (poyyakkinar). Ivarkal ovvoruvarum (enatu) tutarkalaip poyyakkinar. Akave, (avarkalai alippomenra) enatu vakku purttiyayirru"},{"SurahNumber":50,"VerseNumber":15,"Text":"(pataippukal anaittaiyum) mutalmurai pataittatil nam kalaittu vittoma? (Ivarkalai marumurai pataippatu namakkuc ciramamenak kuruvatarku!) Eninum, (mintum ivarkalai) putitakap pataikkum visayattil ivarkal cantekattil irukkinranar"},{"SurahNumber":50,"VerseNumber":16,"Text":"niccayamaka namtan manitanai (mutan mutalakavum) pataittom. Avan manatil utikkum ennattaiyum nam arivom. Pitariyilulla iratta narampaivita nam avanukku mika camipamakave irukkirom"},{"SurahNumber":50,"VerseNumber":17,"Text":"valatu purattil oruvarum, itatu purattil oruvarumaka iruvar (avan ceyyum ceyalaik) kurippetuttuk kontirukkinranar"},{"SurahNumber":50,"VerseNumber":18,"Text":"(manitan) etaik kuriyapotilum atai elutak kattuk kontirukkum oruvar avanitam illamalillai. (Avan vayiliruntu purappatum ovvoru varttaiyum utanukkutan patiyappatukiratu)"},{"SurahNumber":50,"VerseNumber":19,"Text":"maranattin ciramam meyyakave vantuvitum camayattil (avanai nokki) ‘‘ni tappivitak karutiyatu itutan'' (enru kurappatum)"},{"SurahNumber":50,"VerseNumber":20,"Text":"ekkalam utappattal (avanai nokki ‘‘unakkup) payamuruttappattu vanta (vicaranai) nal ito (vantuvittatu)'' enru kurappatum"},{"SurahNumber":50,"VerseNumber":21,"Text":"(annalil) ovvoru atmavaiyum, atan catciyutan oruvar ottik kontu varuvar"},{"SurahNumber":50,"VerseNumber":22,"Text":"Avanai nokki, ‘‘niccayamaka ni itaip parrik kavalaiyarriruntay. Un parvaiyai maraittuk kontirunta tiraiyai unnai vittum nam nikki vittom. Inraiya tinam un parvai kurmaiyayirukkiratu. (Akave, ni maruttuk kontiruntatai un kan tirantu par'' enru kurappatum)"},{"SurahNumber":50,"VerseNumber":23,"Text":"(catci kura) avanutan vantavar ‘‘ito (avanutaiya pativetu, avanutaiya natavatikkaiyin kurippu) ennitam (tayaraka) irukkiratu'' enru kuruvar"},{"SurahNumber":50,"VerseNumber":24,"Text":"(utane iru kavalarkalai nokki) ‘‘nirakarittuk kontirunta (saittanaiyum) ovvoru vampanaiyum narakattil tallunkal'' (enru kurappatum)"},{"SurahNumber":50,"VerseNumber":25,"Text":"(‘‘avan) nanmaiyana kariyankalait tatuttukkontu, (innalaic) cantekittu varampu mirikkontumiruntan'' enrum"},{"SurahNumber":50,"VerseNumber":26,"Text":"‘‘ivan allahvutan veroru katavulai erpatuttinan enrum, akave, ninkaliruvarum ivanaik kotiya vetanaiyil pottuvitunkal'' (enrum kurappatum)"},{"SurahNumber":50,"VerseNumber":27,"Text":"(accamayam) ivanutaiya inai piriyata cinekitan (aka irunta saittan iraivanai nokki,) ‘‘en iraivane! Nan ivanai valiketukkavillai. Tanakave avan veku turamana valikettil cenruvittan'' enru kuruvan"},{"SurahNumber":50,"VerseNumber":28,"Text":"(akave, iraivan avarkalai nokki,) ‘‘en munpaka ninkal tarkkittuk kontirukka ventam. Erkanave (itaip parri) unkalukku (eccarittup) payamuruttiyirunten"},{"SurahNumber":50,"VerseNumber":29,"Text":"en kattalai marrappatuvatillai; nan en atiyarkalukku arave aniyayam ceypavanalla'' enrum kuruvan"},{"SurahNumber":50,"VerseNumber":30,"Text":"annalil narakattai nokki, ‘‘un vayiru niraintuvittata?'' Enru nam ketpom. Atarku atu ‘‘innum etum irukkirata?'' Enru ketkum"},{"SurahNumber":50,"VerseNumber":31,"Text":"(annalil) iraiyaccamutaiyavarkalukku corkkam mikka camipamakak kontu varappatum"},{"SurahNumber":50,"VerseNumber":32,"Text":"‘‘Itutan unkalukku vakkalikkappattatu'' (enrum,) ‘‘eppolutum iraivanaiye nokki iruntu (iraivanutaiya kattalaikalaip) peni natantu konta anaivarukkum itu kitaikkum'' (enrum)"},{"SurahNumber":50,"VerseNumber":33,"Text":"evarkal, maraivilum rahmanukkup payantu natantu (rahmanaiye murrilum) nokkiya manatutan varukirarkalo"},{"SurahNumber":50,"VerseNumber":34,"Text":"(avarkalai nokki,) ‘‘iterram perru ninkal itil nulaintu vitunkal. Itu nirantaramana nalakum'' (enrum kurappatum)"},{"SurahNumber":50,"VerseNumber":35,"Text":"avarkal virumpiyatellam atil avarkalukkuk kitaikkum. Melum, nam'mitamiruntu (avarkal ketkatatum innum) atikamakak kotukkappatum"},{"SurahNumber":50,"VerseNumber":36,"Text":"ivarkalukku munnar ettanaiyo kuttattarai nam alittirukkirom. Avarkal ivarkalaivita mika palacalikalaka iruntarkal. Avarkal (tappittukkolla) pala tecankalil currit tirintarkal. (Appotu avarkalukku) tappa itam kitaittata? (Illai, kitaikkamal alintu vittanar)"},{"SurahNumber":50,"VerseNumber":37,"Text":"evarukku (paricuttamana) ullamiruntu, ormaippatana manatutan cevicaykkiraro, avarukku niccayamaka itil nalla patippinai irukkiratu"},{"SurahNumber":50,"VerseNumber":38,"Text":"niccayamaka namtan vanankalaiyum, pumiyaiyum atarku mattiyil ullavarraiyum are natkalil pataittom. Atanal namakku oru kalaippum (corvum) erpattu vitavillai"},{"SurahNumber":50,"VerseNumber":39,"Text":"(napiye!) Avarkal (um'maik kurai) kuruvataip parri (kavalaippatatir;) nir porumaiyaka ataic cakittuk kontiruntu, curiya utayattirkum, atu maraivatarkum munnar umatu iraivanaip pukalntu tuti ceytuvaruviraka"},{"SurahNumber":50,"VerseNumber":40,"Text":"iravil oru pakattilum, ovvoru tolukaikkup pinnarum avanait tuti ceyviraka"},{"SurahNumber":50,"VerseNumber":41,"Text":"(napiye!) Nir cevimatuttuk ketpiraka. (Camatikalukku) camipamana itattiliruntu (kontu ‘‘maranittavarkale! Elumpunkal'' enru) alaippavar alaikkum nalil"},{"SurahNumber":50,"VerseNumber":42,"Text":"(Vanavarkal avarkalai viratti ottum) perum captattai meyyakave avarkal annalil ketparkal. Atutan (maranittavarkal camatiyiliruntu) velippatum nal"},{"SurahNumber":50,"VerseNumber":43,"Text":"niccayamaka namtan uyirppikkirom; namtan maranikkac ceykirom; nam'mitame anaivarum varaventiyatirukkiratu"},{"SurahNumber":50,"VerseNumber":44,"Text":"(maranittavarkalai mutikkontirukkum) pumi veku tiviramaka (vetittu) avarkalai vittu vilakum nalai (ninaivu kuruviraka). Atutan (vicaranaikkaka anaivaraiyum) onru cerkkum nal. I(vvaru ceyva)tu namakku mikka elitanate"},{"SurahNumber":50,"VerseNumber":45,"Text":"(napiye! Um'maip parri) avarkal kuruvatai nam nankarivom. Nir avarkalai nirppantikkakkutiyavaralla. Enatu vetanaiyaip payappatupavarkalukku inta kur'anaik kontu nir nallupatecam ceyviraka"},{"SurahNumber":51,"VerseNumber":1,"Text":"(katal nirai aviyakkic citaratikkum) curavalikal mitum"},{"SurahNumber":51,"VerseNumber":2,"Text":"(anta niraviyai) cumantu cellum mekankal mitum"},{"SurahNumber":51,"VerseNumber":3,"Text":"(pala pakattirku atai) elitaka(t tankic) cellum mekankal mitum"},{"SurahNumber":51,"VerseNumber":4,"Text":"atai (pumiyin pala pakankalil) malaiyaka pirittuvitum vanavarkal mitum cattiyamaka"},{"SurahNumber":51,"VerseNumber":5,"Text":"(ceyalukkut takka kuli kotukkappatumenru) unkalukku alikkappatta vakkuruti niccayamaka unmaiyanate"},{"SurahNumber":51,"VerseNumber":6,"Text":"niccayamaka (ceyalkalukkuriya) kuli kotukkappatte tirum"},{"SurahNumber":51,"VerseNumber":7,"Text":"(natcattirankalin) alakiya pataikalutaiya vanattin mitu cattiyamaka"},{"SurahNumber":51,"VerseNumber":8,"Text":"niccayamaka ninkal (cattiyattirku) muranakap pecuvatiltan nilaittu vittirkal"},{"SurahNumber":51,"VerseNumber":9,"Text":"(erkanave, allahvutaiya vitiyinpati) tiruppappattavane cattiyattai vittum tiruppappatuvan"},{"SurahNumber":51,"VerseNumber":10,"Text":"poy colpavarkal alinte povar"},{"SurahNumber":51,"VerseNumber":11,"Text":"avarkal tankal matamaiyal (marumaiyaiye) marantuvittanar"},{"SurahNumber":51,"VerseNumber":12,"Text":"avarkal, ‘‘kuli kotukkum nal eppolutu varum?'' Enru (parikacamakak) ketkinranar"},{"SurahNumber":51,"VerseNumber":13,"Text":"Annalil avarkal, neruppil pocukki vetanai ceyyappatuvarkal"},{"SurahNumber":51,"VerseNumber":14,"Text":"(avarkalai nokki) ‘‘unkal vetanaiyai cuvaittup parunkal. Ninkal (eppolutu varumenru) avacarappattuk kontiruntirkalo atu itutan'' (enrum kurappatum)"},{"SurahNumber":51,"VerseNumber":15,"Text":"niccayamaka iraiyaccamutaiyavarkal corkkankalilum, niraruvikalukku arukilum irupparkal"},{"SurahNumber":51,"VerseNumber":16,"Text":"avarkal tankal iraivan kotuppatai(t tiruptiyutan) perruk kolvarkal. Niccayamaka avarkal itarku munnar nanmai ceypavarkalakave iruntarkal"},{"SurahNumber":51,"VerseNumber":17,"Text":"avarkal iravil veku corpa (nera)me nittirai ceypavarkalaka iruntanar"},{"SurahNumber":51,"VerseNumber":18,"Text":"avarkal vitiyarkalai nerattil (eluntu tankal iraivanai vananki, avanitam pava) mannippuk koruvarkal"},{"SurahNumber":51,"VerseNumber":19,"Text":"avarkalutaiya porulkalil, (vay tirantu) yacakam ketpavarkalukkum, (ketkata) variyavarkalukkum pakamuntu. (Anaivarukkum avarkal tanam ceyvarkal)"},{"SurahNumber":51,"VerseNumber":20,"Text":"uruti(yaka nampikkai) kontavarkalukkup pumiyil pala attatcikal irukkinrana"},{"SurahNumber":51,"VerseNumber":21,"Text":"unkalukku ullakavum (pala attatcikal irukkinrana. Avarrai) ninkal alntu kavanittup parkka ventama"},{"SurahNumber":51,"VerseNumber":22,"Text":"unkalukku vakkalikkappattavaiyum unkal unavum vanattil tan irukkinrana"},{"SurahNumber":51,"VerseNumber":23,"Text":"vanam, pumiyin iraivan mitu cattiyamaka! Niccayamaka itu, (unkal varttaikalai) ninkaltan kurukirirkal enpatil cantekamillatiruppataip pol (inta kur'anil ulla anaittum) unmaiyanatakum"},{"SurahNumber":51,"VerseNumber":24,"Text":"(napiye!) Iprahimutaiya mikka kanniyamulla viruntinarkalin visayam umakku ettiyirukkirata"},{"SurahNumber":51,"VerseNumber":25,"Text":"Avarkal avaritam vantapotu (avarai nokki “umakku) salam (iterram) untavataka!'' Enru kurinarkal. Atarku (iprahim, “unkalukkum) salam (iterram) untavataka!'' Enru kuri, (ivarkal nam) ariyata makkalaka irukkinranare! (Enru tan manattil enninar)"},{"SurahNumber":51,"VerseNumber":26,"Text":"piraku, viraivakat tan vittinul cenru koluttatoru kanruvin (poritta) mamicattaik kontuvantar"},{"SurahNumber":51,"VerseNumber":27,"Text":"atai avarkal mun vaittar. (Anal, atai avarkal pucikkavillai. Atalal, avarkalai nokki) ‘‘ninkal pucikka mattirkala?'' Enru kettar"},{"SurahNumber":51,"VerseNumber":28,"Text":"(iruppinum, avarkal pucikkamaliruppataik kanta) avar, avarkalaip parri payantar. (Itai arinta avarkal ‘‘iprahime!) Payappatatir'' enru kuri, (is'hak ennum) mikka nanamulla makanai avarukku narceyti kurinarkal"},{"SurahNumber":51,"VerseNumber":29,"Text":"(itaic ceviyurra) avarutaiya manaivi (sara) kuccalutan avarkal munvantu, tan mukattil araintukontu ‘‘(nano) tallatiya kilavi; atilum malati. (Evvitam enakkuk kulantai pirakkum?)'' Enru kurinar"},{"SurahNumber":51,"VerseNumber":30,"Text":"atarkavarkal, ‘‘ivvare, umatu iraivan kurukiran. Niccayamaka avantan mika nanamullavan, anaittaiyum nankarintavan avan'' enrarkal"}]}