{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Ey, Muxammed! / Allah senimen ozinin kuyewi jayında tartısıp, ari / onın ustinen / Allahqa sagım jasap jatqan ayeldin sozin estidi. Allah ekewinnin ozara angimelerindi estidi. Sozsiz, Allah barin Estwsi, barlıq narseni Korwsi"},{"SurahNumber":58,"VerseNumber":2,"Text":"Senderdin aralarındagı oz ayelderin zihar etetinderdin ayelderi olardın anaları emes. Olardın anaları ozderin twgandar gana. Negizinde, olar teris ari otirik sozdi aytadı. Aqiqatında, Allah jazalamay Kesirwsi, ote Kesirimdi"},{"SurahNumber":58,"VerseNumber":3,"Text":"Ayelderin zihar etip, keyin aytqan sozderinen qaytatındar, / jubayı / ekewi jaqındaswdan burın bir qul azat etwi tiis. Senderge osı arqılı nasixat etiledi. Allah senderdin ne istep jatqandarınnan Xabardar"},{"SurahNumber":58,"VerseNumber":4,"Text":"Sonda kim / azat etetin qul / taba almasa, / jubayı / ekewi jaqındaswdan burın eki ay uzdiksiz oraza tutwı tiis. Kimnin / bugan / saması kelmese, alpıs kedeydi tamaqtandırsın. Bul - senderdin Allahqa jane Onın elsisine sengendikterin usin. Mine, osı - Allahtın sekteri. Al, kapirlerge kuyzeltwsi azap bar"},{"SurahNumber":58,"VerseNumber":5,"Text":"Allahqa jane Onın elsisine qarsı sıgatındar, ozderinen burıngılar qorlıqqa usıratılganınday, qorlıqqa usıratıladı. Biz anıq ayattar tusirdik. Al, kapirler usin qorlawsı azap bar"},{"SurahNumber":58,"VerseNumber":6,"Text":"Sol kuni / qiyamette / Allah olardın barlıgın qayta tiriltip, olarga istegen is-amaldarının xabarın beredi. Allah onı eseptep saqtadı, al olar umıtıp ketti. Ari Allah - arbir narsege Kwa / Sahid"},{"SurahNumber":58,"VerseNumber":7,"Text":"Ey, Muxammed! / Allahtın aspandardagı jane jerdegi narselerdi biletinin kormedin be / bilmedin be / ? Usew qupiya soylesse, Ol tortinsisi, besew soylesse, Ol altınsısı boladı. Ari budan az ne kop bolsa da, olar qayda bolmasın Ol albette olarmen birge. So­dan keyin Ol Qayta tirilw kuni olarga istegen is-amaldarının xabarın beredi. Aqiqatında Allah - barlıq narseni Bilwsi"},{"SurahNumber":58,"VerseNumber":8,"Text":"Ozderine qupiya soylesw tıyım salıngannan keyin de, tıyılganga qayta oralatındardı kormedin be? Olar kuna, duspandıq jane Elsige bagınbaw jaylı ozara qupiya angimelesedi. Qasan olar aldına kelse, Allah sagan salem joldamagan sozben salemdesedi. Ari isterinen: «Allah bizdi aytqan sozimiz usin nege azaptamaydı?» - deydi. Olarga ozderi isinde janatın Jahannam jetkilikti! Ol baratın orın netken jaman"},{"SurahNumber":58,"VerseNumber":9,"Text":"Ey, imanga kelgender! Eger qupiya soylesetin bolsandar kuna, duspandıq jane Elsige bagınbaw jayında emes, igilik jane taqwalıq / Allahtın jazasınan qorqıp, saqtanw / twralı qupiyasoylesinder ari ozderin aldında jinalatın Allahtan qorqındar"},{"SurahNumber":58,"VerseNumber":10,"Text":"Anıgında, qupiya suxbat - saytannan, imanga kelgenderdi qapalandırw usin. Alayda, Allahtın ruqsatınsız ol / saytan / Olarga esqanday ziyan tigize almaydı. Sondıqtan imanga kelgender Allahqa juginip, isterin Ogan tapsırsın / tawekel etsin"},{"SurahNumber":58,"VerseNumber":11,"Text":"Ey, imanga kelgender! Senderge majilisterde keninen otırındar delinse, aralarındı keneytinder. Allah ta senderge kensilik etedi. Al, qasan senderge: «Orındarınnan turındar», - delinse, orındarınnan turındar. Allah senderden imanga kelgenderdin jane bilim berilgenderdin darejelerin koteredi. Allah - senderdin istep jatqandarınnan Xabardar"},{"SurahNumber":58,"VerseNumber":12,"Text":"Ey, imanga kelgender! Elsimen onasa soylesetin bolsandar, soyleswlerinnin aldında sadaqa berinder. Bul sender usin qayırlı ari tazaraq. Al, eger / sadaqa / taba almasandar, aqiqatında Allah ote Kesirimdi, erekse Meyirimdi"},{"SurahNumber":58,"VerseNumber":13,"Text":"Sender / Elsimen / onasa soyleswlerinnen aldın sadaqa berwden qorıqtındar ma? Eger sender munı istemesender, al Allah istegen kunalarine sınayı okinip, Ozine boysunwga qaytwlarındı / tawbelerindi / qabıl etse,onda namazdı / barlıq sarttarın saqtap,ıqılaspen, tolıq / orındandar, zeketti berinder, Allahqa jane Onın elsisine bagınındar. Allah - senderdin ne isteytinderinnen Xabardar"},{"SurahNumber":58,"VerseNumber":14,"Text":"Ey, Muxammed! / Allahtın qaharına qalgan adamdardı ozderine dos / jaqtas / tutqandardı kormedin be? Negizinde, olar senderden de emes, olardan da emes. Olar ozderi bile tura otirikke ant isedi"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah olarga qattı azap azirlegen. kumansiz, olardın istegen amaldarı ote jaman"},{"SurahNumber":58,"VerseNumber":16,"Text":"Olar / munafiqtar / ozderinin anttarın qalqan qılıp alıp, / ozgelerdi / Allahtın jolınan tosıp, qaytaradı. Endi olarga qorlawsı azap bar"},{"SurahNumber":58,"VerseNumber":17,"Text":"Olarga dunieleri de, balaları da Allahtan / keletin / esnarseni qaytara almaydı. Mine, solar - Otta bolatındar. Olar onda mangi qaladı"},{"SurahNumber":58,"VerseNumber":18,"Text":"Sol / Esep / kuni Allah olardın barlıgın qayta tiriltedi de, olar senderdin aldarında ant iskendey, Onın aldında da ant isedi. Ari olar ozderin payda tigizetin narsedemiz dep oylaydı. Bilinder! Aqiqatında, olar - otiriksiler"},{"SurahNumber":58,"VerseNumber":19,"Text":"Saytan olardı iektep, bilep alıp, olarga Allahtı eske alwdı umıttırdı. Olar -saytannın jaqtastarı. Bilinder! Negizinde, saytannın jaqtastarı nagız ziyan segwsiler"},{"SurahNumber":58,"VerseNumber":20,"Text":"Anıgında, Allahqa jane Onın elsisine qarsı sıgıp jatqandar - en qor bolgandardın qatarında boladı"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah / Lawxwl-maxfwzda / : «Men mindetti turde jenemin jane elsilerim de», - dep jazgan. Aqiqatında, Allah ote Kusti , barinen Ustem"},{"SurahNumber":58,"VerseNumber":22,"Text":"Allahqa jane Aqiret kunine senetin adamdardın Allahqa jane Onın elsisine qarsı kelgenderdi unatqanın kormeysin, meyli ol akeleri, ne balaları, ne bawırları nemese twıstarı bolsa da. Mine, solardın jurekterine Ol iman jazgan jane olardı Ozinen bolgan bir rwxpen / Ozinin komegi, meyirimi jane bilimimen / qoldagan. Ari Ol / Allah / olardı astınan ozender agıp jatatın jane olar onda mangi qalatın / Jannattagı / baqtarga kirgizedi. Allah olarga razı, olar Ogan razı boldı. Mine, solar - Allahtın jaqtastarı. Bilinder! Aqiqatında Allahtın jaqtastarı muratına / baqıtına / jetwsiler"},{"SurahNumber":59,"VerseNumber":1,"Text":"Aspandagılar men jerdegiler Allahtı / barlıq kemsilikten / pak dep daripteydi. Ol asa Ustem, asa Dana"},{"SurahNumber":59,"VerseNumber":2,"Text":"Ol Kitap berilgen qawımnan kupirlik etkenderdi / kelisimdi buzgandardı / algasqı jinawda jurttarınan sıgardı. Sender olardı sıgıp ketedi dep oylagan da emes edinder. Al, olar qamaldarı ozderin Allahtan qorgaydı dep oylagan edi. Biraq, Allah olarga ozderi kutpegen jaqtan keldi jane olardın jurekterine urey saldı. Olar uylerin oz qoldarımen jane imanga kelgenderdin qoldarımen talqandawda edi. Gibrat alındar, ey, koretin kozi barlar / zerdeli jandar"},{"SurahNumber":59,"VerseNumber":3,"Text":"Eger de Allah olarga kosirip jiberwdi / surgindi / jazbaganda, onda mindetti turde olardı osı duniede / basqa azappen / jazalaytın edi. Ari olar usin songı, mangilik omirde / aqirette / Ot azabı bar"},{"SurahNumber":59,"VerseNumber":4,"Text":"Bul, olardın Allahqa jane Onın elsisine qarsı kelgendikteri sebepti. Kim Allahqa qarsı kelse, kumansiz, Allahtın jazası qattı"},{"SurahNumber":59,"VerseNumber":5,"Text":"Sender / jawdın / qurma agasınan kessender de, ne olardı oz tamırlarında turgan kuyinde qaldırsandar da, / bul / Allahtın ruqsatımen buzıqtardı / boysunbawsılardı / qorlaw usin"},{"SurahNumber":59,"VerseNumber":6,"Text":"Ari Allah Oz elsisine olardan sogıssız olja etip bergenderine, sender attarmen de, tuyelermen de atoylap sawıp bargan joqsındar. Alayda, Allah elsilerine Ozi qalagandardın ustinen bilik beredi. Allah - barlıq narseni Jasay alwsı"},{"SurahNumber":59,"VerseNumber":7,"Text":"Allah eldi meken turgındarınan Oz elsisine sogıssız olja etip bergen narseler -Allahqa, Elsige, onın jaqındarına, jetimderge, joq-jitikke jane jolda qalgandarga tiisti. / bul, oljalar / senderdin qatarlarındagı baylar arasında / ulestirilip / qoldan-qolga otetin narse bolmawı usin. Elsi senderge ne berse sonı alındar da, ol senderdi neden tıysa sodan tıyılındar jane Allahtan / Onın jazasınan / qorqıp, saqtanındar. Aqiqatında Allahtın jazası qattı"},{"SurahNumber":59,"VerseNumber":8,"Text":"Olardın isinde / Allahtan kensilik jane rizalıq izdep ari Allahqa jane Onın elsisine komek berip, jurttarınan qwıp sıgarılgan jane mal-mulikterinen ayrılgan mwhajir kedeylerge tiisti. Mine, solar - sın sozdiler"},{"SurahNumber":59,"VerseNumber":9,"Text":"Al, olardan aldın / Madinada / uy-jayı bolıp ari imanda ornıqqandar / ansarlar / , ozderine qonıs awdargandardı / mwhajirlerdi / jaqsı koredi, kewdelerinde olarga berilgen narselerge esqanday qajettilik, kirbindik sezbeydi. Ari ozderinde muqtajdıq bolsa da, olardı ozderinen artıq koredi. Kim ozinin sarandıgınan saqtalgan bolsa, mine, solar - tabısqa jetwsiler"},{"SurahNumber":59,"VerseNumber":10,"Text":"Olardan keyin kelgender: «Rabbımız! Bizdi jane bizden burın imanga kelgen bawırlarımızdı kesir! Ari imanga kelgenderge qarsı juregimizge jek korwsilik salma! Rabbımız! Aqiqatında, Sen ote Meyirban, erekse Meyirimdisin !» - dep aytadı"},{"SurahNumber":59,"VerseNumber":11,"Text":"Munafiqtardı kormedin be, Kitap berilgen qawım qatarındagı kupirlik etwsi / imansız / bawırlarına: «Eger sender sıgarılsandar, onda biz de mindetti turde sendermen birge sıgamız. Senderge qatıstı eskimge, esqasan bagınbaymız. Eger sendermen sogıssa, albette senderge jardem beremiz», - dep aytatın. Allah olardın nagız otiriksi ekendigine kwalik beredi"},{"SurahNumber":59,"VerseNumber":12,"Text":"Eger olar sıgarılsa, bular olarmen birge sıqpaydı. Eger Olarga qarsı sogıs bolsa, Olarga komek bermeydi. Komek berwge kelse de, mindetti turde arttarına burılıp qasadı. Sodan keyin Olarga / esqanday / komek berilmeydi"},{"SurahNumber":59,"VerseNumber":13,"Text":"Negizinde, olardın kewdelerinde / jurekterinde / Allahqa qaraganda senderden qattı qorqınıs bar. munın sebebi, olar tusinbeytin adamdar"},{"SurahNumber":59,"VerseNumber":14,"Text":"Olar, qorgandar isinde ne qamaldardın artınan bolmasa, sendermen bari birge sogıspaydı. Olardın oz aralarındagı qarsılıqtarı qattı. / Ey, Muxammed! / Sen olardı birlikte dep oylaysın, alayda olardın jurekteri arturli. Bul, olardın aqılın istetip ugınbaytın adamdar bolgandıgı sebebinen"},{"SurahNumber":59,"VerseNumber":15,"Text":"Olar ozderinen tayawda otken aldıngılar siyaqtı. Olar isterinin jaman natijesin tattı ari Olarga kuyzeltwsi azap bar"},{"SurahNumber":59,"VerseNumber":16,"Text":"Olar saytanga uqsaydı, ol adamga: «Kupirlik et / boysunba / », - dep, al ol kupirlik etken / boysunwdan bas tartqan / kezde: «Negizinde menin sagan qatısım joq. Sın maninde, men alemderdin Rabbısı - Allahtan qorqamın», - dedi"},{"SurahNumber":59,"VerseNumber":17,"Text":"Endi ol ekewinin sonı - Ot / tozaq / , olar onda mangi qaladı. Adiletsizderdin qaytarım jazası - osı"},{"SurahNumber":59,"VerseNumber":18,"Text":"Ey, imanga kelgender! Allahtan / Onın jazasınan! qorqıp, saqtanındar! Arbir adam erteni usin ne dayındaganına qarasın. Allahtan / Onın jazasınan! qorqıp, saqtanındar! Aqiqatında, Allah senderdin istep jatqandarınnan Xabardar / Xabir"},{"SurahNumber":59,"VerseNumber":19,"Text":"Sender Allahtı umıtqandar, Ol olarga olardın ozderin umıttırgan birewler sekildi bolmandar. Mine, solar - buzıqtar / boysunbawsılar"},{"SurahNumber":59,"VerseNumber":20,"Text":"Ottagılar / tozaqtagılar / men jannattagılar ten bolmaydı. jannattıqtar, olar -jetistikke / tabısqa / jetkender"},{"SurahNumber":59,"VerseNumber":21,"Text":"Ey, Muxammed / / Eger de osı Qurandı bir tawga tusirsek, onın Allahtan qorıqqannan iilgen / boysungan / turde bolsektenip ketkenin korer edin. Bul mısaldardı adamdarga, olardın oylanwları usin keltiremiz"},{"SurahNumber":59,"VerseNumber":22,"Text":"Ol - Allah, Odan basqa esbir quday joq. Ol qupiyanı da, ayqın narseni de Bilwsi. Ol ar-Raxman / asa Qayırımdı / , ar-Raxim / erekse Meyirimdi"},{"SurahNumber":59,"VerseNumber":23,"Text":"Ol - Allah, Odan basqa esbir quday joq. Ol - al-Malik / bukil alemderdin sın Bilewsisi / , al-Qwddws / barlıq kemsilikten pak / , as-Salam / amandıq iesi ari ayıp, nuqsannan taza kemeldilik iesi / , al-Mumin / imanga kelgenderdin senimin Rastawsı / , al-Mwhaymin / Saqtawsı, barin baqılap turwsı / , al-’ Aziz / barinen Ustem / , al-Jabbar / Bagındırwsı / ari al-Mwtakabbir / aqiqi ulılıq Iesi / . Allah, olardın serik etip qosqandarınan pak"},{"SurahNumber":59,"VerseNumber":24,"Text":"Ol Allah - al-Xaliq, / Jaratwsı / , al-Bari / joqtan bar etip Jasawsı / , al-Mwsawwir / keskin-kelbet berip Beynelewsi / . En korkem esimder Ogan tan. Aspandardagılar men jerdegiler Onı / barlıq kemsilikten / pak dep daripteydi. Ol -al-’Aziz / barinen Ustem / , al-Xakim / asa Dana"},{"SurahNumber":60,"VerseNumber":1,"Text":"Ey, imanga kelgender! Menin duspanım ari ozderinnin duspandarındı / imansızdardı / ozderine dos tutpandar. Olar senderge aqiqattan kelgenge kupirlik etse de / moyındamasa da / , Olarga suyispensilik peyil bildiresinder. Olar Elsini jane senderdi, ozderinnin Rabbın - Allahqa sengenderin usin qwıp sıgarwda. Eger sender Menin jolımda kuresw usin jane Menin rizalıgımdı izdep sıqsandar / jawlarımdı dos tutpandar / . Sender Olarga suyispensilik peyil tanıtıp, sır aytasındar. Al, Men senderdin neni asıq, neni jasırın istegenderindi jaqsı bilemin. Senderden kim munı istese, albette ol twra joldan adasqan boladı"},{"SurahNumber":60,"VerseNumber":2,"Text":"Eger olar senderdi kezdestirse, senderge jaw bolıp, senderge jamandıqpen qoldarın sozıp, tilderin tigizedi ari senderdin kupirlik etwsilerden / imansızdardan / bolgandarındı qalaydı"},{"SurahNumber":60,"VerseNumber":3,"Text":"Senderge ozderinnin twıstarın da, balaların da / Qiyamet kuni / es payda bermeydi. Qayta tirilw kuni Ol aralarındı ajıratadı. Allah - ne istep jatqandarındı korip turwsı"},{"SurahNumber":60,"VerseNumber":4,"Text":"Anıgında, sender usin Ibrahimde jane onımen birge bolgandarda korkem onege bar. Olar eline: «Negizinde biz senderden de, Allahtan ozge tabınatındarınnan da bas tartamız. Biz senderdin dinderindi moyındamaymız. Qasan Allahtın jalgız Ozine sengenderinse, sender men bizdin aramızda mangi duspandıq ari ospendilik ornadı», - dedi. Biraq Ibrahimnin / oz / akesine: «Men mindetti turde sen usin kesirim tileymin. Biraq sen usin Allahtın aldında esnarsege ie bola almaymın», - degen sozi gana bugan kirmeydi. / Olar!: «Rabbımız! Biz Ozine juginip, sagan isimizdi tapsırdıq / tawekel ettik / jane Ozine boysunwga qayttıq / tawbe ettik / , ari qaytwımız Sagan"},{"SurahNumber":60,"VerseNumber":5,"Text":"Rabbımız! Bizdi kupirlik etwsilerge / imansızdarga / sınaq etpe jane bizdi kesir. Rabbımız! Aqiqatında Sen barinen Ustem, asa Danasın»"},{"SurahNumber":60,"VerseNumber":6,"Text":"Aqiqatında, sender usin, Allahqa jane Aqiret kunine umit etetinder usin, olarda korkem onege boldı. Al, kim teris burılsa, albette Allah Bay, Muqtajsız , Maqtawga layıq"},{"SurahNumber":60,"VerseNumber":7,"Text":"Allahtın sender men olardın isinen ozderin jawlasıp jurgenderdin arasında suyispensilik ornatwı mumkin. Allah barine Kusi jetwsi. Allah ote Kesirimdi, erekse Meyirimdi"},{"SurahNumber":60,"VerseNumber":8,"Text":"Allah din turgısında sendermen sogıspagandarga jane jurttarınnan qwıp sıgarmagandarga jaqsılıq jasawlarına jane olarga adildik etwlerine tıyım salmaydı. Sın maninde Allah adildik etwsilerdi jaqsı koredi"},{"SurahNumber":60,"VerseNumber":9,"Text":"Negizinde, Allah, senderdi tek din turgısında sendermen sogısqandarmen, jurttarınnan qwıp sıqqandarmen jane senderdi qwıp sıgwga komekteskendermen dos bolwlarına tıyım saladı. Al, kim olarmen dos bolsa, mine, solar - adiletsizder"},{"SurahNumber":60,"VerseNumber":10,"Text":"Ey, imanga kelgender! Qasan senderge imandı ayelder qonıs awdarıp kelse, olardı tekserip korinder. Allah olardın imandarın jaqsı biledi. Sonda eger olardın imandı ayelder ekenin bilsender, olardı kapirlerge qaytarmandar. Sebebi bular / imandı ayelder / olarga / kapirlerge / ruqsat etilmeydi, ari olar da / kapirler / bularga / imandı ayelderge / ruqsat etilmeydi. Olarga / kapirlerge / jumsagandarın berinder. Qasan bularga / ayelderge / mahrlerin / sıyların / bersender, olardı nekelerine alwların senderge kuna emes. kapir ayelderdi nekelerinde ustamandar. Olarga bergenderindi surandar, olar da bergenderin surasın. Bul - Allahtın ukimi. Ol aralarına ukim etedi. Allah - barin Bilwsi, ote Dana"},{"SurahNumber":60,"VerseNumber":11,"Text":"Eger keybir ayelder mahrlerimen kapirler jaqqa otip ketse, ustemdikke jetken kezderinde ayelderi ketip qalgandarga jumsagan sıyınday / mahrindey / otem berinder. Ozderin imanga kelip, sengen Allahtan / Onın jazasınan / qorqıp, saqtanındar"},{"SurahNumber":60,"VerseNumber":12,"Text":"Ey, Paygambar! Qasan sagan imanga kelgen ayelder Allahqa esnarseni serik etip qospawga, urlıqqılmawga, zina jasamawga, balaların oltirmewge, qol-ayaqtarının arasınan bir jala jappawga / buzıq jolmen tapqan balanı kuyewine telimewge / ari quptalganda sagan qarsı kelmewge sert berwge kelse, olardın sertterin qabıl et jane olar usin Allahtan kesirim tile. Aqiqatında, Allah ote Kesirimdi, erekse Meyirimdi"},{"SurahNumber":60,"VerseNumber":13,"Text":"Ey, imanga kelgender! Allahtın aswına qalgan adamdardı dos / qamqorsı / tutpandar. Negizinde, olar songı, mangilik omirden / aqiretten / qabirdegi kapirlerdin umit uzgeni sekildi umit uzgen"},{"SurahNumber":61,"VerseNumber":1,"Text":"Aspandardagılar men jerdegiler Allahtı / barlıq kemsilikten / pak dep daripteydi. Ol ote Ustem, asa Dana"},{"SurahNumber":61,"VerseNumber":2,"Text":"Ey, imanga kelgender! Ozderin istemeytin isterindi ne usin aytasındar"},{"SurahNumber":61,"VerseNumber":3,"Text":"Ozderin istemeytin narseni aytwların Allahtın aldında ote jekkorinisti"},{"SurahNumber":61,"VerseNumber":4,"Text":"Anıgında, Allah Ozinin jolında arası tıgızqalangan qamalday sap tuzep sogısatındardı jaqsı koredi"},{"SurahNumber":61,"VerseNumber":5,"Text":"Kezinde Musa eline: «Ey, elim! Allahtın elsisi ekenimdi bile tura ne usin magan jabir beresinder?» - dep ayttı. Olar / xaqtan / awıtqıgan kezde, Allah olardın jurekterin / joldan / burdı. Allah buzıq / boysunbawsı / eldi twra jolga salmaydı"},{"SurahNumber":61,"VerseNumber":6,"Text":"Ari kezinde Mariyam ulı Isa: «Ey, Israil urpaqtarı! Sın maninde, men sen­derge ozimnen aldın kelgen Tawrattagını rastawsı jane menen keyin keletin Axmad esimdi Elsi joninde suyinsi xabar jetkizwsi retinde / jiberilgen / Allahtın elsisimin», -degen edi. Ol Olarga anıq daleldermen kelgen kezde, olar: «Bul anıq siqır», - dedi"},{"SurahNumber":61,"VerseNumber":7,"Text":"Islamga saqırıla tura Allah jayında otirikti qurastırgannan otken adiletsiz kim bar? Allah adiletsiz adamdardı twra jolga salmaydı"},{"SurahNumber":61,"VerseNumber":8,"Text":"Olar Allahtın nurın awızdarımen / awızeki sozderimen / osirwdi qalaydı. Alayda kapirler jekkorse de, Allah Oz nurın sonına jetkizedi"},{"SurahNumber":61,"VerseNumber":9,"Text":"Ol, Oz elsisin / twra joldı ustanwga / bassılıqpen / Quranmen / jane aqiqat dinimen / Islammen / , onı barlıq dinderden ustem etw usin jibergen, musrikter / Allahqa serik qoswsılar / munı jek korse de"},{"SurahNumber":61,"VerseNumber":10,"Text":"Ey, imanga kelgender! Senderge ozderindijantursigerlik azaptan qutqaratın bir «sawdanı» korseteyin be"},{"SurahNumber":61,"VerseNumber":11,"Text":"Allahqa jane Onın elsisine seninder, Allahtın jolında maldarınmen ari jandarınmen kuresinder. Bilsender, sender usin osı qayırlı"},{"SurahNumber":61,"VerseNumber":12,"Text":"Sonda Ol kunalarındı kesirip, senderdi astınan ozender agatın / Jannattagı / baqtarga jane ’Adn jannatındagı korkem jaylarga kirgizedi. Mine, osı - ulı tabıs"},{"SurahNumber":61,"VerseNumber":13,"Text":"Ari ozderin jaqsı koretin basqa da narseler: Allahtan jardem jane jaqın bir jenis bar. / Ey, Muxammed! / Imandılardı osı xabarmen suyinsile"},{"SurahNumber":61,"VerseNumber":14,"Text":"Ey, imanga kelgender! Mariyam ulı Isanın xawarilerge: «Menin Allah / jolındagı / jardemsilerim kim?» - degeninde, xawarilerdin: «Biz - Allahtın jardemsilerimiz», -degenderindey Allahtın / Onın dininin / jardemsileri bolındar. Sonda, Israil urpaqtarının bir boligi imanga keldi, al bir boligi kupirlik keltirdi / qarsı sıqtı / . Biz imanga kelgenderge duspandarına qarsı qoldaw korsettik, soytip olar ustem boldı"},{"SurahNumber":62,"VerseNumber":1,"Text":"Aspandardagı jane jerdegiler barlıq narsenin sın Bilewsisi, ote pak, barinen Ustem, ari ote Dana / Allahtı / barlıq kemsilikten / pak dep daripteydi"},{"SurahNumber":62,"VerseNumber":2,"Text":"Ol sawatsızdarga ozderinin arasınan Elsi jiberdi. Ol olarga Onın ayattarın oqidı, olardı tazartadı jane olarga Kitap pen danalıqtı uyretedi, olar burın anıq adaswda bolsa da"},{"SurahNumber":62,"VerseNumber":3,"Text":"Ari olarga ali qosılmagan basqalarga da. Ol barinen Ustem, ote Dana"},{"SurahNumber":62,"VerseNumber":4,"Text":"Mine, osı - Allahtın kensiligi, Ol onı Ozi qalaganga beredi. Allah - ulı kensilik Iesi"},{"SurahNumber":62,"VerseNumber":5,"Text":"Ozderine Tawrat mindettelip, keyin onı alıp jurmegenderdin / orındamagandardın / mısalı - kitaptar artılgan esek siyaqtı. Allahtın ayat-belgilerin otirik sanagan adamdardın mısalı qanday jaman! Allah adiletsiz adamdardı twra jolga salmaydı"},{"SurahNumber":62,"VerseNumber":6,"Text":"Ey, Muxammed! / Ayt: «Ey, iwdeylikti ustanwsılar! Eger ozderindi adamdardın isinde ozgelerden Allahqa jaqınbız dep oylasandar / ozderine / olimdi tilendersi, eger sın sozdi bolsandar», - dep"},{"SurahNumber":62,"VerseNumber":7,"Text":"Olar oz qoldarımen burın istegeni / kunaları / sebepti esqasan onı tilemeydi. Allah - adiletsizderdi jaqsı Bilwsi"},{"SurahNumber":62,"VerseNumber":8,"Text":"Ey, Muxammed!! Ayt: «Aqiqatında ozderin qasatın olim, kumansiz, senderge kezdesedi. Sodan keyin sender qupiya men ayqın narseni Bilwsige qaytarılasındar da, Ol senderge ne istegenderinnin xabarın beredi», dep"},{"SurahNumber":62,"VerseNumber":9,"Text":"Ey, imanga kelgender! Qasan juma kungi namazga saqırsa / azan aytılsa / , Allahtı eske alwga umtılındar da sawda-sattıqtı qoyındar. Bilsender, bul - sender usin qayırlı"},{"SurahNumber":62,"VerseNumber":10,"Text":"Al, namaz ayaqtalganda, jer betine / baratın jerlerine / tarqalındar da Allahtın kensiligin izdender ari murattarına jetwlerin usin Allahtı kop eske alındar"},{"SurahNumber":62,"VerseNumber":11,"Text":"Olar sawdanı ne bir bos narseni korgen kezde, sol jaqqa bet aldı da, seni turgan kuyinde qaldırıp ketti. / Ey, Muxammed! / Ayt: «Allahtagı / sıy /- bos narseden de, sawdadan da qayırlı. Allah - rizıq berwsilerdin en qayırlısı», - dep"},{"SurahNumber":63,"VerseNumber":1,"Text":"Ey, Muxammed! / Munafiqtar sagan kel­gen kezde: «Senin Allahtın elsisi ekenine kwalik beremiz», - deydi. Allah, albette, sen Onın elsisi ekenindi biledi. Ari Allah, munafiqtardın anıq otiriksi ekenine kwalik beredi"},{"SurahNumber":63,"VerseNumber":2,"Text":"Olar anttarın qalqan etip alıp, / ozgelerdi / Allahtın jolınan qaytardı. Sın maninde, olardın istep jatqandarı ote jaman"},{"SurahNumber":63,"VerseNumber":3,"Text":"Bul, olardın aldın imanga kelip, keyin kupirlik etwleri / imansızdıqqa qaytwları / sebepti. Soytip olardın jurekteri morlendi, endi olar tusinbeydi"},{"SurahNumber":63,"VerseNumber":4,"Text":"Ey, Muxammed! / Olardı korgen kezinde, olardın sırt kelbetteri seni qayran qaldıradı. Olar soylegende, sozderin tındaysın. Olar beyne bir suyep qoyılgan boreneler tarizdi. Olar kez kelgen ayqaydı ozderine aytıldı dep esepteydi. Olar - jaw, olardan saqtan. Allah olardı joysın, olar / sındıqtan / qayda bet burıp baradı"},{"SurahNumber":63,"VerseNumber":5,"Text":"Qasan Olarga: «Kelinder, Allahtın elsisi sender usin kesirim tileydi», - delinse, olar bastarın sayqaydı. Ari sen olardın ozderin jogarı sanap, menmensi teris burılganın koresin"},{"SurahNumber":63,"VerseNumber":6,"Text":"Olar usin kesirim tilesen de, kesirim tilemesen de - olarga baribir. Allah olardı kesirmeydi. Negizinde, Allah buzıq / boysunbawsı / adamdardı twra jolga salmaydı"},{"SurahNumber":63,"VerseNumber":7,"Text":"«Allahtın elsisinin janındagılarga esnarse bermender, olar tarap ketsin», - deytinder solar. Aspandardın jane jerdin qazınaları Allahta. Alayda munafiqtar tusinbeydi"},{"SurahNumber":63,"VerseNumber":8,"Text":"Olar: «Biz Madinaga qaytıp barsaq, albette, ustem ol jerden nasardı qwıp sıgaradı», -deydi. Aqiqatında, ustemdik - Allahta ari Onın elsisinde jane imanga kelgenderde. Biraq munafiqtar bilmeydi"},{"SurahNumber":63,"VerseNumber":9,"Text":"Ey, imanga kelgender! Dunie-mulikterin men balaların senderdi Allahtı eske alwdan alandatıp, burıp qoymasın. Kim bulay jasasa, mine, solar - ziyan segwsiler"},{"SurahNumber":63,"VerseNumber":10,"Text":"Senderden birine olim jetip: «Ya, Rabbı! Magan jaqın bir merzimge deyin mursat bersen, sonda men sadaqa berip ari tuzwlerden bolar edim», - dep aytwınan burın, Biz senderge rizıq etip bergen narselerden / zeket, sadaqa / berinder"},{"SurahNumber":63,"VerseNumber":11,"Text":"Birewdin / belgilengen / waqıtı kelgen kezde, Allah ogan mursat bermeydi. Ari Allah senderdin ne istep jatqandarınnan Xabardar"},{"SurahNumber":64,"VerseNumber":1,"Text":"Aspandardagılar jane jerdegiler Allahtı / barlıq kemsilikten / pak dep daripteydi. Bilik - Oniki ari maqtaw da Ogan arnaladı. Ol - barlıq narseni Jasay alwsı"},{"SurahNumber":64,"VerseNumber":2,"Text":"Senderdi jaratqan - Sol / Allah / . Senderdin aralarında kapir de bar, ari senderdin aralarında imandı da / mumin de / bar. Allah - ne istep jatqandarındı Korwsi"},{"SurahNumber":64,"VerseNumber":3,"Text":"Ol aspandardı jane jerdi aqiqatpen jarattı jane senderge tur-tulga berip, tulgalarındı korkem etti. Ari qaytw da Ogan"},{"SurahNumber":64,"VerseNumber":4,"Text":"Ol aspandar men jerdegi narselerdi biledi ari Ol senderdin jasırgandarın men jariyalagandarındı da biledi. Allah kewdelerdegini / jurekterdegini / jaqsı Bilwsi"},{"SurahNumber":64,"VerseNumber":5,"Text":"Senderge burınnan sonday kupirlik etkenderdin / imandı teriske sıgarwsılardın / xabarı kelmedi me? Olar isterinin jazasın tattı. Ari olarga kuyzeltwsi azap bar"},{"SurahNumber":64,"VerseNumber":6,"Text":"Bul, olarga elsileri anıq daleldermen kelgen kezde olardın: «Bizdi adam twra jolga saladı ma?» - dep, kupirlik etkendikteri / qarsı kelgendikteri / jane teris burılgandıqtarı sebepti. Allah / Olarga / muqtaj emes. Allah - Bay, Muqtajsız, maqtawga layıq"},{"SurahNumber":64,"VerseNumber":7,"Text":"Kupirlik etwsiler / aqiretke senbegender / esqasan tiriltilmeymiz dep eseptedi. / Ey, Muxammed! / Ayt: «Olay emes, Rabbımmen ant etemin! albette, qayta tiriltilesinder, sodan keyin senderge ne istegenderinnin xabarı beriledi. Bul Allahqa onay»,- dep"},{"SurahNumber":64,"VerseNumber":8,"Text":"Allahqa, Onın elsisine jane Biz tusirgen Nurga / Quranga / seninder. Allah ne istep jatqandarınnan Xabardar"},{"SurahNumber":64,"VerseNumber":9,"Text":"Sol kuni Ol senderdi Jinaw / Qiyamet / kuni usin jinaydı. Bul - Tagabwn (Birin - biri aldawdın belgili bolatın, biri payda tawıp,biri utılatın) kuni. Kim Allahqa sense jane izgi amal jasasa, Ol onın jamandıqtarın kesiredi jane onı astınan ozender agıp jatatın / Jannattagı / baqtarga kirgizedi. Olar onda mangi qaladı. Mine, osı - ulı jetistik"},{"SurahNumber":64,"VerseNumber":10,"Text":"Al, sonday kupirlik etip / qarsı kelip / jane Bizdin ayat-belgilerimizdi otirik sanagandar, olar - Otta bolatındar. Olar onda mangi qaladı. Ol baratın orın netken jaman"},{"SurahNumber":64,"VerseNumber":11,"Text":"Kez kelgen qiındıq tek Allahtın ruqsatımen gana boladı. Kim Allahqa sense, Ol onın juregin twra jolga buradı. Allah - barlıq narseni jaqsı Bilwsi"},{"SurahNumber":64,"VerseNumber":12,"Text":"Allahqa boysunındar jane Elsige bagınındar. Eger teris burılsandar, Elsimizge anıq jetkizw gana juktelgen"},{"SurahNumber":64,"VerseNumber":13,"Text":"Allah, Odan basqa esbir quday joq. Sondıqtan imandılar Allahqajuginip, isterin Ogan tapsırsın / tawekel etsin"},{"SurahNumber":64,"VerseNumber":14,"Text":"Ey, imanga kelgender! Negizinde jubaylarınnın jane balalarınnın isinde senderge jaw bolatındar bar, olardan abay bolındar. Eger jazalamay, ken peyildik tanıtsandar jane kesirsender, aqiqatında, Allah ote Kesirimdi, erekse Meyirimdi"},{"SurahNumber":64,"VerseNumber":15,"Text":"Anıgında, senderdin mal-dawletterin jane balaların bir sınaq. Al, Allahta ulı sıy bar"},{"SurahNumber":64,"VerseNumber":16,"Text":"Sama-sarıqtarın jetkense Allah­tan / Onın jazasınan / qorqıp, saqtanındar! Tındandar, boysunındar jane ozderin usin qayırlı narseden / zeket, sadaqadan / berinder. Kim ozinin sarandıgınan saqtalsa, mine, solar - muratına jetetinder"},{"SurahNumber":64,"VerseNumber":17,"Text":"Eger Allahqa korkem qarız bersender, Ol onı senderge eselep arttırıp qaytaradı jane senderdi kesiredi. Ari Allah - algısqa bolewsi, ote Ustamdı, Jumsaq"},{"SurahNumber":64,"VerseNumber":18,"Text":"qupiya men ayqın narseni Bilwsi barinen Ustem, asa Dana"},{"SurahNumber":65,"VerseNumber":1,"Text":"Ey, Paygambar! Qasan ayelderdi talaq etsender, olardı belgilengen iddalarında / bekitilgen kutw merziminde / talaq etinder jane iddanı / kutw merzimin / eseptender. Ari ozderinnin Rabbın -Allahtan / Onın tıyımdarınan / qorqıp, saqtanındar! Asıq jiirkenisti is istemese olardı uylerden sıgarıp jibermender jane olar ozderi de sıqpasın. Mine, osı - Allahtın / belgilegen / sekteri. Kim Allahtın sekterinen / tıyımdarınan / attasa, sın maninde, ozine ozi adiletsizdik etedi. Sen bilmeysin, mumkin Allah osıdan keyin basqa jagday payda eter"},{"SurahNumber":65,"VerseNumber":2,"Text":"Al qasan olardın merzimderi jetse, olardı quptalgan boyınsa qaldırındar nemese olarmen quptalgan boyınsa ajırasındar ari aralarınnan adil bolgan eki er adamdı kwa etinder jane kwalikti Allah usin orındandar. Allahqa jane Aqiret kunine sengenge osımen nasixat etiledi. Kim Allahtan / Onın tıygandarınan / qorqıp saqtansa, Ol ogan sıgatın jol jasaydı"},{"SurahNumber":65,"VerseNumber":3,"Text":"Ari Ol ogan onın ozi oylamagan jaqtan rizıq beredi. Al, kim Allahqa juginip, Ogan isin tapsırsa / tawekel etse / , Ol ogan jetkilikti. Aqiqatında Allah - isin sonına jetkizwsi. Allah arbir narsege olsem belgilegen"},{"SurahNumber":65,"VerseNumber":4,"Text":"ayelderinnen etekkirden kuder uzgenderinen, eger kumandansandar, olardın iddası - us ay jane etekkiri joqtardın da. Al jukti ayelderdin iddası qursaqtarındagını bosangandarına deyin. Kim Allahtan / Onın jazasınan / qorqıp, saqtansa, Ol ogan isin jenildetedi"},{"SurahNumber":65,"VerseNumber":5,"Text":"Bul - Allahtın senderge tusirgen buyrıgı. Kim Allahtan / Onın tıyganınan / qorqıp, saqtansa, Ol onın jamandıqtarın kesiredi jane ogan beriletin sıyın ulgaytadı"},{"SurahNumber":65,"VerseNumber":6,"Text":"Ozderin turatın jerden olarga samalarına qaray turaq berinder. Ari olarga qısım korsetw usin / olar ozderi ketsin dep / ziyan jasamandar. Al, eger olar jukti bolsa, qursaqtarındagını bosangandarına deyin olarga qarajat jumsandar. Eger olar sender usin / bosangannan keyin balalarındı / emizetin bolsa, olarga aqıların berinder jane ozara quptalganga say kenesinder. Al eger kelise almasandar, onda ol usin / balanı / basqa ayel emizedi"},{"SurahNumber":65,"VerseNumber":7,"Text":"Jagdayı jetkilikti adam ozinde bardan jumsasın. Al, rizıq-nesibesi sektewli adam, ozine Allahtın bergeninen jumsasın. Allah esbir janga, Ozi ogan bergeninen artıq juktemeydi. Allah qiınsılıqtan keyin jenildik jasaydı"},{"SurahNumber":65,"VerseNumber":8,"Text":"Qansama eldi mekender Rabbısının amirine jane Onın elsilerine qarsı sıqtı. Sonda Biz olardı qatan eseppen esepke tarttıq ari olardı awır azapqa dwsar ettik"},{"SurahNumber":65,"VerseNumber":9,"Text":"Olar isterinin jazasın tattı jane olardın isterinin sonı ziyan segw boldı"},{"SurahNumber":65,"VerseNumber":10,"Text":"Allah olarga qattı azap dayındadı. Ey, aqıl ieleri - imanga kelgender, Allahtan / Onın jazasınan / qorqıp, saqtanındar, Allah senderge Eske salwsını / Qurandı / tusirdi"},{"SurahNumber":65,"VerseNumber":11,"Text":"senderge Allahtın anıq ayattarın oqitın Elsini / jiberdi / - imanga kelip jane izgi amal jasagandardı qarangılıqtardan jarıqqa sıgarw usin. Kim Allahqa sense jane izgi amal jasasa, Ol onı astınan ozenderagıp jatatın, olar onda mangi qalatın / Jannattagı / baqtarga kirgizedi. Sın maninde, Allah onın ulesin korkem etti"},{"SurahNumber":65,"VerseNumber":12,"Text":"Allah jeti aspandı ari jerden de sonday jaratqan. Onın buyrıgı olardın / aspandar men jerdin / arasında tusedi, Allahtın arbir narseni Jasay alwsı ekenin ari Allahtın barlıq narseni bilimmen qamtıganın bilwlerin usin"},{"SurahNumber":66,"VerseNumber":1,"Text":"Ey, Paygambar! Ayelderinnin rizalıgın qalap, nege Allahtın ozine ruqsat etkenine tıyım salasın. Al, Allah ote Kesirimdi, erekse Meyirimdi"},{"SurahNumber":66,"VerseNumber":2,"Text":"Allah senderge anttarınnan azat bolwdın jolın bekitti. Allah - senderdin Qamqorsıların. Ol - barin Bilwsi, asa Dana"},{"SurahNumber":66,"VerseNumber":3,"Text":"Kezinde Paygambar ayelderinin birewine bir sozdi qupiyalap aytqan edi. Al, ol / ayeli / sırdı basqagaxabarlaganda, sonda Allah munı ogan / elsige / bildirdi. Ol / Paygambar / onın keybirin / ayeline / ayttı jane key boligin bugip qaldı. Ol onı ogan xabarlagan kezde, / ayeli / «Munı sagan kim xabarladı?» - dedi. Ol: «Magan barin Bilwsi, arbir narseden Xabardar xabarladı», - dedi"},{"SurahNumber":66,"VerseNumber":4,"Text":"Ekewin istegen kunalarine sına­yı okinip, Allahqa boysunwga qaytsandar / tawbe etsender / , oytkeni senderdin jurekterin awıtqıdı. Al, eger ogan qarsı bir-birine bolıssandar, aqiqatında, Allah onın Qamqorsısı ari Jabireyil men imanga kelgenderdin izgileri onın dosı. Al, odan keyin peristeler de ogan komekteswsi"},{"SurahNumber":66,"VerseNumber":5,"Text":"Eger ol senderdi talaq etse, Rabbısı ogan albette senderden jaqsı musılman, imandı, bagınwsı, istegen kunalarına sınayı okinip, Allahqa boysunwga qaytwsı / tawbe etwsi / , qulsılıq jasawsı, oraza ustawsı, turmısta bolgan / jesir ne kuyewden qaytqan / jane turmıs qurmagandardı awıstırıp beredi"},{"SurahNumber":66,"VerseNumber":6,"Text":"Ey, imanga kelgender! Ozderindi jane uy isterindi otını adamdar men tastardan bolgan Ottan saqtandar. Onın basında qatal, ızgarlı, Allahtın buyrıqtarına qarsı kelmeytin ari ozderine buyırılgandı orındaytın peristeler bar"},{"SurahNumber":66,"VerseNumber":7,"Text":"Ey, sonday kupirlik etkender / imandı teriske sıgargandar / ! Bugin aqtalıp, waj aytpay-aq qoyındar. Senderge tek, istegen amaldarınnın qaytarımı gana beriledi"},{"SurahNumber":66,"VerseNumber":8,"Text":"Ey, imanga kelgender! Allahqa sın ıqılaspen, istegen kunalarine sınayı okinip, Oganboysunwga qaytındar / tawbe etinder / , albette senderdin Rabbın jamandıqtarındı kesiredi ari Paygambardı jane onımen birge imanga kelgenderdi qorlamaytın kuni Allah senderdi astınan ozender agıp jatatın / Jannattagı / baqtarga kirgizedi. Olardın nurları aldarında jane on jaqtarında juredi. Olar: «Rabbımız! Bizge nurımızdıtolıqtır jane bizdi kesir, sozsiz Sen - barlıq narseni jasay alwsısın», - deydi"},{"SurahNumber":66,"VerseNumber":9,"Text":"Ey, Paygambar! Kapirlermen jane munafiqtarmen kures jane Olarga qatan bol. Olardın orındarı - Jahannam (Tozaq) . Ol baratın orın netken jaman"},{"SurahNumber":66,"VerseNumber":10,"Text":"Allah Nuxtın ayeli men Luttın ayelin kupirlik etwsilerdin / imansızdardın / mısalı etip keltirdi. Ol ekewi Bizdin quldarımızdan eki izgi quldın nekesinde edi. Ol ekewi olarga qiyanat jasadı. Alayda, ol ekewine Allahtın aldında es narse payda bermedi jane: «Ekewin kirwsilermen birge Otqa / tozaqqa / kirinder», - delindi"},{"SurahNumber":66,"VerseNumber":11,"Text":"Al, imanga kelgenderdin mısal-ulgisi etip, Allah Firawnnın ayelin keltirdi. Kezinde ol: «Rabbım! Magan Ozinnin quzırınnan Jannatta bir uy turgız jane meni Firawn men onın isterinen qutqar ari meni adiletsiz adamdardan qutqar», - degen edi"},{"SurahNumber":66,"VerseNumber":12,"Text":"Sonday-aq ayeldik paktigin qorgagan ’Imrannın qızı Meriyamdı da. Biz ogan / Oz ieligimizdegi / rwxımızdan urledik. Ol Rabbısının sozderine jane Kitaptarına sendi ari / Rabbısına / berilwsilerden boldı"}]}