{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Hâ - Mîm"},{"SurahNumber":46,"VerseNumber":2,"Text":"La révélation du Coran émane de Dieu, le Tout-Puissant, le Sage"},{"SurahNumber":46,"VerseNumber":3,"Text":"Nous n’avons créé les Cieux, la Terre et les espaces compris entre eux qu’à dessein et pour un terme fixé, mais ceux qui dénient et se détournent de ce dont ils ont été avertis"},{"SurahNumber":46,"VerseNumber":4,"Text":"dis-leur : « Qu’en est-il de ceux que vous invoquez en dehors de Dieu ! Faites-moi connaître leur part dans la création de la Terre. Auraient-ils contribué à la création des Cieux ? Apportez-moi un Livre antérieur à celui-ci, où il est fait mention d’une quelconque science (à propos de la contribution de vos idoles), si vous êtes sincères !»"},{"SurahNumber":46,"VerseNumber":5,"Text":"Qui est plus égaré que celui qui invoque, en dehors de Dieu, ce qui n’exauce pas ses prières, et qui le restera (égaré) jusqu’au Jour de la Résurrection ? Des idoles qui ne peuvent entendre leurs invocations"},{"SurahNumber":46,"VerseNumber":6,"Text":"et qui, lorsque les Hommes seront rassemblés, seront leurs ennemis et dénieront l’adoration qu’ils leur vouaient"},{"SurahNumber":46,"VerseNumber":7,"Text":"Lorsque Nos versets leur sont exposés avec clarté, ceux qui dénient disent de la Vérité qui se manifeste à eux : « Ce n’est là que magie évidente !»"},{"SurahNumber":46,"VerseNumber":8,"Text":"Ou, s’ils disent : « Il l’a inventée !», réponds-leur : « Admettons que je l’aie inventée. Dans ce cas, il n’est rien que vous puissiez faire pour me soustraire au châtiment de Dieu. Il sait mieux que quiconque ce que vous proférez à mon sujet, et Il me suffit comme Témoin entre vous et moi. Il est le Plein de Grâce, le Clément»"},{"SurahNumber":46,"VerseNumber":9,"Text":"Dis : « Je ne suis pas le premier des messagers ! J’ignore quel sort Dieu me réserve, ni celui qu’Il vous réserve. Je ne fais que suivre ce qui m’est révélé, et je ne suis qu’un avertisseur explicite »"},{"SurahNumber":46,"VerseNumber":10,"Text":"Dis : « Qu’adviendrait-il de vous s’il s’avère qu’il (le Coran) émane de Dieu alors que vous le déniez, et qu’un témoin issu des Enfants d’Israël, atteste de sa similarité avec les Ecritures antérieures au point de croire, alors que de votre côté vous affichez votre dédain ? En vérité, Dieu ne guide pas les incrédules !»"},{"SurahNumber":46,"VerseNumber":11,"Text":"Ceux qui dénient disent de ceux qui croient : « S’il (le Coran) procurait un quelconque bienfait, nous ne leur aurions pas donné l’occasion d’y croire avant nous !». Dès lors qu’ils refusèrent de se laisser guider par lui (le Coran), ils dirent : « C’est un recueil de vieilles fables !»"},{"SurahNumber":46,"VerseNumber":12,"Text":"L’Écriture de Moïse fut révélée avant lui (le Coran) en tant que guide et miséricorde. Et ce Livre (le Coran) est une confirmation (des Écritures antérieures), révélé en langue arabe, et ayant vocation à mettre en garde ceux qui sont injustes, et à annoncer l’heureuse nouvelle aux vertueux"},{"SurahNumber":46,"VerseNumber":13,"Text":"En vérité, ceux qui proclament : « Notre Seigneur est Dieu !», et demeurent inébranlables dans leur foi, ne connaîtront ni la crainte ni l’affliction"},{"SurahNumber":46,"VerseNumber":14,"Text":"Ceux-là seront les hôtes du Paradis, où ils demeureront pour l’éternité, en récompense des œuvres qu’ils ont accomplies"},{"SurahNumber":46,"VerseNumber":15,"Text":"Nous avons recommandé à l’Homme la bienveillance à l’égard de ses père et mère. Sa mère le porte dans la douleur et l’enfante dans la douleur. Trente mois séparent sa conception de son sevrage. Lorsqu’il atteint sa maturité et parvient à l’âge de quarante ans, il dira : « Seigneur ! Prédispose-moi à te témoigner ma gratitude pour les bienfaits dont Tu m’as comblé, ainsi que mes parents, et à accomplir de bonnes œuvres qui mériteront Ton agrément ! Accorde-moi une postérité vertueuse ! Je reviens à Toi repentant et je rejoins les rangs des soumis (musulmans) »"},{"SurahNumber":46,"VerseNumber":16,"Text":"De ceux-là, Nous acceptons le meilleur de leurs actions, et nous ignorerons les mauvaises. Ils seront du nombre des hôtes du Paradis, car s’accomplira la promesse qu’ils ont reçue"},{"SurahNumber":46,"VerseNumber":17,"Text":"Celui qui dit à ses parents : « Fi donc de vous deux ! Vous obstinez-vous à me promettre, tous les deux, que je serai sorti (de ma tombe ressuscité) alors que je n’ai vu aucune des générations révolues revenir à la vie?», et qu’ils (ses père et mère) lui disent, tout en implorant Dieu en sa faveur : « Malheur à toi ! Crois en Dieu ! La promesse de Dieu s’accomplira !». Mais il répliquera : « Ce ne sont là que des légendes de lointains ancêtres !»"},{"SurahNumber":46,"VerseNumber":18,"Text":"Ceux-là sont ceux contre lesquels s’accomplit le décret de Dieu qui se réalisa contre des communautés révolues de djinn et d’Hommes qui les ont précédés. Elles étaient les perdantes"},{"SurahNumber":46,"VerseNumber":19,"Text":"A chacun d’eux sera assigné un rang correspondant aux œuvres qu’il aura accomplies, afin que Dieu récompense leurs actes, et ils ne seront pas lésés"},{"SurahNumber":46,"VerseNumber":20,"Text":"Le Jour où ceux qui ont dénié seront exposés à l’Enfer, il leur sera dit : «Vous avez dilapidé les bienfaits qui vous ont été prodigués durant votre vie en ce monde ici-bas, et vous en avez bien profité. En ce Jour, vous subirez le supplice de l’infamie, pour prix de votre arrogance injustifiée et pour les excès que vous avez commis sur Terre »"},{"SurahNumber":46,"VerseNumber":21,"Text":"Raconte l’histoire du frère (Hoûd) des ‘Âd, lorsqu’il vint avertir son peuple dans le pays d’al-Ahqâf, qui avait vu se succéder des avertisseurs (messagers) avant et après lui : « Adorez Dieu Seul ! Je crains pour vous le châtiment d’un Jour effroyable !»"},{"SurahNumber":46,"VerseNumber":22,"Text":"Ils lui répondirent : « As-tu l’intention de nous détourner de nos divinités ? Précipite sur nous les malheurs dont tu nous menaces, si ce que tu dis est vrai !»"},{"SurahNumber":46,"VerseNumber":23,"Text":"Il dit : « Dieu Seul sait quand cela se produira. Quant à moi, je vous communique seulement le Message que je suis chargé de vous transmettre. Mais je constate que vous êtes un peuple inconscient ! »"},{"SurahNumber":46,"VerseNumber":24,"Text":"Lorsqu’ils aperçurent un nuage couvrant l’horizon s’approcher de leurs vallées, ils (les `Âd) se réjouirent : « C’est un nuage chargé de pluie pour nous arroser ! ». (Hoûd répondit) « Il n’en est rien ! C’est seulement ce que vous vouliez précipiter (ce que vous appeliez de vos vœux par défi) ! C’est un vent chargé de tourments effroyables"},{"SurahNumber":46,"VerseNumber":25,"Text":"qui rase tout sur son passage, par ordre de son Seigneur ! ». Le lendemain matin, seuls les vestiges de leurs demeures étaient visibles. C’est ainsi que Nous rétribuons les peuples malfaisants"},{"SurahNumber":46,"VerseNumber":26,"Text":"Nous avions pourtant affermi leur position comme Nous ne vous avions jamais affermis. Nous les avions dotés de l’ouïe, de la vue et de l’entendement. Mais l’ouïe, la vue, l’entendement ne leur servirent à rien, puisqu’ils avaient dénié les signes de Dieu. Dès lors, ce qu’ils tournaient en dérision se saisit d’eux"},{"SurahNumber":46,"VerseNumber":27,"Text":"Nous avons fait périr les cités qui vous entouraient, non sans leur avoir adressé des signes, pour les faire revenir sur la Voie Droite"},{"SurahNumber":46,"VerseNumber":28,"Text":"Que n’ont-elles été secourues par les divinités qu’elles ont prises pour culte, en dehors de Dieu ? Au lieu de cela, elles ont disparu ! Tel fut le résultat de leurs mensonges et de ce qu’ils fabulaient"},{"SurahNumber":46,"VerseNumber":29,"Text":"Souviens-toi, lorsque Nous avons rapproché de toi ce groupe de djinn pour écouter la récitation du Coran, et qui, lorsque celle-ci débuta, dirent : « Ecoutons attentivement !». Lorsqu’elle fut achevée, ils retournèrent auprès des leurs pour les avertir"},{"SurahNumber":46,"VerseNumber":30,"Text":"« Ô notre peuple ! Nous venons d’entendre un Livre révélé après Moïse, qui confirme les Écritures antérieures, qui guide vers la Vérité et sur la Voie Droite"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ô notre peuple ! Répondez au Prophète qui vous appelle à Dieu et croyez en lui (en sa mission) ! Dieu absoudra une partie de vos péchés et vous préservera d’un châtiment douloureux"},{"SurahNumber":46,"VerseNumber":32,"Text":"Mais ceux qui ne répondent pas au Prophète qui appelle à Dieu, ne sauraient défier Sa Toute-Puissance sur la Terre et n’auraient nul allié en dehors de Lui. Ceux-là sont dans un égarement évident »"},{"SurahNumber":46,"VerseNumber":33,"Text":"N’ont-ils pas vu que Dieu qui a créé le Ciel et la Terre et qui n’a eu aucune peine à les créer, n’aura aucune peine à faire revivre les morts ? Si ! La Toute-Puissance de Dieu s’étend à toute chose"},{"SurahNumber":46,"VerseNumber":34,"Text":"Le Jour où ceux qui auront dénié seront exposés à l’Enfer, il leur sera demandé : « N’est-ce pas là la Vérité ?». Ils répondront : « Si, par notre Seigneur !». Il leur sera dit : « Eh bien ! Goûtez à ce châtiment en punition pour ce que vous déniiez !»"},{"SurahNumber":46,"VerseNumber":35,"Text":"Prophète ! Fais preuve de patience comme le firent avant toi les plus téméraires des messagers ! N’affiche pas d’impatience concernant leur sort (le châtiment qui les attend) ! Il leur semblera, le Jour où ils verront ce dont ils étaient menacés, qu’ils ne sont pas restés sur Terre plus d’une heure dans une journée. Il t’incombe d’informer. Qui donc seront anéantis, si ce ne sont les pervers"},{"SurahNumber":47,"VerseNumber":1,"Text":"Ceux qui dénient et détournent leurs semblables de la Voie de Dieu, Dieu réduira le bénéfice de leurs actions à néant"},{"SurahNumber":47,"VerseNumber":2,"Text":"Et ceux qui croient, qui accomplissent des œuvres pies et ont foi en ce qui a été révélé à Mouhammad, et qui est l’expression de la Vérité, Dieu absoudra leurs péchés et améliorera leur condition"},{"SurahNumber":47,"VerseNumber":3,"Text":"Il en est ainsi parce que ceux qui dénient se sont conformés au faux, alors que ceux qui ont cru se sont conformés à la Vérité émanant de leur Seigneur. C’est ainsi que Dieu montre aux Hommes les conséquences de leurs actions"},{"SurahNumber":47,"VerseNumber":4,"Text":"Lorsque sur le champ de bataille, vous rencontrez ceux qui dénient, assénez-leur des coups sur les nuques, et dès lors que vous les aurez réduits à l’impuissance, ligotez les captifs que vous pourrez par la suite gracier ou libérer en échange d’une rançon en attendant la fin de la guerre jusqu’à ce qu’ils déposent les armes. Il en sera ainsi. Si telle avait été la volonté de Dieu, Il aurait Lui-même sévi contre eux, mais Il tient à vous éprouver les uns par les autres. Et ceux qui seront tués pour la Cause de Dieu, Il ne rendra jamais vaines leurs actions"},{"SurahNumber":47,"VerseNumber":5,"Text":"Il les guidera et Il les amènera à concevoir de meilleures pensées"},{"SurahNumber":47,"VerseNumber":6,"Text":"Et Il les admettra au Paradis qu’Il leur a décrit"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ô croyants ! Si vous défendez la Cause de Dieu, Il vous soutiendra et raffermira vos pas"},{"SurahNumber":47,"VerseNumber":8,"Text":"Quant aux dénégateurs, puissent-ils périr ! Il réduira leurs œuvres à néant"},{"SurahNumber":47,"VerseNumber":9,"Text":"Il en est ainsi en raison de la répulsion qu’ils éprouvent pour ce que Dieu a révélé. Il rendra vaines toutes leurs actions"},{"SurahNumber":47,"VerseNumber":10,"Text":"N’ont-ils pas parcouru la Terre et observé le sort qui échut aux peuples qui les ont précédés ? Dieu les a fait périr et les dénégateurs subiront le même sort"},{"SurahNumber":47,"VerseNumber":11,"Text":"Il en est ainsi car Dieu est le Protecteur de ceux qui croient. Et que pour les dénégateurs, il n’est nul protecteur"},{"SurahNumber":47,"VerseNumber":12,"Text":"Dieu admettra ceux qui croient et accomplissent des œuvres pies, dans des Jardins baignés de rivières. Quant à ceux qui dénient, ils se contentent de profiter des biens de la vie terrestre, et de se repaître comme le font les animaux (obéissant ainsi à des instincts purement bestiaux). L’Enfer sera une demeure pour eux"},{"SurahNumber":47,"VerseNumber":13,"Text":"Que de cités plus puissantes que ta cité (La Mecque), laquelle t’a banni, n’avons-Nous pas anéanties. Il n’y eut personne pour les soustraire à Notre rigueur"},{"SurahNumber":47,"VerseNumber":14,"Text":"Serait-ce que celui qui se conforme aux prescriptions claires de son Seigneur, est comparable à celui dont les mauvaises actions sont embellies à ses yeux, et qui ne se conforme quant à lui, qu’à ses (mauvais) penchants"},{"SurahNumber":47,"VerseNumber":15,"Text":"Le Paradis dont une description élogieuse est faite aux croyants, est baigné de rivières à l’eau non dormante, de rivières de lait à la saveur inaltérable, de rivières d’un vin dont se délectent les buveurs, et de rivières d’un miel pur. Ils (les croyants) goûteront de tous ses fruits, et avec tout ceci, une absolution de leur Seigneur. (Le sort de ceux-là) est-il comparable à celui qui sera maintenu pour l’éternité en Enfer et auxquels sera servi de l’eau bouillante qui leur déchirera les entrailles"},{"SurahNumber":47,"VerseNumber":16,"Text":"Il en est parmi eux qui écoutent tes prêches, mais à peine sortis de chez toi, ils demandent à ceux qui ont été initiés (aux enseignements du Coran) : « Qu’a-t-il dit tout à l’heure ?». Ce sont ces gens-là dont Dieu a scellé les cœurs et qui se laissent guider par leurs (mauvais) penchants"},{"SurahNumber":47,"VerseNumber":17,"Text":"Quant à ceux qui se sont engagés sur la Voie (de Dieu), Dieu les guide encore mieux en renforçant leur dévotion"},{"SurahNumber":47,"VerseNumber":18,"Text":"Qu’attendent-ils (pour s’amender) ? Que l’Heure vienne les surprendre ? Les signes annonciateurs de son avènement commencent à se manifester ? Et lorsqu’elle aura sonné, à quoi leur servira alors de songer au Rappel"},{"SurahNumber":47,"VerseNumber":19,"Text":"Sache qu’en vérité, il n’y a d’autre divinité en dehors de Dieu ! Implore donc le pardon de tes péchés et de ceux des croyants et des croyantes ! Et (sachez que) Dieu connaît vos activités diurnes et vos activités nocturnes"},{"SurahNumber":47,"VerseNumber":20,"Text":"Ceux qui croient disent : « Que ne révèle-t-on une sourate (décrétant le combat) ! ». Mais dès lors qu’une sourate irrévocable est révélée (décrétant le combat), tu vois ceux dont le cœur est rongé par le doute, jeter vers toi un regard défaillant à l’idée de la mort, alors que le mieux pour eux (en cet instant)"},{"SurahNumber":47,"VerseNumber":21,"Text":"aurait été d’obéir et de tenir des propos courageux. Ainsi, lorsque la situation devient critique, qu’ils se conduisent en serviteurs loyaux de Dieu"},{"SurahNumber":47,"VerseNumber":22,"Text":"Qui sait si en cas de fuite (de votre part) vous ne retomberez pas dans vos travers, semant (à nouveau) la corruption sur Terre, et rompant les liens du sang"},{"SurahNumber":47,"VerseNumber":23,"Text":"Ce sont ceux-là que Dieu a damnés. Il les a alors rendus sourds et les a aveuglés"},{"SurahNumber":47,"VerseNumber":24,"Text":"Que ne méditent-ils le Coran ? Où serait-ce que des verrous sont appliqués sur certains cœurs"},{"SurahNumber":47,"VerseNumber":25,"Text":"Ceux qui sont revenus sur leurs pas, après que la guidance leur a été clairement exposée, (n’ont agi ainsi que parce que) Satan les a leurrés et leur a dicté leur conduite"},{"SurahNumber":47,"VerseNumber":26,"Text":"Il en est ainsi, parce qu’ils ont dit à ceux qui éprouvent une aversion à l’égard de ce que Dieu a révélé : « Nous vous obéirons en quelques questions seulement !». Mais Dieu sait ce qu’ils tiennent secret"},{"SurahNumber":47,"VerseNumber":27,"Text":"Qu’en sera-t-il lorsque les anges en recueillant leurs âmes, les frapperont au visage et sur le dos"},{"SurahNumber":47,"VerseNumber":28,"Text":"Il en sera ainsi parce qu’ils auront suivi ce qui provoque le courroux de Dieu et éprouvé de l’aversion pour ce qui L’agréé. Il rendra alors leurs œuvres vaines"},{"SurahNumber":47,"VerseNumber":29,"Text":"Ou serait-ce que ceux dont le cœur est rongé par le doute, s’imaginent que Dieu ne dévoilera jamais leurs ressentiments au grand jour"},{"SurahNumber":47,"VerseNumber":30,"Text":"Et si telle était Notre volonté, Nous te les aurions montrés sous leur vrai visage, tu aurais pu les identifier par leurs expressions et tu les reconnaîtras sûrement au ton faux de leurs propos. Dieu observe vos agissements"},{"SurahNumber":47,"VerseNumber":31,"Text":"Nous vous mettrons certainement à l’épreuve afin de distinguer ceux d’entre vous qui combattent et endurent avec patience, et afin d’éprouver votre conduite"},{"SurahNumber":47,"VerseNumber":32,"Text":"En vérité, ceux qui dénient, qui détournent leurs semblables de la Voie de Dieu et qui s’opposent au Prophète après que la guidance leur a été montrée, ceux-là ne nuiront en rien à Dieu et Il rendra leurs œuvres vaines"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ô vous qui croyez ! Obéissez à Dieu et obéissez au Prophète, et n’œuvrez pas à rendre vos actions vaines"},{"SurahNumber":47,"VerseNumber":34,"Text":"Ceux qui dénient, qui détournent les autres de la Voie de Dieu, et qui meurent en étant dénégateurs, Dieu ne leur accordera pas Son pardon"},{"SurahNumber":47,"VerseNumber":35,"Text":"Ne faiblissez pas et ne proposez pas de trêve alors que vous êtes en position de force, que Dieu est avec vous et qu’Il ne privera en rien vos actions de leurs mérites"},{"SurahNumber":47,"VerseNumber":36,"Text":"La vie en ce monde ici-bas n’est que divertissements et loisirs. Si vous croyez et craignez Dieu, Il vous donnera votre rétribution sans vous demander vos richesses en contrepartie"},{"SurahNumber":47,"VerseNumber":37,"Text":"Les exigerait-Il de vous, qu’Il percerait votre vraie nature, et vous montreriez alors votre avarice. Et là, Il révèlerait vos ressentiments"},{"SurahNumber":47,"VerseNumber":38,"Text":"Vous êtes alors ceux auxquels il est demandé de dépenser (vos biens) pour la Cause de Dieu. Certains parmi vous se montreront avares, mais celui qui est avare l’est à son détriment, car Dieu Se suffit à Lui-même mais vous, vous avez besoin de Lui. (Sachez que) si vous vous défilez, Dieu vous substituera un peuple qui ne sera pas votre pareil (en désobéissance)"},{"SurahNumber":48,"VerseNumber":1,"Text":"En vérité, Nous t’avons accordé une victoire éclatante"},{"SurahNumber":48,"VerseNumber":2,"Text":"afin que Dieu te pardonne tes péchés, passés et futurs, qu’Il parachève Sa grâce sur toi et te dirige sur la Voie Droite"},{"SurahNumber":48,"VerseNumber":3,"Text":"Dieu t’accorde ainsi un puissant secours"},{"SurahNumber":48,"VerseNumber":4,"Text":"C’est Lui qui a fait descendre la quiétude dans le cœur des croyants afin de renforcer leur foi, et c’est à Lui qu’appartiennent les armées des Cieux et de la Terre. Dieu est en vérité Omniscient et Sage"},{"SurahNumber":48,"VerseNumber":5,"Text":"Ce (ces bienfaits), afin d’admettre les croyants et les croyantes dans des Jardins baignés de rivières, où ils séjourneront pour l’éternité, et afin de les absoudre de leurs mauvaises actions. Et d’être admis auprès de Dieu, sera le comble de la félicité"},{"SurahNumber":48,"VerseNumber":6,"Text":"Ce, par ailleurs, afin de châtier les hypocrites, hommes et femmes, ainsi que les idolâtres, hommes et femmes, qui conçoivent à l’égard de Dieu des pensées malveillantes. Puissent-ils subir les vicissitudes du sort et la colère de Dieu qui s’abattra sur eux, ainsi que Sa malédiction. Il les voue à la Géhenne et c’est là une bien funeste demeure"},{"SurahNumber":48,"VerseNumber":7,"Text":"C’est à Dieu qu’appartiennent les armées des Cieux et de la Terre. Il est Tout-Puissant et Sage"},{"SurahNumber":48,"VerseNumber":8,"Text":"Nous t’avons envoyé en tant que témoin, annonciateur de la bonne nouvelle et avertisseur"},{"SurahNumber":48,"VerseNumber":9,"Text":"afin que vous croyiez en Dieu et en Son Messager, que vous L’honoriez, que vous Le vénériez et que vous célébriez Sa gloire à l’aube et au crépuscule"},{"SurahNumber":48,"VerseNumber":10,"Text":"Ceux qui font acte d’allégeance devant toi, font en réalité acte d’allégeance à Dieu. La Main de Dieu est au-dessus des leurs. Quiconque rompt son serment en subira seul les conséquences. Quiconque y demeure fidèle, Dieu lui accordera une magnifique récompense"},{"SurahNumber":48,"VerseNumber":11,"Text":"Ceux parmi les bédouins qui ont choisi de faire défection, te diront en guise d’excuses : «Nous étions occupés par la gestion de nos biens et par nos familles. Implore Dieu de nous pardonner (de ne pas t’avoir accompagné) !». Les paroles qui sortent de leurs bouches ne reflètent pas leur véritable pensée. Dis-leur : « Qui peut empêcher les desseins de Dieu vous concernant, qu’Il veuille vous infliger un malheur ou qu’Il veuille vous combler de bienfaits ? Dieu connait vos agissements"},{"SurahNumber":48,"VerseNumber":12,"Text":"En vérité, vous pensiez plutôt que le messager et ses compagnons ne retourneraient jamais auprès des leurs. Cette perspective vous réjouissait et vous en aviez conçu des pensées malsaines, montrant ainsi que vous êtes un peuple voué à la damnation !»"},{"SurahNumber":48,"VerseNumber":13,"Text":"(Qu’ils sachent) ceux qui ne croient pas en Dieu et en Son messager, que Nous avons préparé la Fournaise pour les dénégateurs"},{"SurahNumber":48,"VerseNumber":14,"Text":"C’est à Dieu qu’appartient la Royauté des Cieux et de la Terre. Il absout qui Il Lui plaît et Il châtie qui Il veut, et Il est Clément et Miséricordieux"},{"SurahNumber":48,"VerseNumber":15,"Text":"Ceux qui avaient fait défection diront, lorsque vous vous mettrez en route pour récolter le butin (de guerre) : « Laissez-nous vous accompagner !», croyant réussir à modifier le sens du décret (la Parole) de Dieu. Dis-leur : « Jamais vous ne nous suivrez ! Il en sera tel que Dieu l’a promis !». Ils diront alors : «Vous agissez ainsi par pure convoitise (au regard du butin) !». Il n’en est rien, mais leur raisonnement est si limité"},{"SurahNumber":48,"VerseNumber":16,"Text":"Dis aux bédouins qui ont fait défection : « Vous serez bientôt appelés à affronter un peuple doté d’une force redoutable. Vous devrez les combattre, à moins qu’ils ne se soumettent (se rendent). Si vous acceptez, Dieu vous accordera une belle récompense. Mais si vous refusez de les combattre, comme vous l’avez fait avant cela, Il vous infligera un châtiment douloureux »"},{"SurahNumber":48,"VerseNumber":17,"Text":"Nul grief à l’encontre de l’aveugle, nul grief à l’encontre de l’infirme, et nul grief à l’encontre du malade (s’ils ne prennent pas part au combat). Mais quiconque (en dehors de ces derniers) obéit à Dieu et à Son messager, Dieu l’admettra dans des Jardins baignés de rivières. Mais quiconque refuse le combat, Dieu lui infligera un châtiment douloureux"},{"SurahNumber":48,"VerseNumber":18,"Text":"Dieu a été satisfait des croyants qui ont prêté serment d’allégeance devant toi au pied de l’arbre. Il savait ce que recélaient leurs cœurs. Aussi les apaisa-t-Il en instillant la quiétude dans leurs cœurs, et leur accorda-t-Il en récompense, une victoire qui n’allait pas tarder"},{"SurahNumber":48,"VerseNumber":19,"Text":"et un butin conséquent qui allait vous revenir, car Dieu est Puissant et Sage"},{"SurahNumber":48,"VerseNumber":20,"Text":"Dieu vous a promis un butin conséquent qui allait vous revenir. Ainsi, Il a hâté pour vous cette victoire, et a empêché les coups des gens (les Mecquois) de vous atteindre, afin que cela soit un signe (prometteur) pour les croyants, afin qu’Il vous guide sur la Voie Droite"},{"SurahNumber":48,"VerseNumber":21,"Text":"Il y eut d’autres butins (liés à d’autres victoires) qui échappèrent à votre prise (qui n’étaient pas à votre portée), mais que Dieu tient (pour vous) en Son pouvoir, car Son pouvoir s’étend sur toute chose"},{"SurahNumber":48,"VerseNumber":22,"Text":"Si ceux qui ont dénié avaient eu à livrer bataille contre vous, ils auraient vite fait de capituler. Mais après cela, ils n’auraient eu ni allié, ni protecteur"},{"SurahNumber":48,"VerseNumber":23,"Text":"Telle est la Loi de Dieu, qui prévaut depuis toujours et rien ne saurait se substituer à la Loi de Dieu"},{"SurahNumber":48,"VerseNumber":24,"Text":"C’est Lui qui vous a gardés hors de leur atteinte, et qui les a gardés hors de votre atteinte, dans la vallée de La Mecque, après vous avoir accordé la victoire sur eux. Dieu observe vos agissements"},{"SurahNumber":48,"VerseNumber":25,"Text":"Ce sont eux (ces dénégateurs) qui vous ont empêché d’accéder à la Mosquée sacrée, et empêché les bêtes de sacrifice entravées (prêtes à l’immolation), de parvenir à leur lieu de sacrifice. N’eut été la présence de croyants et de croyantes que vous ne pouviez distinguer dans la foule, et que vous auriez pu, sans le savoir, écraser en marchant sur la cité, commettant ainsi un péché et entraînant des représailles de leur part, (Dieu aurait pu commander que le combat ait lieu). Mais (par cette trêve) Dieu veut étendre Sa grâce sur qui Il veut. S’ils (les croyants et les croyantes) s’étaient séparés de ceux qui avaient dénié, Nous aurions infligé à ces derniers un châtiment douloureux"},{"SurahNumber":48,"VerseNumber":26,"Text":"Alors que (par la Volonté de Dieu) ceux qui déniaient mettaient toute leur ardeur à faire prévaloir leur fanatisme hérité de l’ère antéislamique (al-Jahiliyah), Dieu apaisait le messager et les croyants en instillant la quiétude dans leurs cœurs, et leur imposait comme devoir de s’en tenir à la Parole de piété (la profession de foi) dont ils étaient les plus dignes tant ils étaient pieux. Dieu a une connaissance parfaite de toute chose"},{"SurahNumber":48,"VerseNumber":27,"Text":"C’est ainsi que Dieu rendit réelle la vision de Son messager dans laquelle Il lui annonçait : « Certainement, vous entrerez dans la Mosquée sacrée, en toute sécurité, par la volonté de Dieu, les têtes rasées, (ou) les cheveux coupés, débarrassés de tout sentiment de crainte ». Dieu sait ce que vous ne pouviez savoir. Aussi vous a-t-Il accordé avant cela (avant la réalisation de ce rêve) de remporter une victoire (plus) proche"},{"SurahNumber":48,"VerseNumber":28,"Text":"C’est Lui qui a envoyé Son Prophète avec la guidance et la religion de la Vérité afin qu’elle prévale sur toutes les religions, (sachant que) Dieu suffit comme Témoin"},{"SurahNumber":48,"VerseNumber":29,"Text":"Mouhammad est le messager de Dieu. Ceux qui l’accompagnent sont implacables à l’égard des dénégateurs mais emplis de compassion entre eux. Tu les vois s’incliner et se prosterner, en quête d’une grâce émanant de Dieu et de Son agrément. Ils sont reconnaissables à la marque laissée sur leurs fronts, du fait de leur prosternation pendant la prière. Telle est l’image qui est donnée d’eux dans la Thora. Et l’image qui est donnée d’eux dans l’Evangile est celle d’une semence qui sort sa pousse (qui germe), puis elle lui donne sa force, puis elle grandit et se dresse sur sa tige, réjouissant les cultivateurs. (Parabole proposée) pour irriter les dénégateurs. Dieu promet à ceux parmi eux qui croient et accomplissent des œuvres pies, l’absolution de leurs péchés, et une belle récompense"},{"SurahNumber":49,"VerseNumber":1,"Text":"Ô vous qui croyez ! Ne prenez pas d’initiatives, devançant ainsi les ordres de Dieu et de Son messager ! Et Craignez Dieu ! Dieu entend tout et sait tout"},{"SurahNumber":49,"VerseNumber":2,"Text":"Ô vous qui croyez ! Ne couvrez pas de votre voix, celle du messager, et ne parlez pas en élevant la voix devant lui. Vous risqueriez que vos actions deviennent vaines sans que vous vous en doutiez"},{"SurahNumber":49,"VerseNumber":3,"Text":"Ceux qui baissent la voix en s’adressant au Prophète sont ceux dont Dieu a soumis le cœur à l’épreuve de la foi. Ils bénéficieront de l’absolution de leurs péchés, et recevront une grande récompense"},{"SurahNumber":49,"VerseNumber":4,"Text":"Ceux qui t’appellent de l’extérieur de tes appartements (habitations privées) sont inconscients pour la plupart"},{"SurahNumber":49,"VerseNumber":5,"Text":"C’eut été meilleur pour eux s’ils avaient patienté jusqu’à ce que tu viennes à leur rencontre. Mais Dieu est Indulgent et Clément"},{"SurahNumber":49,"VerseNumber":6,"Text":"Ô vous qui croyez ! Lorsqu’un scélérat vous apporte une nouvelle, assurez-vous de son authenticité, vous risqueriez sinon de porter préjudice à des innocents par ignorance, et d’en éprouver des remords par la suite"},{"SurahNumber":49,"VerseNumber":7,"Text":"Sachez qu’il y a parmi vous le messager de Dieu. S’il devait vous satisfaire concernant un grand nombre de questions, vous seriez certainement bien embarrassés. Mais Dieu vous a fait aimer la foi et Il vous l’a rendue avenante, et Il vous a fait prendre en horreur, la dénégation, la perversité et la désobéissance. Ceux-là sont les bien-guidés sur la voie de la rectitude"},{"SurahNumber":49,"VerseNumber":8,"Text":"par un effet de la grâce et de la bénédiction de Dieu, car Dieu est Omniscient et Sage"},{"SurahNumber":49,"VerseNumber":9,"Text":"Lorsque deux groupes de croyants combattent les uns contre les autres, réconciliez-les ! Mais si l’un d’eux agresse l’autre, combattez alors l’agresseur jusqu’à ce qu’il se conforme à la Volonté de Dieu. S’il s’y conforme, réconciliez-les avec impartialité et agissez équitablement, car Dieu aime ceux qui agissent avec équité"},{"SurahNumber":49,"VerseNumber":10,"Text":"Les croyants sont frères (en leur religion) ? Réconciliez donc vos frères et craignez Dieu, puissiez-vous obtenir Sa miséricorde"},{"SurahNumber":49,"VerseNumber":11,"Text":"Ô vous qui croyez ! Ne vous moquez pas les uns des autres, car il est possible que ceux qui sont ainsi raillés soient meilleurs qu’eux (ceux qui se moquent d’eux). Il en est de même pour les femmes entre elles, car, il est possible que celles qui sont raillées soient meilleures que celles qui les raillent. Ne vous calomniez pas et ne vous affublez pas de sobriquets. Combien il est détestable d’être qualifié de scélérat lorsqu’on a embrassé la foi ! Ceux qui ne cessent pas (de donner des sobriquets) sont les injustes"},{"SurahNumber":49,"VerseNumber":12,"Text":"Ô croyants ! Évitez autant que possible la suspicion, car il est des suspicions qui sont des vrais péchés. N’épiez pas vos moindres faits et gestes, les uns les autres ! Ne vous dénigrez pas les uns des autres ! Lequel d’entre vous voudrait manger la chair de son frère mort (car c’est à cela qu’est comparée la calomnie) ? Cela vous répugnerait certainement ! Craignez donc Dieu ! Il est Indulgent et Miséricordieux"},{"SurahNumber":49,"VerseNumber":13,"Text":"Ô Hommes ! Nous vous avons créés mâle et femelle, et Nous vous avons constitués en peuples et en tribus (différents), afin que vous alliez les uns vers les autres (pour vous connaître). En vérité, le plus disposé à le faire est pour Dieu le plus pieux. Dieu est Omniscient et Connaisseur"},{"SurahNumber":49,"VerseNumber":14,"Text":"Les bédouins (Arabes du désert) disent : «Nous croyons !». Dis-leur : «Vous n’avez pas encore la foi ! Dites plutôt : « Nous nous sommes seulement soumis », car la foi n’est pas encore perçue par vos cœurs. Mais si vous obéissez à Dieu et à Son messager, Il ne vous fera pas perdre le mérite de vos œuvres, car Dieu est Indulgent et Clément »"},{"SurahNumber":49,"VerseNumber":15,"Text":"Les vrais croyants sont ceux qui ont foi en Dieu et en Son messager, sans avoir jamais douté, et qui vouent leurs biens et leurs personnes à la Cause de Dieu. Tels sont les croyants sincères"},{"SurahNumber":49,"VerseNumber":16,"Text":"Dis-leur : « Prétendez-vous informer Dieu sur la réalité de votre foi, alors que la science de Dieu embrasse tout ce qui est dans les Cieux et sur la Terre? En vérité, Dieu est Omniscient »"},{"SurahNumber":49,"VerseNumber":17,"Text":"Ils se targuent de t’avoir accordé une faveur en se ralliant à l’Islam. Dis-leur : « Ne vous targuez pas de m’avoir accordé un bienfait par votre ralliement à l’Islam, car c’est Dieu qui vous rappelle qu’Il vous a accordé Sa grâce en vous guidant vers la foi, à supposer que vous soyez sincères (dans votre foi)»"},{"SurahNumber":49,"VerseNumber":18,"Text":"Dieu, qui connaît parfaitement le mystère des Cieux et de la Terre, observe parfaitement tous vos agissements"},{"SurahNumber":50,"VerseNumber":1,"Text":"Qâf. Par le Coran sublime"},{"SurahNumber":50,"VerseNumber":2,"Text":"Loin de croire, ils (les dénégateurs) s’étonnent que ce soit un de leurs semblables qui vienne (qui ait été choisi) les avertir ! Ils disent : « Ce serait une chose bien étrange"},{"SurahNumber":50,"VerseNumber":3,"Text":"(Nous serions ramenés à la vie) une fois morts et réduits à l’état de poussière ? Ceci est improbable !»"},{"SurahNumber":50,"VerseNumber":4,"Text":"Nous savons bien ce que la terre laissera (intact) de leurs corps (l’os du coccyx). Nous détenons un Livre où tout est conservé"},{"SurahNumber":50,"VerseNumber":5,"Text":"Mais ils ont traité la Vérité de mensonge dès lors qu’elle s’est manifestée à eux, si bien qu’ils sont plongés dans la confusion"},{"SurahNumber":50,"VerseNumber":6,"Text":"N’ont-ils pas considéré le ciel au-dessus de leurs têtes, et observé comment Nous l’avons bâti et paré sans que n’y paraisse la moindre fissure"},{"SurahNumber":50,"VerseNumber":7,"Text":"et observé la Terre, comment Nous l’avons étendue, comment Nous y avons implanté des montagnes (pour la stabiliser) et comment Nous y avons fait germer toutes sortes de couples de végétaux luxuriants"},{"SurahNumber":50,"VerseNumber":8,"Text":"Cette évocation (est énoncée) en guise d’enseignement et de rappel pour tout serviteur qui fait acte de contrition"},{"SurahNumber":50,"VerseNumber":9,"Text":"Et Nous faisons descendre du ciel une eau bienfaisante par laquelle Nous faisons pousser des vergers et des graines céréalières"},{"SurahNumber":50,"VerseNumber":10,"Text":"ainsi que des palmiers élevés aux régimes bien ordonnés"},{"SurahNumber":50,"VerseNumber":11,"Text":"pour prodiguer leur subsistance aux Hommes, et par laquelle Nous revivifions une terre morte. Et c’est ainsi que (le Jour de la Résurrection) se fera la sortie (des tombes)"},{"SurahNumber":50,"VerseNumber":12,"Text":"Avant eux déjà, le peuple de Noé, les gens d’ar-Rass et les Thamoûd avaient crié à l’imposture"},{"SurahNumber":50,"VerseNumber":13,"Text":"ainsi que les `Âd, Pharaon et les membres de la tribu de Loth"},{"SurahNumber":50,"VerseNumber":14,"Text":"les gens d’al- Aykah et de Toubba`. Chacun ayant traité les messagers d’imposteurs, et Notre menace s'accomplit alors"},{"SurahNumber":50,"VerseNumber":15,"Text":"Aurions-Nous été fatigué par la première création ? Ce sont plutôt eux qui sont sceptiques quant à une nouvelle création (la Résurrection)"},{"SurahNumber":50,"VerseNumber":16,"Text":"Nous avons créé l’Homme et Nous savons ce que lui suggère son âme, car Nous sommes plus près de lui que sa veine jugulaire"},{"SurahNumber":50,"VerseNumber":17,"Text":"En effet, deux (anges) collecteurs se tiennent, l’un à sa droite et l’autre à sa gauche, pour recueillir ses actions"},{"SurahNumber":50,"VerseNumber":18,"Text":"Ainsi, il ne prononce pas une parole sans qu’il y ait un observateur prêt à la consigner"},{"SurahNumber":50,"VerseNumber":19,"Text":"Et voilà que surviennent les affres de la mort dévoilant la Vérité. « Voilà que s’avère ce dont tu te détournais !»"},{"SurahNumber":50,"VerseNumber":20,"Text":"Et l’on soufflera dans le Cor. Voici le Jour promis"},{"SurahNumber":50,"VerseNumber":21,"Text":"Chaque âme comparaîtra alors avec à ses côtés, un (ange) accompagnateur (chargé de conduire sur le lieu du rassemblement), et un (ange) témoin (qui témoignera de ses actes)"},{"SurahNumber":50,"VerseNumber":22,"Text":"Il lui sera dit : «Tu étais indifférent à l’avènement de ce Jour ! Nous avons ôté ton voile, et voilà que ta vue a recouvré son acuité (regard d’acier) !»"},{"SurahNumber":50,"VerseNumber":23,"Text":"Son (ange) accompagnateur dira alors : «Voilà celui dont j’ai la charge ! Il est prêt !»"},{"SurahNumber":50,"VerseNumber":24,"Text":"Le Seigneur ordonnera alors aux deux anges : « Jetez en Enfer tout ingrat irréductible"},{"SurahNumber":50,"VerseNumber":25,"Text":"ennemi du bien, transgresseur et sceptique"},{"SurahNumber":50,"VerseNumber":26,"Text":"qui associait à Dieu une autre divinité ! Livrez-le au châtiment terrible !»"},{"SurahNumber":50,"VerseNumber":27,"Text":"Et son compagnon inséparable (son mauvais génie) se désolidarisera alors de lui : « Seigneur ! Ce n’est pas moi qui l’ai rendu injuste ! Il était déjà profondément égaré »"},{"SurahNumber":50,"VerseNumber":28,"Text":"Dieu dira alors : « Ne vous disputez pas en Ma présence ! Je vous avais fait connaître Ma menace au préalable (à travers Ma Parole révélée à Mes messagers)"},{"SurahNumber":50,"VerseNumber":29,"Text":"et Ma Parole est vouée à s’accomplir. Et Je n’opprime pas Mes serviteurs »"},{"SurahNumber":50,"VerseNumber":30,"Text":"Ce Jour où Nous demanderons à la Géhenne : « Es-tu remplie ?», et la Géhenne répondra : « Y-en-a-t-il encore ?»"},{"SurahNumber":50,"VerseNumber":31,"Text":"Ce Jour où le Paradis sera rapproché pour être à la portée des pieux"},{"SurahNumber":50,"VerseNumber":32,"Text":"auxquels il sera dit : «Voilà ce qui vous était promis ! ». A tout repenti respectueux des prescriptions divines"},{"SurahNumber":50,"VerseNumber":33,"Text":"qui redoute le Miséricordieux dans Son mystère et qui fait acte de contrition"},{"SurahNumber":50,"VerseNumber":34,"Text":"il sera dit : « Entrez-y en paix ! En ce Jour débute l’éternité !»"},{"SurahNumber":50,"VerseNumber":35,"Text":"Ils y auront tout ce qu’ils désirent et bien plus auprès de Nous"},{"SurahNumber":50,"VerseNumber":36,"Text":"Que de peuples les ayant précédés avons-Nous anéantis. Leur puissance était pourtant supérieure à la leur ! Ils ont parcouru le monde. Ont-ils trouvé un quelconque moyen d’échapper (à Notre châtiment)"},{"SurahNumber":50,"VerseNumber":37,"Text":"En vérité, réside en cela un rappel pour quiconque est doué de raison, et qui écoute afin de percevoir le sens avec un cœur en éveil"},{"SurahNumber":50,"VerseNumber":38,"Text":"Nous avons créé les Cieux, la Terre et les espaces compris entre eux en six jours, sans en avoir ressenti la moindre peine"},{"SurahNumber":50,"VerseNumber":39,"Text":"Endure leurs propos avec patience et célèbre les louanges de ton Seigneur avant le lever du soleil et avant le coucher"},{"SurahNumber":50,"VerseNumber":40,"Text":"Consacre une partie de la nuit à L’exalter et à la fin de la prière"},{"SurahNumber":50,"VerseNumber":41,"Text":"Et guette le Jour où le crieur lancera son appel d’un endroit proche"},{"SurahNumber":50,"VerseNumber":42,"Text":"car le Jour où ils entendront l’appel solennel qui sonnera l’Heure de Vérité, sera le Jour où les morts seront ressuscités"},{"SurahNumber":50,"VerseNumber":43,"Text":"En vérité, c’est Nous qui faisons vivre et faisons mourir, et c’est vers Nous que tout fera retour"},{"SurahNumber":50,"VerseNumber":44,"Text":"Le Jour où le sol se fendra et qu’ils émergeront à la hâte, les rassembler sera pour Nous chose aisée"},{"SurahNumber":50,"VerseNumber":45,"Text":"Nous savons mieux ce qu’ils disent (les dénégateurs), et il ne t’incombe pas de les contraindre (à embrasser la foi). Ta mission consiste à avertir par ce Coran, ceux qui redoutent la menace de Mon châtiment"},{"SurahNumber":51,"VerseNumber":1,"Text":"Par ceux (les vents) qui dispersent"},{"SurahNumber":51,"VerseNumber":2,"Text":"par ceux (les nuages) qui portent la charge de lourds fardeaux (de pluie)"},{"SurahNumber":51,"VerseNumber":3,"Text":"par ceux (les vaisseaux) qui glissent avec aisance"},{"SurahNumber":51,"VerseNumber":4,"Text":"et par ceux (les anges) chargés conformément à l’Ordre de Dieu de répartir Ses biens"},{"SurahNumber":51,"VerseNumber":5,"Text":"En vérité, ce qui vous a été annoncé s’accomplira"},{"SurahNumber":51,"VerseNumber":6,"Text":"et le Jugement dernier est inéluctable"},{"SurahNumber":51,"VerseNumber":7,"Text":"Par le ciel marqué de stries"},{"SurahNumber":51,"VerseNumber":8,"Text":"En vérité, vous tenez des propos confus"},{"SurahNumber":51,"VerseNumber":9,"Text":"qui écartent (de la Vérité) quiconque a peu d’intelligence"},{"SurahNumber":51,"VerseNumber":10,"Text":"Que soient anéantis les imposteurs"},{"SurahNumber":51,"VerseNumber":11,"Text":"Ceux qui, noyés dans leur mécréance"},{"SurahNumber":51,"VerseNumber":12,"Text":"demandent : « À quand le Jour du Jugement ?»"},{"SurahNumber":51,"VerseNumber":13,"Text":"Le Jour où par le Feu, ils seront suppliciés"},{"SurahNumber":51,"VerseNumber":14,"Text":"il leur sera dit : « Subissez votre supplice ! C’est celui dont vous vouliez hâter l’avènement !»"},{"SurahNumber":51,"VerseNumber":15,"Text":"Certainement, les pieux se retrouveront dans des Jardins baignés de rivières"},{"SurahNumber":51,"VerseNumber":16,"Text":"jouissant des bienfaits que leur Seigneur leur aura accordés, car ils étaient vertueux"},{"SurahNumber":51,"VerseNumber":17,"Text":"dormaient peu la nuit (étaient en prière)"},{"SurahNumber":51,"VerseNumber":18,"Text":"imploraient le pardon de Dieu à l’aube"},{"SurahNumber":51,"VerseNumber":19,"Text":"et prélevaient sur leurs biens une part destinée au mendiant et au nécessiteux"},{"SurahNumber":51,"VerseNumber":20,"Text":"Il est ainsi des signes sur la Terre pour ceux qui croient avec certitude"},{"SurahNumber":51,"VerseNumber":21,"Text":"ainsi qu’en vous-mêmes. N’êtes-vous pas capables de discerner"},{"SurahNumber":51,"VerseNumber":22,"Text":"Et dans le Ciel se trouve votre subsistance, ainsi que ce qui vous est promis (le Paradis)"},{"SurahNumber":51,"VerseNumber":23,"Text":"Par le Seigneur des Cieux et de la Terre, ceci est aussi vrai que le fait que vous parliez"},{"SurahNumber":51,"VerseNumber":24,"Text":"Le récit des hôtes révérés d’Abraham t’est-il parvenu"},{"SurahNumber":51,"VerseNumber":25,"Text":"Lorsqu’ils entrèrent chez lui, ils lui dirent : « Paix !». Il (Abraham) répondit : «Paix ! Etrangers !»"},{"SurahNumber":51,"VerseNumber":26,"Text":"Puis il se glissa discrètement chez les siens et rapporta un veau gras"},{"SurahNumber":51,"VerseNumber":27,"Text":"qu’il servit à ses hôtes. Puis il leur demanda : « N’en mangez- vous pas ?»"},{"SurahNumber":51,"VerseNumber":28,"Text":"Et il conçut une certaine appréhension à leur égard. Mais ils le rassurèrent : «Ne crains rien !». Et ils lui annoncèrent la bonne nouvelle de la naissance d’un fils doté de science"},{"SurahNumber":51,"VerseNumber":29,"Text":"Sa femme arriva en poussant des cris et se frappant le visage : « La vieille femme stérile que je suis (aurait un enfant) ?»"},{"SurahNumber":51,"VerseNumber":30,"Text":"Ils répondirent : « Ainsi en a décidé ton Seigneur. Il est le Sage, l’Omniscient »"}]}