{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Tumi niścaẏa'i dēkhatē pābē yē yārā īmāna ēnēchē tādēra sāthē śatrutāẏa saba cā'itē kaṭhōra lōka hacchē ihudīrā ō yārā śarīka karē, āra niścaẏa'i tumi ābiskāra karabē yē yārā īmāna ēnēchē tādēra sāthē bandhutbē saba cā'itē tādēra ghaniṣṭha hacchē ōrā yārā balē -- ''niḥsandēha āmarā khrīṣṭāna.’’ Ēṭi ē'i jan'ya yē tādēra madhyē raẏēchē pādarīrā ō sādhusann'yāsīrā, āra yēhētu tārā ahaṅkāra karē nā."},{"SurahNumber":5,"VerseNumber":83,"Text":"Āra yakhana tārā śōnē yā rasūlēra kāchē nāyila haẏēchē, tumi dēkhabē tādēra cōkha a‌śruplābita haẏēchē satyatā tārā upalabdhi karēchila balē. Tārā balē -- ''āmādēra prabhu! Āmarā īmāna ēnēchi, tā'i āmādēra likhē rākhō sākṣyadātādēra saṅgē."},{"SurahNumber":5,"VerseNumber":84,"Text":"Āra ki kāraṇa āmādēra thākatē pārē yāra jan'ya āmarā biśbāsa karabō nā āllāh‌tē āra yē satya āmādēra kāchē ēsēchē tātē, yakhana āmarā ākula ākāṅkhā kari yē āmādēra prabhu yēna saṯkarmaśīla lōkadēra saṅgē āmādēra antarbhukta karēna?’’"},{"SurahNumber":5,"VerseNumber":85,"Text":"Kājē'i āllāh tādēra puraskāra diẏēchilēna yā tārā balēchila sējan'ya, -- bāgānasamūha yādēra nicē diẏē baẏē calē jharanārāji, tātē tārā thākabē cirakāla. Āra ēṭi hacchē saṯkarmīdēra puraskāra."},{"SurahNumber":5,"VerseNumber":86,"Text":"Āra yārā abiśbāsa pōṣaṇa karē ō āmādēra nirdēśasamūhē mithyārōpa karē, tārā hacchē jbalanta āgunēra bāsindā."},{"SurahNumber":5,"VerseNumber":87,"Text":"Ōhē yārā īmāna ēnēcha! Bhālō biṣaẏagulō yā āllāh tōmādēra jan'ya baidha karēchēna sē-saba tōmarā niṣid'dha karō nā, ābāra bāṛābāṛi'ō karō nā. Niḥsandēha āllāh bhālōbāsēna nā sīmālaṅghanakārīdēra."},{"SurahNumber":5,"VerseNumber":88,"Text":"Āra āllāh tōmādēra yā hālāla ō bhālō riyēka diẏēchēna tā thēkē bhōga karō āra āllāh‌kē bhaẏa-śrad'dhā karō, -- yām̐ra prati tōmarā mumina haẏēcha."},{"SurahNumber":5,"VerseNumber":89,"Text":"Āllāh tōmādēra pākaṛābēna nā tōmādēra śapathagulōra madhyē yā khēlō, kintu tini tōmādēra pākaṛā'ō karabēna sē'isaba śapathēra jan'ya yā tōmarā sēcchākr̥tabhābē karō, tā'i ēra prāẏaścitta hacchē daśajana garībakē khā'ōẏānō, -- tōmādēra parijanakē tōmarā yēbhābē khā'ōẏā'ō sē'ibhābē sādhāraṇa dharanē, athabā tādēra parānō, athabā ēkajana dāsakē mukta karā. Kintu yē pāẏa nā tabē tina dina rōyā. Ē hacchē tōmādēra śapathēra prāẏaścitta yakhana tōmarā halapha karō. Āra tōmādēra śapatha hēphājatē rākhō. Ē'ibhābē āllāh tōmādēra jan'ya tām̐ra nirdēśābalī suspaṣṭa karēchēna yēna tōmarā kr̥tajñatā jñāpana karō."},{"SurahNumber":5,"VerseNumber":90,"Text":"Ōhē yārā īmāna ēnēcha! Niḥsandēha mādakadrabya ō juẏā, āra prastara bēdī basānō ō tīrēra laṭāri khēlā -- niścaẏa'i hacchē apabitra, śaẏatānēra kājēra antarbhukta, kājē'i ē-saba ēṛiẏē calō, yēna tōmarā saphalakāma hatē pārō."},{"SurahNumber":5,"VerseNumber":91,"Text":"Niḥsandēha śaẏatāna kēbala'i cāẏa yē tōmādēra madhyē śatrutā ō bidbēṣa jāgarita hōka mādakadrabya ō juẏāra mādhyamē, āra tōmādēra phiriẏē rākhabē āllāh‌ra guṇagāna thēkē ō nāmāya thēkē. Tōmarā ki tāhalē parihr̥ta thākabē"},{"SurahNumber":5,"VerseNumber":92,"Text":"ata'ēba āllāh‌kē anusaraṇa karō, āra rasūlēra anugamana karō, āra sābadhāna ha'ō, kintu yadi tōmarā phirē yā'ō, tāhalē jēnē rēkhō -- niḥsandēha āmādēra rasūlēra uparē hacchē mātra spaṣṭabhābē paum̐chē dēẏā."},{"SurahNumber":5,"VerseNumber":93,"Text":"Yārā īmāna ēnēchē ō saṯkarma karē yācchē tādēra uparē kōnō aparādha habē nā yā tārā khēẏēchē sējan'ya, yakhana tārā bhaẏa-śrad'dhā karē ō īmāna ānē ō saṯkarma karē, punarāẏa bhaẏabhakti karē ō īmāna ānē, ābāra tārā bhaẏaśrad'dhā karē ō bhālō karē. Āra āllāh bhālōbāsēna saṯkarmaśīladēra."},{"SurahNumber":5,"VerseNumber":94,"Text":"Ōhē yārā īmāna ēnēcha! Āllāh niścaẏa'i tōmādēra parīkṣā karabēna śikārēra kichu byāpārē yā tōmādēra hāta ō tōmādēra barśā nāgāla pāẏa, yēna āllāh yācā'i karatē pārēna kē tām̐kē bhaẏa karē agōcarē. Kājē'i yē kē'u ēra parē'ō sīmālaṅghana karē tāra jan'ya byathādāẏaka śāsti."},{"SurahNumber":5,"VerseNumber":95,"Text":"Ōhē yārā īmāna ēnēcha! Śikāra hatyā karō nā yakhana tōmarā hārāmē thākō. Āra tōmādēra madhyē yē kē'u icchā karē tā hatyā ka’rē kṣatipūraṇa tabē hacchē sē yā hatyā karēchē tāra anurūpa gabādi-paśu thēkē yā dhārya karē dēbē tōmādēra madhyēra du'ijana n'yāẏabāna lōka, sē kurabāni paum̐chānō cā'i kā'bātē, athabā prāẏaścitta hacchē garībakē khā'ōẏānō, athabā tāra samatulya rōyā rākhā, -- yēna sē tāra kājēra danḍa bhōga karē. Āllāh māpha karē dēna yā haẏē gēchē. Kintu yē kē'u punarābartana karē, āllāh sējan'ya pratiphala dēbēna. Āra āllāh mahāśaktiśālī, pratiphala dānē sakṣama."},{"SurahNumber":5,"VerseNumber":96,"Text":"Tōmādēra jan'ya baidha jalēra śikāra āra tāra khādya tōmādēra jan'ya ō paryaṭakadēra jan'ya upakaraṇa, āra tōmādēra jan'ya niṣid'dha ḍāṅāẏa śikāra yē samaẏē tōmarā hārāmē thākō. Āra bhaẏaśrad'dhā karō āllāh‌kē, yām̐ra kāchē tōmādēra ēkatrita karā hacchē."},{"SurahNumber":5,"VerseNumber":97,"Text":"Āllāh pabitra gr̥ha kā'bākē bāniẏēchēna mānuṣēra jan'ya ēka abalanbana, āra pabitra māsa, āra uṯsargakr̥ta paśudēra, āra mālā- parānō uṭadēra. Ē-saba ē'i jan'ya yē tōmarā yēna jānatē pārō -- āllāh jānēna yā-kichu āchē mahākāśamanḍalē ō yā-kichu āchē pr̥thibītē, āra āllāh saba-kichu sanbandhē sarbajñātā."},{"SurahNumber":5,"VerseNumber":98,"Text":"Tōmarā jēnē rēkhō yē āllāh pratiphala dānē kaṭhōra, āra āllāh paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":5,"VerseNumber":99,"Text":"Rasūlajanēra uparē an'ya dāẏitba nē'i paum̐chē dēẏā chāṛā. Āra āllāh jānēna yā tōmarā prakāśa karō āra yā lukiẏē rākhō."},{"SurahNumber":5,"VerseNumber":100,"Text":"Balō -- ''manda āra bhālō samatulya naẏa’’, yadi'ō mandēra prācurya tōmākē tājjaba bāniẏē dēẏa. Kājē'i āllāh‌kē bhaẏaśrad'dhā karō, hē bijña byaktigaṇa! Yēna tōmarā saphalakāma hatē pārō."},{"SurahNumber":5,"VerseNumber":101,"Text":"Ōhē yārā īmāna ēnēcha! Sē-saba biṣaẏa sanbandhē praśna karō nā yā tōmādēra kāchē byakta karalē tōmādēra asubidhā hatē pārē. Āra yadi tōmarā sē-saba biṣaẏē praśna karō yē samaẏē kura'āna abatīrṇa hacchē tabē tōmādēra jan'ya byakta karā habē. Āllāh ēṭi thēkē māpha karēchēna, kēnanā āllāh paritrāṇakārī, ati amāẏika."},{"SurahNumber":5,"VerseNumber":102,"Text":"Tōmādēra pūrbē ēkaṭi dala ē-dharanēra praśna karatō, tārapara sē'isaba kāraṇē paramuhūrtē tārā halō abiśbāsī."},{"SurahNumber":5,"VerseNumber":103,"Text":"Āllāh tairi karēna ni kōnō bāhīrāh‌, bā sā’ibāh‌, bā ōsbīlāh‌, bā hāmi, kintu yārā abiśbāsa pōṣaṇa karē tārā āllāh‌ra birud'dhē ē'i mithyā racanā karēchē. Kintu tādēra adhikānśa'i bujhatē pārē nā."},{"SurahNumber":5,"VerseNumber":104,"Text":"Āra yakhana tādēra balā haẏa -- ''āllāh yā nāyila karēchēna tāra dikē āra rasūlēra dikē ēsa’’, tārā balē -- ''āmādēra jan'ya ē-i yathēṣṭa yāra uparē āmādēra pitr̥puruṣadēra dēkhēchi.’’ Kī! Yadi'ō tādēra pitr̥puruṣarā kichu'i jānatō nā āra tārā hēdāẏata'ō grahaṇa karē ni."},{"SurahNumber":5,"VerseNumber":105,"Text":"Ōhē yārā īmāna ēnēcha! Tōmādēra uparē bhāra raẏēchē tōmādēra jībanēra, yē pathabhraṣṭa haẏēchē sē tōmādēra kōnō kṣati karatē pārabē nā yadi tōmarā pathanirdēśa mēnē cala. Āllāh‌ra kāchē'i tōmādēra sakalēra pratyābartana, takhana tini tōmādēra jānābēna kī tōmarā karatē."},{"SurahNumber":5,"VerseNumber":106,"Text":"Ōhē yārā īmāna ēnēcha! Yakhana mr̥tyu tōmādēra kārō kāchē hājira haẏa takhana tōmādēra madhyē sākṣī ḍākō ōchiẏaṯ karabāra samaẏē, -- du'ijana n'yāẏaparāẏaṇa lōka tōmādēra madhyē thēkē, athabā apara du'ijana tōmādēra bā'irēra thēkē -- yadi tōmarā dēśa- bhramaṇē thākō āra tōmādēra uparē mr̥tyura bibhīṣikā ghaṭē. Ē du’janakē tōmarā dharē rākhabē nāmāyēra parē, āra yadi tōmarā sandēha karō tabē tārā ubhaẏē āllāh‌ra nāmē śapatha karuka -- ''āmarā ēṭi bikri karabō nā yē kōnō dāmē, yadi'ō bā nikaṭa-ā‌tmīẏa haẏa, āra āmarā sākṣya lukābō nā, kēnanā tāhalē āmarā niścaẏa'i pāpīdēra antarbhukta habō.’’"},{"SurahNumber":5,"VerseNumber":107,"Text":"Pakṣāntarē yadi ābiskāra karā haẏa yē tādēra du’jana'i pāpēra yōgyatā lābha karēchē tabē tādēra sthalē dām̐ṛāka apara du'ijana tādēra madhyē thēkē yādēra dābi ulṭānō haẏēchē prathama du'ijanēra dbārā, takhana tārā āllāh‌ra nāmē kasama khāka -- ''āmādēra du’janēra sākṣya ai du'ijanēra sākṣyēra cā'itē adhikatara satya, āra āmarā sīmā laṅghana kari ni, kēnanā tabē niḥsandēha āmarā an'yāẏakārīdēra antarbhukta habō.’’"},{"SurahNumber":5,"VerseNumber":108,"Text":"Ē'ibhābē ēṭi adhika sambhabapara yē tārā sākṣya dēbē tādēra mukhēra upara, athabā tārā āśaṅkā karabē yē an'ya śapatha tādara śapathakē parabartīkālē bātila ka’rē dēbē. Āra āllāh‌kē bhaẏabhakti karō ō śōna. Āra āllāh hēdāẏata karēna nā abādhya lōkadēra."},{"SurahNumber":5,"VerseNumber":109,"Text":"Yēdina āllāh rasūlagaṇakē ēkatrita karabēna, tārapara balabēna -- ''tōmādēra kī jabāba dēẏā haẏēchila?’’ Tām̐rā balabēna -- ''āmādēra kichu jānā nē'i, niḥsandēha tumi'i adr̥śya sanbandhē parijñāta.’’"},{"SurahNumber":5,"VerseNumber":110,"Text":"Takhana āllāh balabēna -- ''hē mariẏama-putra īsā! Tōmāra prati ō tōmāra mātāra prati āmāra anugraha smaraṇa karō. Smaraṇa karō! Kēmana ka’rē tōmākē āmi'rūhula kkudusa’ diẏē balīẏāna karēchilāma, tumi lōkadēra saṅgē kathā balēchilē dōlanāẏa thākākālē ō bārdhakyakālē, āra smaraṇa karō! Kēmana ka’rē tōmākē śikhiẏēchilāma kitāba ō jñāna-bijñāna, āra ta'ōrāta ō inajīla, āra smaraṇa karō! Kēmana karē tumi māṭi diẏē tairi karatē pākhira matō mūrti āmāra anumatikramē, tārapara tumi tātē phuṯkāra ditē, takhana tā pākhi haẏē yēta āmāra anumatikramē, āra tumi ārōgya karatē janmāndhakē ō kuṣṭharōgīkē āmāra anumatikramē, āra smaraṇa karō! Kēmana ka’rē tumi mr̥takē bēra karatē āmāra anumatikramē, āra smaraṇa karō! Kēmana ka’rē āmi isarā'ilabanśīẏa lōkadēra nibr̥tta rēkhēchilāma tōmā thēkē yakhana tumi tādēra kāchē ēsēchilē spaspramāṇābalī niẏē.’’ Kintu tādēra madhyēra yārā abiśbāsa pōṣaṇa karēchila tārā balēchila -- ''ē spaṣṭa jādu chāṛā āra kichu'i naẏa.’’"},{"SurahNumber":5,"VerseNumber":111,"Text":"Āra smaraṇa karō! Āmi hā'ōẏāridēra kāchē pratyādēśa diẏēchilāma ē'i balē -- ''tōmarā āmāra prati ō āmāra rasūlēra prati īmāna ānō.’’ Tārā balēchila -- ''āmarā īmāna ānalāma, āra tumi sākṣī thēkō yē āmarā niścaẏa'i ā‌tmasamarpita."},{"SurahNumber":5,"VerseNumber":112,"Text":"Smaraṇa karō! Hā'ōẏārigaṇa balēchila -- ''hē mariẏama-putra īsā! Tōmāra prabhu ki āmādēra jan'ya ākāśa thēkē khādya-paribēśita ṭēbila pāṭhātē rāji habēna?’’ Tini balēchilēna -- ''āllāh‌kē bhaẏa-bhakti karō yadi tōmarā mumina ha'ō.’’"},{"SurahNumber":5,"VerseNumber":113,"Text":"Tārā balēchila -- ''āmarā cā'i yē āmarā yēna tā thēkē āhāra kari, āra āmādēra citta yēna paritr̥pta haẏa, āra yēna āmarā jānatē pāri yē tumi āmādēra kāchē hakakathā'i balēchilē, āra āmarā yēna sē-biṣaẏē sākṣīdēra madhyēkāra hatē pāri.’’"},{"SurahNumber":5,"VerseNumber":114,"Text":"Mariẏama-putra īsā balalēna -- ''hē āllāh‌! Āmādēra prabhu! Āmādēra jan'ya ākāśa thēkē khādya-paripūrṇa khāñcā prēraṇa karō, yā habē āmādēra jan'ya ēka īda, -- āmādēra agragāmīdēra jan'ya ō paścādagāmīdēra jan'ya, āra tōmāra kācha thēkē ēkaṭi nidarśana, āra āmādēra riyēka dāna karō, kēnanā tumi'i riyēkadātādēra sarbōttama.’’"},{"SurahNumber":5,"VerseNumber":115,"Text":"Āllāh balalēna -- ''āmi abaśya'i tā tōmādēra jan'ya pāṭhāba, kintu tōmādēra madhyē yē kē'u ēraparē'ō abiśbāsa pōṣaṇa karabē āmi tabē tākē niścaẏa'i ēmana śāstitē śāsti dēbō yēmana śāsti āmi biśbajagatēra apara kā'ukē'ō dēbō nā.’’"},{"SurahNumber":5,"VerseNumber":116,"Text":"Āra dēkhō! Āllāh balabēna -- ''hē mariẏama-putra īsā! Tumi ki lōkadēra balēchilē -- “āmākē ō āmāra mākē āllāh chāṛā du'ijana upāsyarūpē grahaṇa karō?’’ Tini balabēna -- ''tōmāra'i saba mahimā! Ēṭi āmāra pakṣē sambhabapara naẏa yē āmi tā balabō yātē āmāra kōnō adhikāra nē'i. Yadi āmi tā balatāma tabē tumi tā niścaẏa'i jānatē. Āmāra antarē yā āchē tā tumi jānō, āra āmi jāni nā ki āchē tōmāra antarē. Niḥsandēha kēbala tumi'i adr̥śya sanbandhē parijñāta."},{"SurahNumber":5,"VerseNumber":117,"Text":"Āmi tādēra bali ni tumi yā āmākē ādēśa karēcha tā chāṛā an'ya kichu, yathā -- 'tōmarā āllāh‌ra upāsanā karō yini āmāra prabhu ō tōmādēra prabhu’, āra āmi tādēra sākṣī chilāma yatadina āmi tādēra madhyē chilāma, kintu yakhana tumi āmāra mr̥tyu ghaṭālē takhana tumi'i chilē tādēra uparē praharī. Āra tumi'i hacchō saba-kichura'i sākṣī."},{"SurahNumber":5,"VerseNumber":118,"Text":"Tumi yadi tādēra śāsti dā'ō tabē tārā tō tōmāra'i dāsa, āra yadi tādēra tumi paritrāṇa karō tabē tumi'i tō mahāśaktiśālī, paramajñānī.’’"},{"SurahNumber":5,"VerseNumber":119,"Text":"Āllāh balabēna -- ''ē'i dinē satyaniṣṭhadēra tādēra satyaparāẏaṇatā upakr̥ta karabē. Tādēra jan'ya raẏēchē sbargōdyānasamūha yādēra nicē diẏē baẏē calē jharanārāji, tārā sēkhānē thākabē cirakāla. Āllāh tādēra uparē suprasanna āra tārā tām̐tē cira-santaṣṭa -- ēṭi hacchē ēka birāṭa sāphalya."},{"SurahNumber":5,"VerseNumber":120,"Text":"Mahākāśamanḍala ō pr̥thibīra sārbabhaumatba ō tādēra madhyē yā-kichu āchē sē-saba'i āllāh‌ra. Āra tini hacchēna saba-kichura uparē sarbaśaktimāna."},{"SurahNumber":6,"VerseNumber":1,"Text":"Samasta praśansā āllāh‌ra jan'ya yini mahākāśamanḍala ō pr̥thibī sr̥ṣṭi karēchēna, āra tini tairi karēchēna andhakāra ō ālō. Tabu yārā abiśbāsa pōṣaṇa karē tārā tādēra prabhura sāthē dām̐ṛa karāẏa samakakṣa."},{"SurahNumber":6,"VerseNumber":2,"Text":"Tini'i sē'ijana yini tōmādēra sr̥ṣṭi karēchēna kādā thēkē tārapara tini nirdhārita karēchēna ēkaṭi āẏuskāla, āra tām̐ra kāchē nirdhārita raẏēchē ēkaṭi kāla, tabu tōmarā sandēha karō"},{"SurahNumber":6,"VerseNumber":3,"Text":"āra tini'i āllāh mahākāśamanḍalē ō pr̥thibītē. Tini jānēna tōmādēra gōpanīẏa biṣaẏa ō tōmādēra prakāśya biṣaẏa, āra tini jānēna yā tōmarā arjana karō."},{"SurahNumber":6,"VerseNumber":4,"Text":"Āra tādēra kāchē tādēra prabhura nirdēśābalīra madhyē thēkē ēmana kōnō nirdēśa āsē nā yā thēkē tārā phēratagāmī nā haẏa."},{"SurahNumber":6,"VerseNumber":5,"Text":"Sutarāṁ tārā niścaẏa'i satyakē pratyākhyāna karēchē yakhana'i tā tādēra kāchē ēsēchē, kājē'i acirē'i tādēra kāchē bārtā āsabē yā niẏē tārā ṭhāṭṭā-bidrūpa karatō."},{"SurahNumber":6,"VerseNumber":6,"Text":"Tārā ki dēkhē nā -- tādēra āgē āmarā kata mānaba-banśakē dhbansa karēchi yādēra āmarā pr̥thibītē ēmanabhābē pratiṣṭhita karēchilāma yēmana tōmādēra'ō pratiṣṭhita kari ni? Āra āmarā mēghamālā pāṭhiẏēchilāma tādēra uparē ajasra br̥ṣṭipāta karatē, āra tādēra nicē diẏē jharanārāji prabāhita hatē diẏēchilāma, tārapara tādēra dhbansa karēchilāma tādēra aparādhēra jan'ya, āra tādēra parē pattana karēchilāma an'ya ēka mānaba-banśēra."},{"SurahNumber":6,"VerseNumber":7,"Text":"Āra āmarā yadi tōmāra kāchē kāgajēra madhyē kitāba abatāraṇa karatāma āra tādēra hāta diẏē tārā tā sparśa'ō karatō, tabu yārā abiśbāsa pōṣaṇa karē tārā niścaẏa'i balatō -- ''ē spaṣṭa jādu byatīta āra kichu'i naẏa.’’"},{"SurahNumber":6,"VerseNumber":8,"Text":"Āra tārā balē -- ''ēkajana phiriś‌tākē kēna tām̐ra kāchē nāmānō haẏa nā?’’ Āra yadi'ō āmarā ēkajana phiriś‌tākē pāṭhātāma tā halē byāpāraṭi niścaẏa'i mīmānsā haẏē yēta, takhana tādēra abakāśa dēẏā habē nā."},{"SurahNumber":6,"VerseNumber":9,"Text":"Āra āmarā yadi tām̐kē phiriś‌tā bānātāma tabē niścaẏa'i āmarā tākē mānuṣa bānātāma, āra tādēra jan'ya ghōrālō karatāma yā tārā ghōrālō karachē."},{"SurahNumber":6,"VerseNumber":10,"Text":"Āra niścaẏa'i tōmāra pūrbē rasūlagaṇakē ṭhāṭṭā-bidrūpa karā haẏēchila, kājē'i yā niẏē tārā ṭhāṭṭā-bidrūpa karatō tā ghērā'ō karēchila tādēra madhyēra yārā bidrūpa karēchila tādēra."},{"SurahNumber":6,"VerseNumber":11,"Text":"Balō -- ''pr̥thibītē paribhramaṇa karō, tārapara cēẏē dēkhō kēmana haẏēchila pratyākhyānakārīdēra pariṇāma.’’"},{"SurahNumber":6,"VerseNumber":12,"Text":"Balō -- ''mahākāśamanḍalē ō pr̥thibītē yā-kichu āchē sē-saba kāra jan'ya?’’ Balō -- ''āllāh‌ra'i jan'ya.’’ Tini tām̐ra nijēra uparē kartabya ṭhā'ōrēchēna karuṇā. Tini abaśya'i kiẏāmatēra dinēra prati tōmādēra jamāẏēṯ karatē yācchēna -- kōnō sandēha nē'i tātē. Yārā nijēdēra antarā‌tmāra kṣatisādhana karēchē tārā tabē īmāna ānabē nā."},{"SurahNumber":6,"VerseNumber":13,"Text":"Āra tām̐ra'i yā-kichu abasthāna karē rātē ō dinēra bēlāẏa, āra tini sarbaśrōtā, sarbajñātā."},{"SurahNumber":6,"VerseNumber":14,"Text":"Balō -- ''āmi ki mahākāśamanḍala ō pr̥thibīra ādi-sraṣṭā āllāh byatīta an'yakē murabbīrūpē grahaṇa karabō, athaca tini khā'ōẏāna, kinta tām̐kē khā'ōẏānō haẏa nā.’’ Balō -- ''āmi niścaẏa'i ādiṣṭa haẏēchi yēna yārā ā‌tmasamarpaṇa karē tādēra madhyē āmi agraṇī ha'i.’’ Āra tumi muśarikadēra antarbhukta haẏō nā."},{"SurahNumber":6,"VerseNumber":15,"Text":"Tumi balō -- ''āmi abaśya'i bhaẏa kari ēka bhīṣaṇa dinēra śāsti yadi āmi āmāra prabhura abādhyatā kari.’’"},{"SurahNumber":6,"VerseNumber":16,"Text":"Yāra kācha thēkē sēdina ēṭi apasārita karā habē tākē tabē niścaẏa tini karuṇā karēchēna. Āra ē ēka suspaṣṭa sāphalya"},{"SurahNumber":6,"VerseNumber":17,"Text":"āra āllāh yadi tōmākē duḥkha diẏē sparśa karēna tabē tāra mōcanakārī tini byatīta āra kē'u nē'i. Āra yadi tini tōmākē sparśa karēna kalyāṇa diẏē tabē tini'i tō saba-kichura uparē sarbaśaktimāna."},{"SurahNumber":6,"VerseNumber":18,"Text":"Āra tām̐ra bāndādēra uparē'ō tini parama kṣamatāśālī! Āra tini paramajñānī, cira-ōẏākiphahāla."},{"SurahNumber":6,"VerseNumber":19,"Text":"Balō''sākṣyadānē sabacā'itē gurutbapūrṇa ki?’’ Balō -- ''āllāh‌i āmāra ō tōmādēra madhyē sākṣī, āra ē'i kura'āna āmāra nikaṭa pratyādiṣṭa haẏēchē yēna ēra dbārā āmi tōmādēra ēbaṁ yāra kāchē ēṭi paum̐chutē pārē tādēra satarka karatē pāri. Tōmarā ki satyi'i ē'i sākṣya dā'ō yē āllāh‌ra saṅgē an'ya ārō upāsya āchē?’’ Tumi balō -- ''āmi sākṣya di'i nā.’’ Balō -- ''niḥsandēha tini'i ēkamātra upāsya, āra āmi abaśya'i mukta tōmarā yē-saba anśīdāra dām̐ṛa karā'ō tā thēkē.’’"},{"SurahNumber":6,"VerseNumber":20,"Text":"Yādēra āmarā kitāba diẏēchi tārā tām̐kē cinatē pērēchila yēmana tārā cēnē tādēra santānadēra. Yārā tādēra antarā‌tmāra kṣati karēchē tārā tabē īmāna ānabē nā."},{"SurahNumber":6,"VerseNumber":21,"Text":"Āra kē tāra cā'itē bēśī an'yāẏakārī yē āllāh‌-sanbandhē mithyā racanā karē athabā tām̐ra āẏātasamūha pratyākhyāna karē? Niḥsandēha an'yāẏakārīrā saphalakāma habē nā."},{"SurahNumber":6,"VerseNumber":22,"Text":"Āra ēkadina āmarā tādēra sabā'ikē ēkatrita karabō, tārapara yārā anśīdāra niyukta karēchila tādēra balabō -- ''kōthāẏa āchē tōmādēra sē'isaba anusaṅgī dēbatārā yādēra tōmarā tulē dharēchilē?’’"},{"SurahNumber":6,"VerseNumber":23,"Text":"Takhana tādēra āra kichu ajuhāta thākabē nā ē'i balā chāṛā -- ''āmādēra prabhu āllāh‌ra kasama, āmarā bahukhōdābādī chilāma nā.’’"},{"SurahNumber":6,"VerseNumber":24,"Text":"Dēkha, kibhābē tārā nijēdēra birud'dhē mithyā kathā balē, āra tādēra thēkē bidāẏa niẏēchē yā tārā racanā karatō"},{"SurahNumber":6,"VerseNumber":25,"Text":"Āra tādēra madhyē kē'u-kē'u tōmāra dikē kāna pātē, āra tādēra antaḥkaraṇēra uparē āmarā diẏē rēkhēchi ḍhākanā pāchē tārā tā upalabdhi karatē pārē, āra tādēra kānē gurubhāra. Āra yadi'ō tārā pratyēkaṭi nidarśana pratyakṣa karē tabu tārā tōmāra saṅgē tarkabitarka karē, yārā abiśbāsa pōṣaṇa karē tārā balē -- ''ē tō āgēra dinēra upakathā byatīta āra kichu'i naẏa.’’"},{"SurahNumber":6,"VerseNumber":26,"Text":"Āra tārā an'yakē niṣēdha karē ē thēkē, āra ē thēkē tārā dūrē calē yāẏa, āra tārā abaśya'i dhbansa karē śudhu tādēra nijēdēra'i, kinta tārā anubhaba karē nā."},{"SurahNumber":6,"VerseNumber":27,"Text":"Āra yadi tumi dēkhatē pētē yakhana āgunēra sāmanē tādēra dām̐ṛa karānō habē, takhana tārā balabē -- ''hāẏa! Yadi āmarā phirē yētē pāratāma, āra yadi āmādēra prabhura nirdēśābalī pratyākhyāna nā karatāma, āra yadi āmarā hatāma biśbāsīdēra antarbhukta!’’"},{"SurahNumber":6,"VerseNumber":28,"Text":"Nā, tārā pūrbē yā lukiẏēchila tā prakāśa pābē tādēra kāchē. Āra tādēra phērata pāṭhānō halē'ō tārā tātē'i phirē yētō yā thēkē tādēra niṣēdha karā haẏēchila, āra niḥsandēha tārā'i mithyābādī."},{"SurahNumber":6,"VerseNumber":29,"Text":"Āra tārā balē -- ''āmādēra duniẏādārī jībana byatīta āra kichu'i nē'i, āra āmarā punarut'thita'ō haba nā.’’"},{"SurahNumber":6,"VerseNumber":30,"Text":"Āra yadi tumi dēkhatē pētē yakhana tādēra prabhura sāmanē tādēra dām̐ṛa karānō habē! Tini balabēna -- ''ē ki satya naẏa?’’ Tārā balabē -- ''hām̐ āmādēra prabhura kasama!’’ Tini balabēna -- ''tabē tōmarā āsbādana karō sē'i śāsti yā tōmarā abiśbāsa karatē.’’"},{"SurahNumber":6,"VerseNumber":31,"Text":"Tārā niścaẏa'i kṣati karēchē yārā āllāh‌ra sāthē mulākāta ha'ōẏā asbīkāra karē, yē paryanta nā tādēra kāchē atarkitē ēsē paṛē ghaṛi-ghānṭā, takhana tārā balabē -- ''hāẏa! Ē sanbandhē āmarā abahēlā karēchilāma ba’lē āphasōsa!’’ Āra tārā tādēra bōjhā tādēra piṭhē bahana karabē. Ēṭi ki ati nikr̥ṣṭa naẏa yā tārā bahana karachē"},{"SurahNumber":6,"VerseNumber":32,"Text":"Āra ē'i duniẏāra jībana chēlēkhēlā ō kautuka ba'i āra kichu'i naẏa. Āra parakālēra ābāsa'i śrēṣṭha tādēra jan'ya yārā dharmaparāẏaṇatā pālana karē. Tabē ki tōmarā anudhābana karō nā"},{"SurahNumber":6,"VerseNumber":33,"Text":"āmarā abaśya'i jāni yē tārā yā balē tā niścita'i tōmākē kaṣṭa dēẏa, kinta tārā tō niścaẏa'i tōmākē mithyābādī balē nā, kinta an'yāẏakārīrā āllāh‌ra āẏātakē'i amān'ya karē."},{"SurahNumber":6,"VerseNumber":34,"Text":"Āra tōmāra pūrbē'ō rasūlagaṇakē abaśya'i mithyārōpa karā haẏēchila, kinta tām̐rā adhyabasāẏī haẏēchilēna tādērakē mithyārōpa karā ō yantraṇā dēẏā sattbē'ō, yē paryanta nā āmādēra sāhāyya tādēra kāchē ēsēchila, āra āllāh‌ra bāṇī kē'u badalātē pārē nā. Āra tōmāra kāchē prērita-puruṣagaṇēra sanbandhē sambāda niścaẏa'i ēsēchē."},{"SurahNumber":6,"VerseNumber":35,"Text":"Āra yadi tādēra phirē yā'ōẏā tōmāra kāchē kaṣṭakara haẏa, tabē yadi samartha ha'ō tō bhūgarbhē suṛaṅgapatha khōm̐jō athabā ākāśē uṭhabāra ēkaṭi ma'i, ēbaṁ tādēra kāchē niẏē ēsa kōnō nidarśana! Āra yadi āllāh icchā karatēna tabē tini tādēra sakalakē abaśya saṯpathē samabēta karatēna, kājē'i tumi ajñadēra antarbhukta haẏō nā."},{"SurahNumber":6,"VerseNumber":36,"Text":"Kēbala tārā'i sāṛā dēẏa yārā śōnē. Āra mr̥tēra sanbandhē -- āllāh tādēra punarjībita karabēna, takhana tām̐ra dikē'i tādēra phirirē ānā habē."},{"SurahNumber":6,"VerseNumber":37,"Text":"Āra tārā balābali karē -- ''kēna tām̐ra kāchē tām̐ra prabhura nikaṭa thēkē kōnō nidarśana abatīrṇa haẏa nā?’’ Tumi balō -- ''niḥsandēha āllāh nidarśana abatīrṇa karatē sakṣama, kinta tādēra adhikānśa'i jānē nā.’’"},{"SurahNumber":6,"VerseNumber":38,"Text":"Āra ēmana kōnō pārthiba jība nē'i ē'i pr̥thibītē āra nā āchē kōna uṛanta prāṇī yē uṛē tāra du'i ḍānāra sāhāyyē, yārā tōmādēra matō ēka sampradāẏēra naẏa. Āmarā ē'i kitābē kōnō kichu'i phēlē rākhi ni. Ataḥpara tādēra prabhura dikē tādēra ēkatrita karā habē."},{"SurahNumber":6,"VerseNumber":39,"Text":"Āra yārā āmādēra nirdēśasamūhē mithyārōpa karē tārā badhira ō bōbā, ghōra andhakārē. Āllāh yākē icchā karēna tākē tini bipathē yētē dēna, āra yākē icchā karēna tākē tini sthāpana karēna sahaja-saṭhika pathēra uparē."},{"SurahNumber":6,"VerseNumber":40,"Text":"Balō -- ''tōmarā ki bhēbē dēkhēcha yē āllāh‌ra śāsti tōmādēra uparē yadi ēsē paṛē athabā sē'i ghaṛi-ghanṭā tōmādēra nikaṭē upasthita haẏa, tōmarā ki āllāh chāṛā apara kā'ukē ḍākabē? Yadi tōmarā satyabādī ha'ō.’’"},{"SurahNumber":6,"VerseNumber":41,"Text":"Baraṁ tām̐kē'i tōmarā ḍākabē, āra tini yadi icchā karēna tabē dūra ka’rē dēbēna tā yāra jan'ya tām̐kē tōmarā ḍēkē thākō, āra tōmarā bhulē yābē tōmarā yē-saba anśī dām̐ṛa karā'ō."},{"SurahNumber":6,"VerseNumber":42,"Text":"Āra āmarā niścaẏa'i tōmāra pūrbēra sampradāẏēra kāchē rasūla pāṭhiẏēchilāma, tārapara āmarā durdaśā ō bipadapāta dbārā tādēra pākaṛā'ō karēchilāma yēna tārā nijēdēra binata karē."},{"SurahNumber":6,"VerseNumber":43,"Text":"Tabē kēna, yakhana āmādēra thēkē durdaśā tādēra uparē ēsēchila, tārā binata karala nā? Paranta, tādēra antaḥkaraṇa kaṭhina haẏē uṭhala, āra śaẏatāna tādēra kāchē cittākarṣaka karē tulalō yē-saba tārā karē yācchila."},{"SurahNumber":6,"VerseNumber":44,"Text":"Tārapara yakhana tārā bhulē gēla yē biṣaẏē tādēra smaraṇa kariẏē dēẏā haẏēchila, tādēra jan'ya āmarā khulē dilāma saba-kichura darajā, yē paryanta nā tārā mētē uṭhēchila yā tādēra dēẏā haẏēchila tātē, āmarā tādēra pākaṛā'ō karalāma atarkitē, kājē'i dēkhō! Tārā takhana hatabhanba"},{"SurahNumber":6,"VerseNumber":45,"Text":"ē'ibhābē śikaṛa kāṭā haẏēchila sē'isaba gōṣṭhīra yārā an'yāẏa karēchila. Āra''samasta praśansā āllāh‌ra jan'ya, sr̥ṣṭajagatēra prabhu.’’"},{"SurahNumber":6,"VerseNumber":46,"Text":"Balō -- ''tōmarā ki bhēbē dēkhēcha, āllāh yadi kēṛē nēna tōmādēra śrabaṇaśakti ō tōmādēra dr̥ṣṭiśakti, āra mōhara mērē dēna tōmādēra hr̥daẏēra uparē, tabē āllāh byatīta kē upāsya āchē yē tōmādēra aigulō phiriẏē dēbē?’’ Dēkhō, kirūpē āmarā nirdēśasamūha nānābhābē barṇanā kari, ētadasattbē'ō tārā phirē yāẏa"},{"SurahNumber":6,"VerseNumber":47,"Text":"Balō -- ''tōmādēra ki dr̥ṣṭigōcara haẏēchē, -- tōmādēra uparē yadi āllāh‌ra śāsti ēsē paṛē atarkitē athabā prakāśyabhābē, tabē atyācārigōṣṭhī chāṛā āra kā'ukē ki dhbansa karā habē?’’"},{"SurahNumber":6,"VerseNumber":48,"Text":"Āra kōnō bāṇībāhakakē āmarā pāṭhā'i nā susambādadātārūpē ō satarkakārīrūpē bhinna. Ata'ēba yē kē'u īmāna ānē ō saṯkāja karē tādēra uparē thākabē nā kōnō bhaẏabhīti, āra tārā karabē nā anutāpa."},{"SurahNumber":6,"VerseNumber":49,"Text":"Āra yārā āmādēra nirdēśābalītē mithyārōpa karēchē, śāsti tādēra pākaṛā'ō karabē yēhētu tārā duṣkr̥ti karē yācchila."},{"SurahNumber":6,"VerseNumber":50,"Text":"Balō -- ''āmi tōmādēra bali nā yē āmāra kāchē āllāh‌ra dhanabhānḍāra raẏēchē, āra adr̥śya sanbandhē'ō āmi jāni nā, āra āmi tōmādēra bali nā yē āmi niścaẏa'i ēkajana phiriś‌tā, āmāra kāchē yā pratyādiṣṭa haẏa āmi śudhu tāra'i anusaraṇa kari.’’ Balō -- ''andha ō cakṣuṣmāna ki ēkasamāna? Tōmarā ki tabu anudhābana karabē nā?’’"},{"SurahNumber":6,"VerseNumber":51,"Text":"Āra ēra dbārā tādēra satarka karō yārā bhaẏa karē yē tādēra prabhura kāchē tādēra samabēta karā habē, tādēra jan'ya tini chāṛā kōnō abhibhābaka nē'i āra kōnō supāriśakārī'ō nē'i, ata'ēba tārā yēna dharmaparāẏaṇatā abalanbana karē."},{"SurahNumber":6,"VerseNumber":52,"Text":"Āra tādēra tāṛiẏē di'ō nā yārā tādēra prabhukē ḍākē prātē ō sandhyāẏa, tārā cāẏa tām̐ra'i śubha mukha. Tōmāra uparē tādēra hisābapatrēra kōna dāẏadāẏitba nē'i, āra tōmāra hisēbapatrēra kōnō dāẏadāẏitba tādēra uparē nē'i, kājē'i yadi tādēra tāṛiẏē dā'ō tabē tumi habē an'yāẏakārīdēra antarbhukta."},{"SurahNumber":6,"VerseNumber":53,"Text":"Āra ē'ibhābē āmarā tādēra ēkadalakē śāsana kari an'ya dalēra dbārā, tāra phalē tārā balē -- ''ērā'i ki tārā yādēra prati āllāh anugraha karalēna āmādēra madhyē thēkē?’’ Āllāh ki bhālō jānēna nā kr̥tajñadēra"},{"SurahNumber":6,"VerseNumber":54,"Text":"Āra yārā āmādēra āẏātasamūhē īmāna ēnēchē tārā yakhana tōmāra kāchē āsē takhana balō -- ''sālāmuna'ālā'ikuma.’’ Tōmādēra prabhu tām̐ra nijēra uparē kartabya ṭhā'ōrēchēna karuṇā, sējan'ya tōmādēra madhyē yē ajñānatābaśataḥ pāpakārya karē, ataḥpara tāra parē phērē ō saṯkāja karē, tabē tō tini paritrāṇakārī, aphuranta phaladātā."},{"SurahNumber":6,"VerseNumber":55,"Text":"Āra ē'ibhābē āmarā āẏātasamūha biśadabhābē barṇanā kari, āra yēna aparādhīdēra patha spaṣṭa pratīẏamāna haẏa."},{"SurahNumber":6,"VerseNumber":56,"Text":"Balō -- ''āmākē niścaẏa'i niṣēdha karā haẏēchē āllāh byatīta tādēra upāsanā karatē yādēra tōmarā pūjā-arcanā karō.’’ Balō -- ''āmi tōmādēra khēẏālakhuśira anusaraṇa kari nā, kēnanā tāhalē āmi niścaẏa'i bipathē yāba, āra āmi saṯpathaprāptadēra antarbhukta thākabō nā.’’"},{"SurahNumber":6,"VerseNumber":57,"Text":"Balō -- ''āmi niścaẏa'i āmāra prabhura kācha thēkē spaṣṭa pramāṇēra uparē, athaca tōmarā tātē mithyārōpa karēcha. Āmāra kāchē tā nē'i yā tōmarā tāṛātāṛi ghaṭātē cāccha. Sid'dhānta tō āllāh chāṛā kārōra naẏa. Tini satya barṇanā karēna, āra mīmānsākārīdēra madhyē tini'i śrēṣṭha.’’"},{"SurahNumber":6,"VerseNumber":58,"Text":"Balō -- ''āmāra kāchē yadi tā thākatō yā tōmarā satbara ghaṭātē cā'ō tāhalē niścaẏa'i byāpāraṭira mīmānsā haẏē yētō āmāra madhyē ō tōmādēra madhyē. Āra āllāh bhālō jānēna an'yāẏakārīdēra.’’"},{"SurahNumber":6,"VerseNumber":59,"Text":"Āra tām̐ra'i kāchē adr̥śyēra cābikāṭhi raẏēchē, kē'u tā jānē nā tini chāṛā. Āra tini jānēna yā āchē sthaladēśē ō samudrē. Āra gāchēra ēmana ēkaṭi pātā'ō paṛē nā yā tini jānēna nā, āra nē'i ēkaṭi śasyakaṇā'ō māṭira andhakārē, āra nē'i kōnō taratājā jinisa athabā śukanōbastu -- yā raẏēchē suspaṣṭa kitābē."},{"SurahNumber":6,"VerseNumber":60,"Text":"Āra tini'i sē'ijana yini tōmādēra grahaṇa karēna rātrikālē, āra tini jānēna tōmarā yā arjana karō dinēra bēlāẏa, tārapara ētē tini tōmādēra jāgarita karēna yēna nirdhārita kāla pūrṇa haẏa. Tārapara tām̐ra kāchē'i tōmādēra pratyābartana, takhana tini tōmādēra jāniẏē dēbēna yā tōmarā karatē."},{"SurahNumber":6,"VerseNumber":61,"Text":"Āra tini'i prabhābaśālī tām̐ra dāsadēra uparē, āra tini'i tōmādēra uparē rakṣaka prēraṇa karēna. Ābaśēṣē yakhana tōmādēra kārō kāchē mr̥tyu āsē takhana āmādēra dūtarā tākē grahaṇa karē, āra tārā abahēlā karē nā."},{"SurahNumber":6,"VerseNumber":62,"Text":"Ataḥpara tādēra ānā haẏa tādēra prakr̥ta maniba āllāh‌ra kāchē. Kartr̥tba ki tām̐ra'i naẏa? Āra tini hisābarakṣakadēra madhyē sarbāpēkṣā taṯpara."},{"SurahNumber":6,"VerseNumber":63,"Text":"Balō -- ''kē tōmādēra ud'dhāra karēna sthaladēśēra ō samudrēra andhakāra thēkē tōmarā tām̐kē ḍākō kātarabhābē ō manē manē -- 'yadi tini ē thēkē āmādēra ud'dhāra karēna tabē niścaẏa'i āmarā habō kr̥tajñadēra madhyēkāra’?’’"},{"SurahNumber":6,"VerseNumber":64,"Text":"Balō -- ''āllāh‌i tōmādēra ud'dhāra karēna ē-saba thēkē āra pratyēkaṭi duḥkhakaṣṭa thēkē, tathāpi tōmarā anśīdāra dām̐ṛa karā'ō.’’"},{"SurahNumber":6,"VerseNumber":65,"Text":"Balō -- ''tini kṣamatāśīla tōmādēra uparē śāsti ārōpa karatē tōmādēra upara thēkē athabā tōmādēra pāẏēra nicē thēkē, athabā tōmādēra diśāhārā karatē pārēna dalādali kariẏē, āra tōmādēra ēkadalakē bhōga karātē pārēna an'ya dalēra nipīṛana.’’ Dēkhō, kirūpē āmarā nirdēśasamūha nānābhābē barṇanā kari yēna tārā bujhatē pārē"},{"SurahNumber":6,"VerseNumber":66,"Text":"āra tōmāra sampradāẏa ētē mithyārōpa karēchē, athaca ē'iṭi'i satya. Balō -- ''āmi tōmādēra jan'ya ukila na'i."},{"SurahNumber":6,"VerseNumber":67,"Text":"Pratyēka bhabiṣyadbāṇīra jan'ya nirdhārita kāla raẏēchē, āra śīghra'i tōmarā jānatē pārabē.’’"},{"SurahNumber":6,"VerseNumber":68,"Text":"Āra tumi yakhana dēkhatē pābē tādēra yārā āmādēra āẏātasamūhē nirarthaka tarka karē takhana tādēra thēkē sarē yābē yē paryanta nā tārā an'ya kōnō prasaṅgē prabēśa karē. Āra yadi śaẏatāna tōmākē bhuliẏē dēẏa tabē manē paṛāra parē basē thēkō nā an'yāẏakārīdēra dalēra saṅgē."},{"SurahNumber":6,"VerseNumber":69,"Text":"Āra yārā dharmaparāẏaṇatā abalanbana karē tādēra uparē ōdēra hisābapatrēra kōnō kichutē dāẏitba nē'i, tabē smaraṇa kariẏē dēẏā, yātē ōrā'ō dharmaparāẏaṇatā abalanbana karē."},{"SurahNumber":6,"VerseNumber":70,"Text":"Āra tādēra barjana karō yārā tādēra dharmakē khēlā ō kautukarūpē grahaṇa karēchē, āra ē dbārā smaraṇa kariẏē dā'ō pāchē kōnō prāṇa bidhabasta haẏē yāẏa yā sē arjana karē tāra dbārā, tāra jan'ya āllāh‌kē chēṛē diẏē an'ya kōnō abhibhābaka thākabē nā, āra nā kōnō supāriśakārī, āra yadi tārā khēsārata dēẏa sabarakamēra khēsārati, tabu'ō tādēra thēkē tā grahaṇa karā habē nā. Ērā'i tārā yādēra dhbansa karā habē tārā yā arjana karēchē sējan'ya, tādēra jan'ya pānīẏa hacchē phuṭanta jala thēkē, āra hacchē ēka byathādāẏaka śāsti yēhētu tārā abiśbāsa pōṣaṇa karē calatō."},{"SurahNumber":6,"VerseNumber":71,"Text":"Balō -- ''āmarā ki āllāh chāṛā tākē ḍākabō yē āmādēra upakāra karatē pārē nā ēbaṁ āmādēra apakāra'ō karatē pārē nā, āra āmarā ki āmādēra gōṛālira uparē mōṛa phiriẏē nēba āllāh āmādēra patha dēkhiẏē dēbāra parē, -- tāra matō yākē śaẏatānarā hīna prabr̥ttitē usakāni diẏēchē duniẏātē haẏarānitē phēlē, tāra sahacaragaṇa raẏēchē yārā tākē āhbāna karachē dharmapathēra dikē -- 'āmādēra dikē ēsō’?’’ Balō -- ''niḥsandēha āllāh‌ra pathanirdēśa -- ē'i hacchē pathanirdēśa. Āra āmādēra ādēśa dē'ōẏā haẏēchē yēna āmarā ā‌tmasamarpaṇa kari biśbajagatēra prabhura kāchē"},{"SurahNumber":6,"VerseNumber":72,"Text":"āra nāmāya pratiṣṭhita rākhatē ō tām̐kē bhaẏabhakti karatē, āra tini'i sē'ijana yām̐ra kāchē tōmādēra samabēta karā habē.’’"},{"SurahNumber":6,"VerseNumber":73,"Text":"Āra tini'i sē'ijana yini mahākāśamanḍala ō pr̥thibī sr̥ṣṭi karēchēna satyēra sāthē. Āra yakhana tini balēna -- ''ha'ō’’, takhana haẏē yāẏa. Tām̐ra kathā'i satya. Āra tām̐ra'i sārbabhauma kartr̥tba sēdinakāra yēdina śiṅgāẏa phuṯkāra dēẏā habē. Adr̥śya ō prakāśya biṣaẏē sarbajñātā, āra tini paramajñānī, pūrṇa-ōẏākiphahāla."},{"SurahNumber":6,"VerseNumber":74,"Text":"Āra smaraṇa karō! Ibrāhīma balēchilēna tām̐ra pitr̥-puruṣa āṣārakē -- ''tumi ki mūrtidēra upāsyarūpē grahaṇa karēcha? Niḥsandēha āmi tōmākē ō tōmāra gōṣṭhīkē spaṣṭa bhrāntira madhyē dēkhatē pācchi.’’"},{"SurahNumber":6,"VerseNumber":75,"Text":"Āra ē'ibhābē āmarā ibrāhīmakē dēkhiẏēchilāma mahākāśamanḍala ō pr̥thibīra sārbabhēma rājatba yātē tini hatē pārēna dr̥ṛhapratyaẏīdēra antarbhukta."},{"SurahNumber":6,"VerseNumber":76,"Text":"Tārapara rātri yakhana tām̐ra uparē andhakāra chēẏē ānalō takhana tini ēkaṭi tārā dēkhatē pēlēna, tini balalēna -- ''ē'iṭi āmāra prabhu!’’ Tārapara yakhana tā asta gēla takhana tini balalēna -- ''āmi astagāmīdēra bhālōbāsi nā.’’"},{"SurahNumber":6,"VerseNumber":77,"Text":"Ataḥpara yakhana tini candrakē udita hatē dēkhalēna takhana balalēna -- ''ē'iṭi āmāra prabhu!’’ Kinta yakhana tā asta gēla takhana tini balalēna -- ''yadi āmāra prabhu āmākē patha-pradarśana nā karatēna tāhalē āmi abaśya'i haẏē paṛatāma pathabhraṣṭadēra dalabhukta."},{"SurahNumber":6,"VerseNumber":78,"Text":"Tārapara yakhana tini dēkhalēna sr̥rya udaẏa hacchē takhana tini balalēna -- ''ē'iṭi āmāra prabhu, ēṭi saba cā'itē baṛa!’’ Kinta yakhana ēṭi'ō asta gēla takhana tini balalēna -- ''hē āmāra sampradāẏa, tōmarā yādēra śarika kara tā thēkē āmi abaśya'i mukta."},{"SurahNumber":6,"VerseNumber":79,"Text":"Niḥsandēha āmi tām̐ra dikē āmāra mukha phērācchi ēkaniṣṭhabhābē yini mahākāśamanḍala ō pr̥thibī sr̥ṣṭi karēchēna, āra āmi bahu- khōdābādīdēra antarbhukta na'i.’’"},{"SurahNumber":6,"VerseNumber":80,"Text":"Āra tām̐ra lōkērā tām̐ra saṅgē hujjaṯ śuru karala. Tini balalēna -- ''tōmarā ki āmāra saṅgē āllāh sanbandhē hujjaṯ karachō, athaca tini āmākē niścaẏa'i saṯpatha dēkhiẏēchēna? Āra āmi tādēra ēkaṭu'ō bhaẏa kari nā yādēra tōmarā tām̐ra sāthē śarika karēcha, yadi nā āmāra prabhu an'yabidha icchā karēna. Āmāra prabhu saba-kichura uparē'i jñānē ādhipatya rākhēna. Tabu ki tōmarā anudhābana karabē nā"},{"SurahNumber":6,"VerseNumber":81,"Text":"āra kēmana ka’rē āmi bhaẏa karabō tādēra yādēra tōmarā śarika karō, athaca tōmarā bhaẏa karō nā yakhana āllāh‌ra saṅgē tōmarā anśī dām̐ṛa karātē yā'ō yāra jan'ya tini tōmādēra kāchē kōnō sanada pāṭhāna ni? Sutarāṁ ē'i du'i dalēra kārā nirāpattā sanbandhē bēśi hak‌dāra? Yadi tōmarā jēnē thākō.’’"},{"SurahNumber":6,"VerseNumber":82,"Text":"Yārā āllāh‌tē īmāna ēnēchē āra yārā tādēra īmānakē an'yāẏa ācaraṇa dbārā mākhāmākhi karē ni, tārā'i -- ēdēra'i prāpya nirāpattā, āra ērā'i hacchē supathē cālita."},{"SurahNumber":6,"VerseNumber":83,"Text":"Āra ē'igulō hacchē āmādēra yuktitarka yā āmarā ibrāhīmakē tām̐ra lōkadēra birud'dhē diẏēchilāma. Āmarā yākē icchā kari bahustara unnata kari. Niḥsandēha tōmāra prabhu paramajñānī, sarbajñātā."},{"SurahNumber":6,"VerseNumber":84,"Text":"Āra āmarā tām̐kē diẏēchilāma isahāka ō iẏākuba. Pratyēkakē āmarā saṯpatha dēkhiẏēchilāma, āra nūhakē patha dēkhiẏēchilāma ēra āgē, āra tām̐ra banśadharadēra madhya thēkē dā'uda ō sulā'imāna āra ā'iẏūba ō i'usupha āra mūsā ō hārūna. Āra ē'ibhābē āmarā puraskāra pradāna kari saṯkarmaśīladēra."},{"SurahNumber":6,"VerseNumber":85,"Text":"Āra yākāriẏā ō iẏāh‌ẏā āra īsā ō ilaẏāsa. Pratēkē'i haẏēchilēna puṇyakarmādēra antarbhukta."},{"SurahNumber":6,"VerseNumber":86,"Text":"Āra isamā'ila, āra iẏāsā'ā ō i'unusa, āra lūta. Āra sabā'ikē āmarā mānabagōṣṭhīra uparē śrēṣṭhatba diẏēchilāma."},{"SurahNumber":6,"VerseNumber":87,"Text":"Āra tām̐dēra pitādēra, āra tām̐dēra banśadharadēra, āra tām̐dēra bhā'idēra madhyē thēkē, āra āmarā tādēra nirbācita karēchilāma ēbaṁ tādēra paricālita karēchilāma sahaja-saṭhika pathēra dikē."},{"SurahNumber":6,"VerseNumber":88,"Text":"Ē'i hacchē āllāh‌ra pathanirdēśa, ēra dbārā tini patha dēkhāna tām̐ra bāndādēra madhyēra yākē icchē karēna. Āra yadi tām̐rā anśī dām̐ṛa karatēna tabē tām̐rā yā karachilēna sē-saba niścaẏa'i tām̐dēra jan'ya br̥thā hatō."},{"SurahNumber":6,"VerseNumber":89,"Text":"Ērām̐i tām̐rā yām̐dēra āmarā diẏēchilāma kitāba, āra kartr̥tba, āra nabu'ōṯ; kājē'i ērā yadi ē-sabē abiśbāsa pōṣaṇa karē tabē āmarā niścaẏa'i ēra tattbābadhānēra bhāra diẏēchi ēmana ēka sampradāẏēra uparē yārā ētē abiśbāsī habē nā."},{"SurahNumber":6,"VerseNumber":90,"Text":"Ērām̐i tām̐rā yām̐dēra āllāh saṯpathē paricālita karēchēna, sutarāṁ tumi tām̐dēra pathanirdēśēra anusaraṇa karō. Balō -- ''āmi tōmādēra kāchē ēra jan'ya kōnō pratidāna cā'i nā. Ētō niḥsandēha mānabagōṣṭhīra kāchē smāraka'i mātra.’’"},{"SurahNumber":6,"VerseNumber":91,"Text":"Āra tārā āllāh‌ra sam'māna karē nā tām̐ra yathāyōgya maryādāra sāthē yakhana tārā balē -- ''āllāh kōnō mānuṣēra kāchē kichu'i abatāraṇa karēna ni.’’ Balō -- ''kē abatāraṇa karēchilēna granthakhānā yā niẏē mūsā ēsēchilēna -- mānuṣēra jan'ya ālōka ō pathanirdēśarūpē, yā tōmarā kāgajapatrē tulē tā prakāśa karō ō bēśira bhāga gōpana karō, āra tōmādēra śēkhānō haẏēchila yā tōmarā jānatē nā, -- tōmarā āra tōmādēra pitr̥puruṣarā'ō nā?’’ Balō -- ''āllāh‌.’’ Ataḥpara tādēra chēṛē dā'ō tādēra bājē kathāẏa khēlādhulō karatē."},{"SurahNumber":6,"VerseNumber":92,"Text":"Āra ē'i hacchē kitāba yā āmarā abatāraṇa karēchi kalyāṇamaẏa ka’rē, yā ēra pūrbēkāra tāra satya-samarthakarūpē, āra yēna tumi satarka karatē pārō nagara jananīkē āra yārā ēra caturdikē raẏēchē tādēra. Āra yārā parakālē biśbāsa karē tārā ētē biśbāsa karē, āra tārā tādēra nāmāyēra hēphājata karē calē."},{"SurahNumber":6,"VerseNumber":93,"Text":"Āra kē tāra cā'itē bēśi an'yāẏakārī yē āllāh sanbandhē mithyā racanā karē, athabā balē -- 'āmāra kāchē pratyādēśa ēsēchē’, athaca tāra kāchē kōnō-prakāra pratyādēśa āsē ni, āra yē balē -- 'āmi abatāraṇa karatē pāri yā āllāh abatāraṇa karēchēna tāra matō jinisa’? Āra tumi yadi dēkhatē pētē yakhana an'yāẏakārīrā mr̥tyu-yantraṇāẏa thākabē āra phiriś‌tārā tādēra hāta bāṛābē -- ''bēra karō tōmādēra antarā‌tmā! Āra tōmādēra dēẏā habē lāñchanāpūrṇa śāsti yēhētu tōmarā āllāh‌ra birud'dhē balē calēchilē satatāra sīmā chāṛiẏē, āra tōmarā tām̐ra āẏātasamūhē ahaṅkāra pōṣaṇa karatē.’’"},{"SurahNumber":6,"VerseNumber":94,"Text":"Āra tōmarā niścaẏa'i āmādēra kāchē ēsēcha ēkē ēkē yēmana tōmādēra āmarā prathamabāra sr̥ṣṭi karēchilāma, āra yā tōmādēra diẏēchilāma tā tōmarā tōmādēra piṭhēra pēchanē phēlē ēsēcha, āra tōmādēra saṅgē tōmādēra supāriśakārīdēra dēkhachi nā yādēra tōmarā dābi karatē yē tārā tōmādēra madhyē niścita anśīdāra. Niścaẏa tōmādēra madhyēkāra bandhana chinna haẏēchē āra tōmādēra thēkē udhā'ō haẏēchē yā tōmarā dābi karatē."},{"SurahNumber":6,"VerseNumber":95,"Text":"Niḥsandēha āllāh -- tini śasyabīja ō āṭiram̐ aṅkurōdagamakārī. Tini mr̥tadēra thēkē jībitadēra udagata karēna, ābāra tini'i mr̥tadēra udagamakārī jībitadēra thēkē. Ē'i tō āllāh‌! Sutarāṁ kōthā thēkē tōmarā phirē yābē"},{"SurahNumber":6,"VerseNumber":96,"Text":"tini'i uṣāra ūnmēṣakārī, āra tini rātrikē sr̥ṣṭi karēchēna biśrāmēra jan'ya, āra sūryakē ēbaṁ candrakē hisābēra jan'ya. Ē'i-i mahāśaktiśālī sarbajñātāra bidhāna."},{"SurahNumber":6,"VerseNumber":97,"Text":"Āra tini'i sē'ijana yini tōmādēra jan'ya sr̥ṣṭi karēchēna tārakārāji, yēna tōmarā tādēra sāhāyyē sthalēra ō samudrēra andhakārē patha calatē pārō. Āmarā niścaẏa'i nidarśanasamūha biśadabhābē bibr̥ta karēchi ēmana lōkēra jan'ya yārā jñāna rākhē."},{"SurahNumber":6,"VerseNumber":98,"Text":"Āra tini'i sē'ijana yini tōmādēra udbhaba karēchēna ēka'i naphasa thēkē, ēbaṁ raẏēchē ēka biśrāma-sthala āra ēka pātrādhāra. Āmarā niścaẏa'i nidarśanagulō byākhyā karēchi tēmana lōkēra jan'ya yārā hr̥daẏama karē."},{"SurahNumber":6,"VerseNumber":99,"Text":"Āra tini'i sē'ijana yini ākāśa thēkē nāmāna br̥ṣṭi, takhana tāra dbārā āmarā ud‌gata kari saba rakamēra cārā gācha, tārapara tā thēkē udagama kari sabuja gāchapālā, yā thēkē udbhaba kari thōkā thōkā śasya, āra khējura gācha thēkē -- tāra māthi thēkē jhulanta kām̐di, āra āṅgurēra ō jalapā'iẏēra ō ḍālimēra bāgāna -- ēka rakamēra ō sāmasyabihīna. Tōmarā tākiẏē dēkhō tāra phalēra dikē yakhana tā phalabāna haẏa ō tāra pēkē ōṭhātē. Niḥsandēha ēgulōtē raẏēchē nidarśanābalī tēmana lōkēra jan'ya yārā biśbāsa sthāpana karē."},{"SurahNumber":6,"VerseNumber":100,"Text":"Tathāpi tārā āllāh‌ra saṅgē śarika karē jinakē, yadi'ō tini'i ōdēra sr̥ṣṭi karēchēna, āra tārā kōnō jñāna chāṛā'i tām̐tē ārōpa karē putra ō kan'yādēra. Tām̐ra'i saba mahimā! Āra tārā yā ārōpa karē sē-saba thēkē tini bahu ūrdhbē."},{"SurahNumber":6,"VerseNumber":101,"Text":"Mahākāśamanḍala ō pr̥thibīra ādisraṣṭā! Kōthā thēkē tām̐ra santāna habē yakhana tām̐ra jan'ya kōnō sahacarī nē'i. Āra tini'i saba- kichu sr̥ṣṭi karēchēna, āra tini'i tō saba-kichu sanbandhē sarbajñātā."},{"SurahNumber":6,"VerseNumber":102,"Text":"Ē'i hacchēna āllāh‌, tōmādēra prabhu! Tini chāṛā an'ya upāsya nē'i, tini saba-kichura'i sr̥ṣṭikartā, kājē'i tām̐ra'i upāsanā karō, āra tini saba biṣaẏēra uparē karṇadhāra."},{"SurahNumber":6,"VerseNumber":103,"Text":"Dr̥ṣṭi tām̐ra iẏattā pāẏa nā, kinta tini dr̥ṣṭitē paridarśana karēna. Āra tini'i sukṣadarśī, pūrṇa ōẏākiphahāla."},{"SurahNumber":6,"VerseNumber":104,"Text":"Niścaẏa'i tōmādēra kāchē tōmādēra prabhura kācha thēkē jñāna dr̥ṣṭi ēsēchē, kājē'i yē kē'u dēkhatē pāẏa, sēṭi tāra nijēra ā‌tmāra jan'yē, āra yē kē'u andha habē, sēṭi tāra birud'dhē yābē. Āra āmi tōmādēra uparē tattbābadhāẏaka na'i.’’"},{"SurahNumber":6,"VerseNumber":105,"Text":"Āra ē'ibhābē āmarā nirdēśābalī nānābhābē barṇanā kari, āra yēna tārā balatē pārē,''tumi pāṭha karēcha’’, āra yēna āmarā ēṭi suspaṣṭa karatē pāri tēmana lōkadēra kāchē yārā jānē."},{"SurahNumber":6,"VerseNumber":106,"Text":"Tumi tāra anusaraṇa karō yā tōmāra kāchē tōmāra prabhura kācha thēkē pratyādēśa dē'ōẏā haẏēchē -- 'tini chāṛā an'ya upāsya nē'i’, āra sarē dām̐ṛā'ō bahukhōdābādīdēra thēkē."},{"SurahNumber":6,"VerseNumber":107,"Text":"Āra yadi āllāh icchē karatēna tabē tārā śarika karatō nā. Āra āmarā tōmākē tādēra uparē rakṣākārīrūpē niyukta kari ni, āra tumi tādēra uparē kāryanirbāhaka'ō na'ō."},{"SurahNumber":6,"VerseNumber":108,"Text":"Āra tārā āllāh‌kē chēṛē diẏē yādēra upāsanā karē tādēra gāli di'ō nā, pāchē tārā'ō śatrutābaśataḥ āllāh‌kē gāli dēẏa jñānahīnatāra jan'ya. Ē'ibhābē pratyēka sampradāẏēra jan'ya tādēra kriẏākalāpa āmarā cittākarṣaka karēchi. Tārapara tādēra prabhura kāchē'i hacchē tādēra pratyābartana, takhana tini tādēra jāniẏē dēbēna ki tārā karatō."},{"SurahNumber":6,"VerseNumber":109,"Text":"Āra tārā āllāh‌ra nāmē kasama khāẏa tādēra jōrālō śapathēra dbārā yē yadi kōnō nidarśana tādēra kāchē āsatō tabē tārā niścaẏa'i tātē biśbāsa karatō. Balō -- ''niḥsandēha nidarśanasamūha āllāh‌ra kāchē'i raẏēchē. Āra kēmana ka’rē tōmādēra jānānō yābē yē yakhana tā āsabē tārā biśbāsa karabē nā?’’"},{"SurahNumber":6,"VerseNumber":110,"Text":"Āra āmarā'ō tādēra antaḥkaraṇa ō tādēra dr̥ṣṭi pālṭē dēbō yēmana tārā prathamabāra ētē biśbāsa karē ni, āra tādēra chēṛē dēbō tādēra abādhyatāra madhyē ud‌bhrānta bhābē ghurē bēṛātē."}]}