{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"Lyubaya pishcha byla dozvolena synam Israila, krome toy, chto zapretil sebe Israil do nisposlaniya Tory. Skazhi [, Mukhammad]: \"Tak nesite zhe Toru i chitayte yeye, yesli vy govorite pravdu"},{"SurahNumber":3,"VerseNumber":94,"Text":"A te, kto v etom sluchaye vozvel na Allakha napraslinu, - nechestivtsy"},{"SurahNumber":3,"VerseNumber":95,"Text":"Skazhi [, Mukhammad]: \"Allakh glagolet istinu. Sleduyte zhe vere religii Ibrakhima, khanifa, ibo on ne byl mnogobozhnikom"},{"SurahNumber":3,"VerseNumber":96,"Text":"Voistinu, pervyy dom, kotoryy byl vozdvignut, chtoby lyudi [predavalis' bogosluzheniyu], - eto tot, kotoryy v Bakke. On blagosloven i sluzhit rukovodstvom k istine dlya obitateley mirov"},{"SurahNumber":3,"VerseNumber":97,"Text":"V tom Dome - yasnyye znameniya dlya lyudey. Eto - mesto stoyaniya Ibrakhima. Tot, kto voydet v etot Dom, budet v bezopasnosti. Allakh obyazyvayet tekh lyudey, kto v sostoyanii sovershit' poyezdku, otpravlyat'sya v khaddzh k Domu. A yesli kto-libo ne veruyet [i ne sovershayet khadzha], to ved' Allakh ne nuzhdayetsya v obitatelyakh mirov"},{"SurahNumber":3,"VerseNumber":98,"Text":"Skazhi [, Mukhammad]: \"O lyudi Pisaniya! Pochemu vy otvergayete znameniya Allakha? Ved' Allakh vidit voochiyu to, chto vy tvorite"},{"SurahNumber":3,"VerseNumber":99,"Text":"Skazhi: \"O lyudi Pisaniya! Pochemu vy sbivayete veruyushchikh s puti Allakha, sklonyaya k krivde? Ved' vy zrite [istinu] voochiyu! Allakhu vedomo to, chto vy tvorite"},{"SurahNumber":3,"VerseNumber":100,"Text":"O vy, kotoryye uverovali! Yesli vy poslushayetes' kogo-libo iz lyudey Pisaniya, to oni, posle togo kak vy uverovali, [vnov'] obratyat vas v nevernykh"},{"SurahNumber":3,"VerseNumber":101,"Text":"Kak vy mozhete ne verovat', yesli vam chitayut ayaty Allakha, yesli sredi vas Yego poslannik? A tot, kto polagayetsya na Allakha, uzhe na pryamom puti"},{"SurahNumber":3,"VerseNumber":102,"Text":"O vy, kotoryye uverovali! Strashites' Allakha kak dolzhno i obratites' v islam poka smert' ne nastigla vas"},{"SurahNumber":3,"VerseNumber":103,"Text":"Derzhites' vse za verv' Allakha, ne raspadaytes' [na vrazhduyushchiye gruppirovki] i pomnite o milosti Allakha k vam v to vremya, kogda vy vrazhdovali drug s drugom. On primiril vashi serdtsa, i vy stali brat'yami po Yego milosti. A mezh tem vy byli na krayu propasti ognennoy, i On spas vas ot neye. Tak raz\"yasnyayet Allakh vam Svoi znameniya, - mozhet byt', vy stupite [vse zhe] na pryamoy put'"},{"SurahNumber":3,"VerseNumber":104,"Text":"i togda obrazuyetsya iz vas obshchina, kotoraya budet prizyvat' k dobru, pobuzhdat' k blagomu i otvrashchat' ot durnogo. I budut takiye lyudi blagodenstvovat'"},{"SurahNumber":3,"VerseNumber":105,"Text":"Ne upodoblyaytes' tem, kotoryye raspalis' na gruppirovki i razoshlis' vo mneniyakh, posle togo kak k nim prishli yasnyye znameniya. Ugotovano im surovoye nakazaniye"},{"SurahNumber":3,"VerseNumber":106,"Text":"v tot den', kogda prosvetleyut liki [odnikh] i potemneyut liki [drugikh]. A tem, ch'i liki potemneyut, [skazano budet]: \"Neuzheli vy stali nevernymi, posle togo kak uverovali? Vkusite zhe nakazaniye za svoye neveriye"},{"SurahNumber":3,"VerseNumber":107,"Text":"Te zhe, ch'i liki prosvetleli, budut oseneny milost'yu Allakha, i budut oni prebyvat' tam vechno"},{"SurahNumber":3,"VerseNumber":108,"Text":"Eto - ayaty Allakha. My vozveshchayem ikh tebe dopodlinno. Voistinu, Allakh ne zhelayet nespravedlivosti dlya obitateley mirov"},{"SurahNumber":3,"VerseNumber":109,"Text":"Allakhu prinadlezhit to, chto v nebesakh, i to, chto na zemle; i k Allakhu vozvrashchayutsya vse dela"},{"SurahNumber":3,"VerseNumber":110,"Text":"Vy -luchshaya iz obshchin, sozdannaya na blago lyudey; vy velite vershit' odobryayemoye [po shariatu i razumu], zapreshchayete tvorit' neodobryayemoye i veruyete v Allakha. A yesli by lyudi Pisaniya uverovali [v islam], eto bylo by luchshe dlya nikh. Sredi nikh yest' uverovavshiye, no bol'shaya chast' - nechestivtsy"},{"SurahNumber":3,"VerseNumber":111,"Text":"Oni ne prichinyat vam vreda, razve chto dostavyat nepriyatnost'. Yesli zhe oni stanut srazhat'sya s vami, to obratyatsya vspyat'. I ne budet im pomoshchi"},{"SurahNumber":3,"VerseNumber":112,"Text":"Iudeyev postignet unizheniye, razve chto oni obratyatsya za pokrovitel'stvom k Allakhu i k muslimam. Porazheny oni gnevom Allakha, postigla ikh bednost'! I vse eto za to, chto oni otvergali znameniya Allakha i ubivali nezasluzhenno prorokov, za to, chto byli oslushnikami i prestupnikami"},{"SurahNumber":3,"VerseNumber":113,"Text":"Lyudi Pisaniya neodinakovy: sredi nikh yest' pravednyye lyudi, kotoryye chitayut stoya po nocham ayaty Allakha, i padayut nits"},{"SurahNumber":3,"VerseNumber":114,"Text":"Oni veruyut v Allakha i v Sudnyy den', velyat tvorit' odobryayemoye i zapreshchayut neodobryayemoye [Allakhom] i starayutsya operedit' drug druga v dobrykh delakh. Oni i sut' pravedniki"},{"SurahNumber":3,"VerseNumber":115,"Text":"Kakoy by pravednyy postupok oni ni sovershili, on ne budet zabyt. Allakh vedayet, kto bogoboyaznen"},{"SurahNumber":3,"VerseNumber":116,"Text":"Voistinu, ni imushchestvo, ni deti nikoim obrazom ne spasut ot [gneva] Allakha tekh, kotoryye ne uverovali. Oni-to i yest' obitateli adskogo plameni! I v nem oni prebudut vechno"},{"SurahNumber":3,"VerseNumber":117,"Text":"To, chto oni tratyat [iz tshcheslaviya] v zemnoy zhizni, podobno moroznomu vetru, porazivshemu nivu lyudey, kotoryye obideli sami sebya, i pogubivshemu yeye. Ne Allakh obidel ikh, a oni sami obideli sebya"},{"SurahNumber":3,"VerseNumber":118,"Text":"O vy, kotoryye uverovali! Ne vodite tesnoy druzhby s lyud'mi ne iz vashey sredy. Oni ne preminut vredit' vam i radovat'sya vashim neudacham. Ikh nenavist' - u nikh na ustakh, a [nenavist'], zatayennaya v serdtsakh u nikh, - yeshche sil'neye. My raz\"yasnili vam ayaty, - yesli by vy tol'ko urazumeli [ikh]"},{"SurahNumber":3,"VerseNumber":119,"Text":"Vot vy lyubite ikh, a oni vas ne lyubyat. Vy verite vo vse pisaniya. Kogda zhe oni vstrechayutsya s vami, to govoryat: \"My uverovali\". Kogda zhe ostayutsya odni, to kusayut pal'tsy ot zloby k vam. Skazhi: \"Umrite ot svoyey zloby! Voistinu, Allakh vedayet o tom, chto v vashikh serdtsakh"},{"SurahNumber":3,"VerseNumber":120,"Text":"Yesli vam vypadet udacha, eto ogorchayet ikh; yesli vas postignet neschast'ye, eto raduyet ikh. Yesli zhe vy budete terpelivy i bogoboyaznenny, to ikh kozni nichut' ne povredyat vam. Voistinu, Allakh vedayet o tom, chto oni vershat"},{"SurahNumber":3,"VerseNumber":121,"Text":"[Vspomni, Mukhammad,] kak ty pokinul rano utrom sem'yu svoyu i vystraival veruyushchikh v ryady dlya srazheniya. A Allakh - slyshashchiy, znayushchiy"},{"SurahNumber":3,"VerseNumber":122,"Text":"[Vspomni,] kak dva otryada iz chisla vas vzdumali bylo smalodushnichat', khotya Allakh i pomogal im. Lish' na Allakha pust' polagayutsya veruyushchiye"},{"SurahNumber":3,"VerseNumber":123,"Text":"Prezhde Allakh pomog vam v [srazhenii] pri Badre, kogda vy byli slaby. Boytes' zhe Allakha, byt' mozhet, vy vozblagodarite [Yego]"},{"SurahNumber":3,"VerseNumber":124,"Text":"[Vspomni, Mukhammad,] kak govoril ty veruyushchim: \"Razve ne dostatochno vam togo, chto vash Gospod' nisposylayet vam v pomoshch' tri tysyachi angelov"},{"SurahNumber":3,"VerseNumber":125,"Text":"Da, yesli proyavite stoykost' [v srazhenii] i budete bogoboyaznenny i yesli vragi napadut na vas vnezapno, to vash Gospod' pomozhet vam dazhe pyat'yu [, a ne tremya] tysyachami angelov otmechennykh"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allakh soobshchil vam radostnuyu vest' ob angelakh, chtoby vashi serdtsa obreli pokoy blagodarya yey, - a pomoch' oderzhat' pobedu mozhet tol'ko Allakh, velikiy, mudryy"},{"SurahNumber":3,"VerseNumber":127,"Text":"[soobshchil, chtoby] pogubit' odnu chast' neveruyushchikh, chtoby nizvergnut' drugikh, chtoby ostavshiyesya v zhivykh vernulis' bezuteshnymi"},{"SurahNumber":3,"VerseNumber":128,"Text":"Tebya [, Mukhammad,] vovse ne kasayetsya, prostit li Allakh tvoikh protivnikov ili zhe nakazhet. Voistinu, oni - nechestivtsy"},{"SurahNumber":3,"VerseNumber":129,"Text":"Allakhu prinadlezhit to, chto v nebesakh i na zemle. On proshchayet, komu pozhelayet, i nakazyvayet, kogo pozhelayet. Allakh - proshchayushchiy, milostivyy"},{"SurahNumber":3,"VerseNumber":130,"Text":"O vy, kotoryye uverovali! Ne zhivite za schet likhvy, udvoyennoy ili mnogokratnoy, boytes' Allakha, i, byt' mozhet, vy preuspeyete"},{"SurahNumber":3,"VerseNumber":131,"Text":"Strashites' ognya, ugotovannogo dlya nevernykh"},{"SurahNumber":3,"VerseNumber":132,"Text":"Povinuytes' Allakhu i Poslanniku: byt' mozhet, vy budete pomilovany"},{"SurahNumber":3,"VerseNumber":133,"Text":"Stremites' zhe obresti proshcheniye Gospoda vashego i ray, prostirayushchiysya na nebesakh i na zemle i ugotovannyy dlya bogoboyaznennykh"},{"SurahNumber":3,"VerseNumber":134,"Text":"kotoryye raskhoduyut [svoi] sredstva [vo imya Allakha], bud' oni v dostatke ili v bednosti, kotoryye sderzhivayut gnev i yavlyayut sniskhoditel'nost' k lyudyam. Voistinu, Allakh lyubit tekh, kto vershit dobryye deyaniya"},{"SurahNumber":3,"VerseNumber":135,"Text":"Tem zhe, kto sovershil skvernyy postupok ili pregresheniye protiv samogo sebya, a potom vspomnil Allakha, poprosil proshcheniya za svoi grekhi - a kto mozhet prostit' grekhi, krome Allakha? - i ne sobirayetsya umyshlenno povtoryat' pregresheniya"},{"SurahNumber":3,"VerseNumber":136,"Text":"nagradoy budut proshcheniye ot ikh Gospoda i rayskiye sady, v kotorykh tekut ruch'i. Vechno budut oni prebyvat' tam. Skol' prekrasno vozdayaniye tem, kto vershit [dobro]"},{"SurahNumber":3,"VerseNumber":137,"Text":"Zadolgo do vas sluchalos' [, chto Allakh otkladyval nakazaniye nevernykh]. Tak pokhodite zhe po zemle i posmotrite, kakov byl konets tekh, kto oprovergal [poslannikov]"},{"SurahNumber":3,"VerseNumber":138,"Text":"Vse, chto skazano, - raz\"yasneniye lyudyam, putevodstvo i nastavleniye dlya bogoboyaznennykh"},{"SurahNumber":3,"VerseNumber":139,"Text":"Ne padayte zhe [dukhom], ne ogorchaytes', ibo vy vyshe drugikh, yesli veruyete"},{"SurahNumber":3,"VerseNumber":140,"Text":"Yesli vam nanesena rana nyne, to podobnaya zhe rana byla nanesena drugomu narodu. My smenyayem [blagopoluchnyye i zlopoluchnyye] dlya lyudey dni cheredoy, chtoby Allakh mog raspoznat' tekh, kto veruyet, i izbrat' shakhidov iz vas, - voistinu, Allakh ne lyubit nechestivtsev"},{"SurahNumber":3,"VerseNumber":141,"Text":"chtoby Allakh ochistil ot grekhov uverovavshikh i istrebil neveruyushchikh"},{"SurahNumber":3,"VerseNumber":142,"Text":"Ili vy polagali, chto voydete v ray, a Allakh i ne uznayet, kto iz vas radel [vo imya Yego] i kto byl stoyek [v vere]"},{"SurahNumber":3,"VerseNumber":143,"Text":"Vy zhelali smerti, poka ne vstretilis' s neyu litsom k litsu. Vot ona pered vami, i vy vzirayete na neye [rasteryanno]"},{"SurahNumber":3,"VerseNumber":144,"Text":"Mukhammad vsego lish' Poslannik. Do nego tozhe byli poslanniki. Neuzheli, yesli on umret ili budet ubit, vy obratites' vspyat' [ot islama]? A yesli kto i obratitsya vspyat' [ot islama], to etim on nichut' ne povredit Allakhu. Allakh zhe voznagradit blagodarnykh"},{"SurahNumber":3,"VerseNumber":145,"Text":"Ni odin chelovek ne umret, krome kak s dozvoleniya Allakha, v predpisannyy [Im] srok. Tomu, kto vozzhelayet voznagrazhdeniya v zemnoy zhizni, My dadim yego v etoy zhizni. A tomu, kto vozzhelayet voznagrazhdeniya v zhizni budushchey, dadim yego togda. My voznagradim blagodarnykh [Nam]"},{"SurahNumber":3,"VerseNumber":146,"Text":"Skol'ko bylo prorokov, ryadom s kotorymi srazhalos' mnogo veruyushchikh muzhey! Oni ne otstupili pered tyagotami, vypavshimi im [v bor'be] vo imya Allakha, ne smirilis' [pered vragom] i ne pokorilis' [yemu]. Voistinu, Allakh lyubit terpelivykh"},{"SurahNumber":3,"VerseNumber":147,"Text":"I oni [pri ispytaniyakh] tol'ko vosklitsali: \"Gospodi nash! Prosti nam grekhi nashi i nesderzhannost' v postupkakh, ukrepi nashi stopy i pomogi nam protiv nevernykh"},{"SurahNumber":3,"VerseNumber":148,"Text":"I Allakh daroval im vozdayaniye v zhizni zemnoy i luchshuyu nagradu v zagrobnoy zhizni. Voistinu, Allakh lyubit dobrodeyushchikh"},{"SurahNumber":3,"VerseNumber":149,"Text":"O vy, kotoryye uverovali! Yesli vy povinuyetes' nevernym, oni obratyat vas vspyat' [k yazychestvu], i vy poterpite uron"},{"SurahNumber":3,"VerseNumber":150,"Text":"K tomu zhe Allakh - vash pokrovitel', i On - luchshiy iz tekh, kto pomogayet"},{"SurahNumber":3,"VerseNumber":151,"Text":"My poselim v serdtsa nevernykh strakh za to, chto oni pomimo Allakha poklonyalis' tem, o kotorykh On ne nisposlal nikakogo predpisaniya. A pribezhishche ikh - adskoye plamya. Vot kak skverno mestoprebyvaniye nechestivtsev"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allakh ispolnil Svoye obeshchaniye, kogda vy porazhali nevernykh po Yego veleniyu, poka vy ne orobeli, ne stali osparivat' prikaza [Proroka] i ne oslushalis', posle togo kak On yavil vam to chto vy lyubite. Sredi vas byli priverzhentsy etogo mira i byli priverzhentsy mira budushchego. Potom Allakh obratil vas v begstvo ot nevernykh, chtoby ispytat' vas, i On prostil vas, ibo Allakh milostiv k veruyushchim"},{"SurahNumber":3,"VerseNumber":153,"Text":"[Vspomnite,] kak vy bezhali [s polya srazheniya pri Ukhude], ni na kogo ne obrashchaya vnimaniya, a pozadi Poslannik tem vremenem prizyval vas [vernut'sya]. I Allakh vozdal vam za gore [, prichinennoye vami Poslanniku,] gorem [porazheniya]. I ne zhaleyte o tom, chto minovalo, i o tom, chto porazilo vas. Voistinu, Allakh vedayet o tom, chto vy tvorite"},{"SurahNumber":3,"VerseNumber":154,"Text":"Potom Allakh posle gorestey nisposlal vam son dlya uspokoyeniya, kotoryy ob\"yal nekotorykh iz vas, v to vremya kak dushi drugikh byli pogloshcheny tol'ko pomyslami o sebe, i oni rassuzhdali ob Allakhe na yazycheskiy lad i govorili: \"Razve v nashey vole bylo reshit' chto-libo?\" Otvechay [, Mukhammad]: \"Voistinu, pravo resheniya tselikom prinadlezhit Allakhu\". Oni tayat v dushe svoi pomysly, ne delyatsya imi s toboy i govoryat: \"Yesli by my mogli khot' chto-nibud' reshat', to [nekotoryye iz nas] ne byli by ubity zdes'\". Skazhi im: \"Yesli by dazhe vy ostavalis' v svoikh domakh, to te, kotorym bylo prednachertano byt' ubitymi, vse ravno napravilis' by tuda, gde im suzhdeno bylo past'\". I Allakh [prednachertal tak], chtoby uznat' o tom, chto vy utaivayete, i ochistit' soderzhimoye vashikh serdets. Ved' Allakh znayet o tom, chto v serdtsakh"},{"SurahNumber":3,"VerseNumber":155,"Text":"Voistinu, te iz vas, kotoryye obratilis' v begstvo v tot den', kogda vstretilis' dve rati, ne inache kak spotknulis' po naushcheniyu shaytana iz-za kakikh-to svoikh deyaniy. No Allakh uzhe prostil ikh, ved' Allakh - vseproshchayushchiy"},{"SurahNumber":3,"VerseNumber":156,"Text":"O vy, kotoryye uverovali! Ne upodoblyaytes' tem, kotoryye ne uverovali i skazali o svoikh brat'yakh, otpravivshikhsya v dorogu [po delam] ili zhe v pokhod: \"Yesli by oni ostalis' s nami, to ne umerli by i ne byli by ubity\". Ved' Allakh sdelal podobnyye [setovaniya] prichinoy pechali v ikh serdtsakh. Allakh - tot, kto ozhivlyayet i umershchvlyayet, i Allakh vidit to, chto vy vershite"},{"SurahNumber":3,"VerseNumber":157,"Text":"Klyanus', yesli vy budete ubity ili zhe umrete [v bor'be] vo imya Allakha, to ved' proshcheniye Allakha i milost' Yego luchshe togo, chto nakaplivayut oni"},{"SurahNumber":3,"VerseNumber":158,"Text":"Yesli zhe vy umrete ili budete ubity, to ved' predstanete pered Allakhom"},{"SurahNumber":3,"VerseNumber":159,"Text":"Po miloserdiyu, vnushennomu tebe Allakhom, ty [, Mukhammed,] prostil im. Yesli by ty byl surovym i zhestokoserdnym, to oni nepremenno pokinuli by tebya. Tak prosti zhe ikh sam, prosi Dlya nikh proshcheniya [u Allakha] i sovetuysya s nimi o delakh. Kogda ty reshilsya na chto-libo, upovay na Allakha. Voistinu, Allakh lyubit upovayushchikh"},{"SurahNumber":3,"VerseNumber":160,"Text":"Yesli Allakh okazyvayet vam pomoshch', to nikto ne oderzhit nad vami verkh. Yesli zhe On ostavit vas bez pomoshchi, to kto zhe pomozhet vam, krome Nego? Tol'ko na Allakha pust' upovayut veruyushchiye"},{"SurahNumber":3,"VerseNumber":161,"Text":"Negozhe proroku obmanyvat'. Ved' tot, kto obmanul, predstanet v Den' voskreseniya s tem, chem obmanul, i kazhdomu cheloveku spolna vozdayetsya po zaslugam, i nikto ne budet obdelen spravedlivost'yu"},{"SurahNumber":3,"VerseNumber":162,"Text":"Razve tot, kto stremitsya k blagovoleniyu Allakha, podoben tomu, kto navlek na sebya gnev Allakha i komu pribezhishche - ad? Skvernyy eto udel"},{"SurahNumber":3,"VerseNumber":163,"Text":"Im - raznyye stepeni [vozdayaniya] u Allakha, i Allakh vidit to, chto oni vershat"},{"SurahNumber":3,"VerseNumber":164,"Text":"Nesomnenno, Allakh okazal milost' veruyushchim, kogda pozhaloval im Proroka iz ikh zhe sredy, kotoryy chitayet im Yego ayaty, ochishchayet ikh ot grekhov, uchit ikh Pisaniyu i mudrosti, khotya prezhde oni i prebyvali v yavnom zabluzhdenii"},{"SurahNumber":3,"VerseNumber":165,"Text":"I kogda vas postiglo bedstviye [pri Ukhude], - a ved' ran'she vy prichinili [protivnikam] vdvoye bol'sheye [bedstviye - pri Badre], vy sprosili: \"Otkuda eto?\" Otvechay [, Mukhammad]: \"Prichina porazheniya - v vas samikh\". Voistinu, Allakh nad vsem sushchim vlasten"},{"SurahNumber":3,"VerseNumber":166,"Text":"Bedstviye, kotoroye vas postiglo, kogda vstretilis' dve rati [pri Ukhude], svershilos' po vole Allakha dlya togo, chtoby On raspoznal [sushchnost'] veruyushchikh"},{"SurahNumber":3,"VerseNumber":167,"Text":"chtoby On raspoznal tekh, kotoryye litsemeryat. Im bylo skazano: \"Pridite i srazites' vo imya Allakha ili [khotya by] otbivayte [vraga]\". Oni na eto otvetili: \"Yesli by my umeli srazhat'sya, to my posledovali by za vami\". V tot den' oni byli blizhe k neveriyu, chem k vere. Oni govoryat ustami to, chego net v serdtsakh, no ved' Allakh vedayet o tom, chto oni skryvayut"},{"SurahNumber":3,"VerseNumber":168,"Text":"Tem, kotoryye sami ne uchastvovali v srazhenii i govorili o svoikh brat'yakh [po vere]: \"Yesli by oni poslushalis' nas, to ne byli by ubity\", otvechay [, Mukhammad]: \"Otrin'te smert' ot samikh sebya, yesli vy tak dumayete"},{"SurahNumber":3,"VerseNumber":169,"Text":"Ne schitay zhe pokoynikami tekh, kotoryye byli ubity [v srazhenii] vo imya Allakha. Net, zhivy oni i poluchayut udel ot Gospoda svoyego"},{"SurahNumber":3,"VerseNumber":170,"Text":"raduyas' tomu, chto Allakh daroval im [v rayu] po milosti Svoyey, raduyas' tomu, chto net prichin dlya strakha i pechali u tekh, kotoryye yeshche ne prisoyedinilis' k nim"},{"SurahNumber":3,"VerseNumber":171,"Text":"Oni raduyutsya milosti i shchedrosti Allakha, tomu, chto Allakh ne ostavit veruyushchikh bez nagrady, kotoruyu oni zasluzhili"},{"SurahNumber":3,"VerseNumber":172,"Text":"tekh [veruyushchikh], chto vnyali Allakhu i Poslanniku, posle togo kak ikh porazili bedstviya [pri Ukhude]. Tem iz nikh, kotoryye vershili dobryye dela i byli bogoboyaznenny, ugotovano velikoye voznagrazhdeniye"},{"SurahNumber":3,"VerseNumber":173,"Text":"tem, kotorykh predosteregali drugiye: \"Voistinu, protiv vas sobralis' lyudi. Boytes' zhe ikh\". No ot etogo u nikh tol'ko ukrepilas' vera, i oni otvetili: \"Dovol'no nam Allakha, On - nailuchshiy pokrovitel'"},{"SurahNumber":3,"VerseNumber":174,"Text":"I oni vernulis' [s pogoni] s milost'yu ot Allakha i shchedro [odarennyye Im]. Ikh ne postiglo nikakoye zlo, i ustremilis' oni k blagovoleniyu Allakha. Voistinu, Allakh obladayet velikoy milost'yu"},{"SurahNumber":3,"VerseNumber":175,"Text":"Eto tol'ko shaytan vnushayet vam strakh pered svoimi prispeshnikami-mnogobozhnikami. Ne boytes' ikh, a boytes' Menya, yesli vy veruyushchiye"},{"SurahNumber":3,"VerseNumber":176,"Text":"Da ne opechalyat tebya te, kotoryye userdstvuyut v neverii, - ved' oni niskol'ko ne povredyat Allakhu. Ne zhelayet Allakh darovat' im dolyu v zagrobnoy zhizni, i ugotovano im velikoye nakazaniye"},{"SurahNumber":3,"VerseNumber":177,"Text":"Voistinu, te, kotoryye kupili neveriye tsenoy very, niskol'ko ne povredyat Allakhu, i ugotovano im muchitel'noye nakazaniye"},{"SurahNumber":3,"VerseNumber":178,"Text":"Pust' ne dumayut nevernyye, chto dannaya Nami im otsrochka - blago dlya nikh. Voistinu, My dayem im otsrochku, chtoby oni pogryazli v grekhe. I ugotovano im unizitel'noye nakazaniye"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allakh ne ostavit veruyushchikh v tom sostoyanii, v kakom vy Prebyvayete, do tekh por, poka On ne otlichit durnoye ot khoroshego. Allakh ne nameren soobshchat' vam [znaniye] sokrovennogo. Odnako Allakh otdayet predpochteniye tomu iz poslannikov, komu pozhelayet. Tak veruyte zhe v Allakha i Yego poslannikov. Yesli vy uveruyete i budete bogoboyaznenny, to vam ugotovana velikaya nagrada"},{"SurahNumber":3,"VerseNumber":180,"Text":"Te, kotoryye skupy na poluchennoye imi ot Allakha, pust' ne dumayut, chto skupost' dlya nikh luchshe. Naprotiv, ona khuzhe dlya nikh. V Den' voskreseniya oni budut zakovany v ozherel'ya iz togo, chto oni zhaleli. Allakh nasleduyet nebesa i zemlyu, i Allakh vedayet o tom, chto vy sovershayete"},{"SurahNumber":3,"VerseNumber":181,"Text":"Allakh ved' slyshal rechi tekh, kotoryye govorili: \"Voistinu, Allakh beden, a my bogaty\". My zapishem i to, chto oni govorili, i ubiyeniye imi prorokov po nespravedlivosti i skazhem im: \"Vkusite muku ognya"},{"SurahNumber":3,"VerseNumber":182,"Text":"v nakazaniye za to, chto vy ugotovali sebe sami, ibo Allakh ne obizhayet Svoikh rabov"},{"SurahNumber":3,"VerseNumber":183,"Text":"Tem, kotoryye utverzhdayut: \"Voistinu, Allakh zapovedal nam, chtoby my ne uverovali v poslannika, poka on ne yavitsya k nam s zhertvoy, opalennoy ognem\", skazhi [, Mukhammad]: \"K vam prikhodili poslanniki do menya s yasnymi znameniyami i s tem, o chem vy govorite. Tak pochemu zhe vy ikh ubili, yesli vy iskrenne [uverovali]"},{"SurahNumber":3,"VerseNumber":184,"Text":"Yesli oni ob\"yavili tebya lzhetsom, to ved' i do tebya byli ob\"yavleny lzhetsami poslanniki, kotoryye yavilis' s yasnymi znameniyami, so svyashchennymi knigami i ozaryayushchim Pisaniyem"},{"SurahNumber":3,"VerseNumber":185,"Text":"Kazhdyy nepremenno vkusit smert'. I, voistinu, v Den' voskreseniya vy, budete spolna voznagrazhdeny. Tot, kto budet otreshen ot ognya i vveden v ray, obretet blazhenstvo. A zemnaya zhizn' - lish' [prekhodyashchaya] utekha obol'shcheniyem"},{"SurahNumber":3,"VerseNumber":186,"Text":"Vashe [, o muslimy,] imushchestvo i vy sami podvergnetes' ispytaniyu. I vy uslyshite tekh, komu bylo darovano Pisaniye zadolgo do vas, i ot mnogobozhnikov mnogo obidnykh slov. No yesli vy budete terpelivy i blagochestivy, to proyavite tverdost' v delakh"},{"SurahNumber":3,"VerseNumber":187,"Text":"[Vspomni, Mukhammad,] kak s tekh, komu darovano Pisaniye, Allakh vzyal zavet, [govorya]: \"Vy nepremenno budete raz\"yasnyat' Pisaniye lyudyam, ne budete [ni ot kogo] skryvat' yego\". No oni otshvyrnuli [etot] zavet i poluchili za eto nichtozhnuyu platu. Skol' merzko to, chto oni poluchayut"},{"SurahNumber":3,"VerseNumber":188,"Text":"Ne dumay, chto spasutsya ot adskogo ognya te, kotoryye raduyutsya svoim deyaniyam i lyubyat pokhvaly za to, chto oni ne sovershali vovse. Ugotovano im muchitel'noye nakazaniye"},{"SurahNumber":3,"VerseNumber":189,"Text":"Allakhu prinadlezhit vlast' nad nebesami i zemley, i Allakh nad vsem sushchim vlasten"},{"SurahNumber":3,"VerseNumber":190,"Text":"Voistinu, v sotvorenii nebes i zemli, v smene dnya i nochi istinnyye znameniya dlya obladayushchikh razumom"},{"SurahNumber":3,"VerseNumber":191,"Text":"kotoryye pominayut Allakha i stoya, i sidya, i [lezha] na boku i razmyshlyayut o sotvorenii nebes i zemli [i govoryat]: \"Gospodi nash! Ty sotvoril vse eto ne naprasno. Slaven Ty! Okhrani nas ot muk ognya"},{"SurahNumber":3,"VerseNumber":192,"Text":"Gospodi nash! Kogo ty vvedesh' v adskiy ogon', tot budet posramlen. I net u nechestivtsev zastupnikov"},{"SurahNumber":3,"VerseNumber":193,"Text":"Gospodi nash! My slyshali glashataya, kotoryy prizyval k vere slovami: \"Uveruyte v Gospoda vashego\", - i my uverovali. Prosti nam grekhi nashi i otpusti nam nashi pregresheniya i upokoy nas [vmeste] s blagochestivymi"},{"SurahNumber":3,"VerseNumber":194,"Text":"Gospodi nash! Daruy nam to, chto Ty obeshchal ustami poslannikov, i ne posrami nas v Den' voskreseniya. Ty ved' ne narushayesh' obeshchaniy"},{"SurahNumber":3,"VerseNumber":195,"Text":"I otvetil im ikh Gospod': \"Voistinu, YA ne prenebregu ni odnim deyaniyem, svershennym kem-libo iz vas, muzhchinoy ili zhenshchinoy, [ved'] odni iz vas [proiskhodyat] ot drugikh. A tem, kotoryye pereselilis' ili byli vyseleny iz svoikh zhilishch, postradali [v bor'be] radi Menya, srazhalis' i byli ubity, YA nepremenno otpushchu pregresheniya, vvedu ikh v sady, gde tekut ruch'i, v nagradu ot Allakha. A u Nego - nailuchshaya nagrada"},{"SurahNumber":3,"VerseNumber":196,"Text":"Pust' ne obol'shchayet tebya mirskaya suyetnost' tekh, kto ne uveroval"},{"SurahNumber":3,"VerseNumber":197,"Text":"[dlya nikh] - uslady brennyye, a zatem pristanishche dlya nikh - ad. Skvernoye zhe eto lozhe"},{"SurahNumber":3,"VerseNumber":198,"Text":"No dlya tekh, kto boitsya Gospoda svoyego, ugotovany rayskiye sady, v kotorykh tekut ruch'i. Vechno oni tam prebudut, voznesennyye pod sen' Allakha. A to, chto u Allakha, - nailuchsheye dlya pravednykh"},{"SurahNumber":3,"VerseNumber":199,"Text":"Voistinu, nepremenno sredi lyudey Pisaniya yest' takiye, kotoryye smirenno veruyut v Allakha i v to, chto bylo nisposlano vam i chto bylo nisposlano im. Oni ne prodayut ayaty Allakha za nichtozhnuyu tsenu. Ugotovana im nagrada Gospoda ikh, ved' Allakh skor v vozdayanii"},{"SurahNumber":3,"VerseNumber":200,"Text":"O vy, kotoryye uverovali! Terpite [tyagoty pokloneniya Allakhu i zhiteyskikh nevzgod], bud'te stoyki [protiv vraga vo vremya srazheniy]. I boytes' Allakha, - mozhet byt', vy preuspeyete"},{"SurahNumber":4,"VerseNumber":1,"Text":"O lyudi! Boytes' vashego Gospoda, kotoryy sotvoril vas iz odnogo zhivogo sushchestva i iz nego zhe sotvoril paru yemu, a ot nikh oboikh [proizvel i] rasselil [po svetu] mnogo muzhchin i zhenshchin. Boytes' zhe Allakha, imenem kotorogo vy pred\"yavlyayete drug k \"Drugu [svoi prava], i [boytes'] razorvat' rodstvennyye svyazi [mezhdu soboy]. Voistinu, Allakh [vsegda] nablyudayet za vami"},{"SurahNumber":4,"VerseNumber":2,"Text":"Otdavayte sirotam ikh imushchestvo i ne menyayte [vashe] durnoye na khorosheye [sirot]. Ne prozhivayte imushchestva sirot v dopolneniye k vashemu, ibo eto - velikiy grekh"},{"SurahNumber":4,"VerseNumber":3,"Text":"Yesli vy opasayetes', chto ne smozhete byt' spravedlivymi s sirotami [, nakhodyashchimisya na vashem popechenii], to zhenites' na [drugikh] zhenshchinakh, kotoryye nravyatsya vam, - na dvukh, trekh, chetyrekh. Yesli zhe vy opasayetes', chto ne smozhete zabotit'sya o nikh odinakovo, to zhenites' na odnoy ili na tekh, kotorykh vy vzyali v plen [na voyne s nevernymi]. Eto blizhe [k religioznomu zakonu], yesli ne khotite uklonit'sya ot nego"},{"SurahNumber":4,"VerseNumber":4,"Text":"Daruyte zhenam ikh makhr. A yesli zhenshchiny po sobstvennoy vole otkazhutsya ot chego-libo [iz makhra], to pol'zuytes' etim vo blago i v udovol'stviye"},{"SurahNumber":4,"VerseNumber":5,"Text":"Ne otdavayte nesmyshlenym [sirotam] imushchestva, kotoroye Allakh vruchil na vashe popecheniye dlya ikh podderzhki. Kormite ikh za schet ikh imushchestva, odevayte i vedite s nimi dobryye rechi"},{"SurahNumber":4,"VerseNumber":6,"Text":"Podvergayte ispytaniyu sirot, [nakhodyashchikhsya na vashem Popechenii], poka oni ne dostignut brachnogo vozrasta. I togda, yesli obnaruzhite, chto oni dostigli zrelosti razuma, to vruchayte im ikh imushchestvo, a ne raskhoduyte ponaprasnu, v speshke, [opasayas'], chto oni, dostignuv sovershennoletiya [, lishat ikh opekunskikh prav]. Kto iz [opekunov] bogat, pust' vozderzhitsya [ot ispol'zovaniya imushchestva sirot]; kto beden, pust' kormitsya iz nego soglasno obychnomu pravu. Kogda vy vruchayete im ikh imushchestvo, to pust' prisutstvuyut svideteli s ikh storony. I tol'ko Allakhu vedom istinnyy schet"},{"SurahNumber":4,"VerseNumber":7,"Text":"Muzhchinam prinadlezhit dolya iz togo, chto ostavili [v nasledstvo] roditeli i rodstvenniki. I zhenshchinam prinadlezhit dolya iz togo, chto ostavili roditeli i rodstvenniki: i iz malogo, i iz mnogogo [ostavlennogo v nasledstvo,] - ustanovlennyy [zakonom] udel"},{"SurahNumber":4,"VerseNumber":8,"Text":"Yesli pri razdele nasledstva prisutstvuyut rodstvenniki, siroty i bednyaki, to odarite ikh [kakoy-to] doley iz nego i dobrym slovom"},{"SurahNumber":4,"VerseNumber":9,"Text":"Pust' te [dusheprikazchiki], kotorym takzhe pridetsya ostavit' posle sebya nemoshchnykh potomkov, strashatsya [Allakha] i opasayutsya za nikh (t. ye. za svoikh detey, tak kak i s nimi mogut postupit' nespravedlivo), pust' govoryat im (t. ye. ostavlennym na ikh popecheniye sirotam) blagorazumnyye slova"},{"SurahNumber":4,"VerseNumber":10,"Text":"Voistinu, te, kotoryye po nespravedlivosti proyedayut imushchestvo sirot, napolnyayut bryukho svoye ognem i budut goret' v adskom plameni"},{"SurahNumber":4,"VerseNumber":11,"Text":"Allakh predpisyvayet vam zaveshchat' [nasledstvo] vashim detyam tak: synu prinadlezhit dolya, ravnaya dole dvukh docherey. A yesli ostavshiyesya deti - zhenshchiny chislom boleye dvukh, to im prinadlezhit dve treti togo, chto on ostavil. Yesli zhe ostalas' vsego odna doch', to yey prinadlezhit polovina nasledstva. A roditelyam umershego, yesli u nego k tomu zhe ostalsya rebenok, prinadlezhit kazhdomu po odnoy shestoy togo, chto on ostavil. A yesli zhe u umershego net rebenka i yemu nasleduyut roditeli, to materi dostayetsya odna tret' nasledstva. Yesli zhe u umershego yest' brat'ya, to materi prinadlezhit odna shestaya posle vycheta po zaveshchaniyu i vyplaty dolga. Vy ne znayete, kto vam bol'she prinosit pol'zy - roditeli vashi ili synov'ya, i ustanovil Allakh zakon [nasledovaniya]. Ved' Allakh - znayushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":12,"Text":"Vam prinadlezhit polovina togo, chto ostavili vashi zheny, yesli u nikh net rebenka. Yesli zhe u nikh yest' rebenok, to vam prinadlezhit chetvert' nasledstva posle vycheta po ikh zaveshchaniyu i vyplaty dolga. Vashim vdovam prinadlezhit chetvert' togo, chto vy ostavili, yesli u vas net rebenka. Yesli zhe u vas yest' rebenok, to vdovam prinadlezhit odna vos'maya togo, chto vy ostavili, posle vycheta po vashemu zaveshchaniyu i vyplaty dolga. Yesli muzhchina ili zhenshchina ne imeyet pryamykh naslednikov, a u nego ili u neye yest' brat ili sestra, to kazhdomu iz nikh prinadlezhit odna shestaya. Yesli zhe brat'yev i sester bol'she dvukh, to vse oni delyat porovnu odnu tret' posle vycheta po zaveshchaniyu i vyplaty dolga, yesli eto ne prinosit vreda [naslednikam], soglasno zavetu Allakha. Voistinu, Allakh - vseznayushchiy, blagovolyashchiy"},{"SurahNumber":4,"VerseNumber":13,"Text":"Takovy predpisaniya Allakha. Tekh, kto povinuyetsya Allakhu i Yego poslanniku. On vvedet v rayskiye sady, gde tekut ruch'i. Vechno oni tam prebudut. I eto - velikoye spaseniye"},{"SurahNumber":4,"VerseNumber":14,"Text":"A togo, kto oslushayetsya Allakha i Yego poslannika i prestupit Yego zakony, On vvergnet v adskiy ogon'. Vechno tot v nem prebudet, i ugotovano yemu unizitel'noye nakazaniye"},{"SurahNumber":4,"VerseNumber":15,"Text":"A protiv tekh iz vashikh zhen, kotoryye sovershayut prelyubodeyaniye, prizovite v svideteli chetyrekh iz vas. Yesli oni podtverdyat [prelyubodeyaniye] svidetel'stvom, to zaprite [zhen] v domakh, poka ikh ne upokoit smert' ili Allakh ne prednaznachit im inoy put'"},{"SurahNumber":4,"VerseNumber":16,"Text":"A yesli dvoye iz vas sovershat prelyubodeyaniye, to podvergnite oboikh telesnomu nakazaniyu. Yesli oni raskayutsya i ispravyatsya, to prostite ikh. Voistinu, Allakh - proshchayushchiy, milostivyy"},{"SurahNumber":4,"VerseNumber":17,"Text":"Voistinu, proshcheniye Allakha tem, kotoryye sovershayut durnoy postupok po nevedeniyu i vskore raskaivayutsya. Takikh proshchayet Allakh. Voistinu, Allakh - znayushchiy, mudryy"},{"SurahNumber":4,"VerseNumber":18,"Text":"No net proshcheniya tem, kto sovershayet pregresheniya [vsyu zhizn'], i lish' togda, kogda k nemu prikhodit smert', govorit: \"Voistinu, ya raskaivayus' teper'\". [Allakh ne proshchayet] tekh, kto umirayet, buduchi nevernym. Im-to My ugotovali muchitel'noye nakazaniye"},{"SurahNumber":4,"VerseNumber":19,"Text":"O vy, kotoryye uverovali! Ne razresheno vam nasledovat' poluchat' v nasledstvo zhen [tekh, imushchestvo kotorykh vy nasleduyete] protiv ikh voli. Ne zapreshchayte im zabirat' chast' makhra, kotoryy vy im dali [pri zhenit'be], yesli tol'ko oni ne sovershili yavnogo prelyubodeyaniya. Obrashchaytes' s vashimi zhenami dostoyno. Yesli zhe oni nepriyatny vam, to ved' mozhet byt' tak, chto Allakh nepriyatnoye vam obratit vo blago velikoye"},{"SurahNumber":4,"VerseNumber":20,"Text":"Yesli vy zakhoteli zamenit' odnu zhenu drugoy i yesli pervoy iz nikh byl vydelen vami dazhe kintar zolota, to ne uderzhivayte iz etogo nichego. Neuzheli vy stanete otbirat' chto-libo nespravedlivo i sovershaya yavnyy grekh"},{"SurahNumber":4,"VerseNumber":21,"Text":"I kak vy smozhete uderzhat' [chast' makhra], yesli mezhdu vami byla blizost' i yesli zheny poluchili ot vas tverdoye obeshchaniye"},{"SurahNumber":4,"VerseNumber":22,"Text":"Ne berite v zheny tekh zhenshchin, na kotorykh byli zhenaty vashi ottsy, yesli tol'ko eto ne proizoshlo prezhde. Voistinu, eto merzko, skverno, i otvratitelen takoy put'"},{"SurahNumber":4,"VerseNumber":23,"Text":"Zapretny vam v kachestve zhen vashi materi, docheri, sestry, tetki so storony ottsa, tetki so storony materi, docheri brata, docheri sestry, molochnyye materi, molochnyye sestry, materi vashikh zhen, padcheritsy - vashi vospitannitsy, s materyami kotorykh vy soshlis' (a yesli vy ne soshlis' s ikh materyami, to net grekha, yesli zhenites' na padcheritsakh); zapretny [vam takzhe] zheny vashikh krovnykh synovey, zapretno zhenit'sya odnovremenno na dvukh sestrakh, yesli eto ne sluchilos' prezhde, - voistinu, Allakh - proshchayushchiy, milostivyy"}]}