{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Biz, onlara melekleri de indirsek, onlarla oluler de konussa ve her seyi toplayıp onlerine de koysak, Allah dilemedikce onlar yine de iman etmezlerdi. Fakat onların cogu bilmiyorlar"},{"SurahNumber":6,"VerseNumber":112,"Text":"Boylece biz, her peygambere insan ve cin seytanlarını dusman kıldık. Aldatmak icin birbirlerine suslu sozler telkin ederler. Rabbin dileseydi bunu yapamazlardı. Oyleyse sen onları iftiraları ile bas basa bırak"},{"SurahNumber":6,"VerseNumber":113,"Text":"O sozleri, ahirete iman etmeyenlerin kalpleri ona meyletsin, bir de ondan hosnut olsun ve isledikleri gunahları islemeye devam etsinler diye soylerler"},{"SurahNumber":6,"VerseNumber":114,"Text":"“O, size kitabı ayrıntılı olarak indirmisken, Allah’tan baska bir hakem mi arayayım?” Kendilerine kitap verdigimiz kimseler, onun Rabbin tarafından hak olarak indirilmis oldugunu kesinlikle bilirler. Sakın sen de suphe edenlerden olma"},{"SurahNumber":6,"VerseNumber":115,"Text":"Rabbinin sozu dogruluk ve adalet bakımından eksiksizdir. Onun sozlerini degistirebilecek yoktur O, her seyi isiten, her seyi bilendir"},{"SurahNumber":6,"VerseNumber":116,"Text":"Eger sen yeryuzunde bulunanların coguna itaat edersen, seni Allah yolundan saptırırlar. Cunku onlar, sadece zanna uyarlar ve sadece yalan uydururlar"},{"SurahNumber":6,"VerseNumber":117,"Text":"Dogrusu Rabbin, yolundan kimin saptıgını daha iyi bilir. Hidayete ermis olanları da en iyi O bilir"},{"SurahNumber":6,"VerseNumber":118,"Text":"Eger ayetlerine iman eden kimseler iseniz artık uzerine Allah’ın ismi anılarak kesilmis hayvanlardan yiyin"},{"SurahNumber":6,"VerseNumber":119,"Text":"Size ne oluyor da, Allah’ın ismi anılarak kesilenlerden yemiyorsunuz? Oysa Allah, zorda kalmanız dısında, size haram olanları ayrıntılarıyla acıklamıstır. Dogrusu bircokları, heva ve heveslerine uyarak, bilmeden saptırıyorlar. Suphesiz Rabbin, haddi asanları en iyi bilendir"},{"SurahNumber":6,"VerseNumber":120,"Text":"Gunahın acıktan olanını da, gizli olanını da terk edin. Gunah isleyenler, isledikleri suca karsılık mutlaka cezalandırılacaklardır"},{"SurahNumber":6,"VerseNumber":121,"Text":"Uzerine Allah’ın adı anılmadan kesilen hayvanları yemeyin. Suphesiz bu, gunahtır. Seytanlar, dostlarına sizinle mucadele etmeleri icin fısıldarlar. Eger onlara uyarsanız, suphesiz siz de musriklerden olursunuz"},{"SurahNumber":6,"VerseNumber":122,"Text":"Olu iken (imanla) kendisini dirilttigimiz, insanlar arasında ona yurumesi icin nur verdigimiz kimse, icinden cıkamayacagı karanlıklarda kalan kimse gibi midir? Kafirlere yaptıkları isler boyle suslu gosterilmistir"},{"SurahNumber":6,"VerseNumber":123,"Text":"Boylece her ulkenin gunahkarlarını onların ileri gelenleri kıldık. O yerlerde hilekarlıklar etsinler diye. Halbuki onlar hilekarlıgı ancak kendilerine yaparlar da farkında olmazlar"},{"SurahNumber":6,"VerseNumber":124,"Text":"Onlara bir ayet geldigi zaman; “Allah’ın Rasullerine verilen, bize de verilmedikce iman etmeyecegiz” derler. Oysa Allah, peygamberligi kime verecegini daha iyi bilir. Bu, suclu gunahkarlara Allah katında bir kucukluk, yaptıkıları hilekarlıklar yuzunden de siddetli bir azab isabet edecektir"},{"SurahNumber":6,"VerseNumber":125,"Text":"Allah, kimi dogru yola iletmek isterse, onun gonlunu Islam’a acar. Kimi de saptırmak isterse, goge yukseliyormus gibi, kalbini dar ve sıkıntılı kılar. Allah iman etmeyenlerin ustune pisligi/azabı iste boyle verir"},{"SurahNumber":6,"VerseNumber":126,"Text":"Rabbinin dosdogru yolu iste budur. Ogut alan topluluk icin ayetleri etraflıca acıkladık"},{"SurahNumber":6,"VerseNumber":127,"Text":"Onlar icin, Rablerinin katında selamet yurdu vardır. O, yapmakta olduklarından oturu onların velisi (dost ve yardımcısı)dir"},{"SurahNumber":6,"VerseNumber":128,"Text":"Allah, hepsini o gun toplayarak; \"Ey cin toplulugu! Insanların cogunu yoldan cıkardınız.\" der. Onların dostları olan insanlar ise; \"Rabbimiz, birbirimizden istifade ettik ve bizim icin belirledigin surenin sonuna ulastık\" derler. Allah: \"Allah'ın diledigi haric, Cehennem sizin ebedi olarak kalacagınız meskeniniz olsun.” der. Suphesiz Rabbin Hakim'dir, Alim'dir"},{"SurahNumber":6,"VerseNumber":129,"Text":"Iste biz, kazanmakta oldukları gunahlar sebebiyle zalimlerin bir kısmını diger bir kısmına boyle musallat ederiz"},{"SurahNumber":6,"VerseNumber":130,"Text":"“Ey cin ve insan toplulugu! Icinizden size ayetlerimi anlatan ve bu gunle karsılasacagınıza dair, sizi uyaran rasuller gelmedi mi?” Onlar: \"Biz kendi aleyhimize sahidiz\" diyeceklerdir. Dunya hayatı onları aldattı da, kafir olduklarına dair kendi aleyhlerine sahitlik ettiler"},{"SurahNumber":6,"VerseNumber":131,"Text":"Bu (rasullerin gonderilmesi) halkı habersizken, Rabbinin ulkeleri haksız yere yok etmeyeceginden dolayıdır"},{"SurahNumber":6,"VerseNumber":132,"Text":"Herkesin amellerine gore dereceleri vardır. Rabbin onların yaptıklarından habersiz degildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Rabbin hicbir seye ihtiyac duymayan, merhamet sahibidir. O dilerse sizi yok eder ve daha sonra diledigini sizin yerinize getirir, tıpkı sizi baska bir toplulugun soyundan var ettigi gibi"},{"SurahNumber":6,"VerseNumber":134,"Text":"Suphesiz size vadedilen seyler mutlaka gelecektir. Siz bunun onune gecemezsiniz"},{"SurahNumber":6,"VerseNumber":135,"Text":"De ki: \"Ey kavmim! Siz elinizden geleni yapın. Suphesiz ben de yapacagım. Bu yurdun akıbetinin kim icin oldugunu ogreneceksiniz. Gercek su ki, zalimler asla kurtulusa eremezler"},{"SurahNumber":6,"VerseNumber":136,"Text":"Allah’ın yarattıgı ekin ve hayvandan, kendi zanlarınca Allah’a bir hisse ayırıp da, “Bu Allah’ındır, bu da ortaklarımızındır” diyorlar. Ortakları icin ayırdıkları Allah'a ulasmıyordu, fakat Allah icin ayırdıkları ortaklarına ulasıyordu! Ne kadar da kotu hukum veriyorlar"},{"SurahNumber":6,"VerseNumber":137,"Text":"Boylece onların ortakları, musriklerden bir coguna evlatlarını oldurmeyi de hos gostermistir. Hem onları helak etmek icin, hem de dinlerini kendilerine karma karısık etmek icin. Eger Allah dileseydi bunu yapamazlardı. Oyleyse onları uydurduklarıyla bas basa bırak"},{"SurahNumber":6,"VerseNumber":138,"Text":"Bir de (asılsız iddialarda bulunarak) dediler ki: “Bunlar yasaklanmıs hayvanlar ve ekinlerdir. Onları bizim dilediklerimizden baskası yiyemez. (Sunlar da) sırtları (binilmesi ve yuk yuklemesi) haram edilmis hayvanlardır.” Bir kısım hayvanları da keserken uzerlerine Allah’ın adını anmazlar. (Butun bunları) Allah’a iftira ederek yaparlar. Bu iftiraları sebebiyle Allah onları cezalandıracaktır"},{"SurahNumber":6,"VerseNumber":139,"Text":"Bir de: \"Bu hayvanların karınlarındakiler ise sadece erkeklerimiz icindir. Kadınlarımıza haramdır, ama eger olu dogarlarsa hepsi bunu yemekte ortaktır.\" derler. Allah, onların bu vasıflarının cezasını yakında verecektir. Suphesiz Rabbin hikmet sahibidir, her seyi hakkıyla bilendir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Akılsızlıkları yuzunden, bilgisizce cocuklarını olduren ve Allah’ın kendilerine verdigi rızıkları, Allah’a iftira ederek haram sayanlar, elbette husrana ugramıstır. Onlar sapıklıga dusmus ve asla dogru yolu bulacak da degildirler"},{"SurahNumber":6,"VerseNumber":141,"Text":"Cardaklı ve cardaksız bagları insa eden Allah'tır. Tadları cesitli ekin ve hurmaları, zeytin ve narı birbirine hem benzeyen ve hem de benzemeyen sekilde yaratan O'dur. Meyve verdikleri zaman onların meyvelerinden yiyin ve hasat edildigi zaman da hakkını verin. Sakın israf etmeyin. Cunku O, israf edenleri sevmez"},{"SurahNumber":6,"VerseNumber":142,"Text":"Hayvanlardan yuk tasıyacak, (yapagısından) dosek yapılacak olanları da (yaratan O’dur). Allah’ın size rızık olarak verdiklerinden yiyin, fakat sakın Seytan'ın adımlarına uymayın. Cunku o, sizin apacık bir dusmanınızdır"},{"SurahNumber":6,"VerseNumber":143,"Text":"Sekiz cift hayvan, koyundan iki ve keciden iki tane. De ki: \"O, iki erkegi mi, yoksa iki disiyi mi, ya da bu iki disinin rahimlerinde bulunanları mı haram kıldı? Eger dogru soyluyorsanız bir bilgiye dayanarak bana haber verin"},{"SurahNumber":6,"VerseNumber":144,"Text":"Deveden iki ve sıgırdan da iki tane. De ki: \"O, iki erkegi mi, yoksa iki disiyi mi ya da bu iki disinin rahimlerinde bulunanları mı haram kıldı? Yoksa siz, Allah’ın bunları size emrettigine sahit mi oldunuz?\" Sırf insanları saptırmak icin, bir bilgiye dayanmadıgı halde Allah’a karsı yalan uydurandan daha zalim kim olabilir? Allah, zalimler topluluguna hidayet etmez"},{"SurahNumber":6,"VerseNumber":145,"Text":"De ki: “Bana vahyolunanlar arasında olmus hayvan eti, akıtılmıs kan, bir pislik olan domuz eti veya bir gunah olarak Allah'tan baskası adına kesilen hayvanlar dısında haram kılınan baska bir sey bulamıyorum.” Kim zaruret halinde, bunları arzulamadan ve zaruret miktarını asmadan bunlardan yerse; suphesiz Rabbin, cokca bagıslayandır, cokca merhamet edendir"},{"SurahNumber":6,"VerseNumber":146,"Text":"Yahudilere de butun tırnaklı hayvanları haram kıldık. Sırtlarında veya bagırsaklarında bulunan ya da kemige karısanlar dısında sıgır ve koyunun ic yaglarını da onlara haram kıldık. Boylece, azgınlıkları sebebiyle onları cezalandırdık. Suphe yok ki biz dogru soyleyenleriz"},{"SurahNumber":6,"VerseNumber":147,"Text":"Seni yalanlayacak olurlarsa, de ki: “Rabbiniz genis bir rahmet sahibidir. O’nun azabı gunahkarlar toplulugundan geri cevirilemez.”"},{"SurahNumber":6,"VerseNumber":148,"Text":"Musrikler: \"Allah dileseydi ne biz, ne de babalarımız sirk kosardık ve hicbir seyi de haram kılmazdık\" diyecekler. Bizim elem verici azabımızı tadana kadar onlardan oncekiler de yalanlamıslardı. De ki: “Bize gosterebileceginiz bir deliliniz var mı? Siz, sadece zanna uyuyor ve sadece uyduruyorsunuz"},{"SurahNumber":6,"VerseNumber":149,"Text":"De ki: \"En kesin delil Allah’ındır. O, dileseydi elbette hepinize hidayet ederdi"},{"SurahNumber":6,"VerseNumber":150,"Text":"De ki: “Haydi, Allah'ın bunları haram kıldıgına dair sahitlik edecek sahitlerinizi getirin.” Sahitlik ederlerse sakın onlarla beraber sahitlik etme. Ayetlerimizi yalanlayıp, ahirete iman etmeyen ve baskalarını Rablerine denk tutanların heveslerine sakın uyma"},{"SurahNumber":6,"VerseNumber":151,"Text":"De ki: “Gelin de Rabbinizin size neyi haram kıldıgını okuyayım. O’na hicbir seyi ortak kosmayın. Anne-babaya iyilik edin. Yoksulluk endisesiyle cocuklarınızı oldurmeyin. Sizin de, onların da rızıklarını biz veririz! Fuhsiyatın acıgına da gizlisine de yaklasmayın. Allah’ın haram kıldıgı cana haksız yere kıymayın. Umulur da akıl edersiniz diye size iste bunları emrediyor.”"},{"SurahNumber":6,"VerseNumber":152,"Text":"Bir de yetimin malına, rustune erinceye kadar en guzel olandan baska bir sekilde yaklasmayın. Olcuyu ve tartıyı dosdogru yapın. Biz hic kimseye gucunun uzerinde sorumluluk yuklemeyiz. Akraba bile olsa konustugunuz zaman adaletli olun ve Allah’a verdiginiz sozunuzu yerine getirin! Umulur ki, dusunup ogut alırsınız diye size, iste bunları emrediyor"},{"SurahNumber":6,"VerseNumber":153,"Text":"Iste bu, benim dosdogru yolumdur, buna uyun! Sizi, Onun yolundan saptırıp, ayıracak baska yollara uymayın! Umulur da takvalı olursunuz diye iste size bunu emrediyor"},{"SurahNumber":6,"VerseNumber":154,"Text":"Sonra iyilik yapanlara nimeti tamamlamak, her seyi acıklamak, hidayet ve rahmete erdirmek icin Musa’ya Kitab’ı (Tevrat’ı) verdik ki, Rablerinin huzuruna varacaklarına iman etsinler"},{"SurahNumber":6,"VerseNumber":155,"Text":"Bu, mubarek olarak indirdigimiz bir kitaptır. O’na tabi olun ve takvalı olun ki size merhamet edilsin"},{"SurahNumber":6,"VerseNumber":156,"Text":"“Bizden once kitap yalnız iki topluluga (yahudi ve hristiyanlara) indirildi ve biz onların okuduklarından habersiz kimseler idik” demeyesiniz diye (size Kur’an’ı indirdik)"},{"SurahNumber":6,"VerseNumber":157,"Text":"Yahut da; \"Kitap bize indirilmis olsaydı, onlardan daha fazla hidayet uzere olurduk.” demeyesiniz diye; size, Rabbinizden acık bir belge, hidayet ve rahmet gelmistir. Allah’ın ayetlerini yalanlayanlardan ve onlardan yuz cevirenden daha zalim kim olabilir? Ayetlerimizden yuz cevirenleri, yuz cevirmelerinden oturu cok kotu bir azapla cezalandıracagız"},{"SurahNumber":6,"VerseNumber":158,"Text":"Onlar kendilerine meleklerin gelmesinden yahut Rabbinin gelmesinden yahut Rabbinin ayetlerinden birisinin gelmesinden baskasını mı bekliyorlar? Rabbinin ayetlerinin geldigi gun, daha onceden iman etmemis ya da imanıyla bir iyilik kazanmamıs kimseye artık imanı bir fayda saglamayacaktır. De ki: \"Bekleyin bakalım, biz de bekliyoruz"},{"SurahNumber":6,"VerseNumber":159,"Text":"Dinlerini parca parca edip fırka fırka ayrılanlar var ya; senin onlarla hicbir iliskin yoktur. Onların isi ancak Allah’a aittir. Sonra O, yaptıklarını kendilerine haber verecektir"},{"SurahNumber":6,"VerseNumber":160,"Text":"Kim bir iyilikle gelirse, ona on katı (mukafat) verilecektir. Kim de bir kotulukle gelirse, yalnızca onun karsılıgı ile cezalandırılacaktır ve onlara zulmedilmez"},{"SurahNumber":6,"VerseNumber":161,"Text":"De ki: “Hic suphesiz Rabbim, beni dosdogru bir yola, dimdik ayakta duran bir dine, hanif olan Ibrahim’in dinine iletti. O, musriklerden olmadı.”"},{"SurahNumber":6,"VerseNumber":162,"Text":"De ki: “Benim namazım, kurbanım, hayatım ve olumum alemlerin Rabbi olan Allah icindir.”"},{"SurahNumber":6,"VerseNumber":163,"Text":"“O’nun hicbir ortagı yoktur. Iste ben bununla emrolundum ve ben Muslumanların ilkiyim.”"},{"SurahNumber":6,"VerseNumber":164,"Text":"De ki: “O, her seyin Rabbi iken, ben O’ndan baska bir rab mi arayacagım? Herkesin kazandıgı gunah yalnızca kendisi aleyhinedir. Gunahkar hicbir nefis baskasının gunahını yuklenmez. Sonunda donusunuz yalnızca Rabbinize olacak ve hakkında ayrılıga dustugunuz seyleri O, size haber verecektir.”"},{"SurahNumber":6,"VerseNumber":165,"Text":"Sizi yeryuzunun halifeleri kılan ve size verdikleriyle sizi sınamak icin kiminizi kiminizden derecelerle ustun kılan O’dur. Suphesiz Rabbin, cezası cabuk olandır. Cok bagıslayan ve merhamet edendir"},{"SurahNumber":7,"VerseNumber":1,"Text":"Elif, Lam, Mim, Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Bu sana indirilen bir kitaptır. Oyleyse Mu'minleri bununla uyarman ve ogut vermen icin kalbinde hicbir sıkıntı olmasın"},{"SurahNumber":7,"VerseNumber":3,"Text":"Rabbinizden size indirilmis olana uyun, Onun dısında dost edindiklerinize uymayın. Ne kadar az ogut alıyorsunuz"},{"SurahNumber":7,"VerseNumber":4,"Text":"Nice yurtları helak ettik. Onlara azabımız gece uykusuna dalmısken yahut gunduz istirahat halinde iken gelmisti"},{"SurahNumber":7,"VerseNumber":5,"Text":"Azabımız onlara geldigi vakit; “Biz, gercekten zalim kimselerdik!” demekten baska soyleyecek sozleri olmadı"},{"SurahNumber":7,"VerseNumber":6,"Text":"Andolsun ki, kendilerine peygamber gonderilenleri de, peygamberleri de elbette sorgulayacagız"},{"SurahNumber":7,"VerseNumber":7,"Text":"Andolsun, onlara (yaptıklarını) tam bir bilgi ile anlatacagız. Biz onlardan gaib/uzak degildik"},{"SurahNumber":7,"VerseNumber":8,"Text":"Iste o gun amellerin tartılması bir hakikattir. Tartıları agır gelenler, iste onlar kurtulusa erenlerdir"},{"SurahNumber":7,"VerseNumber":9,"Text":"Tartıları hafif gelenler, ayetlerimize yaptıkları zulumlerden oturu kendilerini husrana sokanlardır"},{"SurahNumber":7,"VerseNumber":10,"Text":"Andolsun sizi yeryuzune yerlestirip orada sizin icin gecimlikler sagladık. Buna ragmen ne kadar da az sukrediyorsunuz"},{"SurahNumber":7,"VerseNumber":11,"Text":"Andolsun sizi yarattık, ardından da sekil verdik. Sonra meleklere: “Adem’e secde edin.” dedik. Iblis dısında hepsi secde ettiler. O ise, secde edenlerden olmadı"},{"SurahNumber":7,"VerseNumber":12,"Text":"Allah: “Sana emrettigim zaman, secde etmene ne engel oldu?” dedi. Iblis: “Ben, ondan daha hayırlıyım. Beni atesten, onu ise camurdan yarattın.” dedi"},{"SurahNumber":7,"VerseNumber":13,"Text":"Allah ona dedi ki: \"Hemen in oradan. Artık orada buyukluk taslamak senin haddin degildir. Hemen cık git. Zira sen, asagılık kimselerdensin"},{"SurahNumber":7,"VerseNumber":14,"Text":"Iblis: “Oyleyse bana, onların tekrar diriltilecekleri gune kadar muhlet ver!” dedi"},{"SurahNumber":7,"VerseNumber":15,"Text":"Allah dedi ki: “O halde sen, kendisine muhlet verilenlerdensin"},{"SurahNumber":7,"VerseNumber":16,"Text":"(Iblis) “ Oyleyse beni azdırmana karsılık, ben de onlar icin senin dosdogru yolunun uzerinde oturacagım.” dedi"},{"SurahNumber":7,"VerseNumber":17,"Text":"Ardından onlara, onlerinden, arkalarından, saglarından ve sollarından sokulacagım. Boylece sen onların cogunu sukredenlerden bulmayacaksın"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Allah da ona) “Yerilmis, kınanmıs ve kovulmus olarak cık oradan! Onlardan sana tabi olanlarla beraber hepinizi Cehennem'e dolduracagım” dedi"},{"SurahNumber":7,"VerseNumber":19,"Text":"Ve: \"Ey Adem! Sen ve esin Cennet'e yerlesin, dilediginiz yerden bol bol yiyin. Yalnız su agaca yaklasmayın, yoksa zalimlerden olursunuz"},{"SurahNumber":7,"VerseNumber":20,"Text":"Seytan, ortulu olan avret yerlerini onlara gostermek icin ikisine de vesvese vererek “Rabbiniz size bu agacı sırf melek olursunuz veya ebedi kalanlardan olursunuz diye yasakladı.” dedi"},{"SurahNumber":7,"VerseNumber":21,"Text":"Ve: “Suphesiz ben size ogut verenlerdenim.” diye de onlara yemin etti"},{"SurahNumber":7,"VerseNumber":22,"Text":"Bu suretle onları kandırarak asagıya dusurdu. Agacın meyvesinden tattıklarında, mahrem yerleri birbirine gorunuverdi ve oraları Cennet yapraklarıyla ortmeye basladılar. Rableri, o ikisine: “Ikinize, bu agacı yasaklamadım mı? Seytan ikinizin apacık dusmanıdır demedim mi?” diye seslendi"},{"SurahNumber":7,"VerseNumber":23,"Text":"O ikisi: \"Rabbimiz! Biz kendimize zulmettik. Eger bizi bagıslamaz ve bize merhamet etmezsen elbette husrana ugrayanlardan oluruz.” dediler"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Yuce Allah) buyurdu ki: “Birbirinize dusman olarak oradan inin! Siz yeryuzunde bir sureye kadar yerlesip kalacak ve orada gecineceksiniz.”"},{"SurahNumber":7,"VerseNumber":25,"Text":"Dedi ki: \"Orada yasayacak, orada olecek ve tekrar oradan diriltilip cıkarılacaksınız"},{"SurahNumber":7,"VerseNumber":26,"Text":"Ey Ademoglu! Size mahrem yerlerinizi orteceginiz ve bir de suslenip guzelleseceginiz elbiseler indirdik. Takva elbisesi ise, bunlardan daha da hayırlıdır. Iste bunlar, umulur da ogut alırlar diye indirilen Allah ayetlerindendir"},{"SurahNumber":7,"VerseNumber":27,"Text":"Ey Ademoglu! Seytan; ana ve babanızı, mahrem yerlerini birbirine gostermek icin elbiselerini sıyırarak Cennet'ten cıkardıgı gibi, sakın sizi de fitneye dusurmesin. O ve ordusu, sizin onları goremediginiz yerden sizi gorurler. Dogrusu biz seytanları, iman etmeyenlerin dostları kıldık"},{"SurahNumber":7,"VerseNumber":28,"Text":"Onlar, cirkin bir is yaptıkları zaman: “Biz, atalarımızı boyle yaparken bulduk. Allah da bunu bize emretti.” derler. Onlara de ki: “Allah, asla kotulugu emretmez. Allah’a karsı bilmediginiz seyleri mi soyluyorsunuz?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"De ki: \"Rabbim adaleti emretti; her secde yerinde yuzunuzu O'na dogrultun; dinde samimi olarak O'na yalvarın. Sizi yarattıgı gibi yine O'na doneceksiniz"},{"SurahNumber":7,"VerseNumber":30,"Text":"O, kimine hidayet verdi, kimine de sapıklık hak oldu. Cunku bunlar Allah'ı bırakıp seytanları dost edinmis ve kendilerini dogru yolda sanmıslardı"},{"SurahNumber":7,"VerseNumber":31,"Text":"Ey Ademoglu! Her mescidde ziynetlerinizi takının. Yiyin, icin; fakat israf etmeyin. Cunku Allah, israf edenleri sevmez"},{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: “Allah’ın kulları icin cıkardıgı zineti, temiz ve hos rızıkları kim haram kılmıstır?” De ki: “Onlar, dunya hayatında iman edenler icindir. Kıyamet gununde de yalnız onlara mahsustur.” Bilen bir toplum icin ayetleri iste boyle acıklıyoruz"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: “Rabbim ancak hayasızlıkları, onların acık olanını, gizli olanını; gunahı, haksızca yapılan taskınlıkları, hakkında hicbir delil indirmemis oldugu halde Allah’a sirk kosmanızı ve Allah hakkında bilmediginiz seyleri soylemenizi haram kılmıstır.”"},{"SurahNumber":7,"VerseNumber":34,"Text":"Her ummetin bir eceli vardır. Ecelleri geldigi vakit onu ne bir an erteleyebilirler, ne de one alabilirler"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey Ademoglu! Size, icinizden ayetlerimi okuyan peygamberler geldiginde, kim sakınıp takvalı olur ve kendini duzeltirse; artık onlar icin bir korku yoktur. Onlar uzulecek de degillerdir"},{"SurahNumber":7,"VerseNumber":36,"Text":"Ayetlerimizi yalanlayanlar ve onlara karsı buyukluk taslayanlar, iste onlar cehennemliklerdir. Onlar orada ebedi kalacaklardır"},{"SurahNumber":7,"VerseNumber":37,"Text":"Allah’a karsı yalan uydurarak iftira edenden yahut O’nun ayetlerini yalanlayandan daha zalim kim olabilir? Kitapta yazılı olan nasipleri elbette onlara ulasacaktır. Nihayet elcilerimiz onların canlarını almaya gelince: “Allah’ın dısında dua ettikleriniz hani nerede?” diyecekler. Onlar da: “Bizden uzaklasıp gittiler.” diyerek kafir olduklarına dair kendi aleyhlerine sahitlik edeceklerdir"},{"SurahNumber":7,"VerseNumber":38,"Text":"Diyecek ki: “Cinlerden ve insanlardan, sizden once gelip gecen ummetlerle birlikte siz de girin atese.” Her bir ummet, atese girdikce kendi kardesine (dindasına) lanet edecek. Sonunda hepsi orada bir araya toplanınca, sonra gelenler oncekiler icin: “Rabbimiz! Iste bizi bunlar saptırdılar. Onlara atesten kat kat azap ver!” derler. Allah da: “Herkese kat kat azap vardır, fakat siz bilmiyorsunuz” der"},{"SurahNumber":7,"VerseNumber":39,"Text":"Oncekiler de, kendilerinden sonra gelenlere: “Sizin, bizden herhangi bir ustunlugunuz yoktur. Siz de kazanmıs olduklarınıza karsılık azabı tadın!” derler"},{"SurahNumber":7,"VerseNumber":40,"Text":"Ayetlerimizi yalanlayıp onlara karsı buyukluk taslayanlara gokyuzunun kapıları acılmayacak, deve igne deliginden gecmedikce, onlar da Cennet'e giremeyeceklerdir. Iste biz, sucluları boyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":41,"Text":"Onlara, Cehennem'de atesten dosekler ve ustlerine de atesten ortuler vardır. Iste biz, zalimleri boyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":42,"Text":"Iman ederek salih amel isleyenlere gelince -ki biz kimseye gucunun ustunde bir yuk yuklemeyiz- onlar cennetliklerdir. Orada ebedi kalacaklardır"},{"SurahNumber":7,"VerseNumber":43,"Text":"Kalplerinde kin adına ne varsa sokup atarız. Altlarından ırmaklar akarken onlar soyle derler: \"Bize bunu hidayet eden Allah’a hamdolsun. Allah bize hidayet etmeseydi; suphesiz biz dogru yolu bulamazdık. Rabbimizin elcileri hakkı getirmislerdir.” “Iste siz, yaptıklarınızın karsılıgı olarak su Cennet'e varis kılındınız!” diye onlara seslenilir"},{"SurahNumber":7,"VerseNumber":44,"Text":"Cennet ehli, Cehennem ehline soyle seslenir: “Biz, Rabbimizin bize vadettigini hakikaten bulduk. Siz de Rabbinizin vaadini gercekten buldunuz mu?” Onlar da: “Evet!” derler. Aralarında bir munadi: “Allah’ın laneti zalimlerin uzerine olsun!” diye seslenir"},{"SurahNumber":7,"VerseNumber":45,"Text":"Onlar, Allah yolundan alıkoyan ve yolu egriltmek isteyen kimselerdir. Aynı zamanda ahireti de inkar ederler"},{"SurahNumber":7,"VerseNumber":46,"Text":"Iki taraf arasında bir perde (engel) vardır. A'raf'ta da herkesi simalarından tanıyan birtakım adamlar vardır. Cennetliklere “Selam size” diye seslenirler. Onlar, cok arzuladıkları halde henuz oraya girmemislerdir"},{"SurahNumber":7,"VerseNumber":47,"Text":"Gozleri cehennemlikler tarafına cevrilince; “Rabbimiz, bizi zalimler topluluguyla beraber kılma!” derler"},{"SurahNumber":7,"VerseNumber":48,"Text":"Araf'ta bulunanlar, simalarından tanıdıkları kimselere seslenerek, “Coklugunuz ve buyukluk taslıyor olmanız size hicbir fayda vermedi.” derler"},{"SurahNumber":7,"VerseNumber":49,"Text":"“Sizin, ‘Allah bunları rahmete erdirmez’ diye yemin ettikleriniz sunlar mı?” (Sonra cennetliklere donerek) “Haydi, girin Cennet'e. Size korku yok. Siz uzulecek de degilsiniz.” derler"},{"SurahNumber":7,"VerseNumber":50,"Text":"Cehennem halkı, Cennet halkına: “Bize de biraz su ya da Allah’ın size verdigi rızıklardan gonderin” diye seslenirler. Cennet halkı da onlara “Suphesiz Allah, bunları kafirlere haram kılmıstır!” derler"},{"SurahNumber":7,"VerseNumber":51,"Text":"Onlar dinlerini oyun ve eglence edinmisler ve dunya hayatı da kendilerini aldatmıstı. Iste onlar bu gunlerine kavusacaklarını nasıl unuttular ve ayetlerimizi nasıl inkar edip durdularsa, biz de onları bugun oyle unuturuz"},{"SurahNumber":7,"VerseNumber":52,"Text":"Gercekten onlara, inanan bir toplum icin yol gosterici ve rahmet olarak, ilim uzere acıkladıgımız bir kitap getirdik"},{"SurahNumber":7,"VerseNumber":53,"Text":"Onlar zamanı gelince bildirdiklerinin gerceklesmesinden baskasını mı bekliyorlar? Ortaya cıktıgı gun, onceleri onu unutmus olanlar; “Kuskusuz Rabbimizin elcileri gercegi getirmislerdi. Simdi bize sefaat edecek bir sefaatci var mıdır? Veyahut yaptıklarımızdan daha baska seyler yapmamız icin bir geri donus hakkımız var mıdır?” derler. Onlar, kendilerini husrana ugratmıs ve uydurdukları seyler de kaybolup onlardan ayrılmıstır"},{"SurahNumber":7,"VerseNumber":54,"Text":"Suphesiz gokleri ve yeri altı gunde yaratmıs olan Rabbiniz Allah, sonrasında arsın ustune yukselmistir. Birbirlerini durmadan takip eden geceyi gunduze buruyup orter. Gunes, Ay ve yıldızlar da O'nun emrine boyun egmistir. Dikkat edin! Yaratma da, emir de yalnızca O'na aittir. Alemlerin Rabbi olan Allah ne yucedir"},{"SurahNumber":7,"VerseNumber":55,"Text":"Rabbinize yalvara yakara, gizlice dua edin. Suphesiz O, haddi asanları sevmez"},{"SurahNumber":7,"VerseNumber":56,"Text":"Yeryuzunun ıslah edilmesinden sonra orada bozgunculuk yapmayın. Allah’a korku ve umitle dua edin. Suphesiz Allah’ın rahmeti hayırseverlere pek yakındır"},{"SurahNumber":7,"VerseNumber":57,"Text":"Rahmetinin onunden ruzgarları mujde olmak uzere gonderen O’dur. Ruzgarlar, agır yagmur yuklu bulutları yuklendigi zaman biz, onu olu bir bolgeye surer ve oraya su indiririz. Boylelikle onunla butun urunlerden cıkarırız. Iste biz oluleri de boyle cıkaracagız. Belki dusunup ibret alırsınız"},{"SurahNumber":7,"VerseNumber":58,"Text":"(Topragı) iyi ve elverisli beldenin bitkisi, Rabbinin izniyle bol ve bereketli cıkar. (Topragı) kotu ve elverissiz olandan ise, faydasız bitkiden baskası cıkmaz. Sukreden bir toplum icin ayetleri iste boyle acıklarız"},{"SurahNumber":7,"VerseNumber":59,"Text":"Suphesiz biz Nuh’u kavmine peygamber olarak gonderdik. Kavmine dedi ki: “Ey kavmim! Allah’a ibadet edin. Sizin O'ndan baska bir ilahınız yoktur. Dogrusu ben, sizin icin buyuk gunun azabından korkuyorum"},{"SurahNumber":7,"VerseNumber":60,"Text":"Kavminin ileri gelenleri: “Biz, seni acıkca bir dalalet icinde goruyoruz.” dediler"},{"SurahNumber":7,"VerseNumber":61,"Text":"O da dedi ki: “Ey kavmim! Bende hicbir sapıklık yoktur. Ben, ancak alemlerin Rabbi tarafından gonderilen bir peygamberim.”"},{"SurahNumber":7,"VerseNumber":62,"Text":"“Size, Rabbimin vahyettiklerini bildiriyor ve nasihat ediyorum. Ben, Allah'ın katından sizin bilmediginiz seyleri biliyorum.”"},{"SurahNumber":7,"VerseNumber":63,"Text":"Sizi uyarması ve sizin de Allah’a karsı gelmekten sakınıp rahmete ulasmanız icin, icinizden bir adam aracılıgı ile Rabbinizden size bir zikir (vahiy ve ogut) gelmesine sastınız mı"},{"SurahNumber":7,"VerseNumber":64,"Text":"Fakat onu yalanladılar. Biz de onu ve gemide onunla beraber olanları kurtardık. Ayetlerimizi yalanlayanları da suda bogduk. Suphesiz onlar, kor bir milletti"},{"SurahNumber":7,"VerseNumber":65,"Text":"Ad kavmine de kardesleri Hud’u gonderdik: \"Ey halkım! Allah’a ibadet edin. Sizin O’ndan baska ilahınız yoktur. Hala sakınmayacak mısınız.\" dedi"},{"SurahNumber":7,"VerseNumber":66,"Text":"Kavminin ileri gelenlerinden kafir olanlar da: “Biz senin aklında bir hafiflik goruyoruz ve gercekten biz seni yalancılardan sanıyoruz” dediler"},{"SurahNumber":7,"VerseNumber":67,"Text":"Ey kavmim! Ben sefih degilim. Fakat ben (size) alemlerin Rabbi tarafından (gonderilmis) bir peygamberim.” dedi"},{"SurahNumber":7,"VerseNumber":68,"Text":"“Rabbimin vahyettiklerini size teblig ediyorum. Ben sizin icin guvenilir bir nasihatcıyım.”"},{"SurahNumber":7,"VerseNumber":69,"Text":"Sizi uyarması icin aranızdan bir adamla size Rabbinizden vahiy gelmesine sasırdınız mı? Sizi, Nuh'un kavminden sonra yeryuzunun halifeleri kıldıgını ve yaratılıs yonuyle gucunuzu arttırdıgını hatırlayın. Allah'ın nimetlerini anın ki, kurtulusa erebilesiniz"},{"SurahNumber":7,"VerseNumber":70,"Text":"Bize, bir tek ilaha ibadet etmemiz ve atalarımızın ibadet ettiklerini bırakmamız icin mi geldin? Eger dogru soyluyorsan, bizi tehdit ettigin azabı getir bakalım!\" dediler"},{"SurahNumber":7,"VerseNumber":71,"Text":"Dedi ki: “Gercekten Rabbinizden size bir azap ve gazap gelecektir. Yuce Allah’ın haklarında hicbir delil indirmedigi, kendinizin ve atalarınızın taktıgı (ilah diye adlandırdıgınız) bir takım adlar hakkında mı benimle tartısıyorsunuz? Artık (azabı) bekleyin. Suphesiz ben de sizinle birlikte (onu) bekleyenlerdenim.”"},{"SurahNumber":7,"VerseNumber":72,"Text":"Onu ve beraberindekileri katımızdan bir rahmetle kurtardık. Ayetlerimizi yalanlayarak iman etmeyenlerin de kokunu kuruttuk"},{"SurahNumber":7,"VerseNumber":73,"Text":"Semud kavmine de kardesleri Salih'i gonderdik. Onlara dedi ki: “Ey kavmim! Allah’a ibadet edin. Sizin O'ndan baska bir ilahınız yoktur. Rabbinizden size apacık bir delil geldi. Allah’ın bu disi devesi, sizin icin bir mucizedir. Onu bırakın, Allah’ın topragında otlasın, ona bir kotuluk etmeyin. Yoksa sizi acı bir azap yakalar.”"},{"SurahNumber":7,"VerseNumber":74,"Text":"Ad kavminin ardından sizi halifeler yaptıgını, ovalarında koskler kurup daglarında evler insa ettiginiz bu topraklara yerlestirdigini hatırlayın. Allah’ın nimetlerini dusunun de, yeryuzunde bozgunculuk yaparak taskınlık etmeyin"},{"SurahNumber":7,"VerseNumber":75,"Text":"O’nun kavminden buyukluk taslayanların ileri gelenleri, iclerinden zayıf gordukleri iman edenlere soyle dediler: \"Salih’in gercekten Rabbi tarafından gonderilmis bir peygamber oldugunu biliyor musunuz?\" Onlar da dediler ki: \"Biz, suphesiz onunla gonderilene iman ediyoruz"},{"SurahNumber":7,"VerseNumber":76,"Text":"Buyukluk taslayanlar ise; \"Biz sizin iman ettiginize karsı kafiriz.\" dediler"},{"SurahNumber":7,"VerseNumber":77,"Text":"Boylece o disi deveyi bogazlayarak Rablerinin emrine baskaldırdılar ve soyle dediler: “Ey Salih, eger sen gonderilmis peygamberlerden isen bizi tehdit edip durdugunu getir!” dediler"},{"SurahNumber":7,"VerseNumber":78,"Text":"Onları dehsetli bir sarsıntı tuttu ve oldukları yerde diz ustu cokup kaldılar"},{"SurahNumber":7,"VerseNumber":79,"Text":"Artık, Salih onlardan yuz cevirdi ve; “Andolsun, ben size Rabbimin vahyettiklerini teblig ettim ve size nasihatta bulundum. Fakat siz nasihat edenleri sevmiyorsunuz.” dedi"},{"SurahNumber":7,"VerseNumber":80,"Text":"Hani Lut da kavmine soyle demisti: \"Sizden evvel alemlerden hic kimsenin yapmadıgı hayasızlıgı mı yapıyorsunuz?”"},{"SurahNumber":7,"VerseNumber":81,"Text":"“Siz, kadınları bırakıp da erkeklere sehvetle yanasıyorsunuz. Dogrusu siz olcuyu asmıs bir toplumsunuz.”"},{"SurahNumber":7,"VerseNumber":82,"Text":"Kavminin cevabı yalnızca: “Cıkarın onları (Lut’u ve ona uyanları) ulkenizden. Cunku onlar fazla temiz kalmak isteyen insanlarmıs” demek oldu"},{"SurahNumber":7,"VerseNumber":83,"Text":"Bunun uzerine Biz de hem onu hem de ehlini kurtardık. Ancak karısı geride kalıp helak edilenlerden oldu"},{"SurahNumber":7,"VerseNumber":84,"Text":"Geriye kalanların uzerine oyle bir yagmur yagdırdık ki! Sucluların sonunun nasıl olduguna bir bak"},{"SurahNumber":7,"VerseNumber":85,"Text":"Medyen halkına da kardesleri Suayb’ı gonderdik. Onlara soyle dedi: \"Ey kavmim! Allah’a ibadet edin. Sizin O'ndan baska bir ilahınız yoktur. Rabbinizden size apacık bir delil geldi. Olcu ve tartıyı tam yapın, insanların esyalarını eksik vermeyin. Islah edildikten sonra yeryuzunde bozgunculuk etmeyin. Eger iman ediyorsanız, bu sizin icin en hayırlı olandır"},{"SurahNumber":7,"VerseNumber":86,"Text":"Ve siz oyle her yolun basında oturarak Allah’a iman edenleri tehdit edip ve egriligini arayarak Allah’ın yolundan alıkoymayın. Dusunun ki siz vaktiyle cok az idiniz de sizi cogalttı. Bozguncuların sonunun nasıl olduguna da bir bakın"},{"SurahNumber":7,"VerseNumber":87,"Text":"Eger benimle gonderilene icinizden bir grup iman edip, bir grup da iman etmemisse, hukum verenlerin en hayırlısı olan Allah, aramızda hukum verinceye kadar sabredin"}]}