{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"E paria e popullit te tij, ata qe madheroheshin thane: “O Shuajb, na, me te vertete, do te debojme ty dhe ata qe kane besuar me ty, nga vendbanimi yne, ose do te ktheheni ju ne fene tone”. (Shuajbi) tha: “A ngjane, edhe pasi ta urrejme ate"},{"SurahNumber":7,"VerseNumber":89,"Text":"Na, me te vertete, do t’i benim Perendise genjeshter, nese kthehemi ne fene tuaj, pasi qe Perendia na shpetoi nga ajo. Na nuk mund te kthehemi ne te, perpos, nese don Perendia, Zoti yne. Zoti yne me dijenine e Tij i perfshine te gjitha. Na, te Perendia mbeshtetemi. O Zoti yne, gjyko Ti drejt ne mes nesh dhe popullit tone! Ti je gjykatesi me i mire”"},{"SurahNumber":7,"VerseNumber":90,"Text":"E, paria e popullit te tij, ata qe nuk kane besuar, u thane (atyre qe kane besuar): “Nese shkoni pas Shuajbit, atehere, me siguri, do te jeni te humbur”"},{"SurahNumber":7,"VerseNumber":91,"Text":"Dhe i goditi ata termeti katastrofal, e mbeten te vdekur ne shtepite e tyre, te shtangur"},{"SurahNumber":7,"VerseNumber":92,"Text":"Ata qe e kane konsideruar Shuajbin genjeshtar – (u zhduken), thuajse nuk kane ekzistuar kurre; ata qe e kane konsideruar Shuajbin genjeshtar, u zhduken krejtesisht"},{"SurahNumber":7,"VerseNumber":93,"Text":"E, Shuajbi u largua prej tyre dhe tha: “O populli im, une u kam sjelle urdherat e Zotit tim dhe ju kam keshilluar. E pse te hidherohem une per popullin mohues?!”"},{"SurahNumber":7,"VerseNumber":94,"Text":"Na nuk kemi derguar asnje pejgamber – ne ndonje vendbanim, e qe te mos i kemi denuar banoret e tij, me skamje dhe semundje (per shkak te padegjueshmerise), per t’u perulur"},{"SurahNumber":7,"VerseNumber":95,"Text":"Pastaj, ua shnderruam fatkeqesine me lumturi, e kur u shtuan dhe u madheshtuan, ata thane: “Edhe prinderit tone i paten goditur hidherimet e gezimet”. E atehere i denuam ata papritmas, e ata nuk e hetuan (ardhjen e denimit)"},{"SurahNumber":7,"VerseNumber":96,"Text":"Sikur banoret e vendbanimeve te besonin dhe te ruheshin prej mekateve, Na do t’i vershonim me dhunti nga qielli dhe toka, por ata genjyen, prandaj, i denuam per ate qe vepruan"},{"SurahNumber":7,"VerseNumber":97,"Text":"A jane te sigurte banoret e vendbanimeve, se nuk do t’i arrije denimi Yne, naten, - duke qene ata ne gjume"},{"SurahNumber":7,"VerseNumber":98,"Text":"A jane te sigurte banoret e vendbanimeve, se nuk do t’i arrije denimi Yne, diten, - duke qene ne argetim"},{"SurahNumber":7,"VerseNumber":99,"Text":"A jane te sigurte ata nga denimi i Perendise? Denimit te Perendise, nuk i frikesohen vetem ata qe jane te humbur"},{"SurahNumber":7,"VerseNumber":100,"Text":"A nuk iu eshte e qarte atyre qe e trasheguan token e banoreve te meparshem te saj, se, nese Na deshirojme, - i denojme ata per mekatet e tyre dhe u veme vule ne zemrat e tyre, e ata nuk e ndiejne (nuk e pranojne)"},{"SurahNumber":7,"VerseNumber":101,"Text":"Per ato vendbanime, Na t’i kemi treguar ty disa ngjarje te tyre. Me te vertete, u erdhen atyre pejgambere qe u sollen argumente te qarta, por ata nuk besuan ate qe me pare e konsideronin genjeshter. Keshtu, Perendia ua vulosi zemrat mohuesve"},{"SurahNumber":7,"VerseNumber":102,"Text":"e Na, te shumica e tyre nuk kemi gjetur plotesim te cfaredo zotimi; por, ne te vertete, shumicen e tyre e kemi gjetur ngaterrestare"},{"SurahNumber":7,"VerseNumber":103,"Text":"Pastaj derguam – pas tyre, Musain me argumentet Tona, te Faraoni dhe paria e tij. Ata i mohuan ato; pra, shiko si eshte perfundimi i ngaterrestareve"},{"SurahNumber":7,"VerseNumber":104,"Text":"Dhe musai tha: “O Faraon, une me te vertete, jam i derguari i Zotit te gjithesise"},{"SurahNumber":7,"VerseNumber":105,"Text":"Jam i obliguar qe per Perendine te them vetem te verteten. Madje, me te vertete, ju kam sjelle argumentin e qarte nga Zoti juaj; andaj, leshoi te vijne me mua bijte e Israelit!”"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Faraoni) tha: “Nese ke sjelle ndonje argument, tregoje, nese je nga ata qe e thone te verteten”"},{"SurahNumber":7,"VerseNumber":107,"Text":"E, (Musai) e leshoi shkopin e vet, e ai u be gjarper i madh"},{"SurahNumber":7,"VerseNumber":108,"Text":"dhe e nxori doren e tij – kur qe, per shikuesit drite e bardhe"},{"SurahNumber":7,"VerseNumber":109,"Text":"Paria e popullit te Faraonit thane: “Ky, me te vertete, qenka magjistar i shkathet"},{"SurahNumber":7,"VerseNumber":110,"Text":"i cili don t’ju deboje nga toka juaj, e cka propozoni ju"},{"SurahNumber":7,"VerseNumber":111,"Text":"ta thane: “Mbani pak ate dhe vellain e tij dhe dergoni neper qytet qe te tubojne"},{"SurahNumber":7,"VerseNumber":112,"Text":"e qe te sjellin ty cdo magjistar te shkathet”"},{"SurahNumber":7,"VerseNumber":113,"Text":"Dhe erdhen magjistaret e Faraonit e thane: “A me te vertete, do te shperblehemi, nese fitojme?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"(Faraoni) tha: “Po, ju jeni nga me te afermit e mi”"},{"SurahNumber":7,"VerseNumber":115,"Text":"(Magjistaret) thane: “O Musa! Ose hedhe ti, ose te behemi hedhesa na”"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Musai) tha: “Ju hedheni!” E kur e hedhen, i mahniten syte e njerezve, i frikesuan ata dhe shfaqen nje magji te madhe"},{"SurahNumber":7,"VerseNumber":117,"Text":"E, Na, ia shpallem Musait: “Hedhe shkopin!” E, ai (shkopi) filloi t’i gelltise te gjitha ato qe i trilluan ata"},{"SurahNumber":7,"VerseNumber":118,"Text":"Dhe, keshtu, doli ne shesh e verteta dhe deshtoi ajo qe vepruan ata"},{"SurahNumber":7,"VerseNumber":119,"Text":"Ketu, ata u munden dhe u kthyen te poshteruar"},{"SurahNumber":7,"VerseNumber":120,"Text":"e magjistaret rane ne sexhde (perulje)"},{"SurahNumber":7,"VerseNumber":121,"Text":"(Magjistaret) thane: “Na besojme ne Zotin e gjithesise"},{"SurahNumber":7,"VerseNumber":122,"Text":"Zotin e Musait dhe te Harunit”"},{"SurahNumber":7,"VerseNumber":123,"Text":"Faraoni tha: “Ju e besuat para se t’ju lejoj une, kjo, me te vertete, eshte mashtrim qe e keni pergatitur ne qytet, per t’i debuar banoret e tij. Do ta shihni ju"},{"SurahNumber":7,"VerseNumber":124,"Text":"Do t’ju kepuse duart dhe kembet terthorazi, e pastaj do t’ju vari te gjitheve"},{"SurahNumber":7,"VerseNumber":125,"Text":"Ata thane: “Na, me te vertete, i kthehemi Zotit tone"},{"SurahNumber":7,"VerseNumber":126,"Text":"Ti mund te na hakmerresh vetem qe i besuam argumentet e Zotit tone – posa na erdhen. O Zoti yne, na jep durim te madhe dhe bena te vdesim muslimane!”"},{"SurahNumber":7,"VerseNumber":127,"Text":"Paria e popullit te Faraonit thane: “A mos valle do ta lesh Musain dhe popullin e tij qe te bejne ngaterresa ne toke, dhe qe te le ty dhe zotrat tu?” (Faraoni) u pergjegj: “Na do t’i mbysim djemte e tyre e do t’i leme gjalle grate (bijat) e tyre; e na, me te vertete, jemi sundues mbi ta”"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musai i tha popullit te vet: “Kerkoni ndihme nga Perendia dhe duroni, se, me te vertete, toka eshte e Perendise. Ai ia jep trashegim kujt te doje prej roberve te Tij. E, perfundim i bukur do te jete per ata qe i druajne Perendise”"},{"SurahNumber":7,"VerseNumber":129,"Text":"(Populli i Musait) thane: “Na kemi qene te torturuar para se te vish ti dhe pas ardhjes tende”. (Musai) tha: “Zoti juaj do ta zhduke armikun tuaj, e juve do t’ju beje trashegimtare ne Toke, e t’ju vereje se si do te veproni”"},{"SurahNumber":7,"VerseNumber":130,"Text":"Dhe na e kemi derrmuar popullin e Faraonit me thatesi, me vite te thata dhe mungese frutesh, per t’u keshilluar ata"},{"SurahNumber":7,"VerseNumber":131,"Text":"Kur t’u vije ndonje e mire, ata thone: “Kete e kemi merituar, e kur t’i godase ndonje e keqe, per ate e fajsojne Musain dhe ata qe jane me te. Por jo! Fatkeqesia e tyre eshte prej Perendise (per veprat e tyre), e shumica e tyre nuk e dine"},{"SurahNumber":7,"VerseNumber":132,"Text":"Dhe ata kane thene: “Cfaredo argumenti te na sjellesh ti, qe te na magjepsish me te, na nuk jemi besimtare tu”"},{"SurahNumber":7,"VerseNumber":133,"Text":"Prandaj, Na atyre ua kemi sjelle vershimin, karkalecat, rriqerat, bretkosat dhe gjakun, - dokumente te qarta, por ata madheshtoheshin dhe ishin popull keqberes"},{"SurahNumber":7,"VerseNumber":134,"Text":"E kur i godiste denimi, ata thonin: “O Musa, lutju Zotit tend per ne, ashtu si te ka premtuar; e nese na liron nga kjo vuajtje, na, me te vertete, do te besojme ty, dhe do t’i dergojme bijte e Israelit me ty”"},{"SurahNumber":7,"VerseNumber":135,"Text":"Dhe pasi e liruam nga vuajtja – deri ne afatin e arritur, - ata, menjehere e shkelen premtimin"},{"SurahNumber":7,"VerseNumber":136,"Text":"Andaj, Na i denuam ata dhe i fundosem ne det, ngase i pergenjeshtruan dokumentet Tona dhe ishin te pakujdesshem ndaj tyre"},{"SurahNumber":7,"VerseNumber":137,"Text":"kurse popullit te shtypur (besimtareve te Israelit) ia dhame ne trashegim viset e tokave lindore dhe perendimore, te cilat i kemi bekuar, dhe u plotesua premtimi i bukur i Zotit tend ndaj Israeliteve, meqe duruan. Kurse, shkaterruam cdo gje qe beri Faraoni dhe populli i tij dhe ate qe ngriten ata"},{"SurahNumber":7,"VerseNumber":138,"Text":"Na i kaluam bijte e Israelit pertej detit, ku hasen ne popull qe i luteshin putave te tyre; (Ata) thane: “O Musa, bena edhe neve nje zot, ashtu si kane ata zotera”. (Musai) tha: “Ju me te vertete, jeni populli injorant”"},{"SurahNumber":7,"VerseNumber":139,"Text":"Keta, me te vertete jane te humbur dhe veprat qe i punojne jane te pavlefshme"},{"SurahNumber":7,"VerseNumber":140,"Text":"(Musai) tha: “A mos valle do t’ju kerkoj une zot tjeer pervec Perendise, kur Ai ju ka lavderuar mbi te tjeret”"},{"SurahNumber":7,"VerseNumber":141,"Text":"(Kujtohuni) kur Na ju shpetuam nga populli i Faraonit, i cili ju torturoi pa mase: femijet meshkuj i mbytnin, kurse femrat tuaja u linin gjalle. Kjo ka qene sprove e madhe per ju nga Zoti juaj"},{"SurahNumber":7,"VerseNumber":142,"Text":"Na, ia caktuam Musait tridhjete nete (per adhurim) dhe ia plotesuam ato edhe me dhjete te tjera, dhe keshtu u plotesua koha e caktuar e Zotit te tij ne dyzet dite. E, Musai, i tha vellait te tij Harunit: “Me zevendeso te populli im dhe mbaj rregull, e mos ndiq rrugen e ngaterrestareve!”"},{"SurahNumber":7,"VerseNumber":143,"Text":"Kur Musai erdhi ne kohen e caktuar Tonen dhe Zoti foli me te, (Musai) tha: “O Zoti im, diftomu qe te te shoh Ty!” (Zoti) tha: “Ti nuk mund te me shohesh, por shiko ne ate mal, e nese qetesohet ne vend te vet, ti do te me shohesh”. E kur erdhi ne shprehje fuqia e Zotit te tij – ne mal, e dermoi ate ne copa, e Musait i ra te fiket (i pakur). E, kur erdhi ne vete, tha: “Qofsh i lavderuar Ti, kthehem te Ti dhe une jam i pari i besimtareve!”"},{"SurahNumber":7,"VerseNumber":144,"Text":"(Zoti) tha: “O Musa, Une te kam zgjedhur ty mbi te tjeret – me dergimet e Mia dhe bisedimin Tim. Merre ate qe ta kam dhene dhe behu nga mirenjohesit!”"},{"SurahNumber":7,"VerseNumber":145,"Text":"Na ia kemi shkruar ne pllaka (Teurat) keshillen per cdo gje dhe shpjegimin per gjithcka (qe kane nevoje): “Merre kete, me seriozitet, dhe urdheroje popullin tend qe te pervetesoje ne menyren me te mire. Une do t’ju tregoje shtepine e mekatareve"},{"SurahNumber":7,"VerseNumber":146,"Text":"Do t’i shmangi prej argumenteve te Mia, ata qe madheshtohen pa te drejte ne Toke. Nese shohin cfaredo dokumenti; nuk e besojne ate. Nese shohin rrugen e drejte, nuk e ndjekin ate, e nese shohin rrugen e gabuar, e marrin ate – rruge. Kjo eshte per shkak se ata i pergenjeshtruan dokumentet Tona dhe ishin te pakujdesshem ndaj tyre"},{"SurahNumber":7,"VerseNumber":147,"Text":"E, ata qe pergenjeshtruan argumentet Tona dhe takimin ne boten tjeter, do t’u deshtojne veprat e tyre. Ata, nuk do te denohen ndryshe, vec ashtu si kane punuar"},{"SurahNumber":7,"VerseNumber":148,"Text":"Populli i Musait – pas shkuarjes se tij – filluan ta adhurojne vicin e bere nga stolisjet e tyre te arit – vic per kah pamja dhe pallja. A nuk pane ata, se ai as nuk mund t’u fliste, as t’i udhezoje ne rruge te drejte. Ata moren kete vic per adhurim dhe u bene zullumqare"},{"SurahNumber":7,"VerseNumber":149,"Text":"Dhe pasi u penduan shume, pastaj dhe pane se jane trullosur, ata thane: “Nese Zoti yne nuk na meshiron dhe nuk na fale, me te vertete, do te jemi te humbur!”"},{"SurahNumber":7,"VerseNumber":150,"Text":"E, kur Musai u kthye te populli i tij, i zemeruar dhe i pikelluar, thirri: “Sa ne menyre te shemtuar jeni sjelle pas shkuarjes sime! A mos valle e keni shpejtuar urdherin e Zotit tuaj?” Dhe i hodhi pllakat (e Teuratit) e kapi vellain per koke, duke ia afruar vetes. (Haruni) i tha: “O djali nenes sime! Ky popull me te vertete, me konsideroi per te dobet dhe gati me mbyten. Dhe, mos me turpero para armiqeve dhe mos me numro ne mesin e zullumqareve”"},{"SurahNumber":7,"VerseNumber":151,"Text":"(Musai) tha: “O Zoti im, falem mua dhe vellain tim dhe shpiena ne meshiren Tende! Ti je me meshiruesi i meshiruesve”"},{"SurahNumber":7,"VerseNumber":152,"Text":"Me te vertete, ata qe moren vicin per zot te tyre, do t’i arrije denimi i Zotit dhe poshterimi edhe ne kete jete. Keshtu Na i ndeshkojme ata qe na pergenjeshtrojne"},{"SurahNumber":7,"VerseNumber":153,"Text":"E, ata qe kane punuar vepra te keqija, e pastaj jane penduar dhe jane bere besimtare, me te vertete, Zoti yt, pas kesaj, eshte fales dhe meshirues"},{"SurahNumber":7,"VerseNumber":154,"Text":"Dhe, kur Musait i kaloi zemrimi, i mori pllakat, ne te cilat ishte shenuar udhezimi per rrugen e drejte dhe meshira per ata qe i druajne Zotit te tyre"},{"SurahNumber":7,"VerseNumber":155,"Text":"Dhe Musai zgjodhi nga populli i tij shtatedhjete njerez, per caktimin Tone. E, kur i goditi termeti, ai (Musai) tha: “O Zoti im! Sikur te doje Ti, do t’i zhdukje ata dhe mua qe me perpara. A do te na shkaterrosh, per ato vepra qe kane punuar budallenjte tane? Kjo eshte vetem sprove e Yte, me te cilen e shpie ne humbje kend te duash, kurse e udhezon ne rruge te drejte kend te duash. Ti je i dashuri yne, andaj fanla dhe meshirona! Ti je me i miri i meshiruesve"},{"SurahNumber":7,"VerseNumber":156,"Text":"dhe caktona te mira neve ne kete bote dhe ne tjetren. Se, ne, me te vertete, te Ti kthehemi”. (Perendia) tha: “Une e godas me denimin Tim ke dua, e meshira Ime perfshine cdo gje; ua jap atyre qe ruhen nga mekatet dhe japin zeqatin dhe atyre qe u besojne argumenteve Tona”"},{"SurahNumber":7,"VerseNumber":157,"Text":"ata qe ndjekin rrugen e Pejgamberit, lajmetarit te fese, i cili nuk di shkrim lexim (Muhammedi), te cilin ata e gjejne te shenuar ne Teurat dhe Inxhil, i urdheron ata te bejne vepra te mira dhe i ndalon nga te keqiat, ua lejon te mirat, e ua ndalon te keqiat dhe i liron nga barret e renda dhe veshtiresite qe i kane pasur. Prandaj, ata qe do te besojne ate (Muhammedin), qe do ta perkrahin dhe ndihmojne, e do te ndjekin driten qe i eshte shpallur atij – vetem ata jane te lumtur"},{"SurahNumber":7,"VerseNumber":158,"Text":"Thuaj: “O njerez, une jam Pejgamber i Perendise per te gjithe ju, i Atij qe i perket pushteti mbi qiej dhe Toke. Vetem Ai eshte i vetmi Zot, jeta dhe vdekja jane vepra te Tij, - prandaj besoni ne Perendine dhe ne te Derguarin e Tij, lajmetarin e fese, i cili nuk di shkrim-lexim, i cili beson ne Perendine dhe fjalet e Tij; shkoni pas tij – per te qene ne rrugen e drejte!”"},{"SurahNumber":7,"VerseNumber":159,"Text":"Ne popullin e Musait ka disa njerez qe udherrefim e kane te verteten dhe gjykojne drejte"},{"SurahNumber":7,"VerseNumber":160,"Text":"Na e kemi ndare (popullin e Musait) ne dymbedhjete fise dhe ia kemi shpallur Musait – kur populli i tij kerkoi uje: “Bjeri me shkopin tend shkembit!” Dhe rodhen nga ai dymbedhjete burime. Cdo fis e dinte burimin e vet. Dhe, Ne, u kemi bere hije me re (per t’u freskuar) dhe u zbritem – men – (nje lloj ushqimi i embel) dhe zogj (si fellaza). “Hani ushqime te mira te cilat ju kemi dhene!” Ata nuk na demtuan Neve, por i bene dem vetvetes"},{"SurahNumber":7,"VerseNumber":161,"Text":"(Kujtoju atyre) kur u eshte thene: “Vendosuni ne kete vendbanim dhe hani ne te si te doni dhe thuani: “Falna mekatet! Dhe hyni te perulur ne dere; e Na do t’u falim mekatet dhe do t’u shtojme bamiresve shperblimin”"},{"SurahNumber":7,"VerseNumber":162,"Text":"e atehere, mekataret, nderruan fjalet me tjera qe nuk iu kane thene, dhe Na u derguam atyre deni nga qielli, sepse benin zullum"},{"SurahNumber":7,"VerseNumber":163,"Text":"Pyeti ata per qytetin qe gjendej ne bregdet, kur ata e thyen dispoziten e se shtunes: ate dite u vinin peshqit me shumice, e diteve tjera qe nuk i kremtonin, nuk u vinin ata. Keshtu, Ne, ata i venim ne prove, sepse venin mekate"},{"SurahNumber":7,"VerseNumber":164,"Text":"(Kujtoje) kur disa prej tyre thane: “Pse e keshilloni popullin, te cilin Perendia do ta zhduke ose do ta ndeshkoje me ndeshkim te ashper?” (Keshilltaret) u pergjegjen: “Per t’u arsyetuar para Zotit tuaj dhe per t’i ruajtur ata nga mekatet”"},{"SurahNumber":7,"VerseNumber":165,"Text":"Dhe kur e harruan ate, per te cilen ishin keshilluar, Na i shpetuam ata qe te tjeret i pengonin nga te keqiat, kurse i ndeshkonim me ndeshkim te ashper ata qe benin zullum, per shkak te mekateve te tyre"},{"SurahNumber":7,"VerseNumber":166,"Text":"Meqe ata e refuzuan me mendjemadhesi, ate qe u ishte ndaluar, Na ju thame: “Behuni majmune te urryer”"},{"SurahNumber":7,"VerseNumber":167,"Text":"(Kujtoje) kur Zoti yt ka paralajmeruar se do te dergoje tek ata dikend, i cili do t’i mundoje, ne menyren me te keqe, deri ne Diten e Kijametit. Me te vertete, Zoti yt denon shpejt, por Ai, eshte edhe fales e meshirues"},{"SurahNumber":7,"VerseNumber":168,"Text":"Dhe Na, i kemi shperndare ata ne Toke si popuj: Disa prej tyre jane te mire e disa jo. Na, i kemi vene ne sprove ata me gjera te mria dhe te keqia per (pendim) t’u kthyer"},{"SurahNumber":7,"VerseNumber":169,"Text":"Pas tyre erdh gjenerata, e cila e trashegoi Librin (Teuratin), duke i marre gjerat e kalueshme (pavlefshme) te kesaj bote. Dhe thonin: “Do te na falet! E, nese prape u binte ne dore dicka e ngjashme, prape e merrnin. Valle, a nuk eshte marre nga ana e tyre premtimi solemn ne Liber (Teurat), qe per Perendine te thone vetem te verteten. E, ata, kane mesuar cka ka ne te (Liber): Bota tjeter (e perhershme) eshte me e mire per besimtaret, prandaj, valle a nuk e kuptoni kete"},{"SurahNumber":7,"VerseNumber":170,"Text":"E, ata qe i permbahen dispozitave te Librit dhe qe e kryejne namazin, - Na, me te vertete, nuk do t’u humbim shperblimin te mireve"},{"SurahNumber":7,"VerseNumber":171,"Text":"(Kujtoje) kur Na, ngritem malin mbi ta, - qe dukej si hije (re), - e ata besonin se do te binte mbi ta. (Na u thame atyre): “Merreni vendosmerisht ate qe ua dhame, dhe ta keni ndermend ate qe eshte ne te (ne tabelat e Teuratit), per t’u ruajtur nga te keqiat"},{"SurahNumber":7,"VerseNumber":172,"Text":"(Kujtoje) kur Zoti yt – nga korrizi i bijve te Ademit nxori pasardhesit e tyre dhe ata i beri deshmitar (te vertetes) kunder vetes. (Iu tha atyre): “A nuk jam Une Zoti juaj?” Ata thane: “Po, me te vertete”. Na ju kemi bere deshmitar qe te mos thoni ne Diten e Kijametit: “Na per kete nuk kemi qene te informuar”"},{"SurahNumber":7,"VerseNumber":173,"Text":"Ose qe te mos thoni: “Me te vertete, te paret tane i kane vene shok Perendise para nesh, e ne jemi gjenerate pas tyre. A mos vlle do te na shkaterrosh per ate cka kane punuar te degjeneruarit?”"},{"SurahNumber":7,"VerseNumber":174,"Text":"Dhe, keshtu Na, hollesisht i shpjegojme argumentet, per t’u kthyer ata (nga imitimi i te pareve)"},{"SurahNumber":7,"VerseNumber":175,"Text":"Tregoju atyre per njeriun, te cilit Na ia kemi dhene argumentet Tona, e i cili eshte zhveshur prej tyre, e djalli e ka bere per vete, dhe, ai eshte bere i humbur"},{"SurahNumber":7,"VerseNumber":176,"Text":"Sikur te donim Ne, do ta ngritnim ate (ne shkallen e te mireve) me argumentet Tona, por ai iu kthye tokes (kesaj jete) dhe ndoqi epshin e vet. Shembulli tij eshte si shembulli i qenit: nese e ndjeke, ai e qet gjuhen, nese largohesh, ai, perseri e qet gjuhen. Ky eshte shembull i njerezve, qe i konsiderojne genjeshtra argumentet Tona. E, tregoju keto ngjarje, qe te mendojne ata"},{"SurahNumber":7,"VerseNumber":177,"Text":"I shemtuar eshte shembulli i njerezve qe i konsiderojne genjeshtra argumentet Tona dhe i bejne vetvetes zullum"},{"SurahNumber":7,"VerseNumber":178,"Text":"Ke e udhezon Perendia, ai eshte i udhezuar ne rrugen e drejte, e ke e humbe nga rruga e drejte, ai eshte i demtuar"},{"SurahNumber":7,"VerseNumber":179,"Text":"Na kemi krijuar, me te vertete, shume xhind dhe njerez per xhehennem: ata kane zemra (mend) me te cilat nuk kuptojne, kane sy me te cilet nuk shohin, kane veshe me te cilet nuk degjojne. Ata jane si shtaze, madje, edhe me te zi. Ata jane te pakujdesshem"},{"SurahNumber":7,"VerseNumber":180,"Text":"Perendise i perkasin emrat me te bukur, andaj thirreni Ate me to (dhe lutjuni), e shmangiuni atyre qe i shtremberojne emerat e Tij. Ata do te ndeshkohen ashtu si kane vepruar"},{"SurahNumber":7,"VerseNumber":181,"Text":"E, ne mesin e tyre qe kemi krijuar, ka njerez qe i udhezojne te tjeret ne rrugen e drjete dhe gjykojne drejte"},{"SurahNumber":7,"VerseNumber":182,"Text":"E, ata qe i mohojne argumentet Tona, Na, dalngadale, do t’i shpiem kah shkaterrimi, pa e kuptuar ata"},{"SurahNumber":7,"VerseNumber":183,"Text":"dhe do t’u jape afat atyre. Me te vertete, denimi Im eshte i forte"},{"SurahNumber":7,"VerseNumber":184,"Text":"A nuk mendojne ata se shoku i tyre (Muhammedi), nuk ka kurrfare marrezie ai eshte vetem paralajmerues i hapet"},{"SurahNumber":7,"VerseNumber":185,"Text":"A nuk e shohin ata perendorine e qiejve dhe te Tokes dhe te gjithe ato qe i ka krijuar Perendia dhe se ju ka afruar fundi i tyre (mohuesve). Ne cfare fjale, pos Tij (Kur’anit), do te besojne"},{"SurahNumber":7,"VerseNumber":186,"Text":"Kend e la Perendia ne humbje, askush nuk mund ta udhezoje ate ne rruge te drejte! Ai do t’i lere ata te bredhin ne humbje"},{"SurahNumber":7,"VerseNumber":187,"Text":"Te pyesin ty kur do te ngjaje Dita e Kijametit. Thuaju: “Ate e di vetem Zoti im. Kohen kur do te ndodhe ajo do ta tregoje vetem Ai. (Tmerret e Dites se Kijametit) do te jane te renda per qiejte dhe Token, do t’u vije krejtesisht papritmas. Te pyesin, thuase ti di dicka per te. Thuaj: “Kete e di vetem Perendia; e shumica e njerezve nuk e kuptojne kete (te vertete)”"},{"SurahNumber":7,"VerseNumber":188,"Text":"Thuaj: “Une nuk mund t’i sjell vetes as dobi as dem, pervec ate qe don Perendia. E sikur t’i dija fshehtesite, do t’i shumezoja te mirat dhe nuk do te me prekte asnje e keqe. Une jam vetem paralajmerues dhe sihariques per njerezit qe besojne”"},{"SurahNumber":7,"VerseNumber":189,"Text":"Ai (Perendia) u krijoi ju prej nje njeriu dhe nga ai krijoi bashkeshorten e tij, qe te qetesohet me te. Dhe kur e mbuloi ate, ngarkuar me nje barre te lehte, kali me te. E kur ajo u rendua, ata te dy iu luten Perendise, Zotit te tyre: “Nese na dhuron pasardhes te shendoshe, na, me te vertete, do te behemi falenderues!”"},{"SurahNumber":7,"VerseNumber":190,"Text":"E kur Ai, ua dhuroi pasardhesit e shendoshe, te dy gjinite trilluan pastaj shok per Te; per ate qe iu dha atyre. Por Perendia, eshte shume larg nga ato qe ia trilluan paganet Atij"},{"SurahNumber":7,"VerseNumber":191,"Text":"A mos vlle ata ia trillojne per shok (Zotit) ate qe nuk mund te krijoje asgje, kurse ata jane te krijuar"},{"SurahNumber":7,"VerseNumber":192,"Text":"As nuk mund t’u ndihmojne gje atyre, as t’i ndihmojne vetes"},{"SurahNumber":7,"VerseNumber":193,"Text":"Nese i thirrni ata (mohuesit) ne rruge te drejte, nuk do t’u ndjekin ju: njesoj e keni – i thirret apo nuk i thirret"},{"SurahNumber":7,"VerseNumber":194,"Text":"Atyre qe u luteni ju, pervec Perendise, jane rober si ju, prandaj thirrni ata qe t’u pergjigjen, nese thoni te verteten"},{"SurahNumber":7,"VerseNumber":195,"Text":"A kane ata kembe te ecin me to, ose duar te kapin me to, a kane sy te shohin me ta, ose veshe te degjojne me ta? Thuaj: “Thirrni zoterat tuaj, e kunder meje trilloni cfaredo dredhie e mos zvarrisni"},{"SurahNumber":7,"VerseNumber":196,"Text":"mbrojtesi im, me te vertete, eshte Perendia, qe e ka zbritur Librin dhe Ai kujdeset per te miret"},{"SurahNumber":7,"VerseNumber":197,"Text":"E, ata qe i adhuroni, pervec Tij, nuk mund t’u ndihmojne as ju e as vetes"},{"SurahNumber":7,"VerseNumber":198,"Text":"Dhe nese i thirrni ne rrugen e drejte, ata nuk degjojne; ti i sheh thuajse po te shikojne, por, ata nuk shohin"},{"SurahNumber":7,"VerseNumber":199,"Text":"Behu i matur (ne sjellje ndaj tyre), urdhero vepra te mira dhe shmangu nga xhahilat (injorantet)"},{"SurahNumber":7,"VerseNumber":200,"Text":"Nese djalli perpiqet te te shpie nga e keqja, kerko strehim te Perendia, se Ai, me te vertete, i degjon dhe i di te gjitha"},{"SurahNumber":7,"VerseNumber":201,"Text":"Me te vertete, ata qe besojne – kur i gjen ndonje e keqe nga djalli, i kujtojne (urdherat e Perendise), e atehere e shohin rrugen e drejte"},{"SurahNumber":7,"VerseNumber":202,"Text":"e vellezerit e tyre (te djallit) i shpien edhe me tej ne humbje dhe nuk shmangen nga ajo"},{"SurahNumber":7,"VerseNumber":203,"Text":"E nese nuk iu sjell ndonje argument, ato thone: “Ah! Sikur ta trilloje ti vete!” Thuaj: (o Muhammed!): “Une shkoj vetem pas asaj qe ma ka shpallur Zoti im”. Keto jane argumente te qarta nga Zoti juaj, udherrefim dhe meshire per njerezit qe besojne"},{"SurahNumber":7,"VerseNumber":204,"Text":"E kur te lexohet Kur’ani, ju degjonie dhe heshtni, per t’u meshiruar"},{"SurahNumber":7,"VerseNumber":205,"Text":"Dhe ne vete permende Zotin tend, me perulje dhe droje – jo me ze te larte, ne mengjes dhe mbremje, dhe mos u ben i pakujdesshem"},{"SurahNumber":7,"VerseNumber":206,"Text":"me te vertete, ata qe jane afer Zotit tend, nuk ngurojne ta adhurojne Ate; vetem Ate e lavderojne dhe vetem para Tij bien ne sexhde (me fytyre per toke)"},{"SurahNumber":8,"VerseNumber":1,"Text":"Te pyesin ty (o Muhammed), per placken e luftes. Thuaj: “(Dispozitat) mbi plackat e luftes i perkasin Perendise dhe Pejgamberit”. Pranaj, druajuni Perendise dhe rregulloni merredheniet ne mes jush dhe behuni te degjueshem ndaj Perendise dhe Pejgamberit te Tij, nese jeni besimtare te vertete”"},{"SurahNumber":8,"VerseNumber":2,"Text":"Besimtare te vertete jane vetem ata, zemrat e te cileve, kur te permendet Perendia, vergellojne (nga frika dhe perulja), e kur t’u lexohen argumentet e Tij, iu shtohet thellimi ne besim dhe vetem te Zoti i tyre mbeshteten"},{"SurahNumber":8,"VerseNumber":3,"Text":"ata qe kryejne namazin dhe japin nga pjesa e asaj qe u kemi dhene Ne"},{"SurahNumber":8,"VerseNumber":4,"Text":"Ata, padyshim, jane besimtare te vertete. Per ata ka pozita te Zoti i tyre, falje dhe dhunti fisnike"},{"SurahNumber":8,"VerseNumber":5,"Text":"(Keto dispozita) jane po ashtu si atehere, kur te nxorri ty, Zoti yt, nga shhtepia jote, ne emer te se Vertetes. Me te vertete, kjo nje grupi prej besimtareve nuk u pelqeu"},{"SurahNumber":8,"VerseNumber":6,"Text":"Ata polemizojne me ty per te Verteten, e cila madje u be e qarte, sikur t’i shpie ne vdekje, e ata vdekjen e shihnin haptazi"},{"SurahNumber":8,"VerseNumber":7,"Text":"(Kujtoje) kur Perendia ju premtoi njeren prej dy grupeve, qe me et vertete, ajo te jete e juaja. E ju deshiruat qe ajo e paarmatosura te jete e juaja; e Perendia deshiron ta forcoje te verteten me fjale te Tij dhe mohuesve t’u zhduke rrenjet"},{"SurahNumber":8,"VerseNumber":8,"Text":"per ta forcuar te Verteten (Islamizmin) dhe ta zhduke genjeshtren, edhe sikur madje ta urrenin mekataret"},{"SurahNumber":8,"VerseNumber":9,"Text":"(Kujtoje) kur ju kerkuat ndihme nga Zoti jua, e Ai ju pergjegj: “Une do t’jundihmoj me njemije engjej, te cilet do te vijne njeri pas tjetrit”"},{"SurahNumber":8,"VerseNumber":10,"Text":"Perendia e beri kete vetem sihariq, qe te qetesohen zemrat tuaja me te. E ndihma eshte vetem nga Perendia. Me te vertete, Perendia eshte i Plotefuqishem dhe i Gjithedijshem"},{"SurahNumber":8,"VerseNumber":11,"Text":"(Kujtoje) kur (Zoti) beri qe ju te koteni ne gjume te lehte per qetesimin tuaj nga ana e Tij, e leshoi nga qielli – shi, per t’ju pastruar me te dhe per t’ju larguar shqetesimin e djallit, per t’i bashkuar zemrat tuaja me besim dhe t’ua forcoje kembet tuaja"},{"SurahNumber":8,"VerseNumber":12,"Text":"(Kujtoje) kur i urdheroi Zoti yt engjejt: “Une jam me ju, andaj forconi ata qe besojne”. Une do t’u shtie frike ne zemra mohuesve, andaj rrihni ju ata ne qafe dhe ne te gjithe gishterinjte"},{"SurahNumber":8,"VerseNumber":13,"Text":"Kjo eshte per shkak se ata e kundershtuan Perendine dhe Pejgamberin e Tij; e kush e kundershton Perendine dhe Pejgamberin e Tij, Perendia, me te vertete, eshte ndeshkues i ashper"},{"SurahNumber":8,"VerseNumber":14,"Text":"Ky eshte ndeshkimi, shijonie ju (mohuesit) ate. Me siguri, per mohuesit ka denim zjarri"},{"SurahNumber":8,"VerseNumber":15,"Text":"O besimtare, kur te ndesheni me mohues, e duke qene ata shume, mos ua ktheni shpinen"},{"SurahNumber":8,"VerseNumber":16,"Text":"E kush ua kthen shpinen ate dite, pervec atij qe terhiqet me qellim qe te sulmoje perseri, ose per t’iu bashkangjitur nje grupi tjeter – ai kthehet me pezmin e Perendise dhe strehimi i tij eshte xhehennemi, e sa vend i shemtuar eshte ai"},{"SurahNumber":8,"VerseNumber":17,"Text":"Ju nuk i keni mbytur ata, por i ka mbytur Perendia! E ti nuk ke hudhe kur ke hudhe, por Perendia ka hudhe (ajo ishte hudhje e mrekullueshme) qe nga Vetja besimtareve, t’u dhuroje dhurate te bukur. Perendia, me te vertete, i degjon te gjitha dhe di cdo gje"},{"SurahNumber":8,"VerseNumber":18,"Text":"Keshtu eshte dhurata, se, Perendia i bene te dobeta dredhite e mohuesve"},{"SurahNumber":8,"VerseNumber":19,"Text":"Nese ju (mohuesit) kerkuat fitoren; e qe pra, fitorja ju erdhi (kunder jush). Por nese terhiqeni (nga kundershtimi), kjo do te jete per ju shume me e dobishme. Nese ktheheni (ne lufte), edhe Na do te kthehemi (ne ndihme). Shoqeria juaj nuk do t’ju beje dobi asgje, sikur madje te jete e shumenumert. Sepse, Perendia, me te vertete, eshte me besimtaret"},{"SurahNumber":8,"VerseNumber":20,"Text":"O besimtare! – bindjuni Perendise dhe Pejgamberit te Tij, mos u shmangeni nga Ai, se ju degjoni (Kur’anin)"},{"SurahNumber":8,"VerseNumber":21,"Text":"e mos u beni si ata qe thone: “E kemi degjuar!” – por ata, (ne te vertete) nuk e kane degjuar"},{"SurahNumber":8,"VerseNumber":22,"Text":"Krijesat me te keqia te Perendia jane ato qe jane shurdhe dhe memece, te cilet nuk duan te kuptojne"},{"SurahNumber":8,"VerseNumber":23,"Text":"Sikur Perendia te dije ndonje te mire te tyre, Ai do t’u jepte te degjuarit; por, edhe sikur ta kene, ata do te shmangen dhe do te largohen nga besimi"},{"SurahNumber":8,"VerseNumber":24,"Text":"O besimtare! Pergjigjuni Perendise dhe Pejgmberit kur t’ju therrase, meqe ju ngjalle juve; dhe ta dini se Perendia nderhyn ne mes njeriut dhe zemres se tij, dhe se tek Ai do te ktheheni"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ruajuni ngaterresave, te cilat nuk i godasin vetem ata qe bejne keq, dhe ta dini se Perendia denon ashper"},{"SurahNumber":8,"VerseNumber":26,"Text":"Dhe kujtohuni kur ishit pak ne numer, ju konsideronin te dobet e druajshit se njerezit do t’ju perlajne ne Toke; e Ai me ndihmen e Tij ju strehoi dhe ju forcoi juve, e ju furnizoi me te mira, per t’iu falenderuar"},{"SurahNumber":8,"VerseNumber":27,"Text":"O besimtare! Mos e tradhetoni Perendine dhe Pejgamberin, se e keqperdorni amanetin tuaj, e kete ju e dini"},{"SurahNumber":8,"VerseNumber":28,"Text":"dinie se pasuria juaj dhe femijet tuaj jane vetem sprove, dhe se vetem te Perendia eshte shperblimi i madh"},{"SurahNumber":8,"VerseNumber":29,"Text":"O besimtare! Nese i druani Perendise, Ai do t’ju jape aftesine e te gjykuarit (te beni dallimin ne mes te vertetes dhe te pavertetes), do t’ju mbulon mekatet tuaja dhe do t’ju fale. Perendia eshte bamires i madh"},{"SurahNumber":8,"VerseNumber":30,"Text":"(Kujtoje) kur bene dredhi mohuesit kunder teje: per te te burgosur, mbytur ose debuar. Ata benin ngaterresa, por Perendia ua prapesonte dredhite e tyre, se Perendia, eshte shkaterruesi me i mire i dinakerive"},{"SurahNumber":8,"VerseNumber":31,"Text":"Kur atyre u lexohen ajetet Tona, ata thone: “Na, madje kemi degjuar; po te duam ne, edhe na do te thonim dicka te ngjashme. Keto nuk jane kurrgje, perpos perralla te te pareve”"},{"SurahNumber":8,"VerseNumber":32,"Text":"(Kujtoje) kur, ata thane: “Zoti yne, nese ky (Kur’ani) eshte e Vertete e zbritur prej Teje, lesho mbi ne gure si shiu nga qielli, ose dergona ndeshkimin e dhembshem!”"},{"SurahNumber":8,"VerseNumber":33,"Text":"Perendia nuk i ndeshkon ata, derisa ti je ne mesin e tyre; dhe Perendia nuk i ndeshkon, nese ata kerkojne falje"},{"SurahNumber":8,"VerseNumber":34,"Text":"C’kane ata, e (perse) te mos i denoje Perendia, sepse, ata e pengojne viziten ne Mesxhidil-haram (Qabe), edhe pse ata nuk jane padrone (kujdestare) te tij. Padrone te tij duhet te behen vetem ata qe i druajne Perendise, por shumica e tyre nuk e dine"},{"SurahNumber":8,"VerseNumber":35,"Text":"Lutja e tyre ne Qabe qendron vetem ne fershellime dhe duartrokitje. Andaj priteni ndeshkimin, pasi qe jeni mohues"},{"SurahNumber":8,"VerseNumber":36,"Text":"Me te vertete, mohuesit e ndajne (shpenzojne) pasurine e tyre, per t’i penguar njerezit nga rruga e Perendise. Ata do ta ndajne ate (pasuri), e pastaj do ta ankojne ate humbje, sepse, do te jene te mundur. E, ata qe nuk besojne, do te tubohen ne xhehennem"},{"SurahNumber":8,"VerseNumber":37,"Text":"qe Perendia te vecoj te keqin nga i miri; te keqinjt i palon njerin mbi tjetrin, e te gjithe i grumbullon e i hudhe ne xhehennem. Keta, me te vertete, jane te humbur"},{"SurahNumber":8,"VerseNumber":38,"Text":"Thuaju mohuesve: nese largohen (nga mohimi), do t’ju falet e kaluara, e nese kthehen (ne mohim), atehere dihet se si ka qene ligji i te pareve (se si jane ndeshkuar mohuesit dhe si jane ndihmuar besimtaret)"},{"SurahNumber":8,"VerseNumber":39,"Text":"Dhe luftoni kunder tyre, derisa te zhduket idhujtaria dhe derisa te mbetet vetem feja e Perendise. E, nese frenohen prej mohimit, - Perendia i sheh punet e tyre"},{"SurahNumber":8,"VerseNumber":40,"Text":"E, nese largohen nga feja, dinie se Perendia eshte miku juaj. Ai eshte mik i mrekullueshem dhe ndihmes i mrekullueshem"}]}