{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Ik verklaar dat ikzelf niet onschuldig ben. Voorwaar, de ziel spoort aan tot het kwade, behalve bij wie door mijn Heer benigd is. Voorwaar, mijn Heer is Vergevensgezind, Meest Barmhartig"},{"SurahNumber":12,"VerseNumber":54,"Text":"rui de koning zei: \"Brengt hem bij mij, ik maak hem tot mijn vertrouweling. En toen hij tot hem sprak, zei hij: \"Voorwaar, vandaag ben jij aan onze zijde een geëerde en betrouwbare"},{"SurahNumber":12,"VerseNumber":55,"Text":"Hij zei: \"Maak mij (beheerder) over de schatten van het land. Voorwaar, ik ben een kundige beheerder"},{"SurahNumber":12,"VerseNumber":56,"Text":"En zo gaven Wij Yôesoef een machtige positie in het land, hij vedigde zich daarin zoals hij wilde. Wij geven onze Barmhartigheid aan wie Wij willen, Wij doen de beloning van de weldoeners niet verloren gaan"},{"SurahNumber":12,"VerseNumber":57,"Text":"En de beloning van het Hiernamaals is zeker beter voor degenen die geloofden en (Allah) vreesden"},{"SurahNumber":12,"VerseNumber":58,"Text":"En de broeders van Yôesoef kwamen en zij traden bij hem binnen. Toen herkende hij hen, terwijl zij hem niet herkenden"},{"SurahNumber":12,"VerseNumber":59,"Text":"En toen hij hen had voorzien van proviand, zei hij: \"Brengt mij jullie broeder van jullie vaders kant (Benyamin). Zien jullie niet dat ik de volle maat geef, en dat ik de beste van de gastheren ben"},{"SurahNumber":12,"VerseNumber":60,"Text":"Als jullie hem niet bij mij brengen, krijgen jullie geen maat (graan) meer en benadert mij (dan) niet meer"},{"SurahNumber":12,"VerseNumber":61,"Text":"Zij zeiden: \"Wij zullen proberen om zijn vader over te halen om hem mee te laten komen. Voorwaar, wij zullen het zeker doen"},{"SurahNumber":12,"VerseNumber":62,"Text":"Hij (Yôesoef) zei tegen zijn gezel: \"Stop hun ruilmiddelen in hun proviandzakken, zodat zij het kunnen ontdekken als zij terugkeren tot hun familie. Hopelijk zullen zij terugkeren"},{"SurahNumber":12,"VerseNumber":63,"Text":"Toen zij bij hun vader terugkeerden, zeiden zij: \"O onze vader, het graan wordt ons onthouden, laat onze broeder met ons mee gaan, zodat wij graan krijgen. En voorwaar, wij zullen zeker over hem waken"},{"SurahNumber":12,"VerseNumber":64,"Text":"Hij (Ya'q-ôeb) zei: \"Ik zal hem niet aan jullie toevertrouwen, zoals ik jullie eerder zijn broeder aan jullie toevertrouwde. Allah is de beste Waker, en Hij is de Meest Barmhartige der Erbarmers"},{"SurahNumber":12,"VerseNumber":65,"Text":"Toen zij hun proviandzak openmaakten, vonden zij hun ruilmiddelen, en zij zeiden: \"O onze vader, wat wensen wij nog meer? Dit zijn de onze goederen die aan ons teruggegeven zijn, en wij kunnen over onze broeder waken en wij kunnen een extra maat (graan) krijgen, zoveel als een kameel kan dragen. Dat is een makkelijke maat"},{"SurahNumber":12,"VerseNumber":66,"Text":"Hij (Ya'q-ôeb) zei: \"Ik zal hem nooit met jullie mee laten gaan, vóórdat jullie een belofte afleggen in de Naam van Allah: dat jullie hem zeker bij mij terug zullen brengen, behalve als jullie omsingeld worden.\" Toen zij hun beloften afgelegd hadden, zei hij: \"Allah is Gelitige van wat wij gezegd hebben"},{"SurahNumber":12,"VerseNumber":67,"Text":"Hij zei: \"O mijn zonen, ga niet door één poort naar binnen, mar ga door verschillende poorten naar binnen. Ik ken niets voor jullie doen tegen (de wil van) Allah, het oordeel is slechts aan Allah. Op Hem heb ik mijn vertrouwen gesteld. En laten zij die vertrouwen hebben op Hem hun vertrouwen stellen"},{"SurahNumber":12,"VerseNumber":68,"Text":"En toen zij binnentraden zoals hun vader bevolen had, hielp hen dat niets tegen de beschikking van Allah. Het was niets dan een wens van Ya'qôeb waartoe hij besloten had. Voorwaar, hij (Ya'qôeb) is zeker de bezitter van kennis omdat Wij hem onderwezen hebben, maar de meeste mensen weten (het) niet"},{"SurahNumber":12,"VerseNumber":69,"Text":"Toen zij bij Yôesoef binnenkwamen, nam hij zijn broeder (Benyamin) met zich mee naar zijn plaats, en zei: \"Voorwaar, ik ben jouw broeder, treurt daarom niet over wat zij plachten te doen"},{"SurahNumber":12,"VerseNumber":70,"Text":"Toen hij ben van proviand voorzien had, stopte Yôesoef zijn drinkbeker in de proviandzak van zijn broeder. Toen riep een oproeper: \"O jullie van de karavaan! Voorwaar, jullie zijn zeker dieven"},{"SurahNumber":12,"VerseNumber":71,"Text":"Zij zeiden, terwijl zij op hen toekwamen: \"Wat missen jullie"},{"SurahNumber":12,"VerseNumber":72,"Text":"Zij zeiden: \"Wij missen de drinkbeker van de koning, en wie hem terugbrengt zal een kameellading graan doen toekomnen, dat garandeer ik"},{"SurahNumber":12,"VerseNumber":73,"Text":"Zij (de broeders van Yôesoef) zeiden: \"Wij zweren bij Allah dat jullie zeker weten dat wij niet gekomen zijn om in het land verderf te zaaien en wij zijn ook geen dieven"},{"SurahNumber":12,"VerseNumber":74,"Text":"Zij zeiden: \"Wat zal de vergelding zijn als jullie leugenaars zijn"},{"SurahNumber":12,"VerseNumber":75,"Text":"Zij zeiden: \"De bestraffing van degene bij wie de drinkbeker in zijn proviandzak gevonden wordt is dat hij zelf (als een slaaf) vastgehouden zal worden. Zo bestraffen wij de onrechtplegers"},{"SurahNumber":12,"VerseNumber":76,"Text":"Toen begon hij (Yôesoef) hun proviondzakken te onderzoeken, vóór de proviandzak van zijn broeder, vervolgens haalde hij haar (de drinkbeker) uit de proviandzak van zijn broeder (Benyamin). Zo maakten Wij het plan voor Yôesoef. Het pastte hem niet om zijn broeder te bestraffen volgens de wet van de koning, behalve als Allah dat wilde. Wij verhogen de rang van wie Wij willen. En boven iedere bezitter van kennis, is er iemand met nog meer kennis"},{"SurahNumber":12,"VerseNumber":77,"Text":"Zij zeiden: \"Als hij steelt, voorzeker een broeder van hem heeft eerder gestolen.\" Yôesoef had dit geheim gehouden en niet aan hen verteld. Hij zei: \"Jullie hebben een slechtere plaats hij Allah en Allah weet beter wat jullie beschrijven"},{"SurahNumber":12,"VerseNumber":78,"Text":"Zij zeiden, \"O al 'Azîz, voorwaar, hij heeft een oude vader, en neem daarom een van ons in plaats van hem. Voorwaar, wij zien dat jij tot de weldoeners behoort"},{"SurahNumber":12,"VerseNumber":79,"Text":"Hij (Yôesoef) zei: \"Ik zoek mijn toevlucht tot Allah, dat wij iemand zouden vastnemen, behalve degene hij wie wij onze goederen aangetroffen hebben. Anders zouden wij zeker tot de onrechtplegers behoren"},{"SurahNumber":12,"VerseNumber":80,"Text":"Toen zij wanhoopten aan de beslissing van hem (Yôesoef), overleg plegend in het geheim, zei de oudste van hen: \"Weten jullie niet dat jullie vader een belofte van jullie heeft aanvaard in de Naam van Allah? Jullie waren eerder nalatig met Yôesoef Daarom zal ik het land nimmer verlaten totdat mijn vader mij toestemming geeft, of Allah aan mij de beslissing geeft. En Hij is de Beste der Rechters"},{"SurahNumber":12,"VerseNumber":81,"Text":"Keert terug naar jullie vader en zegt hem: 'O onze vader, voorwaar, uw zoon heeft gestolen en wij kunnen alleen getuigen zijn van wat wij weten. En wij zijn geen waker over het verborgene"},{"SurahNumber":12,"VerseNumber":82,"Text":"En vraagt aan (de bewoners van) het land waar wij woonden, en (hij) de karavaan die wij ontmoetten. En voorwaar, wij zijn zeker waarachtigen"},{"SurahNumber":12,"VerseNumber":83,"Text":"Hij (Ya'qôcb) zei: \"Welnee, jullie hebben voor jullie zelf iets moois verzonnen (Mijn) geduld is goed. Hopelijk brengt Allah hen allen terug hij mij. Voorwaar, Hij is de Alwetende, de Alwijze"},{"SurahNumber":12,"VerseNumber":84,"Text":"En hij (Ya'qôeb) wendde zich af van hen en zei: \"Ik heb medelijden met Yôesoef,\" en zijn ogen werden wit van verdriet en hij beheerste zijn woede"},{"SurahNumber":12,"VerseNumber":85,"Text":"Zij zeiden: \"Bij Allah, jij zal aan Yôesoef blijven denken totdat je er ziek van wordt of jij behoort tot hen die te gronde gaan"},{"SurahNumber":12,"VerseNumber":86,"Text":"Hij zei: \"Voorwaar, alleen bij Allah klaag ik over mijn ellende en verdriet, en ik weet van Allah wat jullie niet weten"},{"SurahNumber":12,"VerseNumber":87,"Text":"O mijn zonen, gaat heen om nieuws in te winnen over Yôesoef en zijn broeder en wanhoopt niet aan de Genade van Allah. Voorwaar, niemand wanhoopt aan de Genade van Allah, behalve het ongelovige volk"},{"SurahNumber":12,"VerseNumber":88,"Text":"Toen zij bij hem (Yôesoef) binnenkwamen, zeiden zij: \"O al 'Azîz, wij en onze familie zijn getroffen door ellende, en wij komen goederen brengen die niet waardevol zijn, dus geef ons daarom de volle maat en schenk ons (een gift). Voorwaar, Allah beloont de schenkers"},{"SurahNumber":12,"VerseNumber":89,"Text":"Hij zei: \"Beseften jullie wat jullie met Yôesoef en zijn broeder gedaan hebben, toen jullie onwetend waren"},{"SurahNumber":12,"VerseNumber":90,"Text":"Zij zeiden: \"Ben jij echt Yôesoef?\" Hij antwoordde: \"Ik ben Yôesoef en dit is mijn broeder. Allah heeft ons genade geschonken. Voorwaar, wie (Allah) vreest en geduldig is: voorwaar, Allah doet de beloning van de weldoeners niet verloren gaan"},{"SurahNumber":12,"VerseNumber":91,"Text":"Zij zeiden: \"Bij Allah, voorzeker, Allah heeft jou boven ons verheven. Voorwaar, wij waren zeker zondaren"},{"SurahNumber":12,"VerseNumber":92,"Text":"Hij zei: \"Er is voor jullie geen verwijt op deze dag. En hopelijk vergeeft Allah jullie, en Hij is de Meest Barmhartige der Erbarmers"},{"SurahNumber":12,"VerseNumber":93,"Text":"Neemt dit hemd van mij met jullie mee, legt het vervolgens op het gezicht van mijn vader, dan zal hij weer kunnen zien. En brengt al jullie familieleden bij mij"},{"SurahNumber":12,"VerseNumber":94,"Text":"En toen de karavaan het land uittrok, zei hun vader. \"Voorwaar, ik ruik de geur van Yôesoef, als jullie mij niet als zwakzinnig zouden beschouwen (zou ik jullie vertellen dat Yôesoef nog leeft)"},{"SurahNumber":12,"VerseNumber":95,"Text":"Zij zeiden: \"Bij Allah, voorwaar, jij verkeert nog in je oude waanvoorstelling"},{"SurahNumber":12,"VerseNumber":96,"Text":"En toen de verkondiger van de verheugende tijding kwam, legde hij het (hemd) op zijn gezicht, hij (Ya'qôeb) kreeg vervolgens zijn gezichtsvermogen terug, en zei: \"Voorwaar, heb ik jullie niet gezegd dat ik van Allah weet wat jullie niet weten"},{"SurahNumber":12,"VerseNumber":97,"Text":"Zij zeiden: \"O onze vader, vraag voor ons vergeving voor onze zonden. Voorwaar, wij waren zondaren"},{"SurahNumber":12,"VerseNumber":98,"Text":"Hij (Ya'qôeb) zei: \"Ik zal mijn Heer vergeving voor jullie vragen. Voorwaar, Hij is de Vergevens-gezinde, de Meest Barmhartige"},{"SurahNumber":12,"VerseNumber":99,"Text":"Toen zij binnenkwamen bij Yôesoef, omhelsde hij zijn onders, en hij zei: \"Gaat Egypte binnen. Als Allah het wil, zullen jullie veilig zijn"},{"SurahNumber":12,"VerseNumber":100,"Text":"En hij bracht zijn ouders naar de slaapplaats. En zij wierpen zich ter aarde voor hem (Yôesoef). En hij zei: \"O mijn vader, dit is de uitleg van mijn vroegere droom; waarlijk, mijn Heer heeft het werkelijkheid laten worden. En waarlijk, mijn Heer heeft goed voor mij gezorgd toen hij mij vrijgelaten heeft uit de gevangenis en toen hij jullie uit de woestijn bracht, nadat de Satan de relatie tussen mij en mijn broeders verbroken had. Voorwaar, mijn Heer is Zachtmoedig voor wie Hij wil. Voorwaar, Hij is de Alwetende, de Alwijze"},{"SurahNumber":12,"VerseNumber":101,"Text":"O mijn Heer, voorzeker, U heeft mij een gedeelte van het koninkrijk gegeven en U heeft mij de uitleg van de dromen onderwezen. Schepper van de hemelen en de aarde, U bent mijn Beschermer, op de wereld en in het Hiernamaals, doe rnij sterven als iemand die zich (aan Allah) overgegeven heeft en verenig mij met de oprechten"},{"SurahNumber":12,"VerseNumber":102,"Text":"Dit behoort tot de goschiedenissen over het onwaarneembare, die Wij aan jou (O Moehammad) openbaren. Jij was niet bij hen, toen zij bijeenkwamen voor hun zaak, terwijl zij een list beraamden"},{"SurahNumber":12,"VerseNumber":103,"Text":"En er zijn veel mensen (die niet goloven), ook al wens jij dat zij gelovigen worden"},{"SurahNumber":12,"VerseNumber":104,"Text":"En jij (O Moehammad) vraagt van hen daarvoor geen beloning, hij (de Koran) is slechts een Vermaning voor de werelden"},{"SurahNumber":12,"VerseNumber":105,"Text":"En er zijn veel Tekenen in de hemelen en op de aarde waaraan zij voorbijgaan, terwijl zij zich ervan afwenden"},{"SurahNumber":12,"VerseNumber":106,"Text":"En de meesten van hen geloven niet in Allah zonder deelgenoten aan Hem toe te kennen"},{"SurahNumber":12,"VerseNumber":107,"Text":"Denken zij dan dat zij veilig zijn voor de bestraffing van Allah die hen bedekt, of dat het Uur niet onverwacht tot hen zal komen, terwijl ze het niet vermoeden"},{"SurahNumber":12,"VerseNumber":108,"Text":"Zeg: \"Dit is mijn Weg (godsdienst), ik en degenen die mij volgen roepen op tot Allah, op grond van een duidelijk bewijs. Heilig is Allah, en ik behoor niet tot de veelgodenaanbidders"},{"SurahNumber":12,"VerseNumber":109,"Text":"Wij hebben vóór jou niemand gezonden, behalve mannen van de bewoners van de steden aan wie Wij openbaarden. Reizen zij dan niet rond op de aarde, zodat zij zien boe het einde was van degenen vóór hen? En het Huis van het Hiernamaals is beter voor degenen die (Allah) vrezen. Denken jullie dan niet na"},{"SurahNumber":12,"VerseNumber":110,"Text":"Totdat de Boodschappers wanhoopten en dachten dat zij werden geloochend, toen kwam Onze hulp tot hen. En Wij redden wie Wij wilden. En Onze bestraffing kan niet tegengehouden worden van het misdadige volk"},{"SurahNumber":12,"VerseNumber":111,"Text":"Voorzeker, cr is een lering in hun geschiedenissen voor de bezitters van verstand. Hij (de Koran) is geen verzonnen verhaal, maar is er als bevestiging van wat ervoor was, als een verduidelijking van alle dingen, als Leiding en als een Barmhartigheid voor een volk dat gelooft"},{"SurahNumber":13,"VerseNumber":1,"Text":"Alif Lâm Mîm Râ. Dit zijnde Verzen van Het Boek. En wat am jou van jouw Heer neergezonden is, is de Waarheid; maar de meeste mensen geloven het niet"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah is Degene Die de hemelen heeft verbeven, zonder steunpilaren die jullie zien. Vervolgens zetelde Hij Zich op de Troon en maakte de zon en de maan dienstbaar. Ieder draait tot een vastgestelde tijd. Hij (Allah) regelt de zaak (en) legt de Tekenen uit. Hopelijk zullen jullie vo de ontmoeting met jullie Heer overtuigd zijn"},{"SurahNumber":13,"VerseNumber":3,"Text":"Hij is Degene Die die de aarde heeft uitgespreid en daarop stevige bergen en rivieren heeft gemaakt, en van alle soorten vruchten heeft Hij paren gemaakt. Hij doet de nacht de dag bedekken. Voorwaar, daarin zijn Tekenen voof een volk, dat nadenkt"},{"SurahNumber":13,"VerseNumber":4,"Text":"En op de aarde zijn streken naast elkaar, en druivenstruiken, en planten en dadelpalmen, sommige met takken, andere met enkelvoudige stammen, begoten met één soort water. Wij doen sommige van hen beter eetbaar zijn dan andere. Voorwaar, daarin zijn Tekenen voor een volk dat begrijpt"},{"SurahNumber":13,"VerseNumber":5,"Text":"En als jij je verbaast, nog verbazender zijn dan hun woorden: \"Wanneer wij tot aarde geworden zijn, zullen wij dan zeker een nieuw schepsel worden?\" Zij zijn degenen die niet in hun Heer geloven en zij zullen degenen met de ketenen om hun nekken zijn. En zij zijn degenen die de bewoners van de Hel zijn, zij zijn daarin eeuwig levenden"},{"SurahNumber":13,"VerseNumber":6,"Text":"En zij vragen aan jou (O Moehammad) om verhaasting van het slechte, vóór het goede. En de voorbeelden van de bestraffing zijn reeds voorafgegaan. Voorwaar, jouw Heer is de Bezitter van vergeving voor de mensen, ondanks hun onrechtvaardige daden. En voorwaar, jouw Heer is zeker streng in de bestraffing"},{"SurahNumber":13,"VerseNumber":7,"Text":"En degenen die ongelovig zijn, zeggen: \"Waarom is er geen Teken van zijn Heer naar hem (Moehammad) neergezonden?\" Voorwaar, jij bent slechts een waarschuwer en voor elk volk is er een leider (Profeet)"},{"SurahNumber":13,"VerseNumber":8,"Text":"Allah weet wat iedere vrouw draagt en wat de baarmoeders verminderen of wat zij vermeerderen. Ein alle dingen hebben bij Hem een maatgeving"},{"SurahNumber":13,"VerseNumber":9,"Text":"(Hij is) de Kenner van het onwaarneembare en het waarneembare, de Grootste, de Allerhoogste"},{"SurahNumber":13,"VerseNumber":10,"Text":"(Voor Hem) is degene onder jullie die het woord verbergt gelijk aan degene die het hardop uitspreekt. En hij die verbergt in de nacht (is gelijk aan wie) overdag bekendmaakt"},{"SurahNumber":13,"VerseNumber":11,"Text":"En voor de mens zijn er bewakers (Engelen), voor hem en achter hem, zij waken over hem op bevel van Allah. Voorwaar, Allah verandert de (goede) toestand van een Yolk niet, totdat zij hun eigen toestand verarderen. En als Allah iets kwaads voor een volk wil, dan is er niemand die het kan afwenden en er is voor hen naast Hem geen Helper"},{"SurahNumber":13,"VerseNumber":12,"Text":"Hij is Degene die de bliksem aan jullie laat zien, om vrees en hoop (regen) te veroorzaken, en Hij doet de zware wolken ontstaan"},{"SurahNumber":13,"VerseNumber":13,"Text":"En de donder roemt Hem met Zijn loflprijzing en (ook) de Engelen. uit vrees voor Hem en Hij stuurt de bliksemschichten en treft ermee wie Hij wil. En zij redetwisten over Allah, en Hij is hard in het grijpen"},{"SurahNumber":13,"VerseNumber":14,"Text":"Aan Hem is de ware smeekbede gericht, en degenen die zij naast Hem aanbidden verhoren hen in niets, behalve zoals bij degene zijn beide handen uitstrekt naar water om het naar zijn mond te brengen, maar het bereikt zijn mond niet. En de smeekbeden van de ongelovigen zijn nutteloos"},{"SurahNumber":13,"VerseNumber":15,"Text":"En voor Allah werpt zich neer wat zich in de hemelen en op de aarde bevindt, gewillig of ongewillig, en ook hun schaduwen (onderwerpen zich) in de ochtend en in de avond"},{"SurahNumber":13,"VerseNumber":16,"Text":"Zeg: \"Wie is de Heer van de hemelen en de aarde?\" Zeg: \"Allah.\" Zeg.- \"Nemen jullie dan naast Hem beschermers, terwijl zij geen macht hebben om voor zichzelf nut (te verwerven) of schade (af te wenden). Zeg: \"Zijn de blinden en de zienden gelijk, of zijn de duisternissen en het licht aan elkaar gelijk? Of kenden zij naast Allah deelgenoten toe. die iets geschapen zouden hebben, zoals Zijn schepping?\" Zodat het scheppen voor hen hetzelfde is, zeg: \"Allah is de Schepper van alles en Hij is de Ene, de Overweldiger"},{"SurahNumber":13,"VerseNumber":17,"Text":"Hij (Allah) deed water uit de hemel neerdalen, dat daarna in beddingen naar hun omvang stroomt en de stroom dragt rijzend schuim mee. En uit wat zij in het vuur verhitten om sieraden of gebruiksvoorwerpen (te maken) komt soortgelijk schuim. Zo geeft Allah een gelijkenis over de Waarheid en de valsheid. Wat het schuim betreft, het verdwijnt als iets nutteloos, en wat betreft hetgeen de mensen baat, dat blijft op de aarde. Zo geeft Allah de gelijkenissen"},{"SurahNumber":13,"VerseNumber":18,"Text":"Voor degenen die aan hun Heer gehoor geven, is er het goede (het Paradijs). En degenen die Hem geen gehoor geven: al hadden zij alles op aarde en nog eens zo veel daarbij; zij zouden zich daarmee willen vrijkopn. Zij zijn degenen voor wie er een slechte afrekening zal zijn. En hun verblijfplaats is de Hel, dat is de slechtste plaats"},{"SurahNumber":13,"VerseNumber":19,"Text":"Is iemand die weet dat wat een jou is neergezonden van jouw Heer de Waarheid is, gelijk aan degene die blind is? Het zijn slechts de bezitters van verstand die er lering uit trokken"},{"SurahNumber":13,"VerseNumber":20,"Text":"(Zij zijn) degenen die het verbond met Allah nakomen en het verbond niet verbreken"},{"SurahNumber":13,"VerseNumber":21,"Text":"En degenen die onderhouden wat Allah heeft bevolen te onderhouden. En zij vrezen hun Heer en zij zijn bang voor de slechte aftekening"},{"SurahNumber":13,"VerseNumber":22,"Text":"En degenen die geduldig zijn bij het zoeken naar het welbehagen van hun Heer, en die de shalât onderhouden en die bijdragen geven van waar Wij hun mee voorzagen, in het verborgene en openlijk. En die door het goede het kwade opheffen. Zij zijn degenen voor wie er de goede eindbestemming is"},{"SurahNumber":13,"VerseNumber":23,"Text":"Zij treden de Tuinen van \"Adn (het paradijs) binnen en (ook) degenen die oprecht waren van hun vaderen en hun echtgenoten en hun nakomelingen. En de Engelen treden bij hen binnen door iedere poort"},{"SurahNumber":13,"VerseNumber":24,"Text":"(Zeggend:) \"Salâmoen alaikoem bima shabartoem.\" (Vrede zij met jullie wegens jullie geduldig zijn) Het is de beste eindbestemming"},{"SurahNumber":13,"VerseNumber":25,"Text":"En degenen die het verbond met Allah na de bekrachtiging ervan schenden en die verbreken wat Allah bevolen heeft om te verbinden en die verderf zaaien op de aarde: zij zijn degenen voor wie er de vervloeking en de slechte verblijfplaats is"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allah verruimt de levensvoorziening voor wie Hij wil en Hij beperkt. Zij verheugen zich over het wereldse leven, terwijl het wereldse leven in vergelijking met het Hiernamaals slechts een verganke lijke genieting is"},{"SurahNumber":13,"VerseNumber":27,"Text":"En degenen die ongelovig zijn, zeggen: \"Waarom is er geen Teken aan hem (Moehammad) neergezonden van zijn Heer?\" Zeg: \"Voorwaar, Allah doet dwalen wie Hij wil, en Hij leidt naar Zich toe wie berouw toont"},{"SurahNumber":13,"VerseNumber":28,"Text":"(Zij zijn) degenen die gelovigen zijn en wiens harten tot rust komen door het gedenken van Allah. Weet: door het gedenken van Allah komen de harten tot rust"},{"SurahNumber":13,"VerseNumber":29,"Text":"En degenen die geloven en het goede werken verrichten: voor hen is er een goed leven en een goede plaats van terugkeer"},{"SurahNumber":13,"VerseNumber":30,"Text":"En zo hebben Wij jou (O Moehammad) tot een gemeenschap gezonden, waaraan andere gemenschappen vooraf zijn gegaan, om aan hen (de Koran) voor te dragen. die Wij aan jou hebben geopenbaard, terwijl zij de Erbarmer niet geloven. Zeg: \"Hij is mijn Heer. er is geen god dan Hij, op Hem heb ik mijn vertrouwen gesteld en tot Hem is de terugkeer"},{"SurahNumber":13,"VerseNumber":31,"Text":"En als er een oplezing (een geopenbaard boak) zou zijn, waardoor de bergen verplaatst worden of de aarde gespleten werd of de doden zouden kunnen spreken (dan zou dat deze Koran zijn). Maar bij Allah berusten alle zaken. Weten degenen die gelovigen niet, dat als Allah het zou willen, Hij zeker alle mensen geleid zou hebben? En tegenspoed blijft degenen die ongelovig zijn treffen wegens wat zij bedreven. Of er zal een ramp vlakbij hun huizen Plaatsvinden, totdat de belofte van Allah komt. Voorwaar, Allah verbreekt de belofte niet"},{"SurahNumber":13,"VerseNumber":32,"Text":"En voorzeker, de Boodschappers vôôr jou werden bespot, waarna Ik de ongelovigen uitstel gaf. Vervolgens greep Ik hen, hoe was dan Mijn bestraffing"},{"SurahNumber":13,"VerseNumber":33,"Text":"Is Hij die waakt over wat elke ziel heeft verworven (gelijk aan de afgodsbeelden)? Zij maakten afgoden naast Allah. Zeg: \"Beschrijft hen.\" Of willen jullie Hem inlichten over iets op de aarde dat Hij zou niet kennen? Of zijn het holle woorden? Nee, de list van degenen die ongelovig zijn, is schoon schijnend gemaakt (door de Satan). En zij houden (de mensen) af van de Weg van Allah. En wie door Allah tot dwaling gebracht wordt: voor hem is er geen gids"},{"SurahNumber":13,"VerseNumber":34,"Text":"Voor hen is er een bestraffing tijdens het wereldse leven, maar de bestraffing van het Hiernamaals is harder. En voor hen is er tegen (de bestraffing van) Allah geen beschermer"},{"SurahNumber":13,"VerseNumber":35,"Text":"De beschrijving van het Paradijs dat aan de Moettaqôen beloofd is: er stromen rivieren onder door, de vruchten erin zijn onuitputtelijk en haar schaduw ook. Dat is de eindbestemming van degenen die (Allah) vrezen. En de eindbestemming van de ongelovigen is de Hel"},{"SurahNumber":13,"VerseNumber":36,"Text":"Degenen aan wie Wij de Schrift hebben gegeven, verheugden zich over wat aan jou (O Moehammad) is neergezonden. Onder de bondgenoten zijn er die een gedeelte ervan ontkennen. Zeg: \"Het is mij bevolen om alleen Allah te aanbidden en ik ken Hem geen deelgenoten toe. Alleen Hem roep ik aan, en tot Hem is mijn terugkeer"},{"SurahNumber":13,"VerseNumber":37,"Text":"En zo hebben Wij hem (de Koran) neergezonden, als een wetgeving in de Arabische taal. Als jij hun begeerten had gevolgd, nadat de kennis tot jou was gekomen, dan zou er voor jou (tegen de bestraffing van) Allah geen helper zijn en geen beschermer"},{"SurahNumber":13,"VerseNumber":38,"Text":"En voorzeker, Wij hebben Boodschappers voor jou gezonden. En Wij maakten voor hen echtgenoten en nakomelingen. En het is niet aan de Boodschappers om een Vers te brengen, tenzij met verlof van Allah. Voor elke periode is er een Boek"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah wist uit wat Hij wil en vestigt (wat Hij wil) en bij Hem bevindt zich de Oemmoelkitab"},{"SurahNumber":13,"VerseNumber":40,"Text":"En als Wij jou een deel laten zien van wat Wij hen aangezegd hebben, of jou doen sterven: voorwaar, op jou rust slechts de verkondiging. En aan Ons is de afrekening"},{"SurahNumber":13,"VerseNumber":41,"Text":"En zien zij niet dat Wij tot het land komen en Wij het van buitenaf inperken? En Allah oordeelt en niemand kan Zijn oordeel afwenden. En Hij is snel in de afrekening"},{"SurahNumber":13,"VerseNumber":42,"Text":"En waarlijk, degenen voor hen beraamden (reeds) listen, maar Allah beheerst alle listen. Hij weet wat elke ziel doet. En de ongelovigen zullen te weten komen voor wie de (goede) eindbestemming is"},{"SurahNumber":13,"VerseNumber":43,"Text":"En degenen die ongelovig zijn zeggen: jij bent geen gezondene. Zeg: \"Allah is genoeg als Getuige tussen mij en jullie en tussen de mensen die kennis hebben van de Schrift"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alif, Lam, Ra. (Dit is) een Boek dat Wij aan jou (O Moehammad) neergezonden hebben, opdat jij de mensen uit de duisternissen naar het licht zult voeren, met verlof van hun Heer, naar het Pad van de Almachtige, de Geprezene"},{"SurahNumber":14,"VerseNumber":2,"Text":"Allah is Degene aan Wie wat er in de hemelen en op de aarde is behoort. En wee de ongelovigen, een harde bestraffing (zal hen treffen)"},{"SurahNumber":14,"VerseNumber":3,"Text":"Degenen die het wereldse leven verkiezen boven het Hiernamaals, en afhouden van de Weg van Allah en die wensen dat die krom wordt. Zij zijn degenen die in vergaande dwaling verkeren"},{"SurahNumber":14,"VerseNumber":4,"Text":"En Wij hebben geen Boodschapper gezonden, of (hij sprak) de taal van zijn volk, om hen een duidelijke uitleg te geven. Daarna doet Allah dwalen wie Hij wil, en leidt Hij wie Hij wil. En Hij is de Almachtige, de Alwijze"},{"SurahNumber":14,"VerseNumber":5,"Text":"Voorzeker, wij zonden Môesa met Onze Tekenen, (zeggend:) \"Voer jouw volk vanuit de duisternissen naar het licht en herinner hen aan de dagen van Allah.\" Daarin zijn inderdaad Tekenen voor alle geduldige dankbaren"},{"SurahNumber":14,"VerseNumber":6,"Text":"En (gedenkt) toen Môesa tegen zijn volk zei: \"Gedenkt de Genade van Allah aan jullie toen Hij jullie redde van Fir'aun en zijn volgelingen, hij pijnigde jullie met zwaarste foltering: zij slachtten jullie zonen af en lieten jullie dochters in leven. Daarin was een geweldige beproeving van jullie Heer"},{"SurahNumber":14,"VerseNumber":7,"Text":"En (gedenkt) toen jullie Heer bekend maakte: \"Als jullie dankbaar zijn, dan zullen Wij zeker jullie (genietingen) vermeerderen. En als jullie ondankbaar zijn: voorwaar, Mijn bestraffing is zeker hard"},{"SurahNumber":14,"VerseNumber":8,"Text":"En Môesa zei: \"Als jallie ondankbaar zijn, jullie en allen die op de aarde zijn: voorwaar, Allah is zeker Behoefteloos, Geprezen"},{"SurahNumber":14,"VerseNumber":9,"Text":"Is de geschiedenis van degenen voor jullie nog niet tot jullie gekomen, (over) het volk van Nôeh, en de 'Ad en de Tsamoed en degenen na hen? Niemand kent hen behalve Allah. Hun Boodschappers kwamen tot hen met de duidelijke bewijzen, vervolgens bedekten zij met hun handen hun mond (vanwege hun verachting) en zeiden: \"Voorwaar, wij geloven niet in dat, waarmee jullie gezonden zijn. En voorwaar, wij verkeren in ernstige twijfel over dat waar jullie ons toe oproepen"},{"SurahNumber":14,"VerseNumber":10,"Text":"Hun Boodschappers zeiden: \"Is er twijfel over Allah, de Schepper van de hemel en de aarde? Hij roept jullie om jullie zonden te vergeven en Hij geeft jullie uitstel tot een vastgestelde tijd.\" Zij zeiden: \"Jullie zijn slechts mensen als wij. Jullie willen ons afhouden van wat onze voorouders aanbaden. Geeft ons daarom een duidelijk bewijs"},{"SurahNumber":14,"VerseNumber":11,"Text":"Hun Boodschappers zeiden tot hen: \"Wij zijn slechts mensen als jullie, maar Allah geeft Zijn gunsten aan wie Hij wil van Zijn dienaren. En het is niet aan ons om jullie een bewijs te brengen, tenzij met verlof van Allah. En laten de gelovigen daarom hun vertrouwen stellen op Allah"},{"SurahNumber":14,"VerseNumber":12,"Text":"Waarom zouden wij niet op Allah ons vertrouwen stellen. terwijl Hij ons waarlijk heeft geleid op onze weg? En wij zullen zeker geduld hebben met de kwellingen die jullie ons aandoen. En laten daarom zij die vertrouwen hebben (hun) vertrouwen op Allah stellen"},{"SurahNumber":14,"VerseNumber":13,"Text":"En degenen die ongelovig waren, zeiden tot hun Boodschappers: \"Wij zullen jullie zeker uit ons land verdrijven, of jullie moeten zeker terugkeren tot ons geloof.\" Toen openbaarde hun Heer aan hen: \"Wij zullen de onrechtplegers zeker vernietigen"},{"SurahNumber":14,"VerseNumber":14,"Text":"En Wij zullen jullie na hen in het land vestigen. Dat is voor wie Mijn plaats (macht) vreest en Mijn aaazegging vreest"},{"SurahNumber":14,"VerseNumber":15,"Text":"En zij vroegen om een overwinning en iedere opstandige geweldenaar verloor"},{"SurahNumber":14,"VerseNumber":16,"Text":"Voor hen ligt de Hel. En hij zal worden begoten met ettervocht"},{"SurahNumber":14,"VerseNumber":17,"Text":"Hij drinkt het slokje voor slokje, en hij kan het bijna niet doorslikken. En de dood komt tot hem van alle kanten, maar hij sterft niet, en voor hem ligt nog een zware bestraffing"},{"SurahNumber":14,"VerseNumber":18,"Text":"De vergelijking met degenen die niet in hun Heer geloven, is alsof hun daden als as zijn, dat door een harde wind wordt weggeblazen op een stormachtige dag. Zij hebben geen enkele macht over wat zij hebben verworven. Dat is een vergaande dwaling"},{"SurahNumber":14,"VerseNumber":19,"Text":"Zie jij (O Moehammad) dan niet dat Allah de hemelen en de aarde met de Waarheid heeft geschapen? Wanneer Hij wil, doet Hij jullie verdwijnen en brengt Hij een nieuwe schepping"},{"SurahNumber":14,"VerseNumber":20,"Text":"En dat is voor Allah niet moeilijk"},{"SurahNumber":14,"VerseNumber":21,"Text":"En zij verschijnen allen voor Allah, en de zwakken zullen dan tot degenen die hoogmoedig waren zeggen: \"Voorwaar, wij waren jullie volgelingen, kunnen jullie dan nu voor ons iets van de bestraffing van Allah afwenden?\" Zij zeggen: \"Als Allah ons geleid had, zouden wij jullie zeker geleid hebben; het is voor ons hetzelfde, of wij nu klagen. of dat wij geduldig zijn. Er is voor ons geen toevluchtsoord"},{"SurahNumber":14,"VerseNumber":22,"Text":"De Satan zei, nadat de zaak besloten was: \"Voorwaar, Allah heeft jullie een ware belofte gedaan, en ik heb jullie een belofte gedaan, maar ik liet jullie daarna in de steek. Ik had geen macht over jullie, behalve dat ik jullie heb geroepen, waarop jullie mij gehoorzamnden, verwijt mij daarom niets! Verwijten jullie julliezelf maar. Ik kan jullie niet helpen en jullie kunnen mij niet helpen. Voorwaar. ik verwerp het, dat jullie mij voorheen als deelgenoot (aan Allah) toekenden.\" Voorwaar, voor de onrechtplegers is er een pijnlijke bestraffing"},{"SurahNumber":14,"VerseNumber":23,"Text":"En degenen die geloofden en goede daden verrichtten worden de Tuinen (het Paradijs) binnengeleid, waar onder door de rivieren stromen, daarin zullen zij eeuwig levenden zijn, met verlof van hun Heer. Hun begroeting daarin is \"Salâm.\" (Vrede)"},{"SurahNumber":14,"VerseNumber":24,"Text":"Zie jij niet boe Allah een vergelijking maakt met een goede uitspraak, die als een goede boom is, waarvan de wortel stevig staat en de takken naar de hemel reiken"},{"SurahNumber":14,"VerseNumber":25,"Text":"Hij geeft zijn vruchten in eik seizom, met verlof van zijn Heer. Allah maakt de vergelijkingen voor de mensen. Hopelijk zullen zij er lering uit trekken"},{"SurahNumber":14,"VerseNumber":26,"Text":"En de vergelijking met een slechte uitspraak is als die met een slechte boom, die ontworteld op de aarde staat, en die geen stevigheid heeft"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah venterkt (het geloof van) degenen die geloven met de staadvastige uitspraak tijdens het wereldse leven en in het Hienamaals; en Allah laat de onrechtplegers dwalen en Allah doet wal Hij wil"},{"SurahNumber":14,"VerseNumber":28,"Text":"Zie jij degenen niet die de genieting van Allah hebben verwisseld voor onteloof, en die hun volk naar het rijk van de ondergang hebben gebracht"},{"SurahNumber":14,"VerseNumber":29,"Text":"De Hel, waarin zij binnengaan, dat is de slechtste verblifpllaats"},{"SurahNumber":14,"VerseNumber":30,"Text":"Zij hebben am Allah deelgenoten toegekend, om (de mensen) te doen afdwalen van Zijn Weg. Zeg: \"Genieten jullie maar! Voorwaar, jullie eindbestemming is de Hel"},{"SurahNumber":14,"VerseNumber":31,"Text":"Zeg (O Moehammad) tot mijn dienaren die geloven: \"Onderhoudt de shalât en geeft bijdragen van waar Wij hun rnee voorzien hebben, in het verborgene of openlijk, voordat er een Dag komt, waarop er geen handel en geen boezemvriend zal zijn"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah is Degene Die de hemelen en de aarde heefl geschapen en Hij zendt uit de hemel water neer, waarmee Hij dan vruchten voortbrengt als een voorziening voor jullie. En Hij heeft het schip voor jullie dienstbaar gemaakt, opdat het op de zee zal varen op Zijn bevel. Hij maakte voor jullie de rivieren dienstbaar"},{"SurahNumber":14,"VerseNumber":33,"Text":"En Hij maakte voor jullie de zon en de maan dienstbaar, die onophoudelijk (draaien in hun baan). En Hij maakte voor jullie de nacht en de dag dienstbaar"},{"SurahNumber":14,"VerseNumber":34,"Text":"En Hij schonk jullie van alles wat jullie Hem vroegen. En als jullie de gunsten van Allah op willen sommen, dan kunnen jullie ze niet tellen. Voorwaar, de mensen zijn zeker onrechtvaardig, ondankbaar"},{"SurahNumber":14,"VerseNumber":35,"Text":"En toen Ibrâhîm zei: \"Mijn Heer, maak deze stad veilig en houd mij en mijn zonen ervan af dat wij afgoden zouden aanbidden"},{"SurahNumber":14,"VerseNumber":36,"Text":"Mijn Heer, voorwaar, zij hebben vele mensen doen dwalen. Wie mij dan volgt: voorwaar, die behoort bij mij. En wie mij niet gehoorzaant: voorwaar, U bent Vergevensgezind, Meest Barmbartig"},{"SurahNumber":14,"VerseNumber":37,"Text":"Onze Heer! Voorwaar, ik heb mijn kinderen achtergelaten in een onbegroeide vallei bij Uw gewijde huis (de Ka'bah). Onze Heer! (ik tiet hen achter) zodat zij de shalât zullen onderhouden, laat daarom de harten van de mensen tot hen neigen, en voorzie hen van vruchten. Hopelijk zullen zij dankbaar zijn"},{"SurahNumber":14,"VerseNumber":38,"Text":"Onze Heer! Voorwaar, U weet wat wij verbergen en wat wij openlijk doen en et is voor Allah niets verborgen op de aarde en niet in de hemel"},{"SurahNumber":14,"VerseNumber":39,"Text":"Alle lof zij Allah, die mij Isma'îl en Ishaq geschonken heeft, ondanks mijn ouderdom. Voorwaar, mijn Heer verhoort zeker de smeekbeden"},{"SurahNumber":14,"VerseNumber":40,"Text":"Mijn Heer, mad mij en mijn nakomelingen onderhouders van de shalât. Onze Heer, verhoor mijn smeekbeden"},{"SurahNumber":14,"VerseNumber":41,"Text":"Mijn Heer, vergeef mij en mijn ouders en de gelovigen op de Dag waarop de afrekening plaats vindt"},{"SurahNumber":14,"VerseNumber":42,"Text":"En denk niet (O Moehammad) dat Allah achteloos is tegenover wat de onrechtplegers doen. Voorwaar, Hij geeft hun uitstel tot de Dag waarop de ogen verstard openstaan"},{"SurahNumber":14,"VerseNumber":43,"Text":"Zij hassten zich met opgeheven hoofd, teirwijl hun ogen niet knipperen en terwijl hun harten leeg zijn"},{"SurahNumber":14,"VerseNumber":44,"Text":"En waarschuw de mensen voor de Dag dat de bestraffing tot hen komt en waarop degenen die onrecht pleegden, zeggen: \"Onze Heer, geef ons uitstel voor een korte tijd, zodat wij aan Uw oproep gehoor geven en de Boodschappers volgen.\" (Tot hen wordt gezegd:) \"Jullie hebben vroeger toch gezworen, dat jullie nimmer zouden sterven"},{"SurahNumber":14,"VerseNumber":45,"Text":"En jullie verbleven in woonplaatsen van degenen die zichzelf onrecht aandeden, en het is voor jullie duidelijk geworden hoe Wij hen behandelen. En Wij hebben voor jullie vergelijkingen gemaakt"},{"SurahNumber":14,"VerseNumber":46,"Text":"En waarlij'k, zij hebben hun list beraamd, maar hun list is (bekend) bij Allah. Ondanks dat bun list (zo geweldig was) dat de bergen er door zouden vergaan"},{"SurahNumber":14,"VerseNumber":47,"Text":"Denkt daarom niet dat Allah Zijn belofte zal verbreken aan Zijn Boodschappers. Voorwaar, Allah is de Verhevene en de Bezitter van de Vergelding"},{"SurahNumber":14,"VerseNumber":48,"Text":"Op de Dag dat de aarde wordt vervangen door een andere aarde, en zo ook de hemelen. En de mensen zullen verschijnen voor Allah, de Ene, de Overweldiger"},{"SurahNumber":14,"VerseNumber":49,"Text":"En jij zal op die Dag de misdadigers zien, bij eengebonden in ketenen"},{"SurahNumber":14,"VerseNumber":50,"Text":"Hun kleding zal van toer zijn en de Hel zal hun gezichten bedekken"},{"SurahNumber":14,"VerseNumber":51,"Text":"Zodat Allah elke ziel zal belonen voor wat zij heeft gedaan. Voorwaar, Allah is snel in de afrekening"},{"SurahNumber":14,"VerseNumber":52,"Text":"Dit is een Verkondiging voor de mensen, opdat zij daardoor gewaarschuwd zullen worden, en opdat zij weten dat Hij de Enige God is en opdat de bezitters van verstand de vermaningen ter harte zullen nemen"}]}