{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Elif Lâm Râ. Këto janë ajetet e Librit, të Kur’anit të qartë"},{"SurahNumber":15,"VerseNumber":2,"Text":"Shpeshherë mohuesit do të dëshironin që të ishin muslimanë"},{"SurahNumber":15,"VerseNumber":3,"Text":"Lëri ata që të hanë dhe le të kënaqen, dhe lë t’i mashtrojë shpresa; ata do ta dinë (fundin)"},{"SurahNumber":15,"VerseNumber":4,"Text":"Na nuk i kemi zhdukur banorët e asnjë vendi, për pa ardhur koha e caktuar"},{"SurahNumber":15,"VerseNumber":5,"Text":"asnjë popull nuk mund as ta shpejtojë as ta ngadalësojë (caktimin Tonë për të)"},{"SurahNumber":15,"VerseNumber":6,"Text":"Ata thanë: “O ti, që të është shpallë Kur’ani, ti je, me të vërtetë, i marrë"},{"SurahNumber":15,"VerseNumber":7,"Text":"Të na sillshe engjëjt, nëse je i drejtë?”"},{"SurahNumber":15,"VerseNumber":8,"Text":"Na i dërgojmë engjëjt vetëm me të Vërtetën (me dënim të premtuar), dhe atëherë nuk u jepet afat për të pritur (por dënimi merr fund)"},{"SurahNumber":15,"VerseNumber":9,"Text":"Na, me të vërtetë, kemi shpallë Kur’anin dhe, Na, me të vërtetë, do ta ruajmë atë (origjinalitetin e tij)"},{"SurahNumber":15,"VerseNumber":10,"Text":"Na, me të vërtetë, u kemi dërguar pejgamberë edh para teje, - grupeve (popujve) të mëparshëm"},{"SurahNumber":15,"VerseNumber":11,"Text":"dhe asnjë pejgamber nuk ka ardhur e që ata të mos talleshin me të"},{"SurahNumber":15,"VerseNumber":12,"Text":"Ja, kështu Na, fusim (talljen) në zemrat e mëkatarëve"},{"SurahNumber":15,"VerseNumber":13,"Text":"ata nuk e besojnë atë (profetin Muhammed), e madje, ka kaluar ligji (mbi dënimin) e popujve të kaluar (për tallje me pejgamberët)"},{"SurahNumber":15,"VerseNumber":14,"Text":"Sikur Ne ta hapnim një derë të qiellit dhe ata të ngjiteshin nëpër të"},{"SurahNumber":15,"VerseNumber":15,"Text":"do të thonin (ata): “Sytë na kanë qenë të mjegulluar, na jemi popull i magjepsur!”"},{"SurahNumber":15,"VerseNumber":16,"Text":"Na kemi krijuar hyllësi në qiej dhe i kemi zbukuruar ato për shikuesin"},{"SurahNumber":15,"VerseNumber":17,"Text":"dhe i kemi ruajtur nga çdo djall i mallkuar"},{"SurahNumber":15,"VerseNumber":18,"Text":"përpos atij që vjedh të dëgjuarën, e arrinë atë një flakë e dukshme"},{"SurahNumber":15,"VerseNumber":19,"Text":"Dhe Tokën e kemi shtrirë dhe nëpër të kemi shpërndarë male të forta, dhe kemi bërë që në të, të zhvillohet çdo gjë në masa proporcionale"},{"SurahNumber":15,"VerseNumber":20,"Text":"dhe kemi bërë për ju në të (Tokë) sendet që u japin gjallëri dhe për ata që nuk i mbani (furnizoni) ju"},{"SurahNumber":15,"VerseNumber":21,"Text":"Nuk ekziston asnjë send, e që të mos gjendet ajo në thesarin Tonë, e nga ajo Na japim vetëm aq sa është e nevojshme"},{"SurahNumber":15,"VerseNumber":22,"Text":"Na dërgojmë erërat për të frytnuar, e zbresim shiun nga qielli e ju kemi furnizuar me ujë – dhe depot e tij (ujit) nuk gjenden tek ju"},{"SurahNumber":15,"VerseNumber":23,"Text":"Dhe, me të vërtetë, Na japim gjëllëri dhe vdekje, dhe vetëm Na jemi trashëgimtar (të përhershëm)"},{"SurahNumber":15,"VerseNumber":24,"Text":"dhe vetëm Na dimë për ata që kanë qenë para jush, dhe vetëm Na dimë për ata që do të vijnë pas jush"},{"SurahNumber":15,"VerseNumber":25,"Text":"dhe, me të vërtetë, Zoti yt, do t’i tubojë; Ai, me të vërtetë, është i Plotëdijshëm dhe i Gjithëdijshëm"},{"SurahNumber":15,"VerseNumber":26,"Text":"Na kemi krijuar njeriun prej një balte të fortë – të zezë, së cilës i është dhënë forma"},{"SurahNumber":15,"VerseNumber":27,"Text":"kurse xhindet i kemi krijuar që më parë nga zjarri i flakët"},{"SurahNumber":15,"VerseNumber":28,"Text":"(Kujtoje) kur Zoti yt u tha engjëjve: “Unë do ta krijojë njeriun nga balta e zezë e fortë, e ndryshueshme (e figuruar)"},{"SurahNumber":15,"VerseNumber":29,"Text":"e kur t’ia jap formën dhe i jap shpirtin (e bëhet i gjallë), ju bëni sexhde atij!”"},{"SurahNumber":15,"VerseNumber":30,"Text":"Të gjithë engjëjt, bashkarisht, i bën sexhde atij"},{"SurahNumber":15,"VerseNumber":31,"Text":"përveç Iblisit. Ai refuzoi t’u bashkohet atyre që bënin sexhde"},{"SurahNumber":15,"VerseNumber":32,"Text":"(Perëndia) tha: “O Iblis, ç’pate ti që nuk u bëre me ata që bënë sexhde?”"},{"SurahNumber":15,"VerseNumber":33,"Text":"(Iblisi) tha: “Nuk jam unë ai që t’i bëjë sexhde një njeriu të cilin Ti e ke krijuar nga balta e zezë, e fortë, e ndryshueshme (e figuruar), së cilës i është dhënë forma"},{"SurahNumber":15,"VerseNumber":34,"Text":"(Perëndia) tha: “Atëherë, dil prej xhennetit, ti, në të vërtetë, je i mallkuar"},{"SurahNumber":15,"VerseNumber":35,"Text":"dhe le të jetë mallkimi mbi ty deri në Ditën e Kijametit!”"},{"SurahNumber":15,"VerseNumber":36,"Text":"Iblisi tha: “Zoti im, më jep afat deri në ditën kur do të ringjallen ata (njerëzit)!”"},{"SurahNumber":15,"VerseNumber":37,"Text":"(Zoti) tha: “Ty, me të vërtetë, të është dhënë afat"},{"SurahNumber":15,"VerseNumber":38,"Text":"deri në ditën e kohës së caktuar”"},{"SurahNumber":15,"VerseNumber":39,"Text":"(Iblisi) tha: “Zoti im, meqë më ke shpie në humbje, unë në Tokë do t’ju zbukuroj atyre sendet dhe të gjithë do t’i shpie në mashtrim"},{"SurahNumber":15,"VerseNumber":40,"Text":"përveç robërve Tu të sinqertë”"},{"SurahNumber":15,"VerseNumber":41,"Text":"(Perëndia) tha: “Kjo është rruga ime e drejtë"},{"SurahNumber":15,"VerseNumber":42,"Text":"Ti, me të vërtetë, nuk ke kurrfarë pushteti ndaj robërve të Mi, përveç atyre të humburve, që të pasojnë ty”"},{"SurahNumber":15,"VerseNumber":43,"Text":"Dhe, me të vërtetë, xhehennemi është vendbanimi i tyre i premtuar, për të gjithë"},{"SurahNumber":15,"VerseNumber":44,"Text":"ai i ka shtatë dyer, e për çdo derë ka pjesë të caktuar”"},{"SurahNumber":15,"VerseNumber":45,"Text":"Me të vërtetë, ata që ruhen nga mëkatet, do të gjenden në kopshtet e xhennetit pranë burimeve"},{"SurahNumber":15,"VerseNumber":46,"Text":"(Ju thuhet): “Hyni në to me përshëndetje dhe të siguruar (prej frikës)”"},{"SurahNumber":15,"VerseNumber":47,"Text":"Dhe, Ne, do ta shporrim urrejtjen nga zemrat e tyre (që kanë pasur më parë), ata do të rrinë ulur si vëllezër në kanape (kolltuqe) – njëri përballë tjetrit"},{"SurahNumber":15,"VerseNumber":48,"Text":"aty, nuk do t’i gërget lodhja, ata prej atyhit kurrë nuk do të dëbohen"},{"SurahNumber":15,"VerseNumber":49,"Text":"Lajmëroji robërit e Mi (o Muhammed!) se Unë, me të vërtetë, jam Ai që falë dhe mëshiroj"},{"SurahNumber":15,"VerseNumber":50,"Text":"e që dënimi Im (për të këqinjtë), është me të vërtetë, dënim i dhembshëm"},{"SurahNumber":15,"VerseNumber":51,"Text":"Dhe lajmëroji për mysafirët e Ibrahimit"},{"SurahNumber":15,"VerseNumber":52,"Text":"kur, hynë tek ai dhe thanë: “Selam!” (Ibrahimi) tha: “Na po frikohemi nga Ju”"},{"SurahNumber":15,"VerseNumber":53,"Text":"Ata thanë: “Mos u friko se na po të sihariqojmë ty me një djalë të dijshëm”"},{"SurahNumber":15,"VerseNumber":54,"Text":"(Ibrahimi) tha: “A mos vallë do të më sihariqoni, tani, kur më ka goditur pleqëria? Me çka do të më sihariqoni mua?”"},{"SurahNumber":15,"VerseNumber":55,"Text":"Ata thanë: “Na do të sihariqojmë ty me një të Vërtetë që do të realizohet, e mos u bën shpresëhumbur!”"},{"SurahNumber":15,"VerseNumber":56,"Text":"(Ibrahimi) tha: “Kush mund ta humbë shpresën nga mëshira e Zotit të vet, përpos atyre që janë të humbur” –"},{"SurahNumber":15,"VerseNumber":57,"Text":"dhe pyeti (Ibrahimi): “E, çfarë është qëllimi juaj, o të dërguar?”"},{"SurahNumber":15,"VerseNumber":58,"Text":"(Ata) thanë: “Na jemi dërguar te një popull mëkatarë"},{"SurahNumber":15,"VerseNumber":59,"Text":"përpos familjes së Lutit (që nuk janë mëkatarë). Na do t’i shpëtojmë të gjithë ata (anëtarët e familjes së Lutit) –"},{"SurahNumber":15,"VerseNumber":60,"Text":"përveç gruas së tij; për atë, Na kemi caktuar dënim, të cilin do ta shiojë ajo”"},{"SurahNumber":15,"VerseNumber":61,"Text":"Dhe, kur të dërguarit erdhën te Luti"},{"SurahNumber":15,"VerseNumber":62,"Text":"(Luti) tha: “Ju, me të vërtetë, jeni njerz të panjohur!”"},{"SurahNumber":15,"VerseNumber":63,"Text":"Ata thanë: “Jo, na të kemi sjellur atë, në të cilën ata (mohuesit nga populli yt) dyshojnë"},{"SurahNumber":15,"VerseNumber":64,"Text":"të sjellim atë që do të ngjajë me siguri, e ne, me të vërtetë, jemi të sinqertë"},{"SurahNumber":15,"VerseNumber":65,"Text":"Udhëto ti me familjen tënde, në një kohë të natës, e shko ti pas tyre, e askush prej jush të mos shikojë prapa, por vazhdoni në drejtim të urdhëruar!”"},{"SurahNumber":15,"VerseNumber":66,"Text":"Dhe Ne, ia kemi shpallur atij, atë që do të ngjajë: që ata të gjithë – deri në të mbramin, do të zhduken, në agim"},{"SurahNumber":15,"VerseNumber":67,"Text":"Dhe, erdhën të gëzueshëm banorët e qytetit"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Luti) tha: “Këta janë mysafirët e mi, andaj mos më turpëroni"},{"SurahNumber":15,"VerseNumber":69,"Text":"dhe druajuni Perëndisë, dhe mos më poshtëroni mua!”"},{"SurahNumber":15,"VerseNumber":70,"Text":"Ata (populli i Lutit) thanë: “A nuk të kemi ndaluar na ty, që të pranosh mysafirë?”"},{"SurahNumber":15,"VerseNumber":71,"Text":"(Luti) tha: “Ja këto vajzat e (popullit) tim! Nëse doni të bëni çka synoni, (martohuni me to)"},{"SurahNumber":15,"VerseNumber":72,"Text":"(O Muhammed!) Pasha jetën tënde, me të vërtetë, ata janë déjur në iluzionet e veta"},{"SurahNumber":15,"VerseNumber":73,"Text":"Dhe, ata i kaplojë një zë i tmerrshëm kur lindir Dielli"},{"SurahNumber":15,"VerseNumber":74,"Text":"dhe Ne, kemi bërë që, ajo që gjendej lartë – të bie poshtë, duke lëshuar në ta si shi gurësh prej dheut të pjekur"},{"SurahNumber":15,"VerseNumber":75,"Text":"Këto, me të vërtetë, janë argumente për ata që vëzhgojnë me kujdes"},{"SurahNumber":15,"VerseNumber":76,"Text":"me të vërtetë, ato (qytete) janë në rrugë, kur gjenden edhe tani"},{"SurahNumber":15,"VerseNumber":77,"Text":"Kjo, me të vërtetë, është dokument për besimtarët"},{"SurahNumber":15,"VerseNumber":78,"Text":"Por, edhe banorët e Ejkes kanë qenë zullumqarë"},{"SurahNumber":15,"VerseNumber":79,"Text":"andaj, i kemi ndëshkuar, dhe që të dy janë në rrugë – të dukshme"},{"SurahNumber":15,"VerseNumber":80,"Text":"Edhe banorët e Hixhrës, pejgamberët i konsideruan për gënjeshtarë"},{"SurahNumber":15,"VerseNumber":81,"Text":"Dhe Ne, u patëm dhënë atyre dokumentet Tona, por ata shmangeshin prej tyre"},{"SurahNumber":15,"VerseNumber":82,"Text":"Ata gëdhendnin shtëpia me gurë-malesh, duke besuar se nuk do t’i gjejë asgjë"},{"SurahNumber":15,"VerseNumber":83,"Text":"andaj, edhe ata në agim i goditi zë i tmerrshëm"},{"SurahNumber":15,"VerseNumber":84,"Text":"dhe nuk patën farë dobie nga ajo që patën ndërtuar (banesat)"},{"SurahNumber":15,"VerseNumber":85,"Text":"Na kemi krijuar qiejt dhe Tokën dhe atë që gjendet në mes tyre – në mënyrë të mrekullueshme. Me të vërtetë, do të vie Kijameti, andaj sillu ti (o Muhammed) me sjellje të bukura (zemërgjerësi)"},{"SurahNumber":15,"VerseNumber":86,"Text":"me të vërtetë, Zoti yt është i vetmi Krijues dhe i Gjithëdijshëm. –"},{"SurahNumber":15,"VerseNumber":87,"Text":"Na të kemi shpallë ty shtatë ajete, që përsëriten dhe Kur’anin e madhërueshëm. –"},{"SurahNumber":15,"VerseNumber":88,"Text":"Mos i drejto sytë e tu kah ato kënaqësi që Na ua kemi dhënë disave prej tyre dhe mos u hidhëro për ta (në mos besofshin). E, ndaj besimtarëve bëhu i butë"},{"SurahNumber":15,"VerseNumber":89,"Text":"dhe thuaj: “Unë, në të vërtetë, jam vetëm paralajmërues i qartë!” –"},{"SurahNumber":15,"VerseNumber":90,"Text":"(Ashtu u kemi dërguar cënim) atyre, të cilët e kanë ndarë Librin"},{"SurahNumber":15,"VerseNumber":91,"Text":"e të cilët e kanë ndarë Kur’anin pjesë-pjesë (diçka kanë besuar e diçka jo)"},{"SurahNumber":15,"VerseNumber":92,"Text":"Dhe, kështu, pasha Zotin tënd, Na me të vërtetë, do t’i pyesim ata të gjithë"},{"SurahNumber":15,"VerseNumber":93,"Text":"për atë që kanë punuar"},{"SurahNumber":15,"VerseNumber":94,"Text":"Ti haptazi prediko atë që të është urdhëruar dhe shmangiu idhujtarëve"},{"SurahNumber":15,"VerseNumber":95,"Text":"Na të mjaftojmë ty, kundër atyre që të tallin (ty)"},{"SurahNumber":15,"VerseNumber":96,"Text":"të cilët përveç Perëndisë, marrin edhe zot tjetër, dhe do ta dinë ata mirë (fundin)"},{"SurahNumber":15,"VerseNumber":97,"Text":"Na e dimë mirë, që ty të ngushtohet zemra, për atë që thonë ata"},{"SurahNumber":15,"VerseNumber":98,"Text":"andaj, madhëroje dhe falenderoje Zotin tënd dhe bëhu prej atyre që falin namazin"},{"SurahNumber":15,"VerseNumber":99,"Text":"Dhe, adhuroje Zotin tënd përderisa të arrijë gjendja e sigurtë (vdekja)"},{"SurahNumber":16,"VerseNumber":1,"Text":"Urdhëri i Perëndisë, do të arrijë, andaj mos e nxitoni ju atë! Qoftë i lavdëruar Ai dhe i lartësuar nga ajo që i bëjnë shok Atij"},{"SurahNumber":16,"VerseNumber":2,"Text":"Ai dërgon engjëjt me Shpallje, me dëshirën e Vet, kujt të dojë prej robërve të Tij: “Paralajmëroni se s’ka zot tjetër përveç Meje, dhe ruajuni ju prej kundërshtimit Tim!”"},{"SurahNumber":16,"VerseNumber":3,"Text":"Ai i krijoi qiejt dhe Tokën me mrekulli të madhe! Është i lartësuar (Perëndia) nga ajo që i bëjnë shok Atij"},{"SurahNumber":16,"VerseNumber":4,"Text":"Ai e ka krijuar njeriun prej embrionit të farës, e ai (njeriu) përnjëherësh – kundërshtar i hapët"},{"SurahNumber":16,"VerseNumber":5,"Text":"Dhe shtazët i krijoi Ai për ju; me to – ju ngroheni (nga prodhimet e tyre), e keni edhe dobi të tjera, dhe me to – më së shumti ushqeheni"},{"SurahNumber":16,"VerseNumber":6,"Text":"dhe ju në to – keni hijeshi kur i ktheni nga kullosa dhe kur i qitni në kullosë"},{"SurahNumber":16,"VerseNumber":7,"Text":"dhe ato na transportojnë barrët tuaja në një vendbanim deri te i cili ju do të arrinit me mundim të madh; me të vërtetë, Zoti juaj është i butë dhe i mëshirshëm –"},{"SurahNumber":16,"VerseNumber":8,"Text":"(Krijoi) edhe kuajt, mushkt dhe gomarët, për t’i shaluar ju, dhe për zbukurim, e krijon (Perëndia) edhe ato që nuk i dini ju"},{"SurahNumber":16,"VerseNumber":9,"Text":"E Perëndia është që t’ju tregojë rrugën e drejtë, e ka prej tyre edhe të shtrembëra, e sikur të donte Perëndia do t’i udhëzonte të gjithë (në rrugë të drejtë)"},{"SurahNumber":16,"VerseNumber":10,"Text":"Ai lëshon ujët nga qielli, të cilin ju e pini, dhe me te rriten bimët, ku i kullotni (kafshët tuaja)"},{"SurahNumber":16,"VerseNumber":11,"Text":"Me atë (ujin) kultivohen të lashtat: ullinjt, palmet, rrushi dhe prej fruteve tjera të llojllojshme – kjo është, me të vërtetë, argument për njerëzit që kuptojnë"},{"SurahNumber":16,"VerseNumber":12,"Text":"Ai ka bërë që ta shfrytëzoni ju natën dhe ditën dhe Diellin e Hënën. Edhe yjet i janë nënshtruar urdhërit të Tij. Me të vërtetë, në këto ka argumente për njerëzit që mendojnë"},{"SurahNumber":16,"VerseNumber":13,"Text":"(Dhe ka nënshtruar) për ju atë që ka krijuar në Tokë, llojet e të cilave janë të ndryshme. Me të vërtetë, në këto ka argumente për njerëzit që këshillohen"},{"SurahNumber":16,"VerseNumber":14,"Text":"Dhe Ai është që e ka bërë të mundshëm shfrytëzimin e detit, për të ngrënë ju nga ai mish të freskët dhe të nxirrni nga ai stoli që i vishni. – Ti sheh se si anijet e çajnë atë (detin) – për të kërkuar nga dhuratat e Tij (Perëndisë) dhe që të bëheni ju falenderues"},{"SurahNumber":16,"VerseNumber":15,"Text":"Ai në Tokë ka krijuar male të palëvizshme, për të mos ju luhatuar ato juve, e ka krijuar edhe lumenj në rrugë për të arritur ku keni synuar"},{"SurahNumber":16,"VerseNumber":16,"Text":"dhe (ka krijuar) tregues të rrugëve, si dhe orientimin e njerëzve me anë të yjeve"},{"SurahNumber":16,"VerseNumber":17,"Text":"Prandaj, a është njësoj si ai që krijon – e si ai që nuk krijon?! A nuk po kuptoni"},{"SurahNumber":16,"VerseNumber":18,"Text":"E, nëse ju doni t’i numëroni dhuntitë e Perëndisë, atëherë nuk do të mund t’i numëroni. Me të vërtetë, Perëndia është falës dhe mëshirues"},{"SurahNumber":16,"VerseNumber":19,"Text":"Perëndia di atë që ju e fshihni, dhe atë që e shfaqni haptazi"},{"SurahNumber":16,"VerseNumber":20,"Text":"E, ata që adhurojnë, pos Perëndisë – nuk krijojnë asgjë; ata vetë janë të krijuar"},{"SurahNumber":16,"VerseNumber":21,"Text":"ato (statujet) janë gjëra të vdekura, pa kurrfarë gjallërie. Ata nuk dinë kur do të ringjallen"},{"SurahNumber":16,"VerseNumber":22,"Text":"Zoti juaj është vetëm një Perëndi. E, ata që nuk besojnë në jetën tjetër, zemrat e tyre janë mohuese dhe ata janë mendjemëdhenj"},{"SurahNumber":16,"VerseNumber":23,"Text":"S’ka dyshim, se, Perëndia di për atë që fshehin ata dhe për atë që shprehin haptazi. Me të vërtetë, Ai nuk i do mendjemëdhenjt"},{"SurahNumber":16,"VerseNumber":24,"Text":"E, kur ju thuhet atyre: “Çka ka shpallë Zoti juaj?” Ata thonë: “Përrallat e popujve të lashtë!”"},{"SurahNumber":16,"VerseNumber":25,"Text":"(Këtë e thanë që) t’ju ngarkohen mëkatet e tyre të plota në Ditën e Kijametit, si dhe aq sa kanë bërë mëkate ata që u mashtruan dhe humbën rrugën nga këta – nga padijenia; sa ë shëmtuara janë ato (mëkatet) që i bartin ata"},{"SurahNumber":16,"VerseNumber":26,"Text":"Me të vërtetë, kanë thurrur ngatërresa ata që kanë qenë para tyre, e Perëndia e rrënoi godinën e tyre deri në themel, dhe u rrëzua kulmi mbi ta e u erdhi dënimi andej – nga nuk e prisnin"},{"SurahNumber":16,"VerseNumber":27,"Text":"Pasta (Perëndia) i poshtëron ata në Ditën e Kijametit dhe u thotë: “Ku janë shokët e Mi (të cilët i trillonit ju), për shkak të të cilëve tregonit armiqësi (ndaj besimtarëve)?” E, atyre që u është dhënë dijenia, thonë: “Me të vërtetë, sot, poshtërimi dhe dënimi është mbi mohuesit"},{"SurahNumber":16,"VerseNumber":28,"Text":"të cilëve, engjëjt ua marrin shpirtin, duke i bërë vetes ata zullum, e do të shfaqin përulshmëri (duke thënë): “Na nuk kemi punuar asgjë të keqe!” – Po, Perëndia me të vërtetë, është dijtës i veprave që keni punuar"},{"SurahNumber":16,"VerseNumber":29,"Text":"(Ju tuhet atyre): “hyni në portet e skëterrës, ku do të mbeteni përgjithmonë!” E, sa vendbanim i shëmtuar është ai për mendjemëdhenjt"},{"SurahNumber":16,"VerseNumber":30,"Text":"E, atyre që i druajnë Perëndisë – u thuhet: “Çka u ka shpallur Zoti juaj?” – Ata do të thonë: “(Na ka zbritur) mirësi!” Ata që bëjnë vepra të mira në këtë botë, do të kenë mirësi, e në botën tjetër do të kenë edhe më të mira. E, sa e mrekullueshme do të jetë shtëpia e atyre që i druajnë Perëndisë"},{"SurahNumber":16,"VerseNumber":31,"Text":"xhennetet e Adnit, në të cilët do të hynë ata, nëpër të cilët rrjedhin lumenjt, e në to ka gjithçka që dëshirojnë ata. Kështu i shpërblen Perëndia besimtarët"},{"SurahNumber":16,"VerseNumber":32,"Text":"të cilëve engjëjt ua marrin shpirtërat, (duke qenë ata) të pastër. (E engjëjt) u thonë atyre: “Shpëtimi qoftë mbi ju! Hyni në xhennet për ato që keni punuar!”"},{"SurahNumber":16,"VerseNumber":33,"Text":"Ata – mohuesit, nuk presin kurrgjë tjetër, përpos që t’u vijnë engjëjt (t’ua marrin shpirtin) ose t’ju vie urdhëri (dënimi) i Zotit tënd. Kështu kanë bërë edhe ata që kanë qenë para këtyre. Perëndia nuk u ka bërë atyre padrejtësi, por ata vetvetes i kanë bërë zullum"},{"SurahNumber":16,"VerseNumber":34,"Text":"dhe i arriti dënimi ata, për veprat që kanë punuar dhe ata i kaploi ajo (dënimi), meqë talleshin me ta"},{"SurahNumber":16,"VerseNumber":35,"Text":"Dhe thonin ata, të cilët i bënin shok Perëndisë: “Sikur të donte Perëndia, nuk do të adhuronim ne, as të parët tanë – asgjë, përveç Tij, dhe nuk do të kishim ndaluar ne asgjë, pa dëshirën e Tij. Kështu kanë vepruar ata para këtyre (kanë mohuar). Për pejgamberët s’ka tjetër detyrë përpos që të shpallin qartë"},{"SurahNumber":16,"VerseNumber":36,"Text":"Na çdo populli i kemi dërguar nga një pejgamber. (Ata u thonin atyre): “Adhuronie Perëndinë, e shmanguni nga djalli!” Disa prej tyre, Perëndia i shpuri në rrugë të drejtë, e disa prej tyre merituan të mbeten në humbje. Andaj, udhëtoni nëpër botë, e shihni se çfarë ka qenë dënimi për ata, të cilët pejgamberët e vet i konsideronin për gënjeshtarë"},{"SurahNumber":16,"VerseNumber":37,"Text":"Edhe nëse angazhohesh ti (o Muhammed!) që ata të jenë në rrugën e drejtë, me të vërtetë, Perëndia nuk do ta shpie në rrugë të drejtë, atë që don ta lerë në humbje. Dhe për ata nuk ka kurrfarë ndihmësi"},{"SurahNumber":16,"VerseNumber":38,"Text":"Dhe ata (mohuesit), janë betuar në Perëndinë, me betimin e tyre më të fortë: “Perëndia nuk do ta ngjallë atë që ka vdekur”. Por, me të vërtetë, (ringjallja) është premtim i Tij i saktë – por që, shumica e njerëzve nuk e dinë"},{"SurahNumber":16,"VerseNumber":39,"Text":"(Do t’i ringjallë ata Perëndia) për t’ju shpjeguar, atë, për të cilën përçaheshin ata dhe që ta kuptojnë mohuesit se kanë qenë gënjeshtarë"},{"SurahNumber":16,"VerseNumber":40,"Text":"Nëse dëshirojmë të bëhet diçka, Na – vetëm me një të thënme për atë: “Bëhu!” dhe ajo bëhet"},{"SurahNumber":16,"VerseNumber":41,"Text":"E, ata që kanë emigruar në emër të Perëndisë, pasi u është bërë zullum, Na do t’i vendosim në vendbanim të mirë në këtë botë, e shpërblimi në botën tjetër, është edhe më i madh. Ah! sikur ta dinin ata"},{"SurahNumber":16,"VerseNumber":42,"Text":"(Ata që emigruan) kanë duruar dhe janë mbështetur në Zotin e thyre"},{"SurahNumber":16,"VerseNumber":43,"Text":"Na edhe para teje kemi dërguar vetëm njerëz – burra, (e jo engjëj), të cilëve u kemi dërguar shpallje, - andaj pyetni dijetarët e Librit, nëse nuk e dini (këtë) –"},{"SurahNumber":16,"VerseNumber":44,"Text":"(I kemi dërguar ata) me argumente të qarta dhe libra. Dhe Na, ty ta kemi dërguar Kur’anin që t’u shpjegosh njerëzve dispozitat e shpalljes, dhe që të mendojnë ata"},{"SurahNumber":16,"VerseNumber":45,"Text":"A janë të sigurtë ata, që bëjnë dredhi me vepra të këqia, që Perëndia nuk do t’i shafojë në tokë, ose që nuk do t’u vie dënimi nga nuk e presin"},{"SurahNumber":16,"VerseNumber":46,"Text":"ose që nuk do t’i dënojë ata në udhëtimet e tyre – ata nuk mund të shpëtojnë (nga dënimi) –"},{"SurahNumber":16,"VerseNumber":47,"Text":"ose (a janë të sigurtë ata) se nuk do t’i godas dënimi, duke qenë ata në frikë; me të vërtetë, Zoti juaj është i butë dhe i mëshirshëm"},{"SurahNumber":16,"VerseNumber":48,"Text":"A nuk po shohin at, se të gjitha ato që i ka krijuar Perëndia, hija e tyre anon djathtas e majtas, duke iu përulë Perëndisë, si dhe vet ata i nënshtrohen pushtetit të Perëndisë"},{"SurahNumber":16,"VerseNumber":49,"Text":"Perëndisë i bënë sexhde çdo gjallesë, në qiej dhe në Tokë, edhe engjëjt, dhe ata (engjëjt) nuk janë kryelartë"},{"SurahNumber":16,"VerseNumber":50,"Text":"I druajnë Zotit të tyre, që ka pushtet mbi ta dhe punojnë atë që u urdhërohet"},{"SurahNumber":16,"VerseNumber":51,"Text":"Dhe, Perëndia, ka thënë: “Mos adhuroni dy zotëra! Perëndia është vetëm një. Dhe, druajuni vetëm prej Meje!”"},{"SurahNumber":16,"VerseNumber":52,"Text":"Dhe, Atij i përket çdo gjë që gjendet në qiej dhe në Tokë dhe Atij i përket bindja përherë. A, mos vallë, përpos Perëndisë, kujt t’i druani tjetër"},{"SurahNumber":16,"VerseNumber":53,"Text":"Çdo dhunti që keni është nga Perëndia. E, kur t’ju godit ndonjë fatkeqësi, prap prej Tij – me zë kërkoni ndihmë"},{"SurahNumber":16,"VerseNumber":54,"Text":"Dhe kur Ai – pasi t’jua shmangë fatkeqësinë, disa nga ju, në atë çast – i bëjnë shok Zotit të vet"},{"SurahNumber":16,"VerseNumber":55,"Text":"për ta treguar mosmirënjohjen e tyre ndaj asaj që ua kemi dhënë Ne. pra, kënaquni (për një kohë), po ju, me të vërtetë, do ta dini"},{"SurahNumber":16,"VerseNumber":56,"Text":"Dhe, qëllimojnë për ata që nuk dijnë gjë (për idhujtë e tyre), një pjesë prej furnizimit Tonë. Pasha Perëndinë, ju me siguri, do të pyeteni për atë që keni trilluar (për Zotin)"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ata, Perëndisë i përshkruajnë (mveshin) vajza (duke thën se: Engjëjt janë vajzat e Perëndisë). Qoftë lavdëruar Ai (dhe larg nga kjo), e për vete (përvetësojnë) atë që dëshirojnë (fëmijë-meshkuj)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Dhe, kur ndonjëri prej tyre sihariqohet (lajmërohet) se i lindi një vajzë, fytyra i nxihet dhe bëhet i dëshpëruar"},{"SurahNumber":16,"VerseNumber":59,"Text":"fshehet nga njerëzit për shkak të fatkeqësisë me të cilën është sihariquar: (mendojnë) a ta mbajnë të poshtëruar këtë (fëmijë-femër) apo ta varrosin (të gjallë) atë në dhé. Ah! sa shëmtuar që gjykojnë ata"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ata që nuk besojnë për jetën tjetër, kanë cilësi të këqija, kurse Perëndia ka veçoritë më të larta, dhe Ai është i Plotëfuqishëm dhe i Gjithëdijshëm"},{"SurahNumber":16,"VerseNumber":61,"Text":"Sikur Perëndia t’i dënonte njerëzit për shkak të mëkateve të tyre, nuk do të lënte asgjë të gjallë në Tokë, por Ai i lë deri në afat të caktuar, dhe kur t’ju vie afati atyre, as për një moment nuk mund as ta shtyejnë as ta shpejtojnë"},{"SurahNumber":16,"VerseNumber":62,"Text":"Dhe ata, ia ngjesin (mveshin) Perëndisë atë çka nuk e dëshirojnë për vete, kurse gjuhët e tyre flasin gënjeshtra, se ata do të kenë shpërblimin më të mirë; por ata, nuk ka dyshim, i pret zjarri; dhe ata – të parët do të prijnë në të"},{"SurahNumber":16,"VerseNumber":63,"Text":"Pasha Perëndinë, Na, me të vërtetë, edhe para teje u kemi dërguar pejgamberë popujve, por djalli ua ka zbukuruar sjelljet e tyre, dhe ai tani është mik i tyre; andaj ata i pret dënimi i dhëmbshëm"},{"SurahNumber":16,"VerseNumber":64,"Text":"Na ta kemi shpallur ty Librin, vetëm që t’ju shpjegosh atyre atë për të cilën ata nuk pajtoheshin, dhe (që të jetë) udhërrëfyes dhe mëshirë për njerëzit që besojnë"},{"SurahNumber":16,"VerseNumber":65,"Text":"Perëndia ka zbritur ujin nga qielli, e me të, ka ngjallë tokën pasi që ishte tharë ajo! Kjo, me të vërtetë, është argument për njerëzit që duan të dëgjojnë"},{"SurahNumber":16,"VerseNumber":66,"Text":"Me të vërtetë, ju edhe shtazët keni shenjë të përshtatshme për mësimin tuaj; Na ju furnizojmë me atë që kanë në barkun e tyre – ndërmjet ushqimit të përpunuar dhe gjakut: qumësht të pastër dhe të shijshëm për ata që e pijnë"},{"SurahNumber":16,"VerseNumber":67,"Text":"E, nga frutet e palmeve dhe të hardhisë, ju përgatitni pije dhe ushqim të këndshëm. Kjo, me të vërtetë, është argument për ata që mendojnë"},{"SurahNumber":16,"VerseNumber":68,"Text":"Dhe, e frymëzoi (e krijoi me një cilësi të mrekullueshme) Zoti yt bleten: “Ndërto, shtëpi në male dhe në drunj dhe në atë që kanë ngritur njerëzit"},{"SurahNumber":16,"VerseNumber":69,"Text":"ushqehu me gjithfarë lloje frutesh dhe ec rrugës së Zotit tënd përulshëm!” Nga barku i tyre del pije (mjaltë) ngjyrash të ndryshme, në të cilin ka ilaç për njerëzit. Kjo, me të vërtetë, është argument për ata që meditojnë"},{"SurahNumber":16,"VerseNumber":70,"Text":"Perëndia u ka krijuar juve, pastaj ua merr shpirtin; ka disa prej jush që arrijnë kufijt më të ulët të jetës (pleqërisë) që (më vonë), të mos kuptojë asgjë, nga ajo që ka ditur. Me të vërtetë, Perëndia, është i Gjithëdijshëm dhe i Plotëdijshëm"},{"SurahNumber":16,"VerseNumber":71,"Text":"Perëndia, disa prej jush i ka furnizuar më mirë. Por, atyre, që u ka dhënë më shumë, ata nuk iu japin furnizim atyre që i kanë nën pushtetin e vet, edhe pse ata janë të barabartë, (në furnizimin që është nga Perëndia për tërë njerëzit). Si po i mohoni dhuntitë e Perëndisë? (Kur nuk i bëni shok vetes, si mund t’i bëni shok Perëndisë)"},{"SurahNumber":16,"VerseNumber":72,"Text":"Perëndia ka krijuar gratë nga lloji juaj, e nga gratë tuaja u jep djemtë e nipat dhe u furnizon me ushqime të mira. A, mos vallë, ata besojnë në gënjeshtra (idhuj), e mohojnë dhuntinë e Perëndisë"},{"SurahNumber":16,"VerseNumber":73,"Text":"dhe adhurojnë, përpos Perëndisë, ata që nuk janë në gjendje t’u japin çfarëdo ushqimi, as nga qielli as nga toka, dhe të cilët nuk mundën asgjë"},{"SurahNumber":16,"VerseNumber":74,"Text":"Andaj, mos i mveshni Perëndisë gjasime! Me të vërtetë, Perëndia di, e ju nuk dini"},{"SurahNumber":16,"VerseNumber":75,"Text":"Perëndia ka bërë krahasim shembullin e skllavit, që s’ka mundësi për asgjë, dhe atë që e kemi furnizuar Ne me dhuntitë e mira, e ai nga ato – jep fshehtazi dhe haptazi. A janë këta njëlloj? Falenderimi është për Perëndinë! Por shumica e tyre nuk dinë"},{"SurahNumber":16,"VerseNumber":76,"Text":"Perëndia (përsëri) bënë krahasim shembullin e dy njerëzve, prej të cilëve njëri është shurdhë-memec, i cili nuk mund të bëjë asgjë dhe është barrë e pronarit të vet, - kurdo e kudo që ta dërgojë nuk i sjell asnjë të mirë. A është i barabartë ky (memeci apo skllavi) dhe ai (besimtari) që urdhëron me të drejtë, si dhe vet është në rrugën e drejtë"},{"SurahNumber":16,"VerseNumber":77,"Text":"Perëndisë i përkasin fshehtësitë e qiejve dhe të Tokës, e çështja e Ditës së Kijametit është sa çel e mbyll sytë, ose edhe më shpejt. Perëndia, me të vërtetë, është i pushtetshëm mbi çdo gjë"},{"SurahNumber":16,"VerseNumber":78,"Text":"Perëndia u ka nxjerrë juve nga barku i nënave tuaja e ju nuk dinit asgjë, ai u dha të dëgjuarit, të pamurit dhe zemrat për të qenë falenderues"},{"SurahNumber":16,"VerseNumber":79,"Text":"A nuk shohin ata, se si shpendët, pa mundim fluturojnë në hapësirat qiellore. Ato i mban vetëm Perëndia (që i ka krijuar për atë aftësi). Kjo, me të vërtetë, është argument për popullin që beson"},{"SurahNumber":16,"VerseNumber":80,"Text":"Perëndia ka bërë për ju nga shtëpiat tuaja vendbanim, dhe ka bërë për ju prej lëkurave të shtazëve shtëpi (si tenda), të cilat ju i bartni lehtë kur udhëtoni dhe të zëni vend, e nga leshi i shtazëve: dhenëve, deveve dhe i dhive, ka bërë që t’i përdorni për veshje dhe për shtrojë, deri në një kohë"},{"SurahNumber":16,"VerseNumber":81,"Text":"Perëndia ka bërë për ju – nga ajo që ka krijuar – hije (që të mbron nga nxehtësia) dhe ka bërë për ju – nga malet – strehim dhe ka bërë për ju rroba që u mbrojnë nga nxehtësia; dhe ka bërë për ju veshje prej metali për t’ju mbrojtë në luftë; dhe kështu ua plotëson dhuntitë e Veta për t’ju bindë Perëndisë"},{"SurahNumber":16,"VerseNumber":82,"Text":"E, nëse ata shmangen, ti je i obliguar vetëm që të shpallësh qartazi"},{"SurahNumber":16,"VerseNumber":83,"Text":"Ata e dinë dhuntinë e Perëndisë, por pastaj e mohojnë, e shumica e tyre janë mohues"},{"SurahNumber":16,"VerseNumber":84,"Text":"(Tërhiqju vërejtjen) për Ditën kur do të sjellim dëshmitarë nga çdo popull, e nuk do t’ju jepet leje (për arsyetim) mohuesve, e as që u lejohet atyre që të kërkojnë falje"},{"SurahNumber":16,"VerseNumber":85,"Text":"Kur ata që kanë bërë keq, të shohin dënimin, ai nuk do t’u lehtësohet (dënimi), e as nuk u shtyhet"},{"SurahNumber":16,"VerseNumber":86,"Text":"Kur të shohin ata që i kanë bërë shok Perëndisë – ato gjëra që i kanë bërë shok Atij, thonë: “O Zoti ynë, këta janë ata shokët tonë që ne iu kemi lutur, përpos Teje”. Ata (shokët e tyre të adhuruar) do t’u drejtojnë këto fjalë: “Ju, me të vërtetë, jeni gënjeshtarë!”"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ata – në atë ditë, do t’i shprehin mbështetje Perëndisë dhe do të shkatërrohet ajo, që ia mveshin Atij (Perëndisë)"},{"SurahNumber":16,"VerseNumber":88,"Text":"Ata që nuk kanë besuar dhe që kanë penguar në rrugën e Perëndisë, atyre ua shtojmë dënimin mbi dënim, ngase kanë bërë ngatërresa"},{"SurahNumber":16,"VerseNumber":89,"Text":"Dhe, (përkujtoju) ditën kur Na do të sjellim kundër çdo populli dëshmitarë nga mesi i tyre (pejgamberi i tyre) dhe (atëherë), Na do të sjellim ty (Muhammed) dëshmitar kundër këtyre. E, Na ta kemi dërguar ty Librin, - shpjegim për çdo çështje dhe si udhërrëfyes, mëshirë dhe sihariq për muslimanët"},{"SurahNumber":16,"VerseNumber":90,"Text":"Perëndia, me të vërtetë, urdhëron që të veprohet me drejtësi, mirësi dhe t’u ndihmohet të afërmve, e ndalon imoralitetin, veprat e shëmtuara dhe dhunën. Ai ju këshillon që të pranoni këshillat"},{"SurahNumber":16,"VerseNumber":91,"Text":"Dhe, zbatoni obligimet e Perëndisë kur t’i merrni mbi vete dhe mos e thyeni betimin – pasi që e keni forcuar, meqë Perëndinë e keni bërë mbikëqyrës tuajin; Perëndia, me të vërtetë di ç’punoni ju"},{"SurahNumber":16,"VerseNumber":92,"Text":"Mos u bëni (në thyerjen e obligimeve) si ajo (gruaja) e cila e ka shprishur atë që e ka tjerrë, pasi është forcuar – e ka mbetur e shprishur, duke i marrë betimet tuaja-hyrje (mashtrime) në mes vete, vetëm nga shkaku se një popull është më i madh në numër se tjetri. Perëndia, me këtë, vetëm u vënë në provë, e me siguri, Ai do t’ju shpjegojë në Ditën e Kijametit, për atë që ju nuk jeni pajtuar"},{"SurahNumber":16,"VerseNumber":93,"Text":"Sikur të kishte dashur Perëndia, do t’ju kishte bërë juve një popull, por Ai e lë në humbje kë të dojë, e kë të dojë e udhëzon në rrugën e drejtë; e ju, gjithsesi, do të përgjigjeni për atë që punoni"},{"SurahNumber":16,"VerseNumber":94,"Text":"Dhe, mos i merrni betimet tuaja për mashtrim në mes jush, e t’ju rrëshqas këmba, pasi që nguliti, e të shijoni dënimin, meqë penguat nga rruga e Perëndisë; e, për ju do të ketë ndëshkim të madh"},{"SurahNumber":16,"VerseNumber":95,"Text":"Mos e këmbeni obligimin e Perëndisë me ndojë vlerë të pakët. Ajo që është te Perëndia, është më e mirë për ju, nëse e dini"},{"SurahNumber":16,"VerseNumber":96,"Text":"Ajo që është te ju – është e përkohshme, e ajo që është te Perëndia – është e përhershme. Dhe Na, me të vërtetë, do t’i shpërblejmë ata që kanë duruar, me shpërblimin më të mirë për atë që kanë punuar"},{"SurahNumber":16,"VerseNumber":97,"Text":"Kush punon vepra të mira – qoftë mashkull apo femër – e është besimtar, Na do t’i japim atij që të kalojë jetë të bukur. Dhe, me të vërtetë, për veprat që kanë punuar, do t’i shpërblejmë ata me shpërblimin më të mirë se sa që e kanë merituar"},{"SurahNumber":16,"VerseNumber":98,"Text":"Kur të dëshirosh të lexosh Kur’anin, mbështetu te Perëndia (thuaj: “Eudhu-bil-lahi...”) që të të shpëtojë nga djalli i mallkuar"},{"SurahNumber":16,"VerseNumber":99,"Text":"Me të vërtetë, djalli nuk ka kurrfarë pushteti ndaj atyre që besojnë dhe (të cilët) mbështeten te Zoti i tyre"},{"SurahNumber":16,"VerseNumber":100,"Text":"pushteti i tij (djallit) është vetëm mbi ata, të cilët i binden atij dhe të cilët i bëjnë shok Perëndisë"},{"SurahNumber":16,"VerseNumber":101,"Text":"Dhe, kur Ne, ta zëvendësojmë një ajet me një ajet tjetër – e Perëndia di më së mir se çka shpall – (Mohuesit) thonë: “Ti je vetëm trillues!” Por, nuk është ashtu, se shumica prej tyre nuk dijnë"},{"SurahNumber":16,"VerseNumber":102,"Text":"Thuaj: “E ka sjellur (Kur’anin) Shpirti i pastër (Xhebraili) nga Zoti yt me të vërtetën, për t’i forcuar ata që besojnë – udhërrëfyes dhe sihariq për muslimanët”"},{"SurahNumber":16,"VerseNumber":103,"Text":"Na e dimë mirë që ata thonë: “Atë (Muhammedin) e mëson një njeri!” Gjuha e tij, që po ia mveshin – se po e mëson atë – është gjuhë e të huajve (të cilën nuk e dinë arabët), kurse ky (Kur’ani) është në gjuhën e qartë arabe (me një stil të lartë)"},{"SurahNumber":16,"VerseNumber":104,"Text":"Me të vërtetë, ata që nuk u besojnë argumenteve të Perëndisë, Perëndia nuk i udhëzon dhe për ata ka dënim të dhembshëm"},{"SurahNumber":16,"VerseNumber":105,"Text":"Me të vërtetë, trillojnë gënjeshtra vetëm ata që nuk u besojnë argumenteve të Perëndisë dhe ata janë gënjeshtarë të vërtetë"},{"SurahNumber":16,"VerseNumber":106,"Text":"Ai që mohon Perëndinë, pasi që pat besuar – përpos atij që është i detyruar me forcë (që të mohojë), por që zemra e tij është plot besim, (për të nuk ka mëkat) – por për ata që e hapin zemrën për mohim, për ta ka zemrim nga Perëndia dhe për ata ka dënim të madh"},{"SurahNumber":16,"VerseNumber":107,"Text":"sepse, ata e duan më shumë jetën e kësaj bote se sa jetën e botës tjetër, e Perëndia nuk i udhëzon në rrugë të drejtë mohuesit"},{"SurahNumber":16,"VerseNumber":108,"Text":"Këta janë ata të cilëve Perëndia ua ka vulosur zemrat e tyre, të dëgjuarit dhe të pamurit e tyre, dhe këta janë njerëz, vërtetë të shkujdesur"},{"SurahNumber":16,"VerseNumber":109,"Text":"S’ka dyshim se, ata, në botën tjetër do të jenë nga të humburit"},{"SurahNumber":16,"VerseNumber":110,"Text":"Me të vërtetë, Zoti yt – për ata që kanë emigruar, pasi janë torturuar e mandej kanë luftuar (në të mirën) dhe kanë duruar, Perëndia, pas kësaj, padyshim, është falës dhe mëshirues"},{"SurahNumber":16,"VerseNumber":111,"Text":"(Kujtoje) ditën që do të vijë kur çdo njeri do të mbrojë vetëm veten dhe kur do t’i plotësohet çdokujt ajo që e ka punuar; e atyre nuk do t’u bëhet padrejtësi"},{"SurahNumber":16,"VerseNumber":112,"Text":"Dhe, Perëndia sjell shembull një qytet, i cili është i sigurtë dhe i qetë, të cilit i arrinte furnizimi i bollshëm nga të gjitha anët, e që pastaj, ata mohuan dhuntitë e Perëndia, për atë që punuan ata, u dha që ta shijojnë urinë dhe frikën"},{"SurahNumber":16,"VerseNumber":113,"Text":"Me të vërtetë, atyre u erdhi një pejgamber – nga mesi i tyre – por ata e konsideruan atë për gënjeshtar, dhe ata i goditi dënimi, ngase ishin zullumqarë"},{"SurahNumber":16,"VerseNumber":114,"Text":"Ushqehuni me furnizimet që u ka dhënë Perëndia – të lejuara dhe të mira, dhe falenderohuni dhuntive të Perëndisë, nëse vetëm Atij i luteni"},{"SurahNumber":16,"VerseNumber":115,"Text":"Perëndia u ka ndaluar juve vetëm coftinë, gjakun, mishin e derrit deh atë që ësthë therrur në emër tjetër, e jo në emër të Perëndisë. Por, ata, që ngushtohen nga uria e madhe, mund t’i hanë ato, sa për të zhdukur krizën e urisë, e jo të kalojnë kufirin; me të vërtetë, Perëndia është falës dhe mëshirues"},{"SurahNumber":16,"VerseNumber":116,"Text":"Mos theksoni me gjuhët tuaja rrejshëm: “Kjo është e lejueshme, e kjo e ndaluar”, që kështu të trilloni gënjeshtra për Perëndinë. Me të vërtetë, ata që trillojnë gënjeshtra ndaj Perëndisë, nuk do të shpëtojnë"},{"SurahNumber":16,"VerseNumber":117,"Text":"do të kenë kënaqësi të shkurtër, por për ta do të ketë dënim të dhembshëm"},{"SurahNumber":16,"VerseNumber":118,"Text":"Dhe Hebrenjve, u kemi ndaluar atë që të treguam Na ty më parë. Na, nuk u kemi bërë atyre padrejtësi, por ata vetvetes i kanë bërë zullum"},{"SurahNumber":16,"VerseNumber":119,"Text":"Pastaj Zoti yt, atyre që kanë bërë keq nga padijenia, e që pastaj janë penduar dhe përmirësuar, - me të vërtetë, Zoti yt, pas kësaj, është falës dhe mëshirues"},{"SurahNumber":16,"VerseNumber":120,"Text":"Me të vërtetë, Ibrahimi ka qenë (përkah virtytet e tij sa) një popull, i përulur Perëndisë, i prirur (kah e mira) dhe nuk ka qenë nga idhujtarët"},{"SurahNumber":16,"VerseNumber":121,"Text":"ishte falenderues ndaj dhuntive të Tij (Perëndisë). Perëndia e zgjodhi atë dhe e udhëzoi në rrugë të drejtë"},{"SurahNumber":16,"VerseNumber":122,"Text":"dhe Ne, i kemi dhënë atij të mira në këtë botë, e në botën tjetër, me të vërtetë – do të jetë nga të mirët"},{"SurahNumber":16,"VerseNumber":123,"Text":"Pastaj ty të kemi porositur: “Paso fenë e Ibrahimit – të prirur kah e mira!” Ai nuk ka qenë prej idhujtarëve"},{"SurahNumber":16,"VerseNumber":124,"Text":"(Kremtja) e ditës së shtunë, është urdhëruar për ata, të cilët janë përçarë për këtë. Dhe, me të vërtetë, Zoti yt do t’i gjykojë ata në Ditën e Kijametit, për atë që nuk pajtoheshin ata"},{"SurahNumber":16,"VerseNumber":125,"Text":"Thirri në rrugën e Zotit tënd me mençuri dhe këshillë të bukur. Dhe, diskuto me ta si është më bukur! Me të vërtetë, Zoti yt di më së miri ata, që janë shmangur nga rruga e Tij, e Ai di më së miri (edhe) ata që janë në rrugën e drejtë"},{"SurahNumber":16,"VerseNumber":126,"Text":"E, nëse ndëshkoni, ndëshkoni ashtu si keni qenë të ndëshkuar ju, e nëse duroheni, kjo është më së miri për të durueshmit"},{"SurahNumber":16,"VerseNumber":127,"Text":"Duro! Durimi yt është vetëm me ndihmën e Perëndisë. Dhe, mos u pikëllo për ta, e mos u ngushto ti për shkak të dredhive të tyre"},{"SurahNumber":16,"VerseNumber":128,"Text":"me të vërtetë, Perëndia është me ata, që i druajnë Perëndisë dhe që janë bamirës"}]}