{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Qulın (Muxammed G.S. dı) bir tuni ozine belgilerimizdi korsetw usin Mesjid Aqsaga apargan Alla,ar turli kemsilikten pak. Saksiz Ol, estwsi, bilwsi. (Muxammed G.S. bir tuni Jebireyil G.S. arqılı Buraqqa mingizilip, Mesjid Xaramnan Mesjid Aqsaga aparılıp, ol aradan da kokke sıgarılıp, bir demde adam balasının olsewli seziminen tıs darejege ie bolıp qaytqan “Migraj” waqigası. S. 1-18-A)"},{"SurahNumber":17,"VerseNumber":2,"Text":"(Musa )G.S. ga Kitap berdik te onı Israil urpaqtarına: “Menen ozgeni ie tutpandar!”,-dep jolbassı qıldıq"},{"SurahNumber":17,"VerseNumber":3,"Text":"Ay Nux (G.S.) pen birge (kemege) tusirgenderimizdin urpaqtarı! Kudiksiz ol, sukir etwsi bir qul edi"},{"SurahNumber":17,"VerseNumber":4,"Text":"Kitapta Israil uldarına: “Arine jer juzinde eki reet buzgınsılıq qılıp, ote takapparlanasındar” dep eskerttik"},{"SurahNumber":17,"VerseNumber":5,"Text":"Eki wadenin algasqısı kelgen kezde, olarga, qattı jawınger quldarımdı jiberdik te olar uylerdin aralarına deyin kirdi. Bul orındalatın wade edi"},{"SurahNumber":17,"VerseNumber":6,"Text":"Sonson senderdi olarga ustem qıldıq. Ari senderdi maldar, balalar arqılı qwattap, san jagınan da molayttıq. (Olardın birinsi astamsılıgı; Tawratqa qarsı kelw, Sagyanı oltirw. Ekinsisi: Zakeriya, Yaxiyanı oltirw jane Gisaga qastandıq. Jenilisteri: Sanjarıp, Baxtınasar, Jalut dawirleri. Jaqsargan dawirleri; Danyal, Dawit dawirleri. B.J.M.K.R.X.T.J-Q)"},{"SurahNumber":17,"VerseNumber":7,"Text":"Eger igilik istesender, ozderin usin; Jamandıq istesender tagı ozderine tan. Ekinsi wadeli mezgil kelgen kezde ; betterindi buzıp, qınjıltw usin jane algasqı kirgenderindey Mesjid Aqsaga kirip, tas talqan qılwları usin (jiberdik)"},{"SurahNumber":17,"VerseNumber":8,"Text":"Mumkin Rabbıların marxamet eter. Eger qaytalasandar, Biz de qayta jazalaymız. Sonday-aq jacannamdı kapirlerge zindan qıldıq"},{"SurahNumber":17,"VerseNumber":9,"Text":"Negizinde osı Quran en twra jolga saladı. Ari durıs is istegen muminder usin arine zor sıylıq bar ekendigin suyinsileydi"},{"SurahNumber":17,"VerseNumber":10,"Text":"Ras axiretke senbegender usin kuyzeltwsi azap azirledik"},{"SurahNumber":17,"VerseNumber":11,"Text":"Adam balası jamandıqtı jaqsılıq tilegendey tileydi. Negizinen adam balası tım sıdamsız"},{"SurahNumber":17,"VerseNumber":12,"Text":"Kun men tundi eki belgi jasadıq. Sonda tun belgisin ketirip, kundizdi; Rabbılarınnın kensiliginen nesibe izdewlerin jane jıldardın sanın; zamannın esebin bilwlerin usin jarıq qıldıq. Sonday-aq ar narseni asıq bayan ettik"},{"SurahNumber":17,"VerseNumber":13,"Text":"Ar adamnın qılıgın moynına qoyamız. Sonday-aq qiyamet kuni onın kitabın sıgaramız. Ogan asılgan turde kezdesedi"},{"SurahNumber":17,"VerseNumber":14,"Text":"“Kitabındı oqı. Bugin esep berw turgısınan oz-ozine jetesin” (delindi)"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kim twra jolda jurse, sın maninde ozi usin twra jolda juredi. Al kim adassa, sonda ol oz ziyanına gana adasadı. Eskim basqanın kunasin kotermeydi. Biz bir paygambar jibermeyinse eskimge azap qılmaymız"},{"SurahNumber":17,"VerseNumber":16,"Text":"Qasan bir olkeni joq etkimiz kelse, olardın dawlet mastarına amir etemiz. Sonda olar ogan qarsı keledi. Sondıqtan olarga degen soz (ukim) sındıqqa aynaladı. Soytip olardı negizinen joq etemiz"},{"SurahNumber":17,"VerseNumber":17,"Text":"Nux (G.S.) tan son gasırlar boyı qansalagandı joq ettik. (Muxammed G.S. ) Rabbın quldarının qılmıstarın bilw, korwde jetip asadı"},{"SurahNumber":17,"VerseNumber":18,"Text":"Kim dunieni qalasa, Biz de qalagan kisimizge duniede qalaganımızdı beremiz Sonson onı jacannamga salamız. Ol, ogan qorlanıp, marxametke zaq bolgan turde kiredi"},{"SurahNumber":17,"VerseNumber":19,"Text":"Al kim mumin bolgan turde, axiretti qalap, sol usin tırıssa, mine solardın tırıswları sukirge (qabıldanwga) layıq"},{"SurahNumber":17,"VerseNumber":20,"Text":"(Muxammed G.S.) dunie tilegen bularga da axiret tilegen olarga da Rabbınnın marxametinen beremiz. Negizinen Rabbınnın bereri tıyılmaydı"},{"SurahNumber":17,"VerseNumber":21,"Text":"Olardın keybioewlerin, keybirewlerinen qalaysa ustem qılganımızga qara! Arine aqiret, darejeler turgısınan tagı iri, artıqsılıq jagınan da tagı zor"},{"SurahNumber":17,"VerseNumber":22,"Text":"Allamen birge basqa tanir jasama ! Onda qorlangan turde otırıp qalasın"},{"SurahNumber":17,"VerseNumber":23,"Text":"Rabbın, ozine gana gibadat etwlerindi, ake-sesege jaqsılıq qılwlarındı amir etti. Al eger ol ekewinin biri nemese ekewi de jandarında karilikke jetse: “Tuc” deme. (Keyis bildirme.) Sonday-aq ol ekewin zekime de, ol ekewine sıpayı soz soyle"},{"SurahNumber":17,"VerseNumber":24,"Text":"Ol ekewine kisireyip marxamet qusagın jay da: “Rabbım! Ol ekewi meni kiskentayda tarbielegendey Sen de olardı marxametine boley kor!”,-de"},{"SurahNumber":17,"VerseNumber":25,"Text":"Rabbıların isterindegi narselerdi jaqsı biledi. Eger igilerden bolsandar, negizinde Alla, boysunwsılardı jarılqaydı"},{"SurahNumber":17,"VerseNumber":26,"Text":"Twısı jaqındarga, miskinderge, jolda qalgandarga mindetti turde qaraylasındar. Jane mulde ısırap qılmandar"},{"SurahNumber":17,"VerseNumber":27,"Text":"Sınında ısırapqorlar saytannın twısı. Al saytan, Rabbına ote qarsı"},{"SurahNumber":17,"VerseNumber":28,"Text":"Rabınnın marxametin izdep, umit etken turde jaltaqtasan , (qola bolgandıqtan bere almasan ,) onda olarga sıpayı soyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"Qolındı mulde moynına baylawlı qılma da butindey aspa. (Ote saran bolma da bir-aq berme .) Onda sogiske usırap, tarsılıqta qalasın"},{"SurahNumber":17,"VerseNumber":30,"Text":"Sınında Rabbın qalagan kisisine nesibesin kenitip, tarıltadı. Kudiksiz Ol quldarınan tolıq xabar alwsı, korwsi"},{"SurahNumber":17,"VerseNumber":31,"Text":"Bir de kedeysilikten qorqıp, balarındı oltirmender. Biz olardı da senderdi de korektendiremiz. Rasında olardı oltirw zor qatelik. (Jaciliet dawirinde, araptar qız balaların tiridey komip tastaytın bolgan.. S.59-A)"},{"SurahNumber":17,"VerseNumber":32,"Text":"Zinaga jolamandar. Oytkeni, Ol anıq arsızdıq jane jaman jol. (Zinaga juwımandar: “Sogan beyimdeletin ar turli areketterden awlaq bolındar!”,- degen manızda. B.J.M.K.R.X.T.J-Q)"},{"SurahNumber":17,"VerseNumber":33,"Text":"Aram , aram etken kisini oltirmender! Biraq tiisti bolsa oltiriledi. Al birew jazıqsız oltirse, sonda oliktin iesin erikti ettik. Oltirwde sekten aspasın. Oytkeni, ogan jardem etiledi. (Os aperiledi)"},{"SurahNumber":17,"VerseNumber":34,"Text":"Jetimnin malına jolamandar. Biraq ol, erjetkenge deyin jaqsılap sıgıswga boladı. Sertti orındandar. Soz joq, wade suraladı"},{"SurahNumber":17,"VerseNumber":35,"Text":"Olsegende twra olsep, twra tarazamen tartındar! Osı xayırlı natije turgısınan da jaqsı"},{"SurahNumber":17,"VerseNumber":36,"Text":"Ozin bilmegen bir narsenin sonına tuspe. Rasında, qulaq, koz jane jurek olardın barlıgı odan suraladı"},{"SurahNumber":17,"VerseNumber":37,"Text":"Jer juzinde dandaysıp jurme. Oytkeni, sen jerdi aste jara almaysın da boy jagınan da tawlarga jete almaysın"},{"SurahNumber":17,"VerseNumber":38,"Text":"Osı barlıq jaman narseler, Rabbınnın qasında jek korilgen"},{"SurahNumber":17,"VerseNumber":39,"Text":"(Muxammed G.S.) mine osı, Rabbınnın sagan waxi etken xikimetinen; Alla men birge basqa tanir jasama: Sogis berilgen, marxametten qwılgan turde tozaqqa tastalasın"},{"SurahNumber":17,"VerseNumber":40,"Text":"Rabbıların senderge uldardı arnap, ozine peristelerden qız etip aldı ma? Sınında albette awır soz soyleysinder"},{"SurahNumber":17,"VerseNumber":41,"Text":"Rasında bul Qurandı nasixat usin qayta-qayta bayan ettik. Degenmen olardın jirenisterin gana arttırdı"},{"SurahNumber":17,"VerseNumber":42,"Text":"(Muxammed G.S.): “Eger Alla men birge olardın aytqandarınday tanir bolsa edi, onda arine garsının iesine bir jol izder edi. (Ne qarsı sıgar edi, nemese boy usınar edi)"},{"SurahNumber":17,"VerseNumber":43,"Text":"Alla (T.) olardın aytqan narselerinen pak, ustem, iri"},{"SurahNumber":17,"VerseNumber":44,"Text":"Jeti kok jane jer, sonday-aq ondagı bolgandar, Alanı pakteydi. Onı paktep, maqtamaytın es narse joq. Biraq sender olardın tasbixtarın (paktewlerin) tusine almaysındar. Sınında Alla ote jumsaq, asa jarılqawsı"},{"SurahNumber":17,"VerseNumber":45,"Text":"(Muxammed G.S.) sen qasan Quran oqısan senimen axiretke senbegenderdin arasına komes bir perde jasaymız"},{"SurahNumber":17,"VerseNumber":46,"Text":"Olardın jurekterine Qurandı tusinwlerine kedergi jane qulaqtarına qaga beris jasadıq. Quranda Rabbındı bir gana dep eske algan kezinde, olar jiren turde arttarına burılıp kete beredi"},{"SurahNumber":17,"VerseNumber":47,"Text":"Biz, olar seni tındaganda, qaytıp tındagandarın jane ozara sıbırlasqanda zalımdardın: “Sender, jadılangan birewge gana ilesesinder” degendikterin jaqsı bilemiz"},{"SurahNumber":17,"VerseNumber":48,"Text":"Qara! Olar qanday mısaldar berdi. (Aqın, siqırsı, baqsı, jındı dedi.) Olar, soytip adastı. Olar endi jol taba almaydı"},{"SurahNumber":17,"VerseNumber":49,"Text":"Olar: “Biz, suyekter jane qoqıs bolgan kezde, jana bir jaratılıspen qayta tirilemiz be? ”,-dedi"},{"SurahNumber":17,"VerseNumber":50,"Text":"(Muxammed G.S.) olarga: “Tas bolındar” de"},{"SurahNumber":17,"VerseNumber":51,"Text":"“Alde tipti oylarındagı en zor jaratılıs bolındar. (Qayta tiriltilesinder.) ”Sonda olar: “Bizdi kim qayta tiriltedi?”,-deydi. “Jaqında bolatın sıgar” de"},{"SurahNumber":17,"VerseNumber":52,"Text":"Senderdi saqırgan kuni, Onı dariptey qabıldap, (qabırda) az gana jattıq dep oylaysındar"},{"SurahNumber":17,"VerseNumber":53,"Text":"Quldarıma ayt! “En sıpayı turde soylesin. Oytkeni, saytan aralarına buzaqılıq salar. Rasında saytan adamdar usin asıq duspan”"},{"SurahNumber":17,"VerseNumber":54,"Text":"Rabbıların senderdi jaqsı biledi. Qalasa, marxamet etedi de qalasa, azap etedi. Seni olarga qorgawsı etip, jibermedik"},{"SurahNumber":17,"VerseNumber":55,"Text":"Rabbın kokter men jerdegi arkimdi jaqsı biledi. Rasında paygambardın birewlerinen,birewlerin artıq qıldıq. Sonday-aq Dawıtqa Zaburdı berdik"},{"SurahNumber":17,"VerseNumber":56,"Text":"(Muxammed G.S.) olarga: “Alladan ozge (tanir dep) oylagandarındı saqırındar. Olardın, qiınsılıqtarındı ayıqtırwga, senderden burıp, jiberwge samaları kelmeydi” de"},{"SurahNumber":17,"VerseNumber":57,"Text":"Olardın siıngandarı; (peristeler, paygambarlar, jındar. K. B.J.M.R. ) Rabbılarına qaysıları jaqın bolamız dep, qulsılıq arqılı izdenedi. (S. 35-A.) Raxmetinen umit etip, azabınan qorqadı. Negizinde Rabbınnın azabı seskenwge tiisti"},{"SurahNumber":17,"VerseNumber":58,"Text":"Biz qiyamet kuninen burın joq etpegen nemesen qattı azapqa usıratpagan esbir kent bolmas. Bular, Kitapta (Lawxıl Maxfuzda ) jazwlı"},{"SurahNumber":17,"VerseNumber":59,"Text":"Bizdin mugjizalar jibermewimiz burıngılardın mugjizanı jasınga sıgarwı gana boldı. Sonday-aq Samud eline kornew turde arwana jiberdik. Biraq ogan zulımdıq qılıp, oltirdi. Negizinde mugjizalarımızdı ureylendirw usin gana jiberemiz"},{"SurahNumber":17,"VerseNumber":60,"Text":"(Muxammed G.S. ) bir kezde sagan: “Negizinde Rabbın adamdardı bawragan” degen edik. Sagan Migrajda biz korsetkendi (B.J.M.K.R.X.T.J-Q.) jane Qurandagı qargalgan agastı (S.43-A.) adamdarga bir sınaq qıldıq. (Oytkeni, Migraj waqigasına da tozaqtagı Zaqqum agasına da senbegen.) Olardı qorqıtwımız, zor qateleswdi gana arttıradı"},{"SurahNumber":17,"VerseNumber":61,"Text":"Sol waqıtta peristelerge: “Adamga sajde qılındar!”,-dedik. Sonda olar derew sajde qıldı. Biraq Ibilis sajde qılmay: “Balsıqtan jaratqanına sajde qılamın ba?”,-dedi"},{"SurahNumber":17,"VerseNumber":62,"Text":"Ibilis: “Osı, menen ardaqtı qılganındı kordin be? Eger meni qiyamet kunine deyin kesiktirsen, albette urpaqtarınnın ote azınan basqasın qırıma bir alamın” dedi"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Alla): “ Ket! Endi olardan kim sagan erse, sonda ras jazaların jacannam boladı. Tolıq bir jaza ” dedi"},{"SurahNumber":17,"VerseNumber":64,"Text":"“Olardan saman kelgenin dawsınmen awliktir. Jane olarga, attı, jayaw turde kelip, baybalamdap, durliktir. Sonday-aq olardın maldarına, balalarına (aramdıq aralastırıp) ortaq bol. Olarga jalgan wade ber. ” Negizinde saytan olarga aldawdan basqa wade bere almaydı"},{"SurahNumber":17,"VerseNumber":65,"Text":"“Sınayı quldarım bolsa, olarga ıqpalın jurmeydi. Rabbım wakildikte jetik.”"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbıların sonday Alla; ozinin kensiliginen nesibe izdewlerin usin tenizde keme jurgizedi. Oytkeni, Ol, senderge ote meyirimdi"},{"SurahNumber":17,"VerseNumber":67,"Text":"Sender tenizde bir qiınsılıqqa dwsar bolgan satte, Alladan basqa siıngandarın joq boladı. Al endi senderdi qutqarıp, qırga sıgarsa, jalt beresinder. Negizinde adam balası tım nasukir"},{"SurahNumber":17,"VerseNumber":68,"Text":"Allanın qurılıqta da senderdi jerge juttırwınan nemese senderge tastı boran jiberwinen xawipsizsinder me? Sonıra ozderine bir bolıswsı taba almaysındar"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ne senderdi qaytadan tenizge qaytarıp, qarsılıqtarınnın saldarınan bir quyın jiberip, swga batırwınan beybitsinder me? Sonda senderge bolısıp, bizdi qwalawsı taba almaysındar"},{"SurahNumber":17,"VerseNumber":70,"Text":"Rasında Adam balasın ardaqtadıq. Sonday-aq olardı qrılıqta da tenizde de koliktendirdik. Ari olardı jaqsı narselermen qorektendirdik. Am olardı jaratqandarımızdın kobinen ne qurlım artıq jarattıq"},{"SurahNumber":17,"VerseNumber":71,"Text":"(Muxammed G.S.) bir kuni bukil adam balasın bastıqtarımen birge saqıramız. Sonda kimnin kitabı onınan berilse, mine solar, kitaptarın oqidı. Olarga qılday qiyanat bolmaydı"},{"SurahNumber":17,"VerseNumber":72,"Text":"Bul duniede sındıqtı kormegender, aqirette soqır ari joldan adasqan boldı"},{"SurahNumber":17,"VerseNumber":73,"Text":"(Muxammed G.S.) olar seni, sagan waxi etkenimizden basqa narseni, bizge jala japsırtıp buzwga jaqındadı. Sol waqıtta olar, seni dos tutadı"},{"SurahNumber":17,"VerseNumber":74,"Text":"Eger biz seni bekemdemesek edi, arine olarga biraz beyimdewge jaqındar edin"},{"SurahNumber":17,"VerseNumber":75,"Text":"Eger onday bolsa, sagan tirsilikte de qaytıs bolgannan keyin de albette eselep azap tattırar edik. Sosın ozine, bizge qarsı jardemsi taba almas edin. (Bul ayattar, musrikterdin Muxammed G.S. ga kelip, keybir dini erejelerdin oz qalawlarına saykes orındalwın talap etkendikterine baylanıstı tusken. B.J.R.X.T.J-Q)"},{"SurahNumber":17,"VerseNumber":76,"Text":"(Muxammed G.S.) olar seni, turtki salıp, jerden (Mekkeden) sıgara jazdadı. Sonda olar, senen keyin ote az turadı. (Olarga Mekkenin bayanı bolmaydı)"},{"SurahNumber":17,"VerseNumber":77,"Text":"Rasında senenburın jiberegn elsilerimizde de jol osı edi. (Elsilerdi qwgandar, opa tappagan edi.) Bizdin jolımızda esbir ozgeris tappaysın"},{"SurahNumber":17,"VerseNumber":78,"Text":"Tus qigannan, tunnin qarangılıgına deyin namaz oqı. (Besin, ekinti, aqsam jane jasıyıq namazdarı.) Ari tan namazın oqı. Kudiksiz tan namazına peristeler de qatınasadı. (J.M.K.R. t.b)"},{"SurahNumber":17,"VerseNumber":79,"Text":"(Muxammed G.S.) Tunnen oyanıp (Quranmen) ozine tan napil oqı. Rabbınnın seni bir maqtawlı orınga jetkizwinen umit etiledi. (Bul zor sapagat ornı. B.J.M.K.R.X.T.J-Q)"},{"SurahNumber":17,"VerseNumber":80,"Text":"(Muxammed G.S.): “Rabbım! Meni (kirer jerime) sındıqpen kirgiz de (sıgar jerimnen) sındıqpen sıgar. Ari magan oz qasınnan jenis komek et” de"},{"SurahNumber":17,"VerseNumber":81,"Text":"“Xaqiqat keldi. Negizsiz narseler joyıldı. Sozsiz, beker narseler joyıladı” de"},{"SurahNumber":17,"VerseNumber":82,"Text":"Qurannan, muminderge, sipa jane raxmet tusiremiz. Ol, zalımdardın ziyanın tım arttıra tusedi"},{"SurahNumber":17,"VerseNumber":83,"Text":"Biz adam balasına nıgmet bergen kezde, jaltayıp, bir jagına qınırayıp aldı. Qasan ogan bir satsizdik jetse, mulde kuder uzedi"},{"SurahNumber":17,"VerseNumber":84,"Text":"(Muxammed G.S.): “Arkim oz jon korgenin isteydi. Sonda Rabbın, kimnin twra jolda ekenin jaqsı biledi” de"},{"SurahNumber":17,"VerseNumber":85,"Text":"(Muxammed G.S.) olar senen (rux) jan twralı suraydı: “Ol, Rabbımnın amirinen. Senderge ote az malimet berildi” de"},{"SurahNumber":17,"VerseNumber":86,"Text":"Arine qalasaq, sagan waxi etken Qurandı alıp alar edik. Keyin Bizge qarsı bir jar taba almas edin"},{"SurahNumber":17,"VerseNumber":87,"Text":"Biraq Rabbınnın marxameti boyınsa qaldırdıq. Oytkeni, sagan, Rabbınnın kensiligi tım zor"},{"SurahNumber":17,"VerseNumber":88,"Text":"(Muxammed G.S.): “Eger adamdar, jındar osı Qurannın uqsasın keltirwge jinalsa, tipti olar, bir-birine komeksi bolsa da keltire almaydı” de"},{"SurahNumber":17,"VerseNumber":89,"Text":"Rasında Biz bul Quranda adam balası usin ar narsenin mısalın asalap, bayan ettik. Sonda da adamdardın kobi, bas tartıp, mulde qarsı keldi"},{"SurahNumber":17,"VerseNumber":90,"Text":"Olar: “Bul jerden sen bizge, bastaw agızganga deyin sagan aste senbeymiz” dedi"},{"SurahNumber":17,"VerseNumber":91,"Text":"“Nemese senin qurmadan, juzimnen bir baqsan bolsın. Sonda onın aralarınan ozender agızıp qoyarsın”"},{"SurahNumber":17,"VerseNumber":92,"Text":"“Ne oylaganınday aspandı ustimizge kesek turinde tusirersin. Yaki Allanı, peristelerdi betpe-bet keltirersi.”"},{"SurahNumber":17,"VerseNumber":93,"Text":"“Ne bolmasa, altınnan bir uyin bolsın. Yaki aspanga sıgarsın. Sonda da bizge oqitın bir Kitap tusirmeyinse, kokke sıqqandıgına aste senbeymiz” dedi. (Muxammed G.S.): “Rabbımdı pakteymin! Men bir adam balası Paygambar ganamın.” de"},{"SurahNumber":17,"VerseNumber":94,"Text":"Adam balasına; Paygambar, twra jol (Quran) keltirgen kezde, olardın: “Alla; adamdı, paygambar qılıp, jiberdi me?”, - degen sozderi gana iman keltirwlerine bogent boldı"},{"SurahNumber":17,"VerseNumber":95,"Text":"(Muxammed G.S.): “Eger jer juzinde beybit jurgender, peristeler bolsa edi, arine olarga kokten periste elsi jiberer edik” degendi, ayt"},{"SurahNumber":17,"VerseNumber":96,"Text":"Olarga: “Alla sender men menin aramda kwalik turgısınan jetip asadı. Sın maninde Ol, quldarınan tolıq xabar alwsı, asa qıragı” de"},{"SurahNumber":17,"VerseNumber":97,"Text":"Alla kimdi ongarsa, sonda ol twra jolda. Alla kimdi adastırsa, ogan Alladan ozge jardemsi taba almaysın. Biz olardı qiyamet kuni, betimen jer basqan, saqaw jane sanıraw turde jinaymız. Orındarı tozaq, tolastagan sayınolarga jalının arttıra tusemiz"},{"SurahNumber":17,"VerseNumber":98,"Text":"Bul olardın sazayı. Oytkeni, olar ayattarımızga qarsı keldi. Jane: “Biz suyekter tipti qoqım topıraq bolıp ketken kezde; janadan jaratılıp, tirilemiz be?”, - dedi"},{"SurahNumber":17,"VerseNumber":99,"Text":"Olar sınında kokter men jerdi jaratqan Allanın; ozderi siyaqtılardı da jaratwga kusi jetetindigin kormey me? (Alla) olar usin bir belgili merzim jasagan; onda aste sek joq. Sonda da zalımdar bas tartıp, mulde qarsı keldi"},{"SurahNumber":17,"VerseNumber":100,"Text":"(Muxammed G.S.) olarga: “Eger sender Rabbımnın raxmetinin qazınasına ie bolsandar, sol waqıtta da onın jumsalıp ketwinen qorqıp, arine unemsilik ister edinder. Oytkeni, adam balası tım saran” de"},{"SurahNumber":17,"VerseNumber":101,"Text":"Rasında Musa (G.S.) ga togız asıq mugjiza bergen edik. (Tayaq, qoldın jarqırawı segirtke, bit, qan, tastan sw sıgarw, tenizdin jarılwı jane Tur tawının koterilwi. B.M.K...) (Muxammed G.S.) Israil urapqtarınan sura: Musa olarga kelegn kezde; Pergawın: “Ay Musa! Arine seni siqırlagan dep oylaymın” degen edi"},{"SurahNumber":17,"VerseNumber":102,"Text":"Musa (G.S.): “Rasında sen bulardın; kokter men jerdin Rabı tusirgen kornew mugjizaları bar ekenin bilesin. Ay Pergawın? Sın maninde men, seni tipıl boladı dep oylaymın”, - degen edi"},{"SurahNumber":17,"VerseNumber":103,"Text":"Aqır (Pergawın) Israil urapqtarın memleketten sıgargısı keldi. Sonda onı, onımen birge bolgandardı swga batırıp jiberdik"},{"SurahNumber":17,"VerseNumber":104,"Text":"Odan keyin Israil urapaqtarına: “Bul jerge (Mısırga) ornalasındar. Qasan qiyamet wadesi kelse, Senderdi jinap akelemiz” dedik"},{"SurahNumber":17,"VerseNumber":105,"Text":"Biz Qurandı sındıqpen tusirdik. Ol, sındıq boyınsa tusti. (Muxammed G.S.) seni qwantw, eskertw usin gana jiberdik"},{"SurahNumber":17,"VerseNumber":106,"Text":"Biz Qurandı adamdarga toqırap oqwın usin bolimderge ayırıp, az-azdap tusirdik"},{"SurahNumber":17,"VerseNumber":107,"Text":"(Sajde ayatı bar.) “(Muxammed G.S.): Quranga meyli seninder meyli senbender; budan burın ozderine gılım berilgender, olarga Quran oqılgan zaman, etpetterinen sajdege jıgıladı"},{"SurahNumber":17,"VerseNumber":108,"Text":"Olar: “Rabbımızdı pakteymiz. Arine Rabbımızdın wadesi orındaladı” deydi"},{"SurahNumber":17,"VerseNumber":109,"Text":"Olar jılap, etpetterinen tusedi. Bul olardın ıqılasın arttıradı. (Bular; Kitap ielerinen Musılman bolgandar. J.R.X.J-Q)"},{"SurahNumber":17,"VerseNumber":110,"Text":"(Muxammed G.S.) olarga: “Meyli Alla dep nemese Raxman dep atandar. Qaysısımen atasandar da en korkem attar Ogan tan” de. Namazda; jariyalap taqupiyalap ta oqıma da osının arasındagı joldı usta"},{"SurahNumber":17,"VerseNumber":111,"Text":"“Barlıq maqtaw, bala iemdenbegen ari mulkinde es serigi bolmagan sonday-aq alsizdikten komeksisi bolmagan Allaga layıq” de. Jane Onı, ote ulıqta"},{"SurahNumber":18,"VerseNumber":1,"Text":"Barlıq maqtaw qulına, (Muxammed G.S. ga) Qurandı tusirgen Allaga tan. Onda esbir qınırlıq qılmadı"},{"SurahNumber":18,"VerseNumber":2,"Text":"Ote tuzw Quran; Allanın qasınan; Qattı azappen ureylendirw, tuzw is istegen muminderge, korkem sıylıq barlıgın suyinsilew usin (tusirildi)"},{"SurahNumber":18,"VerseNumber":3,"Text":"Olar, onda (jannatta) mangi turadı"},{"SurahNumber":18,"VerseNumber":4,"Text":"Sonday-aq: “Allanın balası bar” degenderdi eskertw usin (tusirdi)"},{"SurahNumber":18,"VerseNumber":5,"Text":"(Allanın balası bolwına baylanıstı) ne ozderinin ne atalarının malimeti joq. Awızdarınan sıqqan soz tım ulken. Negizinde olar mulde otirik aytadı"},{"SurahNumber":18,"VerseNumber":6,"Text":"(Muxammed G.S.) endi olar bul Quranga senbese, arttarınan keyip, ozindi joya jazdaysın"},{"SurahNumber":18,"VerseNumber":7,"Text":"Biz adam balasının qaysısı jaqsı gamal isteydi dep sınaw usin jer ustindegi narselerdi jerdin korki qıldıq"},{"SurahNumber":18,"VerseNumber":8,"Text":"Kudiksiz, biz, jer juzindegi narselerdi, albette mulde sol topıraq ete alamız"},{"SurahNumber":18,"VerseNumber":9,"Text":"(Muxammed G.S.) ungirdegilerdi jane jazwdı, tanırqarlıq belgilerimizden dep oyladın ba? (Bir zamanda Tarsus qalasındagı Daqyanus patsanın zlımdıgınan qasqan adamdar; “Kahf”; solardın bekingen ungiri. “Raqim”; solardın atı-joni jazılgan taqtay. T.b. rawayattar bar…)"},{"SurahNumber":18,"VerseNumber":10,"Text":"Sonaw zamanda jigitter ungirge bekindide: “Rabbımız! Bizge oz qasınnan igilik ber! Biz usin bul isimizde twra jol azirle” dedi"},{"SurahNumber":18,"VerseNumber":11,"Text":"Sonda olardın qulaqtarına ungirde nese jıl boyı perde qoydıq. (Teren uyqı berdik)"},{"SurahNumber":18,"VerseNumber":12,"Text":"Sosın eki jaqtın qaysısı olardın jatqan mezgilin eseptegendigin anıqtaw usin olardı oyattıq"},{"SurahNumber":18,"VerseNumber":13,"Text":"(Muxammed G.S.) Biz sagan olardın xabarın sınayı turde bayan etemiz. Olar Rabbılarına sın sengen jigitter edi de olarga twralıqtı arttıra tustik"},{"SurahNumber":18,"VerseNumber":14,"Text":"Olardın jurekterin bekemdedik. Sol waqıtta olar, tike turıp: “Rabbımız, kokter men jerdin Rabbı. Odan ozge tanirge aste jalbarınbayımız. Arine sol waqıtta ras kokip soylegen bolamız” dedi"},{"SurahNumber":18,"VerseNumber":15,"Text":"“Mına elimiz, Alladan ozge tanir tuttı. Bular, ogan baylanıstı asıq dalel keltirse edi? Endi Allaga otirik jala qoygannan zalımıraq kim bar?”, - dedi"},{"SurahNumber":18,"VerseNumber":16,"Text":"(Olar, ozara): “Ayte elderinnen de olardın Alladan ozge tabıngandarınan da ayrıldındar; endi ungirge bekininder. Senderge Rabbıların raxmetin sassın! Sonday-aq sende usin isterinde onaylıq azirlesin”"},{"SurahNumber":18,"VerseNumber":17,"Text":"(Muxammed G.S.) qarasan; kun sıqqan satte, ungirlerinin on jagınan awıtqıganın, kun batqan satte olardı sol jaqta qaldırganın korer edin. Olar ungirdin ken bir jerinde. Bul Allanın belgilerinen. Alla kimdi ongarsa, sol twra jolda. Al kimdi adastırsa, sonda ogan aste komeksi, jeteksi taba almaysın"},{"SurahNumber":18,"VerseNumber":18,"Text":"Olar, oyaw dep oylaysın; negizinen olar uyqıda edi. Olardı onga, solga awnatatın edik. Itteri, eki ayagın kosilgen boyda bosagada. Eger olardı korsen, olardan isine qorqw tolıp, burılıp qasar edin"},{"SurahNumber":18,"VerseNumber":19,"Text":"Osılaysa olardı, ozara bir-birinen suraswları usin oyattıq. Olardan bir aytwsı: “Qansa jatıp qaldındar?”,-dedi. Olar: “Bir kun nemese kunnin bir bolimi jatıp, turdıq” dedi. “Qansa jatıp, turgandarındı Rabbıların jaqsı biledi. Mına aqsalarınmen birewindi qalaga jiberinder. Sonda tamaqtın qaysısı jaqsı, korip, sendege odan korek keltirsin. Sonday-aq sıpayılıq istep, senderdi esbirewge sezdirmesin” desti"},{"SurahNumber":18,"VerseNumber":20,"Text":"“Oytkeni, eger qala xalqı senderge ıqpal jurgizse, ne senderdi taspen atadı nemese dinderine qaytaradı. Ol waqıtta unemi qutıla almaysındar…”"},{"SurahNumber":18,"VerseNumber":21,"Text":"(Rawayat boyınsa; olardın bazarga barganı, sawda alganda Bergen aqsası, kone Daqyanus aqsası ekenin korgender, bul qazına tawıp algan eken dep oylap, patsa surastırganda: sonaw Daqyanus dawirindegi qasqandar ekenin bilgen patsa; elimen barıp soyleskennen son ungirdegiler olip, sonda jerlenedi. Al Itqan, Tabari.) Osılaysa,Allanın wadesinin sındıgın, qiyamettin saksizdigin alemnin bilwi usin olardı, bularga malimdedik. Sol kezde bular; ozara olar joninde tartıswda edi. Keyi: “Olardın ustine uy salındar ” dedi. Rabbıları olardı jaqsı biledi. Al bulardın is basındagıları: “Arine olardın ustine mesit jasap alayıq” dedi"},{"SurahNumber":18,"VerseNumber":22,"Text":"Bular kormey-aq molsermenen: “Olar usew, tortinsisi itteri” dep, keyi. “Olar besew , altınsısı itteri ” dep, keyi: “Joq, olar jetew,segizinsisi itteri itteri” deydi. “Olardın sanın Rabbım jaqsı biledi. Adamdardın ote azı gana biledi” de. Onın usin olar jayında tartısıp, olar usin esbirewinen danene surama"},{"SurahNumber":18,"VerseNumber":23,"Text":"Es narseni: “Osını erten isteymin” dep aytpa"},{"SurahNumber":18,"VerseNumber":24,"Text":"Biraq: “Alla qalasa (jasaymın) ” (de.) Umıtqan zaman “Rabbındı esine al da twralıqqa jaqınıraq jolga salwınan umitkermin ” de. (Yahwdilerdin nusqawı boyınsa, Araptar; Muxammed G.S. nan: Rux; ungirlerine jane Zulqarnayın twralı suraganda: “Alla qalasa” demey; “Erten jawap bereyin” degendikten waxi kesikken eken)"},{"SurahNumber":18,"VerseNumber":25,"Text":"Olar ungirlerinde us juz jıl jattı. Togız (jıl) arttırdı. (jıl boldı)"},{"SurahNumber":18,"VerseNumber":26,"Text":"“Olardın qansa jatqanın Alla jaqsı biledi. Kokter men jerdegi komesti bilw Ogan tan. Ol nendey tolıq korwsi, estwsi. Olarga Alladan ozge bir komeksi joq. Ol, oz ukimine eskimdi ortaq qılmaydı” de"},{"SurahNumber":18,"VerseNumber":27,"Text":"Rabbınnın Kitabınan sagan waxi etilgendi oqı. Onın sozderin esbir awıstırwsı joq. Ari Odan ozge panalaytın orın da taba almaysın"},{"SurahNumber":18,"VerseNumber":28,"Text":"(Muxammed G.S.) tanerten , keske Rabbılarına, Onın didarın izdep, jalbarıngandarmen birge ozin de sabır et. Dunie tirsiliginin sanin qalap kozindi basqaga awdarma. Sonday-aq Biz; juregin, Bizdi eske alwdan kapersizdengen, awesine ergen jane isi sekten asqan birewlerge bagınba. (C7 25-A)"},{"SurahNumber":18,"VerseNumber":29,"Text":"“Bul xaqiqat (Quran) Rabbılarınnan” de. Sonda kim qalasa sensin. Rasında Biz, zalımdar usin dwaldarı qorsap alatın tozaq otı azirledik. Eger olar sw surap jalbarsa, erigen Ken tarizdi betterdi qwıratın bir sw beriledi. Ol nendey jaman swsın, am nendey jaman orın"},{"SurahNumber":18,"VerseNumber":30,"Text":"Iman keltirip, durıs is istegenderdin jane jaqsı gamal istegen kisinin enbegin joymaymız"},{"SurahNumber":18,"VerseNumber":31,"Text":"Mine, olar usin astarınan ozender agatın Gadın jannatı bar. Olar onda altınnan bileziktermen bezenedi; olar juqalı-qalındı jasıl jibekten kiimder kiedi de olar onda, divanga suyenedi. Nendey jaqsı sawap, nendey albet jastanatın orın! (Dunie dawletine maz bolıp, Allaga serik qatıp, aqiretti umıtqat Patros degn kapir men toq meyil Yahuza degen musılmannın jagıdayınan mısal berilip otır. B.M.R.J-Q)"},{"SurahNumber":18,"VerseNumber":32,"Text":"(Muxammed G.S.) olarga eki adamnın mısalın bayan et: Birewine juzimderden eki baqsa qıldıq. Ari eki baqsanın arasın qurma agastarımen qorsap; eki baqsanın arasına eginder ondirdik"},{"SurahNumber":18,"VerseNumber":33,"Text":"Eki baqsa da jemisterin berdi. Odan esnarse kemitpedi. Aralarınan bulaq agızdıq"},{"SurahNumber":18,"VerseNumber":34,"Text":"Onın basqa kirimi de bar edi. Sonda ol, joldasımen soyleskende: “Men senen mal jagınan molsılıqta, am bas jagınan da ustemmin” dedi"},{"SurahNumber":18,"VerseNumber":35,"Text":"Ol ozine zulımdıq etken turde baqsasına kirdi de: “ Tipti bunı joq boladı dep oylamaymın” dedi"},{"SurahNumber":18,"VerseNumber":36,"Text":"“Ari qiyamettin bolatındıgın da oylamaymın dedi. Mubada Rabbıma qaytarılsım, arine budan da orın tabamın” (dedi)"},{"SurahNumber":18,"VerseNumber":37,"Text":"Joldası ogan soylesip turıp: “Seni topıraqtan, sonan kein bir tamsı Swdan jaratıp, sonan son Adam etken Allaga qarsı kelesin be?”,- (dedi)"},{"SurahNumber":18,"VerseNumber":38,"Text":"“Biraq, menin Rabbım, Ol Alla; Rabbıma esbirewdi serik qospaymın”"},{"SurahNumber":18,"VerseNumber":39,"Text":"“Oz baqsana kirgen satte; Bul Allanın qalawı, Alladan basqa esbir qwat joq nege demedin? Tipti meni mal jane bala jagınan ozinnen kem korsen de”"},{"SurahNumber":18,"VerseNumber":40,"Text":"“Rabbımnın: Magan senin baqsannan jaqsıragın berwi, senikinin ustine kokten apat jiberilip, mulde qaq topıraqqa aynalwı muumkin”"},{"SurahNumber":18,"VerseNumber":41,"Text":"“Nemese baqsannın swı tartılıp, onı aste izdep taba almassın”"},{"SurahNumber":18,"VerseNumber":42,"Text":"Onın enbekteri es bolıp, baqsasına okinip, eki alaqanın uyqalawga aynaldı da: “Attegen-ay! Rabbıma eskimdi serik qospasam edi ” dedi"},{"SurahNumber":18,"VerseNumber":43,"Text":"Ogan Alladan ozge jardem eter bir top joq. Sonday-aq ozin de qutqara almadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"Sol jerde ielik sınayı Allaga tan. Ol, sıylıq berw turgısınan jaqsı ari natije jagınan da xayırlı"},{"SurahNumber":18,"VerseNumber":45,"Text":"(Muxammed G.S.) olarga dunie tirliginen mısal ber: ( Dunie tirligi;) kokten biz jawdırgan janbır arqılı: Jerdin osimdikteri bir-birine aralasıp, qulpırıp, odan qurgaq ugindige aynalıp, onı jelder usırıp ketken tarizdi. Sonday-aq Alla, ar narseden ustem kus iesi"},{"SurahNumber":18,"VerseNumber":46,"Text":"Mal men balalar, dunie tirsiliginin sani. Al baqi qalatın jaqsılıqtar bolsa, Rabbınnın qasında; tabıs boyınsa da jaqsı ari umit turgısınan da jaqsı"},{"SurahNumber":18,"VerseNumber":47,"Text":"Qiyamet kuni, tawlardı jurgizemiz de jedi jap-jazıq koresin. Jane de Adam balasın; olardan eskimdi tastamay jinaymız"},{"SurahNumber":18,"VerseNumber":48,"Text":"Olar, Rabbınnın quzırına qatarlanıp keltiriledi. Olarga: “Bastapta jaratqanımız tarizde keldinder, tipti senderge bir wadeli merzim belgilemedik dep, oyladındar” (delinedi)"},{"SurahNumber":18,"VerseNumber":49,"Text":"Gamal dapteri aldarına qoyladı. Sonda kunakarladın odan qorıqqanın koresin. Olar: “Abırım-ay! Bizge nendey okinim! Mına kitapta kiskeneni de ulkendi de tastamay-aq tugendepti ” deydi. Sonday-aq olar istegenderin dayın turde tabadı. Rabbın eskimge adiletsizdik qılmaydı"},{"SurahNumber":18,"VerseNumber":50,"Text":"(Muxammed G.S. ) sol waqıtta peristelerge: “Adamga sajde qılındar ”degen edik. Ibilisten basqa bukil peristeler sajde qılgan edi. Jınnan bolgan ol, Rabbının amirinen bas tarttı. Sonda da Menen onı urpaqtarın dos etip, alasındar ma“” Olar bolsa, senderge duspan. (Alla turıp, saytandı dos korw.) Zalımdar usin nendey jaman ozgeris"},{"SurahNumber":18,"VerseNumber":51,"Text":"Men jer, kokti jaratqanda jane olardın ozderin jaratqanda, olardı kerek qılmadım. Sonday-aq esqasan azdırwsılardı komeksi etken emespin"},{"SurahNumber":18,"VerseNumber":52,"Text":"Qiyamet kuni; (Alla, kapirlerge): “Ozderinnin, Menin serikterim dep oylagandarındı saqırındar” deydi. Sonda olardı saqıradı. Biraq olar ozderine jawap bermeydi. Sonday-aq olardın aralarına bir katerli orın jasaymız. (S. 166-A)"},{"SurahNumber":18,"VerseNumber":53,"Text":"Kunakarlar; tozaq otın korip, sonda ozderinin ogan tusetindikterin sezedi. Biraq, odan burılar jer taba almaydı"},{"SurahNumber":18,"VerseNumber":54,"Text":"Rasında osı Qurandı Adam balası usin ar narseni asıq-asıq bayan ettik. Al Adam balası, kop narselerde janjalsıl"},{"SurahNumber":18,"VerseNumber":55,"Text":"Qasan da Adam balasına twra jeteksi kelse, olardı iman keltirwlerine jane Rabbılarınan jarılqaw tilewlerine kedergi bolgan narse, burıngılarga kelgen apattın ; ozderine kelwin nemese azaptın qarsı aldarına kelwin toswları"},{"SurahNumber":18,"VerseNumber":56,"Text":"Negizinde elsilerdi qwandırw, qorqıtw usin gana jiberdik. Kapirler, bos narseler arqılı sındıqtı tomendetwge jagalasadı. Ari apattarımızdı jane eskertken narselerimizdi talkekke aladı"},{"SurahNumber":18,"VerseNumber":57,"Text":"Rabbılarının ayattarı arqılı ugittelip, odan bet burgan jane burıngı oz qolımen istegenderin umıtqan kisilerden kim zalımıraq? Rasında olardın jurekterine onı tusinbeytin qaltqı jane de qulaqtarına kerendik payda qıldıq. (Muxammed G.S. ) olardı twralıqqa saqırsan da arine mulde jolga kelmeydi"},{"SurahNumber":18,"VerseNumber":58,"Text":"Rabbın ; ote jarılqawsı, marxamet iesi. Eger olardı qılıqtarının saldarınan qolga alatın bolsa, arine olarga azaptı tezdeter edi. Degenmen olar usin belgili bir merzim bar. O zaman olar, Alladan ozge panalaytın jer taba almaydı"},{"SurahNumber":18,"VerseNumber":59,"Text":"Olar zulımdıq etken zamanda, sol kentterdi joq ettik. Solardın joq etilwleri usin de merzim belgilegen edik. ( Musa G.S. Allanın Bergen zor gılımına ie qulı Xızır G.S. ga, eki tenizdin birlesken jerinde kezdesw usin ; Yusaq ulı Nun ekewi jolga sıgadı. B.J.M.R.K)"},{"SurahNumber":18,"VerseNumber":60,"Text":"Sol waqıtta Musa (G.S.) jigitine: “Eki tenizdin qosılgan jerine deyin toqtamaymın. Nemese jurispen jıldar otkizemin” dedi"},{"SurahNumber":18,"VerseNumber":61,"Text":"Ekewi eki tenizdin quyganına jetken kezde, balıqtarın umıttı. Sonda balıq , sırgıp barıp , tenizden jol aldı"},{"SurahNumber":18,"VerseNumber":62,"Text":"Ekewi ilgerilep bargan kezde, Musa (G.S.) jigitine: “Azıgımızdı akelsi ; arine osı saparımızda sarsadıq” dedi"},{"SurahNumber":18,"VerseNumber":63,"Text":"“Kordin be? Tasqa dem alganda, balıqtı umıtqan ekmin. Magan onı aytwdı saytan-aq umıttırdı. Ol tangajayıp turde tenizde jol aldı” dedi"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Musa G.S.): “Mine izdegenimiz osı” dep, ekewi izinse qayta qayttı"},{"SurahNumber":18,"VerseNumber":65,"Text":"Sonda ekewi; oz tarapımızdan igilik berip, oz qasımızdan gılım uyretken quldarımızdan birin taptı"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa, (G.S.) o kisige: “Sagan uyretilgen danalıqtan magan da uyretwin usin sagan ereyin be?”,-dedi"},{"SurahNumber":18,"VerseNumber":67,"Text":"“Rasında sen menimen birge bolwga sıdaya almaysın” dedi"},{"SurahNumber":18,"VerseNumber":68,"Text":"“Iski sırın tolıq bilmeytin narsege qalay sabır ete alasın ?”,-(dedi)"},{"SurahNumber":18,"VerseNumber":69,"Text":"(Musa G.S.). “Alla qalasa, meni sabırlı tabarsın . Sonday-aq sagan esbir iste qarsı kelmeymin” dedi"},{"SurahNumber":18,"VerseNumber":70,"Text":"“Al onda magan ilessen, sagan aytpayınsa, menen es narse surama” dedi"},{"SurahNumber":18,"VerseNumber":71,"Text":"Soytip, ekewi jolga sıqtı da kemege tusip, onı tese bastadı. (Musa G.S.): “Kemedegilerdi swga batırw usin testin be? Ras orınsız istedin” dei"},{"SurahNumber":18,"VerseNumber":72,"Text":"(O kisi): “Men sagan menimen birge aste sabır ete almaysın demedim be?” dedi"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Musa G.S.): “Umıtqan narsemdi esepke alma. Magan isimde qolaysızdıq twdırma” dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Ekewi tagı jolga sıqtı. Bir ul bala kezdesip edi, (o kisi) onı oltirdi. (Musa G.S.): “Kisi oltirmegen jazıqsız birewdi oltirdin be? Ras jaman is istedin” dedi"}]}