{"Id":158,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadmahdifo","Author":"Mohammad Mahdi Fooladvand","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"مسلماً يهوديان و كسانى را كه شرك ورزيده‌اند، دشمن‌ترين مردم نسبت به مؤمنان خواهى يافت؛ و قطعاً كسانى را كه گفتند: «ما نصرانى هستيم»، نزديكترين مردم در دوستى با مؤمنان خواهى يافت، زيرا برخى از آنان دانشمندان و رهبانانى‌اند كه تكبّر نمى‌ورزند"},{"SurahNumber":5,"VerseNumber":83,"Text":"و چون آنچه را به سوى اين پيامبر نازل شده، بشنوند، مى‌بينى بر اثر آن حقيقتى كه شناخته‌اند، اشك از چشمهايشان سرازير مى‌شود. مى‌گويند: پروردگارا، ما ايمان آورده‌ايم؛ پس ما را در زمره گواهان بنويس"},{"SurahNumber":5,"VerseNumber":84,"Text":"و براى ما چه [عذرى‌] است كه به خدا و آنچه از حق به ما رسيده، ايمان نياوريم و حال آنكه چشم داريم كه پروردگارمان ما را با گروه شايستگان [به بهشت‌] درآورد؟"},{"SurahNumber":5,"VerseNumber":85,"Text":"پس به پاس آنچه گفتند، خدا به آنان باغهايى پاداش داد كه از زير [درختان‌] آن نهرها جارى است. در آن جاودانه مى‌مانند، و اين پاداش نيكوكاران است"},{"SurahNumber":5,"VerseNumber":86,"Text":"و كسانى كه كفر ورزيدند و آيات ما را دروغ پنداشتند، آنان همدم آتشند"},{"SurahNumber":5,"VerseNumber":87,"Text":"اى كسانى كه ايمان آورده‌ايد، چيزهاى پاكيزه‌اى را كه خدا براى [استفاده‌] شما حلال كرده، حرام مشماريد و از حدّ مگذريد، كه خدا از حدگذرندگان را دوست نمى‌دارد"},{"SurahNumber":5,"VerseNumber":88,"Text":"و از آنچه خداوند روزىِ شما گردانيده، حلال و پاكيزه را بخوريد، و از آن خدايى كه بدو ايمان داريد پروا داريد"},{"SurahNumber":5,"VerseNumber":89,"Text":"خدا شما را به سوگندهاى بيهوده‌تان مؤاخذه نمى‌كند، ولى به سوگندهايى كه [از روى اراده‌] مى‌خوريد [و مى‌شكنيد] شما را مؤاخذه مى‌كند. و كفاره‌اش خوراك دادن به ده بينواست -از غذاهاى متوسطى كه به كسان خود مى‌خورانيد- يا پوشانيدن آنان يا آزاد كردن بنده‌اى. و كسى كه [هيچ يك از اينها را] نيابد [بايد] سه روز روزه بدارد. اين است كفاره سوگندهاى شما وقتى كه سوگند خورديد. و سوگندهاى خود را پاس داريد. اين گونه خداوند آيات خود را براى شما بيان مى‌كند، باشد كه سپاسگزارى كنيد"},{"SurahNumber":5,"VerseNumber":90,"Text":"اى كسانى كه ايمان آورده‌ايد، شراب و قمار و بتها و تيرهاى قرعه پليدند [و] از عمل شيطانند. پس، از آنها دورى گزينيد، باشد كه رستگار شويد"},{"SurahNumber":5,"VerseNumber":91,"Text":"همانا شيطان مى‌خواهد با شراب و قمار، ميان شما دشمنى و كينه ايجاد كند، و شما را از ياد خدا و از نماز باز دارد. پس آيا شما دست برمى‌داريد؟"},{"SurahNumber":5,"VerseNumber":92,"Text":"و اطاعت خدا و اطاعت پيامبر كنيد و [از گناهان‌] برحذر باشيد، پس اگر روى گردانديد، بدانيد كه بر عهده پيامبر ما، فقط رساندن [پيام‌] آشكار است"},{"SurahNumber":5,"VerseNumber":93,"Text":"بر كسانى كه ايمان آورده و كارهاى شايسته كرده‌اند، گناهى در آنچه [قبلاً] خورده‌اند نيست، در صورتى كه تقوا پيشه كنند و ايمان بياورند و كارهاى شايسته كنند؛ سپس تقوا پيشه كنند و ايمان بياورند؛ آنگاه تقوا پيشه كنند و احسان نمايند، و خدا نيكوكاران را دوست مى‌دارد"},{"SurahNumber":5,"VerseNumber":94,"Text":"اى كسانى كه ايمان آورده‌ايد، خدا شما را به چيزى از شكار كه در دسترس شما و نيزه‌هاى شما باشد خواهد آزمود، تا معلوم دارد چه كسى در نهان از او مى‌ترسد. پس هر كس بعد از آن تجاوز كند، براى او عذابى دردناك خواهد بود"},{"SurahNumber":5,"VerseNumber":95,"Text":"اى كسانى كه ايمان آورده‌ايد، در حالى كه محرميد شكار را مكشيد، و هر كس از شما عمداً آن را بكشد، بايد نظير آنچه كشته است از چهارپايان كفاره‌اى بدهد، كه [نظير بودنِ‌] آن را دو تن عادل از ميان شما تصديق كنند، و به صورت قربانى به كعبه برسد. يا به كفاره [آن‌] مستمندان را خوراك بدهد، يا معادلش روزه بگيرد، تا سزاى زشتكارى خود را بچشد. خداوند از آنچه در گذشته واقع شده عفو كرده است، و[لى‌] هر كس تكرار كند خدا از او انتقام مى‌گيرد، و خداوند، توانا و صاحب‌انتقام است"},{"SurahNumber":5,"VerseNumber":96,"Text":"صيد دريا و مأكولات آن براى شما حلال شده است تا براى شما و مسافران بهره‌اى باشد، و[لى‌] صيد بيابان -مادام كه محرم مى‌باشيد- بر شما حرام گرديده است. و از خدايى كه نزد او محشور مى‌شويد پروا داريد"},{"SurahNumber":5,"VerseNumber":97,"Text":"خداوند [زيارت‌] كعبه بيت الحرام را وسيله به پا داشتن [مصالح‌] مردم قرار داده، و ماه حرام و قربانيهاى بى‌نشان و قربانيهاى نشاندار را [نيز به همين منظور مقرّر فرموده است‌]، اين [جمله‌] براى آن است تا بدانيد كه خدا آنچه را در آسمانها و آنچه را در زمين است مى‌داند، و خداست كه بر هر چيزى داناست"},{"SurahNumber":5,"VerseNumber":98,"Text":"بدانيد كه خدا سخت‌كيفر است، و [بدانيد] كه خدا آمرزنده مهربان است"},{"SurahNumber":5,"VerseNumber":99,"Text":"بر پيامبر [خدا، وظيفه‌اى‌] جز ابلاغ [رسالت‌] نيست، و خداوند آنچه را آشكار و آنچه را پوشيده مى‌داريد مى‌داند"},{"SurahNumber":5,"VerseNumber":100,"Text":"بگو: «پليد و پاك يكسان نيستند، هر چند كثرت پليد[ها] تو را به شگفت آورد. پس اى خردمندان، از خدا پروا كنيد، باشد كه رستگار شويد.»"},{"SurahNumber":5,"VerseNumber":101,"Text":"اى كسانى كه ايمان آورده‌ايد، از چيزهايى كه اگر براى شما آشكار گردد شما را اندوهناك مى‌كند مپرسيد. و اگر هنگامى كه قرآن نازل مى‌شود، در باره آنها سؤال كنيد، براى شما روشن مى‌شود. خدا از آن [پرسشهاى بيجا] گذشت، و خداوند آمرزنده بردبار است"},{"SurahNumber":5,"VerseNumber":102,"Text":"گروهى پيش از شما [نيز] از اين [گونه‌] پرسشها كردند؛ آنگاه به سبب آن كافر شدند"},{"SurahNumber":5,"VerseNumber":103,"Text":"خدا [چيزهاى ممنوعى از قبيل:] بحيره و سائبه و وصيله و حام قرار نداده است. ولى كسانى كه كفر ورزيدند، بر خدا دروغ مى‌بندند و بيشترشان تعقل نمى‌كنند"},{"SurahNumber":5,"VerseNumber":104,"Text":"و چون به آنان گفته شود: «به سوى آنچه خدا نازل كرده و به سوى پيامبر[ش‌] بياييد»، مى‌گويند: «آنچه پدران خود را بر آن يافته‌ايم ما را بس است.» آيا هر چند پدرانشان چيزى نمى‌دانسته و هدايت نيافته بودند؟"},{"SurahNumber":5,"VerseNumber":105,"Text":"اى كسانى كه ايمان آورده‌ايد، به خودتان بپردازيد. هر گاه شما هدايت يافتيد، آن كس كه گمراه شده است به شما زيانى نمى‌رساند. بازگشت همه شما به سوى خداست. پس شما را از آنچه انجام مى‌داديد، آگاه خواهد كرد"},{"SurahNumber":5,"VerseNumber":106,"Text":"اى كسانى كه ايمان آورده‌ايد، هنگامى كه يكى از شما را [نشانه‌هاى‌] مرگ دررسيد، بايد از ميان خود دو عادل را در موقع وصيّت، به شهادت ميان خود فرا خوانيد؛ يا اگر در سفر بوديد و مصيبت مرگ، شما را فرا رسيد [و شاهد مسلمان نبود] دو تن از غير [همكيشان‌] خود را [به شهادت بطلبيد]. و اگر [در صداقت آنان‌] شك كرديد، پس از نماز، آن دو را نگاه مى‌داريد؛ پس به خدا سوگند ياد مى‌كنند كه ما اين [حق‌] را به هيچ قيمتى نمى‌فروشيم هر چند [پاى‌] خويشاوند [در كار] باشد، و شهادت الهى را كتمان نمى‌كنيم، كه [اگر كتمان حق كنيم‌] در اين صورت از گناهكاران خواهيم بود"},{"SurahNumber":5,"VerseNumber":107,"Text":"و اگر معلوم شد كه آن دو دستخوش گناه شده‌اند، دو تن ديگر از كسانى كه بر آنان ستم رفته است، و هر دو [به ميت‌] نزديكترند، به جاى آن دو [شاهد قبلى‌] قيام كنند؛ پس به خدا سوگند ياد مى‌كنند كه: گواهى ما قطعاً از گواهى آن دو درست‌تر است، و [از حق‌] تجاوز نكرده‌ايم، چرا كه [اگر چنين كنيم‌] از ستمكاران خواهيم بود"},{"SurahNumber":5,"VerseNumber":108,"Text":"اين [روش‌] براى اينكه شهادت را به صورت درست ادا كنند، يا بترسند كه بعد از سوگندخوردنشان، سوگندهايى [به وارثان ميت‌] برگردانده شود، [به صواب‌] نزديكتر است. و از خدا پروا داريد، و [اين پندها را] بشنويد، و خدا گروه فاسقان را هدايت نمى‌كند"},{"SurahNumber":5,"VerseNumber":109,"Text":"[ياد كن‌] روزى را كه خدا پيامبران را گرد مى‌آورد؛ پس مى‌فرمايد: «چه پاسخى به شما داده شد؟» مى‌گويند: «ما را هيچ دانشى نيست. تويى كه داناى رازهاى نهانى.»"},{"SurahNumber":5,"VerseNumber":110,"Text":"[ياد كن‌] هنگامى را كه خدا فرمود: «اى عيسى پسر مريم، نعمت مرا بر خود و بر مادرت به ياد آور، آنگاه كه تو را به روح‌القدس تأييد كردم كه در گهواره [به اعجاز] و در ميانسالى [به وحى‌] با مردم سخن گفتى؛ و آنگاه كه تو را كتاب و حكمت و تورات و انجيل آموختم؛ و آنگاه كه به اذن من، از گِل، [چيزى‌] به شكل پرنده مى‌ساختى، پس در آن مى‌دميدى، و به اذن من پرنده‌اى مى‌شد، و كور مادرزاد و پيس را به اذن من شفا مى‌دادى؛ و آنگاه كه مردگان را به اذن من [زنده از قبر] بيرون مى‌آوردى؛ و آنگاه كه [آسيب‌] بنى‌اسرائيل را -هنگامى كه براى آنان حجتهاى آشكار آورده بودى- از تو باز داشتم. پس كسانى از آنان كه كافر شده بودند گفتند: اين‌[ها چيزى‌] جز افسونى آشكار نيست"},{"SurahNumber":5,"VerseNumber":111,"Text":"و [ياد كن‌] هنگامى را كه به حواريّون وحى كردم كه به من و فرستاده‌ام ايمان آوريد. گفتند: «ايمان آورديم، و گواه باش كه ما مسلمانيم.»"},{"SurahNumber":5,"VerseNumber":112,"Text":"و [ياد كن‌] هنگامى را كه حواريّون گفتند: «اى عيسى پسر مريم، آيا پروردگارت مى‌تواند از آسمان، خوانى براى ما فرود آورد؟» [عيسى‌] گفت: «اگر ايمان داريد از خدا پروا داريد.»"},{"SurahNumber":5,"VerseNumber":113,"Text":"گفتند: «مى‌خواهيم از آن بخوريم، و دلهاى ما آرامش يابد، و بدانيم كه به ما راست گفته‌اى، و بر آن از گواهان باشيم.»"},{"SurahNumber":5,"VerseNumber":114,"Text":"عيسى پسر مريم گفت: «بار الها، پروردگارا، از آسمان، خوانى بر ما فرو فرست تا عيدى براى اول و آخر ما باشد و نشانه‌اى از جانب تو. و ما را روزى ده كه تو بهترين روزى‌دهندگانى.»"},{"SurahNumber":5,"VerseNumber":115,"Text":"خدا فرمود: «من آن را بر شما فرو خواهم فرستاد، و[لى‌] هر كس از شما پس از آن انكار ورزد، وى را [چنان‌] عذابى كنم كه هيچ يك از جهانيان را [آن چنان‌] عذاب نكرده باشم.»"},{"SurahNumber":5,"VerseNumber":116,"Text":"و [ياد كن‌] هنگامى را كه خدا فرمود: «اى عيسى پسر مريم، آيا تو به مردم گفتى: من و مادرم را همچون دو خدا به جاى خداوند بپرستيد؟» گفت: «منزهى تو، مرا نزيبد كه [در باره خويشتن‌] چيزى را كه حق من نيست بگويم. اگر آن را گفته بودم قطعاً آن را مى‌دانستى. آنچه در نفس من است تو مى‌دانى؛ و آنچه در ذات توست من نمى‌دانم، چرا كه تو خود، داناى رازهاى نهانى"},{"SurahNumber":5,"VerseNumber":117,"Text":"جز آنچه مرا بدان فرمان دادى [چيزى‌] به آنان نگفتم؛ [گفته‌ام‌] كه: خدا، پروردگار من و پروردگار خود را عبادت كنيد، و تا وقتى در ميانشان بودم بر آنان گواه بودم؛ پس چون روح مرا گرفتى، تو خود بر آنان نگهبان بودى، و تو بر هر چيز گواهى"},{"SurahNumber":5,"VerseNumber":118,"Text":"اگر عذابشان كنى، آنان بندگان تواند و اگر بر ايشان ببخشايى تو خود، توانا و حكيمى.»"},{"SurahNumber":5,"VerseNumber":119,"Text":"خدا فرمود: «اين، روزى است كه راستگويان را راستى‌شان سود بخشد.» براى آنان باغهايى است كه از زير [درختان‌] آن نهرها روان است. هميشه در آن جاودانند. خدا از آنان خشنود است و آنان [نيز] از او خشنودند. اين است رستگارى بزرگ"},{"SurahNumber":5,"VerseNumber":120,"Text":"فرمانروايى آسمانها و زمين و آنچه در آنهاست از آنِ خداست، و او بر هر چيزى تواناست"},{"SurahNumber":6,"VerseNumber":1,"Text":"ستايش خدايى را كه آسمانها و زمين را آفريد، و تاريكيها و روشنايى را پديد آورد. با اين همه كسانى كه كفر ورزيده‌اند، [غير او را] با پروردگار خود برابر مى‌كنند"},{"SurahNumber":6,"VerseNumber":2,"Text":"اوست كسى كه شما را از گِل آفريد. آنگاه مدتى را [براى شما عُمْر] مقرر داشت. و اَجَل حتمى نزد اوست. با اين همه، [بعضى از] شما [در قدرت او] ترديد مى‌كنيد"},{"SurahNumber":6,"VerseNumber":3,"Text":"و او در آسمانها و زمين خداست. نهان و آشكار شما را مى‌داند، و آنچه را به دست مى‌آوريد [نيز] مى‌داند"},{"SurahNumber":6,"VerseNumber":4,"Text":"و هيچ نشانه‌اى از نشانه‌هاى پروردگارشان به سويشان نمى‌آمد مگر آنكه از آن روى بر مى‌تافتند"},{"SurahNumber":6,"VerseNumber":5,"Text":"آنان حق را هنگامى كه به سويشان آمد تكذيب كردند، پس به زودى، [حقيقت‌] خبرهاى آنچه را كه به ريشخند مى‌گرفتند به آنان خواهد رسيد"},{"SurahNumber":6,"VerseNumber":6,"Text":"آيا نديده‌اند كه پيش از آنان چه بسيار امتها را هلاك كرديم؟ [امتهايى كه‌] در زمين به آنان امكاناتى داديم كه براى شما آن امكانات را فراهم نكرده‌ايم، و [بارانهاى‌] آسمان را پى در پى بر آنان فرو فرستاديم، و رودبارها از زير [شهرهاى‌] آنان روان ساختيم. پس ايشان را به [سزاى‌] گناهانشان هلاك كرديم، و پس از آنان نسلهاى ديگرى پديد آورديم"},{"SurahNumber":6,"VerseNumber":7,"Text":"و اگر مكتوبى، نوشته بر كاغذ، بر تو نازل مى‌كرديم و آنان، آن را با دستهاى خود لمس مى‌كردند قطعاً كافران مى‌گفتند: «اين [چيزى‌] جز سحر آشكار نيست.»"},{"SurahNumber":6,"VerseNumber":8,"Text":"و گفتند: «چرا فرشته‌اى بر او نازل نشده است؟» و اگر فرشته‌اى فرود مى‌آورديم، قطعاً كار تمام شده بود؛ سپس مهلت نمى‌يافتند"},{"SurahNumber":6,"VerseNumber":9,"Text":"و اگر او را فرشته‌اى قرار مى‌داديم، حتماً وى را [به صورت‌] مردى در مى‌آورديم، و امر را همچنان بر آنان مشتبه مى‌ساختيم"},{"SurahNumber":6,"VerseNumber":10,"Text":"و پيش از تو پيامبرانى به استهزا گرفته شدند. پس آنچه را ريشخند مى‌كردند گريبانگير ريشخندكنندگان ايشان گرديد"},{"SurahNumber":6,"VerseNumber":11,"Text":"بگو: «در زمين بگرديد، آنگاه بنگريد كه فرجام تكذيب‌كنندگان چگونه بوده است؟»"},{"SurahNumber":6,"VerseNumber":12,"Text":"بگو: «آنچه در آسمانها و زمين است از آنِ كيست؟» بگو: «از آن خداست »؛ كه رحمت را بر خويشتن واجب گردانيده است. يقيناً شما را در روز قيامت -كه در آن هيچ شكى نيست- گرد خواهد آورد. خودباختگان كسانى‌اند كه ايمان نمى‌آورند"},{"SurahNumber":6,"VerseNumber":13,"Text":"و آنچه در شب و روز آرام [و تكاپو] دارد، از آنِ اوست و او شنواى داناست"},{"SurahNumber":6,"VerseNumber":14,"Text":"بگو: «آيا غير از خدا -پديدآورنده آسمانها و زمين- سرپرستى برگزينم؟ و اوست كه خوراك مى‌دهد، و خوراك داده نمى‌شود.» بگو: «من مأمورم كه نخستين كسى باشم كه اسلام آورده است، و [به من فرمان داده شده كه:] هرگز از مشركان مباش.»"},{"SurahNumber":6,"VerseNumber":15,"Text":"بگو: «اگر به پروردگارم عصيان ورزم از عذاب روزى بزرگ مى‌ترسم.»"},{"SurahNumber":6,"VerseNumber":16,"Text":"آن روز، كسى كه [عذاب‌] از او برگردانده شود، قطعاً [خدا] بر او رحمت آورده، و اين است همان رستگارى آشكار"},{"SurahNumber":6,"VerseNumber":17,"Text":"و اگر خدا به تو زيانى برساند، كسى جز او برطرف كننده آن نيست، و اگر خيرى به تو برساند پس او بر هر چيزى تواناست"},{"SurahNumber":6,"VerseNumber":18,"Text":"و اوست كه بر بندگان خويش چيره است، و اوست حكيم آگاه"},{"SurahNumber":6,"VerseNumber":19,"Text":"بگو: «گواهى چه كسى از همه برتر است؟» بگو: «خدا ميان من و شما گواه است. و اين قرآن به من وحى شده تا به وسيله آن، شما و هر كس را [كه اين پيام به او] برسد، هشدار دهم. آيا واقعاً شما گواهى مى‌دهيد كه در جَنب خدا، خدايان ديگرى است؟» بگو: «من گواهى نمى‌دهم.» بگو: «او تنها معبودى يگانه است، و بى‌ترديد، من از آنچه شريك [او] قرار مى‌دهيد بيزارم.»"},{"SurahNumber":6,"VerseNumber":20,"Text":"كسانى كه كتاب [آسمانى‌] به آنان داده‌ايم، همان گونه كه پسران خود را مى‌شناسد، او [=پيامبر] را مى‌شناسد. كسانى كه به خود زيان زده‌اند، ايمان نمى‌آورند"},{"SurahNumber":6,"VerseNumber":21,"Text":"و كيست ستمكارتر از آن كس كه بر خدا دروغ بسته يا آيات او را تكذيب نموده؟ بى ترديد، ستمكاران رستگار نمى‌شوند"},{"SurahNumber":6,"VerseNumber":22,"Text":"و [ياد كن‌] روزى را كه همه آنان را محشور مى‌كنيم، آنگاه به كسانى كه شرك آورده‌اند مى‌گوييم: «كجايند شريكان شما كه [آنها را شريك خدا] مى‌پنداشتيد؟»"},{"SurahNumber":6,"VerseNumber":23,"Text":"آنگاه عذرشان جز اين نيست كه مى‌گويند: «به خدا، پروردگارمان سوگند كه ما مشرك نبوديم.»"},{"SurahNumber":6,"VerseNumber":24,"Text":"ببين، چگونه به خود دروغ مى‌گويند و آنچه برمى‌بافتند از ايشان ياوه شد"},{"SurahNumber":6,"VerseNumber":25,"Text":"و برخى از آنان به تو گوش فرا مى‌دهند، و[لى‌] ما بر دلهايشان پرده‌ها افكنده‌ايم تا آن را نفهمند، و در گوشهايشان سنگينى [قرار داده‌ايم‌]. و اگر هر معجزه‌اى را ببينند به آن ايمان نمى‌آورند. تا آنجا كه وقتى نزد تو مى‌آيند و با تو جدال مى‌كنند، كسانى كه كفر ورزيدند، مى‌گويند: «اين [كتاب‌] چيزى جز افسانه‌هاى پيشينيان نيست.»"},{"SurahNumber":6,"VerseNumber":26,"Text":"و آنان [مردم را] از آن باز مى‌دارند و [خود نيز] از آن دورى مى‌كنند، و[لى‌] جز خويشتن را به هلاكت نمى‌افكنند و نمى‌دانند"},{"SurahNumber":6,"VerseNumber":27,"Text":"و اى كاش [منكران را] هنگامى كه بر آتش عرضه مى‌شوند، مى‌ديدى كه مى‌گويند: «كاش بازگردانده مى‌شديم و [ديگر] آيات پروردگارمان را تكذيب نمى‌كرديم و از مؤمنان مى‌شديم.»"},{"SurahNumber":6,"VerseNumber":28,"Text":"[ولى چنين نيست‌] بلكه آنچه را پيش از اين نهان مى‌داشتند، براى آنان آشكار شده است. و اگر هم بازگردانده شوند قطعاً به آنچه از آن منع شده بودند برمى‌گردند و آنان دروغگويند"},{"SurahNumber":6,"VerseNumber":29,"Text":"و گفتند: «جز زندگى دنياى ما [زندگى ديگرى‌] نيست و برانگيخته نخواهيم شد.»"},{"SurahNumber":6,"VerseNumber":30,"Text":"و اگر بنگرى هنگامى را كه در برابر پروردگارشان باز داشته مى‌شوند. [خدا] مى‌فرمايد: «آيا اين حق نيست؟» مى‌گويند: «چرا، سوگند به پروردگارمان [كه حق است‌].» مى‌فرمايد: «پس به [كيفر] آنكه كفر مى‌ورزيديد، اين عذاب را بچشيد.»"},{"SurahNumber":6,"VerseNumber":31,"Text":"كسانى كه لقاى الهى را دروغ انگاشتند قطعاً زيان ديدند. تا آنگاه كه قيامت بناگاه بر آنان دررسد، مى‌گويند: «اى دريغ بر ما، بر آنچه در باره آن كوتاهى كرديم.» و آنان بار سنگين گناهانشان را به دوش مى‌كشند. چه بد است بارى كه مى‌كِشند"},{"SurahNumber":6,"VerseNumber":32,"Text":"و زندگى دنيا جز بازى و سرگرمى نيست، و قطعاً سراى بازپسين براى كسانى كه پرهيزگارى مى‌كنند بهتر است. آيا نمى‌انديشيد؟"},{"SurahNumber":6,"VerseNumber":33,"Text":"به يقين، مى‌دانيم كه آنچه مى‌گويند تو را سخت غمگين مى‌كند. در واقع آنان تو را تكذيب نمى‌كنند، ولى ستمكاران آيات خدا را انكار مى‌كنند"},{"SurahNumber":6,"VerseNumber":34,"Text":"و پيش از تو نيز پيامبرانى تكذيب شدند، ولى بر آنچه تكذيب شدند و آزار ديدند شكيبايى كردند تا يارى ما به آنان رسيد، و براى كلمات خدا هيچ تغييردهنده‌اى نيست. و مسلماً اخبار پيامبران به تو رسيده است"},{"SurahNumber":6,"VerseNumber":35,"Text":"و اگر اعراض كردنِ آنان [از قرآن‌] بر تو گران است، اگر مى‌توانى نَقْبى در زمين يا نردبانى در آسمان بجويى تا معجزه‌اى [ديگر] برايشان بياورى [پس چنين كن‌]، و اگر خدا مى‌خواست قطعاً آنان را بر هدايت گِرد مى‌آورد، پس زنهار از نادانان مباش"},{"SurahNumber":6,"VerseNumber":36,"Text":"تنها كسانى [دعوت تو را] اجابت مى‌كنند كه گوش شنوا دارند، و [امّا] مردگان را خداوند [در قيامت‌] بر خواهد انگيخت؛ سپس به سوى او بازگردانيده مى‌شوند"},{"SurahNumber":6,"VerseNumber":37,"Text":"و گفتند: «چرا معجزه‌اى از جانب پروردگارش بر او نازل نشده است؟» بگو: «بى‌ترديد، خدا قادر است كه پديده‌اى شگرف فرو فرستد، ليكن بيشتر آنان نمى‌دانند.»"},{"SurahNumber":6,"VerseNumber":38,"Text":"و هيچ جنبنده‌اى در زمين نيست و نه هيچ پرنده‌اى كه با دو بال خود پرواز مى‌كند؛ مگر آنكه آنها [نيز] گروه‌هايى مانند شما هستند، ما هيچ چيزى را در كتاب [لوح محفوظ] فروگذار نكرده‌ايم؛ سپس [همه‌] به سوى پروردگارشان محشور خواهند گرديد"},{"SurahNumber":6,"VerseNumber":39,"Text":"و كسانى كه آيات ما را دروغ پنداشتند، در تاريكيها[ى كفر] كر و لالند، هر كه را خدا بخواهد گمراهش مى‌گذارد؛ و هر كه را بخواهد بر راه راست قرارش مى‌دهد"},{"SurahNumber":6,"VerseNumber":40,"Text":"بگو: «به نظر شما، اگر عذاب خدا شما را دررسد يا رستاخيز شما را دريابد، اگر راستگوييد، كسى غير از خدا را مى‌خوانيد؟»"},{"SurahNumber":6,"VerseNumber":41,"Text":"[نه،] بلكه تنها او را مى‌خوانيد، و اگر او بخواهد رنج و بلا را از شما دور مى‌گرداند، و آنچه را شريك [او] مى‌گردانيد فراموش مى‌كنيد"},{"SurahNumber":6,"VerseNumber":42,"Text":"و به يقين، ما به سوى امّتهايى كه پيش از تو بودند [پيامبرانى‌] فرستاديم، و آنان را به تنگى معيشت و بيمارى دچار ساختيم، تا به زارى و خاكسارى درآيند"},{"SurahNumber":6,"VerseNumber":43,"Text":"پس چرا هنگامى كه عذاب ما به آنان رسيد تضرّع نكردند؟ ولى [حقيقت اين است كه‌] دلهايشان سخت شده، و شيطان آنچه را انجام مى‌دادند برايشان آراسته است"},{"SurahNumber":6,"VerseNumber":44,"Text":"پس چون آنچه را كه بدان پند داده شده بودند فراموش كردند، درهاى هر چيزى [از نعمتها] را بر آنان گشوديم، تا هنگامى كه به آنچه داده شده بودند شاد گرديدند؛ ناگهان [گريبان‌] آنان را گرفتيم، و يكباره نوميد شدند"},{"SurahNumber":6,"VerseNumber":45,"Text":"پس ريشه آن گروهى كه ستم كردند بركنده شد، و ستايش براى خداوند، پروردگار جهانيان است"},{"SurahNumber":6,"VerseNumber":46,"Text":"بگو: «به نظر شما، اگر خدا شنوايى شما و ديدگانتان را بگيرد و بر دلهايتان مُهر نهد، آيا غير از خدا كدام معبودى است كه آن را به شما بازپس دهد؟» بنگر چگونه آيات [خود] را [گوناگون‌] بيان مى‌كنيم، سپس آنان روى برمى‌تابند؟"},{"SurahNumber":6,"VerseNumber":47,"Text":"بگو: «به نظر شما، اگر عذاب خدا ناگهان يا آشكارا به شما برسد، آيا جز گروه ستمگران [كسى‌] هلاك خواهد شد؟»"},{"SurahNumber":6,"VerseNumber":48,"Text":"و ما پيامبران [خود] را جز بشارتگر و هشداردهنده نمى‌فرستيم، پس كسانى كه ايمان آورند و نيكوكارى كنند بيمى بر آنان نيست و اندوهگين نخواهند شد"},{"SurahNumber":6,"VerseNumber":49,"Text":"و كسانى كه آيات ما را دروغ انگاشتند، به [سزاى‌] آنكه نافرمانى مى‌كردند، عذاب به آنان خواهد رسيد"},{"SurahNumber":6,"VerseNumber":50,"Text":"بگو: «به شما نمى‌گويم گنجينه‌هاى خدا نزد من است؛ و غيب نيز نمى‌دانم؛ و به شما نمى‌گويم كه من فرشته‌ام. جز آنچه را كه به سوى من وحى مى‌شود پيروى نمى‌كنم.» بگو: «آيا نابينا و بينا يكسان است؟ آيا تفكّر نمى‌كنيد.»"},{"SurahNumber":6,"VerseNumber":51,"Text":"و به وسيله اين [قرآن‌] كسانى را كه بيم دارند كه به سوى پروردگارشان محشور شوند هشدار ده [چرا] كه غير او براى آنها يار و شفيعى نيست، باشد كه پروا كنند"},{"SurahNumber":6,"VerseNumber":52,"Text":"و كسانى را كه پروردگار خود را بامدادان و شامگاهان مى‌خوانند -در حالى كه خشنودى او را مى‌خواهند- مران. از حساب آنان چيزى بر عهده تو نيست، و از حساب تو [نيز] چيزى بر عهده آنان نيست، تا ايشان را برانى و از ستمكاران باشى"},{"SurahNumber":6,"VerseNumber":53,"Text":"و بدين گونه ما برخى از آنان را به برخى ديگر آزموديم، تا بگويند: «آيا اينانند كه از ميان ما، خدا بر ايشان منّت نهاده است؟» آيا خدا به [حال‌] سپاسگزاران داناتر نيست؟"},{"SurahNumber":6,"VerseNumber":54,"Text":"و چون كسانى كه به آيات ما ايمان دارند، نزد تو آيند، بگو: «درود بر شما»، پروردگارتان رحمت را بر خود مقرّر كرده كه هر كس از شما به نادانى كار بدى كند و آنگاه به توبه و صلاح آيد، پس وى آمرزنده مهربان است"},{"SurahNumber":6,"VerseNumber":55,"Text":"و اين گونه، آيات [خود] را به روشنى بيان مى‌كنيم تا راه و رسم گناهكاران روشن شود"},{"SurahNumber":6,"VerseNumber":56,"Text":"بگو: «من نهى شده‌ام كه كسانى را كه شما غير از خدا مى‌خوانيد بپرستم!» بگو: «من از هوسهاى شما پيروى نمى‌كنم، و گر نه گمراه شوم و از راه‌يافتگان نباشم.»"},{"SurahNumber":6,"VerseNumber":57,"Text":"بگو: «من از جانب پروردگارم دليل آشكارى [همراه‌] دارم، و[لى‌] شما آن را دروغ پنداشتيد، [و] آنچه را به شتاب خواستار آنيد در اختيار من نيست. فرمان جز به دست خدا نيست، كه حق را بيان مى‌كند، و او بهترين داوران است.»"},{"SurahNumber":6,"VerseNumber":58,"Text":"بگو: «اگر آنچه را با شتاب خواستار آنيد نزد من بود، قطعاً ميان من و شما كار به انجام رسيده بود، و خدا به [حال‌] ستمكاران داناتر است.»"},{"SurahNumber":6,"VerseNumber":59,"Text":"و كليدهاى غيب، تنها نزد اوست. جز او [كسى‌] آن را نمى‌داند، و آنچه در خشكى و درياست مى‌داند، و هيچ برگى فرو نمى‌افتد مگر [اينكه‌] آن را مى‌داند، و هيچ دانه‌اى در تاريكيهاى زمين، و هيچ تر و خشكى نيست مگر اينكه در كتابى روشن [ثبت ]است"},{"SurahNumber":6,"VerseNumber":60,"Text":"و اوست كسى كه شبانگاه، روح شما را [به هنگام خواب‌] مى‌گيرد؛ و آنچه را در روز به دست آورده‌ايد مى‌داند؛ سپس شما را در آن بيدار مى‌كند، تا هنگامى معيّن به سر آيد؛ آنگاه بازگشت شما به سوى اوست؛ سپس شما را به آنچه انجام مى‌داده‌ايد آگاه خواهد كرد"},{"SurahNumber":6,"VerseNumber":61,"Text":"و اوست كه بر بندگانش قاهر [و غالب‌] است؛ و نگهبانانى بر شما مى‌فرستد، تا هنگامى كه يكى از شما را مرگ فرا رسد، فرشتگان ما جانش بستانند، در حالى كه كوتاهى نمى‌كنند"},{"SurahNumber":6,"VerseNumber":62,"Text":"آنگاه به سوى خداوند -مولاى بحقشان- برگردانيده شوند. آگاه باشيد كه داورى از آن اوست، و او سريعترين حسابرسان است"},{"SurahNumber":6,"VerseNumber":63,"Text":"بگو: «چه كسى شما را از تاريكيهاى خشكى و دريا مى‌رهاند؟ در حالى كه او را به زارى و در نهان مى‌خوانيد: كه اگر ما را از اين [مهلكه‌] برهاند، البته از سپاسگزاران خواهيم بود.»"},{"SurahNumber":6,"VerseNumber":64,"Text":"بگو: «خداست كه شما را از آن [تاريكيها] و از هر اندوهى مى‌رهاند، باز شما شرك مى‌ورزيد.»"},{"SurahNumber":6,"VerseNumber":65,"Text":"بگو: «او تواناست كه از بالاى سرتان يا از زير پاهايتان عذابى بر شما بفرستد يا شما را گروه گروه به هم اندازد [و دچار تفرقه سازد] و عذاب بعضى از شما را به بعضى [ديگر] بچشاند.» بنگر، چگونه آيات [خود] را گوناگون بيان مى‌كنيم باشد كه آنان بفهمند"},{"SurahNumber":6,"VerseNumber":66,"Text":"و قوم تو آن [=قرآن‌] را دروغ شمردند، در حالى كه آن بر حق است. بگو: «من بر شما نگهبان نيستم.»"},{"SurahNumber":6,"VerseNumber":67,"Text":"براى هر خبرى هنگام [وقوع‌] است، و به زودى خواهيد دانست"},{"SurahNumber":6,"VerseNumber":68,"Text":"و چون ببينى كسانى [به قصد تخطئه‌] در آيات ما فرو مى‌روند از ايشان روى برتاب، تا در سخنى غير از آن درآيند؛ و اگر شيطان تو را [در اين باره‌] به فراموشى انداخت، پس از توجّه، [ديگر] با قوم ستمكار منشين"},{"SurahNumber":6,"VerseNumber":69,"Text":"و چيزى از حساب آنان [=ستمكاران‌] بر عهده كسانى كه پروا[ى خدا] دارند، نيست. ليكن، تذكّر دادن [لازم‌] است، باشد كه [از استهزا] پرهيز كنند"},{"SurahNumber":6,"VerseNumber":70,"Text":"و كسانى را كه دين خود را به بازى و سرگرمى گرفتند و زندگى دنيا آنان را فريفته است، رها كن؛ و [مردم را] به وسيله اين [قرآن‌] اندرز ده؛ مبادا كسى به [كيفر] آنچه كسب كرده به هلاكت افتد، در حالى كه براى او در برابر خدا يارى و شفاعتگرى نباشد؛ و اگر [براى رهايى خود] هر گونه فديه‌اى دهد، از او پذيرفته نگردد. اينانند كه به [سزاى‌] آنچه كسب كرده‌اند به هلاكت افتاده‌اند، و به [كيفر] آنكه كفر مى‌ورزيدند، شرابى از آب جوشان و عذابى پر درد خواهند داشت"},{"SurahNumber":6,"VerseNumber":71,"Text":"بگو: «آيا به جاى خدا چيزى را بخوانيم كه نه سودى به ما مى‌رساند و نه زيانى؛ و آيا پس از اينكه خدا ما را هدايت كرده از عقيده خود بازگرديم؟ مانند كسى كه شيطانها او را در بيابان از راه به در برده‌اند، و حيران [بر جاى مانده ]است؟ براى او يارانى است كه وى را به سوى هدايت مى‌خوانند كه:» به سوى ما بيا. «بگو:» هدايت خداست كه هدايتِ [واقعى‌] است، و دستور يافته‌ايم كه تسليم پروردگار جهانيان باشيم"},{"SurahNumber":6,"VerseNumber":72,"Text":"و اينكه نماز برپا داريد و از او بترسيد، و هم اوست كه نزد وى محشور خواهيد گرديد"},{"SurahNumber":6,"VerseNumber":73,"Text":"و او كسى است كه آسمانها و زمين را به حق آفريد، و هر گاه كه مى‌گويد: «باش»، بى‌درنگ موجود شود؛ سخنش راست است؛ و روزى كه در صور دميده شود، فرمانروايى از آن اوست؛ داننده غيب و شهود است؛ و اوست حكيم آگاه"},{"SurahNumber":6,"VerseNumber":74,"Text":"و [ياد كن‌] هنگامى را كه ابراهيم به پدر خود «آزر» گفت: «آيا بتان را خدايان [خود] مى‌گيرى؟ من همانا تو و قوم تو را در گمراهى آشكارى مى‌بينم.»"},{"SurahNumber":6,"VerseNumber":75,"Text":"و اين گونه، ملكوت آسمانها و زمين را به ابراهيم نمايانديم تا از جمله يقين‌كنندگان باشد"},{"SurahNumber":6,"VerseNumber":76,"Text":"پس چون شب بر او پرده افكند، ستاره‌اى ديد؛ گفت: «اين پروردگار من است.» و آنگاه چون غروب كرد، گفت: «غروب‌كنندگان را دوست ندارم.»"},{"SurahNumber":6,"VerseNumber":77,"Text":"و چون ماه را در حال طلوع ديد، گفت: «اين پروردگار من است.» آنگاه چون ناپديد شد، گفت: «اگر پروردگارم مرا هدايت نكرده بود قطعاً از گروه گمراهان بودم.»"},{"SurahNumber":6,"VerseNumber":78,"Text":"پس چون خورشيد را برآمده ديد، گفت: «اين پروردگار من است. اين بزرگتر است.» و هنگامى كه افول كرد، گفت: «اى قوم من، من از آنچه [براى خدا] شريك مى‌سازيد بيزارم.»"},{"SurahNumber":6,"VerseNumber":79,"Text":"من از روى اخلاص، پاكدلانه روى خود را به سوى كسى گردانيدم كه آسمانها و زمين را پديد آورده است؛ و من از مشركان نيستم"},{"SurahNumber":6,"VerseNumber":80,"Text":"و قومش با او به ستيزه پرداختند. گفت: «آيا با من در باره خدا محاجّه مى‌كنيد و حال آنكه او مرا راهنمايى كرده است؟ و من از آنچه شريك او مى‌سازيد بيمى ندارم، مگر آنكه پروردگارم چيزى بخواهد. علم پروردگارم به هر چيزى احاطه يافته است. پس آيا متذكّر نمى‌شويد؟»"},{"SurahNumber":6,"VerseNumber":81,"Text":"و چگونه از آنچه شريك [خدا] مى‌گردانيد بترسم، با آنكه شما خود از اينكه چيزى را شريك خدا ساخته‌ايد كه [خدا] دليلى در باره آن بر شما نازل نكرده است نمى‌هراسيد؟ پس اگر مى‌دانيد، كدام يك از [ما] دو دسته به ايمنى سزاوارتر است؟"},{"SurahNumber":6,"VerseNumber":82,"Text":"كسانى كه ايمان آورده و ايمان خود را به شرك نيالوده‌اند، آنان راست ايمنى و ايشان راه‌يافتگانند"},{"SurahNumber":6,"VerseNumber":83,"Text":"و آن حجّت ما بود كه به ابراهيم در برابر قومش داديم. درجات هر كس را كه بخواهيم فرا مى‌بريم، زيرا پروردگار تو حكيم داناست"},{"SurahNumber":6,"VerseNumber":84,"Text":"و به او اسحاق و يعقوب را بخشيديم، و همه را به راه راست درآورديم، و نوح را از پيش راه نموديم، و از نسل او داوود و سليمان و ايوب و يوسف و موسى و هارون را [هدايت كرديم‌] و اين گونه، نيكوكاران را پاداش مى‌دهيم"},{"SurahNumber":6,"VerseNumber":85,"Text":"و زكريّا و يحيى و عيسى و الياس را كه همه از شايستگان بودند،"},{"SurahNumber":6,"VerseNumber":86,"Text":"و اسماعيل و يسع و يونس و لوط، كه جملگى را بر جهانيان برترى داديم"},{"SurahNumber":6,"VerseNumber":87,"Text":"و از پدران و فرزندان و برادرانشان برخى را [بر جهانيان برترى داديم‌]، و آنان را برگزيديم و به راه راست راهنمايى كرديم"},{"SurahNumber":6,"VerseNumber":88,"Text":"اين، هدايت خداست كه هر كس از بندگانش را بخواهد بدان هدايت مى‌كند. و اگر آنان شرك ورزيده بودند، قطعاً آن چه انجام مى‌دادند از دستشان مى‌رفت"},{"SurahNumber":6,"VerseNumber":89,"Text":"آنان كسانى بودند كه كتاب و داورى و نبوت بديشان داديم؛ و اگر اينان [=مشركان‌] بدان كفر ورزند، بى‌گمان، گروهى [ديگر] را بر آن گماريم كه بدان كافر نباشند"},{"SurahNumber":6,"VerseNumber":90,"Text":"اينان كسانى هستند كه خدا هدايتشان كرده است، پس به هدايت آنان اقتدا كن. بگو: «من، از شما هيچ مزدى بر اين [رسالت‌] نمى‌طلبم. اين [قرآن‌] جز تذكرى براى جهانيان نيست.»"},{"SurahNumber":6,"VerseNumber":91,"Text":"و آنگاه كه [يهوديان‌] گفتند: «خدا چيزى بر بشرى نازل نكرده»، بزرگى خدا را چنانكه بايد نشناختند. بگو: «چه كسى آن كتابى را كه موسى آورده است نازل كرده؟ [همان كتابى كه‌] براى مردم روشنايى و رهنمود است، [و] آن را به صورت طومارها درمى‌آوريد. [آنچه را] از آن [مى‌خواهيد] آشكار و بسيارى را پنهان مى‌كنيد، در صورتى كه چيزى كه نه شما مى‌دانستيد و نه پدرانتان، [به وسيله آن‌] به شما آموخته شد.» بگو: «خدا [همه را فرستاده‌]»؛ آنگاه بگذار تا در ژرفاى [باطل‌] خود به بازى [سرگرم‌] شوند"},{"SurahNumber":6,"VerseNumber":92,"Text":"و اين خجسته‌كتابى است كه ما آن را فرو فرستاديم، [و] كتابهايى را كه پيش از آن آمده تصديق مى‌كند. و براى اينكه [مردم‌]ام‌القرى [=مكّه‌] و كسانى را كه پيرامون آنند هشدار دهى. و كسانى كه به آخرت ايمان مى‌آورند، به آن [قرآن نيز] ايمان مى‌آورند، و آنان بر نمازهاى خود مراقبت مى‌كنند"},{"SurahNumber":6,"VerseNumber":93,"Text":"و كيست ستمكارتر از آن كس كه بر خدا دروغ مى‌بندد يا مى‌گويد: «به من وحى شده»، در حالى كه چيزى به او وحى نشده باشد، و آن كس كه مى‌گويد: «به زودى نظير آنچه را خدا نازل كرده است نازل مى‌كنم»؟ و كاش ستمكاران را در گردابهاى مرگ مى‌ديدى كه فرشتگان [به سوى آنان‌] دستهايشان را گشوده‌اند [و نهيب مى‌زنند:] «جانهايتان را بيرون دهيد»؛ امروز به [سزاى‌] آنچه بناحق بر خدا دروغ مى‌بستيد و در برابر آيات او تكبر مى‌كرديد، به عذاب خواركننده كيفر مى‌يابيد"},{"SurahNumber":6,"VerseNumber":94,"Text":"و همان گونه كه شما را نخستين بار آفريديم [اكنون نيز] تنها به سوى ما آمده‌ايد، و آنچه را به شما عطا كرده بوديم پشت سر خود نهاده‌ايد، و شفيعانى را كه در [كار] خودتان، شريكان [خدا] مى‌پنداشتيد با شما نمى‌بينيم. به يقين، پيوند ميان شما بريده شده، و آنچه را كه مى‌پنداشتيد از دست شما رفته است"},{"SurahNumber":6,"VerseNumber":95,"Text":"خدا شكافنده دانه و هسته است. زنده را از مرده، و مرده را از زنده بيرون مى‌آورد. چنين است خداى شما؛ پس چگونه [از حق‌] منحرف مى‌شويد؟"},{"SurahNumber":6,"VerseNumber":96,"Text":"[هموست كه‌] شكافنده صبح است، و شب را براى آرامش و خورشيد و ماه را وسيله حساب قرار داده. اين اندازه‌گيرىِ آن تواناى داناست"},{"SurahNumber":6,"VerseNumber":97,"Text":"و اوست كسى كه ستارگان را براى شما قرار داده تا به وسيله آنها در تاريكيهاى خشكى و دريا راه يابيد. به يقين، ما دلايل [خود] را براى گروهى كه مى‌دانند به روشنى بيان كرده‌ايم"},{"SurahNumber":6,"VerseNumber":98,"Text":"و او همان كسى است كه شما را از يك تن پديد آورد. پس [براى شما] قرارگاه و محل امانتى [مقرر كرد]. بى‌ترديد، ما آيات [خود] را براى مردمى كه مى‌فهمند به روشنى بيان كرده‌ايم"},{"SurahNumber":6,"VerseNumber":99,"Text":"و اوست كسى كه از آسمان، آبى فرود آورد؛ پس به وسيله آن از هر گونه گياه برآورديم، و از آن [گياه‌] جوانه سبزى خارج ساختيم كه از آن، دانه‌هاى متراكمى برمى‌آوريم، و از شكوفه درخت خرما خوشه‌هايى است نزديك به هم. و [نيز ]باغهايى از انگور و زيتون و انار -همانند و غير همانند- خارج نموديم. به ميوه آن چون ثمر دهد و به [طرز] رسيدنش بنگريد. قطعاً در اينها براى مردمى كه ايمان مى‌آورند نشانه‌هاست"},{"SurahNumber":6,"VerseNumber":100,"Text":"و براى خدا شريكانى از جن قرار دادند، با اينكه خدا آنها را خلق كرده است. و براى او، بى هيچ دانشى، پسران و دخترانى تراشيدند. او پاك و برتر است از آنچه وصف مى‌كنند"},{"SurahNumber":6,"VerseNumber":101,"Text":"پديدآورنده آسمانها و زمين است. چگونه او را فرزندى باشد، در صورتى كه براى او همسرى نبوده، و هر چيزى را آفريده، و اوست كه به هر چيزى داناست"},{"SurahNumber":6,"VerseNumber":102,"Text":"اين است خدا، پروردگار شما: هيچ معبودى جز او نيست، آفريننده هر چيزى است. پس او را بپرستيد، و او بر هر چيزى نگهبان است"},{"SurahNumber":6,"VerseNumber":103,"Text":"چشمها او را درنمى‌يابند و اوست كه ديدگان را درمى‌يابد، و او لطيف آگاه است"},{"SurahNumber":6,"VerseNumber":104,"Text":"به راستى رهنمودهايى از جانب پروردگارتان براى شما آمده است. پس هر كه به ديده بصيرت بنگرد به سود خود او، و هر كس از سر بصيرت ننگرد به زيان خود اوست، و من بر شما نگهبان نيستم"},{"SurahNumber":6,"VerseNumber":105,"Text":"و اين گونه آيات [خود] را گوناگون بيان مى‌كنيم، تا مبادا بگويند تو درس خوانده‌اى، و تا اينكه آن را براى گروهى كه مى‌دانند روشن سازيم"},{"SurahNumber":6,"VerseNumber":106,"Text":"از آنچه از پروردگارت به تو وحى شده پيروى كن. هيچ معبودى جز او نيست، و از مشركان روى بگردان"},{"SurahNumber":6,"VerseNumber":107,"Text":"و اگر خدا مى‌خواست آنان شرك نمى‌آوردند، و ما تو را بر ايشان نگهبان نكرده‌ايم، و تو وكيل آنان نيستى"},{"SurahNumber":6,"VerseNumber":108,"Text":"و آنهايى را كه جز خدا مى‌خوانند دشنام مدهيد كه آنان از روى دشمنى [و] به نادانى، خدا را دشنام خواهند داد. اين گونه براى هر امتى كردارشان را آراستيم. آنگاه بازگشت آنان به سوى پروردگارشان خواهد بود، و ايشان را از آنچه انجام مى‌دادند آگاه خواهد ساخت"},{"SurahNumber":6,"VerseNumber":109,"Text":"و با سخت‌ترين سوگندهايشان، به خدا سوگند خوردند كه اگر معجزه‌اى براى آنان بيايد، حتماً بدان مى‌گروند. بگو: «معجزات، تنها در اختيار خداست.» و شما چه مى‌دانيد كه اگر [معجزه هم‌] بيايد باز ايمان نمى‌آورند"},{"SurahNumber":6,"VerseNumber":110,"Text":"و دلها و ديدگانشان را برمى‌گردانيم [در نتيجه به آيات ما ايمان نمى‌آورند] چنانكه نخستين بار به آن ايمان نياوردند. و آنان را رها مى‌كنيم تا در طغيانشان سرگردان بمانند"}]}