{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Já ne právo nevinnost sebe. Samo jsem zastánce z zástupce a na nebo ty dosáhnout soucit muj Magnát. Muj Magnát jsem Forgiver Milosrdný"},{"SurahNumber":12,"VerseNumber":54,"Text":"Vládnout odríkávat Privést jemu mne já najmout jemu rízení mne. When on rozprávet ke jemu on odríkávat Dnes ty mel prední místo nás"},{"SurahNumber":12,"VerseNumber":55,"Text":"On odríkávat Zpusobit mne pokladník já zkušený za tohleto okruh a informovaný"},{"SurahNumber":12,"VerseNumber":56,"Text":"My tím pevne platný Joseph zahrabat vládnoucí protoe on ádat. My lít náš soucit whomever my prosit, my nikdy selhání odmenit a spravedlivý"},{"SurahNumber":12,"VerseNumber":57,"Text":"Additionally odmenit Dále byl práve plný ty domnívat se primet spravedlivý doivotní"},{"SurahNumber":12,"VerseNumber":58,"Text":"Joseph's kamarád podlehnout; when oni napsat on pripustit ti i kdy oni ne pripustit jemu"},{"SurahNumber":12,"VerseNumber":59,"Text":"Pozdeji on stanovit ti jejich obstarání on odríkávat Následující cas privést ty svuj nevlastní bratr. Ty ne prijmout já odevzdat vrchol loisko pokládat ty generously"},{"SurahNumber":12,"VerseNumber":60,"Text":"Ty selhání privést jemu mne ty ne dosáhnout delit mne; ty ne práve podlehnout blízko"},{"SurahNumber":12,"VerseNumber":61,"Text":"Oni odríkávat My sjednat svém predek jemu. My prece ucinil tento"},{"SurahNumber":12,"VerseNumber":62,"Text":"On pak dávat návod svém zástupce Pripojit jejich goods jejich koš. When oni rozhodnutí ti jejich výnos jejich druh oni delat se dríve"},{"SurahNumber":12,"VerseNumber":63,"Text":"When oni vrátit jejich predek oni odríkávat Náš predek my ješte dosáhnout kadý obstarání ty odeslat náš kamarád nás. My pokládat poslušný pecovat z jemu"},{"SurahNumber":12,"VerseNumber":64,"Text":"On odríkávat já sverit ty jemu protoe já sverit ty svém kamarád zpredu kdy? BUH BYL ZCELA OCHRÁNCE Z ÚPLNE MILOSRDNÝ JEDNOTKA ON jsem NEJVETŠÍ MILOSRDNÝ"},{"SurahNumber":12,"VerseNumber":65,"Text":"When oni otevrít jejich koš oni rozhodnutí jejich goods navrácení ti. Oni odríkávat Náš predek co jinak my poadovat pro? Sem ar náš goods vrátit nás! My mohl tím postarat se nebo náš druh ochranný náš kamarád prijal 1 jinam camel-load! Tento jsem prosím a výnosný jednat"},{"SurahNumber":12,"VerseNumber":66,"Text":"On odríkávat já ne odeslat jemu ty ty odevzdat mne slavnostní slib BUH onen ty privést jemu operadlo ty zcela zaplavit. When oni odevzdat jemu jejich slavnostní slib on odríkávat BUH svedcit všechno my odríkávat"},{"SurahNumber":12,"VerseNumber":67,"Text":"A on odríkávat O muj syn ne napsat 1 dvere; napsat oddelovat dvere! Já ne uchovat ty všechno dopredu daný BUH. S BUH patrit úplne soud! Já sverit za Jemu za Jemu jsem povinen úplne trusters pripojit jejich sverit"},{"SurahNumber":12,"VerseNumber":68,"Text":"(When oni odchod Joseph) oni napsat proto jejich predek príkaz. Tento ne vymenit všechno rozhodnout BUH Ebrík mel duverný domlouvat pro poadovat ti znicit tento! On mít nejaký vedomí onen my ucit jemu nejvetší lidé ne módní"},{"SurahNumber":12,"VerseNumber":69,"Text":"When oni napsat Joseph's zaúctovat on privést svém kamarád konec s jemu odríkávat já jsem svuj kamarád; ne zarmoutit jejich boj"},{"SurahNumber":12,"VerseNumber":70,"Text":"When on stanovit ti jejich obstarání on umístení opilý šálek svém kamarád sácek pak hlasatel ohlásit dritel tento vuz byl zlodej"},{"SurahNumber":12,"VerseNumber":71,"Text":"Oni odríkávat ackoliv oni podlehnout ti Co ty pozbýt"},{"SurahNumber":12,"VerseNumber":72,"Text":"Oni odríkávat My pozbýt vládnout šálek. Kadý vrátit to dostat mimo camelload; já osobne rucit tento"},{"SurahNumber":12,"VerseNumber":73,"Text":"Oni odríkávat BUH ty zkušený vrchol zcela my ne podlehnout sem predloit odporný nor byl my zlodej"},{"SurahNumber":12,"VerseNumber":74,"Text":"Oni odríkávat Co byl trestání zlodej jestlie ty jsem lhárka"},{"SurahNumber":12,"VerseNumber":75,"Text":"Oni odríkávat trestání to rozhodnutí svém koš jsem onen zlodej náleet podle ty! My tím potrestat vinný"},{"SurahNumber":12,"VerseNumber":76,"Text":"On pak vyjet dozírat na jejich nádoba dosáhnout svém kamarád nádoba on vyjmout ono svém kamarád nádoba! My tím naprostý navrhovat Joseph; on ne zadret svém kamarád on platit vládnout predpis. Onen jsem prosit BUH. My povýšit whomever my chtít nejvyšší usporádat. Shora naprostý informovaný jednotka v tom jsem jednotka byl práve informovaný"},{"SurahNumber":12,"VerseNumber":77,"Text":"Oni odríkávat on krást e ucinil kamarád z svém za a nad, Joseph zatajit svém nálada za ne odevzdat ti kadý stopa! On ríct (podle Ty jsem skutecne škoda. BUH jsem CELKEM vedomý si o SVUJ OBVINOVÁNÍ)"},{"SurahNumber":12,"VerseNumber":78,"Text":"Oni odríkávat O ty nádherný jednotka on predek dret byl starší; ty zamestnat jednotka z nás svém zaúctovat? My prijmout ty jsem hodný mu"},{"SurahNumber":12,"VerseNumber":79,"Text":"On odríkávat \"BUH odstrašující my zamestnat 1 kterého drení my rozhodnutí náš goods. Jinak my jsem nespravedlivý"},{"SurahNumber":12,"VerseNumber":80,"Text":"When oni zoufalství z vymenit svém hledet oni propujcit dohromady! Jejich nejstarší odríkávat ty nahromadit onen svuj predek Zpusobit pokládat slavnostní slib podle ty BUH? Za a nad ty pozbýt Joseph. Já ne odkázat tento umístení muj predek odevzdat mne povolení anebo BUH kritizovat mne; On jsem poslušný Soudit"},{"SurahNumber":12,"VerseNumber":81,"Text":"Odjezd svuj predek sdelit jemu! ‘Náš predek svuj syn predloit kráde. My módní prosím tento jsem co my svedcit. Tento jsem neocekávaný náhoda"},{"SurahNumber":12,"VerseNumber":82,"Text":"‘Ty poadovat spolecnost my jsem vuz delat se nás. My zjistit vernost"},{"SurahNumber":12,"VerseNumber":83,"Text":"On odríkávat Vskutku ty strojit co prodávat nejaký navrhovat. Utišit trpelivost jsem muj ale útocište. Kveten BUH privést ti úplne podporovat mne. On jsem Vševedoucí Odborný"},{"SurahNumber":12,"VerseNumber":84,"Text":"On povaha ti odríkávat já rmoutit Joseph. Svém otvor povaha bílý podle rmoutit e skoro; on jsem pravý nevykynutý"},{"SurahNumber":12,"VerseNumber":85,"Text":"Oni odríkávat BUH ty zadret rmoutit Joseph ty slušet špatne anebo ty hrát v kostky"},{"SurahNumber":12,"VerseNumber":86,"Text":"On odríkávat já pouze naríkat BUH muj dilema smutek já módní BUH co ty ne módní"},{"SurahNumber":12,"VerseNumber":87,"Text":"O muj syn odchod okouzlující Joseph svém kamarád nikdy zoufat si buh ozdobit! Ádný zoufalství z buh ozdobit pochybovat lidé"},{"SurahNumber":12,"VerseNumber":88,"Text":"When oni napsat (Joseph's) ubytovat oni odríkávat O ty nádherný jednotka my snést a partie z útrapa náš druh my privést niší goods. My doufání ty odevzdat nás vrchol loisko jsem dobrocinný s nás. BUH ODMENIT A DOBROCINNÝ"},{"SurahNumber":12,"VerseNumber":89,"Text":"On odríkávat ty zrušení co ty Zpusobit ucinil Joseph svém kamarád when ty jsem nevzdelaný"},{"SurahNumber":12,"VerseNumber":90,"Text":"Oni odríkávat Ty jsem Joseph. On odríkávat já jsem Joseph sem jsem muj kamarád. BUH ŠTESTÍ NÁS. Byl because jestlie 1 vést spravedlivý doivotní steadfastly vytrvat BUH nikdy selhání odmenit a spravedlivý"},{"SurahNumber":12,"VerseNumber":91,"Text":"Oni odríkávat BUH BUH pravý povýšit ty pri nás! My byl rozhodne špatne"},{"SurahNumber":12,"VerseNumber":92,"Text":"On odríkávat V tom ne jsem obvinovat ty dnes. Kveten BUH omluvit ty. Z úplne milosrdný jednotka On jsem nejvetší Milosrdný"},{"SurahNumber":12,"VerseNumber":93,"Text":"Pokládat tento košile z dul; when ty házet to muj predek celo svém zjevení uzdravit! Privést svuj soubor rodinný delat se mne"},{"SurahNumber":12,"VerseNumber":94,"Text":"Ješte vuz dospet jejich predek odríkávat já pocit cítit Joseph. Kdosi informovat mne"},{"SurahNumber":12,"VerseNumber":95,"Text":"Oni odríkávat BUH ty byl utišit svuj starší záhuba"},{"SurahNumber":12,"VerseNumber":96,"Text":"When dritel poslušný zpráva dospet on házet (košile) svém celo whereupon svém zjevení uzdravit. On odríkávat já ne zjistit ty já módní BUH co ty ne módní"},{"SurahNumber":12,"VerseNumber":97,"Text":"Oni odríkávat Náš predek ádat náš odpuštení; my byl špatne vskutku"},{"SurahNumber":12,"VerseNumber":98,"Text":"On odríkávat já vzývat muj Magnát omluvit ty; On jsem Forgiver Milosrdný"},{"SurahNumber":12,"VerseNumber":99,"Text":"When oni napsat Joseph's ubytovat on prijmout svém zdroj rcení Uvítání podle Egypt! BUH OCHOTNÝ TY jsem JISTÝ SEM"},{"SurahNumber":12,"VerseNumber":100,"Text":"On sbírat svém zdroj dosadit. Oni dostat premoct neli jemu. On odríkávat O muj predek tento jsem fulfillment muj starší vysnený ideál. Muj Magnát útocit to delat se ryzí. On štestí mne vynést mne vezení privést ty podle opustit za souit mírit klín mi muj kamarád! Muj Magnát jsem Hodný towards whomever On prosit. On jsem Knower nejvetší Odborný"},{"SurahNumber":12,"VerseNumber":101,"Text":"Muj Lord Ty odevzdat mne kingship ucit mne výklad z snení! Initiator z nebe zahrabat; Ty jsem muj Magnát Zvládnout za tohleto doivotní Dále. Pripustit mne poslední ackoliv submitter pocet mne na a spravedlivý"},{"SurahNumber":12,"VerseNumber":102,"Text":"(Tento jsem zpráva pres my odhalit ty. Ty byl poskytovat when oni útocit jejich jednomyslný rozhodnutí házet Joseph zdroj) protoe oni strojit co dohromady"},{"SurahNumber":12,"VerseNumber":103,"Text":"Mnoho lidé nedbající který ty ne verit"},{"SurahNumber":12,"VerseNumber":104,"Text":"Ty ne poadovat ti kadý peníze; ty pouze vynést tento pripomínka úplne lidé"},{"SurahNumber":12,"VerseNumber":105,"Text":"Aby mnoho zkouška nebe zahrabat odevzdat ti oni proplout ti heedlessly"},{"SurahNumber":12,"VerseNumber":106,"Text":"Hodnost Majora z ty domnívat se za BUH vyloucit co z ceho ne vyloucit co z ceho predloit obraz zbonovat"},{"SurahNumber":12,"VerseNumber":107,"Text":"Oni rucit onen zaplavit odškodnení dret podle BUH prosit ne postihnout ti Doba ne podlehnout ti náraz when oni menší myslit to"},{"SurahNumber":12,"VerseNumber":108,"Text":"Odríkávat Tento jsem muj dráha já lákat BUH vycistit pevný a znicit ty rídili se mne! BUH OSLAVOVAT. Já ne jsem obraz worshiper"},{"SurahNumber":12,"VerseNumber":109,"Text":"My ne odeslat ty mu my dýchat vybraný podle lidé mnohostranný spolecnost. Oni ne chodit zahrabat zpusobit prijmout dusledek pro ty neli ti? Príbytek Dále jsem druhý zcela ty primet spravedlivý doivotní. Ty pak porozumení"},{"SurahNumber":12,"VerseNumber":110,"Text":"Presne when hlasatel zoufalství myšlen oni vyradit náš vítezství podlehnout ti. My pak uchovat whomever my chtít i kdy náš odškodnení vinný lidé jsem nezbytný"},{"SurahNumber":12,"VerseNumber":111,"Text":"Od jejich dejiny v tom jsem lekce ty mít porozumení. Tento ne vymýšlet Hadith; tento (Quran) pevný úplne predchozí bible stanovit detail z všechno jsem svetelný signál soucit ty verit"},{"SurahNumber":13,"VerseNumber":1,"Text":"M. R. Tyto (popisovat) jsem zkouška tento bible. Co odhalit ty svuj Magnát jsem vernost mnoho lidé ne verit"},{"SurahNumber":13,"VerseNumber":2,"Text":"BUH BYL JEDNOTKA SBÍRAT NEBE MIMO pilír ONEN TY PRIJMOUT PAK osvojit si ÚPLNE MOC. On predloit slunit se mesíc kadý tekoucí (od svuj dráha) pro dopredu daný doba! On rízený úplne potreby vysvetlit zjevení onen ty dosáhnout urcitost schuze svuj Magnát"},{"SurahNumber":13,"VerseNumber":3,"Text":"On byl Jednotka postavit zahrabat umístení to hora proud! A podle rozdílný druh ovoce On útocit ti pár - Mu enská. Vecer chytit cas. Tyto byl kubický zkouška lidé pamatovat"},{"SurahNumber":13,"VerseNumber":4,"Text":"U zahrabat v tom jsem vedlejší moc vytáhnout ovocný sad zrnko vína osít podmazat krov - dioecious non-dioecious. Oni zavodnit stejne rozvodnit my povýšit trochu o ti others od strávit! Tyto byl kubický zkouška lidé porozumení"},{"SurahNumber":13,"VerseNumber":5,"Text":"Ty vubec údiv pravý asnout jsem jejich odríkávat my obeh v oprášit znicit my pobavit znovu Tyto byl jednotka pochybovat jejich Magnát! Tyto byl jednotka privodit si spoutat jejich krkovicka. Tyto byl jednotka privodit si Peklo wherein oni zustávat stále"},{"SurahNumber":13,"VerseNumber":6,"Text":"Oni upírat ty privést odsoudit ti pomerne than zapnout spravedlivý! Sufficient predchozí urcit ti za a nad. Vskutku svuj Magnát jsem plne o odpuštení lidé jejich prestupek svuj Magnát byl také presný za provést odškodnení"},{"SurahNumber":13,"VerseNumber":7,"Text":"Ty pochybovat odríkávat jen zázrak delat se jemu svém Magnát (my pak verit.) Ty jsem proste warner - Naprostý spolecnost dostat usmernovat ucitel"},{"SurahNumber":13,"VerseNumber":8,"Text":"BUH zkušený KTERÝ NAPROSTÝ ENSKÁ DOPRAVIT KTERÝ NAPROSTÝ LUNO ZPROSTIT PRESVEDCIT! Všechno On ucinil bezvadne tanec"},{"SurahNumber":13,"VerseNumber":9,"Text":"Knower z úplne ochrana prezidenta popis; Nejvyšší nejvetší Nejvyšší"},{"SurahNumber":13,"VerseNumber":10,"Text":"jsem a spolu ty skrýt svuj thoughts prohlásit ti ukrýt temnota vecer císlo denní svetlo"},{"SurahNumber":13,"VerseNumber":11,"Text":"(Výmena andel) absorbovat utišit kadý jednotka z ty - Oni jsem ty za ty. Oni utišit ty krýt ty proto buh ovládání! Tím BUH ne vymenit stanovit kadý lidé oni útocit rozhodnutí vymenit. Buh prosit kadý útrapa kadý lidé nikoliv vnutit konec to. Pro oni mel ádný Jemu protoe Magnát a Ovládat"},{"SurahNumber":13,"VerseNumber":12,"Text":"On jsem Jednotka beet ty blesk pramen bát se také moný doufání On znalec skrývající v sobe nebezpecí zastínit"},{"SurahNumber":13,"VerseNumber":13,"Text":"Bít velebit Svém vrchol dokonalosti a e znicit andel váit si pro Jemu. On odeslat blesk zavrít který bít proto Svém prosit. Oni diskutovat BUH trebae Svém schopnost jsem desivý"},{"SurahNumber":13,"VerseNumber":14,"Text":"Vzývat Jemu byl ale zákonný prosba i kdy obraz oni vzývat Jemu vubec ne vyhovovat. Tím oni jsem ty natáhnout jejich písmo rozvodnit nic sahat jejich otvor. Prosba disbelievers jsem za zbytecný"},{"SurahNumber":13,"VerseNumber":15,"Text":"Buh premoct kadý nebe zahrabat s radostí unwillingly aby ucinil jejich rýsovat za a dopoledne vecer"},{"SurahNumber":13,"VerseNumber":16,"Text":"Odríkávat Kterí jsem Magnát nebe zahrabat? Odríkávat BUH. Odríkávat pak vyloucit co z ceho ty urcit Jemu zvládnout který ne mít kadý schopnost zpusobit beneficní poškození práve sebe? Odríkávat Jsem slepý spolu ackoliv veštec? Temnota spolu ackoliv nastoupit? byl oni rozhodnutí obraz BUH tvorit stvorení podobný podle Svém stvorení s podotknout ne vyznamenat 2 stvorení? Odríkávat BUH jsem Tvurce úplne potreby On jsem 1 Svrchovaný"},{"SurahNumber":13,"VerseNumber":17,"Text":"On odeslat urcený rozvodnit lye zpusobit údolí záplava pak príkrý vytáhnout oplývající pena! Similarly when oni jednat povzbudit zjemnit potáhnout kovem jejich klenoty vybavení pena vytáhnout! BUH TÍM UVÉST ANALOGIE PRO VERNOST PROLHANOST. Ohledne Ceho pena to odchod odpadový doba který uitek lidé utišit park! BUH TÍM UVÉST ANALOGIE"},{"SurahNumber":13,"VerseNumber":18,"Text":"Ty vyhovovat jejich Magnát zaslouilý poslušný odmenit. Ohledne Ceho ty selhání vyhovovat Jemu oni mít všechno zahrabat - Ješte dvakrát ackoliv skoro - Oni snadno ustoupit to protoe vykoupit! Oni privodit si škoda pocítání jejich rozhodný príbytek jsem Peklo; který bídný urcení"},{"SurahNumber":13,"VerseNumber":19,"Text":"Jednotka byl pripustit svuj Magnát zjevení ty vernost nezvlnený podle jednotka byl byl slepý? Jen ty mít porozumení pokládat pozornost"},{"SurahNumber":13,"VerseNumber":20,"Text":"Oni jsem jednotka fulfill jejich slib BUH ne rozrušit sjednat"},{"SurahNumber":13,"VerseNumber":21,"Text":"Oni svázat který BUH príkaz svázat váit si jejich Magnát bát se strašný pocítání"},{"SurahNumber":13,"VerseNumber":22,"Text":"Oni steadfastly vytrvat ádat jejich Magnát slavit Spojení Prosba (Salat) vycerpat náš zajištení ti secretly publicly opacný odporný na poslušný! Tyto zaslouilý zcela príbytek"},{"SurahNumber":13,"VerseNumber":23,"Text":"Oni napsat zahradní Ráj dohromady spravedlivý among jejich zdroj jejich snoubenec jejich detský. Andel napsat ti naprostý dvere"},{"SurahNumber":13,"VerseNumber":24,"Text":"Pokoj byl ty ty steadfastly vytrvat. Který veselý urcení"},{"SurahNumber":13,"VerseNumber":25,"Text":"Ohledne Ceho ty rozrušit buh smlouva rucit zadret to roztrhnout který BUH príkaz svázat predloit odporný oni privodit si zabavení; oni privodit si škoda urcení"},{"SurahNumber":13,"VerseNumber":26,"Text":"BUH jsem JEDNOTKA ZVETŠIT ZAJIŠTENÍ whomever ON PROSIT ODMÍTNOUT ono Oni slušet zaujmout napred tento doivotní; tento doivotní prirovnávat podle Dále byl nula"},{"SurahNumber":13,"VerseNumber":27,"Text":"Ty pochybovat odríkávat jen zázrak delat se jemu svém Magnát (my verit.) Ríct BUH odeslat z cesty whomever On prosit ovlivnovat s Jemu jen ty poslouchat"},{"SurahNumber":13,"VerseNumber":28,"Text":"Oni jsem jednotka jádro potešit pamatovat BUH! Úplne na pamatovat BUH jádro potešit"},{"SurahNumber":13,"VerseNumber":29,"Text":"Ty domnívat se primet spravedlivý doivotní zaslouilý štestí veselý urcení"},{"SurahNumber":13,"VerseNumber":30,"Text":"(My odeslat ty O Rashad) tento spolecnost presne ackoliv my ucinil jinak spolecnost za a nad. Ty prednášet ti co my odhalit ty oni pochybovat od nejvetší Blahosklonný. ríct On jsem muj Magnát. v tom ne jsem buh ledae On! Já pripojit muj sverit Jemu jen; s Jemu jsem muj poslední urcení"},{"SurahNumber":13,"VerseNumber":31,"Text":"Pravidelný jestlie Quran zpusobit hora hnutí zahrabat škubat asunder naprosto mluvit (oni ne verit)! BUH RÍZENÝ ÚPLNE POTREBY. To ne doba verící byl s ustoupit vy- nahromadit onen BUH willed On usmernovat úplne lidé? disbelievers zustat snést neštestí dusledek jejich uznat spravovat mel neštestí postihnout ti buh slib naplnit BUH prosit NIKDY VYMENIT DOPREDU DANÝ URCENÍ"},{"SurahNumber":13,"VerseNumber":32,"Text":"Hlasatel ty zesmešnit; já pripustit disbelievers prodávat pak já potrestat ti. Jak strašný jsem Muj odškodnení"},{"SurahNumber":13,"VerseNumber":33,"Text":"Byl tam kadý nezvlnený podle Jednotka rízený naprostý vybrat duše? Oni spolecnost obraz souperit BUH! Odríkávat Uvést ti! Ty informovat Jemu z neco zahrabat On ne módní? Anebo byl ty vymýšlet hladový príkaz? Vskutku navrhovat z ty pochybovat zdobit jejich otvor! Oni tím odvrátit vzprímit dráha. Whomever BUH odeslat z cesty nikdy rozhodnutí usmernovat ucitel"},{"SurahNumber":13,"VerseNumber":34,"Text":"Oni privodit si odškodnení za tohleto doivotní odškodnení Dále jsem druhý špatný Nic ochranný ti BUH"},{"SurahNumber":13,"VerseNumber":35,"Text":"Alegorie Nebe který slibný spravedlivý príliv pramen nevycerpatelný obstarání, ochladit chránit. recený byl urcení ty slavit spravedlnost i kdy urcení disbelievers jsem Peklo"},{"SurahNumber":13,"VerseNumber":36,"Text":"Ty dostat bible potešit od co odhalit ty; trochu others vyradit hlas z to. Odríkávat já pouze porucit zbonovat BUH nikdy priclenit kadý obraz Jemu! Já lákat Jemu Jemu jsem muj poslední urcení"},{"SurahNumber":13,"VerseNumber":37,"Text":"My odhalit tyto predpis Arabský a ty vubec nechat si líbit co jejich chtít tento vedomí podlehnout ty ty ne mel spojenec nor ochránce BUH"},{"SurahNumber":13,"VerseNumber":38,"Text":"(My odeslat hlasatel ty O Rashad) my útocit ti manel ena detský! Nikoliv hlasatel vytáhnout zázrak buh zmocnení proto typický dopredu daný doba"},{"SurahNumber":13,"VerseNumber":39,"Text":"(BUH VYMAZAT cokoliv ON PROSIT ZASADIT cokoliv ON PROSIT). Na Jemu jsem puvodní Ovládat Zápis"},{"SurahNumber":13,"VerseNumber":40,"Text":"My beet ty co my slibný ti ukoncit svuj doivotní zpredu kdy, svuj prostý poslání byl vynést (poslání)! jsem nás hovor ti odpovídat se"},{"SurahNumber":13,"VerseNumber":41,"Text":"Oni ne prijmout všechen vek zahrabat privést ti konec skoncit BUH rozhodný jejich doivotní prepnout irrevocably? On jsem nejvetší schopný Reckoner"},{"SurahNumber":13,"VerseNumber":42,"Text":"Others ti navrhovat BUH patrit poslední úklad On módní co kadý ucinil. disbelievers prosit najít out který poslední vítez jsem"},{"SurahNumber":13,"VerseNumber":43,"Text":"Ty pochybovat odríkávat Ty byl hlasatel! Odríkávat BUH postacit protoe svedcit mi ty ty mít vedomí bible"},{"SurahNumber":14,"VerseNumber":1,"Text":"R. Bible my odhalit ty za rozkazovat primet lidé temnota nastoupit - Proto prosit jejich Magnát - S dráha z Všemohoucí a Chvalitebný"},{"SurahNumber":14,"VerseNumber":2,"Text":"Dráha BUH; Jednotka mít všechno nebe všechno zahrabat. Hore s disbelievers; oni privodit si strašný odškodnení"},{"SurahNumber":14,"VerseNumber":3,"Text":"Oni byl a jednotka odevzdat prednost tento doivotní kolem Dále zahnat ráz BUH ádat útocit to ohýbat; oni odchod druhý z cesty"},{"SurahNumber":14,"VerseNumber":4,"Text":"(My ne odeslat kadý hlasatel kázat) špice svém lidé za rozkazovat procistit potreby ti! BUH PAK ODESLAT Z CESTY whomever ON PROSIT OVLIVNOVAT whomever ON PROSIT. On jsem Všemohoucí nejvetší Odborný"},{"SurahNumber":14,"VerseNumber":5,"Text":"Tím my odeslat Moses náš zázrak odríkávat Vést svuj lidé temnota nastoupit upomenout ti z cas BUH. Tyto jsem lekce naprostý pevný uznalý osoba"},{"SurahNumber":14,"VerseNumber":6,"Text":"Zrušení onen Moses ríct podle svém lidé Pamatovat buh štestí ty! On uchovat ty Pharaoh's lidé vnucovat špatne perzekuce ty poráka svuj syn ušetrit svuj dcera! Onen presný zkouška svuj Magnát"},{"SurahNumber":14,"VerseNumber":7,"Text":"Svuj Magnát rozhodnout jinam ty dekovat Mi a jinam já odevzdat ty ty zapnout unappreciative pak Muj odškodnení jsem drsný"},{"SurahNumber":14,"VerseNumber":8,"Text":"Moses odríkávat ty pochybovat úplne lidé zahrabat BUH jsem od nikoliv tedy Chvalitebný"},{"SurahNumber":14,"VerseNumber":9,"Text":"Mel ty ne slyšení u ty neli ty! - Lidé Noe ‘Aad Thamoud others podlehnout ti známý jen s BUH? Jejich hlasatel odchod ti vycistit zkouška oni nakládat ti opovrení odríkávat My pochybovat od co ty odeslat na. My jsem skeptický u svuj poslání; vrchol z pochybovat"},{"SurahNumber":14,"VerseNumber":10,"Text":"Jejich hlasatel odríkávat ty mel pochybovat BUH; Initiator z nebe zahrabat? On lákat ty jen omluvit svuj hrích odevzdat ty jiný príleitostný splnit Oni odríkávat Ty jsem nikoliv jinam than lidský nás chtít zahnat nás ráz náš zdroj uívaný zbonovat! Beet nás trochu dukladný moc"},{"SurahNumber":14,"VerseNumber":11,"Text":"Jejich hlasatel ríct podle ti My jsem nikoliv jinam than lidský ty BUH štestí whomever On chtít Svém sluha! My moná ne beet ty nejaký druh o zmocnení ledae proto buh prosit Od BUH verící sverit"},{"SurahNumber":14,"VerseNumber":12,"Text":"Why my ne sverit BUH when On usmernovat nás náš dráha? My steadfastly vytrvat za a omítka z svuj perzekuce. Od BUH úplne trusters sverit"},{"SurahNumber":14,"VerseNumber":13,"Text":"Ty pochybovat ríct podle jejich hlasatel My ucinil to Vypovedet ty podle náš vylodit ty odvrátit náš náboenství. Jejich Magnát nadchnout se ti My inevitably zrušit prestupník"},{"SurahNumber":14,"VerseNumber":14,"Text":"My rušit ty príbytek jejich vylodit ti. Tento jsem (odmenit) ty váit si Muj velicenstvo váit si Muj slibný"},{"SurahNumber":14,"VerseNumber":15,"Text":"Oni vydávat upírat proto naprostý nepovolný tyran znicit smrt"},{"SurahNumber":14,"VerseNumber":16,"Text":"Awaiting jemu byl Peklo wherein on nápoj zkaený rozvodnit"},{"SurahNumber":14,"VerseNumber":17,"Text":"On polykat to srazit on ne kozlík to protoe smrt podlehnout jemu naprostý príkaz on nikdy poslední! Awaiting jemu jsem strašný odškodnení"},{"SurahNumber":14,"VerseNumber":18,"Text":"Alegorie z ty pochybovat jejich Magnát jejich spravovat jsem jasan prudký ovinout prudký cas! Oni výteek nic cokoliv oni získat; recený byl druhý náhodný"},{"SurahNumber":14,"VerseNumber":19,"Text":"Ty ne nahromadit onen BUH zpusobit tvorit nebe zahrabat typický smysl? On prosit On odstranující ty zástupce znovu stvorení svuj zaúctovat"},{"SurahNumber":14,"VerseNumber":20,"Text":"Tento ne jsem príliš teký pro BUH"},{"SurahNumber":14,"VerseNumber":21,"Text":"When oni úplne zastávka BUH stoupenec ríct podle vedoucí My jednat rídili se ty! Mohl ty ušetrit nás ješte a málo nu z buh odškodnení? Oni odríkávat Mel BUH usmernovat nás my usmernovat ty! Okamite jsem príliš poslední my rmoutit prícina trpelivost v tom ne jsem smrt nás"},{"SurahNumber":14,"VerseNumber":22,"Text":"A souit odríkávat soud vydávat BUH slibný ty pravý slib já slibný ty já rozbil muj slibný! Já ne mel moc ty; já pouze lákat ty ty uznat muj výzva! Proto ne obvinovat mi obvinovat jen se! Muj reklamovat ne porce ty nor mohl svuj naríkat prispet mne! Já pochybovat svuj zbonovat koho mne! Prestupník privodit si trapný odškodnení"},{"SurahNumber":14,"VerseNumber":23,"Text":"Ohledne Ceho ty domnívat se primet spravedlivý doivotní oni uznat zahradní príliv pramen! Oni zustávat therein stále proto prosit jejich Magnát. Jejich blahoprání therein jsem Pokoj"},{"SurahNumber":14,"VerseNumber":24,"Text":"Ty ne prijmout BUH zpusobit uvést príklad poslušný slovo poslušný strom delat firmly pevný svuj obor jsem výška stropní"},{"SurahNumber":14,"VerseNumber":25,"Text":"To vytáhnout svuj osít naprostý aklimatizovat protoe model svuj Magnát. BUH TÍM UVÉST PRÍKLAD LIDÉ ONEN ONI POKLÁDAT POZORNOST"},{"SurahNumber":14,"VerseNumber":26,"Text":"Príklad špatný slovo jsem z škoda strom pece pošpinit srovnat; to ne mel delat zadret to kozlík"},{"SurahNumber":14,"VerseNumber":27,"Text":"BUH UPEVNIT TY VERIT proven SLOVO za tohleto DOIVOTNÍ DÁLE. Buh odeslat prestupník z cesty. Všechno jsem proto buh prosit"},{"SurahNumber":14,"VerseNumber":28,"Text":"Ty proslulý ty vyhovovat buh štestí dret na pochybovat a tím privést neštestí jejich uznat druh"},{"SurahNumber":14,"VerseNumber":29,"Text":"Peklo jsem jejich urcení wherein oni svítit; který bídný skoncit"},{"SurahNumber":14,"VerseNumber":30,"Text":"Oni spolecnost souper stupen BUH odvrátit others Svém dráha! ríct Trávit chvilku; svuj rozhodný urcení jsem Peklo"},{"SurahNumber":14,"VerseNumber":31,"Text":"Varovat Muj sluha domnívat se slavit Spojení Prosba (Salat) odevzdat milodar) náš obstarání ti secretly publicly cas podlehnout kde? v tom jsem vubec ivnost nor nepotism"},{"SurahNumber":14,"VerseNumber":32,"Text":"BUH BYL 1 TVORIT NEBE ZAHRABAT ON ODESLAT SRAZIT LYE ROZVODNIT VYTÁHNOUT úplne druh o OVOCE SVUJ VÝIVA! On predloit poslat dorucit ty more proto Svém ovládání. On predloit proud také poslouit ty"},{"SurahNumber":14,"VerseNumber":33,"Text":"On predloit slunit se mesíc svuj doprava continuously. On predloit vecer cas poslouit ty"},{"SurahNumber":14,"VerseNumber":34,"Text":"On odevzdat ty úplne druh o potreby onen ty vzývat Jemu pro. Ty pocet buh štestí ty nikdy zvládnout ti. Vskutku lidská bytost jsem zhrešit unappreciative"},{"SurahNumber":14,"VerseNumber":35,"Text":"Zrušení onen Abraham odríkávat Muj Lord útocit tento pokojný získat ochranný mi muj detský podle zbonovat obraz"},{"SurahNumber":14,"VerseNumber":36,"Text":"Muj Magnát oni zavést aby mnoho lidé. Ohledne Ceho ty rídili se mne oni patrit mne. Ohledne Ceho ty neuposlechnout mne Ty jsem Forgiver Milosrdný"},{"SurahNumber":14,"VerseNumber":37,"Text":"Náš Magnát já domluvit rozdelit z muj druh za tohleto plantless údolí na Svuj Církevní Ubytovat. Náš Magnát oni byl slavit Spojení Prosba (Salat) pripustit tlacit z lidé konvergovat ti postarat se nebo ti úplne druh o ovoce oni jsem uznalý"},{"SurahNumber":14,"VerseNumber":38,"Text":"Náš Lord Ty módní cokoliv my skrýt cokoliv my prohlásit! - Nic ukrýt BUH zahrabat nor nebe"},{"SurahNumber":14,"VerseNumber":39,"Text":"Pochvala byl BUH pripustit mne muj nejstarší stárí, Ismail Isaac. Muj Magnát vyhovovat prosba"},{"SurahNumber":14,"VerseNumber":40,"Text":"Muj Lord útocit mne jednotka který systematicky slavit Spojení Prosba (Salat) také muj detský! Náš Magnát spokojený odpovídat muj prosba"},{"SurahNumber":14,"VerseNumber":41,"Text":"Muj Lord omluvit mi muj zdroj verící cas when pocítání absorbovat zaúctovat"},{"SurahNumber":14,"VerseNumber":42,"Text":"Vubec ne myšlen BUH jsem neuvedomující si z který prestupník ucinil! On jen odrocit ti cas kde? otvor uprený od zdešení"},{"SurahNumber":14,"VerseNumber":43,"Text":"(Moný oni beh váný) jejich celo pohled pres jejich otvor ne práve bliknutí jejich dbát podesit"},{"SurahNumber":14,"VerseNumber":44,"Text":"Ty vypovedet lidé cas when odškodnení podlehnout ti. Ty zhrešit odríkávat Náš Lord odevzdat nás 1 jinam odrocit! My pak vyhovovat Svuj prijít rídili se hlasatel. ty ne prísahat za a nad ty vydret stále"},{"SurahNumber":14,"VerseNumber":45,"Text":"Ty dwelled tesne z ty neli ty špatne jejich duše ty prijmout samozrejme co my ucinil ti! My urcit mnoho predchozí ty"},{"SurahNumber":14,"VerseNumber":46,"Text":"Oni navrhovat jejich navrhovat BUH jsem celkem vedomý si o jejich navrhovat. Vskutku jejich navrhovat jsem sufficient vymazat hora"},{"SurahNumber":14,"VerseNumber":47,"Text":"Ne pamatovat onen BUH prosit vubec prerušit Svém slibný Svém hlasatel! BUH jsem VŠEMOHOUCÍ MSTITEL"},{"SurahNumber":14,"VerseNumber":48,"Text":"Cas podlehnout when tento zahrabat zástupce znovu zahrabat také nebe kadý privést BUH Jednotka Svrchovaný"},{"SurahNumber":14,"VerseNumber":49,"Text":"Ty prijmout vinný onen cas uvázat na retez od prekáet"},{"SurahNumber":14,"VerseNumber":50,"Text":"Jejich šaty zpusobit dehtovat palebný zaplavit jejich celo"},{"SurahNumber":14,"VerseNumber":51,"Text":"BUH prosit nést kadý duše kadý ono získat; BUH jsem nejvetší schopný reckoner"},{"SurahNumber":14,"VerseNumber":52,"Text":"Tento jsem výzva lidé vypovedet tímto pripustit ti módní onen On byl jen jednotka buh a ty mít porozumení absorbovat pozornost"}]}