{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Oto tacy sa posłancy! Wywyzszylismy jednych z nich ponad drugich. Wsrod nich sa tacy, z ktorymi mowił Bog; i wywyzszył jednych z nich w hierarchii. I dalismy Jezusowi, synowi Marii, jasne dowody, i umocnilismy Go przez Ducha swietego. I gdyby zechciał Bog, to nie zwalczaliby sie ci, ktorzy przyszli do nich, kiedy juz otrzymali jasne dowody. Lecz oni sie poroznili. Wsrod nich byli tacy, ktorzy uwierzyli, i wsrod. nich byli tacy, ktorzy nie uwierzyli. A gdyby zechciał Bog, to oni nie walczyliby ze soba. Lecz Bog czyni to, co chce"},{"SurahNumber":2,"VerseNumber":254,"Text":"O wy, ktorzy wierzycie, rozdawajcie z tego, w co was zaopatrzylismy, zanim nadejdzie dzien, kiedy nie bedzie ani handlu, ani przyjazni, ani wstawiennictwa. Niewierni sa niesprawiedliwi"},{"SurahNumber":2,"VerseNumber":255,"Text":"Bog! Nie ma boga, jak tylko On - Zyjacy, Istniejacy! Nie chwyta Go ni drzemka, ni sen. Do Niego nalezy to, co jest w niebiosach, i to, co jest na ziemi! A ktoz bedzie sie wstawiał u Niego inaczej jak za Jego zezwoleniem? On wie, co było przed nimi, i On wie, co bedzie po nich. Oni nie obejmuja niczego z Jego wiedzy, oprocz tego, co On zechce. Jego tron jest tak rozległy jak niebiosa i ziemia; Jego nie meczy utrzymywanie ich. On jest Wyniosły, Ogromny"},{"SurahNumber":2,"VerseNumber":256,"Text":"Nie ma przymusu w religii! Prawosc wyrozniła sie od nieprawosci. I ten, kto odrzuca fałszywe bostwa, a wierzy w Boga, uchwycił za najpewniejszy uchwyt, nie majacy zadnego pekniecia. Bog jest słyszacy, wszechwiedzacy"},{"SurahNumber":2,"VerseNumber":257,"Text":"Bog jest opiekunem tych, ktorzy wierza; On ich wyprowadza z ciemnosci ku swiatłu. A opiekunami tych, ktorzy nie uwierzyli, sa fałszywe bostwa. One ich wyprowadza ze swiatła ku ciemnosciom. Tacy sa mieszkancami ognia; oni tam beda przebywac na wieki"},{"SurahNumber":2,"VerseNumber":258,"Text":"Czy ty nie widziałes tego, ktory prowadził spor z Abrahamem w sprawie jego Pana, poniewaz Bog dał mu krolestwo? Oto powiedział Abraham: \"Panie moj! Ty jestes Tym, ktory daje zycie i sprowadza smierc.\" On powiedział: \"Ja daje zycie i sprowadzam smierc.\" Powiedział Abraham: \"Oto Bog przywodzi słonce ze wschodu, wiec ty przywiedz je z zachodu!\" I zawstydzony został ten, ktory nie uwierzył. Bog nie prowadzi prosta droga niesprawiedliwych"},{"SurahNumber":2,"VerseNumber":259,"Text":"Albo takiego jak ten, ktory przechodził mimo miasta lezacego w gruzach az do fundamentow; on powiedział: \"Jak ozywi je Bog, po tym jak ono umarło?\" Usmiercił go Bog na sto lat, potem go wskrzesił, mowiac: \"Ile ty tam przebywałes?\" On powiedział: \"Przebywałem tam dzien lub czesc dnia.\" Powiedział Bog: \"Nie, ty przebywałes tam sto lat! I popatrz na twoje jedzenie i picie, one sie nie zepsuły. ' I popatrz na twojego osła! - My czynimy z ciebie znak dla ludzi - popatrz na te kosci, jak My je zestawimy, a nastepnie obleczemy je w ciało!\" A kiedy sie to stało jasne, on powiedział: \"Wiem; ze Bog jest nad kazda rzecza wszechwładny"},{"SurahNumber":2,"VerseNumber":260,"Text":"I oto powiedział Abraham: \"Panie moj!. Pokaz mi, jak ozywiasz zmarłych!\" Powiedział: \"Czy ty nie wierzysz?\" On powiedział: \"Tak! Lecz niech sie moje serce uspokoi.\" Powiedział: \"Wez wiec cztery ptaki i przycisnij je do siebie; potem połoz na kazdej gorze jakas czesc z nich i zawołaj je,. a one przyleca do ciebie pospiesznie. Wiedz, ze Bog jest potezny, madry"},{"SurahNumber":2,"VerseNumber":261,"Text":"Ci, ktorzy rozdaja swoje majatki na drodze Boga, sa podobni do ziarna, ktore wydało siedem kłosow, a w kazdym kłosie - sto ziaren. Bog daje wielokrotnie temu, komu chce. Bog jest wszechobejmujacy, wszechwiedzacy"},{"SurahNumber":2,"VerseNumber":262,"Text":"Ci, ktorzy rozdaja swoje majatki na drodze Boga, nie czyniac z tego powodu zadnego wyrzutu czy szkody - otrzymaja nagrode u swego Pana, nie doznaja zadnego leku ani nie beda sie smucic"},{"SurahNumber":2,"VerseNumber":263,"Text":"Uprzejme słowa i przebaczenie sa lepsze niz jałmuzna, po ktorej nastepuje obraza. Bog jest bogaty, wspaniałomyslny"},{"SurahNumber":2,"VerseNumber":264,"Text":"O wy, ktorzy wierzycie! Nie czyncie daremna waszej jałmuzny przez wyrzuty i obraze, tak jak ten, ktory rozdaje swoj majatek przez wzglad na ludzi, a nie wierzy w Boga i w Dzien Ostatni. On jest podobny do skały pokrytej ziemia: dosiega ja burza deszczowa i pozostawia ja naga i twarda. Oni nie maja zadnej władzy nad niczym, co zyskali. A Bog nie prowadzi droga prosta ludzi niewiernych"},{"SurahNumber":2,"VerseNumber":265,"Text":"Ci, ktorzy rozdaja swoje majatki, pragnac przypodobac sie Bogu i umocnic swoje dusze, sa podobni do ogrodu na wzgorzu: dosiega go burza deszczowa i on przynosi podwojne plony. A jesli nie dosiegnie go burza deszczowa, to tylko rosa... Bog widzi dobrze to, co wy czynicie"},{"SurahNumber":2,"VerseNumber":266,"Text":"Czy chciałby ktorys z was miec ogrod z palm i winnej latorosli, gdzie w dole płyna strumyki, gdzie sa dla niego wszelkiego rodzaju owoce? I oto dosiegłaby go starosc - a jego potomstwo byłoby słabowite - a na ogrod jego spadłby ognisty huragan i spaliłby go. W ten sposob wyjasnia wam Bog znaki. Byc moze, wy sie zastanowicie"},{"SurahNumber":2,"VerseNumber":267,"Text":"O wy, ktorzy wierzycie! Rozdawajcie z dobrych rzeczy, ' ktore zyskaliscie, i z tego, co wyprowadzilismy dla was z ziemi. Nie zmierzajcie do tego, co podłe, aby z tego rozdawac, i czego sami nie wzielibyscie, jeslibyscie nie przymkneli na to oczu. Wiedzcie, ze Bog jest bogaty, godny chwały"},{"SurahNumber":2,"VerseNumber":268,"Text":"Szatan obiecuje wam ubostwo i nakazuje wam bezecenstwo; a Bog obiecuje wam od Siebie przebaczenie i łaske. Bog jest wszechobejmujacy, wszechwiedzacy"},{"SurahNumber":2,"VerseNumber":269,"Text":"On daje madrosc temu, komu chce. A komu darowano madrosc, temu darowano obfite dobro. Ale przypominaja sobie to tylko ludzie obdarzeni rozumem"},{"SurahNumber":2,"VerseNumber":270,"Text":"I cokolwiek rozdajecie jako jałmuzne albo jakiekolwiek składacie slubowanie - to, zaprawde, wie to Bog! A niesprawiedliwi nie beda mieli pomocnikow"},{"SurahNumber":2,"VerseNumber":271,"Text":"Jesli dajecie jawnie jałmuzne, to jest dobrze; ale jesli ja ukrywacie i dajecie biednym, to jest lepsze dla was i to zmazuje wam nieco waszych złych czynow. Bog jest w pełni swiadomy tego, co czynicie"},{"SurahNumber":2,"VerseNumber":272,"Text":"Nie do ciebie nalezy prowadzenie ich droga prosta; lecz Bog prowadzi droga prosta, kogo chce. A co rozdajecie z dobra - to dla samych siebie; wy rozdajecie tylko, poszukujac oblicza Boga. I cokolwiek rozdacie z dobra, to zostanie wam w pełni odpłacone i nie doznacie niesprawiedliwosci"},{"SurahNumber":2,"VerseNumber":273,"Text":"To jest dla ubogich, ktorzy zostali doprowadzeni do biedy, działajac na drodze Boga, i nie moga wedrowac po ziemi; głupiec uwaza ich za bogatych z powodu ich wstrzemiezliwosci, ale ty poznasz ich po ich znamionach: oni nie prosza ludzi natretnie: A cokolwiek wy rozdajecie z dobra, to, zaprawde, Bog o tym wie dobrze"},{"SurahNumber":2,"VerseNumber":274,"Text":"Ci, ktorzy rozdaja swoje majatki noca i dniem, skrycie i jawnie, otrzymaja nagrode u swego Pana, nie doznaja strachu i nie beda sie smucic"},{"SurahNumber":2,"VerseNumber":275,"Text":"A ci, ktorzy pozeraja lichwe, nie powstana inaczej, niz powstaje ten, ktorego przewrocił szatan przez dotkniecie. Tak jest, poniewaz oni mowia: \"handel jest podobny do lichwy.\" Lecz Bog dozwolił handel, a zakazał lichwy. A ten, kto otrzymał napomnienie od swego Pana i powstrzymał sie, bedzie miał swoje poprzednie zyski i jego sprawa nalezy do Boga. A ktorzy powroca, tacy beda mieszkancami ognia; oni tam beda przebywac na wieki"},{"SurahNumber":2,"VerseNumber":276,"Text":"Bog zniweczy lichwe, a pomnozy dawanie jałmuzny. Bog nie miłuje zadnego niewiernego grzesznika"},{"SurahNumber":2,"VerseNumber":277,"Text":"Zaprawde, ci, ktorzy wierza i czynia dobre dzieła; ci, ktorzy odprawiaja modlitwe i daja jałmuzne - beda mieli nagrode u swego Pana; nie doznaja strachu! I nie beda sie smucic"},{"SurahNumber":2,"VerseNumber":278,"Text":"O wy, ktorzy wierzycie! Bojcie sie Boga i porzuccie to, co pozostało z lichwy, jesli jestescie wierzacymi"},{"SurahNumber":2,"VerseNumber":279,"Text":"Jesli jednak tego nie uczynicie, to oczekujcie wezwania do wojny od Boga i Jego Posłanca! A jesli sie nawrocicie, to otrzymacie swoj kapitał. Nie czyncie niesprawiedliwosci, to i wy nie doznacie niesprawiedliwosci"},{"SurahNumber":2,"VerseNumber":280,"Text":"A jesli kto jest w trudnym połozeniu, to nalezy poczekac, az jego sytuacja sie poprawi; ale darowanie tego jako jałmuzny jest dla was lepsze; zebyscie tylko wiedzieli"},{"SurahNumber":2,"VerseNumber":281,"Text":"I bojcie sie Dnia, kiedy zostaniecie sprowadzeni do Boga! Wtedy zostanie wypłacone w pełni kazdej duszy, co ona zarobiła - i nikt nie dozna niesprawiedliwosci"},{"SurahNumber":2,"VerseNumber":282,"Text":"O wy, ktorzy wierzycie! Jesli zaciagacie dług miedzy soba na okreslony czas, to zapisujcie to! I niech zapisuje miedzy wami pisarz, według sprawiedliwosci. I niech pisarz nie sprzeciwia sie, by pisac tak, jak nauczył go Bog. I niech on pisze, a dłuznik niech dyktuje! I niech sie boi Boga, swojego Pana, i niczego z tego nie umniejsza. A jesli dłuznik jest głupcem, słabym albo nie moze dyktowac, niech dyktuje jego opiekun, zgodnie ze sprawiedliwoscia! Zadajcie swiadectwa dwoch swiadkow sposrod waszych mezczyzn! A jesli nie bedzie dwoch mezczyzn, to jeden mezczyzna i dwie kobiety moga byc swiadkami, na ktorych sie zgodzicie; jesli jedna z nich zbładzi, to druga bedzie mogła ja napomniec. A swiadkowie niech nie odmawiaja, kiedy sa wzywani! I nie wzdragajcie sie tego zapisywac - czy to bedzie dług mały, czy duzy - z zaznaczeniem jego terminu. To jest dla was sprawiedliwsze w obliczu Boga i bardziej prawidłowe dla swiadectwa, i odpowiedniejsze dla usuniecia watpliwosci. Chyba ze to jest handel towarem, ktory wy sobie przekazujecie z reki do reki; wtedy nie popełnicie grzechu, jesli tego nie zapiszecie. I zadajcie swiadkow, kiedy dokonujecie miedzy soba transakcji, i nie wywierajcie zadnego przymusu ani na pisarza, ani na swiadka! A jesli tak czynicie, to popełniacie grzech. Bojcie sie Boga! Bog was poucza. On o kazdej rzeczy jest wszechwiedzacy"},{"SurahNumber":2,"VerseNumber":283,"Text":"A jesli jestescie w podrozy i nie znajdujecie pisarza - to powinniscie wziac zastaw. A jesli jeden z was powierza drugiemu jakis depozyt, to ten, ktoremu go powierzono, powinien go zwrocic; i niech boi sie Boga, swojego Pana! Nie ukrywajcie swiadectwa! Ktokolwiek je ukrywa - to, zaprawde, jego serce jest grzeszne! A Bog wie dobrze, co wy czynicie"},{"SurahNumber":2,"VerseNumber":284,"Text":"Do Boga nalezy to, co jest w niebiosach, i to, co jest na ziemi! I czy wy ukazujecie to, co jest w waszych duszach, czy tez ukrywacie, Bog z tego zazada od was rachunku. On przebaczy temu, komu zechce, i On ukarze tego, kogo zechce. Bog jest nad kazda rzecza wszechwładny"},{"SurahNumber":2,"VerseNumber":285,"Text":"Posłaniec i ludzie wierzacy uwierzyli w to, co im zostało zesłane od ich Pana. Wszyscy uwierzyli w Boga i w Jego aniołow, w Jego Ksiegi i w Jego posłancow. My nie czynimy roznicy miedzy zadnym z Jego posłancow! Oni powiedzieli: \"Usłyszelismy i posłuchalismy! Twoje przebaczenie! Panie nasz! Do Ciebie zmierza wedrowanie"},{"SurahNumber":2,"VerseNumber":286,"Text":"Bog nie nakłada na dusze niczego wiecej nad jej mozliwosci. Dla niej bedzie to, co dla siebie zyskała; i przeciwko niej bedzie to, co ona zyskała! Panie nasz! Nie bierz nam za złe, jesli zapomnielismy lub jesli zgrzeszylismy! Panie nasz! Nie nakładaj na nas ciezaru, jak nałozyłes na tych, ktorzy byli przed nami! Panie nasz! Nie nakładaj na nas tego, czego my nie jestesmy w stanie uniesc! Odpusc nam, przebacz nam i zmiłuj sie nad nami! Ty jestes naszym Panem! Dopomoz nam przeciw ludowi niewiernych"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Bog! Nie ma boga; jak tylko On - Zyjacy, Istniejacy"},{"SurahNumber":3,"VerseNumber":3,"Text":"On tobie zesłał Ksiege z prawda, stwierdzajac prawdziwosc tego, co juz było przed nia. On zesłał niegdys Tore i Ewangelie"},{"SurahNumber":3,"VerseNumber":4,"Text":"Jako droge prosta dla ludzi i On zesłał rozroznienie. Zaprawde, tych, ktorzy nie uwierzyli w znaki Boga - czeka kara straszna! Bog jest potezny, włada zemsta"},{"SurahNumber":3,"VerseNumber":5,"Text":"Zaprawde, nic nie jest ukryte przed Bogiem ani na ziemi, ani w niebie"},{"SurahNumber":3,"VerseNumber":6,"Text":"On jest tym, ktory kształtuje was w łonach, tak jak chce. Nie ma boga, jak tylko On! On jest Potezny, Madry"},{"SurahNumber":3,"VerseNumber":7,"Text":"On jest Tym, ktory zesłał tobie Ksiege. W niej sa znaki solidne - one stanowia istote Ksiegi i inne - dwuznaczne. Ci, co w sercach maja skłonnosc do zwatpienia, postepuja za tym, co w niej jest wieloznaczne, poszukujac niezgody i dazac do wyjasnienia tego, co niejasne; lecz nikt nie zna tego wyjasnienia, tylko Bog! A ci, ktorzy sa utwierdzeni w wiedzy, mowia: \"My wierzymy w niego; wszystko pochodzi od naszego Pana.\" Lecz przypominaja to sobie tylko ludzie obdarzeni rozumem"},{"SurahNumber":3,"VerseNumber":8,"Text":"Panie nasz! Nie pozwol zboczyc naszym sercom po tym, jak poprowadziłes nas droga prosta! i obdarz nas Swoim miłosierdziem! Zaprawde, Ty jestes Dawca"},{"SurahNumber":3,"VerseNumber":9,"Text":"Panie nasz! Zaprawde, Ty zbierasz ludzi na ow Dzien, co do ktorego nie ma watpliwosci! Zaprawde, Bog nie zmienia obietnicy"},{"SurahNumber":3,"VerseNumber":10,"Text":"Zaprawde, tym, ktorzy nie uwierzyli, nie pomoga nic wobec Boga ani ich majatki, ani ich dzieci! Oni beda paliwem dla ognia"},{"SurahNumber":3,"VerseNumber":11,"Text":"Tak jak było z ludzmi Faraona i tymi, ktorzy byli przed nimi. Oni za kłamstwo uznali Nasze znaki; i pochwycił ich Bog za ich grzechy. Bog jest straszny w karaniu"},{"SurahNumber":3,"VerseNumber":12,"Text":"Powiedz tym, ktorzy nie uwierzyli: \"Wy niebawem bedziecie zwyciezeni i zostaniecie zebrani ku Gehennie.\" A jakze to złe miejsce odpoczynku"},{"SurahNumber":3,"VerseNumber":13,"Text":"Mieliscie juz znak w dwoch oddziałach, ktore sie spotkały: jeden oddział walczył na drodze Boga, a drugi pozostał niewierny. Ci ostatni widzieli na własne oczy, ze tamtych było dwukrotnie wiecej. Lecz Bog wspiera Swoja pomoca tego, kogo chce. Zaprawde, w tym jest przykład pouczajacy dla tych, ktorzy maja jasne spojrzenie"},{"SurahNumber":3,"VerseNumber":14,"Text":"Upiekszane jest ludziom upodobanie do namietnosci: do kobiet i do synow, do nagromadzonych kintarow złota i srebra, do koni wyrozniajacych sie szlachetnoscia, do trzod i zasiewow. To jest uzywanie zycia na tym swiecie. Lecz u Boga jest najpiekniejsza przystan"},{"SurahNumber":3,"VerseNumber":15,"Text":"Powiedz: \"Czyz ja mam wam obwiescic cos lepszego anizeli to?\" Ci, ktorzy sie boja Boga, znajda u swego Pana Ogrody, gdzie w dole płyna strumyki; oni tam beda przebywac na wieki; - i zony czyste - i upodobanie od Boga. A Bog patrzy na Swoje sługi"},{"SurahNumber":3,"VerseNumber":16,"Text":"na tych, ktorzy mowia: \"Panie nasz! Zaprawde, my wierzymy! Przebacz nam wiec nasze grzechy i uchron nas od kary ognia"},{"SurahNumber":3,"VerseNumber":17,"Text":"na cierpliwych i szczerych, pokornych i rozdajacych, o swicie proszacych o przebaczenie"},{"SurahNumber":3,"VerseNumber":18,"Text":"Zaswiadcza Bog, iz nie ma boga, jak tylko On, - i aniołowie, i ludzie posiadajacy wiedze - utrzymujac ze słusznoscia: \"Nie ma boga, jak tylko On, Potezny, Madry"},{"SurahNumber":3,"VerseNumber":19,"Text":"Religia prawdziwa w oczach Boga jest islam! Ci, ktorym została dana Ksiega, przez zawisc poroznili sie miedzy soba, dopiero wtedy, gdy przyszła do nich wiedza. A kto nie wierzy w znaki Boga... zaprawde, Bog jest szybki w rozrachunku"},{"SurahNumber":3,"VerseNumber":20,"Text":"A jesli oni beda sie z toba spierac, to powiedz: \"Poddałem całkowicie swoja twarz Bogu, a takze ci, ktorzy poszli za mna.\" I powiedz tym, ktorym została dana Ksiega, i ludziom prostym: \"Czy poddaliscie sie całkowicie?\" Jesli oni poddali sie całkowicie, to poszli droga prosta; a jesli sie odwrocili... do ciebie nalezy tylko obwieszczenie posłannictwa. A Bog widzi jasno Swoje sługi"},{"SurahNumber":3,"VerseNumber":21,"Text":"Zaprawde, tym, ktorzy nie wierza w znaki Boga i ktorzy zabijaja prorokow bez zadnego prawa, i ktorzy sposrod ludzi zabijaja tych, co nakazuja sprawiedliwosc - obwiesc kare bolesna"},{"SurahNumber":3,"VerseNumber":22,"Text":"To sa ci, ktorych uczynki sa daremne w zyciu na tym swiecie i w zyciu ostatecznym; oni nie beda mieli zadnych pomocnikow"},{"SurahNumber":3,"VerseNumber":23,"Text":"Czyz nie widziałes tych, ktorym została dana czesc Ksiegi? Oni zostali wezwani do Ksiegi Boga, aby ona rozstrzygneła miedzy nimi. Nastepnie czesc z nich sie odwrociła, i sprzeciwiła"},{"SurahNumber":3,"VerseNumber":24,"Text":"Tak sie stało, poniewaz oni powiedzieli: \"Ogien dotknie nas tylko przez pewna liczbe dni.\" I zmyleni zostali w swojej religii tym, co sami sobie zmyslali"},{"SurahNumber":3,"VerseNumber":25,"Text":"A jak bedzie, kiedy zbierzemy ich w Dniu, co do ktorego nie ma watpliwosci, i kazdej duszy bedzie w pełni wypłacone to, co ona zarobiła, i nikt nie dozna niesprawiedliwosci"},{"SurahNumber":3,"VerseNumber":26,"Text":"Powiedz: \"O Boze! Władco krolestwa! Ty dajesz krolestwo, komu chcesz, i Ty odbierasz krolestwo, od kogo chcesz: Ty wynosisz, kogo chcesz, i Ty ponizasz, kogo chcesz. W Twoim reku jest dobro! Zaprawde; Ty jestes nad kazda rzecza wszechwładny"},{"SurahNumber":3,"VerseNumber":27,"Text":"Ty wprowadzasz noc w dzien i Ty wprowadzasz dzien w noc. Ty wyprowadzasz zyjace z martwego i Ty wyprowadzasz martwe z zyjacego. Ty dajesz zaopatrzenie, komu chcesz; bez rachunku"},{"SurahNumber":3,"VerseNumber":28,"Text":"Niech wierzacy nie biora sobie za przyjacioł niewiernych, z pominieciem wiernych! A kto tak uczyni, ten nie ma nic wspolnego z Bogiem, chyba ze obawiacie sie z ich strony jakiegos niebezpieczenstwa. Bog ostrzega was przed samym Soba i do Boga zmierza wedrowanie"},{"SurahNumber":3,"VerseNumber":29,"Text":"Powiedz: \"Czy wy ukrywacie to, co jest w waszych piersiach, czy wy to ujawniacie - wie o tym Bog. On zna to, co jest w niebiosach, i to, co jest na ziemi. Bog jest nad kazda rzecza wszechwładny"},{"SurahNumber":3,"VerseNumber":30,"Text":"Tego dnia, kiedy kazdej duszy zostanie przedstawione to, co uczyniła dobrego, i to, co uczyniła złego, kazda z nich bedzie pragnac, aby miedzy nia a tym dniem znalazła sie ogromna przestrzen. Ostrzega was Bog przed samym Soba. Bog jest dobrotliwy dla Swoich sług"},{"SurahNumber":3,"VerseNumber":31,"Text":"Powiedz: \"Jesli kochacie Boga, to postepujcie za mna! Wtedy i Bog bedzie was miłował i przebaczy wam wasze grzechy. Bog jest przebaczajacy, litosciwy"},{"SurahNumber":3,"VerseNumber":32,"Text":"Powiedz: \"Słuchajcie Boga i Posłanca! A jesli sie odwrocicie... zaprawde, Bog nie kocha niewiernych"},{"SurahNumber":3,"VerseNumber":33,"Text":"Bog wybrał Adama i Noego, rodzine Abrahama i rodzine Imrana - ponad swiaty"},{"SurahNumber":3,"VerseNumber":34,"Text":"Jako potomstwo jednych od drugich. Zaprawde, Bog jest słyszacy, wszechwiedzacy"},{"SurahNumber":3,"VerseNumber":35,"Text":"Oto powiedziała zona Imrana: \"Panie moj! Ja poswiecam Tobie to, co jest w moim łonie. Przyjmij to wiec ode mnie, wszak Ty jestes Słyszacy, Wszechwiedzacy"},{"SurahNumber":3,"VerseNumber":36,"Text":"A kiedy ona porodziła, powiedziała: \"Panie moj! Oto złozyłam ja - istote zenska.\" - A Bog wie najlepiej, co ona złozyła, przeciez rodzaj meski nie jest jak zenski. - \"Nazwałam ja Maria. I oto oddaje ja, ja i jej potomstwo, Tobie pod opieke przed szatanem przekletym"},{"SurahNumber":3,"VerseNumber":37,"Text":"I przyjał ja jej Pan przyjeciem pieknym, i uczynił, iz wyrosła wzrostem pieknym, i zaopiekował sie nia Zachariasz. Za kazdym razem, jak wchodził do niej Zachariasz, do przybytku swietego, znajdował u niej zaopatrzenie. Powiedział: \"O Mario! Skad to przychodzi do ciebie?\" Ona powiedziała: \"To jest od Boga.\" Zaprawde, Bog daje zaopatrzenie, komu chce - bez zadnego rachunku"},{"SurahNumber":3,"VerseNumber":38,"Text":"Wtedy Zachariasz pomodlił sie do swego Pana i powiedział: \"Panie moj! Obdaruj mnie, od Siebie, wspaniałym potomstwem. Ty przeciez słyszysz modlitwe"},{"SurahNumber":3,"VerseNumber":39,"Text":"I ogłosili mu aniołowie kiedy on, stojac, modlił sie w sanktuarium: \"Bog obwieszcza ci radosna wiesc o Janie. On potwierdzi słowo od Boga; bedzie szlachetnym panem, czystym i prorokiem wsrod sprawiedliwych"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zachariasz powiedział: \"Panie moj! Jak ja moge miec syna, kiedy juz osiagnałem podeszły wiek, a moja zona jest bezpłodna?\" Bog powiedział: \"Tak bedzie! Bog czyni, co chce"},{"SurahNumber":3,"VerseNumber":41,"Text":"On powiedział: \"Panie moj! Uczyn mi jakis znak!\" Powiedział: \"Oto twoj znak: nie bedziesz mowił z ludzmi przez trzy dni inaczej, jak tylko przez gesty. I wspominaj twego Pana wielekroc, i wysławiaj go wieczorami i rankami"},{"SurahNumber":3,"VerseNumber":42,"Text":"I oto powiedzieli aniołowie: \"O Mario! Zaprawde, Bog wybrał ciebie i uczynił cie czysta, i wybrał ciebie ponad kobietami swiatow"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Mario! Poddaj sie pokornie twemu Panu, wybijaj pokłony i skłaniaj sie wraz z tymi, ktorzy sie skłaniaja"},{"SurahNumber":3,"VerseNumber":44,"Text":"To nalezy do opowiadan o tym, co skryte, ktore tobie objawiamy. Ty nie byłes wsrod nich, kiedy oni rzucali swoje trzciny, aby rozstrzygnac, ktory z nich ma sie opiekowac Maria; i nie byłes wsrod nich, kiedy sie sprzeczali"},{"SurahNumber":3,"VerseNumber":45,"Text":"Oto powiedzieli aniołowie: \"O Mario! Bog zwiastuje ci radosna wiesc o Słowie pochodzacym od Niego, ktorego imie Mesjasz, Jezus, syn Marii. On bedzie wspaniały na tym swiecie i w zyciu ostatecznym, i bedzie jednym z przyblizonych"},{"SurahNumber":3,"VerseNumber":46,"Text":"I bedzie przemawiał do ludzi juz w kołysce, a takze jako maz dojrzały; i bedzie wsrod sprawiedliwych"},{"SurahNumber":3,"VerseNumber":47,"Text":"Ona powiedziała: \"O Panie moj! Jakze bede miała syna, skoro nie dotknał mnie zaden mezczyzna?\" Powiedział: \"Tak bedzie! Bog stwarza to, co chce! Kiedy On decyduje o istnieniu jakiejs rzeczy, to tylko mowi: Badz! - i to sie staje"},{"SurahNumber":3,"VerseNumber":48,"Text":"On nauczy go Ksiegi i madrosci, Tory i Ewangelii"},{"SurahNumber":3,"VerseNumber":49,"Text":"I uczyni go posłancem do synow Izraela: \"Przyszedłem do was ze znakiem od waszego Pana. Ja utworze wam z gliny postac ptaka i tchne w niego, i on stanie sie ptakiem. Ja uzdrowie chorego i tredowatego i ozywie zmarłych - za zezwoleniem Boga. Ja wam opowiem, co jecie i co gromadzicie w waszych domach. Zaprawde, w tym jest znak dla was, jesli jestescie wierzacymi"},{"SurahNumber":3,"VerseNumber":50,"Text":"Ja przychodze potwierdzic prawdziwosc tego, co było przede mna w Torze, i aby uczynic dla was dozwolonym czesc tego, co wam było zakazane. Przyszedłem do was ze znakiem pochodzacym od waszego Pana. Bojcie sie Boga i słuchajcie mnie"},{"SurahNumber":3,"VerseNumber":51,"Text":"Zaprawde, Bog jest moim i waszym Panem! Przeto czcijcie Go! To jest droga prosta"},{"SurahNumber":3,"VerseNumber":52,"Text":"A kiedy Jezus poczuł w nich niewiare, powiedział: \"Kto jest moim pomocnikiem dla sprawy Boga?\" Powiedzieli apostołowie: \"My jestesmy pomocnikami Boga. My w Niego uwierzylismy. Daj swiadectwo, iz jestesmy całkowicie poddani"},{"SurahNumber":3,"VerseNumber":53,"Text":"Panie nasz! Uwierzylismy w to, co zesłałes, i poszlismy za Posłancem. Zapisz nas wiec miedzy tymi, ktorzy daja swiadectwo"},{"SurahNumber":3,"VerseNumber":54,"Text":"Oni knuli podstep i Bog knuł podstep; a Bog jest najlepszy sposrod knujacych podstepy"},{"SurahNumber":3,"VerseNumber":55,"Text":"Oto powiedział Bog: \"O Jezusie! Oto Ja powołam ciebie i wyniose ku Sobie, oczyszczajac cie od tych, ktorzy nie uwierzyli; i umieszcze tych, ktorzy poszli za toba, ponad niewiernymi - az do Dnia Zmartwychwstania. Nastepnie do Mnie powrocicie i wtedy rozstrzygne miedzy wami, w czym sie rozniliscie"},{"SurahNumber":3,"VerseNumber":56,"Text":"Tych, ktorzy nie uwierzyli, ukarze kara straszna na tym swiecie i w zyciu ostatecznym; i oni nie beda mieli pomocnikow"},{"SurahNumber":3,"VerseNumber":57,"Text":"A tym, ktorzy uwierzyli i ktorzy czynili dobre dzieła, On da w pełni nalezna im nagrode. A Bog nie kocha ludzi niesprawiedliwych"},{"SurahNumber":3,"VerseNumber":58,"Text":"Oto co tobie recytujemy ze znakow i madrego napomnienia"},{"SurahNumber":3,"VerseNumber":59,"Text":"Zaprawde, Jezus jest u Boga jak Adam: On stworzył go z prochu, a nastepnie powiedział do niego: \"Badz!\" - i on jest"},{"SurahNumber":3,"VerseNumber":60,"Text":"Prawda pochodzi od twego Pana, nie badz wiec z liczby watpiacych"},{"SurahNumber":3,"VerseNumber":61,"Text":"A kto sie bedzie z toba sprzeczał w jej przedmiocie po tym, jak otrzymałes wiedze, to powiedz: \"Pozwolcie! Wezwijmy naszych synow i waszych synow, nasze kobiety i wasze kobiety, nas samych i was samych, potem bedziemy sie pokornie modlic i wzywac przeklenstwa Boga na kłamcow"},{"SurahNumber":3,"VerseNumber":62,"Text":"Zaprawde, to jest opowiadanie prawdziwe! I nie ma boga, jak tylko Bog! I, zaprawde, Bog jest Potezny, Madry"},{"SurahNumber":3,"VerseNumber":63,"Text":"Jesli oni sie odwroca, to Bog przeciez zna doskonale tych, ktorzy szerza zgorszenie"},{"SurahNumber":3,"VerseNumber":64,"Text":"Powiedz: \"O ludu Ksiegi! Dochodzcie do słowa jednakowego dla was i dla nas: abysmy nie czcili nikogo innego, jak tylko Boga, abysmy nie dodawali Jemu niczego za wspołtowarzyszy i aby jedni z nas nie brali sobie innych ' jako panow, poza Bogiem.\" A jesli oni sie odwroca, to powiedzcie: \"Badzcie swiadkami, ze my jestesmy całkowicie poddani"},{"SurahNumber":3,"VerseNumber":65,"Text":"O ludu Ksiegi Dlaczego dyskutujecie w sprawie Abrahama? Przeciez Tora i Ewangelia zostały zesłane po nim. Czyz nie macie rozumu"},{"SurahNumber":3,"VerseNumber":66,"Text":"Oto jacy jestescie: dyskutujecie nad tym, o czym macie wiedze; ale dlaczego dyskutujecie nad tym, o czym nie macie zadnej wiedzy? Bog wie, a wy nie wiecie"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham nie był zydem ani chrzescijaninem, lecz był szczerze wierzacym hanifem, całkowicie poddanym, i nie był on z liczby bałwochwalcow"},{"SurahNumber":3,"VerseNumber":68,"Text":"Zaprawde, ludzie najblizsi Abrahamowi to z pewnoscia ci, ktorzy poszli za nim. i ten Prorok, i ci, ktorzy wierza. Bog jest opiekunem ludzi wierzacych"},{"SurahNumber":3,"VerseNumber":69,"Text":"Pewna grupa sposrod ludu Ksiegi chciałaby sprowadzic was z drogi; lecz oni sprowadzaja z drogi tylko samych siebie i nie sa tego swiadomi"},{"SurahNumber":3,"VerseNumber":70,"Text":"O ludu Ksiegi! Dlaczego nie wierzycie w znaki Boga, skoro jestescie swiadkami"},{"SurahNumber":3,"VerseNumber":71,"Text":"O ludu Ksiegi Dlaczego ubieracie prawde w fałsz i zasłaniacie prawde, a przeciez wy wiecie"},{"SurahNumber":3,"VerseNumber":72,"Text":"I powiedziała pewna grupa sposrod ludu Ksiegi: \"Wierzcie na poczatku dnia w to, co zostało zesłane tym, ktorzy uwierzyli, a wyrzeknijcie sie wiary na jego koncu"},{"SurahNumber":3,"VerseNumber":73,"Text":"I nie wierzcie nikomu innemu jak tylko temu, kto poszedł za wasza religia!\" Powiedz: \"Zaprawde, droga prosta - droga Boga - jest taka, zeby kazdemu było dane to, co wam dano, w przeciwnym razie bowiem oni beda sie sprzeczac z wami przed waszym Panem.\" Powiedz: \"Zaprawde, łaska jest w reku Boga! On daje ja, komu chce. Bog jest wszechobejmujacy, wszechwiedzacy"},{"SurahNumber":3,"VerseNumber":74,"Text":"On obdarza szczegolnie Swoim miłosierdziem tego, kogo chce. Bog jest władca łaski ogromnej"},{"SurahNumber":3,"VerseNumber":75,"Text":"Wsrod ludu Ksiegi sa tacy, ktorzy, jesli zawierzysz im kintar, to oni go tobie oddadza; i wsrod nich sa tacy, I ktorzy jesli im zawierzysz dinara, to oni go tobie nie oddadza, jesli nie bedziesz ciagle stał nad nimi. Jest tak, poniewaz oni mowia: \"Nie mamy zadnego obowiazku wzgledem ludzi nieswiadomych. \" Oni mowia przeciw Bogu kłamstwo, a przeciez oni wiedza"},{"SurahNumber":3,"VerseNumber":76,"Text":"Tak! Ten, kto wiernie wypełnia swoje przymierze i jest bogobojny... przeciez Bog kocha bogobojnych"},{"SurahNumber":3,"VerseNumber":77,"Text":"Zaprawde, ci, ktorzy handluja, za niska cene, przymierzem Boga i swoimi przysiegami, nie beda mieli udziału w zyciu ostatecznym i nie przemowi do nich Bog ani nie spojrzy na nich w Dniu Zmartwychwstania, i nie oczysci ich. Czeka ich kara bolesna"},{"SurahNumber":3,"VerseNumber":78,"Text":"A wsrod nich sa tacy, ktorzy wypaczaja Ksiege swoja mowa, tak abyscie uwazali, ze to nalezy do Ksiegi, a to przeciez nie nalezy do Ksiegi. Oni mowia: \"To pochodzi od Boga\" - a przeciez to nie pochodzi od Boga. I mowia przeciw Bogu kłamstwo, wiedzac o tym"},{"SurahNumber":3,"VerseNumber":79,"Text":"Nie godzi sie człowiekowi, ktoremu Bog dał Ksiege, madrosc i proroctwo, mowic potem do ludzi: \"Badzcie moimi sługami, poza Bogiem!\" byc moze, oni powroca! Raczej: \"Badzcie mistrzami, poniewaz wy stale nauczacie Ksiegi i poniewaz ja stale studiujecie"},{"SurahNumber":3,"VerseNumber":80,"Text":"On nie rozkazuje wam, abyscie sobie brali aniołow i prorokow za panow. Czyz On nakazuje wam niewiare, po tym, jak staliscie sie całkowicie poddani"},{"SurahNumber":3,"VerseNumber":81,"Text":"Oto Bog zawarł przymierze z prorokami: \"Oto co dałem wam z Ksiegi i madrosci! Nastepnie przyjdzie do was Posłaniec, potwierdzajacy prawdziwosc tego, co posiadacie. Wy jemu uwierzycie i bedziecie mu z pewnoscia pomagac!\". On powiedział: \"Czy wy zgadzacie sie i przyjmujecie pod tym warunkiem Moj ciezar?\" Oni powiedzieli: \"Zgadzamy sie!\" On powiedział: \"Dajcie wiec swiadectwo, a ja bede z wami posrod swiadkow"},{"SurahNumber":3,"VerseNumber":82,"Text":"A ktorzy sie potem odwroca, sa ludzmi zepsutymi"},{"SurahNumber":3,"VerseNumber":83,"Text":"Czyz oni poszukuja innej religii niz religia Boga? A przeciez Jemu poddaje sie całkowicie ten, kto jest w niebiosach, i ten, kto jest na ziemi, dobrowolnie i wbrew woli, i do Niego wy bedziecie sprowadzeni"},{"SurahNumber":3,"VerseNumber":84,"Text":"Powiedz: \"Wierzymy w Boga i w to, co nam zesłał, i w to, co zostało zesłane Abrahamowi i Isma`ilowi, Izaakowi i Jakubowi, jak i plemionom; i w to, co zostało dane Mojzeszowi, Jezusowi i prorokom - od ich Pana. My nie robimy rozroznienia miedzy zadnym z nich i jestesmy Jemu całkowicie poddani"},{"SurahNumber":3,"VerseNumber":85,"Text":"A od tego, kto poszukuje innej religii niz islam, nie bedzie ona przyjeta; i on w zyciu ostatecznym bedzie w liczbie tych, ktorzy poniesli strate"},{"SurahNumber":3,"VerseNumber":86,"Text":"Jakze miałby prowadzic Bog droga prosta ludzi, ktorzy odrzucili wiare, po tym, jak uwierzyli i zaswiadczyli, ze Posłaniec to prawda, i po tym, jak przyszły do nich jasne dowody? Bog nie prowadzi droga prosta ludzi niesprawiedliwych"},{"SurahNumber":3,"VerseNumber":87,"Text":"Dla nich zapłata bedzie: przeklenstwo Boga, aniołow i ludzi, wszystkich razem"},{"SurahNumber":3,"VerseNumber":88,"Text":"Beda tam wiecznie przebywac; nie bedzie im zmniejszona kara ani tez nie bedzie im dana zwłoka"},{"SurahNumber":3,"VerseNumber":89,"Text":"Z wyjatkiem tych, ktorzy potem sie nawrocili i czynili dobro. Zaprawde, Bog jest przebaczajacy, litosciwy"},{"SurahNumber":3,"VerseNumber":90,"Text":"Od tych, ktorzy odrzucili wiare, po tym, jak uwierzyli, a nastepnie powiekszyli swoja niewiare, nawrocenie ich nie zostanie przyjete, i tacy sa zabłakani"},{"SurahNumber":3,"VerseNumber":91,"Text":"Zaprawde, od tych, ktorzy nie uwierzyli i zmarli, bedac niewiernymi, nie zostanie przyjeta nawet ziemia pełna złota, jesliby oni chcieli sie dzieki niej wykupic. Czeka ich kara bolesna i nie beda mieli pomocnikow"},{"SurahNumber":3,"VerseNumber":92,"Text":"Nigdy nie osiagniecie prawdziwej poboznosci, dopoki nie bedziecie rozdawac z tego, co kochacie. Cokolwiek rozdacie, Bog wie o tym doskonale"}]}