{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Sláva tomu, jenž za noci přenesl služebníka Svého z Posvátné mešity do mešity nejvzdálenější, jejíž okolí jsme požehnali, abychom mu ukázali některá Svá znamení. A On věru slyšící je a jasnozřivý"},{"SurahNumber":17,"VerseNumber":2,"Text":"A darovali jsme Mojžíšovi Písmo a učinili jsme je pro dítka Izraele vedením řkouce: \"Nevezmete sobě vedle Mne nikoho jiného za ochránce"},{"SurahNumber":17,"VerseNumber":3,"Text":"ó potomci těch, jež nesli jsme v arše s Noem, jenž služebníkem byl Naším vděčným"},{"SurahNumber":17,"VerseNumber":4,"Text":"A stanovili jsme v Písmu o dítkách Izraele toto: \"Podvakrát naplníte zemi pohoršením a vyniknete velkým povznesením"},{"SurahNumber":17,"VerseNumber":5,"Text":"A až dostaví se splnění slibu prvního, vyšleme proti vám služebníky Své strašnou mocí vládnoucí a ti mezi příbytky vaše proniknou; slib ten se věru uskuteční"},{"SurahNumber":17,"VerseNumber":6,"Text":"Potom vám opět dáme dosáhnout úspěchu proti nim a rozmnožíme vás v majetcích i v synech a početnějším houfem vás učiníme"},{"SurahNumber":17,"VerseNumber":7,"Text":"Konáte-li dobro, sami pro sebe tak činíte, a konáte-li špatné, proti sobě tak činíte. A až se vyplní slib druhý, pošleme na vás služebníky, aby vás poznamenali na tvářích a aby pronikli do chrámu, stejně jako tam vnikli poprvé, a aby zničili vše, čeho se zmocní, úplným zničením"},{"SurahNumber":17,"VerseNumber":8,"Text":"Možná že Pán váš se nad vámi slituje, však jestliže opět začnete, začneme i My. A učinili jsme peklo pro nevěřící vězením"},{"SurahNumber":17,"VerseNumber":9,"Text":"A věru tento Korán vede k cestě, jež nejpřímější je, a zprávu radostnou věřícím zvěstuje, kteří zbožné skutky konají, že odměna velká určena je pro ně"},{"SurahNumber":17,"VerseNumber":10,"Text":"a že pro ty, kdož nevěří v život posmrtný, jsme připravili trest bolestný"},{"SurahNumber":17,"VerseNumber":11,"Text":"A člověk vyzývá ke zlu, tak jak vyzývá k dobru, vždyť člověk je unáhlený"},{"SurahNumber":17,"VerseNumber":12,"Text":"Učinili jsme noc a den dvěma znameními; znamení noci jsme zastřeli, však znamení dne jsme viditelným učinili, abyste mohli získávat v něm z dobrodiní Pána svého a abyste poznali počet roků i času počítání. A každou věc jsme učinili nejvýš srozumitelnou"},{"SurahNumber":17,"VerseNumber":13,"Text":"Každému člověku jsme připevnili ptáka osudu jeho na šíji a v den zmrtvýchvstání vyjmeme pak každému knihu jeho a setká se s ní otevřenou"},{"SurahNumber":17,"VerseNumber":14,"Text":"Čti knihu svou! Dnes sám postačíš si proti sobě jako zúčtovatel"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kdo po cestě správné se ubírá, sám pro sebe tak činí, však kdo bloudí, ten jen proti sobě tak činí. A žádná duše nákladem obtěžkaná neponese břímě jiného a nepotrestali jsme nikoho dříve, než byl námi vyslán posel"},{"SurahNumber":17,"VerseNumber":16,"Text":"A když si přejeme zahubit město nějaké, poručíme boháčům jeho, aby v něm nepravosti páchali a pak uskuteční se slovo Naše nad ním vyřčené a zahubíme je zničením dokonalým"},{"SurahNumber":17,"VerseNumber":17,"Text":"Kolik pokolení jsme již zahubili po Noemovi! Pán tvůj pak hříchů Svých služebníků znalcem je i pozorovatelem dostatečným"},{"SurahNumber":17,"VerseNumber":18,"Text":"Těm, kdož po věcech rychle pomíjivých touží, pospíšíme dát v něm to, co chceme, a tomu, komu chceme; však potom pro ně peklo připravíme, aby v něm hořeli v ponížení a v zavržení"},{"SurahNumber":17,"VerseNumber":19,"Text":"Kdož však po životě budoucím touží a usilují o něj horlivě, jsouce přitom věřící - vděčně uznáno bude jejich snažení"},{"SurahNumber":17,"VerseNumber":20,"Text":"Všem, těm i oněm, My rozmnožíme Pána tvého dary a Pána tvého dary neznají omezení"},{"SurahNumber":17,"VerseNumber":21,"Text":"Pohleď, jak jsme dali přednost jedněm před druhými! V životě budoucím věru ještě vyšší hodnosti a větší přednosti jsou"},{"SurahNumber":17,"VerseNumber":22,"Text":"A nepřidávej k Bohu božstva jiného, abys nezůstal zahanben a opuštěn"},{"SurahNumber":17,"VerseNumber":23,"Text":"Pán tvůj rozhodl, abyste nikoho kromě Něho neuctívali a abyste rodičům dobré prokazovali. A jestliže jeden či oba z nich u tebe zestárnou, neříkej jim \"Fuj!\" a neodbývej je stroze, nýbrž mluv s nimi slovem laskavým"},{"SurahNumber":17,"VerseNumber":24,"Text":"Skloň k nim oběma z milosrdenství křídla pokory a řekni: \"Pane můj, smiluj se nad nimi oběma, tak jako oni mě vychovali, když jsem byl malý"},{"SurahNumber":17,"VerseNumber":25,"Text":"Pán váš nejlépe ví, co v duších vašich je a jste-li zbožní, On věru ke kajícníkům je odpouštějící"},{"SurahNumber":17,"VerseNumber":26,"Text":"A dávej příbuznému po právu, a také chuďasovi a po cestě Boží jdoucímu, však nerozhazuj rozhazováním"},{"SurahNumber":17,"VerseNumber":27,"Text":"vždyť marnotratní jsou bratři satanovi a satan byl vůči Pánu svému nevděčný"},{"SurahNumber":17,"VerseNumber":28,"Text":"Jestliže se od nich odvrátíš čekaje na milosrdenství Pána svého, ve které doufáš, potěš je alespoň slovem útěšným"},{"SurahNumber":17,"VerseNumber":29,"Text":"A neměj ruku svou přivázanou ke krku svému ani ji nerozevírej příliš široce, abys nebyl pomlouván a neupadl v nouzi"},{"SurahNumber":17,"VerseNumber":30,"Text":"Pán tvůj otevřenou rukou uštědřuje obživu anebo ji odměřuje, komu chce, neboť On dobře je zpraven o služebnících Svých a jasně je zří"},{"SurahNumber":17,"VerseNumber":31,"Text":"Nezabíjejte děti své z obavy před zchudnutím, vždyť My jim i vám obživu uštědříme. A jejich zabíjení je hříchem velkým"},{"SurahNumber":17,"VerseNumber":32,"Text":"A nepřibližujte se k cizoložství, neboť to ohavnost je i špatná cesta"},{"SurahNumber":17,"VerseNumber":33,"Text":"A nezabíjejte osoby, jež Bůh zakázal zabíjet, leda podle práva. A byl-li někdo zabit nespravedlivě, dali jsme jeho nejbližšímu pravomoc jej pomstít, nechť však při zabití nepřehání, vždyť zajisté mu bude pomoženo"},{"SurahNumber":17,"VerseNumber":34,"Text":"A nepřibližujte se k majetku sirotka, leda způsobem co nejlepším, pokud nedosáhne dospělosti. Dodržujte věrně závazky své, neboť žádáno bude zúčtování o závazku"},{"SurahNumber":17,"VerseNumber":35,"Text":"A buďte spravedliví v míře, když odměřujete, a važte vahami přímými - to pro vás je lepší i nejlepší co do výsledku"},{"SurahNumber":17,"VerseNumber":36,"Text":"A nenásleduj to, o čem vědění nemáš, vždyť sluch, zrak i srdce budou všechny žádány, aby počet vydaly"},{"SurahNumber":17,"VerseNumber":37,"Text":"A nevykračuj si po zemi troufale, vždyť zemi nemůžeš rozpoltit a nedosáhneš výškou svou hor vrcholku"},{"SurahNumber":17,"VerseNumber":38,"Text":"To všechno je špatností u Pána tvého a je mu to odporné"},{"SurahNumber":17,"VerseNumber":39,"Text":"A toto je část toho, co vnukl ti Pán tvůj z moudrosti Své. A nedávej vedle Boha božstvo jiné, bys nebyl do pekla uvržen, potupen a zatracen"},{"SurahNumber":17,"VerseNumber":40,"Text":"Což Pán váš přednostně vás syny vyznamenal, zatímco sám pro sebe si z andělů dcery vzal? Vy věru hovoříte slova nehorázná"},{"SurahNumber":17,"VerseNumber":41,"Text":"A vysvětlili jsme to v Koránu tomto, aby se upamatovali, avšak to jen rozmnožilo odpor jejich"},{"SurahNumber":17,"VerseNumber":42,"Text":"Rci: \"Kdyby byla vedle Něho ještě božstva jiná, jak říkají, věru by usilovala najít k Pánu trůnu cestu"},{"SurahNumber":17,"VerseNumber":43,"Text":"Sláva Jemu - a oč vznešenější je On než to, co o něm říkají, povýšením velikým"},{"SurahNumber":17,"VerseNumber":44,"Text":"A pěje slávu Jeho sedm nebes a země i vše, co na nich je. A není věci, jež by chválu Jeho neslavila, avšak vy nevěřící slavení jejich nechápete. On věru mírný je i odpouštějící"},{"SurahNumber":17,"VerseNumber":45,"Text":"Když přednášíš Korán, spouštíme mezi tebe a ty, kdož nevěří v život budoucí, závěs zahalující"},{"SurahNumber":17,"VerseNumber":46,"Text":"a na srdce jejich clony klademe, takže jej nechápou, a hluchotu do jejich uší: A když se v Koránu zmiňuješ o Pána svého jedinosti, zády se obracejí s nechutí"},{"SurahNumber":17,"VerseNumber":47,"Text":"My dobře víme, jakým způsobem naslouchají, když k tobě uši natahují a když tajně rozmlouvají a když nespravedliví říkají: \"Vy následujete jen člověka očarovaného"},{"SurahNumber":17,"VerseNumber":48,"Text":"Pohleď jen, jaká podobenství o tobě uvádějí, jak bloudí a nalézt cestu nemohou"},{"SurahNumber":17,"VerseNumber":49,"Text":"a říkají: \"Až staneme se kostmi a prachem, budeme vzkříšeni nějakým novým stvořením"},{"SurahNumber":17,"VerseNumber":50,"Text":"Odpověz: \"I kdybyste byli kamenem nebo železem"},{"SurahNumber":17,"VerseNumber":51,"Text":"či jakýmkoliv stvořením, jehož vzkříšení se zdá nemožné hrudím vašim!\" A řeknou: \"A kdo nás k životu navrátí?\" Odpověz: \"Ten, jenž stvořil vás poprvé.\" A budou nad tebou hlavami potřásat a zeptají se: \"A kdy to bude?\" Odpověz jim: \"Možná že je to už blízko"},{"SurahNumber":17,"VerseNumber":52,"Text":"V ten den, kdy On vás zavolá a vy odpovíte voláním chvály Jeho, usoudíte, že zůstali jste v hrobech svých jen maličko"},{"SurahNumber":17,"VerseNumber":53,"Text":"Řekni služebníkům Mým, aby hovořili jen to, co nejlepší je. A satan věru rozsévá mezi vámi rozkol, vždyť satan člověku je zjevným nepřítelem"},{"SurahNumber":17,"VerseNumber":54,"Text":"Pán váš zná vás nejlépe, a zachce-li se Mu, smiluje se nad vámi, a bude-li chtít, potrestá vás. A neposlali jsme tě, abys byl nad nimi dozorcem"},{"SurahNumber":17,"VerseNumber":55,"Text":"Pán tvůj zná nejlépe ty, kdož na nebesích jsou i na zemi. A věru jsme posly některé nad druhými vyznamenali a Davidovi jsme žaltář dali"},{"SurahNumber":17,"VerseNumber":56,"Text":"Rci: \"Jen si vzývejte ty, jež jste si vedle Něho vymyslili! Ti mocí žádnou nevládnou, aby od vás neštěstí odvrátili či je změnili"},{"SurahNumber":17,"VerseNumber":57,"Text":"Ti, které vzývají, sami prostředek hledají, jak co nejvíce se přiblížit k Pánu svému, v milost Jeho doufajíce a trestu Jeho se obávajíce, neboť Pána tvého trest je věru obav hodný"},{"SurahNumber":17,"VerseNumber":58,"Text":"A nebylo města bezbožného, jež bychom nebyli zahubili či trestem strašným nepotrestali přede dnem zmrtvýchvstání; a takto je to napsáno v Knize původní"},{"SurahNumber":17,"VerseNumber":59,"Text":"A zabránilo nám v tom, abychom znamení seslali, leda to, že národy dávné za lež je prohlašovaly. A Thamúdovcům jsme velbloudici jako ukázku znamení dali, však bezbožně s ní nakládali. A My znamení Svá jen pro postrašení sesíláme"},{"SurahNumber":17,"VerseNumber":60,"Text":"A hle, pravili jsme ti: \"Pán tvůj objímá lidi (ve vševědoucnosti své)!\" A učinili jsme vidění, jež jsme ti ukázali, jen pokušením pro lidi a taktéž i strom prokletý v Koránu. My strach jim naháníme, však to jen jejich vzpurnost velkou posiluje"},{"SurahNumber":17,"VerseNumber":61,"Text":"A hle, pravili jsme k andělům: \"Padněte na zem před Adamem!\" I padli všichni kromě Iblíse, jenž řekl: \"Mám padnout na zem před tím, jehož jsi z hlíny stvořil"},{"SurahNumber":17,"VerseNumber":62,"Text":"Vidíš tohoto, jehož jsi poctil více než mne? Dáš-li mi odklad až do dne zmrtvýchvstání, já věru zkrotím potomstvo jeho všechno kromě několika málo"},{"SurahNumber":17,"VerseNumber":63,"Text":"I řekl Bůh: \"Odejdi! A kdo z nich tě bude následovat, tomu peklo bude odměnou bohatou"},{"SurahNumber":17,"VerseNumber":64,"Text":"Sváděj tedy hlasem svým ty z nich, které můžeš, a zaútoč na ně jízdou svou i pěchotou, staň se společníkem majetku jejich i dětí a sliby jim čiň, vždyť sliby satanovy jsou jen šalbou pouhou"},{"SurahNumber":17,"VerseNumber":65,"Text":"Nad služebníky Mými však pravomoc nebudeš mít žádnou!\" Pán tvůj pak stačí jim co ochránce"},{"SurahNumber":17,"VerseNumber":66,"Text":"Pán váš je ten, jenž pro vás sune lodi na moři, abyste mohli hledat podíl z dobrodiní Jeho; a On vůči vám je slitovný"},{"SurahNumber":17,"VerseNumber":67,"Text":"A když postihne vás pohroma na moři, vzdálí se od vás ti, které vedle Něho vzýváte, když však zachrání vás na pevnině, tu odvrátíte se - vždyť člověk je věru nevděčný"},{"SurahNumber":17,"VerseNumber":68,"Text":"Jste si tak jisti, že On s vámi nepotopí okraj souše nebo že na vás nepošle bouři písečnou? Potom už nenajdete pro sebe ochránce jediného"},{"SurahNumber":17,"VerseNumber":69,"Text":"Anebo jste si tak jisti, že vás neuvrhne do tohoto nebezpečí podruhé a že na vás nepošle vítr bouřlivý a nezahubí vás za to, že jste byli nevděční? Potom už nenajdete proti Nám pomocníka žádného"},{"SurahNumber":17,"VerseNumber":70,"Text":"Věru jsme milostí Svou syny Adamovy poctili a na pevnině i na moři jsme je nosili a obživu jsme jim uštědřili výtečnou a před mnohými z těch, jež jsme stvořili, přednost jsme jim dali významnou"},{"SurahNumber":17,"VerseNumber":71,"Text":"Přijde den, kdy zavoláme lidi všechny i s jejich záznamy; a komu bude dána kniha jeho do pravice - ti čísti budou z knihy své a nebudou ani o nitku ošizeni"},{"SurahNumber":17,"VerseNumber":72,"Text":"A kdo v tomto životě slepý byl, bude slepý i v onom a ještě více z cesty zbloudí"},{"SurahNumber":17,"VerseNumber":73,"Text":"A věru by tě byli nevěřící málem zlákali od toho, co jsme ti vnukli, aby sis o Nás vymyslil něco jiného -a tehdy byli by si tě vzali za přítele svého"},{"SurahNumber":17,"VerseNumber":74,"Text":"A kdybychom tě nebyli posílili, byl by ses málem k nim přiklonil, byť i nemnoho"},{"SurahNumber":17,"VerseNumber":75,"Text":"Tehdy bychom ti byli dali okusit dvojnásob v životě i dvojnásob ve smrti a nebyl bys našel proti Nám pomocníka žádného"},{"SurahNumber":17,"VerseNumber":76,"Text":"A byli by tě málem donutili k opuštění země této, aby tě z ní vyhnali. Avšak zůstali by v ní po odchodu tvém jen nedlouho"},{"SurahNumber":17,"VerseNumber":77,"Text":"podle obvyklého osudu těch poslů, jež vyslali jsme již před tebou - vždyť ve zvyklostech Našich nenalezneš odchýlení nijakého"},{"SurahNumber":17,"VerseNumber":78,"Text":"Konej modlitbu při sklonku slunce až do setmění nočního a přednášej Korán za jitra, vždyť přednášení jitřní je před svědky konáno"},{"SurahNumber":17,"VerseNumber":79,"Text":"A za noci bdi v přednášení z dodatečné horlivosti pro sebe - možná že Pán tvůj tě pošle na místo, jež je chváleno"},{"SurahNumber":17,"VerseNumber":80,"Text":"A rci: \"Pane, dej mi vstoupit vstoupením spravedlivým a dej mi vyjít vyjitím spravedlivým. A dej mi od Sebe zplnomocnění jako pomoc"},{"SurahNumber":17,"VerseNumber":81,"Text":"A rci: \"Přišla pravda a zmizel klam, a věru klam je něčím, co zmizí"},{"SurahNumber":17,"VerseNumber":82,"Text":"A sesíláme v Koránu to, co lékem je i milosrdenstvím pro věřící, však nespravedlivým to jen ztrátu zvětšuje"},{"SurahNumber":17,"VerseNumber":83,"Text":"Když člověka dobrodiním zahrnujeme, odvrací se a vzdaluje se, když však neštěstí se ho dotkne, tu zoufalý je"},{"SurahNumber":17,"VerseNumber":84,"Text":"Rci: \"Každý jedná podle způsobu svého a Pán váš dobře ví, kdo nejlépe je veden po cestě Jeho"},{"SurahNumber":17,"VerseNumber":85,"Text":"A vyptávat se tě budou na Ducha. Odpověz: \"Duch přichází z rozkazu Pána mého a bylo vám dáno z vědění, jen ne mnoho"},{"SurahNumber":17,"VerseNumber":86,"Text":"Kdybychom chtěli, věru bychom odnesli to, co jsme ti vnukli, a potom bys nenašel proti Nám ochránce žádného ve věci té"},{"SurahNumber":17,"VerseNumber":87,"Text":"leda z milosrdenství Pána svého, jehož přízeň vůči tobě veliká je zajisté"},{"SurahNumber":17,"VerseNumber":88,"Text":"Rci: \"I kdyby se lidé a džinové spojili, aby něco podobného Koránu tomuto vytvořili, nebyli by schopni přijít s něčím podobným, byť by si vzájemně byli pomocníky"},{"SurahNumber":17,"VerseNumber":89,"Text":"A v Koránu tomto jsme vskutku lidem různé druhy podobenství vyložili, avšak většina z nich vše kromě nevíry odmítá"},{"SurahNumber":17,"VerseNumber":90,"Text":"a říká: \"Neuvěříme ti, pokud nedáš vytrysknout před námi ze země prameni"},{"SurahNumber":17,"VerseNumber":91,"Text":"nebo nebudeš mít zahradu s datlovníky a vinnou révou a nedáš řekám s hojností vody téci mezi nimi"},{"SurahNumber":17,"VerseNumber":92,"Text":"či dokud nenecháš, jak tvrdíš, spadnout na nás nebe po kusech anebo si nepřivedeš Boha a anděly jako ručitele"},{"SurahNumber":17,"VerseNumber":93,"Text":"či pokud nebudeš mít dům se zlatými ozdobami anebo sám nevystoupíš na nebe. A neuvěříme ve vystoupení tvé na nebe, pokud nám z něho nesešleš Knihu, již bychom čísti mohli.\" Odpověz: \"Sláva Pánu mému, což nejsem toliko smrtelníkem a poslem"},{"SurahNumber":17,"VerseNumber":94,"Text":"Co brání těmto lidem, aby uvěřili, když se jim dostalo správného vedení, ne-li to, že říkají: \"Cožpak by Bůh vyslal smrtelníka jako posla Svého"},{"SurahNumber":17,"VerseNumber":95,"Text":"Odpověz: \"Kdyby na zemi andělé byli a v míru po ní chodili, věru bychom k nim seslali z nebe anděla jako posla Svého"},{"SurahNumber":17,"VerseNumber":96,"Text":"Rci: \"Bůh stačí mi jako svědek mezi mnou a vámi, neboť On o služebnících Svých dobře zpraven je a jasně zří je"},{"SurahNumber":17,"VerseNumber":97,"Text":"Ten, koho Bůh vede, dobře je veden, však pro ty, jimž zbloudit dal, nenalezneš ochránce mimo Něho. A v den zmrtvýchvstání je shromáždíme plazící se na tvářích, slepé, němé a hluché; útočištěm jejich pak bude peklo, a kdykoliv uhasínat bude, My přidáme více žáru pro ně"},{"SurahNumber":17,"VerseNumber":98,"Text":"Toto odměnou jejich bude za to, že ve znamení Naše nevěřili a říkali: Až staneme se kostmi a prachem, budeme vzkříšeni nějakým novým stvořením"},{"SurahNumber":17,"VerseNumber":99,"Text":"Což nevidí, že Bůh, jenž stvořil nebesa a zemi, je schopen stvořit jiné podobné jim? A stanovil jim lhůtu, o níž pochyby není, avšak nespravedliví odmítají vše kromě nevíry"},{"SurahNumber":17,"VerseNumber":100,"Text":"Rci: \"Kdybyste vlastnili pokladnice milosrdenství Pána mého, věru byste je střežili ze strachu před spotřebováním, neboť člověk je velmi lakomý"},{"SurahNumber":17,"VerseNumber":101,"Text":"A kdysi jsme dali Mojžíšovi devět znamení zřetelných. Zeptej se dítek Izraele na to, jak přišel k oněm a Faraón mu řekl: \"Mojžíši, já domnívám se, žes očarovaný"},{"SurahNumber":17,"VerseNumber":102,"Text":"Mojžíš odpověděl: \"Ty věru víš, že to byl jedině Pán nebes a země, jenž seslal to jako znamení objasňující. A já se domnívám, Faraóne, že ke zkáze jsi odsouzený"},{"SurahNumber":17,"VerseNumber":103,"Text":"A chtěl je Faraón ze země vypudit, avšak utopili jsme jej i ty, kdož byli s ním, všechny"},{"SurahNumber":17,"VerseNumber":104,"Text":"a řekli jsme poté dítkám Izraele: \"Obývejte tuto zem, a až přijde čas slíbený Hodiny poslední, v houfu vás přivedeme"},{"SurahNumber":17,"VerseNumber":105,"Text":"A seslali jsme jej s pravdou a s pravdou také sestoupil. A vyslali jsme tě pouze, abys hlasatelem byl zvěsti radostné a varovatelem"},{"SurahNumber":17,"VerseNumber":106,"Text":"A Korán jsme rozdělili, abys jej přednášel lidem pozvolna, a seslali jsme jej sesláním opakovaným"},{"SurahNumber":17,"VerseNumber":107,"Text":"Rci: \"Věřte v něj, nebo nevěřte - ti, kterým dáno vědění bylo již předtím, ti na tváře své padají sklánějíce se, když přednášen je jim"},{"SurahNumber":17,"VerseNumber":108,"Text":"a pronášejí: Sláva Pánu našemu, slib Pána našeho se věru vyplnil"},{"SurahNumber":17,"VerseNumber":109,"Text":"A padali na tváře své plačíce, v pokoře vzrůstající"},{"SurahNumber":17,"VerseNumber":110,"Text":"Rci: \"Vzývejte Boha či vzývejte Milosrdného, a ať již Jej nazýváte jakýmkoliv jménem, Jemu náleží jména nejkrásnější. A při modlitbě své nemluv ani příliš nahlas, ani příliš potichu, nýbrž hledej mezi obojím cestu střední"},{"SurahNumber":17,"VerseNumber":111,"Text":"Rci: \"Chvála Bohu, jenž nevzal si pro sebe dítě žádné, jenž nemá společníka ve vládě a nepotřebuje před ponížením ochránce!\" A oslavuj velikost Jeho"},{"SurahNumber":18,"VerseNumber":1,"Text":"Sláva Bohu, jenž seslal služebníku Svému Knihu a neučinil ji křivolakou"},{"SurahNumber":18,"VerseNumber":2,"Text":"nýbrž přímou, aby varovala před mocnou přísností od Něho přicházející a aby oznámila věřícím, kteří zbožné skutky konali, že obdařeni budou odměnou překrásnou"},{"SurahNumber":18,"VerseNumber":3,"Text":"zahradou to, v níž navěky zůstanou"},{"SurahNumber":18,"VerseNumber":4,"Text":"a aby varovala ty, kdo říkají, že Bůh pro Sebe si vzal děti"},{"SurahNumber":18,"VerseNumber":5,"Text":"A nemají o tom oni ani otcové jejich žádného vědění; jak hrozné je slovo, jež z jejich úst vychází, a nic jiného než lež oni nemluví"},{"SurahNumber":18,"VerseNumber":6,"Text":"Chceš se snad zahubit smutkem jda ve stopách jejich, jestliže tomuto příběhu neuvěří"},{"SurahNumber":18,"VerseNumber":7,"Text":"To, co na zemi jest, učinili jsme okrasou její, abychom vyzkoušeli, kdo z nich v konání svém je nejlepší"},{"SurahNumber":18,"VerseNumber":8,"Text":"A věru uděláme ze všeho toho, co na ní je, výšinu rostlinstva zbavenou"},{"SurahNumber":18,"VerseNumber":9,"Text":"Domníváš se, že lidé jeskyně a ar-Raqímu byli zázrakem jedním z Našich znamení"},{"SurahNumber":18,"VerseNumber":10,"Text":"A hle, mladíci se do jeskyně uchýlili a pravili: \"Pane náš, daruj nám od Sebe milosrdenství a připrav nám pro věc naši správné vedení"},{"SurahNumber":18,"VerseNumber":11,"Text":"A zakryli jsme uši jejich v jeskyni té během roků mnohých"},{"SurahNumber":18,"VerseNumber":12,"Text":"potom jsme je vzkřísili, abychom poznali, která z obou stran lépe odhadne délku pobytu jejich"},{"SurahNumber":18,"VerseNumber":13,"Text":"My vyprávíme ti příběh jejich pravdivě; vždyť mladíci to byli, kteří v Pána svého uvěřili, a jejich vedení po cestě správné jsme upevnili"},{"SurahNumber":18,"VerseNumber":14,"Text":"A srdce jejich jsme posílili, když vstali a řekli: \"Náš Pán je Pánem nebes a země a nikdy nebudeme vzývat božstvo jiné kromě Něho, jinak bychom lež nehoráznou hovořili"},{"SurahNumber":18,"VerseNumber":15,"Text":"Tento náš lid si vzal místo Něho božstva různá, aniž o nich přinesl jasné zmocnění! A kdo je nespravedlivější než ten, kdo proti Bohu lži si vymýšlí"},{"SurahNumber":18,"VerseNumber":16,"Text":"A až se oddělíte od lidí těch a od toho, co uctívají vedle Boha, uchylte se do jeskyně! Pán váš nad vámi část milosrdenství Svého rozprostře a ve věci vaší vám ulehčení připraví"},{"SurahNumber":18,"VerseNumber":17,"Text":"A byl bys viděl, jak slunce se při svém východu sklání napravo od jeskyně jejich a při svém západu je míjí nalevo, zatímco oni byli v středu jejím. A toto je jedno ze znamení Božích; ten, koho Bůh vede, ten po správné cestě kráčí, avšak pro toho, komu Bůh dal zbloudit, nenajdeš ochránce ani průvodce žádného"},{"SurahNumber":18,"VerseNumber":18,"Text":"A byl bys je pokládal za bdící, zatímco oni spali a My je napravo i nalevo kolébali; a pes jejich s předními tlapami roztaženými na prahu ležel. A kdybys je byl náhodou spatřil, byl by ses dal před nimi na útěk pln strachu z nich hrozného"},{"SurahNumber":18,"VerseNumber":19,"Text":"A tak jsme je vzkřísili, aby se jeden druhého vyptávali. I pravil jeden z nich: \"Jak dlouho jsme zde setrvali?\" Odpověděli: \"Setrvali jsme zde den či část dne jednoho.\" (Nakonec) řekli: \"Pán náš zná nejlépe, jak dlouho jsme zde zůstali. Vyšleme jednoho z nás do města s těmito penězi svými, nechť zjistí, kdo nejlepší pokrmy má, a nechť nám od něho potravu přinese; a nechť jedná obezřetně a slušně, aby na nás neupozornil nikoho"},{"SurahNumber":18,"VerseNumber":20,"Text":"Kdyby nás odkryli, ukamenovali by nás anebo by nás donutili vrátit se k náboženství svému; a pak již nikdy bychom nebyli blaženi"},{"SurahNumber":18,"VerseNumber":21,"Text":"A tak jsme je odhalili (lidem z města), aby poznali, že slib Boží je pravdivý a že o Hodině pochyby žádné není. A hle, lidé se mezi sebou hádali ohledně věci jejích, a říkali jedni: \"Vystavme nad nimi stavbu nějakou; Pán jejich přece o nich dobře ví!\" A pravili ti, kdož ve sporu o věc tu zvítězili: \"Vystavíme nad nimi svatyni"},{"SurahNumber":18,"VerseNumber":22,"Text":"A budou říkat někteří: \"Byli tři a čtvrtý z nich byl pes jejich.\" Jiní řeknou: \"Bylo jich pět a šestý z nich byl pes jejich\" dohadujíce se o nepoznatelném; a další řeknou: \"Sedm, a osmým z nich byl pes jejich.\" Odpověz: \"Pán můj zná nejlépe počet jejich; a zná to jinak jen lidi nemnoho!\" Nehádej se tedy o nich, leda jen způsobem esoterickým, a nevyptávej se na ně (z nevěřících) nikoho"},{"SurahNumber":18,"VerseNumber":23,"Text":"a neříkej o ničem: \"Já zítra učiním to a to"},{"SurahNumber":18,"VerseNumber":24,"Text":"aniž připojíš: \"Bude-li chtít Bůh.\" A vzpomínej Pána svého, když zapomnětlivý jsi, a řekni: \"Snad Pán můj mne dovede k tomu, co je správnější než toto"},{"SurahNumber":18,"VerseNumber":25,"Text":"A setrvali oni v jeskyni své tři sta let a přidáno je k tomu ještě devět"},{"SurahNumber":18,"VerseNumber":26,"Text":"Rci: \"Bůh zná nejlépe, jak dlouho tam zůstali, a Jemu náleží nepoznatelné na nebesích a na zemi a On nejlépe je vidoucí a slyšící! A nemají oni kromě Něho ochránce žádného a On nečiní nikoho společníkem rozhodnutí Svého"},{"SurahNumber":18,"VerseNumber":27,"Text":"Sděluj tedy to, co ti bylo vnuknuto z Knihy Pána tvého; a není nikoho, kdo mohl by změnit slovo Jeho, a nenalezneš kromě Něho útočiště žádného"},{"SurahNumber":18,"VerseNumber":28,"Text":"Buď neochvějný v duši své spolu s těmi, kdož Pána svého zrána i navečer vzývají po Jeho tváři toužíce! A neodvracej oči své od nich v žádosti po krásách života pozemského a neposlouchej toho, jehož srdce jsme učinili lhostejným k připomenutí Svému, ani toho, jenž jen vášně své následuje a jehož chování míru překračuje"},{"SurahNumber":18,"VerseNumber":29,"Text":"A rci: \"Pravda přichází od Pána vašeho; kdo chce, ať věří, a kdo chce, ať nevěří!\" A věru jsme připravili pro nespravedlivé oheň, jenž hustým dýmem je obklopí. A poprosili o pomoc, bude jim pomoženo vodou podobnou kovu roztavenému, jež spálí tváře jejich. A jak odporný to nápoj a jak hnusné to místo pobytu"},{"SurahNumber":18,"VerseNumber":30,"Text":"Ti však, kdož uvěřili a zbožné skutky konali, budou odměněni, a nedopustíme, aby se ztratila odměna těch, kdož dobré činili"},{"SurahNumber":18,"VerseNumber":31,"Text":"Jim budou patřit zahrady Edenu, pod nimiž řeky tekou; tam budou se náramky zlatými zdobit, do šatů zelených z hedvábí a brokátu se odívat a v nich na lehátkách odpočívat. Jak krásná to odměna a jak výtečné to místo pobytu"},{"SurahNumber":18,"VerseNumber":32,"Text":"Uveď jim podobenství o dvou mužích, z nichž jednomu jsme dvě zahrady révy vinné dali, obklopené palmami, a mezi nimi jsme obilí zaseli"},{"SurahNumber":18,"VerseNumber":33,"Text":"a obě zahrady plody své přinesly a pána svého v ničem nezklamaly a mezi oběma jsme řece téci dali"},{"SurahNumber":18,"VerseNumber":34,"Text":"A měl ovoce a řekl druhu svému při rozhovoru: \"Mám více majetku než ty a mocnější jsem i rodem svým"},{"SurahNumber":18,"VerseNumber":35,"Text":"Pak do zahrady své vstoupil a sám sobě ukřivdil říkaje: \"Že někdy toto zanikne, si nemyslím"},{"SurahNumber":18,"VerseNumber":36,"Text":"a nedomnívám se, že kdy dostaví se Hodina; a věru i kdybych navrácen byl k Pánu svému, něco lepšího než toto naleznu tam výměnou"},{"SurahNumber":18,"VerseNumber":37,"Text":"I pravil mu druh jeho v rozhovoru: \"Chceš být nevděčný vůči tomu, jenž stvořil tě z prachu, pak z kapky semene a nakonec tě obdařil lidskou podobou"},{"SurahNumber":18,"VerseNumber":38,"Text":"Však já hovořím: On je Bůh, Pán můj, a já k Pánu svému nepřidružuji nikoho"},{"SurahNumber":18,"VerseNumber":39,"Text":"Kéž bys byl, když do zahrady své jsi vstoupil, pronesl: Nechť stane se, co Bůh chce, a není moci kromě u Boha! A vidíš-li mne majetkem a dětmi chudšího"},{"SurahNumber":18,"VerseNumber":40,"Text":"možná, že mne Bůh obdaří lepším, než tvá je zahrada. A možná že postihne ji z nebes pohromou, takže stane se jednou zrána zemí pustou"},{"SurahNumber":18,"VerseNumber":41,"Text":"či voda její v hlubinách země zmizí a tobě se nezdaří nalézt novou"},{"SurahNumber":18,"VerseNumber":42,"Text":"A stalo se tak a plody jeho byly zničeny a jal se majitel lomit rukama nad tím, co vynaložil na ni a že od základů je zpustošena nyní, a volal: \"Kéž bych byl nikoho k Pánu svému nepřidružoval"},{"SurahNumber":18,"VerseNumber":43,"Text":"A neměl čeleď žádnou, jež by mu pomohla kromě Boha, a nedočkal se pomoci"},{"SurahNumber":18,"VerseNumber":44,"Text":"A tady přísluší ochrana jen Bohu skutečnému; a On nejlepší je v odměňování a k nejlepšímu vede konci"},{"SurahNumber":18,"VerseNumber":45,"Text":"A uveď jim podobenství o životě pozemském: podobá se vodě, již sesíláme z nebe a s níž se mísí rostlinstvo země a pak stane se suchou travinou, již větry rozvanou. A Bůh všemocný je nad věcí každou"},{"SurahNumber":18,"VerseNumber":46,"Text":"Majetek a synové jsou života pozemského ozdobou, však zbožné skutky, jež trvalé hodnoty jsou, u Pána tvého lepší odměnu i naději míti budou"},{"SurahNumber":18,"VerseNumber":47,"Text":"v den, kdy horám dáme kráčet a kdy uvidíš zemi jak rovinu srovnanou; a tehdy shromáždíme duše všechny, aniž opomineme z nich jedinou"},{"SurahNumber":18,"VerseNumber":48,"Text":"A předvedeni před Pána tvého v řadách budou. \"Teď přišli jste k Nám tak, jak jsme vás poprvé stvořili; a přece jste tvrdili, že neustanovíme pro vás lhůtu žádnou"},{"SurahNumber":18,"VerseNumber":49,"Text":"A předložena bude Kniha každého a uvidíš provinilé v obavách z toho, co v ní je obsaženo. A řeknou:,, Běda nám, co je to za knihu, že ani malé, ani velké skutky zaznamenat neopominula?\" A naleznou před sebou vše, co dělali, a neošidí Pán tvůj z nich jediného"},{"SurahNumber":18,"VerseNumber":50,"Text":"A hle, pravili jsme andělům: \"Padněte na zem před Adamem!\" A padli na zem všichni kromě Iblíse, jenž mezi džiny patřil a rozkazu Pána svého se zprotivil. Zdaž vezmete si jej a potomky jeho jako ochránce místo Mne, ačkoliv vašimi jsou nepřáteli? Jak špatná to bude výměna pro nespravedlivé"},{"SurahNumber":18,"VerseNumber":51,"Text":"Já neučinil jsem je svědky stvoření nebes a země ani jejich vlastního stvoření; a nevzal jsem si ty, kdož k bludu navádějí, za pomocníky Své"},{"SurahNumber":18,"VerseNumber":52,"Text":"V den, kdy Bůh řekne:,, Zavolejte ty, jež pokládali jste za společníky Mé!\", budou je vzývat, však vyslyšeni nebudou, neboť mezi nimi umístíme propast zániku"},{"SurahNumber":18,"VerseNumber":53,"Text":"a provinilí spatří oheň pekelný a usoudí, že doň budou svrženi a nenaleznou z něho úniku"},{"SurahNumber":18,"VerseNumber":54,"Text":"A věru jsme předložili lidem v Koránu tomto všemožné druhy příkladů, však člověk rád se o většině věcí pře"},{"SurahNumber":18,"VerseNumber":55,"Text":"Nic nebrání lidem uvěřit či prosit Pána svého o odpuštění, když k nim přišlo správné vedení - leda odmítnutí připustit, že dostaví se k nim obvyklý osud dávných anebo že trest je zblízka postihne"},{"SurahNumber":18,"VerseNumber":56,"Text":"A vysíláme posly Své jen jako hlasatele zvěsti radostné a jako varovatele. Avšak ti, kdož nevěří, se hádají užívajíce falešnosti, aby jí pravdu vyvrátili, a přijímají s posměchem znamení Má i to, před čím varováni jsou"},{"SurahNumber":18,"VerseNumber":57,"Text":"A kdo nespravedlivější je než ten, jenž při zmínce o znameních Pána svého se od nich odvrací a zapomíná na to, co ruce jeho předtím konaly? A srdce jejich jsme pokryli clonou, aby mu neporozuměli, a uši jejich jsme ucpali hluchotou. A i kdybys je k cestě správné vyzval, přece ji nikdy následovat nebudou"},{"SurahNumber":18,"VerseNumber":58,"Text":"Pán tvůj je odpouštějící i pln milosrdenství. Kdyby je chtěl uchvátit za to, co si vysloužili, byl by jim jistě uspíšil trest, avšak mají lhůtu slíbenou a jinde než u Boha útočiště žádné nenajdou"},{"SurahNumber":18,"VerseNumber":59,"Text":"A zahubili jsme obyvatele oněch měst, když stali se nespravedlivými, a stanovili jsme pro záhubu jejich lhůtu slíbenou"},{"SurahNumber":18,"VerseNumber":60,"Text":"A hle, pravil Mojžíš sluhovi svému: \"Neustanu, dokud nedospěji k soutoku dvou moří, i kdybych měl věky celé jíti tomu vstříc"},{"SurahNumber":18,"VerseNumber":61,"Text":"A když oba dospěli k soutoku moří dvou, zapomněli na rybu svou, jež dala se svou cestou v moře unikajíc"},{"SurahNumber":18,"VerseNumber":62,"Text":"A když oba ono místo minuli, pravil Mojžíš svému sluhovi: \"Přines nám oběd náš, věru nás únava z této naší cesty potkala"},{"SurahNumber":18,"VerseNumber":63,"Text":"Odpověděl: \"Což nevidíš, že když jsme se u skály ukrývali, zapomněl jsem na tu rybu? A jedině satan způsobil, že na ni jsem zapomněl, a nedal mi vzpomenout si na ni a ona na cestu svou v moři se zázračně vydala"},{"SurahNumber":18,"VerseNumber":64,"Text":"I řekl Mojžíš: \"To právě je to, co hledáme.\" A oba se obrátili a po stopách svých se navrátili"},{"SurahNumber":18,"VerseNumber":65,"Text":"A nalezli jednoho ze služebníků Našich, jehož jsme milosrdenstvím Svým obdařili a jehož jsme vědění z Nás vycházejícímu naučili"},{"SurahNumber":18,"VerseNumber":66,"Text":"a Mojžíš mu řekl: \"Smím tě následovat, abys mne naučil něčemu ze správného vedení, o němž jsi byl poučen"},{"SurahNumber":18,"VerseNumber":67,"Text":"Odpověděl: \"Ty trpělivost se mnou mít nebudeš schopen"},{"SurahNumber":18,"VerseNumber":68,"Text":"a jak bys také mohl mít trpělivost v tom, co je mimo rozsah vědění tvého"},{"SurahNumber":18,"VerseNumber":69,"Text":"Avšak Mojžíš řekl: \"Bude-li Bůh chtít, shledáš mě trpělivým a já neoslyším rozkazu žádného"},{"SurahNumber":18,"VerseNumber":70,"Text":"Chceš-li mne následovat, tedy se mne neptej na nic, pokud já sám tě nevybídnu svou zmínkou"},{"SurahNumber":18,"VerseNumber":71,"Text":"A pokračovali dále, a když pak na lodi pluli, služebník Náš ji provrtal. I otázal se Mojžíš: \"Provrtals ji, abys utopil ty, kdož na ní cestují? Tys věru učinil věc nevídanou"},{"SurahNumber":18,"VerseNumber":72,"Text":"Odvětil: \"Neřekl jsem ti, že nebudeš schopen mít trpělivost se mnou"},{"SurahNumber":18,"VerseNumber":73,"Text":"I řekl Mojžíš: \"Nekárej mne za to, že zapomněl jsem, a neukládej mi ve věci mé zkoušku těžkou"},{"SurahNumber":18,"VerseNumber":74,"Text":"A pokračovali dále, až potkali chlapce nějakého; i zabil jej a Mojžíš zvolal: \"Zdaž zabils duši nevinnou, aniž právo pomsty jsi měl? Tys věru spáchal věc ohavnou"}]}