{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"a onoj koja se bude Allahu i Poslaniku Njegovu pokoravala i dobra djela cinila - dacemo nagradu dvostruku i pripremicemo joj opskrbu plemenitu"},{"SurahNumber":33,"VerseNumber":32,"Text":"O zene Vjerovjesnikove, vi niste kao druge zene! Ako se Allah bojite, na sebe paznju govorom ne skrecite, pa da u napast dođe onaj cije je srce bolesno, i neusiljeno govorite"},{"SurahNumber":33,"VerseNumber":33,"Text":"U kucama svojim boravite i ljepotu svoju, kao u davno pagansko doba, ne pokazujte, i molitvu obavaljajte i zekat dajite, i Allaha i Poslanika Njegova slusajte! Allah zeli da od vas, o porodico Poslanikova, grijehe odstrani, i da vas potpuno ocisti"},{"SurahNumber":33,"VerseNumber":34,"Text":"I pamtite Allahove ajete i mudrost, koja se kazuje u domovima vasim; Allah je, uistinu, dobar i sve zna"},{"SurahNumber":33,"VerseNumber":35,"Text":"Muslimanima i muslimankama, i vjernicima i vjernicama, i poslusnim muskarcima i poslusnim zenama, i iskrenim muskarcima i iskrenim zenama, i strpljivim muskarcima i strpljivim zenama, i poniznim muskarcima i poniznim zenama, i muskarcima koji dijele zekat i zenama koje dijele zekat i muskarcima koji poste i zenama koje poste, i muskarcima koji o svojim stidnim mjestima vode brigu i zenama koje o svojim stidnim mjestima vode brigu, i muskarcima koji cesto spominju Allaha i zenama koje cesto spominju Allaha, - Allah je, doista, za sve njih oprost i veliku nagradu pripremio"},{"SurahNumber":33,"VerseNumber":36,"Text":"Kada Allah i Posalnik Njegov nesto odrede, onda ni vjernik ni vjernica nemaju pravo da po svom nahođenju postupe. A ko Allaha i Njegova Posalnika ne poslusa, taj je sigurno skrenuo s pravog uta"},{"SurahNumber":33,"VerseNumber":37,"Text":"A kad ti rece onome kome je Allah milost darovao, a kome si i ti dobro ucinio: \"Zadrzi zenu svoju i boj se Allaha!\" - u sebi si skrivao ono sto ce Allah objelodaniti i ljudi si se bojao, a prece je da se Allaha bojis. I posto je Zejd s njoj zivio i od nje se razveo, Mi smo je za tebe udali kako se vjernici ne bi ustrucavali vise da se zene zenama posinaka svojih kad se oni od njih razvedu - kako Allah odredi, onako treba da bude"},{"SurahNumber":33,"VerseNumber":38,"Text":"Vjerovjesniku nije tesko da cini ono sto mu Allah odredi, jer takav je bio Allahov propis i za one koji su prije bili i nestali, - a Allahova zapovijed je odredba konacna"},{"SurahNumber":33,"VerseNumber":39,"Text":"za one koji su Allahove poslanice dostavljali i od Njega strahovali, i koji se nikoga, osim Allah, nisu bojali. - A dovoljno je to sto ce se pred Allahom racun polagati"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammed nije roditelj nijednom od vasih ljudi, nego je Allahov poslanik i posljednji vjerovjesnik - a Allah sve dobro zna"},{"SurahNumber":33,"VerseNumber":41,"Text":"O vjernici, cesto Allaha spominjite i hvalite"},{"SurahNumber":33,"VerseNumber":42,"Text":"i ujutro i navece Ga velicajte"},{"SurahNumber":33,"VerseNumber":43,"Text":"On vas blagosilja, a i meleki Njegovi, da bi vas iz tmina na svjetlo izveo - On je prema vjernicima samilostan"},{"SurahNumber":33,"VerseNumber":44,"Text":"a na Dan kad oni pred Njega stanu, On ce ih pozdravljati sa: \"Mir vama\"!, i On im je pripremio nagradu plemenitu"},{"SurahNumber":33,"VerseNumber":45,"Text":"O vjerovjesnice, Mi smo te poslali kao svjedoka i kao donosioca radosnih vijesti i kao poslanika koji opominje"},{"SurahNumber":33,"VerseNumber":46,"Text":"da - po Njegovom naređenju - pozivas k Allahu, i kao svjetiljku koja sija"},{"SurahNumber":33,"VerseNumber":47,"Text":"I obraduj vjernike da ce Allah na njih veliku milost prosuti"},{"SurahNumber":33,"VerseNumber":48,"Text":"a ne slucaj nevjernike i licemjere, i na uvrede njihove paznju ne obracaj i u Allah se pouzdaj, Allah je dovoljan kao zastitinik"},{"SurahNumber":33,"VerseNumber":49,"Text":"O vjernici, kad se vjernicama ozenite, a onda ih, prije stupanja u bracni odnos, pustite, one nisu duzne da cekaju određeno vrijeme koje cete vi brojati, vec ih darujte i lijepo ih otpremite"},{"SurahNumber":33,"VerseNumber":50,"Text":"O Vjerovjesnice, Mi smo ti dozvolili da budu zene tvoje one kojima si dao vjencane darove njihove, i one u vlasti tvojoj koje ti je Allah dao iz plijena, i kceri amidza tvojih, i kceri tetaka tvojih po ocu, i kceri daidza tvojih, i kceri tetaka tvojih po materi koje su se s tobom iselile, i samo tebi, a ne ostalim vjernicima - zenu-vjernicu koja sebe pokloni Vjerovjesniku, ako Vjerovjesnik hoce da se njome ozeni - da ti ne bi bilo tesko. Mi znamo sta smo propisali vjernicima kada je rijec o zenama njihovim i o onima koje su u vlasnistvu njihovu. - A Allah prasta i samilostan je"},{"SurahNumber":33,"VerseNumber":51,"Text":"Mozes zanemariti one među njima koje hoces i mozes pozvati sebi onu koju hoces, a mozes zatraziti onu koju si udaljio, nijedno od toga nije tvoj grijeh. Najlakse ce tako one radosne biti i nece se zalostiti i tako ce sve onim sto im ti dajes zadovoljne biti - a Allah zna sta je u srcima vasim; Allah zna sve i blag je"},{"SurahNumber":33,"VerseNumber":52,"Text":"Od sada ti nisu dopustene druge zene, ni da umjesto njih neku drugu uzmes, makar te i zadivila ljepota njihova, osim onih koje postanu robinje tvoje. - A Allah na sve motri"},{"SurahNumber":33,"VerseNumber":53,"Text":"O vjernici, ne ulazite u sobe Vjerovjesnikove, osim ako vam se dopusti radi jela, ali ne da cekate da se ono zgotovi; tek kad budete pozvani, onda uđite, i posto jedete, raziđite se ne upustajuci se jedni sa drugima u razgovor. To smeta Vjerovjesniku, a on se stidi da vam to rekne, a Allah se ne stidi istine. A ako od njih nesto trazite, trazite to od njih iza zastora. To je cistije i za vasa i za njihova srca. Vama nije dopusteno da Allahova Poslanika uznemirujete niti da se zenama njegovim poslije smrti njegove ikada ozenite. To bi, uistinu, kod Allaha, bio velik grijeh"},{"SurahNumber":33,"VerseNumber":54,"Text":"Iznosili vi o tome sta u javnost ili to u sebi krili, pa, Allah sve zna"},{"SurahNumber":33,"VerseNumber":55,"Text":"Njima nije grijeh da budu otkrivene pred ocevima svojim, i sinovima svojim, i bracom svojom, i sinovima brace svoje, i sinovima sestara svojih, i zenama vjernicama, i pred onima koje su u vlasnistvu njihovu. I Allaha se bojte, jer Allahu, doista, nije skriveno nista"},{"SurahNumber":33,"VerseNumber":56,"Text":"Allah i meleki Njegovi blagosilju Vjerovjesnika. O vjernici, blagosiljate ga i vi i saljite mu pozdrav"},{"SurahNumber":33,"VerseNumber":57,"Text":"One koji Allaha i Poslanika Njegova budu vrijeđali Allah ce i na ovom i na onom svijetu prokleti, i sramnu im patnju pripremiti"},{"SurahNumber":33,"VerseNumber":58,"Text":"A oni koji vjernike i vjernice vrijeđaju, a oni to ne zasluzuju, tovare na sebe klevetu i pravi grijeh"},{"SurahNumber":33,"VerseNumber":59,"Text":"O Vjerovjesnice, reci zenama svojim, i kcerima svojim, i zenama vjernika neka spuste haljine svoje niza se. Tako ce se najlakse prepoznati pa nece napastovane biti. A Allah prasta i samilostan je"},{"SurahNumber":33,"VerseNumber":60,"Text":"Ako se licemjeri i oni cija su srca bolesna i oni koji po Medini sire lazi - ne okane, Mi cemo ti vlast nad njima prepustiti i oni ce samo kratko vrijeme kao susjedi tvoji u njoj ostati"},{"SurahNumber":33,"VerseNumber":61,"Text":"prokleti neka su! Gdje god da se nađu, neka budu uhvaceni i ubijeni"},{"SurahNumber":33,"VerseNumber":62,"Text":"prema Allahovom zakonu koji je vrijedio za one koji su bili i nestali! A ti neces u Allahovu zakonu izmjene naci"},{"SurahNumber":33,"VerseNumber":63,"Text":"Ljudi te pitaju o Smaku svijeta, reci: \"To jedino Allah zna!\" A ti ne znas, mozda je Smak svijeta blizu"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allah je nevjernike prokleo i za njih oganj razbuktali pripremio"},{"SurahNumber":33,"VerseNumber":65,"Text":"u njemu ce vjecno i zauvijek boraviti, ni zastitinika ni pomagaca nece naci"},{"SurahNumber":33,"VerseNumber":66,"Text":"Na Dan kad se njihova lica u vatri budu prevrtala, govorice: \"Kamo srece da smo se Allahu pokoravali i da smo Poslanika slusali"},{"SurahNumber":33,"VerseNumber":67,"Text":"I govorice: \"Gospodaru nas, mi smo prvake nase i starjesine nase slusali, pa su nas oni s pravog puta odveli"},{"SurahNumber":33,"VerseNumber":68,"Text":"Gospodaru nas, podaj im dvostruku patnju i prokuni ih prokletstvom velikim"},{"SurahNumber":33,"VerseNumber":69,"Text":"O vjernici, ne budite kao oni koji su Musaa uznemiravali, pa ga je Allah oslobodio onoga sto su govorili, i on kod Allaha ugled uziva"},{"SurahNumber":33,"VerseNumber":70,"Text":"O vjernici, bojte se Allaha i govorite samo istinu"},{"SurahNumber":33,"VerseNumber":71,"Text":"On ce vas za vasa dobra djela nagraditi i grijehe vam vase oprostiti. A onaj ko se Allahu i Poslaniku Njegovu bude pokoravao - postici ce ono sto bude zelio"},{"SurahNumber":33,"VerseNumber":72,"Text":"Mi smo nebesima, Zemlji i planinama ponudili emanet, pa su se ustegli i pobojali da ga ponesu, ali ga je preuzeo covjek - a on je, zaista, prema sebi nepravedan i lakosmislen"},{"SurahNumber":33,"VerseNumber":73,"Text":"da bi Allah licemjere i licemjerke, i mnogobosce i mnogoboske kaznio, a vjernicima i vjernicama oprostio. A Allah prasta i samilostan je"},{"SurahNumber":34,"VerseNumber":1,"Text":"Neka je hvaljen Allah, cije je sve ono na nebesima i sve ono na Zemlji! Hvaljen neka bude i na onom svijetu! On je Mudar i Sveznajuci"},{"SurahNumber":34,"VerseNumber":2,"Text":"On zna sta u zemlju ulazi, a sta iz nje izlazi, i sta se s neba spusta, a sta se na nj uspinje; On je samilostan i On prasta grijehe"},{"SurahNumber":34,"VerseNumber":3,"Text":"A nevjernici govore: \"Cas ozivljenja nam nece doci!\" Reci: \"Hoce, tako mi Gospodara moga, koji zna i ono sto je skriveno, zacijelo ce vam doci.\" - Njemu ne moze nista, ni truncica jedna ni na nebesima ni na Zemlji, izmaci, i ne postoji nista, ni manje ni vece od toga, sto nije u jasnoj Knjizi"},{"SurahNumber":34,"VerseNumber":4,"Text":"da nagradi one koji vjeruju i dobra djela cine, - njih ceka oprost i opskrba plemenita"},{"SurahNumber":34,"VerseNumber":5,"Text":"a da kazni najbolnijom patnjom one koji protiv dokaza Nasih bore, nastojeci da ih onemoguce"},{"SurahNumber":34,"VerseNumber":6,"Text":"Oni kojima je dato znanje dobro znaju da je ono sto ti se objavljuje od Gospodara tvoga istina i da vodi na put Silnoga i Hvaljenog"},{"SurahNumber":34,"VerseNumber":7,"Text":"dok oni koji ne vjeruju govore: \"Hocete li da vam pokazemo covjeka koji vam predskazuje da cete, kada se sasvim raspadnete, zaista, ponovo stvoreni biti"},{"SurahNumber":34,"VerseNumber":8,"Text":"Iznosi li on o Allahu lazi ili je lud?\" Nijedno, vec ce oni koji u onaj svijet nece da vjeruju na muci biti i u zabludi su velikoj"},{"SurahNumber":34,"VerseNumber":9,"Text":"Kako ne vide nebo i Zemlju, ono sto je iznad njih i ono sto je ispod njih?! Kad bismo htjeli, u zemlju bismo ih utjerali, ili komade neba na njih srucili.To je, zaista, pouka svakom robu koji je odan"},{"SurahNumber":34,"VerseNumber":10,"Text":"Mi smo Davudu Nasu milost ukazali - \"O brda, ponavljajte zajedno s njim hvalu, i vi ptice!\" - i ucinili da mu mekano gvozđe bude"},{"SurahNumber":34,"VerseNumber":11,"Text":"pravi siroke pancire i cestito ih pleti!\" - i cinite dobro, jer Ja vidim sta radite vi"},{"SurahNumber":34,"VerseNumber":12,"Text":"A Sulejmanu - vjetar, ujutro je prevaljivao rastojanje od mjesec dana, a navece rastojanje od mjesec dana; i ucinili smo da mu iz izvora rastopljen bakar tece i da dzinnovi, voljom njegova Gospodara, pred njim rade; a kad bi neki od njih otkazao poslusnost naređenju Nasem, ucinili bismo da ognjenu patnju osjeti"},{"SurahNumber":34,"VerseNumber":13,"Text":"Oni su mu izrađivali sto god je htio; hramove i spomenike, i zdjele kao catrnje, i kotlove nepokretne. \"Trudite se i budite zahvalni, o celjadi Davudova!\" - A malo je zahvalnih među robovima Mojim"},{"SurahNumber":34,"VerseNumber":14,"Text":"A kad smo odredili da umre, crv koji je bio rastocio stap njegov - upozorio ih je da je umro, i kad se on srusio, dzinnovi shvatise da ne bi na muci sramnoj ostali da su buducnost prozreti mogli"},{"SurahNumber":34,"VerseNumber":15,"Text":"Stanovnici Sabe imali su dokaz u mjestu u kom su zivjeli: vrtove, zdesna i slijeva. \"Jedite hranu Gospodara svoga i budite Mu zahvalni; kakav divan kraj i Gospodar koji mnogo prasta"},{"SurahNumber":34,"VerseNumber":16,"Text":"Ali oni su nezahvalni postali, pa smo na njih poplavu pustili, popustanjem brana nastalu, i zamijenili im njihove vrtove drugim vrtovima sa plodovima gorkim i tamariskom i neznatnim lotosom divljim"},{"SurahNumber":34,"VerseNumber":17,"Text":"Kaznili smo ih tako zato sto su bili nezahvalni, a da li Mi kaznjavamo ikoga drugog do nevjernika, nezahvalnika"},{"SurahNumber":34,"VerseNumber":18,"Text":"A između njih i gradova koje smo blagoslovili izgradili smo bili naselja povezana i odredili im potrebnu udaljenost. \"Putujte kroz njih i po noci i po danu, bezbjedni"},{"SurahNumber":34,"VerseNumber":19,"Text":"Ali oni rekose: \"Gospodaru nas, ucini vece rastojanje prilikom putovanja nasih!\" - i ogrijesise se prema sebi, i Mi ucinismo da se o njima samo prica, a njih kud koje raselismo. To su, zaista, pouke za svakog strpljivog i zahvalnog"},{"SurahNumber":34,"VerseNumber":20,"Text":"I Iblis se uvjerio da je o njima ispravno mislio, i oni su se poveli za njim, osim nekolicine vjernika"},{"SurahNumber":34,"VerseNumber":21,"Text":"nad kojima nikakve vlasti nije imao; Mi smo htjeli da ukazemo na onoga ko vjeruje u onaj svijet, a ko u njega sumnja. - A Gospodar tvoj bdi nad svim"},{"SurahNumber":34,"VerseNumber":22,"Text":"Reci: \"Zovite one koje, pored Allah, bogovima smatrate. Oni nista nemaju, ni koliko trun jedan, ni na nebesima ni na Zemlji; oni u njima nemaju nikakva udjela i On nema od njih nikakve pomoci"},{"SurahNumber":34,"VerseNumber":23,"Text":"Kod Njega ce se moci zauzimati za nekoga samo onaj kome On dopusti. I kad iz srca njihovih nestane straha, oni ce upitati: \"Sta je to rekao Gospodar vas?\" - \"Istinu\" - odgovorice, On je uzvisen i velik"},{"SurahNumber":34,"VerseNumber":24,"Text":"Upitaj: \"Ko vas opskrbljuje i iz neba i iz zemlje?\" i odgovori: \"Allah!\" Da li smo onda mi ili vi na pravom putu, ili u ocitoj zabludi"},{"SurahNumber":34,"VerseNumber":25,"Text":"Reci: \"Vi necete odgovarati za grijehe koje mi pocinimo niti cemo mi odgovarati za ono sto uradite vi"},{"SurahNumber":34,"VerseNumber":26,"Text":"Reci: \"Gospodar nas ce nas sabrati i onda nam pravedno presuditi, On je sudija pravedni, sveznajuci"},{"SurahNumber":34,"VerseNumber":27,"Text":"Reci: \"Pokazite mi one koje smatrate Njemu ravnim\" Nema ih; postoji samo Allah, silni i mudri"},{"SurahNumber":34,"VerseNumber":28,"Text":"Mi smo te poslali svima ljudima da radosne vijesti donosis i da opominjes, ali vecina ljudi ne zna"},{"SurahNumber":34,"VerseNumber":29,"Text":"i govore: \"Kad ce vec jednom ta prijetnja, ako istinu govorite"},{"SurahNumber":34,"VerseNumber":30,"Text":"Reci: \"Dan vam je vec određen, ne mozete ga ni za cas jedan zaustaviti niti ubrzati"},{"SurahNumber":34,"VerseNumber":31,"Text":"A oni koji ne vjeruju govore: \"Mi necemo vjerovati u ovaj Kur´an niti u one prije njega!\" A kada bi samo vidio kad oni koji su ucinili zlo pred Gospodrom svojim budu zadrzani i kad stanu među sobom razgovarati: \"Da vas nije bilo, sigurno bismo bili vjernici\" - reci ce oni koji su tlaceni bili onima koji su bili oholi"},{"SurahNumber":34,"VerseNumber":32,"Text":"A zar smo vas mi od pravog puta odvratili nakon sto vam je bilo na njega ukazano? Ne, sami ste vi grjesnici bili\" - reci ce oni koji su bili oholi onima koji su bili tlaceni"},{"SurahNumber":34,"VerseNumber":33,"Text":"Nije bilo tako\" - odgovorice oni koji su bili tlaceni onima koji su bili oholi -, \"nego ste danju i nocu spletkarili kad ste od nas trazili da u Allaha ne vjrujemo i da Mu druge jednakim smatramo\". I svi ce prikriti tugu kad vide da ce kaznjeni biti, a Mi cemo na vratove nevjernika sindzire staviti; zar ce biti kaznjeni drugacije nego prema onome kako su radili"},{"SurahNumber":34,"VerseNumber":34,"Text":"Mi ni u jedan grad nismo poslanika poslali, a da nisu rekli oni koji su na raskosan zivot bili navikli: \"Ne vjerujemo mi u ono sto je po vama poslano"},{"SurahNumber":34,"VerseNumber":35,"Text":"i da nisu govorili: \"Imamo vise imetka i djece; mi necemo biti muceni"},{"SurahNumber":34,"VerseNumber":36,"Text":"Reci: \"Gospodar moj daje obilnu opskrbu onome kome hoce, a i uskracuje, ali, vecina ljudi ne zna"},{"SurahNumber":34,"VerseNumber":37,"Text":"Ni bogatstva vasa ni djeca vasa nece vas uciniti Nama bliskim; samo one koji budu vjerovali i dobra djela cinili ceka visestruka nagrada za ono sto su radili, i oni ce u visokim odajama biti bezbjedni"},{"SurahNumber":34,"VerseNumber":38,"Text":"A oni koji se budu trudili da se dokazima Nasim suprostave, da ih onemoguce, oni ce biti kaznjeni"},{"SurahNumber":34,"VerseNumber":39,"Text":"Reci: \"Gospodar moj daje obilnu opskrbu onome kome hoce od robova Svojih, a kome hoce uskracuje; sto god vi udjelite, On ce to nadoknaditi, On najbolje opskrbljuje"},{"SurahNumber":34,"VerseNumber":40,"Text":"A na Dan kad ih sve sabere, pa meleke upita: \"Zar su se ovi vama klanjali"},{"SurahNumber":34,"VerseNumber":41,"Text":"oni ce odgovoriti: \"Hvaljen neka si, Ti si Gospodar nas, između nas i njih nije bilo prijateljstva; oni su se dzinnovima pokoravali i vecina njih je vjerovala u njih"},{"SurahNumber":34,"VerseNumber":42,"Text":"Toga Dana jedni drugima necete moci ni koristiti ni nauditi, a Mi cemo onima koji su se prema sebi ogrijesili reci: \"Trpite patnju u vatri koju ste poricali"},{"SurahNumber":34,"VerseNumber":43,"Text":"Kad im se Nasi jasni ajeti kazuju, oni govore: \"Ovaj covjek samo hoce da vas odvrati od onoga cemu su se vasi preci klanjali\", i govre: \"Ovo nije nista drugo ne go izmisljena laz!\" A oni koji ne vjeruju govore o Istini kada im dolazi: \"Ovo nije nista drugo nego ocito vracanje"},{"SurahNumber":34,"VerseNumber":44,"Text":"A Mi im nismo dali nikakve knjige da ih izucavaju i Mi im, prije tebe, nismo bili poslali nekoga ko bi ih opominjao"},{"SurahNumber":34,"VerseNumber":45,"Text":"A i oni prije njih su poslanike u laz ugonili, a ovi nisu postigli ni deseti dio onoga sto smo onima bili dali, pa su ipak poslanike Moje laznim smatrali, i kakva je samo bila kazna Moja"},{"SurahNumber":34,"VerseNumber":46,"Text":"Reci: \"Ja vam savjetujem samo jedno: ustanite iskreno prema Allahu, dvojica po dvojica, ili jedan po jedan, pa zatim razmislite da drug vas nije lud. On vas samo prije teske patnje opominje"},{"SurahNumber":34,"VerseNumber":47,"Text":"Reci: \"Kakvu god nagradu da zatrazim od vas, nek ostane vama, mene ce nagraditi Allah, On nad svim bdi"},{"SurahNumber":34,"VerseNumber":48,"Text":"Reci: \"Gospodar moj pobijeđuje istinom, On dobro zna i sve sto je veoma skriveno"},{"SurahNumber":34,"VerseNumber":49,"Text":"Reci : \"Dosla je istina, a lazi je nestalo"},{"SurahNumber":34,"VerseNumber":50,"Text":"Reci: \"Ako zalutam, zalutao sam na svoju stetu, a ako sam na pravom putu, to je zbog onoga sto mi Gospodar moj objavljuje; On zaista sva cuje i blizu je"},{"SurahNumber":34,"VerseNumber":51,"Text":"A da ti je vidjeti kad ih strava uhvati - umaci nece moci; izbliza bice scepani"},{"SurahNumber":34,"VerseNumber":52,"Text":"i kada reknu: \"Vjerujemo u Poslanika!\" A sta ce im biti od koristi kad je zivot na Zemlji bio i prosao"},{"SurahNumber":34,"VerseNumber":53,"Text":"U njega oni nisu prije vjerovali, govorili su ono sto nije poznato, sto je od istine daleko"},{"SurahNumber":34,"VerseNumber":54,"Text":"i između njih i onoga sto budu zeljeli bice prepreka postavljena kao sto je prije bilo ucinjeno sa njima slicnim, jer su svi oni, doista, mnogo sumnjali"},{"SurahNumber":35,"VerseNumber":1,"Text":"Hvaljen neka je Allah, stvoritelj nebesa i Zemlje, koji meleke sa po dva, tri i cetiri krila cini izaslanicima; On onome sto stvara dodaje sto hoce, On, uistinu, sve moze"},{"SurahNumber":35,"VerseNumber":2,"Text":"Milost koju Allah podari ljudima niko ne moze, poslije Njega, dati; On je silan i mudar"},{"SurahNumber":35,"VerseNumber":3,"Text":"O ljudi, sjetite se milosti kojom vas Allah obasipa. Postoji li, osim Allaha, ikakav drugi stvoritelj koji vas sa neba i iz zemlje opskrbljuje? Osim Njega nema drugog boga, pa kuda se onda omecete"},{"SurahNumber":35,"VerseNumber":4,"Text":"Ako te oni u laz utjeruju, pa - i prije tebe su poslanike u laz utjerivali; a Allahu ce se sve vratiti"},{"SurahNumber":35,"VerseNumber":5,"Text":"O ljudi, Allahova prijetnja je, zaista, istina, pa neka vas nikako zivot na ovome svijetu ne zaslijepi i neka vas sejtan u Allaha ne pokoleba"},{"SurahNumber":35,"VerseNumber":6,"Text":"Sejtan je, uistinu, vas neprijatelj, pa ga takvim i smatrajte! on poziva pristase svoje da budu stanovnici u vatri"},{"SurahNumber":35,"VerseNumber":7,"Text":"One koji ne vjeruju ceka patnja teska, a one koji vjruju i dobra djela cine - oprost i nagrada velika"},{"SurahNumber":35,"VerseNumber":8,"Text":"Kako bi mogao biti isti: onaj kome su njegova ruzna djela prikazana lijepim, a i on ih smatra lijepim... Allah u zabludi ostavlja onoga koga hoce, a na pravi put ukazuje onome kome hoce, pa ne izgaraj od zalosti za njima; Allah, doista, dobro zna sve sto oni rade"},{"SurahNumber":35,"VerseNumber":9,"Text":"Allah salje vjetrove koji pokrecu oblake, a Mi ih onda u mrtve predjele upravljamo i njima zemlju ozivljavamo, koja je mrtva bila; takvo ce biti ozivljenje"},{"SurahNumber":35,"VerseNumber":10,"Text":"Ako neko zeli velicinu, pa - u Allaha je sva velicina! K Njemu se dizu lijepe rijeci, i dobro djelo On prima. A one koji imaju rđave namjere ceka patnja nesnosna, i njihovo spletkarenje je rabota bezuspjesna"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah vas stvara od zemlje, zatim od kapi sjemena, i najzad vas cini muskarcima i zenama. I nijedna zena ne zanese niti rodi, a da to On ne zna. I niciji zivot se ne produzi niti skrati, a da to nije zabiljezeno u Knjizi; to je Allahu, uistinu lahko"},{"SurahNumber":35,"VerseNumber":12,"Text":"Ni dva mora nisu jednaka: jedno je slatko i prijatno - voda mu se lahko pije, a drugo je slano i gorko; vi iz svakog jedete svjeze meso i vadite nakit kojim se kitite; ti vidis lađe kako po njemu sijeku vodu da sticete iz obilja njegova, da biste bili zahvalni"},{"SurahNumber":35,"VerseNumber":13,"Text":"On uvodi noc u dan i uvodi dan u noc, On je potcinio Sunce i Mjesec - svako plovi do roka određenog; to vam je, eto, Allah. Gospodar vas, carstvo je Njegovo! A oni kojima se, pored Njega, klanjate ne posjeduju nista"},{"SurahNumber":35,"VerseNumber":14,"Text":"Ako im se molite, ne cuju vasu molbu, a da i cuju, ne bi vam se odazvali; na Sudnjem danu ce poreci da ste ih Njemu ravnim smatrali. I niko te nece obavijestiti kao Onaj koji zna"},{"SurahNumber":35,"VerseNumber":15,"Text":"O ljudi, vi ste siromasi, vi trebate Allaha, a Allah je nezavistan i hvale dostojan"},{"SurahNumber":35,"VerseNumber":16,"Text":"Ako hoce, uklonice vas i nova stvorenja dovesti"},{"SurahNumber":35,"VerseNumber":17,"Text":"to Allahu nije tesko"},{"SurahNumber":35,"VerseNumber":18,"Text":"I nijedan grjesnik nese grijehove drugog nositi; ako grijehovima pretovareni pozove da mu se ponesu, niko mu ih nece ponijeti, pa ni rođak. A ti ces opomenuti samo one koji se Gospodara svoga boje, iako ih niko ne vidi, i koji obavljeju molitvu - onaj ko se ocisti, ocistio se za svoje dobro -, a Allahu se sve vraca"},{"SurahNumber":35,"VerseNumber":19,"Text":"Nisu nikako slijepac i onaj koji vidi"},{"SurahNumber":35,"VerseNumber":20,"Text":"ni tmine ni svjetlo, ni hla"},{"SurahNumber":35,"VerseNumber":21,"Text":"dovina i vjetar vruci"},{"SurahNumber":35,"VerseNumber":22,"Text":"i nisu nikako isti zivi i mrtvi. Allah ce uciniti da cuje onaj koga On hoce, a ti ne mozes one u grobovima dozvati"},{"SurahNumber":35,"VerseNumber":23,"Text":"tvoje je samo da opominjes"},{"SurahNumber":35,"VerseNumber":24,"Text":"Mi smo te poslali s Istinom da radosne vijesti donosis i da opominjes; a nije bilo naroda kome nije dosao onaj koji ga je opominjao"},{"SurahNumber":35,"VerseNumber":25,"Text":"Ako te oni u laz utjeruju, pa - i oni prije njih su poslanike u laz utjerivali, a oni su im ocigledan cuda donosili, i listove, i Knjigu svetilju"},{"SurahNumber":35,"VerseNumber":26,"Text":"I Ja sam onda kaznjavao one koji nisu vjerovali, a kakva je samo bila kazna Moja"},{"SurahNumber":35,"VerseNumber":27,"Text":"Zar ne znas da Allah s neba pusta vodu i da Mi pomocu nje stvaramo plodove razlicitih vrsta; a postoje brda bijelih i crvenih staza, razlicitih boja, i sasvim crnih"},{"SurahNumber":35,"VerseNumber":28,"Text":"I ljudi i zivotinja i stoke ima, isto tako, razlicitih vrsta. A Allaha se boje od robova Njegovih - uceni. Allah je, doista, silan, i On prasta"},{"SurahNumber":35,"VerseNumber":29,"Text":"Oi koji Allahovu Knjigu citaju i molitvu obvaljaju i od onoga cime ih Mi opskrbljujemo udjeljuju, i tajno i javno, mogu da se nadaju nagradi koja nece nestati"},{"SurahNumber":35,"VerseNumber":30,"Text":"da ih On prema onome sto su radili nagradi i jos im iz obilja Svoga da, jer On mnogo prasta i blagodaran je"},{"SurahNumber":35,"VerseNumber":31,"Text":"A ono sto iz Knjige objavljujemo susta je istina, ona potvrđuje da su istinite i one prije nje. - Allah, zaista, o robovima Svojim sve zna i On sve vidi"},{"SurahNumber":35,"VerseNumber":32,"Text":"Mi cemo uciniti da Knjigu poslije naslijede oni Nasi robovi koje Mi izaberemo; bice onih koji ce se prema sebi ogrijesiti, bice onih cija ce dobra i losa djela podjednako teska biti, i bice i onih koji ce, Allahovom voljom, svojim dobrim djelima druge nadmasiti - za to ce veliku nagradu dobiti"},{"SurahNumber":35,"VerseNumber":33,"Text":"edenske perivoje u koje ce uci, u kojima ce se zlatnim narukvicama, biserom ukrasenim, kititi, a haljine ce im, u njima, od svile biti"},{"SurahNumber":35,"VerseNumber":34,"Text":"Hvaljen neka je Allah\" - govorice - \"koji je od nas tugu odstranio, - Gospodar nas, zaista, mnogo prasta i blagodaran je"},{"SurahNumber":35,"VerseNumber":35,"Text":"koji nam je, od dobrote Svoje, vjecno boraviste darovao, gdje nas umor nece doticati i u kome nas klonulost nece snalaziti"},{"SurahNumber":35,"VerseNumber":36,"Text":"A nevjernike ceka vatra Dzehennemska, oni nece biti na smrt osuđeni, i nece umrijeti, i nece im se patnja u njemu ublaziti, - eto tako cemo svakog nevjernika kazniti"},{"SurahNumber":35,"VerseNumber":37,"Text":"oni ce u njemu jaukati: \"Gospodaru nas, izbavi nas, cinicemo dobra djela, drugacija od onih koja smo cinili.\" \" A zar var vas nismo ostavili da zivite dovoljno dugo da bi onaj koji je trebalo da razmisli imao vremena da razmisli, a bio vam je dosao i onaj koji opominje? Zato iskusite patnju, nevjernicima nema pomoci"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allah sigurno zna tajne nebesa i Zemlje; On dobro zna svacije misli"},{"SurahNumber":35,"VerseNumber":39,"Text":"On cini da se smjenjujete na Zemlji; ko ne bude vjerovao, nevjerovanje njegovo je na njegovu stetu; nevjernicima ce njihovo nevjerovanje kod Gospodara njihova samo povecati odvratnost, i nevjernicima ce njihovo nevjerovanje povecati propast"},{"SurahNumber":35,"VerseNumber":40,"Text":"Reci: \"Kazite vi meni koji su dio Zemlje stvorila bozanstva vasa kojima se, umjesto Allahu, klanjate, i recite mi imaju li oni u stvaranju nebesa ikakva udjela, ili smo mnogoboscima Mi dali Knjigu, pa imaju u njoj dokaz za to? Nijedno, vec nevjernici jedne druge obmanjuju"},{"SurahNumber":35,"VerseNumber":41,"Text":"Allah brani da se ravnoteza nebesa i Zemlje poremeti. A da se poremete, niko ih drugi osim Njega ne bi zadrzao; On je zaista blag i prasta grijehe"},{"SurahNumber":35,"VerseNumber":42,"Text":"Oni su se zaklinjali Allahom, najtezom zakletvom, da ce se, bolje nego bilo koji narod, drzati pravog puta - samo ako im dođe onaj koji ce ih opominjati. I kad im je dosao onaj koji opominje, njegov dolazak im je samo povecao otuđenje"},{"SurahNumber":35,"VerseNumber":43,"Text":"oholost na Zemlji i ruzno spletkarenje - a spletke ce pogoditi upravo one koji se njima sluze. Zar oni mogu ocekivati nesto drugo vec ono sto je zadesilo narode drevne? U Allahovim zakonima ti nikad neces nasi promjene, u Allahovim zakonima ti neces naci odstupanja"},{"SurahNumber":35,"VerseNumber":44,"Text":"Zasto oni ne putuju po svijetu da vide kako su zavrsili oni prije njih, koji su bili jaci od njih? - Allahu ne moze nista umaci ni na nebesima ni na Zemlji; On, uistinu, sve zna i sve moze"},{"SurahNumber":35,"VerseNumber":45,"Text":"Da Allah kaznjava ljude prema onome sto zasluze, nista zivo na povrsini Zemljinoj ne bi ostavio; ali, On ih ostavlja do roka određenog, i kad im rok dođe, - pa Allah dobro zna robove Svoje.&nbsp"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ja Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Tako Mi Kur´ana mudrog"},{"SurahNumber":36,"VerseNumber":3,"Text":"ti si, uistinu, poslanik"},{"SurahNumber":36,"VerseNumber":4,"Text":"na pravom putu"},{"SurahNumber":36,"VerseNumber":5,"Text":"po objavi Silnoga i Samilosnoga"},{"SurahNumber":36,"VerseNumber":6,"Text":"da opominjes narod ciji preci nisu bili opominjani, pa je ravnodusan"},{"SurahNumber":36,"VerseNumber":7,"Text":"O vecini njih se vec obistinila Rijec - zato oni nece vjerovati"},{"SurahNumber":36,"VerseNumber":8,"Text":"Mi smo ucinili da budu kao oni za cije smo vratove sindzire stavili sve do podbradaka, - zato su oni glava uzdignutih"},{"SurahNumber":36,"VerseNumber":9,"Text":"i kao oni ispred kojih i iza kojih smo pregradu metnuli i na oci im koprenu stavili, - zato oni ne vide"},{"SurahNumber":36,"VerseNumber":10,"Text":"i njima je svejedno opominjao ih ti ili ne opominjao, oni nece vjerovati"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tvoja opomena ce koristit samo onome koji Kur´an slijedi i Milostivoga se boji, iako ga ne vidi; njega obraduj oprostom i nagradom lijepom"},{"SurahNumber":36,"VerseNumber":12,"Text":"Mi cemo, zaista, mrtve ozivjeti i Mi smo zapisali ono sto su uradili i djela koja su iza sebe ostavili; sve smo Mi to u Knjizi jasno pobrojali"},{"SurahNumber":36,"VerseNumber":13,"Text":"Navedite im kao pouku stanovnike jednog grada kad su im dosli poslanici"},{"SurahNumber":36,"VerseNumber":14,"Text":"kad im Mi poslasmo dvojicu, ali im oni ne povjerovase, i pojacasmo trecim, pa rekose: \"Mi smo vama poslani"},{"SurahNumber":36,"VerseNumber":15,"Text":"Vi ste ljudi kao i mi\" - oni odgovorise -, \"Milostivi nije objavio nista, vi neistinu govorite"},{"SurahNumber":36,"VerseNumber":16,"Text":"Gospodar nas zna da smo, doista, vama poslani\" - rekose oni"},{"SurahNumber":36,"VerseNumber":17,"Text":"i duzni smo samo da jasno obznanimo"},{"SurahNumber":36,"VerseNumber":18,"Text":"Oni rekose: \"Mi slutimo da nam nesrecu donosite; ako se ne okanite, kamenovacemo vas i stici ce vas, zaista, bolna patnja oko nas"},{"SurahNumber":36,"VerseNumber":19,"Text":"Uzrok vase nesrece je s vama!\" - rekose oni. \"Zar zato sto ste opomenuti? Ta vi ste narod koji svaku granicu zla prelazi"},{"SurahNumber":36,"VerseNumber":20,"Text":"I s kraja grada zurno dođe jedan covjek i rece: \"O narode moj, slijedi one koji su poslani"},{"SurahNumber":36,"VerseNumber":21,"Text":"slijedite one koji od vas ne traze nikakvu nagradu, a na pravom su putu"},{"SurahNumber":36,"VerseNumber":22,"Text":"Zasto da se ne klanjam Onome koji me je stvorio, a Njemu cete se vratiti"},{"SurahNumber":36,"VerseNumber":23,"Text":"Zasto da prihvatam druge bogove mimo Njega? Ako Milostivi hoce da me snađe neko zlo, njihovo posredovanje nece mi biti ni od kakve koristi i oni me nece moci spasiti"},{"SurahNumber":36,"VerseNumber":24,"Text":"a ja bih tada bio u pravj zabludi"},{"SurahNumber":36,"VerseNumber":25,"Text":"ja vjerujem u Gospodara vaseg, cujte mene"},{"SurahNumber":36,"VerseNumber":26,"Text":"I reci ce se: \"Uđite u Dzennet\" - a oni ce reci: \"Kamo srece da narod moj zna"},{"SurahNumber":36,"VerseNumber":27,"Text":"zasto mi je Gospodar moj oprostio i lijep mi prijem priredio"}]}