{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"Savas tutsagı olarak elinize gecmis cariyeler dısında evli kadınlar ile evlenmeniz haramdır. Bunlar Allah´ın uzerinize yazdıgı yasaklardır. Bunların dısında kalan kadınları iffetli yasamanız, zina islememeniz sartı ile mehirlerini vererek nikahlamanız size helal kılındı. Bu kadınlardan sagladıgınız faydanın karsılıgı olarak kendilerine aranızda kararlastırdıgınız mehirlerini hakları olarak veriniz. Daha once belirlenen mehri esinizle anlasarak yeni bir miktara baglamanızın sakıncası yoktur. Hic kuskusuz Allah herseyi bilir ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":25,"Text":"Icinizden mali durumu mumin ve ozgur kadınlarla evlenmeye elverisli olmayanlar, ellerininizde bulunan mumin cariyeler ile evlensinler. Hanginizin imanı oldugunu en iyi Allah bilir. Hepiniz aynı soydansınız. Onlarla; namuslu olmaları, zinadan uzak durmaları ve gizli dost tutmamıs olmaları halinde velilerinden izin alarak evleniniz. Ve kendilerine gelenege uyacak miktarda mehir veriniz. Eger evli iken zina islerlerse kendilerine ozgur kadınlara verilecek cezanın yarısını uygulayınız. Bu, icinizden gunaha gireceklerinden korkanlara tanınan bir imkandır. Yoksa eger sabrederseniz sizin icin daha iyi olur. Allah affedici ve merhametlidir"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah size, helal ile haramı acıkca bildirmek, sizden oncekilerin yararlı geleneklerini tanıtmak ve gunahlarınızı bagıslamak ister. Allah herseyi bilir ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":27,"Text":"Allah sizin tevbelerinizi kabuk etmek ister. Oysa nefislerinin arzuları pesinden kosanlar sizin buyuk bir sapıklıga dusmenizi isterler"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah yukumluluklerinizi hafifletmek ister. Cunku insan zayıf yaratılmıstır"},{"SurahNumber":4,"VerseNumber":29,"Text":"Ey muminler, birbirinizin mallarını gayrı mesru yollar kullanarak degil, karsılıklı anlasmaya dayalı ticaret yolu ile yiyiniz, kendinizi oldurmeyiniz. Hic suphesiz Allah size karsı merhametlidir"},{"SurahNumber":4,"VerseNumber":30,"Text":"Kim zulum ve saldırganlık yolu ile boyle yaparsa ilerde onu Cehennem atesine atacagız. Bunu yapmak Allah icin gayet kolaydır"},{"SurahNumber":4,"VerseNumber":31,"Text":"Eger size yasaklanan buyuk gunahlardan kacınırsanız, kucuk gunahlarınızı bagıslar ve sizi onurlu bir konuta yerlestiririz"},{"SurahNumber":4,"VerseNumber":32,"Text":"Aranızda derece farkı doguran ilahi bagıslara ozlem beslemeyiniz. Erkekler kazanclarından pay aldıkları gibi kadınlar da kazanclarından pay alırlar. Istediklerinizi Allah´ın kereminden isteyiniz. Hic suphesiz Allah her seyi bilir"},{"SurahNumber":4,"VerseNumber":33,"Text":"Kadın erkek herkese ana babaların, akrabaların ve yeminli sozlesmeler yaptıgınız kimselerin miraslarından pay ayırdık. Bu pay sahiplerine paylarını veriniz. Hic suphesiz Allah her seyin sahididir"},{"SurahNumber":4,"VerseNumber":34,"Text":"Allah’ın kimini kimine ustun kılmasından oturu ve erkeklerin, mallarından sarf etmelerinden dolayı erkekler kadınlar uzerine hakimdirler. Iyi kadınlar; gonulden boyun egerler ve Allah’ın korunmasını emrettigini, kocasının bulunmadıgı zaman da koruyanlardır. Serkeslik etmelerinden endiselendiginiz kadınlara once ogut verin. Uslanmazlarsa, kendilerini yataklarında yalnız bırakın. Yine dinlemezlerse dovun. Size itaat ettikleri takdirde incitmeye bir bahane aramayın. Cunku Allah cok yucedir, cok buyuktur"},{"SurahNumber":4,"VerseNumber":35,"Text":"Eger karı kocanın arasının acılmasından endise ederseniz onlara biri erkegin ve oburu kadının akrabası olan iki arabulucu gonderiniz. Eger bu arabulucular karı-kocayı barıstırmak isterlerse Allah onların arasını bulur. Hic suphesiz Allah herseyi bilir ve herseyden haberdardır"},{"SurahNumber":4,"VerseNumber":36,"Text":"Allah´a kulluk ediniz. O´na hicbir seyi ortak kosmayınız. Ana-babaya akrabalara, yetimlere, yoksullara, yakın komsulara, uzak komsulara, yakın arkadaslara, yarı yolda kalanlara, elinizin altındakilere iyilik ediniz. Allah kendini begenmis kibirlileri kesinlikle sevmez"},{"SurahNumber":4,"VerseNumber":37,"Text":"Bunlar kendileri cimrice davrandıkları gibi baskalarına da cimri olmayı onerirler ve Allah´ın lutuf eseri olarak kendilerine verdigi imkanları gizlerler. Biz kafirler icin onur kırıcı bir azap hazırladık"},{"SurahNumber":4,"VerseNumber":38,"Text":"Yine bunlar baskalarına gosteris olsun diye mal verirler, Allah´a ve ahiret gunune inanmazlar. Yoldası seytan olanın ne kotu yoldası vardır"},{"SurahNumber":4,"VerseNumber":39,"Text":"Eger onlar Allah´a ve ahiret gunune inansalar ve Allah´ın kendilerine bagısladıgı mallarının bir bolumunu hayr yolunda harcasalardı, ne olurdu? Hic kuskusuz Allah onların yaptıkları her seyi bilir"},{"SurahNumber":4,"VerseNumber":40,"Text":"Hic suphesiz Allah zerre kadar haksızlık etmez. Eger bu bir iyilik olursa onu bir kac kat buyutur ve karsılıgında kendi katından buyuk bir mukafat verir"},{"SurahNumber":4,"VerseNumber":41,"Text":"Her ummete karsı birer sahid tutacagımız ve seni de kendilerine karsı birer sahid tutacagımız ve seni de kendilerine karsı sahit gosterecegimiz gun acaba onların halleri nasıl olacak"},{"SurahNumber":4,"VerseNumber":42,"Text":"Kafirler ve Peygamberlere karsı gelenler o gun yerle bir olmayı ozlemle isterler. Onlar Allah´tan hicbir soz saklayamazlar"},{"SurahNumber":4,"VerseNumber":43,"Text":"Ey iman edenler! Sarhosken, ne soylediginizi bilinceye kadar, bir de cunupken -yolcu olmanız mustesna- gusul yapmadıkca namaza yaklasmayın. Eger hasta veya yolculukta iseniz, yahut herhangi biriniz ayak yolundan gelmisse veya kadınlara yaklasmıssanız ve bu durumlarda su bulamamıssanız pak bir topraga teyemmum edin, yuzlerinize ve ellerinize surun. Suphesiz ki Allah, cok affedici, cok bagıslayıcıdır"},{"SurahNumber":4,"VerseNumber":44,"Text":"Su kendilerine kitaptan bir pay verdiklerimizi gormuyor musun? Bunlar sapıklıgı satın alıyorlar ve sizin de yoldan cıkmanızı istiyorlar"},{"SurahNumber":4,"VerseNumber":45,"Text":"Allah dusmanlarınızı cok iyi bilir. O vekil ve yardım edici olarak size yeter"},{"SurahNumber":4,"VerseNumber":46,"Text":"Yahudiler icinde oyleleri var ki, bu dine hakaret etmek amacı ile Tevrat´taki kelimeleri degistirerek ve dillerini agız bosluklarında burarak «isittik ve karsı geldik», «Dinle sozu dinlenmez olasıca!» ve «Raina (Bizi gozet anlamına da gelen es sesli bir hakaret deyimi)» derler. Oysa eger (boyle diyecekleri yerde) «duyduk ve uyduk», «isit» ve «bize bak» deselerdi kendileri hesabına daha hayırlı ve tutarlı olurdu. Fakat Allah kafirlikleri yuzunden kendilerine lanet ettigi icin -pek azı dısında- onlar iman etmezler"},{"SurahNumber":4,"VerseNumber":47,"Text":"Ey kendilerine kitap verilenler, biz bazı yuzleri carpıtıp ense taraflarına dondurmeden ya da Cumartesi yasagını cigneyenleri lanetledigimiz gibi lanetlemeden elinizdeki kitabı onaylayıcı olarak indirdigimiz Kur´an´a iman ediniz. Yoksa Allah´ın emri her zaman kesinlikle yerine gelir"},{"SurahNumber":4,"VerseNumber":48,"Text":"Hic kuskusuz Allah, kendisine ortak kosma gunahını bagıslamaz. Bunun dısında kalan gunahları diledigine bagıslar. Kim Allah´a ortak kosarsa son derece buyuk bir iftira gunahı islemis olur"},{"SurahNumber":4,"VerseNumber":49,"Text":"Su kendilerini temize cıkaranları gormuyor musun? Oysa Allah diledigi kimseyi arındırır, fakat hic kimseye kıl payı kadar haksızlık yapılmaz"},{"SurahNumber":4,"VerseNumber":50,"Text":"Baksana Allah´a karsı nasıl yalan uyduruyorlar? Bu tek basına yeterli bir apacık gunahtır"},{"SurahNumber":4,"VerseNumber":51,"Text":"Su kendilerine kitaptan bir pay verdiklerimizi gormuyor musun? Bunlar puta ve tagut´a (seytana) inanırlar ve kafirler hakkında ´Bunların yolu muminlerin yolundan daha dogrudur´ derler"},{"SurahNumber":4,"VerseNumber":52,"Text":"Bunlar Allah´ın lanetine ugramıs kimselerdir. Allah birine lanet ederse ona yardım edecek birini bulamazsın"},{"SurahNumber":4,"VerseNumber":53,"Text":"Yoksa onların Allah´ın mulkunde bir payları mı var? Eger oyle olsaydı, insanlara bir cekirdek kırıntısı bile vermezlerdi"},{"SurahNumber":4,"VerseNumber":54,"Text":"Yoksa Allah´ın, lutfunun eseri olarak insanlara bagıslamıs oldugu imtiyazı cekemiyorlar, bu yuzden onları kıskanıyorlar mı? Oysa biz Ibrahim´in soyundan gelenlere de kitap ve hikmet vermis, kendilerine buyuk bir egemenlik bagıslamıstık"},{"SurahNumber":4,"VerseNumber":55,"Text":"Fakat Ibrahim´in soyundan gelenlerin kimi O´na inandı, kimi de kendisine sırt cevirdi. Oylelerinin hakkından alevli cehennem gelir"},{"SurahNumber":4,"VerseNumber":56,"Text":"Hic kuskusuz ayetlerimizi inkar edenleri ilerde atese atacagız. Derileri kavruldukca azabın acısını duysunlar diye kendilerine baska deriler giydirecegiz. Hic suphesiz Allah ustun iradelidir, hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":57,"Text":"Iman edip iyi ameller isleyenleri de ilerde icinde ebedi olarak kalacakları, altından ırmaklar akan cennetlere yerlestirecegiz. Onlara orada el degmemis esler verilecek, kendileri koyu golgeler altına alınacaklardır"},{"SurahNumber":4,"VerseNumber":58,"Text":"Allah size emanetleri, onları tasıyabilecek olanlara yuklemenizi ve insanlar arasında hukum verirken adalete uygun hukum vermenizi emreder. Allah size ne guzel ogut veriyor! Hic kuskusuz Allah isiten ve gorendir"},{"SurahNumber":4,"VerseNumber":59,"Text":"Ey muminler, Allah´a itaat ediniz; Peygambere ve sizden olan devlet yetkililerine de itaat ediniz. Eger gercekten Allah´a ve ahiret gunune inanmıssanız herhangi bir konuda anlasmazlıga dustugunuzde o meselenin cozumunu Allah´a ve Peygamber´e havale ediniz. Bu sizin hesabınıza en hayırlı ve en iyi akıbet vaad eden bir tutumdur"},{"SurahNumber":4,"VerseNumber":60,"Text":"Gerek sana ve gerekse senden oncekilere indirilen kitaplara inandıklarını ileri surenleri gormuyor musun? Bunlar karsı cıkmakla, tanımamakla emredildikleri Tagutun hakemligine basvurmak istiyorlar. Seytan onları koyu bir sapıklıga dusurmek istiyor"},{"SurahNumber":4,"VerseNumber":61,"Text":"Onlara ´Allah´ın indirdigine ve Peygamber´e geliniz´ dendiginde o munafıkların senden busbutun uzaklastıklarını gorursun"},{"SurahNumber":4,"VerseNumber":62,"Text":"Peki, nasıl oluyor da kendi elleri ile isledikleri kotuluk yuzunden baslarına bir musibet gelince sana kosarak ´Biz sadece iyilik yapmak, uzlasma saglamak istemistik´ diye Allah adına yemin ederler"},{"SurahNumber":4,"VerseNumber":63,"Text":"Allah onların kalplerindeki kotu duyguları iyi bilir. Onlara aldırıs etme, ogut ver, kendileri hakkında iclerine isleyecek etkili sozler soyle onlara"},{"SurahNumber":4,"VerseNumber":64,"Text":"Biz gonderdigimiz her peygamberi, Allah´ın izni ile, mutlaka kendisine itaat edilsin diye gonderdik. Eger onlar nefislerine zulmettiklerinde sana gelerek Allah´tan af dileselerdi ve Peygamber de onlar adına af dileseydi, Allah´ı tevbeleri kabul edici ve merhametli olarak bulacaklardı"},{"SurahNumber":4,"VerseNumber":65,"Text":"Hayır, hayır! Rabbine andolsun ki, onlar aralarında cıkan anlasmazlıklarda senin hakemligine basvurmadıkca sonra da verecegin karara, gonullerinde hicbir burukluk duymaksızın, kesin bir teslimiyetle uymadıkca mumin olamazlar"},{"SurahNumber":4,"VerseNumber":66,"Text":"Eger onlara «canlarınızı feda ediniz» ya da «yurtlarınızdan cıkınız» diye emretmis olsaydık, pek azı dısında, bunları yapamazlardı. Oysa eger onlar kendilerine verilen ogutleri tutsalardı, bu haklarında hayırlı ve guvenceli bir tutum olurdu"},{"SurahNumber":4,"VerseNumber":67,"Text":"O zaman onlara tarafımızdan buyuk bir mukafat verirdik"},{"SurahNumber":4,"VerseNumber":68,"Text":"Kendilerini kesinlikle dogru yola iletirdik"},{"SurahNumber":4,"VerseNumber":69,"Text":"Allah´a ve Peygamber´e itaat edenler var ya, bunlar Allah´ın nimetine eristirdigi peygamberlerle, dosdogru kullarla, sehidlerle ve iyilerle birlikte olurlar. Bunlar ne iyi arkadaslardır"},{"SurahNumber":4,"VerseNumber":70,"Text":"Bu Allah´ın bagısıdır. Allah herseyi yeterince bilir"},{"SurahNumber":4,"VerseNumber":71,"Text":"Ey muminler savas hazırlıklarınızı yapınız ve sonra da ya boluk boluk ya da hep birlikte savasa cıkınız"},{"SurahNumber":4,"VerseNumber":72,"Text":"Icinizde bu gorevi gayet agırdan alanlar var. Eger bir musibet (basarısızlık- yenilgi) ile karsılasırsanız ´Allah bana lutfetti de onlarla birlikte bulunmadım´ der"},{"SurahNumber":4,"VerseNumber":73,"Text":"Buna karsılık Allah size bir zafer kazandıracak olursa sanki daha once aranızda hicbir tanısıklık, hicbir dostluk yokmus gibi ´keski ben de onlarla birlikte olsaydım da ben de buyuk basarıya erseydim´ der"},{"SurahNumber":4,"VerseNumber":74,"Text":"Oyleyse dunya hayatını ahiret karsılıgında satanlar Allah yolunda savassınlar. Kim Allah yolunda oldurulur veya galip gelirse biz ona ilerde buyuk bir odul verecegiz"},{"SurahNumber":4,"VerseNumber":75,"Text":"Niye Allah yolunda ve ´Ey rabbimiz, bizi su zalimlerin yasadıgı beldeden cıkar, bize katından bir kurtarıcı, kendi katından bir destekci gonder´ diye yalvaran ezilmis erkekler, kadınlar ve cocuklar ugrunda savasmıyorsunuz"},{"SurahNumber":4,"VerseNumber":76,"Text":"Muminler Allah yolunda, kafirlerse Tagut (seytan) ugrunda savasırlar. O halde seytanın dostlarıyla savasınız. Cunku seytanın hilesi duzeni zayıftır"},{"SurahNumber":4,"VerseNumber":77,"Text":"Daha once kendilerine ´savastan uzak durun, namazı kılın ve zekatı verin´ direktifi verilmis olanları gormuyor musun? Simdi uzerlerine farz kılınınca, onların; Allah´tan korkar gibi ya da bundan bile daha fazla, insanlardan korkan bir grubu «Ey Rabbimiz niye uzerimize savasmayı farz kıldın, bize biraz daha muhlet tanısaydın olmaz mıydı?» dediler. Onlara de ki; «Dunya zevki kısa surelidir. Ahiret ise sakınanlar icin daha hayırlıdır. Orada kıl payı bile haksızlıga ugramazsınız.»"},{"SurahNumber":4,"VerseNumber":78,"Text":"Nerede olursanız olun, surlarla tahkim edilmis kalelerin icinde bile olsanız, olum sizi bulur. Eger onlar bir iyilikle karsılasırlarsa ´bu Allah´tandır´ derler, ama baslarına bir kotuluk gelirse ´bu senin yuzundendir´ derler. Onlara de ki; \"Hepsi Allah´tandır.\" Niye bu adamlar kendilerine soylenen sozu anlamaya yanasmıyorlar"},{"SurahNumber":4,"VerseNumber":79,"Text":"Karsına cıkan her iyilik Allah´tandır. Basına gelen her kotuluk de kendindendir. Biz seni insanlara peygamber olarak gonderdik. Buna sahit olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":80,"Text":"Kim peygambere itaat ederse Allah´a itaat etmis olur. Kim ona sırt cevirirse bilsin ki biz seni onların basına korucu olarak gondermis degiliz"},{"SurahNumber":4,"VerseNumber":81,"Text":"Yuzune karsı ´peki´ derler. Fakat onların bir gurubu yanından ayrıldıktan sonra geceleyin aleyhinde sana verdikleri sozle bagdasmayan komplolar kurarlar. Hic suphesiz Allah onların geceleri kurdukları komploları yazıyor. Sen onlara aldırıs etme, Allah´a guven. Vekil olarak Allah sana yeter"},{"SurahNumber":4,"VerseNumber":82,"Text":"Bunlar Kur´an´ı hic incelemiyorlar mı? Eger o Allah´tan baskası tarafından gelmis olsaydı, icinde mutlaka bircok celiskiler bulurlardı"},{"SurahNumber":4,"VerseNumber":83,"Text":"Onlar guvene ya da korkuya iliskin bir haber alınca onu hemen yayarlar. Oysa eger o haberi peygambere ya da baslarındaki kendi yetkililerine goturseler, aralarındaki yorum yapmaya yetenekli olanlar onun mahiyetini anlarlardı. Eger Allah´ın uzerinizdeki lutfu ve rahmeti olmasaydı, kucuk bir azınlık dısında hepiniz seytana uyardınız"},{"SurahNumber":4,"VerseNumber":84,"Text":"Allah yolunda savas. Sen sadece kendinden sorumlusun. Muminleri de savasmaya tesvik et de ola ki Allah kafirlerin agır baskılarını geri puskurtur. Hic kuskusuz Allah´ın kahrı, oldurucu darbesi pek siddetlidir"},{"SurahNumber":4,"VerseNumber":85,"Text":"Kim iyi bir ise aracı olursa kendisinin de o iyilikte bir payı olur. Kim bir kotuluge aracı olursa onun da kotulukte bir sorumluluk payı olur. Allah herseyin karsılıgını verir"},{"SurahNumber":4,"VerseNumber":86,"Text":"Size bir selam verildiginde ona daha guzeli ile ya da aynısı ile karsılık veriniz. Hic kuskusuz Allah her seyi hesaba katar"},{"SurahNumber":4,"VerseNumber":87,"Text":"Kendisinden baska ilah olmayan Allah, sizleri gelecegi kuskusuz olan Kıyamet gunu kesinlikle bir araya getirecektir. Allah´tan daha dogru sozlu kim olabilir"},{"SurahNumber":4,"VerseNumber":88,"Text":"Niye munafıklar hakkında iki gruba ayrılıyorsunuz? Oysa Allah, onları iki yuzlu tutumlarından dolayı asagılıga mahkum etmistir. Allah´ın saptırdıgını, siz dogru yola mı iletmek istiyorsunuz? Allah´ın saptırdıgına sen cıkıs yolu bulamazsın"},{"SurahNumber":4,"VerseNumber":89,"Text":"Onlar kendileri gibi sizin de kafir olmanızı arzu ederler. Bu yuzden Allah yolunda hicret etmedikleri surece onlardan hicbirini dost edinmeyiniz. Eger yuz cevirirlerse onları yakalayınız, buldugunuz yerde oldurunuz, hic birini dost veya muttefik edinmeyiniz"},{"SurahNumber":4,"VerseNumber":90,"Text":"Ancak sizinle kendileri arasında anlasma bulunan bir millete sıgınanlar mustesna. Sizinle savasmaktan veya kendi milletleriyle harp etmekten bunalarak size bas vuranlar da mustesnadır. Allah dileseydi onları size musallat ederdi de, sizinle savasırlardı. Eger sizden uzak durur, savasmaz ve size barıs teklif ederlerse, Allah onlara dokunmanıza izin vermez"},{"SurahNumber":4,"VerseNumber":91,"Text":"Bir de hem sizden ve hem de tuttukları gruptan yana guven icinde olmak isteyen baska birtakım kimselere rastlayacaksınız. Bunlar ne zaman fitneye, bozgunculuga itilseler ona balıklama dalarlar. Eger bunlar sizden uzak durmaz size barıs teklifi getirerek savastan el cekmezlerse onları yakalayınız ve nerede bulursanız oldurunuz. Onlara karsı size apacık bir yetki verdik"},{"SurahNumber":4,"VerseNumber":92,"Text":"Bir muminin diger bir mumini oldurmesi dusunulemez. Bu ancak yanlıslıkla olabilir. Kim yanlıslıkla bir mumini oldururse mumin bir kole azad etmesi ve olunun ailesine diyet odemesi gerekir. Eger olenin ailesi diyeti bagıslarsa bu gereklilik ortadan kalkar. Eger olu size dusman bir kavme mensub bir mumin ise o zaman mumin bir kole azad etmek gerekir. Eger anlasmalı oldugunuz kavimden ise ailesine fidye odemek ve mumin bir kole azad etmek gerekir. Bunları bulamayan kimse Allah´ın tevbesini kabul etmesi icin aralıksız iki ay oruc tutar. Hic suphesiz Allah herseyi bilir ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":93,"Text":"Kim bir mumini bile bile oldururse onun cezası icinde ebedi olarak kalmak uzere Cehennemdir. Allah ona gazap etmis, lanet yagdırmıs ve kendisi icin buyuk azap hazırlamıstır"},{"SurahNumber":4,"VerseNumber":94,"Text":"Ey muminler Allah yolunda savasa cıktıgınız zaman iyice emin olmadan silah cekmeyiniz. Size selam verene, dunya hayatının malına goz dikerek ´sen mu´min degilsin´ demeyiniz. Zira asıl bol ganimetler Allah katındadır. Bir zamanlar siz de oyle idiniz de Allah´ın lutfu ile mumin oldunuz. O halde silah cekmeden once durumu iyice anlayınız. Hic suphesiz ne yaparsanız Allah ondan haberdardır"},{"SurahNumber":4,"VerseNumber":95,"Text":"Muminlerden ozursuz olarak yerlerinde oturanlar ile malları ve canlarıyla Allah yolunda cihad edenler bir degildir. Allah malları ve canları ile cihad edenleri derece bakımından oturanlardan ustun kıldı. Gerci Allah her ikisine de cenneti vaad etmistir, ama malları ve canları ile cihad edenleri oturanlara karsı buyuk bir mukafatla ustun tutmustur"},{"SurahNumber":4,"VerseNumber":96,"Text":"(Cihad edenlere) kendi katından dereceler, bagıslama ve rahmet sunmustur. Hic kuskusuz Allah bagıslayıcıdır, merhametlidir"},{"SurahNumber":4,"VerseNumber":97,"Text":"Melekler, kendilerini zulme mahkum edenlerin canlarını alırken onlara «Dunyadaki durumunuz neydi?» diye sorarlar. Onlar da «Ezilmis zavallılardık» derler. Melekler onlara «Peki Allah´ın topragı goc etmenize yetecek kadar genis degilmiydi ki? derler. Bunların barınakları Cehennem olacaktır. Orası ne kotu bir varıs yeridir"},{"SurahNumber":4,"VerseNumber":98,"Text":"Yalnız, caresiz kalan, hic bir cıkar yol bulamayan ezilmis, erkekler, kadınlar ve cocuklar bu hukmun dısındadırlar"},{"SurahNumber":4,"VerseNumber":99,"Text":"Boylelerini umulur ki, Allah affeder. Hic suphesiz Allah bagıslayıcıdır, affedicidir"},{"SurahNumber":4,"VerseNumber":100,"Text":"Kim Allah yolunda goc ederse bir cok barınak ve elverisli gecim imkanları bulur. Kim Allah ve peygamber ugruna evini- barkını bırakıp goc ederse de sonra bu yolda olume yakalanırsa onun mukafatı Allah´ın guvencesi altındadır. Hic suphesiz Allah affedici ve merhametlidir"},{"SurahNumber":4,"VerseNumber":101,"Text":"Yeryuzunde herhangi bir yoresinde savasa cıktıgınız zaman eger size tuzak kuracaklarından cekiniyorsanız namazı kısaltarak kılmanızın sakıncası yoktur. Suphe yok ki, kafirler sizin acık dusmanlarınızdır"},{"SurahNumber":4,"VerseNumber":102,"Text":"Eger sen mumin savascıların arasında bulunur da onlara namaz kıldırırsan onların bir grubu senin arkanda namaza dursun ve silahlarını yanlarına alsınlar. Bu grup secdeden kalkınca arkanıza (nobet yerine) gecsin. Bu kez namaz kılmamıs olan oteki grup gelerek arkanda namaz kılsın, bunlar da silahlarını ve techizatlarını yanlarına alsınlar. Cunku kafirler isterler ki, silahlarınızı ve kumanyalarınızı aklınızdan cıkarasınız da ansızın uzerinize baskın duzenlesinler. Eger yagmurdan zarar gorecekseniz ya da hasta iseniz silahlarınızı yere bırakmanızın sakıncası yoktur. Bununla birlikte uyanık ve tedbirli olunuz. Hic suphesiz Allah kafirler icin onur kırıcı bir azap hazırlamıstır"},{"SurahNumber":4,"VerseNumber":103,"Text":"Namazı bitirdikten sonra ayaktayken, otururken ve yere uzanmısken Allah´ın adını anınız. Tehlikeyi savusturup guvene kavustugunuzda namazı tam olarak kılınız. Zira namaz muminlere, vakitleri belirli bir farzdır"},{"SurahNumber":4,"VerseNumber":104,"Text":"O dusmanlarınızın pesini bırakmayınız, onları ısrarla kovalamaktan geri durmayınız. Cunku eger siz acı cekiyorsanız bilin ki, onlar da sizin gibi acı cekiyorlar. Oysa siz Allah´tan onların beklemedigini bekliyorsunuz. Hic kuskusuz Allah her seyi bilir ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":105,"Text":"Biz sana bu hak icerikli kitabı indirdik ki, insanlar arasında Allah´ın gosterdigi gibi hukum veresin. Sakın hainlerin savunucusu olma"},{"SurahNumber":4,"VerseNumber":106,"Text":"Allah´tan af dile, hic kuskusuz Allah bagıslayıcıdır, merhametlidir"},{"SurahNumber":4,"VerseNumber":107,"Text":"Kendilerine hıyanet edenleri temize cıkarmaya calısma. Hic suphesiz Allah hıyanete dalmıs gunahkarları sevmez"},{"SurahNumber":4,"VerseNumber":108,"Text":"Bu kimseler Allah´ın razı olmadıgı sozu geceleyin bulusarak karara baglarken insanlardan saklı tutuyorlar, ama yanı baslarında olan Allah´tan saklayamazlar. Hic suphesiz Allah onların yaptıklarını bilgisi ile kusatacak guctedir"},{"SurahNumber":4,"VerseNumber":109,"Text":"Diyelim ki, siz onları dunya hayatında savundunuz. Peki kıyamet gunu onları Allah´a karsı kim savunacak ya da kim onların vekilligini uzerine alacak"},{"SurahNumber":4,"VerseNumber":110,"Text":"Kim bir kotuluk isler ya da kendine zulmeder de Allah´tan af dilerse Allah´ı bagıslayıcı ve esirgeyici olarak karsısında bulur"},{"SurahNumber":4,"VerseNumber":111,"Text":"Kim bir suc islerse onu kendi aleyhine islemis olur. Kuskusuz Allah bilir ve hakimdir"},{"SurahNumber":4,"VerseNumber":112,"Text":"Kim bir kusur ya da bir suc isler de onu bir masumun uzerine atarsa acık bir iftira, bir gunah yukunun altına girmis olur"},{"SurahNumber":4,"VerseNumber":113,"Text":"Eger Allah´ın sana yonelik lutfu ve esirgemesi olmasaydı, onların bir takımı seni yanıltmaya yeltenmislerdi. Oysa onlar sadece kendilerini yanıltırlar, sana hicbir zarar dokunduramazlar. Cunku Allah, kitabı ve hikmeti indirerek sana, daha once bilmedigin gercekleri ogretmistir. Hic suphesiz Allah´ın sana yonelik lutfu son derece buyuktur"},{"SurahNumber":4,"VerseNumber":114,"Text":"Onların aralarında yaptıkları cogu gizli konusmalarda hayır yoktur. Meger ki, bu fısıltılı toplantılarının amacı sadaka vermeyi, iyiligi ve insanlar arasında dirligi emretmek olsun. Kim bunları Allah´ın rızasını kazanmak amacıyla yaparsa ilerde kendisine buyuk bir mukafat verecegiz"},{"SurahNumber":4,"VerseNumber":115,"Text":"Kim bu yolu iyice tanıdıktan sonra, peygambere zıt duser de muminlerin yolundan baska bir yola koyulursa, kendisini koyuldugu yolla bas basa bırakır, sonra da cehenneme atarız. Orası ne kotu bir donus yeridir"},{"SurahNumber":4,"VerseNumber":116,"Text":"Allah kendisine ortak kosma sucunu bagıslamaz. Bunun dısındaki sucları diledigine bagıslar. Kim Allah´a ortak kosarsa gercekten koyu bir sapıklıga dusmus olur"},{"SurahNumber":4,"VerseNumber":117,"Text":"Onlar Allah´ı bırakıp disi putlara (tanrıcalara) yalvarıyorlar. Aslında onların yalvardıkları sirret seytandan baskası degildir"},{"SurahNumber":4,"VerseNumber":118,"Text":"O seytan ki, Allah´ın lanetine ugrayınca «Kesinlikle kullarının belirli bir bolumunu kendi tarafıma alacagım.»"},{"SurahNumber":4,"VerseNumber":119,"Text":"Onları yoldan cıkaracagım, asılsız kuruntulara daldıracagım, kendilerine davarların kulaklarını yarmalarını emredecegim, Allah´ın yaratıklarını degisiklige ugratmalarını emredecegim» demistir. Kim Allah´ı bırakıp seytanı dost edinirse apacık bir husrana ugramıs olur"},{"SurahNumber":4,"VerseNumber":120,"Text":"Seytan onlara vaadler yapar, kendilerini kuruntulara daldırır. Fakat seytanın onlara yaptıgı vaadler aldatmacadan baska bir sey degildir"},{"SurahNumber":4,"VerseNumber":121,"Text":"Iste bunların varacakları yer cehennemdir. Ondan kurtulma imkanı bulamazlar"},{"SurahNumber":4,"VerseNumber":122,"Text":"Iman edip iyi ameller isleyenleri ise altından ırmaklar akan, icinde ebedi olarak kalacakları cennetlere yerlestirecegiz. Bu Allah´ın vaadidir. Kim Allah´tan daha dogru sozlu olabilir"},{"SurahNumber":4,"VerseNumber":123,"Text":"Allah´ın verecegi mukafatı elde etmek ne sizin ne Kitap Ehli´nin kuruntularına gore olmaz. Kim kotuluk islerse cezasına carpılır ve Allah´tan baska hicbir dost, hicbir yardım edici bulamaz"},{"SurahNumber":4,"VerseNumber":124,"Text":"Buna karsılık erkek yada kadın kim inanarak iyi bir amel islerse, boyleleri de zerre kadar haksızlıga ugramaksızın cennete girerler"},{"SurahNumber":4,"VerseNumber":125,"Text":"Hem iyi ameller yapıp hem de tum varlıgı ile Allah´a teslim olandan ve Ibrahim´den tek ilahlı dine uyandan daha iyi bir dindar kim olabilir? Allah, Ibrahim´i dost edinmisti"},{"SurahNumber":4,"VerseNumber":126,"Text":"Gerek goklerde ve gerekse yeryuzunde bulunan tum varlıklar Allah´a aittir. Allah herseyi kusatmıstır"},{"SurahNumber":4,"VerseNumber":127,"Text":"onlar senden kadınlara iliskin fetva isterler. De ki; Allah onlar hakkında size su fetvayı veriyor: Bu fetva, paylarına dusen mirası vermediginiz, yada nikahlamak istemediginiz yetim kadınlar, magdur cocuklar ve yetimlere karsı adil davranmanız konusunda, size okunan Kur´an ayetleridir. Ne iyilik yaparsanız, kuskusuz Allah onu bilir"},{"SurahNumber":4,"VerseNumber":128,"Text":"Eger kadın, kocasının gecimsizlik cıkaracagından veya kendisini ihmal edeceginden endise ederse bu ciftin anlasma yolu ile iliskilerini yeniden duzene koymalarının bir sakıncası yoktur. Anlasma her zaman hayırlıdır. Nefisler cimrilige, bencillige egilimlidirler. Eger iyi davranır, Allah´tan korkarsanız, hic suphesiz Allah yaptıklarınızdan haberdardır"},{"SurahNumber":4,"VerseNumber":129,"Text":"Ne kadar ozen gosterseniz de esleriniz arasında adaleti saglayamayacaksınız. O halde birine iyice tutulup oburunu ortada bırakmayınız. Eger barısır Allah´tan korkarsanız, hic kuskusuz Allah affedicidir ve merhametlidir"},{"SurahNumber":4,"VerseNumber":130,"Text":"Eger esler birbirinden ayrılırlarsa Allah bol nimetleri ile her ikisini de muhtac duruma dusmekten korur. Allah´ın nimetleri boldur ve O hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":131,"Text":"Gerek goklerde gerekse yeryuzunde ne varsa hepsi Allah´a aittir. Size ve sizden once kendilerine kitap verilmislere Allah´tan korkmayı emrettik. Eger kafir olursanız, biliniz ki, goklerde ve yeryuzunde bulunan hersey Allah´ındır. Onun hicbir seye ihtiyacı yoktur ve ovguye layıktır"},{"SurahNumber":4,"VerseNumber":132,"Text":"Gerek goklerde gerekse yeryuzunde ne varsa hepsi Allah´a aittir. Allah vekil olarak yeterlidir"},{"SurahNumber":4,"VerseNumber":133,"Text":"Ey insanlar, eger O dilerse sizi ortadan kaldırır da yerinize baskalarını getirir. Hic suphesiz Allah´ın gucu bunu yapmaya yeter"},{"SurahNumber":4,"VerseNumber":134,"Text":"Kim dunyada mukafatını elde etmek isterse bilsin ki, dunyanın da ahiretin de mukafatı Allah´ın katındadır. Hic kuskusuz Allah herseyi isiten ve gorendir"},{"SurahNumber":4,"VerseNumber":135,"Text":"Ey muminler, kendinizin, ana-babanızın ve akrabalarınızın aleyhinde bile olsa, adalete sıkı sıkıya baglı kalınız ve Allah icin sahitlik ediniz. Haklarında sahitlik ettiginiz kimseler ister zengin, ister fakir olsunlar, Allah kendilerine herkesten daha yakındır. O halde nefsinizin arzusuna uyarak dogruluktan sapmayınız. Eger kaypaklık eder, ya da sahitlik yapmaktan kacınırsanız, kusku yok ki, Allah yaptıklarınızdan haberdardır"},{"SurahNumber":4,"VerseNumber":136,"Text":"Ey muminler, Allah´a, peygamberine, peygamberine indirmis oldugu kitaba ve daha once indirilmis kitaba inanmaya devam ediniz. Kim Allah´ı, meleklerini, kitaplarını, peygamberlerini ve ahiret gununu inkar ederse koyu bir sapıklıga dusmus olur"},{"SurahNumber":4,"VerseNumber":137,"Text":"Allah, once iman edip arkasından kufredenleri, sonra yine iman edip arkasından kufredenleri, sonra da kafirliklerini koyulastıranları asla affetmeyecek, kendilerini dogru yola iletmeyecektir"},{"SurahNumber":4,"VerseNumber":138,"Text":"Munafıklara acı bir azabın kendilerini bekledigini mujdele"},{"SurahNumber":4,"VerseNumber":139,"Text":"Onlar muminleri bırakıp kafirleri dost ediniyorlar. Acaba onların yanında seref mi arıyorlar? Oysa seref butunuyle Allah´ındır"},{"SurahNumber":4,"VerseNumber":140,"Text":"Allah size indirdigi kitapta onun ayetlerinin inkar edildigini ya da alaya alındıgını isittiginizde baska bir konuya gecmedikleri surece onlarla bir arada oturmamanızı, yoksa sizin de onlar gibi olacagınızı bildirdi. Hic kuskusuz Allah munafıklar ile kafirleri cehennemde bir araya getirecektir"},{"SurahNumber":4,"VerseNumber":141,"Text":"Onların gozleri hep sizin uzerinizdedir. Eger Allah size zafer nasip ederse, «Biz sizinle beraber degil miydik?» derler. Ama eger kafirler ustunluk saglarsa, (bu kez de onlara) «Sizin tarafınızı tutmadık mı, muminlere karsı size destek vermedik mi?» derler. Allah kıyamet gunu arınızdaki hukmunu verecektir. Hic kuskusuz Allah kafirlere, muminler karsısında ustun gelme fırsatı vermez"},{"SurahNumber":4,"VerseNumber":142,"Text":"Munafıklar, Allah´ı aldatmaya yeltenirler, ama asıl Allah onları aldatır. Namaz kılarken isteksiz ve ciddiyetsiz bicimde ayakta dikilirler. Amacları insanlara gosteris yapmaktır, Allah´ın adını pek az anarlar"},{"SurahNumber":4,"VerseNumber":143,"Text":"Iki taraf arasında yalpalarlar. Ne bu tarafa ve ne de o tarafa yar olurlar. Allah´ın sasırttıgı kimseye sen cıkıs yolu bulamazsın"},{"SurahNumber":4,"VerseNumber":144,"Text":"Ey muminler, sakın muminleri bırakıp kafirleri dost edinmeyiniz. Yoksa Allah´a, aleyhinize isleyecek acık bir delil mi vermek istiyorsunuz"},{"SurahNumber":4,"VerseNumber":145,"Text":"Hic suphesiz munafıkların yeri cehennemin en alt katıdır. Onlara yardım edecek hic birini bulamazsınız"},{"SurahNumber":4,"VerseNumber":146,"Text":"Ancak tevbe edenler, durumlarını duzeltenler, Allah´ın ipine sarılanlar, sırf Allah´a baglananlar bir dindarlıgı benimseyenler iste bunlar, muminlerle beraberdirler. Allah ilerde muminlere buyuk bir mukafat verecektir"},{"SurahNumber":4,"VerseNumber":147,"Text":"Eger Allah´a sukreder, inanırsanız, O sizi niye azaba carptırsın ki? Hic suphesiz Allah, sukre karsılık verir ve her seyi bilir"}]}