{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"Abraham zeide: \"Wat is uw taak, o boodsehappers"},{"SurahNumber":51,"VerseNumber":32,"Text":"Zij antwoordden: \"Wij zijn naar een schuldig volk gezonden"},{"SurahNumber":51,"VerseNumber":33,"Text":"Om brokken klei op hen neder te zenden"},{"SurahNumber":51,"VerseNumber":34,"Text":"Door uw Heer gemerkt (ter verdelging) voor de buitensporigen"},{"SurahNumber":51,"VerseNumber":35,"Text":"De gelovigen die daarin waren lieten Wij (veilig) weggaan"},{"SurahNumber":51,"VerseNumber":36,"Text":"Maar Wij vonden er slechts één huis der Moslims"},{"SurahNumber":51,"VerseNumber":37,"Text":"En Wij lieten daarin een teken achter voor hen, die de pijnlijke straf vrezen"},{"SurahNumber":51,"VerseNumber":38,"Text":"En in Mozes (is eveneens een teken), toen Wij hem tot Pharao zonden met openlijk gezag"},{"SurahNumber":51,"VerseNumber":39,"Text":"Maar deze wendde zich af om zijn macht en zeide: \"Een tovenaar of een waanzinnige"},{"SurahNumber":51,"VerseNumber":40,"Text":"Daarom grepen Wij hem en zijn scharen en wierpen hen in de zee, waardoor hij zelfverwijt kreeg"},{"SurahNumber":51,"VerseNumber":41,"Text":"En er was een teken in de Aad, toen Wij een orkaan tegen hen zonden"},{"SurahNumber":51,"VerseNumber":42,"Text":"Deze liet van hetgeen hij teisterde niets over of hij maakte het als as"},{"SurahNumber":51,"VerseNumber":43,"Text":"En er was een teken in de Samoed toen er tot hen werd gezegd: \"Vermaakt u voor een wijle"},{"SurahNumber":51,"VerseNumber":44,"Text":"Maar zij overtraden het gebod van hun Heer. Daarom achterhaalde hen de bliksem terwijl zij er naar keken"},{"SurahNumber":51,"VerseNumber":45,"Text":"En zij konden niet opstaan noch konden zij zich hiertegen beschermen"},{"SurahNumber":51,"VerseNumber":46,"Text":"En in het volk van Noach (is ook een teken), voorwaar zij waren een ongehoorzaam volk"},{"SurahNumber":51,"VerseNumber":47,"Text":"Voorzeker Wij bouwden de hemel door Onze macht en waarlijk Wij zin het, Die hem hebben uitgebreid"},{"SurahNumber":51,"VerseNumber":48,"Text":"En Wij hebben de aarde uitgespreid en hoe uitmuntend hebben Wij dit gedaan"},{"SurahNumber":51,"VerseNumber":49,"Text":"En Wij hebben alles in paren geschapen opdat gij er lering uit moogt trekken"},{"SurahNumber":51,"VerseNumber":50,"Text":"Haast u daarom tot Allah. Waarlijk ik ben voor u een duidelijke waarschuwer van Hem"},{"SurahNumber":51,"VerseNumber":51,"Text":"En werpt geen andere God op naast Allah, waarlijk ik ben voor u een duidelijke waarschuwer van Hem"},{"SurahNumber":51,"VerseNumber":52,"Text":"En er kwam tot degenen, die vóór hen waren, geen boodschapper of zij zeiden: \"Dit is een tovenaar of een bezetene"},{"SurahNumber":51,"VerseNumber":53,"Text":"Hebben zij elkander er toe aangespoord? Neen, zij zijn een opstandig volk"},{"SurahNumber":51,"VerseNumber":54,"Text":"Wend u daarom van hen af en u zal niets worden verweten"},{"SurahNumber":51,"VerseNumber":55,"Text":"Maar ga door met het vermanen want de vermaning helpt degenen die willen geloven"},{"SurahNumber":51,"VerseNumber":56,"Text":"En ik heb de djinn en de mensen slechts tot Mijn aanbidding geschapen"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ik wens van hen geen onderhoud noch wens Ik dat zij Mij zullen voeden"},{"SurahNumber":51,"VerseNumber":58,"Text":"Voorzeker, Allah is de grootste Voorziener, de Almachtige, de Alsterke"},{"SurahNumber":51,"VerseNumber":59,"Text":"Voorzeker het lot der onrechtvaardigen is gelijk aan dat van hun gezellen. Laat hen derhalve niet wensen dit te verhaasten"},{"SurahNumber":51,"VerseNumber":60,"Text":"Wee over de ongelovigen vanwege de Dag waarmede zij worden bedreigd"},{"SurahNumber":52,"VerseNumber":1,"Text":"Bij de Berg"},{"SurahNumber":52,"VerseNumber":2,"Text":"En bij het geschreven Boek"},{"SurahNumber":52,"VerseNumber":3,"Text":"Op uitgebreide perkament"},{"SurahNumber":52,"VerseNumber":4,"Text":"En bij het veelbezochte huis"},{"SurahNumber":52,"VerseNumber":5,"Text":"En bij het hoogverheven dak"},{"SurahNumber":52,"VerseNumber":6,"Text":"En bij de boordevolle oceaan"},{"SurahNumber":52,"VerseNumber":7,"Text":"Voorzeker, de straf van uw Heer zal worden voltrokken"},{"SurahNumber":52,"VerseNumber":8,"Text":"Er is niemand die haar kan afwenden"},{"SurahNumber":52,"VerseNumber":9,"Text":"De Dag waarop de hemel in beweging zal komen"},{"SurahNumber":52,"VerseNumber":10,"Text":"En de bergen zullen vergaan"},{"SurahNumber":52,"VerseNumber":11,"Text":"Dan wee op die Dag de loochenaars"},{"SurahNumber":52,"VerseNumber":12,"Text":"Die zich in ijdel gesprek vermaken"},{"SurahNumber":52,"VerseNumber":13,"Text":"De Dag waarop zij in het Vuur der hel zullen worden geslingerd"},{"SurahNumber":52,"VerseNumber":14,"Text":"(Men zal zeggen:) \"Dit is het Vuur dat gij placht te loochenen"},{"SurahNumber":52,"VerseNumber":15,"Text":"Is dit dan toverkunst of ziet gij niet"},{"SurahNumber":52,"VerseNumber":16,"Text":"Brandt daarin; en het zal voor u hetzelfde zijn, of gij geduld of ongeduld toont. U is slechts vergolden voor hetgeen gij placht te doen"},{"SurahNumber":52,"VerseNumber":17,"Text":"Voorwaar, de godvruchtigen zullen in tuinen en gelukzaligheid zijn"},{"SurahNumber":52,"VerseNumber":18,"Text":"Genietende van de gaven, die hun Heer hun heeft geschonken en hun Heer heeft hen voor de marteling van het Vuur behoed"},{"SurahNumber":52,"VerseNumber":19,"Text":"Eet en drinkt met genoegen wegens hetgeen gij placht te doen"},{"SurahNumber":52,"VerseNumber":20,"Text":"op tronen nedervlijend die in rijen zijn gerangschikt. En Wij zullen hen met schone meisjes verenigen die grote, mooie ogen hebben"},{"SurahNumber":52,"VerseNumber":21,"Text":"En met de gelovigen zullen Wij hun nageslacht, dat hun in het geloof volgt, verenigen. En Wij zullen zeker niets aan hun werken afdoen. Elk mens is onderpand voor zijn daden"},{"SurahNumber":52,"VerseNumber":22,"Text":"En Wij zullen hun een overvloed van fruit en vlees schenken, volgens hun wensen"},{"SurahNumber":52,"VerseNumber":23,"Text":"Daar zullen zij elkander een beker van hand tot hand reiken waarin ijdelheid noch zonde zal zijn"},{"SurahNumber":52,"VerseNumber":24,"Text":"En er zullen knapen rondgaan alsof zij welbewaakte paarlen zijn"},{"SurahNumber":52,"VerseNumber":25,"Text":"En zij zullen zich vragend tot elkander wenden"},{"SurahNumber":52,"VerseNumber":26,"Text":"Zij zullen zeggen: \"Voorheen vreesden wij ter wille van onze families"},{"SurahNumber":52,"VerseNumber":27,"Text":"Maar Allah is ons genadig geweest en heeft ons voor de marteling van de brandende wind behoed"},{"SurahNumber":52,"VerseNumber":28,"Text":"Wij plachten voorheen Hem te aanbidden. Voorzeker, Hij is de Goede, de Genadevolle"},{"SurahNumber":52,"VerseNumber":29,"Text":"Waarschuw daarom (o, profeet). Bij de gratie van uw Heer zijt gij noch een waarzegger noch een bezetene"},{"SurahNumber":52,"VerseNumber":30,"Text":"Zeggen zij: \"Hij is een dichter en wij wachten of te zijner tijd een ramp over hem komt"},{"SurahNumber":52,"VerseNumber":31,"Text":"Zeg: \"Wacht! Ik wacht ook met u"},{"SurahNumber":52,"VerseNumber":32,"Text":"Is het hun verstand, dat hun dit oplegt of zijn zij een opstandig volk"},{"SurahNumber":52,"VerseNumber":33,"Text":"Of zeggen zij: \"Hij heeft het verzonnen\"? - Neen, zij willen niet geloven"},{"SurahNumber":52,"VerseNumber":34,"Text":"Laat hen dan een woord hieraan gelijk naar voren brengen, als zij waarachtig zijn"},{"SurahNumber":52,"VerseNumber":35,"Text":"Zijn zij door niets geschapen of zijn zij (hun eigen) schepper"},{"SurahNumber":52,"VerseNumber":36,"Text":"Schiepen zij de hemelen en de aarde? Neen, zij willen geen zekerheid hebben"},{"SurahNumber":52,"VerseNumber":37,"Text":"Bezitten zij de schatten van uw Heer of zijn zij de bewaarders hiervan"},{"SurahNumber":52,"VerseNumber":38,"Text":"Hebben zij een ladder naar de hemel waardoor zij kunnen luisteren? Laat hun luisteraar dan openlijk gezag tonen"},{"SurahNumber":52,"VerseNumber":39,"Text":"Heeft Hij (Allah) dochters terwijl gij zonen hebt"},{"SurahNumber":52,"VerseNumber":40,"Text":"Vraagt gij loon van hen, zodat zij onder schulden gebukt gaan"},{"SurahNumber":52,"VerseNumber":41,"Text":"Bezitten zij het onzichtbare, zodat zij het kunnen neerschrijven"},{"SurahNumber":52,"VerseNumber":42,"Text":"Willen zij een plan smeden (tegen u)? Maar de ongelovigen zullen door hun eigen plan worden gevangen"},{"SurahNumber":52,"VerseNumber":43,"Text":"Hebben zij een andere God buiten Allah? Allah is verheven boven hetgeen zij met Hem vereenzelvigen"},{"SurahNumber":52,"VerseNumber":44,"Text":"En indien zij een stuk van de hemel zien vallen, zullen zij zeggen \"Opgehoopte wolken"},{"SurahNumber":52,"VerseNumber":45,"Text":"Laat hen daarom, totdat zij hun Dag ontmoeten waarop zij in onmacht zullen neervallen"},{"SurahNumber":52,"VerseNumber":46,"Text":"De Dag, waarop hun samenzwering hen niets zal baten noch zullen zij worden geholpen"},{"SurahNumber":52,"VerseNumber":47,"Text":"En voorwaar, voor de onrechtvaardigen is hiervoor een straf. Maar de meesten hunner beseffen het niet"},{"SurahNumber":52,"VerseNumber":48,"Text":"Wacht daarom geduldig op het oordeel van uw Heer. want gij zijt onder Onze ogen en verheerlijk uw Heer wanneer gij opstaat met de lof die Hem toekomt"},{"SurahNumber":52,"VerseNumber":49,"Text":"En verheerlijk Hem 's nachts en na het verbleken der sterren"},{"SurahNumber":53,"VerseNumber":1,"Text":"Bij de ster wanneer zij valt"},{"SurahNumber":53,"VerseNumber":2,"Text":"Uw metgezel is noch afgedwaald noch afgeweken"},{"SurahNumber":53,"VerseNumber":3,"Text":"Noch spreekt hij naar eigen begeerte"},{"SurahNumber":53,"VerseNumber":4,"Text":"Het is slechts de Openbaring die wordt nedergezonden"},{"SurahNumber":53,"VerseNumber":5,"Text":"Hij, die grote macht heeft, onderwees hem"},{"SurahNumber":53,"VerseNumber":6,"Text":"Die kracht bezit. Zo is hij volmaakt geworden"},{"SurahNumber":53,"VerseNumber":7,"Text":"En hij staat aan de hoogste horizon"},{"SurahNumber":53,"VerseNumber":8,"Text":"Hij naderde en kwam steeds nader"},{"SurahNumber":53,"VerseNumber":9,"Text":"En werd als de spanning van twee bogen, Ja, nog dichter bij"},{"SurahNumber":53,"VerseNumber":10,"Text":"En Hij (Allah) openbaarde aan Zijn dienaar hetgeen Hij wilde openbaren"},{"SurahNumber":53,"VerseNumber":11,"Text":"Het hart loog niet over wat het zag"},{"SurahNumber":53,"VerseNumber":12,"Text":"Wilt gij dan met hem redetwisten over hetgeen hij heeft gezien"},{"SurahNumber":53,"VerseNumber":13,"Text":"En voorzeker, hij zag hem ook bij een andere nederdaling"},{"SurahNumber":53,"VerseNumber":14,"Text":"Bij de Lotusboom waar niemand voorbij mag gaan"},{"SurahNumber":53,"VerseNumber":15,"Text":"Waarnaast de Tuin van Verblijf is"},{"SurahNumber":53,"VerseNumber":16,"Text":"Toen het goddelijke Licht de Lotusboom overstraalde"},{"SurahNumber":53,"VerseNumber":17,"Text":"Wendde zijn oog zich niet af, noch ging het de grens te buiten"},{"SurahNumber":53,"VerseNumber":18,"Text":"Voorwaar, hij zag de grote tekenen van zijn Heer"},{"SurahNumber":53,"VerseNumber":19,"Text":"Ziet, de Laat en de Ozza"},{"SurahNumber":53,"VerseNumber":20,"Text":"En een ander, de derde, Manaat"},{"SurahNumber":53,"VerseNumber":21,"Text":"Zijn voor u de mannelijke wezens en voor Hem de vrouwelijke"},{"SurahNumber":53,"VerseNumber":22,"Text":"Dat is dan een onrechtvaardige verdeling"},{"SurahNumber":53,"VerseNumber":23,"Text":"Dit zijn slechts namen die gij uitgedacht hebt - gij en uw vaderen - waarvoor Allah geen gezag heeft nedergezonden. Zij volgen slechts hun vermoedens en begeerten. En voorzeker de leiding van hun Heer is nu tot hen gekomen"},{"SurahNumber":53,"VerseNumber":24,"Text":"Krijgt de mens alles waarnaar hij verlangt"},{"SurahNumber":53,"VerseNumber":25,"Text":"Neen, aan Allah behoren het Hiernamaals en deze wereld"},{"SurahNumber":53,"VerseNumber":26,"Text":"En hoevele engelen zijn er niet in de hemelen wier voorspraak van geen nut zal zijn, behalve nadat Allah verlof heeft gegeven aan wie Hij wil en wie Hem behaagt"},{"SurahNumber":53,"VerseNumber":27,"Text":"Zij, die niet in het Hiernamaals geloven geven de engelen vrouwelijke namen"},{"SurahNumber":53,"VerseNumber":28,"Text":"Maar zij hebben daar geen kennis van. Zij volgen alleen een vermoeden en het vermoeden kan tegen de waarheid niets baten"},{"SurahNumber":53,"VerseNumber":29,"Text":"Wend u daarom van hem af die zich van de gedachtenis aan Ons afwendt, en die niets wenst dan het leven dezer wereld"},{"SurahNumber":53,"VerseNumber":30,"Text":"Zo ver reikt hun kennis. Voorwaar, uw Heer kent het beste degene die van Zijn pad afdwaalt en Hij kent het beste degene die Zijn leiding volgt"},{"SurahNumber":53,"VerseNumber":31,"Text":"En aan Allah behoort hetgeen in de hemelen en hetgeen op aarde is, opdat Hij degenen die slecht deden moge vergelden voor hetgeen zij hebben gewrocht en opdat Hji degenen die goed doen, met het beste moge belonen"},{"SurahNumber":53,"VerseNumber":32,"Text":"Zij, die behalve kleine feilen, de ergste zonden en slechtheden vermijden - voorwaar, uw Heer is de Heer der Alomvattende Vergiffenis. Hij kende u toen H. u uit aarde deed ontstaan en toen gij een embryo waart in de baarmoeder uwer moeder. Prijst daarom uzelf niet om reinheid. Hij kent de godvruchtigen het beste"},{"SurahNumber":53,"VerseNumber":33,"Text":"Ziet gij hem die zich afwendt (van het rechte pad)"},{"SurahNumber":53,"VerseNumber":34,"Text":"En die weinig geeft en vrekkig is"},{"SurahNumber":53,"VerseNumber":35,"Text":"Bezit hij de kennis van het onzichtbare, zodat hij kan zien"},{"SurahNumber":53,"VerseNumber":36,"Text":"Is hem niet verteld over hetgeen in de geschriften van Mozes staat"},{"SurahNumber":53,"VerseNumber":37,"Text":"En van Abraham, die de geboden hield"},{"SurahNumber":53,"VerseNumber":38,"Text":"Dat geen drager van last de last van een ander zal dragen"},{"SurahNumber":53,"VerseNumber":39,"Text":"En dat de mens niet meer kan krijgen dan hetgeen waarnaar hij streeft"},{"SurahNumber":53,"VerseNumber":40,"Text":"En dat zijn streven spoedig zal worden opgemerkt"},{"SurahNumber":53,"VerseNumber":41,"Text":"Dan zal hij er volledig voor worden beloond"},{"SurahNumber":53,"VerseNumber":42,"Text":"En dat alles uiteindelijk tot uw Heer komt"},{"SurahNumber":53,"VerseNumber":43,"Text":"En dat Hij het is, Die doet lachen en wenen"},{"SurahNumber":53,"VerseNumber":44,"Text":"En dat Hij het is, Die de dood veroorzaakt en het leven geeft"},{"SurahNumber":53,"VerseNumber":45,"Text":"En dat Hij de twee echtgenoten schept, de vrouwelijke en de mannelijke"},{"SurahNumber":53,"VerseNumber":46,"Text":"Uit een levenskiem wanneer deze uitgegoten wordt"},{"SurahNumber":53,"VerseNumber":47,"Text":"En dat de volgende opwekking (tot leven) op Hem rust"},{"SurahNumber":53,"VerseNumber":48,"Text":"En dat Hij het is Die voldoening en rijkdom geeft"},{"SurahNumber":53,"VerseNumber":49,"Text":"En dat Hij de Heer van Sirius is"},{"SurahNumber":53,"VerseNumber":50,"Text":"En dat Hij de oude (stam van Aad) vernietigde"},{"SurahNumber":53,"VerseNumber":51,"Text":"En Samoed, en Hij spaarde (hen) niet"},{"SurahNumber":53,"VerseNumber":52,"Text":"Evenals het volk van Noach vóórdien; waarlijk zij waren uiterst onrechtvaardig en opstandig"},{"SurahNumber":53,"VerseNumber":53,"Text":"En Hij bracht de verwoeste steden ten val"},{"SurahNumber":53,"VerseNumber":54,"Text":"Zodat hetgeen bedekken kon, hen bedekte"},{"SurahNumber":53,"VerseNumber":55,"Text":"Over welke gaven van uw Heer wilt gij dan redetwisten"},{"SurahNumber":53,"VerseNumber":56,"Text":"Deze waarschuwer is gelijk aan de vroegere waarschuwers"},{"SurahNumber":53,"VerseNumber":57,"Text":"Het Uur nadert"},{"SurahNumber":53,"VerseNumber":58,"Text":"Niemand behalve Allah kan het ontsluieren"},{"SurahNumber":53,"VerseNumber":59,"Text":"Verwondert gij u dan over deze aankondiging"},{"SurahNumber":53,"VerseNumber":60,"Text":"En lacht gij in plaats van te wenen"},{"SurahNumber":53,"VerseNumber":61,"Text":"Terwijl gij achteloos zijt"},{"SurahNumber":53,"VerseNumber":62,"Text":"Werpt u voor Allah neder en aanbidt (Hem)"},{"SurahNumber":54,"VerseNumber":1,"Text":"Het Uur is nabij, en de Maan is opengespleten"},{"SurahNumber":54,"VerseNumber":2,"Text":"Maar als zij (de ongelovigen) een teken zien wenden zij zich er van af en zeggen: \"Een voortdurende toverkunst"},{"SurahNumber":54,"VerseNumber":3,"Text":"Zij verloochenen en volgen hun eigen begeerten. Maar elke verordening (Gods) zal plaats hebben"},{"SurahNumber":54,"VerseNumber":4,"Text":"En er zijn reeds tijdingen tot hen gekomen waarin een waarschuwing ligt"},{"SurahNumber":54,"VerseNumber":5,"Text":"Volmaakte wijsheid; maar de waarschuwingen helpen hen niet"},{"SurahNumber":54,"VerseNumber":6,"Text":"Wend u daarom van hen af. De Dag waarop de aankondiger hen zal roepen tot iets onaangenaams"},{"SurahNumber":54,"VerseNumber":7,"Text":"Dan zullen zij met nedergeslagen ogen uit hun graven komen als verstrooide sprinkhanen"},{"SurahNumber":54,"VerseNumber":8,"Text":"Zich naar de omroeper haastend. De ongelovigen zullen zeggen \"Dit is een moeilijke dag"},{"SurahNumber":54,"VerseNumber":9,"Text":"Vóór hen verloochende het volk van Noach, zij verloochenden Onze dienaar en zeiden: \"Een waanzinnige.\" En hij werd verdreven"},{"SurahNumber":54,"VerseNumber":10,"Text":"Daarom bad hij tot zijn Heer: \"Ik ben gewis verslagen, sta mij bij"},{"SurahNumber":54,"VerseNumber":11,"Text":"Toen openden Wij de poorten van de hemel voor het stromende water"},{"SurahNumber":54,"VerseNumber":12,"Text":"En Wij spleten de aarde door bronnen, waar door de wateren elkander ontmoetten volgens een vastgesteld plan"},{"SurahNumber":54,"VerseNumber":13,"Text":"En Wij droegen hem op iets, bestaande uit planken en spijkers"},{"SurahNumber":54,"VerseNumber":14,"Text":"Het dreef onder Onze ogen voort als een beloning voor hem, die verworpen was"},{"SurahNumber":54,"VerseNumber":15,"Text":"En Wij maakten dit tot een teken. Is er iemand die er lering uit trekt"},{"SurahNumber":54,"VerseNumber":16,"Text":"Hoe vreselijk was Mijn straf en Mijn waarschuwing"},{"SurahNumber":54,"VerseNumber":17,"Text":"En Wij hebben inderdaad de Koran gemakkelijk gemaakt ter vermaning. Is er iemand die er lering uit trekt"},{"SurahNumber":54,"VerseNumber":18,"Text":"Aad verloochende eveneens. Hoe (ernstig) was Mijn straf en Mijn waarschuwing"},{"SurahNumber":54,"VerseNumber":19,"Text":"Wij zonden een woedende wind tegen hen, op een kwade, onvergetelijke dag"},{"SurahNumber":54,"VerseNumber":20,"Text":"Die mensen wegtrok als waren zij de stammen van ontwortelde palmbomen"},{"SurahNumber":54,"VerseNumber":21,"Text":"Hoe groot was toen Mijn straf en Mijn waarschuwing"},{"SurahNumber":54,"VerseNumber":22,"Text":"En Wij hebben inderdaad de Koran gemakkelijk gemaakt ter vermaning. Is er iemand die er lering uit trekt"},{"SurahNumber":54,"VerseNumber":23,"Text":"Ook (het volk van) Samoed verloochende de waarschuwers"},{"SurahNumber":54,"VerseNumber":24,"Text":"En zij zeiden: \"Moeten wij een man uit ons midden volgen? Dan zouden wij inderdaad verdwaald en krankzinnig zijn"},{"SurahNumber":54,"VerseNumber":25,"Text":"Is de vermaning hem alleen gegeven? Neen, hij is een grote leugenaar en misdadiger"},{"SurahNumber":54,"VerseNumber":26,"Text":"Morgen zullen zij weten wie de grote leugenaar en misdadiger is"},{"SurahNumber":54,"VerseNumber":27,"Text":"Wij zullen de kameel zenden om hen op de proef te stellen. Let daarom op hen en heb geduld"},{"SurahNumber":54,"VerseNumber":28,"Text":"En zeg hun, dat het water tussen hen is verdeeld en dat de tijd van elke drinkbeurt in acht moet worden genomen"},{"SurahNumber":54,"VerseNumber":29,"Text":"Maar zij riepen hun metgezel, deze nam het (kameel) en verlamde het"},{"SurahNumber":54,"VerseNumber":30,"Text":"Hoe vreselijk was toen Mijn straf en Mijn waarschuwing"},{"SurahNumber":54,"VerseNumber":31,"Text":"Wij zonden een enkele straf tegen hen en zij werden als droog, vertrapt stro"},{"SurahNumber":54,"VerseNumber":32,"Text":"En Wij hebben inderdaad de Koran gemakkelijk gemaakt ter vermaning. Is er iemand die er lering uit trekt"},{"SurahNumber":54,"VerseNumber":33,"Text":"Het volk van Lot verloochende de waarschuwers ook"},{"SurahNumber":54,"VerseNumber":34,"Text":"En Wij zonden een storm van stenen over hen allen met uitzondering van de familie van Lot, die Wij bij de dageraad verlosten"},{"SurahNumber":54,"VerseNumber":35,"Text":"Als een gunst van Ons. Zo belonen Wij hen die dank betuigen"},{"SurahNumber":54,"VerseNumber":36,"Text":"En Lot had hen inderdaad voor Onze straf gewaarschuwd doch zij trokken de waarschuwingen in twijfel"},{"SurahNumber":54,"VerseNumber":37,"Text":"En zij trachtten hem van zijn gasten af te keren. Daarom verblindden Wij hun ogen en zeiden: \"Ondergaat nu Mijn straf en Mijn waarschuwing"},{"SurahNumber":54,"VerseNumber":38,"Text":"En de volgende morgen vroeg kwam er een blijvende straf over hen"},{"SurahNumber":54,"VerseNumber":39,"Text":"Ondergaat nu Mijn straf en Mijn waarschuwing"},{"SurahNumber":54,"VerseNumber":40,"Text":"En Wij hebben inderdaad de Koran gemakkelijk gemaakt ter vermaning. Is er iemand die er lering uit trekt"},{"SurahNumber":54,"VerseNumber":41,"Text":"Er kwamen ook waarschuwers tot het volk van Pharao"},{"SurahNumber":54,"VerseNumber":42,"Text":"Zij verwierpen al Onze tekenen, daarom grepen Wij hen gelijk het grijpen van een krachtige en machtige"},{"SurahNumber":54,"VerseNumber":43,"Text":"Zijn uw ongelovigen beter dan dezen? Of zijt gij vrijgesteld in de geschriften"},{"SurahNumber":54,"VerseNumber":44,"Text":"Zeggen zij: \"Wij zijn een overwinnende schare"},{"SurahNumber":54,"VerseNumber":45,"Text":"De scharen zullen allen op de vlucht worden gejaagd en zij zullen hun rug tonen"},{"SurahNumber":54,"VerseNumber":46,"Text":"Neen, het Uur is hun vastgestelde tijd en het Uur zal uiterst rampzalig en bitter zijn"},{"SurahNumber":54,"VerseNumber":47,"Text":"Voorzeker, de overtreders zullen in dwaling verkeren en zich in een vlammend Vuur bevinden"},{"SurahNumber":54,"VerseNumber":48,"Text":"De Dag, waarop zij met hun aangezicht in het Vuur zullen worden gesleurd, zal er tot hen worden gezegd: \"Voelt de aanraking der hel"},{"SurahNumber":54,"VerseNumber":49,"Text":"Voorwaar, Wij hebben alles naar maat geschapen"},{"SurahNumber":54,"VerseNumber":50,"Text":"En Ons gebod komt in één oogwenk"},{"SurahNumber":54,"VerseNumber":51,"Text":"En Wij hebben inderdaad uw gelijken vernietigd. Is er iemand die er lering uit trekt"},{"SurahNumber":54,"VerseNumber":52,"Text":"En al hetgeen zij deden staat in de geschriften"},{"SurahNumber":54,"VerseNumber":53,"Text":"En alles, groot of klein, is nedergeschreven"},{"SurahNumber":54,"VerseNumber":54,"Text":"Voorwaar, de rechtvaardigen zullen te midden van tuinen en rivieren zijn"},{"SurahNumber":54,"VerseNumber":55,"Text":"Op de juiste plaats in de tegenwoordigheid van de Almachtige Koning"},{"SurahNumber":55,"VerseNumber":1,"Text":"De Barmhartige"},{"SurahNumber":55,"VerseNumber":2,"Text":"Heeft de Koran onderwezen"},{"SurahNumber":55,"VerseNumber":3,"Text":"Hij heeft de mens geschapen"},{"SurahNumber":55,"VerseNumber":4,"Text":"En heeft hem de uiteenzetting (er van) geleerd"},{"SurahNumber":55,"VerseNumber":5,"Text":"De zon en de maan doorlopen hun banen volgens het plan"},{"SurahNumber":55,"VerseNumber":6,"Text":"En planten en bomen aanbidden Hem"},{"SurahNumber":55,"VerseNumber":7,"Text":"Hij heeft de hemel hoog er boven verheven en een evenwicht bepaald"},{"SurahNumber":55,"VerseNumber":8,"Text":"Opdat gij het evenwicht niet zoudt verstoren"},{"SurahNumber":55,"VerseNumber":9,"Text":"Houdt de weegschaal naar recht en doet aan de maat niet tekort"},{"SurahNumber":55,"VerseNumber":10,"Text":"En Hij heeft de aarde voor Zijn schepselen gemaakt"},{"SurahNumber":55,"VerseNumber":11,"Text":"Daarop zijn vruchten en palmbomen met scheden"},{"SurahNumber":55,"VerseNumber":12,"Text":"En gebolsterd graan en geurige bloemen"},{"SurahNumber":55,"VerseNumber":13,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":14,"Text":"Hij schiep de mens uit droge klei, als aardewerk"},{"SurahNumber":55,"VerseNumber":15,"Text":"En Hij schiep de djinn uit de vlam van Vuur"},{"SurahNumber":55,"VerseNumber":16,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":17,"Text":"De Heer der twee Oosten en de Heer der twee Westen"},{"SurahNumber":55,"VerseNumber":18,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":19,"Text":"Hij heeft de twee zeeën gescheiden, die elkander eens zullen ontmoeten"},{"SurahNumber":55,"VerseNumber":20,"Text":"Daartussen is een versperring geplaatst welke zij niet kunnen passeren"},{"SurahNumber":55,"VerseNumber":21,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":22,"Text":"Er komen paarlen en koraal uit beide (zeeën) vandaan"},{"SurahNumber":55,"VerseNumber":23,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":24,"Text":"En van Hem zijn de bergenhoge schepen op zee"},{"SurahNumber":55,"VerseNumber":25,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":26,"Text":"Al hetgeen is, zal vergaan"},{"SurahNumber":55,"VerseNumber":27,"Text":"En er blijft alleen het Aangezicht van uw Heer, de Bezitter van Heerlijkheid en Eer"},{"SurahNumber":55,"VerseNumber":28,"Text":"Welke van de gunsten van uw Heer uilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":29,"Text":"Van Hem smeken allen, die in de hemelen en op aarde zijn, (gunsten) af. Elk dag toont Hij een andere Heerlijkheid"},{"SurahNumber":55,"VerseNumber":30,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":31,"Text":"Wij zullen spoedig met u afrekenen, o gij twee volkeren"},{"SurahNumber":55,"VerseNumber":32,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":33,"Text":"O, groep van djinn en mensen; als gij de grenzen der hemelen en der aarde wilt overschrijden, probeert dit dan. Doch gij zult dit zonder gezag stellig niet kunnen doen"},{"SurahNumber":55,"VerseNumber":34,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":35,"Text":"Er zullen vurige vlammen en gesmolten koper tegen u worden gezonden en gij zult u niet kunnen verweren"},{"SurahNumber":55,"VerseNumber":36,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":37,"Text":"En wanneer de hemel uiteengespleten en rosssig wordt als een roodgeverfde huid"},{"SurahNumber":55,"VerseNumber":38,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":39,"Text":"Op die Dag zullen mens noch djinn worden ondervraagd over hun zonden"},{"SurahNumber":55,"VerseNumber":40,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":41,"Text":"De schuldigen zullen aan hun kenmerken worden herkend en zij zullen worden gegrepen bij haren en voeten"},{"SurahNumber":55,"VerseNumber":42,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":43,"Text":"Dit is de hel door de schuldigen verloochend"},{"SurahNumber":55,"VerseNumber":44,"Text":"Zij zullen daar tussen vuur en fel kokend water rondgaan"},{"SurahNumber":55,"VerseNumber":45,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":46,"Text":"Maar er zullen voor hem die het verschijnen voor zijn Heer vreest, twee tuinen zijn"},{"SurahNumber":55,"VerseNumber":47,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":48,"Text":"Van verschillende soort"},{"SurahNumber":55,"VerseNumber":49,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":50,"Text":"In beide zullen twee fonteinen stromen"},{"SurahNumber":55,"VerseNumber":51,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":52,"Text":"Daarin zullen alle vruchten tweesoortig zijn"},{"SurahNumber":55,"VerseNumber":53,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":54,"Text":"Zij zullen zich nedervlijen op divans met tapijten waarvan de voeringen van dikke zijde zullen zijn. En het fruit der tuinen zal dicht bij de hand liggen"},{"SurahNumber":55,"VerseNumber":55,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":56,"Text":"Daarin zullen kuise meisjes zijn met zedige blik, door mens noch djinn ooit aangeraakt"},{"SurahNumber":55,"VerseNumber":57,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":58,"Text":"Als waren zij robijnen en koralen"},{"SurahNumber":55,"VerseNumber":59,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":60,"Text":"De beloning van goedheid kan niet anders dan goedheid zijn"},{"SurahNumber":55,"VerseNumber":61,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":62,"Text":"En naast deze twee zijn er nog twee tuinen"},{"SurahNumber":55,"VerseNumber":63,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":64,"Text":"Donkergroen van gebladerte"},{"SurahNumber":55,"VerseNumber":65,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":66,"Text":"Daarin zullen ook twee bronnen zijn die water in overvloed spuiten"},{"SurahNumber":55,"VerseNumber":67,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":68,"Text":"In beide zullen er vruchten, dadels en granaatappels zijn"},{"SurahNumber":55,"VerseNumber":69,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":70,"Text":"Daarin zullen goede en schone meisjes zijn"},{"SurahNumber":55,"VerseNumber":71,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":72,"Text":"Schonen in paviljoenen gehuisvest"},{"SurahNumber":55,"VerseNumber":73,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":74,"Text":"Die vóór hen mensen noch djinn hebben aangeraakt"},{"SurahNumber":55,"VerseNumber":75,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":76,"Text":"Rustend op groene kussens en prachtige tapijten"},{"SurahNumber":55,"VerseNumber":77,"Text":"Welke van de gunsten van uw Heer wilt gij dan ontkennen"},{"SurahNumber":55,"VerseNumber":78,"Text":"Gezegend zij de naam van uw Heer, de Bezitter van Heerlijkheid en Eer"},{"SurahNumber":56,"VerseNumber":1,"Text":"Als de Gebeurtenis plaats vindt"},{"SurahNumber":56,"VerseNumber":2,"Text":"Zal er niets dit plaatsvinden kunnen tegenhouden"},{"SurahNumber":56,"VerseNumber":3,"Text":"Enigen zal het vernederen, anderen zal het verheffen"},{"SurahNumber":56,"VerseNumber":4,"Text":"Wanneer de aarde hevig zal worden geschokt"},{"SurahNumber":56,"VerseNumber":5,"Text":"En de bergen verbrijzeld"},{"SurahNumber":56,"VerseNumber":6,"Text":"Zullen deze als stof worden verstrooid"},{"SurahNumber":56,"VerseNumber":7,"Text":"En gij zult in drie soorten worden verdeeld"},{"SurahNumber":56,"VerseNumber":8,"Text":"De mensen aan de rechter kant - hoe (gelukkig zijn) de mensen aan de rechter kant"},{"SurahNumber":56,"VerseNumber":9,"Text":"En de mensen aan de linker kant - hoe (ongelukkig) zijn de mensen aan de linker kant"},{"SurahNumber":56,"VerseNumber":10,"Text":"De voorbijstrevenden (in het geloof) zullen de eersten zijn"},{"SurahNumber":56,"VerseNumber":11,"Text":"Dezen zijn de gunstelingen die God dicht zullen naderen"},{"SurahNumber":56,"VerseNumber":12,"Text":"In tuinen van verrukking"},{"SurahNumber":56,"VerseNumber":13,"Text":"Het zijn een groot aantal van de eersten"},{"SurahNumber":56,"VerseNumber":14,"Text":"En weinigen uit later tijd"},{"SurahNumber":56,"VerseNumber":15,"Text":"Op sofa's doorvlochten met goud en edelgesteenten"},{"SurahNumber":56,"VerseNumber":16,"Text":"Daarop nederliggende, naar elkander toegewend"},{"SurahNumber":56,"VerseNumber":17,"Text":"Daar zullen jonge mannen onder hen rondgaan die niet zullen verouderen"},{"SurahNumber":56,"VerseNumber":18,"Text":"Met bekers, kannen en kopjes gevuld uit een zilveren bron"},{"SurahNumber":56,"VerseNumber":19,"Text":"Zij zullen daarvan geen hoofdpijn krijgen noch zullen zij dronken worden"},{"SurahNumber":56,"VerseNumber":20,"Text":"En met fruit dat zij het liefst hebben"},{"SurahNumber":56,"VerseNumber":21,"Text":"En met vlees van vogelen dat zij begeren"},{"SurahNumber":56,"VerseNumber":22,"Text":"En er zullen schonen zijn met grote, mooie ogen"},{"SurahNumber":56,"VerseNumber":23,"Text":"Als verscholen paarlen"},{"SurahNumber":56,"VerseNumber":24,"Text":"Als beloning voor hetgeen zij plachten te doen"},{"SurahNumber":56,"VerseNumber":25,"Text":"Zij zullen daar geen ijdele gesprekken of zondige taal horen"},{"SurahNumber":56,"VerseNumber":26,"Text":"Doch het woord \"vrede, vrede"},{"SurahNumber":56,"VerseNumber":27,"Text":"En zij die rechts zullen staan - hoe (gelukkig) zijn deze die rechts staan"},{"SurahNumber":56,"VerseNumber":28,"Text":"Zij zullen zich bevinden tussen doornloze lotusbomen"},{"SurahNumber":56,"VerseNumber":29,"Text":"En trossen bananen"},{"SurahNumber":56,"VerseNumber":30,"Text":"En dekkende schaduwen"},{"SurahNumber":56,"VerseNumber":31,"Text":"En stromende wateren"},{"SurahNumber":56,"VerseNumber":32,"Text":"En overvloedig fruit"},{"SurahNumber":56,"VerseNumber":33,"Text":"Noch afgesneden, noch verboden"},{"SurahNumber":56,"VerseNumber":34,"Text":"En edele vrouwen"},{"SurahNumber":56,"VerseNumber":35,"Text":"Voorwaar, Wij hebben dezen tot een wonderligke schepping gemaakt"},{"SurahNumber":56,"VerseNumber":36,"Text":"Wij maakten haar maagden"},{"SurahNumber":56,"VerseNumber":37,"Text":"Beminnelijk, van gelijke leeftijd"},{"SurahNumber":56,"VerseNumber":38,"Text":"Tot degenen aan de rechter kant"},{"SurahNumber":56,"VerseNumber":39,"Text":"(Behoort) een groot aantal van de eersten (gelovigen)"},{"SurahNumber":56,"VerseNumber":40,"Text":"En een groot aantal uit latere tijden"},{"SurahNumber":56,"VerseNumber":41,"Text":"De mensen aan de linker kant - hoe (ongelukkig) zijn degenen die aan de linker kant staan"},{"SurahNumber":56,"VerseNumber":42,"Text":"Te midden van verschroeiende winden en kokend water"},{"SurahNumber":56,"VerseNumber":43,"Text":"En in de schaduw van zwarte rook"},{"SurahNumber":56,"VerseNumber":44,"Text":"Noch koel, noch verfrissend"},{"SurahNumber":56,"VerseNumber":45,"Text":"Voordien waren zij inderdaad in weelde (op aarde)"},{"SurahNumber":56,"VerseNumber":46,"Text":"En volhardden in grote zonde"},{"SurahNumber":56,"VerseNumber":47,"Text":"En zij plachten te zeggen: \"Als wij dood zijn en stof en beenderen zijn geworden, zullen wij inderdaad herrijzen"},{"SurahNumber":56,"VerseNumber":48,"Text":"En ook onze voorvaderen"},{"SurahNumber":56,"VerseNumber":49,"Text":"Zeg: \"Ja, de vroegeren en de lateren"},{"SurahNumber":56,"VerseNumber":50,"Text":"Zullen tezamen worden verzameld op de vastgestelde tijd van een bepaalde Dag"},{"SurahNumber":56,"VerseNumber":51,"Text":"Dan, o gij, die waart verdwaald en hebt verloochend"},{"SurahNumber":56,"VerseNumber":52,"Text":"Gij zult. zeker van de boom van Zaqqoem eten"},{"SurahNumber":56,"VerseNumber":53,"Text":"En zult er uw buik mee vullen"},{"SurahNumber":56,"VerseNumber":54,"Text":"En daama kokend water drinken"},{"SurahNumber":56,"VerseNumber":55,"Text":"(Drinkende,) zoals dorstige kamelen drinken"},{"SurahNumber":56,"VerseNumber":56,"Text":"Dit zal hun onthaal zijn op de Dag des Gerichts"},{"SurahNumber":56,"VerseNumber":57,"Text":"Wij schiepen u, maar waarom wildet gij deWaarheid niet erkennen"},{"SurahNumber":56,"VerseNumber":58,"Text":"Zeg mij wat gij verwekt"},{"SurahNumber":56,"VerseNumber":59,"Text":"Schept gij het of zijn Wij de Schepper er van"},{"SurahNumber":56,"VerseNumber":60,"Text":"Wij hebben de dood onder u verordend en Wij kunnen niet worden tegengehouden"},{"SurahNumber":56,"VerseNumber":61,"Text":"Om anderen als gij in uw plaats te stellen en u in een toestand te brengen die gij niet kent"},{"SurahNumber":56,"VerseNumber":62,"Text":"En zeker kent gij de eerste schepping. Waarom trekt gij er dan geen lering uit"},{"SurahNumber":56,"VerseNumber":63,"Text":"Hebt gij gezien wat gij zaait"},{"SurahNumber":56,"VerseNumber":64,"Text":"Doen Wij het groeien of doet gij dat"},{"SurahNumber":56,"VerseNumber":65,"Text":"Als Wij het willen, kunnen Wij dat alles tot stof maken, dan blijft gij jammeren"},{"SurahNumber":56,"VerseNumber":66,"Text":"(Zeggende): \"Wij zijn beladen met borgstelling"},{"SurahNumber":56,"VerseNumber":67,"Text":"Meer nog, wij zijn van alles beroofd"},{"SurahNumber":56,"VerseNumber":68,"Text":"Ziet, het water dat gij drinkt"},{"SurahNumber":56,"VerseNumber":69,"Text":"Zijt gij het die het uit de wolken nederzendt, of zijn Wij de Zender"},{"SurahNumber":56,"VerseNumber":70,"Text":"Indien Wij het willen, kunnen Wij het bitter maken. Waarom zijt gij dan niet dankbaar"},{"SurahNumber":56,"VerseNumber":71,"Text":"En zeg mij; het vuur dat gij aansteekt"},{"SurahNumber":56,"VerseNumber":72,"Text":"Zijt gij het die de boom er voor doet groeien of zijn Wij het"},{"SurahNumber":56,"VerseNumber":73,"Text":"Wij hebben het tot een aanmaning en een weldaad gemaakt voor de reizigers in de wildernissen"},{"SurahNumber":56,"VerseNumber":74,"Text":"Daarom verheerlijk de naam van uw Heer, de Verhevene"},{"SurahNumber":56,"VerseNumber":75,"Text":"En Ik roep het verschieten der sterren tot getuige"},{"SurahNumber":56,"VerseNumber":76,"Text":"En inderdaad is dat een grote eed, indien gij het beseft"},{"SurahNumber":56,"VerseNumber":77,"Text":"Voorzeker, dit is (de) verheven Koran"},{"SurahNumber":56,"VerseNumber":78,"Text":"Een beschermd Boek"},{"SurahNumber":56,"VerseNumber":79,"Text":"Dat niemand zal aanraken behalve zij die zich louteren"},{"SurahNumber":56,"VerseNumber":80,"Text":"Een Openbaring van de Heer der Werelden"},{"SurahNumber":56,"VerseNumber":81,"Text":"Veracht gij dan deze aankondiging"},{"SurahNumber":56,"VerseNumber":82,"Text":"En verzekert gij door de ontkenning ervan uw levensonderhoud"},{"SurahNumber":56,"VerseNumber":83,"Text":"Waarom dan, wanneer de ziel van (de stervende) zijn keel bereikt"},{"SurahNumber":56,"VerseNumber":84,"Text":"En gij ziet toe - op dat ogenblik"},{"SurahNumber":56,"VerseNumber":85,"Text":"Zijn Wij dichter bij hem dan gij, maar gij ziet dit niet"},{"SurahNumber":56,"VerseNumber":86,"Text":"Waarom dan, als gij niet onderdanig zijt"},{"SurahNumber":56,"VerseNumber":87,"Text":"Brengt gij haar niet terug indien gij waarachtig zijt"},{"SurahNumber":56,"VerseNumber":88,"Text":"Als hij nu behoort tot degenen, die dicht bij God zijn"},{"SurahNumber":56,"VerseNumber":89,"Text":"Dan is voor hem geluk en geur en een tuin van verrukking"},{"SurahNumber":56,"VerseNumber":90,"Text":"En indien hij behoort tot degenen aan de rechter kant"},{"SurahNumber":56,"VerseNumber":91,"Text":"Dan luidt het \"Vrede zij u\" van degenen aan de rechter kant"},{"SurahNumber":56,"VerseNumber":92,"Text":"Maar als hij behoort tot de dwalenden die (de Waarheid) hadden verloochend"},{"SurahNumber":56,"VerseNumber":93,"Text":"Dan is voor hem een onthaal op kokend water"},{"SurahNumber":56,"VerseNumber":94,"Text":"En branden in de hel"},{"SurahNumber":56,"VerseNumber":95,"Text":"Voorzeker dit is de werkelijkheid"},{"SurahNumber":56,"VerseNumber":96,"Text":"Verheerlijk daarom de naam van uw Heer, de Verhevene"},{"SurahNumber":57,"VerseNumber":1,"Text":"Wat er ook in de hemelen en op aarde is, verheerlijkt Allah; Hij is de Almachtige, de Alwijze"},{"SurahNumber":57,"VerseNumber":2,"Text":"Van Hem is het koninkrijk der hemelen en der aarde. Hij doet sterven en leven en Hij heeft macht over alle dingen"},{"SurahNumber":57,"VerseNumber":3,"Text":"Hij is de Eerste en de Laatste, de Zich Manifesterende en de Verborgene, en Hij heeft kennis van alle dingen"},{"SurahNumber":57,"VerseNumber":4,"Text":"Hij is het Die de hemelen en de aarde in zes dagen schiep; daarna zette Hij zich op de Troon neder. Hij weet wat de aarde ingaat en wat er uit voortkomt, en wat van de hemelen nederkomt en wat er naar toe opstijgt. Hij is met u waar gij ook zijn moogt, want Allah ziet alles wat gij doet"},{"SurahNumber":57,"VerseNumber":5,"Text":"Van Hem is het koninkrijk der hemelen en der aarde en naar Allah worden alle dingen teruggebracht"},{"SurahNumber":57,"VerseNumber":6,"Text":"Hij laat de nacht in de dag overgaan en de dag in de nacht: en Hij is de Kenner van het innerlijk"},{"SurahNumber":57,"VerseNumber":7,"Text":"Gelooft in Allah en Zijn boodschapper en geeft weg van datgene waarvan Hij u erfgenamen heeft gemaakt. En zij onder u die geloven en besteden (als weldaad) zullen een grote beloning ontvangen"},{"SurahNumber":57,"VerseNumber":8,"Text":"Wat scheelt u dat gij niet in Allah gelooft, terwijl de boodschapper u roept om in uw Heer te geloven en Hij een verbond met u heeft gesloten, indien gij gelovig zijt"},{"SurahNumber":57,"VerseNumber":9,"Text":"Hij is het Die duidelijke tekenen nederzendt aan Zijn dienaar om u van de Duisternissen in het Licht te brengen en voorwaar, Allah is Liefderijk Genadevol"},{"SurahNumber":57,"VerseNumber":10,"Text":"Waarom geeft gij niet terwille van Allah, terwijl aan Allah de erfenis van de hemelen en de aarde behoort? Degenen onder u die (geld) besteedden en streden vóór de overwinning zijn niet gelijk maar hoger in rang dan degenen die nadien (geld) besteedden en streden. En Allah heeft aan allen het goede beloofd. En Allah is op de hoogte van hetgeen gij doet"},{"SurahNumber":57,"VerseNumber":11,"Text":"Ieder die met Allah een goede lening sluit - Hij zal deze voor hem vermenigvuldigen en hem zal bovendien een voortreffelijke beloning ten deel vallen"},{"SurahNumber":57,"VerseNumber":12,"Text":"En de Dag waarop gij de gelovige mannen en vrouwen zult zien, hun licht vóór hen en aan hun rechter handen uitstralende; verblijdend nieuws is er voor u op deze Dag! Tuinen waar doorheen rivieren stromen, waarin gij zult vertoeven. Dat is de opperste zegepraal"},{"SurahNumber":57,"VerseNumber":13,"Text":"Op de Dag, waarop huichelaars en huichelaarsters tot de gelovigen zullen zeggen: \"Laat ons iets van uw licht nemen,\" zal er gezegd worden: \"Gaat terug en zoekt licht.\" Dan zal er tussen hen een muur worden opgericht met een poort er in. Aan de binnenkant zal barmhartigheid zijn en aan de buitenkant zal straf zijn"},{"SurahNumber":57,"VerseNumber":14,"Text":"(De huichelaars zullen tot de gelovigen) roepen: \"Waren wij niet met u?\" Zij zullen antwoorden: \"Ja, maar gij hebt uzelf in verzoeking laten brengen en gewacht en getwijfeld en uw begeerte bedroog u, totdat de verordening van Allah kwam. En de bedrieger bedroog u ten opzichte van Allah"},{"SurahNumber":57,"VerseNumber":15,"Text":"Derhalve zal op deze Dag geen losgeld van u worden aangenomen, noch van degenen die ongelovig waren. Uw tehuis zal het Vuur zijn; dat is uw vriend en het is een slechte bestemming"},{"SurahNumber":57,"VerseNumber":16,"Text":"Is voor de gelovigen de tijd nog niet aangebroken dat hun hart nederig worde om Allah gedachtig te zijn en de Waarheid (op te nemen), die nedergedaald is? En laten zij niet worden zoals zij die het Boek vóórdien ontvingen - voor dezen was de termijn (te) lang geworden waardoor hun hart werd verhard en velen van hen ongehoorzaam werden"},{"SurahNumber":57,"VerseNumber":17,"Text":"Weet, dat Allah de aarde doet herleven na haar dood. Wij hebben de tekenen duidelijk voor u verklaard, opdat gij begrijpen moogt"},{"SurahNumber":57,"VerseNumber":18,"Text":"De mannen en vrouwen die aalmoezen geven en degenen die met Allah een goede lening sluiten - deze zal voor hen vermenigvuldigd worden, bovendien zullen zij een eervolle beloning ontvangen"},{"SurahNumber":57,"VerseNumber":19,"Text":"En zij, die in Allah en Zijn boodschappers geloven, zijn de waarachtigen en de martelaren in de ogen van hun Heer; zij zullen hun beloning en hun licht ontvangen. Maar zij die Onze boodschappen verwierpen en verloochenden, zullen de bewoners der hel zijn"},{"SurahNumber":57,"VerseNumber":20,"Text":"Weet, dat het wereldse leven, alleen spel, vermaak, praalvertoon, pochelij onder elkander, wedijver in vermeerdering van rijkdom en kinderen, is als de regen waardoor het plantenleven de kwekers verblijdt. Dan droogt het op, gij ziet het geel worden en vergaan. En in het Hiernamaals is er een strenge straf en Allah's vergiffenis en welbehagen. En het leven dezer wereld is niets anders dan een zaak van begoocheling"},{"SurahNumber":57,"VerseNumber":21,"Text":"Wedijvert om vergiffenis van uw Heer (te verkrijgen) en voor het paradijs, waarvan de breedte gelijk is aan de breedte tussen hemel en aarde, bereid voor degenen, die in Allah en Zijn boodschappers geloven. Dat is de genade van Allah. Hij schenkt deze aan wie Hij wil en Allah is de Heer van grote genade"},{"SurahNumber":57,"VerseNumber":22,"Text":"Er gebeurt geen ongeluk op aarde of aan uzelf zonder dat het is opgetekend in het Boek voordat Wij het openbaren. Voorzeker - dat is gemakkelijk voor Allah"},{"SurahNumber":57,"VerseNumber":23,"Text":"Opdat gij niet moogt treuren over hetgeen gij verloren hebt noch juichen over hetgeen Hij u heeft gegeven, want Allah heeft geen pocher of opschepper lief"},{"SurahNumber":57,"VerseNumber":24,"Text":"(Noch degenen,) die vrekkig zijn en de mensen aansporen vrekkig te worden en wie zich van Hem afwendt; voorzeker Allah is Zichzelf-genoeg, Geprezen"},{"SurahNumber":57,"VerseNumber":25,"Text":"Voorwaar, Wij zonden Onze boodschappers met duidelijke bewijzen en openbaarden hun het Boek en de Weegschaal opdat het mensdom rechtvaardig moge zijn. Wij hebben ijzer nedergezonden, waardoor grote strijd doch ook grote voordelen voor het mensdom ontstaan, opdat Allah degenen moge onderscheiden, die in het ongeziene Hem en Zijn boodschappers helpen. Zeker, Allah is Sterk, Almachtig"},{"SurahNumber":57,"VerseNumber":26,"Text":"En Wij zonden Noach en Abraham, en Wij plaatsten in hun nageslacht het profetenambt en het Boek. En enigen van hen waren op het rechte pad, maar de meesten hunner waren overtreders"},{"SurahNumber":57,"VerseNumber":27,"Text":"Dan deden Wij Onze boodschappers in hun voetsporen treden en Wij deden Jezus, de zoon van Maria, opvolgen en Wij gaven hem het Evangelie. En Wij legden zachtmoedigheid en barmhartigheid in het hart zijner volgelingen. Doch het kloosterleven schreven Wij hun niet voor, maar zij vonden dit zelf uit om Allah's welbehagen te zoeken. Zij namen dit echter niet in acht zoals het behoorde. Toen gaven Wij de gelovigen onder hen een beloning, maar velen onder hen waren overtreders"},{"SurahNumber":57,"VerseNumber":28,"Text":"O gij gelovigen, vreest Allah en gelooft in Zijn boodschapper. Hij zal u een dubbel aandeel van Zijn barmhartigheid geven en u een licht verschaffen waarin gij wandelen zult en Hij zal u vergeven: - Voorwaar, Allah is Vergevensgezind, Genadevol"},{"SurahNumber":57,"VerseNumber":29,"Text":"Opdat de mensen van het Boek mogen weten, dat zij geen macht hebben over de genade van Allah - Voorzeker de genade is in Allah's handen, Hij geeft deze aan wie Hij wil. En Allah is de Heer van grote genade"}]}