{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Если бы даже Мы ниспослали им ангелов, если бы заговорили с ними мертвые и собрали бы Мы перед ними все [, что свидетельствует об истинности учения Мухаммада], они ни за что не уверовали бы, если только этого не пожелал бы Аллах. Однако большинство их не ведает об этом"},{"SurahNumber":6,"VerseNumber":112,"Text":"И вот назначили Мы каждому пророку врагов-шайтанов - из числа людей и джиннов. Одни из них обращаются к другим с красивыми речами, обольщая [друг друга]. Если бы Господь твой захотел, они не стали бы так поступать. Так отвернись от них и не слушай их измышлений"},{"SurahNumber":6,"VerseNumber":113,"Text":"чтобы к ним (т. е. красивым речам) прислушивались сердца тех, которые не верят в будущую жизнь, чтобы они радовались им и чтобы продолжали они вершить [грехи]"},{"SurahNumber":6,"VerseNumber":114,"Text":"[Спроси, Мухаммад]: \"Неужели я пожелаю иного судию, кроме Аллаха? Именно Он ниспослал вам ясное Писание (т. е. Коран)\". Те, кому даровано Писание, знают, что оно ниспослано от Господа твоего как истина. Так не будьте же в числе сомневающихся"},{"SurahNumber":6,"VerseNumber":115,"Text":"Исполнилось слово Господа твоего истинное и справедливое! Никто не отменит слов Его, и Он - слышащий, знающий"},{"SurahNumber":6,"VerseNumber":116,"Text":"Если ты [, Мухаммад,] будешь слушаться большинства обитателей земли, они сведут тебя с пути Аллаха. Они ведь только следуют предположениям и строят догадки"},{"SurahNumber":6,"VerseNumber":117,"Text":"Воистину, Господь твой лучше знает, кто сошел с Его пути, и Он лучше знает обретших прямой путь"},{"SurahNumber":6,"VerseNumber":118,"Text":"Ешьте то, над чем произнесено имя Аллаха, если вы веруете в Его знамения"},{"SurahNumber":6,"VerseNumber":119,"Text":"Что с вами? Отчего вы не едите то, над чем произнесено имя Аллаха? Ведь [Аллах] разъяснил вам, чтоб Он запретил вам [есть], если только вы не будете вынуждены к тому. Воистину, многие [из людей] сбивают с пути [других] своими [низменными] желаниями, сами ничего о том не ведая. Воистину, твой Господь всех лучше знает тех, кто преступает [предписания веры]"},{"SurahNumber":6,"VerseNumber":120,"Text":"Воздерживайтесь от греха и явного и скрытого. Воистину, те, которые совершают грех, будут наказаны за свои деяния"},{"SurahNumber":6,"VerseNumber":121,"Text":"Не ешьте того, что [было забито] без упоминания над ним имени Аллаха, ибо такой поступок - грех. Воистину, шайтаны внушают своим последователям [мысль о том], чтобы они пытались убедить вас в споре [о дозволенности есть мертвечину]. И если вы повинуетесь их [призыву], то вы - многобожники"},{"SurahNumber":6,"VerseNumber":122,"Text":"Разве тот, кто [в своем заблуждении] был подобен мертвецу, кого мы пробудили [от сна заблуждения] и даровали ему свет, который он несет людям, равен тому, кто погружен во мрак и не может выйти из него? Так неверующим представляется в прекрасном свете то, что они вершат"},{"SurahNumber":6,"VerseNumber":123,"Text":"Так же [как и в Мекке], Мы и в [других] городах обратили в грешников власть предержащих ради того, чтобы они осуществляли там свои коварные замыслы. Но повернулось их коварство против них самих, а они и не ведают [об этом]"},{"SurahNumber":6,"VerseNumber":124,"Text":"Когда же им является знамение, они говорят: \"Не уверуем мы, пока нам не будет даровано то, что было даровано [до нас] посланникам Аллаха\". Но Аллах лучше знает, кому вверить призвание посланника. Тех же, кто совершил греховные поступки, постигнет унижение перед Аллахом и суровое наказание за их коварные деяния"},{"SurahNumber":6,"VerseNumber":125,"Text":"Кого Аллах пожелает вести прямым путем - облегчает Он душе его приятие ислама, а кого пожелает сбить с пути - сдавливает и сжимает тому грудь, как будто бы он поднимается на небо. Так Аллах подвергает наказанию тех, кто не верует"},{"SurahNumber":6,"VerseNumber":126,"Text":"И это - путь Господа твоего, ведущий прямо. Мы ведь разъяснили [Наши] знамения людям помнящим"},{"SurahNumber":6,"VerseNumber":127,"Text":"уготована им обитель благополучия у Господа их. А Он - покровитель их за то, что они совершали"},{"SurahNumber":6,"VerseNumber":128,"Text":"В день, когда Он соберет [пред Собой] все [живые существа, то скажет]: \"О собрание джиннов! Вы совратили [с пути истины] многих людей\". А друзья джиннов из числа людей скажут: \"Господи наш! Одни из нас получали выгоду от других, и мы дошли до нашего срока, который Ты нам определил\". [Аллах] скажет [им]: \"Пристанище вам - огонь, и вечно вы в нем пребудете, если только Аллах не пожелает иначе!\" Воистину, Господь твой - мудрый, знающий"},{"SurahNumber":6,"VerseNumber":129,"Text":"Подобно тому [как друзья джиннов получали выгоду друг от друга], Мы одних нечестивцев подчиняем другим за то, что они совершили"},{"SurahNumber":6,"VerseNumber":130,"Text":"[Аллах скажет в Судный день]: \"О сонмище джиннов и людей! Разве к вам не приходили посланники [Аллаха] из ваших [братьев], которые пересказывали вам Мои аяты и предупреждали вас о наступлении Судного дня?\" Они ответят: \"Мы свидетельствуем против самих себя\". Жизнь в этом мире обольстила их, и они признались в том, что были неверными"},{"SurahNumber":6,"VerseNumber":131,"Text":"[Аллах направлял посланников] так [, как было сказано], потому, что твой Господь не таков, чтобы губить [целые] страны по несправедливости в то время, когда их жители не ведали [истины]"},{"SurahNumber":6,"VerseNumber":132,"Text":"Для каждого [человека] - степени [воздаяния] соответственно тому, что он содеял. А Господь твой ведает о том, что они содеяли"},{"SurahNumber":6,"VerseNumber":133,"Text":"Господь твой всевластен, всемилостив. Если Он пожелает, то истребит вас и сделает вашими наследниками, кого пожелает, подобно тому как Он сотворил вас как потомство других [погубленных] народов"},{"SurahNumber":6,"VerseNumber":134,"Text":"Воистину, то, что обещано вам, грядет! И вы не сможете уклониться [от него]"},{"SurahNumber":6,"VerseNumber":135,"Text":"Скажи [, Мухаммад]: \"О мой народ! Поступайте соответственно своему положению. Я же буду действовать [как подобает]. И узнаете вы, кому какая доля достанется в будущем мире. Воистину, не преуспеют нечестивцы [в будущей жизни]"},{"SurahNumber":6,"VerseNumber":136,"Text":"[Мекканские многобожники] предназначают Аллаху долю того, что Он вырастил из посевов и скота, и [при этом] говорят: \"Это - Аллаху\" - согласно их разумению, - \"а это - нашим божествам\". То, что предназначено их божествам, не попадает Аллаху, а то, что предназначено Аллаху, попадает их божествам. Скверно их решение"},{"SurahNumber":6,"VerseNumber":137,"Text":"Точно так же их божества внушили большому числу многобожников, что убиение собственных детей - благо. И это - для того, чтобы погубить их [самих] и внести путаницу в их веру. А если бы Аллах захотел, то они не делали бы этого. Так отвернись от них и их измышлений"},{"SurahNumber":6,"VerseNumber":138,"Text":"Многобожники говорят: \"Вот эти посевы и скот запретны. С них может кормиться только тот, кому мы соизволим [разрешить это]\". Так утверждают они [, заблуждаясь]. [Они запрещают также] ездить верхом и возить грузы на [некоторых видах] верблюдов и при этом не упоминают имени Аллаха при их заклании, измышляя против Него ложь. Воздаст Он им за то, что они измышляют"},{"SurahNumber":6,"VerseNumber":139,"Text":"При этом они говорят: \"То, что содержится в утробах этих животных, разрешено нашим мужчинам и запрещено нашим женам\". Если же [плод] будет мертвым, то и мужчины и женщины делят его. [Аллах] воздаст им за то, что они возводят [на Него]. Воистину, Он - мудрый, всеведущий"},{"SurahNumber":6,"VerseNumber":140,"Text":"В убытке оказались те, которые убивали своих детей по недомыслию и по невежеству и запрещали [есть] то, что давал им Аллах в удел, возводя [при этом] напраслину на Аллаха. Воистину, заблуждаются они и не следуют прямым путем"},{"SurahNumber":6,"VerseNumber":141,"Text":"Он - тот, кто взрастил сады, в которых растения с подпорками [для них] и без подпорок, - [в них] финиковые пальмы, посевы с разнообразными злаками, оливы, гранатовые деревья, плоды их похожи [на вид] и не похожи [на вкус]. Вкушайте эти плоды, когда [сады] станут плодоносить, и давайте [нуждающимся] должное в день уборки, но не излишествуйте, ибо Он не любит излишествующих"},{"SurahNumber":6,"VerseNumber":142,"Text":"[Аллах сотворил разную] скотину: одну, чтобы перевозила грузы, другую - чтобы [шла] на подстилку. Ешьте то, что даровал вам в удел Аллах, и не следуйте по стопам шайтана, ибо он - ваш явный враг"},{"SurahNumber":6,"VerseNumber":143,"Text":"[Аллах сотворил для вас] скотину парами: барана и овцу, козла и козу [и прочих]. Спроси [, Мухаммад]: \"Самцов Он запретил [в пищу] или самок? Или же то, что заключают в себе лона самок? Поведайте мне, основываясь на знании [Писания], если вы говорите правду"},{"SurahNumber":6,"VerseNumber":144,"Text":"[Аллах сотворил также] верблюда и верблюдицу, корову и быка. Спроси [, Мухаммад]: \"Самцов запретил Он [в пищу] или самок? Или же вы присутствовали в качестве свидетелей, когда Аллах заповедал вам это?\" Кто же более несправедлив, чем тот, кто возводит на Аллаха ложь, чтобы сбить людей [с пути истины], ничего не ведая [о том, что говорит]? Воистину, Аллах не ведет прямым путем нечестивых"},{"SurahNumber":6,"VerseNumber":145,"Text":"Скажи [, Мухаммад]: \"В том, что дано мне откровением, я вижу запретным употреблять в пищу мертвечину, пролитую кровь, мясо свиньи - ибо все это скверна, а также [мясо] запретного [животного], заколотого не с именем Аллаха\". Если же кто-либо будет вынужден съесть [вышеупомянутое] без умысла совершить грех и преступить [предписание], то, воистину, твой Господь - прощающий, милосердный"},{"SurahNumber":6,"VerseNumber":146,"Text":"Иудеям же Мы запретили [есть мясо] всех имеющих копыто [животных], А из [мяса] коров и овец мы запретили им жирную часть, кроме сала на спинном хребте, или же нутряного сала, или того, что смешалось с костями. Так наказали мы их за их нечестие. Воистину, Мы правдивы"},{"SurahNumber":6,"VerseNumber":147,"Text":"Если тебя [, Мухаммад,] обвинят во лжи [иудеи и многобожники], отвечай: \"Ваш Господь обладает великой милостью, а наказание Его неотвратимо для грешников"},{"SurahNumber":6,"VerseNumber":148,"Text":"Те, которые поклоняются другим божествам [наряду с Ним], скажут: \"Если бы Аллах захотел, то ни мы, ни наши отцы не поклонялись бы другим божествам и мы не запрещали бы ничего [из того, что Он разрешил]\". Таким же образом не признавали [посланников] те, которые жили до них, пока не вкусили Нашего наказания. Скажи [, Мухаммад]: \"Есть ли у вас хоть какое-либо знание [истины]? Так явите нам его. Вы поступаете лишь согласно своим догадкам и говорите неправду"},{"SurahNumber":6,"VerseNumber":149,"Text":"Скажи [, Мухаммад]: \"У Аллаха есть убедительное доказательство [того, что вы лжете]. Если бы Он пожелал, то всех вас наставил бы на прямой путь"},{"SurahNumber":6,"VerseNumber":150,"Text":"Скажи: \"Зовите ваших свидетелей, которые засвидетельствуют, что Аллах запретил [есть] то [, что вы называете]\". И если даже они засвидетельствуют [то], ты к ним не присоединяйся и не потворствуй прихотям тех, которые отвергают Наши знамения и не веруют в потустороннюю жизнь. Они-то и приравнивают к Господу своему [другие божества]"},{"SurahNumber":6,"VerseNumber":151,"Text":"Скажи: \"Придите, и я возвещу [вам] то, что заповедал вам ваш Господь, [который велел] не поклоняться наряду с Ним другим божествам, относиться к родителям с добром, не убивать своих детей, [опасаясь] бедности, - ибо Мы даруем удел и вам и им, - не совершать мерзостных поступков, ни явных, ни тайных; не убивайте человека ибо Аллах запретил это, за исключением тех случаев, когда у вас [на это] есть право. Все это заповедал вам Аллах, - быть может, вы образумитесь"},{"SurahNumber":6,"VerseNumber":152,"Text":"Не распоряжайтесь имуществом сироты, кроме как на благо [ему], пока он не достигнет совершеннолетия; наполняйте меру [полностью] и взвешивайте [товар] по справедливости: Мы возлагаем на человека [обязанности] только по мере его возможности. Когда вы выносите суждение, будьте справедливы, если даже [дело] касается [вашего] родственника. Выполняйте [ваш] завет Аллаху. Все это заповедал Вам Аллах, - быть может, вы опомнитесь"},{"SurahNumber":6,"VerseNumber":153,"Text":"И [знайте], что этот [путь] - прямая дорога, [указанная] Мною. Следуйте по ней и не следуйте другими путями, а не то вас собьют с пути, указанного Им. Это - то, что Он заповедал вам. Может быть, вы будете богобоязненны"},{"SurahNumber":6,"VerseNumber":154,"Text":"Потом [скажи, о Мухаммад]: \"Мы даровали Мусе Писание как завершение [Нашего благоволения] тому, кто творил благое дело, как разъяснение всего сущего, как руководство к прямому пути, как милосердие: быть может, они уверуют в то, что предстанут перед Богом"},{"SurahNumber":6,"VerseNumber":155,"Text":"И этот [Коран] - благословенное Писание, которое Мы ниспослали. Так следуйте же за ним и будьте богобоязненны. Быть может, вы обретете помилование"},{"SurahNumber":6,"VerseNumber":156,"Text":"[Это Писание ниспослано вам] для того, чтобы вы не говорили: \"Воистину, Писание до нас было ниспослано только двум народам, и мы, воистину, пренебрегли его изучением"},{"SurahNumber":6,"VerseNumber":157,"Text":"и чтобы вы не говорили [также]: \"Если бы было ниспослано нам Писание, то мы были бы на более правильном пути, чем они\". Вам были даны от вашего Господа и ясное знамение, руководство, и милость. Так кто же более несправедлив, чем тот, кто опровергает знамения Аллаха и пренебрегает ими? Мы воздадим тем, кто пренебрегает знамениями Аллаха, суровым наказанием"},{"SurahNumber":6,"VerseNumber":158,"Text":"Неужели они ожидают, что к ним явятся ангелы или явится [веление] твоего Господа [о наказании] или какое-либо из знамений твоего Господа? В тот день, когда явится [такое] знамение твоего Господа, никому не принесет пользы [то, что он] уверует [в этот самый день], если он не уверовал прежде и не совершил добрых деяний в соответствии с верой. Скажи [им, Мухаммад]: \"Ждите, [о неверные, Судного дня], воистину, и мы ждем"},{"SurahNumber":6,"VerseNumber":159,"Text":"Воистину, ты нисколько не в ответе за тех, которые устроили раскол в своей религии и распались на секты. Воистину, им придется отвечать перед Аллахом, а Он уж поведает им о том, что они творили"},{"SurahNumber":6,"VerseNumber":160,"Text":"Тому, кто предстанет [перед Аллахом] с добрым деянием, воздается десятикратно. Тому, кто предстанет [перед Аллахом] со злым деянием, воздается тем же. И к ним (т. е. сотворившим злое деяние) не будет проявлено несправедливости"},{"SurahNumber":6,"VerseNumber":161,"Text":"Скажи: \"Воистину, мой Господь вывел меня на прямой путь посредством истинной религии, веры Ибрахима-ханифа. А он не был многобожником"},{"SurahNumber":6,"VerseNumber":162,"Text":"Скажи: \"Воистину, моя молитва, мое поклонение [Аллаху], жизнь моя и смерть - во власти Аллаха, Господа [обитателей] миров"},{"SurahNumber":6,"VerseNumber":163,"Text":"наряду с которым нет [иного] божества. Такая [вера] велена мне, и я - первый из предавшихся Ему"},{"SurahNumber":6,"VerseNumber":164,"Text":"Скажи: \"Неужели я стану признавать Господом кого-либо кроме Аллаха? Ведь Он - Господь всего сущего\". И какое бы [зло] ни совершил человек, только он в ответе за [свое деяние]. И никто не понесет ноши [грехов] другого. А затем к Господу своему вы будете возвращены, и Он разъяснит вам то, в чем вы не соглашались друг с другом"},{"SurahNumber":6,"VerseNumber":165,"Text":"Это Он сделал вас наследниками земли и возвысил по степеням одних над другими, чтобы испытать вас в том, что Он даровал вам. Воистину, Он скор в наказании, и, воистину, Он - прощающий, милосердный"},{"SurahNumber":7,"VerseNumber":1,"Text":"Алиф, лам, мим, сад"},{"SurahNumber":7,"VerseNumber":2,"Text":"[Это] Писание ниспослано тебе [, Мухаммад,] - и пусть не тревожится твое сердце из-за него - дабы увещевал ты им и было оно наставлением для верующих"},{"SurahNumber":7,"VerseNumber":3,"Text":"Следуйте [, муслимы,] за тем, что ниспослано вам от вашего Господа, и не берите помимо него других покровителей. Но вы редко об этом помните"},{"SurahNumber":7,"VerseNumber":4,"Text":"О, сколько же селений Мы погубили! И настигала их Наша кара ночью или во время полуденного отдыха"},{"SurahNumber":7,"VerseNumber":5,"Text":"А когда настигала их Наша кара, они только и стенали: \"Воистину, мы были нечестивцами"},{"SurahNumber":7,"VerseNumber":6,"Text":"[В Судный день] призовем Мы к ответу тех, к кому направляли посланников, призовем к ответу [и самих] посланников"},{"SurahNumber":7,"VerseNumber":7,"Text":"И Мы поведаем им с достоверностью [о деяниях их] - Мы ведь не отлучались от них"},{"SurahNumber":7,"VerseNumber":8,"Text":"И по справедливости в тот день будут взвешены [деяния людские]: те, чья чаша весов перетянет, окажутся в выигрыше"},{"SurahNumber":7,"VerseNumber":9,"Text":"Те же, чья чаша весов пойдет вверх, погубили сами себя, ибо отвергали Наши знамения"},{"SurahNumber":7,"VerseNumber":10,"Text":"Мы дали вам пристанище на земле, о люди, и предоставили вам средства к жизни. Но как мало вы благодарны"},{"SurahNumber":7,"VerseNumber":11,"Text":"Мы сотворили вас [сначала], потом придали вам облик. Потом Мы велели ангелам: \"Поклонитесь Адаму!\" [Все] поклонились, кроме Иблиса, который не был в числе поклонившихся"},{"SurahNumber":7,"VerseNumber":12,"Text":"Спросил [Аллах]: \"Что мешает тебе поклониться, раз Я повелел тебе?\" [Иблис] ответил: \"Я - лучше его: Ты сотворил меня из огня, а его - из глины"},{"SurahNumber":7,"VerseNumber":13,"Text":"[Аллах] сказал: \"Низвергнись отсюда! Негоже тебе кичиться в раю. Изыди, ибо ты - из числа презренных"},{"SurahNumber":7,"VerseNumber":14,"Text":"Иблис взмолился: \"Дай мне отсрочку до того дня, когда будет воскрешен [род Адама]"},{"SurahNumber":7,"VerseNumber":15,"Text":"[Аллах] сказал: \"Воистину, ты в числе тех, кто получил отсрочку"},{"SurahNumber":7,"VerseNumber":16,"Text":"[Иблис] возразил: \"За то, что Ты отвратил меня [от пути истины], я буду мешать им [следовать] по Твоему прямому пути"},{"SurahNumber":7,"VerseNumber":17,"Text":"Я непременно буду являться к ним спереди, сзади, справа и слева, и Ты убедишься, что большинство из них неблагодарны [Тебе]"},{"SurahNumber":7,"VerseNumber":18,"Text":"[Аллах] сказал: \"Изыди из рая униженным, обесславленным! А теми, кто последует за тобой, Я заполню до отказа геенну огненную"},{"SurahNumber":7,"VerseNumber":19,"Text":"Ты же, Адам, поселись вместе со своей супругой в раю, ешьте то, что пожелаете, но не приближайтесь вот к этому дереву, не то станете грешниками"},{"SurahNumber":7,"VerseNumber":20,"Text":"И стал шайтан нашептывать им, чтобы открыть им глаза на их срамные части, на которые они [до того] не обращали внимания. И он сказал им: \"Ваш Господь запретил вам [плоды] этого дерева лишь с той целью, чтобы вы не стали ангелами или не обрели бы вечной жизни"},{"SurahNumber":7,"VerseNumber":21,"Text":"И он поклялся им: \"Воистину, я для вас - добрый советчик"},{"SurahNumber":7,"VerseNumber":22,"Text":"[Таким образом] он обольстил их и низвел [из рая на землю]. Когда же они вкусили [плоды] того дерева, перед ними [воочию] предстали их срамные части, и они стали склеивать листья райских [деревьев, чтобы прикрыть наготу]. Тогда Господь воззвал к ним: \"Разве не запрещал Я вам [есть плоды] этого дерева и не говорил вам, что шайтан - ваш явный враг"},{"SurahNumber":7,"VerseNumber":23,"Text":"Они ответили: \"Господи наш! Мы наказали сами себя, и, если Ты не простишь нас и не смилостивишься над нами, мы обязательно окажемся в числе потерпевших урон"},{"SurahNumber":7,"VerseNumber":24,"Text":"Он возвестил: \"Спуститесь [из рая на землю, и ваши потомки будут] врагами друг другу. На земле [теперь] вам пребывать и пользоваться благами временными"},{"SurahNumber":7,"VerseNumber":25,"Text":"[Еще] Он сказал: \"На земле вы будете жить, на ней будете умирать и из нее восстанете [в День воскресения]"},{"SurahNumber":7,"VerseNumber":26,"Text":"О сыны Адама! Мы ниспослали вам одежды для прикрытия ваших срамных частей и украшения [для одежд]. Однако одеяние благочестия лучше\". Это - одно из знамений Аллаха, может быть, оно послужит наставлением им"},{"SurahNumber":7,"VerseNumber":27,"Text":"О сыны Адама! Да не совратит вас шайтан, подобно тому как он [совратил и] изгнал из рая ваших родителей, лишив их одежд, чтобы представить им воочию их срамные части. Воистину, шайтан и его приспешники видят вас, тогда как вы их не видите. Воистину, Мы сделали шайтанов покровителями неверующих"},{"SurahNumber":7,"VerseNumber":28,"Text":"Когда же они совершают какой-либо мерзкий поступок, они оправдываются так: \"И наши отцы поступали так же, и Аллах велел нам [поступать] именно так\". А ты [, Мухаммад,] отвечай: \"Воистину, Аллах не велит совершать поступков мерзких. Неужели вы станете возводить на Аллаха то, о чем не ведаете"},{"SurahNumber":7,"VerseNumber":29,"Text":"Скажи: \"Мой Господь велел [вам творить] справедливость, обращать лицо свое [к Нему] при каждом челобитии и взывать к Нему, будучи искренними в вере. Как Он сотворил вас, так и вернетесь [к Нему]"},{"SurahNumber":7,"VerseNumber":30,"Text":"Одних из вас Аллах направил на прямой путь, другим Он прежопределил заблуждение за то, что, отвергнув Аллаха, они признали шайтанов [своими] покровителями и полагают, что избрали прямой путь"},{"SurahNumber":7,"VerseNumber":31,"Text":"О сыны Адама! Облекайтесь в свои одеяния, где бы вы ни совершали поклоны. Ешьте и пейте, но не излишествуйте, ибо Аллах не любит излишествующих"},{"SurahNumber":7,"VerseNumber":32,"Text":"Скажи, [о Мухаммад]: \"Кто же думает, что украшения Господа и прекрасный удел, который Он ниспослал рабам своим, - запретны?\" Скажи [им]: \"Для тех они, кто в этой жизни искренно уверовал в Судный день\". Так Мы разъяснили аяты людям сведущим"},{"SurahNumber":7,"VerseNumber":33,"Text":"Скажи: \"Воистину, Господь мой запретил недостойные поступки\", как явные, так и скрытые, а также греховные поступки, несправедливое притеснение, признание других богов наряду с Аллахом, хотя Он не ниспосылал об этом никакого предписания. [Запретил Он] и возводить на Аллаха то, чего вы не знаете"},{"SurahNumber":7,"VerseNumber":34,"Text":"И для каждой религиозной общины - свой срок. Когда наступает их срок, они не могут ни промедлить [хотя бы] час, ни опередить [его]"},{"SurahNumber":7,"VerseNumber":35,"Text":"О сыны Адама! Если к вам придут посланники из вашей среды, передавая вам Мои откровения, то нечего страшиться тем, кто был богобоязнен и творил добро, и не будут они опечалены"},{"SurahNumber":7,"VerseNumber":36,"Text":"А те, которые объявляли ложью Мои откровения и отвергали их в гордыне, будут обитателями ада, и будут они пребывать в нем во веки веков"},{"SurahNumber":7,"VerseNumber":37,"Text":"Кто нечестивее того, что возводит на Аллаха навет или опровергает Его знамения? Их постигнет участь, [отведенная им] в Писании. Когда же к ним придут Наши посланцы, чтобы успокоить их, и спросят: \"Где те, к кому вы взывали помимо Аллаха?\" - то ответят: \"Они покинули нас!\" И [тем самым] засвидетельствуют, что они были неверными"},{"SurahNumber":7,"VerseNumber":38,"Text":"[Аллах] скажет: \"Войдите в ад вместе с людьми и джиннами, которые ушли [из жизни] задолго до вас \". Каждый раз, когда входит [в ад] какой-либо народ, он проклинает подобный себе [по вере]. Когда они соберутся в аду все вместе, то последователи скажут о своих предводителях: \"Господи наш! Вот они и сбили нас с пути веры: воздай же им в аду наказанием вдвойне\". [Аллах] скажет: \"Каждому [из них] воздается вдвойне, но вы не ведаете об этом"},{"SurahNumber":7,"VerseNumber":39,"Text":"И скажут предводители своим последователям: \"Вы ничем не лучше нас. Вкусите же наказание за то, что вы творили"},{"SurahNumber":7,"VerseNumber":40,"Text":"Воистину, не откроются врата небесные перед теми, которые опровергали наши знамения и относились к ним с высокомерием. И не войдут они в рай, пока верблюд не пройдет сквозь игольное ушко. Так воздаем мы грешникам"},{"SurahNumber":7,"VerseNumber":41,"Text":"И ложем, и покрывалом грешникам будет адский огонь. Так Мы воздаем нечестивцам"},{"SurahNumber":7,"VerseNumber":42,"Text":"И ни на кого, кто уверовал и творил благое, Мы не возложили [ноши], кроме как посильной. И будут они обитателями рая и будут пребывать в нем вечно"},{"SurahNumber":7,"VerseNumber":43,"Text":"И удалили Мы из их сердец злобу, [и теперь] пред ними текут ручьи, и они произносят: \"Слава Аллаху, который привел нас к этому. Мы не следовали бы прямым путем, если бы Аллах не направил нас. [К нам] пришли посланцы Господа нашего с Откровением\". Им будет возвещено [от имени Аллаха]: \"Этот рай дан вам в вознаграждение за то, что вы совершили"},{"SurahNumber":7,"VerseNumber":44,"Text":"Обитатели рая воззовут к тем, кто в аду: \"Вот мы убедились, что обещанное нам Аллахом - истина. Убедились ли вы, что обещанное Аллахом - истина?\" [Обитатели ада] ответят: \"Да\". И возвестит глашатай и обитателям рая, и обитателям ада: \"Проклятие Аллаха [да падет] на грешников"},{"SurahNumber":7,"VerseNumber":45,"Text":"которые сбивают [людей] с пути Аллаха, стремятся исказить [религию] и не веруют в будущую жизнь"},{"SurahNumber":7,"VerseNumber":46,"Text":"Между раем и адом [находится] завеса, а на оградах - люди, которые распознают и обитателей рая, и обитателей ада по их чертам. И эти люди воззовут к обитателям рая: \"Да будет вам мир!\" Сами они не войдут в рай, хотя и жаждут того"},{"SurahNumber":7,"VerseNumber":47,"Text":"Когда же их взоры обратятся к обитателям ада, они воскликнут: \"Господи наш Не помещай нас с [этими] грешными людьми"},{"SurahNumber":7,"VerseNumber":48,"Text":"Мужи, что на оградах, воззовут к мужам [ада], которых они узнают по их обличью, со словами: \"Не помогло вам то, что вы накопили, и то, чем вы [так] кичились"},{"SurahNumber":7,"VerseNumber":49,"Text":"А не тем ли, о которых вы твердили и клялись, что Господь не осенит их Своей милостью, [будет сказано]: \"Войдите в рай. Вам нечего страшиться, и не будете вы опечалены"},{"SurahNumber":7,"VerseNumber":50,"Text":"Обитатели ада воззовут к обитателям рая: \"Поделитесь с нами водой или дайте нам [немного] из того, что даровал вам Аллах\". Они ответят: \"Аллах запретил [давать] и то и другое неверным"},{"SurahNumber":7,"VerseNumber":51,"Text":"которые приняли веру за потеху и забаву и прельстились земною жизнью\". [А Аллах скажет]: \"Мы же сегодня предали их забвению, подобно тому как они забыли, что предстанут [перед Нами] в Судный день и что они отрицали Наши знамения"},{"SurahNumber":7,"VerseNumber":52,"Text":"А ранее Мы даровали им Писание, которое разъяснили им в соответствии со знанием как [наставление на] прямой путь и милость для верующих"},{"SurahNumber":7,"VerseNumber":53,"Text":"Неужели неверные надеются, что не осуществится [наказание, предсказанное] в Писании? В тот день, когда осуществится предсказанное в Писании, те, которые забыли об этом прежде, скажут: \"Посланники Господа нашего приходили и [вещали] истину. Найдутся ли для нас заступники, которые вступились бы за нас? Или же нас вернут [в земной мир], чтобы мы творили противоположное тому, что творили [прежде]?\" Они сами причинили себе вред, и бросили их те, кого они измышляли"},{"SurahNumber":7,"VerseNumber":54,"Text":"Воистину, ваш Господь - Аллах, который сотворил небеса и землю за шесть дней. Потом он утвердился на престоле. Он покрывает ночью день, который поспешно за ней следует. [Он сотворил] солнце, луну и звезды, покорные Его воле. И разве не Ему дано творить и повелевать? Благословен Аллах, Господь [обитателей] миров"},{"SurahNumber":7,"VerseNumber":55,"Text":"Обращайтесь к Господу своему смиренно и покорно. Воистину, Он не любит преступающих меру"},{"SurahNumber":7,"VerseNumber":56,"Text":"Не распространяйте нечестия на земле после того, как на ней установлена была праведность. Обращайтесь к Нему в страхе и уповании. Воистину, милость Аллаха близка к творящим добро"},{"SurahNumber":7,"VerseNumber":57,"Text":"Он - тот, кто направляет ветер добрым вестником Своей милости, так что, когда ветер движет дождевые тучи, это Мы гоним их на высохшую землю, низводим из них дождь и таким образом заставляем расти всякие плоды. Подобным же образом Мы оживляем мертвых: быть может, вы запомните это как назидание"},{"SurahNumber":7,"VerseNumber":58,"Text":"На хорошей земле растения по дозволению ее Господа восходят [обильно], на плохой же земле они восходят скудно. Так Мы разъясняем знамения для благодарных людей"},{"SurahNumber":7,"VerseNumber":59,"Text":"Задолго до вас Мы послали Нуха к его народу, и он сказал: \"О мой народ! Поклоняйтесь Аллаху, нет у вас другого Бога, помимо Него. Воистину, я опасаюсь, что вас накажут в великий (т. е. Судный) день"},{"SurahNumber":7,"VerseNumber":60,"Text":"Мужи его народа заявили: \"Воистину, мы видим, что ты находишься в явном заблуждении"},{"SurahNumber":7,"VerseNumber":61,"Text":"[Ибрахим] сказал: \"О мой народ! Не заблуждаюсь я. Напротив. я - посланник Господа миров"},{"SurahNumber":7,"VerseNumber":62,"Text":"Я доставляю к вам послания Господа моего и даю вам добрый совет. Я знаю [благодаря откровению] то, чего не знаете вы"},{"SurahNumber":7,"VerseNumber":63,"Text":"Неужели вы удивляетесь тому, что наставление от вашего Господа передано человеку из вас, дабы он увещевал вас и чтобы вы стали богобоязненными? И тогда, быть может, вы будете помилованы"},{"SurahNumber":7,"VerseNumber":64,"Text":"Однако они сочли его лжецом, а Мы спасли его и тех, кто был с ним в ковчеге, и потопили тех, кто опровергал Наши знамения. Воистину, они были слепцами"},{"SurahNumber":7,"VerseNumber":65,"Text":"[Мы послали] к людям племени 'ад их брата Худа. Он сказал: \"О мой народ! Поклоняйтесь вашему Аллаху. Нет у вас бога, кроме Него. Неужели вы не убоитесь Аллаха"},{"SurahNumber":7,"VerseNumber":66,"Text":"Вожди его народа, которые не верили [в Аллаха], ответили: \"Воистину, мы видим, что ты глупец, и мы думаем, что ты - лжец"},{"SurahNumber":7,"VerseNumber":67,"Text":"[Худ] сказал: \"О мой народ! Я вовсе не глупец, напротив, я - посланник Господа [обитателей] миров"},{"SurahNumber":7,"VerseNumber":68,"Text":"Я [только] доставляю к вам послания от вашего Господа, и я для вас -\" надежный советчик"},{"SurahNumber":7,"VerseNumber":69,"Text":"Неужели вы удивляетесь тому, что наставление вашего Господа передано человеку из вас, чтобы он увещевал вас? Вспомните же, как Он сделал вас преемниками народа Нуха и сделал вас более сильными и рослыми, [чем народ Нуха]. Помните же [оказанные вам] Аллахом благодеяния, - быть может, вы будете счастливы"},{"SurahNumber":7,"VerseNumber":70,"Text":"Они спросили: \"Для того ли ты пришел к нам, чтобы [заставить] нас поклоняться единому Аллаху и отречься от того, чему поклонялись наши отцы? Осуществи же свою угрозу, если ты говоришь правду"},{"SurahNumber":7,"VerseNumber":71,"Text":"[Худ] сказал: \"Уже постигли вас наказание и гнев Господа вашего. Неужели вы станете спорить со мной относительно имен, которыми назвали [своих идолов] вы и ваши отцы? Аллах не ниспосылал о них никакого доказательства. Так ждите же, и я буду ожидать с вами вместе"},{"SurahNumber":7,"VerseNumber":72,"Text":"Мы спасли его и тех, кто был с ним, по Нашей милости и уничтожили до последнего тех, которые отвергли Наши знамения и не уверовали [в Аллаха]"},{"SurahNumber":7,"VerseNumber":73,"Text":"А к племени самуд [Мы послали] их брата Салиха. Он воззвал: \"О мой народ! Поклоняйтесь Аллаху: нет для вас иного бога, кроме Него. К вам уже пришло явное чудо от вашего Господа - вот эта верблюдица Аллаха в качестве знамения. Пусть она пасется на земле, принадлежащей Аллаху, не причиняйте ей зла, а не то вас постигнет мучительное наказание"},{"SurahNumber":7,"VerseNumber":74,"Text":"Вспомните, как Он сделал вас наследниками племени 'ад. Он поселил вас на земле, на равнинах которой вы воздвигаете замки, а в горах высекаете жилища. Помните же благодеяния Аллаха и не творите на земле беззакония и нечестия"},{"SurahNumber":7,"VerseNumber":75,"Text":"Возгордившиеся вожди его народа спросили уверовавших из числа обездоленных: \"Знаете ли вы, что Салих послан своим Господом?\" Они ответили: \"Воистину, мы веруем в то, что ниспослано с ним"},{"SurahNumber":7,"VerseNumber":76,"Text":"Гордецы же сказали: \"Воистину, мы отвергаем то, во что вы веруете"},{"SurahNumber":7,"VerseNumber":77,"Text":"Потом они закололи верблюдицу, ослушались велений своего Господа и сказали: \"О Салих! Яви же нам то, чем ты угрожал, если ты посланник"},{"SurahNumber":7,"VerseNumber":78,"Text":"И тогда постигло их землетрясение, и полегли они мертвыми в своих домах"},{"SurahNumber":7,"VerseNumber":79,"Text":"[Салих] отвернулся от них и сказал: \"О мой народ! Я донес до вас послание моего Господа, наставлял вас [на путь истины], но вы не любите наставляющих"},{"SurahNumber":7,"VerseNumber":80,"Text":"[Послали Мы] также Лута, и он сказал своему народу: \"Неужели вы будете развратничать, как не развратничал до вас никто из обитателей миров"},{"SurahNumber":7,"VerseNumber":81,"Text":"Воистину, в страсти вы используете мужчин вместо женщин. Ведь вы перешли всякие границы"},{"SurahNumber":7,"VerseNumber":82,"Text":"Ответ его народа был один: \"Изгоните их из вашей земли. Воистину, они - люди, которые выдают себя за [нравственно] чистых"},{"SurahNumber":7,"VerseNumber":83,"Text":"Мы спасли его и его последователей, кроме его жены, которая была в числе оставшихся [, чтобы понести наказание]"},{"SurahNumber":7,"VerseNumber":84,"Text":"И Мы пролили на них дождь [из камней]. Посмотри же, какой конец постиг грешников"},{"SurahNumber":7,"VerseNumber":85,"Text":"К мадйанитам [Мы послали] их брата Шу'айба. Он сказал: \"О мой народ! Поклоняйтесь Аллаху. Нет у вас иного бога, кроме Него. К вам пришло ясное знамение от вашего Господа. Не обмеривайте и не обвешивайте людей [при сделках], не обманывайте их в вопросах имущества и не распространяйте нечестия на земле, после того как установлена на ней праведность. Так лучше для вас, если вы - верующие"},{"SurahNumber":7,"VerseNumber":86,"Text":"Не преграждайте дорог [истины], угрожая и отвращая от пути Аллаха тех, кто уверовал в Него, и не стремитесь искривить этот путь. Вспомните [то время], когда вас было мало. А Он ведь увеличил вашу численность. Подумайте же о том, каков был исход нечестивцев"},{"SurahNumber":7,"VerseNumber":87,"Text":"Если одна часть из вас уверовала в то, с чем я послан к вам, а другая не уверовала, то ждите, пока Аллах не рассудит вас, ибо Он - наилучший из судей"}]}