{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Papalapit na nang papalapit ang sangkatauhan sa kanilang pagsusulit habang sila ay patuloy sa hindi pagtalima (sa pag- uutos) at tumatalikod"},{"SurahNumber":21,"VerseNumber":2,"Text":"Hindi baga sumapit sa kanila ang isang Tagubilin (isang kabanata ng Qur’an) mula sa kanilang Panginoon bilang kamakailan lamang na kapahayagan, subalit nakikinig sila rito habang sila ay abala sa pagbubulakbol"},{"SurahNumber":21,"VerseNumber":3,"Text":"Na ang kanilang puso ay pinananahanan (ng masasamang bagay), sila na gumagawa ng kamalian ay naglilingid ng kanilang pribadong tagapayo, (na nagsasabi): “Ito bang (si Muhammad) ay higit pa sa isang tao na katulad ninyo? Kayo ba ay maniniwala sa salamangka habang ito ay inyong namamasdan?”"},{"SurahNumber":21,"VerseNumber":4,"Text":"Siya (Muhammad) ay nagsabi: “Ang aking Panginoon ay nakakabatid (ng lahat) ng mga salita (na ipinangungusap) sa kalangitan at kalupaan. At Siya ang Ganap na Nakakarinig, ang Lubos na Nakakaalam.”"},{"SurahNumber":21,"VerseNumber":5,"Text":"Hindi, sila ay nagsasabi: “Ang mga (kapahayagang ito sa Qur’an na ipinadala kay Muhammad) ay mga pinaghalo- halo lamang na panaginip ng kasinungalingan! Hindi, kinatha lamang niya ito! Hindi, siya ay isang makata! Hayaang dalhin niya sa atin ang isang Ayat (Tanda bilang isang Katibayan) na katulad niyaong (mga Propeta) na ipinadala noong pang una!”"},{"SurahNumber":21,"VerseNumber":6,"Text":"wala isa man sa mga bayan (pamayanan), na Aming winasak, ang nagsisampalataya sa kanila noon (bagama’t Aming pinadalhan sila ng mga Tanda), sila ba ay magsisipaniwala pa"},{"SurahNumber":21,"VerseNumber":7,"Text":"At hindi Kami nagsugo (O Muhammad) bago pa sa iyo ng ibang (mga propeta) maliban na mga tao na katulad mo na Aming binigyang inspirasyon, kaya’t iyong tanungin ang mga tao ng Pagpapaala-ala (mga Kasulatan, ang Torah [mga Batas], ang Ebanghelyo), kung hindi mo nababatid"},{"SurahNumber":21,"VerseNumber":8,"Text":"At hindi Namin nilikha sila (ang mga Sugo) na may mga katawang hindi kumakain ng pagkain, gayundin, na sila ay walang kamatayan"},{"SurahNumber":21,"VerseNumber":9,"Text":"Kaya’t tinupad Namin sa kanila ang pangako, at Aming iniligtas sila at yaong Aming hinirang, datapuwa’t Aming winasak ang Al-Musrifun (palalo sa pang-aapi, makasalanan at pagano)"},{"SurahNumber":21,"VerseNumber":10,"Text":"Katotohanang Aming ipinadala sa inyo (O sangkatauhan) ang isang Aklat (ang Qur’an), na rito ay mayroong dikhrukum (isang karangalan para sa inyo, alalaong baga, sa sinuman na sumusunod sa pagtuturo ng Qur’an at nagsasagawa ng kanyang mga pag-uutos). Hindi baga kayo makakaunawa"},{"SurahNumber":21,"VerseNumber":11,"Text":"Ilan na bang mga bayan (pamayanan) na mapaggawa ng kamalian ang Aming winasak, at pinalitan Namin ng ibang mga tao pagkaraan nila"},{"SurahNumber":21,"VerseNumber":12,"Text":"Kaya’t nang mapagtanto (mamalas) nila ang Aming Kaparusahan (na dumarating), pagmasdan, (sila ay nagtangka) na tumakas dito"},{"SurahNumber":21,"VerseNumber":13,"Text":"Huwag kayong tumalilis, datapuwa’t magsipagbalik kayo sa dating lugar kung saan kayo namumuhay nang marangya, at sa inyong mga tahanan, upang kayo ay mabigyan ng katanungan"},{"SurahNumber":21,"VerseNumber":14,"Text":"Sila ay nagsihibik: “Kasawian (sa aba) namin! Katotohanang kami ay naging Zalimun (mga pagano, buktot, walang paniniwala sa Kaisahan ni Allah, atbp.).”"},{"SurahNumber":21,"VerseNumber":15,"Text":"At ang kanilang pananaghoy ay hindi nagbawa, hanggang sa ginawa Namin sila na animo’y bukiring ginapas, na nawalang sigla (patay at tigang)"},{"SurahNumber":21,"VerseNumber":16,"Text":"Hindi Namin nilikha ang kalangitan at kalupaan at lahat ng nasa pagitan nito bilang (isa lamang) paglalaro"},{"SurahNumber":21,"VerseNumber":17,"Text":"Kung Kami ay nagnais na magpalipas lamang ng oras (alalaong baga, tulad ng asawa o anak, atbp.), ay walang pagsala na makakamtan Namin ang mga ito mula sa pinakamalalapit sa Amin, kung Kami ay may layunin na gawin (ang gayong bagay)"},{"SurahNumber":21,"VerseNumber":18,"Text":"Hindi, Aming ipinukol (ipinanaog) ang Katotohanan (ang Qur’an) laban sa kabulaanan (kawalan ng pananampalataya), kaya’t ito ang nagwasak dito, at pagmasdan, ito (ang kasinungalingan at kabulaanan) ay naglaho. At kasawian sa inyo (sa gayong kasinungalingan) na inyong ikinukulapol sa Amin (laban kay Allah sa pagsasabi na Siya ay may asawa at anak)"},{"SurahNumber":21,"VerseNumber":19,"Text":"Sa Kanya ang pagmamay-ari ng anupamang nasa kalangitan at kalupaan. At yaong mga malalapit sa Kanya (tulad ng mga anghel) ay hindi lubhang mga palalo sa pagsamba sa Kanya, gayundin, sila ay hindi nahahapo (sa pagsamba sa Kanya)"},{"SurahNumber":21,"VerseNumber":20,"Text":"Sila (ang mga anghel) ay lumuluwalhati ng Kanyang mga Papuri sa gabi at araw, at sila ay hindi nakakaligta (na gawin ito)"},{"SurahNumber":21,"VerseNumber":21,"Text":"o sila ba ay nagturing ng iba pang mga diyos (upang sambahin) sa kalupaan na bumubuhay ng patay"},{"SurahNumber":21,"VerseNumber":22,"Text":"Kung nagkaroon man dito (sa kalangitan at kalupaan) ng iba pang mga diyos maliban kay Allah, kung gayon, katotohanang sila ay kapwa mawawasak. Luwalhatiin si Allah, ang Panginoon ng Luklukan, (higit Siyang Mataas) sa lahat ng mga itinatambal nila sa Kanya"},{"SurahNumber":21,"VerseNumber":23,"Text":"Siya (Allah) ay hindi maaaring tanungin sa Kanyang ginagawa, samantalang sila"},{"SurahNumber":21,"VerseNumber":24,"Text":"o nagturing ba sila ng iba pang mga diyos upang sambahin maliban sa Kanya? Ipagbadya: “Dalhin ninyo ang inyong katibayan.” Ito (ang Qur’an) ay isang Paala-ala sa mga sumusunod sa akin at gayundin (ay isang Paala- ala) sa mga nangauna sa akin. Datapuwa’t ang karamihan sa kanila ay hindi nakakabatid ng Katotohanan, kaya sila ay umaayaw"},{"SurahNumber":21,"VerseNumber":25,"Text":"At hindi Namin isinugo ang sinumang Tagapagbalita bago pa sa iyo (o Muhammad), na hindi Namin binigyan ng inspirasyon (na magsabi): “La ilaha illa Ana (wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban sa Akin [Allah]), kaya’t sambahin Ako (ng Tangi at wala ng iba).”"},{"SurahNumber":21,"VerseNumber":26,"Text":"At sila ay nagsisipagturing: “Ang Pinakamapagpala (Allah) ay nagkaroon ng anak (na lalaki o mga supling).” Luwalhatiin Siya! Sila (na tinatawag nilang mga anak ni Allah tulad ng mga anghel, si Hesus na anak ni Maria, si Ezra, atbp.) ay mga mararangal na alipin lamang"},{"SurahNumber":21,"VerseNumber":27,"Text":"Sila ay hindi nangungusap hanggang Siya ay hindi pa nakakapangusap, at sila ay gumagawa ayon sa Kanyang pag-uutos"},{"SurahNumber":21,"VerseNumber":28,"Text":"Talastas Niya kung ano ang nasa harapan nila, at kung ano ang nasa likuran nila, at sila ay hindi makakapamagitan maliban sa kanya na Kanyang maibigan. At sila ay nakatindig ng may pangingimi dahilan sa pangangamba sa Kanya"},{"SurahNumber":21,"VerseNumber":29,"Text":"At kung sinuman sa kanila ang magsabi: “Katotohanang ako ang Ilah (isang diyos) liban pa sa Kanya (Allah),” siya (kung sinuman) ay Aming babayaran ng Impiyerno. Kaya’t sa ganito Namin bibigyang ganti ang Zalimun (mga pagano, buktot, atbp)"},{"SurahNumber":21,"VerseNumber":30,"Text":"Hindi baga nababatid ng mga hindi sumasampalataya na ang kalangitan at kalupaan ay magkadikit noon bilang magkabuklod na piraso, at saka Namin pinaghiwalay yaon? At nilikha Namin mula sa tubig ang lahat ng nabubuhay na bagay. Hindi baga sila mananampalataya"},{"SurahNumber":21,"VerseNumber":31,"Text":"At inilagay Namin sa kalupaan ang matatatag na kabundukan, (kung hindi) ito ay mauuga na kasama nila, at inilagay Namin ang maluluwang na daan para sa kanila upang sila ay may madaanan, at nang sila ay mapatnubayan"},{"SurahNumber":21,"VerseNumber":32,"Text":"At ginawa Namin ang kalangitan (alapaap) na isang bubungan, na ligtas at ganap na nababantayan. Datapuwa’t sila ay nagsilayo sa kanilang mga Tanda (tulad ng araw, buwan, hangin, ulap, atbp)"},{"SurahNumber":21,"VerseNumber":33,"Text":"At Siya ang lumikha ng gabi at ng maghapon, at ng araw at ng buwan, ang bawa’t isa ay nasa orbito (pag-inog) na lumulutang"},{"SurahNumber":21,"VerseNumber":34,"Text":"At hindi Namin ipinagkaloob sa sinumang tao ang imortalidad (kawalan ng kamatayan) maging noong una pa sa iyo (O Muhammad), kaya’t kung ikaw ay mamatay, sila ba ay mabubuhay nang walang hanggan"},{"SurahNumber":21,"VerseNumber":35,"Text":"Ang bawat tao (kaluluwa) ay makakalasap ng kamatayan, at kayo ay Aming susubukan sa kabutihan at kasamaan, at kayo sa Amin ay ibabalik"},{"SurahNumber":21,"VerseNumber":36,"Text":"At kung ang mga hindi sumasampalataya (sa Kaisahan ni Allah) ay makita ka (o Muhammad), ikaw ay hindi nila pinapansin maliban na ikaw ay libakin na nagsasabi: “Siya ba (Muhammad) ang nagsasabi ng masama tungkol sa inyong mga diyos?” At sila ay lumalapastangan (hindi naniniwala) kapag nababanggit ang Pinakamapagpala (Allah)"},{"SurahNumber":21,"VerseNumber":37,"Text":"Ang tao ay nilikha sa pagmamadali (o isang likha na nagmamadali), ipapakita Ko sa inyo ang Aking Ayat (parusa, mga katibayan, talata, aral, tanda, atbp.). Kaya’t huwag ninyong hilingin na Aking madaliin (ang mga ito)"},{"SurahNumber":21,"VerseNumber":38,"Text":"At sila ay nagsasabi: “Kailan baga ang pangakong ito (ay mangyayari), kung ikaw ay nagsasabi ng katotohanan?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Kung ang mga hindi sumasampalataya ay nakakaalam lamang (ng oras), sa sandaling hindi nila maitataboy ang Apoy sa kanilang mukha, gayundin sa kanilang likuran, at sila ay hindi matutulungan"},{"SurahNumber":21,"VerseNumber":40,"Text":"Hindi, ito (ang parusa ng Impiyerno [Apoy] sa Araw ng Muling Pagkabuhay) ay daratal sa kanilang lahat nang kaginsa-ginsa at sila ay magugulumihanan, at sila ay walang kapangyarihan na hadlangan ito, gayundin sila ay hindi magkakamit ng palugit"},{"SurahNumber":21,"VerseNumber":41,"Text":"Katotohanang (maraming) mga Tagapagbalita ang nilibak nang una pa sa iyo (O Muhammad), datapuwa’t ang kanilang mga mapanuya ay napapaligiran ng gayong bagay na kanilang tinutudyo"},{"SurahNumber":21,"VerseNumber":42,"Text":"Ipagbadya: “Sino kaya baga ang makakapangalaga sa inyo sa gabi o sa araw (sa kaparusahan) ng Pinakamapagpala (Allah)? Hindi, subalit sila ay nagsitalikod sa pag-aala-ala sa kanilang Panginoon"},{"SurahNumber":21,"VerseNumber":43,"Text":"o sila kaya ay may aliah (mga diyos) na makakapangalaga sa kanila laban sa Amin? Sila ay walang kapangyarihan upang tulungan ang kanilang sarili, gayundin sila ay hindi mapapangalagaan laban sa Amin (alalaong baga, sa Aming parusa)"},{"SurahNumber":21,"VerseNumber":44,"Text":"Hindi, Aming ipinagkaloob ang mga karangyaan sa buhay na ito sa gayong mga tao at sa kanilang mga ninuno hanggang ang panahon ay naging matagal sa kanila. Hindi baga nila namamalas na unti-unti Naming binabawasan ang kalupaan (na nasa kanilang pamamahala) mula sa malalawak na hangganan? Sila baga ang mangingibabaw"},{"SurahNumber":21,"VerseNumber":45,"Text":"Ipagbadya (o Muhammad): “Aking binibigyang babala lamang kayo sa pamamagitan ng kapahayagan (ni Allah at hindi ng aking sariling kuru-kuro o ng mga pantas). Datapuwa’t ang bingi (na sumunod sa bulag na pagtuturo ng iba at ng mga pantas) ay hindi makakarinig sa panawagan, (kahit na) sila ay paalalahanan (alalaong baga, sinuman ay marapat na sumunod lamang sa Qur’an at Sunna, mga pamamaraan at gawa at pagsamba mula sa pahayag ni Propeta Muhammad at ng kanyang mga Kasamahan)"},{"SurahNumber":21,"VerseNumber":46,"Text":"At kung ang isang hibla (maliit na kapinsalaan) ng Kaparusahan ng inyong Panginoon ay sumaling sa kanila, katiyakang sila ay mananaghoy: “Sa aba namin!” Katotohanang kami ay naging Zalimun (mga pagano, buhong, buktot, atbp)"},{"SurahNumber":21,"VerseNumber":47,"Text":"At itatatag Namin ang timbangan ng katarungan sa Araw ng Muling Pagkabuhay, kaya’t walang sinuman ang tuturingan ng kawalang katarungan sa lahat ng bagay. At kung mayroon mang (gawa) na katulad ng bigat ng isang buto ng mustasa, ito ay Aming itatambad. At Kami ay Sapat na bilang Tagapagsulit"},{"SurahNumber":21,"VerseNumber":48,"Text":"At katotohanang ipinagkaloob Namin kay Moises at Aaron ang Pamantayan ng (tama at mali), at isang nagluluningning na Liwanag (alalaong baga, ang Torah [mga Batas]), at isang Paala-ala sa Muttaqun (matutuwid, matimtiman at mabubuting tao)"},{"SurahNumber":21,"VerseNumber":49,"Text":"Sila na may pagkatakot sa kanilang Panginoon kahit hindi Siya nakikita, habang sila ay nangangamba sa oras"},{"SurahNumber":21,"VerseNumber":50,"Text":"At ito ang pinagpalang Paala-ala (ang Qur’an) na Aming ipinanaog, kayo baga ay (hahamon) na itakwil ito"},{"SurahNumber":21,"VerseNumber":51,"Text":"At katotohanan, noong pang una ay Aming ipinagkaloob kay Abraham ang kanyang (bahagi) ng patnubay, at Kami ang Lubos na Nakakatalos sa kanya (tungkol sa kanyang paniniwala sa Kaisahan ni Allah, atbp)"},{"SurahNumber":21,"VerseNumber":52,"Text":"Nang kanyang ipagturing sa kanyang ama at sa kanyang pamayanan: “Ano ang mga larawang ito (mga imahen) na inyong pinagsisilbihan at pinagkakaabalahan?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"Sila ay nagsabi: “Nakagisnan na namin ang aming mga ninuno na sumasamba sa kanila.”"},{"SurahNumber":21,"VerseNumber":54,"Text":"Siya (Abraham) ay nagsabi: “Katotohanang kayo at ang inyong mga ninuno ay nasa maliwanag na kamalian.”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Sila ay nagsabi: “dinala mo ba sa amin ang Katotohanan, o ikaw ay isa sa mga nagtatawa (tungkol sa pagsamba sa mga imahen)?”"},{"SurahNumber":21,"VerseNumber":56,"Text":"Siya ay nagsabi: “Hindi, ang inyong Panginoon ay Siyang Panginoon ng kalangitan at kalupaan na lumikha sa kanila, at ako ay isa sa mga Saksi (sa ganitong katotohanan)"},{"SurahNumber":21,"VerseNumber":57,"Text":"“At sa pamamagitan ni Allah, ako ay magbabalak ng isang plano (upang wasakin) ang inyong mga diyus-diyosan (imahen) matapos na kayo ay umalis at magsitalikod.”"},{"SurahNumber":21,"VerseNumber":58,"Text":"Kaya’t winasak niya ito (mga imahen) sa maraming piraso, (ang lahat-lahat) maliban lamang sa pinakamalaki sa mga ito, upang sila ay makapansin dito"},{"SurahNumber":21,"VerseNumber":59,"Text":"Sila ay nagsabi: “Sino ang gumawa nito sa aming aliah (mga diyos)? Katiyakang siya ay isa sa mga mapaggawa ng kamalian.”"},{"SurahNumber":21,"VerseNumber":60,"Text":"Sila ay nagsabi: “Narinig namin ang isang binata na nagsasabi (ng laban) sa mga ito (imahen) na ang pangalan ay Abraham.”"},{"SurahNumber":21,"VerseNumber":61,"Text":"Sila ay nagsabi: “Kung gayon, dalhin siya sa harap ng paningin ng mga tao, upang sila ay magsisaksi.”"},{"SurahNumber":21,"VerseNumber":62,"Text":"Sila ay nagsabi: “Ikaw nga ba o Abraham ang gumawa nito sa aming mga diyos?”"},{"SurahNumber":21,"VerseNumber":63,"Text":"Siya (Abraham) ay nagsabi: “Hindi, ito, ang pinakamalaki sa kanila (imahen) ang gumawa nito. Inyong tanungin sila kung sila ay nakakapagsalita?”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Kaya’tsilaaynagsang-usap-usapansaisa’tisaatnagsabi: “Katotohanang ikaw ay Zalimun (buktot, mapaggawa ng kamalian).”"},{"SurahNumber":21,"VerseNumber":65,"Text":"At (muli) sila ay nagsang-usap-usapan at pumakli: “Katotohanan na ganap mong alam na ang (mga imaheng) ito ay hindi nakakapagsalita!”"},{"SurahNumber":21,"VerseNumber":66,"Text":"(Si Abraham) ay nagturing: “Sinasamba ba ninyo maliban kay Allah ang mga bagay na hindi makakapagbigay sa inyo ng kapakinabangan , o makakapaminsala sa inyo?”"},{"SurahNumber":21,"VerseNumber":67,"Text":"“Kasumpa-sumpa kayo, at gayundin ang mga sinasamba ninyo maliban pa kay Allah! wala baga kayong pag-iisip?”"},{"SurahNumber":21,"VerseNumber":68,"Text":"Sila ay nagsabi: “Sunugin siya, at pangalagaan ninyo ang inyong mga diyos, kung mayroon (man) kayong gagawin (sa lahat ng bagay)!”"},{"SurahNumber":21,"VerseNumber":69,"Text":"Kami (Allah) ay nagwika: “O Apoy! Maging malamig ka at mangalaga ka kay Abraham!”"},{"SurahNumber":21,"VerseNumber":70,"Text":"At ninais nila na saktan siya, datapuwa’t Aming ginawa sila na pinakamasamang talunan"},{"SurahNumber":21,"VerseNumber":71,"Text":"At Aming iniligtas siya at si Lut sa lupain na Aming pinagpala para sa Aalamin (lahat ng mga nilalang)"},{"SurahNumber":21,"VerseNumber":72,"Text":"At ipinagkaloob Namin sa kanila si Isaac, at ng dagdag na gantimpala (apong lalaki) na si Hakob. Ang bawat isa ay Aming ginawang matuwid"},{"SurahNumber":21,"VerseNumber":73,"Text":"At sila ay ginawa Naming mga pinuno, na namamatnubay (sa sangkatauhan) sa pamamagitan ng Aming Pag-uutos, at itinanim Namin sa kanilang (puso) ang paggawa ng mga kabutihan, ang ganap na pag-aalay nang mahinusay na Salah (takdang pagdarasal), at ang pagbibigay ng Zakat (katungkulang kawanggawa), at tanging sa Amin lamang ang kanilang pagsamba"},{"SurahNumber":21,"VerseNumber":74,"Text":"At (alalahanin) si Lut, Aming ipinagkaloob sa kanya ang Hukman (tamang paghatol sa pamamalakad at pagkapropeta) at Karunungang (pangrelihiyon), at Aming iniligtas siya sa mga tao (pamayanan) na gumagawa ng Al- Khabaith (kasamaan, buktot at malalaswang gawa, atbp.). Katotohanang sila (ang pamayanan ni Lut) ay mga tao na inilaan sa kasamaan at sila ay Fasiqun (suwail, taksil, palasuway kay Allah)"},{"SurahNumber":21,"VerseNumber":75,"Text":"At siya ay tinanggap Namin sa Aming Habag, katotohanang siya ay isa sa mga matutuwid"},{"SurahNumber":21,"VerseNumber":76,"Text":"At (alalahanin) si Noe, nang siya ay nanambitan sa Amin noon pang unang panahon. Kami ay duminig sa kanyang panalangin at Aming iniligtas siya at ang kanyang pamilya sa malaking paghihirap"},{"SurahNumber":21,"VerseNumber":77,"Text":"Siya ay Aming tinulungan laban sa mga tao na nagtatatwa sa Aming Ayat (mga katibayan, talata, aral, tanda, atbp.). Katotohanang sila ay mga tao na inilaan sa kasamaan. Kaya’t silang lahat ay Aming nilunod"},{"SurahNumber":21,"VerseNumber":78,"Text":"At (alalahanin) si david at Solomon, nang sila ay naglapat ng hatol sa kaso ng isang bukirin, na kung saan ang mga tupa ng ibang tao ay nanginain dito sa gabi at Kami ang naging Saksi sa kanilang paghatol"},{"SurahNumber":21,"VerseNumber":79,"Text":"At ginawa Namin na maunawaan ni Solomon (ang kaso), at sa bawat isa sa kanila, Kami ay naggawad ng Hukman (tamang paghatol sa mga bagay-bagay at ng pagkapropeta) at Karunungan. At Aming ipinailalim ang mga kabundukan at mga ibon upang luwalhatiin ang Aming mga Papuri na kasama ni David. At Kami ang gumawa (ng lahat ng mga ito)"},{"SurahNumber":21,"VerseNumber":80,"Text":"At siya ay tinuruan Namin nang paggawa ng kalasag mula sa metal (para sa mga digmaan), upang mapangalagaan kayo sa inyong pakikipaglaban. Kayo baga ay magbibigay ng pasasalamat"},{"SurahNumber":21,"VerseNumber":81,"Text":"At kay Solomon, (Aming ipinailalim) sa kanya ang malakas na hangin na nagngangalit, na sumusunod sa kanyang pag-uutos patungo sa lupain na Aming pinagpala. At sa lahat-lahat, Kami ang Ganap na Nakakabatid"},{"SurahNumber":21,"VerseNumber":82,"Text":"At sa mga demonyo (mula sa mga Jinn), ang ilan sa kanila ay bumulusok para sa kanya, at liban pa rito ay gumawa pa ng ibang gawa; at Kami ang nangalaga sa kanila"},{"SurahNumber":21,"VerseNumber":83,"Text":"At (alalahanin) si Job, nang siya ay manawagan sa kanyang Panginoon: “Katotohanan, ang hapis ay sumakmal sa akin, at Kayo ang Pinakamaawain sa lahat ng mga nagpapamalas ng Habag.”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Kaya’t Aming tinugon ang kanyang panambitan, at Aming pinalis ang hapis na nasa kanya, at Aming ibinalik ang kanyang pamilya sa kanya (na nawalay sa kanya), at pinag-ibayo ang kanilang bilang (tinipon ang mga katulad niya), bilang isang Habag mula sa Amin at bilang isang Pagpapaala-ala sa mga sumasamba sa Amin"},{"SurahNumber":21,"VerseNumber":85,"Text":"At (alalahanin) si Ismail, at Idris (Enoch) at Dhul-Kifl, sila ay kasama sa lipon na nagbabata ng pagtitiis"},{"SurahNumber":21,"VerseNumber":86,"Text":"At Aming tinanggap sila sa Aming Habag. Katotohanang sila ay nasa lipon ng mga matutuwid"},{"SurahNumber":21,"VerseNumber":87,"Text":"At (alalahanin) si Dhan-Nun (Jonah), nang siya ay lumisan na napopoot; na nag-akala na Kami ay walang kapamahalaan sa kanya (upang parusahan siya, alalaong baga, sa mga kalamidad na nangyari sa kanya). Datapuwa’t siya ay nanambitan sa oras ng kalaliman ng gabi (na nagsasabi): “La ilaha illa Anta (Wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban sa Inyo [Allah]). Higit Kayong Maluwalhati (at Kataas-taasan), sa lahat ng (gayong kasamaan) na kanilang itinatambal (sa Inyo). Katotohanang ako ay nakagawa ng kamalian.”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Kaya’t tinugon Namin ang kanyang pagluhog, at Aming iniligtas siya sa kapighatian. Sa gayon Namin inililigtas ang mga sumasampalataya (na nananalig sa Kaisahan ni Allah, umiiwas sa kasamaan at gumagawa ng kabutihan)"},{"SurahNumber":21,"VerseNumber":89,"Text":"At (alalahanin) si Zakarias, nang siya ay dumalangin sa kanyang Panginoon: “o aking Panginoon! Ako ay huwag Ninyong pabayaan na nag-iisa (na walang mga anak), bagama’t Kayo ang Pinakamainam sa mga Tagapagmana.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Kaya’t dininig Namin ang kanyang panambitan at iginawad Namin sa kanya si Juan, at Aming pinagaling ang kanyang asawa (upang magdalang tao) para sa kanya. Katotohanang sila ay lagi nang maagap sa paggawa ng mabubuti, at sila ay laging tumatawag sa Amin ng may pag- asa at pangangamba, at sila ay lagi nang nagpapakumbaba sa Aming harapan"},{"SurahNumber":21,"VerseNumber":91,"Text":"At (alalahanin ) siya na nangangalaga sa kanyang kapurihan at kalinisan (Birheng Maria); siya ay Aming hiningahan (sa manggas) ng kanyang (kasuutan) ng Aming Ruh [Espiritu] (sa pamamagitan ni Anghel Gabriel), at Aming ginawa siya at ang kanyang anak (na si Hesus) na isang Tanda sa lahat ng mga nilalang"},{"SurahNumber":21,"VerseNumber":92,"Text":"Katotohanan! Ito, ang inyong relihiyon (ang Islam at Kaisahan ni Allah) ay isang relihiyon, at Ako ang inyong Panginoon, kaya’t tanging Ako lamang ang sambahin ninyo"},{"SurahNumber":21,"VerseNumber":93,"Text":"Datapuwa’t sila (ang mga pagano, mapagsamba sa diyus-diyosan, Hudyo, Kristiyano, atbp.) ay sumira at nagpangkat-pangkat ng kanilang relihiyon (nilabag ang Kaisahan ni Allah at ang Islam sa pamamagitan ng iba’t ibang sekta) sa lipon nila. (At) silang lahat ay muling magbabalik sa Amin"},{"SurahNumber":21,"VerseNumber":94,"Text":"Kaya’t sinuman ang gumawa ng matutuwid na gawa habang siya ay nananampalataya (sa Kaisahan ni Allah at sa Islam), ang kanyang mga pagsisikhay ay hindi tatanggihan. Katotohanang itinatala Namin ito sa kanyang Aklat ng mga gawa"},{"SurahNumber":21,"VerseNumber":95,"Text":"Isang pagbabawal ang inilaan sa lahat ng bawat bayan (pamayanan) na Aming winasak, na sila ay hindi na makakabalik (na muli sa mundong ito, gayundin ang magsisi sa Amin)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Hanggang kung sina Gog at Magog (mga tribo o tao) ay hayaan na makawala (sa kanilang hadlang), at sila ay mabilis na magsipangakalat sa bawat talampas"},{"SurahNumber":21,"VerseNumber":97,"Text":"At ang Tunay na Pangako (Araw ng Muling Pagkabuhay) ay malapit na (sa katuparan). At kung (ang sangkatauhan ay ibangon na mula sa kanilang libingan), mapagmamalas ninyo ang mga mata ng mga hindi sumasampalataya na nakatitig sa pagkasindak. (Sila ay mangungusap): “Sa aba namin! Katotohanang kami ay hindi sumunod dito; hindi, (walang alinlangan) na kami ay Zalimun (buhong, buktot, pagano, walang pananalig sa Kaisahan ni Allah, atbp).”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Katiyakan! Kayo (na hindi sumasampalataya) at gayundin ang inyong mga sinasamba maliban pa kay Allah, ay (wala ng iba) kundi mga panggatong sa Impiyerno! (Katotohanang) kayo ay magsisipasok dito"},{"SurahNumber":21,"VerseNumber":99,"Text":"Kung ang mga (imaheng ito, atbp.) ay naging mga diyos (nga), sila sana ay hindi magsisipasok dito (Impiyerno), [datapuwa’t] silang lahat ay mananatili rito"},{"SurahNumber":21,"VerseNumber":100,"Text":"dito sila ay magsisihikbi at magbubuntong-hininga nang malalim at ang paghalinghing ang kanilang daranasin, at sila rito ay hindi makakarinig"},{"SurahNumber":21,"VerseNumber":101,"Text":"Katotohanang sila na ang kabutihan ay nanggaling sa Amin, sila ay ilalayo rito (Impiyerno, [katulad ni Hesus na anak ni Maria, Ezra, atbp)"},{"SurahNumber":21,"VerseNumber":102,"Text":"Hindi nila mapapakinggan ang pinakamaliit na ingay nito (Impiyerno), habang sila ay nananahan sa lugar ng (anumang) naisin ng kanilang sarili"},{"SurahNumber":21,"VerseNumber":103,"Text":"Ang Pinakamalaking Sindak (sa Araw ng Muling Pagkabuhay) ay hindi magbibigay hapis sa kanila, at ang mga anghel ay sasalubong sa kanila (na may pagbati): “Ito ang inyong Araw na sa inyo ay ipinangako.”"},{"SurahNumber":21,"VerseNumber":104,"Text":"At (alalahanin) ang Araw na Aming babalunbunin ang kalangitan na tulad ng papel na nakabalunbon para sa mga aklat, at (kung paano) Namin sinimulan ang unang paglikha, Aming panunumbalikin itong muli, (ito) ay pangako na Aming tutuparin sa inyo. Katotohanang Aming tutuparin ito"},{"SurahNumber":21,"VerseNumber":105,"Text":"At katotohanang Aming isinulat sa Zabur (alalaong baga, ang lahat ng mga Aklat ng Kapahayagan tulad ng Torah, Ebanghelyo, ang Qur’an) matapos (na Aming maisulat) ito sa Al-Lauh Al-Mahfuz (ang Aklat na nasa pag-iingat ni Allah sa Kalangitan), upang ang Aking mabubuting lingkod ay magmana sa Kalupaan (alalaong baga, sa kalupaan ng Paraiso)"},{"SurahNumber":21,"VerseNumber":106,"Text":"Katotohanang dito (sa Qur’an) ay mayroong maliwanag na Mensahe sa mga tao na sumasamba kay Allah (alalaong baga, ang tunay na nananalig sa Islam, sumusunod sa Qur’an at sa mga pamamaraan ng Propeta)"},{"SurahNumber":21,"VerseNumber":107,"Text":"At ikaw (o Muhammad) ay hindi Namin isinugo, maliban lamang na tanging Habag sa Aalamin (sangkatauhan, mga Jinn, at lahat ng mga nilalang)"},{"SurahNumber":21,"VerseNumber":108,"Text":"Ipagbadya (o Muhammad): “Sa akin ay ipinahayag na ang inyong Ilah (diyos) ay isa lamang Ilah (diyos, si Allah). Hindi baga kayo tatalima sa Kanyang Kalooban (na maging Muslim at magtigil sa pagsamba sa iba pa maliban kay Allah)?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"Datapuwa’t kung sila (mga pagano, mapagsamba sa diyus-diyosan, Hudyo, Kristiyano, atbp.) ay magsitalikod (sa Islam at Kaisahan ni Allah), ipagsaysay mo sa kanila (o Muhammad): “Ipinahayag ko sa inyong lahat ang Mensahe sa Katotohanan (o babala ng labanan), na maging lantad sa ating lahat, subalit hindi ko nababatid kung ang ipinangako sa inyo (alalaong baga, ang kaparusahan sa Araw ng Muling Pagkabuhay) ay malapit na o malayo pa"},{"SurahNumber":21,"VerseNumber":110,"Text":"Ipagbadya mo (o Muhammad): “Katotohanang Siya (Allah) ang nakakabatid kung ano ang inyong ipinangungusap nang malakas (lantad) at gayundin ang inyong ikinukubli"},{"SurahNumber":21,"VerseNumber":111,"Text":"At hindi ko (ito) batid, marahil ito ay isa lamang pagsubok sa inyo, at isang pansamantalang pagsasaya lamang"},{"SurahNumber":21,"VerseNumber":112,"Text":"Ipagbadya (o Muhammad): “Aking Panginoon! Kayo ang humahatol sa katotohanan! Ang aming Panginoon ang Pinakamapagpala. Ang Kanyang tulong at tangkilik ang marapat lamang na hanapin laban sa mga kalapastanganan na inyong ipinangungusap (tungkol kay Allah, na Siya ay may anak; tungkol kay Muhammad, na siya ay manggagaway; tungkol sa Qur’an, na ito ay isang tulain, atbp)"},{"SurahNumber":22,"VerseNumber":1,"Text":"o sangkatauhan! Pangambahan ninyo ang inyong Panginoon at maging masunurin sa Kanya! Katotohanan, ang lindol sa oras (ng Paghuhukom) ay isang kasindak- sindak na bagay"},{"SurahNumber":22,"VerseNumber":2,"Text":"Sa Araw na mapagmamalas ninyo ito, ang bawat nagpapasusong ina sa kanyang anak ay makakalimot sa kanyang inaalagaan, at ang bawat nasa sinapupunan ng nagdadalang taong babae ay malalaglag (siya ay makukunan), at inyong mamamasdan ang sangkatauhan na waring mga lasing, ngunit sila ay hindi malalango, datapuwa’t napakatindi ng Kaparusahan ni Allah"},{"SurahNumber":22,"VerseNumber":3,"Text":"At mayroon sa karamihan ng sangkatauhan ang nakikipagtalo tungkol kay Allah, ng walang kaalaman, at sumusunod sa bawat mapaghimagsik (palasuway kay Allah) na demonyo (salat sa lahat ng uri ng kabutihan)"},{"SurahNumber":22,"VerseNumber":4,"Text":"At para sa kanya (demonyo), rito ay ipinag-utos, ang sinumang sumunod sa kanya, kanyang ililigaw siya, at siya ay kakaladkarin niya sa Kaparusahan ng Apoy"},{"SurahNumber":22,"VerseNumber":5,"Text":"O sangkatauhan! Kung kayo ay nag-aalinlangan tungkol sa Muling Pagkabuhay, kung gayon, katotohanang Aming nilikha kayo (tulad ni Adan) mula sa alabok, at mula sa Nutfah (magkahalong semilya ng lalaki at babae), at mula sa kimpal (isang makapal na piraso ng namuong dugo), at sa maliit na tambok ng laman, ang iba ay nagkahubog at ang iba ay hindi nahubog (nakunan o nalaglag sa pagdadalang- tao), upang magawa Namin (ito) na maliwanag sa inyo (alalaong baga, ang maipamalas ang Aming kapangyarihan at kakayahan na magawa ang anumang Aming maibigan). At pinahihintulutan Namin ang sinumang Aming maibigan na manatili sa loob ng sinapupunan (ng babae) sa isang natatakdaang panahon, at Aming iniluwal kayo bilang mga sanggol, (at binigyan kayo ng kakayahang lumaki) upang inyong sapitin ang gulang ng may hustong lakas. At sa lipon ninyo ay mayroong namamatay (na bata pa), at sa lipon ninyo ay mayroong nagbabalik sa mahirap na katandaan, kaya’t wala siyang natatandaan matapos na kanyang maalaman ([noon], o nagiging ulyanin o isip-bata). At namamasdan ninyo ang kalupaan na tuyot, datapuwa’t nang Aming pamalibisbisin ang tubig (ulan) sa mga ito, ito ay naantig sa pagkabuhay, ito ay nanariwa at tumubo rito ang lahat ng uri ng kaakit-akit na pagtubo"},{"SurahNumber":22,"VerseNumber":6,"Text":"Ito’y sapagkat si Allah, Siya ang Katotohanan, at Siya ang nagbibigay ng buhay sa patay, at Siya ang Nakakagawa ng lahat ng bagay"},{"SurahNumber":22,"VerseNumber":7,"Text":"At katotohanan, ang oras ay daratal, walang alinlangan tungkol dito, at katiyakan, na si Allah ay magpapabangon sa mga nasa libingan"},{"SurahNumber":22,"VerseNumber":8,"Text":"At sa karamihan ng mga tao ay mayroong nakikipagtalo tungkol kay Allah, ng walang kaalaman o patnubay, o ng isang Aklat na nagbibigay liwanag (mula kay Allah)"},{"SurahNumber":22,"VerseNumber":9,"Text":"Na naglilingon ng kanyang leeg sa kapalaluan (na malayo sa Landas ni Allah), at namumuno (sa iba) na (higit) na mapaligaw nang malayo sa Landas ni Allah. Sa kanya ay mayroong kahihiyan sa buhay sa mundong ito, at sa Araw ng Muling Pagkabuhay ay Aming ipapalasap sa kanya ang sakit ng nagliliyab (na Apoy)"},{"SurahNumber":22,"VerseNumber":10,"Text":"Ito’y dahilan sa mga idinulot (ginawa) ng iyong mga kamay, at katotohanang si Allah ay makatarungan sa Kanyang mga alipin"},{"SurahNumber":22,"VerseNumber":11,"Text":"At sa lipon ng mga tao ay may mga sumasamba kay Allah nang gayon, na nasa sa gilid (ng pag-aalinlangan), kung ang mabuting kalusugan ay nasa kanya, siya ay nasisiyahan na rito, datapuwa’t kung ang pagsubok ay dumatal sa kanya, ang kanyang mukha ay tumitingin nang patalikod (alalaong baga, bumalik sa kawalan ng pananampalataya pagkatapos na yumakap sa Islam). Siya ay kapwa nawalan (ng buhay) sa mundong ito at sa Kabilang Buhay. Ito ang lantad na pagkatalo"},{"SurahNumber":22,"VerseNumber":12,"Text":"Siya ay tumatawag sa iba pa maliban kay Allah na hindi naman nakapagbibigay ng kasahulan o kapakinabangan sa kanya. Katotohanang ito ay pagkaligaw na malayo"},{"SurahNumber":22,"VerseNumber":13,"Text":"Siya ay tumatawag sa kanya na ang kapahamakan ay higit na malapit kaysa kapakinabangan; katotohanang isang masamang maula (patron o idolo), at katiyakang isang masamang kaibigan"},{"SurahNumber":22,"VerseNumber":14,"Text":"Katotohanang si Allah ay tatanggap sa mga sumasampalataya (sa Islam at sa Kaisahan ni Allah) at nagsisigawa ng kabutihan (ayon sa Qur’an at sa pagtuturo ng Propeta), sa mga Halamanan na sa ibaba nito ay may mga ilog na nagsisidaloy (Paraiso). Katotohanang si Allah ay gumagawa ng anumang Kanyang naisin"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kung sinuman ang nag-aakala na si Allah ay hindi tutulong sa kanya (Muhammad) sa mundong ito at sa Kabilang Buhay, hayaan siyang magsabit ng lubid sa kisame at hayaang bigtihin niya ang kanyang sarili. Kaya’t hayaang mamasdan niya kung ang kanyang balak ay makapag- aalis ng gayong (bagay) kung saan siya nagagalit"},{"SurahNumber":22,"VerseNumber":16,"Text":"Kaya’t Aming ipinadala ito (ang Qur’an) nang papanaog (kay Muhammad) bilang Maliwanag na mga Tanda (katibayan), at katotohanang si Allah ay namamatnubay sa sinumang Kanyang maibigan"},{"SurahNumber":22,"VerseNumber":17,"Text":"Katotohanang sila na mga sumasampalataya (kay Allah at sa Kanyang Tagapagbalitang si Muhammad), at ang mga Hudyo, ang mga Sabiano, ang mga Kristiyano, at mga Magiano, at sila na mga sumasamba sa iba bukod pa kay Allah, katotohanang si Allah ang hahatol sa pagitan nila sa Araw ng Muling Pagkabuhay. Katotohanang si Allah ang Saksi sa lahat ng bagay"},{"SurahNumber":22,"VerseNumber":18,"Text":"Hindi baga ninyo namamasdan na kay Allah ay nagpapatirapang lahat ang anumang nasa kalangitan at kalupaan, at ang araw, at ang buwan, at ang mga bituin, at kabundukan, ang mga punongkahoy, ang mga hayop, at ang marami sa mga tao? Datapuwa’t marami sa mga (tao) na ang (ilalapat na) kaparusahan ay makatwiran (o mapapangatwiranan). At kung sinuman ang bigyan ni Allah ng kahihiyan, walang makakapagbigay sa kanya ng karangalan. Katotohanang si Allah ay gumagawa ng anumang Kanyang naisin"},{"SurahNumber":22,"VerseNumber":19,"Text":"Angdalawangmagkalabangito(angsumasampalatayaat hindi sumasampalataya) ay nagsisipagtalo sa isa’t isa tungkol sa kanilang Panginoon, at sa mga hindi nananampalataya, ang mga damit na gawa sa apoy ay tatabasin para sa kanila, at kumukulong tubig ang ibubuhos sa kanilang ulo"},{"SurahNumber":22,"VerseNumber":20,"Text":"Sa pamamagitan nito ay malulusaw o maglalaho ang anumang nasa loob ng kanilang tiyan, gayundin ang (kanilang) balat"},{"SurahNumber":22,"VerseNumber":21,"Text":"At sa kanila ay (ipangpaparusa) ang mga piraso ng tuwid na bakal na may sima"},{"SurahNumber":22,"VerseNumber":22,"Text":"Sa bawat oras na naisin nilang makawala rito, dahil sa pagkahapis, sila ay mulang itataboy dito, at sa kanila ay ipagbabadya: “Lasapin ninyo ang kaparusahan ng pagkasunog!”"},{"SurahNumber":22,"VerseNumber":23,"Text":"Katotohanang si Allah ay tatanggap sa mga nananampalataya (sa Kaisahan ni Allah at sa Islam) at nagsisigawa ng kabutihan, sa mga Halamanan na sa ibaba nito ay may mga ilog na nagsisidaloy (sa Paraiso), rito sila ay papalamutihan ng mga pulseras na gawa sa ginto at perlas at ang kanilang magiging kasuotan dito ay sutla"},{"SurahNumber":22,"VerseNumber":24,"Text":"At sila ay napapatnubayan (sa mundong ito) tungo sa isang magandang pangungusap (tulad ng La ilaha ill Allah, Alhamdullilah, pagdalit ng Qur’an, atbp.) at sila ay napapatnubayan sa Kanyang Landas (sa relihiyon ni Allah at sa Kanyang Kaisahan), na Siya (lamang) ang karapat- dapat na pag-ukulan ng lahat ng mga Pagpupuri"},{"SurahNumber":22,"VerseNumber":25,"Text":"Katotohanan, sila na mga hindi sumasampalataya at humahadlang (sa mga tao) tungo sa Landas ni Allah, at sa Masjid Al Haram (sa Makkah) na ginawa Naming bukas sa (lahat) ng mga tao, at sa naninirahan dito at sa panauhin mula sa bansa ay magkapantay dito (kung tungkol sa kabanalan ng Hajj at Umra). At sinumang kumiling sa gawang masama rito o gumawa ng kamalian (alalaong baga, ang sumamba sa mga diyus-diyosan at talikuran ang Islam at Kaisahan ni Allah), ay hahayaan Naming lasapin niya ang masakit na kaparusahan"},{"SurahNumber":22,"VerseNumber":26,"Text":"At (alalahanin) nang Aming ipamalas kay Abraham ang lugar (ng Banal) na Tahanan (ang Ka’ba sa Makkah) na (nagsasabi): “Huwag kayong magtambal ng anupaman sa pagsamba sa Akin, [La ilaha ill Allah] (Wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban kay Allah), at pakabanalin ninyo ang Aking Tahanan tungo sa kanila na mga nagsisiikot dito, at sa mga nagsisitindig sa pagdalangin, at sa mga yumuyukod (sa kapakumbabaan at pagtalima), at nagpapatirapa (sa pagdalangin, atbp.).”"},{"SurahNumber":22,"VerseNumber":27,"Text":"At ipagbadya sa sangkatauhan ang Hajj (Pilgrimahe). Sila ay daratal sa iyo sa kanilang mga paa at (nakasakay) sa bawat balingkinitang kamelyo, sila ay manggagaling sa bawat malalim at malayo (maluwang) na daang bulubundukin (upang mag-alay ng Hajj)"},{"SurahNumber":22,"VerseNumber":28,"Text":"Upang kanilang mamalas ang mga bagay na may kapakinabangan sa kanila (alalaong baga, ang gantimpala ng Hajj sa Kabilang Buhay, gayundin sa ilang makamundong pakinabang tulad ng pagtitinda, kalakal, atbp.), at banggitin ang pangalan ni Allah sa mga itinakdang araw (alalaong baga, sa ika 10, 11, 12, 13 ng Dhul Hijja), sa ibabaw (o harapan) ng mga hayop na Kanyang ipinagkaloob sa kanila (para sa sakripisyo), sa oras nang kanilang pagkatay na nagsasabi: (Bismillah, wallahu Akbar, Allahumma Minka wa Ilaik). At magsikain kayo rito at pakainin ang mga mahihirap na naghihikahos"},{"SurahNumber":22,"VerseNumber":29,"Text":"At hayaan nilang buuin ang mga nakatalagang tungkulin (Manasik ng Hajj) sa kanila, at isagawa ang kanilang pangako (mga ritwal), at magsiikot sa Sinaunang Tahanan (ang Ka’ba sa Makkah)"},{"SurahNumber":22,"VerseNumber":30,"Text":"Ang Manasik na ito (ang mga nakatalagang tungkulin sa Hajj ay isang obligasyon na utang ng mga tao kay Allah), at kung sinuman ang magparangal sa mga banal na bagay ni Allah, ito ay higit na mabuti sa kanya sa paningin ng kanyang Panginoon. Ang mga hayop ay pinahihintulutan sa inyo, maliban sa mga babanggitin sa inyo (na hindi kasali). Kaya’t talikdan ninyo ang karumal-dumal (ang pagsamba sa mga diyus-diyosan) at talikdan ang kasinungalingan (mga huwad na pangungusap)"},{"SurahNumber":22,"VerseNumber":31,"Text":"Hunafa Lillah (alalaong baga, ang sumamba ng wala ng iba kundi kay Allah), at hindi pagtatambal ng kasama sa Kanya (sa pagsamba) at sinumang magtalaga ng katambal kayAllah, ang makakatulad niya ay wari bang siya ay nahulog sa alapaap (kaitaasan), at ang mga ibon ay umagaw sa kanya, o ang hangin ay nagtapon sa kanya sa isang malayong lugar"},{"SurahNumber":22,"VerseNumber":32,"Text":"Kaya’t ang mga ito (ang mga nabanggit sa talata 27 hanggang 31, ay isang obligasyon ng tao na nakalaan kay Allah). At sinumang magparangal sa mga Tanda ni Allah, kung gayon, ito ay katotohanang nanggagaling sa kataimtiman ng puso"},{"SurahNumber":22,"VerseNumber":33,"Text":"Sa kanila (ang mga hayop na inialay sa sakripisyo) ay mga kapakinabangan sa inyo sa natatakdaang araw, at pagkatapos, sila ay dinala upang isakripisyo sa Sinaunang Tahanan (ang Haram, ang sagradong teritoryo ng lungsod ng Makkah)"},{"SurahNumber":22,"VerseNumber":34,"Text":"At sa bawat bansa, Kami ay nagtalaga ng panrelihiyong mga seremonya, upang kanilang mabanggit ang Pangalan ni Allah sa ibabaw (o harapan) ng mga hayop na Kanyang ipinagkaloob sa kanila bilang pagkain. At ang inyong Ilah (Diyos) ay Isang Ilah (Diyos, si Allah), kaya’t sa Kanya lamang kayo sumuko (sa Islam). At ikaw (o Muhammad), ay magpahayag ng magandang balita sa Mukhbitin (yaong mga sumusunod kay Allah ng may kapakumbabaan at may mabababang loob sa gitna ng mga sumasampalataya sa Islam at sa Kaisahan ni Allah)"},{"SurahNumber":22,"VerseNumber":35,"Text":"Sila na ang puso ay tigib ng pangangamba kung si Allah ay nababanggit; na matiyagang nagbabata sa anumang sumapit sa kanila (na kapinsalaan), at sila na mga nagsisipag-alay ng Salah (palagiang pagdarasal) nang mahinusay, at gumugugol (sa Kapakanan ni Allah) mula sa mga biyaya na Aming ipinagkaloob sa kanila"},{"SurahNumber":22,"VerseNumber":36,"Text":"At sa Budn (mga baka, kamelyo, o tupa na dala bilang pang-alay na sakripisyo ng mga nagpipilgrimahe sa Santuwaryo ng Makkah). Ginawa Namin sa inyo bilang (isa) sa mga Tanda ni Allah, dito kayo ay may higit na kapakinabangan. Kaya’t banggitin ninyo ang Pangalan ni Allah kung sila ay ilabas na at ihanay (upang isakripisyo). Kaya’t kung sila ay maitumba na ninyo (matapos ang pagkatay), kayo ay magsikain dito, at pakainin ninyo ang mga pulubi na hindi nanghihingi (sa mga tao), at mga pulubi na namamalimos (sa mga tao). Kaya’t ginawa Namin na sila ay mapailalim sa inyo, upang kayo ay magkaroon ng damdamin ng pasasalamat"},{"SurahNumber":22,"VerseNumber":37,"Text":"Hindi ang kanilang laman o dugo ang nakakarating kay Allah, datapuwa’t ang katausan (o kataimtiman) mula sa inyo ang sumasapit sa Kanya. Kaya’t ginawa Namin na mapailalim sila sa inyo upang inyong itampok si Allah sa Kanyang naging patnubay sa inyo. At ibigay mo (o Muhammad) ang magandang balita sa Muhsinun (lahat ng mga gumagawa ng kabutihan)"},{"SurahNumber":22,"VerseNumber":38,"Text":"Katotohanang si Allah ang nagtatanggol sa mga sumasampalataya. Katotohanan! SiAllah ay hindi umiibig sa mga taksil at mga walang utang na loob sa Kanya (sila na mga sumusuway kay Allah, datapuwa’t sumusunod kay Satanas)"},{"SurahNumber":22,"VerseNumber":39,"Text":"Ang kapahintulutan upang makipaglaban ay iginawad sa kanila (alalaong baga, ang mga sumasampalataya laban sa mga hindi sumasampalataya), na kumakalaban sa kanila, (at) dahilan sa sila (na mga sumasampalataya) ay ginawan ng kamalian, at katotohanang si Allah ay makapagkakaloob sa kanila (mga sumasampalataya) ng tagumpay"},{"SurahNumber":22,"VerseNumber":40,"Text":"Sila na mga itinaboy sa kanilang mga tahanan ng walang katarungan sapagkat sila ay nagtatanggol sa karapatan (at sa kadahilanan) na sila ay nagsasabi ng: “Ang aming Panginoon ay si Allah”. At kung hindi (sana) nilapatan ni Allah ang isang lipon ng mga tao sa pamamagitan ng iba, katotohanang dito ay igugupo ang mga monasteryo, mga simbahan, mga sinagoga, at mga moske, kung saan ang Ngalan ni Allah ay ginugunita nang masagana. Katotohanang si Allah ay tutulong sa mga tao na tumutulong sa Kanyang (Kapakanan). Katotohanang si Allah ang Ganap na Malakas, ang Lubos na Makapangyarihan"},{"SurahNumber":22,"VerseNumber":41,"Text":"Sila (na mga Muslim na namumuno), na kung sila ay Aming pagkakalooban ng kapangyarihan sa kalupaan, (sila) ay nag-uutos sa Salah (palagiang pagdarasal nang mahinusay), at pagbabayad ng Zakah (takdang tulong na pangkawanggawa) at sila ay nag-aanyaya sa Al-Maruf (sa Kaisahan ni Allah at sa Islam at sa lahat ng ipinag-uutos nito) at nagbabawal sa Al-Munkar (paganismo, kawalan ng pananampalataya at lahat ng ipinagbabawal sa Islam). At kay Allah nakasalalay ang kahihinatnan ng (lahat) ng pangyayari (ng mga nilalang)"},{"SurahNumber":22,"VerseNumber":42,"Text":"At kung ikaw ay pinasisinungalingan nila (o Muhammad), gayundin naman nila pinasinungalingan ang mga Propeta na una pa sa kanila, (sa panahon) ng mga tao ni Noe, A’ad at Thamud"},{"SurahNumber":22,"VerseNumber":43,"Text":"At sa mga tao ni Abraham at ng mga tao ni Lut"},{"SurahNumber":22,"VerseNumber":44,"Text":"At sa mga naninirahan sa Madyan (Midian), at pinasinungalingan (nila) si Moises, datapuwa’t Aking binigyan ng bahagyang palugit ang mga hindi sumasampalataya, at pagkatapos ay Aking sinakmal sila, at masdan kung gaano katindi ang Aking kaparusahan (laban sa kanilang mga kamalian)"},{"SurahNumber":22,"VerseNumber":45,"Text":"At marami ng bayan (pamayanan) ang Aming winasak samantalang sila ay gumon sa mga maling gawa, kaya’t ito ngayon ay lugmok na mga guho na (hanggang sa araw na ito) at (marami) ang mga napag-iwanan ng mga tuyong balon at matataas na kastilyo"},{"SurahNumber":22,"VerseNumber":46,"Text":"Hindi baga sila nagsipaglakbay sa kalupaan, at mayroon ba silang mga puso upang makaunawa, at mayroon ba silang mga tainga upang makarinig? Katotohanan, hindi ang mga mata ang tumutubo (o lumalaki) na bulag, datapuwa’t ang puso na nasa dibdib ang tumutubo na bulag"},{"SurahNumber":22,"VerseNumber":47,"Text":"Atikawaytinatanongnilanamadaliinangkaparusahan! At si Allah ay hindi makakaligta sa Kanyang Pangako. At katotohanang ang isang Araw kay Allah ay katumbas ng libong taon na inyong binibilang"},{"SurahNumber":22,"VerseNumber":48,"Text":"At maraming bayan (pamayanan) ang Aking binigyan ng palugit samantalang ito ay gumon sa kabuktutan. At (sa katapusan), Aking sinaklot sila (ng kaparu-sahan). At sa Akin ang (huling) pagbabalik (ng lahat)"},{"SurahNumber":22,"VerseNumber":49,"Text":"Ipagbadya (o Muhammad): “o sangkatauhan! Ako ay isinugo lamang sa inyo bilang isang lantad na tagapagbabala.”"},{"SurahNumber":22,"VerseNumber":50,"Text":"Kaya’t sila na mga sumasampalataya (sa Kaisahan ni Allah at sa Islam) at gumagawa ng kabutihan, sasakanila ang Kapatawaran at Rizqun Karim (matimyas na gantimpala, alalaong baga, ang Paraiso)"},{"SurahNumber":22,"VerseNumber":51,"Text":"Datapuwa’t sila na mga nagsisikap ng laban sa Aming Ayat (mga katibayan, pahayag, aral, tanda, atbp.) upang biguin at hadlangan sila, sila ang mga maninirahan sa Apoy ng Impiyerno"},{"SurahNumber":22,"VerseNumber":52,"Text":"Hindi Kami kailanman nagsugo ng Tagapagbalita o ng Propeta maging nang una pa man sa iyo, datapuwa’t; kung siya ay nagpapahayag ng rebelasyon o nagsasalaysay o nangungusap, si Satanas ay naghahagis (ng ilang kasinungalingan) dito. Datapuwa’t si Allah ang pumapalis ng anumang ikinukulapol ni Satanas sa kanila. At si Allah ang nagtitindig ng Kanyang mga Rebelasyon. At si Allah ang Ganap na Nakakaalam, ang Tigib ng Karunungan"},{"SurahNumber":22,"VerseNumber":53,"Text":"Upang gawin Niya (Allah) na ang anumang inihagis ni Satanas ay maging pagsubok sa mga tao na ang mga puso ay may karamdaman (ng pagkukunwari at kawalan ng pananalig), at ang mga puso ay matitigas. At katotohanan, ang Zalimun (mga buktot, buhong, pagano, atbp.) ay nasa salungat, na lubhang malayo (sa Katotohanan, at laban sa Tagapagbalita ni Allah at sa mga sumasampalataya)"},{"SurahNumber":22,"VerseNumber":54,"Text":"Upang sila na mga nabigyan ng karunungan ay makaalam na ito (ang Qur’an) ay ang Katotohanan mula sa inyong Panginoon, at upang sila ay magsisampalataya rito, at ang kanilang puso ay tumalima rito ng may kapakumbabaan. At katotohanang si Allah ang Patnubay ng mga sumasampalataya sa Matuwid na Landas"},{"SurahNumber":22,"VerseNumber":55,"Text":"At sila na mga hindi sumasampalataya ay hindi magsisitigil na laging nag-aalinlangan dito (Qur’an) hanggang ang oras ay dumatal nang kaginsa-ginsa sa kanila, o sumapit sa kanila ang kaparusahan ng Araw na ito, na pagkaraan nito ay wala nang magiging gabi (alalaong baga, ang Araw ng Muling Pagkabuhay)"},{"SurahNumber":22,"VerseNumber":56,"Text":"Ang Kapamahalaan sa Araw na ito ay tanging kay Allah (Siya na walang katambal). Sila ay hahatulan Niya . Kaya’t sila na mga sumasampalataya (sa Kaisahan ni Allah) at nagsigawa ng mga kabutihan ay mapapasa-Halamanan ng Kasiyahan (Paraiso)"},{"SurahNumber":22,"VerseNumber":57,"Text":"At sila na mga hindi sumasampalataya at nagpasinungaling sa Aming mga Talata (ng Qur’an), sasakanila ang kahiya-hiyang Kaparusahan (ng Impiyerno)"},{"SurahNumber":22,"VerseNumber":58,"Text":"Sila na mga nagsilikas tungo sa paglilingkod sa Kapakanan ni Allah at pagkatapos nito ay napatay o namatay, katotohanang si Allah ay magkakaloob sa kanila ng mainam na biyaya. At katotohanan, si Allah lamang ang Pinakamainam sa mga nagkakaloob ng pabuya"},{"SurahNumber":22,"VerseNumber":59,"Text":"Katotohanang sila ay papapasukin Niya sa daan na tunay namang sila ay masisiyahan, at katotohanang si Allah ay tunay na Pinakamaalam, ang Pinakamapagparaya"},{"SurahNumber":22,"VerseNumber":60,"Text":"At ito nga. At sinuman ang gumanti ng katulad ng kanyang sinapit, at pagkatapos ay muling binigyan ng siphayo, si Allah ay katotohanang tutulong sa kanya. Katotohanang si Allah ay Lagi nang Nagpapatawad, ang Lagi nang Nagpaparaya"},{"SurahNumber":22,"VerseNumber":61,"Text":"Ito ay dahil si Allah ang naglagom ng gabi sa araw, at Siya rin ang naglagom ng araw sa gabi. At katotohanang si Allah ang Lubos na Nakakarinig, ang Ganap na Nakakamasid"},{"SurahNumber":22,"VerseNumber":62,"Text":"Ito ay dahil si Allah, - Siya ang Katotohanan (ang tunay na diyos lamang ng lahat ng mga nilalang, na Siya ay walang katambal o karibal sa Kanya), at ang anupamang itinatambal nila (ang mga mapagsamba sa diyus-diyosan) sa Kanya, ito ay Batil (kasinungalingan at kabulaanan). At katotohanang si Allah, - Siya ang Pinakamataas, ang Pinakadakila"},{"SurahNumber":22,"VerseNumber":63,"Text":"Hindi baga ninyo namamasdan na si Allah ang nagpapamalisbis ng tubig (ulan) mula sa alapaap, at (dahil dito) ang kalupaan ay naging luntian? Katotohanang si Allah ang Pinakamabait at Pinakamatulungin, ang Ganap na Nakakatalos ng lahat ng bagay"},{"SurahNumber":22,"VerseNumber":64,"Text":"Siya ang nag-aangkin ng lahat ng nasa kalangitan at kalupaan. At katotohanang si Allah, - Siya ay Sagana (walang pangangailangan sa anuman), ang Karapat-dapat sa mga Papuri"},{"SurahNumber":22,"VerseNumber":65,"Text":"Hindi baga ninyo namamasdan (o sangkatauhan) na ipinailalim sa inyo ni Allah ang lahat ng nasa kalupaan, at sa mga barko na naglalayag sa dagat sa pamamagitan ng Kanyang Pag-uutos? Sinusuhayan Niya ang kalangitan na huwag bumagsak sa kalupaan, malibang Kanyang pahintulutan. Katotohanang si Allah sa Sangkatauhan ay Tigib ng Kabaitan, ang Pinakamaawain"},{"SurahNumber":22,"VerseNumber":66,"Text":"Siya ang naggawad sa inyo ng buhay, at Siya ang magbibigay sa inyo ng kamatayan, at muli ay bubuhay sa inyo (sa Araw ng Muling Pagkabuhay). Katotohanan, ang tao ay tunay na walang pagtanaw ng pasasalamat"},{"SurahNumber":22,"VerseNumber":67,"Text":"Sa bawat bansa (pamayanan) ay itinakda Namin ang mga pangrelihiyong seremonya (alalaong baga, ang pagsasakripisyo ng hayop sa panahon ng Pilgrimahe sa tatlong araw nang pananatili sa Mina rito sa Makkah), na dapat nilang sundin, kaya’t huwag hayaan sila (mga pagano) na makipagtalo sa inyo sa mga bagay (na katulad nang pagkain ng inialay na hayop at hindi ng hayop na pinatay ni Allah sa natural na kamatayan), datapuwa’t inyong anyayahan sila sa inyong Panginoon. Katotohanan! Ikaw (O Muhammad) ay tunay na nasa Matuwid na Landas (alalaong baga, sa tunay na Relihiyon ng Islam at Kaisahan ni Allah)"},{"SurahNumber":22,"VerseNumber":68,"Text":"At kung sila ay makipagtalo sa iyo (tungkol sa pagkakatay ng mga sakripisyo), inyong sabihin: “Si Allah ang ganap na nakakaalam ng inyong ginagawa.”"},{"SurahNumber":22,"VerseNumber":69,"Text":"“Si Allah ang hahatol sa pagitan ninyo sa Araw ng Muling Pagkabuhay, na tungkol sa bagay na iyan, ay hindi ninyo pinagkakasunduan.”"},{"SurahNumber":22,"VerseNumber":70,"Text":"Hindi baga ninyo nalalaman na si Allah ang nakakabatid ng lahat ng nasa kalangitan at kalupaan? Katotohanan, ang lahat ng ito ay nasa isang Aklat (Al-Lauh Al-Mahfuz). Katotohanan! Ito ay magaan kay Allah"},{"SurahNumber":22,"VerseNumber":71,"Text":"At sila ay sumasamba sa iba pa maliban kay Allah, doon sa mga bagay na hindi Siya nagpapanaog ng kapamahalaan, na roon ay wala silang kaalaman, at sa Zalimun (mga buktot, buhong, pagano, walang pananalig sa Kaisahan ni Allah, atbp.) ay walang makakatulong"},{"SurahNumber":22,"VerseNumber":72,"Text":"At kung ang Aming Malilinaw na mga Talata ay dinadalit sa kanila, iyong mahahalata ang pagtatakwil sa mukha ng mga hindi sumasampalataya! Sila ay halos handa na, na lusubin ng may karahasan ang mga nagsisidalit ng Aming mga Talata sa kanila. Ipagbadya: “Sasabihin ko ba sa inyo ang isang bagay na masahol pa kaysa rito? Ang Apoy (ng Impiyerno) na ipinangako ni Allah sa mga hindi nananampalataya, at tunay na napakasama ng hantungang ito!”"},{"SurahNumber":22,"VerseNumber":73,"Text":"Osangkatauhan! Isangpaghahambinganghinabi, kaya’t makinig dito (nang mataman): “Katotohanan! Yaong mga tinatawagan ninyo maliban kay Allah ay hindi makakalikha (kahit na) ng isang langaw, kahit na sila ay magsama- sama sa layuning ito. At kung ang langaw ay umagaw ng isang bagay sa kanila, sila ay walang kapangyarihan na mabitawan ito (mula sa) langaw. Kaya’t (kapwa) mahina ang naghahanap at hinahanap"},{"SurahNumber":22,"VerseNumber":74,"Text":"Hindi nila nahinuha si Allah (ng ayon) sa Kanyang Karapat-dapat na Katatayuan. Katotohanang si Allah ay Lubos na Malakas, ang Ganap na Makapangyarihan"},{"SurahNumber":22,"VerseNumber":75,"Text":"Si Allah ay humihirang ng Kanyang mga Tagapagbalita mula sa (lipon) ng mga anghel at mula sa mga tao. Katotohanang si Allah ang Ganap na Nakakarinig, ang Lubos na Nakakamasid"},{"SurahNumber":22,"VerseNumber":76,"Text":"Talastas Niya kung ano ang nasa harapan nila, at kung ano ang nasa likuran nila. At kay Allah ay magbabalik ang lahat ng bagay (sa pagpapasya)"},{"SurahNumber":22,"VerseNumber":77,"Text":"o kayong nagsisisampalataya! Magsiyuko kayo at magpatirapa sa inyong sarili, at sambahin ang inyong Panginoon at magsigawa ng kabutihan upang kayo ay magsipagtagumpay"},{"SurahNumber":22,"VerseNumber":78,"Text":"At magsikap nang taos tungo sa Kapakanan ni Allah, kung paano kayo dapat magsikap (ng may katapatan at ng lahat ninyong lakas upang ang Kanyang Ngalan ay maging Tampok). Kayo ay hinirang Niya (upang iparating ang Kanyang Mensahe ng Islam at Kanyang Kaisahan), at hindi Niya iginawad sa inyong relihiyon ang anumang pagbabata, ito ang relihiyon ng inyong amang si Abraham (ang pagiging Isa ni Allah sa Islam). Siya (Allah) ang nagbigay sa inyo ng katawagang Muslim, na magkatulad maging noon at maging ngayon (sa Qur’an), upang ang Tagapagbalita (na si Muhammad) ay maging saksi sa inyo at kayo ay maging mga saksi sa sangkatauhan! Kaya’t magsipag-alay kayo ng Salah (takdang panalangin) nang ganap at mahinusay, magkaloob ng Zakah (katungkulang kawanggawa) at manangan nang mahigpit kay Allah (alalaong baga, ng may pagtitiwala sa Kanya na ang lahat ng bagay ay nasa Kanyang paghahawak). Siya ang inyong Maula (Patron, Panginoon, atbp.), at gaano (Siya) Kainam na Maula (Patron, Panginoon, atbp.), tunay na Siya ay Kapuri-puring Tagalingap"}]}