{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"«Dogrusu sen benimle asla sabredemezsin demedim mi sana?» dedi"},{"SurahNumber":18,"VerseNumber":76,"Text":"Musa: «Eger bundan sonra sana birsey sorarsam, artık benimle arkadaslık etme! Dogrusu tarafımdan beyan edilecek son ozre erdin.»"},{"SurahNumber":18,"VerseNumber":77,"Text":"Bunun uzerine yine gittiler. Nihayet bir koy halkına varınca onlardan yemek istediler. Ancak onlar, kendilerini misafir etmekten kacındılar. Derken orada yıkılmak uzere olan bir duvar buldular, tutup onu dogrulttu. Musa: «Isteseydin bunun karsılıgında mutlaka bir ucret alırdın» dedi"},{"SurahNumber":18,"VerseNumber":78,"Text":"O: «Iste bu, seninle benim ayrılmamız olacak! Simdi sana o sabredemedigin seylerin ic yuzunu haber vereyim"},{"SurahNumber":18,"VerseNumber":79,"Text":"Once gemi, denizde calısan birtakım zavallılarındı. Ben onu kusurlu hale getirmek istedim; cunku otelerinde butun saglam gemileri gaspedip alan bir hukumdar vardı"},{"SurahNumber":18,"VerseNumber":80,"Text":"Oglana gelince, anne babası mumin kimselerdi. Onun bunları azgınlık ve kufur ile sarmasından korktuk"},{"SurahNumber":18,"VerseNumber":81,"Text":"Istedik ki, Rableri onun yerine kendilerine temizlikce daha hayırlı ve merhamet bakımından daha yakınını versin"},{"SurahNumber":18,"VerseNumber":82,"Text":"Gelelim duvara; o, sehirde iki yetim oglanındı, altında onlar icin saklanmıs bir define vardı ve babaları iyi bir zat idi. Onun icin Rabbin onların erginlik cagına ermelerini, definelerini cıkarmalarını diledi. Butun bunlar, Rabbinden bir rahmet olmak uzeredir ve ben hicbirini kendi gorusumle yapmadım. Iste senin sabredemedigin seylerin acıklaması!» dedi"},{"SurahNumber":18,"VerseNumber":83,"Text":"Bir de sana Zulkarneyn´den soruyorlar. Dedi: «Size ondan bir hatıra okuyacagım.»"},{"SurahNumber":18,"VerseNumber":84,"Text":"Biz onun icin yeryuzunde bir iktidar hazırladık ve ona ulasmak istedigi seyden bir sebep verdik"},{"SurahNumber":18,"VerseNumber":85,"Text":"Derken o bir sebebi izledi"},{"SurahNumber":18,"VerseNumber":86,"Text":"Gunesin battıgı yere vardıgında onu, balcıklı bir kaynakta batıyor buldu. Ayrıca onun yanında bir kavim gordu. Dedik ki: «Ey Zulkarneyn, ya onları cezalandırırsın veya haklarında bir guzel muamelede bulunursun.»"},{"SurahNumber":18,"VerseNumber":87,"Text":"O soyle dedi: «Her kim haksızlık ederse, onu muhakkak cezalandırırız, sonra Rabbine iade edilir ve O da onu gorulmedik bir azaba ceker"},{"SurahNumber":18,"VerseNumber":88,"Text":"Ancak her kim de iman edip iyi bir is yaparsa, buna da mukafat olarak en guzel akibet vardır ve ona emrimizin kolayını soyleriz.»"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra yine bir sebebi takip etti"},{"SurahNumber":18,"VerseNumber":90,"Text":"Nihayet gunesin dogdugu yere vardıgında, gunesin kendilerini ondan koruyacak bir siper yapmadıgımız bir kavim uzerine dogmakta oldugunu gordu"},{"SurahNumber":18,"VerseNumber":91,"Text":"Iste boyle. Halbuki Biz, onun yanında nelerin bulundugunu tamamen biliyorduk"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra da baska bir sebebi takip etti"},{"SurahNumber":18,"VerseNumber":93,"Text":"Nihayet iki set arasına vardıgı zaman, onlerinde neredeyse hic soz anlamayan bir kavim buldu"},{"SurahNumber":18,"VerseNumber":94,"Text":"Onlar: «Ey Zulkarneyn, haberin olsun, Ye´cuc ve Me´cuc bu yerde fesat cıkarıyorlar; bu yuzden onlarla bizim aramızda bir set yapman sartıyla sana bir vergi odesek olur mu?» dediler"},{"SurahNumber":18,"VerseNumber":95,"Text":"Dedi ki: «Rabbimin beni icinde bulundurdugu iktidar daha hayırlıdır; haydi siz bana bedenen yardım edin de sizinle onların arasına saglam bir engel yapayım"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bana demir kutleleri getirin. Iki ucu denklestirdigi vakit: «Korukleyin!» dedi. Demiri bir ates haline getirince: «Getirin bana uzerine erimis bakır dokeyim!» dedi"},{"SurahNumber":18,"VerseNumber":97,"Text":"Artık ne onu asabildiler, ne de delebildiler"},{"SurahNumber":18,"VerseNumber":98,"Text":"Zulkarneyn: «Bu, Rabbimin bir rahmetidir. Rabbimin va´dettigi an gelince, onu dumduz edecektir. Rabbimin va´di de haktır.»"},{"SurahNumber":18,"VerseNumber":99,"Text":"Ve o gun Biz onları, birbirlerinin icinde dalgalanır bir durumda bırakıvermisizdir Sura da ufurulmustur, artık hepsini toplamıs da toplamısızdır"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ve o gun cehennemi kafirlere oyle bir gosteris gostermisizdir ki"},{"SurahNumber":18,"VerseNumber":101,"Text":"Onlar ki, gozleri, Beni hatırlatan ayetlerin karsısında bir ortu icindeydi, isitmeye de tahammul edemiyorlardı"},{"SurahNumber":18,"VerseNumber":102,"Text":"Yoksa o kafirler, Beni bırakıp da kullarımı kendilerine dost edineceklerini mi sandılar? Biz cehennemi o kafirlere bir konukluk hazırladık"},{"SurahNumber":18,"VerseNumber":103,"Text":"De ki: «Size amelleri en cok husrana gidenleri haber vereyim mi"},{"SurahNumber":18,"VerseNumber":104,"Text":"Kendilerinin gercekten guzel sanat yaptıklarını sandıklan halde dunya hayatında cabaları bosa gitmis olanları"},{"SurahNumber":18,"VerseNumber":105,"Text":"Bunlar, iste o kimselerdir ki, Rablerinin ayetlerini ve O´na kavusmayı inkar etmislerdir de hayır adına yaptıkları butun isleri bosa gitmistir. Artık kıyamet gunu Biz onlara hicbir tartı tutturmayız"},{"SurahNumber":18,"VerseNumber":106,"Text":"Iste boyle, onların cezası cehennemdir. Cunku kufretmisler, benim ayetlerimi ve peygamberlerimi alaya almıslardır"},{"SurahNumber":18,"VerseNumber":107,"Text":"Iman edip guzel guzel isler yapan kimselere gelince, onlar icin Firdevs cennetleri bir konukluk olmustur"},{"SurahNumber":18,"VerseNumber":108,"Text":"Iclerinde sonsuza dek kalırlar, onlardan cıkmak istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: «Eger Rabbimin sozlerini yazmak icin deniz murekkep olsaydı, kesinlikle Rabbimin sozleri tukenmeden deniz tukenirdi, bir misli de yardımcı getirsek bile.»"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: «Ben ancak sizin gibi bir insanım, bana ancak ilahınızın bir tek ilah oldugu vahyolunuyor, onun icin her kim Rabbine kavusmayı arzu ederse, guzel bir amel islesin ve Rabbine yaptıgı ibadete hicbir sirk karıstırmasın!»"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf, Ha, Ya, Ayn, Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu, Rabbinin Zekeriyya kuluna olan rahmetini, bir anıstır"},{"SurahNumber":19,"VerseNumber":3,"Text":"Bir zaman, Rabbine gizli bir sesle yalvarmıstı"},{"SurahNumber":19,"VerseNumber":4,"Text":"Demisti ki: «Ey Rabbim, gercek su ki, benim kemik(im) gevsedi, bas(ım) bembeyaz alev aldı (Saclarım agardı) ve sana (ettigim) dua ile ise hicbir zaman mutsuz olmadım ey Rabbim"},{"SurahNumber":19,"VerseNumber":5,"Text":"Ben bu halimle, arkamdan yerime gececek olan akrabalardan endiseliyim. Karımda kısır bulunuyor, onun icin bana bir dost ver"},{"SurahNumber":19,"VerseNumber":6,"Text":"ki, hem benim mirascım, hem de Ya´kub ailesinin mirascısı olsun. Hem de hosnutluguna onu kavustur Rabbim"},{"SurahNumber":19,"VerseNumber":7,"Text":"Allah: «Ey Zekeriyya, haberin olsun, Biz sana Yahya adında ve bundan once kendisine hicbir adas yapmadıgımız bir ogul mujdeliyoruz» dedi"},{"SurahNumber":19,"VerseNumber":8,"Text":"Zekeriyya: «Ey Rabbim, benim nasıl bir oglum olabilir, karım kısır ben de yaslılıgın kagsamak derecesine (son haddine) varmısken!» dedi"},{"SurahNumber":19,"VerseNumber":9,"Text":"Buyurdu ki: «Oyle! Fakat Rabbin, «o Bana kolaydır, bundan once de seni, sen hicbir sey degilken yarattım.» dedi.»"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zekeriyya: «Ey Rabbim, bana bir alamet ver!» dedi. Allah: «Alametin, sapasaglam oldugun halde uc gece insanlara soz soyleyememendir.» buyurdu"},{"SurahNumber":19,"VerseNumber":11,"Text":"Derken, mihrabdan kavminin karsısına cıkıp onlara: «Sabah ve aksam tesbih edin!» diye isaret verdi"},{"SurahNumber":19,"VerseNumber":12,"Text":"«Ey Yahya, kitabı kuvvetle tut!» (dedik) ve daha cocukken ona hikmet verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Hem de katımızdan yumusak bir kalplilik ve bir temizlik verdik ona. O, cok takva sahibi biri idi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Anne babasına iyi davranan biriydi, zorba ve isyankar degildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Selam ona; hem dogdugu gun, hem olecegi gun, hem de diri olarak kaldırılacagı gun"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitap´da Meryem´i de an. Hani o, ailesinden ayrılıp dogu tarafında bir yere cekilmisti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Onlarla arasına bir perde cekti. Derken kendisine ruhumuzu (Cebrail´i) gonderdik de o, duzgun bir insan seklinde ona gorundu"},{"SurahNumber":19,"VerseNumber":18,"Text":"Meryem ona: «Ben bagıslayan Allah´a sıgınırım senden, eger Allah´tan korkan biri isen!» dedi"},{"SurahNumber":19,"VerseNumber":19,"Text":"Ruh (Cebrail): «Haberin olsun, ben sana tertemiz bir oglan vermek icin Rabbinin elcisiyim sadece!» dedi"},{"SurahNumber":19,"VerseNumber":20,"Text":"Meryem: «Benim nasıl bir oglum olabilir? Bana hicbir insan dokunmadı; ben bir kahpe de degilim!» dedi"},{"SurahNumber":19,"VerseNumber":21,"Text":"Cebrail: «Oyle! Fakat Rabbin buyurdu ki, o Bana gore kolaydır. Ayrıca onu insanlara gucumuzun bir delili ve tarafımızdan bir rahmet kılacagımız icin boyle yapacagız. Hem de o, karara baglanmıs bir istir.» dedi"},{"SurahNumber":19,"VerseNumber":22,"Text":"Bu sekilde ona hamile oldu ve bu haliyle uzak bir yere cekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Derken sancı onu bir hurma dalına goturdu ve: «Keske bundan once olmus olsaydım da unutulmus gitmis olsaydım.» dedi"},{"SurahNumber":19,"VerseNumber":24,"Text":"Derken asagı tarafından ona soyle seslendi: «Sakın uzulme, Rabbin senin altında bir su arkı yarattı"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurmanın dalını kendine dogru silkele, uzerine derilmis taze hurmalar dokulsun"},{"SurahNumber":19,"VerseNumber":26,"Text":"Artık ye, ic, gozun aydın olsun. Eger insanlardan birini gorursen de ki: «Ben esirgeyen Allah´a oruc adadım, onun icin bugun hicbir kimse ile konusmayacagım.»"},{"SurahNumber":19,"VerseNumber":27,"Text":"Derken onu tasıyarak kavmine getirdi, Onlar: «Hey Meryem, sen Allah biliyor ya yumurcak birsey getirdin"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun´nun kız kardesi, baban bir kotuluk adamı degildi, annen de kahpe degildi»"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine Meryem cocugu gosterdi: «Besikteki bir cocukla nasıl konusuruz?» dediler"},{"SurahNumber":19,"VerseNumber":30,"Text":"O: «Haberiniz olsun ben Allah´ın kuluyum. O, bana bir kitap verdi ve beni bir peygamber yaptı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Beni her nerede olursam mubarek kıldı ve hayatta kaldıgım muddetce bana namazı ve zekatı tavsiye buyurdu"},{"SurahNumber":19,"VerseNumber":32,"Text":"Beni anneme saygılı kıldı, beni eskiya bir zorba yapmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Selam bana; hem dogdugum gun, hem olecegim gun, hem de diri olarak kaldırılacagım gune!»"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste hakkında tartısıp durdukları Meryem oglu Isa. Hak sozu olarak budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah´ın ogul edinmesi asla olur sey degildir; O, bu gibi seylerden uzaktır. O, bir isin olmasını dileyince ona sadece «Ol!» der, oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Ayrıca o (Isa) dedi ki: «Haberiniz olsun, Allah benim de Rabbim sizin de Rabbinizdir; onun icin hep O´na ibadet ediniz! Iste yegane dogru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Sonra gruplar kendi aralarında gorus ayrılıgına dustuler. Artık buyuk bir gunun gorulecek dehsetinden vay kafirlerin haline"},{"SurahNumber":19,"VerseNumber":38,"Text":"Onlar Bize gelecekleri gun neler isitecekler, neler gorecekler! Fakat o zalimler bugun apacık bir sapıklık icindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"Onlar gaflet icinde iken, onlar iman etmezlerken, o hasret gununun, o islerin bitirildigi saatin dehsetini kendilerine haber ver"},{"SurahNumber":19,"VerseNumber":40,"Text":"Kesinlikle yeryuzune ve butun uzerindekilere Biz varis olacagız Biz! Ve onlar, hep Bize donduruleceklerdir"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kitapta Ibrahim´i de an, cunku o, dosdogru biri, bir peygamberdi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Bir zaman babasına soyle demisti: «Babacıgım, o isitmeyen, gormeyen ve sana hic faydası olmayan seytana nicin tapıyorsun"},{"SurahNumber":19,"VerseNumber":43,"Text":"Babacıgım, emin ol sana gelmeyen bir ilim bana geldi. Gel bana uy da seni duz yola cıkarayım"},{"SurahNumber":19,"VerseNumber":44,"Text":"Babacıgım, seytana tapma; cunku seytan esirgeyen Allah´a isyan etti"},{"SurahNumber":19,"VerseNumber":45,"Text":"Babacıgım dogrusu ben, sana o Rahman´dan bir azabın dokunup da seytana dost olmandan korkuyorum.»"},{"SurahNumber":19,"VerseNumber":46,"Text":"Babası: «Sen benim ilahlarımdan gecmek mi istiyorsun ey Ibrahim? Yemin ederim ki, eger vazgecmezsen, seni muhakkak taslarım; beni sen uzun bir sure bırak git!» dedi"},{"SurahNumber":19,"VerseNumber":47,"Text":"Ibrahim: «Selam sana, senin icin Rabbimden af dileyecegim; cunku O, bana karsı cok lutufkardır"},{"SurahNumber":19,"VerseNumber":48,"Text":"Sizi Allah´tan baska taptıklarınızla basbasa bırakıp cekilirim ve Rabbime dua ederim; umarım, Rabbime yaptıgım dua sayesinde mutsuz olmam.» dedi"},{"SurahNumber":19,"VerseNumber":49,"Text":"Ibrahim, onları ve Allah´tan baska taptıklarını bırakıp cekildiginde, Biz de ona Ishak´ı ve Ya´kub´u ihsan ettik ve her birini bir peygamber yaptık"},{"SurahNumber":19,"VerseNumber":50,"Text":"Biz, bunlara rahmetimizden lutuflar, ihsanlar ettik ve hepsine dillerde yuksek bir dogruluk sanı verdik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kitapta Musa´yı da an, cunku O, ihlaslı idi ve bir elci, bir peygamber idi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Biz hem ona Tur´un sag tarafından seslendik hem de onu yakarıs makamında yakınlık mertebesine erdirdik"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ve rahmetimizden kardesi Harun´u da bir peygamber olarak ona lutfettik"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitapta Ismail´i de an; cunku o cidden va´dinde sadık bir kimse idi, bir Resul, bir peygamber idi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ailesine namaz ve zekat emrederdi ve Rabbi katında hosnutluga ermisti"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitapta Idris´i de an; cunku o, dosdogru biri, bir peygamber idi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Ve Biz onu yuce bir yere yukselttik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Iste bunlar, Allah´ın kendilerine nimetler verdigi peygamberlerden Adem soyundan, Nuh ile birlikte tasıdıklarımızdan Ibrahim ile Israil´in soyundan hidayete erdirdigimiz ve sectigimiz kimselerdendirler. Kendilerine Rahmanın ayetleri okundugu zaman, aglayarak secdeye kapanırlardı"},{"SurahNumber":19,"VerseNumber":59,"Text":"Sonra bunların arkasından bozuk bir guruh geldi, namazı ziyan ettiler ve sehvetlerinin ardına dustuler; bunlar da Gayya kuyusunu boylayacaklardır"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ancak tevbe edip imana gelenler ve yararlı is yapanlar baska; cunku onlar hicbir haksızlıga ugratılmayarak cennete gireceklerdir"},{"SurahNumber":19,"VerseNumber":61,"Text":"Rahman´ın kullarına gıyaben soz verdigi Adn cennetlerine, suphe yok ki, O´nun verdigi soz, daima yerine getirilmistir"},{"SurahNumber":19,"VerseNumber":62,"Text":"Orada hic bos soz isitmezler; ancak bir «Selam» isitirler. Orada sabah aksam rızıkları da vardır"},{"SurahNumber":19,"VerseNumber":63,"Text":"Iste kullarımızdan korunup takva sahibi olanları mirascı yapacagımız cennet odur"},{"SurahNumber":19,"VerseNumber":64,"Text":"Bir de biz (Rabbinin elcileri) Rabbinin emri olmadıkca inemeyiz. Onumuzdeki, ardımızdaki ve bunlar arasındakiler hep O´nundur; Rabbin seni unutmus da degildir"},{"SurahNumber":19,"VerseNumber":65,"Text":"O, butun goklerin, yerin ve aralarındakilerin Rabbidir; o halde O´na ibadet et ve ibadetine sebatla sabret. Hic sen O´na bir adas bilir misin"},{"SurahNumber":19,"VerseNumber":66,"Text":"Boyle iken insan diyor ki: «Oldugum zaman, ileride mutlaka bir hayat sahibi kimse olarak cıkarılacak mıyım?»"},{"SurahNumber":19,"VerseNumber":67,"Text":"Yoksa o insan hicbirsey degilken, Bizim, kendisini yaratmıs oldugumuzu dusunmez mi"},{"SurahNumber":19,"VerseNumber":68,"Text":"Evet Rabbine yemin ederim ki, Biz onları ve o seytanları mutlaka ve mutlaka mahserde toplayacagız, sonra da onları kesinlikle cehennemin etrafında diz ustu hazır bulunduracagız"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra her topluluktan Rahman´a karsı en cok isyan edenleri hangileri ise muhakkak ve muhakkak cekip alacagız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sonra Biz, elbette o cehenneme yaslanmaya en layık olanların kimler oldugunu daha iyi biliriz"},{"SurahNumber":19,"VerseNumber":71,"Text":"Icinizden oraya varmayacak hicbir kimse yoktur ve bu, Rabbinin ustlenmis oldugu kesinlesmis bir hukumdur"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra takva sahiplerini kurtarırız ve zalimleri diz ustu bırakırız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ayetlerimiz kendilerine acık acık tecvidli okundugu zaman da o kufredenler iman edenlere: «Bu iki topluluktan hangisi makamca daha iyi ve meclis olarak daha guzel?» dediler"},{"SurahNumber":19,"VerseNumber":74,"Text":"Oysa Biz, kendilerinden once mal ve gorunum bakımından daha guzel nice kusakları helak etmisiz"},{"SurahNumber":19,"VerseNumber":75,"Text":"De ki: «Kim sapıklık icinde ise, cok esirgeyici Allah, ona istedigi kadar muhlet versin; nihayet va´dolundukları seyi, ya azabı yada kıyameti gordukleri zaman kimin mevkisinin daha kotu ve iradesinin daha zayıf oldugunu bilecekler"},{"SurahNumber":19,"VerseNumber":76,"Text":"Hidayeti kabul edenlere ise, Allah daha cok hidayet verir. Kalıcı olan iyi ve yararlı isler Rabbinin katında hem sevap bakımından hem de sonuc bakımından daha hayırlıdır"},{"SurahNumber":19,"VerseNumber":77,"Text":"Simdi su kufredip de: «Bana muhakkak mal ve evlat verilecektir.» diyen herifi gordun mu"},{"SurahNumber":19,"VerseNumber":78,"Text":"O, gayba vakıf mı olmus yoksa esirgemesi cok olan Allah´ın katında bir soz mu almıs"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hayır! Biz onun dedigini yazacagız ve azabını uzattıkca uzatacagız"},{"SurahNumber":19,"VerseNumber":80,"Text":"Ve o soyledigi seyleri hep elinden alacagız da o, Bize tek basına gelecektir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Tuttular, kendilerine seref ve kuvvet saglasınlar diye, Allah´tan baska ilahlar edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Hayır! Yarın ibadetlerini inkar edecekler ve aleyhlerine donup dusman kesileceklerdir"},{"SurahNumber":19,"VerseNumber":83,"Text":"Gormedin mi, Biz seytanları o kafirlerin uzerine salmısız; onları kaynatıp oynatıp kıvrandırıyorlar"},{"SurahNumber":19,"VerseNumber":84,"Text":"Aleyhlerinde acele etme! Biz, onlar icin yalnızca bir sayı sayıyoruz"},{"SurahNumber":19,"VerseNumber":85,"Text":"Takva sahiplerini bir heyet halinde Rahman´ın huzurunda toplayacagımız gun"},{"SurahNumber":19,"VerseNumber":86,"Text":"sucluları da susuz olarak cehenneme sevk edecegiz"},{"SurahNumber":19,"VerseNumber":87,"Text":"Rahman´ın katında bir soz almıs olan kimseden baskaları sefaat etme hakkına sahip olamayacaklardır"},{"SurahNumber":19,"VerseNumber":88,"Text":"Rahman cocuk edindi. dediler"},{"SurahNumber":19,"VerseNumber":89,"Text":"Andolsun ki, pek agır, pek cirkin bir iddiaya curet ettiniz"},{"SurahNumber":19,"VerseNumber":90,"Text":"Az daha o yuzden gokler catlayacak ve daglar yıkılıp yerlere gececek"},{"SurahNumber":19,"VerseNumber":91,"Text":"O Rahman´a cocuk iddiasında bulundular diye"},{"SurahNumber":19,"VerseNumber":92,"Text":"Halbuki, cocuk edinmek Rahman´a yarasmaz"},{"SurahNumber":19,"VerseNumber":93,"Text":"Goklerde ve yerde Rahman´a kul olarak gelmeyecek hicbir kimse yoktur"},{"SurahNumber":19,"VerseNumber":94,"Text":"Andolsun ki, hepsini kusatmıs ve hepsini bir bir saymıstır"},{"SurahNumber":19,"VerseNumber":95,"Text":"Hepsi kıyamet gunu O´na tek olarak gelecektir"},{"SurahNumber":19,"VerseNumber":96,"Text":"Iman edip yararlı isler yapanlar ise, muhakkak Rahman, onlar icin bir sevgi verecek, gonullere sevdirecektir"},{"SurahNumber":19,"VerseNumber":97,"Text":"Biz, o Kur´an´ı sadece onunla takva sahiplerini mujdelemen ve inat edenleri de korkutman icin senin dilinle kolaylastırdık"},{"SurahNumber":19,"VerseNumber":98,"Text":"Bir de onlardan once nice kusakları helak ettik. Hic onlardan birini hissediyor musun veya onların gizli bir seslerini isitiyor musun"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Kur´an´ı sana mutsuz olasın diye indirmedik"},{"SurahNumber":20,"VerseNumber":3,"Text":"Ancak saygısı olana bir ogut olmak uzere"},{"SurahNumber":20,"VerseNumber":4,"Text":"Hem yeri, hem o yuksek yuksek gokleri yaratan tarafından peyderpey indirilen bir kitap olarak indirdik"},{"SurahNumber":20,"VerseNumber":5,"Text":"O Rahman, Ars´a hakim oldu"},{"SurahNumber":20,"VerseNumber":6,"Text":"Butun goklerdekiler, butun yerdekiler, butun bunların arasındakiler ve butun yerin dibindekiler hep O´nundur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sen bu sozu ilan edeceksen de O, hem gizliyi, hem daha gizlisini bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah, O´ndan baska hicbir tanrı yoktur. O en guzel isimler hep O´nundur"},{"SurahNumber":20,"VerseNumber":9,"Text":"Musa´nın olayı sana ulastı mı"},{"SurahNumber":20,"VerseNumber":10,"Text":"Hani bir vakit o bir ates gordu de ailesine: «Siz durun, benim gozume bir ates ilisti, belki size ondan bir yalın kor getiririm veya atesin yanında bir kılavuz bulurum.» dedi"},{"SurahNumber":20,"VerseNumber":11,"Text":"Ona vardıgı zaman, kendisine soyle seslenildi: «Ey Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Haberin olsun, Benim Ben, Rabbin, hemen pabuclarını cıkar; cunku sen mukaddes vadide, Tuva´dasın"},{"SurahNumber":20,"VerseNumber":13,"Text":"Ve Ben, seni sectim; simdi vahyedileni dinle"},{"SurahNumber":20,"VerseNumber":14,"Text":"Gercekten Benim Ben, Allah; Benden baska ilah yoktur; onun icin Bana ibadet et ve Beni anmak icin namaz kıl"},{"SurahNumber":20,"VerseNumber":15,"Text":"Cunku Kıyamet mutlaka gelecektir; Ben hemen hemen onu gizliyorum ki, herkes yaptıgının karsılıgını gorsun"},{"SurahNumber":20,"VerseNumber":16,"Text":"Sakın ona inanmayıp kendi keyfine uyan kimse seni ondan alıkoymasın, sonra helak olursun"},{"SurahNumber":20,"VerseNumber":17,"Text":"O sag elindeki de ne, ey Musa?»"},{"SurahNumber":20,"VerseNumber":18,"Text":"Musa: «O benim asam, uzerine dayanırım ve onunla davarlarıma yaprak cırparım; benim daha baska ihtiyaclarımı da gorur.» dedi"},{"SurahNumber":20,"VerseNumber":19,"Text":"«Bırak onu, ey Musa!» diye buyurdu"},{"SurahNumber":20,"VerseNumber":20,"Text":"Bıraktı onu, bir de ne gorsun o, bir yılan olmus kosuyor"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah: «Tut onu ve korkma, Biz onu onceki haline dondurecegiz.» buyurdu"},{"SurahNumber":20,"VerseNumber":22,"Text":"«Bir de elini koynuna sok ki, diger bir mucize olarak kusursuz bembeyaz cıksın"},{"SurahNumber":20,"VerseNumber":23,"Text":"Sana en buyuk mucizelerimizden bir kısmını gosterelim diye"},{"SurahNumber":20,"VerseNumber":24,"Text":"Firavuna git, cunku o pek azıttı.»"},{"SurahNumber":20,"VerseNumber":25,"Text":"Musa dedi: «Ey Rabbim, benim gogsume genislik ver"},{"SurahNumber":20,"VerseNumber":26,"Text":"isimi kolaylastır bana"},{"SurahNumber":20,"VerseNumber":27,"Text":"dilimden dugumu coz"},{"SurahNumber":20,"VerseNumber":28,"Text":"sozumu iyi anlasınlar"},{"SurahNumber":20,"VerseNumber":29,"Text":"Bana ailemden bir yardımcı ver"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kardesim Harun´u"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onunla sırtımı pekistir"},{"SurahNumber":20,"VerseNumber":32,"Text":"Onu gorevimde ortak et"},{"SurahNumber":20,"VerseNumber":33,"Text":"ki Seni cok tesbih edelim"},{"SurahNumber":20,"VerseNumber":34,"Text":"ve cok analım Seni"},{"SurahNumber":20,"VerseNumber":35,"Text":"Suphe yok ki, Sen bizi gorup duruyorsun.»"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah: «Haydi, erdirildin dilegine, ey Musa!» buyurdu"},{"SurahNumber":20,"VerseNumber":37,"Text":"Sanıma andolsun ki, Biz sana diger bir defa daha lutufta bulunmustuk"},{"SurahNumber":20,"VerseNumber":38,"Text":"Hani o vakit annene, verilen su ilhamı vermistik"},{"SurahNumber":20,"VerseNumber":39,"Text":"Onu sandıgın icine koy, denize bırak, deniz de onu sahile bıraksın, onu hem Bana dusman, hem ona dusman biri alsın! Ve senin uzerine, gozetimim altında yetistirilesin diye, katımdan bir sevgi koydum"},{"SurahNumber":20,"VerseNumber":40,"Text":"O zaman kız kardesin gidiyor ve: «ona iyi bakacak birini bulayım mı size?» diyordu. Boylece, gozu aydın olsun ve uzulmesin diye seni tekrar annene iade ettik. Hem bir adam oldurdun de seni gamdan kurtardık, seni bircok denemelerden gecirdik; bu sebeple yıllarca Medyen halkı arasında kaldın, sonra da ey Musa, bir kader ustune geldin"},{"SurahNumber":20,"VerseNumber":41,"Text":"Ben, seni kendim icin yetistirdim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen ve kardesin mucizelerimle gidin ve Beni anmakta gevseklik etmeyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Firavun´a gidin; cunku o, pek azıttı"},{"SurahNumber":20,"VerseNumber":44,"Text":"Varın da ona yumusak dille soyleyin; belki dinler veya korkar.»"},{"SurahNumber":20,"VerseNumber":45,"Text":"«Ey Rabbimiz, bize siddetle saldırmasından veya azgınlıgının artmasından korkarız!» dediler"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allah: «Korkmayın, cunku Ben sizinle beraberim; isitirim ve gorurum"},{"SurahNumber":20,"VerseNumber":47,"Text":"Haydi, varın da ona deyin ki: «Haberin olsun, biz Rabbinin elcileriyiz, artık Israil ogullarını bizimle gonder, onlara iskence etme, biz sana Rabbinden bir mucize ile geldik, selam da dogruya uyanlara"},{"SurahNumber":20,"VerseNumber":48,"Text":"Inan ki, bize, azabın, kesinlikle yalanlayıp yuz cevirene oldugu vahyolundu.»"},{"SurahNumber":20,"VerseNumber":49,"Text":"Firavun: «Sizin Rabbiniz kimdir, ey Musa?» dedi"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa: «Bizim Rabbimiz, herseye uygun yaratılısını veren sonra da yolunu gosterendir!» dedi"},{"SurahNumber":20,"VerseNumber":51,"Text":"Firavun: «Ya, oyle ise, onceki milletlerin durumu nedir?» dedi"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa: «Onların bilgisi Rabbimin katında bir kitaptadır; Rabbim sasmaz ve unutmaz"},{"SurahNumber":20,"VerseNumber":53,"Text":"Yeryuzunu sizin icin bir dosek yapan, orada size yollar acan ve gokten bir su indiren O´dur.» dedi. Iste Biz, bu su sayesinde cesitli bitkilerden ciftler cıkarmaktayız"},{"SurahNumber":20,"VerseNumber":54,"Text":"Hem yiyiniz, hem de hayvanlarınızı gudunuz; gercekten bunda dogruya kılavuzluk eden akıl sahipleri icin bircok deliller vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi topraktan yarattık, yine ona dondurecegiz ve yine sizi ondan bir kere daha cıkaracagız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Andolsun ki. Biz Firavuna butun mucizelerimizi gosterdik; oyle iken o, yine yalanladı ve dayattı"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dedi ki: «Ey Musa, sen sihrinle bizi yerimizden cıkarmak icin mi bize geldin"},{"SurahNumber":20,"VerseNumber":58,"Text":"O halde bilmis ol ki, biz de sana onun gibi bir sihir yapacagız. Simdi sen, seninle aramızda bir bulusma yeri ve zamanı belirle ki, ne senin ne de bizim caymayacagımız denk bir yer olsun!» dedi"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa: «Sizinle bulusma vakti sus (bayram) gunu ve insanların toplanacagı kusluk vaktidir» dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Bunun uzerine Firavun, donup tedbir almaya giristi, butun hilesini derledi topladı, sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara: «Yazıklar olsun size, Allah´a yalan yere iftirada bulunmayın, sonra bir azap ile kokunuzu keser. Gercekten iftira eden husrana ugramıstır.» dedi"},{"SurahNumber":20,"VerseNumber":62,"Text":"Onlar aralarında tartısıp anlastılar ve gizlice fısıldastılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dediler ki: «Suphesiz bunlar, iki sihirbazdır; sizi yerinizden cıkarmak ve sizin o ideal inanc ve gidisatınızı yok etmek istiyorlar"},{"SurahNumber":20,"VerseNumber":64,"Text":"Siz de butun hilelerinizi birlestirin, sonra sıra halinde gelin. Muhakkak ki, bugun ustun gelen zafere ermis olacak!»"},{"SurahNumber":20,"VerseNumber":65,"Text":"Onlar: «Ey Musa ya sen at, ya da ilk atan biz olalım.» dediler"},{"SurahNumber":20,"VerseNumber":66,"Text":"Musa: «Haydi, siz atın!» dedi. Bir de baktı ki, onların ipleri ve sopaları, sihirleri sebebiyle, kendisine cidden kosuyorlarmıs gibi gorunuyor"},{"SurahNumber":20,"VerseNumber":67,"Text":"Birden bire Musa, icinde bir tur korku duydu"},{"SurahNumber":20,"VerseNumber":68,"Text":"Dedik ki: «Korkma, cunku sensin ustun sen"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sag elindekini bırakıver; o, onların yaptıklarını yalar yutar. Cunku onların yaptıkları yalnızca bir sihirbaz hilesidir. Sihirbaz ise her nerede olsa felah bulmaz!»"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sonunda butun sihirbazlar secdeye kapandılar: «Harun ile Musa´nın Rabbine iman ettik.» dediler"},{"SurahNumber":20,"VerseNumber":71,"Text":"Firavun: «Demek ben size izin vermeden ona iman ettiniz ha! O, mutlaka size sihri ogreten buyugunuzdur. O halde andolsun ki, ben de sizin ellerinizi ve ayaklarınızı caprazlama kesecegim ve sizi kesinlikle hurma dallarına asacagım; suphesiz bileceksiniz hangimizin azap bakımından daha siddetti ve daha surekli oldugunu!» dedi"},{"SurahNumber":20,"VerseNumber":72,"Text":"Onlar: «Ihtimali yok, bize gelen bu acık mucizelere ve bizi yaratana karsı seni tercih edemeyiz. Artık ne yapacaksan yap; senin hukmun olsa olsa bu dunya hayatında gecerli olur"},{"SurahNumber":20,"VerseNumber":73,"Text":"Dogrusu biz, gunahlarımıza ve bizi zorladıgın sihre karsı bizi bagıslasın diye Rabbimize iman ettik. Allah, daha hayırlı ve daha kafacıdır.» cevabını verdiler"},{"SurahNumber":20,"VerseNumber":74,"Text":"Her kim Rabbine suclu olarak varırsa, suphesiz ona cehennem vardır. Orada ne olur, ne dirilir"},{"SurahNumber":20,"VerseNumber":75,"Text":"Her kim de mumin olarak ve yararlı isler yapmıs bir halde varırsa, iste onlara en yuksek dereceler vardır"},{"SurahNumber":20,"VerseNumber":76,"Text":"Altından ırmaklar akan Adn cennetleri ki, onlarda ebedi kalacaklardır. Ve o iste , temizlenen kimsenin mukafatı"},{"SurahNumber":20,"VerseNumber":77,"Text":"Dogrusu Musa´ya soyle vahyettik: «Kullarımla geceleyin yuru de onlara denizde kuru bir yol ac; yetisilmekten korkmaz ve endise etmezsin.»"},{"SurahNumber":20,"VerseNumber":78,"Text":"Derken Firavun ordularıyla onları takip etti; denizden kendilerini saran sarıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Velhasıl Firavun kavmini sapıklıga surukledi, dogru yola goturmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey Israil ogulları! Sizi gercekten dusmanınızdan kurtardık, Tur dagının sag yanında size soz verdik ve sizlere kudret helvası ile bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdigimiz rızıkların en hoslarından yiyin ve o hususta taskınlık yapmayın ki, sonra gazabım iner uzerinize; her kimin uzerine de gazabım inerse, o ucuruma gider"},{"SurahNumber":20,"VerseNumber":82,"Text":"Bununla birlikte, Ben tevbe eden, iman edip yararlı isler yapan sonra da dogru giden kimse icin cok bagıslayıcıyım, suphesiz"},{"SurahNumber":20,"VerseNumber":83,"Text":"Hem seni kavminden daha cabuk gelmeye sevkeden nedir, ey Musa"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa: «Onlar, benim izimin uzerindeler ve ben, hosnut olasın diye, sana gelmekte acele ettim ey Rabbim!» dedi"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah: «Ama Biz, senin ardından kavmini fitneye dusurduk ve Samiri onları saptırdı.» buyurdu"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa, ofkeli ve uzuntulu olarak hemen kavmine dondu: «Ey kavmim, Rabbiniz size guzel bir va´dde bulunmadı mı? Zaman mı uzadı, yoksa basınıza Rabbinizden bir gazap inmesini arzu ettiniz de mi bana verdiginiz sozu tutmadınız?» dedi"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar: «Biz, sana verdigimiz sozden, kendiligimizden caymadık. Fakat biz, o kavmin zinet esyasından bir takım agırlıklar yuklenmistik. Onları atese attık; Samiri de attı"},{"SurahNumber":20,"VerseNumber":88,"Text":"Derken onlara, bogurmesi olan bir dana heykeli cıkardı. Bunun uzerine: «Iste bu, sizin ilahınız ve Musa´nın ilahıdır; fakat o, bunu unuttu.» dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Su gercegi gormuyorlar mıydı ki, o onlara bir sozle karsılık veremiyor ve kendilerine ne bir zarar ne de bir yarar saglayabiliyordu"},{"SurahNumber":20,"VerseNumber":90,"Text":"Andolsun ki, onceden Harun onlara: «Ey kavmim, siz bununla yalnızca bir fitneye tutuldunuz ve dogrusu sizin Rabbiniz esirgemesi cok Allah´tır; gelin bana uyun ve emrime itaat edin!» demisti"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar: «Biz Musa bize donunceye kadar onun basında durmaktan asla ayrılmayacagız!» dediler"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa: «Ey Harun, sana ne engel oldu bunların sapıklıga dustuklerini gordugun zaman"},{"SurahNumber":20,"VerseNumber":93,"Text":"pesimden gelmedin. Benim emrime isyan mı ettin?» dedi"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun: «Ey anamın oglu, sakalımı ve basımı tutma! Emin ol ki, «dedigime bakmadın da Israil ogulları arasına ayrılık dusurdun.» dersin diye korktum.» dedi"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa: «Ya senin derdin ne ey Samiri?» dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"Samiri: «Ben onların gormediklerini gordum de Resulun izinden bir avuc toprak avuclayıp attım, nefsim bana boyle hos gosterdi.» dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa: «Haydi, defol! Cunku senin cezan, hayat boyunca «Bana dokunmayın!» demendir; ayrıca senin asla kurtulamayacagın bir ceza daha var. O basını bekleyip durdugun tanrına da bak! Onu mutlaka yakacagız da yakacagız. Sonra da onu kul edip muhakkak denize dokecegiz"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin ilahınız ancak o Allah´tır ki, O´ndar baska ilah yoktur. O, ilmi ile herseyi kusatmıstır!» dedi"},{"SurahNumber":20,"VerseNumber":99,"Text":"Ya Muhammed, iste sana boyle gecmisin onemli haberlerinden kıssa anlatıyoruz. Suphe yok ki, sana tarafımızdan bir zikir verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Her kim ondan yuz cevirirse, suphesiz o, kıyamet gonunde bir gunah yuklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"Sonsuza dek onun altında kalacaklardır. Onlar icin kıyamet gunu o ne kotu bir yuktur"},{"SurahNumber":20,"VerseNumber":102,"Text":"O gun ki, sura ufrulecek ve sucluları o gun Biz, gomgok mahsere toplayacagız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Onlar, aralarında: «On gunden fazla durmadınız.» diye gizli gizli konusacaklar"},{"SurahNumber":20,"VerseNumber":104,"Text":"Gorusu en ustun olanları, «Bir gunden fazla durmadınız.» dedigi zaman, ne diyeceklerini Biz biliriz"},{"SurahNumber":20,"VerseNumber":105,"Text":"Bir de sana daglar hakkında soruyorlar. De ki: «Rabbim, onları un ufak edip savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"Yerlerini dumduz bombos bir halde bırakacak"},{"SurahNumber":20,"VerseNumber":107,"Text":"Orada ne bir egrilik, ne de bir yumruluk goremeyeceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gun davetciye hicbir yana sapmadan uyacaklar. Oyle ki, Rahman´ın heybetinden sesler kısılmıstır; artık bir hısırtıdan baska birsey isitmezsin"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gun Rahman´ın izin verdigi ve sozunden hosnut oldugu kimseden baska, hic kimsenin sefaati fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"O, onların geleceklerini de bilir gecmislerini de. Fakat onların bilgisi O´nu kapsayamaz"},{"SurahNumber":20,"VerseNumber":111,"Text":"Butun yuzler, o diri ve herseyi gozetip durana bas egmis ve bir zulum yuklenen gercekten husrana ugramıstır"},{"SurahNumber":20,"VerseNumber":112,"Text":"Her kim de mumin olarak yararlı isler yaparsa, ne bir zulumden korkar, ne de cignenmeden"},{"SurahNumber":20,"VerseNumber":113,"Text":"Iste boylece Biz onu Arapca bir Kur´an olarak indirdik ve onda tehditleri turlu sekillerde tekrarladık ki, belki korunur takva yolunu tutarlar ya da o onlarda bir dusunme, ibret alma meydana getirir"},{"SurahNumber":20,"VerseNumber":114,"Text":"Demek ki Allah, O hak hukumdar, yuceler yucesidir !.. Sana vahyi tamamlanmadan once Kur´an´ı okumakta acele etme ve: «Rabbim, benim ilmimi artır!» de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Gercek su ki, bundan once Adem´e bir emir verdik, ama o unuttu ve Biz onda bir azim de bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Ve o vakti dusun ki, meleklere: «Adem icin secde edin!» dedik, hemen secde ettiler;ancak Iblis dayattı"},{"SurahNumber":20,"VerseNumber":117,"Text":"Bunun uzerine Biz de: «Ey Adem, haberin olsun, bu, sana ve esine dusmandır; sakın sizi cennetten cıkarmasın, sonra mutsuz olursun"},{"SurahNumber":20,"VerseNumber":118,"Text":"Cunku senin acıkmaman ve cıplak kalmaman oradadır"},{"SurahNumber":20,"VerseNumber":119,"Text":"ve sen orada susamazsın ve guneste yanmazsın.» dedik"},{"SurahNumber":20,"VerseNumber":120,"Text":"Derken seytan ona vesvese verdi: «Ey Adem, sana sonsuzluk agacını ve curumesi olmayan bir saltanatı gostereyim mi?» dedi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Bunun uzerine ikisi de ondan yediler; hemen ayıp yerleri kendilerine acılıp gorundu, uzerlerine cennet yapragından yamamaga basladılar ve Adem Rabbine asi oldu da saskın dustu"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rabbi, onu secti de tevbesini kabul buyurdu ve yol gosterdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah: «Ikiniz de oradan birlikte inin, kiminiz kiminize dusman olarak! Sonra ne zaman size Benden bir dogru yolu gosterici gelir de her kim Benim kılavuzuma uyarsa, iste o, sapıklıga dusmez ve mutsuz olmaz"},{"SurahNumber":20,"VerseNumber":124,"Text":"Her kim de zikrimden yuz cevirirse, ona dar bir gecim vardır ve onu kıyamet gunu kor olarak hasrederiz.»"},{"SurahNumber":20,"VerseNumber":125,"Text":"Diyecek ki: «Ey Rabbim, beni nicin kor olarak hasrettin. Oysa ben, goren bir kimse idim?»"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah: «Oyle, sana ayetlerimiz geldi de sen onları unuttun. Bugun de boyle bırakılacaksın.» buyurur"},{"SurahNumber":20,"VerseNumber":127,"Text":"Ve iste haddi asıp Rabbinin ayetlerine inanmayanları Biz boyle cezalandırırız ve elbette o ahiret azabı daha cetin ve daha kalıcıdır"},{"SurahNumber":20,"VerseNumber":128,"Text":"Yurtlarında yuruyup durdukları kendilerinden onceki nice nesilleri helak etmemiz kendilerini dogru yola sevketmedi mi? Muhakkak bunda ibret alacak akıl sahipleri icin bircok deliller vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Eger Rabbin tarafından onceden vermis bir soz olmasaydı, mutlaka azap derhal yapısırdı; fakat belirlenmis bir sure var"},{"SurahNumber":20,"VerseNumber":130,"Text":"O halde onların dediklerine sabret, gunesin dogmasından once ve batmasından once Rabbini hamd ile tesbih et. Gece saatlerinde de gunduzun uclarında da tesbih et ki, hosnutluga eresin"},{"SurahNumber":20,"VerseNumber":131,"Text":"Kafirlerden birkac ciftini, kendilerini fitneye dusurmek icin, dunya hayatının cicibicisi olarak yararlandırdıgımız seylere gozlerini dikme sakın! Oysa Rabbinin rızkı (nimeti) hem daha hayırlı, hem daha kalıcıdır"},{"SurahNumber":20,"VerseNumber":132,"Text":"Hem ailene (ummetine) namazı emret, hem de kendin ona sabırla devam et! Biz, senden bir rızık istemiyoruz, seni Biz rızıklandırırız; guzel sonuc takvanındır"},{"SurahNumber":20,"VerseNumber":133,"Text":"Bir de onlar: «Rabbinden bir mucize getirse ya !» dediler. Onlara, daha onceki kitaplardakinin apacık delili gelmedi mi ki"},{"SurahNumber":20,"VerseNumber":134,"Text":"Eger Biz, onları bundan once bir azap ile helak etmis olsaydık: «Ey Rabbimiz, ne olurdu bize bir peygamber gonderseydin de biz alcak ve rezil olmadan once ayetlerine uysaydık.» diyeceklerdi"},{"SurahNumber":20,"VerseNumber":135,"Text":"De ki: «Hepimiz beklemekteyiz, siz de bekleyin bakalım; cunku yakında, dogru yol sahiplerinin ve dogru gidenlerin kimler oldugunu bileceksiniz"}]}