{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Adamdarga ozdorunun esebi (Kıyamat) jakındap kaldı. Alar bolso (Allaһ buyurgan parızdardan) juz uyrugon boydon kaydıger jurusot"},{"SurahNumber":21,"VerseNumber":2,"Text":"Alarga Rabbileri tarabınan jaŋı zikir (ayat) kelse (musrikter) oyunkaraktık menen ugustu"},{"SurahNumber":21,"VerseNumber":3,"Text":"juroktoru kaydıger bolup. Jana zaalım (kaapır) adamdar: «Bul (Muhammad) ec kim emes, ozuŋor sıyaktuu jonokoy ele adam (al «ayat» degen nerseler bolso, sıykır). Siler korup turup sıykırga kele jatasıŋarbı?» (dep) sıbırap suylosustu"},{"SurahNumber":21,"VerseNumber":4,"Text":"(Paygambar) Ayttı: «Menin Rabbim asmandagı, jerdegi sozdu bilet. Al — Uguucu, Biluucu!»"},{"SurahNumber":21,"VerseNumber":5,"Text":"«Anday emes» — desti alar — (Muhammad aytıp jatkan nerseler) tustogu joburanuu, jok, alardı ozu oylop cıgargan, jok anday emes, al akın. (Eger paygambarlıgı cın bolso, abalkı(paygambar)larga jiberilgen sıyaktuu bir moojiza keltirsinci, kana?!»"},{"SurahNumber":21,"VerseNumber":6,"Text":"Alardan murunku Biz kıyratkan saarlar(dın elderi) ıyman keltirbegen nersege usular ıyman keltirmek bele"},{"SurahNumber":21,"VerseNumber":7,"Text":"(O, Muhammad) Biz senden murun (periste je bolboso ayal zatınan emes) jalaŋ erkek kisilerdi gana Paygambar kılıp, alarga vahiy jibergenbiz. Eger bilbeseŋer Zikir (Iyık Kitep) eelerinen suragıla"},{"SurahNumber":21,"VerseNumber":8,"Text":"Biz paygambarlardı tamak-as jebey turgan dene (adattan sırtkarı tabiyattuu adam) kılıp jaratpadık. Alar tuboluk jasooculardan da emes"},{"SurahNumber":21,"VerseNumber":9,"Text":"Kiyin Biz paygambarlarga bergen ubadanı atkarıp (kaapırlarga azap jiberip) Paygambarlardı jana Ozubuz kaalagan (momun) adamdardı kutkarıp, cekten cıkkandardı kıyratıp saldık"},{"SurahNumber":21,"VerseNumber":10,"Text":"(O, paygambar menen musulmandar!) Biz silerge Kitep (Kuraan) tusurduk. Anın icinde silerdin soorat-daŋkıŋar bar. Akılıŋardı istetpeysiŋerbi"},{"SurahNumber":21,"VerseNumber":11,"Text":"Jana Biz (otkondo) necen-necen zaalım (kaapır) saarlardı kıyratıp, alardan kiyin (orduna) baskalardı jarattık"},{"SurahNumber":21,"VerseNumber":12,"Text":"Alar Bizdin azabıbızdı(n belgisin) baykaar zamat saardan kacıp jonostu"},{"SurahNumber":21,"VerseNumber":13,"Text":"«Kacpagıla, koŋul acuucu jayıŋarga jana uyuŋorgo kaytkıla, balkim (olturulboy birooŋordon-birooŋor) suralgan boydon kalaarsıŋar» (desti azaptoocu peristeler kaksık menen)"},{"SurahNumber":21,"VerseNumber":14,"Text":"Alar bolso: «Oh, olduk! Biz zaalımdardan bolup kalgan elek!» desti"},{"SurahNumber":21,"VerseNumber":15,"Text":"Biz alardı orulgan (cop sıyaktuu) kılıp tındırıp salganıbızga ceyin usul (armanduu) dubaları toktoboy turdu"},{"SurahNumber":21,"VerseNumber":16,"Text":"Biz asmandı, jerdi jana al ekoosunun arasındagılardı oyun-ermek ucun jaratkanıbız jok"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eger (asman-jerdi) ermek kılıp aluunu kaalasak, Biz anı (ermek-zooktu) Ozubuzdun aldıbızdan (asmandardın ustundogu jogorku Arstan) dele tapmakpız, eger tabuunu kaalasak"},{"SurahNumber":21,"VerseNumber":18,"Text":"Biz Akıykattı (Kuraandı) jalgandın ustuno tastaybız jana al anı ezip, jancıp koyot! Anan jalgan jok bolot. (O, Allaһtın serigi, ayalı, balası bar degender!) Mınday sıpattaganıŋar ucun silerge «Uayl»? bolsun"},{"SurahNumber":21,"VerseNumber":19,"Text":"Asmandardagı jana jerdegi nerselerdin baarı Allaһtın mulku. Anın aldındagılar (peristeler) Aga ibadat-kulculuk kıluudan tekeberlenispeyt jana ardanbayt"},{"SurahNumber":21,"VerseNumber":20,"Text":"(Teskerisince,) tunu-kunu carcabay-zerikpey Aga tasbih aytısat"},{"SurahNumber":21,"VerseNumber":21,"Text":"Je bolboso, jerdin ozunon ele tiriltuucu «kudaylardı» taap alıskanbı"},{"SurahNumber":21,"VerseNumber":22,"Text":"Eger asman menen jerde Allaһtan baska kudaylar bar bolso, ekoo teŋ oyron bolmok. (Uluu, Biyik) Arstın Rabbisi bolgon Allaһ musrikter sıpattagan nerselerden Aruu-Taza"},{"SurahNumber":21,"VerseNumber":23,"Text":"Allaһ Ozunun isi boyunca ec kimge joop berbeyt. Alar joop beriset (suralısat)"},{"SurahNumber":21,"VerseNumber":24,"Text":"Je, alar Allaһtan baskalardı kuday kılıp alıstıbı?! Aytkın: «(Anday bolso) daliliŋerdi alıp kelgile! Mına mendegi nersenin (Kuraandın) sozdoru jana menden murunku nerselerdin (Toorat menen Injildin) sozdoru! Jok, Alardın kopculugu Akıykattı bilispeyt. (Munun sebebi) Alar juz burup ketisken"},{"SurahNumber":21,"VerseNumber":25,"Text":"(O, Muhammad!) Senden murun jibergen ar bir paygambarga Biz: «Menden baska (ibadatka ılayık) kuday jok. Ozumo gana sıyıngıla dep vahiy kıldık"},{"SurahNumber":21,"VerseNumber":26,"Text":"(Musrikter): «Rahmandın! balası bar» desti. Allaһ bala kutuudon Aruu-Taza. Anday emes, alar (peristeler) urmattuu pendeler"},{"SurahNumber":21,"VerseNumber":27,"Text":"Alar Andan (Allaһtan) ozunup suylospoyt. Alar anın buyrugun gana atkarısat"},{"SurahNumber":21,"VerseNumber":28,"Text":"(Allaһ) Alardın kelecekterin da, otmustorun da bilet. Alar (Allaһtın aldında) ortomcu bolo alıspayt. Allaһ kaalagandar ucun gana ortomcu bolo alısat. Alar Allaһtan korkup, ırayımına jaldırap turusat"},{"SurahNumber":21,"VerseNumber":29,"Text":"Alardın kimisi «men — kudaymın» dese Biz anı Tozok menen jazalaybız. Biz zaalımdardı usunday jazalaybız"},{"SurahNumber":21,"VerseNumber":30,"Text":"Kaapırlar bilispeybi, asmandar menen jer (murda) tosulgan bolcu. Kiyin Biz alardı oŋdop (paydaluu kılıp) koyduk. Jana Biz ar bir tiruu nerseni suudan jarattık?. Iyman keltirispeybi"},{"SurahNumber":21,"VerseNumber":31,"Text":"Jana adamdardı bekem karmap tursun dep jer betine tizilgen toolordu jarattık. Jana elder Tuura Jol taap (adaspay) jursun dep oroon — joldordu jasap koyduk"},{"SurahNumber":21,"VerseNumber":32,"Text":"Jana asmandı korgolgon tam kıldık!. Alar Bizdin (bul) ayan-belgileribizden juz burusuuda"},{"SurahNumber":21,"VerseNumber":33,"Text":"Al kunduz menen karaŋgılıktı, Kun menen Aydı jarattı. Bardıgı asmanda suzup jurusot"},{"SurahNumber":21,"VerseNumber":34,"Text":"(Oo, Muhammad!) Senden murun da ec bir adamdı tuboluk jaratpadık. Emne, sen olup, alar (musrikter) tuboluk jasayt beken"},{"SurahNumber":21,"VerseNumber":35,"Text":"Ar bir jan olumdu(n daamın) tatuucu. (Osogo ceyin) Biz alardı (keede) jaksılık, (keede) jamandık menen sınaybız. Jana (omuruŋor butkondo) Ozubuzgo kaytarılasıŋar"},{"SurahNumber":21,"VerseNumber":36,"Text":"Eger seni kaapırlar korso (biri-birine) silerdin (Allaһtan baska) kudayıŋardı (bularga sıyınıp bolboyt dep) tilge algan usulbu?» dep sıldıŋdasat. Alar Rahmandı eskeruudon kaapır bolusuuda"},{"SurahNumber":21,"VerseNumber":37,"Text":"Insan sabırsız jaratılgan. (O, kaapırlar,) jakında silerge belgilerimdi (azaptı) korgozomuŋ,. Meni sastırbagıla"},{"SurahNumber":21,"VerseNumber":38,"Text":"Alar: «Eger cıncıl bolsoŋor, janagı ubada (azap) kacan?» -deset"},{"SurahNumber":21,"VerseNumber":39,"Text":"Eger kaapırlar juzdorunon jana jondorunan Tozok otun toso albay, jardamsız kalgan mezgildi (Kıyamattı) bilgende (anday sozdordu aytpayt ele)"},{"SurahNumber":21,"VerseNumber":40,"Text":"(Kıyamat) Alarga kapıstan kelet. Osondo alar anı kaytaruudan alsız bolup, korkuudan seleyip kalısat. (Anda) Alarga ec moonot berilbeyt"},{"SurahNumber":21,"VerseNumber":41,"Text":"(O, Muhammad), senden murunku paygambarlar dele (kaapır elder tarabınan) sıldıŋdalgan. Anan alardın arasınan sıldıŋdagan adamdarga, osol sıldıŋdagan nerseleri (azap bolup) tuskon"},{"SurahNumber":21,"VerseNumber":42,"Text":"Aytkın: «(Ey, kaapırlar) Silerdi tundo je kunduzu (azap jibercu bolso) Rahmandan kim korgoy alat?! Teskerisince, alar Rabbilerin(in azabın) eskeruudon juz burustu"},{"SurahNumber":21,"VerseNumber":43,"Text":"Je Bizden bolok korgoocu kudayları barbı?! Al kudaylar (silerge emes) ozdoruno da jardam bere albayt. Jana Bizden da ec bir jardamga ee bolo alıspayt"},{"SurahNumber":21,"VerseNumber":44,"Text":"Jok, alardı da, ata-babaların da omuru uzun bolgongo ceyin Biz paydalantuudabız. Alar korboy jatabı, Biz jerdin aylana-tegeregin jonup, kıskartıp jatabız go?!? Emne, alar (Allaһtın tagdırına moyun sunbay), jeŋuucu bolusat beken"},{"SurahNumber":21,"VerseNumber":45,"Text":"(O, Muhammad), sen alarga: «Men silerdi vahiy (Allaһtan kelgen kabar) menen eskertip jatamın. Birok, duloy adamdar eskertilgen cakırıktı ukpayt» dep aytkın"},{"SurahNumber":21,"VerseNumber":46,"Text":"Eger alardı Rabbiŋdin bir az ele azabı karmasa; «Oh, olduk! Biz zaalımdardan bolup kaldık!» -deset"},{"SurahNumber":21,"VerseNumber":47,"Text":"Biz Kıyamat Kun ucun adilet tarazalardı ornotobuz. Ec bir jan(ga) zulumduk kılınbayt. (Soobunan kemitilbeyt). Eger (soobu je kunoosu) sarı kıcı danıncalık bolso da, anı alıp kelebiz. Biz jetistuu esepcibiz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Jana Biz Musa menen Harunga Furkandı (ak menen karanı ajıratuucu Toorattı) takıba kisiler ucun nur jana eskerme kılıp berdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"Takıbaalar usunday kisiler: Kayıptagı Rabbisinen korkusat. Jana alar Kıyamat Kundon titirep turusat"},{"SurahNumber":21,"VerseNumber":50,"Text":"Jana bul (Kuraan) Biz tusurgon Zikir jana Bereket. Siler anı cetke kagasıŋarbı"},{"SurahNumber":21,"VerseNumber":51,"Text":"Biz buga ceyin Ibrahimge Tuura Jol bergenbiz. Jana anı(n abalın) Biluucu bolduk"},{"SurahNumber":21,"VerseNumber":52,"Text":"Bir kezde al atasına jana koomuna: «Siler tabınıp jatkan bul aykelder(den payda) ne?!» -dedi"},{"SurahNumber":21,"VerseNumber":53,"Text":"«Ata-babalarıbızdı osolorgo sıyıngan abalda tapkanbız» desti alar"},{"SurahNumber":21,"VerseNumber":54,"Text":"(Ibrahim) Ayttı: «Siler da, ata-babaŋar da anık adasuuda bolgonsuŋar!»"},{"SurahNumber":21,"VerseNumber":55,"Text":"(Musrikter) Aytıstı: «Sen cın suylop jatasıŋbı je oynop (tamasa) suylop jatasıŋbı?»"},{"SurahNumber":21,"VerseNumber":56,"Text":"Ayttı: «Cının aytam; Silerdin Rabbiŋer asmandardın jana jerdin Rabbisi. Alardı jaratkan. Buga men ozum kubogo otuucumun"},{"SurahNumber":21,"VerseNumber":57,"Text":"Jana Allaһka ant icip aytamın: «Men siler (saardan) ketkende aykel-kudayıŋardın amalın taap koyomun!»"},{"SurahNumber":21,"VerseNumber":58,"Text":"Anan alardın eŋ coŋunan baska baarın talkalap cıktı, osogo kaytıssın dep. Saar eli mayramdan kaytıp, ibadatkanaga kirisip"},{"SurahNumber":21,"VerseNumber":59,"Text":"«Bizdin kudaylarıbızga munu kim jasadı?! Al sozsuz zaalımdardan eken!!!» desti"},{"SurahNumber":21,"VerseNumber":60,"Text":"(Kee birooloru) Aytıstı: «Ibrahim degen jas jigit kudaylarıbızdı (jamandık menen) tilge alıp jurgon»"},{"SurahNumber":21,"VerseNumber":61,"Text":"(Coŋdoru) Ayttı: «Anı adamdardın koz aldına alıp kelgile, (sazayın bergenibizdi) korup koyussun!»"},{"SurahNumber":21,"VerseNumber":62,"Text":"«O, Ibrahim! Bizdin kudaylarıbızga usunu sen jasadıŋbı?!» - desti"},{"SurahNumber":21,"VerseNumber":63,"Text":"«Jok — dedi Ibrahim — mına bul (balta karmap turgan) coŋu jasadı. Eger suylocu bolso surap algıla»"},{"SurahNumber":21,"VerseNumber":64,"Text":"Osondo alar (bir saamga) esterine kele kalıstı jana (biri-birine) «Cın ele siler ozuŋor zaalım ekensiŋer» - desti"},{"SurahNumber":21,"VerseNumber":65,"Text":"Kiyin dagı bastarı aylanıp, «Sen bulardın suyloboy turgandıgın bilet bolcusuŋ! (Bizdi sıldıŋ kılba)» -desti"},{"SurahNumber":21,"VerseNumber":66,"Text":"«Allaһtan baska, ozuŋorgo ne zıyan, ne payda keltire albagan kudaylarga sıyınıp jatasıŋarbı"},{"SurahNumber":21,"VerseNumber":67,"Text":"Silerden dagı, Allaһtan baska sıyıngan kudayıŋardan dagı tajadım! Akılıŋardı istetpeysiŋerbi?!» (dedi Ibrahim). (Musrikter Ibrahimdin dalilderine joop bere albay, kuc koldonuunu kaalastı jana)"},{"SurahNumber":21,"VerseNumber":68,"Text":"«Anı otko ırgıtkıla! Kudayıŋarga jardam bergile! Eger jasay alsaŋar, usunday jasagıla!» - desti"},{"SurahNumber":21,"VerseNumber":69,"Text":"Biz ayttık: «O, ot, Ibrahimge muzdak jana salamattık bol!»"},{"SurahNumber":21,"VerseNumber":70,"Text":"Alar munu menen (dinge karsı) aylakerlik kıluunu kaalastı. Birok, Biz alardı zıyan tartuucu kıldık"},{"SurahNumber":21,"VerseNumber":71,"Text":"Jana Biz anı (Ibrahim) menen Lut ekoosun, aalamdar ucun berekeluu kılgan jerge (Sam olkosuno) kutkarıp (cıgarıp) jiberdik"},{"SurahNumber":21,"VerseNumber":72,"Text":"Biz aga Ishaktı jana (anın uulu) Yakubdu kosumca kılıp berdik. Jana (Ibrahim, Ishak, Yakubdun) baarın teŋ salih (jaksı) adamdardan kıldık"},{"SurahNumber":21,"VerseNumber":73,"Text":"Biz alardı Ozubuzdun gana isibizge (dinibizge) bastoocu imamdardan kıldık. Jana alarga jaksı isterdi jasoonu, namaz okuunu jana zeket beruunu vahiy kıldık. Alar Bizge (ec nerseni serik kospoy) ibadat kıluuculardan bolcu"},{"SurahNumber":21,"VerseNumber":74,"Text":"Biz Lutka da okum (paygambarcılık) jana ilim (sariyat) berdik. Biz anı ıplastık (bacabazdık) isterdi jasagan saardan cıgarıp kettik. Alar (saar eli) jaman, buzuk adamdar bolgon"},{"SurahNumber":21,"VerseNumber":75,"Text":"Biz anı Oz ırayımıbızga aldık. Cınında al salih adamdardan"},{"SurahNumber":21,"VerseNumber":76,"Text":"Jana Nuhtu (esker). Murun al (Bizge biyik dobus menen) duba kıldı ele, Biz anı kabıl aldık. Anan Biz anı menen uy-bulosun uluk kaygıdan (topon suudan) kutkarıp kaldık"},{"SurahNumber":21,"VerseNumber":77,"Text":"Biz aga ayattarıbızdı «jalgan» degen (kaapır) koomdon (alardın zıyan keltiruusunon) jardam berdik. Alar jaman adamdar bolcu. Biz alardı birin koyboy (topon suuga) cokturduk"},{"SurahNumber":21,"VerseNumber":78,"Text":"Daud menen Sulaymandı (estegin). Bir kezde al ekoosu bir koomdun koyloru (tundosu kaptap kirip) maykandap koygonu jonundo okum kılıskan, Biz alardın okumuno kubo bolgonbuz"},{"SurahNumber":21,"VerseNumber":79,"Text":"Sulaymanga bul cecimdi tusundurduk. Biz ekoono teŋ (Daud menen Sulaymanga) okum jana ilim bergenbiz. Daudga ozu menen kosulup (Allaһka) tasbih aytkan toolordu jana kustardı moyun sundurduk.? (Usunu) Biz jasadık"},{"SurahNumber":21,"VerseNumber":80,"Text":"Biz Daudga silerdi sokku-zıyandan saktay turgan (zoot) kiyimderdi jasoonu uyrottuk. Emi sugur kılaarsıŋar"},{"SurahNumber":21,"VerseNumber":81,"Text":"Jana Sulaymanga uckul samaldardı moyun sundurduk. Alar anın buyrugu menen, Biz berekettuu kılgan jerde? jelip turat. Biz ar bir nerseni Biluucubuz"},{"SurahNumber":21,"VerseNumber":82,"Text":"Jana al (Sulayman) ucun gavas (suucul) jana mından baska (insan jasay albay turgan) isterdi jasap bere turgan jin-saytandardı (moyun sundurduk). Alardı Biz Ozubuz kozomoldoocubuz"},{"SurahNumber":21,"VerseNumber":83,"Text":"Jana Ayyubdu da este. Al Rabbisine: «Meni zıyan kaptadı! Ozuŋ ırayım kıluuculardın eŋ ırayımduuraagısıŋ!» - dep, (biyik dobus menen) duba kıldı"},{"SurahNumber":21,"VerseNumber":84,"Text":"Kiyin Biz anın dubasın kabıl kılıp, andagı zıyandı arılttık jana Ozubuzdon ırayım-rahmat iretinde jana (sabırduu) ibadatcılarga eskerme-sabak bolsun dep aga uy-bulosun kaytarıp, alar menen dagı osonco (perzent) berdik"},{"SurahNumber":21,"VerseNumber":85,"Text":"Jana (oo, Muhammad), Ismayıl, Idris, Zulkiflderdi da estegin. Alardın baardıgı sabırduulardan bolgon"},{"SurahNumber":21,"VerseNumber":86,"Text":"Alardı Oz ırayımıbızga aldık. Bardıgı salih pendelerden"},{"SurahNumber":21,"VerseNumber":87,"Text":"Zunnundu da estegin.! Bir kezde al acuulanıp (elinen een jerge) ketip kaldı. Al Bizdi ozun tar (jana karaŋgı) jerde kaltırbayt dep oylogon.? Al karaŋgılıktarda (kalıp): «Ozuŋdon baska ilah jok. (O, Rabbim!) Sen Aruu-Taza Kudaysıŋ! Men zaalımdardan bolup kaldım!»- dep jalbardı"},{"SurahNumber":21,"VerseNumber":88,"Text":"Biz anın dubasın kabıl aldık jana kaygıdan kutkardık. Biz momun adamdardı mına usintip kutkarabız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Jana Zakariyanı este: Al Rabbisine: «O, Rabbim! Meni jalgız (tuyaksız) kaltırba! Ozuŋ muras aluuculardın (bardıgının artında kaluuculardın) eŋ jaksısısıŋ!» dep duba kılganda"},{"SurahNumber":21,"VerseNumber":90,"Text":"Biz anın dubasın kabıl alıp, aga Yahyanı belek kılganbız jana tuubas ayalın da ayıktırıp koygonbuz. Alar (paygambarlar) jaksılık (soop) isterge tez kirisuucu pendeler ele. (Jaksılıktardan) umut kılıp (jamandıktardan) korkup duba kılıscu. Jana alar Biz ucun kicipeyil pendeler bolgon"},{"SurahNumber":21,"VerseNumber":91,"Text":"Jana abiyirin saktagan kızdı (Maryamdı) da estegin. Kiyin Biz aga Oz Ruhubuzdan uyloduk. Anı jana anın uulun aalamdar ucun (Oz Kuduretibizden) belgi KILDIK"},{"SurahNumber":21,"VerseNumber":92,"Text":"(O, adamdar!) Silerdin bul ummotuŋor (diniŋer) bir ummot? jana Men silerdin Rabbiŋer bolomun. Demek, Maga gana ibadat kılgıla"},{"SurahNumber":21,"VerseNumber":93,"Text":"Birok, (kiyin) adamdar isterin (din-isenimderin) bolup saldı. (Kantse da) Bardıgı Ozubuzgo kaytısat"},{"SurahNumber":21,"VerseNumber":94,"Text":"Kim momun-ıymanduu abalında jaksı (soop) amaldardı jasasa, anın araketi tekke ketpeyt. Biz anın paydasına jazıp koyuuucubuz"},{"SurahNumber":21,"VerseNumber":95,"Text":"Biz (kunooloru sebeptuu) kırgın salgan saarlarga (kayra bul duynogo kelip jasoo) aram. Alar ec kacan kaytıspayt"},{"SurahNumber":21,"VerseNumber":96,"Text":"Tee kacan gana Yajuj-Majuj (tosmosu) acılganda, alar (Yajuj-Majuj eli) ar kaysı dobodon agılgan boydon keliset"},{"SurahNumber":21,"VerseNumber":97,"Text":"Akıykat ubada (Kıyamat) jakındap kaldı. Al kelgende kaapırlar kozdoru canagınan cıgıp: «Olduk emi! Biz bul nerseden beykapar bolcubuz! Jok, (beykapar gana emes) zaalımdardan (isenbegenderden) bolcubuz!» deset"},{"SurahNumber":21,"VerseNumber":98,"Text":"(O, Kaapırlar!) Siler jana siler sıyıngan Allaһtan baska «kudayıŋar» tozokko otun bolosuŋar! Siler (sozsuz) aga kiresiŋer"},{"SurahNumber":21,"VerseNumber":99,"Text":"Eger alar (cınıgı) kudaylar bolso, tozokko kelbeyt bolcu. Emi alardın (jalgan kudaylardın) baarı tozokto tuboluk kalısat"},{"SurahNumber":21,"VerseNumber":100,"Text":"Anda (tozokto) alar (azaptan) ontop, kıykırısat. Anda alar (oz kıykırıgınan bolok) ec nerse uguspayt"},{"SurahNumber":21,"VerseNumber":101,"Text":"Alar ucun murdatan Biz taraptan (Tagdır Kitebine) jaksılık jazılgan adamdar tozokton alısta bolusat (tuspoyt)"},{"SurahNumber":21,"VerseNumber":102,"Text":"Alar (jana Beyistegi alardan baska adamdar) Tozoktun sıbırın da uguspayt. Jana alar koŋuldoru kusogon neemattardın icinde tuboluk kalısat"},{"SurahNumber":21,"VerseNumber":103,"Text":"Alardı uluu korkunuc kaygıga salbayt. Peristeler uturlap (tosup) cıgıp: «Bul silerge ubada kılıngan kunuŋor» (deset)"},{"SurahNumber":21,"VerseNumber":104,"Text":"Osol Kunu Biz asmandı kat jazılgan depterdi japkan sıyaktuu jaap koyobuz. (Kalk-kalayıktı) abalkı jolu jaratkan kalıbına kaytarabız. Bul (kayra jaratuu) Bizdin mildetibizdegi ubada. Biz anı atkarabız"},{"SurahNumber":21,"VerseNumber":105,"Text":"Biz Zikirden (Lavhul Mahfuzdan) Kiyin Zabur kitebinde da «Jerdi? Menin salih (ıymanduu) pendelerim muras kılıp alısat» dep jazıp koygonbuz"},{"SurahNumber":21,"VerseNumber":106,"Text":"Albette, mında (Kuraanda) ibadatcı adamdar ucun jetkiliktuu nasaat bar"},{"SurahNumber":21,"VerseNumber":107,"Text":"(O, Muhammad!) Biz seni aalamdarga ırayım (bolusuŋ) ucun jiberdik"},{"SurahNumber":21,"VerseNumber":108,"Text":"Aytkın: «Maga (Allaһ tarabınan): «Silerdin ilah-kudayıŋar jalgız Ilah. Siler (osol ilahka) moyun sunasıŋarbı?!» (dep aytuu) vahiy kılındı»"},{"SurahNumber":21,"VerseNumber":109,"Text":"Eger bas tartıssa, ayt: «Men silerge tegiz uguzdum. Birok, men silerge ubada kılıngan nerse (Kıyamat azabı) alıs je jakın ekenin bilbeymin"},{"SurahNumber":21,"VerseNumber":110,"Text":"Albette Al (Allaһ) sozdordon jarıya aytılgandarın da, iciŋerge jasırganıŋardı da bilet"},{"SurahNumber":21,"VerseNumber":111,"Text":"(Ey, Musrikter! Silerge azap-jaza kelbey turusu) balkim siler ucun sınoodur je ubaktısı kelgenge ceyin (kenen berilgen) paydalanuudur, men munu bilbeymin»"},{"SurahNumber":21,"VerseNumber":112,"Text":"O, Rabbim Ozuŋ akıykat menen okum kıl! (Ey, musrikter!) Bizdin Rabbibiz, siler sıpattagan (sirk) nerselerden korgoo surala turgan Irayımduu Zat"},{"SurahNumber":22,"VerseNumber":1,"Text":"O,adamdar! Rabbiŋerden korkkula! Kıyamattın zilzalası korkunuctuu nerse"},{"SurahNumber":22,"VerseNumber":2,"Text":"Anı korgon kunuŋordo ar bir emizuucu oz balasın unutup kalat, ar bir kos boyluu janıbar boyundagısın tusurup salat. Sen (al kundo) adamdardı nes-mas abalında korosuŋ. Cınında, alar mas emes. Birok, Allaһtın azabı katuu"},{"SurahNumber":22,"VerseNumber":3,"Text":"Adamdardın arasındagı kee birooloru ilimi jok bolso da Allaһ jonundo talasa beret jana ar kaysı beybas saytanga eercip kete beret"},{"SurahNumber":22,"VerseNumber":4,"Text":"Aga (saytandın tagdırına): «Kim usunu dos tutsa (eercise) anı adastırıp, tozok azabına bastap barat»- dep jazılıp koyulgan"},{"SurahNumber":22,"VerseNumber":5,"Text":"O,adamdar! Eger kayra tiriluudon sektenuudo bolsoŋor, (ozuŋordun abalkı jaratılganıŋardı oylogula): Biz silerdi(n ataŋar Adamdı eŋ obolu) topuraktan jarattık. Andan soŋ tamcı «suudan», andan soŋ koyuu kandan, andan soŋ butkon-butpogon bir tistem etten (jarattık). Silerge (akırındık menen kemelge jete turgan jaratıluuŋardı) bayan kılıp beruu ucun. Jana (andan soŋ) Ozubuz kaalagan tuyulduktu belgilengen (toroluucu) moonotko ceyin jatındarga jaygastırabız. Kiyin silerdi ımırkay-bobok abalda (jatındardan jarık duynogo) cıgarabız. Kiyin erezege jetkeniŋerge ceyin (tarbiyalaybız). Silerden kimdir biroolor (balalık cagında je jastıgında ele) olup kalat. Dagı baska biroolor bilgenden soŋ bilbey turgan bolup kalısı ucun eŋ tomon omurgo (karılık jasına) jetkirilet. Sen jerdi kaksıgan (ec nerse osturbogon oluk) abalda korosuŋ. Anan Biz aga (asmandan) suu tusuroor zamat bir sezgenip alıp, koop cıgat jana ar turduu suluu-korkom osumduktordu osturo bastayt"},{"SurahNumber":22,"VerseNumber":6,"Text":"Bul (jarayandardın maanisi) Allaһ — Al Akıykat jana Al oluktu tirilte alat. Jana Al bardık nersege Kudurettuu"},{"SurahNumber":22,"VerseNumber":7,"Text":"Jana.., Kıyamat dagı sozsuz keluucu. Anda ec kumon jok! Jana Allaһ albette, murzolordogu oluktordu kayra tiriltet"},{"SurahNumber":22,"VerseNumber":8,"Text":"Adamdardın arasındagı biroolor, Allaһ jonundo («Al tirilte albayt» dep) talasa beret. Je ilimi jok, je Tuura Jolgo bastoocusu (akılı) jok, je bolboso (kolunda) Nurduu Kitebi jok"},{"SurahNumber":22,"VerseNumber":9,"Text":"Moyun tolgogon (tekeberlengen, kejirlengen) abalda (talasısat, adamdardı) Allaһtın jolunan adastırıp jiberuu ucun. Al adamga duynodo sermendelik bar. Kıyamatta bolso, aga kuyduruucu azaptı tattırabız"},{"SurahNumber":22,"VerseNumber":10,"Text":"(O, kaapır!) Bul azaptar ozuŋdun eki koluŋdun jasaganı sebeptuu. Allaһ pendelerge zulumduk kıluucu emes"},{"SurahNumber":22,"VerseNumber":11,"Text":"Adamdardın arasınan dagı biroolor Allaһka bir betkeylik menen (je adat ucun je mansap ucun, je musulmandardan korkup) ibadat kılat. Eger aga (ibadatı sebeptuu) bir jaksılık jetse, anı menen koŋulu jaydarı bolup kalat. Al emi bir (oor) sınoo jetse (dinden) juz burup ketet. (Mınday adamdar) duyno-akırette zıyan tartıp kalısat. Bul cınında anık zıyan tartuu"},{"SurahNumber":22,"VerseNumber":12,"Text":"(Allaһka ıklas menen ıyman keltirbegen adam) Allaһtan baska payda da, zıyan da bere albay turgan «kudaylarga» duba kılısat. Bul abdan katuu adasuu"},{"SurahNumber":22,"VerseNumber":13,"Text":"Alar paydasınan zıyanı koburook «kudaylarga» duba kılısat.! (Al «kudaylar») Kanday jaman bascı, kanday jaman dos"},{"SurahNumber":22,"VerseNumber":14,"Text":"Allaһ Ozuno (ıklas menen) ıyman keltirip, salih amaldardı jasagan momundardı albette, tubunon darıyalar akkan Beyis baktarına kirgizet. Cınında, Allaһ kaalagan nersesin jasayt"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kimde-kim Allaһ aga (paygambarına) duyno-akırette jardam bere albayt dep oyloso, bir sebep menen asmanga kotorulsun dagı kiyin, (Allaһtın jardamın) kesip tastasın (eger kolunan kelse).! Anan karasın: ozunun bul ayla-amaldarı anın koralbastıgın ketire alar beken"},{"SurahNumber":22,"VerseNumber":16,"Text":"Biz anı (Kuraandı) mına usintip anık ayattar turundo tusurduk. Allaһ (anı menen) Ozu kaalagan adamdardı Tuura Jolgo bastayt"},{"SurahNumber":22,"VerseNumber":17,"Text":"Cınında, Allaһ Kıyamat Kunu ıyman keltirgender menen yahudiylerdin, sabiilerdin,” hristiandardın, otparastardın jana musrikterdin arasında (kimisi akıykattı karmaganın) ajırım kılat. Allaһ ar bir nersege Kubo"},{"SurahNumber":22,"VerseNumber":18,"Text":"(O, Muhammad!) Karacı, Allaһka jer-asmandagılardın bardıgı: Kun, Ay, jıldızdar, toolor, daraktar, janıbarlar jana kop adamdar sajda kılısuuda. Dagı kopculuktoruno bolso azap hak (adilet jaza) boldu. Allaһ kimdi kor kılıp koyso, anı ec kim urmattuu kıla albayt. Allaһ kaalagan nersesin jasayt"},{"SurahNumber":22,"VerseNumber":19,"Text":"Mına bul eki karsılas tarap (kaapırlar menen momundar) Rabbileri jonundo talasıp-tartısıp kalıstı.! Emi kaapır bolgondor ucun (Kıyamatta) jalındagan otton kiyim dayardalıp, bastarınan kaynagan suu kuyulat!? (Bul suunun ısıktık darajası usuncalık)"},{"SurahNumber":22,"VerseNumber":20,"Text":"Andan alardın terileri jana icindegi (icegi, opko-boor sıyaktuu) nerseleri kuyup ketet"},{"SurahNumber":22,"VerseNumber":21,"Text":"Alar ucun (peristelerdin kolunda saboogo dayar) temir soyuldar bar"},{"SurahNumber":22,"VerseNumber":22,"Text":"Ar kacan Tozoktogu bul azap-kaygıdan cıguunu kaalassa, (osol soyuldar menen bastarına caap) dagı azapka kaytarılısat jana «kuyduruucu azaptı tatkıla!»-(dep aytılat)"},{"SurahNumber":22,"VerseNumber":23,"Text":"Al emi, ıyman keltirip, jaksı amal jasagan adamdardı Allaһ (Taala) tubunon darıyalar agıp turgan Beyisterge kirgizet. Alar bermet, jakut, marjandar (asıl tastar) menen jasanısat jana al jerdegi kiyimderi jibekten bolot"},{"SurahNumber":22,"VerseNumber":24,"Text":"(Munun sebebi) Alar (duyno jasoosunda) sozdun eŋ tattuusuna («Laa-ilaaha-illal-lah» kelmesine) jana maktoogo arzıgandın (Allaһtın) joluna bagıttalgan ele"},{"SurahNumber":22,"VerseNumber":25,"Text":"Kaapır bolgondorgo, Allaһtın jolunan jana Al-Haram mecitinen (momundardı) toskondorgo — Biz al mecitti bardık adamdarga: jergiliktuusuno da, cetten kelgenine da teŋ kılıp koygon elek — jana kim anın icinde zulum menen buzuktuk (kunoo) kıluunu kaalasa, aga Biz jan oorutkan azaptı tattırabız"},{"SurahNumber":22,"VerseNumber":26,"Text":"Estegin, Biz (bir kezde) Ibrahimge (Iyık) Uydun ordun dayardap-belgilep berip, (balası Ismayıl ekoo anı turguzup butkondo, mınday degen elek): «Maga (ibadatta) ec nerseni serik kılbaysıŋ. Menin Uyumdu toop kıluucular (namazda) turuucular, iyilip, rukuu kıluucular jana sajda kıluucular ucun taza-pakiza karmaysıŋ"},{"SurahNumber":22,"VerseNumber":27,"Text":"Adamdardı ajı kıluuga cakırasıŋ. Saga alar joo basıp, taptalgan! uloolor menen kelissin. Alar saga ar kaysı alıs olkolordon kelissin"},{"SurahNumber":22,"VerseNumber":28,"Text":"(Jana) Ozdoruno (ajıdan tiye turgan diniy-duynoluk) paydalarga kubo bolussun. Anan belgiluu kundordo (Allaһ) ırıskı kılıp bergen carba aybandarın (kurmandıkka caluunun) ustundo Allaһtın ısımın eskerissin. Anan andan (kurmandıktın etinen) ozuŋor da jegile, kedey-becaralardı da tamaktandırgıla"},{"SurahNumber":22,"VerseNumber":29,"Text":"Andan kiyin alar (ajılar) kirlerin ketirissin.” Jana (ajı, umra, kurmandıktan turgan) nazirlerin (ozdoruno mildet kılıp algan ajı ibadattarın) toluk atkarıp, Eski Uydu (Kaabanı) tavaf? kılıssın"},{"SurahNumber":22,"VerseNumber":30,"Text":"Usular (silerge bayandap bergen sariyat okumdorunon kee birooloru) Kim Allaһtın sariyat-okumun urmattasa (atkarsa) — bul isi Rabbisinin aldında ozuno jaksı. Jana silerge (Kuraanda) okup (sanap) berile turgandardan baska bardık tort buttuu aybandar adal kılındı. Emi buttardan turgan ıplastıktan jana jalgan sozdon alıs bolgula"},{"SurahNumber":22,"VerseNumber":31,"Text":"Allaһka serik keltirbey, hanif (jeke Allahka sıyına turgan) abalda (ibadat kılgıla). Kim Allaһka serik keltirgen bolso, al asmandan kulap tuskon! jana anı (jırtkıc) kus tıtıp je bolboso samal alıstarga ucurup ketken sıyaktuu"},{"SurahNumber":22,"VerseNumber":32,"Text":"Usunday. Al emi, kim Allaһtın nısan-belgilerin? (kurmandık ucun belek iretinde alıngan aybandardı) azdektese — bul juroktordun takıbaaluulugunan"},{"SurahNumber":22,"VerseNumber":33,"Text":"Siler ucun alarda (belek-aybandarda) belgiluu moonotko ceyin paydalanuu bar.? Kiyin alardı (soyuu) adal bolgon jay — Eski Uydun (Kaabanın?) aylanası"},{"SurahNumber":22,"VerseNumber":34,"Text":"Biz (murdagı) bardık ummottorgo, (Allaһ) ırıskı kılıp bergen carba aybandarın (muuzdoonun) ustundo Allaһtın ısımın zikir kıluuları ucun kurmandık caluuga buyurganbız. Demek, kudayıŋar bir gana ilah (Allaһ). Emi, (Anın Ozuno gana) moyun sungula. (O, Muhammad), sen (Allaһka) berilgenderge (Beyisti) suyunculo"},{"SurahNumber":22,"VerseNumber":35,"Text":"Alar ( Allaһka berilgen musulmandar) kacan Allaһtın ısımı eskerilgende (urmat jana korkuunun kuctuulugunon) juroktoru titireyt. (Alar) Ozdoruno jetken nerselerge sabır kıluucular, namazdı toluk okuucular jana Biz ırıskı kılıp bergen nerselerden ihsan-sadaka kıluucu adamdar"},{"SurahNumber":22,"VerseNumber":36,"Text":"(Ajı mezgilinde soyula turgan too, uy sıyaktuu) coŋ deneluu carba aybandarın da siler ucun Allaһtın belgilerinen kıldık. Anda siler ucun jaksılık bar. Anan al jandıkka tik turgan abalında ele (butuna tusoo salıp koyup) Allaһtın ısımın zikir kıla bergile.! Emi, kacan jambası menen kulaganda (jiliktep) andan ozuŋor da jegile, suragan-surabagan kedeylerge da jedirgile. Biz silerge anı (coŋ kelbettuu janıbardı) mına usintip moyun sundurup berdik. Sugur kılsaŋar ajep emes"},{"SurahNumber":22,"VerseNumber":37,"Text":"Allaһka anın (kurmandıgıŋardın) eti da, kanı da jetpeyt. Birok, silerden bolgon takıbalık jetet. Silerdi hidayatka bastaganı ucun Allaһtı uluktap («Bismilaahi Allaһu Akbar» dep) takbir aytuuŋar ucun Al silerge osol coŋ jandıktardı moyun sundurup berdi. Jaksılık (ihsan) kıluucularga (Beyisten) kuskabar ber"},{"SurahNumber":22,"VerseNumber":38,"Text":"Allaһ ıymanduu adamdardı korgoyt. Albette, Allaһ ar bir kıyanatcı, sugur kılbagan pendelerdi suyboyt"},{"SurahNumber":22,"VerseNumber":39,"Text":"(Kaapırlar tarabınan) cabuulga tus bolgon (momun) adamdarga, zulumduk korgondoru sebeptuu (dusmandarına karsı sogusuuga) uruksat berildi. Albette, Allaһ alarga jardam beruugo kudurettuu"},{"SurahNumber":22,"VerseNumber":40,"Text":"Alar (musulmandar) oz mekenderinen akıykatsızdık menen, bir gana «Rabbim — Allaһ» degen sozdoru ucun gana (kuup) cıgarılgan ele. Eger Allaһtın kee bir (zaalım) adamdardı baska birooloru(nun kucu) menen tıyıp turuusu bolbogondo, ibadatkanalar, cirkoolor, sinagogalar jana anda Allaһtın ısımı kop eskerile turgan mecitter talkalanıp ketmek.? Ozuno (dinine) jardam bergenderge Allaһ da jardam (jeŋis) beret. Albette, Allaһ Kubattuu, Kudurettuu! (Kiyinki ayatta Allayһ Taala Oz dinine jardam bergen adamdardın sıpattarın bayandayt)"},{"SurahNumber":22,"VerseNumber":41,"Text":"Alar jerde bekem ornosturup koygonubuzda namazdarın toluk okugan, zeket bergen, jaksılıktarga buyurup, jamandıktardan kaytargan adamdar. Isterdin akıbeti Allaһtın Kolunda"},{"SurahNumber":22,"VerseNumber":42,"Text":"(O, Muhammad) eger (kaapırlar) seni «jalgancı» degen bolso, (ızaalanba). Alardan murda Nuh koomu, Aad menen Samud (elderi da paygambarların) «jalgancı» desken"},{"SurahNumber":22,"VerseNumber":43,"Text":"Ibrahimdin, Luttun koomdoru dagı (paygambarların) jalgancıga cıgarıskan"},{"SurahNumber":22,"VerseNumber":44,"Text":"Madyan (saarının) eeleri dagı (paygambarlarına «jalgancı» dep doomat kılıskan) Musanı dele jalgancıga cıgarıskan. Anan Men kaapırlarga (bir az) moonot berdim. (Emi «bizge ajal kelbeyt eken» dep beykapar boluskanda) Alardı (azap menen) karmadım. Emi, Menin canganım kanday bolgon(un bir korsoŋ ele)"},{"SurahNumber":22,"VerseNumber":45,"Text":"Biz necendegen saarlardı kıyratıp saldık! Alar zaalım bolcu. Emi (azır) alardın catırları kulagan. (Dagı necendegen) tastandı kuduktar, biyik-biyik (birok eesi jok) saraylar bar"},{"SurahNumber":22,"VerseNumber":46,"Text":"(Kaapırlar) jer juzun kıdırıp koruspoybu?! Osondo alarga sergek juroktor je bolboso, ugar kulaktar bolmok ele! Cınında, kozdor sokur bolboyt, kokuroktogu juroktor sokur bolot"},{"SurahNumber":22,"VerseNumber":47,"Text":"(O, Muhammad, musrikter «Eger cın paygambar bolsoŋ, Rabbiŋ bizge azap tusurboybu, tezireek» dep) senden azaptı sastırıp surasat. Allaһ ubadasın buzbayt. (Sozsuz azap kelet.) Jana.., Senin Rabbiŋdin aldındagı bir kun siler eseptegen jıldardın miŋ jılı sıyaktuu"},{"SurahNumber":22,"VerseNumber":48,"Text":"Dagı necendegen saarlardı(n elderin) alar zaalım bolso da, moonotun uzartıp koydum. Kiyin (kop jasap, kop kunoo kılıp, koburook azapka ılayık bolgondo) gana kıyrattım. Kaytıp keluu — Ozumo"},{"SurahNumber":22,"VerseNumber":49,"Text":"Aytkın: «O, adamdar! Men cınında silerge anık eskertuucumun"},{"SurahNumber":22,"VerseNumber":50,"Text":"Al emi, ıyman keltirip, salih amal kılgan adamdar ucun (Allaһ tarabınan) kecirim jana uluk ırıskı (Beyis) bar!»"},{"SurahNumber":22,"VerseNumber":51,"Text":"Bizdin ayattarıbızdı(n aylanasında ar turduu soz kozutup) alardın kuc-taasirin azaytuuga (biri-birinen ozup) alektenip jatkandar.., dal osolor Tozok eeleri"},{"SurahNumber":22,"VerseNumber":52,"Text":"Senden murda bir elci je paygambar jibergen bolsok, al kacan gana (kitepten bir ayat) okucu bolso, anın kıraatına saytan (kitepte jok sozdordu) koskoŋ(go arakettengen). Anan Allaһ saytan koskon nerselerdi ocurup, Oz ayattarın bekemdegen. Allaһ Biluucu, Daanısman"},{"SurahNumber":22,"VerseNumber":53,"Text":"Saytan koskon nerseler(di Allaһ) jurogundo ildet-ooruusu bar (munafık) adamdar menen jurogu katıp kalgan (musrik) adamdardı sınoo ucun jasayt. Albette, zaalım (kaapır) adamdar tugongus talas-tartısta kalısat"},{"SurahNumber":22,"VerseNumber":54,"Text":"Ilimduu adamdar, anın (Kuraandın) Rabbiŋden kelgen (ozgorgus) Akıykat ekenin bilisi jana juroktoru aga muyup, ıyman keltirisi ucun (Allaһ usul sınoonu jasadı) Allaһ ıyman keltirgen adamdardı Tuura Jolgo bastoocu"},{"SurahNumber":22,"VerseNumber":55,"Text":"Kaapırlar, ozdoruno Saat (Kıyamat) kapıstan kelip kalganga ceyin je Kıyamat kundun azabı kelgenge ceyin Kuraandan sektene beriset"},{"SurahNumber":22,"VerseNumber":56,"Text":"Al Kunu (bardık) mulk Allaһtın kolunda. Al alardın arasında okum kılat. Anan, ıyman keltirip, salih amal kılgandar Neemat Beyisterinde bolusat"},{"SurahNumber":22,"VerseNumber":57,"Text":"Al emi, kaapır bolup, Bizdin ayattarıbızdı «jalgan» degenderge kordoocu azap bar"},{"SurahNumber":22,"VerseNumber":58,"Text":"Allaһtın jolunda (uy-mulkun, ayaldarın, bala-cakasın, mekenin tastap) hijrat kılgan, kiyin (Allaһ jolundagı sogustarda) olturulgon je olgon adamdarga Allaһ eŋ sonun ırıskılardı beret.! Albette, Allaһ eŋ mıktı ırıskı beruucu"},{"SurahNumber":22,"VerseNumber":59,"Text":"Jana (Allaһ) alardı ozdoruno jakkan orundarga kirgizet.” Allaһ eŋ jaksı Biluucu (jana peyili) Jumsak"},{"SurahNumber":22,"VerseNumber":60,"Text":"Usunday. Jana da, kimde-kim (biroogo) ozuno zıyan jetkirilgendey zıyan jetkirse, kiyin aga (osol biroo tarabınan) zulumduk kılıncu bolso, Allaһ aga jardam beret. Cınında Allaһ oto Kecirimduu, Aykol"},{"SurahNumber":22,"VerseNumber":61,"Text":"Usul (Kudayıŋar — Allaһ aalamdardın okum-mıyzamın irettuu baskarat:) Al kunduzgo tundu kirgizet, tungo kunduzdu kirgizet. Allaһ — Uguucu, Koruucu"},{"SurahNumber":22,"VerseNumber":62,"Text":"Antkeni, Allaһ — Akıykat. Andan baska (musrikter) duba kılıp jatkan «kudaylar» - jalgan. Cınında Allaһ eŋ Biyik, eŋ Uluk"},{"SurahNumber":22,"VerseNumber":63,"Text":"Korboysuŋbu, Allaһ asmandan suu tusurgondo, jer jap-jasıl bolup kalganın? Cınında, Allaһ oto Meerimduu, (bardık nerseden) Kabardar"},{"SurahNumber":22,"VerseNumber":64,"Text":"Asmandarda jana Jerdegilerdin bardıgı Anın mulku. Allaһ bir Ozu gana Beymuktaj, (jana ısım-sıpattarı menen) Maktalgan"},{"SurahNumber":22,"VerseNumber":65,"Text":"Korboysuŋbu, (o, Muhammad), Allaһ siler ucun jerdegi nerselerdi jana deŋizde Oz uruksatı menen juro turgan kemeni moyun sundurup koydu. Al asmandı (andagı jıldızdardı) jerge kulap ketuusunon karmap turat. Ozunun uruksatı bolgondo gana (alar jerge kulap tususu mumkun.) Allaһ adamdarga oto Irayımduu, Booruker"},{"SurahNumber":22,"VerseNumber":66,"Text":"Al silerge omur-jasoo berip, kiyin olturgon, anan (Akırette) dagı tirilte turgan Kuday. Anıgında insan jetken sukursuz"},{"SurahNumber":22,"VerseNumber":67,"Text":"Biz (otkondogu) ar bir ummotko din ibadattarın parız kılganbız. Alar anı atkarıskan. (O, Muhammad, musrikterge aytkın) okumdo sen menen talasıspasın!! Jana Rabbiŋe duba kıl. Sen ec seksiz, Tuura Jol ustundosuŋ"},{"SurahNumber":22,"VerseNumber":68,"Text":"Eger seni menen talascu bolussa, aytkın: «Emne jasaganıŋardı Allaһ (Ozuŋordon da) mıktıraak Biluucu"},{"SurahNumber":22,"VerseNumber":69,"Text":"Allaһ Kıyamat Kundo, silerdin araŋarda talasıp-tartıskan nerseŋer jonundo Ozu okum-ajırım kılat»"},{"SurahNumber":22,"VerseNumber":70,"Text":"(O, Muhammad!) Bilbeysiŋbi, Allaһ asmandagı jana jerdegi (bardık) nerselerdi bilet. (Sebebi) al nerseler Kitepte (Lavhul-Mahfuzda) bar.! Bul Allaһka jeŋil"},{"SurahNumber":22,"VerseNumber":71,"Text":"(Musrikter) Allaһtan baska, Allaһ (anın kuday ekenine) dalil tusurbogon jana al jonundo ozdoru da ec nerse bilbegen nerselerge ibadat kılısat. Zaalımdarga (Allaһ tarabınan) jardamcı jok"},{"SurahNumber":22,"VerseNumber":72,"Text":"Eger alarga Bizdin anık, dalilduu ayattarıbız okulcu bolso, kaapırlardın juzdorunon cetke kaguunu baykaysıŋ. Ozdoruno Bizdin ayattarıbızdı okup bergen adamdı mıckıp (muuntup) tastagıday bolusat. Sen alarga ayt: «Men silerge mından da jamanıraak nerseni aytayınbı? Al — Tozok! Allaһ anı kaapır bolgondorgo ubada kılgan. Al ne degen jaman orun"},{"SurahNumber":22,"VerseNumber":73,"Text":"Ey, (musrik) adamdar! (Mınday) salıstıruu keltirildi, ugup koygula: Allaһtan baska siler duba kılıp jatkan «kudaylar» bir cirkeydi da jarata alıspayt. Eger aga (anı jaratuuga) cogulussa da. Jana eger cirkey alardan bir nerseni tartıp (jep) alsa, anı andan kutkara alıspayt. (Osentip, Allaһtan baska kudaydan bir nerse) tilegender da alsız, tilek bagıttalgan («kudaylar») da alsız"},{"SurahNumber":22,"VerseNumber":74,"Text":"Alar Allaһtı cındap baalay alıspadı. Cınında Allaһ oto Kubatuu, Kudurettuu"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allaһ peristelerden jana adamdardan elcilerdi tandap alat. Allaһ - Uguucu, Koruucu"},{"SurahNumber":22,"VerseNumber":76,"Text":"Allaһ alardın kelecekterin jana otmustorun(do bolgon bardık okuyanı) bilet. Isterdin baarı Allaһka kaytat"},{"SurahNumber":22,"VerseNumber":77,"Text":"O,ıyman keltirgen adamdar! Ozuŋordun Rabbiŋerge rukuu, sajda jana ibadat kılgıla. Jana jaksı isterdi jasagıla! (Osondo) Jeŋiske (Beyiske) jeteersiŋer"},{"SurahNumber":22,"VerseNumber":78,"Text":"Allaһtın jolunda cındap (but mumkunculuguŋor menen) jihad kılgıla. (Sebebi) Al silerdi tandap aldı. Al siler ucun diniŋerge (ec bir) tardık jasagan emes. (Silerge buyurulgan din) ataŋar Ibrahimdin dini. Al (Allaһ) silerdi mından murda (tuskon kitepterde) jana mında (Kuraanda) da «musulmandar» dep atadı, paygambar silerge kubo bolusu ucun, siler (baska) adamdarga kubo bolusuŋar ucun. Emi, namazdı toluk okugula, zeketti bergile jana ozuŋordun (cınıgı) Kojoyunuŋar - Allaһka bekem (ıklas menen) baylangıla! Al ne degen jaksı Kojoyun jana kanday jaksı Jardamcı"}]}