{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Ylpeiden johtomiehet hänen kansansa keskuudessa sanoivat: »Me ajamme totisesti pois kaupungistamme sekä sinut Soeib että ne, jotka sinun tavallasi uskovat, tai sitten palaatte meidän uskontoomme.» Hän sanoi: »Siihenkö, joka on meille vastenmielinen?»"},{"SurahNumber":7,"VerseNumber":89,"Text":"Sepittäisimmehän siten valheen Jumalasta, jos palaisimme teidän uskontoonne Jumalan pelastettua meidät siitä. Me emme palaa luoksenne vaan teemme niin kuin Jumala tahtoo. Herramme hallitsee kaiken olevaisen tiedollaan; Jumalaan me luotamme. Herramme, ratkaise totuudessasi (kiista) meidän ja kansamme välillä, Sinä olet paras ratkaisija.»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Ja uskottomien johtomiehet hänen kansansa keskuudessa sanoivat: »Totisesti, jos seuraatte Soeibia, olette kadotuksen omia.»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Silloin yllätti maanjäristys heidät, ja seuraavana aamuna makasivat he kuolleina olinpaikoissaan"},{"SurahNumber":7,"VerseNumber":92,"Text":"Ikäänkuin niitä, jotka väittivät Soeihia valehtelijaksi, ei koskaan olisi ollutkaan; ne, jotka pitivät Soeibia valehtelijana, perivät häviön"},{"SurahNumber":7,"VerseNumber":93,"Text":"Ja hän kääntyi pois heistä ja sanoi: »Kansani, olenhan saattanut teille Herrani sanoman ja neuvonut teitä hyvään; miksi kantaisin murhetta epäuskoisten ihmisten takia?»"},{"SurahNumber":7,"VerseNumber":94,"Text":"Emme Me koskaan ole lähettänyt ketään profeettaa mihinkään kaupunkiin koettelematta sen asukkaita surulla ja vastoinkäymisellä, jotta he nöyrtyisivät"},{"SurahNumber":7,"VerseNumber":95,"Text":"Senjälkeen Me vaihdoimme pahan hyvään, niin että he paisuivat ja sanoivat: »Niinhän esi~isäimmekin elämä kulki surusta iloon.» Ja silloin Me yllätimme heidät äkkiarvaamatta,eivätkä he huomanneet sitä"},{"SurahNumber":7,"VerseNumber":96,"Text":"Mutta jos kaupunkien asukkaat olisivat pysyneet uskossa ja jumalanpelossa, olisimme Me totisesti siunanneet heitä runsaasti sekä taivaasta että maasta käsin; mutta he punoivat valhetta, ja silloin Me yllätimme heidät ansionsa mukaan"},{"SurahNumber":7,"VerseNumber":97,"Text":"Ovatko kaupunkien asukkaat varmat siitä, ettei Meidän voimamme heidän ylitsensä lankea yön aikaan heidän nukkuessaan"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ovatko kaupunkien asukkaat turvassa Meidän voimaltamme valoisan päivän aikaan huvitellessaan"},{"SurahNumber":7,"VerseNumber":99,"Text":"Ja ovatko he sitten turvassa Jumalan suunnitelmilta? Eihän kukaan kuvittele olevansa turvassa Jumalan aikeilta paitsi perikatoon kulkevat ihmiset"},{"SurahNumber":7,"VerseNumber":100,"Text":"Eikö niille, jotka perivät maan sen entisten asukkaitten jälkeen, ole selvinnyt, että jos hyväksi näkisimme, voisimme Me heitä rangaista heidän synneistänsä ja sulkea sinetillä heidän sydämensä, niin etteivät he johdatustamme omaksua voisi"},{"SurahNumber":7,"VerseNumber":101,"Text":"Nämä ovat kaupungit, joiden tarinan Me olemme kertonut sinulle, Muhammed. Heidän lähettiläänsä tulivat heidän luokseen tuoden selvät todistukset, mutta he eivät kyenneet uskomaan siihen, minkä he ennen olivat vääräksi väittäneet. Niin sulkee Jumala epäuskoisten sydämet"},{"SurahNumber":7,"VerseNumber":102,"Text":"Havaitsimme, ettei heidän enemmistönsä ollut liitolle uskollinen, vaan suurin osa heistä oli suorastaan jumalattomia"},{"SurahNumber":7,"VerseNumber":103,"Text":"Heidän jälkeensä lähetimme Mooseksen tunnusmerkkeinemme Faraon ja hänen päälliköittensä luo, mutta he olivat nurjamielisiä noita merkkejämme kohtaan. Ja katso, minkälaatuisen lopun saivat nuo väärintekijät"},{"SurahNumber":7,"VerseNumber":104,"Text":"Mooses sanoi: »Oi, Farao, olen totisesti maailmojen Herran lähettiläs"},{"SurahNumber":7,"VerseNumber":105,"Text":"En voi puhua muuta kuin totuutta Jumalasta. Olen tuonut luoksenne Herrani lähettämät selvät todistukset, - lähetä siis Israelin lapset kanssani"},{"SurahNumber":7,"VerseNumber":106,"Text":"Hän vastasi: »Jos olet tullut jokin tunnusmerkki mukanasi, näytä se, mikäli totta puhut!»"},{"SurahNumber":7,"VerseNumber":107,"Text":"Niin heitti hän sauvansa maahan, ja katso, siitä tuli ilmeinen käärme"},{"SurahNumber":7,"VerseNumber":108,"Text":"Ja hän ojensi kätensä, ja se näytti katselijoista vaikealta"},{"SurahNumber":7,"VerseNumber":109,"Text":"Silloin sanoivat Faraon kansan päälliköt: »Tämä on totisesti taitava noita"},{"SurahNumber":7,"VerseNumber":110,"Text":"joka aikoo loihtia teidät maastanne. Mitä neuvotte tässä pulmassa?»"},{"SurahNumber":7,"VerseNumber":111,"Text":"He (neuvonantajat) vastasivat: »Anna hänen ja hänen veljensä odottaa ja lähetä sanansaattajia kaupunkeihin"},{"SurahNumber":7,"VerseNumber":112,"Text":"noutamaan tänne luoksesi kaikki taitavat noidat.»"},{"SurahNumber":7,"VerseNumber":113,"Text":"Ja noidat tulivat Faraon luo ja sanoivat: »Saammehan kai palkinnon, jos pääsemme voitolle?»"},{"SurahNumber":7,"VerseNumber":114,"Text":"Hän vastasi: »Saatte, ja totisesti pääsette lähimpään seurueeseeni.»"},{"SurahNumber":7,"VerseNumber":115,"Text":"Silloin sanoivat he: »Mooses, heitätkö sinä ensin, vai mekö aloitamme?»"},{"SurahNumber":7,"VerseNumber":116,"Text":"Hän vastasi: »Aloittakaa te!» Ja heitettyään (sauvansa) he lumosivat ihmisten silmät ja säikähdyttivät heidät, ja hirveä oli heidän loihtutaitonsa"},{"SurahNumber":7,"VerseNumber":117,"Text":"Mutta Me annoimme käskyn Moosekselle: »Heitä sauvasi!» Ja katso, se nieli kaiken, minkä he olivat loihtineet esiin"},{"SurahNumber":7,"VerseNumber":118,"Text":"Siten ilmaisi totuus itsensä, ja kaikki, mitä he tekivät, meni tyhjiin"},{"SurahNumber":7,"VerseNumber":119,"Text":"Ja he tulivat siinä paikassa voitetuiksi ja peräytyivät masentuneina"},{"SurahNumber":7,"VerseNumber":120,"Text":"Ja noidat lankesivat maahan"},{"SurahNumber":7,"VerseNumber":121,"Text":"huudahtaen: »Me uskomme maailmojen Herraan"},{"SurahNumber":7,"VerseNumber":122,"Text":"Mooseksen ja Aaronin Herraan.»"},{"SurahNumber":7,"VerseNumber":123,"Text":"Silloin sanoi Farao: »Uskotteko häneen ennenkuin Minä annan teille luvan? Katso, tällaisenko juonen olette keksineet kaupunkia vastaan karkoittaaksenne sen asukkaat. Mutta te saatte vielä kokea"},{"SurahNumber":7,"VerseNumber":124,"Text":"Totisesti hakkautan poikki kätenne ja jalkanne, toisen toiselta puolelta; senjälkeen naulitsen teidät kaikki riippumaan.»"},{"SurahNumber":7,"VerseNumber":125,"Text":"He sanoivat: »Nyt on meidän totisesti palattava Herramme luo"},{"SurahNumber":7,"VerseNumber":126,"Text":"Sinä purat vihaasi meitä vastaan vain siksi, että me uskomme Herramme tunnusmerkkeihin, kun ne meille lähetettiin. Herra! Täytä meidät kärsivällisyydellä ja auta meitä kuolemaan Sinulle alistuneina (muslimeina).»"},{"SurahNumber":7,"VerseNumber":127,"Text":"Ja Faraon kansan päälliköt sanoivat: »Sallitko sinä Mooseksen ja hänen kansansa aikaansaada maassa turmelusta ja hylätä sinut ja sinun Jumalasi?» Hän sanoi: »Me surmaamme heidän poikansa ja annamme heidän tyttäriensä elää; katso, meillä on oleva valta heidän ylitseen.»"},{"SurahNumber":7,"VerseNumber":128,"Text":"Ja Mooses sanoi kansalleen: »Huutakaa Jumalaa avuksenne ja olkaa lujia; katso, Jumalan on maa; Hän antaa sen perinnöksi niille orjistaan, joille tahtoo, ja hyvä loppu kuuluu niille, jotka pysyvät (Hänelle) uskollisina.»"},{"SurahNumber":7,"VerseNumber":129,"Text":"He vastasivat: »Me kärsimme vääryyttä ennenkuin tulit luoksemme ja samoin tulosi jälkeen». Hän sanoi: »Ehkä Herranne hävittää vihollisenne ja tekee teidät hänen seuraajiksensa maan päällä, sillä hän haluaa nähdä, kuinka te käyttäydytte.»"},{"SurahNumber":7,"VerseNumber":130,"Text":"Olemmehan rangaissut Faraon kansaa nälkävuosilla ja hedelmien menetyksellä, jotta se ottaisi varoituksesta vaarin"},{"SurahNumber":7,"VerseNumber":131,"Text":"Ja kun jotakin hyvää tuli heidän osakseen, he sanoivat: »Tämähän kuuluikin meille.» Mutta kun paha kohtasi heitä, työnsivät he syyn Mooseksen ja hänen kannattajiensa niskoille. Mutta eikö heidän kohtalonsa riippunut vain Jumalasta? Kuitenkaan ei suurin osa heistä sitä tajunnut"},{"SurahNumber":7,"VerseNumber":132,"Text":"Ja he sanoivat (Moosekselle): »Näytä mikä tunnusmerkki tahansa lumotaksesi meidät, emme me kuitenkaan usko sinuun.»"},{"SurahNumber":7,"VerseNumber":133,"Text":"Silloin lähetimme Me heille vedenpaisumuksen, heinäsirkkoja, syöpäläisiä, sammakoita ja verta; koko sarjan selviä tunnusmerkkejämme, mutta syntinen kansa paisui ylpeydessään"},{"SurahNumber":7,"VerseNumber":134,"Text":"Ja aina kun vaiva kohtasi heitä, sanoivat he: »Mooses, rukoile puolestamme Herraasi, koska Hän on tehnyt liiton kanssasi. Katso, jos poistat tämän vaivan, niin uskomme sinuun ja totisesti päästämme Israelin lapset menemään kanssasi.»"},{"SurahNumber":7,"VerseNumber":135,"Text":"Mutta niin pian kuin Me olimme vapauttanut heidät vaivasta ja heille pantu määräaika oli mennyt umpeen, rikkoivat he lupauksensa"},{"SurahNumber":7,"VerseNumber":136,"Text":"Silloin langetimme Me tuomion heille ja hukutimme heidät veteen, koska he väittivät tunnusmerkkimme valheeksi ja ylenkatsoivat ne"},{"SurahNumber":7,"VerseNumber":137,"Text":"Ja kansalle, jota he nöyryyttivät, annoimme Me perinnöksi sekä itäiset että läntiset rajamaat, maan, jonka olimme siunannut; ja niin täyttyi Herrasi ihana sana Israelin lasten suhteen, siksi että he kestivät lujina. Ja Me hävitimme Faraon ja hänen kansansa työt ja rakennukset"},{"SurahNumber":7,"VerseNumber":138,"Text":"Ja Me johdimme Israelin lapset meren halki, ja he tulivat erään kansan luo, joka palveli epäjumaliaan. He sanoivat: »Mooses, tee meille jumala, heidän jumaliensa kaltainen.» Hän sanoi: »Totisesti olette te kansa, joka harhoihin mieltyy.»"},{"SurahNumber":7,"VerseNumber":139,"Text":"Katso, perikatoon on joutuva kaikki, johon nuo turvaavat, ja turhuutta ovat heidän tekonsa"},{"SurahNumber":7,"VerseNumber":140,"Text":"Hän sanoi: »Teillekö etsisin toista jumalaa kuin Jumalan, joka teidät korotti maailman kansojen yli?»"},{"SurahNumber":7,"VerseNumber":141,"Text":"Ja (muistakaa) kuinka Me pelastimme teidät Faraon kansan käsistä; he rääkkäsivät teitä hirveimmällä tavalla, surmasivat poikanne, jättäen tyttärenne elämään. Totisesti oli tämä raskas koettelemus Herraltanne"},{"SurahNumber":7,"VerseNumber":142,"Text":"Me määräsimme Mooseksen kolmeksikymmeneksi vuorokaudeksi yksinäisyyteen ja lisäsimme niitä kymmenellä, niin että hänen Herransa määräämä aika oli neljäkymmentä vuorokautta. Ja Mooses sanoi veljelleen Aaronille: »Ole sijaisenani kansani keskuudessa! Tee, mikä oikein on, äläkä antaudu väärintekijäin tielle!»"},{"SurahNumber":7,"VerseNumber":143,"Text":"Ja kun Mooses tuli Meidän määräämäämme paikkaan ja hänen Herransa puhutteli häntä, sanoi hän: »Herrani, ilmesty minulle, jotta saisin katsella Sinua!» Herra vastasi: »Et kykene katselemaan Minua; mutta katsele vuorta, ja jos se seisoo lujana paikallaan, saat sinä nähdä minut», ja kun hänen Herransa peitti vuoren kirkkaudellaan, raukesi se hajalleen, ja Mooses lankesi pyörtyneenä maahan. Tultuaan tajuihinsa sanoi hän: »Ylistys olkoon Sinulle! Katuen käännyn puoleesi ja olen ensimmäinen oikeauskoisista.»"},{"SurahNumber":7,"VerseNumber":144,"Text":"Hän vastasi: »Mooses, katso, sinulle antamillani ilmoituksilla ja sanomilla olen valinnut sinut ennen kaikkia ihmisiä. Ota vastaan, minkä olen sinulle antanut, ja ole kiitollinen!»"},{"SurahNumber":7,"VerseNumber":145,"Text":"Ja Me kirjoitimme hänelle lauluihin kaikki varteen otettavat asiat sekä kaikki selitykset sanoen: »Pidä nämä lujasti ja käske kansaasi valitsemaan paras! Pian Me näytämme Sinulle jumalattomain osan.»"},{"SurahNumber":7,"VerseNumber":146,"Text":"Olen kääntävä pois tunnusmerkeistäni ne, jotka aiheetta ylpeilevät maan päällä; vaikka he näkisivät kaikki mahdolliset tunnusmerkit, eivät he usko niihin, ja jos he saavat nähdä vanhurskauden tien, eivät he omaksu sitä, mutta jos he näkevät harhatien, ottavat he sen omakseen. Ja näin siksi, että he pitävät tunnusmerkkimme vaiheena ja ylenkatsovat ne"},{"SurahNumber":7,"VerseNumber":147,"Text":"Jotka valheeksi väittävät Meidän tunnusmerkkimme ja iankaikkisen elämän, heidän työnsä raukeavat tyhjiin. Palkittaisiinko heitä toisin kuin tekojensa mukaan"},{"SurahNumber":7,"VerseNumber":148,"Text":"Ja Mooseksen kansa, hänen poissaolonsa aikana, teki koristuksistaan itselleen (epäjumalakseen) vasikan, joka ammui. Eikö heidän mieleensä johtunut, ettei se osannut puhua heille eikä johtaa heitä (oikein) vaeltamaan. He omaksuivat sen ja tulivat väärintekijöiksi"},{"SurahNumber":7,"VerseNumber":149,"Text":"Mutta kun he kavahtivat ja huomasivat eksyneensä, sanoivat he: »Ellei Herramme armahda meitä ja anna meille anteeksi, olemme totisesti kadotuksen omat.»"},{"SurahNumber":7,"VerseNumber":150,"Text":"Ja tullessaan vihaisena ja murheellisella kansansa luo Mooses sanoi: »Kuinka kurjaa onkaan se, mihin poissaollessani ryhdyitte! Pyrittekö sivuuttamaan Herranne käskyjä?» Ja hän paiskasi taulut käsistään, tarttui veljensä päähän ja tempasi hänet puoleensa. Tämä (Aaron) sanoi: »Äitini poika, katso, kansa väheksyi minun mahtini ja oli vähällä surmata minut. Siksi älä anna vihollisten iloita onnettomuudestani äläkä työnnä minua väärintekijöitten joukkoon.»"},{"SurahNumber":7,"VerseNumber":151,"Text":"Hän sanoi: »Herrani, anna anteeksi minulle ja veljelleni ja sulje meidät laupeuteesi; sillä sinä olet armeliain armahtavien joukossa.»"},{"SurahNumber":7,"VerseNumber":152,"Text":"(Herra sanoi): »Niitä, jotka tekivät itselleen vasikan, kohtaa totisesti heidän Herransa viha ja kurjuus maallisessa elä~ mässä. Siten palkitsemme ne, jotka (valheita) sepittävät"},{"SurahNumber":7,"VerseNumber":153,"Text":"Mutta jos ne, jotka pahaa tekevät, kääntyvät ja tulevat uskoon, on sinun Herrasi totisesti jälkeenpäin anteeksiantava ja armelias"},{"SurahNumber":7,"VerseNumber":154,"Text":"Kun Mooseksen viha oli lauhtunut, otti hän maasta taulut, joihin oli piirretty johdatuksen ja armon sanat niille, jotka Her~ raansa pelkäävät"},{"SurahNumber":7,"VerseNumber":155,"Text":"Ja Mooses valitsi seitsemänkymmentä miestä kansastaan Meidän määräämäksemme ajaksi, ja kun maanjäristys yllätti heidät, hän sanoi: »Herra, jos niin olisit tahtonut, olisit voinut jo aikaa sitten surmata heidät ja minutkin. Surmaisitko nyt meidät sen tähden, mitä hullut joukossamme ovat tehneet? Jumalani! heidän toimensa tahtoasi vastaan on sinun puoleltasi vain koettelemus, jolla saatat harhaan kenet tahdot ja johdatat kenet tahdot. Olet Suojelijamme; anna meille anteeksi ja armahda meitä. Sinä, joka olet paras kaikista armahtajista"},{"SurahNumber":7,"VerseNumber":156,"Text":"Ja anna meille käsky kaikkeen hyvään tässä maailmassa ja tulevassa elämässä; katso, luoksesi olemme me palanneet ja näyttämäsi oikean tien omistimme.» Hän vastasi: »Kuritukseni kohtaa ketä tahdon, mutta laupeuteni voittaa kaiken; sen määrään ohjeeksi niille, jotka hurskautta harjoittavat ja antavat almuja, sekä niille, jotka uskovat tunnusmerkkeihimme»"},{"SurahNumber":7,"VerseNumber":157,"Text":"niille, jotka seuraavat tätä lähettilästä, oppimatonta profeettaa, josta he löytävät kuvauksen Toorassa ja Evankeliumissa. Hän tulee vaatimaan heiltä hyviä tekoja ja kieltämään vääryyden, sallimaan heille mikä puhdasta on ja kieltämään saastaisen; hän on vapauttava heidät kuormasta ja kahleista, joihin heidät on kytketty. Jotka uskovat häneen, kunnioittavat ja auttavat häntä sekä seuraavat sitä valoa, joka on lähetetty hänen mukanaan, ne ovat onnellisia"},{"SurahNumber":7,"VerseNumber":158,"Text":"Sano: »Ihmissuku! Olen totisesti Jumalan lähettiläs teille kaikille, taivaassa ja maan päällä; Hänen, jonka on valta taivaassa ja maan päällä; ei ole muuta jumalaa kuin Hän, Hän antaa elämän ja kuoleman. Uskokaa siis Jumalaan ja Hänen lähettilääseensä, oppimattomaan profeettaan, joka uskoo Jumalaan ja Hänen sanoihinsa, ja seuratkaa Häntä, jotta tulisitte oikealle tielle!»"},{"SurahNumber":7,"VerseNumber":159,"Text":"Mooseksen kansan keskuudessa on joukko, joka johtaa (muita)totuudessa ja sen mukaan jakaa oikeutta"},{"SurahNumber":7,"VerseNumber":160,"Text":"Me olemme jakanut heidät kahteentoista heimoon ja ryhmään. Ja Me annoimme Moosekselle seuraavan ilmestyksen hänen pyytäessään vettä kansalleen: »Iske sauvallasi kallioon!» Silloin kaksitoista lähdettä pulppusi siitä esille; jokainen heimo löysi vedensaantipaikkansa. Ja Me annoimme pilven varjostaa heitä ja lähetimme heille ylhäältä mannaa ja viiriäisiä. - »Syökää sitä hyvää, minkä olemme teille suonut!» Emmekä Me tehnyt heille vääryyttä, vaan he tekivät sitä itselleen"},{"SurahNumber":7,"VerseNumber":161,"Text":"Ja kun heille sanottiin: »Asukaa tässä kaupungissa ja ottakaa siitä ravintonne, minkä haluatte, sanokaa: Hittatun (syntien päästö) ja astukaa sisään portista kumartaen, niin annamme anteeksi pahuutenne ja enennämme armomme niille, jotka hyvää tekevät.»"},{"SurahNumber":7,"VerseNumber":162,"Text":"Silloin vääryydentekijät heidän joukossaan väänsivät tämän sanan toiseksi, jota heille ei oltu sanottu. Siksi lähetimme heille rangaistuksen ylhäältä, että he väärin tekivät"},{"SurahNumber":7,"VerseNumber":163,"Text":"Ja kysele heiltä, Muhammed, kaupungista, joka oli meren rannalla, silloin kun he rikkoivat sapatin; sillä sapattipäivänä heidän kalansa tulivat parvittain veden pintaan heidän luokseen, mutta sinä päivänä, jolloin he eivät sapattia viettäneet, ne eivät tulleet. Niin koettelimme Me heitä sen vuoksi, että he olivat tottelemattomia"},{"SurahNumber":7,"VerseNumber":164,"Text":"Ja kun eräs ryhmä heistä sanoi: »Miksi varoitatte te ihmisiä, jotka Jumala aikoo hukuttaa tai joille Hän lähettää ankaran vitsauksen?» he vastasivat: »Välttyäksemme Herranne soimauksilta ja jotta he karttaisivat pahaa.»"},{"SurahNumber":7,"VerseNumber":165,"Text":"Ja kun he unohtivat saamansa varoitukset, pelastimme Me ne, jotka kielsivät vääryyden, ja kuritimme vääryydentekijöitä ankaralla vitsauksella heidän jumalattomuutensa tähden"},{"SurahNumber":7,"VerseNumber":166,"Text":"Ja heidän kerskuessaan teoista, jotka heiltä olivat kielletyt, sanoimme Me heille: »Muuttukaa inhottaviksi apinoiksi!»"},{"SurahNumber":7,"VerseNumber":167,"Text":"Ja (muistele), miten sinun Herrasi ilmoitti heille, että Hän aikoi aina ylösnousemuksen päivään asti lähettää heille (kurittajia), jotka rasittavat heitä mitä pahimmilla vaivoilla. Sinun Herrasi on totisesti nopea rankaisemaan, mutta Hän on myös armahtavainen ja laupias"},{"SurahNumber":7,"VerseNumber":168,"Text":"Ja Me jaoimme heidät eri ryhmiksi maan päällä. Heidän joukossaan on vanhurskaita ja on sellaisia, jotka ovat kaukana hyvästä, ja Me koettelimme heitä sekä hyvällä että huonolla (onnella), jotta he kääntyisivät (luoksemme)"},{"SurahNumber":7,"VerseNumber":169,"Text":"Heitä seurasivat heidän jälkeläisensä, jotka perivät Pyhän kirjoituksen; he kävivät käsiksi tämän maailman hyvään sanoen: »Kyllä se suodaan meille anteeksi», ja jos taaskin sattui samanlaatuista hyvää heidän kohdalleen, tarttuivat he siihen. Eikö kirjoituksen liitto velvoittanut heitä puhumaan Jumalasta ainoastaan sitä, mikä on totuutta? Ja he ovat lukeneet, mitä siinä on kirjoitettuna! Mutta tulevan elämän asumus on kuitenkin parempi Jumalaa pelkääväisille; eikö teillä tosiaankaan ole ymmärrystä"},{"SurahNumber":7,"VerseNumber":170,"Text":"On niitä, jotka pysyvät lujasti kiinni kirjoituksessa ja harjoittavat hartautta; totisesti emme tuhlaa pois niiden palkkaa,jotka hyvää,rakentavat"},{"SurahNumber":7,"VerseNumber":171,"Text":"Ja kun hajoitimme vuoren heidän yläpuolellaan, aivan kuin se olisi ollut pilvi, ja he luulivat sen luhistuvan heidän päälleen (Me sanoimme): »Ottakaa vastaan, ja pysykää lujasti siinä, minkä olemme teille voimassamme antanut, ja ajatelkaa sen sisällystä, jotta karttaisitte pahaa.»"},{"SurahNumber":7,"VerseNumber":172,"Text":"Ja kun sinun Herrasi herätti ihmisen (Aadamin) lasten lanteista jälkeläisiä heille ja haastoi heidät todistamaan itseään vastaan (sanoen): »Enkö ole Herranne?» he vastasivat: »Kyllä, me olemme sen todistajia», niin tarkoitti tämä sitä, ettette te ylösnousemuspäivänä voisi sanoa: »Me olimme totisesti tietämättömiä tästä»"},{"SurahNumber":7,"VerseNumber":173,"Text":"tai ettette voisi sanoa: »Äitimme ja isämme ennen meitä kumarsivat muita Jumalan rinnalla, ja olemme vain heidän jälkeläisiään. Hävitätkö meidät sen tähden, mitä harhain palvojat tekivät?»"},{"SurahNumber":7,"VerseNumber":174,"Text":"Tällä tavoin selvitämme Me tunnusmerkkimme, jotta he kääntyisivät (puoleemme)"},{"SurahNumber":7,"VerseNumber":175,"Text":"Lue heille tarina ihmisistä, joille Me annoimme tunnusmerkkimme ja jotka työnsivät ne luotaan. Ja saatana saavutti heidät, ja heistä tuli sellaisia, joiden tie vie harhaan"},{"SurahNumber":7,"VerseNumber":176,"Text":"Ja jos olisimme tahtonut, olisimme Me totisesti korottanut hänet niillä (tunnusmerkeillämme), mutta hän kiintyi maallisiin ja seurasi himojaan. Hän käyttäytyi kuin koira: jos käyt sitä kohti, pursuu sen kieli ulos suusta, ja jos jätät sen rauhaan, pursuu sen kieli suusta. Näin on laita myös ihmisten, jotka vääntävät tunnusmerkkimme valheeksi; kerro heille siksi tämä kertomus, jotta he ajattelisivat"},{"SurahNumber":7,"VerseNumber":177,"Text":"Kurja on niiden ihmisten laita, jotka pitävät tunnusmerkkejämme vaiheena ja tekevät vääryyttä sieluilleen"},{"SurahNumber":7,"VerseNumber":178,"Text":"Se, jota Jumala johdattaa, on kulkeva oikeata tietä, mutta ne, joiden Hän antaa joutua harhaan, ovat kadotuksen omat"},{"SurahNumber":7,"VerseNumber":179,"Text":"Ja totisesti olemme helvetin omiksi luonut joukon dzinnejä ja ihmisiä. Heillä on sydämet, joilla he eivät ymmärrä, heillä on silmät, joilla he eivät näe, ja heillä on korvat, joilla he eivät kuule; he ovat karjan kaltaisia, ei, he kulkevat vielä pahemmin harhaan; he ovat välinpitämättömiä"},{"SurahNumber":7,"VerseNumber":180,"Text":"Ja Jumalan ovat kaikkein jaloimmat nimet (ominaisuudet). Sentähden rukoilkaa Häntä niillä ja karttakaa niitä, jotka väärinkäyttävät Hänen nimiään! Kyllä he saavat palkan ansioittensa mukaan"},{"SurahNumber":7,"VerseNumber":181,"Text":"Ja niiden keskuudessa, jotka olemme luonut, on joukko, joka johtaa ihmisiä totuudessa ja sen mukaisesti jakaa oikeutta"},{"SurahNumber":7,"VerseNumber":182,"Text":"Mutta niitä, jotka pitävät tunnusmerkkimme valheena, kuljetamme Me pois askel askeleelta, tavalla, jota he eivät havaitse"},{"SurahNumber":7,"VerseNumber":183,"Text":"Ja vaikka suvaitsenkin heitä, on Minun suunnitelmani horjumaton"},{"SurahNumber":7,"VerseNumber":184,"Text":"Eivätkö he ymmärrä, ettei heidän kumppaninsa (Muhammed) suinkaan ole mieletön; hän on vain julkinen varoittaja"},{"SurahNumber":7,"VerseNumber":185,"Text":"Eivätkö he ole tarkastelleet taivaitten ja maan hallintoa ja kaikkea, minkä Jumala on luonut (ja huomanneet) että heidän aikansa jo lähenee loppuaan? Ja mihin sanomaan he tämän (Koraanin) jälkeen aikovat uskoa"},{"SurahNumber":7,"VerseNumber":186,"Text":"Sillä niille, joiden Jumala antaa kulkea harhaan, ei ole opasta; ja Hän jättää heidät menehtymään uhmailuihinsa"},{"SurahNumber":7,"VerseNumber":187,"Text":"He kysyvät sinulta hetkeä, jolloin se tapahtuu. Sano: »Sen tietää ainoastaan Jumala, ja Hän yksin on tekevä aikanaan sen tunnetuksi. Raskaana se painaa taivasta ja maata; ja odottamatta on se yllättävä teidät. He kysyvät sinulta aivan kuin sinä sen tietäisit. Sano: »Jumala yksin sen tietää; mutta enimmät ihmiset eivät tiedä mitään.»"},{"SurahNumber":7,"VerseNumber":188,"Text":"Sano: »Ei ole minun vallassani itse itseäni hyödyttää tai vahingoittaa, kaikki on Jumalan vallassa; mutta jos tuntisin salatun, ympäröisin itseni hyvällä, eikä paha minuun ulottuisi. Minä olen vain varoittaja ja ilosanoman saattaja uskovaisille"},{"SurahNumber":7,"VerseNumber":189,"Text":"Hän on luonut teidät yhdestä ainoasta ihmisestä, ja hänestä teki Hän hänen vaimonsa, jotta hän (mies) löytäisi hänestä virkistyksensä; ja kun hän oli maannut vaimonsa, kantoi tämä kevyesti taakkansa ja liikkui vapaasti. Kun se tuli raskaaksi, rukoilivat he Jumalaa, Herraansa: »Jos annat meille terveen (lapsen), olemme me sinulle totisesti kiitollisia!»"},{"SurahNumber":7,"VerseNumber":190,"Text":"Ja senjälkeen kun Hän oli antanut heille terveen (lapsen), kumarsivat he toistakin (jumalia) Hänen rinnallaan hyvän lahjan antajina. Mutta Jumala on paljon korkeampi, kuin mitä he asettavat Hänen rinnalleen"},{"SurahNumber":7,"VerseNumber":191,"Text":"Asettaisivatko he Hänen rinnalleen sellaisia, jotka eivät voi mitään luoda, kun ovat itsekin Hänen luomiaan"},{"SurahNumber":7,"VerseNumber":192,"Text":"eivätkä voi heitä auttaa, kun eivät voi auttaa edes itseäänkään"},{"SurahNumber":7,"VerseNumber":193,"Text":"Ja jos te kutsutte heitä alistumaan johdatukseen, eivät he seuraa teitä; on samantekevää teille, kutsutteko heitä vai vaikenette"},{"SurahNumber":7,"VerseNumber":194,"Text":"Katso, ne, joita te palvelette Jumalan lisäksi, ovat kaltaisianne orjia. Rukoilkaa siis heitä, ja vastatkoot he teille, jos tarkoitatte täyttä totta"},{"SurahNumber":7,"VerseNumber":195,"Text":"Onko heillä (epäjumalilla) jalat kävelläkseen? Tai onko heillä kädet tarttuakseen? Tai onko heillä silmät nähdäkseen tai korvat kuullakseen? Sano: »Rukoilkaa jumalanvertaisianne, punokaa juonenne minua vastaan älkääkä minua säästäkö"},{"SurahNumber":7,"VerseNumber":196,"Text":"Katso, minun liittolaisena on Jumala, Hän, joka on lähettänyt Pyhän kirjoituksen ylhäältä; Hän suojelee kaikkia vanhurskaita"},{"SurahNumber":7,"VerseNumber":197,"Text":"Mutta ne, joita te rukoilette Hänen vertaisinaan, eivät voi auttaa teitä eivätkä edes itseäänkään.»"},{"SurahNumber":7,"VerseNumber":198,"Text":"Ja jos te vaaditte heitä seuraamaan johdatusta, eivät he kuule, ja sinä näet heidän tarkastelevan sinua näkemättä mitään"},{"SurahNumber":7,"VerseNumber":199,"Text":"Ole sääliväinen, vaadi kohtuutta ja karta ymmärtämättömiä"},{"SurahNumber":7,"VerseNumber":200,"Text":"Ja kun joku Saatanan pistopuhe haavoittaa mieltäsi, niin pakene Jumalan turviin! Hän on totisesti kuuleva, tietävä"},{"SurahNumber":7,"VerseNumber":201,"Text":"Totisesti, kun hurskauden harjoittajia kohtaa joku Saatanan kiusaus, muistavat he (Hänet), ja katso, silloin valkenee heille (johdatus)"},{"SurahNumber":7,"VerseNumber":202,"Text":"Heidän veljensä viekoittelee hän yhä edemmäksi harhaan eikä hellitä"},{"SurahNumber":7,"VerseNumber":203,"Text":"Ja kun et tuo heille mitään tunnusmerkkiä, he sanovat: »Miksi et ole valinnut mitään?» Sano: »Minä noudatan vain sitä, minkä Herrani ilmoittaa minulle.» Tämä on valkeus Herraltamme, johdatukseksi ja armonosoitukseksi uskovaisille"},{"SurahNumber":7,"VerseNumber":204,"Text":"Kun Koraania luetaan, kuunnelkaa tarkkaan ja olkaa vaiti, jotta saisitte armon osaksenne"},{"SurahNumber":7,"VerseNumber":205,"Text":"Ja rukoile Herraasi sielusi nöyryydessä ja pelossa suuritta sanoitta sekä aamuin että illoin, äläkä ole penseä"},{"SurahNumber":7,"VerseNumber":206,"Text":"Katso niitä, jotka ovat Herrasi luona; ei ylpeys saa heitä lakkaamaan palvelemasta Häntä, vaan he ylistävät Häntä ja kumartavat Häntä"},{"SurahNumber":8,"VerseNumber":1,"Text":"He kysyvät Sinulta sotasaalista; sano: »Sotasaalis kuuluu Jumalalle ja lähettiläälle.» Pelätkää siis Jumalaa ja järjestäkää kaikki sovussa keskenänne; ja totelkaa Jumalaa ja Hänen lähettilästään, jos olette oikeauskoisia"},{"SurahNumber":8,"VerseNumber":2,"Text":"Ainoastaan ne ovat oikeauskoisia, joiden sydämet valtaa pelko Jumalan nimeä lausuttaessa, joiden usko kasvaa, kun Meidän tunnusmerkkimme heille luetaan, ja jotka turvaavat Herraansa"},{"SurahNumber":8,"VerseNumber":3,"Text":"Ne, jotka pysyvät rukouksessa ja lahjoittavat muille siitä, mitä Me olemme heille suonut"},{"SurahNumber":8,"VerseNumber":4,"Text":"Nämä ovat totisia oikeauskoisia. Heitä varten on eri arvoasteet heidän Herransa luona sekä anteeksiantamus ja jalomielinen huolenpito"},{"SurahNumber":8,"VerseNumber":5,"Text":"(Ajattele esimerkiksi), kuinka Herrasi antoi sinun (Muhammedin) lähteä kotiseudultasi vakavaan tehtävään; ja katso, osa uskovaisista oli totisesti haluton (seuraamaan)"},{"SurahNumber":8,"VerseNumber":6,"Text":"He väittelivät kanssasi (asian) totuudesta, senjälkeen kun se oli selvästi heille näytetty; aivan kuin olisi heitä viety kuolemaan ja he olisivat siihen tuijottaneet"},{"SurahNumber":8,"VerseNumber":7,"Text":"Ja kuinka Jumala lupasi, että toinen kahdesta (vihollisen) joukosta on oleva teidän, ja te toivoitte, että aseeton joukko lankeaisi teidän osallenne, mutta Jumala tahtoi vahvistaa sanojensa totuuden ja hävittää uskottomat viimeiseen mieheen"},{"SurahNumber":8,"VerseNumber":8,"Text":"vahvistaakseen totuuden ja kumotakseen valheen, vaikkakaan se ei miellyttäisi syntisiä"},{"SurahNumber":8,"VerseNumber":9,"Text":"Ja kuinka teidän huutaessanne apua Herraltanne Hän kuuli rukouksenne ja sanoi: »Totisesti autan teitä tuhannella enkelillä toinen toisensa jälkeen.»"},{"SurahNumber":8,"VerseNumber":10,"Text":"Ja tämän teki Jumala ainoastaan jotta se olisi ilosanoma teille ja jotta sydämenne rauhoittuisivat, sillä apu tulee vain Jumalalta, katso, Jumala on mahtava ja viisas"},{"SurahNumber":8,"VerseNumber":11,"Text":"Entä kun Hän antoi teidän vaipua lyhyeen uneen, joka oli kuin Hänen lähettämänsä virkistys, ja lähetti vettä taivaasta puhdistaakseen teidät, poistaakseen paholaisen saastutuksen teistä ja vahvistaakseen sydämenne sekä lujittaakseen askeleenne"},{"SurahNumber":8,"VerseNumber":12,"Text":"Muista, kuinka Herrasi julisti enkeleille: »Olen kanssanne; tukekaa siis niitä, jotka uskovat. Täytän pian uskottomien sydämet pelolla; silloin hakatkaa poikki heidän kaulansa ja heidän kaikki sormensa.»"},{"SurahNumber":8,"VerseNumber":13,"Text":"Ja tämä siksi, että he niskoittelevat Jumalaa ja Hänen lähettilästään vastaan, sillä jos joku niskoittelee Jumalaa ja Hänen lähettilästään vastaan, on Jumala totisesti ankara rangaistessaan"},{"SurahNumber":8,"VerseNumber":14,"Text":"Tässä on rangaistus teille; maistakaa sitä siis! Uskottomia varten on tulen tuska"},{"SurahNumber":8,"VerseNumber":15,"Text":"Te, jotka uskotte. kun kohtaatte uskottomia taistelutantereella, älkää kääntäkö heille selkäänne"},{"SurahNumber":8,"VerseNumber":16,"Text":"Sillä se, joka sinä päivänä kääntää heille selkänsä, paitsi sotaliikkeen yhteydessä tai yhtyessään omiensa ryhmään, vetää totisesti päällensä Jumalan vihan; hänen olinpaikakseen tulee helvetti, ja kurjaa on joutua sinne"},{"SurahNumber":8,"VerseNumber":17,"Text":"Ette te (muslimit) surmanneet heitä, vaan Jumala heidät surmasi; etkä sinä (Muhammed) ampunut, kun joustasi käytit, vaan Jumala ampui, sillä hän halusi koetella oikeauskoisia suosiollaan. Jumala on totisesti kuuleva, tietävä"},{"SurahNumber":8,"VerseNumber":18,"Text":"Niin on laita; Jumala uskottomien juonet herpaisee"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Uskottomat!) Jos te toivotte ratkaisua, niin totisesti on tuomio jo langennut, mutta jos luovutte vastustuksestanne, on se teille parempi. Mutta jos kuitenkin palaatte (sotajalalle), palaamme Mekin. Ja teidän sotajoukkonne ei auta teitä vähääkään, miten lukuisa se lieneekin. Jumala on totisesti oikeauskoisten kanssa"},{"SurahNumber":8,"VerseNumber":20,"Text":"Te, jotka uskotte, totelkaa Jumalaa ja Hänen lähettilästään älkääkä luopuko hänestä, koska kuulette hänen puhuvan"},{"SurahNumber":8,"VerseNumber":21,"Text":"Älkääkä olko niiden kaltaisia, jotka sanovat: »Me kuuntelemme», vaikkeivat kuuntelekaan"},{"SurahNumber":8,"VerseNumber":22,"Text":"Katso, kaikista elollisista kurjimpia ovat Jumalan silmissä ne kuurot ja mykät, jotka eivät ymmärrä"},{"SurahNumber":8,"VerseNumber":23,"Text":"Ja jos Jumala olisi huomannut heissä jotakin hyvää, totisesti Hän olisi antanut heille kuulon. Mutta jos Hän olisi antanut heidän kuulla, kääntyisivät he pois, sillä he ovat penseitä"},{"SurahNumber":8,"VerseNumber":24,"Text":"Te, jotka uskotte, totelkaa Jumalaa ja Hänen lähettilästään, kun Hän kutsuu teitä sen ääreen, mikä teidät eläviksi tekee, ja tietäkää, että Jumala hiipii ihmisen ja hänen sydämensä väliin ja että te tulette kokoontumaan Hänen luoksensa"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ja kavahtakaa kapinoimista; sen rangaistus ei kohtaa vain väärintekijöitä joukossanne, ja tietäkää, että Jumala on ankara selvittelyissään"},{"SurahNumber":8,"VerseNumber":26,"Text":"Ja muistakaa, että kun olitte harvalukuisia ja halveksittuja maan päällä ja pelkäsitte, että ihmiset raivaisivat teidät tieltään, silloin Hän antoi teille suojan ja vahvisti teitä avullaan sekä varusti teidät hyvillä antimillaan, jotta olisitte kiitolliset"},{"SurahNumber":8,"VerseNumber":27,"Text":"Te, jotka uskotte, älkää loukatko Jumalaa ja lähettilästä, älkääkä pettäkö sanaanne tietoisesti"},{"SurahNumber":8,"VerseNumber":28,"Text":"Ja tietäkää, että rikkautenne ja lapsenne ovat Teille koetus, ja että suuri palkinto odottaa Jumalan luona"},{"SurahNumber":8,"VerseNumber":29,"Text":"Te, jotka uskotte, jos pelkäätte Jumalaa, antaa Hän teille kyvyn tuntea oikean ja väärän, sovittaa pahat tekonne ja antaa teille anteeksi; Jumala on rajaton runsaudessaan"},{"SurahNumber":8,"VerseNumber":30,"Text":"Entä kun uskottomat vehkeilivät sinua vastaan, aikoen vangita sinut tai surmata sinut tai karkoittaa sinut! He tekivät suunnitelmiaan, mutta Jumala teki omiaan, ja Jumala on paras suunnittelija"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ja kun heille luetaan tunnusmerkkejämme, sanovat he: »Olemme jo kylliksi kuulleet; jos tahtoisimme, voisimme loihtia samanlaisia; nämä eivät ole muuta kuin vanhan ajan taruja.»"},{"SurahNumber":8,"VerseNumber":32,"Text":"Entä kun he sanoivat: »Jumala, jos tämä on sinun lähettämäsi totuus, niin anna kivien sataa taivaasta päällemme tai koettele meitä tuskallisella rangaistuksella!»"},{"SurahNumber":8,"VerseNumber":33,"Text":"Mutta Jumala ei tahtonut rangaista heitä sinun ollessasi heidän joukossaan; eikä Hän tahtonut heitä rangaista senkään vuoksi, että he pyytelivät Häneltä anteeksi"},{"SurahNumber":8,"VerseNumber":34,"Text":"Ei kuitenkaan ole syytä Jumalan olla heitä rankaisematta, sillä he estävät uskovaisia käymästä pyhässä moskeijassa olematta itse sen vartijoita. Sen vartijoita ovat ainoastaan hurskaat. Kuitenkaan ei suurin osa heistä sitä tiedä"},{"SurahNumber":8,"VerseNumber":35,"Text":"Ja heidän rukouksensa temppelin liepeillä ei ole muuta kuin viheltämistä ja käsien pauketta. Siksi maistakaa tuskaa uskottomuutenne tähden"},{"SurahNumber":8,"VerseNumber":36,"Text":"Epäuskoiset kuluttavat varojaan käännyttääkseen ihmisiä pois Jumalan tieltä. He kuluttakoot, jälkeenpäin saavat he katua, ja lopuksi heidät voitetaan.Ja ne, jotka eivät usko, kootaan helvettiin"},{"SurahNumber":8,"VerseNumber":37,"Text":"että Jumala voisi erottaa saastaiset puhtaista ja asettaa saastaiset päällekkäin; Hän kokoaa heidät kasaan ja heittää helvettiin. Nämä ovat kadotukseen tuomittuja"},{"SurahNumber":8,"VerseNumber":38,"Text":"Sano niille, jotka eivät usko, että jos he herkeävät epäuskostaan, annetaan heille heidän entiset tekonsa anteeksi, mutta jos lankeavat uudelleen, niin on entisten rangaistus heidän silmiensä edessä"},{"SurahNumber":8,"VerseNumber":39,"Text":"Ja taistelkaa heitä vastaan, kunnes kaikki kiusaukset taukoavat ja kunnes Jumalan tuomiota noudatetaan kaikessa. Mutta jos he taas mielensä muuttavat, kyllä Jumala näkee, mitä he tekevät"},{"SurahNumber":8,"VerseNumber":40,"Text":"Ja jos he kääntävät teille selkänsä, niin tietäkää, että Jumala on suojelijanne, paras liittolaisenne ja auttajanne"}]}