{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Cine evil decât una însusi fi minciuna DUMNEZEU interval disbelieving în adevar veni him? Exista Iad nu drept rasplata disbelievers"},{"SurahNumber":39,"VerseNumber":33,"Text":"As for ala înstiin\u0004a adevar crede therein ei exista a cinstit"},{"SurahNumber":39,"VerseNumber":34,"Text":"Ei obtine everything ei dori their Domnitor. Acesta exista recompensa for a cinstit"},{"SurahNumber":39,"VerseNumber":35,"Text":"DUMNEZEU REMITE their PACATOS MUNCA RECOMPENSA ELE generously for their BUN MUNCA"},{"SurahNumber":39,"VerseNumber":36,"Text":"Exista DUMNEZEU nu sufficient His servitor? Ei frighten tu idol ei situa Him. Whomever DUMNEZEU expedia razna nimic ghid him"},{"SurahNumber":39,"VerseNumber":37,"Text":"whomever DUMNEZEU ghid nimic expedia him razna! Exista DUMNEZEU nu Gigantic Razbunator"},{"SurahNumber":39,"VerseNumber":38,"Text":"Tu întreba ele Cine crea rai earth ei spune DUMNEZEU. Spune atunci do tu situa idol DUMNEZEU? Daca DUMNEZEU willed altele adversa\u0004ie mie ei reliefa asemenea adversa\u0004ie? Si daca El willed binecuvântare mie avevoie ei preîntâmpina asemenea binecuvântare? Spune DUMNEZEU exista sufficient mie. Him trusters încredere"},{"SurahNumber":39,"VerseNumber":39,"Text":"spune O meu popor do vostri bine eu do meu bine; tu do el însiguranta gasi out"},{"SurahNumber":39,"VerseNumber":40,"Text":"(Tu do el gasi out) cine crea infam pedeapsa merita eternal retribution"},{"SurahNumber":39,"VerseNumber":41,"Text":"Noi dezvalui scriere tu for popor truthfully. Atunci oricine ghid ghid his propiu bun oricine merge razna merge razna his propiu paguba! Tu nu exista their advocare"},{"SurahNumber":39,"VerseNumber":42,"Text":"DUMNEZEU PUNE SUFLET MOARTE when end AI their TRAI veni ALTMINTERI asupra a timp a SOMN. Tamâie El absorbi ceva their somn interval others permite continua viata end ai their predetermined perioadinterimara Acesta înzestra lectie popula cine reflecta"},{"SurahNumber":39,"VerseNumber":43,"Text":"Ei inventa mediator mijloci ele DUMNEZEU? Spune Ce daca ei nu poseda altele power nor întelegere"},{"SurahNumber":39,"VerseNumber":44,"Text":"Spune Tot interventie belongs catre DUMNEZEU. Him belongs tot suveranitate ai rai earth atunci catre Him tu returned"},{"SurahNumber":39,"VerseNumber":45,"Text":"When DUMNEZEU SINGUR mentiona inima ai ala nu crede în Hereafter zbârcire dezgust. when others mentiona Him ei ajunge satisface"},{"SurahNumber":39,"VerseNumber":46,"Text":"Proclama Nostru dumnezeu Promotor ai rai earth Knower ai tot secret declaratie Tu fi a singur Una judeca Vostri servitor their contestatie"},{"SurahNumber":39,"VerseNumber":47,"Text":"Ala încalca poseda everything earth însera repetat as multa ei prompt da el ocoli teribil retribution Zi Înviere. Ei arata DUMNEZEU ce ei niciodata expected"},{"SurahNumber":39,"VerseNumber":48,"Text":"Pacatos munca ei earned arata ele chiar obiect ei întrebuinta prefacut vointa veni frecventa ele"},{"SurahNumber":39,"VerseNumber":49,"Text":"Daca uman atinge adversa\u0004ie el implora us as devreme as noi depozita binecuvântare him el spune eu atinge acesta meu cleverness! Într-adevar acesta exista doar încercare multi(multe) ai ele nu sti"},{"SurahNumber":39,"VerseNumber":50,"Text":"Ala altadata ele rosti aceeasi obiect their earnings nu ajuta ele în a mic"},{"SurahNumber":39,"VerseNumber":51,"Text":"Ei suferi consecinta their evil munca. Similarly infractor actual generatie suferi consecinta their evil munca; ei nu escape"},{"SurahNumber":39,"VerseNumber":52,"Text":"Ei nu realiza DUMNEZEU exista Una Do spori aprovizionare whomever El alege withholds? Acestea exista lectie popor crede"},{"SurahNumber":39,"VerseNumber":53,"Text":"Proclama O Meu servitor exceeded restrânge niciodata dispera ai dumnezeu mila! For DUMNEZEU forgives tot pacat! El exista Forgiver Îndurator"},{"SurahNumber":39,"VerseNumber":54,"Text":"Tu asculta vostri Domnitor submit Him totally înainte retribution overtakes tu; atunci tu nu ajuta"},{"SurahNumber":39,"VerseNumber":55,"Text":"follow bine poteca ala subliniat tu vostri Domnitor retribution overtakes tu suddenly when tu defel expect el"},{"SurahNumber":39,"VerseNumber":56,"Text":"Lest suflet spune Cum mâhnit eu exista neglija dumnezeu comandament; eu exista certainly 1 ai mockers"},{"SurahNumber":39,"VerseNumber":57,"Text":"Spune Avea DUMNEZEU ghid mie eu exista cu a cinstit"},{"SurahNumber":39,"VerseNumber":58,"Text":"Sau spune when el vedea retribution eu obtine alta întîmplare eu munci righteousness"},{"SurahNumber":39,"VerseNumber":59,"Text":"acord într-adevar (tu did obtine enough întîmplare)! Meu dovada veni tu tu respinge ele rasuci arogant ajunge disbeliever"},{"SurahNumber":39,"VerseNumber":60,"Text":"Zi Înviere tu vedea fa\u0004a ai ala cine lied DUMNEZEU înveli cu mizerie. Exista Iad nu drept retribution for arogant una"},{"SurahNumber":39,"VerseNumber":61,"Text":"DUMNEZEU vei aparare ala mentine righteousness; El rasplati ele. Nu vatamare atinge ele nor vei ei avea altele suparare"},{"SurahNumber":39,"VerseNumber":62,"Text":"DUMNEZEU EXISTA CREATOR TOT OBIECT EL EXISTA în PLIN CONTROL TOT OBIECT"},{"SurahNumber":39,"VerseNumber":63,"Text":"Catre Him belongs tot decizie rai earth ala disbelieve dumnezeu revelations exista real losers"},{"SurahNumber":39,"VerseNumber":64,"Text":"Spune el alt decât DUMNEZEU tu exhort mie Fi închinare O tu ignorant una"},{"SurahNumber":39,"VerseNumber":65,"Text":"El dezvalui tu si ala altadata tu ala tu ever comite idol închinare, toate vostri munca abroga tu exista losers"},{"SurahNumber":39,"VerseNumber":66,"Text":"Therefore tu închinare DUMNEZEU singur exista appreciative"},{"SurahNumber":39,"VerseNumber":67,"Text":"Ei niciodata fathom marime DUMNEZEU. Întreg earth exista His pumn Zi Înviere. În fact, univers folded His drept mâna. El glorifica; El exista multa prea înaltime needing altele partener"},{"SurahNumber":39,"VerseNumber":68,"Text":"Corn sufla whereupon everyone rai earth lovi inconstient except ala cruta DUMNEZEU! Atunci el sufla iar whereupon ei vei tot ascensiune sus privi"},{"SurahNumber":39,"VerseNumber":69,"Text":"Atunci earth straluci lumina its Domnitor. Marturie proclama profet martor aduce departe! Everyone atunci judeca equitably mic nedreptate"},{"SurahNumber":39,"VerseNumber":70,"Text":"Every suflet exista achitat for oricare el did El exista fully constient a everything ei done"},{"SurahNumber":39,"VerseNumber":71,"Text":"Ala disbelieved exista conduce catre Iad în throngs When ei obtine el its poart descuia its garda spune Did tu nu primi curier de tu recita catre tu revelations vostri Domnitor avertiza tu adunare acesta zi? Ei raspunde Acord într-adevar! Vorba ‘retribution' deja stampila disbelievers"},{"SurahNumber":39,"VerseNumber":72,"Text":"El spune Enter poart Iad wherein tu suporta forever Care nenorocit destin for a arogant"},{"SurahNumber":39,"VerseNumber":73,"Text":"Ala venera their Domnitor exista conduce catre Paradis în throngs When ei obtine el its poart descuia its garda spune Pace exista tu; tu câstiga! Therefore tu suporta aici forever"},{"SurahNumber":39,"VerseNumber":74,"Text":"Ei spune Lauda exista DUMNEZEU termina His promisiune us produce us mosteni earth enjoying Paradis as noi multumi. Care frumos recompensa muncitor"},{"SurahNumber":39,"VerseNumber":75,"Text":"Tu vedea înger floating împrejur tron glorifica lauda their Domnitor! Dupa equitable judecata decurge catre tot el proclama Lauda exista DUMNEZEU Domnitor univers"},{"SurahNumber":40,"VerseNumber":1,"Text":"M"},{"SurahNumber":40,"VerseNumber":2,"Text":"Acesta revelation scriere exista DUMNEZEU Gigantic, Omniscient"},{"SurahNumber":40,"VerseNumber":3,"Text":"Forgiver pacat acceptor cainta strict în enforcing retribution posesor tot power acolo nu exista alte dumnezeu Him. Catre Him exista ultim destin"},{"SurahNumber":40,"VerseNumber":4,"Text":"None argues dumnezeu revelations except ala disbelieve! Nu imprima their aparent succes"},{"SurahNumber":40,"VerseNumber":5,"Text":"Disbelieving ele exista popor Noah multi(multe) alte adversar ele! Every popor persecuta their curier neutraliza him. Ei argued falsehood învinge adevar. Consequently eu pedepsi ele; cum teribil exista Meu retribution"},{"SurahNumber":40,"VerseNumber":6,"Text":"Tamâie judecata vostri Domnitor deja stampila pe ala disbelieve ca ei exista dwellers Iad"},{"SurahNumber":40,"VerseNumber":7,"Text":"Ala servi tron toate ala împrejur el glorifica lauda their Domnitor crede în Him! Ei întreba forgiveness ala crede Nostru Domnitor Vostri mila Vostri cunoastere encompass tot obiect. Forgive ala regreta follow Vostri poteca surplus ele retribution Iad"},{"SurahNumber":40,"VerseNumber":8,"Text":"Nostru Domnitor admite ele gradina Eden Tu promite ele si for cinstit dintre their parinte so\u0004 copil. Tu exista Gigantic Întelept"},{"SurahNumber":40,"VerseNumber":9,"Text":"Si proteja ele falling în pacatui! Whomever Tu proteja falling în pacatui ca zi atinge mila Tu! Acesta exista mare triumf"},{"SurahNumber":40,"VerseNumber":10,"Text":"Ala disbelieve exprima dumnezeu urâre tu exista seara urât decât vostri propiu urâre însati! Tu invita crede tu alege disbelieve"},{"SurahNumber":40,"VerseNumber":11,"Text":"Ei spune Nostru Domnitor tu pune us moarte repetat Tu da us 2 trai; acum noi confessed nostru pacat! Exista acolo altele drum out"},{"SurahNumber":40,"VerseNumber":12,"Text":"Acesta exista when DUMNEZEU SINGUR advoca tu disbelieved when others mentiona Him tu crede. Therefore dumnezeu judecata decurge; El exista a Multi(multe) Înaltime a Mare"},{"SurahNumber":40,"VerseNumber":13,"Text":"El exista 1 continuously arata tu His dovada expedia jos tu cer aproviziona! Doar ala totally submit exista capabil catre luare atentie"},{"SurahNumber":40,"VerseNumber":14,"Text":"Therefore tu devote vostri închinare absolutely DUMNEZEU SINGUR însera daca disbelievers neplacere el"},{"SurahNumber":40,"VerseNumber":15,"Text":"Posesor ai înalt rândui Conducator întreg dominion. El expedia inspiratie cara His comanda catre whomever El alege His servitor avertiza Zi ai Soma"},{"SurahNumber":40,"VerseNumber":16,"Text":"Ala exista zi when everyone completely exposed none a ele camufla orice de DUMNEZEU! Catre whom belongs tot suveranitate ala zi? Catre DUMNEZEU 1 Suprem"},{"SurahNumber":40,"VerseNumber":17,"Text":"Ala zi every suflet rasplati ce el earned acolo nu exista nedreptate ala zi. DUMNEZEU EXISTA efficient ÎN NUMARA"},{"SurahNumber":40,"VerseNumber":18,"Text":"avertiza ele iminennt zi when inima înspaimînta multi(multe) vointa exista remorseful. Infractor nu avea prieten nor mediator asculta"},{"SurahNumber":40,"VerseNumber":19,"Text":"El exista fully constient a care ochi nu vedea everything memorie ascunde"},{"SurahNumber":40,"VerseNumber":20,"Text":"DUMNEZEU JUDECA equitably INTERVAL IDOL EI IMPLORA Him NU JUDECA ORICE. DUMNEZEU EXISTA UNA EXISTA AUDITOR VAZATOR"},{"SurahNumber":40,"VerseNumber":21,"Text":"Ei nu hoinari earth Did însemna consecinta for ala altadata ele? Ei întrebuinta exista puternic decât ei productiv în earth Dumnezeu pedepsi ele their pacat nimic proteja ele DUMNEZEU"},{"SurahNumber":40,"VerseNumber":22,"Text":"Ala exista their curier merge catre ele clar dovedi ei disbelieved Consequently DUMNEZEU pedepsi ele. El exista Chiar strict în enforcing retribution"},{"SurahNumber":40,"VerseNumber":23,"Text":"Noi expedia Moses nostru semn adânc autoritate"},{"SurahNumber":40,"VerseNumber":24,"Text":"Catre Pharaoh Haamaan Qaaroon. Ei spune magician; mincinos"},{"SurahNumber":40,"VerseNumber":25,"Text":"Si when el arata ele adevar de us ei spune Omorî fiu ai ala crede him cruta their fiica. Tamâie proiecta disbelievers exista întotdeauna hain"},{"SurahNumber":40,"VerseNumber":26,"Text":"Pharaoh spune Permite mie omorî Moses permite him implora his Domnitor! Eu îngrijorare lest el corupe vostri religie desfacere evil rotund uscat"},{"SurahNumber":40,"VerseNumber":27,"Text":"Moses spune eu cauta refugiu meu Domnitor vostri Domnitor de every arogant una nu crede în Zi Socoteala"},{"SurahNumber":40,"VerseNumber":28,"Text":"crede om Pharaoh's popor ascunde his crezare fi spune Cum tu omorî om avevoie exact for spune ‘Meu Domnitor DUMNEZEU ' el arata tu fi avea clar dovada de vostri Domnitor? El exista mincinos exista his problema si el exista sincer tu beneficiu de his promisiune. Însiguranta DUMNEZEU nu ghid altele infractor mincinos"},{"SurahNumber":40,"VerseNumber":29,"Text":"O meu popula astazi tu avea kingship upperhand! Cine ajuta us contra dumnezeu judecata as el veni us? Pharaoh spune Tu exista follow doar ce eu vedea fit eu ghid tu doar drept poteca"},{"SurahNumber":40,"VerseNumber":30,"Text":"Una crede spune O meu popor eu fear tu aceeasi fate anterior adversar"},{"SurahNumber":40,"VerseNumber":31,"Text":"Adversar Noah ‘Aad Thamoud others veni ele. DUMNEZEU NU dorinta ALTELE NEDREPTATE POPOR"},{"SurahNumber":40,"VerseNumber":32,"Text":"O meu popor eu fear for tu Zi ai Soma"},{"SurahNumber":40,"VerseNumber":33,"Text":"Exista zi when tu dori întoarcere împrejur flee! Nimic proteja tu atunci DUMNEZEU. Whomever DUMNEZEU expedia razna nimic ghid him"},{"SurahNumber":40,"VerseNumber":34,"Text":"Joseph veni tu înainte ala clar revelations tu continua doubt his stire! Atunci when el deceda tu spune \"DUMNEZEU vei nu expedia altele alte curier him! (El exista ultim curier!) DUMNEZEU tamâie expedia razna ala exista infractor doubtful"},{"SurahNumber":40,"VerseNumber":35,"Text":"Ei argue dumnezeu revelations altele temelie. Acesta exista trasatura multi(multe) detesta DUMNEZEU by ala crede. DUMNEZEU TAMÂIE SIGILA INIMA every AROGANT TIRAN"},{"SurahNumber":40,"VerseNumber":36,"Text":"Pharaoh spune O Haamaan cladire mie înaltime apara eu ajunge out descoperi"},{"SurahNumber":40,"VerseNumber":37,"Text":"(Eu pofti ajunge rai luare privire dumnezeu Moses Eu crede el exista mincinos. Tamâie exista evil munca Pharaoh orna his ochi tamâie el pastra following drept) poteca! Pharaoh's proiecta exista într-adevar evil"},{"SurahNumber":40,"VerseNumber":38,"Text":"Una crede spune O meu popula follow mie eu ghid tu în a imediat drum"},{"SurahNumber":40,"VerseNumber":39,"Text":"O meu popor acesta 1 trai exista vremelnic ilusie interval Hereafter exista eternal domiciliu"},{"SurahNumber":40,"VerseNumber":40,"Text":"Oricine comite pacat rasplati drept ala oricine munci righteousness! - Barbat female - interval crede acestea enter Paradis wherein ei primi aprovizionare altele restrânge"},{"SurahNumber":40,"VerseNumber":41,"Text":"O meu popor interval eu invita tu scapa tu invita mie hellfire"},{"SurahNumber":40,"VerseNumber":42,"Text":"Tu invita mie exista unappreciative ai DUMNEZEU situa Him idol eu nu recunoaste. Eu invita tu Gigantic Forgiver"},{"SurahNumber":40,"VerseNumber":43,"Text":"Acolo exista nu doubt ala care tu invita mie do nu avea temelie în acesta lume nor Hereafter nostru ultim întoarcere exista DUMNEZEU ala infractor crea hellfire"},{"SurahNumber":40,"VerseNumber":44,"Text":"Niste zi tu aminti ce eu exprima tu imediat Eu parasi judecata acesta materie DUMNEZEU; DUMNEZEU exista Vazator tot popor"},{"SurahNumber":40,"VerseNumber":45,"Text":"DUMNEZEU ATUNCI proteja him DE their evil PROIECTA UITDE POPOR Pharaoh CREA URÂT retribution"},{"SurahNumber":40,"VerseNumber":46,"Text":"Iad arata ele zi si noapte, Zi Înviere Admite Pharaoh's popor în urât retribution"},{"SurahNumber":40,"VerseNumber":47,"Text":"As ei argue Iad followers spune catre their leaders Noi do el folosit catre vostri followers fi tu cruta us altele parte acesta Iad"},{"SurahNumber":40,"VerseNumber":48,"Text":"leaders spune Noi fi toate în acesta împreuna. DUMNEZEU JUDECA dintre a popor"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ala în hellfire spune catre tutore Iad Chemare vostri Domnitor reduce retribution us seara una zi"},{"SurahNumber":40,"VerseNumber":50,"Text":"(Ei spune Did tu nu primi vostri curier livra tu clar stire? Ei raspunde Acord noi did Ei spune Atunci implora tu dori;) implora ai disbelievers exista întotdeauna în zadarnic"},{"SurahNumber":40,"VerseNumber":51,"Text":"multi(multe) categoric noi da victorie nostru curier ala crede amândoi în acesta lume zi martor soma"},{"SurahNumber":40,"VerseNumber":52,"Text":"Ala zi scuze disbelievers nu beneficia ele. Ei crea condamnare; ei crea urât destin"},{"SurahNumber":40,"VerseNumber":53,"Text":"Noi da Moses conducere produce Copil Îsrael mosteni scriere"},{"SurahNumber":40,"VerseNumber":54,"Text":"(Their istorie) exista lectie aluzie ala poseda inteligenta"},{"SurahNumber":40,"VerseNumber":55,"Text":"Therefore exista rabdator dumnezeu promisiune exista adeveri întreba forgiveness vostri pacat glorifica lauda vostri Domnitor noapte zi"},{"SurahNumber":40,"VerseNumber":56,"Text":"Însiguranta ala cine argue dumnezeu revelations dovedit ar exposing arogan\u0004a camufla their piept ei ar nu însera constient a el! Therefore cauta refugiu DUMNEZEU; El exista Auditor Vazator"},{"SurahNumber":40,"VerseNumber":57,"Text":"Creatie ai rai earth exista seara awesome decât creatie uman exista foarte popula nu sti"},{"SurahNumber":40,"VerseNumber":58,"Text":"Nu equal ar orb vazator. Nor exista ala crede munci righteousness equal catre pacatos! Rarely do tu lua atentie"},{"SurahNumber":40,"VerseNumber":59,"Text":"multi(multe) certainly Ora (Zi Judecata) veni nu doubt el foarte popula nu crede"},{"SurahNumber":40,"VerseNumber":60,"Text":"Vostri Domnitor spune Implora Mie eu raspunde tu! Însiguranta ala exista prea arogant închinare Mie enter Gehenna forcibly"},{"SurahNumber":40,"VerseNumber":61,"Text":"DUMNEZEU EXISTA UNA DESENA NOAPTE ASA TU RAMÂNE el, ZI lighted. DUMNEZEU DEPOZITA MULTI(MULTE) BINECUVÂNTARE POPOR MULTI(MULTE) POPOR NU EXISTA RECUNOSCATOR"},{"SurahNumber":40,"VerseNumber":62,"Text":"Acesta exista DUMNEZEU vostri Domnitor Creator tot obiect. acolo nu exista dumnezeu except El! Cum tu devia"},{"SurahNumber":40,"VerseNumber":63,"Text":"Devia exista ala neglija dumnezeu revelations"},{"SurahNumber":40,"VerseNumber":64,"Text":"DUMNEZEU EXISTA UNA PREDA earth LOCUIBIL for TU CER formidable STRUCTURA EL DESENA TU DESENA TU CURGE! El exista Una înzestra tu bun aprovizionare. Acesta exista DUMNEZEU vostri Domnitor; Exalted exista DUMNEZEU Domnitor univers"},{"SurahNumber":40,"VerseNumber":65,"Text":"El exista Viata; acolo nu exista dumnezeu except El! Tu închinare Him singur devoting vostri religie absolutely Him singur! Lauda exista DUMNEZEU Domnitor univers"},{"SurahNumber":40,"VerseNumber":66,"Text":"spune eu enjoined worshipping idol tu închinare DUMNEZEU when clar revelations veni mie meu Domnitor! Eu comanda submit Domnitor univers"},{"SurahNumber":40,"VerseNumber":67,"Text":"El exista Una crea tu praf ulterior micut picura atunci de atirna embryo atunci El aduce tu out copil atunci El permite tu ajunge maturitate atunci tu ajunge vechi - niste a tu deceda devreme Tu atinge predetermined vârsta tu întelege"},{"SurahNumber":40,"VerseNumber":68,"Text":"El exista singur Una control trai moarte. Catre avea orice done El doar spune catre Exista el exista"},{"SurahNumber":40,"VerseNumber":69,"Text":"Tu însemna ala argue dumnezeu dovedi si cum ei avea devia"},{"SurahNumber":40,"VerseNumber":70,"Text":"Ei exista a una disbelieved scriere stire noi expedia nostru curier. Therefore ei do el însiguranta gasi out"},{"SurahNumber":40,"VerseNumber":71,"Text":"Cercel exista împrejur their gât lan\u0004 exista folosit catre drag ele"},{"SurahNumber":40,"VerseNumber":72,"Text":"În Inferno atunci în Foc ei arde"},{"SurahNumber":40,"VerseNumber":73,"Text":"Ei întreba Unde exista idol tu întrebuinta închinare"},{"SurahNumber":40,"VerseNumber":74,"Text":"beside DUMNEZEU? Ei spune Ei abandona us. În fact, when noi worshipped ele noi worshipping nimic. Tamâie does DUMNEZEU expedia disbelievers razna"},{"SurahNumber":40,"VerseNumber":75,"Text":"Acesta tu întrebuinta înveseli false doctrines earth tu întrebuinta înstiin\u0004a ele"},{"SurahNumber":40,"VerseNumber":76,"Text":"Enter poart Gehenna wherein tu suporta forever Care nenorocit destin for arogant una"},{"SurahNumber":40,"VerseNumber":77,"Text":"Tu exista rabdator dumnezeu promisiune exista adevar. Noi arata tu niste a (retribution) noi promite ele limita vostri trai înainte ala, ei returned us"},{"SurahNumber":40,"VerseNumber":78,"Text":"Noi expedia curier tu - niste a ele noi mentiona tu niste noi nu mentiona tu. Nu curier produce altele minune dumnezeu authorization Once dumnezeu judecata decurge adevar dominates falsifiers exposed umili"},{"SurahNumber":40,"VerseNumber":79,"Text":"DUMNEZEU EXISTA UNA CREA livestock TU; CEVA TU CALARI CEVA TU MÂNCA"},{"SurahNumber":40,"VerseNumber":80,"Text":"Ei altminteri înzestra tu adaugat beneficiu satisface multi(multe) a vostri necesitate. În ele prea as în nava tu purta"},{"SurahNumber":40,"VerseNumber":81,"Text":"El tamâie arata tu His dovada. care ai dumnezeu dovedi tu nega"},{"SurahNumber":40,"VerseNumber":82,"Text":"Ei nu hoinari earth însemna consecinta ala preceda ele? Ei întrebuinta exista mare amor\u0004it mare în power poseda mare mostenire earth Toate their îndeplinire nu ajuta ele în a mic"},{"SurahNumber":40,"VerseNumber":83,"Text":"When their curier merge ele clar dovedi ei înveseli cunoastere ei mosteni chiar obiect ei ridiculiza exista cauza their toamna"},{"SurahNumber":40,"VerseNumber":84,"Text":"Ulterior when ei vedea nostru retribution ei spune Acum noi crede în DUMNEZEU SINGUR noi imediat disbelieve idol închinare ca noi întrebuinta practica"},{"SurahNumber":40,"VerseNumber":85,"Text":"Their crezare atunci nu ajuta ele în a mic once ei vedea nostru retribution. Acesta exista dumnezeu sistem established pin cu His creatura; disbelievers întotdeauna doomed"},{"SurahNumber":41,"VerseNumber":1,"Text":"M"},{"SurahNumber":41,"VerseNumber":2,"Text":"revelation de a Multi(multe) Binevoitor Îndurator"},{"SurahNumber":41,"VerseNumber":3,"Text":"Scriere vers înzestra complet detalia Arabic Quran popor sti"},{"SurahNumber":41,"VerseNumber":4,"Text":"Purtator ai bun stire prea as warner. multi(multe) ai ele întoarcere ei nu asculta"},{"SurahNumber":41,"VerseNumber":5,"Text":"Ei spune Nostru memorie exista produce sus, nostru ureche exista surd catre vostri stire bariera separa us de tu! Do ce tu pofti si asa vei noi"},{"SurahNumber":41,"VerseNumber":6,"Text":"spune eu exista nu multi(multe) decât uman exista tu inspira ala vostri dumnezeu exista 1 dumnezeu. Tu exista devotat catre Him întreba His forgiveness! Suferinta catre idol worshipers"},{"SurahNumber":41,"VerseNumber":7,"Text":"Cine nu da obligatoriu caritate (Zakat) privi Hereafter ei exista disbelievers"},{"SurahNumber":41,"VerseNumber":8,"Text":"As for ala crede conduce cinstit trai ei primi fântâna merita recompensa"},{"SurahNumber":41,"VerseNumber":9,"Text":"Spune Tu disbelieve Una crea earth 2 zi tu situa idol rândui Him El exista Domnitor univers"},{"SurahNumber":41,"VerseNumber":10,"Text":"El placed el stabilizers (munte) produce el productiv El calcula its aprovizionare 4 zi satisface necesitate ai toate its locuitor"},{"SurahNumber":41,"VerseNumber":11,"Text":"Atunci El rasuci cer when el exista linisti gaz spune catre el earth Veni existence willingly unwillingly. Ei spune Noi veni willingly"},{"SurahNumber":41,"VerseNumber":12,"Text":"Tamâie El sfârsi 7 univers 2 zi situa regula every univers! Noi orna lpamânt univers lamps placed pazi el! Acesta exista desen Gigantic Omniscient"},{"SurahNumber":41,"VerseNumber":13,"Text":"Ei întoarcere atunci spune eu avertiza tu ai dezastru dezastru anihila ‘Aad Thamoud"},{"SurahNumber":41,"VerseNumber":14,"Text":"Their curier merge ele prea as înainte ele dupa ele spune Tu nu închinare DUMNEZEU. Ei spune Avea nostru Domnitor willed El expedia înger! Noi exista disbelievers ce tu spune"},{"SurahNumber":41,"VerseNumber":15,"Text":"As for ‘Aad ei rasuci arogant earth opune adevar spune Cine puternic decât noi? fi ei nu realiza ca DUMNEZEU crea ele exista puternic decât ei? Ei exista unappreciative ai nostru revelations"},{"SurahNumber":41,"VerseNumber":16,"Text":"Consequently noi expedia ele violent vânt un pu\u0004ine nenorocit zi. Noi tamâie întrista ele umili retribution în acesta trai retribution Hereafter exista umili ei niciodata câstiga"},{"SurahNumber":41,"VerseNumber":17,"Text":"As for Thamoud noi înzestra ele conducere ei prefera blindness conducere. Consequently dezastruos infam retribution anihila ele ce ei earned"},{"SurahNumber":41,"VerseNumber":18,"Text":"Noi întotdeauna scapa ala crede conduce cinstit trai"},{"SurahNumber":41,"VerseNumber":19,"Text":"Zi veni when dusman ai DUMNEZEU vei soma hellfire forcibly"},{"SurahNumber":41,"VerseNumber":20,"Text":"Once ei obtine acolo their propiu auz ochi piele cara martor everything ei done"},{"SurahNumber":41,"VerseNumber":21,"Text":"Ei spune catre their piele did tu cara martor us? Ei raspunde DUMNEZEU produce us rosti El exista Una cauza everything rosti! El exista Una crea tu 1 timp imediat tu returned Him"},{"SurahNumber":41,"VerseNumber":22,"Text":"acolo nu exista drum tu camufla de vostri propiu auz vostri ochi vostri piele! În fact, tu medita DUMNEZEU exista surprins ai multa ai ce tu do"},{"SurahNumber":41,"VerseNumber":23,"Text":"Acesta rasa a medita vostri Domnitor vei cauza tu toamna ulterior tu ajunge losers"},{"SurahNumber":41,"VerseNumber":24,"Text":"Ei continua drum ei exista Iad exista their destin si ei produce sus scuza ei nu scuza"},{"SurahNumber":41,"VerseNumber":25,"Text":"Noi atribui ele tovaras orna everything ei do în their ochi. Tamâie ei end crea aceeasi fate anterior popor ai jinns humans exista altminteri losers"},{"SurahNumber":41,"VerseNumber":26,"Text":"Ala disbelieved spune nu asculta catre acesta Quran deforma el ala tu câstiga"},{"SurahNumber":41,"VerseNumber":27,"Text":"Noi certainly întrista acestea disbelievers sever retribution. Noi certainly rasplati ele their evil munca"},{"SurahNumber":41,"VerseNumber":28,"Text":"Acesta exista rasplata awaits dumnezeu dusman. Iad exista their eternal domiciliu; simplu rasplata for înlatura nostru revelations"},{"SurahNumber":41,"VerseNumber":29,"Text":"Ala disbelieved spune Nostru Domnitor arata us ala 2 rasa! - jinns humans - Cine misled us noi tropai ele nostru picior preda ele lowliest"},{"SurahNumber":41,"VerseNumber":30,"Text":"Ala proclama Nostru Domnitor exista DUMNEZEU atunci conduce cinstit trai înger coborî ele Tu nu avea fear nor trebui tu întrista! Înveseli bun stire Paradis avea pastra tu"},{"SurahNumber":41,"VerseNumber":31,"Text":"Noi exista vostri aliat în acesta trai Hereafter Tu avea el orice tu dorinta tu avea orice tu pofti"},{"SurahNumber":41,"VerseNumber":32,"Text":"(Acesta exista vostri) ultim domiciliu de Forgiver Îndurator"},{"SurahNumber":41,"VerseNumber":33,"Text":"Cine rosti bine vorba decât una invita DUMNEZEU munci righteousness spune eu exista 1 ai submitters"},{"SurahNumber":41,"VerseNumber":34,"Text":"Nu equal exista bun raspuns urât raspuns. Tu resursa dragu\u0004 posibil raspuns. Tamâie una întrebuinta exista vostri dusman mai ajunge vostri bine prieten"},{"SurahNumber":41,"VerseNumber":35,"Text":"None atinge acesta ala steadfastly starui. None atinge acesta ala exista extremely fortunate"},{"SurahNumber":41,"VerseNumber":36,"Text":"When diavol sopti idee tu tu cauta refugiu DUMNEZEU. El exista Auditor Omniscient"},{"SurahNumber":41,"VerseNumber":37,"Text":"Dintre His dovada exista noapte zi luminsoarelui luna. Nu trânti luminsoarelui nor luna; tu toamna trânti DUMNEZEU crea ele tu într-adevar închinare Him singur"},{"SurahNumber":41,"VerseNumber":38,"Text":"Ei exista prea arogant do acesta atunci ala vostri Domnitor glorifica Him noapte zi înafara ever împodobi"},{"SurahNumber":41,"VerseNumber":39,"Text":"Dintre His dovada exista ca tu vedea uscat linistit atunci as devreme as noi inunda el stropi el vibra trai! Însiguranta Una reînvia el reînvia mort. El exista Atotputernic"},{"SurahNumber":41,"VerseNumber":40,"Text":"Însiguranta ala deforma nostru revelations nu camufla us. Una obtine arunca Iad bine una veni proteja Zi Înviere? Do ce tu dori; El exista Vazator ai everything tu do"},{"SurahNumber":41,"VerseNumber":41,"Text":"Ala respinge Quran's dovedit when el veni ele altminteri respinge Onorabil carte"},{"SurahNumber":41,"VerseNumber":42,"Text":"Nu falsehood enter el înainte încolo revelation de Întelept Laudabil"},{"SurahNumber":41,"VerseNumber":43,"Text":"Ce exista spune catre tu exista precisely care exista spune catre anterior curier! Vostri Domnitor poseda forgiveness El altminteri poseda dureros retribution"},{"SurahNumber":41,"VerseNumber":44,"Text":"Noi produce el non-Arabic Quran ei spune did el veni în ala limbaj? Whether exista Arabic non-Arabic spune ala crede el exista ghid vindeca As for ala disbelieve ei exista surd orbi el as ei addressed de faraway"},{"SurahNumber":41,"VerseNumber":45,"Text":"Noi da Moses scriere el altminteri disputed Daca nu exista vostri Domnitor predetermined decizie ei judeca imediat. Într-adevar ei port prea multi(multe) doubts"},{"SurahNumber":41,"VerseNumber":46,"Text":"Oricine munci righteousness does for his propiu bun oricine munci evil does asa his propiu paguba! Vostri Domnitor exista niciodata nejust catre popor"}]}