{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Et. L. R. De (breve) er proofs den scripture; dybe Quran"},{"SurahNumber":15,"VerseNumber":2,"Text":"Certainly de disbelieved ønske de var submitters"},{"SurahNumber":15,"VerseNumber":3,"Text":"Lade dem ædt nyde vedvare blændede wishful tænkning; de gøre det grundlægge ydre"},{"SurahNumber":15,"VerseNumber":4,"Text":"Vi aldrig annihilated nogen samfund ind overensstemmelse med specifikke forudbestemte tid"},{"SurahNumber":15,"VerseNumber":5,"Text":"Slutningen nogen samfund aldrig avanceres nor forsinkede"},{"SurahNumber":15,"VerseNumber":6,"Text":"De sagde O I modtog den påmindelse I er crazy"},{"SurahNumber":15,"VerseNumber":7,"Text":"Hvorfor du ikke bringe englene du er sandfærdige"},{"SurahNumber":15,"VerseNumber":8,"Text":"Vi ikke sender englene specifikke funktioner. Anderledes ingen respited"},{"SurahNumber":15,"VerseNumber":9,"Text":"Absolut vi afslører påmindelsen absolut vi bevare det"},{"SurahNumber":15,"VerseNumber":10,"Text":"Vi sender (bude) I samfundene ind den forbi"},{"SurahNumber":15,"VerseNumber":11,"Text":"Enhver tid bud gik dem de ridiculed ham"},{"SurahNumber":15,"VerseNumber":12,"Text":"Vi dermed kontrollerer forstandene skyldig"},{"SurahNumber":15,"VerseNumber":13,"Text":"Følgelig de ikke tro ind ham. Den er systemet siden generationerne"},{"SurahNumber":15,"VerseNumber":14,"Text":"Jævne dersom vi åbnede i dem låge into himlen der de klatrer"},{"SurahNumber":15,"VerseNumber":15,"Text":"De sie Vore øjne deceived Vi fortryllet"},{"SurahNumber":15,"VerseNumber":16,"Text":"Vi placerede mælkeveje ind den himmel, pryde det beholders"},{"SurahNumber":15,"VerseNumber":17,"Text":"Vi bevogtede det enhvere forkaste djævel"},{"SurahNumber":15,"VerseNumber":18,"Text":"nogen af dem sniger lytte meget projektil vilje chase ham tilbage"},{"SurahNumber":15,"VerseNumber":19,"Text":"Angående jorden vi konstruerede det placerede det stabilisatorer (bjerge) vi voksede det perfekte balance af alt"},{"SurahNumber":15,"VerseNumber":20,"Text":"Vi stille det beboelige I og væser du ikke gør forsyne for"},{"SurahNumber":15,"VerseNumber":21,"Text":"Xxxx er intet som vi ikke ejer uendelige beløb thereof. Vi sender det derned præcise måle"},{"SurahNumber":15,"VerseNumber":22,"Text":"Vi sender vindene pollinators volde vande komme himlen du drikke! Anderledes du ikke keep det palatable"},{"SurahNumber":15,"VerseNumber":23,"Text":"Være vi kontrollerer liv død vi er ultimate inheritors"},{"SurahNumber":15,"VerseNumber":24,"Text":"Vi fully vide de I avancerer vi fully kender de regress"},{"SurahNumber":15,"VerseNumber":25,"Text":"Deres Lord sikkert indkaldelse dem. Han er Klogest Alvidende"},{"SurahNumber":15,"VerseNumber":26,"Text":"Vi oprettede menneskelig være ældede mudder potter's leret"},{"SurahNumber":15,"VerseNumber":27,"Text":"Angående jinns vi oprettede dem indenfor den, blussende ild"},{"SurahNumber":15,"VerseNumber":28,"Text":"Deres Lord sie til englene jeg opretter menneskelig være ældede mudder potter's leret"},{"SurahNumber":15,"VerseNumber":29,"Text":"Tidligere jeg perfektionerer ham puster ham fra Min ånd, du falde prostrate indenfor ham"},{"SurahNumber":15,"VerseNumber":30,"Text":"engel falde prostrate al af dem"},{"SurahNumber":15,"VerseNumber":31,"Text":"Iblis (Satan). Han vægrede være prostrators"},{"SurahNumber":15,"VerseNumber":32,"Text":"Han sagde O Iblis (Satan) hvorfor er jer ikke prostrators"},{"SurahNumber":15,"VerseNumber":33,"Text":"Han sagde jeg ikke er prostrate menneskelig være Du oprettede ældede mudder potter's leret"},{"SurahNumber":15,"VerseNumber":34,"Text":"Han sagde Derfor du enes du forvist"},{"SurahNumber":15,"VerseNumber":35,"Text":"Du incurred Min fordømmelse Dagen Bedømmelse"},{"SurahNumber":15,"VerseNumber":36,"Text":"Han sagde Min Lord respit mig dagen de resurrected"},{"SurahNumber":15,"VerseNumber":37,"Text":"Han sagde Du respited"},{"SurahNumber":15,"VerseNumber":38,"Text":"Indtil præcisere dagen tid"},{"SurahNumber":15,"VerseNumber":39,"Text":"Han sagde Min Lord idet Du haver willed som jeg går astray jeg sikkert lokke dem jord; jeg sende dem al astray"},{"SurahNumber":15,"VerseNumber":40,"Text":"De hos Deres tilbedere helliges absolut Jer alene"},{"SurahNumber":15,"VerseNumber":41,"Text":"Han sagde Den er lov er ukrænkelige"},{"SurahNumber":15,"VerseNumber":42,"Text":"Du ikke haver magt Min servants! Du kun haver magt strayers følger jer"},{"SurahNumber":15,"VerseNumber":43,"Text":"Helvede awaits dem al"},{"SurahNumber":15,"VerseNumber":44,"Text":"Det have syv låger. hvert låge få specifikke dele af dem"},{"SurahNumber":15,"VerseNumber":45,"Text":"Angående righteous de nyde haverne springe"},{"SurahNumber":15,"VerseNumber":46,"Text":"Indgå therein fredsommelige secure"},{"SurahNumber":15,"VerseNumber":47,"Text":"Vi flytter al jalousi deres hjerter. Ligesom ene familie de være nærliggende furnishings"},{"SurahNumber":15,"VerseNumber":48,"Text":"Aldrig ville de lider nogen træthed therein; aldrig ville de evicted therefrom"},{"SurahNumber":15,"VerseNumber":49,"Text":"Meddele Min servants jeg er Forgiver Barmhjertigest"},{"SurahNumber":15,"VerseNumber":50,"Text":"Og som Min gengældelse er mest smertelige gengældelse"},{"SurahNumber":15,"VerseNumber":51,"Text":"Meddeler dem Abraham's gæster"},{"SurahNumber":15,"VerseNumber":52,"Text":"Hvornår de indgik hans fjerdedele de sagde Fred. Han sagde Vi er ængstelige omkring jer"},{"SurahNumber":15,"VerseNumber":53,"Text":"De sagde ikke er ængstelige. Vi haver gode nyhed I oplyse søn"},{"SurahNumber":15,"VerseNumber":54,"Text":"Han sagde Hvordan du give mig such gode nyhed hvornår jeg er så gamle? Du destillationsapparat give mig den gode nyhed"},{"SurahNumber":15,"VerseNumber":55,"Text":"De sagde gode nyheden vi giver jer er sande; gøre ikke fortvivlelse"},{"SurahNumber":15,"VerseNumber":56,"Text":"Han sagde Ingen fortvivlelser hans Lord's barmhjertighed undtar strayers"},{"SurahNumber":15,"VerseNumber":57,"Text":"Han sagde Hvad er Deres mission O bude"},{"SurahNumber":15,"VerseNumber":58,"Text":"De sagde Vi dispatched skyldige folk"},{"SurahNumber":15,"VerseNumber":59,"Text":"Angående Lot's familie vi frelse dem al"},{"SurahNumber":15,"VerseNumber":60,"Text":"Ikke hans kone; hun destineres være med de doomed"},{"SurahNumber":15,"VerseNumber":61,"Text":"Budene gik Lot's by"},{"SurahNumber":15,"VerseNumber":62,"Text":"Han sagde Du er ubekendte folk"},{"SurahNumber":15,"VerseNumber":63,"Text":"De sagde Vi bringer jer hvad de tvivler"},{"SurahNumber":15,"VerseNumber":64,"Text":"Vi bringer I sandheden; vi er sandfærdige"},{"SurahNumber":15,"VerseNumber":65,"Text":"Du skiftes Deres familie natten. Bliver dem stille sandelig som ingen af I kigge tilbage! Gå lige idet befalede"},{"SurahNumber":15,"VerseNumber":66,"Text":"Vi afsagde ham den befale de folk er annihilated ind den formiddag"},{"SurahNumber":15,"VerseNumber":67,"Text":"Folkene city kom joyfully"},{"SurahNumber":15,"VerseNumber":68,"Text":"Han sagde De er min gæster; ikke embarrass mig"},{"SurahNumber":15,"VerseNumber":69,"Text":"Frygte GUD ikke skamfuldheder mig"},{"SurahNumber":15,"VerseNumber":70,"Text":"De sagde vi ikke enjoin jer Gøre fra kontaktende nogen"},{"SurahNumber":15,"VerseNumber":71,"Text":"Han sagde Her er min døtre jer måtte"},{"SurahNumber":15,"VerseNumber":72,"Text":"Men alas de totalt blændedes deres lust"},{"SurahNumber":15,"VerseNumber":73,"Text":"Følgelig katastrofen struck dem ind den formiddag"},{"SurahNumber":15,"VerseNumber":74,"Text":"Vi dreje upside derned showered dem devastating klipper"},{"SurahNumber":15,"VerseNumber":75,"Text":"Den er lektion de possess intelligens"},{"SurahNumber":15,"VerseNumber":76,"Text":"Den altid være systemet"},{"SurahNumber":15,"VerseNumber":77,"Text":"Den er tegn troendene"},{"SurahNumber":15,"VerseNumber":78,"Text":"Folkene træerne også var overtrædere"},{"SurahNumber":15,"VerseNumber":79,"Text":"Følgelig vi hævnede dem og begge samfund fully dokumenteres"},{"SurahNumber":15,"VerseNumber":80,"Text":"Folkene Al-Hijr disbelieved budene"},{"SurahNumber":15,"VerseNumber":81,"Text":"Vi gav dem vore åbenbaringer de disregarded dem"},{"SurahNumber":15,"VerseNumber":82,"Text":"De brugte udskære secure hjem bjergene"},{"SurahNumber":15,"VerseNumber":83,"Text":"Katastrofen træfferen dem ind den formiddag"},{"SurahNumber":15,"VerseNumber":84,"Text":"hvad de hoarded ikke hjalpes dem"},{"SurahNumber":15,"VerseNumber":85,"Text":"Vi ikke oprettede himlene jorden alt dem specifikke formål. Slutningen verdenen komme så behandle dem godartede forsømme"},{"SurahNumber":15,"VerseNumber":86,"Text":"Deres Lord er Skaberen Alvidende"},{"SurahNumber":15,"VerseNumber":87,"Text":"Vi giver jer syv parrene great Quran"},{"SurahNumber":15,"VerseNumber":88,"Text":"Ikke er jalouxe af hvad vi bestowed øvrige (budene) ikke bedrøves tvivlerne) lavtliggende Deres vinge troendene"},{"SurahNumber":15,"VerseNumber":89,"Text":"Proklamere jeg er manifest warner"},{"SurahNumber":15,"VerseNumber":90,"Text":"Vi deal med dividers"},{"SurahNumber":15,"VerseNumber":91,"Text":"De accepterer Quran kun partially"},{"SurahNumber":15,"VerseNumber":92,"Text":"Ved Deres Lord vi spørgsmål dem al"},{"SurahNumber":15,"VerseNumber":93,"Text":"Omkring alt de gør"},{"SurahNumber":15,"VerseNumber":94,"Text":"Derfor bære ordnerne give til jer disregard idolet tilbedere"},{"SurahNumber":15,"VerseNumber":95,"Text":"Vi skåne jer mockers"},{"SurahNumber":15,"VerseNumber":96,"Text":"Som sætte another gud GUD! De gøre det sikkert grundlægge ydre"},{"SurahNumber":15,"VerseNumber":97,"Text":"Vi kender fulde godt som du ærgres deres utterances"},{"SurahNumber":15,"VerseNumber":98,"Text":"Du synge roserne Deres Lord er prostrators"},{"SurahNumber":15,"VerseNumber":99,"Text":"Tilbedelse Deres Lord ind orden til attain certainty"},{"SurahNumber":16,"VerseNumber":1,"Text":"(Gud befaling allerede udstedes alt allerede skrives) så ikke rush det! Han forherliges; mest Højeste langt nogen idoler de sætte"},{"SurahNumber":16,"VerseNumber":2,"Text":"Han sender englene åbenbaringerne bære Hans befalinger whomever Han udvælger Hans servants Du prædike xxxx ikke er øvrige gud Mig Jer ærbødighed Mig"},{"SurahNumber":16,"VerseNumber":3,"Text":"Han oprettede himlene jorden specifikke formål. Han er adskilligt too Højeste langt nogen idoler de sætte"},{"SurahNumber":16,"VerseNumber":4,"Text":"Han oprettede mennesket tiny nedgang derefter han sving into ardent modstander"},{"SurahNumber":16,"VerseNumber":5,"Text":"Han oprettede livestock du forsyne jer varme mange øvrig gavner også idet mad"},{"SurahNumber":16,"VerseNumber":6,"Text":"De også forsyner jer luksus Deres leisure og hvornår du færdes"},{"SurahNumber":16,"VerseNumber":7,"Text":"De bærer Deres loads lander at du ikke nå great hardship. Sikkert Deres Lord er Medfølende Barmhjertigest"},{"SurahNumber":16,"VerseNumber":8,"Text":"(Han oprettede) hestene muldyrene æslerne du ride og luksus. Desuden Han opretter hvad du ikke kender"},{"SurahNumber":16,"VerseNumber":9,"Text":"GUD punkt STIERNE forkert EN. Dersom Han willed Han guided al af jer"},{"SurahNumber":16,"VerseNumber":10,"Text":"Han sender himlen vand i Deres drikke vokse træer Deres gavn"},{"SurahNumber":16,"VerseNumber":11,"Text":"Med det Han vokser I crops olivener dato håndflader drue al art af frugter. Den er (sufficient) proof folk synes"},{"SurahNumber":16,"VerseNumber":12,"Text":"Han forpligter ind Deres tjeneste natten dagen også idet solen månen. Også stjernerne forpligtes Hans befaling. De er (sufficient) proofs folk forstår"},{"SurahNumber":16,"VerseNumber":13,"Text":"Og (Han oprettede) i I jord ting af adskillige farver. Den er (sufficient) proof folk tager heed"},{"SurahNumber":16,"VerseNumber":14,"Text":"Han forpligtede havet betjene jer; du æder fra det øm kød ekstraherer jewelry du slider! Du ser skibene strejfe det Deres kommercielle gavner I søger Hans bounties du være taknemlige"},{"SurahNumber":16,"VerseNumber":15,"Text":"Han placerede stabilisatorer (bjerge) jord lest det tumler I også idet floder veje du guided"},{"SurahNumber":16,"VerseNumber":16,"Text":"Landemærker også idet stjernerne; til bruges navigation"},{"SurahNumber":16,"VerseNumber":17,"Text":"være Ene hvem oprette ene hvem ikke oprette? Du omgående tage heed"},{"SurahNumber":16,"VerseNumber":18,"Text":"Du tæller gud velsignelser du possibly ikke encompass dem. GUD ER Forgiver BARMHJERTIGEST"},{"SurahNumber":16,"VerseNumber":19,"Text":"GUD vide whatever I gemmer whatever du erklærer"},{"SurahNumber":16,"VerseNumber":20,"Text":"Angående idolerne de sætte GUD de ikke opretter noget; de oprettedes"},{"SurahNumber":16,"VerseNumber":21,"Text":"De er afdødte ikke alive de ikke have ide hvordan hvornår de resurrected"},{"SurahNumber":16,"VerseNumber":22,"Text":"Deres gud er ene gud. Angående de ikke tro ind Herefter deres hjerter benægter de er arrogante"},{"SurahNumber":16,"VerseNumber":23,"Text":"Absolut GUD vide alt de gemmer alt de erklærer. Han ikke elsker de er arrogante"},{"SurahNumber":16,"VerseNumber":24,"Text":"Hvornår de spørges Hvad gøre du tro af de åbenbaringer Deres Lord de sir Tales fra fortiden"},{"SurahNumber":16,"VerseNumber":25,"Text":"De holdes ansvarlige i deres synder Dagen Opstandelse al af dem desuden til synder af al de de vildledte deres uvidenhed. hvad usle load"},{"SurahNumber":16,"VerseNumber":26,"Text":"Others dem schemed ind den forbi, følgelig GUD tilintetgøre deres bygning grundlægningen forårsagende taget falde dem. Gengældelsen struck dem hvornår de mindst forvente"},{"SurahNumber":16,"VerseNumber":27,"Text":"Derefter Dagen Opstandelse Han disgrace dem spørge Hvor være Min partnere du sætte Mig modarbejdede Mig i deres sake? De velsigne med viden sie Today skamfuldhederen elendighed befallen tvivlerne"},{"SurahNumber":16,"VerseNumber":28,"Text":"Englene lægger dem død stat af wronging deres sjæle! Være hvornår de sluttelig forelægger sie Vi ikke gjorde noget forkerte! Ja indeed! GUD ER fully aware af ALT JER GØRE"},{"SurahNumber":16,"VerseNumber":29,"Text":"Derfor indgå lågerne Helvede hvori du abide permanent! hvad usle destiny i arrogante en"},{"SurahNumber":16,"VerseNumber":30,"Text":"Angående righteous hvornår de spørges Hvad gøre du tro af de åbenbaringer Deres Lord de sie Gode. de leder righteous liv lykke; boligen Herefter er jævn god. hvad salige bolig i de righteous"},{"SurahNumber":16,"VerseNumber":31,"Text":"Haverne Eden reserveres dem hvori floder strømmer. De haver noget de ønsker therein. GUD DERMED BELØNNER DE righteous"},{"SurahNumber":16,"VerseNumber":32,"Text":"Englene afslutter deres liv ind stat retmæssighed sie Fred er jer! Indgå Paradis (omgående) idet belønning Deres arbejder"},{"SurahNumber":16,"VerseNumber":33,"Text":"De vente englene er komme dem eller Deres Lord's bedømmelse kommer vedtage? De indenfor dem gjorde samme tingen! GUD IKKE ER EN wronged DEM; DE ER EN wronged deres egen SJÆLENE"},{"SurahNumber":16,"VerseNumber":34,"Text":"De incurred konsekvenserne deres onde arbejder meget tingene de ridiculed komme haunt dem"},{"SurahNumber":16,"VerseNumber":35,"Text":"Idolet tilbedere sie Havde GUD willed vi ikke tilbede nogen idoler Ham nor would vore forældre! Nor would vi prohibit noget Hans prohibitions. De indenfor dem gøre de samme! Budene kunne noget gøre afsie komplette meddelelsen"},{"SurahNumber":16,"VerseNumber":36,"Text":"Vi sender bud enhvere samfund sigende Du tilbede GUD undlader idolatry. Derefter visse var guided ved GUD mens others forpligtedes til forvildende! Strejfe jorden noterer konsekvenserne rejectors"},{"SurahNumber":16,"VerseNumber":37,"Text":"Nej substans hvordan hårdere du forsøger guide dem GUD ikke guide de en Han forpligtede forvildende! Dermed ingen hjælpes dem"},{"SurahNumber":16,"VerseNumber":38,"Text":"De sværgede solemnly GUD \"GUD ville ikke resurrect afdødte Absolut such er Hans ukrænkelige løfte mest folk ikke kende"},{"SurahNumber":16,"VerseNumber":39,"Text":"Han derefter punkt enhver al tingene de disputed lade de disbelieved kender at de var løgnere"},{"SurahNumber":16,"VerseNumber":40,"Text":"Til have noget gjort vi blot sie til Er det være"},{"SurahNumber":16,"VerseNumber":41,"Text":"De emigrerede GUD de persecuted vi sikkert stille det dem storsindet ind den liv recompense Herefter er jævne greater de kun kendte"},{"SurahNumber":16,"VerseNumber":42,"Text":"Den er fordi de bestemt persevere ind deres Lord de stoler"},{"SurahNumber":16,"VerseNumber":43,"Text":"Vi ikke sendte jer mænd vi inspirerede. Spørge de kender scripture du ikke kender"},{"SurahNumber":16,"VerseNumber":44,"Text":"Vi forsynede dem proofs scriptures. Vi sendte derned jer den meddelelse proklamere folkene alt sendes derned dem måske de reflektere"},{"SurahNumber":16,"VerseNumber":45,"Text":"De scheme onde schemes garanterer den GUD ville ikke volde jorden gøre til svale dem som gengældelsen ikke komme dem hvornår de småt forventer det"},{"SurahNumber":16,"VerseNumber":46,"Text":"Det strejke dem mens de er asleep de aldrig flygte"},{"SurahNumber":16,"VerseNumber":47,"Text":"Det strejke dem mens de fearfully forventer det! Deres Lord er Medfølende Barmhjertigest"},{"SurahNumber":16,"VerseNumber":48,"Text":"De ikke set al tingene have oprettede GUD? Deres skygge omringe dem meget venstre ind totale underkastelse til GUD og willingly"},{"SurahNumber":16,"VerseNumber":49,"Text":"Til GUD prostrates alt himlene alt på jord! - Enhvere væs - Og så gøre englene; mindst arrogancen"},{"SurahNumber":16,"VerseNumber":50,"Text":"De ærbødighed deres Lord højeste dem de gøre hvad de befales gøre"},{"SurahNumber":16,"VerseNumber":51,"Text":"GUD PROKLAMERER IKKE TILBEDE TO GUDER XXXX ER KUN EN GUD! Du ærbødighed Mig alene"},{"SurahNumber":16,"VerseNumber":52,"Text":"Ham belongs alt himlene jorden derfor religionen helliges absolut Ham alene! Du tilbede GUD"},{"SurahNumber":16,"VerseNumber":53,"Text":"nogen velsignelse du nyder er GUD. men nårsomhelst du incur nogen modgang du omgående beklager Ham"},{"SurahNumber":16,"VerseNumber":54,"Text":"idet snart idet Han afløser Deres plage visse af du revert idol tilbede"},{"SurahNumber":16,"VerseNumber":55,"Text":"lade dem disbelieve hvad vi giver dem! Gå fremad nyde midlertidigt; du gøre det sikkert grundlægge ydre"},{"SurahNumber":16,"VerseNumber":56,"Text":"De udpeger idolerne de sætte uvidenhed dele forrådene vi bestow dem. Ved GUD du holdes accountable i Deres fornyelser"},{"SurahNumber":16,"VerseNumber":57,"Text":"De jævner overlade døtre GUD Han forherliges mens de foretrækker sig hvad de ligesom"},{"SurahNumber":16,"VerseNumber":58,"Text":"Hvornår en af dem får baby pige hans ansigt bliver mørknede overvældende sorg"},{"SurahNumber":16,"VerseNumber":59,"Text":"Skamfulde han skjuler folkene ond nyheden givet ham. Han jævner ponders burde han keep babyen modstræbende begrave hendes ind støvet! Usle indeed er deres bedømmelse"},{"SurahNumber":16,"VerseNumber":60,"Text":"De ikke tro ind Herefter sættet værst eksemplerne mens til GUD belongs mest sublime eksempler! Han er Almægtig mest Kloge"},{"SurahNumber":16,"VerseNumber":61,"Text":"Dersom GUD straffede folkene deres transgressions Han annihilated enhvere væs jord. Han respit dem i specifikke forudbestemte tid Tidligere deres interim slutninger de ikke forsinke det ene time nor avancere det"},{"SurahNumber":16,"VerseNumber":62,"Text":"De tilskrive til GUD hvad de uvilje sig derefter utter løgnen deres egen tunger de er righteous! Uden nogen tvivl de incurred Helvede de rebelled"},{"SurahNumber":16,"VerseNumber":63,"Text":"Ved GUD vi sender (bude) samfund I djævelen pryde deres arbejder deres øjne. Følgelig han er nu deres lord de incurred smertelige gengældelse"},{"SurahNumber":16,"VerseNumber":64,"Text":"Vi afslører den scripture jer punkt dem hvad de dispute forsyne vejledning barmhjertighed folk tror"},{"SurahNumber":16,"VerseNumber":65,"Text":"GUD SENDER HIMLEN VAND GENOPLIVE LANDET DET OMKOM! Den være (sufficient) proof folk hører"},{"SurahNumber":16,"VerseNumber":66,"Text":"Ind livestock xxxx er lektion jer vi forsyner jer drink deres bellies Fra midten af fordøjede mad blod du får pure mælk dejlige i svirebrødrene"},{"SurahNumber":16,"VerseNumber":67,"Text":"Og frugterne af dato håndflader druer du producerer intoxicants også idet gode forråd! Den være (sufficient) proof folk forstår"},{"SurahNumber":16,"VerseNumber":68,"Text":"Deres Lord inspirere bien bygger hjem bjerge træ (nældefebrene de bygger jer)"},{"SurahNumber":16,"VerseNumber":69,"Text":"Derefter æder al frugterne efterfølgende konstruktionen Deres Lord netop. Fra deres bellies komme drink forskellige farver hvori der læger folkene! Den være (sufficient) proof folk reflekterer"},{"SurahNumber":16,"VerseNumber":70,"Text":"GUD OPRETTEDE JER DEREFTER HAN AFSLUTTER DERES LIV. Han lader visse af jer levende til gammel ælde, kun grundlægge ydre at xxxx er grænse til viden de skaffe. GUD ER ALVIDENDE Omnipotent"},{"SurahNumber":16,"VerseNumber":71,"Text":"GUD HAVER forsyne for visse af I FLERE END others! De gives tilstrækkeligt aldrig give deres egendomme deres underordnede omfatningen stillende dem partnere! De Would give oppe gud velsignelser"},{"SurahNumber":16,"VerseNumber":72,"Text":"Gud stille jer ægtefæller jer og producerede jer fra Deres ægtefæller børn grandchildren forsynede I gode forråd De tro ind falsehood sving unappreciative af gud velsignelser"},{"SurahNumber":16,"VerseNumber":73,"Text":"De tilbedelse GUD hvad ikke possesses forråd i dem himlene nor på jord nor forsyne dem noget"},{"SurahNumber":16,"VerseNumber":74,"Text":"Derfor ikke cite eksemplerne GUD; GUD vide mens du ikke kender"},{"SurahNumber":16,"VerseNumber":75,"Text":"GUD cites EKSEMPLET SLAVE EJES ER TOTALT MAGTESLØSE sammenligne til EN DER VI VELSIGNEDE GODE forråd FRA HAN GIVER VELGØRENHED secretly publicly. De er equal Ros er GUD fleste af dem ikke kende"},{"SurahNumber":16,"VerseNumber":76,"Text":"Gud cites eksemplet to mænd en er stumme fattes kunnen gøre noget er totalt afhængige hans beherske - whichever vej han forestår ham han ikke producere noget gode. Han equal til en regel retfærdighed er guided rigtig stien"},{"SurahNumber":16,"VerseNumber":77,"Text":"Til GUD belongs fremtiden af himlene jorden! Idet fjernest idet Han vedrøres slutningen af verdenen (Timen) er blinke øje væk jævne closer GUD ER Omnipotent"},{"SurahNumber":16,"VerseNumber":78,"Text":"GUD BRAGTE JER DERES MØDRE bellies KENDENDE INTET HAN GAV JER FORHØRET eyesight HJERNERNE DU VÆRE TAKNEMLIGE"},{"SurahNumber":16,"VerseNumber":79,"Text":"De ikke ser fuglene gøre forpligte flyve atmosfæret himlen? Ingen holde dem ind den luft GUD. Den være (sufficient) proof folk tror"},{"SurahNumber":16,"VerseNumber":80,"Text":"Gud forsyne for jer stillestående hjem du leve. Han forsyne for jer transportable hjem stille skindene livestock du bruge dem hvornår du færdes hvornår du settle derned. Fra deres ulder pelse hår du stille furnishings luksuser awhile"},{"SurahNumber":16,"VerseNumber":81,"Text":"Gud forsyne for du shade ting Han oprettede forsyne for du shelters bjergene forsyne for I klædningsstykker beskytter jer varmer klædningsstykker som beskytte hvornår du udkæmper ind krig Han dermed perfektionerer Hans velsignelser I som du forelægge"},{"SurahNumber":16,"VerseNumber":82,"Text":"De destillationsapparat sving derefter Deres eneste mission er klare udleveringen meddelelsen"},{"SurahNumber":16,"VerseNumber":83,"Text":"De fully anerkender gud velsignelser derefter benægter dem; majoriteten af dem er tvivlere"},{"SurahNumber":16,"VerseNumber":84,"Text":"(Dagen komme hvornår vi raise fra enhvere samfund vidne derefter de disbelieved ikke permitted tale) nor ville de excused"},{"SurahNumber":16,"VerseNumber":85,"Text":"Tidligere de transgressed ser gengældelsen være too senere; det ikke commuted dem nor ville de respited"},{"SurahNumber":16,"VerseNumber":86,"Text":"Og hvornår de forpligtede idol tilbeder se deres idoler de sie Vore Lord de er idolerne vi sætte Jer. idolerne derefter konfrontere dem sie Du er løgnere"},{"SurahNumber":16,"VerseNumber":87,"Text":"De totalt forelægge GUD dag idolerne de opfandt disown dem"},{"SurahNumber":16,"VerseNumber":88,"Text":"De disbelieve repel stien GUD vi augment deres gengældelse adderende mere gengældelse deres transgressions"},{"SurahNumber":16,"VerseNumber":89,"Text":"Dagen komme hvornår vi raise fra enhvere samfund vidne fra dem bringe I idet vidnet de folk! Vi afslører jer den bog forsyne forklaringer alt vejledning barmhjertighed gode nyhed submitters"},{"SurahNumber":16,"VerseNumber":90,"Text":"GUD advocates retfærdighed VELGØRENHED BETRAGTENDE SLÆGTNINGERNE! Han forbyder onde vice transgression. Han oplyser jer som du tage heed"},{"SurahNumber":16,"VerseNumber":91,"Text":"(Du fulfill Deres covenant GUD hvornår du stiller such covenant Du ikke krænke ederne sværgende Gud) bære dem du stille GUD garant I! GUD vide ALT DU GØR"},{"SurahNumber":16,"VerseNumber":92,"Text":"Ikke være knitter unravels hendes stærke strikkearbejde into stabler flimsy garn. Den er Deres eksempel du abuse ederne skiftes fordel af en another Ene gruppe er større end øvrige GUDEN dermed lægger jer prøven. Han sikkert udfolde jer Dagen Opstandelse alt du disputed"},{"SurahNumber":16,"VerseNumber":93,"Text":"Havde GUD willed Han stille jer ene congregation! Han sender astray whoever udvælge gå astray Han guides whoever ønske guided Du sikkert være spørge omkring alt du gør"},{"SurahNumber":16,"VerseNumber":94,"Text":"(Ikke abuse ederne I lest du glider tilbage havende stærke fodfæste derefter du incur elendighed! Such er konsekvensen repelling fra stien GUD indfatning onde eksempel;) du incur forfærdelige gengældelse"},{"SurahNumber":16,"VerseNumber":95,"Text":"Ikke sælge Deres eder korte indenfor GUD! Hvad GUD possesses er fjerneste godt jer dersom du kun kendte"},{"SurahNumber":16,"VerseNumber":96,"Text":"hvad du possess løbe ydre hvad GUD possesses vare permanent! Vi sikkert belønne de som bestemt persevere vi recompense dem deres righteous arbejder"},{"SurahNumber":16,"VerseNumber":97,"Text":"(Nogen arbejder retmæssighed mandlige kvindelige stund tro vi sikkert bevilge dem glade liv ind den verden vi sikkert betale dem deres fulde recompense Dagen Bedømmelse) deres righteous arbejder"},{"SurahNumber":16,"VerseNumber":98,"Text":"Hvornår du læser Quran jer søge ly GUD fra Satan de forkaste"},{"SurahNumber":16,"VerseNumber":99,"Text":"Han ikke haver magt hen de tro stole deres Lord"},{"SurahNumber":16,"VerseNumber":100,"Text":"Hans magt begrænses de udvælger ham idet deres beherske de som udvælger ham deres gud"},{"SurahNumber":16,"VerseNumber":101,"Text":"Hvornår vi substitute ene åbenbaring ind sted af another GUD er fully aware af hvad Han afslører de sie Du stille den Indeed fleste af dem ikke kender"},{"SurahNumber":16,"VerseNumber":102,"Text":"Sie Hellige Ånden bringe det Deres Lord truthfully assure de tro forsyne sømærke gode nyhed submitters"},{"SurahNumber":16,"VerseNumber":103,"Text":"Vi er fully aware de sie menneskelig være undervise ham! tungen kilden de vink hos er non-Arabic den er perfekte Arabic tunge"},{"SurahNumber":16,"VerseNumber":104,"Text":"Sikkert de ikke tro ind gud åbenbaringer GUD ikke guide dem. De incurred smertelige gengældelse"},{"SurahNumber":16,"VerseNumber":105,"Text":"Eneste en fabricate falske doktriner er de ikke tro ind gud åbenbaringer; de er egentlige løgnerne"},{"SurahNumber":16,"VerseNumber":106,"Text":"De disbelieve GUD skaffe tro bliver fully indehold vantro incurred wrath fra GUD! Eneste en til excused er de fremtvinges profess vantro mens deres hjerter er fulde af tro"},{"SurahNumber":16,"VerseNumber":107,"Text":"Den er de giver prioritet den liv hen Herefter GUD ikke guide such disbelieving folk"},{"SurahNumber":16,"VerseNumber":108,"Text":"De er en GUDEN forsegler deres hjerter deres forhør, deres eyesight. Følgelig de vedvarer unaware"},{"SurahNumber":16,"VerseNumber":109,"Text":"Uden tvivl de være taberne Herefter"},{"SurahNumber":16,"VerseNumber":110,"Text":"Angående de emigrerer forfølgelse derefter fortsætter stræbe bestemt persevere Deres Lord al den er Forgiver Barmhjertigest"},{"SurahNumber":16,"VerseNumber":111,"Text":"Dagen komme hvornår enhvere sjæl betjene dens egne advocate enhvere sjæl betalt fully whatever det gøre mindst uretfærdigheden"},{"SurahNumber":16,"VerseNumber":112,"Text":"GUD cites EKSEMPLET SAMFUND BRUGE VÆRE secure FREMGANGSRIGE forråd komme DET FRA OVERALT. derefter det drejede unappreciative af gud velsignelser. Følgelig GUD voldte dem smage hardships af sult insecurity. Such er requital hvad de gjorde"},{"SurahNumber":16,"VerseNumber":113,"Text":"Bud gik dem dem de forkastede ham. Følgelig gengældelsen struck dem i deres transgression"},{"SurahNumber":16,"VerseNumber":114,"Text":"Derfor du ædt gud forråd alt er lawful gode er taknemlige af gud velsignelser jer tilbeder Ham alene"},{"SurahNumber":16,"VerseNumber":115,"Text":"(Han kun prohibits jer afdødte dyr blod kødet grise mad der tilegnes GUD. Ene fremtvinges ædt de) uden værende deliberate ondskabsfulde derefter GUD er Forgiver Barmhjertigest"},{"SurahNumber":16,"VerseNumber":116,"Text":"Du ikke utter løgne Deres egen tunge fastslå Den er lawful den er unlawful fabricate ligger tillægge dem GUD! Sikkert de fabricate ligge tillægger dem til GUD ville aldrig lykkes"},{"SurahNumber":16,"VerseNumber":117,"Text":"De nyder snart derefter lide smertelige gengældelse"},{"SurahNumber":16,"VerseNumber":118,"Text":"Jøderne vi prohibited hvad vi narrated jer previously. Ikke var os wronged dem; de er en wronged deres egen sjælene"},{"SurahNumber":16,"VerseNumber":119,"Text":"men idet betragte de falder synder uvidenhed derefter fortryde thereafter reformere Deres Lord den gøres er Forgiver Barmhjertigest"},{"SurahNumber":16,"VerseNumber":120,"Text":"Abraham var indeed eksemplariske fortrop hans underkastelse GUD monotheist som aldrig tilbad idoler"},{"SurahNumber":16,"VerseNumber":121,"Text":"Han var taknemlige af Hans Lord's velsignelser Han udvalgte ham guided ham lige sti"},{"SurahNumber":16,"VerseNumber":122,"Text":"Vi bevilgede ham lykke ind den liv ind Herefter han være med de righteous"},{"SurahNumber":16,"VerseNumber":123,"Text":"Derefter vi inspirerede jer (Muhammad) følge religionen Abraham monotheist; han aldrig var idol tilbeder"},{"SurahNumber":16,"VerseNumber":124,"Text":"Sabbaten forordnedes kun de ende disputing det (Jøder Christians)! Deres Lord er En bedømme dem Dagen Opstandelse deres disputes"},{"SurahNumber":16,"VerseNumber":125,"Text":"Du invitere stien Deres Lord klogt venlige enlightenment og debat dem bedst mulige måde! Deres Lord kender tilfredsstillende som have strayed Hans sti Han vide tilfredsstillende som guided en"},{"SurahNumber":16,"VerseNumber":126,"Text":"Og dersom du straffer du inflict ækvivalente afstraffelserne. I tilholdsted til tålmodighed hellere af hævn det være godt patienten en"},{"SurahNumber":16,"VerseNumber":127,"Text":"Du tilholdsted tålmodighed - Deres tålmodighed er attainable kun gud hjælp. Ikke grieve dem ikke ærgres deres schemes"},{"SurahNumber":16,"VerseNumber":128,"Text":"GUD ER DE LEDER righteous LIV DE ER charitable"}]}