{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"Xızır dedi: “Sənə demədimmi ki, mənim yanımda səbir edə bilməzsən?”"},{"SurahNumber":18,"VerseNumber":76,"Text":"Musa dedi: “Əgər bundan sonra səndən bir şey barəsində soruşsam, daha mənə yoldaş olma. Sən artıq mənim diləyəcəyim sonuncu üzrxahlığa çatdın”"},{"SurahNumber":18,"VerseNumber":77,"Text":"Yenə yola düzəldilər. Nəhayət, bir kənd əhlinin yanına gəlib camaatdan yeməyə bir şey istədilər. Camaat onları yeməyə qonaq etmək istəmədi. Onlar orada dağılmaq istəyən bir divar gördülər. Xızır onu düzəltdi. Musa dedi: “Əgər istəsəydin, bunun müqabilində zəhmət haqqı alardın”"},{"SurahNumber":18,"VerseNumber":78,"Text":"Xızır dedi: “Bu, mənimlə sənin aranda ayrılıqdır. Səbir edə bilmədiyin şeylərin yozumunu sənə xəbər verəcəyəm"},{"SurahNumber":18,"VerseNumber":79,"Text":"Gəmiyə gəlincə, o, dənizdə çalışan kasıb adamlara məxsus idi. Mənim onu korlamağımın səbəbi, onların önündə hər bir yararlı gəmini zorla ələ keçirən hökmdarın olması idi"},{"SurahNumber":18,"VerseNumber":80,"Text":"Oğlan uşağına gəldikdə, onun ata-anası mömin idilər. Biz uşağın böyüyəndə onları azğınlığa və küfrə sürükləməsindən qorxduq"},{"SurahNumber":18,"VerseNumber":81,"Text":"Biz istədik ki, onların Rəbbi onun əvəzində onlara ondan daha təmiz və daha mərhəmətli olan başqa bir övlad versin"},{"SurahNumber":18,"VerseNumber":82,"Text":"Divara gəldikdə isə, o, şəhərdəki iki yetim oğlanın idi. Altında onlara məxsus bir xəzinə vardı. Onların atası əməlisaleh adam olmuşdur. Rəbbin onların həddi-buluğa çatmalarını və Rəbbindən bir mərhəmət olaraq öz xəzinələrini tapıb çıxartmalarını istədi. Mən bunları öz ixtiyarımla etmirdim. Sənin səbir edə bilmədiyin şeylərin yozumu budur!”"},{"SurahNumber":18,"VerseNumber":83,"Text":"Səndən Zülqərneyn barəsində soruşurlar. De: “Onun barəsində sizə bir əhvalat danışacağam”"},{"SurahNumber":18,"VerseNumber":84,"Text":"Həqiqətən, Biz ona yer üzündə hökmranlıq verdik və hər şeyin yolunu ona öyrətdik"},{"SurahNumber":18,"VerseNumber":85,"Text":"O, yer üzündə gəzib dolaşmaq üçün səfərə çıxdı"},{"SurahNumber":18,"VerseNumber":86,"Text":"Nəhayət, günəşin batdığı yerə gəlib çatdıqda onu qara palçıqlı bir çeşmədə batan gördü. Zülqərneyn onun yanında bir tayfaya rast gəldi. Biz buyurduq: “Ey Zülqərneyn! Sən ya onları cəzalandırmalı, ya da onlarla yaxşı rəftar etməlisən!”"},{"SurahNumber":18,"VerseNumber":87,"Text":"O dedi: “Haqsızlıq edəni cəzalandıracağıq. Sonra o, Rəbbinə qaytarılacaqdır. O da ona ağır bir əzab verəcəkdir"},{"SurahNumber":18,"VerseNumber":88,"Text":"İman gətirib yaxşı iş görən kimsəyə isə ən gözəl mükafat veriləcəkdir. Biz ona əmrimizdən asan olanı buyuracağıq”"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra o, yoluna davam etdi"},{"SurahNumber":18,"VerseNumber":90,"Text":"Nəhayət, günəşin doğduğu yerə çatdıqda onu elə bir qövm üzərində doğan gördü ki, onlar üçün günəşə qarşı heç bir örtük yaratmamışdıq"},{"SurahNumber":18,"VerseNumber":91,"Text":"Bax belə! Biz onun başına gələnlərin hamısından xəbərdarıq"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra o, yenə yoluna davam etdi"},{"SurahNumber":18,"VerseNumber":93,"Text":"Nəhayət, iki dağ arasına gəlib çatdıqda onların ön tərəfində az qala söz anlamayan bir tayfaya rast gəldi"},{"SurahNumber":18,"VerseNumber":94,"Text":"Onlar dedilər: “Ey Zülqərneyn! Yəcuc və Məcuc tayfaları yer üzündə fitnə-fəsad törədirlər. Bəlkə biz sənə xərac verək, sən də bizimlə onlar arasında bir sədd düzəldəsən?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"O dedi: “Rəbbimin mənə əta etdiyi mülk daha yaxşıdır. Gəlin öz qüvvənizlə mənə kömək edin, mən də sizinlə onlar arasında möhkəm bir sədd çəkim"},{"SurahNumber":18,"VerseNumber":96,"Text":"Mənə dəmir parçaları gətirin!” Nəhayət, dağın iki yamacı arasını dəmir parçaları ilə doldurduqda: “Körükləyin!”– dedi. Dəmir közərən kimi: “Gətirin mənə, onun üstünə ərimiş mis töküm!”– dedi"},{"SurahNumber":18,"VerseNumber":97,"Text":"Yəcuc və Məcuc tayfaları nə səddin üstünə çıxa bildilər, nə də onu dəlib keçə bildilər"},{"SurahNumber":18,"VerseNumber":98,"Text":"Zülqərneyn dedi: “Bu, Rəbbimdən olan bir mərhəmətdir. Rəbbimin vədi gəldikdə isə onu yerlə yeksan edəcəkdir. Rəbbimin vədi həqiqətdir”"},{"SurahNumber":18,"VerseNumber":99,"Text":"O gün Yəcuc və Məcuc tayfalarını axışıb bir-birinə qarışmış halda buraxarıq. Sur üfürülən kimi məxluqatın hamısını bir yerə toplayarıq"},{"SurahNumber":18,"VerseNumber":100,"Text":"O gün Biz Cəhənnəmi kafirlərə aşkar göstərərik"},{"SurahNumber":18,"VerseNumber":101,"Text":"O kəslərə ki, gözlərinə Məni anmamaq üçün pərdə çəkmişdilər, özləri də eşidə bilmirdilər"},{"SurahNumber":18,"VerseNumber":102,"Text":"Olmaya, kafirlər Məni qoyub qullarımı özlərinə dost tutacaqlarını güman edirdilər? Həqiqətən, Biz Cəhənnəmi kafirlər üçün mənzil hazırlamışıq"},{"SurahNumber":18,"VerseNumber":103,"Text":"De: “Sizə əməlləri baxımından ən çox ziyana uğrayanlar barəsində xəbər verimmi"},{"SurahNumber":18,"VerseNumber":104,"Text":"O kəslər haqqında ki, onların dünya həyatındakı səyləri boşa çıxmışdır. Çünki onlar özlüyündə yaxşı işlər gördükləri gümanında idilər"},{"SurahNumber":18,"VerseNumber":105,"Text":"Onlar Rəbbinin ayələrini və Onunla qarşılaşacaqlarını inkar edən, buna görə də bütün əməlləri boşa çıxan kimsələrdir. Odur ki, Qiyamət günü Biz onlara əhəmiyyət verməyəcəyik”"},{"SurahNumber":18,"VerseNumber":106,"Text":"Kafir olduqlarına, ayələrimi və elçilərimi lağlağıya qoyduqlarına görə onların cəzası Cəhənnəmdir"},{"SurahNumber":18,"VerseNumber":107,"Text":"İman gətirib xeyirxah əməllər işləyənlərin məskəni isə Firdovs bağları olacaqdır"},{"SurahNumber":18,"VerseNumber":108,"Text":"Onlar orada əbədi qalacaq, oranı başqa bir yerə dəyişmək istəməyəcəklər"},{"SurahNumber":18,"VerseNumber":109,"Text":"De: “Əgər Rəbbimin Sözlərini yazmaq üçün dəniz mürəkkəb olsaydı və bir o qədər də ona əlavə etsəydik belə, Rəbbimin Sözləri qurtarmadan öncə dənizin suyu qurtarardı”"},{"SurahNumber":18,"VerseNumber":110,"Text":"De: “Mən də sizin kimi bir insanam. Mənə vəhy olunur ki, sizin məbudunuz Tək olan İlahdır. Kim Rəbbi ilə qarşılaşacağına ümid bəsləyirsə, yaxşı işlər görsün və icra etdiyi ibadətlərində Rəbbinə heç kəsi şərik qoşmasın!”"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kəf. Ha. Yə. Ayn. Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu sənin Rəbbinin Öz qulu Zəkəriyyaya göstərdiyi mərhəmətinin yada salınmasıdır"},{"SurahNumber":19,"VerseNumber":3,"Text":"Bir zaman Zəkəriyya Rəbbinə gizlicə dua edib"},{"SurahNumber":19,"VerseNumber":4,"Text":"demişdi: “Ey Rəbbim! Artıq sümüklərim zəifləmiş, başım da ağappaq ağarmışdır. Ey Rəbbim! Sənə etdiyim dua sayəsində heç vaxt bədbəxt olmamışam"},{"SurahNumber":19,"VerseNumber":5,"Text":"Mən özümdən sonra gələn qohumlarımdan dinə etinasız yanaşacaqlarından qorxuram. Zövcəm də sonsuzdur. Mənə Öz tərəfindən elə bir övlad bəxş et ki"},{"SurahNumber":19,"VerseNumber":6,"Text":"o həm mənə, həm də Yaqub nəslinə varis olsun. Ey Rəbbim! Elə et ki, o Sənin razılığını qazanmış olsun!”"},{"SurahNumber":19,"VerseNumber":7,"Text":"Ona belə vəhy olundu: “Ey Zəkəriyya! Səni Yəhya adlı bir oğulla müjdələyirik. Biz bu adı ondan öncə kimsəyə qoymamışıq!”"},{"SurahNumber":19,"VerseNumber":8,"Text":"O dedi: “Ey Rəbbim! Zövcəm sonsuz bir qadın ikən, özüm də qocalığın son həddində olduğum halda necə mənim övladım ola bilər?”"},{"SurahNumber":19,"VerseNumber":9,"Text":"Mələk dedi: «Bu, belədir, lakin Rəbbin buyurdu: “Bu Mənim üçün asandır. Axı əvvəlcə sənin özünü də sən heç bir şey deyilkən xəlq etmişdim!”»"},{"SurahNumber":19,"VerseNumber":10,"Text":"O dedi: “Ey Rəbbim! Mənim üçün bir əlamət müəyyən et”. Allah buyurdu: “Əlamətin budur ki, sən sağlam ikən üç gecə adamlarla danışmayacaqsan!”"},{"SurahNumber":19,"VerseNumber":11,"Text":"O, mehrabdan öz qövmünün qarşısına çıxıb onlara işarə ilə başa saldı ki: “Səhər-axşam Allaha təriflər deyin!”"},{"SurahNumber":19,"VerseNumber":12,"Text":"Yəhyaya da: “Ey Yəhya! Kitabdan möhkəm yapış!”– deyə vəhy etdik. Biz ona uşaq ikən hikmət bəxş etdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Üstəlik Öz tərəfimizdən bir şəfqət və paklıq da bəxş etdik. O, müttəqi idi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Həm də ata-anasına qarşı qayğıkeş idi; lovğa və asi deyildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Doğulduğu gün də, öləcəyi gün də, yenidən dirildiləcəyi gün də ona salam olsun"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitabda Məryəmi də yada sal. O zaman o, ailəsindən ayrılıb şərq tərəfdə olan bir yerə çəkilmiş"},{"SurahNumber":19,"VerseNumber":17,"Text":"və ibadət vaxtı onlardan gizlənmək üçün pərdə tutmuşdu. Biz Öz Ruhumuzu (Cəbraili) onun yanına göndərdik. O, Məryəmin qarşısında kamil bir insan surətində peyda oldu"},{"SurahNumber":19,"VerseNumber":18,"Text":"Məryəm dedi: “Mən səndən Mərhəmətli Allaha sığınıram! Əgər müttəqisənsə, mənə toxunma”"},{"SurahNumber":19,"VerseNumber":19,"Text":"Mələk dedi: “Mən sənə ancaq pak bir oğlan bəxş etmək üçün Rəbbinin elçisiyəm”"},{"SurahNumber":19,"VerseNumber":20,"Text":"Məryəm dedi: “Mənə bir insan toxunmadığı və özüm də zinakar olmadığım halda, necə mənim övladım ola bilər?”"},{"SurahNumber":19,"VerseNumber":21,"Text":"Mələk dedi: «Bu belədir, lakin Rəbbin buyurdu: “Bu, Mənim üçün asandır. Biz onu insanlar üçün bir möcüzə və Öz tərəfimizdən bir mərhəmət edəcəyik. Bu, hökmü verilmiş bir işdir”»"},{"SurahNumber":19,"VerseNumber":22,"Text":"Məryəm uşağa qaldı və bətnindəki ilə birlikdə gedib uzaq bir yerə çəkildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Doğuş sancıları onu bir xurma ağacının gövdəsinə söykənməyə vadar etdi. O dedi: “Kaş bundan əvvəl öləydim və bir dəfəlik unudulaydım!”"},{"SurahNumber":19,"VerseNumber":24,"Text":"Məryəmin aşağı tərəfindən (İsa və ya Cəbrail) onu səsləyib dedi: “Qəm yemə, Rəbbin sənin ayağının altından bir bulaq axıtdı"},{"SurahNumber":19,"VerseNumber":25,"Text":"Xurma ağacının gövdəsini özünə tərəf silkələ ki, üstünə yetişmiş, təzə xurma tökülsün"},{"SurahNumber":19,"VerseNumber":26,"Text":"Ye, iç, gözün aydın olsun! Əgər insanlardan kimisə görsən, de: “Mən Mərhəmətli Allaha oruc tutmağı nəzir etmişəm. Odur ki, bu gün heç kimlə danışmayacağam”»"},{"SurahNumber":19,"VerseNumber":27,"Text":"Məryəm körpəni qucağına alıb öz tayfasının yanına gətirdi. Onlar dedilər: “Ey Məryəm! Sən yaramaz (və ya görünməmiş) bir iş tutmusan"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harunun bacısı! Atan pis kişi, anan da pozğun deyildi”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Məryəm ona işarə etdi. Onlar dedilər: “Beşikdə olan körpə ilə necə danışaq?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"Körpə dil açıb dedi: “Həqiqətən də, mən Allahın quluyam! O mənə Kitab verdi və məni peyğəmbər etdi"},{"SurahNumber":19,"VerseNumber":31,"Text":"Harada oluramsa olum, məni mübarək etdi və nə qədər ki sağam, mənə namaz qılıb zəkat verməyi əmr etdi"},{"SurahNumber":19,"VerseNumber":32,"Text":"Həm də məni anama qarşı qayğıkeş etdi; məni lovğa və bədbəxt etmədi"},{"SurahNumber":19,"VerseNumber":33,"Text":"Doğulduğum gün də, öləcəyim gün də, yenidən dirildiləcəyim gün də mənə salam olsun!”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Barəsində şübhəyə düşdükləri haqq söz olan Məryəm oğlu İsa budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allaha övlad götürmək yaraşmaz. O, pak və müqəddəsdir! O, bir işin olmasını istədikdə ona ancaq “Ol!”– deyər, o da dərhal olar"},{"SurahNumber":19,"VerseNumber":36,"Text":"İsa dedi: “Həqiqətən, Allah həm mənim Rəbbim, həm də sizin Rəbbinizdir. Elə isə yalnız Ona ibadət edin! Düz yol da budur”"},{"SurahNumber":19,"VerseNumber":37,"Text":"Sonra firqələrin arasında ziddiyyət düşdü. Böyük günü görəcək kafirlərin vay halına"},{"SurahNumber":19,"VerseNumber":38,"Text":"Onlar Bizim hüzurumuza gələcəkləri gün necə yaxşı eşidəcək, necə də yaxşı görəcəklər! Lakin zalımlar bu gün açıq-aydın azğınlıq içindədirlər"},{"SurahNumber":19,"VerseNumber":39,"Text":"Sən onları işin bitmiş olacağı peşmançılıq günü ilə qorxut! İndi onlar hələ qəflətdədirlər və iman gətirmirlər"},{"SurahNumber":19,"VerseNumber":40,"Text":"Şübhəsiz ki, yerə və onun üstündə qalanlara təkcə biz sahib çıxacağıq. Onların qayıdışı Bizə olacaqdır"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kitabda İbrahimi də xatırla! Həqiqətən, o, sadiq insan və peyğəmbər idi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Bir zaman o, atasına demişdi: “Atacan! Nə üçün eşitməyən, görməyən və sənə heç bir faydası olmayan bir şeyə sitayiş edirsən"},{"SurahNumber":19,"VerseNumber":43,"Text":"Atacan! Həqiqətən, sənə gəlməyən bir elm mənə gəlmişdir. Arxamca gəl ki, səni doğru yola yönəldim"},{"SurahNumber":19,"VerseNumber":44,"Text":"Atacan! Şeytana ibadət etmə! Həqiqətən, şeytan Mərhəmətli Allaha çox asi oldu"},{"SurahNumber":19,"VerseNumber":45,"Text":"Atacan! Qorxuram ki, Mərhəmətli Allahdan sənə bir əzab toxunsun və beləcə, şeytana yoldaş olasan”"},{"SurahNumber":19,"VerseNumber":46,"Text":"Atası dedi: “Sən mənim məbudlarımdan üzmü çevirirsən, ey İbrahim!? Əgər buna son qoymasan, səni mütləq daşqalaq edəcəyəm. Uzun müddət məndən uzaq ol!”"},{"SurahNumber":19,"VerseNumber":47,"Text":"İbrahim dedi: “Sənə salam olsun! Mən Rəbbimdən sənin üçün bağışlanma diləyəcəyəm. Həqiqətən, O mənə qarşı çox lütfkardır"},{"SurahNumber":19,"VerseNumber":48,"Text":"Mən sizi və Allahdan başqa sitayiş etdiyiniz bütləri tərk edir və öz Rəbbimə dua edirəm. Ola bilsin ki, mən Rəbbimə dua etməklə heç vaxt bədbəxt olmayım”"},{"SurahNumber":19,"VerseNumber":49,"Text":"İbrahim onları və onların Allahdan başqa yalvardıqlarını tərk etdiyi zaman Biz ona İshaqı və Yaqubu bəxş etdik. Biz onların hər ikisini peyğəmbər etdik"},{"SurahNumber":19,"VerseNumber":50,"Text":"Biz onlara öz mərhəmətimizdən əta etdik və gələcək nəsillər həmişə yada salsın deyə onlara yaxşı ad qismət elədik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kitabda Musanı da xatırla! Həqiqətən o, seçilmiş bir elçi və peyğəmbər idi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Biz Musanı sağ tərəfindəki dağın yaxınlığından çağırdıq və onunla danışıb onu özümüzə yaxın etdik"},{"SurahNumber":19,"VerseNumber":53,"Text":"Biz Öz mərhəmətimizdən ona qardaşı Harunu da bir peyğəmbər olaraq bəxş etdik"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitabda İsmaili də xatırla! Həqiqətən, o öz vədinə sadiq idi. O, bir elçi və peyğəmbər idi"},{"SurahNumber":19,"VerseNumber":55,"Text":"O öz ailəsinə namaz qılmağı, zəkat verməyi əmr edirdi. O, Rəbbinin rizasını qazanmışdı"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitabda İdrisi də xatırla! Həqiqətən, o, düz danışan adam və bir peyğəmbər idi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onu yüksək bir məqama ucaltdıq"},{"SurahNumber":19,"VerseNumber":58,"Text":"Onlar Allahın nemət bəxş etdiyi peyğəmbərlərdən, Adəmin və Nuhla birlikdə gəmidə daşıdığımız kimsələrin nəslindən, İbrahimin və İsrailin nəslindən seçib haqq yola yönəltdiyimiz kimsələrdəndir. Onlar özlərinə Mərhəmətli Allahın ayələri oxunduğu zaman səcdəyə qapanıb ağlayanlardır"},{"SurahNumber":19,"VerseNumber":59,"Text":"Onların arxasınca namazı buraxıb şəhvətə uyan bir nəsil gəldi. Onlar ziyana uğrayacaqlar"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ancaq Allaha tövbə edib iman gətirənlər və xeyirxahlıq edənlərdən başqa! Onlar Cənnətə daxil olacaq və heç bir haqsızlığa məruz qalmayacaqlar"},{"SurahNumber":19,"VerseNumber":61,"Text":"Bu Cənnət Mərhəmətli Allahın Öz qullarına vəd etdiyi və onların görmədikləri Ədn bağlarıdır. Onun vədi mütləq yerinə yetəcəkdir"},{"SurahNumber":19,"VerseNumber":62,"Text":"Onlar orada boş sözlər deyil, ancaq: “Salam!” eşidəcəklər. Orada səhər-axşam onların ruzisi olacaqdır"},{"SurahNumber":19,"VerseNumber":63,"Text":"Qullarımızdan olan müttəqilər üçün miras edəcəyimiz Cənnət budur"},{"SurahNumber":19,"VerseNumber":64,"Text":"Mələklər dedi: “Biz dünyaya ancaq sənin Rəbbinin əmri ilə enirik. Önümüzdə, arxamızda və onların arasında nə varsa, Ona məxsusdur. Rəbbin unudan deyildir”"},{"SurahNumber":19,"VerseNumber":65,"Text":"O, göylərin, yerin və onların arasında olanların Rəbbidir! Elə isə yalnız Ona ibadət et və Ona ibadətdə səbirli ol! Heç Ona oxşarını tanıyırsanmı"},{"SurahNumber":19,"VerseNumber":66,"Text":"İnsan soruşar: “Doğrudanmı mən öldükdən sonra qəbirdən diri çıxardılacağam?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"Məgər insan ilk əvvəl onu heç bir şey deyilkən yaratdığımızı xatırlamırmı"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rəbbinə and olsun ki, Biz onları şeytanlarla birlikdə bir yerə toplayacaq, sonra da onları diz üstə çökmüş halda Cəhənnəmin ətrafına yerləşdirəcəyik"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra hər firqədən Mərhəmətli Allaha ən çox asi olanı çıxardacağıq"},{"SurahNumber":19,"VerseNumber":70,"Text":"Orada yanmağa daha çox layiq olanları, əlbəttə ki, Biz yaxşı tanıyırıq"},{"SurahNumber":19,"VerseNumber":71,"Text":"İçinizdən hər kəs oraya varid olacaqdır. Bu, Rəbbinin əzəldən müəyyən etdiyi qəti bir qərardır"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra Biz müttəqiləri oddan xilas edəcək, zalımları isə orada diz üstə çökmüş halda tərk edəcəyik"},{"SurahNumber":19,"VerseNumber":73,"Text":"Onlara açıq-aydın ayələrimiz oxunduğu zaman kafirlər möminlərə deyərlər: “Bu iki firqədən hansının məqamı daha yaxşı, məclisi daha gözəldir?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"Biz onlardan əvvəl var-dövlət və zahiri görünüşcə onlardan daha üstün olan neçə-neçə nəsilləri məhv etdik"},{"SurahNumber":19,"VerseNumber":75,"Text":"De: “Qoy Mərhəmətli Allah azğınlıqda olan hər kəsə uzun müddət möhlət versin! Nəhayət, özlərinə vəd olunan ya əzabı, ya da o Saatı gördükləri zaman onlar kimin məqamının daha pis, kimin ordusunun daha zəif olduğunu biləcəklər”"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah doğru yolda olanların doğruluğunu artırar. Əbədi qalan yaxşı əməllər isə Rəbbinin yanında savab baxımından daha xeyirli, aqibətcə daha yaxşıdır"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayələrimizi inkar edib: “Mənə hökmən var-dövlət və övlad veriləcəkdir!”– deyən adamı gördünmü"},{"SurahNumber":19,"VerseNumber":78,"Text":"Olmaya, o, qeybdən xəbərdardır, yoxsa Mərhəmətli Allahdan vədə almışdır"},{"SurahNumber":19,"VerseNumber":79,"Text":"Xeyr! Biz onun dediklərini yazacaq və əzabını qat-qat artıracağıq"},{"SurahNumber":19,"VerseNumber":80,"Text":"Onun dediyi şeylər Bizə qalacaq və o, hüzurumuza tək-tənha gələcəkdir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Müşriklər Allahdan başqa məbudlar qəbul etdilər ki, onlara kömək olsunlar"},{"SurahNumber":19,"VerseNumber":82,"Text":"Xeyr! Qiyamət günü o bütlər onların ibadətini inkar edəcək və onların əleyhinə çıxacaqlar"},{"SurahNumber":19,"VerseNumber":83,"Text":"Məgər kafirlərin üstünə onları günaha sövq edən şeytanları göndərdiyimizi görmürsənmi"},{"SurahNumber":19,"VerseNumber":84,"Text":"Odur ki, onlardan ötrü əzab diləməyə tələsmə. Biz onların günlərini bir-bir sayırıq"},{"SurahNumber":19,"VerseNumber":85,"Text":"O gün Biz müttəqiləri Mərhəmətli Allahın hüzuruna hörmətli nümayəndələr kimi toplayarıq"},{"SurahNumber":19,"VerseNumber":86,"Text":"Günahkarları isə Cəhənnəmə susamış olduqları halda qovub apararıq"},{"SurahNumber":19,"VerseNumber":87,"Text":"Mərhəmətli Allahdan əhd almış kəslərdən başqaları şəfaət etməyə qadir olmazlar"},{"SurahNumber":19,"VerseNumber":88,"Text":"Kafirlər: “Mərhəmətli Allah özünə övlad götürmüşdür!”– dedilər"},{"SurahNumber":19,"VerseNumber":89,"Text":"Siz olduqca pis bir iş tutdunuz"},{"SurahNumber":19,"VerseNumber":90,"Text":"Bundan az qaldı göylər parçalansın, yer yarılsın və dağlar yerindən qopub uçsun –"},{"SurahNumber":19,"VerseNumber":91,"Text":"Mərhəmətli Allaha övlad isnad etdiklərinə görə"},{"SurahNumber":19,"VerseNumber":92,"Text":"Mərhəmətli Allaha özünə övlad götürmək yaraşmaz"},{"SurahNumber":19,"VerseNumber":93,"Text":"Göylərdə və yerdə olanların hamısı Mərhəmətli Allahın hüzuruna ancaq bir qul kimi gələcək"},{"SurahNumber":19,"VerseNumber":94,"Text":"Allah onları hesablamış və bir-bir saymışdır"},{"SurahNumber":19,"VerseNumber":95,"Text":"Onların hər biri Qiyamət günü Onun hüzuruna tək-tənha gələcək"},{"SurahNumber":19,"VerseNumber":96,"Text":"İman gətirib yaxşı işlər görənlər üçün Mərhəmətli Allah qəlblərdə bir sevgi yaradacaq"},{"SurahNumber":19,"VerseNumber":97,"Text":"Biz onu (Quranı) sənin dilinlə asanlaşdırdıq ki, onunla müttəqilərə müjdə verəsən və inadkarlara xəbərdarlıq edəsən"},{"SurahNumber":19,"VerseNumber":98,"Text":"Biz onlardan əvvəl neçə-neçə nəsilləri məhv etdik. Heç onlardan kiminsə mövcudluğunu hiss edir və yaxud onlardan bir hənirti eşidirsənmi"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta. Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Biz Quranı sənə ona görə nazil etmədik ki, əziyyətə düşəsən"},{"SurahNumber":20,"VerseNumber":3,"Text":"Onu Allahdan qorxanlar üçün ancaq nəsihət kimi göndərdik"},{"SurahNumber":20,"VerseNumber":4,"Text":"O, yeri və uca göyləri yaradan Allah tərəfindən nazil olmuşdur"},{"SurahNumber":20,"VerseNumber":5,"Text":"Mərhəmətli Allah Ərşə ucaldı"},{"SurahNumber":20,"VerseNumber":6,"Text":"Göylərdə, yerdə, onların arasında və torpağın altında nə varsa, Ona məxsusdur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sən ucadan danışsan da, danışmasan da, fərqi yoxdur. Çünki Allah sirri də, bundan daha gizli olanı da bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah! Ondan başqa ibadətə layiq olan məbud yoxdur. Ən gözəl adlar təkcə Ona xasdır"},{"SurahNumber":20,"VerseNumber":9,"Text":"Musanın əhvalatı sənə gəlib çatdımı"},{"SurahNumber":20,"VerseNumber":10,"Text":"O zaman o, bir od görüb ailəsinə demişdi: “Dayanın! Mən bir od gördüm. Bəlkə, ondan sizə bir köz gətirdim, ya da odun yanında bir bələdçi tapdım!”"},{"SurahNumber":20,"VerseNumber":11,"Text":"Oda yaxınlaşdıqda bir səda gəldi: “Ey Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Həqiqətən, Mən sənin Rəbbinəm. Başmaqlarını çıxart. Çünki sən müqəddəs Tuva vadisindəsən"},{"SurahNumber":20,"VerseNumber":13,"Text":"Mən səni seçmişəm. Sənə vəhy olunanı dinlə"},{"SurahNumber":20,"VerseNumber":14,"Text":"Həqiqətən, Mən Allaham. Məndən başqa heç bir məbud yoxdur. Mənə ibadət et və Məni xatırlamaq üçün namaz qıl"},{"SurahNumber":20,"VerseNumber":15,"Text":"Həmin Saat hökmən gələcək! Hər kəsə törətdiklərinin əvəzi verilsin deyə, Mən onu az qala Özümdən belə gizlədirəm"},{"SurahNumber":20,"VerseNumber":16,"Text":"Qoy ona inanmayan və nəfsinin istəklərinə uyan bir kəs səni ondan yayındırmasın, yoxsa məhv olarsan"},{"SurahNumber":20,"VerseNumber":17,"Text":"Sağ əlindəki nədir, ey Musa?”"},{"SurahNumber":20,"VerseNumber":18,"Text":"Musa dedi: “Bu mənim əsamdır. Ona söykənir və onunla qoyunlarıma yarpaq silkələyirəm. Bu, mənim üçün başqa işlərə də yarıyır”"},{"SurahNumber":20,"VerseNumber":19,"Text":"Allah buyurdu: “At onu yerə, ey Musa!”"},{"SurahNumber":20,"VerseNumber":20,"Text":"Musa onu yerə atdı və o, dərhal ilan olub sürətlə sürünməyə başladı"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah buyurdu: “Götür onu, qorxma! Biz onu əvvəlki halına qaytaracağıq"},{"SurahNumber":20,"VerseNumber":22,"Text":"Əlini qoynuna sal ki, əlin oradan başqa bir möcüzə kimi ləkəsiz, ağappaq çıxsın"},{"SurahNumber":20,"VerseNumber":23,"Text":"Belə etdik ki, sənə ən böyük möcüzələrimizdən bir neçəsini göstərək"},{"SurahNumber":20,"VerseNumber":24,"Text":"Fironun yanına get! Çünki o, həddini aşmışdır”"},{"SurahNumber":20,"VerseNumber":25,"Text":"Musa dedi: “Ey Rəbbim! Köksümü açıb genişlət"},{"SurahNumber":20,"VerseNumber":26,"Text":"İşimi yüngülləşdir"},{"SurahNumber":20,"VerseNumber":27,"Text":"Dilimdəki düyünü aç ki"},{"SurahNumber":20,"VerseNumber":28,"Text":"sözümü anlasınlar"},{"SurahNumber":20,"VerseNumber":29,"Text":"Mənə öz ailəmdən bir köməkçi ver –"},{"SurahNumber":20,"VerseNumber":30,"Text":"Qardaşım Harunu"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onun sayəsində mənim gücümü artır"},{"SurahNumber":20,"VerseNumber":32,"Text":"Onu işimə ortaq et (ona da peyğəmbərlik ver) ki"},{"SurahNumber":20,"VerseNumber":33,"Text":"Sənə çoxlu təriflər deyək"},{"SurahNumber":20,"VerseNumber":34,"Text":"və Səni çox zikr edək"},{"SurahNumber":20,"VerseNumber":35,"Text":"Şübhəsiz ki, Sən bizi görürsən!”"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah buyurdu: “Dilədiyin sənə verildi, ey Musa"},{"SurahNumber":20,"VerseNumber":37,"Text":"Sənə bir dəfə də mərhəmət göstərmişdik"},{"SurahNumber":20,"VerseNumber":38,"Text":"O vaxt ki, anana vəhy olunacaq şeyi belə vəhy etdik"},{"SurahNumber":20,"VerseNumber":39,"Text":"“Onu bir sandığa qoyub çaya burax ki, çay onu sahilə atsın və həm Mənim düşmənim, həm də onun düşməni olan birisi onu götürsün”. Gözlərim önündə boya-başa çatdırılasan deyə, Öz tərəfimdən sənə qarşı qullarım arasında məhəbbət oyatdım"},{"SurahNumber":20,"VerseNumber":40,"Text":"O zaman bacın gedib camaata deyirdi: “Sizə onun qayğısına qalacaq birisini göstərimmi?” Beləliklə, gözü aydın olsun və qəm yeməsin deyə, səni anana qaytardıq. Sən boya-başa çatdıqda bir nəfəri öldürdün. O vaxt Biz səni qəm-qüssədən qurtardıq. Biz səni çətin sınaqlardan keçirtdik. Sən illərlə Mədyən əhli içində qaldın. Sonra da müəyyən olunmuş məqama gəlib çatdın, ey Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Mən səni Özümə peyğəmbər seçdim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sən və qardaşın möcüzələrimlə gedin və Məni zikr etməkdə zəiflik göstərməyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Fironun yanına gedin. Çünki o, həddini aşmışdır"},{"SurahNumber":20,"VerseNumber":44,"Text":"Onunla yumşaq danışın. Bəlkə, öyüd-nəsihət qəbul etsin, yaxud qorxsun!”"},{"SurahNumber":20,"VerseNumber":45,"Text":"Onlar dedilər: “Ey Rəbbimiz! Biz, onun bizə şiddətli cəza verməsindən və ya həddini aşmasından qorxuruq”"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allah buyurdu: “Qorxmayın, çünki Mən sizinləyəm, eşidirəm və görürəm"},{"SurahNumber":20,"VerseNumber":47,"Text":"Onun yanına gedib deyin: “Biz sənin Rəbbinin elçiləriyik. İsrail oğullarını bizimlə göndər və onlara əziyyət vermə. Biz sənin yanına Rəbbindən dəlillə gəlmişik. Doğru yolla gedənlərə salam olsun"},{"SurahNumber":20,"VerseNumber":48,"Text":"Bizə vəhy olundu ki, əzab, haqqı yalan sayıb üz döndərənlərə veriləcəkdir!”"},{"SurahNumber":20,"VerseNumber":49,"Text":"Firon dedi: “Rəbbiniz kimdir, ey Musa?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa dedi: “Rəbbimiz hər şeyə öz xilqətini verən, sonra da ona doğru yolu göstərəndir!”"},{"SurahNumber":20,"VerseNumber":51,"Text":"Firon dedi: “Bəs əvvəlki nəsillərin halı necə olacaq?”"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa dedi: “Onlar haqqındakı bilgi Rəbbimin yanında olan bir Kitabdadır. Rəbbim nə xəta edir, nə də unudur!”"},{"SurahNumber":20,"VerseNumber":53,"Text":"O, yer üzünü sizin üçün beşik etmiş, orada sizin üçün yollar salmış və göydən su endirmişdir. Biz onunla cürbəcür bitkilərdən cüt-cüt yetişdirdik"},{"SurahNumber":20,"VerseNumber":54,"Text":"Onlardan həm özünüz yeyin, həm də heyvanlarınızı yemləyin. Həqiqətən, bunlarda başa düşənlər üçün dəlillər vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Biz sizi torpaqdan yaratdıq. Sizi ora qaytaracaq və bir daha oradan çıxardacağıq"},{"SurahNumber":20,"VerseNumber":56,"Text":"Biz dəlillərimizin hamısını Firona göstərdik. O isə bu dəlilləri yalan sayıb qəbul etmədi"},{"SurahNumber":20,"VerseNumber":57,"Text":"Firon dedi: “Sən öz sehrinlə bizi öz torpağımızdan qovub çıxartmağamı gəlmisən, ey Musa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Biz də sənə buna bənzər bir sehr göstərə bilərik. Bizimlə öz aranda görüş vaxtı təyin et. Nə biz, nə də sən vədə xilaf çıxmayaq. Bu hamımız üçün münasib bir yerdə olsun”"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa dedi: “Görüş vaxtınız bayram günü, camaatın bir yerə toplaşacağı səhər vaxtıdır!”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Firon üz çevirdi, sonra da bütün hiyləgərlik vasitələrini (sehrbazlarının hamısını) toplayıb gəldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara dedi: “Vay halınıza! Allaha qarşı yalan uydurmayın, yoxsa O sizi əzabla məhv edər. İftira yaxan ziyana uğrayar"},{"SurahNumber":20,"VerseNumber":62,"Text":"Fironun adamları öz aralarında işləri barəsində mübahisə edib xəlvətcə söhbət etdilər"},{"SurahNumber":20,"VerseNumber":63,"Text":"Onlar dedilər: “Bu ikisi, doğrudan da, sehrbazdır. Onlar öz sehrləri ilə sizi torpağınızdan qovub çıxartmaq və sizin ən gözəl yolunuzu aradan götürmək istəyirlər"},{"SurahNumber":20,"VerseNumber":64,"Text":"Odur ki, bütün hiylələrinizi cəmləşdirib meydana dəstə-dəstə gəlin. Bu gün qələbə çalan xilas olacaqdır”"},{"SurahNumber":20,"VerseNumber":65,"Text":"Sehrbazlar dedilər: “Ey Musa! Ya sən əvvəlcə əlindəkini at, ya da birinci atan biz olaq!”"},{"SurahNumber":20,"VerseNumber":66,"Text":"Musa dedi: “Yox, siz atın!” Sehrbazlar əllərindəkiləri yerə atan kimi sehrləri sayəsində ona elə gəldi ki, onların kəndirləri və çomaqları hərəkətə gəlib sürünür"},{"SurahNumber":20,"VerseNumber":67,"Text":"Musanın ürəyi xoflandı"},{"SurahNumber":20,"VerseNumber":68,"Text":"Biz dedik: “Qorxma, qalib gələn mütləq sən olacaqsan"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sağ əlindəkini yerə at, onların qurduqlarını udsun. Onların qurduqları sadəcə sehrbaz hiyləsidir. Sehrbaz isə, hara gedirsə-getsin, uğur qazanmaz”"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sehrbazlar səcdəyə qapanıb dedilər: “Biz Harunun və Musanın Rəbbinə iman gətirdik!”"},{"SurahNumber":20,"VerseNumber":71,"Text":"Firon dedi: “Mən sizə izin verməmişdən əvvəl siz ona iman gətirdiniz? Şübhəsiz ki, o sizə sehr öyrədən böyüyünüzdür. Mən sizin əllərinizi və ayaqlarınızı çarpaz kəsdirib xurma ağaclarının gövdələrində çarmıxa çəkəcəyəm. Onda hansımızın əzabının daha şiddətli və daha sürəkli olduğunu biləcəksiniz!”"},{"SurahNumber":20,"VerseNumber":72,"Text":"Onlar dedilər: “Biz heç vaxt səni bizə gələn bu aydın dəlillərdən və bizi yaradandan üstün tutmayacağıq. İndi nə hökm verəcəksənsə, ver. Sən ancaq bu dünyada hökm verə bilərsən"},{"SurahNumber":20,"VerseNumber":73,"Text":"Həqiqətən, biz Rəbbimizə iman gətirdik ki, O bizi günahlarımıza və sənin bizi məcbur etdirdiyin sehrə görə bağışlasın. Allahın mükafatı daha xeyirli, cəzası isə daha sürəklidir!”"},{"SurahNumber":20,"VerseNumber":74,"Text":"Kim Rəbbinin hüzuruna günahkar kimi gələrsə, cəhənnəmlik olar. O, orada nə ölər, nə də yaşayar"},{"SurahNumber":20,"VerseNumber":75,"Text":"Kim Onun hüzuruna yaxşı əməllər etmiş bir mömin kimi gələrsə, onlara ən yüksək dərəcələr nəsib olar –"},{"SurahNumber":20,"VerseNumber":76,"Text":"ağacları altından çaylar axan Ədn bağları. Onlar orada əbədi qalarlar. Bu, günahlardan təmizlənənlərin mükafatıdır"},{"SurahNumber":20,"VerseNumber":77,"Text":"Biz Musaya: “Qullarımla birlikdə gecə yola çıx, əsanı suya vurmaqla onlar üçün dənizdə quru yol aç. Düşmənin sizə çatmasından qorxma, çəkinmə!”– deyə vəhy etdik"},{"SurahNumber":20,"VerseNumber":78,"Text":"Firon öz ordusu ilə onları təqib etdi və dəniz onları qaplayıb batırdı"},{"SurahNumber":20,"VerseNumber":79,"Text":"Firon öz xalqını azğınlığa sürüklədi və onlara doğru yol göstərmədi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey İsrail oğulları! Biz sizi düşməninizdən xilas etdik. Sizə sağ tərəfinizdəki dağın yanına gəlməyiniz üçün vədə verdik. Sizə göydən manna və bildirçin endirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Sizə verdiyimiz ruzilərin təmizindən yeyin və bunda həddi aşmayın, yoxsa sizə qəzəbim tutar. Qəzəbimə gəlmiş kimsə isə bədbəxt olar"},{"SurahNumber":20,"VerseNumber":82,"Text":"Mən, həqiqətən də, tövbə edib, iman gətirib yaxşı işlər görən, sonra da doğru yolu tutanları bağışlayıram"},{"SurahNumber":20,"VerseNumber":83,"Text":"Allah buyurdu: “Səni öz qövmündən ayrılmağa tələsdirən nə idi, ey Musa?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa dedi: “Onlar da arxamca gəlirlər. Məndən razı qalasan deyə, Sənin yanına tələsdim, ey Rəbbim!”"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah buyurdu: “Səndən sonra qövmünü sınağa çəkdik. Samiri onları yoldan çıxartdı”"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa qəzəbli, kədərli halda qövmünün yanına qayıdıb dedi: “Ey qövmüm! Məgər Rəbbiniz sizə gözəl bir vəd verməmişdimi? Doğrudanmı bu vaxt sizə uzun gəldi? Yoxsa Rəbbinizdən sizə bir qəzəb gəlməsini istəyib mənə verdiyiniz vədə xilaf çıxdınız?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar dedilər: “Biz sənə verdiyimiz vədə öz ixtiyarımızla xilaf çıxmadıq. Lakin biz o xalqın zinət əşyasından olan ağır yüklərlə yüklənmişdik. Biz onları oda atdıq. Həmçinin Samiri də onu oda atdı”"},{"SurahNumber":20,"VerseNumber":88,"Text":"Samiri onlar üçün böyürən bir buzov heykəli düzəltdi. Buzova məftun olanlar: “Sizin də məbudunuz, Musanın da məbudu budur. Lakin o bunu unutmuşdur”– dedilər"},{"SurahNumber":20,"VerseNumber":89,"Text":"Məgər bu heykəlin onlara heç bir cavab vermədiyini, onlara nə bir zərər, nə də bir fayda verməyə qadir olmadığını görmürdülərmi"},{"SurahNumber":20,"VerseNumber":90,"Text":"Bundan əvvəl Harun onlara demişdi: “Ey qövmüm! Siz bununla ancaq sınağa çəkildiniz. Həqiqətən, sizin Rəbbiniz Mərhəmətli Allahdır. Mənə tabe olun və əmrimə itaət edin!”"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar: “Musa yanımıza qayıtmayınca biz ona sitayiş etməkdən əl çəkməyəcəyik!”– dedilər"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa dedi: “Ey Harun! Onların azdıqlarını gördüyün zaman sənə nə mane oldu ki"},{"SurahNumber":20,"VerseNumber":93,"Text":"ardımca gəlmədin? Əmrimə qarşımı çıxdın"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun dedi: “Ey anamın oğlu! Saqqalımdan, saçımdan tutma. Doğrusu, mən sənin: “İsrail oğullarını bir-birindən ayırdın, sözümə baxmadın!”– deyəcəyindən qorxdum"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa dedi: “Məqsədin nə idi, ey Samiri?”"},{"SurahNumber":20,"VerseNumber":96,"Text":"O dedi: “Mən onların görmədiklərini gördüm. Mən o elçinin ləpirindən (Cəbrailin atının ayağı dəydiyi yerdən) bir ovuc torpaq götürdüm və onu bəzək əşyalarının üstünə atdım. Nəfsim məni buna sövq etdi”"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa dedi: “Çıx get! Sən həyatın boyu: “Mənə toxunmayın, mən də sizə toxunmayım!”– deməli olacaqsan. Səni həm də qurtula bilməyəcəyin əzab günü gözləyir. Sən sitayiş etdiyin məbuduna bax. Biz onu yandıracaq, sonra da dənizə sovuracağıq"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin məbudunuz yalnız Özündən başqa heç bir məbud olmayan Allahdır. O, elm ilə hər şeyi əhatə edir”"},{"SurahNumber":20,"VerseNumber":99,"Text":"Beləcə, olub-keçmiş əhvalatlardan sənə danışırıq. Artıq sənə Öz tərəfimizdən Zikr vermişik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ondan üz döndərənlər Qiyamət günü ağır bir günah yükü daşıyacaqlar"},{"SurahNumber":20,"VerseNumber":101,"Text":"Onlar bu vəziyyətdə əbədi qalacaqlar. Qiyamət günü onların daşıyacağı yük nə pis yük olacaqdır"},{"SurahNumber":20,"VerseNumber":102,"Text":"O gün sur üfürüləcək və o gün günahkarları gözləri göm-göy göyərmiş halda bir yerə toplayacağıq"},{"SurahNumber":20,"VerseNumber":103,"Text":"Onlar öz aralarında pıçıldaşıb deyəcəklər: “Dünyada cəmi on gün qaldınız!”"},{"SurahNumber":20,"VerseNumber":104,"Text":"Biz onların nə deyəcəklərini də yaxşı bilirik. Onların ən ağıllısı: “Dünyada cəmisi bir gün qaldınız!”– deyəcək"},{"SurahNumber":20,"VerseNumber":105,"Text":"Səndən dağlar haqqında soruşurlar. De: “Rəbbim onları dağıdıb havaya sovuracaq"},{"SurahNumber":20,"VerseNumber":106,"Text":"oranı boş düzəngaha çevirəcəkdir"},{"SurahNumber":20,"VerseNumber":107,"Text":"Sən orada nə bir eniş, nə də bir yoxuş görməyəcəksən”"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gün insanlar heç bir yana meyl etmədən carçının arxasınca yeriyəcəklər. Mərhəmətli Allahın qarşısında səslər kəsiləcək və sən yalnız pıçıltı eşidəcəksən"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gün Mərhəmətli Allahın izin verdiyi və söz deməsinə razı olduğu şəxslərdən başqa heç kimin şəfaəti fayda verməyəcəkdir"},{"SurahNumber":20,"VerseNumber":110,"Text":"Allah onların gələcəyini də, keçmişini də bilir. Onların elmi isə Onu ehtiva edə bilməz"},{"SurahNumber":20,"VerseNumber":111,"Text":"O gün üzlər əbədi Yaşayan, yaradılanların Qəyyumu olan Allah qarşısında zəlil bir görkəm alacaq. Günaha batanlar isə ziyana uğrayacaqlar"},{"SurahNumber":20,"VerseNumber":112,"Text":"Mömin olub yaxşı işlər görən şəxslər isə nə haqsızlıqdan, nə də naqislikdən qorxmazlar"},{"SurahNumber":20,"VerseNumber":113,"Text":"Beləliklə, Biz onu ərəbcə Quran olaraq nazil etdik. Biz orada təhdidləri dönə-dönə açıqladıq ki, bəlkə, onlar pis əməllərindən çəkinsinlər və ya ibrət alsınlar"},{"SurahNumber":20,"VerseNumber":114,"Text":"Haqq Hökmdar olan Allah ucadır! Onun ayələrinin vəhyi sənə tamamlanmayınca Quranı oxumağa tələsmə və: “Ey Rəbbim! Elmimi artır!”– de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Biz bundan əvvəl Adəmlə də əhd bağlamışdıq. Lakin o, əhdi unutdu və Biz onda əzm görmədik"},{"SurahNumber":20,"VerseNumber":116,"Text":"Bir zaman mələklərə: “Adəmə səcdə edin!”– demişdik. İblisdən başqa hamısı səcdə etdi. O, səcdədən imtina etdi"},{"SurahNumber":20,"VerseNumber":117,"Text":"Biz dedik: “Ey Adəm! Bu, həm sənin, həm də zövcənin düşmənidir. O sizi Cənnətdən çıxartmasın, yoxsa bədbəxt olarsan"},{"SurahNumber":20,"VerseNumber":118,"Text":"Sən orada nə ac qalacaq, nə də çılpaq olacaqsan"},{"SurahNumber":20,"VerseNumber":119,"Text":"Sən orada nə susayacaq, nə də bürküdən əziyyət çəkəcəksən!”"},{"SurahNumber":20,"VerseNumber":120,"Text":"Şeytan ona vəsvəsə edib dedi: “Ey Adəm! Sənə əbədiyyət ağacını və tükənməyəcək bir mülkü göstərimmi?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"İkisi də ondan yedilər və ayıb yerləri özlərinə göründü. Onlar üstlərinə Cənnət ağaclarının yarpaqlarından örtməyə başladılar. Beləliklə, Adəm Rəbbinə asi olub səhv yol tutdu"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rəbbi onu seçib tövbəsini qəbul etdi və onu doğru yola yönəltdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah buyurdu: “Bir-birinizə düşmən kəsilərək hamınız buradan yerə enin. Məndən sizə doğru yol göstəricisi gəldiyi zaman hər kəs Mənim doğru yol göstərən bələdçimin ardınca getsə, nə yolunu azar, nə də bədbəxt olar"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kim Mənim Zikrimdən üz döndərsə, onun güzəranı sıxıntılı olacaq və Biz Qiyamət günü onu kor kimi hüzurumuza gətirdəcəyik”"},{"SurahNumber":20,"VerseNumber":125,"Text":"O deyəcək: “Ey Rəbbim! Mən dünyada görürdümsə, indi nə üçün məni kor olaraq gətirdin?”"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah deyəcək: “Elədir! Çünki sənə ayələrimiz gəldi, sən isə onları unutdun. Bu gün də sən beləcə unudulacaqsan!”"},{"SurahNumber":20,"VerseNumber":127,"Text":"Biz həddi aşanı və Rəbbinin ayələrinə inanmayanı belə cəzalandırırıq. Axirət əzabı isə, daha şiddətli və daha sürəklidir"},{"SurahNumber":20,"VerseNumber":128,"Text":"Onlardan əvvəl öz məskənlərində gəzib dolaşan neçə-neçə nəsilləri məhv etməyimiz, onlara dərs olmadımı? Həqiqətən, bunda ağıl sahibləri üçün ibrətlər vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Əgər Rəbbin tərəfindən əvvəlcədən vəd edilmiş Söz və müəyyən edilmiş bir vaxt olmasaydı, əzab onları dərhal yaxalayardı"},{"SurahNumber":20,"VerseNumber":130,"Text":"Onların dediklərinə səbir et. Günəş doğmamışdan və batmamışdan əvvəl Rəbbini həmd-səna ilə təriflə, gecənin bəzi saatlarında və gündüzün iki başında Ona təriflər de ki, bəlkə razı qalasan"},{"SurahNumber":20,"VerseNumber":131,"Text":"Kafirlərdən bəzisini sınamaq üçün onlara dünya həyatının bərbəzəyi kimi verdiyimiz şeylərə gözünü dikmə. Rəbbinin ruzisi daha xeyirli və daha davamlıdır"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ailənə namaz qılmağı əmr et, özün də onu səbirlə yerinə yetir. Biz səndən ruzi istəmirik, əksinə sənə ruzi verən Bizik. Gözəl aqibət təqvaya bağlıdır"},{"SurahNumber":20,"VerseNumber":133,"Text":"Kafirlər: “Nə üçün o, Rəbbindən bizə bir dəlil gətirmir?”– dedilər. Məgər onlara əvvəlki səhifələrdə olanların açıq-aydın dəlili çatmadımı"},{"SurahNumber":20,"VerseNumber":134,"Text":"Əgər Biz onları bundan əvvəl (Muhəmməd peyğəmbər və Quran gəlməzdən öncə) əzabla məhv etsəydik, deyərdilər: “Ey Rəbbimiz! Nə üçün bizə bir peyğəmbər göndərmədin ki, biz də zəlil və rüsvay olmazdan əvvəl Sənin ayələrinə tabe olaq?”"},{"SurahNumber":20,"VerseNumber":135,"Text":"De: “Hamı gözləyir, siz də gözləyin. Yaxında siz kimin doğru yol sahibi olduğunu və kimin haqq yola yönəldiyini biləcəksiniz!”"}]}