{"Id":393,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"O peygamberlerin bir kısmını diğerlerinden üstün kıldık. Allah onlardan bir kısmı ile konuşmuş, bazılarını da derece derece yükseltmiştir. Meryem oğlu İsa'ya açık mucizeler verdik ve onu Ruhu'l-Kudüs ile güçlendirdik. Allah dileseydi o peygamberlerden sonra gelen milletler, kendilerine açık deliller geldikten sonra birbirleriyle savaşmazlardı. Fakat onlar ihtilafa düştüler de içlerinden kimi iman etti, kimi de inkar etti. Allah dileseydi onlar savaşmazlardı; lakin Allah dilediğini yapar"},{"SurahNumber":2,"VerseNumber":254,"Text":"Ey iman edenler! Kendisinde artık alış-veriş, dostluk ve kayırma bulunmayan gün (kıyamet) gelmeden önce, size verdiğimiz rızıktan hayır yolunda harcayın. Gerçekleri inkar edenler elbette zalimlerdir"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allah, O'ndan başka tanrı yoktur; O, hayydir, kayyumdur. Kendisine ne uyku gelir ne de uyuklama. Göklerde ve yerdekilerin hepsi O'nundur. İzni olmadan O'nun katında kim şefaat edebilir? O, kullarının yaptıklarını ve yapacaklarını bilir. (O'na hiçbir şey gizli kalmaz.) O'nun bildirdiklerinin dışında insanlar O'nun ilminden hiçbir şeyi tam olarak bilemezler. O'nun kürsüsü gökleri ve yeri içine alır, onları koruyup gözetmek kendisine zor gelmez. O, yücedir, büyüktür"},{"SurahNumber":2,"VerseNumber":256,"Text":"Dinde zorlama yoktur. Artık doğrulukla eğrilik birbirinden ayrılmıştır. O halde kim tağutu reddedip Allah'a inanırsa, kopmayan sağlam kulpa yapışmıştır. Allah işitir ve bilir"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah, inananların dostudur, onları karanlıklardan aydınlığa çıkarır. İnkar edenlere gelince, onların dostları da tağuttur, onları aydınlıktan alıp karanlığa götürür. İşte bunlar cehennemliklerdir. Onlar orada devamlı kalırlar"},{"SurahNumber":2,"VerseNumber":258,"Text":"Allah kendisine mülk (hükümdarlık ve zenginlik) verdiği için şımararak Rabbi hakkında İbrahim ile tartışmaya gireni (Nemrut'u) görmedin mi! İşte o zaman İbrahim: Rabbim hayat veren ve öldürendir, demişti. O da: Hayat veren ve öldüren benim, demişti. İbrahim: Allah güneşi doğudan getirmektedir; haydi sen de onu batıdan getir, dedi. Bunun üzerine kafir apışıp kaldı. Allah zalim kimseleri hidayete erdirmez"},{"SurahNumber":2,"VerseNumber":259,"Text":"Yahut görmedin mi o kimseyi ki, evlerinin duvarları çatıları üzerine çökmüş (alt üst olmuş) bir kasabaya uğradı; \"Ölümünden sonra Allah bunları nasıl diriltir acaba!\" dedi. Bunun üzerine Allah onu öldürüp yüz sene bıraktı; sonra tekrar diriltti. Ne kadar kaldın? dedi. \"Bir gün yahut daha az\" dedi. Allah ona: Hayır, yüz sene kaldın. Yiyeceğine ve içeceğine bak, henüz bozulmamıştır. Eşeğine de bak. Seni insanlara bir ibret kılalım diye (yüz sene ölü tuttuk, sonra tekrar dirilttik). Şimdi sen kemiklere bak, onları nasıl düzenliyor, sonra ona nasıl et giydiriyoruz, dedi. Durum kendisince anlaşılınca: Şimdi iyice biliyorum ki, Allah her şeye kadirdir, dedi"},{"SurahNumber":2,"VerseNumber":260,"Text":"İbrahim Rabbine: Ey Rabbim! Ölüyü nasıl dirilttiğini bana göster, demişti. Rabbi ona: Yoksa inanmadın mı? dedi. İbrahim: Hayır! İnandım, fakat kalbimin mutmain olması için (görmek istedim), dedi. Bunun üzerine Allah: Öyleyse dört tane kuş yakala, onları yanına al, sonra (kesip parçala), her dağın başına onlardan bir parça koy. Sonra da onları kendine çağır; koşarak sana gelirler. Bil ki Allah azizdir, hakimdir, buyurdu"},{"SurahNumber":2,"VerseNumber":261,"Text":"Allah yolunda mallarını harcayanların örneği, yedi başak bitiren bir dane gibidir ki, her başakta yüz dane vardır. Allah dilediğine kat kat fazlasını verir. Allah'ın lütfu geniştir, O herşeyi bilir"},{"SurahNumber":2,"VerseNumber":262,"Text":"Mallarını Allah yolunda harcayıp da arkasından başa kakmayan, fakirlerin gönlünü kırmayan kimseler var ya, onların Allah katında has mükafatları vardır. Onlar için korku yoktur, üzüntü de çekmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":263,"Text":"Güzel söz ve bağışlama, arkasından incitme gelen sadakadan daha iyidir. Allah zengindir, acelesi de yoktur"},{"SurahNumber":2,"VerseNumber":264,"Text":"Ey iman edenler! Allah'a ve ahiret gününe inanmadığı halde malını gösteriş için harcayan kimse gibi, başa kakmak ve incitmek suretiyle, yaptığınız hayırlarınızı boşa çıkarmayın. Böylesinin durumu, üzerinde biraz toprak bulunan düz kayaya benzer ki, sağanak bir yağmur isabet etmiş de onu çıplak pürüzsüz kaya haline getirivermiştir. Bunlar kazandıklarından hiçbir şeye sahip olamazlar. Allah, kafirleri doğru yola iletmez"},{"SurahNumber":2,"VerseNumber":265,"Text":"Allah'ın rızasını kazanmak ve ruhlarındaki cömertliği kuvvetlendirmek için mallarını hayra sarfedenlerin durumu, bir tepede kurulmuş güzel bir bahçeye benzer ki, üzerine bol yağmur yağmış da iki kat ürün vermiştir. Bol yağmur yağmasa bile bir çisinti düşer (de yine ürün verir). Allah, yaptıklarınızı görmektedir"},{"SurahNumber":2,"VerseNumber":266,"Text":"Sizden biriniz arzu eder mi ki, hurma ve üzüm ağaçlarıyla dolu, arasından sular akan ve kendisi için orada her çeşit meyveden (bir miktar) bulunan bir bahçesi olsun da, bakıma muhtaç çoluk çocuğu varken kendisine ihtiyarlık gelip çatsın, bahçeye de içinde ateş bulunan bir kasırga isabet ederek yakıp kül etsin! (Elbette bunu kimse arzu etmez.) İşte düşünüp anlayasınız diye Allah size ayetleri açıklar"},{"SurahNumber":2,"VerseNumber":267,"Text":"Ey iman edenler! Kazandıklarınızın iyilerinden ve rızık olarak yerden size çıkardıklarımızdan hayra harcayın. Size verilse, gözünüzü yummadan alamayacağınız kötü malı, hayır diye vermeye kalkışmayın. Biliniz ki Allah zengindir, övgüye layıktır"},{"SurahNumber":2,"VerseNumber":268,"Text":"Şeytan sizi fakirlikle korkutur ve size cimriliği telkin eder. Allah ise size katından bir mağfiret ve bir lütuf vadeder. Allah herşeyi ihata eden ve herşeyi bilendir"},{"SurahNumber":2,"VerseNumber":269,"Text":"Allah hikmeti dilediğine verir. Kime hikmet verilirse, ona pek çok hayır verilmiş demektir. Ancak akıl sahipleri düşünüp ibret alırlar"},{"SurahNumber":2,"VerseNumber":270,"Text":"Yaptığınız her harcamayı ve adadığınız her adağı muhakkak Allah bilir. Zalimler için hiç yardımcı yoktur"},{"SurahNumber":2,"VerseNumber":271,"Text":"Eğer sadakaları (zekat ve benzeri hayırları) açıktan verirseniz ne ala! Eğer onu fakirlere gizlice verirseniz, işte bu sizin için daha hayırlıdır. Allah da bu sebeple sizin günahlarınızı örter. Allah, yapmakta olduklarınızı bilir"},{"SurahNumber":2,"VerseNumber":272,"Text":"(Ya Muhammed!) Onları doğru yola iletmek sana ait değildir. Lakin Allah dilediğini doğru yola iletir. Hayır olarak harcadıklarınız kendi iyiliğiniz içindir. Yapacağınız hayırları ancak Allah'ın rızasını kazanmak için yapmalısınız. Hayır olarak verdiğiniz ne varsa; karşılığı size tam olarak verilir ve asla haksızlığa uğratılmazsınız"},{"SurahNumber":2,"VerseNumber":273,"Text":"(Yapacağınız hayırlar,) kendilerini Allah yoluna adamış, bu sebeple yeryüzünde kazanç için dolaşamayan fakirler için olsun. Bilmeyen kimseler, iffetlerinden dolayı onları zengin zanneder. Sen onları simalarından tanırsın. Çünkü onlar yüzsüzlük ederek istemezler. Yaptığınız her hayrı muhakkak Allah bilir"},{"SurahNumber":2,"VerseNumber":274,"Text":"Mallarını gece ve gündüz, gizli ve açık hayra sarfedenler var ya, onların mükafatları Allah katındadır. Onlara korku yoktur, üzüntü de çekmezler"},{"SurahNumber":2,"VerseNumber":275,"Text":"Faiz yiyenler (kabirlerinden), şeytan çarpmış kimselerin cinnet nöbetinden kalktığı gibi kalkarlar. Bu hal onların \"Alım-satım tıpkı faiz gibidir\" demeleri yüzündendir. Halbuki Allah, alım-satımı helal, faizi haram kılmıştır. Bundan sonra kime Rabbinden bir öğüt gelir de faizden vazgeçerse, geçmişte olan kendisinindir ve artık onun işi Allah'a kalmıştır. Kim tekrar faize dönerse, işte onlar cehennemliktir, orada devamlı kalırlar"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah faizi tüketir (Faiz karışan malın bereketini giderir), sadakaları ise bereketlendirir. Allah küfürde ve günahta ısrar eden hiç kimseyi sevmez"},{"SurahNumber":2,"VerseNumber":277,"Text":"İman edip iyi işler yapan, namaz kılan ve zekat verenler var ya, onların mükafatları Rableri katındadır. Onlara korku yoktur, onlar üzüntü de çekmezler"},{"SurahNumber":2,"VerseNumber":278,"Text":"Ey iman edenler! Allah'tan korkun. Eğer gerçekten inanıyorsanız mevcut faiz alacaklarınızı terkedin"},{"SurahNumber":2,"VerseNumber":279,"Text":"Şayet (faiz hakkında söylenenleri) yapmazsanız, Allah ve Resulü tarafından (faizcilere karşı) açılan savaştan haberiniz olsun. Eğer tevbe edip vazgeçerseniz, sermayeniz sizindir; ne haksızlık etmiş ne de haksızlığa uğramış olursunuz"},{"SurahNumber":2,"VerseNumber":280,"Text":"Eğer (borçlu) darlık içinde ise, eli genişleyinceye kadar ona mühlet vermek (gerekir). Eğer (gerçekleri) anlarsanız bunu sadakaya (veya zekata) saymak sizin için daha hayırlıdır"},{"SurahNumber":2,"VerseNumber":281,"Text":"Allah'a döndürüleceğiniz, sonra da herkese hak ettiğinin eksiksiz verileceği ve kimsenin haksızlığa uğratılmayacağı bir günden sakının"},{"SurahNumber":2,"VerseNumber":282,"Text":"Ey iman edenler! Belirlenmiş bir süre için birbirinize borçlandığınız vakit onu yazın. Bir katip onu aranızda adaletle yazsın. Hiçbir katip Allah'ın kendisine öğrettiği gibi yazmaktan geri durmasın; (her şeyi olduğu gibi) yazsın. Üzerinde hak olan kimse (borçlu) da yazdırsın, Rabbinden korksun ve borcunu asla eksik yazdırmasın. Şayet borçlu sefih veya aklı zayıf veya kendisi söyleyip yazdıramayacak durumda ise, velisi adaletle yazdırsın. Erkeklerinizden iki de şahit bulundurun. Eğer iki erkek bulunamazsa rıza göstereceğiniz şahitlerden bir erkek ile -biri yanılırsa diğerinin ona hatırlatması için- iki kadın (olsun). Çağırıldıkları vakit şahitler gelmemezlik etmesin. Büyük veya küçük, vadesine kadar hiçbir şeyi yazmaktan sakın üşenmeyin. Böyle yapmanız Allah nezdinde daha adaletli, şehadet için daha sağlam, şüpheye düşmemeniz için daha uygundur. Ancak aranızda yapıp bitirdiğiniz peşin bir ticaret olursa, bu durum farklıdır. Bu durumda onu yazmamanızda sizin için bir sakınca yoktur. (Genellikle) alışveriş yaptığınızda şahit tutun. Ne yazan, ne de şahit zarara uğratılsın. Eğer bunu yaparsanız (zarar verirseniz) şüphe yok ki bu, sizin yoldan çıkmanız demektir. Allah'tan korkun. Allah size gerekli olanı öğretiyor. Allah her şeyi bilmektedir"},{"SurahNumber":2,"VerseNumber":283,"Text":"Yolculukta olur da, yazacak kimse bulamazsanız (borca karşılık) alınmış bir rehin de yeterlidir. Birbirinize bir emanet bırakırsanız, emanet bırakılan kimse emaneti sahibine versin ve (bu hususta) Rabbi olan Allah'tan korksun. Şahitliği bildiklerinizi gizlemeyin. Kim onu gizlerse, bilsin ki onun kalbi günahkardır. Allah yapmakta olduklarınızı bilir"},{"SurahNumber":2,"VerseNumber":284,"Text":"Göklerde ve yerdekilerin hepsi Allah'ındır. İçinizdekileri açığa vursanız da gizleseniz de Allah ondan dolayı sizi hesaba çekecektir, sonra dilediğini affeder, dilediğine de azap eder. Allah her şeye kadirdir"},{"SurahNumber":2,"VerseNumber":285,"Text":"Peygamber, Rabbi tarafından kendisine indirilene iman etti, müminler de (iman ettiler). Her biri Allah a, meleklerine, kitaplarına, peygamberlerine iman ettiler. \"Allah'ın peygamberlerinden hiçbiri arasında ayırım yapmayız. İşittik, itaat ettik. Ey Rabbimiz, affına sığındık! Dönüş sanadır\" dediler"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah her şahsı, ancak gücünün yettiği ölçüde mükellef kılar. Herkesin kazandığı (hayır) kendine, yapacağı (şer) de kendinedir. Rabbimiz! Unutursak veya hataya düşersek bizi sorumlu tutma. Ey Rabbimiz! Bizden öncekilere yüklediğin gibi bize de ağır bir yük yükleme. Ey Rabbimiz! Bize gücümüzün yetmediği işler de yükleme! Bizi affet! Bizi bağışla"},{"SurahNumber":3,"VerseNumber":1,"Text":"Elif. Lam. Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Hayy ve kayyum olan Allah'tan başka ilah yoktur"},{"SurahNumber":3,"VerseNumber":3,"Text":"(Resulüm!) O, sana Kitab'ı hak ve önceki kitapları tasdik edici olarak indirdi, Tevrat ile İncil'i ve Furkan'ı indirmişti"},{"SurahNumber":3,"VerseNumber":4,"Text":"Daha önce de, insanlara doğru yolu göstermek üzere Furkan'ı indirmiştir. Bilinmeli ki, Allah'ın ayetlerini inkar edenler için şiddetli bir azap vardır. Allah, suçlunun hakkından gelen mutlak güç sahibidir"},{"SurahNumber":3,"VerseNumber":5,"Text":"Şüphesiz ki ne yerde ne de gökte hiçbir şey Allah'a gizli kalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Rahimlerde sizi dilediği gibi şekillendiren O'dur. O'ndan başka ilah yoktur. O mutlak güç ve hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":7,"Text":"Sana Kitab'ı indiren O'dur. Onun (Kur'an'ın) bazı ayetleri muhkemdir ki, bunlar Kitab'ın esasıdır. Diğerleri de müteşabihtir. Kalplerinde eğrilik olanlar, fitne çıkarmak ve onu tevil etmek için ondaki müteşabih ayetlerin peşine düşerler. Halbuki Onun tevilini ancak Allah bilir. İlimde yüksek payeye erişenler ise: Ona inandık; hepsi Rabbimiz tarafındandır, derler. (Bu inceliği) ancak aklıselim sahipleri düşünüp anlar"},{"SurahNumber":3,"VerseNumber":8,"Text":"(Onlar şöyle yakarırlar:) Rabbimiz! Bizi doğru yola ilettikten sonra kalplerimizi eğriltme. Bize tarafından rahmet bağışla. Lütfu en bol olan sensin"},{"SurahNumber":3,"VerseNumber":9,"Text":"Rabbimiz! Gelmesinde şüphe edilmeyen bir günde, insanları mutlaka toplayacak olan sensin. Allah asla sözünden dönmez"},{"SurahNumber":3,"VerseNumber":10,"Text":"Bilinmelidir ki inkar edenlerin ne malları ne de evlatları Allah huzurunda kendilerine bir fayda sağlayacaktır. İşte onlar cehennnemin yakıtıdır"},{"SurahNumber":3,"VerseNumber":11,"Text":"(Onların yolu) Firavun hanedanının ve onlardan öncekilerin tuttuğu yola benzer. Onlar bizim ayetlerimizi yalanladılar, Allah da kendilerini günahları yüzünden yakalayıverdi. Allah'ın cezası çok şiddetlidir"},{"SurahNumber":3,"VerseNumber":12,"Text":"(Resulüm!) İnkar edenlere de ki: Yakında mağlup olacaksınız ve cehenneme sürüleceksiniz. Orası kalınacak ne kötü bir yerdir"},{"SurahNumber":3,"VerseNumber":13,"Text":"(Bedir'de) karşı karşıya gelen şu iki gurubun halinde sizin için büyük bir ibret vardır. Biri Allah yolunda çarpışan bir gurup, diğeri ise bunları apaçık kendilerinin iki misli gören kafir bir gurup. Allah dilediğini yardımı ile destekler. Elbette bunda basiret sahipleri için büyük bir ibret vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"Nefsani arzulara, (özellikle) kadınlara, oğullara, yığın yığın biriktirilmiş altın ve gümüşe, salma atlara, sağmal hayvanlara ve ekinlere karşı düşkünlük insanlara çekici kılındı. Bunlar, dünya hayatının geçici menfaatleridir. Halbuki varılacak güzelyer, Allah'ın katındadır"},{"SurahNumber":3,"VerseNumber":15,"Text":"(Resulüm!) De ki: Size bunlardan daha iyisini bildireyim mi? Takva sahipleri için Rableri yanında, içinden ırmaklar akan, ebediyyen kalacakları cennetler, tertemiz eşler ve (hepsinin üstünde) Allah'ın hoşnutluğu vardır. Allah kullarını çok iyi görür"},{"SurahNumber":3,"VerseNumber":16,"Text":"(Bu nimetler) \"Ey Rabbimiz! İman ettik; bizim günahlarımızı bağışla, bizi ateş azabından koru!\" diyen"},{"SurahNumber":3,"VerseNumber":17,"Text":"Sabreden, dürüst olan, huzurda boyun büken, hayra harcayan ve seher vaktinde Allah'tan bağış dileyenler (içindir)"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah, adaleti ayakta tutarak (delilleriyle) şu hususu açıklamıştır ki, kendisinden başka ilah yoktur. Melekler ve ilim sahipleri de (bunu ikrar etmişlerdir. Evet) mutlak güç ve hikmet sahibi Allah'tan başka ilah yoktur"},{"SurahNumber":3,"VerseNumber":19,"Text":"Allah nezdinde hak din İslam'dır. Kitap verilenler, kendilerine ilim geldikten sonradır ki, aralarındaki kıskançlık yüzünden ayrılığa düştüler. Allah'ın ayetlerini inkar edenler bilmelidirler ki Allah'ın hesabı çok çabuktur"},{"SurahNumber":3,"VerseNumber":20,"Text":"Eğer seninle tartışmaya girerlerse de ki: \"Bana uyanlarla birlikte ben kendimi Allah'a teslim ettim.\" Ehl-i kitaba ve ümmilere de: \"Siz de Allah'a teslim oldunuz mu?\" de. Eğer teslim oldularsa doğru yolu buldular demektir. Yok eğer yüz çevirdilerse sana düşen, yalnızca duyurmaktır. Allah kullarını çok iyi görmektedir"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allah'ın ayetlerini inkar edenler, haksız yere peygamberlerin canlarına kıyanlar ve adaleti emreden insanları öldürenler (yok mu), onlara acı bir azabı haber ver"},{"SurahNumber":3,"VerseNumber":22,"Text":"İşte bunlar dünyada da ahirette de çabaları boşa giden kimselerdir. Onların hiçbir yardımcısı da yoktur"},{"SurahNumber":3,"VerseNumber":23,"Text":"(Resulüm!) Kendilerine Kitap'tan bir pay verilenleri (yahudileri) görmez misin ki, aralarında hükmetmesi için Allah'ın Kitab'ına çağırılıyorlar da, sonra içlerinden bir gurup cayarak geri dönüyor"},{"SurahNumber":3,"VerseNumber":24,"Text":"Onların bu tutumları: Bize ateş, sadece sayılı günlerde dokunacaktır, demelerinin bir sonucudur. Onların vaktiyle uydurdukları şeyler de dinleri hakkında kendilerini yanıltmıştır"},{"SurahNumber":3,"VerseNumber":25,"Text":"Fakat, onları gelmesinde şüphe edilmeyen bir gün için topladığımız ve hiçbir haksızlığa uğramaksızın herkese kazandığı şeyler tastamam ödendiği zaman halleri nice olur"},{"SurahNumber":3,"VerseNumber":26,"Text":"(Resulüm!) De ki: Mülkün gerçek sahibi olan Allah'ım! Sen mülkü dilediğine verirsin ve mülkü dilediğinden geri alırsın. Dilediğini yüceltir, dilediğini de alçaltırsın. Her türlü iyilik senin elindedir. Gerçekten sen her şeye kadirsin"},{"SurahNumber":3,"VerseNumber":27,"Text":"Geceyi gündüze katar, gündüzü de geceye katarsın. Ölüden diriyi çıkarır, diriden de ölüyü çıkarırsın. Dilediğine de sayısız rızık verirsin"},{"SurahNumber":3,"VerseNumber":28,"Text":"Müminler, müminleri bırakıp da kafirleri dost edinmesin. Kim bunu yaparsa, artık onun Allah nezdinde hiçbir değeri yoktur. Ancak kafirlerden gelebilecek bir tehlikeden sakınmanız başkadır. Allah, kendisine karşı (gelmekten) sizi sakındırıyor. Dönüş yalnız Allah'adır"},{"SurahNumber":3,"VerseNumber":29,"Text":"De ki: İçinizdekileri gizleseniz de açığa vursanız da Allah onu bilir. Göklerde ve yerde olanları da bilir. Allah her şeye kadirdir"},{"SurahNumber":3,"VerseNumber":30,"Text":"Herkesin, iyilik olarak yaptıklarını da kötülük olarak yaptıklarını da karşısında hazır bulduğu günde (insan) isteyecek ki kötülükleri ile kendisi arasında uzun bir mesafe bulunsun. Allah, kendisine karşı (gelmekten) sizi sakındırıyor. Allah kullarına çok şefkatlidir"},{"SurahNumber":3,"VerseNumber":31,"Text":"(Resulüm! ) De ki: Eğer Allah'ı seviyorsanız bana uyunuz ki Allah da sizi sevsin ve günahlarınızı bağışlasın. Allah son derece bağışlayıcı ve esirgeyicidir"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki: Allah'a ve Resulü'ne itaat edin. Eğer yüz çevirirlerse bilsinler ki Allah kafirleri sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allah Âdem'i, Nuh'u, İbrahim ailesi ile İmran ailesini seçip alemlere üstün kıldı"},{"SurahNumber":3,"VerseNumber":34,"Text":"Bunlar birbirinden gelme bir nesillerdir. Allah işiten ve bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"İmran'ın karısı şöyle demişti: \"Rabbim! Karnımdakini azatlı bir kul olarak sırf sana adadım. Adağımı kabul buyur. Şüphesiz (niyazımı) hakkıyla işiten ve (niyetimi) bilen sensin"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu doğurunca, Allah, ne doğurduğunu bilip dururken: Rabbim! Ben onu kız doğurdum. Oysa erkek, kız gibi değildir. Ona Meryem adını verdim. Kovulmuş şeytana karşı onu ve soyunu senin korumanı diliyorum, dedi"},{"SurahNumber":3,"VerseNumber":37,"Text":"Rabbi Meryem'e hüsnü kabul gösterdi; onu güzel bir bitki gibi yetiştirdi. Zekeriyya yı da onun bakımı ile görevlendirdi. Zekeriyya, onun yanına, mabede her girişinde orada bir rızık bulur ve \"Ey Meryem, bu sana nereden geliyor?\" der; o da: Bu, Allah tarafındandır. Allah, dilediğine sayısız rızık verir, derdi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Orada Zekeriyya, Rabbine dua etti: Rabbim! Bana tarafından hayırlı bir nesil bağışla. Şüphesiz sen duayı hakkıyla işitensin, dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Zekeriyya mabedde durmuş namaz kılarken melekler ona şöyle nida ettiler: Allah sana, kendisi tarafından gelen bir Kelime'yi tasdik edici, efendi, iffetli ve salihlerden bir peygamber olarak Yahya'yı müjdeler"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zekeriyya: Rabbim! dedi, bana ihtiyarlık gelip çattığına, üstelik karım da kısır olduğuna göre benim nasıl oğlum olabilir? Allah şöyle buyurdu: İşte böyledir; Allah dilediğini yapar"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zekeriyya: Rabbim! (Oğlum olacağına dair) bana bir alamet göster, dedi. Allah buyurdu ki: Senin için alamet, insanlara, üç gün, işaretten başka söz söylememendir. Ayrıca Rabbini çok an, sabah akşam tesbih et"},{"SurahNumber":3,"VerseNumber":42,"Text":"Hani melekler demişlerdi: Ey Meryem! Allah seni seçti; seni tertemiz yarattı ve seni bütün dünya kadınlarına tercih etti"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem! Rabbine ibadet et; secdeye kapan, (O'nun huzurunda) eğilenlerle beraber sen de eğil"},{"SurahNumber":3,"VerseNumber":44,"Text":"(Resulüm!) Bunlar, bizim sana vahiy yoluyla bildirmekte olduğumuz gayb haberlerindendir. İçlerinden hangisi Meryem'i himayesine alacak diye kur'a çekmek üzere kalemlerini atarlarken sen onların yanında değildin; onlar (bu yüzden) çekişirken de yanlarında değildin"},{"SurahNumber":3,"VerseNumber":45,"Text":"Melekler demişlerdi ki: Ey Meryem! Allah sana kendisinden bir Kelime'yi müjdeliyor. Adı Meryem oğlu İsa'dır. Mesih'tir; dünyada da, ahirette de itibarlı ve Allah'ın kendisine yakın kıldıklarındandır"},{"SurahNumber":3,"VerseNumber":46,"Text":"salihlerden olarak beşikte iken ve yetişkinlik halinde insanlara (peygamber sözleri ile) konuşacak"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem: Rabbim! dedi, bana bir erkek eli değmediği halde nasıl çocuğum olur? Allah şöyle buyurdu: İşte böyledir, Allah dilediğini yaratır. Bir işe hükmedince ona sadece \"Ol!\" der; o da oluverir"},{"SurahNumber":3,"VerseNumber":48,"Text":"(Melekler, Meryem'e hitaben İsa hakkında sözlerine devam ettiler:) Allah ona yazmayı, hikmeti, Tevrat'ı, İncil'i öğretecek"},{"SurahNumber":3,"VerseNumber":49,"Text":"İsrailoğullarına bir elçi olacak (ve onlara şöyle diyecek:) Size Rabbinizden bir mucize getirdim: Size çamurdan bir kuş sureti yapar, ona üflerim ve Allah'ın izni ile o kuş oluverir. Yine Allah'ın izni ile körü ve alacalıyı iyileştirir, ölüleri diriltirim. Ayrıca evlerinizde ne yeyip ne biriktirdiğinizi size haber veririm. Eğer inanan kimseler iseniz, bunda sizin için bir ibret vardır"},{"SurahNumber":3,"VerseNumber":50,"Text":"Benden önce gelen Tevrat'ı doğrulayıcı olarak ve size haram kılınan bazı şeyleri de helal kılmam için gönderildim. Size Rabbinizden bir mucize getirdim. O halde Allah'tan korkun, bana da itaat edin"},{"SurahNumber":3,"VerseNumber":51,"Text":"Allah, benim de Rabbim, sizin de Rabbinizdir. Öyle ise O'na kulluk edin. İşte bu doğru yoldur"},{"SurahNumber":3,"VerseNumber":52,"Text":"İsa, onlardaki inkarcılığı sezince: Allah yolunda bana yardımcı olacaklar kimlerdir? dedi. Havariler: Biz, Allah yolunun yardımcılarıyız; Allah'a inandık, şahit ol ki bizler müslümanlarız, cevabını verdiler"},{"SurahNumber":3,"VerseNumber":53,"Text":"(Havariler:) Rabbimiz! İndirdiğine inandık ve Peygamber'e uyduk. Şimdi bizi (birliğini ve peygamberlerini tasdik eden) şahitlerden yaz, dediler"},{"SurahNumber":3,"VerseNumber":54,"Text":"(Yahudiler) tuzak kurdular; Allah da onların tuzaklarını bozdu. Allah, tuzak kuranların hayırlısıdır"},{"SurahNumber":3,"VerseNumber":55,"Text":"Allah buyurmuştu ki: Ey İsa! Seni vefat ettireceğim, seni nezdime yükselteceğim, seni inkar edenlerden arındıracağım ve sana uyanları kıyamete kadar kafirlerden üstün kılacağım. Sonra dönüşünüz bana olacak. İşte o zaman ayrılığa düştüğünüz şeyler hakkında aranızda ben hükmedeceğim"},{"SurahNumber":3,"VerseNumber":56,"Text":"İnkar edenler var ya, onları dünya ve ahirette şiddetli bir azaba çarptıracağım; onların hiç yardımcıları da olmayacak"},{"SurahNumber":3,"VerseNumber":57,"Text":"İman edip iyi davranışlarda bulunanlara gelince, Allah onların mükafatlarını eksiksiz verecektir. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":58,"Text":"(Resulüm!) Bu söylenenleri biz sana ayetlerden ve hikmet dolu Kur'an'dan okuyoruz"},{"SurahNumber":3,"VerseNumber":59,"Text":"Allah nezdinde İsa'nın durumu, Adem'in durumu gibidir. Allah onu topraktan yarattı. Sonra ona \"Ol!\" dedi ve oluverdi"},{"SurahNumber":3,"VerseNumber":60,"Text":"Gerçek, Rabbinden gelendir. Öyle ise şüphecilerden olma"},{"SurahNumber":3,"VerseNumber":61,"Text":"Sana bu ilim geldikten sonra seninle bu konuda çekişenlere de ki: Geliniz, sizler ve bizler de dahil olmak üzere, siz kendi çocuklarınızı biz de kendi çocuklarımızı, siz kendi kadınlarınızı, biz de kendi kadınlarımızı çağıralım, sonra da dua edelim de Allah'tan yalancılar üzerine lanet dileyelim"},{"SurahNumber":3,"VerseNumber":62,"Text":"Şüphesiz bu (İsa hakkında söylenenler), doğru haberlerdir. Allah'tan başka ilah yoktur. Muhakkak ki Allah, evet O, mutlak güç ve hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":63,"Text":"Eğer yine yüz çevirirlerse, şüphesiz Allah, bozguncuları hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":64,"Text":"(Resulüm!) de ki: Ey ehl-i kitap! Sizinle bizim aramızda müşterek olan bir söze geliniz: Allah'tan başkasına tapmayalım. O'na hiçbir şeyi eş tutmayalım ve Allah'ı bırakıp da kimimiz kimimizi ilahlaştırmasın. Eğer onlar yine yüz çevirirlerse, işte o zaman: Şahit olun ki biz müslümanlarız! deyiniz"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey ehl-i kitap! İbrahim hakkında niçin çekişirsiniz? Halbuki Tevrat ve İncil, kesinlikle ondan sonra indirildi. Siz hiç düşünmez misiniz"},{"SurahNumber":3,"VerseNumber":66,"Text":"İşte siz böyle kimselersiniz! Hadi hakkında bilgi sahibi olduğunuz konuda tartıştınız; fakat bilgi sahibi olmadığınız konuda niçin tartışıyorsunuz! Oysa ki Allah, her şeyi bilir, siz ise bilmezsiniz"},{"SurahNumber":3,"VerseNumber":67,"Text":"İbrahim, ne yahudi, ne de hıristiyan idi; fakat o, Allah'ı bir tanıyan dosdoğru bir müslüman idi; müşriklerden de değildi"},{"SurahNumber":3,"VerseNumber":68,"Text":"İnsanların İbrahim'e en yakın olanı, ona uyanlar, şu Peygamber (Muhammed) ve (ona) iman edenlerdir. Allah müminlerin dostudur"},{"SurahNumber":3,"VerseNumber":69,"Text":"Ehl-i kitaptan bir kısmı istediler ki, ne yapıp edip sizi saptırabilsinler. Oysa onlar sadece kendilerini saptırırlar da farkına bile varmazlar"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey ehl-i kitap! (Gerçeği) görüp bildiğiniz halde niçin Allah'ın ayetlerini inkar edersiniz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey ehl-i kitap! Neden doğruyu eğriye karıştırıyor ve bile bile gerçeği gizliyorsunuz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Ehl-i kitaptan bir gurup şöyle dedi: \"Müminlere indirilmiş olana sabahleyin (görünüşte) inanıp akşamleyin inkar edin. Belki onlar (böylece dinlerinden) dönerler"},{"SurahNumber":3,"VerseNumber":73,"Text":"Sizin dininize uyanlardan başka hiçbir kimseye inanmayın. \" (Resulüm!) De ki: Doğru yol ancak Allah'ın yoludur. Yine (onlar, kendi aralarında şöyle dediler:) \"Size verilenin benzerinin başka herhangi bir kimseye verildiğine, yahut Rabbinizin huzurunda onların size karşı deliller getireceklerine de (inanmayın).\" De ki: Lütuf ve ihsan Allah'ın elindedir. Onu dilediğine verir. Allah'ın rahmeti geniştir ve O her şeyi hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":74,"Text":"Rahmetini dilediğine ayırır. Allah üstün lütuf sahibidir"},{"SurahNumber":3,"VerseNumber":75,"Text":"Ehl-i kitaptan öylesi vardır ki, ona yüklerle mal emanet bıraksan, onu sana noksansız iade eder. Fakat onlardan öylesi de vardır ki, ona bir dinar emanet bıraksan, tepesine dikilip durmazsan onu sana iade etmez. Bu da onların, \"Ümmilere karşı yaptıklarımızdan dolayı bize vebal yoktur\" demelerindendir. Allah adına bile bile yalan söylüyorlar"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hayır! (Gerçek onların dediği değil.) Her kim sözünü yerine getirir ve kötülükten sakınırsa, bilsin ki Allah sakınanları sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Allah'a karşı verdikleri sözü ve yeminlerini az bir bedelle değiştirenlere gelince, işte bunların ahirette bir payı yoktur. Kıyamet günü Allah onlarla konuşmayacak, onlara bakmayacak ve onları temize çıkarmayacaktır. Onlar için acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Ehl-i kitaptan bir gurup, okuduklarını kitaptan sanasınız diye kitabı okurken dillerini eğip bükerler. Halbuki okudukları Kitap'tan değildir. Söyledikleri Allah katından olmadığı halde: Bu Allah katındandır, derler. Onlar bile bile Allah'a iftira ediyorlar"},{"SurahNumber":3,"VerseNumber":79,"Text":"Hiçbir insanın, Allah'ın kendisine Kitap, hikmet ve peygamberlik vermesinden sonra (kalkıp) insanlara: Allah'ı bırakıp bana kul olun! demesi mümkün değildir. Bilakis (şöyle demesi gerekir): Okutmakta ve öğretmekte olduğunuz Kitap uyarınca Rabbe halis kullar olunuz"},{"SurahNumber":3,"VerseNumber":80,"Text":"Ve size: Melekleri ve peygamberleri ilahlar edinin, diye de emretmez. Siz müslüman olduktan sonra hiç size kafirliği emreder mi"},{"SurahNumber":3,"VerseNumber":81,"Text":"Hani Allah, peygamberlerden: \"Ben size Kitap ve hikmet verdikten sonra nezdinizdekileri tasdik eden bir peygamber geldiğinde ona mutlaka inanıp yardım edeceksiniz\" diye söz almış, \"Kabul ettiniz ve bu ahdimi yüklendiniz mi?\" dediğinde, \"Kabul ettik\" cevabını vermişler, bunun üzerine Allah: O halde şahit olun; ben de sizinle birlikte şahitlik edenlerdenim, buyurmuştu"},{"SurahNumber":3,"VerseNumber":82,"Text":"Artık bundan sonra her kim dönerse işte onlar yoldan çıkmışların ta kendileridir"},{"SurahNumber":3,"VerseNumber":83,"Text":"Göklerde ve yerdekiler, ister istemez O'na teslim olduğu halde onlar (ehl-i kitap), Allah'ın dininden başkasını mı arıyorlar? Halbuki O'na döndürüleceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: Biz, Allah a, bize indirilene, İbrahim, İsmail, İshak, Ya'kub ve Ya'kub oğullarına indirilenlere, Musa, İsa ve (diğer) peygamberlere Rableri tarafından verilenlere iman ettik. Onları birbirinden ayırdetmeyiz. Biz ancak O'na teslim oluruz"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim, İslam'dan başka bir din ararsa, bilsin ki kendisinden (böyle bir din) asla kabul edilmeyecek ve o, ahirette ziyan edenlerden olacaktır"},{"SurahNumber":3,"VerseNumber":86,"Text":"İman etmelerinden, Resul'ün hak olduğuna şehadet getirmelerinden ve kendilerine apaçık deliller gelmesinden sonra inkarcılığa sapan bir kavme Allah nasıl hidayet nasip eder? Allah zalimler topluluğunu doğru yola iletmez"},{"SurahNumber":3,"VerseNumber":87,"Text":"İşte onların cezası, Allah'ın, meleklerin ve bütün insanlığın lanetine uğramalarıdır"},{"SurahNumber":3,"VerseNumber":88,"Text":"Bu lanete ebedi gömülüp gidecekler. Onların azapları hafifletilmez; yüzlerine de bakılmaz"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak, bundan sonra tevbe edip yola gelenler başka. Çünkü Allah çok bağışlayıcı ve merhametlidir"},{"SurahNumber":3,"VerseNumber":90,"Text":"İnandıktan sonra kafirliğe sapıp sonra inkarcılıkta daha da ileri gidenlerin tevbeleri asla kabul edilmeyecektir. Ve işte onlar, sapıkların ta kendisidirler"},{"SurahNumber":3,"VerseNumber":91,"Text":"Gerçekten, inkar edip kafir olarak ölenler var ya, onların hiçbirinden -fidye olarak dünya dolusu altın verecek olsa dahi- kabul edilmeyecektir. Onlar için acı bir azap vardır; hiç yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiğiniz şeylerden (Allah yolunda) harcamadıkça \"iyi\" ye eremezsiniz. Her ne harcarsanız, Allah onu hakkıyla bilir"}]}