{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"حٰمٓ"},{"SurahNumber":46,"VerseNumber":2,"Text":"ڪتاب جو لاھڻ غالب حڪمت واري الله وٽان آھي"},{"SurahNumber":46,"VerseNumber":3,"Text":"نه پيدا ڪيوسون آسمانن ۽ زمين کي ۽ جيڪي انھن جي وچ ۾ آھي مگر پوريءَ رِٿ سان ۽ ھڪ مقرر مدت تائين (رھڻ لاءِ)، ۽ ڪافر جنھن کان ڊيڄاريا ويا (تنھن کان) مُنھن موڙيندڙ آھن"},{"SurahNumber":46,"VerseNumber":4,"Text":"(کين) چؤ ته ڏسيو ته سھي الله کانسواءِ جن کي سڏيندا آھيو تن ڪا بڻاوت بڻائي آھي ڇا مون کي ڏيکاريو ته زمين (جي شين) منجھان ڪھڙي شيء پيدا ڪئي اٿن يا آسمانن (جي بڻائڻ) ۾ انھن جي ڪا ڀائيواري (ثابت) آھي ڇا؟ جيڪڏھن سچا آھيو ته ھن کان اڳ (آيل) ڪوبه ڪتاب يا ڪا علمي سَند مون وٽ آڻيو"},{"SurahNumber":46,"VerseNumber":5,"Text":"۽ اُنھيءَ کان وڌيڪ گمراھ ڪير آھي جيڪو الله ڌاران (ٻئي) اھڙي شيء کي سڏي جو قيامت تائين سندس سڏ کي نه ورنائي ۽ اُھي سندن سڏڻ کان (ئي) بي خبر آھن"},{"SurahNumber":46,"VerseNumber":6,"Text":"۽ جڏھن (قيامت ۾) ماڻھو گڏ ڪبا (تڏھن) اھي سندن ويري ھوندا ۽ سندين پوڄا جا منڪر ھوندا"},{"SurahNumber":46,"VerseNumber":7,"Text":"۽ جڏھن اسان جون پڌريون آيتون کين پڙھي ٻڌائبيون آھن (تڏھن اُھي) ڪافر سچي ڳالھ (يعني قرآن) به نسبت جنھن مھل وٽن آيو (تنھن مھل) چوندا آھن ته ھي پڌرو جادو آھي"},{"SurahNumber":46,"VerseNumber":8,"Text":"بلڪ چوندا آھن ته اُن کي (پيغمبر) ٺاھيو آھي، (کين) چؤ ته جيڪڏھن اُن کي پاڻ ٺاھيو اٿم ته اوھين الله کان (ڇڏائڻ واسطي) مون لاءِ ڪجھ ڪري نٿا سگھو، جيڪي قرآن بابت گفتگو ڪندا آھيو (سو) الله چڱي طرح ڄاڻندڙ آھي، منھنجي ۽ اوھان جي وچ ۾ (خدا) حق کي ظاھر ڪندڙ بس آھي، ۽ اُھو بخشڻھار مھربان آھي"},{"SurahNumber":46,"VerseNumber":9,"Text":"چؤ ته آءٌ پيغمبرن مان ڪو نئون (آيل) نه آھيان ۽ نٿو ڄاڻان ته مون سان ۽ اوھان سان (دنيا ۾) ڇا ڪيو ويندو، جيڪي مون ڏانھن وحي ڪيو ويندو آھي تنھن کانسواءِ (ٻيءَ) ڪنھن (ڳالھ) جي تابعداري نه ڪندو آھي ۽ آءٌ رڳو پڌرو ڊيڄاريندڙ آھيان"},{"SurahNumber":46,"VerseNumber":10,"Text":"(کين) چؤ ته ڏسو ته سھي جيڪڏھن (اھو قرآن) الله وٽان آيل آھي ۽ اوھين اُن کي نه مڃيو ۽ بني اسرائيلن مان ھڪ شاھد اھڙي (ڪتاب) تي شاھدي ڏني ھجي پوءِ اُنھيءَ ايمان آندو ۽ اوھان (مڃڻ کان) وڏائي ڪئي (ته ضرور ظالم ٿيندؤ) بيشڪ الله ظالمن جي قوم کي سِڌو رستو نه ڏيکاريندو آھي"},{"SurahNumber":46,"VerseNumber":11,"Text":"۽ ڪافرن مؤمنن به نسبت چيو ته جيڪڏھن (اھو دين) چڱو ھجي ھا ته اُھي اُن ڏانھن اسان کان اڳرائي نه ڪن ھا، ۽ جڏھن (ڪافرن) اُن سان واٽ نه لڌي تڏھن چوندا ته ھيءُ (قرآن) ھڪ پراڻو ڪوڙ آھي"},{"SurahNumber":46,"VerseNumber":12,"Text":"۽ ھن (قرآن) کان اڳ مُوسىٰ جو ڪتاب اڳواڻ ۽ ٻاجھ ھو، ۽ ھي ڪتاب (ان جو) سچّو ڪندڙ عربيءَ ٻوليءَ ۾ آھي ھن لاءِ ته ظالمن کي ڊيڄاري، ۽ ڀلارن کي خوشخبري ڏئي"},{"SurahNumber":46,"VerseNumber":13,"Text":"بيشڪ جن چيو ته اسان جو پالڻھار الله آھي پوءِ اِن (چوڻ) تي مُحڪم رھيا تن کي نڪو ڀَؤ آھي ۽ نڪي اُھي غمگين ھوندا"},{"SurahNumber":46,"VerseNumber":14,"Text":"اِھي بھشتي آھن منجھس سدائين رھڻ وارا آھن، جيڪي عمل ڪندا ھوا تنھنجو بدلو آھي"},{"SurahNumber":46,"VerseNumber":15,"Text":"۽ ماڻھوءَ کي پنھنجي ماءُ پيءُ سان چڱائي ڪرڻ جو حُڪم ڪيوسون، (جو) اوکائيءَ سان سنديس ماءُ کيس (پيٽ ۾) کنيو آھي ۽ اوکائيءَ سان کيس ڄڻيو آھي، ۽ اُنجو (پيٽ ۾) کڻڻ ۽ اُن جو (کير کان) ڇڏائڻ ٽيھ مھينا آھي، تان جو جڏھن پنھنجيءَ جواني کي پُھتو ۽ چاليھن ورھن کي پھتو (تڏھن) چوندو آھي ته اي منھنجا پالڻھار مون کي توفيق ڏي ته تنھنجي انھيءَ نعمت جو شڪر ڪريان جيڪا مون تي ۽ منھنجي ماءُ پيءُ تي انعام ڪئي اٿيئي ۽ ته (اھڙا) چڱا ڪم ڪريان جن کان راضي رھين ۽ منھنجي اولاد مون لاءِ سُڌار، بيشڪ آءٌ توڏانھن موٽيس ۽ بيشڪ آءٌ مسلمانن منجھان آھيان"},{"SurahNumber":46,"VerseNumber":16,"Text":"اِھي اُھي آھن جن جا تمام چڱا ڪم جيڪي ڪيائون سي قبول ڪندا آھيون ۽ سندين مداين کان ٽرندا آھيون (اھي) بھشتين ۾ ھوندا، جيڪو ساڻن سچو وعدو ڪبو ھو تنھن جي ڪري"},{"SurahNumber":46,"VerseNumber":17,"Text":"۽ جنھن پنھنجي ماءُ پيءُ کي چيو ته اوھان کان بيزار آھيان مون کي انجام ڏيو ٿا ڇا ته (قبرن مان) ڪڍيو ويندس ۽ بيشڪ مون کان اڳ (ماڻھن جا) ڪيترائي جُڳ گذري ويا آھن، ۽ اُھي ٻئي الله کي ٻاڏائيندا آھن ۽ (چوندا اٿس ته) پنھنجي ڪم بختي ڇڏي ايمان آڻ، بيشڪ الله جو انجام سچو آھي، پوءِ چوندو آھي ته اِھي رڳو اڳوڻن جو آکاڻيون آھن"},{"SurahNumber":46,"VerseNumber":18,"Text":"اِھي اُھي آھن جن تي اھڙي سزا لازم ٿي (جھڙي اُنھن) ٽولين ۾ ٿي جي جِنن ۽ ماڻھن مان کائن اڳ گذري ويا، بيشڪ اُھي ڇيئي وارا ھوا"},{"SurahNumber":46,"VerseNumber":19,"Text":"۽ سڀڪنھن لاءِ درجا انھيءَ آھر آھن جيڪي ڪم ڪيائون، ۽ (ھيُ ھِن لاءِ) ته (خُدا) سندن عملن جو کين پورو بدلو ڏئي ۽ مٿن ظلم نه ڪبو"},{"SurahNumber":46,"VerseNumber":20,"Text":"۽ انھيءَ ڏينھن جو ڪافر باھ جي آڏو ڪبا، (چئبن ته) پنھنجون نعمتون پنھنجي دنيائي حياتيءَ ۾ وٺي چڪؤ ۽ اُن سان آسودا رھيؤ، تنھنڪري اڄ اوھان کي خواريءَ جي عذاب جو بدلو انھي ڪري ڏبو جو زمين ۾ ناحق وڏائي ڪندا ھئو ۽ انھيءَ ڪري جو بدڪاري ڪندا ھئو"},{"SurahNumber":46,"VerseNumber":21,"Text":"۽ عاد جي ڀاءُ (ھود) کي ياد ڪر، جڏھن پنھنجي قوم کي (واديءَ) اَحقاف ۾ ڊيڄاريائين ۽ بيشڪ سندس اڳيان ۽ سندس پوئتان (ڪيترائي) ڊيڄاريندڙ گذريا ھوا ته الله کانسواءِ ڪنھين جي عبادت نه ڪريو، بيشڪ آءٌ اوھان تي وڏي ڏينھن جي عذاب کان ڊڄان ٿو"},{"SurahNumber":46,"VerseNumber":22,"Text":"چيائون ته اسان وٽ ھن لاءِ آيو آھين ڇا ته اسان کي پنھنجن معبودن کان ڦيرائن، پوءِ جيڪڏھن سچن مان آھين ته جيڪو وعدو اسان کي ڏئين ٿو سو اسان وٽ آڻ"},{"SurahNumber":46,"VerseNumber":23,"Text":"چيائين ته اِھو علم رڳو الله کي آھي، ۽ جنھن (پيغام) سان موڪليو ويو آھيان سو اوھان کي پھچايان ٿو پر اوھان کي ھڪ جاھل قوم ڏسان ٿو"},{"SurahNumber":46,"VerseNumber":24,"Text":"پوءِ جنھن مھل اُن کي ڪڪر (جھڙو) ڏٺائون جو سندن ميدانن ڏانھن سامھون ايندڙ ھو (تنھن مھل) چيائون ته ھيءُ ڪڪر آھي جو اسان تي وَسندو، (ھود چيو ته نه نه!) بلڪ اِھو اُھو آھي جنھن کي جلدي گھريؤ، (اھا) ھڪ آنڌي آھي جنھن ۾ ڏکوئيندڙ عذاب آھي"},{"SurahNumber":46,"VerseNumber":25,"Text":"(جو) پنھنجي پالڻھار جي حُڪم سان سڀڪنھن شيءَ کي ناس ڪندي پوءِ (اھڙا ناس) ٿيا جو سندن گھرن کانسواءِ ڪجھ نه ٿي ڏٺو ويو، اھڙي طرح ڏوھاري قوم کي سزا ڏيندا آھيون"},{"SurahNumber":46,"VerseNumber":26,"Text":"۽ بيشڪ انھن کي اھڙي جاءِ ڏني ھئي سون جو اوھان کي به جاءِ نه ڏني سون ۽ انھن کي ڪنّ ۽ اکيون ۽ دليون ڏنيون ھيون سون، پوءِ جڏھن الله جي آيتن جو انڪار ڪيائون تڏھن نڪي سندن ڪَنن ۽ نڪي سندن اکين ۽ نڪي سندن دلين ڪجھ به (عذاب) کائن ٽاريو ۽ جنھن (عذاب) بابت ٺـٺوليون ڪندا ھوا سو مٿن ڪڙڪيو"},{"SurahNumber":46,"VerseNumber":27,"Text":"۽ بيشڪ جيڪي ڳوٺ اوھان جي آس پاس آھن سي (سڀ) ناس ڪياسون ۽ طرحين طرحين نشانيون پڌريون ڪيون سون ته مانَ اُھي موٽن"},{"SurahNumber":46,"VerseNumber":28,"Text":"پوءِ الله کانسواءِ جن کي ويجھائي لاءِ معبود ڪري ورتو ھوائون تن کين مدد ڇونه ڏني ھئي، بلڪ کائن گم ٿي ويا، ۽ اھو سندن ڪُوڙ آھي جيڪو ٺاھ ٺاھيندا ھوا"},{"SurahNumber":46,"VerseNumber":29,"Text":"۽ (ياد ڪر) جڏھن جِنّن مان ھڪ ٽوليءَ کي توڏانھن لاڙيوسون جو قرآن ٻڌائون ٿي، پوءِ جنھن مھل پيغمبر وٽ پھتا چيائون ته ماٺ ڪريو، پوءِ جنھن مھل پورو ڪيو ويو ته پنھنجي قوم ڏانھن ڊيڄاريندڙ ٿي موٽيا"},{"SurahNumber":46,"VerseNumber":30,"Text":"چيائون ته اي اسان جي قوم بيشڪ اسان اھڙو ڪتاب ٻڌو جو ُموسىٰ کانپوءِ لاٿو ويو آھي جو جيڪي اُن کان اڳ (نازل ٿيل) ھو تنھن کي سچو ڪندڙ آھي سچي دين ڏانھن ۽ سِڌي واٽ ڏانھن رستو ڏيکاري ٿو"},{"SurahNumber":46,"VerseNumber":31,"Text":"اي اسان جي قوم الله جي (طرف) سڏيندڙ کي سڏ ڏيو ۽ اُن تي ايمان آڻيو ته (الله) اوھان جا ڪي ڏوھ اوھان کي بخشي ۽ ڏکوئيندڙ عذاب کان اوھان کي ڇڏائي"},{"SurahNumber":46,"VerseNumber":32,"Text":"۽ جيڪو الله ڏانھن سڏيندڙ کي سڏ نه ڏيندو سو مُلڪ ۾ (ڀڄي) ٿَڪائڻ وارو نه آھي ۽ الله کانسواءِ اُن جا ڪي سڄڻ نه آھن، اُھي پڌريءَ گمراھي ۾ آھن"},{"SurahNumber":46,"VerseNumber":33,"Text":"نه ڏٺو اٿن ڇا ته الله جنھن آسمانن ۽ زمين کي بڻايو آھي ۽ انھن جي بڻائڻ ۾ نه ٿڪو سو ھن (ڳالھ) تي وس وارو آھي ته مُئن کي جياري، ھائو! بيشڪ اِھو سڀڪنھن شيءَ تي وس وارو آھي"},{"SurahNumber":46,"VerseNumber":34,"Text":"۽ جنھن ڏينھن ڪافر باھ جي سامھون آڻبا، (تنھن ڏينھن چئبن ته) ھي (وعدو) سچ نه آھي ڇا؟ چوندا ھائو! اسان جي پالڻھار جو قسم آھي، (الله) چوندو ته انھي ڪري عذاب چکو جو انڪار ڪندا ھئو"},{"SurahNumber":46,"VerseNumber":35,"Text":"پوءِ (اي پيغمبر) جيئن وڏي ھمت وارن پيغمبرن صبر ڪيو ھو تئين صبر ڪر ۽ اُنھن لاءِ (عذاب) جلد نه گھُر، جنھن (قيامت) جو کين انجام ڏجي ٿو سو جنھن ڏينھن ڏسندا تنھن ڏينھن (ائين ڀائيندا ته دنيا ۾) ڄڻڪ اُھي ھڪ گھڙيءَ کانسواءِ رھيائي نه ھوا، (اھُو پيغام) پھچائڻو آھي، پوءِ بدڪارن جي قوم کانسواءِ ڪو ھلاڪ نه ڪبو"},{"SurahNumber":47,"VerseNumber":1,"Text":"جن ڪُفر ڪيو ۽ الله جي واٽ کان جھليو تن جي عملن کي (الله) چَٽ ڪيو"},{"SurahNumber":47,"VerseNumber":2,"Text":"۽ جن ايمان آندو ۽ چڱا ڪم ڪيا ۽ جيڪي مُحمّدؑ تي نازل ڪيو ويو ۽ اُھو سندن پالڻھار وٽان سچ آھي تنھن کي مڃيائون تن جون مدايون کائن ميٽيائين ۽ سندن حال کي سُڌاريائين"},{"SurahNumber":47,"VerseNumber":3,"Text":"اِھو ھن ڪري آھي جو ڪافر ڪُوڙ جي پٺيان لڳا ۽ مؤمن پنھنجي پالڻھار جي سچي دين جي پيروي ڪئي، اھڙيءَ طرح ماڻھن لاءِ سندن احوال بيان ڪندو آھي"},{"SurahNumber":47,"VerseNumber":4,"Text":"پوءِ جڏھن اوھين ڪافرن سان جنگ ڪريو تڏھن (انھن جون) گردنون ڪٽيو، تانجو جڏھن منجھن گھڻو رت ڇاڻ ڪيوَ تڏھن مضبوطيءَ سان قيد ٻڌو وري (قيد کان) پوءِ يا ته احسان ڪرڻ (سان ڇڏڻ) يا چَٽي وٺڻ (گھُرجي) تانجو جنگ پنھنجا ھٿيار رکي، اِھو (حُڪم) آھي، ۽ جيڪڏھن الله گھري ھا ته کائن بدلو وٺي ھا پر (گھرندو آھي) ته اوھان مان ڪن کي ڪن سان پرکي، ۽ جيڪي الله جي واٽ ۾ قتل ٿيا تن جا عمل ڪڏھن چَٽ نه ڪندو"},{"SurahNumber":47,"VerseNumber":5,"Text":"کين سڌو رستو ڏيکاريندو ۽ سندن حال سڌاريندو"},{"SurahNumber":47,"VerseNumber":6,"Text":"۽ کين اُنھيءَ بھشت ۾ داخل ڪندو جيڪو کين ڄاڻايو اٿس"},{"SurahNumber":47,"VerseNumber":7,"Text":"اي ايمان وارؤ جيڪڏھن اوھين الله (جي دين) جي مدد ڪندؤ ته (الله) اوھان جي مدد ڪندو ۽ اوھان جا قدم مُحڪم ڪندو"},{"SurahNumber":47,"VerseNumber":8,"Text":"۽ جن انڪار ڪيو تن کي شال ھلاڪي ھجي ۽ الله سندن عملن کي چَٽ ڪيو"},{"SurahNumber":47,"VerseNumber":9,"Text":"اِھا (سزا) ھِن ڪري آھي جو جيڪي الله نازل ڪيو آھي تنھنکي انھن ناپسند ڪيو تنھن ڪري (الله) سندن عملن کي چٽ ڪيو"},{"SurahNumber":47,"VerseNumber":10,"Text":"زمين ۾ نه گھميا آھن ڇا ته نھارين ته جيڪي کائن اڳ ھوا تن جي پڇاڙي ڪيئن ٿي، ۽ الله مٿن ھلاڪي نازل ڪئي، ۽ ڪافرن لاءِ اھڙيون (ئي سزائون) آھن"},{"SurahNumber":47,"VerseNumber":11,"Text":"اِھو ھن ڪري آھي جو الله مؤمنن جو ڪارساز آھي ۽ (ھن ڪري) ته ڪافرن جو ڪو سڄڻ نه آھي"},{"SurahNumber":47,"VerseNumber":12,"Text":"جن ايمان آندو آھي ۽ چڱا ڪم ڪيا آھن تن کي بيشڪ الله اھڙن باغن ۾ داخل ڪندو جن جي ھيٺان واھيون وھنديون آھن، ۽ جن انڪار ڪيو (سي) دنيا جو نفعو وٺندا آھن ۽ ائين کائيندا آھن جئين ڍور کائيندا آھن ۽ سندين جاءِ باھ آھي"},{"SurahNumber":47,"VerseNumber":13,"Text":"۽ (اي پيغمبر) تنھنجي ڳوٺ جنھن (جي ماڻھن) توکي ڪڍي ڇڏيو تنھن کان وڌيڪ سگھ وارا ڪيترائي ڳوٺ ھوا، جو اُنھن کي ناس ڪيوسون پوءِ انھن جو ڪو واھرو نه ھو"},{"SurahNumber":47,"VerseNumber":14,"Text":"جيڪو پنھنجي پالڻھار کان پڌريء حُجت تي ھجي سو اُنھيءَ جھڙو آھي ڇا؟ جنھن کي سندس بڇڙا ڪم چڱا ڪري ڏيکاريا ويا ۽ پنھنجين سَڌن جي پٺيان لڳا"},{"SurahNumber":47,"VerseNumber":15,"Text":"جنھن بھشت جو پرھيزگارن کي انجام ڏنو ويو آھي تنھنجي وصف ھي آھي جو اُن ۾ اھڙي پاڻي جون واھيون آھن جو (گھڻي رھڻ ڪري) نه سينواريو آھي، ۽ اھڙي کير جون واھيون آھن جنھن جو مزو نه مَٽيو آھي، ۽ پيئندڙن کي لذت ڏيندڙ شراب جون واھيون آھن، ۽ صفا ڪيل ماکيءَ جون به واھيون آھن، ۽ اُنھن لاءِ منجھس ھر جنس جا ميوا آھن ۽ سندن پالڻھار وٽان بخشش آھي، (اھي) انھن جھڙا آھن ڇا جيڪو باھ ۾ سدائين رھڻ وارو ھجي ۽ جن کي ڪوسو پاڻي پياريو وڃي جو سندن آنڊن کي ڇِني ڇڏي"},{"SurahNumber":47,"VerseNumber":16,"Text":"۽ منجھائن ڪو اھڙو آھي جو توڏانھن ڪن ڏيندو آھي، تان جو جنھن مھل تو وٽان نڪرندا آھن (تنھن مھل) جن کي علم ڏنو ويو تن کي چوندا آھن ته ھاڻي (پيغمبر) ڇا چيو؟ اِھي اُھي آھن جن جي دلين تي الله مُھر ھنئي آھي ۽ جيڪي پنھنجي سَڌن تي ھليا"},{"SurahNumber":47,"VerseNumber":17,"Text":"۽ جن سِڌو رستو ورتو تن کي خدا ھدايت ۾ وڌايو ۽ کين سندين پرھيزگاري ڏني"},{"SurahNumber":47,"VerseNumber":18,"Text":"(ڪافر) پاڻ وٽ قيامت جي اوچتي اچڻ کانسواءِ (ٻي ڳالھ) منتظر نه آھن، پوءِ بيشڪ اُن جون نشانيون اچي چڪيون آھن، پوءِ جڏھن وٽن (قيامت) ايندي تڏھن کين نصيحت وٺڻ ڪٿان (نفعي واري ٿيندي)"},{"SurahNumber":47,"VerseNumber":19,"Text":"پوءِ ڄاڻ ته الله کانسواءِ (ٻيو) ڪو عبادت جو لائق نه آھي ۽ پنھنجن گناھن جي ۽ مؤمنن ۽ مؤمنياڻين لاءِ بخشش گھُر، ۽ الله اوھان جي اچ وڃ جو ھنڌ ۽ اوھان جي رھڻ جي جڳھ ڄاڻندو آھي"},{"SurahNumber":47,"VerseNumber":20,"Text":"۽ مؤمن چوندا آھن ته ڪا سُورة ڇونه نازل ڪئي وئي، پوءِ جڏھن پڌري معنىٰ واري سُورة نازل ڪئي وڃي ۽ اُن ۾ جھاد جو ذڪر ڪيو وڃي ته جن جي دلين ۾ بيماري آھي تن کي ڏسندين ته تو ڏانھن اُنھيءَ (ماڻھو) جي نھارڻ وانگر ڏسندا آھن جنھن کي موت (جي سڪرات) کان بيھوشي پُھتي ھجي، پوءِ اُنھن لاءِ خرابي آھي"},{"SurahNumber":47,"VerseNumber":21,"Text":"(چڱي ڳالھ ته کين) چيو وٺڻ ۽ چڱي ڳالھ چوڻ آھي، پوءِ جڏھن (جھاد جو) ڪم پڪو ٿي چڪي، ته جيڪڏھن جيڪڏھن الله سان سچا رھن ھا اُنھن لاءِ ڀلو ھجي ھا"},{"SurahNumber":47,"VerseNumber":22,"Text":"پوءِ (اي ضعيف ايمان وارؤ) جيڪڏھن اسلام کان ڦريئو ته (اوھين) ھن (ڳالھ) کي ويجھا آھيو ته زمين ۾ فساد ڪندؤ ۽ پنھنجيون مائٽيون ڇنندؤ"},{"SurahNumber":47,"VerseNumber":23,"Text":"اِھي اُھي آھن جن کي الله لعنت ڪئي پوءِ کين ٻوڙو ڪيائين ۽ سندين اکيون انڌيون ڪيائين"},{"SurahNumber":47,"VerseNumber":24,"Text":"ڇا قرآن ۾ ڌيان نه ڪندا آھن يا (سندين) دلين تي اُنھن جا قُفل لڳل آھن؟"},{"SurahNumber":47,"VerseNumber":25,"Text":"بيشڪ جيڪي (ماڻھو) اُن کانپوءِ جو کين ھدايت پڌري ٿي پنھنجين پٺين ڀر ڦريا شيطان (اھو ڪم) چڱو ڪري ڏيکاريو آھي، ۽ کين مھلت (ھجڻ) جو وعدو ڏنو اٿس"},{"SurahNumber":47,"VerseNumber":26,"Text":"اھو ھن ڪري آھي ته جيڪي الله نازل ڪيو آھي تنھن کي جن (ماڻھن) ناپسند ڪيو تن کي اُنھن (منافقن) چيو ته ڪن ڪمن ۾ اوھان جو چيو مڃينداسون، ۽ الله سندين ڳجھين ڳالھين کي ڄاڻندو آھي"},{"SurahNumber":47,"VerseNumber":27,"Text":"پوءِ (تڏھن سندن حال) ڪيئن ٿيندو جڏھن ملائڪ سندن رُوح ڪڍندا جنھن حال سندن مُنھن ۽ سندن پُٺيون ڪُٽيندا"},{"SurahNumber":47,"VerseNumber":28,"Text":"اِھا (سزا) ھن ڪري آھي ته جنھن شيء الله کي ڏمرايو تنھنجي پٺيان لڳا ۽ سندس رضامندي کي ناپسند ڪيائون تنھنڪري (خدا) سندن عملن کي چٽ ڪيو"},{"SurahNumber":47,"VerseNumber":29,"Text":"جن جي دلين ۾ بيماري آھي تن ڀانيو آھي ڇا ته الله سندن وير ڪڏھن پڌرا نه ڪندو"},{"SurahNumber":47,"VerseNumber":30,"Text":"۽ جيڪڏھن گھرون ھا ته اُھي توکي ڏيکاريون ھا پوءِ سندن چھرن مان کين سڃاڻين ھا، ۽ ضرور کين ڳالھائڻ جي ڍنگ مان معلوم ڪندين، ۽ الله اوھان جا ڪرتوت ڄاڻندو آھي"},{"SurahNumber":47,"VerseNumber":31,"Text":"۽ ضرور اوھان کي پرکينداسون ته اوھان مان مجاھدن ۽ صابرن کي معلوم ڪريون ۽ اوھان جا حال جاچيون"},{"SurahNumber":47,"VerseNumber":32,"Text":"بيشڪ جن ڪفر ڪيو ۽ الله جي واٽ کان جھليو ۽ کين ھدايت پڌري ٿي تنھن کانپوءِ پيغمبر جي مخالفت ڪيائون سي الله جو ڪجھ نقصان نه ڪندا، ۽ (الله) سندن عمل سگھوئي چٽ ڪندو"},{"SurahNumber":47,"VerseNumber":33,"Text":"اي ايمان وارؤ الله جو چيو مڃيو ۽ پيغمبر جو چيو مڃيو ۽ پنھنجا عمل نه وڃايو"},{"SurahNumber":47,"VerseNumber":34,"Text":"بيشڪ جن ڪفر ڪيو ۽ الله جي واٽ کان جھليو وري ڪافر ٿي مُئا تن کي الله ڪڏھن نه بخشيندو"},{"SurahNumber":47,"VerseNumber":35,"Text":"پوءِ سُست نه ٿيو ۽ صلح ڏانھن نه سڏيو، ۽ اوھين ئي غالب آھيو، ۽ الله اوھان ساڻ آھي ۽ اوھان جي عملن کي ڪڏھن ضايع نه ڪندو"},{"SurahNumber":47,"VerseNumber":36,"Text":"دنيا جي حياتي ته رڳو راند ۽ تماشو آھي، ۽ جيڪڏھن ايمان آڻيندؤ ۽ پرھيزگاري ڪندؤ ته اوھان جو اجر اوھان کي ڏيندو ۽ اوھان کان اوھان جو (سڀ) مال نه گھرندو"},{"SurahNumber":47,"VerseNumber":37,"Text":"جيڪڏھن اوھان کان (اوھان جو) مال گھري پوءِ (گھرڻ ۾) اوھان کي تنگ ڪري ته (انھيءَ وقت ضرور) بخيلي ڪندؤ ۽ اُھا (بخيلي) اوھان جون بدنيتون ظاھر ڪندي"},{"SurahNumber":47,"VerseNumber":38,"Text":"خبردار ھجو اوھين اُھي (ماڻھو) آھيو جو اوھان کي سڏيو وڃي ٿو ته الله جي واٽ ۾ خرچيو، پوءِ اوھان مان ڪو (ته اھڙو آھي جو) بخيلي ٿو ڪري، ۽ جيڪو بخيلي ٿو ڪري سو رڳو پاڻ سان بخيلي ڪري ٿو، ۽ الله بي پرواھ آھي ۽ اوھين محتاج آھيو، ۽ جيڪڏھن منھن موڙيندؤ ته اوھان کانسواءِ (ٻي) ڪنھن قوم کي مٽائي آڻيندو پوءِ اُھي اوھان جھڙا نه ھوندا"},{"SurahNumber":48,"VerseNumber":1,"Text":"(اي پيغمبر) بيشڪ اسان توکي پڌري فتح ڏني"},{"SurahNumber":48,"VerseNumber":2,"Text":"ته تنھنجا قُصور جيڪي اڳي گذريا ۽ جيڪي پوءِ تي رھيا سي (سڀ) الله توکي معاف ڪري ۽ توتي پنھنجي نعمت پوري ڪري ۽ توکي سِڌي واٽ ڏيکاري"},{"SurahNumber":48,"VerseNumber":3,"Text":"۽ الله غالب سوڀ سان توکي سوڀارو ڪري"},{"SurahNumber":48,"VerseNumber":4,"Text":"(الله) اُھو آھي جنھن مؤمنن جي دلين ۾ آرام نازل ڪيو ته (انھن جو) ايمان (اڳين) ايمان سان وڌيڪ ٿئي، ۽ آسمانن ۽ زمين جا لشڪر الله جا (ئي) آھن، ۽ الله ڄاڻندڙ حڪمت وارو آھي"},{"SurahNumber":48,"VerseNumber":5,"Text":"ته مؤمنن ۽ مؤمنياڻين کي اھڙن باغن ۾ داخل ڪري جن جي ھيٺان واھيون پيون وھن اُتي سدائين رھندا ۽ سندن مدايون کائن ميٽيندو، ۽ اِھا الله وٽ وڏي مراد ماڻڻ آھي"},{"SurahNumber":48,"VerseNumber":6,"Text":"۽ (ته) منافقن ۽ منافقياڻين کي ۽ مشرڪن ۽ مشرڪياڻين کي عذاب ڪري جي الله تي تمام بڇڙو گمان ڀانئيندڙ آھن، بڇڙي مصيبت مٿن ھجي شال، ۽ مٿن الله ڏمريو ۽ کين لعنت ڪيائين ۽ اُنھن لاءِ دوزخ تيار ڪيائين، ۽ اُھو بڇڙو ھنڌ آھي"},{"SurahNumber":48,"VerseNumber":7,"Text":"۽ آسمانن ۽ زمين جا لشڪر الله جا آھن، ۽ الله غالب حڪمت وارو آھي"},{"SurahNumber":48,"VerseNumber":8,"Text":"بيشڪ اسان توکي شاھدي ڏيندڙ ۽ خوشخبري ڏيندڙ ۽ ڊيڄاريندڙ ڪري موڪليو"},{"SurahNumber":48,"VerseNumber":9,"Text":"ته اوھين الله ۽ سندس پيغمبر تي ايمان آڻيو ۽ سندس (دين جي) مدد ڪريو ۽ سندس عِزّت ڪريو، ۽ صبح ۽ سانجھيءَ جو الله کي پاڪائيءَ سان ساراھيو"},{"SurahNumber":48,"VerseNumber":10,"Text":"بيشڪ جيڪي توسان بيعت ڪندا آھن سي الله ئي سان بيعت ڪندا آھن، سندن ھٿن مٿان الله جو ھٿ آھي، پوءِ جيڪو (انجام) ڀڃندو سو رڳو پنھنجي ڇيئي لاءِ ٿو ڀڃي، ۽ جنھن (ڳالھ) تي الله سان انجام ڪيو اٿس تنھنکي جيڪو پورو ڪندو پوءِ سگھو تنھن کي (الله) وڏو اجر ڏيندو"},{"SurahNumber":48,"VerseNumber":11,"Text":"(اي پيغمبر) ٻھراڙيءَ وارن مان پوءِ تي رھيل توکي چوندا ته اسان کي پنھنجن مالن ۽ پنھنجي گھر جي ڀاتين رُجھايو تنھنڪري اسان لاءِ بخشش گھر، پنھنجين زبانن سان اھا (ڳالھ) چوندا آھن جا اُنھن جي دلين ۾ نه آھي، (کين) چؤ ته جيڪڏھن (الله) اوھان کي ڏک پھچائڻ جو ارادو ڪري يا اوھان کي سُک پھچائڻ جو ارادو ڪري ته الله جي سامھون اوھان لاءِ ڪير ڪجھ ڪري سگھي ٿو، بلڪ جيڪي ڪجھ ڪندا آھيو تنھنجي الله خبر رکندڙ آھي"},{"SurahNumber":48,"VerseNumber":12,"Text":"بلڪ ڀانيوَ ته پيغمبر ۽ مؤمن پنھنجن گھرن ڏانھن اصلي ڪڏھن نه موٽندا ۽ اِھو (گمان) اوھان جي دلين ۾ چڱو (ڪري) ڏيکاريو ويو ۽ (تمام) بڇڙو گمان ڀانيوَ، ۽ (اوھين) ھلاڪ ٿيل قوم ٿيؤ"},{"SurahNumber":48,"VerseNumber":13,"Text":"۽ جنھن الله ۽ سندس پيغمبر تي ايمان نه آندو ته بيشڪ اسان انھن ڪافرن لاءِ ٻرندڙ باھ تيار ڪئي آھي"},{"SurahNumber":48,"VerseNumber":14,"Text":"۽ آسمانن ۽ زمين جي بادشاھي خاص الله جي آھي، جنھن کي وڻيس تنھن کي بخشي ۽ جنھن کي وڻيس تنھن کي عذاب ڪري، ۽ الله بخشڻھار مھربان آھي"},{"SurahNumber":48,"VerseNumber":15,"Text":"جڏھن غنيمتن جي ھٿ ڪرڻ لاءِ ويندؤ تڏھن پوءِ تي رھيل چوندا اسان کي ڇڏيو ته اوھان سان ھلون، گھرندا آھن ته الله جي وعدي جي مخالفت ڪن، (کين) چؤ ته اسان سان ڪڏھن نه ھلندؤ اھڙي طرح الله اڳي ئي فرمائي چڪو آھي، پوءِ سگھو چوندا ته بلڪ اوھين اسان سان حسد ٿا ڪريو، بلڪ (ھميشه) ٿورڙي کانسواءِ (ڪجھ به) نه سمجھندا ھوا"},{"SurahNumber":48,"VerseNumber":16,"Text":"(اي پيغمبر) پوءِ تي رھيلن ٻھراڙي وارن کي چؤ ته سخت ويڙھ واريءَ قوم (جي جنگ) ڏانھن (اوھين) سگھو سڏيا ويندؤ جو ساڻن ويڙھ ڪندؤ يا ته (اُھي) مُسلمان ٿيندا، پوءِ جيڪڏھن چيو مڃيندؤ ته الله اوھان کي چڱو اجر ڏيندو، ۽ جيڪڏھن (ائين) ڦرندؤ جيئن (اوھين) ھن کان اڳ ڦريا ھئو ته (الله) اوھان کي ڏکوئيندڙ عذاب جي سزا ڏيندو"},{"SurahNumber":48,"VerseNumber":17,"Text":"(جھاد جي رھڻ کان) نڪي انڌي تي ڪو گناھ آھي، ۽ نڪي مندي تي ڪو گناھ آھي ۽ نڪي بيمار تي ڪو گناھ آھي، ۽ جيڪو الله ۽ سندس پيغمبر جو چيو مڃيندو تنھن کي (الله اھڙن) باغن ۾ داخل ڪندو جن جي ھيٺان واھيون پيون وھن، ۽ جيڪو ڦرندو تنھنکي ڏکوئيندڙ عذاب جي سزا ڏيندو"},{"SurahNumber":48,"VerseNumber":18,"Text":"بيشڪ الله مؤمنن کان راضي ٿيو جنھن وقت وڻ ھيٺ توسان بيعت ٿي ڪيائون پوءِ جيڪي سندين دلين ۾ ھو سو ڄاتائين پوءِ مٿن (دل جو) آرام لاٿائين ۽ کين ھڪ ويجھي سوڀ انعام ڏنائين"},{"SurahNumber":48,"VerseNumber":19,"Text":"۽ گھڻيون غنيمتون (به) جو اُنھن کي (اُھي) ھٿ آڻيندا، ۽ الله غالب حڪمت وارو آھي"},{"SurahNumber":48,"VerseNumber":20,"Text":"الله اوھان کي گھڻن غنيمتن جو وعدو ڏنو آھي جن کي ھٿ آڻيندؤ پوءِ ھيُ (خيبر جون غنيمتون) اوھان کي عطا ڪيائين ۽ اوھان کان ماڻھن جا ھٿ جھلي ڇڏيائين، ۽ ھن لاءِ ته مؤمنن لاءِ ھڪ نشاني ھجي ۽ اوھان کي (الله) سڌو رستو ڏيکاري"},{"SurahNumber":48,"VerseNumber":21,"Text":"۽ ٻيون (به) جن تي سگھارانه ٿيا آھيو بيشڪ الله کي انھن جي خبر آھي، ۽ الله سڀڪنھن شيءَ تي وس وارو آھي"},{"SurahNumber":48,"VerseNumber":22,"Text":"۽ جيڪڏھن ڪافر اوھان سان جنگ ڪن ھا ته ضرور پٺيون ڦيرائين ھا وري نڪو دوست ۽ نڪو مددگار لھن ھا"},{"SurahNumber":48,"VerseNumber":23,"Text":"(اھوئي) الله جو قانون آھي جو اڳ ھليو ايندو آھي، ۽ الله جي قانون کي ڪڏھن ڪا ڦير ڦار نه ڏسندين"},{"SurahNumber":48,"VerseNumber":24,"Text":"۽ (الله) اُھو آھي جنھن ڪافرن جا ھٿ اوھان کان ۽ اوھان جا ھٿ انھن کان جھليا مڪّي جي وچ ۾ اوھان کي مٿن سوڀاري ڪرڻ کان پوءِ، ۽ جيڪي ڪندا آھيو تنھن کي الله ڏسندڙ آھي"},{"SurahNumber":48,"VerseNumber":25,"Text":"اِھي اُھي آھن جن انڪار ڪيو ۽ اوھان کي تعظيم واري مسجد کان جھليو ۽ قرباني کي به جو پنھنجي جاءِ تي پھچڻ کان روڪيل رھي، ۽ جيڪڏھن (اھڙا ڪي) مڙس مؤمن ۽ (ڪي) زالون مؤمنياڻيون (مڪي ۾) نه ھجن ھا جن کي اوھان نه ڄاڻندا آھيو ته (متان) کين لتاڙي ڇڏيو پوءِ بي خبريءَ ۾ انھن جو اوھان کي گناھ پھچي (ته ھاڻي ئي فتح ٿئي ھا)، جنھن کي الله گھري پنھنجي ٻاجھ ۾ داخل ڪري، جيڪڏھن (ٻئي ٽوليون) ڌار ھجن ھا ته ضرور مڪي وارن مان ڪافرن کي ڏکوئيندڙ عذاب ڪريون ھا"},{"SurahNumber":48,"VerseNumber":26,"Text":"جڏھن ڪافرن پنھنجن دلين ۾ جاھليت جو جوش پيدا ڪيو تڏھن الله پنھنجي پيغمبر تي ۽ مؤمنن تي پنھنجو آرام نازل ڪيو ۽ کين پرھيزگاريءَ جي ڳالھ تي قائم رکيائين ۽ (اِھي) ان جا وڌيڪ حقدار ۽ اُن جا جوڳا ھوا، ۽ الله سڀڪنھن شيء کي ڄاڻندڙ آھي"},{"SurahNumber":48,"VerseNumber":27,"Text":"بيشڪ الله پنھنجي پيغمبر کي سچو خواب ڏيکاريو، ته جيڪڏھن الله گھريو آھي ته پنھنجا مٿا ڪوڙائي ۽ وار ڪترائي تعظيم واريءَ مسجد ۾ بي ڀوا ٿي ضرور گھڙندؤ (۽) نه ڊڄندؤ، پوءِ جيڪي نه ڄاڻندا آھيو سو الله ڄاتو پوءِ اُن کان اڳ ھڪ ويجھي فتح ڏني"},{"SurahNumber":48,"VerseNumber":28,"Text":"(الله) اُھو آھي جنھن پنھنجي پيغمبر کي ھدايت ۽ سچي دين سان موڪليو ته اُن کي سڀني دينن تي غالب ڪري، ۽ الله شاھد ڪافي آھي"},{"SurahNumber":48,"VerseNumber":29,"Text":"مُحمّد الله جو موڪليل آھي، ۽ جيڪي سندس سنگتي آھن سي ڪافرن تي ڏاڍا سخت آھن ۽ پاڻ ۾ مھربان آھن کين رڪوع ڪندڙ سجدو ڪندڙ ڏسندو آھين الله جو فضل ۽ رضامندي طلبيندا آھن، انھن جي نشاني سندن منھن ۾ سجدي جي اثر کان (پڌري) آھي، اھا سندن وصف توريت ۾ آھي، ۽ سندس وصف اِنجيل ۾ آھي، (اھي) اُنھيءَ پوک وانگر آھن جنھن پنھنجو سَلو ڪڍيو پوءِ اُن کي مضبوط ڪيائين پوءِ ٿلھو ٿيو پوءِ پنھنجي سلي تي سڌي بيٺي جو ڪڙمين کي پئي وڻي (اسلامي غلبي جو به آخر اھڙو حال آھي) تانجو مؤمنن جي (ڏسڻ) ڪري ڪافرن کي ڪاوڙائي، جن ايمان آندو ۽ منجھائن چڱا ڪم ڪيا (تن کي) بخشش ۽ وڏي اجر جو الله انجام ڏنو آھي"},{"SurahNumber":49,"VerseNumber":1,"Text":"اي ايمان وارؤ الله ۽ سندس پيغمبر جي آڏو اڳرائي نه ڪريو ۽ الله کان ڊڄو، بيشڪ الله ٻڌندڙ ڄاڻندڙ آھي"},{"SurahNumber":49,"VerseNumber":2,"Text":"اي ايمان وارؤ پنھنجا آواز پيغمبر جي آواز کان مٿي نه ڪريو ۽ جيئن اوھان جو ھڪ ٻئي سان وڏي سڏ ڳالھائڻ آھي (تئين) ساڻس ڳالھ ڏاڍيان نه ڳالھايو جو متان اوھان جا عمل چٽ ٿي وڃن ۽ اوھين نه پروڙيندا ھجو"},{"SurahNumber":49,"VerseNumber":3,"Text":"بيشڪ جيڪي پنھنجن آوازن کي الله جي پيغمبر جي آڏو جھڪو ڪندا آھن اِھي اُھي آھن جن جي دلين کي الله پرھيزگاريءَ لاءِ آزمايو آھي، اُنھن لاءِ بخشش ۽ وڏو اجر آھي"},{"SurahNumber":49,"VerseNumber":4,"Text":"بيشڪ جيڪي حُجرن جي ٻاھران توکي سڏيندا آھن تن مان گھڻا بي سمجھ آھن"},{"SurahNumber":49,"VerseNumber":5,"Text":"جيڪڏھن اُھي تنھنجي ڏانھُن نڪرڻ تائين صبر ڪن ھا ته اُنھن لاءِ ڀَلو ھُجي ھا، ۽ الله بخشڻھار مھربان آھي"},{"SurahNumber":49,"VerseNumber":6,"Text":"اي ايمان وارؤ جيڪڏھن ڪو بدڪار ڪا خبر اوھان وٽ آڻي ته جاچ ڪريو جو (متان) ڪنھن قوم کي بي خبريءَ سان نقصان پھچايو پوءِ جيڪي اوھان ڪري چڪؤ تنھن تي پشيمان ٿيو"},{"SurahNumber":49,"VerseNumber":7,"Text":"۽ ڄاڻو ته اوھان ۾ الله جو پيغمبر آھي، جيڪڏھن گھڻن ڪمن ۾ ھو اوھان جو چيو مڃيندو ته اوھين ڏکيا ٿيندؤ پر الله اوھان وٽ ايمان کي پيارو ڪرايو ۽ اوھان جي دلين ۾ ان کي چڱو ڪري ڏيکاريائين ۽ اوھان وٽ ڪفر ۽ بي ديني ۽ گناھ کي ناپسند ڪرايائين، اھي سڌي رستي وارا آھن"},{"SurahNumber":49,"VerseNumber":8,"Text":"الله جي فضل ۽ احسان سان، ۽ الله ڄاڻندڙ حڪمت وارو آھي"},{"SurahNumber":49,"VerseNumber":9,"Text":"۽ جيڪڏھن مؤمنن جون ٻه ٽوليون پاڻ ۾ وڙھن ته سندن وچ ۾ صُلح ڪريو، پوءِ جيڪڏھن انھن مان ھڪڙي ٻي تي زيادتي ڪري ته جيڪا زيادتي ٿي ڪري تنھن سان وڙھو جيسين تائين الله جي حُڪم ڏانھن موٽي اچي، پوءِ جيڪڏھن موٽي آئي ته سندن وچ ۾ انصاف سان صُلح ڪريو ۽ انصاف سان ھلو، ڇوته الله انصاف وارن کي پيارو رکندو آھي"},{"SurahNumber":49,"VerseNumber":10,"Text":"مؤمن ته سڀ ڀائر آھن تنھنڪري پنھنجي ٻنھي ڀائرن جي وچ ۾ صلح ڪريو، ۽ الله کان ڊڄو ته مانَ اوھان تي ٻاجھ ڪئي وڃي"},{"SurahNumber":49,"VerseNumber":11,"Text":"اي ايمان وارؤ ڪا ٽولي ڪنھن ٽولي تي ٺـٺولي نه ڪري جو متان اُھي اُنھن کان ڀلا ھجن ۽ نه زالون ٻـين زالن سان (ٺـٺوليون ڪن) جو متان اُھي اُنھن کان ڀَليون ھجن، ۽ نڪي پاڻ ۾ (ھڪ ٻئي کي) عيب لايو ۽ نڪي ھڪ ٻئي کي بڇڙن لقبن سان سڏيو، (جو) ايمان آڻڻ کانپوءِ بي دينيءَ جو نالو (پوڻ) خراب آھي، ۽ جن توبه نه ڪئي سي ئي ظالم آھن"},{"SurahNumber":49,"VerseNumber":12,"Text":"اي ايمان وارؤ گھڻو ڪري گمان کان بچو، بيشڪ ڪي گمان گناھ آھن ۽ نڪي جاسوسي ڪريو ۽ نڪو ڪو اوھان مان ھڪ ٻئي جي گلا ڪري، ڀلا اوھان مان ڪو ھڪڙو پنھنجي مُئي ڀاءُ جو گوشت کائڻ پسند ڪندو آھي ڇا جنھن کان نفرت ڪندا آھيو، ۽ الله کان ڊڄو، بيشڪ الله توبه قبول ڪندڙ مھربان آھي"},{"SurahNumber":49,"VerseNumber":13,"Text":"اي ماڻھؤ بيشڪ اسان اوھان کي ھڪ مڙس ۽ ھڪ زال مان پيدا ڪيو ۽ اوھان کي ذاتيون ۽ پاڙا ڪيوسون ته ھڪ ٻئي کي سڃاڻو، بيشڪ اوھان مان تمام عزت وارو الله وٽ اُھو آھي جيڪو اوھان مان ڏاڍو پرھيزگار آھي، بيشڪ الله ڄاڻندڙ خبر رکندڙ آھي"},{"SurahNumber":49,"VerseNumber":14,"Text":"جھنگلي چوندا آھن ته ايمان اندو اٿون، (اي پيغمبر کين) چؤ ته (حقيقت ڪري) ايمان نه آندو اٿو پر (ايئن) چؤ ته اسين مُسلمان ٿيا آھيون ۽ اڃا اوھان جي دلين ۾ ايمان گھڙيو (ئي) نه آھي، ۽ جيڪڏھن الله ۽ سندس پيغمبر جو چيو مڃيندؤ ته اوھان جي عملن مان اوھان کي ڪجھ (به) نه گھٽائيندو، بيشڪ الله بخشڻھار مھربان آھي"},{"SurahNumber":49,"VerseNumber":15,"Text":"مؤمن رڳو اُھي آھن جن الله ۽ سندس پيغمبر تي ايمان آندو وري (ڪو) شڪ نه ڪيائون ۽ الله جي واٽ ۾ پنھنجن مالن ۽ پنھنجن جُسن سان جھاد ڪيائون، اھي ئي سچا آھن"},{"SurahNumber":49,"VerseNumber":16,"Text":"(اي پيغمبر کين) چؤ ته پنھنجو دين الله کي ڄاڻائيندا آھيو ڇا؟ ۽ جيڪي آسمانن ۾ آھي ۽ جيڪي زمين ۾ آھي سو سڀ الله ڄاڻندو آھي، ۽ الله سڀڪنھن شيءَ کي ڄاڻندڙ آھي"},{"SurahNumber":49,"VerseNumber":17,"Text":"(اي پيغمبر) اسلام آڻڻ جو توتي احسان رکندا آھن، چوينِ ته مون تي پنھنجي اسلام (آڻڻ) جو احسان نه رکو، بلڪ اوھان تي الله احسان رکندو آھي جو اوھان کي ايمان جي ھدايت ڪيائين جيڪڏھن سچا آھيو"},{"SurahNumber":49,"VerseNumber":18,"Text":"بيشڪ الله آسمانن ۽ زمين جو ڳجھ ڄاڻندو آھي، ۽ جيڪي ڪندا آھيو سو الله ڏسندڙ آھي"},{"SurahNumber":50,"VerseNumber":1,"Text":"قٓ، سڳوري قرآن جو قسم آھي"},{"SurahNumber":50,"VerseNumber":2,"Text":"بلڪ ھن ڳالھ ڪري عجب ۾ پيا ته اُنھن وٽ اُنھن مان (ئي) ھڪ ڊيڄاريندڙ آيو ته پوءِ ڪافرن چيو ته ھي عجب ڳالھ آھي"},{"SurahNumber":50,"VerseNumber":3,"Text":"ڀلا جڏھن مرنداسون ۽ مٽي ٿينداسون، اھو وري جيئرو ٿيڻ (عقل کان) پري آھي"},{"SurahNumber":50,"VerseNumber":4,"Text":"انھن مان جيڪي زمين گھٽائيندي آھي سو بيشڪ ڄاتو اٿون، ۽ اسان وٽ ھڪ حفاظت رکندڙ ڪتاب آھي"},{"SurahNumber":50,"VerseNumber":5,"Text":"بلڪ سچو دين جڏھن وٽن آيو ته اُن کي ڪوڙ ڄاتائون پوءِ اُھي منجھيل ڪم ۾ آھن"},{"SurahNumber":50,"VerseNumber":6,"Text":"پوءِ آسمان جو سندن مٿان آھي تنھن ڏانھن نه ڏٺو اٿن ڇا ته اُن کي ڪيئن بڻايو اٿون ۽ اُن کي (ڪيئن) سينگاريو اٿون ۽ اُن ۾ ڪا ڦوٽ نه آھي"},{"SurahNumber":50,"VerseNumber":7,"Text":"۽ زمين کي پکيڙيوسون ۽ منجھس جبل وڌاسون ۽ منجھس سڀڪنھن وڻندڙين جنسن مان سَلّا ڄماياسون"},{"SurahNumber":50,"VerseNumber":8,"Text":"سڀڪنھن ورندڙ ٻانھي جي واٽ ڏيکارڻ ۽ نصيحت ڏيڻ لاءِ"},{"SurahNumber":50,"VerseNumber":9,"Text":"۽ آسمان کان برڪت وارو پاڻي لاٿوسون پوءِ اُن سان باغ ۽ لڻڻ واري پوک جو اَن ڄمايوسون"},{"SurahNumber":50,"VerseNumber":10,"Text":"۽ ڊگھيون کجيون (به) جن جا گوشا تہ ٿيل آھن"},{"SurahNumber":50,"VerseNumber":11,"Text":"ٻانھن جي روزي (ڏيڻ) لاءِ ۽ اُن سان ويران شھر کي آباد ڪيوسون، ۽ اھڙي طرح (قبرن مان) نڪرڻ آھي"},{"SurahNumber":50,"VerseNumber":12,"Text":"کائن اڳ نوح جي قوم ۽ رس (جي شھر) وارن ۽ ثمود (قوم) ڪوڙو ڀانيو"},{"SurahNumber":50,"VerseNumber":13,"Text":"۽ عاد ۽ فرعون ۽ لُوط جي ڀائرن"},{"SurahNumber":50,"VerseNumber":14,"Text":"۽ ايڪه وارن ۽ تُبّع جي قوم، ھر ھڪ پيغمبرن کي ڪُوڙو ڄاتو پوءِ (مٿن) منھنجي عذاب جو انجام لازم ٿيو"},{"SurahNumber":50,"VerseNumber":15,"Text":"پھرين ڀيري (جي) خلقڻ ۾ (ڪو) ٿڪا آھيو ڇا؟ (نه!) بلڪ اُھي نئين سر پيدا ڪرڻ کان شڪ ۾ آھن"},{"SurahNumber":50,"VerseNumber":16,"Text":"۽ بيشڪ ماڻھوءَ کي پيدا ڪيوسون ۽ سندس نفس کيس جيڪو وسوسو وجھندو آھي سو ڄاڻندا آھيون، ۽ اسين ڏانھس (سندس) ساہ جي رڳ کان وڌيڪ ويجھا آھيون"},{"SurahNumber":50,"VerseNumber":17,"Text":"جڏھن جو ٻه لکندڙ (ھڪ) سڄي پاسي کان ۽ (ٻيو) کٻي پاسي کان وھندڙ لکندا آھن"},{"SurahNumber":50,"VerseNumber":18,"Text":"ڪا ڳالھ نه ڳالھائيندو آھي جنھن جي لاءِ وٽس ھڪ نگھبان موجود نه آھي"},{"SurahNumber":50,"VerseNumber":19,"Text":"۽ موت جي سختي سچ پچ ايندي، (چئبو ته) اِھا اُھا شيءِ آھي جنھن کان پاسو ڪندو ھُئين"},{"SurahNumber":50,"VerseNumber":20,"Text":"۽ صُور ۾ ڦوڪيو ويندو، اھو عذاب جو ڏينھن آھي"},{"SurahNumber":50,"VerseNumber":21,"Text":"۽ سڀڪو جيءَ ايندو جو ساڻس ھڪ ھڪليندڙ ۽ ھڪ شاھِد ھوندو"},{"SurahNumber":50,"VerseNumber":22,"Text":"(چئبو ته) بيشڪ ھن (ڏينھن) کان بي خبريءَ ۾ ھُئين ھاڻي توکان تنھنجو پردو کوليوسون تنھنڪري اڄ تنھنجي نگاھ تِکي آھي"},{"SurahNumber":50,"VerseNumber":23,"Text":"۽ سندس سنگتي (ملائڪ) چوندو ته جيڪي مون وٽ (لکيل) موجود ھو سو ھي آھي"},{"SurahNumber":50,"VerseNumber":24,"Text":"(چئبو ته) اي ٻئي (ملائڪؤ) سڀڪنھن ناشڪر ھٺيلي کي دوزخ ۾ اُڇليو"},{"SurahNumber":50,"VerseNumber":25,"Text":"(جو) خير کان جھليندڙ حد کان لنگھندڙ شڪ ڪندڙ آھي"},{"SurahNumber":50,"VerseNumber":26,"Text":"جنھن الله سان ٻيو معبود ٺھرايو اھڙي (ھر ھڪ) کي سخت عذاب ۾ اُڇليو"},{"SurahNumber":50,"VerseNumber":27,"Text":"سندس سنگتي (شيطان) چوندو ته اي منھنجا پالڻھار مون اُن کي گمراھ نه ڪيو ھو پر اُھو (پاڻ) وڏي گمراھيءَ ۾ (پيل) ھو"},{"SurahNumber":50,"VerseNumber":28,"Text":"(الله) چوندو ته مون وٽ جھڳڙو نه ڪريو ھن ھوندي جو بيشڪ اوھان ڏانھن عذاب جو انجام (ھن کان) اڳي موڪليو ھوم"},{"SurahNumber":50,"VerseNumber":29,"Text":"نڪي مون وٽ انجام ڦيرائبو آھي ۽ نڪي آءٌ ٻانھن تي ظلم ڪرڻ وارو آھيان"},{"SurahNumber":50,"VerseNumber":30,"Text":"جنھن ڏينھن دوزخ کي چونداسون ته ڀريو آھين (يا نه!) ۽ (دوزخ) چوندو ته (ٻيو به) ڪجھ (اڃا) ھن کان وڌيڪ آھي ڇا؟"},{"SurahNumber":50,"VerseNumber":31,"Text":"۽ بھشت پرھيزگارن لاءِ ويجھو ڪبو نه پري"},{"SurahNumber":50,"VerseNumber":32,"Text":"(چئبو ته) جنھن جو اوھان کي سڀڪنھن (الله ڏانھن) رجوع ڪرڻ واري ۽ ادب نگاھ رکڻ واري لاءِ انجام ڏبو ھو سو ھي آھي"},{"SurahNumber":50,"VerseNumber":33,"Text":"جيڪو پرپٺ ٻاجھاري (الله) کان ڊنو ۽ (الله ڏانھن) رجوع ٿيل دل سان آيو"},{"SurahNumber":50,"VerseNumber":34,"Text":"(چئبو ته) سلامتيءَ سان بھشت ۾ گھڙو، اھو سدائين رھڻ جو ڏينھن آھي"},{"SurahNumber":50,"VerseNumber":35,"Text":"جيڪي گھرندا سو منجھس انھن لاءِ (موجود) آھي ۽ اسان وٽ (اُن کان) وڌيڪ به آھي"},{"SurahNumber":50,"VerseNumber":36,"Text":"۽ انھن کان اڳ ڪيترائي جُڳ ھلاڪ ڪياسون جي پڪڙ ۾ اُنھن کان به تمام ڏاڍا ھوا پوءِ شھرن ۾ ڳولا ڪرڻ لڳا، ته ڪا (بچڻ جي) واھ آھي؟"},{"SurahNumber":50,"VerseNumber":37,"Text":"بيشڪ انھيءَ ڳالھ ۾ اُنھي لاءِ نصيحت آھي جنھن کي دل ھجي يا جو دل لائي ڪن ڏئي"},{"SurahNumber":50,"VerseNumber":38,"Text":"۽ بيشڪ آسمانن ۽ زمين کي ۽ جيڪي ٻنھي جي وچ ۾ آھي تنھن کي ڇھن ڏينھن ۾ بڻايوسون، ۽ اسان کي ڪو ٿَڪ نه ٿيو"},{"SurahNumber":50,"VerseNumber":39,"Text":"پوءِ (اي پيغمبر) جيڪي (ڪافر) چوندا آھن تنھن تي صبر ڪر ۽ سج اُڀرڻ کان اڳ ۽ لھڻ کان اڳ پنھنجي پالڻھار جي پاڪائي ساراھ سان بيان ڪر"},{"SurahNumber":50,"VerseNumber":40,"Text":"۽ ڪجھ (مھل) رات جو الله کي پاڪائيءَ سان ساراھ ۽ نماز کان پوءِ به"},{"SurahNumber":50,"VerseNumber":41,"Text":"۽ (ھي ڳالھ) ٻُڌ ته جنھن ڏينھن ويجھي ھنڌ کان سڏيندڙ سڏيندو"},{"SurahNumber":50,"VerseNumber":42,"Text":"جنھن ڏينھن سچ پچ سخت ھَڪل ٻُڌندا، اُھو (قبرن مان) نڪرڻ جو ڏينھن آھي"},{"SurahNumber":50,"VerseNumber":43,"Text":"بيشڪ اسين جياريندا آھيون ۽ ماريندا آھيون ۽ اسان ڏانھن موٽڻ آھي"},{"SurahNumber":50,"VerseNumber":44,"Text":"جنھن ڏينھن زمين انھن کان ڦاٽندي (تنھن ڏينھن) تڪڙا وڃڻ وارا ھوندا، اِھو گڏ ڪرڻ اسان کي آسان آھي"},{"SurahNumber":50,"VerseNumber":45,"Text":"جيڪي (ڪافر) چوندا آھن سو اسين چڱي طرح ڄاڻندا آھيون ۽ تون مٿن (ڪو) ڏاڍ ڪرڻ وارو نه آھين، پوءِ جيڪو منھنجي عذاب جي ڌمڪيءَ کان ڊڄي تنھن کي قرآن سان سمجھاءِ"},{"SurahNumber":51,"VerseNumber":1,"Text":"قسم آھي اُڏائڻ وارن (وائن) جو (خاڪ کي) اُڏائڻ"},{"SurahNumber":51,"VerseNumber":2,"Text":"پوءِ (پاڻي جي) بار کڻڻ وارن (ڪڪرن) جو قسم آھي"},{"SurahNumber":51,"VerseNumber":3,"Text":"پوءِ آسانيءَ سان ھلندڙين (ٻيڙين) جو قسم آھي"},{"SurahNumber":51,"VerseNumber":4,"Text":"پوءِ ڪم وراھڻ وارن (ملائڪن) جو قسم آھي"},{"SurahNumber":51,"VerseNumber":5,"Text":"ته بيشڪ جيڪو اوھان سان انجام ڪجي ٿو سو سچ آھي"},{"SurahNumber":51,"VerseNumber":6,"Text":"۽ بيشڪ (عملن جو) بدلو ضرور ٿيڻو آھي"},{"SurahNumber":51,"VerseNumber":7,"Text":"واٽن واري آسمان جو قسم آھي"},{"SurahNumber":51,"VerseNumber":8,"Text":"ته (اوھين) پاڻ ۾ تڪرار واريء ھڪ ڳالھ ۾ (پيل) آھيو"},{"SurahNumber":51,"VerseNumber":9,"Text":"قرآن کان اُھو ڦيرايو ويندو آھي جيڪو (ازل) ۾ ڦيرايل آھي"},{"SurahNumber":51,"VerseNumber":10,"Text":"اُنھن ڪوڙ ھڻندڙن کي لعنت ڪئي ويئي"},{"SurahNumber":51,"VerseNumber":11,"Text":"جيڪي اَڻ ڄاڻائي ۾ وسارڻ وارا آھن"},{"SurahNumber":51,"VerseNumber":12,"Text":"پُڇندا آھن ته قيامت جو ڏينھن ڪڏھن ٿيندو؟"},{"SurahNumber":51,"VerseNumber":13,"Text":"(ھائو) اُنھي ڏينھن جو اُنھن کي باھ ۾ عذاب ڪبو"},{"SurahNumber":51,"VerseNumber":14,"Text":"(چئبو ته ھيُ) پنھنجو عذاب چکو، ھيُ اُھو آھي جنھن کي اوھين جلد گھرندا ھئو"},{"SurahNumber":51,"VerseNumber":15,"Text":"بيشڪ پرھيزگار باغن ۽ چشمن ۾ ھوندا"},{"SurahNumber":51,"VerseNumber":16,"Text":"جيڪي سندن پالڻھار کين ڏنو سو وٺڻ وارا ھوندا، بيشڪ اُھي ھن کان اڳ چڱائي ڪندڙ ھوا"},{"SurahNumber":51,"VerseNumber":17,"Text":"رات جو ٿورو سمھندا ھوا"},{"SurahNumber":51,"VerseNumber":18,"Text":"۽ اُھي اَسرن جو بخشش گھرندا ھوا"},{"SurahNumber":51,"VerseNumber":19,"Text":"۽ سندن مالن ۾ سوال ڪندڙ ۽ نه سوال ڪندڙ مُحتاج جو حصّو ھو"},{"SurahNumber":51,"VerseNumber":20,"Text":"۽ يقين ڪندڙن لاءِ زمين ۾ نشانيون آھن"},{"SurahNumber":51,"VerseNumber":21,"Text":"۽ اوھان جي جندن ۾ به، پوءِ نٿا ڏسو ڇا؟"},{"SurahNumber":51,"VerseNumber":22,"Text":"۽ اوھان جي روزي آسمان ۾ آھي ۽ اُھو (به) جنھنجو اوھان کي انجام ڏجي ٿو"},{"SurahNumber":51,"VerseNumber":23,"Text":"پوءِ آسمان ۽ زمين جي پالڻھار جو قسم آھي ته اھا خبر سچي آھي جھڙي طرح اوھين ڳالھائيندا آھيو"},{"SurahNumber":51,"VerseNumber":24,"Text":"اِبراھيم جي سڳورن مھمانن جي خبر تو وٽ (نه) آئي آھي ڇا؟"},{"SurahNumber":51,"VerseNumber":25,"Text":"جڏھن اُھي وٽس آيا تڏھن سلام چيائين، ھن (به) سلام چيو، (دل ۾ ڄاتائين ته ھي) اوپرا ماڻھو آھن"},{"SurahNumber":51,"VerseNumber":26,"Text":"پوءِ پنھنجي گھر وارن ڏانھن تکو ھليو ۽ ٿلھو گابو (پچائي) آندائين"},{"SurahNumber":51,"VerseNumber":27,"Text":"پوءِ اھو انھن کي ويجھو ڪيائين چيائين ته ڇونه ٿا کائو؟"},{"SurahNumber":51,"VerseNumber":28,"Text":"پوءِ کائن دل ۾ ڊپ رکيائين، چيائون ته نه ڊڄ، ۽ اُن کي ھڪ داناءَ نينگر جي مبارڪ ڏنائون"},{"SurahNumber":51,"VerseNumber":29,"Text":"پوءِ سنديس زال دانھن ڪندي سامھون آئي پوءِ پنھنجو منھن ڪٽيائين ۽ چيائين ته ٻڍڙي سنڍ (ڄڻيندي ڇا؟)"},{"SurahNumber":51,"VerseNumber":30,"Text":"چيائون ته ائين ئي تنھنجي پالڻھار فرمايو آھي، ڇوته اُھو حِڪمت وارو ڄاڻندڙ آھي"}]}