{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"THE WEAK-MINDED among people will say, \"What has turned them away from the direction of prayer which they have hitherto observed?\" Say: \"God's is the east and the west; He guides whom He wills onto a straight way"},{"SurahNumber":2,"VerseNumber":143,"Text":"And thus have We willed you to be a community of the middle way, so that [with your lives] you might bear witness to the truth before all mankind, and that the Apostle might bear witness to it before you. And it is only to the end that We might make a clear distinction between those who follow the Apostle and those who turn about on their heels that We have appointed [for this community] the direction of prayer which thou [O Prophet] hast formerly observed: for this was indeed a hard test for all but those whom God has guided aright. But God will surely not lose sight of your faith-for, behold, God is most compassionate towards man, a dispenser of grace"},{"SurahNumber":2,"VerseNumber":144,"Text":"We have seen thee [O Prophet] often turn thy face towards heaven [for guidance]: and now We shall indeed make thee turn in prayer in a direction which will fulfil thy desire. Turn, then, thy face towards the Inviolable House of Worship; and wherever you all may be, turn your faces towards it [in prayer]. And, verily, those who have been vouchsafed revelation aforetime know well that this [commandment] comes in truth from their Sustainer; and God is not unaware of what they do"},{"SurahNumber":2,"VerseNumber":145,"Text":"And yet, even if thou wert to place all evidence before those who have been vouchsafed earlier revelation, they would not follow thy direction of prayer; and neither mayest thou follow their direction of prayer, nor even do they follow one another's direction. And if thou shouldst follow their errant views after all the knowledge that has come unto thee thou wouldst surely be among the evildoers"},{"SurahNumber":2,"VerseNumber":146,"Text":"They unto whom We have vouchsafed revelation aforetime know it as they know their own children: but, behold, some of them knowingly suppress the truth"},{"SurahNumber":2,"VerseNumber":147,"Text":"the truth from thy Sustainer! Be not, then, among the doubters"},{"SurahNumber":2,"VerseNumber":148,"Text":"for, every community faces a direction of its own, of which He is the focal point. Vie, therefore, with one another in doing good works. Wherever you may be, God will gather you all unto Himself: for, verily, God has the power to will anything"},{"SurahNumber":2,"VerseNumber":149,"Text":"Thus, from wherever thou mayest come forth, turn thy face [in prayer] towards the Inviolable House of Worship-for,. behold, this [commandment] comes in truth from thy Sustainer; and God is not unaware of what you do"},{"SurahNumber":2,"VerseNumber":150,"Text":"Hence, from wherever thou mayest come forth, turn thy face [in prayer] towards the Inviolable House of Worship; and wherever you all may be, turn your faces towards it, so that people should have no argument against you unless they are bent upon wrongdoing. And hold not them in awe, but stand in awe of Me, and [obey Me,] so that I might bestow upon you the full measure of My blessings., and that you might follow the right path"},{"SurahNumber":2,"VerseNumber":151,"Text":"Even as We have sent unto you an apostle from among yourselves to convey unto you Our messages, and to cause you to grow in purity, and to impart unto you revelation and wisdom, and to teach you that which you knew not"},{"SurahNumber":2,"VerseNumber":152,"Text":"so remember Me, and I shall remember you; and be grateful unto Me, and deny Me not"},{"SurahNumber":2,"VerseNumber":153,"Text":"O YOU who have attained to faith! Seek aid in steadfast patience and prayer: for, behold, God is with those who are patient in adversity"},{"SurahNumber":2,"VerseNumber":154,"Text":"And say not of those who are slain in God's cause, \"They are dead\": nay, they are alive, but you perceive it not"},{"SurahNumber":2,"VerseNumber":155,"Text":"And most certainly shall We try you by means of danger, and hunger, and loss of worldly goods, of lives and of [labour's] fruits. But give glad tidings unto those who are patient in adversity"},{"SurahNumber":2,"VerseNumber":156,"Text":"who, when calamity befalls them, say, \"Verily, unto God do we belong and, verily, unto Him we shall return"},{"SurahNumber":2,"VerseNumber":157,"Text":"It is they upon whom their Sustainer's blessings and grace are bestowed, and it is they, they who are on the right path"},{"SurahNumber":2,"VerseNumber":158,"Text":"[Hence,] behold, As-Safa and Al-Marwah are among the symbols set up by God; and thus, no wrong does he who, having come to the Temple on pilgrimage or on a pious visit, strides to and fro between these two: for, if one does more good than he is bound to do-behold, God is responsive to gratitude, all-knowing"},{"SurahNumber":2,"VerseNumber":159,"Text":"BEHOLD, as for those who suppress aught of the evidence of the truth and of the guidance which We have bestowed from on high, after We have made it clear unto mankind through the divine writ - these it is whom God will reject, and whom all who can judge will reject"},{"SurahNumber":2,"VerseNumber":160,"Text":"Excepted, however, shall be they that repent, and put themselves to rights, and make known the truth: and it is they whose repentance I shall accept-for I alone am the Acceptor of Repentance, the Dispenser of Grace"},{"SurahNumber":2,"VerseNumber":161,"Text":"Behold, as for those who are bent on denying the truth and die as deniers of the truth -their due is rejection by God, and by the angels,, and by all [righteous] men"},{"SurahNumber":2,"VerseNumber":162,"Text":"In this state shall they abide; [and] neither will their suffering, be lightened, nor will they be granted respite"},{"SurahNumber":2,"VerseNumber":163,"Text":"AND YOUR GOD is the One God: there is no deity save Him, the Most Gracious, the Dispenser of Grace"},{"SurahNumber":2,"VerseNumber":164,"Text":"Verily, in the creation of the heavens and of the earth, and the succession of night and day: and in the ships that speed through the sea with what is useful to man: and in the waters which God sends down from the sky, giving life thereby to the earth after it had, been lifeless, and causing all manner of living creatures to multiply thereon: and in the change of the winds, and the clouds that run their appointed courses between sky and earth: [in all this] there are messages indeed for people who use their reason"},{"SurahNumber":2,"VerseNumber":165,"Text":"And yet there are people who choose to believe in beings that allegedly rival God, loving them as [only] God should be loved: whereas those who have attained to faith love God more than all else. If they who are bent on evildoing could but see - as see they will when they are made to suffer [on Resurrection Day] -that all might belongs to God alone, and that God is severe in [meting out] punishment"},{"SurahNumber":2,"VerseNumber":166,"Text":"[On that Day] it will come to pass that those who had been [falsely] adored shall disown their followers, and the latter shall see the suffering [that awaits them], with all their hopes cut to pieces"},{"SurahNumber":2,"VerseNumber":167,"Text":"And then those followers shall say: \"Would that we had a second chance [in life], so that we could disown them as they have disowned us!\" Thus will God show them their works [in a manner that will cause them] batter regrets; but they will not come out of the fire"},{"SurahNumber":2,"VerseNumber":168,"Text":"O MANKIND! Partake of what is lawful and good on earth, and follow not Satan's footsteps: for, verily, he is your open foe"},{"SurahNumber":2,"VerseNumber":169,"Text":"and bids you only to do evil, and to commit deeds of abomination, and to attribute unto God something of which you have no knowledge"},{"SurahNumber":2,"VerseNumber":170,"Text":"But when they are told, \"Follow what God has bestowed from on high,\" some answer, \"Nay, we shall follow [only] that which we found our forefathers believing in and doing.\" Why, even if their forefathers did not use their reason at all, and were devoid of all guidance"},{"SurahNumber":2,"VerseNumber":171,"Text":"And so, the parable of those who re bent on denying the truth is that of the beast which hears the shepherd's cry, and hears in it nothing but the sound of a voice and a call. Deaf are they, and dumb, and blind: for they do not use their reason"},{"SurahNumber":2,"VerseNumber":172,"Text":"O you who have attained to faith! Partake of the good things which We have provided for you as sustenance, and render thanks unto God, if it is [truly] Him that you worship"},{"SurahNumber":2,"VerseNumber":173,"Text":"He has forbidden to you only carrion, and blood, and the flesh of swine, and that over which any name other than God's has been invoked; but if one is driven by necessity - neither coveting it nor exceeding his immediate need -no sin shall be upon him: for, behold, God is much-forgiving, a dispenser of grace"},{"SurahNumber":2,"VerseNumber":174,"Text":"VERILY, as for those who suppress aught of the revelation which God has bestowed from on high, and barter it away for a trifling gain - they but fill their bellies with fire. And God will not speak unto them on the Day of Resurrection, nor will He cleanse them [of their sins]; and grievous suffering awaits them"},{"SurahNumber":2,"VerseNumber":175,"Text":"It is they who take error in exchange for guidance, and suffering in exchange for forgiveness: yet how little do they seem to fear the fire"},{"SurahNumber":2,"VerseNumber":176,"Text":"Thus it is: since it is God who bestows the divine writ from on high, setting forth the truth, all those who set their own views against the divine writ are, verily, most deeply in the wrong"},{"SurahNumber":2,"VerseNumber":177,"Text":"True piety does not consist in turning your faces towards the east or the west - but truly pious is he who believes in God, and the Last Day; and the angels, and revelation, and the prophets; and spends his substance - however much he himself may cherish - it - upon his near of kin, and the orphans, and the needy, and the wayfarer, and the beggars, and for the freeing of human beings from bondage; and is constant in prayer, and renders the purifying dues; and [truly pious are] they who keep their promises whenever they promise, and are patient in misfortune and hardship and in time of peril: it is they that have proved themselves true, and it is they, they who are conscious of God"},{"SurahNumber":2,"VerseNumber":178,"Text":"O YOU who have attained to faith! Just retribution is ordained for you in cases of killing: the free for the free, and the slave for the slave, and the woman for the woman. And if something [of his guilt] is remitted to a guilty person by his brother, this [remission] shall be adhered to with fairness, and restitution to his fellow-man shall be made in a goodly manner. This is an alleviation from your Sustainer, and an act of His grace. And for him who, none the less, wilfully transgresses the bounds of what is right, there is grievous suffering in store"},{"SurahNumber":2,"VerseNumber":179,"Text":"for, in [the law of] just retribution, O you who are endowed with insight, there is life for you, so that you might remain conscious of God"},{"SurahNumber":2,"VerseNumber":180,"Text":"IT IS ordained for you, when death approaches any of you and he is leaving behind much wealth, to make bequests in favour of his parents and [other] near of kin in accordance with what is fair: this is binding on all who are conscious of God"},{"SurahNumber":2,"VerseNumber":181,"Text":"And if anyone alters such a provision - after having come to know it, the sin of acting thus shall fall only upon those who have altered it. Verily, God is all-hearing, all-knowing"},{"SurahNumber":2,"VerseNumber":182,"Text":"If, however, one has reason to fear that the testator has committed a mistake or a [deliberate] wrong, and thereupon brings about a settlement between the heirs, he will incur no sin [thereby]. Verily, God is much-forgiving, a dispenser of grace"},{"SurahNumber":2,"VerseNumber":183,"Text":"O YOU who have attained to faith! Fasting is ordained for you as it was ordained for those before you, so that you might remain conscious of God"},{"SurahNumber":2,"VerseNumber":184,"Text":"[fasting] during a certain number of days. But whoever of you is ill, or on a journey, [shall fast instead for the same] number of other days; and [in such cases] it is incumbent upon those who can afford it to make sacrifice by feeding a needy person. And whoever does more good than he is bound to do does good unto himself thereby; for to fast is to do good unto yourselves - if you but knew it"},{"SurahNumber":2,"VerseNumber":185,"Text":"It was the month of Ramadan in which the Qur'an was [first] bestowed from on high as a guidance unto man and a self-evident proof of that guidance, and as the standard by which to discern the true from the false. Hence, whoever of you lives to see this month shall fast throughout it; but he that is ill, or on a journey, [shall fast instead for the same] number of other days. God wills that you shall have ease, and does not will you to suffer hardship; but [He desires] that you complete the number [of days required], and that you extol God for His having guided you aright, and that you render your thanks [unto Him]"},{"SurahNumber":2,"VerseNumber":186,"Text":"AND IF My servants ask thee about Me - behold, I am near; I respond to the call of him who calls, whenever he calls unto Me: let them, then, respond unto Me, and believe in Me, so that they might follow the right way"},{"SurahNumber":2,"VerseNumber":187,"Text":"IT IS lawful for you to go in unto your wives during the night preceding the [day's] fast: they are as a garment for you, and you are as a garment for them. God is aware that you would have deprived yourselves of this right, and so He has turned unto you in His mercy and removed this hardship from you. Now, then, you may lie with them skin to skin, and avail yourselves of that which God has ordained for you, and eat and drink until you can discern the white streak of dawn against the blackness of night, and then resume fasting until nightfall; but do not lie with them skin to skin when you are about to abide in meditation in houses of worship. These are the bounds set by God: do not, then, offend against them - [for] it is thus that God makes clear His messages unto mankind, so that they might remain conscious of Him"},{"SurahNumber":2,"VerseNumber":188,"Text":"AND DEVOUR NOT one another's possessions wrongfully, and neither employ legal artifices with a view to devouring sinfully, and knowingly, anything that by right belongs to others"},{"SurahNumber":2,"VerseNumber":189,"Text":"THEY WILL ASK thee about the new moons. Say: \"They indicate the periods for [various doings of] mankind, including the pilgrimage.\" However, piety does not consist in your entering houses from the rear, [as it were,] but truly pious is he who is conscious of God. Hence, enter houses through their doors, and remain conscious of God, so that you might attain to a happy state"},{"SurahNumber":2,"VerseNumber":190,"Text":"AND FIGHT in God's cause against those who wage war against you, but do not commit aggression-for, verily, God does not love aggressors"},{"SurahNumber":2,"VerseNumber":191,"Text":"And slay them wherever you may come upon them, and drive them away from wherever they drove you away - for oppression is even worse than killing. And fight not against them near the Inviolable House of Worship unless they fight against you there first; but if they fight against you, slay them: such shall be the recompense of those who deny the truth"},{"SurahNumber":2,"VerseNumber":192,"Text":"But if they desist-behold, God is much-forgiving, a dispenser of grace"},{"SurahNumber":2,"VerseNumber":193,"Text":"Hence, fight against them until there is no more oppression and all worship is devoted to God alone; but if they desist, then all hostility shall cease, save against those who [wilfully] do wrong"},{"SurahNumber":2,"VerseNumber":194,"Text":"Fight during the sacred months if you are attacked: for a violation of sanctity is [subject to the law of] just retribution. Thus, if anyone commits aggression against you, attack him just as he has attacked you - but remain conscious of God, and know that God is with those who are conscious of Him"},{"SurahNumber":2,"VerseNumber":195,"Text":"And spend [freely] in God's cause, and let not your own hands throw you into destruction; and persevere in doing good: behold, God loves the doers of good"},{"SurahNumber":2,"VerseNumber":196,"Text":"AND PERFORM the pilgrimage and the pious visit [to Mecca] in honour of God; and if you are held back, give instead whatever offering you can easily afford. And do not shave your heads until the offering has been sacrificed; but he from among you who is ill or suffers from an ailment of the head shall redeem himself by fasting, or alms, or [any other] act of worship. And if you are hale and secure, then he who takes advantage of a pious visit before the [time of] pilgrimage shall give whatever offering he can easily afford; whereas he who cannot afford it shall fast for three days during the pilgrimage and for seven days after your return: that is, ten full [days]. All this relates to him who does not live near the Inviolable House of Worship. And remain conscious of God, and know that God is severe in retribution"},{"SurahNumber":2,"VerseNumber":197,"Text":"The pilgrimage shall take place in the months appointed for it. And whoever undertakes the pilgrimage in those [months] shall, while on pilgrimage, abstain from lewd speech, from all wicked conduct, and from quarrelling; and whatever good you may do, God is aware of it. And make provision for yourselves - but, verily, the best of all provisions is God-consciousness: remain, then, conscious of Me, O you who are endowed with insight"},{"SurahNumber":2,"VerseNumber":198,"Text":"[However,] you will be committing no sin if [during the pilgrimage] you seek to obtain any bounty from your Sustainer. And when you surge downward in multitudes from `Arafat, remember God at the holy place, and remember Him as the One who guided you after you had indeed been lost on your way"},{"SurahNumber":2,"VerseNumber":199,"Text":"and surge onward together with the multitude of all the other people who surge onward, and ask God to forgive you your sins: for, verily, God is much-forgiving, a dispenser of grace"},{"SurahNumber":2,"VerseNumber":200,"Text":"And when you have performed your acts of worship, [continue to] bear God in mind as you would bear your own fathers in mind-nay, with a yet keener remembrance! For there are people who [merely] pray, \"O our Sustainer! Give us in this world\" -and such shall not partake in the blessings of the life to come"},{"SurahNumber":2,"VerseNumber":201,"Text":"But there are among them such as pray, \"O our Sustainer! Grant us good in this world and good in the life to come, and keep us safe from suffering through the fire"},{"SurahNumber":2,"VerseNumber":202,"Text":"it is these that shall have their portion [of happiness] in return for what they have earned. And God is swift in reckoning"},{"SurahNumber":2,"VerseNumber":203,"Text":"And bear God in mind during the appointed days; but he who hurries away within two days shall incur no sin, and he who tarries longer shall incur no sin, provided that he is conscious of God. Hence, remain conscious of God, and know that unto Him you shall be gathered"},{"SurahNumber":2,"VerseNumber":204,"Text":"NOW THERE IS a kind of man whose views on the life of this world may please thee greatly, and [the more so as] he cites God as witness to what is in his heart and is, moreover, exceedingly skillful in argument"},{"SurahNumber":2,"VerseNumber":205,"Text":"But whenever he prevails, he goes about the earth spreading corruption and destroying [man's] tilth and progeny: and God does not love corruption"},{"SurahNumber":2,"VerseNumber":206,"Text":"And whenever he is told, \"Be conscious of God,\" his false pride drives him into sin: wherefore hell will be his allotted portion-and how vile a resting-place"},{"SurahNumber":2,"VerseNumber":207,"Text":"But there is [also] a kind of man who would willingly sell his own self in order to please God: and God is most compassionate towards His servants"},{"SurahNumber":2,"VerseNumber":208,"Text":"O you who have attained to faith! Surrender yourselves wholly unto God, and follow not Satan's footsteps, for, verily, he is your open foe"},{"SurahNumber":2,"VerseNumber":209,"Text":"And if you should stumble after all evidence of the truth has come unto you, then know that, verily, God is almighty, wise"},{"SurahNumber":2,"VerseNumber":210,"Text":"Are these people waiting, perchance, for God to reveal Himself unto them in the shadows of the clouds, together with the angels - although [by then] all will have been decided, and unto God all things will have been brought back"},{"SurahNumber":2,"VerseNumber":211,"Text":"Ask the children of Israel how many a clear message We have given them! And if one alters God's blessed message after it has reached him - verily, God is severe in retribution"},{"SurahNumber":2,"VerseNumber":212,"Text":"Unto those who are bent on denying the truth the life of this world [alone] seems goodly; hence, they scoff at those who have attained to faith: but they who are conscious of God shall be above them on Resurrection Day. And God grants sustenance unto whom He wills, beyond all reckoning"},{"SurahNumber":2,"VerseNumber":213,"Text":"ALL MANKIND were once one single community; [then they began to differ -] whereupon God raised up the prophets as heralds of glad tidings and as warners, and through them bestowed revelation from on high, setting forth the truth, so that it might decide between people with regard to all on which they had come to hold divergent views. Yet none other than the selfsame people who had been granted this [revelation] began, out of mutual jealousy, to disagree about its meaning after all evidence of the truth had come unto them. But God guided the believers unto the truth about which, by His leave, they had disagreed: for God guides onto a straight way him that wills [to be guided]"},{"SurahNumber":2,"VerseNumber":214,"Text":"[But] do you think that you could enter paradise without having suffered like those [believers] who passed away before you? Misfortune and hardship befell them, and so shaken were they that the apostle, and the believers with him, would exclaim, \"When will God's succour come?\" Oh, verily, God's succour is [always] near"},{"SurahNumber":2,"VerseNumber":215,"Text":"THEY WILL ASK thee as to what they should spend on others. Say: \"Whatever of your wealth you spend shall [first] be for your parents, and for the near of kin, and the orphans, and the needy, and the wayfarer; and whatever good you do, verily, God has full knowledge thereof"},{"SurahNumber":2,"VerseNumber":216,"Text":"FIGHTING is ordained for you, even though it be hateful to you; but it may well be that you hate a thing the while it is good for you, and it may well be that you love a thing the while it is bad for you: and God knows, whereas you do not know"},{"SurahNumber":2,"VerseNumber":217,"Text":"They will ask thee about fighting in the sacred month. Say: \"Fighting in it is an awesome thing (grave transgression); but turning men away from the path of God and denying Him, and [turning them away from] the Inviolable House of Worship and expelling its people there from - [all this] is yet more awesome (greater transgression) in the sight of God, since oppression is more awesome (greater transgression) than killing.\" [Your enemies] will not cease to fight against you till they have turned you away from your faith, if they can. But if any of you should turn away from his faith and die as a denier of the truth - these it is whose works will go for nought in this world and in the life to come; and these it is who are destined for the fire, therein to abide"},{"SurahNumber":2,"VerseNumber":218,"Text":"Verily, they who have attained to faith, and they who have forsaken the domain of evil and are striving hard in God's cause - these it is who may look forward to God's grace: for God is much-forgiving, a dispenser of grace"},{"SurahNumber":2,"VerseNumber":219,"Text":"THEY WILL ASK thee about intoxicants and games of chance. Say: \"In both there is great evil as well as some benefit for man; but the evil which they cause is greater than the benefit which they bring.\" And they will ask thee as to what they should spend [in God's cause]. Say: \"Whatever you can spare.\" In this way God makes clear unto you His messages, so that you might reflect"},{"SurahNumber":2,"VerseNumber":220,"Text":"on this world and on the life to come. And they will ask thee about [how to deal with] orphans. Say: \"To improve their condition is best.\" And if you share their life, [remember that] they are your brethren: for God distinguishes between him who spoils things and him who improves. And had God so willed, He would indeed have imposed on you hardships which you would not have been able to bear: [but,] behold, God is almighty, wise"},{"SurahNumber":2,"VerseNumber":221,"Text":"AND DO NOT marry women who ascribe divinity to aught beside God ere they attain to [true] belief: for any believing bondwoman [of God] is certainly better than a woman who ascribes divinity to aught beside God, even though she please you greatly. And do not give your women in marriage to men who ascribe divinity to aught beside God ere they attain to [true] belief: for- any believing bondman [of God] is certainly better than a man who ascribes divinity to aught beside God, even though he please you greatly. [Such as] these invite unto the fire, whereas God invites unto paradise, and unto [the achievement of] forgiveness by His leave; and He makes clear His messages unto mankind, so that they might bear them in mind"},{"SurahNumber":2,"VerseNumber":222,"Text":"AND THEY will ask thee about [woman's] monthly courses. Say: \"It is a vulnerable condition. Keep, therefore, aloof from women during their monthly courses, and do not draw near unto them until they are cleansed; and when they are cleansed, go in unto them as God has bidden you to do.\" Verily, God loves those who turn unto Him in repentance and He loves those who keep themselves pure"},{"SurahNumber":2,"VerseNumber":223,"Text":"Your wives are your tilth; go, then, unto your tilth as you may desire, but first provide something for your souls, and remain conscious of God, and know that you are destined to meet Him. And give glad tidings unto those who believe"},{"SurahNumber":2,"VerseNumber":224,"Text":"AND DO NOT allow your oaths in the name of God to become an obstacle to virtue and God-consciousness and the promotion of peace between men: for God is all-hearing, all-knowing"},{"SurahNumber":2,"VerseNumber":225,"Text":"God will not take you to task for oaths which you may have uttered without thought, but will take you to task [only] for what your hearts have conceived [in earnest]: for God is much-forgiving, forbearing"},{"SurahNumber":2,"VerseNumber":226,"Text":"Those who take an oath that they will not approach their wives shall have four months of grace; and if they go back [on their oath] -behold, God is much-forgiving, a dispenser of grace"},{"SurahNumber":2,"VerseNumber":227,"Text":"But if they are resolved on divorce -behold, God is all-hearing, all-knowing"},{"SurahNumber":2,"VerseNumber":228,"Text":"And the divorced women shall undergo, without remarrying, a waiting-period of three monthly courses: for it is not lawful for them to conceal what God may have created in their wombs, if they believe in God and the Last Day. And during this period their husbands are fully entitled to take them back, if they desire reconciliation; but, in accordance with justice, the rights of the wives [with regard to their husbands] are equal to the [husbands'] rights with regard to them, although men have precedence over them [in this respect]. And God is almighty, wise"},{"SurahNumber":2,"VerseNumber":229,"Text":"A divorce may be [revoked] twice, whereupon the marriage must either be resumed in fairness or dissolved in a goodly manner. And it is not lawful for you to take back anything of what you have ever given to your wives unless both [partners] have cause to fear that they may not be able to keep within the bounds set by God: hence, if you have cause to fear that the two may not be able to keep within the bounds set by God, there shall be no sin upon either of them for what the wife may give up [to her husband] in order to free herself. These are the bounds set by God; do not, then, transgress them: for they who transgress the bounds set by God-it is they, they who are evildoers"},{"SurahNumber":2,"VerseNumber":230,"Text":"And if he divorces her [finally], she shall thereafter not be lawful unto him unless she first takes another man for husband; then, if the latter divorces her, there shall be no sin upon either of the two if they return to one another-provided that both of them think that they will be able to keep within the bounds set by God: for these are the bounds of God which He makes clear unto people of [innate] knowledge"},{"SurahNumber":2,"VerseNumber":231,"Text":"And so, when you divorce women and they are about to reach the end of their waiting-term, then either retain them in a fair manner or let them go in a fair manner. But do not retain them against their will in order to hurt [them]: for he who does so sins indeed against himself. And do not take [these] messages of God in a frivolous spirit; and remember the blessings with which God has graced you, and all the revelation and the wisdom which He has bestowed on you from on high in order to admonish you thereby; and remain conscious of God, and know that God has full knowledge of everything"},{"SurahNumber":2,"VerseNumber":232,"Text":"And when you divorce women, and they have come to the end of their waiting-term, hinder them not from marrying other men if they have agreed with each other in a fair manner. This is an admonition unto every one of you who believes in God and the Last Day; it is the most virtuous [way] for you, and the cleanest. And God knows, whereas you do not know"},{"SurahNumber":2,"VerseNumber":233,"Text":"And the [divorced] mothers may nurse their children for two whole years, if they wish to complete the period of nursing; and it is incumbent upon him who has begotten the child to provide in a fair manner for their sustenance and clothing. No human being shall be burdened with more than he is well able to bear: neither shall a mother be made to suffer because of her child, nor, because of his child, he who has begotten it. And the same duty rests upon the [father's] heir. And if both [parents] decide, by mutual consent and counsel, upon separation [of mother and child], they will incur no sin [thereby]; and if you decide to entrust your children to foster-mothers, you will incur no sin provided you ensure, in a fair manner, the safety of the child which you are handing over. But remain conscious of God, and know that God sees all that you do"},{"SurahNumber":2,"VerseNumber":234,"Text":"And if any of you die and leave wives behind, they shall undergo, without remarrying, a waiting-period of four months and ten days; whereupon, when they have reached the end of their waiting-term, there shall be no sin in whatever they may do with their persons in a lawful manner. And God is aware of all that you do"},{"SurahNumber":2,"VerseNumber":235,"Text":"But you will incur no sin if you give a hint of [an intended] marriage-offer to [any of] these women, or if you conceive such an intention without making it obvious: [for] God knows that you intend to ask them in marriage. Do not, however, plight your troth with them in secret, but speak only in a decent manner; and do not proceed with tying the marriage-knot ere the ordained [term of waiting] has come to its end. And know that God knows what is in your minds, and therefore remain conscious of Him; and know, too, that God is much-forgiving, forbearing"},{"SurahNumber":2,"VerseNumber":236,"Text":"You will incur no sin if you divorce women while you have not yet touched them nor settled a dower upon them; but [even in such a case] make provision for them - the affluent according to his means, and the straitened according to his means - a provision in an equitable manner: this is a duty upon all who would do good"},{"SurahNumber":2,"VerseNumber":237,"Text":"And if you divorce them before having touched them, but after having settled a dower upon them, then [give them] half of what you have settled - unless it be that they forgo their claim or he in whose hand is the marriage-tie forgoes his claim [to half of the dower]: and to forgo what is due to you is more in accord with God-consciousness. And forget not [that you are to act with] grace towards one another: verily, God sees all that you do"},{"SurahNumber":2,"VerseNumber":238,"Text":"BE EVER mindful of prayers, and of praying in the most excellent way; and stand before God in devout obedience"},{"SurahNumber":2,"VerseNumber":239,"Text":"But if you are in danger, [pray] walking or riding; and when you are again secure, bear God in mind - since it is He who taught you what you did not previously know"},{"SurahNumber":2,"VerseNumber":240,"Text":"AND IF any of you die and leave wives behind, they bequeath thereby to their widows [the right to] one year's maintenance without their being obliged to leave [the dead husband's home]. If, however, they leave [of their own accord], there shall be no sin in whatever they may do with themselves in a lawful manner. And God is almighty, wise"},{"SurahNumber":2,"VerseNumber":241,"Text":"And the divorced women, too, shall have [a right to] maintenance in a goodly manner: this is a duty for all who are conscious of God"},{"SurahNumber":2,"VerseNumber":242,"Text":"In this way God makes clear unto you His messages, so that you might [learn to] use your reason"},{"SurahNumber":2,"VerseNumber":243,"Text":"ART THOU NOT aware of those who forsook their homelands in their thousands for fear of death-whereupon God said unto them, \"Die,\" and later brought them back to life? Behold, God is indeed limitless in His bounty unto man -but most people are ungrateful"},{"SurahNumber":2,"VerseNumber":244,"Text":"Fight, then, in God's cause, and know that God is all-hearing, all-knowing"},{"SurahNumber":2,"VerseNumber":245,"Text":"Who is it that will offer up unto God a goodly loan, which He will amply repay, with manifold increase? For, God takes away, and He gives abundantly; and it is unto Him that you shall be brought back"},{"SurahNumber":2,"VerseNumber":246,"Text":"Art thou not aware of those elders of the children of Israel, after the time of Moses, how they said unto a prophet of theirs, \"Raise up a king for us, [and] we shall fight in God's cause\"? Said he: \"Would you, perchance, refrain from fighting if fighting is ordained for you?\" They answered: \"And why should we not fight in God's cause when we and our children have been driven from our homelands?\" Yet, when fighting was ordained for them, they did turn back, save for a few of them; but God had full knowledge of the evildoers"},{"SurahNumber":2,"VerseNumber":247,"Text":"And their prophet said unto those elders: \"Behold, now God has raised up Saul to be your king.\" They said: \"How can he have dominion over us when we have a better claim to dominion than he, and he has not [even] been endowed with abundant wealth?\" [The prophet] replied: \"Behold, God has exalted him above you, and endowed him abundantly with knowledge and bodily perfection. And God bestows His dominion upon whom He wills: for God is infinite, all-knowing"},{"SurahNumber":2,"VerseNumber":248,"Text":"And their prophet said unto them: \"Behold, it shall be a sign of his [rightful] dominion that you will be granted a heart endowed by your Sustainer with inner peace and with all that is enduring in the angel-borne heritage left behind by the House of Moses and the House of Aaron. Herein, behold, there shall indeed be a sign for you if you are [truly] believers"},{"SurahNumber":2,"VerseNumber":249,"Text":"And when Saul set out with his forces, he said: \"Behold, God will now try you by a river: he who shall drink of it will not belong to me, whereas he who shall refrain from tasting it - he, indeed, will belong to me; but forgiven shall be he who shall scoop up but a single handful.\" However, save for a few of them, they all drank [their fill] of it. And as soon as he and those who had kept faith with him had crossed the river, the others said: \"No strength have we today [to stand up] against Goliath and his forces!\" [Yet] those who knew with certainty that they were destined to meet God, replied: \"How often has a small host overcome a great host by God's leave! For God is with those who are patient in adversity"},{"SurahNumber":2,"VerseNumber":250,"Text":"And when they came face to face with Goliath and his forces, they prayed: \"O our Sustainer! Shower us with patience in adversity, and make firm our steps, and succour us against the people who deny the truth"},{"SurahNumber":2,"VerseNumber":251,"Text":"And thereupon, by God's leave, they routed them. And David slew Goliath; and God bestowed upon him dominion, and wisdom, and imparted to him the knowledge of whatever He willed. And if God had not enabled people to defend themselves against one another, corruption would surely overwhelm the earth: but God is limitless in His bounty unto all the worlds"},{"SurahNumber":2,"VerseNumber":252,"Text":"THESE are God's messages: We convey them unto thee, [O Prophet,] setting forth the truth-for, verily, thou art among those who have been entrusted with a message"}]}