{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Sın maninde, ozderi bay bola tura senen ruqsat surap, keyin qalwsılarmen birge bolwdı qostagandarga qarsı jol asıq. Allah olardın jurekterin morlep bitegen. Olar bilmeydi"},{"SurahNumber":9,"VerseNumber":94,"Text":"Ey, Muxammed! / Sender / jorıqtan / qayta oralıp kelgenderinde, olar aqtaladı. / Olarga!: «Aqtalmandar, biz sen­derge baribir senbeymiz. Negizinde, senderdin xabarlarındı bizge Allah xabarlap qoydı. Allah senderdin amaldarındı koredi jane onın Elsisi de. Sodan keyin sender qupiya men ayqın narseni Bilwsige qaytarılasındar, sonda Ol senderge ne istep otkenderinnin xabarın beredi», - dep"},{"SurahNumber":9,"VerseNumber":95,"Text":"Olarga / munafiqtarga / qaytıp kelgen kezderinde, ozderinen bet burwların / ayıptamawların / usin senderge Allahpen ant isedi. Olardan teris burılındar. Oytkeni olar - rijs / jaman, jiirkenisti / . Ari istegenderinin qaytarım jazası retinde, olardın ornı - Jahannam (Tozaq)"},{"SurahNumber":9,"VerseNumber":96,"Text":"Olar senderdin ozderinen razı bolwların usin ant isedi. Eger sender olardan razı bolsandar da, aqiqatında, Allah buzıq / boysunbawsı / adamdardan razı bolmaydı"},{"SurahNumber":9,"VerseNumber":97,"Text":"Badawiler, kupirlikte / qarsılıqta / jane munafiqtıqta qattıraq. Sonday-aq olar Allahtın Oz Elsisine tusirgeninin sekterin bilmewge ozgelerden kobirek beyim. Allah - barin Bilwsi, asa Dana"},{"SurahNumber":9,"VerseNumber":98,"Text":"Badawilerdin isinde ozderinin jum-saytındarın / sadaqaların / sıgın dep esepteytinder ari senderge jamandıqtın aynalıp kelwin kutetinder bar. Jamandıq olardın ozderine. Allah - barin Estwsi, barin Bilwsi"},{"SurahNumber":9,"VerseNumber":99,"Text":"Ari badawilerdin isinde Allahqa jane Aqiret kunine senetinder jane jumsagandarın / sadaqa, zeketterin / Allahqa jaqındatadı dep sanaytındar bar ari Elsinin dugasına da. Bilinder, sın maninde, bul olardı jaqındatadı. Allah olardı Oz meyirimine kirgizedi. Aqiqatında, Allah - ote Kesirimdi, erekse Meyirimdi"},{"SurahNumber":9,"VerseNumber":100,"Text":"Muhajirler men ansarlardın isinen algasqı ozıq bolgandardan jane olarga jaqsılıqpen ergenderden Allah razı boldı. Ari olar da Odan razı boldı. Ol olar usin astınan ozender agıp jatatın / Jannat / baqtarın azirledi, olar onda mangi qaladı. Mine, osı - ulı jetistik"},{"SurahNumber":9,"VerseNumber":101,"Text":"Senderdin jandarındagı badawilerdin isinde, sonday-aq Medine turgındarının isinde de munafiqtar bar. Olar munafiqtıqta siresken. Sen olardı bilmeysin, olardı Biz bilemiz. Jaqında olardı eki ret azaptaymız. Sodan keyin olar ulken azapqa qaytarıladı"},{"SurahNumber":9,"VerseNumber":102,"Text":"Sonday-aq kunaların moyındagan basqa adamdar da bar. Olar tuzw isti jaman ispen aralastırgan edi. Allah olardın tawbelerin / istegen kunasine sınayı okinip, Rabbısına boysunwga qaytwların / qabıl etedi. Sozsiz, Allah - ote Kesirimdi, erekse Meyirimdi"},{"SurahNumber":9,"VerseNumber":103,"Text":"Ey, Muxammed! / Sen olardın dunielerinen sadaqa / zeket / al. Onımen olardı tazartasın ari olardı berekelendiresin. Olar usin tilek tile. Aqiqatında senin tilegin - olar usin tınıstalıp ornıgw. Allah - barin Estwsi, barin Bilwsi"},{"SurahNumber":9,"VerseNumber":104,"Text":"Olar Allahtın Oziquldarınan / olardın / istegen kunasine sınayı okinip, Ozine boysunwga qaytwın / tawbesin / qabıl etetindigin ari sadaqalardı qabıl alatındıgın jane tawbeni Qabıl etwsi de , erekse Meyirimdi de sol - Allahtın Ozi ekendigin bilmedi me"},{"SurahNumber":9,"VerseNumber":105,"Text":"Ari ayt: «Amal istender, Allah amaldarındı koredi ari Onın Elsisi men muminder de. Sonday-aq, jaqında sender qupiya men ayqın narseni Bilwsige qaytarılasındar, sonda Ol senderge ne istegenderinnin xabarın beredi», - dep"},{"SurahNumber":9,"VerseNumber":106,"Text":"Sonday-aq / jorıqtan qalwsılardın isinde / basqa birewler de bar. Allah olar jaylı ukim bergenge deyin / Olarga qatıstı sesim! kesiktiriledi. Ol olardı ne azaptaydı, ne istegen kunasine sınayı okinip, Ozine boysunwga qaytwın / tawbesin / qabıl etedi. Allah - barin Bilwsi, asa Dana"},{"SurahNumber":9,"VerseNumber":107,"Text":"Al, sonday ziyan tigizw jane kupirlik etw / qarsılıqtı qoldaw / ari imandılardın arasın ajıratw usin jane Allah pen Elsisine burınnan qarsı sogısqan birew usin / musılmandardı / torwıldaytın orın etip mesit salgandar, albette: «Biz jaqsılıqtan basqanı qalamadıq», - dep ant isedi. Allah olardın swayt ekendigine kwalik beredi"},{"SurahNumber":9,"VerseNumber":108,"Text":"Ey, Muxammed! / Sen onda / ol mesitte / esqasan turma. Senin turwına algasqı kunnen taqwalıq / Allahqa boysunıp, jazasınan qorqıp, saqtanwsılıq / negizinde qurılgan mesit, kobirek layıqtı. Onda tazarwdı unatatın adamdar bar. Al Allah tazarwsılardı jaqsı koredi"},{"SurahNumber":9,"VerseNumber":109,"Text":"Ozinin / salıp jatqan / qurılısın Allahtan qorqıp, saqtanıp ari Onın razılıgı usin qalagan birew jaqsı ma, alde onın qurılısınqulagalıturgan bir jardın setine qalap, onımen birge Jahannamnın otına qulagan birew me? Allah adiletsiz adamdardı twra jolmen jurgizbeydi"},{"SurahNumber":9,"VerseNumber":110,"Text":"Olardın jurekteri bolsektenip ketpeyinse, salgan qurılıstarı / mesiti / , jurekterinde unemi kuman bolıp qala beredi. Allah - barin Bilwsi, asa Dana"},{"SurahNumber":9,"VerseNumber":111,"Text":"Aqiqatında, Allah imandılardan / muminderden / - olardın jandarı men dunielerin Jannatpen ayırbastap, satıp aldı. Olar Allahtın jolında sogısıp, oltiredi jane oltiriledi, Onın Tawrat, Injil jane Qurandagı xaq wadesi boyınsa. Allahtan artıq wadesin kim orındaydı? Onımen jasagan sawdalarına qwanındar! Mine, osı - ulı jetistik"},{"SurahNumber":9,"VerseNumber":112,"Text":"Olar! istegen kunasine sınayı okinip, Allahqa boysunwga qaytwsılar / tawbe etwsiler / , Qulsılıq jasawsılar, / Allahqa / maqtaw aytwsılar, oraza ustawsılar, rukug jasawsılar, sajde etwsiler, quptalganga buyırwsılar, tıyılgannan qaytarwsılar jane Allahtın belgilegen segin saqtawsılar. / Ey, Muxammed, / ari imandılardı / muminderdi / suyinsile"},{"SurahNumber":9,"VerseNumber":113,"Text":"Paygambardın jane imanga kelgenderdin, musrikter / Allahqa serik qoswsılar / usin tipti olar jaqındarı bolsa da, olardın Jaximdıq ekendigi ozderine anıq bolgannan keyin kesirim tilewlerine bolmaydı"},{"SurahNumber":9,"VerseNumber":114,"Text":"Al, Ibrahimnin oz akesi usin kesirim tilewi, onın ogan / akesine / bergen wadesi boyınsa gana edi. Ozine / akesinin / Allahqa jaw ekendigi anıq bolganda, ol odan bas tarttı. Negizinde, Ibrahim kop jalbarınıp duga etwsi, ustamdı edi"},{"SurahNumber":9,"VerseNumber":115,"Text":"Allah bir eldi twra jolga salıp jurgizgennen keyin olarga neden saqtanwları kerek ekendigin anıq tusindirmeyinse, olardı adastırwsı emes. Aqiqatında, Allah - barlıq narseni Bilwsi"},{"SurahNumber":9,"VerseNumber":116,"Text":"Aspandardın jane jerdin biligi Allahta. Ol tiriltedi jane oltiredi. Sender usin Allahtan ozge qamqorsı da, komek berwsi de joq"},{"SurahNumber":9,"VerseNumber":117,"Text":"Allah Paygambardı jane qiındıq sagatında ogan erip sıqqan muhajirler men ansarlardı, olardın keybirewlerinin jurekteri awıtqwga jaqın qalgannan keyin,Ozine boysunwga qaytardı / tawbege keltirdi / . Ol olardın tawbesin qabıl etti, oytkeni Ol - olarga asa Meyirban, erekse Meyirimdi"},{"SurahNumber":9,"VerseNumber":118,"Text":"Ari / ozderine qatıstı ukim / keyinge qaldırılgan usewdin de / tawbelerin qabıl etti / . Sol kezde olarga jer ken bola tura tarılıp, jandarı sıgılıp,' Allahtın Ozinen basqa pana joqtıgına kozderi anıq jetken edi. Sodan keyin Ol / Allah / olardın istegen kunalarına sınayı okinip, Ozine boysunwga qaytwları / tawbege kelwi / usin kunalarınan arılwına alıp keldi / tawbege keltirdi / . Aqiqatında, Allah - tawbeni qabıl etwsi, erekse Meyirimdi"},{"SurahNumber":9,"VerseNumber":119,"Text":"Ey, imanga kelgender! Allahtan / Onın jazasınan qorqıp, saqtanındar / jane sın sozdilermen birge bolındar"},{"SurahNumber":9,"VerseNumber":120,"Text":"Medine turgındarına jane onın manayındagı badawilerge, Allah Elsisinen qalıp qoyularına, sonday-aq, oz jandarın onın janınan artıq korwlerine bolmaydı. Munın sebebi, olar Allah jolında solge dwsar bolsa, sarsap-saldıqsa jane bir astıqqa usırasa ari kapirlerdi ızalandıratın bir jerdi basıp otse jane jawdan bir narseni qolga tusirse, onda olarga osı usin izgi amal jazıladı. Sın maninde, Allah jaqsılıqtı ıqılaspen istewsilerdin sıyın zaya ketirmeydi"},{"SurahNumber":9,"VerseNumber":121,"Text":"Olar az ne kop dunie jumsamasın jane bir alqaptı kesip otpesin, Allah olarga qaytarım sıyın, istegenderinen jaqsı etip berwi usin mindetti turde bul olarga jazıladı"},{"SurahNumber":9,"VerseNumber":122,"Text":"Imandılardın / jorıqqa / bari birdey attanwlarına bolmaydı. Olardın ar boliginen bir toptın sıgıp dindi uyrenwleri jane oralgan kezderinde adamdarga - olardın saqtanwları usin nasixat etwlerine jetkilikti"},{"SurahNumber":9,"VerseNumber":123,"Text":"Ey, imanga kelgender! Manaylarındagı kapirlermen sogısındar. Olar sender­den bir qatandıq bayqasın. Ari kumansiz, Allahtın taqwalarmen / Ozine boysunıp, jazasınan qorqıp, saqtanwsılarmen! birge ekenin bilinder"},{"SurahNumber":9,"VerseNumber":124,"Text":"Bir sure tusirilgen kezde olardın arasınan: «Bul qaysılarınnın imandarındı arttırdı?» - deytinder bar. / Bul / imanga kelgenderdin imanın arttırdı ari olar qwanısqa bolenwde"},{"SurahNumber":9,"VerseNumber":125,"Text":"Al, jurekterinde derti barlargabul sure kumandarının ustine kuman qosadı da olar kapir / imansız / kuylerinde oledi"},{"SurahNumber":9,"VerseNumber":126,"Text":"Olar ozderinin ar jılı bir ne eki ret sınalatındarın kormey me? Sodan keyin de olar istegen kunasine sınayı okinip, Allahqa boysunwga qaytpaydı / tawbege kelmeydi / ari eskertw de almaydı"},{"SurahNumber":9,"VerseNumber":127,"Text":"Bir sure tusirilgen kezde, olar birine-biri qarap: «Senderdi birew korip turgan joq pa eken», - dep burıla joneledi. Allah, olardın jurekterin teris burıp qoydı. Anıgında, olar - tusinbeytin adamdar"},{"SurahNumber":9,"VerseNumber":128,"Text":"Aqiqatında, senderge ozderinnen bir Elsi keldi. Ogan qinalwların awır tiedi. Ol-senderge / dindi qalap / umtılwsı, imandılarga janasır, meyirimdi"},{"SurahNumber":9,"VerseNumber":129,"Text":"Ey, Muxammed! / Eger olar teris burılsa: «Magan Allah jetkilikti, Odan basqa esbir quday joq, men Ogan juginip, ozimdi tapsırdım / tawekel ettim / . Ari Ol-ulı Arsının Rabbısı», - dep ayt"},{"SurahNumber":10,"VerseNumber":1,"Text":"Alif, Lam, Ra. Mine, osı - dana Kitaptın ayattarı"},{"SurahNumber":10,"VerseNumber":2,"Text":"Olardın isindegi bir adamga: «Adamdarga eskert jane imanga kelgenderdi olarga Rabbısının aldında sın ozwsılıqbolatınımen suyinsile», - dep waxi etkenimiz, adamdarga tanqalarlıq korindi me? Kapirler: «Albette, bul - anıq siqırsı», - dedi"},{"SurahNumber":10,"VerseNumber":3,"Text":"Aqiqatında, senderdin Rabbın - Allah, Ol aspandardı jane jerdi altı kunde jaratqan, keyin Arsıga koterildi. Ol barlıq isti basqaradı. Ol ruqsat bergenge deyin, eskim de / birew usin / ara tuse almaydı. Mine, osı - Allah, senderdin Rabbın, Ogan qulsılıq qılındar! Eske almaysındar ma / gibrat alsandar bolmay ma"},{"SurahNumber":10,"VerseNumber":4,"Text":"Allahtın xaq wadesi boyınsa, senderdin barlıgın Ogan qaytasındar. Aqiqatında, Ol jaratılıstı bastap jaratadı, sodan keyin imanga kelgen jane izgi amal istegenderge qaytarım sıyların adildikpen berw usin olardı qaytaradı. Al, kupirlik etkenderge / imanga kelmegenderge / kupirlikteri usin qaynap turgan ıstıq swdan swsın ari qinawsı azap bar"},{"SurahNumber":10,"VerseNumber":5,"Text":"Ol / Allah / kundi jarıq ari aydı nur etip jasagan. Ari onı / aydı / jıldardın sanın jane esepti bilwlerin usin orındarmen belgilegen. Allah bulardı aqiqatpen jarattı. Ol, biletin adamdar usin ayattardı anıq etip tusindiredi"},{"SurahNumber":10,"VerseNumber":6,"Text":"Aqiqatında, tun men kunnin awısıp turwında jane Allahtın aspandar men jerdegi jaratqandarında, taqwalıq etetin / Allahtın jazasınan qorqıp, saqtanatın / adamdar usin belgi-dalelder bar"},{"SurahNumber":10,"VerseNumber":7,"Text":"Anıgında, Bizben jolıgwdı umit etpegender jane osı omirge / gana / razı bolıp, ogan konilderi jay tapqandar ari belgi-dalelderimizden qapersiz bolgandar"},{"SurahNumber":10,"VerseNumber":8,"Text":"mine, solardın istep jigandarı / kunaları / usin orındarı - Ot"},{"SurahNumber":10,"VerseNumber":9,"Text":"Aqiqatında, imanga kelgen jane izgi amal istegenderdi, olardın imandarı sebebinen, Rabbısı twra jolmen jurgizedi. Naimbaqtarında (jannattın bir atı) olardın astarınan ozender agıp jatadı"},{"SurahNumber":10,"VerseNumber":10,"Text":"Olardın ol jerdegi dugaları: «Ya, Allah, Sen - paksin», al ondagı salemdeswleri: «Salem» / Amandıq / jane olardın dugalarının sonı: «Barlıq maqtaw - alemderdin Rabbısı, Allahqa!» - dew boladı"},{"SurahNumber":10,"VerseNumber":11,"Text":"Eger de Allah adamdarga jaqsılıqtı tez bergenindey, jamandıqtı da tezdetkende, olardın belgilengen merzimderi sesilgen bolar edi. Bizben kezdeswdi umit etpeytinderdi, Biz adaswlarında qangırtıp, tastap qoyamız"},{"SurahNumber":10,"VerseNumber":12,"Text":"Qasan adamga bir ziyan tise, ol jambastap jatsa da, otırsa da nemese turegep tursa da Bizge jalbarınadı. Qasan Biz odan ziyanın ketirsek, ol ozine tigen ziyan usin Bizge jalbarınbaganday ote sıgadı. Osılay, ısırap etwsilerge, istep jurgenderi korikti etip korsetildi"},{"SurahNumber":10,"VerseNumber":13,"Text":"Biz senderden aldıngı urpaqtardı, - olar adiletsizdik etkende jane anıq daleldermen kelgen elsilerge senbegen kezde joyganbız. Biz qılmısker adamdardın qaytarım jazasın osılay beremiz"},{"SurahNumber":10,"VerseNumber":14,"Text":"Keyin, olardan son, qalay amal jasaytındarındı korw usin Biz senderdi jerde / olardın / ornın baswsı ettik"},{"SurahNumber":10,"VerseNumber":15,"Text":"Olarga anıq ayattarımız oqılgan kez­de, Bizben jolıgwdı umit etpeytinder: «Sen budan basqa bir Quran keltir nemese munı awıstır!» - dedi. / Ey, Muxammed! / Ayt: «Magan onı ozdigimnen ozgertwime bolmaydı. Men ozime waxi etilgenge gana eremin. Rabbıma boysunbasam, aqiqatında, ulı Kunnin azabına usırawdan qorqamın», - dep"},{"SurahNumber":10,"VerseNumber":16,"Text":"Ayt: «Eger Allah qalaganda, men onı senderge oqımagan bolar edim jane Ol onı senderge bildirmes edi. Negizinde, men senderdin aralarında budan aldın da / birge / omir surdim. Aqıldarındı istetip ugınbaysındar ma?» - dep"},{"SurahNumber":10,"VerseNumber":17,"Text":"Allahqa qatıstı otirikti qurastırgannan nemese Onın ayattarın jalgan sanagannan otken adiletsiz kim bar? Negizinde, qılmıskerler maqsattarına jetpeydi"},{"SurahNumber":10,"VerseNumber":18,"Text":"Olar, Allahtan ozge ozderine ziyan da jetkizbeytin jane payda da keltirmeytin narsege qulsılıq etedi ari: «Bular Allahtın aldında bizge sapagat etwsiler», - deydi. / Ey, Muxammed! / Ayt: «Sonda sender Allahqa, aspandarda jane jerde Ol bilmeytin bir narse bar dep, onın xabarın bermeksisinder me?» - de. Ol / Allah / olardın serik etip qosatındarınan pak ari jogarı"},{"SurahNumber":10,"VerseNumber":19,"Text":"Adamdar bir ummet edi, keyin olar qarama-qaysılıqqa tusti. Eger de Rabbınnan aldın ala bekitilgen bir Soz bolmaganda, qaysılıqta tusken narselerine qatıstı olardın aralarına sesim sıgarılgan bolar edi"},{"SurahNumber":10,"VerseNumber":20,"Text":"Olar: «Nege ogan / Paygambarga / Rabbısınan bir belgi-mugjiza tusirilmeydi?»—deydi. / Ey, Muxammed! / Ayt: «Anıgında, gayıp-Allahtiki. Endese kutinder! Men de sendermen birge kutwsilerdenmin!» - dep"},{"SurahNumber":10,"VerseNumber":21,"Text":"Adamdarga ozderine tigen qiınsılıqtan keyin meyirimimizden tattırsaq, olar ayat-belgilerimizge baylanıstı aylakerlik isteydi. Ayt: «Allah amal-tasilde / barinen / jıldam», - dep. Aqiqatında elsilerimiz / peristeler / senderdin ayla-sargılarındı jazıp otıradı"},{"SurahNumber":10,"VerseNumber":22,"Text":"Ol / Allah / sonday, senderdi qurılıqtajane tenizde jurgizedi. Sender kemede bolgandarında ari ol / keme / bir jaylı jeldin komegimen olardı alıp juzgende olar bugan qwanadı. Ogan bir dawıldı jel sogıp ari ar taraptan tolqındar kelip, olar ozderin qorsawda qalıp, qurıdıq dep oylagan satte dinin / qulsılıqtarın / tek Ogan / cepik qosw, riyadan / tazartqan kuyde: «Eger osıdan bizdi qutqarsan, sukir etwsilerden / bergen igilikterine algıs bildirwsilerden / bolamız», - dep Allahqa duga etedi / Odan tilep, jalbarınadı"},{"SurahNumber":10,"VerseNumber":23,"Text":"Al, Ol / Allah / olardı qutqargan kezde, olar jer betinde / olay etwge / quqıgı bolmasa da adiletsizdik isteydi. Ey, adamdar! Sın maninde, senderdin adiletsizdikterin ozderine qaytadı. Ol / istegen adiletsizdikterin / osı omirdin payda, raxatı usin gana. Sodan keyin, qaytwların - Bizge. Sonda senderge ne istegenderinnin xabarın beremiz"},{"SurahNumber":10,"VerseNumber":24,"Text":"Sın maninde osı dunielik omir - Biz aspannan tusirgen bir sw sekildi. Onımen adamdar men maldar jeytin, jerden sıgatın osimdikter aralasa / osip / , jer juzi turlenip qulpırgan kezde ari onın turgındarı ogan / onimge / qoldarı jetti dep oylagan kezde, Bizdin amirimiz tunde ne kundiz kelip, onı kese muldem korkeymegen tarizdi, orılganday ettik. Biz, oylanatın adamdarga ayattardı osılay anıq etip tusindiremiz"},{"SurahNumber":10,"VerseNumber":25,"Text":"Allah amandıq mekenine / Darws-Salamga / saqıradı ari qalagan qulın Ozi twra jolmen jurgizedi"},{"SurahNumber":10,"VerseNumber":26,"Text":"Jaqsılıqtı ıqılaspen istegenderge en jaqsısı / Jannat / dayındalgan jane ogan artıgı qosıladı. Olardın betterinde san da, qorlıq ta bolmaydı. Mine, solar Jannattıqtar. Olar - ol jerde mangi qalwsılar"},{"SurahNumber":10,"VerseNumber":27,"Text":"Al, jamandıq jinagandardın qaytarım jazası - sol jamandıqtın ozindey boladı. Ari olardı qorlıq basadı. Olardı Allahtan qorgaytın eskim bolmaydı. Olardın betteri tunnin bir tunekterimen qaptalganday. Mine, solar - Ot / tozaq / turgındarı. Olar - ol jerde mangi qalwsılar"},{"SurahNumber":10,"VerseNumber":28,"Text":"Sol / esep / Kuni olardı tugeldey jinaymız. Sodan keyin Allahqa serik qosqandarga / musrikterge / : «Sender jane serik etip qosqandarın, orındarında turındar!» - deymiz. Biz olardın arasın boldik. Sonda olardın serik etip qosqandarı olarga: «Sender qulsılıqtı bizge istegen joqsındar"},{"SurahNumber":10,"VerseNumber":29,"Text":"Allah - bizdin aramızga kwalikte jetkilikti. Negizinde, biz senderdin qulsılıq etwlerinnen xabarsız edik», - deydi"},{"SurahNumber":10,"VerseNumber":30,"Text":"Sol jerde / esep alanında / arbir jan aldın istegeni usin sınaladı / suraladı / . Olar sın ieleri - Allahqa qaytarıladı ari oydan sıgargan narseleri olardan jogaladı"},{"SurahNumber":10,"VerseNumber":31,"Text":"Ey, Muxammed!! Ayt: «Senderge aspannan jane jerden kim rizıq beredi? Estw jane korw kimnin ieliginde? Tirini oliden sıgaratın jane olini tiriden sıgaratın kim? Ari isti kim basqaradı?» - dep. Olar: «Allah», - dep aytadı. Ayt: «Endese Onın jazasınan qorqıp, saqtanbaysındar ma / taqwalıq etpeysinder me / ?» - dep"},{"SurahNumber":10,"VerseNumber":32,"Text":"Mine, osı Allah - senderdin sın Rabbın. Aqiqattan keyin adaswdan basqa ne bar? Sonda qalay burılwdasındar"},{"SurahNumber":10,"VerseNumber":33,"Text":"Rabbınnın buzıqtarga / boysunbawsılarga! baylanıstı: «Olar imanga kelmeydi», degen sozi osılay sındıqqa sıqtı"},{"SurahNumber":10,"VerseNumber":34,"Text":"Ey, Muxammed! / Ayt: «Allahqa serik etip qosqandarınnın arasınan, jaratılıstı awel basta payda etip, keyin onı qayta jaratatın birew bar ma?» - dep. Ayt: «Allah jaratılıstı awel basta payda etip, keyin onı qayta jaratadı. Sonda, qayda burılıp barasındar?!» - dep"},{"SurahNumber":10,"VerseNumber":35,"Text":"Ayt: «Allahqa serik etip qosqandarınnın arasınan aqiqatqa alıp baratın birew bar ma?» - dep. Ayt: «Allah aqiqatqa aparadı. Ileswge, aqiqatpen Jurgizwsi quqılıraq pa, alde ozin twra jolga salıp jurgizbese, ozi twra jolmen jure almaytın birew me? Senderge ne boldı, qalay sesim sıgarasındar"},{"SurahNumber":10,"VerseNumber":36,"Text":"Olardın kopsiligi boljam-joramalga eredi. Sın maninde, joramal sındıqtın bir boligin de almastıra almaydı. Aqiqatında, Allah - olardın ne istep jatqandarın Bilwsi"},{"SurahNumber":10,"VerseNumber":37,"Text":"Bul Quran - Allahtan, onın oydan sıgarılwı / otirikten qurastırılwı / mumkin emes. Ol, ozinen aldın bolgandardın rastawı jane Kitaptın anıq tusindirmesi. Ol alemderdin Rabbısınan, onda kuman joq"},{"SurahNumber":10,"VerseNumber":38,"Text":"Alde olar ol onı oydan sıgardı dey me? / Ey, Muxammed! / Ayt: «Eger sın sozdi bolsandar, osı sekildi bir sure keltirinder ari Allahtan ozge saqıra alatındarındı saqırındar», - dep"},{"SurahNumber":10,"VerseNumber":39,"Text":"Negizinde, olar bilimi jetpegen jane ozderine ali tusindirmesi kelmegendi otirikke sıgardı. Olardan burıngılar da osılay otirikke sıgargan edi. Endi, adiletsizderdin sonı qalay bolgandıgına nazar sal"},{"SurahNumber":10,"VerseNumber":40,"Text":"Olardın arasında ogan / Quranga / senetinder de bar. Ari olardın arasın­da ogan senbeytinder de bar. Senin Rabbın - buzwsı-buldirwsilerdi jaqsı Bilwsi"},{"SurahNumber":10,"VerseNumber":41,"Text":"Ey, Muxammed! / Eger olar seni otiriksi sanasa: «Menin isim ozime, al senderdin isterin ozderine. Sender menin istep jatqanıma qatıstı emessinder ari men de senderdin istep jatqandarına qatıstı emespin», - dep ayt"},{"SurahNumber":10,"VerseNumber":42,"Text":"Olardın isinde sagan qulaq turetinder de bar. Eger aqıldarın istetpese, sen kerenderge estirte alasın ba"},{"SurahNumber":10,"VerseNumber":43,"Text":"Ari olardın isinde sagan qaraytındar da bar. Eger kormese, sen soqırlarga jol korsete alasın ba"},{"SurahNumber":10,"VerseNumber":44,"Text":"Aqiqatında, Allah adamdarga esbir narsede adiletsizdik etpeydi. Biraq adamdar ozderine-ozderi adiletsizdik etedi"},{"SurahNumber":10,"VerseNumber":45,"Text":"Olardı jinagan sol / Esep / Kuni, olar / osı duniede / kundizden bir az mezgil gana turganday boladı da bir-birin tani bastaydı. Allahpen kezdeswdi otirik sanagandar sınımen ziyanga usıradı. Ari olar twra jolda jurwsilerden bolmadı"},{"SurahNumber":10,"VerseNumber":46,"Text":"Ey, Muxammed! / Biz sagan olarga Ozimiz wade etip otırgannın keybirin korsetsek te nemese seni dunieden alsaq ta - olar Bizge qaytadı. Sodan keyin Allah olardın ne istep jatqandarına kwa boladı"},{"SurahNumber":10,"VerseNumber":47,"Text":"Arbir ummettin Elsisi bar. Olardın elsileri kelgen kezde, olardın aralarına adildikpen sesim sıgarıladı ari olarga adiletsizdik etilmeydi"},{"SurahNumber":10,"VerseNumber":48,"Text":"Olar / imansızdar / : «Eger sender sın sozdi bolsandar, bul wade qasan / orındaladı / ?» - deydi"},{"SurahNumber":10,"VerseNumber":49,"Text":"Ey, Muxammed! / Ayt: «Allahtın qalawınan basqa, men ozim usin ziyan da, payda da keltire almaymın. Arbir ummettin bir merzimi bar. Merzimderi kelgen kezde, olar onı bir satke keri ısıra da almaydı jane ilgerilete de almaydı», - dep"},{"SurahNumber":10,"VerseNumber":50,"Text":"Ayt: «Aytındarsı! Eger senderge Onın azabı tun isinde nemese kundiz kelse, qılmıskerler onın qaysıbirinin tez bolwın suraydı?» - dep"},{"SurahNumber":10,"VerseNumber":51,"Text":"Ol / azap / tuskennen keyin Ogan senesinder me? Olarga: «Endi / senesinder / me, sender osının tez bolwın suragan edinder», - delinedi"},{"SurahNumber":10,"VerseNumber":52,"Text":"Sodan keyin adiletsizdik etkenderge: «Mangilik azabın tatındar! Senderge qaytarım / retindegi / jaza istegenderin usin gana berilip jatqan joq pa?» - dep aytıladı"},{"SurahNumber":10,"VerseNumber":53,"Text":"Ey, Muxammed! / Olar senen: «Bul sındıq pa?» - dep suraydı. Ayt: «Arine, Rabbımmen ant etemin, bul - aqiqat, sender alsirete / Allahqa kedergi keltire / almaysındar», - dep"},{"SurahNumber":10,"VerseNumber":54,"Text":"Eger de ozine adiletsizdik etken arbir janda - jer betindegi narselerdin barlıgı bolganda, ol onı / azaptan qutılw usin / otemge berer edi. Ari olar azaptı korgenderinde istey okinedi. Olardın aralarına adildikpen ukim etiledi ari olarga adiletsizdik jasalmaydı"},{"SurahNumber":10,"VerseNumber":55,"Text":"Bilinder, aqiqatında, aspandardagı jane jerdegi narseler - Allahtiki. Bilinder, sınında, Allahtın wadesi - xaq. Biraq olardın / adamdardın / kobi bilmeydi"},{"SurahNumber":10,"VerseNumber":56,"Text":"Ol tiriltedi jane oltiredi ari sender Ogan qaytarılasındar"},{"SurahNumber":10,"VerseNumber":57,"Text":"Ey, adamdar! Aqiqatında, senderge ozderinnin Rabbınnan nasixat, kokirektegi narselerge sipa jane imandılar / muminder / usin jolbassı / twra joldı ustanwga bassılıq / ari meyirim / Quran / keldi"},{"SurahNumber":10,"VerseNumber":58,"Text":"Ey, Muxammed! / Ayt: «bul - Allahtın kensiligi jane meyirimi», - dep. Olar osıgan qwansın, bul olardın jigandarınan qayırlı"},{"SurahNumber":10,"VerseNumber":59,"Text":"Ayt: «Allah ozderine tusirgen rizıqtın bir boligin - xaram / tıyım salıngan / , bir boligin - xalal / ruqsat etilgen / etip algandarın jayında ne aytasındar?» - dep. Ayt: «Senderge / onı / Allah bildirdi me, alde sender Allahqa qatıstı otirikti qurastırıp tursındar ma?» - dep"},{"SurahNumber":10,"VerseNumber":60,"Text":"Allahqa qatıstı otirikti qurastıratındardın Qayta tirilw kuni twralı ne joramaldarı bar? Aqiqatında, Allah -adamdarga kensilik iesi. Biraq olardın kobi sukir etpeydi / Rabbısının bergen igilikterine algıs bildirmeydi"},{"SurahNumber":10,"VerseNumber":61,"Text":"Ey, Muxammed! / Sen qanday da bir iste bolsan ne Qurannan oqısan nemese sender bir amal jasasandar, onı orındap jatqan kezderinde, albette, Biz senderge kwa bolıp turamız. Jerdegi jane aspandagı zattın en kiskentay boligi de Rabbınnan jasırın qalmaydı. Ari odan kisi bolsın ne ulkeni bolsın barlıgı anıq bir Kitapta"},{"SurahNumber":10,"VerseNumber":62,"Text":"Bilinder! Aqiqatında, Allahqa jaqın bolgandarga qorqınıs joq ari olar qaygırmaydı"},{"SurahNumber":10,"VerseNumber":63,"Text":"Olar - imanga kelgen jane taqwalıq etkender / Allahtın jazasınan qorqıp, saqtangandar"},{"SurahNumber":10,"VerseNumber":64,"Text":"Olarga osı omirde jane songı, mangilik omirde / aqirette / suyinisti xabar bar. Allahtın sozderi ozgermeydi. Mine, osı -ulı jetistik"},{"SurahNumber":10,"VerseNumber":65,"Text":"Ey, Muxammed! / Olardın sozi seni qaygıga salmasın. Aqiqatında, bukil ustemdik - Allahqa tan. Ol - barin Estwsi, barin Bilwsi"},{"SurahNumber":10,"VerseNumber":66,"Text":"Bilinder! Aqiqatında, aspandardagı jane jerdegi arkim de - Allahtiki. Allahtan ozgeni Ogan serik etip saqıratındar ne narsege eredi? Olar oy - joramaldarına gana eredi ari olar tek otirikti gana aytadı"},{"SurahNumber":10,"VerseNumber":67,"Text":"Ol senderge tundi tınıgwların usin, al kundizdi koretin / jarıq / etip jasagan. Aqiqatında, Munda qulaq asatın adamdar usin belgi-dalelder bar"},{"SurahNumber":10,"VerseNumber":68,"Text":"Olar: «Allah ozine bala aldı», - dedi. Ol / barlıq kemsilikten / pak. Ol - al- Gani / bay, es narsege muqtaj emes / . Aspandardagı jane jerdegilerdin barlıgı Oniki. Senderde bugan / Allahtın bala iemdenwine / esbir dalel joq. Sender Allahqa qatıstı ozderin bilmeytin narseni aytasındar ma"},{"SurahNumber":10,"VerseNumber":69,"Text":"«Negizinde, Allah twralı otirikti qurastıratındar / jala jabatındar / maqsattarına jetpeydi», - de"},{"SurahNumber":10,"VerseNumber":70,"Text":"Osı omirde / Olarga / paydalanw, raxat bar. Keyin olar Bizge qaytadı. Sodan keyin olarga kupirlikteri / imansızdıqtarı / usin qattı azap tattıramız"},{"SurahNumber":10,"VerseNumber":71,"Text":"Ey, Muxammed! / Olarga Nux jaylı xabardı oqı. Ol eline: «Ay, elim! Eger menin aralarında bolwım jane Allahtın belgilerin eskertwim senderge awır kelse, onda men Allahqa juginip, Ogan ozimdi tapsırdım / tawekel ettim / . Sender / qosqan / serikterinmen birigip, keyin magan baylanıstı asıq areket etinder ari magan mursat bermender"},{"SurahNumber":10,"VerseNumber":72,"Text":"Eger sender teris burılsandar, men senderden / ol usin / aqı suragan joqpın. Menin sıyım - Allahta ari men Musılmandardan bolwga buyırıldım», - dep aytqan edi"},{"SurahNumber":10,"VerseNumber":73,"Text":"Sonda olar, onı otiriksi sanadı. Sodan son Biz onı jane onımen birge bolgandardı kemede qutqardıq ari olardı xalifalar / aldıngılardın ornın baswsılar / ettik. Al belgilerimizdi otirik sanagandardı swga batırdıq. Endi eskertw berilgenderdin sonı qalay bolganına qara"},{"SurahNumber":10,"VerseNumber":74,"Text":"Odan / Nuxtan / keyin elsilerdi oz elderine jiberdik. Olar / elderine / anıq belgilermen keldi. Alayda olar / qawımı / , ozderi aldın otirikke sıgargan narselerge senwdi qalamadı. Biz sekten sıgwsılardın jurekterin osılay bitep, morleymiz"},{"SurahNumber":10,"VerseNumber":75,"Text":"Olardan keyin Musa men Harundı Firawn jane onın wazir, bekterine mugjiza-belgilerimizben jiberdik. Alayda olar ozderin jogarı sanap, menmensidi ari olar qılmısker adamdar edi"},{"SurahNumber":10,"VerseNumber":76,"Text":"Olarga Bizden aqiqat kelgen kezde, olar: «bul - anıq siqır», - dedi"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa: «Sender ozderine kelgen aqiqat jaylı osılay dep aytasındar ma? Osı siqır ma? Siqırsılar maqsatına jetpeydi», - dedi"},{"SurahNumber":10,"VerseNumber":78,"Text":"Olar: «Sen bizdi ata-babalarımızdın ustanganınan burw usin jane jer betinde / jerimizde / ulılıq ekewine bolsın dep keldinder me? Biz ekewine senbeymiz», - dedi"},{"SurahNumber":10,"VerseNumber":79,"Text":"Firawn: «Magan barlıq bilgir siqırsılardı akelinder», - dedi"},{"SurahNumber":10,"VerseNumber":80,"Text":"Siqırsılar kelgen kezde, Musa olarga: «Tastaytındarındı tastandar», - dedi"},{"SurahNumber":10,"VerseNumber":81,"Text":"Olar tastagan kezde, Musa: «Senderdin istegenderin siqır, kumansiz, Allah onı beker etedi. Allah buzwsı-buldirwsilerdin amalın tuzetpeydi"},{"SurahNumber":10,"VerseNumber":82,"Text":"Ari Allah, Oz sozderimen sındıqtı ornatadı, qılmıskerler munı jaqtırmasa da», - dedi"},{"SurahNumber":10,"VerseNumber":83,"Text":"Firawn jane onın wazir, bekterinin bulik salwınan / jazalawınan / qorıqqandıqtan, Musaga onın elinen bir urpaqqana sendi. Oytkeni, Firawn / ol / jerdeoktemsil ari ol aqiqatında sekten sıgwsılardan edi"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa: «Ay, elim! Allahqa sensender, onda Ogan juginip, isterindi Ozine tapsırındar / tawekel etinder / , eger musılmanbolsandar», - dedi"},{"SurahNumber":10,"VerseNumber":85,"Text":"Olar: «Biz Allahqa juginip, isimizdi Ogan tapsırdıq / tawekel ettik / . Rabbımız, bizdi adiletsiz elge fitna / sınaq / etpe"},{"SurahNumber":10,"VerseNumber":86,"Text":"Ari bizdi Oz meyiriminmen kapir elden qutqara gor!» - dedi"},{"SurahNumber":10,"VerseNumber":87,"Text":"Biz Musaga jane onın bawırına: «Qawımdarın usin Mısırda uyler alındar jane uylerindi namaz oqitın orın etip, namaz oqındar. Ari imandılardı / muminderdi / qos xabarmen qwandır», - dep waxi ettik"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musa: «Rabbımız! Aqiqatında, Sen Firawnga jane onın wazir, bekterine bul omirde san-saltanat jane baylıq berdin. Rabbımız! Olar onı jolınnan adastırwları usin / paydalandı / Rabbımız, olardın dunielerin joy jane olardın jurekterin qatayt! Olar qinawsı azaptı korgenderinse imanga kelmesin», - dedi"},{"SurahNumber":10,"VerseNumber":89,"Text":"Ol / Allah / : «Ekewinnin tilekterine jawap berildi. Twralıqtı ustanındar jane bilmeytinderdin jolına ermender!» - dedi"},{"SurahNumber":10,"VerseNumber":90,"Text":"Biz Israil urpaqtarın tenizden otkizdik. Sonda Firawn men onın askeri adiletsizdik ari duspandıqpen, olardın sonınan qwdı. Al, ol / Firawn / swga batar kezinde: «Israil urpaqtarı sengen qudaydan basqa esbir qudaydın joqtıgına sendim. Men de Musılmandardanmın / boysunwsılardanmın / », - dedi"},{"SurahNumber":10,"VerseNumber":91,"Text":"«Endi gana ma? Al burın boysunbagan edin ari buzwsı-buldirwsilerden boldın"},{"SurahNumber":10,"VerseNumber":92,"Text":"Bugin seni ozinnen keyingilerge bir belgi bolwı usin murdendi / senin tanindi / qutqaramız». Negizinde, adamdardın kobi Bizdin belgilerimizden qapersiz / gibrat almaydı"},{"SurahNumber":10,"VerseNumber":93,"Text":"Biz Israil urpaqtarın igi mekenge ornalastırdıq jane olarga jaqsı narselerden rizıq berdik. Ari olar, ozderine bilim kelgenge deyin qarama-qaysılıqqa tuspedi. Aqiqatında, Rabbın Qayta tirilw kuni qarama-qaysılıqqa tusken narseleri jayında olardın aralarına ukim beredi"},{"SurahNumber":10,"VerseNumber":94,"Text":"Ey, Muxammed! / Eger Biz ozine tusirgennen kumanda bolsan, aldın Kitap / tusirilip / oqıgandardan sura. Sagan Rabbınnan aqiqat keldi, sondıqtan kumandanwsılardan bolma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Sonday-aq, Allahtın ayattarın otirikke sıgarwsılardan bolma. Onda ziyan korwsilerden bolasın"},{"SurahNumber":10,"VerseNumber":96,"Text":"Aqiqatında, Rabbınnın sozi tiisti bolgandar imanga kelmeydi"},{"SurahNumber":10,"VerseNumber":97,"Text":"sonday qinawsı azaptı korgenderine deyin, tipti olarga qanday bir belgi - mugjizalar kelse de"},{"SurahNumber":10,"VerseNumber":98,"Text":"Ywnwstın elinen basqa / azaptı korgende / imanga kelgen ari imandarı payda bergen birde-bir eldi meken boldı ma? Olar imanga kelgen kezde, Biz olardan osı omirde qorlıq azabın ketirdik ari olardı bir merzimge deyin paydalandırdıq"},{"SurahNumber":10,"VerseNumber":99,"Text":"Eger Rabbın qalaganda, jer juzindegilerdin barlıgı, tugeldey imanga keler edi. / Ey, Muxammed, / sen, adamdardı imandı / mumin / bolwga majburleysin be"},{"SurahNumber":10,"VerseNumber":100,"Text":"Arbir jan Allahtın ruqsatımen gana imanga keledi. Ol, aqıldarın istetip, ugınbaytındarga rijs jiberedi"},{"SurahNumber":10,"VerseNumber":101,"Text":"Ey, Muxammed! / Ayt: «Aspandar jane jerdegi narselerge qarandarsı», - dep. Imansız adamdarga dalelder men eskertwlerpayda bermeydi"},{"SurahNumber":10,"VerseNumber":102,"Text":"Olar ozderinen burıngı otkenderge kelgen tarizdi kunderdi kutedi me? Ayt: «Kutinder! Men de - sendermen birge kutwsimin!» - de"},{"SurahNumber":10,"VerseNumber":103,"Text":"Sodan keyin Biz elsilerimizdi jane imanga kelgenderdi qutqaramız. Osılay, imandılardı / muminderdi / qutqarw - Bizdin mindetimiz"},{"SurahNumber":10,"VerseNumber":104,"Text":"Ey, Muxammed! / Ayt: «Ey, adamdar! Eger sender menin dinimnen kumanda bolsandar, men senderdin Allahtan ozge tabınatındarına tabınbaymın, alayda men senderdin jandarındı alatın Allahqa qulsılıq etemin ari men imandılardan / muminderden / bolwga buyırıldım», - dep"},{"SurahNumber":10,"VerseNumber":105,"Text":"Xanif (Allahtı birlep, twra joldan taymay, jalgız Ogan qulsılıq etwsi) bolgan turde, juzindi / xaq / dinge bur. Ari Allahpen qatar, ozgelerge tabınwsılardan / musrikterden / bolma"},{"SurahNumber":10,"VerseNumber":106,"Text":"Allahtan ozge sagan payda da, ziyan da keltire almaytın narsege jalbarınba. Eger olay istesen, onda albette adiletsizderden bolasın"},{"SurahNumber":10,"VerseNumber":107,"Text":"Eger Allah sagan bir ziyan jetkizse, onı Onın Ozinen basqa ketirwsi joq. Al, eger Ol sagan bir jaqsılıq qalasa, Onın kensiligin qaytarwsı joq. Ol, onı quldarınan Ozi qalaganına nasip etedi. Ol - ote Kesirimdi , erekse Meyirimdi"},{"SurahNumber":10,"VerseNumber":108,"Text":"Ey, Muxammed! / Ayt: «Ay, adamdar! Senderge ozderinnin Rabbınnan aqiqat keldi. Kim twra jolmen jurse, tek ozi usin twra jolda juredi. Al kim adassa, tek oz ziyanına adasadı. Men senderge jawaptı / kepil / emespin», - dep"},{"SurahNumber":10,"VerseNumber":109,"Text":"Ari ozine waxi etilgenge er, ari Allah ukim bergenge deyin sabır et. Ol - ukim berwsilerdin en qayırlısı"},{"SurahNumber":11,"VerseNumber":1,"Text":"Alif, Lam, Ra. Bul - ayattarı asa Dana, barinen Xabardardan anıq bayandalıp, tusindirilgen Kitap"},{"SurahNumber":11,"VerseNumber":2,"Text":"Allahtan basqaga Qulsılıq etpender. Anıgında, men senderge Odan / jiberilgen / eskertwsi ari qwanıstı xabar jetkizwsimin"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ozderinnin Rabbınnan kesirim tilender ari istegen kunalarına sınayı okinip, Ogan boysunwga qaytındar / tawbege kelinder / . Ol senderdi belgili bir merzimge / olim kelgenge / deyin korkem nesibemen paydalandıradı. Ari Ol, arbir kensilik etwsini Oz kensiligine boleydi. Eger teris burılsandar, senderge bolatın ulı Kunnin / Qiyamettin / azabınan qorqamın"},{"SurahNumber":11,"VerseNumber":4,"Text":"Sender Allahqa qaytarılasındar. Al, Ol - barlıq narseni Jasay alwsı"},{"SurahNumber":11,"VerseNumber":5,"Text":"Bilinder, olar, Odan jasırw usin kewdelerin buristiredi. Anıgında, olar kiimderin burkenip algandarında da Ol / Allah / olardın neni jasıratındarın jane neni askere etetinderin biledi. Anıgında, Ol - kewdelerdegini / jurekterdegini / jaqsı Bilwsi"}]}