{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"A celle d’entre vous qui se soumet entierement a Allah et a Son Messager, et fait le bien, Nous attribuerons le double de sa recompense et lui reserverons des dons genereux"},{"SurahNumber":33,"VerseNumber":32,"Text":"O femmes du Prophete ! Vous n’etes semblables a aucune des autres femmes. Si vous faites montre de piete, n’adoucissez pas vos propos, pour que les cœurs malades n’aient pas des vues (malsaines) sur vous. Ne tenez que des propos decents"},{"SurahNumber":33,"VerseNumber":33,"Text":"Demeurez dans vos foyers et n’exhibez pas (vos charmes) comme faisaient les femmes de l’epoque preislamique (Jahilyya). Accomplissez la Calat, acquittez-vous de la Zakat, obeissez a Allah et a Son Messager ! Allah ne veut qu’eloigner de vous la souillure, o gens de la maison (du Prophete), Il veut vous purifier completement"},{"SurahNumber":33,"VerseNumber":34,"Text":"Evoquez les versets d’Allah et la sagesse qui sont recites dans vos demeures. Allah est Subtil et Informe"},{"SurahNumber":33,"VerseNumber":35,"Text":"Les Musulmans et les Musulmanes, les croyants et les croyantes, les soumis et les soumises, les loyaux et les loyales, les endurants et les endurantes, ceux et celles qui se recueillent, ceux et celles qui font la charite, les jeuneurs et les jeuneuses, ceux et celles qui preservent leur chastete, et ceux et celles qui evoquent frequemment le nom d’Allah, (a tous ceux-la) Allah a prepare un pardon et une immense recompense"},{"SurahNumber":33,"VerseNumber":36,"Text":"Il n’appartient nullement a un croyant ou a une croyante, lorsque Allah et Son Messager ont decide d’une affaire, d’avoir le choix (d’en decider a leur tour). Quiconque desobeit a Allah et a Son Messager s’egare manifestement"},{"SurahNumber":33,"VerseNumber":37,"Text":"(Souviens-toi, Muhammad) quand tu disais a celui qu’Allah a comble de Ses faveurs, et que tu as aussi comble des tiennes : « Garde aupres de toi ton epouse et crains Allah ! » Tu cachais alors en toi-meme ce qu’Allah allait devoiler. Tu craignais les hommes alors qu’Allah est plus digne que tu Le craignes. Lorsque Zeyd eut mis fin a tout rapport avec elle, Nous te la donnames comme epouse, afin que les croyants n’aient plus a s’embarrasser d’epouser les femmes de leurs fils adoptifs, une fois que ces derniers cessent tout rapport avec elles. L’arret d’Allah doit etre ainsi accompli"},{"SurahNumber":33,"VerseNumber":38,"Text":"Il n’est aucun reproche a faire au Prophete en ce qu’Allah lui a prescrit selon la regle divine etablie depuis toujours pour ceux qui ont vecu par le passe. L’ordre d’Allah est un arret ineluctable"},{"SurahNumber":33,"VerseNumber":39,"Text":"Ceux qui transmettaient les messages d’Allah, craignaient Allah et ne craignaient nul autre que Lui. Allah suffit pour dresser les comptes"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad n’est le pere d’aucun homme parmi vous,[413] mais (il est) le Messager d’Allah et le Sceau des Prophetes. Allah est de Toute chose Omniscient"},{"SurahNumber":33,"VerseNumber":41,"Text":"O vous qui avez cru ! Evoquez Allah frequemment"},{"SurahNumber":33,"VerseNumber":42,"Text":"Rendez-Lui gloire, matin et soir"},{"SurahNumber":33,"VerseNumber":43,"Text":"C’est Lui Qui repand sur vous Ses benedictions, ainsi que Ses Anges, pour vous faire sortir des tenebres vers la lumiere. Et Il est, envers les croyants, Tout Misericordieux"},{"SurahNumber":33,"VerseNumber":44,"Text":"La salutation qui leur sera adressee le jour ou ils Le rencontreront sera « Paix ! (Salam) ». Et Il leur a prepare une large recompense"},{"SurahNumber":33,"VerseNumber":45,"Text":"O Prophete ! Nous t’avons envoye en temoin, en annonciateur et en avertisseur"},{"SurahNumber":33,"VerseNumber":46,"Text":"pour appeler a Allah avec Sa permission, et pour (eclairer) en flambeau lumineux"},{"SurahNumber":33,"VerseNumber":47,"Text":"Annonce l’heureuse nouvelle aux croyants qu’ils auront d’Allah une grande faveur"},{"SurahNumber":33,"VerseNumber":48,"Text":"N’obeis pas aux mecreants et aux hypocrites ! Ne fais pas grand cas de leurs mefaits ! Confie-toi a Allah ! Qu’Allah te suffise en parfait protecteur"},{"SurahNumber":33,"VerseNumber":49,"Text":"O vous qui avez cru ! Quand vous epousez des croyantes puis divorcez d’avec elles avant d’avoir consomme le mariage, vous n’avez aucune periode de viduite (‘idda) a leur imposer. Offrez-leur en jouissance quelque bien compensatoire et liberez-les d’une bien belle maniere"},{"SurahNumber":33,"VerseNumber":50,"Text":"O Prophete ! Nous t’avons rendu licites tes epouses que tu as dotees d’un mahr, tes esclaves (ou captives) que tu possedes de droit et qu’Allah t’a accordees, les filles de ton oncle paternel, les filles de tes tantes paternelles, les filles de ton oncle maternel et les filles de tes tantes maternelles parmi celles qui avaient emigre en ta compagnie, et toute femme croyante qui s’offre en mariage au Prophete, a condition que le Prophete daigne la prendre pour epouse. C’est la une faveur qui t’est destinee exclusivement et en dehors de tous les croyants. Nous savons ainsi ce que Nous leur avons impose au sujet de leurs epouses et de celles qu’ils possedent de droit, afin qu’il ne te soit fait aucun grief. Allah est Absoluteur et Tout Misericordieux"},{"SurahNumber":33,"VerseNumber":51,"Text":"Tu pourras faire attendre qui tu voudras parmi elles, et tu en retiendras a tes cotes qui tu voudras. Tu pourras, sans encourir aucun grief, en reprendre une parmi celles dont tu t’etais auparavant separe. Cela est plus a meme de les rejouir, de leur faire oublier leur chagrin et de les satisfaire de ce que tu leur as accorde a toutes. Allah Sait ce que recelent vos cœurs. Allah est Omniscient et Longanime"},{"SurahNumber":33,"VerseNumber":52,"Text":"Il ne t’est plus licite d’epouser d’autres femmes, ni d’en changer, meme si tu es attire par leur beaute, hormis celles que tu possedes de droit. Allah Veille sur Toute chose"},{"SurahNumber":33,"VerseNumber":53,"Text":"O vous qui avez cru ! N’entrez dans les maisons du Prophete que si vous etes convies a un repas et sans etre la a attendre que celui-ci soit pret. Mais quand vous etes invites, entrez ; et une fois que vous avez mange, dispersez-vous en evitant de prendre vos aises pour tenir conversation, car cela contrarie le Prophete qui a honte (de vous l’avouer.) Allah, Lui, n’a pas honte de (dire) la verite. Si vous leur demandez (aux epouses du Prophete) quelque objet, faites-le derriere un rideau, cela est plus pur pour vos cœurs et pour les leurs. Vous n’avez pas a faire de la peine au Messager d’Allah, pas plus que vous ne devez epouser jamais ses femmes apres lui. Car, pour Allah, il s’agit la d’un peche d’une enorme gravite"},{"SurahNumber":33,"VerseNumber":54,"Text":"Que vous reveliez quelque chose au grand jour ou que vous le gardiez secret, Allah Sait parfaitement Toute chose"},{"SurahNumber":33,"VerseNumber":55,"Text":"Il n’y a aucun grief a leur faire (si les femmes se montrent sans voile devant) leurs peres, leurs fils, leurs freres, les fils de leurs freres, les fils de leurs sœurs, les femmes (musulmanes) et celles qu’elles possedent de droit. Craignez Allah (o femmes), car Allah est de Toute chose Temoin"},{"SurahNumber":33,"VerseNumber":56,"Text":"Allah et Ses Anges repandent les benedictions sur le Prophete ; o vous qui avez cru, repandez donc sur lui benediction et salut"},{"SurahNumber":33,"VerseNumber":57,"Text":"Ceux qui offensent Allah et Son Messager, Allah les maudira en ce bas monde et dans l’autre. Et Il leur a prepare un supplice humiliant"},{"SurahNumber":33,"VerseNumber":58,"Text":"Et ceux qui offensent les croyants et les croyantes pour ce qu’ils n’ont pas commis assument une ignoble calomnie et un peche manifeste"},{"SurahNumber":33,"VerseNumber":59,"Text":"O Prophete ! Dis a tes epouses, a tes filles et aux femmes des croyants, de ramener sur elles une partie de leurs mantes.[414] Cela, afin qu’elles puissent etre reconnues et que leur soit evite d’etre importunees. Allah est Absoluteur et Tout Misericordieux"},{"SurahNumber":33,"VerseNumber":60,"Text":"Si les hypocrites, ceux dont les cœurs sont malades, et les colporteurs de fausses nouvelles a Medine, ne mettent pas fin a leurs agissements, Nous te pousserons a sevir contre eux, et ils ne resteront plus guere en ton voisinage"},{"SurahNumber":33,"VerseNumber":61,"Text":"Maudits ils sont, et ils seront saisis ou qu’ils se trouvent pour etre tues sans aucune pitie"},{"SurahNumber":33,"VerseNumber":62,"Text":"Telle est la tradition d’Allah etablie depuis toujours pour ceux qui ont vecu par le passe, et tu ne saurais trouver changement a la regle d’Allah"},{"SurahNumber":33,"VerseNumber":63,"Text":"Les hommes t’interrogent au sujet de l’Heure. Dis : « Sa science ne releve que d’Allah. » Qu’est-ce que tu en sais toi-meme ? L’Heure est peut-etre toute proche"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allah a maudit les mecreants et leur a prepare une Fournaise"},{"SurahNumber":33,"VerseNumber":65,"Text":"ou ils demeureront a tout jamais, sans trouver allie ni protecteur"},{"SurahNumber":33,"VerseNumber":66,"Text":"Le jour ou dans le Feu leurs visages seront tournes et retournes, ils diront : « Si seulement nous avions obei a Allah et obei au Messager ! »"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ils diront encore : « Seigneur, nous avons obei a nos maitres et a ceux qui etaient grands parmi nous, et ils nous ont fait perdre le chemin (droit)"},{"SurahNumber":33,"VerseNumber":68,"Text":"Seigneur, fais-leur subir le double du supplice, et maudis-les de la plus grande des maledictions ! »"},{"SurahNumber":33,"VerseNumber":69,"Text":"O vous qui avez cru ! Ne soyez pas comme ceux qui ont offense Moise ! Allah l’a innocente de leurs allegations et il etait aupres d’Allah tenu en tres haute estime"},{"SurahNumber":33,"VerseNumber":70,"Text":"O vous qui avez cru ! Craignez Allah ! Tenez des propos justes et droits"},{"SurahNumber":33,"VerseNumber":71,"Text":"Il rendra vos œuvres meilleures et vous pardonnera vos peches. Quiconque obeit a Allah et a Son Messager atteindra a la plus grande des reussites"},{"SurahNumber":33,"VerseNumber":72,"Text":"Nous avons propose aux cieux, a la terre et aux montagnes d’assumer la charge (du discernement entre le vrai et le faux), mais ils ont refuse de l’assumer et ont pris peur. L’homme l’a assumee, car il est grandement injuste et si ignorant"},{"SurahNumber":33,"VerseNumber":73,"Text":"(Tout cela) afin qu’Allah soumette au supplice les hypocrites (qu’ils soient) hommes ou femmes et les associatres (qu’ils soient) hommes ou femmes, et accepte le repentir des croyants et des croyantes. Allah est Absoluteur et Tout Misericordieux"},{"SurahNumber":34,"VerseNumber":1,"Text":"Louange a Allah, a Qui appartient ce qui est dans les cieux et sur terre. A Lui la louange dans l’autre monde. Il est le Sage, l’Informe"},{"SurahNumber":34,"VerseNumber":2,"Text":"Il Sait ce qui entre dans la terre et ce qui en sort, ce qui descend du ciel et ce qui y monte, et c’est Lui le Tout Misericordieux, l’Absoluteur"},{"SurahNumber":34,"VerseNumber":3,"Text":"Ceux qui ont mecru disent : « L’Heure ne viendra pas pour nous. » Dis : « Que si, par mon Seigneur ! Vous la verrez certainement venir. » (Allah est) Celui Qui connait l’Inconnaissable (ghayb), a Qui rien ne peut echapper, fut-ce le poids d’un atome dans les cieux ou sur terre. Il n’est rien de plus petit ou de plus grand qui ne soit (consigne) dans un Livre explicite"},{"SurahNumber":34,"VerseNumber":4,"Text":"et ce, afin qu’Il recompense ceux qui ont cru et ont accompli les bonnes œuvres. Ceux-la auront pardon et dons genereux"},{"SurahNumber":34,"VerseNumber":5,"Text":"Quant a ceux qui s’emploient a rejeter Nos versets pour les rendre sans effet, ceux-la subiront le plus douloureux des tourments"},{"SurahNumber":34,"VerseNumber":6,"Text":"Ceux qui ont recu la science voient (bien) que ce qui est descendu (en revelation) vers toi de la part de ton Seigneur est la verite et qu’il guide vers la voie du Tout-Puissant, le Digne de Louange"},{"SurahNumber":34,"VerseNumber":7,"Text":"Ceux qui ont mecru disent : « Voulez-vous que nous vous indiquions un homme qui vous predira qu’une fois decomposes en infimes parties vous renaitrez a une nouvelle creation"},{"SurahNumber":34,"VerseNumber":8,"Text":"Debite-t-il donc des mensonges sur le compte d’Allah ou est-il atteint de demence ? » Non, ceux qui ne croient pas en l’autre monde seront soumis au supplice et iront loin dans l’egarement"},{"SurahNumber":34,"VerseNumber":9,"Text":"Ne voient-ils donc pas ce qu’il y a devant et derriere eux du ciel et de la terre ? Si Nous voulions, Nous ferions se derober sous eux la terre (pour qu’ils y soient engloutis) ou ferions tomber sur eux des pans du ciel. Il y a certes la un Signe pour tout serviteur repentant"},{"SurahNumber":34,"VerseNumber":10,"Text":"A David, il est venu de Nous une faveur. O montagnes, entonnez avec lui les louanges, et vous aussi, oiseaux ! Nous lui avons rendu malleable le fer"},{"SurahNumber":34,"VerseNumber":11,"Text":"(Et Nous lui dimes) : « Fais-en des jaserans ! Tache que les mailles en soient bien serrees ! » Accomplissez les bonnes œuvres, car Je Vois parfaitement ce que vous faites"},{"SurahNumber":34,"VerseNumber":12,"Text":"A Salomon, (Nous avons soumis) le vent dont le parcours du matin equivaut a la distance d’un mois (de marche) et celui du soir a une distance similaire. Nous avons (aussi) fait couler pour lui la Source de l’airain fondu. Parmi les djinns, il en est qui s’etaient mis a son service, avec la permission de son Seigneur. Ceux d’entre eux qui contrevenaient a Nos ordres, devaient gouter au supplice de la Fournaise"},{"SurahNumber":34,"VerseNumber":13,"Text":"Ils edifiaient pour lui tous les ouvrages qu’il voulait : des sanctuaires, des statues, des plateaux (grands) comme des bassins et d’enormes chaudrons solidement installes. « O vous famille de David ! Travaillez et Me rendez graces ![415] » Mais bien peu de Mes serviteurs sont reconnaissants"},{"SurahNumber":34,"VerseNumber":14,"Text":"Quand Nous eumes decide sa mort, seules les (petites) betes de terre[416] leur indiquerent qu’il etait mort apres qu’ils eurent ronge son baton d’appui. Lorsqu’il s’ecroula devant eux, les djinns se rendirent compte que s’ils avaient la science de l’Inconnaissable (ghayb), ils n’auraient pas supporte plus longtemps le supplice de l’avilissement"},{"SurahNumber":34,"VerseNumber":15,"Text":"Il y avait, pour le peuple de Saba’, en leur pays, un Signe : deux jardins, sur la droite et sur la gauche. « Nourrissez-vous, (leur etait-il dit), des biens dispenses par votre Seigneur et soyez-Lui reconnaissants : un pays si heureux et un Seigneur si Absoluteur ! »"},{"SurahNumber":34,"VerseNumber":16,"Text":"Mais ils se detournerent. Alors Nous leur envoyames les flots impetueux du Barrage, et Nous substituames a leurs jardins deux autres aux fruits amers, des tamaris et quelques rares jujubiers"},{"SurahNumber":34,"VerseNumber":17,"Text":"C’est ainsi que Nous les avons sanctionnes de leur mecreance. Saurions-Nous sanctionner (de cette maniere) un autre que le mecreant"},{"SurahNumber":34,"VerseNumber":18,"Text":"Entre eux et les cites que Nous avons benies,[418] Nous etablimes des villes qui se prolongeaient les unes les autres. Nous avons determine avec mesure les distances qui les separaient, (et Nous dimes) : « Voyagez donc entre elles, de nuit comme de jour, en toute surete. »"},{"SurahNumber":34,"VerseNumber":19,"Text":"Mais ils dirent : « Fais, Seigneur, que les distances (separant nos cites) soient plus grandes. » Ils furent injustes envers eux-memes. Nous fimes d’eux des sujets de legendes et Nous les dispersames aux quatre vents. Il y a certes la des Signes pour tous ceux qui endurent et Nous sont grandement reconnaissants"},{"SurahNumber":34,"VerseNumber":20,"Text":"Satan vit se confirmer ce qu’il avait suppose a leur egard. Ils le suivirent donc, excepte un groupe de croyants"},{"SurahNumber":34,"VerseNumber":21,"Text":"Il n’avait pourtant aucune autorite sur eux, mais Nous voulions savoir qui croyait en l’autre monde et qui etait dans le doute. Ton Seigneur Veille sur Toute chose"},{"SurahNumber":34,"VerseNumber":22,"Text":"Dis : « Invoquez donc ces pretendues (divinites) que vous (avez prises) en dehors d’Allah. Elles ne possedent meme pas le poids d’un atome des cieux et de la terre et n’ont jamais ete associees (a leur creation). Et aucune parmi elles ne peut pretendre etre Son assistant. »"},{"SurahNumber":34,"VerseNumber":23,"Text":"L’intercession ne servira, aupres de Lui, qu’a ceux en faveur de qui Il le permettra. Quand leur frayeur est passee, (les Anges) disent (les uns aux autres) : « Qu’a dit votre Seigneur ? » (Les Anges) repondront alors : « La verite. Et c’est Lui le Tres Haut, le Tres Grand ! »"},{"SurahNumber":34,"VerseNumber":24,"Text":"Demande : « Qui donc pourvoit a votre subsistance (venue) des cieux et de la terre ? » Et reponds : « C’est Allah. Nous sommes, soit nous, soit vous, ou dans la bonne direction, ou dans un egarement manifeste. »"},{"SurahNumber":34,"VerseNumber":25,"Text":"Et dis : « Vous ne repondrez point de nos crimes, et nous ne repondrons point de vos actes. »"},{"SurahNumber":34,"VerseNumber":26,"Text":"Dis : « Notre Seigneur nous reunira puis jugera entre nous, par la verite, et c’est Lui le Juge Supreme, l’Omniscient. »"},{"SurahNumber":34,"VerseNumber":27,"Text":"Dis encore : « Montrez-moi ceux que vous Lui avez rattaches comme associes. Non, Lui c’est Allah, le Tout- Puissant, le Sage. »"},{"SurahNumber":34,"VerseNumber":28,"Text":"Nous ne t’avons envoye a l’ensemble des hommes que pour faire heureuse annonce et avertir. Mais la plupart des hommes ne le savent pas"},{"SurahNumber":34,"VerseNumber":29,"Text":"Ils disent : « A quand cette promesse, si ce que vous dites est vrai ? »"},{"SurahNumber":34,"VerseNumber":30,"Text":"Dis : « Rendez-vous vous est donne pour un jour que vous ne pourrez ni retarder ni avancer d’une heure. »"},{"SurahNumber":34,"VerseNumber":31,"Text":"Ceux qui ont mecru disent : « Nous ne croirons nullement en ce Coran, pas plus que (nous ne croirons) en ce qui lui est anterieur. » Si seulement tu pouvais voir les injustes qui, comparaissant devant leur Seigneur, se renverront mutuellement les reproches ! Ceux qui etaient les plus faibles diront a ceux qui s’enflaient d’orgueil : « Sans vous, nous aurions ete croyants ! »"},{"SurahNumber":34,"VerseNumber":32,"Text":"Et ceux qui s’enflaient d’orgueil repondront a ceux qui etaient les plus faibles : « Etait-ce donc nous qui vous avons empeches de suivre la bonne direction qui vous etait parvenue ? Non vous etiez vous-memes des criminels ! »"},{"SurahNumber":34,"VerseNumber":33,"Text":"« C’etait bien vos manigances, tramees nuit et jour, repondront ceux qui etaient les plus faibles a ceux qui s’enflaient d’orgueil, (par lesquelles) vous nous ordonniez de mecroire en Allah et de Lui preter des emules. » Ils dissimuleront leur regret a la vue du supplice, et Nous mettrons des chaines aux cous des mecreants. Seront-ils recompenses autrement que selon leurs propres œuvres"},{"SurahNumber":34,"VerseNumber":34,"Text":"Nous n’avons envoye aucun avertisseur vers une cite, sans que les plus huppes parmi ses habitants n’aient dit : « Nous mecroyons (categoriquement) a votre message. »"},{"SurahNumber":34,"VerseNumber":35,"Text":"Et ils disaient encore : « Nous avons bien plus de richesses et d’enfants. Nous ne pourrons donc etre chaties. »"},{"SurahNumber":34,"VerseNumber":36,"Text":"Dis : « Mon Seigneur dispense Ses biens a qui Il veut, avec generosite ou parcimonie. Mais la plupart des hommes ne savent pas. »"},{"SurahNumber":34,"VerseNumber":37,"Text":"Vos richesses, pas plus que vos enfants, ne vous rapprocheront de Nous. Seront exceptes ceux qui auront cru et auront fait le bien, ceux-la auront leur recompense decuplee pour ce qu’ils auront fait, et ils seront installes en toute surete dans les Spheres Elevees[419] du Paradis"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ceux qui, en revanche, s’emploient a rejeter Nos versets pour les rendre sans effet, ceux-la auront a comparaitre au supplice"},{"SurahNumber":34,"VerseNumber":39,"Text":"Dis : « Mon Seigneur dispense Ses biens a qui Il veut, avec generosite ou parcimonie. Ce que vous depensez, Il vous le rendra. Car Il est le Meilleur des dispensateurs. »"},{"SurahNumber":34,"VerseNumber":40,"Text":"Le jour ou Il les ramenera tous en foule, Il dira aux Anges : « Est-ce donc vous que ceux-la adoraient ? »"},{"SurahNumber":34,"VerseNumber":41,"Text":"Ils diront : « Gloire Te soit rendue ! Tu es notre Protecteur en dehors d’eux. Eux adoraient les djinns, a qui la plupart d’entre eux croyaient ! »"},{"SurahNumber":34,"VerseNumber":42,"Text":"Ce jour-la, vous ne pourrez ni profiter ni nuire les uns aux autres. Et Nous dirons a ceux qui auront commis des injustices : « Goutez le supplice du Feu que vous preniez pour mensonge ! »"},{"SurahNumber":34,"VerseNumber":43,"Text":"Quand Nos versets explicites leur sont recites, ils disent : « Ce n’est la rien d’autre qu’un homme qui veut vous detourner de ce que vos peres adoraient. » Et ils ajoutent : « Ce n’est la que mensonge invente ! » Quand la verite leur est parvenue, les mecreants ont dit : « Ce n’est la que magie manifeste ! »"},{"SurahNumber":34,"VerseNumber":44,"Text":"Pourtant, Nous ne leur avons donne aucun livre a etudier, ni ne leur avons envoye aucun avertisseur avant toi"},{"SurahNumber":34,"VerseNumber":45,"Text":"Ceux qui avaient vecu avant eux avaient egalement crie au mensonge – or (les Mecquois) n’arrivent meme pas au dixieme de ce que Nous avions donne (a leurs predecesseurs) qui avaient ose dementir Mes Messagers. Quelle ne fut alors Ma reprobation"},{"SurahNumber":34,"VerseNumber":46,"Text":"Dis : « Je ne vous exhorte qu’a une chose : que vous vous leviez (sincerement) pour Allah, par deux ou chacun de son cote, et que vous meditiez (ce qui est dit de Muhammad). Votre compagnon (Muhammad) n’est atteint d’aucune demence, mais il est la pour vous avertir du terrible supplice qui est au-devant de vous. »"},{"SurahNumber":34,"VerseNumber":47,"Text":"Dis : « La recompense que je vous aurais demandee est a vous. Car ma recompense n’incombe qu'a Allah, Qui est temoin de Toute chose. »"},{"SurahNumber":34,"VerseNumber":48,"Text":"Dis : « Mon Seigneur envoie la verite a Ses Messagers. Il est le Supreme Connaisseur de l’Inconnaissable (ghayb). »"},{"SurahNumber":34,"VerseNumber":49,"Text":"Dis encore : « La verite est venue. L’erreur n’a ni le pouvoir de prendre l’initiative ni de repliquer. »"},{"SurahNumber":34,"VerseNumber":50,"Text":"Dis enfin : « Si je m’egare, je ne le fais qu’a mon prejudice. Et si je suis dans la bonne direction, c’est par ce qui m’est revele de mon Seigneur. Il Entend Tout et Il est Tout Proche. »"},{"SurahNumber":34,"VerseNumber":51,"Text":"Si seulement tu pouvais voir quand, pris de panique, ils n’auront aucune issue par ou s’enfuir, et ils seront saisis d’un endroit tout proche"},{"SurahNumber":34,"VerseNumber":52,"Text":"Ils diront : « Nous croyons en Lui ! » Mais comment sauraient-ils atteindre une foi d’aussi loin"},{"SurahNumber":34,"VerseNumber":53,"Text":"Ils avaient, auparavant, mecru en Lui, et voulaient atteindre (de leurs mensonges) l’Inconnaissable (ghayb) depuis un endroit tres eloigne"},{"SurahNumber":34,"VerseNumber":54,"Text":"Ils seront separes de ce dont ils auront envie, comme fut le cas de leurs semblables. Ils etaient, en effet, dans un doute troublant"},{"SurahNumber":35,"VerseNumber":1,"Text":"Louange a Allah, Createur Premier des cieux et de la terre, Qui fit des Anges des emissaires dotes de deux, trois ou quatre ailes. Il ajoute a Sa creation ce qu’Il veut. Allah est de Toute chose Infiniment Capable"},{"SurahNumber":35,"VerseNumber":2,"Text":"Ce qu’Allah accorde en grace aux hommes, personne ne saurait le retenir ; et ce qu’Il retient, personne, en dehors de Lui, ne saurait le dispenser. C’est Lui le Tout- Puissant, le Sage"},{"SurahNumber":35,"VerseNumber":3,"Text":"O hommes ! Evoquez les bienfaits d’Allah envers vous. Y a-t-il un autre createur qu’Allah qui vous accorde une subsistance du ciel et de la terre ? Il n’y a point d’autre divinite que Lui ! Jusqu’ou vous obstinerez-vous a ignorer (Son adoration)"},{"SurahNumber":35,"VerseNumber":4,"Text":"S’ils te traitent de menteur, d’autres Messagers, avant toi, ont ete traites de menteurs. C’est vers Allah que les choses feront retour"},{"SurahNumber":35,"VerseNumber":5,"Text":"O hommes ! La promesse d’Allah est pure verite. Que ce bas monde ne vous leurre donc pas, et que ne vous leurre pas, au sujet d’Allah, (Satan) le suborneur"},{"SurahNumber":35,"VerseNumber":6,"Text":"Satan est pour vous un ennemi. Considerez-le donc comme tel ! Il ne fait qu’appeler ses partisans a etre parmi les gens de la Fournaise"},{"SurahNumber":35,"VerseNumber":7,"Text":"Ceux qui ont mecru auront un terrible supplice, mais ceux qui ont cru et ont accompli les bonnes œuvres auront un pardon et une grande recompense"},{"SurahNumber":35,"VerseNumber":8,"Text":"Celui a qui ses mauvaises actions sont si parees qu’elles semblent belles a ses yeux, (est-il comparable a celui qui voit clair) ? Allah egare qui Il veut et guide qui Il veut. Que ton ame ne se consume donc pas en regrets a cause d’eux. Allah Sait parfaitement ce qu’ils font"},{"SurahNumber":35,"VerseNumber":9,"Text":"Allah est Celui Qui a envoye les vents qui font s’elever les nuages. Nous les menons alors vers une contree morte (de secheresse), et Nous faisons revivre la terre deja morte. Telle sera la Resurrection"},{"SurahNumber":35,"VerseNumber":10,"Text":"Quiconque ambitionne la puissance (doit savoir qu’) a Allah appartient la Toute-Puissance. Vers Lui monte la bonne parole. Quant a l’œuvre de bien, Il l’eleve bien haut. Ceux qui trament des intrigues auront un terrible supplice, et leurs intrigues seront avortees"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah vous a crees de terre, puis d’une goutte de sperme. Ensuite, Il a fait de vous des couples. Aucune femelle ne porte ni ne met bas sans qu’Il ne le sache. Aucune vie n’est prolongee ou ecourtee qui ne soit (deja inscrite) dans un Livre. C’est pour Allah chose vraiment aisee"},{"SurahNumber":35,"VerseNumber":12,"Text":"Les deux mers ne sont pas pareilles : ici (une eau) douce, fraiche, agreable a boire, la (une) eau salee et saumatre. De chacune des deux (mers) vous mangez une chair tendre et retirez des bijoux pour vous parer en les portant. Tu vois les vaisseaux fendre les flots (prets a vous transporter et vous permettre de) rechercher de Ses faveurs. Peut-etre Lui rendrez-vous graces"},{"SurahNumber":35,"VerseNumber":13,"Text":"Il fait penetrer la nuit dans le jour et le jour dans la nuit. Il a soumis le soleil et la lune qui courent, chacun de son cote, vers un terme deja nomme. Voila pour vous Allah, votre Seigneur, a Qui revient la royaute, cependant que ceux que vous invoquez en dehors de Lui ne possedent meme pas la fine membrane d’un noyau de datte"},{"SurahNumber":35,"VerseNumber":14,"Text":"Si vous leur adressez des prieres, ils n’entendent pas vos prieres. Et les entendraient-ils qu’ils ne les exauceraient pas. Au jour de la Resurrection, ils renieront votre associatrie. Nul ne saurait si bien te donner des nouvelles que Celui Qui est Parfaitement Informe"},{"SurahNumber":35,"VerseNumber":15,"Text":"O hommes ! C’est vous qui etes les pauvres vis-a-vis d’Allah,[422] et Allah est Celui Qui Se passe de Toutes richesses, le Digne de Toute Louange"},{"SurahNumber":35,"VerseNumber":16,"Text":"S’Il voulait, Il vous ferait disparaitre et vous remplacerait par d’autres creatures"},{"SurahNumber":35,"VerseNumber":17,"Text":"Cela, pour Allah, ne serait pas difficile"},{"SurahNumber":35,"VerseNumber":18,"Text":"Nul ne portera le fardeau d’un autre. Si une ame, croulant sous le poids (de ses peches), appelle pour etre aidee a porter sa lourde charge, rien n’en sera porte (par personne), dut-il s’agir d’un proche parent. Tu ne saurais avertir que ceux qui craignent leur Seigneur sans meme Le voir et qui accomplissent la Calat. Quiconque se purifie se purifie pour lui-meme, et c’est vers Allah que sera le devenir"},{"SurahNumber":35,"VerseNumber":19,"Text":"L’aveugle et le voyant ne sauraient etre egaux"},{"SurahNumber":35,"VerseNumber":20,"Text":"Pas plus que ne sauraient l’etre les tenebres et la lumiere"},{"SurahNumber":35,"VerseNumber":21,"Text":"Ni l’ombre (rafraichissante) et la chaleur (brulante)"},{"SurahNumber":35,"VerseNumber":22,"Text":"Comme ne sauraient etre egaux, non plus, les morts et les vivants. Allah fait entendre qui Il veut, tandis que toi tu ne pourras faire entendre ceux qui sont dans les tombes"},{"SurahNumber":35,"VerseNumber":23,"Text":"Tu n’es la que pour avertir"},{"SurahNumber":35,"VerseNumber":24,"Text":"Nous t’avons envoye, avec la verite, afin de faire heureuse annonce et d’avertir. Il n’est pas une seule nation qui n’ait vu venir a elle un avertisseur"},{"SurahNumber":35,"VerseNumber":25,"Text":"S’ils te traitent de menteur, ceux qui les ont precedes avaient deja traite de menteurs (les Messagers) qui leur apportaient les preuves evidentes, les Ecritures et le Livre pour les eclairer"},{"SurahNumber":35,"VerseNumber":26,"Text":"Puis Je Me saisis des mecreants. Quelle ne fut alors Ma reprobation"},{"SurahNumber":35,"VerseNumber":27,"Text":"N’as-tu pas vu qu’Allah fait descendre du ciel une eau, par laquelle Nous faisons pousser toutes sortes de fruits aux couleurs differentes ? Certaines montagnes sont striees de blanc et de rouge, dont les nuances sont si variees, et d’autres sont d’un noir profond"},{"SurahNumber":35,"VerseNumber":28,"Text":"Et pour les hommes, les animaux et le betail, il existe aussi des couleurs tout aussi variees. C’est ainsi que, parmi Ses serviteurs, Seuls les savants craignent Allah. Allah est certes Tout-Puissant et Absoluteur"},{"SurahNumber":35,"VerseNumber":29,"Text":"Ceux qui recitent le Livre d’Allah, qui accomplissent la Calat et depensent de ce que Nous leur avons dispense, secretement et en public, peuvent esperer un commerce qui jamais ne s’epuisera"},{"SurahNumber":35,"VerseNumber":30,"Text":"afin qu’(Allah) leur attribue leur pleine recompense et leur ajoute de Ses faveurs. Il est Absoluteur et si Reconnaissant"},{"SurahNumber":35,"VerseNumber":31,"Text":"Ce que Nous t’avons revele du Livre est la verite meme, qui vient confirmer (les Ecritures) qui l’ont precede. Allah est, au sujet de Ses serviteurs, Informe et Lucide"},{"SurahNumber":35,"VerseNumber":32,"Text":"Puis Nous avons attribue l’heritage du Livre a ceux que Nous avons elus parmi Nos serviteurs. Certains parmi eux se lesent eux-memes, d’autres empruntent une voie mediane (dans leurs actions), et d’autres enfin vont au-devant des bonnes œuvres : telle est la faveur supreme"},{"SurahNumber":35,"VerseNumber":33,"Text":"Ils entreront dans les Jardins d’Eden ou ils porteront en parures des bracelets en or et des perles, et ils seront de soie vetus"},{"SurahNumber":35,"VerseNumber":34,"Text":"« Louange a Allah Qui a eloigne de nous l’affliction, diront-ils, Notre Seigneur est Absoluteur et si Reconnaissant"},{"SurahNumber":35,"VerseNumber":35,"Text":"C’est Lui Qui, par Sa grace, nous a etablis dans la Demeure permanente ou ni fatigue ni lassitude ne peuvent nous atteindre. »"},{"SurahNumber":35,"VerseNumber":36,"Text":"Ceux qui ont mecru auront, quant a eux, (pour retribution) le feu de la Gehenne. Aucun coup mortel ne leur sera donne et ils ne connaitront pas le trepas ; rien du supplice ne leur sera attenue. C’est ainsi que Nous recompensons tout mecreant ingrat"},{"SurahNumber":35,"VerseNumber":37,"Text":"Ils crieront (au fond de l’Enfer) : « Seigneur ! Fais-nous sortir et nous ferons le bien que nous ne faisions pas autrefois. » « Ne vous avons-Nous pas donne assez longue vie, leur sera-t-il dit, pour que ceux qui voulaient reflechir aient pu reflechir ? Et l’avertisseur n’est-il pas venu vers vous ? Alors, goutez (le supplice) ! Les injustes n’auront aucun allie pour les secourir ! »"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allah Connait l’Inconnaissable (ghayb) des cieux et de la terre. Il connait le mieux ce qu’il y a au fond des cœurs"},{"SurahNumber":35,"VerseNumber":39,"Text":"C’est Lui Qui a fait de vous des generations qui se succedent sur terre. Quiconque a mecru verra retomber sur lui sa propre mecreance. Or la mecreance ne rend les mecreants que plus infames pour leur Seigneur, et elle ne fait qu’ajouter a leur ruine"},{"SurahNumber":35,"VerseNumber":40,"Text":"Dis : « Voyez-vous ces (divinites) associees que vous invoquez en dehors d’Allah ? Montrez-moi ce qu’elles ont cree de la terre. Ou peut-etre ont-elles pris part a la creation des cieux ! Ou peut-etre encore leur avons-Nous donne un Livre dont ils[424] tirent les preuves evidentes ! Non, les injustes ne se font mutuellement que des promesses trompeuses"},{"SurahNumber":35,"VerseNumber":41,"Text":"Allah retient les cieux et la terre qu’ils ne s’ecroulent. Mais s’il arrivait qu’ils s’ecroulent, nul autre apres Lui, ne saurait les retenir. Il est si Absoluteur et si Longanime"},{"SurahNumber":35,"VerseNumber":42,"Text":"Ils jurerent par Allah de leurs serments les plus solennels que si un avertisseur venait vers eux, ils seraient mieux guides qu’aucune autre communaute. Puis lorsqu’un avertisseur est venu vers eux, cela n’a fait qu’ajouter a leur aversion"},{"SurahNumber":35,"VerseNumber":43,"Text":"(ainsi qu’a leur) arrogance sur terre et a leurs intrigues nefastes. Mais les intrigues nefastes ne cernent que leurs propres auteurs. S’attendent-ils donc a un autre sort que celui des anciens ? Tu ne trouveras certainement ni changement ni variation dans la loi d’Allah"},{"SurahNumber":35,"VerseNumber":44,"Text":"N’ont-ils pas parcouru la terre pour voir quel fut le sort de ceux qui les ont precedes et qui etaient pourtant bien plus puissants qu’eux ? Rien dans les cieux ni sur terre ne peut mettre au defi la puissance d’Allah. Il est Omniscient et Omnipotent"},{"SurahNumber":35,"VerseNumber":45,"Text":"Si Allah chatiait les hommes pour ce qu’ils acquierent (comme mauvaises actions), Il ne laisserait pas a la surface de la terre un seul etre vivant. Mais Il leur accorde un sursis jusqu’a un terme deja nomme. Alors, quand leur terme sera venu…Allah est, au sujet de Ses serviteurs, parfaitement Lucide"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya-Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Par le Coran eminemment structure"},{"SurahNumber":36,"VerseNumber":3,"Text":"Tu es certes du nombre des Messagers"},{"SurahNumber":36,"VerseNumber":4,"Text":"(Engage) sur une voie droite"},{"SurahNumber":36,"VerseNumber":5,"Text":"C’est la revelation (qui t’est faite) de la part du Tout –Puissant, du Tout Misericordieux"},{"SurahNumber":36,"VerseNumber":6,"Text":"Pour que tu avertisses des gens dont les peres n’ont pas ete avertis, et qui donc sont distraits"},{"SurahNumber":36,"VerseNumber":7,"Text":"Le verdict a deja ete prononce a l’encontre de la plupart d’entre eux, et ils ne croiront pas"},{"SurahNumber":36,"VerseNumber":8,"Text":"Nous avons mis a leurs cous des chaines qui leur arrivent jusqu’aux mentons et forcent leurs tetes a se dresser (vers le ciel)"},{"SurahNumber":36,"VerseNumber":9,"Text":"Nous avons dresse une barriere devant eux et une barriere derriere eux, Nous avons couvert (leurs yeux d’un voile) et les voila qui ne voient plus rien"},{"SurahNumber":36,"VerseNumber":10,"Text":"Que tu les avertisses ou que tu ne les avertisses pas, cela leur est egal : ils ne croiront pas"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tu n’avertiras que celui qui aura suivi le Rappel, et craint le Tout Clement sans meme Le voir. (A celui-la) tu annonceras pardon et dons genereux"},{"SurahNumber":36,"VerseNumber":12,"Text":"C’est Nous Qui faisons revivre les morts, Qui inscrivons les œuvres qu’ils ont accomplies et celles dont ils ont laisse les traces. Et Nous avons tout recense dans un Registre evident"},{"SurahNumber":36,"VerseNumber":13,"Text":"Propose-leur comme exemple les habitants de la cite lorsque leur vinrent les Messagers"},{"SurahNumber":36,"VerseNumber":14,"Text":"Nous leur en avions envoye deux qu’ils traiterent de menteurs. Nous les appuyames alors par un troisieme et ils dirent : « C’est vers vous que nous avons ete envoyes. »"},{"SurahNumber":36,"VerseNumber":15,"Text":"« Vous n’etes que des humains comme nous, repondirent (les habitants de la cite), et le Tout Clement n’a rien fait descendre (en revelation) : vous n’etes que des menteurs ! »"},{"SurahNumber":36,"VerseNumber":16,"Text":"« Notre Seigneur Sait que c’est vers vous que nous sommes certes envoyes, (dirent les Messagers)"},{"SurahNumber":36,"VerseNumber":17,"Text":"et il ne nous appartient que de (vous) transmettre clairement ce message. »"},{"SurahNumber":36,"VerseNumber":18,"Text":"« Vous nous etes des oiseaux de mauvais augure, reprirent (les mecreants). Ou vous arretez ou nous vous lapiderons, et vous atteindra, de notre part, un supplice tres douloureux. »"},{"SurahNumber":36,"VerseNumber":19,"Text":"« Votre mauvais augure n’est du qu’a vous-memes, dirent (les Messagers). (Reagissez-vous ainsi) parce que vous est rappelee (la verite) ? Vous n’etes en verite que des gens portes aux exces ! »"},{"SurahNumber":36,"VerseNumber":20,"Text":"Un homme, de l’autre bout de la ville, accourut en disant : « O peuple mien ! Suivez les Messagers"},{"SurahNumber":36,"VerseNumber":21,"Text":"Suivez ceux qui ne vous reclament aucune recompense et qui sont bien guides"},{"SurahNumber":36,"VerseNumber":22,"Text":"Et pourquoi n’adorerais-je pas Celui Qui m’a cree (sans modele prealable) et vers Qui vous devez retourner"},{"SurahNumber":36,"VerseNumber":23,"Text":"Prendrais-je en dehors de Lui des divinites qui, si le Tout Clement me voulait du mal, ne sauraient en rien interceder en ma faveur, ni ne me seraient d’aucun secours"},{"SurahNumber":36,"VerseNumber":24,"Text":"Je serais alors dans un egarement evident"},{"SurahNumber":36,"VerseNumber":25,"Text":"J’ai cru en votre Seigneur, (o Messagers), ecoutez-moi. »"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Mis a mort pour cet aveu), il s’entendit dire : « Entre au Paradis ! » « Si seulement mon peuple savait, s’exclama-t-il"},{"SurahNumber":36,"VerseNumber":27,"Text":"que mon Seigneur m’a pardonne et m’a place parmi ceux qui sont honores ! »"}]}