{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"atarkavarutaiya camutayattavar (tam inattaritam)\"luttutaiya kutumpattarai unkal uraivittu ninkal veliyerri vitunkal. Niccayamaka avarkal mikavum paricuttamana manitarkale!\" Enru (parikacamakak) kurinarkale tavira veroru patilum avarkalitamillai"},{"SurahNumber":27,"VerseNumber":57,"Text":"anal, nam avaraiyum avarutaiya kutumpattaraiyum patukattuk kontom avarutaiya manaiviyait tavira (iman kollamal) pintanki (alintu) vittavarkalil oruttiyaka avalai tirmanittom"},{"SurahNumber":27,"VerseNumber":58,"Text":"innum, nam avarkal mitu (kal) malai poliyac ceytom; enave, eccarikkappatta avarkal mitu peyta am'malai mikavum kettatu"},{"SurahNumber":27,"VerseNumber":59,"Text":"(napiye!) Nir kuruviraka\"ellap pukalum allahvukke uriyatu innum avan terntetuttuk konta avanutaiya atiyarkal mitu salam untavataka! Allah melanavana? Allatu avarkal (avanukku) inaiyakkupavai (melanavai)ya"},{"SurahNumber":27,"VerseNumber":60,"Text":"anriyum, vanankalaiyum pumiyaiyum pataittu, unkalukku vanattiliruntu malaiyai irakki vaippavan yar? Pinnar ataik kontu celippana tottankalai nam mulaikkac ceykirom. Atan marankalai mulaikkac ceyvatu unkalal mutiyatu. (Avvarirukka) allahvutan (veru) nayan irukkinrana? Illai! Ayinum avarkal (tam karpanai teyvankalai allahvukku) camamakkum makkalakave irukkirarkal"},{"SurahNumber":27,"VerseNumber":61,"Text":"Intap pumiyai vacikkat takka itamaka akkiyavanum, atanitaiye arukalai untakkiyavanum; atarkaka (atan mitu acaiya) malaikalai untakkiyavanum iru katalkalukkitaiye tatuppai untakkiyavanum yar? Allahvutan (veru) nayan irukkinrana? Illai! (Eninum) avarkalil perumpalor ariyatavarkalaka irukkinranar"},{"SurahNumber":27,"VerseNumber":62,"Text":"kastattirkullanavan avanai alaittal avanukku patil kotuttu, avan tunpattai nikkupavanum, unkalai ippumiyil pintonralkalaka akkiyavanum yar? Allahvutan (veru) nayan irukkinrana? (Illai) eninum (ivaiyellam parri) ninkal cintittup parppatu mikak kuraiveyakum"},{"SurahNumber":27,"VerseNumber":63,"Text":"karaiyilum katalilumulla irulkalil unkalai nerana valiyil celuttupavan yar? Melum, tannutaiya'rahmat' ennum arul marikku munne nanmarayam (kuruvana) aka karrukalai anuppi vaippavan yar? Allahvutan (veru) nayan irukkinrana? - Avarkal inai vaippavarraivita allah mikavum uyarvanavan"},{"SurahNumber":27,"VerseNumber":64,"Text":"mutan mutalil pataippait tuvankupavanum, pinnar atanai mintum untakki vaippavanum yah? Vanattiliruntum, pumiyiliruntum unkalukku akaram alippavan yar? Allahvutan (veru) nayan irukkinrana? (Napiye!) Nir kuruviraka\"ninkal unmaiyalarkalaka iruntal, unkalutaiya atarankalaik kontu varunkal"},{"SurahNumber":27,"VerseNumber":65,"Text":"(innum) nir kuruvirak\"allahvait tavirttu, vanankalilum, pumiyilum iruppavar evarum maraivayiruppatai ariya mattar; innum; (marittor irutiyil) eppotu eluppappatuvarkal enpataiyum avarkal ariyamattarkal"},{"SurahNumber":27,"VerseNumber":66,"Text":"Anal marumaiyaip parriya avarkalutaiya arivo mikak kilnilaiyile ullatu avarkal atil (pinnum) cantekattileye irukkinranar atu mattuma? Ataipparri avarkal kurutarkalakave irukkinranar"},{"SurahNumber":27,"VerseNumber":67,"Text":"melum, nirakarippavarkal kurukirarkal; \"nankalum enkal mutataiyarum (marittu) mannakip pona pinnar, mintum veliye kontu varappatuvoma"},{"SurahNumber":27,"VerseNumber":68,"Text":"niccayamaka, i(nta accaruttalana)tu enkalukkum enkalukku mun cenru pona enkal mutataiyarukkum vakkalikkappattate varukiratu itu munnorkalin kattukkataikaleyanri verillai\" (enrun kurukinranar)"},{"SurahNumber":27,"VerseNumber":69,"Text":"pumiyil pirayanam ceytu, kurravalikalin mutivu ennavayirru enru parunkal\" enru (avarkalitam napiye!) Nir kuruviraka"},{"SurahNumber":27,"VerseNumber":70,"Text":"avarkalukkaka nir kavalaippatatir; melum, avarkal ceyyum culcciyaip parriyum nir cankatattil aka ventam"},{"SurahNumber":27,"VerseNumber":71,"Text":"innum; \"ninkal unmai kurupavarkalaka iruntal (vetanai parriya) inta vakkuruti eppolutu (niraiverum?)\" Enrum avarkal ketkirarkal"},{"SurahNumber":27,"VerseNumber":72,"Text":"ninkal avacarappatupavarril cila ippolute unkalukku vantu cerakkutum\" enru (napiye!) Nir kurivituviraka"},{"SurahNumber":27,"VerseNumber":73,"Text":"innum niccayamaka um iraivan manitarkal mitu mikka kirupaiyutaiyavanakave irukkinran; anal avarkalil perumpalor nanri celuttuvatillai"},{"SurahNumber":27,"VerseNumber":74,"Text":"melum; avarkalin irutayankal maraittu vaittiruppataiyum, avarkal velippatuttuvataiyum niccayamaka um iraivan nankarivan"},{"SurahNumber":27,"VerseNumber":75,"Text":"vanattilum, pumiyilum maraintullavarril ninrum etuvum (lavhul mahhpul ennum) telivana kurippettil pativu ceyyappatamal illai"},{"SurahNumber":27,"VerseNumber":76,"Text":"niccayamaka inta kur'an panu israyilkalukku avarkal karuttu verupatu kontiruntatil perumpalanatai vivarittuk kurukiratu"},{"SurahNumber":27,"VerseNumber":77,"Text":"Melum; niccayamaka itu muhminkalukku nervaliyakavum, rahmattaka (nallarulaka)vum irukkiratu"},{"SurahNumber":27,"VerseNumber":78,"Text":"niccayamaka um iraivan (irutiyil) tan kattalaiyaik kontu avarkalukkitaiye tirppalippan - melum, avantan mikaittavan; nankarintavan"},{"SurahNumber":27,"VerseNumber":79,"Text":"enave, (napiye!) Allahvin mite (murrilum) nampikkai vaippiraka niccayamaka nir telivana unmaiyin mitu irukkinrir"},{"SurahNumber":27,"VerseNumber":80,"Text":"niccayamaka nir marittoraik ketkum patic ceyya mutiyatu - avvare cevitarkalaiyum - avarkal purankattit tirumpi vitumpotu - (um) alaippaik ketkum patic ceyya mutiyatu"},{"SurahNumber":27,"VerseNumber":81,"Text":"innum; nir kurutarkalaiyum avarkalutaiya valikettiliruntu (akarri) ner valiyil celutta mutiyatu - evarkal nam vacanankalai nampukirarkalo avarkalait tan (avarraik) ketkumpati nir ceyya mutiyum; enenil avarkal (avarrai) murrilum errukkolvar"},{"SurahNumber":27,"VerseNumber":82,"Text":"avarkal mitu (vetanaiyutaiya) vakku nerunkum potu, avarkalukkaka oru piraniyai pumiyiliruntu nam veliyakkuvom; atu, niccayamaka manitarkal (yar, yar) nam vacanankalin mitu uruti kollavillaiyenru avarkalukkuc collik kanpikkum"},{"SurahNumber":27,"VerseNumber":83,"Text":"(avarkalilulla) ovvoru camutayattarilum nam vacanankalaip poyppittavarkalai(p pirittu) oru pataiyaka nam cekarikkum nalai (napiye! Nir ninaivuttuviraka)"},{"SurahNumber":27,"VerseNumber":84,"Text":"avarkal yavarum vantatum; \"ninkal en vacanankalaic culntariyata nilaiyil avarraip poyppittuk kontiruntirkala? Ninkal enna ceytu kontiruntirkal?\" Enru ketpan"},{"SurahNumber":27,"VerseNumber":85,"Text":"anriyum, avarkal ceytu vanta akkiramattin karanattinal avarkal mitu (vetanai parriya) vakku erpattu vittatu akave, avarkal pecamattarkal"},{"SurahNumber":27,"VerseNumber":86,"Text":"Niccayamaka name iravai atil avarkal oyntiruppatarkakavum, pakalai (avarkalukku) veliccamakavum akkinom enpatai avarkal parkkavillaiya? Nampikkai konta makkalukku niccayamaka itil attatcikal irukkinrana"},{"SurahNumber":27,"VerseNumber":87,"Text":"innum sur (ekkalam) utappatum nalai (napiye! Nir ninaivuttuviraka annalil) allah natiyavarkalait tavira, vanankalil irupvarkalum, pumiyil iruppavarkalum tikilataintu vituvarkal; avvanaivarum panintavarkalaka avanitam varuvarkal"},{"SurahNumber":27,"VerseNumber":88,"Text":"innum nir malaikalaip parttu avai mikavum urutiyaka iruppataka ennukirir; (eninum annalil) avai mekankalaip pol parantotum; ovvoru porulaiyum urutiyakkiya allahvin ceyaltiranaleye (avvaru nikalum.) Niccayamaka, avan ninkal ceyvatai nanku aripavan"},{"SurahNumber":27,"VerseNumber":89,"Text":"(annalil) evar nanmaiyaik kontu varukiraro, avarukku ataivita melanatu untu - melum avarkal annalin titukkattai vittum accan tirntu irupparkal"},{"SurahNumber":27,"VerseNumber":90,"Text":"innum; evar timaiyaik kontu varukiraro avarkalutaiya mukankal kuppura (naraka) neruppil tallappatum; \"ninkal ceytu kontiruntavarrukku anri (veru) ninkal kuli kotukkappatuvirkala?\" (Enru kurappatum)"},{"SurahNumber":27,"VerseNumber":91,"Text":"inta urai evan kanniyap patuttiyullano anta iraivanai vanankumaru nan kattalaiyitap pattullen. Ellap porutkalum avanukke uriyana anriyum avanukke murrilum valipattavanaka irukkumpatiyum nahn evappattullen\" (enru napiye! Nir kuruviraka)"},{"SurahNumber":27,"VerseNumber":92,"Text":"Innum; kur'anai oti varavum (nan evappattullen); akave evar nervaliyai ataikiraro - avar nervaliyataivatu avar nanmaikkeyakum; anriyum evar vali ketukiraro (avarukkuk) kuruviraka\"niccayamaka nan accamutti eccarikkai ceypavantan"},{"SurahNumber":27,"VerseNumber":93,"Text":"innum kuruviraka\"ellap pukalum allah oruvanukke! Avan cikkirattil unkalukkut tan attatcikalaik kanpippan; appotu avarrai ninkal arintu kolvirkal\" melum um'mutaiya iraivan ninkal ceyvatai vittum paramukamaka illai"},{"SurahNumber":28,"VerseNumber":1,"Text":"ta, sim. Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"ivai telivana vetattin vacanankalakum"},{"SurahNumber":28,"VerseNumber":3,"Text":"nampikkai kollum makkalukkaka nam musavutaiyavum hpir'avnutaiyavum varalarriliruntu unmaiyaik kontu, umakku otik kanpikkinrom"},{"SurahNumber":28,"VerseNumber":4,"Text":"niccayamaka hpir'avn ippumiyil perumaiyatittuk kontu, anta pumiyilullavarkalaip (pala) pirivinarkalakki, avarkaliliruntu oru kuttattarai palahinappatuttinan; avarkalutaiya an kulantaikalai arut(tuk kolai cey)tu pen kulantaikalai uyirutan vittum vaittan; niccayamaka avan kulappam ceyvoril oruvanaka iruntan"},{"SurahNumber":28,"VerseNumber":5,"Text":"ayinum (misru) pumiyil palahinap patuttappattorukku nam upakaram ceyyavum, avarkalait talaivarkalakkivitavum avarkalai (nattukku) varicakalakkavum natinom"},{"SurahNumber":28,"VerseNumber":6,"Text":"innum, appumiyil avarkalai nilaippatutti hpir'avnum, hamanum, avviruvarin pataikalum ivarkalaipparri e(v visayat)til payantu kontiruntarkalo ataik kanpikkavum (natinom)"},{"SurahNumber":28,"VerseNumber":7,"Text":"Nam musavin tayarukku; \"avarukku (un kulantaikkup) paluttuvayaka avar mitu (etam apattu varum enru) ni payappatuvayanal, avarai arril erintu vitu - appal (avarukkaka) ni payappatavum ventam, tukkappatavum ventam; niccayamaka nam avarai unnitam mila vaippom; innum, avarai (nam) tutarkalil oruvarakki vaippom\" enru vahi arivittom"},{"SurahNumber":28,"VerseNumber":8,"Text":"(natiyil mitantu vanta) avarai hpir'avnutaiya kutumpattinar etuttuk kontarkal; (pirkalattil avar) avarkalukku virotiyakavum tukkantarupavarakavum avatarkaka! Niccayamaka hpir'avnum, hamanum, avviruvarin pataikalum tavarilaippavarkalakave iruntanar"},{"SurahNumber":28,"VerseNumber":9,"Text":"innum; (kulantaiyaik kanta) hpir'avnin manaivi (\"ikkulantai) enakkum unkalukkum kan kulircciyaka irukkiratu - itai ninkal konru vitatirkal; namakku ivar payan alikkakkutum; allatu nam ivarai nam putalvarakkik kollalam\" enru connar; innum avarkal (itan vilaivu ennavakum enpatai) unarntu kollavillai"},{"SurahNumber":28,"VerseNumber":10,"Text":"musavin tayutaiya irutayam (tukkattal) verumaiyaki vittatu muhminkalil ninrumullavalay iruppatarkaka nam aval ullattai urutippatuttatu iruntiruntal, aval (musa arril vitappattatai) velippatutta mutukiyiruppal"},{"SurahNumber":28,"VerseNumber":11,"Text":"innum musavin cakotariyitam; \"avarai ni pin totarntu cel\" enrum (tay) kurinal. (Avvare cenru hpir'avnin) atkal kana mutiyatapati aval turattiliruntu avatai kavanittu vantal"},{"SurahNumber":28,"VerseNumber":12,"Text":"Nam munnatakave avarai(c cevilittaykalin) palaruntuvatai tatuttu vittom; (avarutaiya cakotari vantu) kurinal; \"unkalukkaka porup perru avarai(p palutti) valarkkak kutiya oru vittinarai nan unkalukku arivikkattuma? Melum avarkal avar nanmaiyai natupavaraka irupparkal"},{"SurahNumber":28,"VerseNumber":13,"Text":"ivvaru avarutaiya tayarin kankulircciyataiyavum, aval tukkappatatirukkavum, niccayamaka allahvin vakkuruti unmaiyanatu enpatai aval arintu kolvatarkakavum nam avarai avar tayaritatte tirumpac certtom - eninum, avarkalil perumpalor (itai) ariya mattarkal"},{"SurahNumber":28,"VerseNumber":14,"Text":"innum, avar valipamataintu, (pakkuva) nilai perrapotu, nam avarukku nanattaiyum kalviyaim alittom - ivvare nallorukku nam (nar) kuli valankukirom"},{"SurahNumber":28,"VerseNumber":15,"Text":"(oru nal musa) makkal ayarntu (tukkattil paramukamaka) irunta potu, nakarattil nulaintar anku iruntu manitarkal cantaiyittuk kontiyiruntataik kantar; oruvan avar kuttattaic cerntavan; marroruvan avar pakaivan kuttattaic cerntavan; pakaivanukketiraka utavi ceyyumaru avar kuttattan korinan - musa a(p pakai)vanai oru kuttuk kuttinar; avanai mutittar; (itaik kanta musa); \"itu saittanutaiya velai niccayamaka avan vali ketukkakkutiya pakirankamana virotiyavan\" enru kurinar"},{"SurahNumber":28,"VerseNumber":16,"Text":"en iraiva! Niccayamaka nan en atmavukke aniyayam ceytu vitten; akave, ni ennai mannippayaka!\" Enru pirarttittar appotu avan avarai mannittan - niccayamaka avan, mikavum mannippavanakavum, kirupai mikkavanakavum irukkinran"},{"SurahNumber":28,"VerseNumber":17,"Text":"En iraiva! En mitu ni arulpurintatan karanamaka, nan ini oru potum kurravalikalukku utavi ceypavanaka irukka matten\" enru kurinar"},{"SurahNumber":28,"VerseNumber":18,"Text":"melum, (tamakku enna natakkumo enru marunal) kalaiyil payattutan kavanittuk kontu nakarattil iruntapotu, mun tinam avaritam utavi keriyavan (mintum) avarai (utavikkaka) kuccalittu alaittan atarku, musar\"niccayamaka ni pakirankamana kalakakkaranaka irukkiray' enru avanitam kurinar"},{"SurahNumber":28,"VerseNumber":19,"Text":"pinnar, musa tam'miruvarukkum pakaivanaka iruntavanaip pitikka, natiyapotu, avar inattan (tannaiye avar pitikka) varukirar enru enni)\"musave! Nerru oru manitanai nir kolai ceytatu pol, ennaiyum kolai ceyya natukirira? Ippumiyil akkiramam ceypavarakave irukka nir natukirir. Melum, inakkam erpatuttuvoril (oruvaraka) irukka nir natavillai\" enru kurinan"},{"SurahNumber":28,"VerseNumber":20,"Text":"pinnar, nakarattin oru kotiyiliruntu (nan) manitar oruvar oti vantu, \"musave! Niccayamaka (innakarp) piramukarkal onru kuti um'maik konru vita ventume alocanai ceykirarkal; akave nir (inkiruntu) veliyeri vituviraka! Niccayamaka nan um nanmaiyai natupavarkalil oruvanaven\" enru kurinar"},{"SurahNumber":28,"VerseNumber":21,"Text":"akave, avar payattutanum, kavanamakavum a(n nakarat)tai vittuk kilampi vittar; \"en iraiva! Inta akkiramakkara camukattarai vittum ni ennaik kapparruvayaka!\" Enru pirarttittar"},{"SurahNumber":28,"VerseNumber":22,"Text":"pinnar, avar matyan (nattin) pakkam cenra potu, 'en iraivan ennai nerana pataiyil celuttak kutum' enru kurinar"},{"SurahNumber":28,"VerseNumber":23,"Text":"Innum, avar matyan nattut tannir(t turaiyin) aruke vantapotu, avvitattil oru kuttattinar (tam kal nataikalukkut) tannir pukattik kontiruntataik kantar; avarkalait tavira, penkal iruvar (tankal atukalukkut tannir pukattatu) otunki ninrataik kantar; \"unkaliruvarin visayam enna?\" Enru (appenkalitam) avar kettar; atarku\"im'meyppavarkal (tannir pukattik vittu) vilakum varai nankal enkal (atukalukkut) tannir pukatta mutiyatu - melum enkal tantai mikavum vayatu mutirntavar\" enru avviruvarum kurinarkal"},{"SurahNumber":28,"VerseNumber":24,"Text":"akaiyal, avviruvarukkumaka avar (attu mantaikkut) tannir pukattinar; piraku avar (oru mara) nilalil otunki; \"en iraiva! Ni enakku irakkiyarulum nallavarrinpal niccayamaka nan tevaiyullavanaka irukkinren\" enru kurinar"},{"SurahNumber":28,"VerseNumber":25,"Text":"(ciritu nerattirkup) piraku avviru penkalil oruvar nanattutan natantu musavin mun vantu\"enkalukkaka ninkal tannir pukattiyatarkana kuliyai unkalukku valankuvatarkaka enkal tantai unkalai alaikkirar\" enru kurinar; ivvaraka musa avaritam vantapotu tam varalarrai etuttuc connar; atarkavar; \"payappatatir! Akkiramakkara camukattarai vittum nir tappittuvittir\" enru kurinar"},{"SurahNumber":28,"VerseNumber":26,"Text":"avviru penkalil oruvar kurinar; \"en arumait tantaiye! Ninkal ivaraik kulikku amarttik kollunkal; ninkal kulikku amarttupavarkalil niccayamaka ivar mikavum melanavar palamullavar; nampikkaiyanavar"},{"SurahNumber":28,"VerseNumber":27,"Text":"(Appotu avar musavitam) kurinar; \"nir enakku ettu antukal velai ceyyaventum enra nipantanaiyin mitu, ennutaiya ivviru penkalil oruvarai umakku manamutittuk kotukka niccayamaka nan natukiren - ayinum, nir pattu (antukal) purtti ceytal, atu um viruppam; nan umakku ciramattai kotukka virumpavillai. Insa allah, ennai nallavarkalil ullavaraka kanpir"},{"SurahNumber":28,"VerseNumber":28,"Text":"(atarku musa) kurinar\"ituve enakkum unkalukkimitaiye (oppantamakum), ivviru tavanaikalil nan etai niraiverrinalum en mitu kurramillai - nam pecik kolvatarku allahve catciyaka irukkiran"},{"SurahNumber":28,"VerseNumber":29,"Text":"akave musa (tam) tavanaiyai mutittukkontu, tam kutumpattutan payanam ceytu kontirunta potu'tur' (malaiyin) pakkattil oru neruppaik kantar; avar tam kutumpattaritam\"ninkal (inku ciritu) tankunkal; niccayamaka, nan oru neruppaik kankinren. Nan unkalukku atiliruntu oru ceytiyaiyo, allatu ninkal kulir kayum poruttu, oru neruppuk kankaiyo kontu varukiren\" enru kurinar"},{"SurahNumber":28,"VerseNumber":30,"Text":"avar neruppin aruke vanta potu, (ankulla) pakkiyam perra ap pallattakkilulla otaiyin valappakkattil (oru) marattiliruntu\"musave! Niccayamaka nane akilattarukkellam iraivanakiya allah!\" Enru kuppitappattar"},{"SurahNumber":28,"VerseNumber":31,"Text":"um kaittatiyaik kile eriyum\" enrum (kattalaiyitappattar. Avvaru erintatum) atu pampaip ponru nelivataik kantu, avar tirumpip parkkamal pin vanki otinar; (appolutu); \"musave! Munnokki varum! Innum, ancatir; nir ataikkalam perravarkalil ullavar"},{"SurahNumber":28,"VerseNumber":32,"Text":"Um kaiyai um cattaikkul pukuttum; atu oli mikkatay, macarra venmaiyaka velivarum; innum, nir accappatunkalai um'mutaiya kaikalai um vilavil certtuk kollunkal - ivvirantum hpir'avnukkum, avanutaiya piratanikalukkum uriya, um iraivanal alikkappatta iru attatcikalakum; niccayamaka avarkal pavam ceyyum camukattarakave irukkinrarkal\" (enrum avarukku kurappattatu)"},{"SurahNumber":28,"VerseNumber":33,"Text":"(atarku avar); \"en iraiva! Niccayamaka, nan avarkalil oruvanaik konru vitten; akaiyal avarkal ennaik kolai ceytu vituvarkal enru payappatukiren\" enru kurinar"},{"SurahNumber":28,"VerseNumber":34,"Text":"innum; \"en cakotarar harun - avar ennai vitap peccil mikka telivanavar; akave ennutan utaviyay ni avarai anuppi vaippayaka! Ennai avar meyppippar. Niccayamaka, avarkal ennaip poyppipparkal enru nan payappatukiren\" (enrun kurinar)"},{"SurahNumber":28,"VerseNumber":35,"Text":"(allah) kurinan; \"nam um kaiyai um cakotaraik kontu valuppatuttuvom; nam unkal iruvarukkume verriyalippom; akave, avarkal unkaliruvaraiyum nerunkavum mutiyatu nam'mutaiya attatcikalaik kontu, ninkaliruvarum, unkalaip pinparruvorum mikaittu vituvirkal"},{"SurahNumber":28,"VerseNumber":36,"Text":"akave, musa avarkalitam nam'mutaiya telivana attatcikalutan vantapotu, avarkal; \"itu ittuk kattappatta cuniyame anri verillai innum nam'mutaiya munnorkalana nam mutataiyarkalitattilum itaik kelvippattatillai\" enru kurinarkal"},{"SurahNumber":28,"VerseNumber":37,"Text":"(appotu musa) kurinar; \"avanitamiruntu nervaliyutan varupavar yarenrum; iruti(yaka cuvana) vitu yarukkaka ullatu enpataiyum en iraivan nankarivan. Niccayamaka akkiramam ceyvor verri pera mattarkal"},{"SurahNumber":28,"VerseNumber":38,"Text":"Innum hpir'avn connan; \"piramukarkale! Ennaittavira unkalukku vereru nayan irukkinran enpataka nan ariyavillai. Atalin, hamane! Kaliman mitu enakkakat tiyaimutti (cenkarkal ceytu) piraku enakkaka or (uyaramana) malikaiyaik kattuvayaka! (Atan mel eri) nan musavin iraivanaip parkka ventum - melum niccayamaka nan ivarai poyyarkalil ninrumullavar\" enre karutukinren"},{"SurahNumber":28,"VerseNumber":39,"Text":"melum avanum avanutaiya pataikalum pumiyil niyayaminrip perumai atittuk kontanar, melum avarkal nam'mitam niccayamakat tirumpakkontu varappata mattarkal enrum ennik kontarkal"},{"SurahNumber":28,"VerseNumber":40,"Text":"akaiyal, nam avanaiyum avan pataikalaiyum pitittom; piraku avarkalaik katalil (mulki vitumaru) erintu vittom; akave, akkiramakkararkalin mutivu enna ayirrenru (napiye!) Nir kavanittuk kollum"},{"SurahNumber":28,"VerseNumber":41,"Text":"melum, (makkalai naraka) neruppirku alaittuc cellum talaivarkalakave nam avarkalai akkiyiruntom; innum, kiyama nalanru avarkal utavi ceyyappatamattarkal"},{"SurahNumber":28,"VerseNumber":42,"Text":"innum, ivvulakil avarkalaic capam totarumaru nam ceytom; kiyama nalil avarkal ikalappattavarkalakave irupparkal"},{"SurahNumber":28,"VerseNumber":43,"Text":"innum, muntaiya talaimuraiyarkalai nam alittapin titanaka musavukku(t tavrat) vetattaik kotuttom - manitar (cintittu) upatecam perum poruttu avarkalukku nanappirakacankalakavum, nervali kattiyakavum arut kotaiyakavum (atu iruntatu)"},{"SurahNumber":28,"VerseNumber":44,"Text":"melum, nam musavukkuk kattalaikalaik katamaiyakkiya camayam nir (tur malaikku) merkut ticaiyil irukkavillai (annikalvaip) parppavarkalil oruvarakavum nir irukkavillai"},{"SurahNumber":28,"VerseNumber":45,"Text":"Eninum (avarkalukkup pin) nam aneka talaimuraiyinarkalai untakkinom; avarkalmitu kalankal pala katantu vittana anriyum nir matyan vacikalitam vacikkavumillai avarkalukku nam vacanankalai nir otik kanpikkavumillai eninum nam tutarkalai anuppi vaipporakave iruntom"},{"SurahNumber":28,"VerseNumber":46,"Text":"innum nam (musavai) alaittapotu, nir tur malaiyin pakkattil irukkavumillai eninum enta makkalukku, umakku munnal accamutti eccarikkai ceypavar anuppappatavillaiyo, avarkal nallupatecam perum poruttu avarkalai accamutti eccarippatarkaka umakku um iraivanitamiruntu arutkotaiyaka (ivaik kurappatukiratu)"},{"SurahNumber":28,"VerseNumber":47,"Text":"avarkalutaiya kaikal ceytu murpatuttiya(ti)vinai karanamaka, avarkalukku etenum cotanai varumpotu avarkal; \"enkal iraiva! Ni enkalukkut tutar oruvarai anuppivaittirukka ventama? Appotu nankal un vacanankalai pinparri nankalum muhminkalil ullavarkalakiyiruppome!\" Enru kuratirukkum poruttum (um'mai avarkalitaiye tutaraka anuppinom)"},{"SurahNumber":28,"VerseNumber":48,"Text":"eninum (ippolutu) nam'mitamiruntu cattiya(markka)m avarkalitam vanta potu, \"musavukkuk kotukkappattatu ponru ivarukku en kotukkappatavillai\" enru ketkirarkal; itarku munnar, musavukkuk kotukkappattataiyum avar(kalin mutataiyar)kal nirakarikka villaiya? Innum avarkal kurukirarkal; (tiruk kur'anum, tavrattum)\"onraiyonru urutippatuttum irantu cuniya(mantira)nkale!\" Enru innum avarkal kurukirarkal; \"niccayamaka nankal (ivai) anaittaiyum nirakarikkirom\" enru"},{"SurahNumber":28,"VerseNumber":49,"Text":"Akave, \"ninkal unmaiyalarkalaka iruntal, ivvirantaiyum vita nervalikkattak kutiya vetattai allahvitamiruntu ninkal kontu varunkal; nanum ataippinparrukiren\" enru (napiye!) Nir kurum"},{"SurahNumber":28,"VerseNumber":50,"Text":"umakku avarkal patil kuravitil, niccayamaka avarkal tam mana iccaikalaiye pinparrukirarkal enru nir arintu kollum; innum allahvitamiruntu nervali kattiyinrit tan mana iccaiyaip pinparrupavanaivita, mika vali kettavan evan irukkinran; niccayamaka allah akkiramakkara camukattarukku nervali katta mattan"},{"SurahNumber":28,"VerseNumber":51,"Text":"innum, avarkal nallupatecam peruvatarkaka nam avarkalukku (avvappotu veta) vakkai anuppik konte iruntom"},{"SurahNumber":28,"VerseNumber":52,"Text":"itarku munnar; evarkalukku nam vetattaik kotuttirukkiromo avarkalum itan mitu nampikkai kolkirarkal"},{"SurahNumber":28,"VerseNumber":53,"Text":"melum (itu) avarkalukku otik kanpikkappattal, avarkal; \"nankal itai nampukirom; niccayamaka itu nam'mutaiya iraivanitamiruntu vantulla cattiya (vacana)makum, itarku munnare nankal (iraivanukku murrilum valipatta) muslimkalakave iruntom\" enru kurukirarkal"},{"SurahNumber":28,"VerseNumber":54,"Text":"ivarkal porumaiyai merkontamaikkaka irumarai narkuli alikkappatuvarkal; melum, ivarkal nanmaiyaik kontu timaiyait tatuttuk kolvarkal; nam avarkalukkuk kotuttavarriliruntu (tanam tarumankalil) celavum ceyvarkal"},{"SurahNumber":28,"VerseNumber":55,"Text":"anriyum, ivarkal vinanataic ceviyurral, ataip purakkanittu\"enkalukku enkal amalkal; unkalukku unkal amalkal; salamun alaikkum (unkalukkuc canti untakuka!) Ariyamaikkararkalai nankal virumpuvatillai\" enru kuruvarkal"},{"SurahNumber":28,"VerseNumber":56,"Text":"(Napiye!) Nir necippavarkalai(yellam) niccayamaka nervaliyil celuttivita um'mal mutiyatu anal, allah tan natiyavarkalai nervaliyil celuttukiran - melum nervali perravarkalai avan nankarikiran"},{"SurahNumber":28,"VerseNumber":57,"Text":"innum avarkal; \"nankal um'mutan cerntu inner valiyai (kur'anai) pinparruvomanal enkal nattaivittu vankal tukki eriyappatuvom\" enru kurukirarkal; nam avarkalaic cankaiyana itattil patukappaka vacikkumpati vaikkavillaiya? Avvitattil ovvoru vakaik kanivarkkamum nam'mitamiruntulla unavakak kontuvarappatukiratu eninum avarkalil perumpalor itai ariya mattarkal"},{"SurahNumber":28,"VerseNumber":58,"Text":"tankalutaiya valkkai vacatikalin cerukkinal (aliccattiyam ceytu kontirunta) ettanaiyo u(ra)rkalai nam alittirukkirom; ivai yavum avarkal valnta itankaleyakum; avarkalukkup pin corpamana neram tavira anku evarum vacikka villai melum name (avarkalukku) varicukalakkinom"},{"SurahNumber":28,"VerseNumber":59,"Text":"(napiye!) Nam vacanankalai avarkalukku otik kanpikkum tutar oruvarai avarkalutaiya talainakarukku anuppi vaikkata varaiyil enta urkalaiyum um'mutaiya iraivan alippavanaka illai melum, enta uraiyum atan makkal akkiramak kararkalaka illata varaiyil nam alipporakavum illai"},{"SurahNumber":28,"VerseNumber":60,"Text":"melum, unkalukku kotukkap pattiruppavaiyellam (arpamakiya) ivvulaka valkkaiyin cukamum, atanutaiya alankaramum tan; anal allahvitattil iruppavai mikavum melanavaiyakavum nilaiyanavaiyakavum irukkinrana (itai) ninkal arintu kolla mattirkala"},{"SurahNumber":28,"VerseNumber":61,"Text":"Evanukku nam alakana vakkaka vakkurutiyalittu atai avanum ataiyappokirano a(ttakaiya)van, evanukku nam ivvulaka valkkaiyin (arpa) cukankalai mattum kotuttup pinnar kiyama nalil (tantanai peruvatarkaka nam'mun) kontu varappatuvano avanaip polavana"},{"SurahNumber":28,"VerseNumber":62,"Text":"innum, (allah) avarkalai alaikkum nalil; \"enakku inaiyanavarkal enru. Ninkal ennikkontiruntirkale avarkal enke\" enru ketpan"},{"SurahNumber":28,"VerseNumber":63,"Text":"evar mitu (allahvin tantanai parriya) vakku urutiyaki vittato avarkal, \"enkal iraiva! Nankal evarkalai valiketuttomo avarkal ivarkal tam. Nankal valikettatu ponre, ivarkalaiyum nankal valiketuttom - unnitam nankal (avarkalai vittum) vilakik kolkirom avarkal enkalai vanankik kontirukkavillai\" enru kuruvarkal"},{"SurahNumber":28,"VerseNumber":64,"Text":"unkal inai (teyvan)kalai alaiyunkal\" enru (avarkalukkuc) collappatum. Avarkalai ivarkal alaipparkal; anal avarkal ivarkalukku patilalikkamattarkal; melum, avarkal vetanaiyai kanparkal avarkal nervaliyil cenriruntal (innilaikku alakiyirukka mattarkal)"},{"SurahNumber":28,"VerseNumber":65,"Text":"melum, (allah vicaranaikkaka) avarkalaik kuppitum nalil, (unkalai nervalikku alaitta nam) tutarkalukku enna patil kotuttirkal?\" Enrum ketpan"},{"SurahNumber":28,"VerseNumber":66,"Text":"anal annalil avarkalukku ella visayankalum mutalaki pokum, akave, avarkal oruvaraiyeruvar kettuk kollavum mattarkal"},{"SurahNumber":28,"VerseNumber":67,"Text":"anal, evar tavpa ceytu nannampikkai kontu, nalla amalkal ceykirarkalo avarkal cittiyataintoril akuvarkal"},{"SurahNumber":28,"VerseNumber":68,"Text":"Melum, um'mutaiya iraivan, tan natiyataip pataikkiran; (tutarakat tan natiyorait) terntetuttuk kolkiran. (Enave ittaku) terntetuttal ivarkalu(kku urimaiyu)taiyatalla allah mikat tuymaiyanavan; ivarkal inai vaippatai vittum avan mikavum uyarntavan"},{"SurahNumber":28,"VerseNumber":69,"Text":"melum, um'mutaiya iraivan avarkalutaiya irutayankal maraittu vaippataiyum avarkal velippatuttuvataiyum nankarikiran"},{"SurahNumber":28,"VerseNumber":70,"Text":"melum; avane allah! Avanai anri (veru) nayan illai. Im'maiyilum, marumaiyilum ellap pukalum avanukke uriyatu tirppuk kurum atikaramum avanukke uriyatu atalin avanitattileye ninkal tirumpik kontu varappatuvirkal"},{"SurahNumber":28,"VerseNumber":71,"Text":"(napiye!) Nir kuruviraka\"kiyamanal varai allah unkal mitu iravai nirantaramaka irukkumpatic ceytu vittal, unkalukku(p pakalin) veliccattaik kontuvarak kutiyavan allahvai anri nayan unta enpatai ninkal (cintittup) parttirkala? (Ivvunmaiyai) ninkal ceviyerka ventama"},{"SurahNumber":28,"VerseNumber":72,"Text":"kiyamanal varai unkal mitu allah pakalai nirantaramaka irukkumpatic ceytu vittal, ninkal atil oyvu perum poruttu unkalukku iravaik kontu varakkutiyavan allahvaiyanri nayan unta enpatai ninkal (cintittup) parttirkala? (Ivvunmaiyai) ninkal nokka ventama?\" Enru kuruviraka"},{"SurahNumber":28,"VerseNumber":73,"Text":"innum, avan tan rahmattinal unkalukku iravaiyum pakalaiyum untakkinan; (iravu) ninkal atil oyvu perum poruttu, (pakal) ninkal atil avan arulait tetum poruttum, (untakkinan. Itarkaka avanukku) nanri celuttuvirkalaka"},{"SurahNumber":28,"VerseNumber":74,"Text":"Innum (allah) avarkalai alaikkum nalil; \"enakku inaiyanavarkal enru ninkal enniyiruntirkale avarkal enke?\" Enru ketpan"},{"SurahNumber":28,"VerseNumber":75,"Text":"innum, nam ovvoru camutayattiliruntum oru catciyai vaittuk kontu (musrikkukalai nokki)\"unkal atarattaik kontu varunkal\" enru kuruvom; appolutu avarkal cattiyamenpatu allahvukNku contamenrum, avarkal ittukkattiyavai yellam avarkalai vittum maraintuvitum enrum arintu kolvarkal"},{"SurahNumber":28,"VerseNumber":76,"Text":"niccayamaka, karun musavin camukattaic cerntavanaka iruntan; eninum avarkal mitu avan attuliyam ceytan; avanukku nam eralamana pokkisankalaik kotuttiruntom - niccayamaka avarrin cavikal palamulla oru kuttattarukkum paluvaka iruntana appolutu avanutaiya kuttattar avanitam; \"ni (itanal perumaikontu) anavam kollate! Allah, niccayamaka (avvaru) anavam kolpavarkalai necikkamattan\" enru kurinarkal"},{"SurahNumber":28,"VerseNumber":77,"Text":"melum, allah unakkuk kotutta (celvat)tiliru; natu marumai vittaittetik kol; eninum, ivvulakattil un nasipai (unakku vitittiruppataiyum) marantu vitate! Allah unakku nallataic ceytiruppataip pol, niyum nallatai cey! Innum, pumiyil kulappam ceyya virumpate niccayamaka allah kulappam ceypavarkalai necippatillai\" (enrum kurinarkal)"},{"SurahNumber":28,"VerseNumber":78,"Text":"(Atarku avan) kurinan; \"enakkulla arivin karanattal tan itanai nan kotukkappattirukkiren!\" Ivanukku mun ivanai vita mikka valimaiyutaiyavarkalum, ivanai vita atikap porul cekarittu vaittiruntavarkalamana (ettanaiyo) talaimuraiyinarkalai allah alittirukkinran enpatai ivan ariyavillaiya? Anal kurravalikal avarkal ceyta pavankal parri (utanukkutan) kelvi kanakkuk ketkappata mattarkal"},{"SurahNumber":28,"VerseNumber":79,"Text":"appal, avan (karvattutanum, ulaka) alankarattutan tan camukattaritaiye cenran; (appotu) ivvulaka valkkaiyai evar virumpukirarkalo avarkal; \"a! Karunukku kotukkappatatataip ponru namakkum irukkakkutata? Niccayamaka, avan makattana pakkiyamutaiyavan\"' enru kurinarkal"},{"SurahNumber":28,"VerseNumber":80,"Text":"kalvi nanam perravarkalo\"unkalukkenna ketu! Iman kontu, nalla amalkalai ceypavarkalukku allah alikkum vekumati itaivita menmaiyanatu eninum, ataip porumaiyalarait tavira, (veru) evarum ataiya mattarkal\" enru kurinarkal"},{"SurahNumber":28,"VerseNumber":81,"Text":"akave, nam karunaiyum avan vittaiyum pumiyil aluntac ceytom; allahvaiyanri avanukku utavi ceykira kuttattar evarumillai innum avan tannaittane kapparrik kollavum mutiyavillai"},{"SurahNumber":28,"VerseNumber":82,"Text":"mun tinam avanutaiya (celva) nilaiyai virumpiyavarkalellam, \"accariyam tan! Allah tan atiyarkalil, tan natiyavarkalukku akara vacatikalaip perukkukiran, curukkiyum vitukiran; allah namakku kirupai ceyyavillaiyayin avan nam'maiyum (pumiyil) aluntac ceytiruppan; accariyam tan! Niccayamaka kahpirkal cittiyataiya mattarkal\" enru kurinarkal"},{"SurahNumber":28,"VerseNumber":83,"Text":"Anta marumaiyin vittai, ippumiyil (tankalaip) perumaippatuttik kollavum, kulappattai untakkavum virumpatiruppavarkalukke nam contamakki vaippom; enenil, payapaktiyutaiyavarkalukke (melana) mutivu untu"},{"SurahNumber":28,"VerseNumber":84,"Text":"evarenum nanmaiyaik kontu vantal avarukku ataivita melanatu untu evan timaiyai ceykirano timai ceyvor avarkal ceytatarkuc camamana kuliyaiye peruvarkal"},{"SurahNumber":28,"VerseNumber":85,"Text":"(napiye!) Niccayamaka evan inta kur'anai um'mitu vitiyakkinano, avan niccayamaka um'mait tirumpik kontu vantu (makkavennum) am'milum talattil cerppippan; en iraivan nervaliyaik kontu vantiruppavar yar, velippataiyana valikettil iruppavar yar enpatai nankarintavan\" enru nir kuruviraka"},{"SurahNumber":28,"VerseNumber":86,"Text":"innum, um'mutaiya iraivanitamulla rahmattinalanri ivvetam umakkuk kotukkappatum enru nir etirparkkavillai. Enave nirakarippavarkalukku utaviyalaraka niccayamaka nir irukkatir"},{"SurahNumber":28,"VerseNumber":87,"Text":"innum, allahvin vacanankal umakku arulappattatan pin, etuvum um'mai avarrai vittum niccamayakat tiruppi vitatirukkattum; melum nir um'mutaiya iraivan pal (avarkalai) alaitte varuviraka niccayamaka nir inaivaipporil oruvaraki vitaventam"},{"SurahNumber":28,"VerseNumber":88,"Text":"allahvutan veru enta nayanaiyum alaikkatir; avanaittavira veru nayan illai, avanait tavira ellap porutkalum alintu vitupavaiyeyakum; avanukke ella atikaramum uriyatu innum avanitame ninkal (yavarum) tirumpak kontu varappatuvirkal"},{"SurahNumber":29,"VerseNumber":1,"Text":"alihp, lam, mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"nankal iman kontirukkinrom\" enru kuruvatanal (mattum) avarkal cotikkappatamal vittu vitappatuvarkal enru manitarkal ennik kontarkala"},{"SurahNumber":29,"VerseNumber":3,"Text":"Niccayamaka avarkalukku munniruntarkale avarkalaiyum nam cotittirukkinrom - akave unmaiyuraippavarkalai niccayamaka allah arivan; innum poyyarkalaiyum avan niccayamaka arivan"},{"SurahNumber":29,"VerseNumber":4,"Text":"allatu timai ceykirarkale avarkal nam'maivittum tankal tappik kolvarkal enru ennik kontarkala? Avarkal (avvaru) tirmanittuk kontatu mikavum kettatu"},{"SurahNumber":29,"VerseNumber":5,"Text":"evar allahvaic cantippom enru nampukirarkalo avarkal (atarkaka nalla amalkalaic ceytu kollatatum) enenil allah (atarkakak kurittulla) tavanai niccamayaka varuvataka irukkiratu avan (yavarraiyum) ceviyerpavanakavum, nanku aripavanakavum irukkinran"},{"SurahNumber":29,"VerseNumber":6,"Text":"innum, evar (allahvin pataiyil) ulaikkiraro avar niccayamakat tamakkakave ulaikkirar niccayamaka allah akilattar (utavi etuvum) tevaippatatavan"},{"SurahNumber":29,"VerseNumber":7,"Text":"akave, evarkal iman kontu nalla amalkal ceykirarkalo avarkalutaiya tinkukalai avarkalai vittum niccayamaka nikki vituvom; innum, avarkal ceyta nanmaikalukku avarraivita mikaka alakana kuliyai, niccayamaka nam avarkalukku kotuppom"},{"SurahNumber":29,"VerseNumber":8,"Text":"tan tay tantaiyarukku nanmai ceyyumpatiyaka nam manitanukku vasiyyattu ceytirukkirom; eninum, (manitane!) Unakku arivu illata onrai enakku inaiyakkumpati avviruvarum unnai varpuruttinal, ni avviruvarukkum kilpatiya ventam; ennitame unkal anaivarin milutalum irukkiratu ninkal ceytu kontiruntavai parri appotu nan unkalukku arivippen"},{"SurahNumber":29,"VerseNumber":9,"Text":"anriyum evar iman kontu, narkarumankalaic ceykirarkalo avarkalai nallatiyarkalutan niccayamaka nam certtu vituvom"},{"SurahNumber":29,"VerseNumber":10,"Text":"Melum, manitarkalil cilar\"nankal allahvin mitu nampikkaik kontullom\" enru colkirarkal; eninum, avarkalukku allahvin pataiyil tunpam untanal, manitarkalal erpatum anta imcaiyai allahvin vetanaipol karuti (um'mai vittum ninkal munaintu) vitukirarkal; anal um iraivanitattiliruntu utavi varumpotu\"niccayamaka nankal unkalutane tan iruntom\" enru kurukirarkal. Allah akilattarin itayankalil iruppavarrai nankarintavanaka illaiya"},{"SurahNumber":29,"VerseNumber":11,"Text":"anriyum, nampikkai kontavarkalai niccayamaka allah nankarivan; nayavancakarkalaiyum, avan niccayamaka nankarivan"},{"SurahNumber":29,"VerseNumber":12,"Text":"nirakarippavarkal nampikkai kontavarkalitam; \"ninkal enkal valiyai (markkattaip) pinparrunkal; unkal kurrankalai nankal cumantu kolkirom\" enru kurukirarkal; anal, avarkal tam kurrankaliliruntum etaiyum cumappavarkalaka (tankupavarkalaka) illaiye! Enave (unkal kurrankalai cumappatarkakac collum) avarkal niccayamaka poyyarkale"},{"SurahNumber":29,"VerseNumber":13,"Text":"anal niccayamaka avarkal tankalutaiya (paluvana pavac) cumaikalaiyum, tam (paluvana pavac) cumaikalutan (avarkal valiketuttorin paluvana pavac) cumaikalaiyum cumapparkal; kiyama nalanru avarkal ittukkattik kontiruntavai parri niccayamaka vicarikkappatuvarkal"},{"SurahNumber":29,"VerseNumber":14,"Text":"melum; titanaka nam nuhai avarutaiya camukattaritam anuppinom; aka, avarkal mattiyil avar aimpatu kuraiya ayiram antukal tankiyiruntar; anal avarkal aniyayakkararkalaka iruntamaiyal avarkalaip piralayam pitittuk kontatu"},{"SurahNumber":29,"VerseNumber":15,"Text":"(appotu) nam avaraiyum, (avarutan) kappalil iruntoraiyum kapparrinom; melum, atai ulaka makkalukku or attatciyakavum akkinom"},{"SurahNumber":29,"VerseNumber":16,"Text":"Innum iprahimaiyum (tutaraka nam anuppinom); avar tam camukattaritam; \"allahvai ninkal vanankunkal; avanitam payapaktiyutan irunkal; ninkal arintavarkalaka iruntal, ituve unkalukku nanmaiyutaiyataka irukkum\" enru kuriya velaiyai (napiye! Ninaivuttuviraka)"},{"SurahNumber":29,"VerseNumber":17,"Text":"allahvaiyanri, cilaikalai vanankukirirkal - melum, ninkal poyyaic cirustittuk kontirkal; niccayamaka, allahvait tavira ninkal vananki varum ivai unkalukku akara vacatikal alikkac caktiyarravai atalal, ninkal allahvitame akara vacatikalait tetunkal; avanaiye vanankunkal; avanukke nanri celuttunkal; avanitattileye ni; nkal tirumpak kontuvarappatuvirkal"},{"SurahNumber":29,"VerseNumber":18,"Text":"innum ninkal poyppikka murpattal (talarntu povatillai - enenil) unkalukku munnirunta camutayattavarum (avarkalukku anuppappatta tutarkalai ivvare) poyppikka murpattarkal; akave, (irai) tutarin katamai (tam tutai) pakirankamaka etutturaippatanri (veru) illai"},{"SurahNumber":29,"VerseNumber":19,"Text":"allah evvaru mutalil pataippait tuvankip piraku (atanai evvaru) tanpal mittukiran enpatai avarkal parkkavillaiya? Niccayamaka itu allahvukku mikavum culapam"},{"SurahNumber":29,"VerseNumber":20,"Text":"pumiyil ninkal pirayanam ceytu, allah evvaru (muntiya) pataippait tuvankip pinnar pintiya pataippai evvaru untu pannukiran enpataip parunkal; niccayamaka allah ellap porutkal mitum perarralullavan\" enru (napiye!) Nir kuruviraka"},{"SurahNumber":29,"VerseNumber":21,"Text":"tan natiyavarai avan vetanai ceykiran; innum tan natiyavarukkuk kirupai ceykiran - (irutiyil) avanitame ninkal mittappatuvirkal"},{"SurahNumber":29,"VerseNumber":22,"Text":"Pumiyilo, vanattilo ninkal (avanai) iyalamal akkupavarkalallar. Melum, unkalukku allahvaiyanri (veru) patukavalano, utaviyalano illai"},{"SurahNumber":29,"VerseNumber":23,"Text":"innum, evar allahvin vacanankalaiyum, avanaic cantippataiyum nirakarittarkalo, avarkal tam en rahmattai vittu niracaiyanavarkal; melum, i(ttakaiya)varkalukku novinai ceyyum vetanai untu"},{"SurahNumber":29,"VerseNumber":24,"Text":"itarku avarutaiya camukattarin patilellam\"avaraik konru vitunkal allatu neruppilittup pocukkunkal\" enru kuriyatait tavira verillai anal, allah avarai (anta) neruppiliruntu iterrinan; niccayamaka itil, iman konta camukattorukku takka attatcikal irukkinrana"},{"SurahNumber":29,"VerseNumber":25,"Text":"melum (iprahim) connar; \"ulaka valkakaiyil allahvaiyanri (cilarai) vanakkattirkuriyavarkalaka ninkal akkik kontatu (avarkal mitu) unkalitaiyeyulla necattin karanattinaltan; pinnar kiyama nalanru unkalil cilar cilarai nirakaripparkal; unkalil cilar cilarai capittuk kolvar; (irutiyil), ninkal otunkuntalam (naraka) nerupputtan; (anku) unkalukku utaviyalar evarumillai"},{"SurahNumber":29,"VerseNumber":26,"Text":"(itan pinnarum) lut (mattume) avar mitu iman kontar; (avaritam iprahim); \"niccayamaka nan en iraivanai nati (ivvurai vittu) hijrat ceykiren; niccayamaka avan (yavaraiyum) mikaittavan; nanam mikkavan\" enru kurinar"},{"SurahNumber":29,"VerseNumber":27,"Text":"melum, avarukku is'hakkaiyum, yahkupaiyum alittom; innum avarutaiya cantatiyale, napittuvattaiyum, vetattaiyum erpatuttinom; avarukku avarutaiya kuliyai ivvulakattilum kotuttom; niccayamaka marumaiyil avar nallavarkalil oruvaravar"},{"SurahNumber":29,"VerseNumber":28,"Text":"Melum, luttai (avar camukattaritaiye napiyaka anuppi vaittom); avar tam camukattaritam kurinar; \"niccayamaka ninkal ulakattaril evarume unkalukku mun ceytirata manakketana oru ceyalai ceyya munaintu vittirkal"},{"SurahNumber":29,"VerseNumber":29,"Text":"ninkal ankalitam (mokam kontu) varukirirkala? Vali mari(ttup pirayanikalaik kollaiyati)kkavum ceykinrirkal; unkalutaiya capaiyilum verukkattakkavarraic ceykinrirkal\" enru kurinar; atarku avarutaiya camukattarin patil; \"nir unmaiyalaril (oruvaraka) iruppin enkal mitu allahvin vetanaiyaik kontu varuviruhka\" enpatu tavira veru etuvumillai"},{"SurahNumber":29,"VerseNumber":30,"Text":"appotu avar; \"en iraivane! Kulappam ceyyum irta camukattarukku etiraka enakku ni utavi purivayaka!\" Enru (pirarttittuk) kurinar"},{"SurahNumber":29,"VerseNumber":31,"Text":"nam tutar(kalakiya malakku)kal iprahimitam nanmarayattutan vantapotu, \"niccayamaka nankal ivvurarai alikkiravarkal; enenil niccayamaka ivvurar aniyayakkararkalaka irukkinranar\" enak kurinarkal"},{"SurahNumber":29,"VerseNumber":32,"Text":"niccayamaka avvuril luttum irukkirare\" enru (iprahim) kurinar; (atarku) avarkal atil iruppavarkal yar enpatai nankal nankarivom; enave nankal avaraiyum; avarutaiya manaiviyait tavira, avar kutumpattaraiyum niccayamakak kapparruvom; aval (alintu povoril oruttiyaka) tanki vituval enru connarkal"},{"SurahNumber":29,"VerseNumber":33,"Text":"Innum nam tutarkal luttitam vanta potu avarkalin karanamaka avar kavalai kontar. Melum avarkalal (varukaiyal) cankatappattar; avarkal'nir payappataventam, kavalaiyum pataventam' enru kurinarkal. Niccayamaka nam um'maiyum un manaiviyait tavira um kutumpattinaraiyum kapparruvom; aval (um'manaivi alintu povoril oruttiyaka) pin tanki vituval"},{"SurahNumber":29,"VerseNumber":34,"Text":"niccayamaka, nankal ivvurar mitu, ivarkal ceytu kontirukkum pavattin karanamaka, vanattiliruntu vetanaiyai irakkukiravarkal avom"},{"SurahNumber":29,"VerseNumber":35,"Text":"(avvare avvurar, alintanar) arivulla camukattarukku itiliruntum nam oru telivana attatciyai vittu vaittullom"},{"SurahNumber":29,"VerseNumber":36,"Text":"melum, matyan (urarukku) avarkal cakotararakiya su'aipai (anuppi vaittom); akave avar; \"en camukattare! Allahvaiye vanankunkal; iruti nalai (nampi) etirparunkal, melum, pumiyil kulappam ceyvoraka, (visamikalakat) tiriyatirkal\" enru kurinar"},{"SurahNumber":29,"VerseNumber":37,"Text":"eninum avarkal avaraip poyppittarkal; atalal avarkalaip pukampam pitittuk kontatu akave, avarkal tam vitukalil atikalaiyil (marittu) mukankuppura viluntu kitantarkal"},{"SurahNumber":29,"VerseNumber":38,"Text":"ivvare, atu, samutu (camukattaraiyum alittom); anriyum avarkal vacitta itankaliliruntu (oru cila cinnankal) unkalukkut telivaka tenpatukinrana enenil saittan avarkalutaiya (tic)ceyalkalai avarkalukku alakakak kanpittu avarkal nallarivu pataittavarkalaka iruntum, avarkalai nervaliyil (poka vitatu) tatuttu vittan"},{"SurahNumber":29,"VerseNumber":39,"Text":"Innum hkarunaiyum, hpir'avnnaiyum, hamanaiyum (alittom); titanaka, avarkalitam musa telivana attatcikalutan vantar; eninum, (avarrai nirakarittu) avarkal pumiyil perumaiyatittu ninrarkal. Anal avarkal (aliviliruntu) tappittarkalillai"},{"SurahNumber":29,"VerseNumber":40,"Text":"ivvaru, nam ovvoruvaraiyum avaravar ceyta pavattin karanamakap pitittom; avarkalil cilar mitu katumpuyal mulamaka kalmariyai anuppinom; avarkalil cilarai periti mulakkam pitittuk kontatu avarkalil cilaraip pumiyinul aluntac ceytom; avarkalil cilarai mulkatittom; anal allah avarkalukku aniyayam ceyvatarkaka irukka villai avarkal tamakkut tame aniyayam ceytu kontarkal"},{"SurahNumber":29,"VerseNumber":41,"Text":"allah allatavarrai(t tankalukkup) patukavalarkalaka etuttuk kolpavarkalukku utaranam cilantip pucciyin utaranam ponratu atu (tanakkaka) oru vittaik kattiyatu anal niccayamaka vitukalilellam mikavum palahinamanatu cilantippucciyin viteyakum - itai avarkal arintu kontirupparkalayin (tankal inaiyaka etuttuk kontavarrin palahinattai arivarkal)"},{"SurahNumber":29,"VerseNumber":42,"Text":"niccayamaka allahvaiyanri avarkal etai (nayanena) alaikkirarkalo, atai avan arikiran - innum avan (yavaraiyum) mikaittavan; nanam mikkavan"},{"SurahNumber":29,"VerseNumber":43,"Text":"ivvutaranankalai nam manitarkalukkaka vilakki vaikkirom - anal ivarrai cintittarivor tavira verevarum unarntu kolla mattarkal"},{"SurahNumber":29,"VerseNumber":44,"Text":"vanankalaiyum, pumiyaiyum allah unmaiyaik konte pataittullan - niccayamaka itil muhminkalukku attatci irukkiratu"},{"SurahNumber":29,"VerseNumber":45,"Text":"(Napiye!) Ivvetattiliruntu umakku arivikkappattatai nir etuttotuviraka innum tolukaiyai nilai niruttuviraka niccayamaka tolukai (manitarai) manakketanavarraiyum timaiyaiyum vittu vilakkum. Niccayamaka, allahvin tikru (tiyanam) mikavum perita(na caktiya)kum; anriyum allah ninkal ceypavarrai nankarikiran"}]}