{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Şu tartışılmaz bir gerçektir ki, insanların iman edenlere en şiddetli düşmanlık duyanlarını, Yahudilerle şirke batanlar bulursun. Şu da tartışılmaz bir gerçektir ki, insanların iman edenlere sevgide en yakın olanlarını \"Biz Hıristiyanlarız\" diyenler bulursun. Bu böyledir. Çünkü o Hıristiyanlar içinde derin araştırmalar yapan keşişler, kendini Allah'a adamış rahipler vardır. Ve onlar, kibre sapmazlar"},{"SurahNumber":5,"VerseNumber":83,"Text":"Resule indirileni dinlediklerinde farkına vardıkları gerçekten dolayı gözlerinin yaşla dolup taştığını görürsün. Şöyle derler: \"Ey Rabbimiz, iman ettik. Artık bizi de gerçeğin tanıklarıyla birlikte kaydet"},{"SurahNumber":5,"VerseNumber":84,"Text":"Rabbimizin bizi barışseverler arasına koymasını umup dururken, Allah'a ve Hak'tan bize gelene neden inanmayacakmışız"},{"SurahNumber":5,"VerseNumber":85,"Text":"Böyle söyledikleri için Allah onları, altlarından ırmaklar akan cennetlerle lütuflandırdı. Sürekli kalıcıdırlar orada. İşte budur güzel davrananların ödülü"},{"SurahNumber":5,"VerseNumber":86,"Text":"Küfre sapıp ayetlerimizi yalanlayanlar da cehennemin dostlarıdır"},{"SurahNumber":5,"VerseNumber":87,"Text":"Ey iman sahipleri! Allah'ın size helal kıldığı şeylerin temiz ve güzel olanlarını haramlaştırmayın; azıp sınırı aşmayın; Allah azıp sınırı aşanları sevmez"},{"SurahNumber":5,"VerseNumber":88,"Text":"Allah'ın size helal ve temiz olarak verdiği rızıklardan yiyin. Kendisine iman ettiğiniz Allah'tan sakının"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah sizi yeminlerinizdeki boş lakırdıdan ötürü hesaba çekmez, ama bilinçli olarak gerçekleştirdiğiniz yeminlerden sizi sorumlu tutar. Böyle bir yeminin keffâreti, ailenize yedirmekte olduğunuzun orta derecesinden on yoksulu doyurmak, yahut onları giydimek, yahut da özgürlüğünden yoksun kalmış bir benliği özgürlüğüne kavuşturmaktır. Bunlara imkân bulamayan üç gün oruç tutar. Yemin ettiğinizde yeminlerinizin keffâreti işte budur. Yeminlerinizi koruyun. Allah size ayetlerini böyle açıklar ki şükredebilesiniz"},{"SurahNumber":5,"VerseNumber":90,"Text":"Ey iman edenler! Uyuşturucu/şarap, kumar, tapılmak için dikilen taşlar, fal okları şeytan işi birer pisliktik; bunlardan uzak durun ki kurtuluşa eresiniz"},{"SurahNumber":5,"VerseNumber":91,"Text":"Şeytan; uyuşturucu ve kumara sokularak aranıza düşmanlık ve şiddetli nefret yerleştirip sizi Allah'ı anmaktan, namazdan/duadan geri çevirmek ister. Artık son veriyorsunuz değil mi"},{"SurahNumber":5,"VerseNumber":92,"Text":"Allah'a itaat edin, resule itaat edin, sakının. Eğer yüz çevirirseniz şunu bilin: Bizim resulümüze düşen sadece apaçık bir tebliğdir"},{"SurahNumber":5,"VerseNumber":93,"Text":"İman edip hayra ve barışa yönelik işler yapanlara; bundan böyle korunup iman ederek iyi işler yaptıkları, sonra takvaya sarılıp imanda kemale erdikleri, sonra bir mertebe daha korunup güzellikler sergiledikleri takdirde, daha önce tatmış olduklarından ötürü hiçbir günah yoktur. Allah, güzel düşünüp güzel davrananları sever"},{"SurahNumber":5,"VerseNumber":94,"Text":"Ey iman sahipleri! Allah sizi, ellerinizin ve mızraklarınızın erişeceği av türünden bir şeyle mutlaka deneyecektir ki, gözün fark edemediği alanlarda O'ndan kim korkuyor bilsin. Bundan sonra azıp sınırı çiğneyen için korkunç bir azap olacaktır"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ey iman sahipleri! İhramda olduğunuz zaman av öldürmeyin. Sizden kim kasten onu öldürürse cezası şudur: Öldürdüğü hayvana denk deve-sığır, davar cinsinden, Kâbe'ye varacak kurbanlık bir hediye ki, içinizden adalet sahibi iki kişi belirleyecektir. Yahut yoksullara yedirme şeklinde bir keffâret, yahut buna denk oruç. Taki yaptığının vebalini tatsın. Allah, geçmişi affetmiştir. Kim bir daha yaparsa, Allah ondan öc alacaktır. Allah çok güçlüdür, öc alıcıdır"},{"SurahNumber":5,"VerseNumber":96,"Text":"Hem size hem de yolculara bir geçimlik olarak, deniz avı yapmak ve onu yemek size helal kılındı. Fakat ihramlı olduğunuz sürece karada avlanmak size haram edilmiştir. Huzurunda haşredileceğiniz Allah'tan korkun"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah Kâbe'yi, o saygıya layık evi, o saygıya layık \"ay\"ı, o kurbanlık hediyeleri ve gerdanlıkları insanlar için bir dayanak, bir ayağa kalkış aracı kıldı. Böyle yaptı ki, Allah'ın göklerde olanı da yerde olanı da bildiğini, Allah'ın her şeyi bilici olduğunu siz de bilesiniz"},{"SurahNumber":5,"VerseNumber":98,"Text":"Bilin ki Allah, azap ettiğinde çok şiddetli eder. Allah; Gafûr'dur, Rahîm'dir"},{"SurahNumber":5,"VerseNumber":99,"Text":"Resule düşen, tebliğden başka bir şey değildir. Allah sizin açığa vurduklarınızı da gizlediklerinizi de bilir"},{"SurahNumber":5,"VerseNumber":100,"Text":"De ki: \"Pisin çokluğu seni hayrete düşürse de pisle temiz bir olmaz. O halde, ey akıl ve gönül sahipleri! Allah'tan korkun ki kurtuluşa erebilesiniz"},{"SurahNumber":5,"VerseNumber":101,"Text":"Ey iman sahipleri! Size açıklandığında canınızı sıkacak şeylerle ilgili soru sormayın. Kur'an indirilmekte iken onları sorarsanız size açıklanır. Allah onlardan vazgeçmiştir. Allah Gafûr'dur, Halîm'dir"},{"SurahNumber":5,"VerseNumber":102,"Text":"Sizden önceki bir toplum da onları sormuştu; sonra tutup hepsini inkâr ettiler"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah ne bahîre yapmıştır ne sâibe ne vasîle ne de hâm. Ne var ki küfre sapanlar yalan uydurarak Allah'a iftira ediyorlar ve çokları da akıl erdiremiyorlar"},{"SurahNumber":5,"VerseNumber":104,"Text":"Onlara, Allah'ın indirdiğine ve resule gelin dendiğinde şöyle derler: \"Atalarımızı üzerinde bulduğumuz şey bize yeter.\" Peki, ataları hiçbir şey bilmiyor, doğru yolu bulamıyor idiyseler de mi"},{"SurahNumber":5,"VerseNumber":105,"Text":"Ey iman edenler! Siz, kendinizi düzeltmeye bakın. Siz, doğru yolda oldukça sapmış olan size zarar veremez. Tümünüzün dönüşü Allah'adır. O size neler yapıyor olduğunuzu haber verecektir"},{"SurahNumber":5,"VerseNumber":106,"Text":"Ey iman edenler! Herhangi birinize ölüm gelip çattığında, vasiyet zamanı aranızdaki tanıklık şöyle olsun: Kendinizden adalet sahibi iki kişi yahut yolculuk etmekte iken ölüm musibeti başınıza geldiyse sizin dışınızdan iki kişi. Bunları namazdan/duadan sonra alıkoyarsınız; kuşkulanırsanız şöyle yemin etsinler: \"Vallahi, yakınlarımız da olsa yeminimizi hiçbir ücret karşılığı satmayacağız, Allah'ın tanıklığını saklamayacağız. Çünkü böyle yaparsak mutlaka günahkârlardan oluruz"},{"SurahNumber":5,"VerseNumber":107,"Text":"Eğer onların bir günah işledikleri kesinlikle anlaşılırsa o zaman, tercih edilmiş olan bu ikisinin yerine bunların aleyhinde bulundukları taraftan iki kişi geçerek şöyle yemin edeceklerdir: \"Allah şahit olsun ki, bizim tanıklığımız, onların tanıklığından daha doğrudur. Biz hiçbir haksızlık yapmadık. Aksi halde mutlaka zalimlerden olurduk"},{"SurahNumber":5,"VerseNumber":108,"Text":"İşte bu yol, tanıklığı gereğince yerine getirmelerine, yemin etmelerinden sonra yeminlerinin reddedileceğinden korkmalarına en yarayışlı olandır. Allah'tan sakının ve söylenene kulak verin. Allah, sapıklar topluluğunu doğruya ve güzele kılavuzlamaz"},{"SurahNumber":5,"VerseNumber":109,"Text":"Allah, resulleri bir araya getireceği gün şöyle der: \"Size ne cevap verildi?\" Şöyle derler: \"Hiçbir bilgimiz yok. Gaybları en iyi biçimde bilen sensin, sen"},{"SurahNumber":5,"VerseNumber":110,"Text":"Hani, Allah şöyle demişti: \"Ey Meryem'in oğlu İsa! Senin ve annenin üzerindeki nimetimi hatırla. Seni Ruhulkudüs'le desteklemiştim, beşikte iken ve erginlik çağında insanlarla konuşuyordun. Sana Kitap'ı, hikmeti, Tevrat'ı, İncil'i öğretmiştim. Benim iznimle çamurdan kuş görünümünde bir şey yaratıyor, içine üflüyordun da o benim iznimle kuş oluyordu. Doğuştan körü, abraşı benim iznimle iyileştiriyordun. Benim iznimle ölüleri çıkarıyordun. İsrailoğullarını senden uzak tutmuştum. Hani, sen onlara açık-seçik ayetleri getirdiğinde, küfre sapanları şöyle deyivermişti: \"Açık bir büyüden başka bir şey değil bu"},{"SurahNumber":5,"VerseNumber":111,"Text":"Havarilere şunu vahyetmiştim: \"Bana ve resulüme iman edin.\" Şöyle demişlerdi: \"İman ettik, sen de tanık ol ki biz, müslümanlarız/Allah'a teslim olanlarız"},{"SurahNumber":5,"VerseNumber":112,"Text":"Havariler demişlerdi ki: \"Ey Meryem'in oğlu İsa! Rabbin bize gökten bir sofra indirebilir mi?\" İsa dedi ki: \"Eğer müminlerseniz Allah'tan sakının"},{"SurahNumber":5,"VerseNumber":113,"Text":"Dediler: \"İstiyoruz ki ondan yiyelim, gönüllerimiz tatmin bulsun, senin bize doğruyu söylediğini bilelim ve buna tanıklık edenlerden olalım"},{"SurahNumber":5,"VerseNumber":114,"Text":"Meryem oğlu İsa şöyle yakardı: \"Allahım, ey Rabbimiz! Üzerimize gökten bir sofra indir de bizim hem öncekilerimize hem sonrakilerimize bir bayram olsun, senden bir mucize olsun. Rızıklandır bizi! Rızık verenlerin en hayırlısı sensin"},{"SurahNumber":5,"VerseNumber":115,"Text":"Allah dedi ki: \"Ben onu üzerinize indireceğim. Ama bundan sonra küfre sapanınıza öyle bir azapla azap edeceğim ki, âlemlerden hiç kimseye böyle bir azap yapmamışım"},{"SurahNumber":5,"VerseNumber":116,"Text":"Allah şunu da söyledi: \"Ey Meryem oğlu İsa! Allah'ın yanında beni ve annemi de iki tanrı olarak kabul edin diye insanlara sen mi söyledin?\" İsa dedi: \"Hâşâ! Tespih ederim seni. Hakkım olmayan bir şeyi söylemek benim haddime değildir. Eğer onu söylemişsem sen onu elbette bilirsin. Sen benim içimde olanı bilirsin ama ben senin zatında olanı bilmem. Çünkü sen, evet sen, gaybları çok iyi bilensin"},{"SurahNumber":5,"VerseNumber":117,"Text":"Onlara, senin bana emrettiğin şu sözden başka bir şey söylemedim: 'Benim Rabbim ve sizin de Rabbiniz olan Allah'a kulluk edin.' İçlerinde olduğum sürece üzerlerine tanıktım. Sen beni vefat ettirince üzerlerine yalnız sen gözetleyici oldun. Ve sen zaten her şey üzerinde bir Şehîdsin, bir tanıksın"},{"SurahNumber":5,"VerseNumber":118,"Text":"Onlara azap edersen, onlar senin kullarındır. Ama onları bağışlarsan hiç kuşkusuz, sen tüm gücün sahibi, tüm hikmetlerin sahibisin"},{"SurahNumber":5,"VerseNumber":119,"Text":"Allah buyurdu: \"Özü-sözü doğru olanlara, doğruluklarının yarar sağlayacağı gün budur. Altlarından ırmaklar akan cennetler var onlar için. Sürekli kalacaklardır orada.\" Allah onlardan razı olmuştur, onlar da Allah'tan razı olmuşlardır. İşte budur büyük kurtuluş"},{"SurahNumber":5,"VerseNumber":120,"Text":"Göklerin, yerin ve bunlarda bulunanların mülkü/yönetimi Allah'ındır. O'nun her şeye gücü yeter"},{"SurahNumber":6,"VerseNumber":1,"Text":"Hamt Allah'adır! O ki gökleri ve yeri yaratmış, karanlıklara ve nura vücut vermiştir. Sonra, gerçeği örtenler bunları Rablerine denk tutuyorlar"},{"SurahNumber":6,"VerseNumber":2,"Text":"Sizi bir balçıktan yaratmış olan O'dur. Sonra hüküm verip bir süre belirlemiştir. Belirlenmiş başka bir süre de onun katındadır. Bütün bunlardan sonra siz hâlâ kuşkulanıp duruyorsunuz"},{"SurahNumber":6,"VerseNumber":3,"Text":"O, göklerde de Allah'tır, yerde de. O, sizin iç dünyanızı da bilir, açığa vurduklarınızı da. Neler kazanmakta olduğunuzu da bilir O"},{"SurahNumber":6,"VerseNumber":4,"Text":"Onlara Rablerinin ayetlerinden bir ayet gelir gelmez, ondan hemen yüz çeviriyorlardı"},{"SurahNumber":6,"VerseNumber":5,"Text":"Böylece hakkı, kendilerine geldiği anda yalanladılar. Fakat yakında onlara, alay etmekte oldukları şeyin haberleri gelecektir"},{"SurahNumber":6,"VerseNumber":6,"Text":"Kendilerinden önce nice yurt ve medeniyeti yerle bir ettiğimizi görmediler mi? Biz o yurtlara yeryüzünde size vermediğimiz imkânları vermiş, üzerlerine gök bereketini bol bol indirmiş, nehirleri altlarından akar hale getirmiştik. Derken, onları kendi günahlarıyla helâk ettik ve arkalarından başka bir nesil oluşturduk"},{"SurahNumber":6,"VerseNumber":7,"Text":"Eğer biz sana parşömen üzerine yazılı bir kitap göndermiş olsaydık, onlar da ona elleriyle dokunmuş olsalardı, o küfre batmışlar, hiç kuşkusuz şöyle deyivereceklerdi: \"Bu, apaçık bir büyüden başka şey değildir"},{"SurahNumber":6,"VerseNumber":8,"Text":"Şunu da söylediler: \"Bu peygambere bir melek indirilseydi ya!\" Eğer böyle bir melek indirmiş olsaydık iş mutlaka bitirilmiş olurdu da kendilerine göz bile açtırılmazdı"},{"SurahNumber":6,"VerseNumber":9,"Text":"Eğer o peygamberi bir melek kılsaydık kuşkusuz onu bir er kişi yapacaktık ve içine yuvalandıkları kuşku ve karmaşayı onların üzerlerine giydirmiş olacaktık"},{"SurahNumber":6,"VerseNumber":10,"Text":"Yemin olsun ki, senden önceki resullerle de alay edildi; fakat eğlence konusu yaptıkları şey, o maskaralığı sergileyenleri kıskıvrak sarıverdi"},{"SurahNumber":6,"VerseNumber":11,"Text":"Şunu söyle: Dolaşın yeryüzünde de bakın nasıl olmuş gerçeği yalanlayanların sonu"},{"SurahNumber":6,"VerseNumber":12,"Text":"Sor: \"Kimindir gökler ve yer?\" Cevap ver: \"Allah'ındır.\" O Allah ki, rahmeti öz benliği üzerine yazmıştır. O sizi, varlığında hiç kuşku bulunmayan kıyamet gününde bir araya mutlaka toplayacaktır. Benliklerini hüsrana yuvarlamış kişiler var ya, onlar iman etmezler"},{"SurahNumber":6,"VerseNumber":13,"Text":"Gecenin ve gündüzün içinde yer alan her şey O'nundur. O, Semî'dir, her şeyi duyar; Alîm'dir, her şeyi bilir"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki: \"Göklerin ve yerin Fâtır'ı olan o yaratıcıdan, o yedirip doyuran ama kendisi yedirilip beslenmeyen Allah'tan başkasını mı velî edineyim?\" De ki: \"Bana, İslam'ı/Allah'a teslim olmayı seçenlerin ilki olmam emredildi.\" Ve sakın şirke sapanlardan olma"},{"SurahNumber":6,"VerseNumber":15,"Text":"Şunu da söyle: \"Rabbime isyan edersem büyük bir günün azabından korkarım ben"},{"SurahNumber":6,"VerseNumber":16,"Text":"Kendisinden azap uzaklaştırılana o gün rahmet etmiştir. İşte açık kurtuluş budur"},{"SurahNumber":6,"VerseNumber":17,"Text":"Allah sana bir keder dokundurursa, onu O'ndan başka açacak yoktur. Eğer sana bir hayır dokundurursa, O, her şey üzerinde güç sahibidir"},{"SurahNumber":6,"VerseNumber":18,"Text":"Ve kulları üzerinde hüküm ve egemenlik sahibi Kaahir'dir O. Tüm hikmetlerin kaynağıdır O. Her şeyden haberdardır"},{"SurahNumber":6,"VerseNumber":19,"Text":"Sor: \"Tanıklık bakımından hangi şey daha büyüktür?\" De ki: \"Benimle sizin aranızda Allah tanıktır. Bu Kur'an bana vahyolundu ki, onunla sizi ve ulaştığı herkesi uyarayım. Siz gerçekten Allah'ın yanında başka ilahların bulunduğuna tanıklık ediyor musunuz?\" De ki: \"Ben buna tanıklık etmiyorum.\" De ki: \"O, sadece tek bir tanrıdır! Ve ben, sizin ortak tuttuğunuz şeylerden uzağım"},{"SurahNumber":6,"VerseNumber":20,"Text":"O kendilerine kitap verdiklerimiz var ya, onu, öz oğullarını tanıdıkları gibi tanıyıp bilirler. Ama öz benliklerini hüsrana uğratan bunlar, iman etmezler"},{"SurahNumber":6,"VerseNumber":21,"Text":"Yalan düzerek Allah'a iftira eden yahut O'nun ayetlerini yalanlayandan daha zalim kim vardır? Şu da bir gerçek ki, zalimler asla kurtulamazlar"},{"SurahNumber":6,"VerseNumber":22,"Text":"Gün olur, onları bir araya toplayıp haşrederiz. Sonra, şirke batanlara sorarız: \"Nerededir o bir şey zannedip durduğunuz ortaklarınız"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonunda şunu söylemekten başka bahaneleri kalmaz: \"Rabbimiz Allah'a yemin olsun ki, biz, ortak koşanlar değildik"},{"SurahNumber":6,"VerseNumber":24,"Text":"Bak da gör, nasıl yalan söylediler öz benliklerine karşı! Ve iftira için kullandıkları şeyler, onları bırakıp kayboldu"},{"SurahNumber":6,"VerseNumber":25,"Text":"İçlerinden sana kulak verenler vardır; ama biz onu gereğince anlamamaları için kalplerine kılıflar geçirmiş, kulaklarına bir ağırlık koymuşuzdur. Tüm mucizeleri görseler de onlara inanmazlar. Nihayet sana gelip seninle çekişerek söyle derler küfre sapanlar: \"Bu, eskilerin masallarından başka bir şey değildir"},{"SurahNumber":6,"VerseNumber":26,"Text":"Hem ondan alıkoyarlar hem ondan uzaklaşırlar. Öz benliklerinden başkasını helâk etmiyorlar. Ama farkında değiller"},{"SurahNumber":6,"VerseNumber":27,"Text":"Ah bir görsen, ateşin başında durdurulup da şöyle dediklerini: \"Ne olurdu, geri gönderilsek, Rabbimizin ayetlerini yalanlamasak ve müminlerden oluversek"},{"SurahNumber":6,"VerseNumber":28,"Text":"İşin doğrusu şu: Önceden gizlemekte oldukları karşılarına dikildi. Geri gönderilselerdi yasaklandıkları şeyi mutlaka yineleyeceklerdi. Doğrusu, onlar, tam yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Dediler ki: \"Şu dünya hayatımızdan başkası yok. Biz diriltilecek de değiliz"},{"SurahNumber":6,"VerseNumber":30,"Text":"Rableri huzurunda durdurulduklarını bir görsen! Sordu: \"Gerçek değil miymiş bu?\" Dediler: \"Rabbimize yemin olsun ki, gerçekmiş.\" Dedi: \"O halde, küfre sapmış olmanızdan dolayı tadın azabı"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah'ın huzuruna varmayı yalanlayanlar, gerçekten hüsrana uğramıştır. Sonunda o saat ansızın kendilerine gelip çatınca, sırtlarında günahlarını taşır bir halde şöyle demişlerdir: \"Dünya hayatında düşdüğümüz aşırılıklardan dolayı vay hasretimize!\" Dikkat edin! Ne kötü şeylerdir taşıyıp durdukları"},{"SurahNumber":6,"VerseNumber":32,"Text":"Şu iğreti, basit hayat bir oyun ve eğlenceden başka şey değildir. Sakınıp korunanlar için âhiret yurdu elbette ki daha iyidir. Hâlâ aklınızı işletemeyecek misiniz"},{"SurahNumber":6,"VerseNumber":33,"Text":"Söylediklerinin seni kederlendirdiğini çok iyi biliyoruz. Gerçek şu ki, onlar seni yalanlamıyorlar; o zalimler Allah'ın ayetlerine karşı direnmekteler"},{"SurahNumber":6,"VerseNumber":34,"Text":"Yemin olsun ki, senden önce de resuller yalanlanmış ama yalanlanmalarına, eziyet görmelerine sabretmişlerdi. Nihayet yardımımız onlara ulaştı. Allah'ın kelimelerini değiştirecek hiçbir kuvvet yoktur. Yemin olsun, elçi olarak gönderilenlerin haberinden bir kısmı sana da gelmiştir"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eğer yüz çevirip gitmeleri sana ağır geldiyse, haydi gücün yetiyorsa, yerin içinde bir delik yahut gökte bir merdiven ara da onlara bir mucize getir. Allah dileseydi onları doğru ve güzelde birleştirirdi. Artık cahillerden olma"},{"SurahNumber":6,"VerseNumber":36,"Text":"Ancak gereğince dinleyenler çağrıya cevap verir. Ölülere gelince, Allah onları diriltecektir, sonra O'na döndürülecekler"},{"SurahNumber":6,"VerseNumber":37,"Text":"Dediler ki: \"Ona Rabbinden bir mucize indirilseydi ya!\" De ki: \"Kuşkusuz, Allah bir mucize indirmeye Kaadir'dir. Fakat çokları bilmiyorlar"},{"SurahNumber":6,"VerseNumber":38,"Text":"Yeryüzünde debelenen hiçbir canlı, iki kanadıyla uçan hiçbir kuş istisna olmamak üzere hepsi sizin gibi ümmetlerdir. Biz bu Kitap'ta, herhangi birşeyi ne eksik bıraktık ne fazla yaptık. Onlar, sonunda Rableri önünde haşredilirler"},{"SurahNumber":6,"VerseNumber":39,"Text":"Bizim ayetlerimizi yalanlayanlar, karanlıklara gömülmüş sağır ve dilsizlerdir. Allah, dilediği/dileyen kişiyi şaşırtır, dilediğini/dileyeni de dosdoğru yol üzerine koyar"},{"SurahNumber":6,"VerseNumber":40,"Text":"De ki: \"Bir düşünün bakalım! Allah'ın azabı yakanıza yapışsa yahut o saat gelip çatsa, Allah'tan başkasına mı yakarırsınız? Doğru sözlü iseniz söyleyin"},{"SurahNumber":6,"VerseNumber":41,"Text":"Hayır, yalnız O'na yakarırsınız da O dilerse yakındığınız belayı uzaklaştırır. Ve siz, ortak koştuklarınızı unutuverirsiniz"},{"SurahNumber":6,"VerseNumber":42,"Text":"Andolsun ki, senden önce de ümmetlere elçiler göndermiştik. O ümmetleri, bize yaklaşıp sığınsınlar diye zorluklar ve darlıklarla yakalamıştık"},{"SurahNumber":6,"VerseNumber":43,"Text":"Zorluğumuz kendilerine gelip çattığında bir sığınabilselerdi! Ne yazık ki kalpleri katılaştı; şeytan, yapmakta olduklarını onlara süslü-püslü gösterdi"},{"SurahNumber":6,"VerseNumber":44,"Text":"Öğütlenmeye çağırıldıkları şeyi unutunca, her şeyin kapılarını üzerlerine açıverdik. Nihayet, kendilerine verilenle sevinç şımarıklığına daldıkları bir sırada, ansızın onları yakaladık. Tüm ümitlerini bir anda yitirdiler"},{"SurahNumber":6,"VerseNumber":45,"Text":"Böylece, zulme saplanan topluluğun kökü kesilmişti; hamt olsun âlemlerin Rabbi'ne"},{"SurahNumber":6,"VerseNumber":46,"Text":"De ki: \"Düşünün bakalım; Allah, işitme gücünüzü, gözlerinizi alsa, kalpleriniz üzerine mühür bassa, Allah'tan başka hangi ilah onları size geri verecek?\" Bak nasıl türlü türlü açıklıyoruz ayetleri, yine de yüz çeviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"Şunu da söyle: \"Düşünün bakalım; Allah'ın azabı size ansızın, açıktan geliverse, zalimler topluluğundan başkası mı helâk edilecek"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz o gönderilen elçileri, müjdeciler ve uyarıcılar olmaktan öte bir şey için göndermiyoruz. İman edip hayrı ve barışı yerleştirenlere korku yoktur. Tasalanmayacaklardır onlar"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ayetlerimizi yalanlayanlara gelince, fenalığa bulaşmaları yüzünden kendilerine azap dokunacaktır"},{"SurahNumber":6,"VerseNumber":50,"Text":"Onlara şunu söyle: \"Ben size Allah'ın hazineleri yanımdadır demiyorum. Gaybı da bilmem ben! Size ben bir meleğim de demiyorum. Yalnız bana vahyedilene uyarım ben!\" Sor onlara: \"Körle gören bir olur mu? Hâlâ düşünmüyor musunuz"},{"SurahNumber":6,"VerseNumber":51,"Text":"Rablerinin huzurunda haşredileceklerinden korkanları, o vahiy ile uyar ki korunabilsinler. Onların O'ndan başka ne bir dostu vardır ne de şefaatçısı"},{"SurahNumber":6,"VerseNumber":52,"Text":"Sabah akşam, yüzünü isteyerek Rablerine yalvarıp yakaranları kovma! Onların hesabından bir şey sana ait olmadığı gibi, senin hesabından bir şey de onlara ait değildir. O halde onları kovarsan zalimlerden olursun"},{"SurahNumber":6,"VerseNumber":53,"Text":"Biz böylece onların bir kısmını diğer bir kısmıyla imtihana çektik ki, şunu söylesinler: \"Allah aramızdan şunlara mı lütufta bulundu?\" Allah şükredenleri daha iyi bilmiyor mu"},{"SurahNumber":6,"VerseNumber":54,"Text":"Ayetlerimize iman edenler sana geldiğinde şöyle söyle: \"Selam size! Rabbiniz, benliği üzerine rahmeti yazmıştır. İçinizden her kim bilgisizlikle bir kötülük işler de ardından tövbe edip halini düzeltirse, hiç kuşkusuz, Allah çok affedici, çok merhametlidir"},{"SurahNumber":6,"VerseNumber":55,"Text":"İşte biz, ayetlerimizi bu şekilde ayrıntılı kılıyoruz ki, günaha sapmışların yolu açık-seçik ortaya çıksın/günaha sapmışların yolunu açık-seçik göresin"},{"SurahNumber":6,"VerseNumber":56,"Text":"De ki: \"Ben, Allah'ı bırakıp da yakardıklarınıza kulluk etmekten yasaklandım!\" De ki: \"Sizin keyiflerinize uymam! Çünkü bunu yaparsam sapıtmış olurum, doğruyu ve güzeli bulanlardan olmam"},{"SurahNumber":6,"VerseNumber":57,"Text":"De ki: \"Ben Rabbimden gelen bir beyyine üzerindeyim. Ama siz onu yalanladınız. Acele istediğiniz şey benim yanımda değil. Hüküm yalnız ve yalnız Allah'ındır. Hakkı o anlatır. Ayırt edip çözüm getirenlerin en hayırlısı O'dur"},{"SurahNumber":6,"VerseNumber":58,"Text":"Şunu da söyle: \"Acele istediğiniz şey benim yanımda olsaydı, benimle sizin aranızdaki iş çoktan bitirilmiş olurdu. Zalimleri, Allah daha iyi bilir"},{"SurahNumber":6,"VerseNumber":59,"Text":"Gaybın anahtarları O'nun yanındadır; onları O'ndan başkası bilmez. O, karada ve denizde olanı da bilir. O'nun bilgisi dışında bir yaprak bile düşmez. Toprağın karanlıklarındaki bir dâne, yaş ve kuru her şey apaçık bir Kitap'ın içindedir"},{"SurahNumber":6,"VerseNumber":60,"Text":"O, odur ki, geceleyin sizi öldürür. Gün boyunca neler yapıp neler kazandığınızı bilir. Sonra, belirlenmiş süre işletilip tamamlansın diye, gün içinde sizi diriltir. Nihayet O'nadır dönüşünüz. Sonra, yapıp ettiklerinizi size haber verecektir"},{"SurahNumber":6,"VerseNumber":61,"Text":"Kulları üzerinde egemenlik sahibi Kaahir'dir O. Üzerinize koruyucular gönderir. Nihayet ölüm birinize geldiğinde, elçilerimiz onu vefat ettirirler. Ne vaktinden önce iş yaparlar onlar ne de vaktinden sonra"},{"SurahNumber":6,"VerseNumber":62,"Text":"Nihayet onlar gerçek Mevlâ'ları olan Allah'a götürülürler. Gözünüzü açın! Hüküm yalnız O'nundur. Ve hesap görenlerin en süratlisi de O'dur"},{"SurahNumber":6,"VerseNumber":63,"Text":"Şunu sor: \"Bizi bu durumdan kurtarırsa andolsun şükredenlerden olacağız' diye boyun büküp ürpererek O'na yakardığınızda, karanın ve denizin karanlıklarından sizi kim kurtarıyor"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: \"Ondan da tüm sıkıntılardan da sizi Allah kurtarıyor; sonra siz O'na ortak koşuyorsunuz"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: \"O size, üstünüzden yahut ayaklarınızın altından bir azap göndermeye yahut sizi fırka fırka birbirinize düşürerek/fırkalara bölüp içinden çıkılmaz durumlara düşürerek/fırkaları elbise gibi size giydirerek kiminizin şiddetini kiminize tattırmaya Kaadir'dir.\" Bak nasıl sıralıyoruz ayetleri, iyice kavrayabilsinler diye"},{"SurahNumber":6,"VerseNumber":66,"Text":"O, hak olduğu halde senin toplumun onu yalanladı. De ki: \"Ben size vekil değilim"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin gerçekleşeceği bir zaman/mekân vardır. Yakında bileceksiniz"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimiz hakkında lakırdıya dalanları gördüğünde, onlar başka bir söze dalıncaya değin onlardan yüz çevir. Eğer şeytan sana unutturursa, hatırladıktan sonra o zalimler topluluğu ile oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Allah'tan korkanlara onların hesabından bir şey yoktur ama yine de bir hatırlatma olmalı. Belki sakınırlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dinlerini oyun ve eğlence haline getirmiş, dünya hayatı kendilerini aldatmış olanları bırak da o Kur'an ile şunu hatırlat: Bir kişi, kendi elinin üretip kazandığına teslim edilirse onun, Allah dışında ne bir dostu kalır ne de şefaatçısı. Her türlü fidyeyi verse de ondan kabul edilmez. İşte bunlar, kazandıklarına teslim edilmişlerdir. Nankörlük ettiklerinden ötürü onlar için kaynar sudan bir içki ve korkunç bir azap vardır"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki: \"Allah'ın berisinden, bize yarar da zarar da veremeyecek şeylere mi yakaralım? Allah bize kılavuzluk ettikten sonra ökçelerimiz üstüne geri mi döndürülelim? O kişi gibi, şeytanlar kendisini ayartıp yeryüzünde şaşkın dolaşır hale getirmişlerdir. Oysaki onun, \"Bize gel!\" diye doğruya ve güzele çağıran arkadaşları vardır.\" De ki: \"Allah'ın kılavuzluğudur gerçek kılavuzluk. Âlemlerin Rabbi Allah'a teslim olmakla emrolunduk biz"},{"SurahNumber":6,"VerseNumber":72,"Text":"Ve \"Namazı kılın/duayı yerine getirin, O'ndan sakının!\" diye emrolunduk. Huzurunda haşrolunacağınız O'dur"},{"SurahNumber":6,"VerseNumber":73,"Text":"Gökleri ve yeri hak olarak yaratan da O'dur. \"Ol!\" dediği gün, hemen oluverir. Sözü haktır O'nun. Sûra üfleneceği gün de mülk/yönetim O'nundur. Âlim'dir, görünmeyeni de görüneni de bilen O'dur. O'dur Hakîm, O'dur Habîr"},{"SurahNumber":6,"VerseNumber":74,"Text":"İbrahim, babası Âzer'e şöyle demişti: \"Putları tanrılar mı ediniyorsun? Seni de toplumunu da açık bir sapıklık içinde görüyorum"},{"SurahNumber":6,"VerseNumber":75,"Text":"Böylece biz İbrahim'e göklerin ve yerin melekûtunu gösteriyorduk ki, gerçeği görüp bilerek inananlardan olsun"},{"SurahNumber":6,"VerseNumber":76,"Text":"Gece onun üstünü örtünce bir yıldız gördü de \"İşte Rabbim bu!\" dedi. Yıldız battığında ise \"Batıp gidenleri sevmem!\" diye konuştu"},{"SurahNumber":6,"VerseNumber":77,"Text":"Ay'ı doğar halde görünce, \"Rabbim bu!\" dedi. O batınca da şöyle konuştu: \"Eğer Rabbim bana kılavuzluk etmeseydi sapıtan topluluktan olurdum"},{"SurahNumber":6,"VerseNumber":78,"Text":"Nihayet Güneş'in doğmakta olduğunu gördüğünde, \"Benim Rabbim bu, bu daha büyük!\" dedi. O da batıp gidince şöyle seslendi: \"Ortak koştuğunuz şeylerden uzağım ben"},{"SurahNumber":6,"VerseNumber":79,"Text":"Ben bir hanîf olarak yüzümü gökleri ve yeri yaratana döndürdüm. Müşriklerden değilim ben"},{"SurahNumber":6,"VerseNumber":80,"Text":"Toplumu ona karşı çıkıp kanıt getirmeye kalkıştı. O dedi ki: \"Allah hakkında benimle çekişiyor musunuz? Beni doğru yola O iletti. O'na ortak koştuğunuz şeylerden korkmam. Rabbimin dilediği dışında hiçbir şey olmaz. Rabbim bilgice herşeyi çepeçevre kuşatmıştır. Hâlâ öğüt almayacak mısınız"},{"SurahNumber":6,"VerseNumber":81,"Text":"Hem siz, hakkında size hiçbir kanıt indirmediği şeyleri Allah'a ortak koştuğunuz halde korkmuyorsunuz da ben, ortak tuttuğunuz şeylerden nasıl korkarım!\" Şimdi, eğer biliyorsanız, iki gruptan hangisi güvende olmaya/güvenilmeye daha layıktır"},{"SurahNumber":6,"VerseNumber":82,"Text":"İman edip de imanlarını herhangi bir zulümle kirletmeyenler var ya, güvende olma/güvenilir olma işte onların hakkıdır; doğruyu ve güzeli yakalayanlar da onlardır"},{"SurahNumber":6,"VerseNumber":83,"Text":"İşte bunlar, kavmine karşı İbrahim'e verdiğimiz kanıtlardır. Dilediklerimizi derece derece yükseltiriz. Senin Rabbin Hakîm'dir, Alîm'dir"},{"SurahNumber":6,"VerseNumber":84,"Text":"Biz ona İshak'ı ve Yakub'u hediye ettik. Hepsini doğruya ve güzele kılavuzladık. Daha önce Nûh'a ve onun soyundan olan Dâvud'a, Süleyman'a, Eyyûb'e, Yûsuf'a, Mûsa'ya, Hârun'a da kılavuzluk etmiştik. Güzel düşünüp güzel davrananları böyle ödüllendiririz biz"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zekeriyya, Yahya, İsa ve İlyas... Hepsi iyilik ve barış için çalışanlardandı"},{"SurahNumber":6,"VerseNumber":86,"Text":"İsmail, Elyesa', Yûnus ve Lût... Hepsini âlemlere üstün kıldık"},{"SurahNumber":6,"VerseNumber":87,"Text":"Atalarından, soylarından, kardeşlerinden bir kısmını da... Onları seçtik ve onları dosdoğru bir yola kılavuzladık"},{"SurahNumber":6,"VerseNumber":88,"Text":"Allah'ın yol göstermesidir bu. Kullarından dilediğini bununla iletir iyiye ve güzele. Eğer onlar şirke bulaşsalardı yapıp ettikleri kendilerine yararsız hale gelirdi"},{"SurahNumber":6,"VerseNumber":89,"Text":"İşte bunlardır kendilerine kitap, hükmetme gücü ve peygamberlik verdiklerimiz. Şimdi şu insanlar bütün bunları inkâr ederlerse biz, bunları inkâr etmeyecek bir topluluğu onlara vekil ederiz"},{"SurahNumber":6,"VerseNumber":90,"Text":"İşte böyleleri, Allah'ın yol gösterdiği kimselerdir. Sen de onların yolunu izle ve şöyle söyle: \"Ben şu yaptığıma karşılık sizden bir ücret istemiyorum. O sadece âlemlere bir öğüttür"},{"SurahNumber":6,"VerseNumber":91,"Text":"Allah'ı, kadrine/şanına yaraşır şekilde tanıyamadılar. Çünkü, \"Allah, insana hiçbir şey vahyetmemiştir.\" dediler. De ki \"Mûsa'nın insanlara bir ışık, bir kılavuz olarak getirdiği kitabı kim indirdi? Siz o kitabı birtakım parşömenler yapıp ortaya sürüyorsunuz, birçoğunu da saklıyorsunuz. Size, sizin de atalarınızın da bilmediği şeyler öğretildi.\" \"Allah!\" de, sonra bırak onları saplandıkları batakta oynayadursunlar"},{"SurahNumber":6,"VerseNumber":92,"Text":"Bu da bizim, kentlerin/medeniyetlerin anasını uyarman için indirdiğimiz bir kitap. Kutsal-bereketli, kendinden öncekini doğrulayıcı. Âhirete inananlar, ona da inanırlar ve onlar namazlarına/dualarına devam ederler"},{"SurahNumber":6,"VerseNumber":93,"Text":"Yalan düzüp Allah'a iftira eden veya kendine bir şey vahyedilmediği halde \"Bana vahyedildi\" diyen kişi ile, \"Allah'ın ayet indirdiği gibi ben de indireceğim\" diyen kimseden daha zalim kim vardır! Bir görsen o zalimleri ölüm dalgaları içindeyken. Melekler ellerini uzatmış, \"Çıkarın canlarınızı!\" diye! Bugün zillet azabıyla cezalandırılacaksınız; çünkü Allah'a karşı gerçek dışı şeyler söylüyorsunuz ve çünkü O'nun ayetlerine karşı büyüklük taslıyordunuz"},{"SurahNumber":6,"VerseNumber":94,"Text":"Yemin olsun, sizi ilk yarattığımızdaki gibi yapayalnız/teker teker bize geldiniz. Size verip hayaline daldırdığımız şeyleri de sırtlarınızın arkasında bıraktınız. Sizinle ilgili hususlarda ortaklar olduklarını sandığınız şefaatçılarınızı da yanınızda görmüyorsunuz. Yemin olsun, koptu aranızdaki tüm bağlar ve uzaklaşıp kayboldu yanınızdan o bir şey sandıklarınız"},{"SurahNumber":6,"VerseNumber":95,"Text":"Hiç kuşkusuz, Allah'tır Fâlık olan/dâneyi yaran, çekirdeği patlatan. Ölüden diri çıkarır O; diriden ölüyü çıkaran da O'dur! İşte budur Allah! Peki nasıl ters bir yöne çevriliyorsunuz"},{"SurahNumber":6,"VerseNumber":96,"Text":"Şafağı yarıp sabahı ortaya çıkaran/Fâlık O'dur! Geceyi dinlenme zamanı yaptı; Güneş'i ve Ay'ı hesap aracı. İşte budur ölçülendirmesi o Azîz'in, o Alîm'in"},{"SurahNumber":6,"VerseNumber":97,"Text":"Karanın ve denizin karanlıklarında, kendileriyle yol bulmanız için yıldızları hizmetinize veren O'dur! Bilgiden nasipli bir topluluk için ayetleri gerçekten ayrıntılı kılmışızdır"},{"SurahNumber":6,"VerseNumber":98,"Text":"Sizi bir tek canlıdan vücuda getiren O'dur! Bu oluşumda bir karar kılma yeri var, bir de emanet olarak kalma yeri. İyice araştırıp kavrayan bir topluluk için ayetleri biz tam bir biçimde ayrıntılı kıldık"},{"SurahNumber":6,"VerseNumber":99,"Text":"Size gökten su indiren de O'dur! Biz o suyla her şeyin bitkisini çıkardık. Ondan da bir yeşillik çıkardık. O yeşillikten birbiri üzerine binmiş dâneler çıkardık. Hurma ağacının da tomurcuğundan sarkan salkımlar, üzümlerden bağlar, zeytin, nar çıkardık. Birbirine benzeyeni var, benzemeyeni var. Meyve verdiğinde ve meyveler olgunlaştığında bir bakın onun ürününe! Bu size gösterilenlerde, iman eden bir topluluk için, çok ibret vardır"},{"SurahNumber":6,"VerseNumber":100,"Text":"Allah'a bir de cinleri/gözle görülmeyen yaratıkları ortak koştular. Oysaki, onları O yaratmıştır. Bilgisizce O'na oğullar ve kızlar isnat etme saçmalığını gösterdiler. Şanı yücedir O'nun! Onların nitelemelerinin ötesindedir O"},{"SurahNumber":6,"VerseNumber":101,"Text":"Gökleri ve yeri yaratıp donatan Bedî' O'dur! Nasıl çocuğu olur O'nun, kendisinin bir eşi olmadı ki! Her şeyi O yarattı ve her şeyi en iyi şekilde bilen de O'dur"},{"SurahNumber":6,"VerseNumber":102,"Text":"Rabbiniz Allah işte budur! İlah yok O'ndan başka. Her şeyin yaratıcısıdır, Haalik'tir O. O'na kulluk/ibadet edin! O her şeye Vekîl'dir"},{"SurahNumber":6,"VerseNumber":103,"Text":"Gözler onu fark edip kavrayamaz. Oysaki O, gözleri görür/bilir. O Latîf'tir, lütfu çok olduğu halde kendisi görülemez; Habîr'dir, her şeyden haberdardır"},{"SurahNumber":6,"VerseNumber":104,"Text":"Gerçek şu ki, size Rabbinizden gönül gözleri gelmiştir. Kim görürse kendisi yararına, kim körlük ederse kendisi zararına... Ben sizin üzerinize bekçi değilim"},{"SurahNumber":6,"VerseNumber":105,"Text":"Ayetleri bu şekilde, çeşitli başlıklarla veriyoruz ki, \"Sen ders aldın!\" desinler, biz de ilimden nasiplenen bir toplum için onu iyice açıklayalım"},{"SurahNumber":6,"VerseNumber":106,"Text":"Rabbinden sana vahyedilene uy! O'ndan başka ilah yoktur. Müşriklerden yüz çevir"},{"SurahNumber":6,"VerseNumber":107,"Text":"Allah dileseydi, şirke batmazlardı. Biz seni onlar üzerine bekçi yapmadık. Sen onlara vekil de değilsin"},{"SurahNumber":6,"VerseNumber":108,"Text":"Allah'ın berisinden birilerine niyazda bulunanlara/Allah dışında birileri için çağrı yapanlara/onların, Allah dışında yakardıklarına sövmeyin. Yoksa onlar da düşmanlıkla ve bilgisizce Allah'a söverler. Biz her ümmete yaptığı işi bu şekilde süslü gösterdik. Sonra hepsinin dönüşü Rablerinedir. O, onlara, yapmakta olduklarını haber verecektir"},{"SurahNumber":6,"VerseNumber":109,"Text":"Tüm yeminleriyle Allah'a yemin ettiler ki, eğer kendilerine bir mucize gelirse ona mutlaka inanacaklar. Söyle onlara: \"Mucizeler ancak Allah'ın katındadır.\" Mucize geldiğinde de iman etmeyeceklerini anlamıyor musunuz"},{"SurahNumber":6,"VerseNumber":110,"Text":"Biz onların gönüllerini ve gözlerini ters çeviririz, ilk seferinde buna iman etmedikleri gibi bırakırız kendilerini de azgınlıkları içinde körü körüne bocalar dururlar"}]}