{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Ale odezva podle svem lide jsem jejich rceni Vypovedet Moc druh svuj mesto; oni byl lide ktery adat byl naprosty"},{"SurahNumber":27,"VerseNumber":57,"Text":"Proto my uchovat jemu svem rodinny ledae svem ena; my pocet ji among a smrt"},{"SurahNumber":27,"VerseNumber":58,"Text":"My lit ti nejaky lit. jsem bidny lit lide vypovedet"},{"SurahNumber":27,"VerseNumber":59,"Text":"Odrikavat Pochvala jsem BUH pokoj jsem Svem sluha koho On chtit! Buh lepsi obraz neco lide byl spolecnost"},{"SurahNumber":27,"VerseNumber":60,"Text":"Ktery Jednotka byl tvorit nebe zahrabat? Ktery byl 1 ktery odeslat shodit ty lye rozvodnit whereby my vytahnout zahradni vrchol z krasa! - Ty mona ne vyroba svuj strom? jsem to jiny buh BUH? Vskutku oni byl lide ktery zmenit smer ceho"},{"SurahNumber":27,"VerseNumber":61,"Text":"Ktery Jednotka utocit zahrabat obytny zpusobit proud delka to umisteni to hora byl tvorit ohrada 2 rozvodnit? jsem to jiny buh BUH? Vskutku mnostvi z ti ne modni"},{"SurahNumber":27,"VerseNumber":62,"Text":"Ktery Jednotka vyprostit ty byl sluset hrozny hovor Jemu pomoct nestesti zpusobit ty dedic zahrabat? jsem to jiny buh BUH? Zridka ucinil ty pokladat pozornost"},{"SurahNumber":27,"VerseNumber":63,"Text":"Ktery Jednotka byl usmernovat ty temnota ziskat a more? Ktery Jednotka byl odeslat ovinout poslusny zprava, signaling Svem soucit? jsem to jiny buh BUH? Povysit byl BUH dret kady spojit"},{"SurahNumber":27,"VerseNumber":64,"Text":"Ktery Jednotka znalec stvoreni byl pak reprodukovat to? Ktery Jednotka byl postarat se nebo ty nebe zahrabat? jsem to jiny buh BUH? Odrikavat Beet mne svuj pevny jestlie ty jsem pravy"},{"SurahNumber":27,"VerseNumber":65,"Text":"Odrikavat nikdo nebe zahrabat modni budouci ledae BUH! Oni ucinil ne prave perceive jak when oni vzkrisit"},{"SurahNumber":27,"VerseNumber":66,"Text":"Skutecne jejich vedomi Dale zmast. Skutecne oni harbor pochybovat to. Skutecne oni jsem zcela nepozorny o tom"},{"SurahNumber":27,"VerseNumber":67,"Text":"Ty pochybovat odrikavat my obeh v oprasit take nas zdroj my dosahnout nosit out"},{"SurahNumber":27,"VerseNumber":68,"Text":"My odevzdat stejne slib za a nad. Tyto byl nic pocet podle pres"},{"SurahNumber":27,"VerseNumber":69,"Text":"Odrikavat Potulka zahrabat prosluly dusledek vinny"},{"SurahNumber":27,"VerseNumber":70,"Text":"Ne rmoutit ti ne zlobit jejich uklad"},{"SurahNumber":27,"VerseNumber":71,"Text":"Oni odrikavat When slib podlehnout proplout ty jsem pravy"},{"SurahNumber":27,"VerseNumber":72,"Text":"rict Ty ji snest trochu o odskodneni ty upirat"},{"SurahNumber":27,"VerseNumber":73,"Text":"Svuj Magnat jsem plne o zdobit lide mnostvi z ti jsem unappreciative"},{"SurahNumber":27,"VerseNumber":74,"Text":"Svuj Magnat celkem modni co jejich skrin ukryt co oni prohlasit"},{"SurahNumber":27,"VerseNumber":75,"Text":"(v tom jsem nic nebe zahrabat ukryt Buh;) vsechno jsem dukladny zapis"},{"SurahNumber":27,"VerseNumber":76,"Text":"Tento Quran domluvit mnoho vyslat Detsky Izrael; vydavat onen oni utisit debatovat"},{"SurahNumber":27,"VerseNumber":77,"Text":"mnostvi jiste ono jsem ovlivnovat soucit verici"},{"SurahNumber":27,"VerseNumber":78,"Text":"Svuj Magnat jsem Jednotka ktery soudit ti proto Svem krotit. On jsem Vsemohouci Vsevedouci"},{"SurahNumber":27,"VerseNumber":79,"Text":"Proto pripojit svuj sverit BUH; ty nasledujici ozrejmit vernost"},{"SurahNumber":27,"VerseNumber":80,"Text":"Ty ne utocit naprosto nor hluchy naslouchat prijit oni obeh"},{"SurahNumber":27,"VerseNumber":81,"Text":"Nor mohl ty usmernovat slepy jejich zabehle dobytce Ale jednotka naslouchat ty jsem ty domnivat se za nas zjeveni ucinit rozhodnuti jsem submitters"},{"SurahNumber":27,"VerseNumber":82,"Text":"Na celkem doba my vytahnout ti tvor zpusobit mony material prohlasit onen lide ne jsem nejaky u nas zjeveni"},{"SurahNumber":27,"VerseNumber":83,"Text":"Cas podlehnout when my predvolat naprosty spolecnost trochu o ty ne domnivat se za nas zkouska forcibly"},{"SurahNumber":27,"VerseNumber":84,"Text":"When oni dospet On odrikavat Ty vyradit Muj zjeveni dosahnout vedomi ti! Tento ne ktery ty byl ucinil"},{"SurahNumber":27,"VerseNumber":85,"Text":"Oni privodit si nahrada jejich wickedness; oni odrikavat nic"},{"SurahNumber":27,"VerseNumber":86,"Text":"Oni ne prijmout my dret zpusobit vecer jejich utisit cas lighted? Tyto byl sufficient zkouska lide verit"},{"SurahNumber":27,"VerseNumber":87,"Text":"Cas when roh kvet kady nebe zahrabat podesit ledae ty vybrany BUH! Uplne prosit podlehnout Jemu forcibly"},{"SurahNumber":27,"VerseNumber":88,"Text":"When ty pohled hora ty myslen oni kozlik jeste. Jen oni pohybujici se mit rad zastinit. receny byl vyroba BUH naprosty vsechno. On byl celkem Prislusny z vsechno ty ucinil"},{"SurahNumber":27,"VerseNumber":89,"Text":"(Ty nosit poslusny spravovat jejich zapis) dostat druhy zcela odmenit oni jsem zcela poskytnout zdeseni onen cas"},{"SurahNumber":27,"VerseNumber":90,"Text":"Ohledne Ceho ty privest odporny spravovat oni vnutit Peklo. Ty ne oplatit co ty ucinil"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ja pouze prikaz zbonovat Magnat tento mesto! - On utocit to jisty utociste - On mit uplne potreby. Ja prikaz jsem submitter"},{"SurahNumber":27,"VerseNumber":92,"Text":"A s prednaset Quran! Whoever usmernovat usmernovat svych uznat poslusny a jestlie oni odchod z cesty pak odrikavat ja byl pouze warner"},{"SurahNumber":27,"VerseNumber":93,"Text":"Odrikavat Pochvala jsem BUH; On beet ty Svem zkouska ne ty pripustit ti! Svuj Magnat byl nikdy neuvedomujici si z vsechno ty ucinil"},{"SurahNumber":28,"VerseNumber":1,"Text":"M"},{"SurahNumber":28,"VerseNumber":2,"Text":"Tyto (popisovat) zaloit zkouska tento dukladny kniha"},{"SurahNumber":28,"VerseNumber":3,"Text":"My prednaset ty sem trochu dejiny z Moses Pharaoh truthfully nebo a uitek z lide verit"},{"SurahNumber":28,"VerseNumber":4,"Text":"Pharaoh povaha v tyran zahrabat diskriminovat trochu lide. On pronasledovat bezmocny seskupit z ti poraka jejich syn i kdy setrny jejich dcera! On jsem vskutku prostopasny"},{"SurahNumber":28,"VerseNumber":5,"Text":"My willed vyplatit ty deprimovat zahrabat obeh ti do vedouci davat ti dedic"},{"SurahNumber":28,"VerseNumber":6,"Text":"A s dosadit ti zahrabat odevzdat Pharaoh Hamaan jejich houf chu jejich uznat lecit"},{"SurahNumber":28,"VerseNumber":7,"Text":"My dychat Moses' abatyse Laskat jemu a when ty pramen strachu svem doivotni hazet jemu do proud mimo bat se smutek! My zvoleni jemu ty zpusobit jemu 1 hlasatel"},{"SurahNumber":28,"VerseNumber":8,"Text":"Pharaoh's druh zahroceny jemu jen mel jemu primet odpor jsem pramen smutek ti! Onen byl Pharaoh Hamaan jejich houf jsem prestupnik"},{"SurahNumber":28,"VerseNumber":9,"Text":"Pharaoh's ena odrikavat Tento jsem vesely zjistit mi ty. Ne znemonit jemu pro on byl z neco beneficni nas my prijmout jemu jsem nas syn. Oni ne mel plan"},{"SurahNumber":28,"VerseNumber":10,"Text":"Dbat Moses' ujmout se jako matka dospely aby dychtivy onen ena temer ustoupit stranou svem shodnost. My upevnit ji jadro davat ji verici"},{"SurahNumber":28,"VerseNumber":11,"Text":"Ena rict podle svem sestra Nacrtnout svem draha. Ena pozorovat jemu afar doba oni ne perceive"},{"SurahNumber":28,"VerseNumber":12,"Text":"My odporny jemu podle uznat uplne pestovat ujmout se jako matka! (Svem sestra) pak odrikavat ja beet ty druh sbirat jemu ty absorbovat poslusny pecovat z jemu"},{"SurahNumber":28,"VerseNumber":13,"Text":"Tim my uzdravit jemu svem ujmout se jako matka za rozkazovat spokojeny ji propustit ji trapit pripustit ji modni onen buh slib jsem vernost! Ale mnostvi z ti ne modni"},{"SurahNumber":28,"VerseNumber":14,"Text":"When on sahat zralost moc my obdarit jemu ke moudrost vedomi! My tim odmenit a spravedlivy"},{"SurahNumber":28,"VerseNumber":15,"Text":"Drive on napsat mesto nahodne mimo pripustit lide! On rozhodnuti 2 mu bit se jednotka byl (Idovsky) podle svem lide dalsi jsem (Egypan) svem nepritel. 1 podle svem lide prijit ochoten jemu pro prispet svem nepritel! Moses dirkovat jemu znemonit jemu! On odrikavat Tento jsem spravovat souit; on jsem pravy nepratelsky dukladny misleader"},{"SurahNumber":28,"VerseNumber":16,"Text":"On odrikavat Muj Magnat ja spatne muj duse. Racit omluvit mi On omluvit jemu! On jsem Forgiver Milosrdny"},{"SurahNumber":28,"VerseNumber":17,"Text":"On odrikavat Muj Magnat operadlo pro Svuj stesti mne ja nikdy jsem privrenec vinny jednotka"},{"SurahNumber":28,"VerseNumber":18,"Text":"Za a dopoledne on jsem mesto v obavach bdely. Jednotka adat svem prispet vcerejsi poadovat svem prispet znovu. Moses rict podle jemu Ty jsem skutecne porucha tvurce"},{"SurahNumber":28,"VerseNumber":19,"Text":"Dopredu on pokusit se o co postihnout jejich prosty nepritel on odrikavat O Moses ty chtit zpusobit znemonit mne protoe ty znemonit jinak mu vcerejsi? Obviously ty adat byl tyran zahrabat; ty ne adat jsem spravedlivy"},{"SurahNumber":28,"VerseNumber":20,"Text":"Mu podlehnout vrazit podle jinak stranka z mesto rceni O Moses lide jsem obsah znemonit ty! Ty lepsi odkazat okamite! Ja odevzdat ty poslusny rada"},{"SurahNumber":28,"VerseNumber":21,"Text":"On prchal mesto v obavach bdely. On odrikavat Muj Lord uchovat mne podle utiskujici lide"},{"SurahNumber":28,"VerseNumber":22,"Text":"Mony on cestovat Midyan on odrikavat kveten muj Lord usmernovat mne vzprimit draha"},{"SurahNumber":28,"VerseNumber":23,"Text":"When on sahat Midyan's rozvodnit on rozhodnuti cpat lide vodnatet pozornost 2 ena cekat ochoten a rovnat se. On odrikavat Co byl to onen ty zrovna? Oni odrikavat My ne jsem dovedny podle rozvodnit cpat rozptylit nas predek jsem starsi mu"},{"SurahNumber":28,"VerseNumber":24,"Text":"On rozvodnit ti pak povaha chranit rceni Muj Lord kady zajisteni ty poslal podle mne ja jsem od strasny tedy pro to"},{"SurahNumber":28,"VerseNumber":25,"Text":"Drive 1 z 2 ena cesta jemu shyly odrikavat Muj predek lakat ty nest ty rozvodnit nas. When on vhodny jemu sdelit jemu svem prispevek on odrikavat ne Mel pramen strachu! Ty uchovat utiskujici lide"},{"SurahNumber":28,"VerseNumber":26,"Text":"z 2 ena odrikavat O muj otec najmout jemu! On jsem poslusny jednotka najmout on jsem silny cestny"},{"SurahNumber":28,"VerseNumber":27,"Text":"On odrikavat Ja prat si prednest 1 z muj 2 dcera ty s vdana operadlo rizeni mne 8 pou jestlie ty utocit ti 10 to jsem umyslny svuj hlas! Ja ne adat utocit tento zaleitost prilis teky pro ty. Ty rozhodnuti mne BUH ochotny spravedlivy"},{"SurahNumber":28,"VerseNumber":28,"Text":"On odrikavat To jsem souhlas mi ty. Jeden Nebo Druhy doba ja fulfill ty ne jsem averse s kady 1. BUH jsem RUKOJMI Z co MY ODRIKAVAT"},{"SurahNumber":28,"VerseNumber":29,"Text":"(When on naplnit svem upis on cestovat svem druh Egypt). On prijmout sklanet Upevnit Sinai zapalit. On rict podle svem rodinny Zastavka sem. Ja prijmout zapalit. Mona ja privest ty zprava, cast zapalit rozehrat ty"},{"SurahNumber":28,"VerseNumber":30,"Text":"When on sahat to on jsem prijit brit celkem stranka udoli zpropadeny umazat palcivy krovisko usadit O Moses tento jsem Mne. BUH; LORD Z VESMIR"},{"SurahNumber":28,"VerseNumber":31,"Text":"Hazet shodit svuj tyc. When on prijmout to pohybujici se mit rad demon on povaha pribline prchal! O Moses delat se ne jsem v obavach. Ty jsem zcela jisty"},{"SurahNumber":28,"VerseNumber":32,"Text":"Pripojit svuj pismo do svuj potlacit; to delat se bily pokazit! Ovinout svuj zrychlit domluvit shodit svuj bat se! Tyto byl 2 zkouska podle svuj Magnat beet Pharaoh svem starsi; oni jsem prostopasny lide"},{"SurahNumber":28,"VerseNumber":33,"Text":"On odrikavat Muj Magnat ja znemonit jednotka z ti a ja pramen strachu lest oni znemonit mne"},{"SurahNumber":28,"VerseNumber":34,"Text":"Take muj kamarad Aaron jsem vymluvny than ja. Odeslat jemu mne pomocnik pevny upevnit mne! Ja pramen strachu lest oni pochybovat mne"},{"SurahNumber":28,"VerseNumber":35,"Text":"On odrikavat My upevnit ty svuj kamarad my stanovit ty oba zaznamenat moc. Tim oni ne jsem dovedny podle hra kady jednotka z ty. Na nas zazrak 2 z ty dohromady na ty nasledujici ty jsem vitez"},{"SurahNumber":28,"VerseNumber":36,"Text":"When Moses odchod ti nas zkouska vyrovnat dukladny oni odrikavat Tento vymyslet kouzelny. My nikdy slyseni tento nas stary predek"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moses odrikavat Muj Magnat modni zcela ktery privest rizeni Jemu jsem posledni vitez. Prece prestupnik nikdy mit uspech"},{"SurahNumber":28,"VerseNumber":38,"Text":"Pharaoh odrikavat O ty starsi ja ne modni z kady buh ty jinam than mne. Proto povzbudit adobe O Hamaan za rozkazovat stavet vzpinat se onen ja pokladat pohled buh Moses Ja jsem prosim onen on jsem lharka"},{"SurahNumber":28,"VerseNumber":39,"Text":"Tim on svem houf zustat predloit arogance zahrabat kady vzprimit myslen onen oni ne vratit nas"},{"SurahNumber":28,"VerseNumber":40,"Text":"Proto my potrestat jemu svem houf vrh ti do more. Prosluly dusledek prestupnik"},{"SurahNumber":28,"VerseNumber":41,"Text":"My utocit ti imams primet jejich lide podle Peklo. Krome Toho Cas Zmrtvychvstani oni ne mel prispet"},{"SurahNumber":28,"VerseNumber":42,"Text":"Oni privodit si za tohleto doivotni zabaveni Cas Zmrtvychvstani oni pohrdat"},{"SurahNumber":28,"VerseNumber":43,"Text":"My odevzdat Moses bible - Po zrusit predchozi vyroba za spolecnost priklad ti - S postarat se osviceni lide rizeni soucit onen oni pokladat pozornost"},{"SurahNumber":28,"VerseNumber":44,"Text":"Ty byl poskytovat sklanet zapadni upevnit when my vydavat ovladani Moses ty ne jsem svedcit"},{"SurahNumber":28,"VerseNumber":45,"Text":"My dosadit mnoho vyroba cislo cas, (oni zmenit) smer) ceho). Nor byl ty among a narod z Midyan uvest ve vyctu nas zjeveni ti! My vyloucit co z ceho odeslat hlasatel"},{"SurahNumber":28,"VerseNumber":46,"Text":"(Nor byl ty sklanet Upevnit Sinai when my prijit Moses ono jsem soucit svuj Magnat lide) za rozkazovat vypovedet lide ne dostat warner ty onen oni pokladat pozornost"},{"SurahNumber":28,"VerseNumber":47,"Text":"Tim oni ne odrikavat when nestesti postihnout ti protoe dusledek jejich uznat smlouva Nas Magnat mel Ty odeslat hlasatel nas my ridili se Svuj zjeveni jsem verici"},{"SurahNumber":28,"VerseNumber":48,"Text":"Okamite onen vernost podlehnout ti nas oni odrikavat jen my odevzdat ktery odevzdat Moses oni ne pochybovat za byl Zpusobit ktery odevzdat Moses za a nad? Oni odrikavat Oba (bible) byl spravovat z kouzelny onen namet jednotka jiny Oni take odrikavat My jsem disbelievers oba ti"},{"SurahNumber":28,"VerseNumber":49,"Text":"Odrikavat Pak vytahnout bible podle BUH lepsi rizeni than 2 ja ridili se to ty jsem pravy"},{"SurahNumber":28,"VerseNumber":50,"Text":"Oni selhani vyhovovat ty pak modni onen oni nasledujici jen jejich uznat mineni. Ktery jsem druhy z cesty than ty nasledujici jejich uznat mineni rizeni podle BUH? BUH NE USMERNOVAT STEJNY PROSTOPASNY LIDE"},{"SurahNumber":28,"VerseNumber":51,"Text":"My vynest poslani ti onen oni pokladat pozornost"},{"SurahNumber":28,"VerseNumber":52,"Text":"Ty my stesti predchozi bible verit za tohleto"},{"SurahNumber":28,"VerseNumber":53,"Text":"When to prednaset ti oni odrikavat My domnivat se za to. Tento jsem vernost nas Magnat. Prave zpredu my slyseni to my jsem submitters"},{"SurahNumber":28,"VerseNumber":54,"Text":"S tyto my pripustit dvakrat odmenit oni steadfastly vytrvat. Oni opacny odporny spravovat poslusny spravovat podle nas obstarani ti oni odevzdat"},{"SurahNumber":28,"VerseNumber":55,"Text":"When oni delat se marny povidat oni nedbat to odrikavat My byl odpovedny nas smlouva ty jsem odpovedny pro svuj smlouva. Pokoj jsem ty. My ne adat fungovat mit rad nevzdelany jednotka"},{"SurahNumber":28,"VerseNumber":56,"Text":"Ty ne usmernovat jednotka ty milovat. BUH jsem ALE JEDNOTKA KTERY OVLIVNOVAT PROTO SVEM PROSIT PROTO SVEM VEDOMI Z TY ZASLOUILY RIZENI"},{"SurahNumber":28,"VerseNumber":57,"Text":"Oni odrikavat my nasledujici svuj rizeni my snest perzekuce. prosit my ne dosadit ti Cirkevni Utociste s ktery uplne druh o ovoce prednest zajisteni nas? Vskutku mnostvi z ti ne modni"},{"SurahNumber":28,"VerseNumber":58,"Text":"Mnoho spolecnost my zrusit pro zapnout unappreciative z jejich doivotni! Proto sem byl jejich tesne nic prazdny znicit ti a malokteri. My jsem dedic"},{"SurahNumber":28,"VerseNumber":59,"Text":"Pro svuj Magnat nikdy zrusit kady spolecnost odeslat hlasatel presne stredni o tom uvest ve vyctu nas zjeveni s ti! My nikdy zrusit kady spolecnost svuj lide jsem prostopasny"},{"SurahNumber":28,"VerseNumber":60,"Text":"Vsechno odevzdat ty jsem jen material tento doivotni svuj marnost. Ktery jsem BUH jsem druhy zcela nekonecny Ty ne porozumeni"},{"SurahNumber":28,"VerseNumber":61,"Text":"my slibny poslusny slib prece podlehnout proplout nezvlneny podle jednotka koho my postarat se ke provizorni material tento doivotni pak snest vecny odsoudit Cas Zmrtvychvstani"},{"SurahNumber":28,"VerseNumber":62,"Text":"Cas podlehnout when On prijit ti odrikavat Kde? ty obraz ty ucinil to byl spolecnost Mne"},{"SurahNumber":28,"VerseNumber":63,"Text":"Ty privodit si soud odrikavat Nas Magnat tyto byl a jednotka my zavest; my zavest ti jen my odchod z cesty. My okamite oddany zcela Ty. Oni skutecne ne zbonovat nas"},{"SurahNumber":28,"VerseNumber":64,"Text":"(To odrikavat Prijit svuj obraz porce ty)! Oni hovor ti oni ne vyhovovat! Oni snest odskodneni chtit oni usmernovat"},{"SurahNumber":28,"VerseNumber":65,"Text":"Onen cas On poadovat kady prosit Jak ty vyhovovat hlasatel"},{"SurahNumber":28,"VerseNumber":66,"Text":"Oni aby omracit pravda onen cas oni jsem nemy"},{"SurahNumber":28,"VerseNumber":67,"Text":"Ohledne Ceho ty litovat domnivat, se, primet spravedlivy doivotni oni skoncit vitez"},{"SurahNumber":28,"VerseNumber":68,"Text":"Svuj Magnat byl Jednotka tvorit cokoliv On prosit vybrany nikdo ucinil kady vybrany Vrchol Dokonalosti byl s BUH nejvetsi Povysit! On druhy shora zrovna spojit"},{"SurahNumber":28,"VerseNumber":69,"Text":"Svuj Magnat modni nejvnitrejsi thoughts skryty od jejich skrin take jako vsechno oni prohlasit"},{"SurahNumber":28,"VerseNumber":70,"Text":"On jsem 1 BUH; v tom ne jsem jinak buh Jemu. S Jemu patrit uplne pochvala za tohleto nejprve doivotni od Dale! Uplne soud patrit Jemu Jemu ty vratit"},{"SurahNumber":28,"VerseNumber":71,"Text":"Odrikavat Co jestlie BUH zpusobit vecer vecny ne Cas Zmrtvychvstani? Ktery buh BUH stanovit ty mohl na lehce? Ty ne naslouchat"},{"SurahNumber":28,"VerseNumber":72,"Text":"Odrikavat Co jestlie BUH zpusobit denni svetlo vecny ne Cas Zmrtvychvstani? Ktery buh BUH stanovit ty vecer svuj utisit? Ty ne prijmout"},{"SurahNumber":28,"VerseNumber":73,"Text":"(jsem soucit Jemu On tvorit ty vecer cas za rozkazovat byt vecer) pak adat Svem zajisteni cas) ty jsem uznaly"},{"SurahNumber":28,"VerseNumber":74,"Text":"Cas podlehnout when On poadovat ti Kde? obraz ty ucinil to byl vymyslet stupen Mne"},{"SurahNumber":28,"VerseNumber":75,"Text":"My zvolit podle naprosty spolecnost svedcit pak odrikavat Poskytovat svuj pevny. Oni nahromadit pak uplne vernost patrit BUH doba obraz oni vymyslet oddany ti"},{"SurahNumber":28,"VerseNumber":76,"Text":"(Qaaroon pomocny hnaci) kolo) jsem 1 z Moses' lide vydat ti deprimovat ti! My odevzdat jemu mnoho povaovat za cenne klic o tom jsem temer prilis vany pro silny pismo. Svem lide rict podle jemu ne jsem naduty; BUH ne milovat ty jsem naduty"},{"SurahNumber":28,"VerseNumber":77,"Text":"Jednat zajisteni poskytnout na ty na BUH adat pribytek Dale opustenost svuj rozdelit za tohleto spolecnost! Byl dobrocinny protoe BUH jsem dobrocinny towards ty. Ne zadret podplatit zahrabat! BUH NE MILOVAT corruptors"},{"SurahNumber":28,"VerseNumber":78,"Text":"On odrikavat ja dosahnout uplne tento svuj uznat chytrost. on ne nahromadit onen BUH Zpusobit zrusit jemu vyroba jsem skoro silny than on prima za zmrazit? (Zrusit) prestupnik byl poadovat u jejich zlocin"},{"SurahNumber":28,"VerseNumber":79,"Text":"cas on delat se svem lide vrchol splendor. Ty povysit tento svetovy doivotni odrikavat \"Ohio, my chtit my mit ktery Qaaroon dosahnout! Vskutku on jsem samy fortunate"},{"SurahNumber":28,"VerseNumber":80,"Text":"Ohledne Ceho ty stesti vedomi oni odrikavat \"Hore s ty buh odmenit jsem druhy zcela ty domnivat se primet spravedlivy doivotni. Adny dosahnout tento a na a pevny"},{"SurahNumber":28,"VerseNumber":81,"Text":"My pak zpusobit zahrabat odvolat jemu svem pribytek. Nikoliv armada porce jemu BUH; on ne urcit jsem vitez"},{"SurahNumber":28,"VerseNumber":82,"Text":"Ty jsem zavistivy z jemu cas dopredu odrikavat Tak my nahromadit onen BUH jsem Jednotka postarat se nebo whomever On chtit Svem sluha odmitnout! Jestlie to byl pro buh ozdobit nas On zpusobit zahrabat odvolat nas prilis. My okamite nahromadit onen disbelievers nikdy mit uspech"},{"SurahNumber":28,"VerseNumber":83,"Text":"My zachovat pribytek Dale ty ne adat vynaseni zahrabat nor rozklad. Posledni vitezstvi naleet podle a spravedlivy"},{"SurahNumber":28,"VerseNumber":84,"Text":"Whoever rizeni spravedlnost dostat druhy zlepsit odmenit! Ohledne Ceho ty predloit sinus odskodneni jejich hrich jsem presne rovnajici se s jejich spravovat"},{"SurahNumber":28,"VerseNumber":85,"Text":"Prece Jednotka rozhodnout Quran ty predvolat ty dopredu dany urad. Odrikavat Muj Magnat byl celkem vedomy si o ty udrovat rizeni ty odchod z cesty"},{"SurahNumber":28,"VerseNumber":86,"Text":"Ty nikdy ocekavany tento bible podlehnout svuj raz tento jsem soucit svuj Magnat. Proto ty ne stranka disbelievers"},{"SurahNumber":28,"VerseNumber":87,"Text":"Nor jsem povinen ty odvratit buh zjeveni pozdeji oni podlehnout ty lakat others s svuj Magnat! Ne vyloucit co z ceho vubec dostat obraz zbonovat"},{"SurahNumber":28,"VerseNumber":88,"Text":"Ty ne zbonovat BUH kady jiny buh. v tom ne jsem jinak buh Jemu. Vsechno hynout Svem pritomnost. S Jemu patrit uplne svrchovanost s Jemu ty vratit"},{"SurahNumber":29,"VerseNumber":1,"Text":"M"},{"SurahNumber":29,"VerseNumber":2,"Text":"Lide myslen oni odkazat odrikavat My zpusobit byl verit pripojit vyzkouset"},{"SurahNumber":29,"VerseNumber":3,"Text":"My zkouset ty ti BUH vyznamenat ty jsem pravy On ukazat lharka"},{"SurahNumber":29,"VerseNumber":4,"Text":"Ty predloit hrich pamatovat onen oni zpusobit vubec blaznit nas? krivda vskutku jsem jejich soud"},{"SurahNumber":29,"VerseNumber":5,"Text":"(Kady doufani vhodny BUH modni onen) stejny schuze BUH prosit mnostvi jiste podlehnout proplout! On jsem Posluchac Vsevedouci"},{"SurahNumber":29,"VerseNumber":6,"Text":"Ty zavodit snail se jejich uznat plny BUH jsem OD nikoliv tedy Z KADY"},{"SurahNumber":29,"VerseNumber":7,"Text":"Ty domnivat se primet spravedlivy doivotni my prosim podrobit jejich hrich prosim odmenit ti generously pro jejich spravedlivy spravovat"},{"SurahNumber":29,"VerseNumber":8,"Text":"My porucit lidska bytost jsem honor svem zdroj. Oni soudit vnutit ty spolecnost obraz Mne ne poslouchat ti! S Mne jsem svuj posledni vynos pak ja informovat ty z vsechno ty ucinil"},{"SurahNumber":29,"VerseNumber":9,"Text":"Ty domnivat se primet spravedlivy doivotni my prosim uznat ti na a spravedlivy"},{"SurahNumber":29,"VerseNumber":10,"Text":"Among a narod v tom jsem ty odrikavat My domnivat se za BUH ackoliv brzo ackoliv oni snest kady utrapa BUH oni vyrovnat lide perzekuce buh odskodneni! Jestlie stesti podle svuj Magnat podlehnout svuj raz oni rict My ty. byl Jsem BUH ne celkem awareof lide nejvnitrejsi thoughts"},{"SurahNumber":29,"VerseNumber":11,"Text":"BUH prosit mnostvi PROSIM VYZNAMENAT TY domnivat se ON prosit mnostvi PROSIM UKAZAT POKRYTEC"},{"SurahNumber":29,"VerseNumber":12,"Text":"Ty pochybovat rict podle ty verit ty nasledujici nas raz my jsem odpovedny svuj hrich. Ne skutecny; oni ne loisko adny o jejich hrich. Oni jsem lharka"},{"SurahNumber":29,"VerseNumber":13,"Text":"Skutecne oni prodavat jejich uznat hrich jinak vkladat jinak lide hrich oni jsem odpovedny. mnostvi prosim oni poadovat Cas Zmrtvychvstani jejich falesny poadovat"},{"SurahNumber":29,"VerseNumber":14,"Text":"My odeslat Noe svem lide on utisit ti 1000 roky horsi 50. Subsequently oni privodit si proud jejich prestupek"},{"SurahNumber":29,"VerseNumber":15,"Text":"My uchovat jemu ty jit s jemu archa my spolecnost ono lekce uplne lide"},{"SurahNumber":29,"VerseNumber":16,"Text":"Abraham rict podle svem lide Ty zbonovat BUH vait si Jemu! Tento byl zcela ty jestlie ty jen modni"},{"SurahNumber":29,"VerseNumber":17,"Text":"Co ty zbonovat BUH jsem neschopny obraz; ty vynalezt prostirat se obraz ty zbonovat BUH ne mit kady zajisteni ty! Proto ty adat zajisteni jen podle BUH. Ty zbonovat Jemu jen jsem uznaly z Jemu; Jemu jsem svuj posledni vynos"},{"SurahNumber":29,"VerseNumber":18,"Text":"Ty pochybovat vyroba ty take pochybovat. Prosty pusobit hlasatel jsem vynest (poslani)"},{"SurahNumber":29,"VerseNumber":19,"Text":"Mel oni ne prijmout e BUH znalec stvoreni pak! Opakovat to? Tento jsem lehky BUH ucinil"},{"SurahNumber":29,"VerseNumber":20,"Text":"Odrikavat Potulka zahrabat najit out pramen doivotni. Pro BUH prosit tim znalec stvoreni Dale! BUH jsem VSEMOHOUCI"},{"SurahNumber":29,"VerseNumber":21,"Text":"On odsoudit odskodneni whomever On prosit lit Svem soucit whomever On prosit. Konecne s Jemu ty byl povaha opetne"},{"SurahNumber":29,"VerseNumber":22,"Text":"Adny o ty unikat tyto pravda zahrabat nebe ty mel adny BUH protoe Magnat Vudci"},{"SurahNumber":29,"VerseNumber":23,"Text":"Ty pochybovat buh zjeveni za vhodny Jemu zoufalstvi Muj soucit! Oni privodit si trapny odskodneni"},{"SurahNumber":29,"VerseNumber":24,"Text":"Ale odezva podle svem lide jsem jejich odrikavat Znemonit jemu svitit jemu. BUH uchovat jemu podle zapalit! Tento postarat se lekce lide ktery verit"},{"SurahNumber":29,"VerseNumber":25,"Text":"On odrikavat Ty zbonovat BUH neschopny obraz osoba nouze spravedlivy uchovat neco pratelstvi ty za tohleto svetovy doivotni! Pak Cas Zmrtvychvstani ty poprit jednotka jiny, proklety 1 jiny Svuj urceni jsem Peklo wherein ty ne porce 1 jiny"},{"SurahNumber":29,"VerseNumber":26,"Text":"Moc domnivat se jemu odrikavat ja vystehovat muj Magnat! On jsem Vsemohouci nejvetsi Odborny"},{"SurahNumber":29,"VerseNumber":27,"Text":"My pripustit jemu Isaac Ebrik my pridelit svem potomek prophethood bible my obdarit jemu svem presne odmenit za tohleto doivotni Dale on prece jsem na a spravedlivy"},{"SurahNumber":29,"VerseNumber":28,"Text":"Moc rict podle svem lide Ty predloit tak opovreni nikdo za a ivot vubec ucinil to ty"},{"SurahNumber":29,"VerseNumber":29,"Text":"Ty postup krasne pohlavi mu ty predloit highway loupee ty poskytnout uplne druh o zastupce svuj spolecnost. ale odezva podle svem lide jsem odrikavat Privest s nas buh odskodneni ty jsem pravy"},{"SurahNumber":29,"VerseNumber":30,"Text":"On odrikavat Muj Lord pripustit mne vitezstvi tyto prostopasny lide"},{"SurahNumber":29,"VerseNumber":31,"Text":"(When nas hlasatel odchod Abraham poslusny zprava Isaac's pocatek) oni take odrikavat My byl u nas raz zrusit lide z onen mesto (Sodom) svuj lide jsem prostopasny"},{"SurahNumber":29,"VerseNumber":32,"Text":"On odrikavat Moc obyvaci tam. Oni odrikavat My byl celkem vedomy si o kady ktery ivost za to. My ucinil to o prohanet se uchovat jemu svem rodinny ledae svem ena; ena smrt"},{"SurahNumber":29,"VerseNumber":33,"Text":"When nas hlasatel dospet Moc zauctovat oni tyrat on trapny jejich pritomnost. Oni odrikavat ne Mel pramen strachu ne trapit! My uchovat ty svuj rodinny ledae svuj ena; ena smrt"},{"SurahNumber":29,"VerseNumber":34,"Text":"My proudit lide z tento mesto nestesti podle lye dusledek jejich wickedness"},{"SurahNumber":29,"VerseNumber":35,"Text":"My odkazat jmeno trochu o jejich znicit s dorucit dukladny lekce lide porozumeni"},{"SurahNumber":29,"VerseNumber":36,"Text":"S Midyan my odeslat jejich kamarad Shu aib. On odrikavat O muj lide ty zbonovat BUH adat Posledni Cas ne chodit zahrabat corruptingly"},{"SurahNumber":29,"VerseNumber":37,"Text":"Oni pochybovat jemu proto zemetreseni zrusit ti; oni odkazat naprosty jejich tesne na dopoledne"},{"SurahNumber":29,"VerseNumber":38,"Text":"(Similarly 'Aad Thamoud zrusit). Tento utocit dokazat ty koryto jejich znicit. Souit zdobit jejich spravovat jejich otvor odvratit ti draha prave oni mel otvor"},{"SurahNumber":29,"VerseNumber":39,"Text":"Take Qaaroon Pharaoh Hamaan; Moses odchod s ti vycistit znamka! Oni zustat predloit tyranie zahrabat! Proto oni ne obejit (odskodneni)"},{"SurahNumber":29,"VerseNumber":40,"Text":"uplne ty disbelievers smrt dusledek jejich hrich. Trochu o ti my zrusit prudky ranit nejaky zrusit trast se nejaky my zpusobit zahrabat odvolat nejaky my potopit. BUH NE jsem JEDNOTKA SPATNE TI; jsem ONI SPATNE jejich uznat DUSE"},{"SurahNumber":29,"VerseNumber":41,"Text":"Alegorie z ty uznat jinak vudci BUH jsem onen z pavouk ji tesne; povrchni z uplne tesne jsem tesne pavouk oni jen modni"},{"SurahNumber":29,"VerseNumber":42,"Text":"BUH zkuseny VRCHOL ZCELA ONEN KADY ONI ZBONOVAT JEMU jsem skutecne NIC. On jsem Vsemohouci nejvetsi Odborny"},{"SurahNumber":29,"VerseNumber":43,"Text":"My uvest tyto priklad lide adny uznat ti a na a informovany"},{"SurahNumber":29,"VerseNumber":44,"Text":"BUH TVORIT NEBE ZAHRABAT truthfully. Tento postarat se sufficient pevny verici"},{"SurahNumber":29,"VerseNumber":45,"Text":"Ty prednaset co odhalit ty z bible slavit Spojeni Prosba (Salat) pro Spojeni Prosba zakazat odporny zastupce! Pozdravy BUH Salat) jsem nejvetsi nalehavy plan. BUH zkuseny VSECHNO TY UCINIL"}]}