{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Biz ondan sonra, onun milletini helâk etmek için üzerlerine gökten herhangi bir ordu indirmedik ve indirecek de değildik"},{"SurahNumber":36,"VerseNumber":29,"Text":"(Onları helâk eden) korkunç sesten başka bir şey değildi. Birdenbire sönüverdiler"},{"SurahNumber":36,"VerseNumber":30,"Text":"Ne yazık şu kullara! Onlara bir peygamber gelmeyegörsün, ille de onunla alay etmeye kalkışırlar"},{"SurahNumber":36,"VerseNumber":31,"Text":"Müşrikler görmüyorlar mı ki, onlardan önce nice kavimleri helâk ettik. Onlar tekrar dönüp de bunlara gelmezler"},{"SurahNumber":36,"VerseNumber":32,"Text":"Elbette onların hepsi (kıyamet gününde) karşımızda hazır bulunacaklar"},{"SurahNumber":36,"VerseNumber":33,"Text":"(Bu hususta) ölü toprak onlar için mühim bir delildir. Biz ona yağmurla hayat verdik ve ondan dane çıkardık. İşte onlar bundan yerler"},{"SurahNumber":36,"VerseNumber":34,"Text":"Biz, yeryüzünde nice nice hurma bahçeleri, üzüm bağları yarattık ve oralarda birçok pınarlar fışkırttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Ta ki, onların meyvelerinden ve elleriyle bunlardan imal ettiklerinden yesinler. Hâla şükretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yerin yetiştirdiklerinden, kendilerinden ve daha bilmedikleri şeylerden bütün çiftleri yaratan Allah, noksan sıfatlardan münezzehtir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de onlar için bir ibret alâmetidir. Biz ondan gündüzü sıyırıp çekeriz de onlar karanlıklara gömülürler"},{"SurahNumber":36,"VerseNumber":38,"Text":"Güneş, kendine âit bir yer çevresinde akar gider. Bu, dâima gâlip olan ve her şeyi hakkıyla bilen Allah'ın takdiridir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ay için de birtakım menziller (yörüngeler) tayin ettik. Nihayet o, eğri hurma dalı gibi (hilâl) olur da geri döner"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne güneş aya yetişebilir, ne de gece gündüzü geçebilir. Her biri bir yörüngede yüzerler"},{"SurahNumber":36,"VerseNumber":41,"Text":"Onların zürriyetlerini dopdolu bir gemide taşımamız da onlar için büyük bir ibrettir"},{"SurahNumber":36,"VerseNumber":42,"Text":"Onlar için, bunun gibi binecekleri başka şeyler de yarattık"},{"SurahNumber":36,"VerseNumber":43,"Text":"Dilesek onları suda boğarız. O zaman ne onların imdadına koşan olur, ne de onlar kurtarılırlar"},{"SurahNumber":36,"VerseNumber":44,"Text":"Ancak bizim tarafımızdan bir rahmet ve belli bir zamana kadar dünyadan faydalandırmamız müstesnadır"},{"SurahNumber":36,"VerseNumber":45,"Text":"Onlara yapmakta olduğunuz ve yapıp arkada bıraktığınız işlerde Allah'tan korkun; umulur ki size merhamet olunur denildiğinde (aldırmazlar)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Onlara Rablerinin âyetlerinden bir âyet gelmeyedursun, ille de ondan yüz çevirmişlerdir"},{"SurahNumber":36,"VerseNumber":47,"Text":"Allah’ın size rızık olarak verdiklerinden hayra sarfediniz, denildiğinde, kâfirler müminlere dediler ki: Allah'ın dilediği takdirde doyuracağı kimseleri biz mi doyuracağız? Siz gerçekten apaçık bir sapıklık içindesiniz"},{"SurahNumber":36,"VerseNumber":48,"Text":"Onlar: Eğer gerçekten doğru söylüyorsanız, bu tehdit ne zaman gerçekleşecektir? derler"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onlar, birbirleriyle çekişip dururken kendilerini ansızın yakalayacak korkunç bir sesi bekliyorlar"},{"SurahNumber":36,"VerseNumber":50,"Text":"İşte o anda onlar ne bir vasiyyette bulunabilirler, ne de ailelerine dönebilirler"},{"SurahNumber":36,"VerseNumber":51,"Text":"Nihayet Sûra üfürülecek. Birde bakarsın ki onlar kabirlerinden kalkıp koşarak Rablerine giderler"},{"SurahNumber":36,"VerseNumber":52,"Text":"(İşte o zaman:) Eyvah, eyvah! Bizi kabrimizden kim kaldırdı? Bu, Rahmân’ın vâdettiğidir. Peygamberler gerçekten doğru söylemişler! derler"},{"SurahNumber":36,"VerseNumber":53,"Text":"Olan müthiş bir sesten ibarettir. Bunun üzerine onların hepsi hemen huzurumuzda hazır bulunurlar"},{"SurahNumber":36,"VerseNumber":54,"Text":"O gün hiçbir kimse en ufak bir haksızlığa uğramaz. Siz orada ancak yaptıklarınızın karşılığını alırsınız"},{"SurahNumber":36,"VerseNumber":55,"Text":"O gün cennetlikler, gerçekten nimetler içinde safa sürerler"},{"SurahNumber":36,"VerseNumber":56,"Text":"Onlar ve eşleri gölgeler altında tahtlara kurulurlar"},{"SurahNumber":36,"VerseNumber":57,"Text":"Orada onlar için her çeşit meyve vardır. Bütün arzuları yerine getirilir"},{"SurahNumber":36,"VerseNumber":58,"Text":"Onlara merhametli Rabb'in söylediği selam vardır"},{"SurahNumber":36,"VerseNumber":59,"Text":"«Ayrılın bir tarafa bugün, ey günahkârlar!»"},{"SurahNumber":36,"VerseNumber":60,"Text":"«Ey Âdem oğulları! Size şeytana tapmayın, çünkü o sizin apaçık bir düşmanınızdır» demedim mi"},{"SurahNumber":36,"VerseNumber":61,"Text":"«Ve bana kulluk ediniz, doğru yol budur» demedim mi"},{"SurahNumber":36,"VerseNumber":62,"Text":"Şeytan sizden pek çok milleti kandırıp saptırdı. Hâla akıl erdiremiyor musunuz"},{"SurahNumber":36,"VerseNumber":63,"Text":"İşte, bu size vâdedilen cehennemdir"},{"SurahNumber":36,"VerseNumber":64,"Text":"İnkârınız sebebiyle bugün oraya girin"},{"SurahNumber":36,"VerseNumber":65,"Text":"O gün onların ağızlarını mühürleriz; yaptıklarını bize elleri anlatır, ayakları da şahitlik eder"},{"SurahNumber":36,"VerseNumber":66,"Text":"Dilesek onların gözlerini büsbütün kör ederdik. O zaman doğru yolu bulmaya koşuşurlar, ama nasıl göreceklerdi"},{"SurahNumber":36,"VerseNumber":67,"Text":"Eğer dilesek oldukları yerde onların şekillerini değiştirirdik de ne ileriye gitmeye güçleri yeterdi ne de geri gelmeye"},{"SurahNumber":36,"VerseNumber":68,"Text":"Kime uzun ömür verirsek biz onun gelişmesini tersine çeviririz. Hiç düşünmüyorlar mı"},{"SurahNumber":36,"VerseNumber":69,"Text":"Biz ona (Peygamber'e) şiir öğretmedik. Zaten ona yaraşmazdı da. Onun söyledikleri, ancak Allah'tan gelmiş bir öğüt ve apaçık bir Kur'an'dır"},{"SurahNumber":36,"VerseNumber":70,"Text":"Diri olanları uyarsın ve kâfirler cezayı hak etsinler diye"},{"SurahNumber":36,"VerseNumber":71,"Text":"Görmüyorlar mı ki, biz kudretimizin eseri olmak üzere onlar için birçok hayvan yarattık. Bu sayede onlar bunlara sahip olmuşlardır"},{"SurahNumber":36,"VerseNumber":72,"Text":"Bu hayvanları onların emrine verdik. Onların bazısını binek olarak kullanırlar, bazısını besin olarak yerler"},{"SurahNumber":36,"VerseNumber":73,"Text":"Bu hayvanlarda onlar için nice faydalar ve içilecek sütler vardır. Hâla şükretmezler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Onlar, yardım göreceklerini umarak Allah’tan başka ilâhlar edindiler"},{"SurahNumber":36,"VerseNumber":75,"Text":"Halbuki ilâhların onlara yardım etmeye güçleri yetmez. Aksine kendileri bunlar için yardıma hazır askerlerdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"(Rasûlüm!) O halde onların sözleri sakın seni üzmesin. Kuşkusuz biz, onların gizlemekte olduklarını da, açığa vurduklarını da biliyoruz"},{"SurahNumber":36,"VerseNumber":77,"Text":"İnsan görmez mi ki, biz onu meniden yarattık. Bir de bakıyorsun ki, apaçık düşman kesilmiş"},{"SurahNumber":36,"VerseNumber":78,"Text":"Kendi yaratılışını unutarak bize karşı misal getirmeye kalkışıyor ve: «Şu çürümüş kemikleri kim diriltecek?» diyor"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: Onları ilk defa yaratmış olan diriltecek. Çünkü O, her türlü yaratmayı gayet iyi bilir"},{"SurahNumber":36,"VerseNumber":80,"Text":"Yeşil ağaçtan sizin için ateş çıkaran O’dur. İşte siz ateşi ondan yakıyorsunuz"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gökleri ve yeri yaratan, onların benzerlerini yaratmaya kadir değil midir? Evet! Elbette kadirdir. O, her şeyi hakkıyla bilen yaratıcıdır"},{"SurahNumber":36,"VerseNumber":82,"Text":"Bir şey yaratmak istediği zaman Onun yaptığı « OL » demekten ibarettir. Hemen oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"Her şeyin mülkü elinde olan Allah, her türlü noksan sıfattan münezzehtir. Sonunda O'na döndürüleceksiniz"},{"SurahNumber":37,"VerseNumber":1,"Text":"Saf saf dizilmişlere"},{"SurahNumber":37,"VerseNumber":2,"Text":"toplayıp sürenlere"},{"SurahNumber":37,"VerseNumber":3,"Text":"zikir okuyanlara yemin ederim ki"},{"SurahNumber":37,"VerseNumber":4,"Text":"ilâhınız birdir"},{"SurahNumber":37,"VerseNumber":5,"Text":"O, hem göklerin, yerin ve ikisi arasındakilerin Rabbi, hem de doğuların Rabbidir"},{"SurahNumber":37,"VerseNumber":6,"Text":"Biz yakın göğü, bir süsle, yıldızlarla süsledik"},{"SurahNumber":37,"VerseNumber":7,"Text":"(Gökyüzünü) itaat dışına çıkan her şeytandan korumak için"},{"SurahNumber":37,"VerseNumber":8,"Text":"Onlar, artık mele-i a 'lâ'ya (yüce topluluğa) kulak veremezler. Her taraftan taşlanırlar"},{"SurahNumber":37,"VerseNumber":9,"Text":"Kovulup atılırlar. Ve onlar için sürekli bir azap vardır"},{"SurahNumber":37,"VerseNumber":10,"Text":"Ancak (meleklerin konuşmalarından) bir söz kapan olursa, onu da delip geçen bir parlak ışık takip eder"},{"SurahNumber":37,"VerseNumber":11,"Text":"Şimdi sor onlara! Yaratma bakımından onlar mı daha zor, yoksa bizim yarattığımız (insanlar) mı? Şüphesiz biz kendilerini yapışkan bir çamurdan yarattık"},{"SurahNumber":37,"VerseNumber":12,"Text":"Hayır, sen şaşıyorsun. Halbuki onlar alay ediyorlar"},{"SurahNumber":37,"VerseNumber":13,"Text":"Kendilerine öğüt verildiği vakit öğüt almazlar"},{"SurahNumber":37,"VerseNumber":14,"Text":"Bir mucize görseler alay ederler"},{"SurahNumber":37,"VerseNumber":15,"Text":"Bu ancak açık bir büyüdür, derler"},{"SurahNumber":37,"VerseNumber":16,"Text":"Gerçekten biz öldüğümüz, toprak ve kemik olduğumuz zaman mı , diriltileceğiz"},{"SurahNumber":37,"VerseNumber":17,"Text":"«İlk atalarımız da mı (diriltilecek)?»"},{"SurahNumber":37,"VerseNumber":18,"Text":"De ki: Evet, hem de hor ve hakir olarak (diriltileceksiniz)"},{"SurahNumber":37,"VerseNumber":19,"Text":"O (diriltme) korkunç bir sesten ibaret olacak, o anda hemen onların gözleri açılıp etrafa bakacaklar"},{"SurahNumber":37,"VerseNumber":20,"Text":"(Durumu gören kâfirler:) Eyvah bize! Bu ceza günüdür, derler"},{"SurahNumber":37,"VerseNumber":21,"Text":"İşte bu, yalanlamış olduğunuz hüküm günüdür"},{"SurahNumber":37,"VerseNumber":22,"Text":"(Allah, meleklerine emreder:) Zalimleri, onların aynı yoldaki arkadaşlarını toplayın"},{"SurahNumber":37,"VerseNumber":23,"Text":"Ve Allah'tan başka tapmış oldukları putlarını onlara cehennemin yolunu gösterin"},{"SurahNumber":37,"VerseNumber":24,"Text":"Onları tutuklayın, çünkü onlar sorguya çekilecekler"},{"SurahNumber":37,"VerseNumber":25,"Text":"Size ne oldu ki birbirinize yardım etmiyorsunuz"},{"SurahNumber":37,"VerseNumber":26,"Text":"Evet, onlar o gün zilletle boyun eğeceklerdir"},{"SurahNumber":37,"VerseNumber":27,"Text":"(İşte bu duruma düştükleri vakit) onlardan bir kısmı, diğerlerine yönelir, birbirlerini sorumlu tutmaya çalışırlar"},{"SurahNumber":37,"VerseNumber":28,"Text":"(Uyanlar, uydukları adamlara:) Siz bize sağdan (hayır yönünden) gelirdiniz (de bizi ondan alıkordunuz)"},{"SurahNumber":37,"VerseNumber":29,"Text":"(Ötekiler de:) «Bilâkis, derler, siz inanan kimseler değildiniz"},{"SurahNumber":37,"VerseNumber":30,"Text":"Bizim sizi zorlayacak bir gücümüz yok. Fakat siz kendiniz azgın bir toplum idiniz.»"},{"SurahNumber":37,"VerseNumber":31,"Text":"«Onun için Rabbimizin hükmü bize hak oldu. Biz (hak ettiğimiz cezayı) mutlaka tadacağız.»"},{"SurahNumber":37,"VerseNumber":32,"Text":"«Biz sizi azdırdık. Çünkü kendimiz de azmıştık.»"},{"SurahNumber":37,"VerseNumber":33,"Text":"Şüphesiz o gün onlar, azapta ortaktırlar"},{"SurahNumber":37,"VerseNumber":34,"Text":"İşte biz, suçlulara böyle yaparız"},{"SurahNumber":37,"VerseNumber":35,"Text":"Çünkü onlara: Allah’tan başka hakkıyla ibadete layık bir ilah yoktur, denildiği zaman kibirle direnirlerdi"},{"SurahNumber":37,"VerseNumber":36,"Text":"«Mecnun bir şair için biz ilahlarımızı bırakacak mıyız?» derlerdi"},{"SurahNumber":37,"VerseNumber":37,"Text":"Hayır! O, gerçeği getirdi ve peygamberleri de doğruladı"},{"SurahNumber":37,"VerseNumber":38,"Text":"Kuşkusuz siz acı azabı tadacaksınız"},{"SurahNumber":37,"VerseNumber":39,"Text":"Çekeceğiniz ceza yapmakta olduğunuzdan başka bir şeyin cezası değildir"},{"SurahNumber":37,"VerseNumber":40,"Text":"Ancak amellerinde ihlâs sahibi olan Allah'ın (O'nu birleyen) kulları bunun dışındadır"},{"SurahNumber":37,"VerseNumber":41,"Text":"Bunlar için bilinen bir rızık"},{"SurahNumber":37,"VerseNumber":42,"Text":"türlü meyveler vardır. Kendilerine ikram edilir"},{"SurahNumber":37,"VerseNumber":43,"Text":"Naîm cennetlerinde"},{"SurahNumber":37,"VerseNumber":44,"Text":"karşılıklı koltuklar üzerine kurulmuş oldukları halde"},{"SurahNumber":37,"VerseNumber":45,"Text":"onlara pınardan (doldurulmuş) kadehler dolaştırılır"},{"SurahNumber":37,"VerseNumber":46,"Text":"Berraktır, içenlere lezzet verir"},{"SurahNumber":37,"VerseNumber":47,"Text":"O içkide ne sersemletme vardır ne de onunla sarhoş olurlar"},{"SurahNumber":37,"VerseNumber":48,"Text":"Yanlarında güzel bakışlarını yalnız onlara tahsis etmiş, iri gözlü eşler vardır"},{"SurahNumber":37,"VerseNumber":49,"Text":"Onlar, gün yüzü görmemiş yumurta gibi bembeyazdır"},{"SurahNumber":37,"VerseNumber":50,"Text":"İşte o zaman, birbirlerine dönerek (dünyadaki hallerini) soracaklar"},{"SurahNumber":37,"VerseNumber":51,"Text":"İçlerinden biri: «Benim, bir arkadaşım vardı» der"},{"SurahNumber":37,"VerseNumber":52,"Text":"Derdi ki: Sen de (dirilmeye) inananlardan mısın"},{"SurahNumber":37,"VerseNumber":53,"Text":"Biz ölüp kemik, sonra da toprak haline geldiğimiz zaman (diriltilip) cezalanacak mıyız"},{"SurahNumber":37,"VerseNumber":54,"Text":"(O zât, dünyâda geçmiş olan hâdiseyi bu şekilde anlattıktan sonra Allah Teâlâ orada bulunanlara:) Siz işin gerçeğine vâkıf mısınız? dedi"},{"SurahNumber":37,"VerseNumber":55,"Text":"İşte o zaman konuşan baktı, arkadaşını cehennemin ortasında gördü"},{"SurahNumber":37,"VerseNumber":56,"Text":"«Yemin ederim ki, sen az daha beni de helâk edecektin"},{"SurahNumber":37,"VerseNumber":57,"Text":"Rabbimin nimeti olmasaydı, şimdi ben de (cehenneme) getirilenlerden olurdum» dedi"},{"SurahNumber":37,"VerseNumber":58,"Text":"Bir daha biz ölmeyecek değil miyiz"},{"SurahNumber":37,"VerseNumber":59,"Text":"Birinci ölümümüz hariç ve bir daha azap görmeyecek değil miyiz"},{"SurahNumber":37,"VerseNumber":60,"Text":"Şüphesiz bu, büyük kurtuluştur"},{"SurahNumber":37,"VerseNumber":61,"Text":"Çalışanlar, böylesi bir kurtuluş için çalışsın"},{"SurahNumber":37,"VerseNumber":62,"Text":"Şimdi, ziyafet olarak, cennet ehli için anılan bu nimetler mi daha hayırlı, yoksa zakkum ağacı mı"},{"SurahNumber":37,"VerseNumber":63,"Text":"Biz onu (zakkumu) zalimler için bir fitne (imtihan) kıldık"},{"SurahNumber":37,"VerseNumber":64,"Text":"Zira o, cehennemin dibinde bitip yetişen bir ağaçtır"},{"SurahNumber":37,"VerseNumber":65,"Text":"Tomurcukları sanki şeytanların başları gibidir"},{"SurahNumber":37,"VerseNumber":66,"Text":"(Cehennemdekiler) ondan yerler ve karınlarını ondan doldururlar"},{"SurahNumber":37,"VerseNumber":67,"Text":"Sonra zakkum yemeğinin üzerine onlar için, kaynar su karıştırılmış bir içki vardır"},{"SurahNumber":37,"VerseNumber":68,"Text":"Sonra kesinlikle onların dönüşü, çılgın ateşe olacaktır"},{"SurahNumber":37,"VerseNumber":69,"Text":"Kuşkusuz onlar atalarını sapıklık üzere buldular da"},{"SurahNumber":37,"VerseNumber":70,"Text":"peşlerinden koşup gittiler"},{"SurahNumber":37,"VerseNumber":71,"Text":"Andolsun ki, onlardan önce eski milletlerin çoğu sapıklığa düştü"},{"SurahNumber":37,"VerseNumber":72,"Text":"Kuşkusuz, biz onlara uyarıcılar göndermiştik"},{"SurahNumber":37,"VerseNumber":73,"Text":"Uyarılanların âkıbetinin ne olduğuna bir bak"},{"SurahNumber":37,"VerseNumber":74,"Text":"Allah'ın ihlâslı kulları müstesna"},{"SurahNumber":37,"VerseNumber":75,"Text":"Andolsun, Nuh bize yalvarıp yakardı. Biz de duayı ne güzel kabul ederiz"},{"SurahNumber":37,"VerseNumber":76,"Text":"Kendisini ve ailesini büyük felâketten kurtardık"},{"SurahNumber":37,"VerseNumber":77,"Text":"Biz yalnız Nuh'un soyunu kalıcı kıldık"},{"SurahNumber":37,"VerseNumber":78,"Text":"Sonradan gelenler içinde ona iyi bir nam bıraktık"},{"SurahNumber":37,"VerseNumber":79,"Text":"Bütün âlemlerden Nuh’a selam olsun"},{"SurahNumber":37,"VerseNumber":80,"Text":"İşte biz iyileri böyle mükâfatlandırırız"},{"SurahNumber":37,"VerseNumber":81,"Text":"Zira o, bizim mümin kullarımızdan idi"},{"SurahNumber":37,"VerseNumber":82,"Text":"Nihayet ötekileri (inanmayanları) suda boğduk"},{"SurahNumber":37,"VerseNumber":83,"Text":"Şüphesiz İbrahim de onun (Nuh'un) milletinden idi"},{"SurahNumber":37,"VerseNumber":84,"Text":"Çünkü Rabbine kalbi selîm ile geldi"},{"SurahNumber":37,"VerseNumber":85,"Text":"Hani o, babasına ve kavmine: Siz kime kulluk ediyorsunuz? demişti"},{"SurahNumber":37,"VerseNumber":86,"Text":"«Allah'tan başka birtakım uydurma ilâhlar mı istiyorsunuz?»"},{"SurahNumber":37,"VerseNumber":87,"Text":"«O halde âlemlerin Rabbi hakkındaki görüşünüz nedir?»"},{"SurahNumber":37,"VerseNumber":88,"Text":"Bunun üzerine İbrahim yıldızlara şöyle bir baktı"},{"SurahNumber":37,"VerseNumber":89,"Text":"Ben hastayım, dedi"},{"SurahNumber":37,"VerseNumber":90,"Text":"Ona arkalarını dönüp gittiler"},{"SurahNumber":37,"VerseNumber":91,"Text":"Yavaşça putlarının yanına vardı. (Oraya konmuş yemekleri görünce:) Yemiyor musunuz? dedi"},{"SurahNumber":37,"VerseNumber":92,"Text":"Neden konuşmuyorsunuz? dedi"},{"SurahNumber":37,"VerseNumber":93,"Text":"Bunun üzerine, yanlarına gelip sağ eliyle vurdu (kırıp geçirdi)"},{"SurahNumber":37,"VerseNumber":94,"Text":"(Putperestler) koşarak İbrahim'e geldiler"},{"SurahNumber":37,"VerseNumber":95,"Text":"İbrahim: Yonttuğunuz şeylere mi ibadet edersiniz"},{"SurahNumber":37,"VerseNumber":96,"Text":"Oysa ki sizi ve yapmakta olduklarınızı Allah yarattı, dedi"},{"SurahNumber":37,"VerseNumber":97,"Text":"Onun için bir bina yapın ve derhal onu ateşe atın! dediler"},{"SurahNumber":37,"VerseNumber":98,"Text":"Böylece ona bir tuzak kurmayı istediler. Fakat biz onları alçaklardan kıldık"},{"SurahNumber":37,"VerseNumber":99,"Text":"(Oradan kurtulan İbrahim:) Ben Rabbime gidiyorum. O bana doğru yolu gösterecek"},{"SurahNumber":37,"VerseNumber":100,"Text":"Rabbim! Bana sâlihlerden olacak bir evlat ver, dedi"},{"SurahNumber":37,"VerseNumber":101,"Text":"İşte o zaman biz onu uslu bir oğul ile müjdeledik"},{"SurahNumber":37,"VerseNumber":102,"Text":"Babasıyla beraber yürüyüp gezecek çağa erişince: Yavrucuğum! Rüyada seni boğazladığımı görüyorum; bir düşün, ne dersin? dedi. O da cevaben: Babacığım! Emrolunduğun şeyi yap. İnşallah beni sabredenlerden bulursun, dedi"},{"SurahNumber":37,"VerseNumber":103,"Text":"Her ikisi de teslim olup, onu alnı üzerine yatırınca"},{"SurahNumber":37,"VerseNumber":104,"Text":"Ey İbrahim! diye seslendik"},{"SurahNumber":37,"VerseNumber":105,"Text":"Rüyayı gerçekleştirdin. Biz iyileri böyle mükâfatlandırırız"},{"SurahNumber":37,"VerseNumber":106,"Text":"Bu, gerçekten, çok açık bir imtihandır"},{"SurahNumber":37,"VerseNumber":107,"Text":"Biz, oğluna bedel ona büyük bir kurban verdik"},{"SurahNumber":37,"VerseNumber":108,"Text":"Geriden gelecekler arasında ona (iyi bir nam) bıraktık"},{"SurahNumber":37,"VerseNumber":109,"Text":"İbrahim'e selam! dedik"},{"SurahNumber":37,"VerseNumber":110,"Text":"Biz iyileri böyle mükâfatlandırırız"},{"SurahNumber":37,"VerseNumber":111,"Text":"Çünkü o, bizim mümin kullarımızdandır"},{"SurahNumber":37,"VerseNumber":112,"Text":"Sâlihlerden bir peygamber olarak O'na (İbrahim’e) İshak'ı müjdeledik"},{"SurahNumber":37,"VerseNumber":113,"Text":"Kendisini ve İshak’ı mübarek (kutlu ve bereketli) eyledik. Lâkin her ikisinin neslinden iyi kimseler olacağı gibi, kendine açıktan açığa kötülük edenler de olacak"},{"SurahNumber":37,"VerseNumber":114,"Text":"Andolsun biz Musa’ya da Harun'a da nimetler verdik"},{"SurahNumber":37,"VerseNumber":115,"Text":"Onları ve kavimlerini o büyük sıkıntıdan kurtardık"},{"SurahNumber":37,"VerseNumber":116,"Text":"Kendilerine yardım ettik de galip gelen onlar oldu"},{"SurahNumber":37,"VerseNumber":117,"Text":"Her ikisine de apaçık anlaşılan bir kitabı (Tevrat'ı) verdik"},{"SurahNumber":37,"VerseNumber":118,"Text":"Her ikisini de doğru yola ilettik"},{"SurahNumber":37,"VerseNumber":119,"Text":"Sonra gelenler içinde, diye (iyi bir nam) bıraktık"},{"SurahNumber":37,"VerseNumber":120,"Text":"Musa ve Harun’a selam olsun"},{"SurahNumber":37,"VerseNumber":121,"Text":"Doğrusu biz, iyileri böylece mükâfatlandırırız"},{"SurahNumber":37,"VerseNumber":122,"Text":"Şüphesiz, ikisi de mümin kullarımızdandı"},{"SurahNumber":37,"VerseNumber":123,"Text":"İlyas da şüphe yok ki, peygamberlerdendi"},{"SurahNumber":37,"VerseNumber":124,"Text":"(İlyas) milletine: (Allah'a karşı gelmekten) sakınmaz mısınız"},{"SurahNumber":37,"VerseNumber":125,"Text":"Yaratanların en iyisi olan, Rabbi olan Allah'ı bırakıp da Ba'l'e mi taparsınız? demişti"},{"SurahNumber":37,"VerseNumber":126,"Text":"Sizin de Rabbiniz, sizden önce gelen atalarınızın da"},{"SurahNumber":37,"VerseNumber":127,"Text":"Bunun üzerine İlyas'ı yalanladılar. Onun için (cehenneme) götürüleceklerdir"},{"SurahNumber":37,"VerseNumber":128,"Text":"Allah'ın ihlâslı kulları müstesna; onların hepsi"},{"SurahNumber":37,"VerseNumber":129,"Text":"sonra gelenler içinde, kendisine bir ün bıraktık"},{"SurahNumber":37,"VerseNumber":130,"Text":"«İlyas'a selâm!» dedik"},{"SurahNumber":37,"VerseNumber":131,"Text":"Şüphesiz biz, iyileri işte böyle mükâfatlandırırız"},{"SurahNumber":37,"VerseNumber":132,"Text":"Çünkü o, bizim mümin kullarımızdandı"},{"SurahNumber":37,"VerseNumber":133,"Text":"Lût da elbette peygamberlerdendi"},{"SurahNumber":37,"VerseNumber":134,"Text":"Lût'u ve ailesinin hepsini kurtardık"},{"SurahNumber":37,"VerseNumber":135,"Text":"Geridekiler arasında kalan yaşlı bir kadın dışında"},{"SurahNumber":37,"VerseNumber":136,"Text":"sonra diğerlerini yok ettik"},{"SurahNumber":37,"VerseNumber":137,"Text":"(Ey insanlar!) Elbette siz de sabah onlara uğruyorsunuz"},{"SurahNumber":37,"VerseNumber":138,"Text":"Ve akşam, hâlâ akıllanmayacak mısınız"},{"SurahNumber":37,"VerseNumber":139,"Text":"Doğrusu Yunus da gönderilen peygamberlerdendi"},{"SurahNumber":37,"VerseNumber":140,"Text":"Hani o, dolu bir gemiye binip kaçmıştı"},{"SurahNumber":37,"VerseNumber":141,"Text":"Gemide olanlarla karşılıklı kur'a çektiler de kaybedenlerden oldu"},{"SurahNumber":37,"VerseNumber":142,"Text":"Yunus kendini kınayıp dururken onu bir balık yuttu"},{"SurahNumber":37,"VerseNumber":143,"Text":"Eğer Allah'ı tesbih edenlerden olmasaydı"},{"SurahNumber":37,"VerseNumber":144,"Text":"tekrar dirilecekleri güne kadar onun karnında kalırdı"},{"SurahNumber":37,"VerseNumber":145,"Text":"Halsiz bir vaziyette kendisini dışarı çıkardık"},{"SurahNumber":37,"VerseNumber":146,"Text":"Ve üstüne (gölge yapması için) kabak türünden geniş yapraklı bir nebat bitirdik"},{"SurahNumber":37,"VerseNumber":147,"Text":"Onu, yüz bin veya daha çok kişiye peygamber olarak gönderdik"},{"SurahNumber":37,"VerseNumber":148,"Text":"Sonunda ona iman ettiler, bunun üzerine biz de onları bir süreye kadar yaşattık"},{"SurahNumber":37,"VerseNumber":149,"Text":"Putperestlere sor; kızlar Rabbinin de, erkekler onların mı"},{"SurahNumber":37,"VerseNumber":150,"Text":"Yoksa biz melekleri onların gözü önünde kız olarak mı yarattık"},{"SurahNumber":37,"VerseNumber":151,"Text":"Dikkat edin, kesinlikle yalan uydurup söylüyorlar"},{"SurahNumber":37,"VerseNumber":152,"Text":"«Allah doğurdu» diyorlar. Onlar şüphesiz yalancıdırlar"},{"SurahNumber":37,"VerseNumber":153,"Text":"Allah, kızları oğullara tercih mi etmiş"},{"SurahNumber":37,"VerseNumber":154,"Text":"Ne oluyor size? Nasıl hükmediyorsunuz"},{"SurahNumber":37,"VerseNumber":155,"Text":"Hiç düşünmüyor musunuz"},{"SurahNumber":37,"VerseNumber":156,"Text":"Yoksa sizin açık bir deliliniz mi var"},{"SurahNumber":37,"VerseNumber":157,"Text":"Doğru sözlülerden iseniz, kitabınızı getirin"},{"SurahNumber":37,"VerseNumber":158,"Text":"Allah ile cinler arasında da bir soy birliği uydurdular. Andolsun, cinler de kendilerinin hesap yerine götürüleceklerini bilirler"},{"SurahNumber":37,"VerseNumber":159,"Text":"Allah, onların isnat edegeldiklerinden yücedir, münezzehtir"},{"SurahNumber":37,"VerseNumber":160,"Text":"Allah’ın ihlâsa erdirilmiş kulları müstesnadır (onlar azap görmeyeceklerdir)"},{"SurahNumber":37,"VerseNumber":161,"Text":"Sizler ve taptığınız şeyler"},{"SurahNumber":37,"VerseNumber":162,"Text":"Hiçbiriniz, Allah'a karşı azdırıp saptıramazsınız"},{"SurahNumber":37,"VerseNumber":163,"Text":"Cehenneme girecek kimseden başkasını"},{"SurahNumber":37,"VerseNumber":164,"Text":"(Melekler şöyle derler:) Bizim her birimiz için, bilinen bir makam vardır"},{"SurahNumber":37,"VerseNumber":165,"Text":"Şüphesiz biz, orada sıra sıra dururuz"},{"SurahNumber":37,"VerseNumber":166,"Text":"ve şüphesiz Allah'ı tesbih ederiz"},{"SurahNumber":37,"VerseNumber":167,"Text":"Putperestler: diyorlardı"},{"SurahNumber":37,"VerseNumber":168,"Text":"Eğer öncekilere verilenlerden bizde de bir kitap olsaydı"},{"SurahNumber":37,"VerseNumber":169,"Text":"mutlaka Allah’ın ihlâslı kulları olurduk"},{"SurahNumber":37,"VerseNumber":170,"Text":"İşte şimdi onu inkâr ettiler. Ama ileride bileceklerdir"},{"SurahNumber":37,"VerseNumber":171,"Text":"Andolsun ki, peygamber kullarımıza söz vermişizdir"},{"SurahNumber":37,"VerseNumber":172,"Text":"Onlar mutlaka zafere ulaşacaklardır"},{"SurahNumber":37,"VerseNumber":173,"Text":"Bizim ordumuz şüphesiz üstün gelecektir"},{"SurahNumber":37,"VerseNumber":174,"Text":"Onun için sen bir süreye kadar onlara aldırma"},{"SurahNumber":37,"VerseNumber":175,"Text":"Onların halini gör, onlar da görecekler"},{"SurahNumber":37,"VerseNumber":176,"Text":"Azabımızı acele mi istiyorlar"},{"SurahNumber":37,"VerseNumber":177,"Text":"Azap yurtlarına indiğinde, uyarılanların (fakat yola gelmeyenlerin) sabahı ne kötü olur"},{"SurahNumber":37,"VerseNumber":178,"Text":"Sen bir zamana kadar onlara aldırma"},{"SurahNumber":37,"VerseNumber":179,"Text":"Onların halini gör, onlar da göreceklerdir"},{"SurahNumber":37,"VerseNumber":180,"Text":"Senin izzet sahibi Rabbin, onların isnat etmekte oldukları vasıflardan yücedir, münezzehtir"},{"SurahNumber":37,"VerseNumber":181,"Text":"Gönderilen bütün peygamberlere selam olsun"},{"SurahNumber":37,"VerseNumber":182,"Text":"Âlemlerin Rabbi olan Allah'a da hamd olsun"},{"SurahNumber":38,"VerseNumber":1,"Text":"Sâd. Öğüt veren Kur'an’a yemin ederim ki"},{"SurahNumber":38,"VerseNumber":2,"Text":"küfredenler, (iddia ettiklerinin) aksine, bir gurur ve tefrika içindedirler"},{"SurahNumber":38,"VerseNumber":3,"Text":"Onlardan önce nice nesilleri helâk ettik. O zaman feryat ettiler. Halbuki artık kurtulma zamanı değildi"},{"SurahNumber":38,"VerseNumber":4,"Text":"Aralarından kendilerine bir uyarıcının gelmesine şaştılar ve kâfirler: Bu pek yalancı bir sihirbazdır"},{"SurahNumber":38,"VerseNumber":5,"Text":"İlahları tek bir ilah mı vaptı? Doğrusu bu tuhaf bir şeydir! dediler"},{"SurahNumber":38,"VerseNumber":6,"Text":"Onlardan ileri gelenler: Yürüyün, ilahlarınıza bağlılıkta direnin, sizden istenen şüphesiz budur"},{"SurahNumber":38,"VerseNumber":7,"Text":"Son dinde de bunu işitmedik. Bu, ancak bir uydurmadır"},{"SurahNumber":38,"VerseNumber":8,"Text":"Kur’an aramızdan Muhammed'e mi indirildi? diyerek kalkıp yürüdüler. Belki, bunlar Kur'an'ım hakkında şüphe içine düştüler. Hayır! Azabımı henüz tatmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa azîz ve lütufkâr olan Rabbinin rahmet hâzineleri onların yanında mıdır"},{"SurahNumber":38,"VerseNumber":10,"Text":"Yahut göklerin, yerin ve ikisi arasında bulunanların hükümranlığı onların elinde midir? Öyleyse (göklerin) yollarında yükselsinler (görelim)"},{"SurahNumber":38,"VerseNumber":11,"Text":"Onlar, çeşitli gruplardan oluşmuş bir ordudur; işte şurada bozguna uğratılacaklardır"},{"SurahNumber":38,"VerseNumber":12,"Text":"Onlardan önce Nuh kavmi, Ad kavmi, kazıklar sahibi Firavun"},{"SurahNumber":38,"VerseNumber":13,"Text":"Semûd, Lût kavmi ve Eyke halkı da peygamberleri yalanladılar. İşte bunlar da (peygamberlere karşı) birleşen topluluklardır"},{"SurahNumber":38,"VerseNumber":14,"Text":"Onların her biri gönderilen peygamberleri yalanladılar da bu yüzden (kendilerine) azabım hak oldu"},{"SurahNumber":38,"VerseNumber":15,"Text":"Bunlar da ancak, bir an gecikmesi olmayan korkunç bir ses beklemektedirler"},{"SurahNumber":38,"VerseNumber":16,"Text":"Rabbimiz! Bizim payımızı hesap gününden önce ver, dediler"},{"SurahNumber":38,"VerseNumber":17,"Text":"(Rasûlüm!) Onların söylediklerine sabret, kulumuz Davud'u, o kuvvet sahibi zatı hatırla. O, hep Allah'a yönelirdi"},{"SurahNumber":38,"VerseNumber":18,"Text":"Doğrusu biz akşam sabah onunla beraber tesbih eden dağları"},{"SurahNumber":38,"VerseNumber":19,"Text":"toplu halde kuşları onun emri altına vermiştik. Hepsi O'na yönelmiştir"},{"SurahNumber":38,"VerseNumber":20,"Text":"Onun hükümranlığını kuvvetlendirmiş, ona hikmet ve güzel konuşma vermiştik"},{"SurahNumber":38,"VerseNumber":21,"Text":"(Ey Muhammed!), Sana davacıların haberi ulaştı mı? Mâbedin duvarına tırmanıp"},{"SurahNumber":38,"VerseNumber":22,"Text":"Davud'un yanına girmişlerdi de Dâvud onlardan korkmuştu. «Korkma! Biz birbirine hasım iki davacıyız, aramızda adaletle hükmet, haksızlık etme; bize doğru yolu göster» dediler"},{"SurahNumber":38,"VerseNumber":23,"Text":"(Onlardan biri şöyle dedi:) Bu, kardeşimdir. Onun doksan dokuz koyunu var. Benimse bir tek koyunum var. Böyle iken «Onu da bana ver» dedi ve tartışmada beni yendi"},{"SurahNumber":38,"VerseNumber":24,"Text":"Dâvûd da şöyle demişti: \"Senin koyunu kendi koyunlarına istemekle sana haksızlık etmiş. Ortakların çoğu, birbirlerinin haklarına tecavüz ederler; ancak îman edenler ve sâlih amel işleyenler hâriç; bunlar da ne kadar azdır!\" Dâvûd, kendisini denediğimizi sandı ve Rabbinden mağfiret dileyerek eğilip secdeye kapandı, tevbe edip Allah'a yöneldi"},{"SurahNumber":38,"VerseNumber":25,"Text":"Sonra bu tutumundan dolayı onu bağışladık. Kuşkusuz yanımızda onun yüksek bir makamı ve güzel bir geleceği vardır"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ey Davud! Biz seni yeryüzünde halife yaptık. O halde insanlar arasında adaletle hükmet. Hevâ ve hevese uyma, sonra bu seni Allah'ın yolundan saptırır. Doğrusu Allah'ın yolundan sapanlara, hesap gününü unutmalarına karşılık çetin bir azap vardır"},{"SurahNumber":38,"VerseNumber":27,"Text":"Göğü, yeri ve ikisi arasındakileri biz boş yere yaratmadık. Bu, inkâr edenlerin zannıdır. Vay o inkâr edenlerin ateşteki haline"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yoksa biz, iman edip de sâlih amel işleyenleri, yeryüzünde bozgunculuk yapanlar gibi mi tutacağız? Veya (Allah'tan) korkanları yoldan çıkanlar gibi mi sayacağız"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Rasûlüm!) Sana bu mübarek Kitab'ı, âyetlerini düşünsünler ve aklı olanlar öğüt alsınlar diye indirdik"},{"SurahNumber":38,"VerseNumber":30,"Text":"Biz Davud'a Süleyman'ı verdik. Süleyman ne güzel bir kuldu! Doğrusu o, daima Allah'a yönelirdi"},{"SurahNumber":38,"VerseNumber":31,"Text":"Akşama doğru kendisine, üç ayağının üzerine durup bir ayağını tırnağının üzerine diken çalımlı ve safkan koşu atları sunulmuştu"},{"SurahNumber":38,"VerseNumber":32,"Text":"Süleyman: Gerçekten ben mal sevgisini, Rabbimi anmak için istedim, dedi. Nihayet güneş battı"},{"SurahNumber":38,"VerseNumber":33,"Text":"(O zaman:) onları (atları) tekrar bana getirin, dedi. Bacaklarını ve boyunlarını sıvazlamaya başladı"},{"SurahNumber":38,"VerseNumber":34,"Text":"Biz, Süleyman'ı, bir imtihana da tâbi tutmuştuk: Onu, tahtı üzerine (bir hastalık yüzünden) ceset haline getirmiştik; sonra yine eski haline dönmüştü"},{"SurahNumber":38,"VerseNumber":35,"Text":"Süleyman: Rabbim! Beni bağışla; bana, benden sonra kimsenin ulaşamayacağı bir hükümranlık ver. Şüphesiz sen, daima bağışta bulunansın, dedi"},{"SurahNumber":38,"VerseNumber":36,"Text":"Bunun üzerine biz de, istediği yere onun emriyle kolayca giden rüzgârı"},{"SurahNumber":38,"VerseNumber":37,"Text":"bina kuran ve dalgıçlık yapan şeytanlar"},{"SurahNumber":38,"VerseNumber":38,"Text":"demir halkalarla bağlı diğer yaratıkları onun emrine verdik"},{"SurahNumber":38,"VerseNumber":39,"Text":"«İşte bu bizim bağışımızdır. İster ver, ister (elinde) tut; hesapsızdır» dedik"},{"SurahNumber":38,"VerseNumber":40,"Text":"Doğrusu onun, bizim katımızda büyük bir değeri ve güzel bir yeri vardır"},{"SurahNumber":38,"VerseNumber":41,"Text":"(Rasûlüm!) Kulumuz Eyyub’u da an. O, Rabbine: Doğrusu şeytan bana bir yorgunluk ve eziyet verdi, diye seslenmişti"},{"SurahNumber":38,"VerseNumber":42,"Text":"Ayağını yere vur! İşte yıkanacak ve içilecek soğuk bir su (dedik)"},{"SurahNumber":38,"VerseNumber":43,"Text":"Bizden bir rahmet ve olgun akıl sahipleri için de bir ibret olmak üzere ona hem ailesini hem de onlarla beraber bir mislini bağışladık"},{"SurahNumber":38,"VerseNumber":44,"Text":"Eline bir demet sap al da onunla vur, yeminini böyle yerine getir. Gerçekten biz Eyyub’u sabırlı (bir kul) bulmuştuk. O, ne iyi kuldu! Daima Allah'a yönelirdi"},{"SurahNumber":38,"VerseNumber":45,"Text":"(Ey Muhammed!), Kuvvetli ve basiretli kullarımız İbrahim, İshak ve Ya’kub'u da an"},{"SurahNumber":38,"VerseNumber":46,"Text":"Biz onları özellikle ahiret yurdunu düşünen ihlâslı kimseler kıldık"},{"SurahNumber":38,"VerseNumber":47,"Text":"Doğrusu onlar bizim katımızda seçkin iyi kimselerdendir"},{"SurahNumber":38,"VerseNumber":48,"Text":"İsmail'i, Elyesa'yı, Zülkifl'i de an. Hepsi de iyilerdendir"},{"SurahNumber":38,"VerseNumber":49,"Text":"İşte bu, bir hatırlatmadır. Doğrusu Allah'a karşı gelmekten sakınanlara güzel bir gelecek vardır"},{"SurahNumber":38,"VerseNumber":50,"Text":"Kapıları yalnızca kendilerine açılmış Adn cennetleri vardır"},{"SurahNumber":38,"VerseNumber":51,"Text":"Onlar koltuklara yaslanıp kurularak orada bir çok meyveler ve içecekler isterler"},{"SurahNumber":38,"VerseNumber":52,"Text":"Yanlarında, eşlerinden başkasına bakmayan, kendilerine yaşıt güzeller vardır"},{"SurahNumber":38,"VerseNumber":53,"Text":"İşte, hesap günü için size vâdolunan şeyler bunlardır"},{"SurahNumber":38,"VerseNumber":54,"Text":"Şüphesiz bu, bizim verdiğimiz rızıktır. Ona bitmek ve tükenmek yoktur"},{"SurahNumber":38,"VerseNumber":55,"Text":"Bu böyle; ama azgınlara kötü bir gelecek vardır"},{"SurahNumber":38,"VerseNumber":56,"Text":"Onlar cehenneme girecekler. Orası ne kötü bir kalma yeridir"},{"SurahNumber":38,"VerseNumber":57,"Text":"İşte bu; kaynar su ve irindir. Onu tatsınlar"},{"SurahNumber":38,"VerseNumber":58,"Text":"Buna benzer daha türlü türlü başkaları da vardır"},{"SurahNumber":38,"VerseNumber":59,"Text":"(İnkarcıların liderlerine:) İşte bu sizinle beraber cehenneme girecek topluluktur (denildiğinde, liderler:) Onlar rahat yüzü görmesin (derler). Onlar mutlaka ateşe gireceklerdir"},{"SurahNumber":38,"VerseNumber":60,"Text":"(Liderlere uyanlar ise:) Hayır, asıl siz rahat yüzü görmeyin! Onu bize siz sundunuz! Ne kötü bir yerdir! derler"},{"SurahNumber":38,"VerseNumber":61,"Text":"Yine onlar: Rabbimiz! Bunu bizim önümüze kim getirdiyse onun ateşteki azabını iki kat artır! derler"},{"SurahNumber":38,"VerseNumber":62,"Text":"(İnkarcılar) derler ki: Kendilerini dünyada iken kötülerden saydığımız kimseleri burada niçin görmüyoruz"},{"SurahNumber":38,"VerseNumber":63,"Text":"Alaya aldığımız onlar değil miydi? Yoksa (buradalar da) onları gözden mi kaçırdık"},{"SurahNumber":38,"VerseNumber":64,"Text":"İşte bu, cehennem ehlinin tartışması, şüphesiz bir gerçektir"},{"SurahNumber":38,"VerseNumber":65,"Text":"(Rasûlüm!) De ki: Ben sadece bir uyarıcıyım. Tek ve kahhâr olan Allah'tan başka bir ilah yoktur"},{"SurahNumber":38,"VerseNumber":66,"Text":"Göklerin, yerin ve ikisi arasında bulunanların Rabbi (olan Allah) üstündür, çok bağışlayıcıdır"},{"SurahNumber":38,"VerseNumber":67,"Text":"De ki: Bu büyük bir haberdir"},{"SurahNumber":38,"VerseNumber":68,"Text":"Ama siz ondan yüz çeviriyorsunuz"},{"SurahNumber":38,"VerseNumber":69,"Text":"Onlar orada tartışırken benim melei a’lâ hakkında hiçbir bilgim yoktu"},{"SurahNumber":38,"VerseNumber":70,"Text":"Ben ancak apaçık bir uyarıcı olduğum için bana vahyolunuyor"},{"SurahNumber":38,"VerseNumber":71,"Text":"Rabbin meleklere demişti ki: Ben muhakkak çamurdan bir insan yaratacağım"},{"SurahNumber":38,"VerseNumber":72,"Text":"Onu tamamlayıp, içine de ruhumdan üfürdüğüm zaman, derhal ona secdeye kapanın"},{"SurahNumber":38,"VerseNumber":73,"Text":"Bütün melekler toptan secde ettiler"},{"SurahNumber":38,"VerseNumber":74,"Text":"Yalnız İblis secde etmedi. O büyüklük tasladı ve kâfirlerden oldu"},{"SurahNumber":38,"VerseNumber":75,"Text":"Allah! Ey İblis! İki elimle yarattığıma secde etmekten seni meneden nedir? Böbürlendin mi, yoksa yücelerden misin? dedi"},{"SurahNumber":38,"VerseNumber":76,"Text":"İblis: Ben ondan hayırlıyım! Beni ateşten yarattın, onu çamurdan yarattın, dedi"},{"SurahNumber":38,"VerseNumber":77,"Text":"Allah: Çık oradan (cennetten)! Sen artık kovulmuş birisin"},{"SurahNumber":38,"VerseNumber":78,"Text":"ceza gününe kadar lânetim senin üzerindedir! buyurdu"},{"SurahNumber":38,"VerseNumber":79,"Text":"İblis: Ey Rabbim! O halde tekrar diriltilecekleri güne kadar bana mühlet ver, dedi"},{"SurahNumber":38,"VerseNumber":80,"Text":"Allah: Haydi, mühlet verilenlerdensin, buyurdu"},{"SurahNumber":38,"VerseNumber":81,"Text":"Sen bilinen güne kadar"},{"SurahNumber":38,"VerseNumber":82,"Text":"İblis: Senin izzetine yemin ederim ki, hepsini mutlaka azdıracağım, dedi"},{"SurahNumber":38,"VerseNumber":83,"Text":"Onlardan ihlâsa erdirilmiş kulların bir yana"},{"SurahNumber":38,"VerseNumber":84,"Text":"Rabbi de şöyle demişti: İşte bu hak ve ben hep hakkı söylerim"},{"SurahNumber":38,"VerseNumber":85,"Text":"Sen ve sana uyanların hepsiyle cehennemi dolduracağım! buyurdu"},{"SurahNumber":38,"VerseNumber":86,"Text":"(Rasûlüm!) De ki: Buna karşılık ben sizden bir ücret istemiyorum. Ve ben kendiliğimden bir şey iddia edenlerden de değilim"},{"SurahNumber":38,"VerseNumber":87,"Text":"Bu Kur'an, ancak âlemler için bir öğüttür"},{"SurahNumber":38,"VerseNumber":88,"Text":"Onun verdiği haberin doğruluğunu bir zaman sonra çok iyi öğreneceksiniz"},{"SurahNumber":39,"VerseNumber":1,"Text":"Bu Kitap izzet ve hikmet sahibi Allah katından indirilmiştir"},{"SurahNumber":39,"VerseNumber":2,"Text":"(Rasûlüm!) Şüphesiz ki Kitab'ı sana hak olarak indirdik. O halde sen de dini Allah'a has kılarak (ihlâs ile) kulluk et"},{"SurahNumber":39,"VerseNumber":3,"Text":"Dikkat et, hâlis din yalnız Allah'ındır. O'nu bırakıp kendilerine bir takım dostlar edinenler: Onlara, bizi sadece Allah'a yaklaştırsınlar diye kulluk ediyoruz, derler. Doğrusu Allah, ayrılığa düştükleri şeylerde aralarında hüküm verecektir. Şüphesiz Allah, yalancı ve inkârcı kimseyi doğru yola iletmez"},{"SurahNumber":39,"VerseNumber":4,"Text":"Eğer Allah bir evlât edinmek isteseydi, elbette yarattıklarından dilediğini seçerdi. O yücedir. O, tek ve kahhâr olan Allah'tır"},{"SurahNumber":39,"VerseNumber":5,"Text":"Allah, gökleri ve yeri hak ile yarattı. Geceyi gündüzün üzerine örtüyor, gündüzü de gecenin üzerine sarıyor. Güneşi ve ayı emri altına almıştır. Her biri belli bir süreye kadar akıp gider. Dikkat et! O, azîzdir ve çok bağışlayandır"},{"SurahNumber":39,"VerseNumber":6,"Text":"Sizi tek bir nefisten (Adem'den) yaratmış, sonra da ondan eşini meydana getirmiştir. Sizin için hayvanlardan sekiz çift indirmiştir. Sizi analarınızın karınlarında, bir yaratmadan sonra bir diğer yaratmaya geçerek üç karanlık safhada yaratır. İşte bunları yapan Rabbiniz Allah'tır. Hükümranlık O'nundur. O'ndan başka ilâh yoktur. O halde nasıl olup da O'ndan yüz çevirip başkalarına ibadet edersiniz"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eğer inkâr ederseniz, şüphesiz Allah, size muhtaç değildir. Bununla beraber O, kullarının küfrüne razı olmaz. Eğer şükrederseniz sizden bunu kabul eder. Hiçbir günahkâr diğerinin günahını çekmez. Nihayet hepinizin dönüp gidişi, Rabbinizedir. Yaptıklarınızı O size haber verir. Çünkü O, kalplerde olan herşeyi hakkıyla bilendir"},{"SurahNumber":39,"VerseNumber":8,"Text":"İnsanın başına bir sıkıntı gelince, Rabbine yönelerek O’na yalvarır. Sonra Allah kendisinden ona bir nimet verince, önceden yalvarmış olduğunu unutur. Allah'ın yolundan saptırmak için O'na eşler koşar. (Ey Muhammed!) De ki: Küfrünle biraz eğlenedur; çünkü sen, muhakkak cehennem ehlindensin"},{"SurahNumber":39,"VerseNumber":9,"Text":"Yoksa geceleyin secde ederek ve kıyamda durarak ibadet eden, ahiretten çekinen ve Rabbinin rahmetini dileyen kimse (o inkarcı gibi) midir? (Rasûlüm!) De ki: Hiç bilenlerle bilmeyenler bir olur mu? Doğrusu ancak akıl sahipleri bunları hakkıyla düşünür"},{"SurahNumber":39,"VerseNumber":10,"Text":"(Rasûlüm!) Söyle: Ey inanan kullarım! Rabbinize karşı gelmekten sakının. Bu dünyada iyilik yapanlara iyilik vardır. Allah’ın (yarattığı) yeryüzü geniştir. Yalnız sabredenlere, mükâfatları hesapsız ödenecektir"},{"SurahNumber":39,"VerseNumber":11,"Text":"De ki: Bana, dini Allah'a hâlis kılarak O’na kulluk etmem emrolundu"},{"SurahNumber":39,"VerseNumber":12,"Text":"Bana müslümanların ilki olmam emrolundu"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: Rabbime karşı gelirsem, doğrusu büyük günün azabından korkarım"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: Ben dinimde ihlâs ile ancak Allah'a ibadet ederim"},{"SurahNumber":39,"VerseNumber":15,"Text":"(Ey Allah'a eş koşanlar!): Siz de O'ndan başka dilediğinize tapın! De ki: Gerçekten hüsrana uğrayanlar, kıyamet günü hem kendilerini, hem de ailelerini ziyana sokanlardır. Bilesiniz ki, bu apaçık hüsrandır"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların üstlerinde ateşten tabakalar, altlarında da (öyle) tabakalar var. İşte Allah kullarını bununla korkutuyor. Ey kullarım! Yalnızca benden korkun"},{"SurahNumber":39,"VerseNumber":17,"Text":"Tâğut'a kulluk etmekten kaçınıp, Allah'a yönelenlere müjde vardır, kullarımı müjdele"},{"SurahNumber":39,"VerseNumber":18,"Text":"(Ey Muhammed!) Dinleyip de sözün en güzeline uyan işte Allah'ın doğru yola ilettiği kimseler onlardır. Gerçek akıl sahipleri de onlardır"},{"SurahNumber":39,"VerseNumber":19,"Text":"(Rasûlüm!) Hakkında azap hükmü gerçekleşmiş kimseyi ve ateşte olanı sen mi kurtaracaksın"},{"SurahNumber":39,"VerseNumber":20,"Text":"Fakat Rablerinden sakınanlara, üstüste yapılmış, altlarından ırmaklar akan köşkler vardır. Bu, Allah'ın verdiği sözdür. Allah, verdiği sözden caymaz"},{"SurahNumber":39,"VerseNumber":21,"Text":"Görmedin mi? Allah gökten bir su indirdi, onu yerdeki kaynaklara yerleştirdi, sonra onunla türlü türlü renklerde ekinler yetiştiriyor. Sonra onlar kurur da sapsarı olduklarını görürsün. Sonra da onu kuru bir kırıntı yapar. Şüphesiz bunlarda akıl sahipleri için bir öğüt vardır"},{"SurahNumber":39,"VerseNumber":22,"Text":"Allah kimin gönlünü İslâm'a açmışsa o, Rabbinden bir nûr üzerinde değil midir? Allah'ı anmak hususunda kalpleri katılaşmış olanlara yazıklar olsun! İşte bunlar apaçık bir sapıklık içindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah sözün en güzelini, birbiriyle uyumlu ve bıkılmadan tekrar tekrar okunan bir kitap olarak indirdi. Rablerinden korkanların, bu Kitab’ın etkisinden tüyleri ürperir, derken hem bedenleri ve hem de gönülleri Allah'ın zikrine ısınıp yumuşar. İşte bu Kitap, Allah'ın, dilediğini kendisiyle doğru yola ilettiği hidayet rehberidir. Allah kimi de saptırırsa artık ona yol gösteren olmaz"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kıyamet gününde yüzünü azabın şiddetinden korumaya çalışan kimse (kendini ondan emin kılan gibi) midir? Zalimlere «Kazandığınızı tadın!» denilir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan öncekiler (peygamberleri) yalanladılar da farkına varmadıkları bir yerden onlara azap çattı"},{"SurahNumber":39,"VerseNumber":26,"Text":"Bu suretle Allah, dünya hayatında onlara rezilliği tattırdı. Ahiret azabı daha büyüktür. Keşke bunu bilselerdi"},{"SurahNumber":39,"VerseNumber":27,"Text":"Andolsun ki biz, öğüt alsınlar diye, bu Kur'an’da insanlara her türlü misali verdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"Korunsunlar diye, pürüzsüz Arapça bir Kur'an indirdik"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah, çekişip duran birçok ortakların sahip olduğu bir adam (köle) ile yalnız bir kişiye bağlı olan bir adamı misal olarak verir. Bu ikisi eşit midir? Hamd Allah'a mahsustur. Fakat onların çoğu bilmezler"},{"SurahNumber":39,"VerseNumber":30,"Text":"Muhakkak sen de öleceksin, onlar da ölecekler"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra şüphesiz, siz de kıyamet günü, Rabbinizin huzurunda muhakeme olacaksınız"}]}