{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Milletinin buyukluk taslayan ileri gelenleri, \"Ey Suayb! Ya dinimize donersiniz ya da, and olsun ki seni ve inananları seninle beraber kentimizden cıkarırız\" dediler. Suayb, onlara: \"Istemezsek de mi? Allah bizi dininizden kurtardıktan sonra ona donecek olursak, dogrusu Allah'a karsı yalan uydurmus oluruz. Rabbimizin dilemesi bir yana, dininize donmek bize yakısmaz. Rabbimizin ilmi her seyi kusatmıstır. Biz yalnız Allah'a guvendik. Rabbimiz! Bizimle milletimiz arasında hak ile Sen hukum ver, Sen hukmedenlerin en hayırlısısın\" dedi"},{"SurahNumber":7,"VerseNumber":89,"Text":"Milletinin buyukluk taslayan ileri gelenleri, \"Ey Suayb! Ya dinimize donersiniz ya da, and olsun ki seni ve inananları seninle beraber kentimizden cıkarırız\" dediler. Suayb, onlara: \"Istemezsek de mi? Allah bizi dininizden kurtardıktan sonra ona donecek olursak, dogrusu Allah'a karsı yalan uydurmus oluruz. Rabbimizin dilemesi bir yana, dininize donmek bize yakısmaz. Rabbimizin ilmi her seyi kusatmıstır. Biz yalnız Allah'a guvendik. Rabbimiz! Bizimle milletimiz arasında hak ile Sen hukum ver, Sen hukmedenlerin en hayırlısısın\" dedi"},{"SurahNumber":7,"VerseNumber":90,"Text":"Milletinin inkar eden ileri gelenleri, \"Suayb'a uyarsanız, and olsun ki siz kaybedersiniz\" dediler"},{"SurahNumber":7,"VerseNumber":91,"Text":"Bu yuzden onları bir sarsıntı tuttu ve oldukları yerde diz ustu cokuverdiler"},{"SurahNumber":7,"VerseNumber":92,"Text":"Suayb'ı yalanlayanlar, yurtlarında sanki hic yasamamıslar gibi oldular, izleri bile kalmadı. Mahvolanlar, Suayb'ı yalanlayanlar oldu"},{"SurahNumber":7,"VerseNumber":93,"Text":"Suayb onlardan dondu de, \"Ey milletim! And olsun ki, Rabbimin sozlerini size bildirdim, ogut verdim; inkarcı millet icin nicin uzuleyim?\" dedi"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz hangi kente (ulkeye) bir peygamber gonderdikse, ora halkını, yalvarıp yakarsınlar diye, darlık ve sıkıntıya ugratmısızdır"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra kotulugun yerine iyiligi koyduk, oyle ki, cogalıp, \"babalarımız da darlıga ugramıs, bolluga kavusmuslardı\" dediler. Bu yuzden onları haberleri olmadan, ansızın yakalayıverdik"},{"SurahNumber":7,"VerseNumber":96,"Text":"Eger kentlerin halkı inanmıs ve Bize karsı gelmekten sakınmıs olsalardı, onlara gogun ve yerin bolluklarını verirdik. Ama yalanladılar; bu yuzden onları, yaptıklarına karsılık yakalayıverdik"},{"SurahNumber":7,"VerseNumber":97,"Text":"Kentlerin halkı, geceleyin uyurlarken azabımızın kendilerine gelmesinden guvende miydiler"},{"SurahNumber":7,"VerseNumber":98,"Text":"Yahut kentlerin halkı, kusluk vakti eglenirlerken azabımızın kendilerine gelmesinden guvende miydiler"},{"SurahNumber":7,"VerseNumber":99,"Text":"Onlar Allah'ın duzeninden guvende miydiler? Allah'ın duzeninden ancak mahvolacak millet guvende olur. Sahiplerinden sonra yeryuzune mirascı olan kimselere hala su acıkca anlasılmadı mı ki Biz dileseydik onları da suclarının cezasına ugratırdık"},{"SurahNumber":7,"VerseNumber":100,"Text":"Kalblerini kapatıp muhurleriz de birsey duymazlar"},{"SurahNumber":7,"VerseNumber":101,"Text":"Iste o kentlerin haberlerini sana anlatıyoruz. And olsun ki onlara peygamberler belgeler getirdi; onceleri yalanladıklarından oturu inanamadılar. Allah kafirlerin kalblerini boylece kapatıp muhurler"},{"SurahNumber":7,"VerseNumber":102,"Text":"Onların cogunda ahde baglılık gormedik, cogunu fasık kimseler olarak bulduk"},{"SurahNumber":7,"VerseNumber":103,"Text":"Sonra peygamberlerin ardından Musa'yı ayetlerimizle Firavun ve erkanına gonderdik. Ayetlerimize karsı haksızlık ettiler. Bozguncuların sonunun nasıl olduguna bir bak"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa, \"Ey Firavun! Ben alemlerin Rabbinin peygamberiyim"},{"SurahNumber":7,"VerseNumber":105,"Text":"Bana Allah'a karsı ancak gercegi soylemek yarasır. Size Rabbinizden bir mucize getirdim, Israilogullarını benimle beraber gonder\" dedi"},{"SurahNumber":7,"VerseNumber":106,"Text":"Firavun: \"Bir mucize getirdiysen ortaya koy bakalım, dogru sozlulerden isen bunu yaparsın\" dedi"},{"SurahNumber":7,"VerseNumber":107,"Text":"Musa, asasını yere atar atmaz apacık bir yılan (ejderha) oluverdi; elini cıkardı, bakanlar bembeyaz oldugunu gorduler"},{"SurahNumber":7,"VerseNumber":108,"Text":"Musa, asasını yere atar atmaz apacık bir yılan (ejderha) oluverdi; elini cıkardı, bakanlar bembeyaz oldugunu gorduler"},{"SurahNumber":7,"VerseNumber":109,"Text":"Firavun milletinin ileri gelenleri, \"Dogrusu bu bilgin bir sihirbazdır, sizi memleketinizden cıkarmak istiyor\" dediler. Firavun: \"Ne buyurursunuz?\" dedi"},{"SurahNumber":7,"VerseNumber":110,"Text":"Firavun milletinin ileri gelenleri, \"Dogrusu bu bilgin bir sihirbazdır, sizi memleketinizden cıkarmak istiyor\" dediler. Firavun: \"Ne buyurursunuz?\" dedi"},{"SurahNumber":7,"VerseNumber":111,"Text":"Onu ve kardesini egle; sehirlere toplayıcılar gonder, butun bilgin sihirbazları sana getirsinler\" dediler"},{"SurahNumber":7,"VerseNumber":112,"Text":"Onu ve kardesini egle; sehirlere toplayıcılar gonder, butun bilgin sihirbazları sana getirsinler\" dediler"},{"SurahNumber":7,"VerseNumber":113,"Text":"Sihirbazlar Firavun'a geldi, \"Yenecek olursak bize suphesiz bir mukafat var degil mi?\" dediler"},{"SurahNumber":7,"VerseNumber":114,"Text":"Firavun, \"Evet, yenerseniz gozdelerden olacaksınız\" dedi"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sihirbazlar: \"Ey Musa! Marifetini ya sen ortaya koy veya biz koyalım\" dediler"},{"SurahNumber":7,"VerseNumber":116,"Text":"Musa: \"Siz koyun\" dedi. Sihirbazlar marifetlerini ortaya koyunca insanların gozlerini sihirlediler ve onları urkuttuler, buyuk bir sihir yaptılar"},{"SurahNumber":7,"VerseNumber":117,"Text":"Biz de Musa'ya, \"Asanı koyuver\" dedik, o da koydu; hemen onların uydurduklarını yutmaya basladı"},{"SurahNumber":7,"VerseNumber":118,"Text":"Hak tahakkuk etti, onların yaptıkları bosa gitti"},{"SurahNumber":7,"VerseNumber":119,"Text":"Iste orada yenildiler, kucuk dustuler"},{"SurahNumber":7,"VerseNumber":120,"Text":"Sihirbazlar secdeye kapanıp, \"Alemlerin Rabbine, Musa ve Harun'un Rabbine inandık\" dediler"},{"SurahNumber":7,"VerseNumber":121,"Text":"Sihirbazlar secdeye kapanıp, \"Alemlerin Rabbine, Musa ve Harun'un Rabbine inandık\" dediler"},{"SurahNumber":7,"VerseNumber":122,"Text":"Sihirbazlar secdeye kapanıp, \"Alemlerin Rabbine, Musa ve Harun'un Rabbine inandık\" dediler"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firavun: \"Ben size izin vermeden mi O'na inandınız? Dogrusu bu, halkı sehirden cıkarmak icin duzdugunuz bir hiledir, fakat siz goreceksiniz. And olsun ki, ellerinizi ayaklarınızı caprazlama kesecegim, sonra da hepinizi asacagım\" dedi"},{"SurahNumber":7,"VerseNumber":124,"Text":"Firavun: \"Ben size izin vermeden mi O'na inandınız? Dogrusu bu, halkı sehirden cıkarmak icin duzdugunuz bir hiledir, fakat siz goreceksiniz. And olsun ki, ellerinizi ayaklarınızı caprazlama kesecegim, sonra da hepinizi asacagım\" dedi"},{"SurahNumber":7,"VerseNumber":125,"Text":"Onlar da: \"Dogrusu biz ancak Rabbimize doneriz. Rabbimizin ayetleri gelince, onlara inanmamızdan oturu bizden oc alıyorsun. Rabbimiz! Bize sabır ver ve canımızı muslim olarak al\" dediler"},{"SurahNumber":7,"VerseNumber":126,"Text":"Onlar da: \"Dogrusu biz ancak Rabbimize doneriz. Rabbimizin ayetleri gelince, onlara inanmamızdan oturu bizden oc alıyorsun. Rabbimiz! Bize sabır ver ve canımızı muslim olarak al\" dediler"},{"SurahNumber":7,"VerseNumber":127,"Text":"Firavun milletinin ileri gelenleri: \"Musa'yı ve milletini yeryuzunde bozgunculuk yapsınlar, seni ve tanrılarını bıraksınlar diye mi koyveriyorsun?\" dediler. Firavun: \"Onların ogullarını oldurecegiz, kadınlarını sag bırakacagız. Elbette biz onları ezecek ustunlukteyiz\" dedi"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa milletine: \"Allah'tan yardım dileyin ve sabredin; yeryuzu suphesiz Allah'ındır, kullarından diledigini ona mirascı kılar; sonuc Allah'a karsı gelmekten sakınanlarındır\" dedi"},{"SurahNumber":7,"VerseNumber":129,"Text":"Milleti: \"Sen bize gelmeden once de, geldikten sonra da eziyet cektik\" dediler. Musa da: \"Rabbinizin dusmanlarınızı yok etmesi ve yeryuzunde sizi onların yerine gecirmesi umulur. O zaman nasıl davranacagınıza bakar\" dedi"},{"SurahNumber":7,"VerseNumber":130,"Text":"And olsun ki, Biz de Firavun ailesini, ders alsınlar diye, yıllarca kuraklıga ve urun kıtlıgına ugrattık"},{"SurahNumber":7,"VerseNumber":131,"Text":"Onlara bir iyilik geldigi zaman; \"Bu bizden oturudur\" derler, bir fenalıga ugrarlarsa da, Musa ve onunla beraber olanların ugursuzluguna verirlerdi. Bilin ki, kendilerinin ugradıgı ugursuzluk Allah katındandır, fakat cogu bunu bilmezler"},{"SurahNumber":7,"VerseNumber":132,"Text":"Firavun ailesi: \"Bizi sihirlemek icin ne mucize gosterirsen goster, sana inanmayacagız\" dediler"},{"SurahNumber":7,"VerseNumber":133,"Text":"Bunun uzerine su baskınını, cekirgeyi, haseratı, kurbagaları ve kanı birbirinden ayrı mucizeler olarak onlara musallat kıldık; yine de buyukluk taslayıp suclu bir millet oldular"},{"SurahNumber":7,"VerseNumber":134,"Text":"Azab baslarına cokunce, \"Ey Musa! Rabbine, sana verdigi ahde gore bizim icin yalvar. Bizden azabı kaldırırsan sana, and olsun ki, inanacagız ve Israilogullarını seninle beraber gonderecegiz\"dediler"},{"SurahNumber":7,"VerseNumber":135,"Text":"Azabı nasıl olsa sonuna gelecekleri bir muddet icin uzerlerinden kaldırınca, hemen sozlerinden cayıyorlardı"},{"SurahNumber":7,"VerseNumber":136,"Text":"Bu sebeple onlardan oc aldık, ayetlerimizi yalan sayıp umursamadıkları icin onları denizde bogduk"},{"SurahNumber":7,"VerseNumber":137,"Text":"Hor gorulen yahudileri, bereketlendirdigimiz yerin dogularına ve batılarına mirascı kıldık. Rabbinin Israilogullarına verdigi guzel soz, sabırlarına karsılık yerine geldi. Firavun ve milletinin yaptıgını ve yukselttiklerini yıktık"},{"SurahNumber":7,"VerseNumber":138,"Text":"Israilogullarının denizden gecmelerini sagladık. Puta gonulden tapan bir millete rastladılar. \"Ey Musa! Onların tanrıları gibi bize de bir tanrı yap\" dediler, Musa: \" Dogrusu siz bilgisiz bir milletsiniz, bunlar yok olacaklar ve isledikleri bosa gidecektir\" dedi"},{"SurahNumber":7,"VerseNumber":139,"Text":"Israilogullarının denizden gecmelerini sagladık. Puta gonulden tapan bir millete rastladılar. \"Ey Musa! Onların tanrıları gibi bize de bir tanrı yap\" dediler, Musa: \" Dogrusu siz bilgisiz bir milletsiniz, bunlar yok olacaklar ve isledikleri bosa gidecektir\" dedi"},{"SurahNumber":7,"VerseNumber":140,"Text":"Sizi alemlere ustun kılmıs olan Allah'tan baska bir tanrı mı arayacagım?\" dedi"},{"SurahNumber":7,"VerseNumber":141,"Text":"Sizi kotu azaba sokan, kadınlarınızı sag bırakıp ogullarınızı olduren Firavun ailesinden kurtarmıstık. Bunda, size Rabbiniz tarafından buyuk bir imtihan vardı"},{"SurahNumber":7,"VerseNumber":142,"Text":"Musa'ya otuz gece vade verip sonra buna on gece daha kattık; boylece Rabbinin tayin ettigi muddet kırk geceye tamamlandı. Musa, kardesi Harun'a, \"Milletim icinde benim yerime gec, onları ıslah et, bozguncuların yoluna gitme\" dedi"},{"SurahNumber":7,"VerseNumber":143,"Text":"Musa, tayin ettigimiz vakitte gelip Rabbi onunla konusunca, Musa: \"Rabbim! Bana Kendini goster, Sana bakayım\" dedi. Allah: \"Sen Beni goremezsin ama daga bak, eger o yerinde kalırsa sen de Beni goreceksin\" buyurdu. Rabbi daga tecelli edince onu yerlebir etti ve Musa da baygın dustu; ayılınca: \"Yarabbi, munezzehsin, Sana tevbe ettim, ben inananların ilkiyim\" dedi"},{"SurahNumber":7,"VerseNumber":144,"Text":"Ey Musa! Verdiklerimle ve seninle konusmamla seni insanlar arasından sectim; sana verdigimi al ve sukret\" dedi"},{"SurahNumber":7,"VerseNumber":145,"Text":"Ona levhalarda her seyden bir ogut yazdık ve her seyi uzun uzadıya acıkladık; onlara sıkıca sarıl, milletine de emret en guzel sekilde tutsunlar. Size Allah'a karsı gelenlerin yurdunu gosterecegim"},{"SurahNumber":7,"VerseNumber":146,"Text":"Yeryuzunde haksız yere buyukluk taslayanları, ayetlerimden yuz cevirtecegim. Onlar butun ayetleri gorseler yine de inanmazlar; dogru yolu gorseler, yol olarak benimsemezler; azgınlık yolunu gorseler, hemen onu yol edinirler. Bu, onların mucizelerimizi yalan saymaları ve onlardan habersiz gorunmelerinden ileri gelir"},{"SurahNumber":7,"VerseNumber":147,"Text":"Ayetlerimizi ve ahirete kavusmayı yalan sayan kimselerin isleri bosa gitmistir. Onlar islediklerinin karsılıgından baska bir seyle mi cezalanırlar"},{"SurahNumber":7,"VerseNumber":148,"Text":"Musa'nın ardından milleti, ziynet takımlarından, canlıymıs gibi boguren bir buzagı heykeli yaparak onu tanrı edindiler. O buzagının kendileriyle konusmadıgını ve yol da gostermedigini gormediler mi? Onu tanrı olarak benimseyip kendilerine yazık ettiler"},{"SurahNumber":7,"VerseNumber":149,"Text":"Elleri bogrunde, caresiz kalıp, kendilerinin sapıtmıs olduklarını gorunce: \"Eger Rabbimiz bize acımaz ve bizi bagıslamazsa, and olsun ki mahvoluruz\" dediler"},{"SurahNumber":7,"VerseNumber":150,"Text":"Musa, milletine, kızgın ve uzgun olarak donunce \"Benim arkamdan ne kotu olmussunuz! Rabbinizin emrinin cabucak gelmesini mi istiyorsunuz?\" dedi, levhaları attı ve kardesinin basından tutup kendine dogru cekti. Harun: \"Ey annem oglu! Bu millet beni kucumsedi; az kalsın olduruyorlardı. Bana, dusmanları sevindirecek sekilde davranma, beni bu zalim milletle bir sayma\" dedi"},{"SurahNumber":7,"VerseNumber":151,"Text":"Musa \"Rabbim! Beni ve kardesimi bagısla, bize acı, Sen merhametlilerin merhametlisisin\" dedi"},{"SurahNumber":7,"VerseNumber":152,"Text":"Buzagıyı tanrı olarak benimseyenler Rablerinin ofkesine ve dunya hayatında alcaklıga ugrayacaklardır; iftira edenleri boylece cezalandırırız"},{"SurahNumber":7,"VerseNumber":153,"Text":"Kotuluk isleyip ardından tevbe edenler ve inananlar bilsinler ki Rabbin, bu hareketlerinin ardından onları suphesiz bagıslar ve merhamet eder"},{"SurahNumber":7,"VerseNumber":154,"Text":"Musa, ofkesi yatısınca, bir nushasında Rablerinden korkanlar icin dogru yol ve rahmet yazılı olan levhaları aldı"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa, tayin ettigimiz muddette milletinden yetmis kisi secti; onları sarsıntı tutunca dedi ki: \"Rabbim! Dileseydin daha once beni ve onları yok ederdin, aramızdaki beyinsizlerin yaptıklarından oturu bizi yok eder misin? Bu, Senin imtihanından baska birsey degildir, bununla diledigini saptırır, diledigini dogru yola iletirsin; bizim dostumuz Sensin; bizi bagısla, bize merhamet et. Sen bagıslayanların en iyisisin"},{"SurahNumber":7,"VerseNumber":156,"Text":"Bu dunyada ve ahirette bizim icin guzel olanı yaz; biz Sana yoneldik\" dedi. Allah: \"Azabıma diledigim kimseyi ugratırım, rahmetim herseyi kaplamıstır; bunu Allah'a karsı gelmekten sakınanlara, zekat verenlere, ayetlerimize inanıp, yanlarındaki Tevrat ve Incil'de yazılı buldukları, okuyup yazması olmayan peygambere uyanlara yazacagız. O peygamber, onlara, uygun olanı emreder ve fenalıktan meneder, temiz seyleri helal, murdar seyleri haram kılar, onların agır yuklerini indirir, zor tekliflerini hafifletir. Bu peygambere inanan, hurmet eden, yardım eden, onunla gonderilen nura uyanlar yok mu? Iste onlar saadete erenlerdir\" dedi"},{"SurahNumber":7,"VerseNumber":157,"Text":"Bu dunyada ve ahirette bizim icin guzel olanı yaz; biz Sana yoneldik\" dedi. Allah: \"Azabıma diledigim kimseyi ugratırım, rahmetim herseyi kaplamıstır; bunu Allah'a karsı gelmekten sakınanlara, zekat verenlere, ayetlerimize inanıp, yanlarındaki Tevrat ve Incil'de yazılı buldukları, okuyup yazması olmayan peygambere uyanlara yazacagız. O peygamber, onlara, uygun olanı emreder ve fenalıktan meneder, temiz seyleri helal, murdar seyleri haram kılar, onların agır yuklerini indirir, zor tekliflerini hafifletir. Bu peygambere inanan, hurmet eden, yardım eden, onunla gonderilen nura uyanlar yok mu? Iste onlar saadete erenlerdir\" dedi"},{"SurahNumber":7,"VerseNumber":158,"Text":"De ki: \"Ey insanlar! Dogrusu ben, goklerin ve yerin hukumranı, O'ndan baska tanrı bulunmayan, dirilten ve olduren Allah'ın, hepiniz icin gonderdigi peygamberiyim. Allah'a ve okuyup yazması olmayan, haber getiren peygamberine -ki o da Allah'a ve sozlerine inanmıstır- inanın; ona uyun ki dogru yolu bulasınız"},{"SurahNumber":7,"VerseNumber":159,"Text":"Musa'nın milletinden bir topluluk hakkı gosterirler ve onunla hukmederlerdi"},{"SurahNumber":7,"VerseNumber":160,"Text":"Biz Israilogullarını oymaklar halinde on iki topluluga ayırdık. Milleti Musa'dan su isteyince ona: \"Asanla tasa vur\" diye bildirdik; ondan on iki pınar fıskırdı. Herkes icecegi yeri ogrendi. Bulutla uzerlerine golge yaptık, onlara kudret helvası ve bıldırcın indirdik, \"Size verdigimiz rızıkların temiz olanlarından yiyin\" dedik. Onlar, karsı gelmekle, Bize degil kendilerine zulmediyorlardı"},{"SurahNumber":7,"VerseNumber":161,"Text":"Onlara: \"Su sehirde oturun, dilediginiz gibi yiyip icin, \"affet!\" deyin ve secde ederek kapısından girin; Biz de yanılmalarınızı bagıslarız. Iyi davrananlara daha da artıracagız\" denmisti"},{"SurahNumber":7,"VerseNumber":162,"Text":"Onların zulmedenleri, kendilerine soylenen sozu baskasiyle degistirdiler. Biz de, o zalimlere, zulumlerinden oturu gokten azab indirdik"},{"SurahNumber":7,"VerseNumber":163,"Text":"Onlara, deniz kıyısındaki kasabanın durumunu sor. Cumartesi yasaklarına tecavuz ediyorlardı. Cumartesileri balıklar suruyle geliyor, baska gunler gelmiyorlardı. Biz onları, yoldan cıkmaları sebebiyle boylece deniyorduk"},{"SurahNumber":7,"VerseNumber":164,"Text":"Aralarından bir topluluk: \"Allah'ın yok edecegi veya siddetli azaba ugratacagı bir millete nicin ogut veriyorsunuz?\" dediler. Ogut verenler: \"Rabbinize, hic degilse bir ozur beyan edebilmemiz icindir, belki Allah'a karsı gelmekten sakınırlar\" dediler"},{"SurahNumber":7,"VerseNumber":165,"Text":"Kendilerine yapılan ogutleri unutunca, Biz fenalıktan menedenleri kurtardık ve zalimleri, Allah'a karsı gelmelerinden oturu siddetli azaba ugrattık"},{"SurahNumber":7,"VerseNumber":166,"Text":"Kendilerine edilen yasakları asınca, onlara: \"Asagılık birer maymun olun\" dedik"},{"SurahNumber":7,"VerseNumber":167,"Text":"Rabbin, kıyamet gunune kadar, onları, kotu azaba ugratacak kimseleri uzerlerine gonderecegini bildirmisti. Dogrusu Rabbin, cezayı cabuk verir. Dogrusu O bagıslar ve merhamet eder"},{"SurahNumber":7,"VerseNumber":168,"Text":"Biz onları yeryuzunde iyiler ve asagılıklar olarak boluk boluk ayırdık; iyilige donerler diye onları guzellikler ve kotuluklerle sınadık"},{"SurahNumber":7,"VerseNumber":169,"Text":"Ardlarından yerlerine gelen bir takım kotuler, Kitap'a mirascı oldular. \"Biz nasıl olsa affedilecegiz\" diyerek Kitap'ın hukumlerini degistirme karsılıgı bu degersiz dunyanın mallarını alırlar; yine ona benzer gecici bir sey kendilerine gelince onu da kabul ederlerdi. Onlardan, Allah'a karsı ancak gercegi soyleyeceklerine dair Kitap uzerine soz alınmamıs mıydı? Kitap'da olanları okumamıslar mıydı? Allah'a karsı gelmekten sakınanlar icin, ahiret yurdu vardır, dusunmuyor musunuz? Biz, iyilige calısanların ecrini elbette zayi etmeyiz"},{"SurahNumber":7,"VerseNumber":170,"Text":"Ardlarından yerlerine gelen bir takım kotuler, Kitap'a mirascı oldular. \"Biz nasıl olsa affedilecegiz\" diyerek Kitap'ın hukumlerini degistirme karsılıgı bu degersiz dunyanın mallarını alırlar; yine ona benzer gecici bir sey kendilerine gelince onu da kabul ederlerdi. Onlardan, Allah'a karsı ancak gercegi soyleyeceklerine dair Kitap uzerine soz alınmamıs mıydı? Kitap'da olanları okumamıslar mıydı? Allah'a karsı gelmekten sakınanlar icin, ahiret yurdu vardır, dusunmuyor musunuz? Biz, iyilige calısanların ecrini elbette zayi etmeyiz"},{"SurahNumber":7,"VerseNumber":171,"Text":"Tur dagını, golgelik gibi onların uzerlerine yukseltmistik, onlar tepelerine dusecegini sanmıslardı. Onlara: \"Size verdigimiz Kitap'a sıkıca sarılın, icinde olanı dusunun ki sakınanlardan olasınız\" demistik"},{"SurahNumber":7,"VerseNumber":172,"Text":"Rabbin, insanoglunun sulbunden soyunu alıp devam ettirmis, onlara: \"Ben sizin Rabbiniz degil miyim\" demis ve buna kendilerini sahit tutmustu. Onlar da: \"Evet sahidiz\" demislerdi. Bu, kıyamet gunu, \"Bizim bundan haberimiz yoktu\" dersiniz veya \"Daha once babalarımız Allah'a ortak kosmuslardı, biz de onlardan sonra gelen bir soyuz, bizi, bosa calısanların yaptıklarından oturu yok eder misin?\" dersiniz diyedir"},{"SurahNumber":7,"VerseNumber":173,"Text":"Rabbin, insanoglunun sulbunden soyunu alıp devam ettirmis, onlara: \"Ben sizin Rabbiniz degil miyim\" demis ve buna kendilerini sahit tutmustu. Onlar da: \"Evet sahidiz\" demislerdi. Bu, kıyamet gunu, \"Bizim bundan haberimiz yoktu\" dersiniz veya \"Daha once babalarımız Allah'a ortak kosmuslardı, biz de onlardan sonra gelen bir soyuz, bizi, bosa calısanların yaptıklarından oturu yok eder misin?\" dersiniz diyedir"},{"SurahNumber":7,"VerseNumber":174,"Text":"Belki dogru yola donerler diye ayetleri boylece uzun uzadıya acıklıyoruz"},{"SurahNumber":7,"VerseNumber":175,"Text":"Onlara, seytanın pesine takdıgı ve kendisine verdigimiz ayetlerden sıyrılarak azgınlıklardan olan kisinin olayını anlat"},{"SurahNumber":7,"VerseNumber":176,"Text":"Dileseydik, onu ayetlerimizle ustun kılardık; fakat o, dunyaya meyletti ve hevesine uydu. Durumu, ustune varsan da, kendi haline bıraksan da, dilini sarkıtıp soluyan kopegin durumu gibidir. Iste ayetlerimizi yalan sayan kimselerin hali boyledir. Sen onlara bu kıssayı anlat, belki uzerinde dusunurler"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ayetlerimizi yalan sayan, kendine zulmeden millet ne kotu bir misaldir"},{"SurahNumber":7,"VerseNumber":178,"Text":"Allah'ın dogru yola sevkettigi kimse dogru yolda olur. Saptırdıgı kimseler ise, iste onlar mahvolanlardır"},{"SurahNumber":7,"VerseNumber":179,"Text":"And olsun ki, cehennem icin de bircok cin ve insan yarattık; onların kalbleri vardır ama anlamazlar; gozleri vardır ama gormezler; kulakları vardır ama isitmezler. Iste bunlar hayvanlar gibi hatta daha sapıktırlar. Iste bunlar gafillerdir"},{"SurahNumber":7,"VerseNumber":180,"Text":"En guzel isimler Allah'ındır, O'na o isimlerle dua edin, O'nun isimleri konusunda egrilige sapanları bırakın. Onlar yaptıklarının cezasını goreceklerdir"},{"SurahNumber":7,"VerseNumber":181,"Text":"Yarattıklarımızdan bir topluluk hakkı gosterirler ve onunla hukmederler"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ayetlerimizi yalan sayanları, bilmedikleri yonden, agır agır sonuclarına yaklastıracagız"},{"SurahNumber":7,"VerseNumber":183,"Text":"Onlara mahsustan muhlet veririm, cunku Benim duzenim cetindir"},{"SurahNumber":7,"VerseNumber":184,"Text":"Dusunmuyorlar mı ki, arkadasları olan peygamberde deliligin eseri yoktur. O ancak acıkca uyaran bir kimsedir"},{"SurahNumber":7,"VerseNumber":185,"Text":"Goklerin ve yerin hukumranlıgını, Allah'ın yarattıgı her seyi ve ecellerinin yaklasmıs olması ihtimalini dusunmuyorlar mı? Bundan sonra hangi soze inanacaklar"},{"SurahNumber":7,"VerseNumber":186,"Text":"Allah'ın saptırdıgını yola getirecek yoktur. O, sapanları taskınlıkları icinde bocalayıp dururlarken bırakır"},{"SurahNumber":7,"VerseNumber":187,"Text":"Sana, kıyamet saatinin ne zaman gelip catacagını soruyorlar, de ki: \"Onu ancak Rabbim bilir, onun vaktini, O'ndan baska belirtecek yoktur. Goklerin ve yerin, agırlıgını kaldıramayacagı o saat, sizlere ansızın gelecektir.\" Sen sanki ogrenmissin gibi sana soruyorlar, de ki: \"Onu bilmek ancak Allah'a mahsustur, ama insanların cogu bu gercegi bilmezler"},{"SurahNumber":7,"VerseNumber":188,"Text":"De ki: \"Allah'ın dilemesi dısında ben kendime bir fayda ve zarar verecek durumda degilim. Gorulmeyeni bileydim, daha cok iyilik yapardım ve bana kotuluk de gelmezdi. Ben sadece, inanan bir milleti uyaran ve mujdeleyen bir peygamberim"},{"SurahNumber":7,"VerseNumber":189,"Text":"Sizi bir nefisten yaratan ve gonlunun huzura kavusacagı esini de ondan var eden Allah'tır. Esine yaklasınca, esi hafif bir yuk yuklendi ve bu halde bir muddet tasıdı. Hamileligi agırlasınca, karı-koca, Rableri olan Allah'a: \"Bize kusursuz bir cocuk verirsen, and olsun ki sukredenlerden oluruz\" diye yalvardılar"},{"SurahNumber":7,"VerseNumber":190,"Text":"Allah onlara kusursuz bir cocuk verince, kendilerine verdigi sey hakkında Allah'a ortaklar kostular. Allah, onların ortak kostukları seylerden yucedir"},{"SurahNumber":7,"VerseNumber":191,"Text":"Kendileri yaratılmısken, bir sey yaratamayan putları mı ortak kosuyorlar"},{"SurahNumber":7,"VerseNumber":192,"Text":"Oysa putlar ne onlara yardım edebilir ve ne de kendilerine bir yardımları olur"},{"SurahNumber":7,"VerseNumber":193,"Text":"Onları dogru yola cagırırsanız, size uymazlar; cagırmanız da, susmanız da onlar icin birdir"},{"SurahNumber":7,"VerseNumber":194,"Text":"Allah'tan baska taptıklarınız putlar da, sizin gibi yaratıklardır. Eger dogru sozlu iseniz, onları cagırın da size cevap versinler bakalım"},{"SurahNumber":7,"VerseNumber":195,"Text":"Onların yuruyecek ayakları mı var, yoksa tutacak elleri mi var, ya da gorecek gozleri mi var, veya isitecek kulakları mı var? De ki: \"Ortaklarınızı cagırın elinizden gelirse bana tuzak kurun, goz actırmayın"},{"SurahNumber":7,"VerseNumber":196,"Text":"Cunku benim dostum, Kitap'ı indiren Allah'tır. O, iyileri dost edinir"},{"SurahNumber":7,"VerseNumber":197,"Text":"O'nu bırakıp da taptıklarınız, kendilerine yardım edemezler ki size yardım etsinler"},{"SurahNumber":7,"VerseNumber":198,"Text":"Onları dogru yola cagırırsanız duymazlar. Sana baktıklarını gorursun, oysa gormezler"},{"SurahNumber":7,"VerseNumber":199,"Text":"Sen af yolunu tut, bagısla, uygun olanı emret, bilgisizlere aldırıs etme"},{"SurahNumber":7,"VerseNumber":200,"Text":"Seytan seni durtecek olursa Allah'a sıgın, dogrusu O isitir ve bilir"},{"SurahNumber":7,"VerseNumber":201,"Text":"Allah'a karsı gelmekten sakınanlar, seytan tarafından bir vesveseye ugrayınca, Allah'ı anarlar ve hemen gercegi gorurler"},{"SurahNumber":7,"VerseNumber":202,"Text":"Seytanın kardesleri onları azgınlıga suruklerler ve bundan hic geri durmazlar"},{"SurahNumber":7,"VerseNumber":203,"Text":"Onlara bir ayet getirmedigin zaman, \"Sen bir tane yapsaydın ya\" derler. De ki: \"Ben ancak Rabbim tarafından bana vahyolunana uyarım. Bu Kitap inanan millete Rabbinizden acık belgeler, yol gosterme ve rahmettir"},{"SurahNumber":7,"VerseNumber":204,"Text":"Kuran okundugu zaman ona kulak verin, dinleyin ki merhamet olunasınız"},{"SurahNumber":7,"VerseNumber":205,"Text":"Rabbini gonulden ve korkarak icinden hafif bir sesle sabah aksam an, gafillerden olma"},{"SurahNumber":7,"VerseNumber":206,"Text":"Dogrusu Rabbinin katında olanlar, O'na kulluk etmekten buyuklenmezler, O'nu tenzih ederler ve yalnız O'na secde ederler"},{"SurahNumber":8,"VerseNumber":1,"Text":"Sana, ganimetlere dair soru sorarlar, de ki: Ganimetler Allah'ın ve Peygamberindir. Inanıyorsanız Allah'tan sakının, aranızdaki munasebetleri duzeltin, Allah'a ve Peygamberine itaat edin"},{"SurahNumber":8,"VerseNumber":2,"Text":"Inananlar ancak, o kimselerdir ki Allah anıldıgı zaman kalbleri titrer, ayetleri okundugu zaman bu onların imanlarını artırır. Ve Rablerine guvenirler; namaz kılarlar; kendilerine verdigimiz rızıktan yerli yerince sarf ederler"},{"SurahNumber":8,"VerseNumber":3,"Text":"Inananlar ancak, o kimselerdir ki Allah anıldıgı zaman kalbleri titrer, ayetleri okundugu zaman bu onların imanlarını artırır. Ve Rablerine guvenirler; namaz kılarlar; kendilerine verdigimiz rızıktan yerli yerince sarf ederler"},{"SurahNumber":8,"VerseNumber":4,"Text":"Iste gercekten inanmıs olanlar bunlardır. Onlara Rablerinin katında mertebeler, magfiret ve comertce verilmis rızıklar vardır"},{"SurahNumber":8,"VerseNumber":5,"Text":"Nitekim, Rabbin seni hak ugrunda evinden savas icin cıkarmıstı, oysa muslumanların bir takımı bundan hoslanmamıstı"},{"SurahNumber":8,"VerseNumber":6,"Text":"Sanki goz gore gore olume surukleniyorlarmıs gibi, gercek ortaya cıktıktan sonra bile seninle tartısıyorlardı"},{"SurahNumber":8,"VerseNumber":7,"Text":"Allah bu iki taifeden birini size vadetmisti; siz, kuvvetsiz olanın size dusmesini istiyordunuz. Oysa, sucluların hosuna gitmese de, hakkı ortaya cıkarmak ve batılı tepelemek icin, Allah sozleriyle hakkı ortaya koymak ve inkarcıların kokunu kesmek istiyordu"},{"SurahNumber":8,"VerseNumber":8,"Text":"Allah bu iki taifeden birini size vadetmisti; siz, kuvvetsiz olanın size dusmesini istiyordunuz. Oysa, sucluların hosuna gitmese de, hakkı ortaya cıkarmak ve batılı tepelemek icin, Allah sozleriyle hakkı ortaya koymak ve inkarcıların kokunu kesmek istiyordu"},{"SurahNumber":8,"VerseNumber":9,"Text":"Rabbinizin yardımına sıgınıyordunuz. O, \"Ben size, birbiri pesinden bin melekle yardım ederim\" diye cevap vermisti"},{"SurahNumber":8,"VerseNumber":10,"Text":"Allah bunu ancak bir mujde olması ve kalblerinizin yatısması icin yapmıstı. Yardım ancak Allah katındandır. Dogrusu Allah gucludur, hakimdir"},{"SurahNumber":8,"VerseNumber":11,"Text":"Allah kendi katından bir guven isareti olarak sizi hafif bir uykuya daldırmıstı. Sizi arıtmak, sizden seytan vesvesesini gidermek, kalblerinizi pekistirmek ve sebatınızı artırmak icin gokten size su indirmisti"},{"SurahNumber":8,"VerseNumber":12,"Text":"Rabbin meleklere, \"Ben sizinleyim, inananları destekleyin\" diye vahyetti. \"Ben inkar edenlerin kalblerine korku salacagım, artık vurun onların boyunları ustune, vurun her parmagına\" dedi"},{"SurahNumber":8,"VerseNumber":13,"Text":"Bu, onların Allah'a ve Peygamberine karsı koymalarındandır. Kim Allah'a ve peygamberine karsı koyarsa, bilsin ki, Allah'ın cezası siddetlidir"},{"SurahNumber":8,"VerseNumber":14,"Text":"Iste bunu tadın, inkar edenlere cehennem azabı da vardır"},{"SurahNumber":8,"VerseNumber":15,"Text":"Ey Inananlar! Savas icin ilerlerken, inkar edenlerle toplu halde karsılastıgınızda onlara arkanızı donmeyin"},{"SurahNumber":8,"VerseNumber":16,"Text":"Tekrar savasmak icin bir tarafa cekilmek veya bir baska topluluga katılmak maksadı dısında, o gun arkasını dusmana donen kimse Allah'dan bir gazaba ugramıs olur. Onun varacagı yer cehennemdir. Ne kotu bir donustur"},{"SurahNumber":8,"VerseNumber":17,"Text":"Onları siz oldurmediniz fakat Allah oldurdu. Attıgın zaman da sen atmamıstın, fakat Allah atmıstı. Allah bunu, inananları guzel bir imtihana tabi tutmak icin yapmıstı. Dogrusu O isitir ve bilir"},{"SurahNumber":8,"VerseNumber":18,"Text":"Iste bu, Allah'ın inkarcıların duzenini zayıflatıp yok etmesidir"},{"SurahNumber":8,"VerseNumber":19,"Text":"Ey inkarcılar! Zafer istiyorsanız, iste zafer geldi (aleyhinize cıktı). Peygambere karsı gelmekten vazgecerseniz sizin iyiliginize olur, yok tekrar donerseniz biz de doneriz; toplulugunuz cok da olsa size hicbir fayda vermez. Allah inananlarla beraberdir"},{"SurahNumber":8,"VerseNumber":20,"Text":"Ey inananlar! Allah'a ve Peygamberine itaat edin, Kuran'ı dinleyip dururken yuz cevirmeyin, dinlemedikleri halde \"dinledik\" diyenler gibi olmayın"},{"SurahNumber":8,"VerseNumber":21,"Text":"Ey inananlar! Allah'a ve Peygamberine itaat edin, Kuran'ı dinleyip dururken yuz cevirmeyin, dinlemedikleri halde \"dinledik\" diyenler gibi olmayın"},{"SurahNumber":8,"VerseNumber":22,"Text":"Allah katında, yeryuzundeki canlıların en kotusu gercegi akletmeyen sagırlar ve dilsizlerdir"},{"SurahNumber":8,"VerseNumber":23,"Text":"Allah onlarda bir iyilik gorseydi onlara isittirirdi. Onlara isittirmis olsaydı yine de yuz cevirirlerdi, zaten donektirler"},{"SurahNumber":8,"VerseNumber":24,"Text":"Ey inananlar! Allah ve Peygamber, sizi, hayat verecek seye cagırdıgı zaman icabet edin. Allah'ın kisi ile kalbi arasına girdigini ve sonunda O'nun katında toplanacagınızı bilin"},{"SurahNumber":8,"VerseNumber":25,"Text":"Aranızdan yalnız zalimlere erismekle kalmayacak fitneden sakının, Allah'ın azabının siddetli oldugunu bilin"},{"SurahNumber":8,"VerseNumber":26,"Text":"Yeryuzunde az sayıda oldugunuz ve zayıf sayıldıgınız icin insanların sizi esir olarak alıp goturmesinden korktugunuz zamanları, hatırlayın. Allah, sukredesiniz diye sizi barındırmıs, yardımıyla desteklemis, temiz seylerle rızıklandırmıstır"},{"SurahNumber":8,"VerseNumber":27,"Text":"Ey inananlar! Allah'a ve Peygambere karsı hainlik etmeyin, size guvenilen seylere bile bile hıyanet etmis olursunuz"},{"SurahNumber":8,"VerseNumber":28,"Text":"Mallarınızın ve cocuklarınızın, aslında bir sınama oldugunu ve buyuk ecrin Allah katında bulundugunu bilin"},{"SurahNumber":8,"VerseNumber":29,"Text":"Ey inananlar! Allah'tan sakınırsanız, O size iyiyi kotuden ayırdedecek bir anlayıs verir, kotuluklerinizi orter, sizi bagıslar. Allah buyuk, bol nimet sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"Inkar edenler, seni baglayıp bir yere kapamak veya oldurmek, ya da surmek icin duzen kuruyorlardı. Onlar duzen kurarken, Allah da duzenlerini bozuyordu. Allah duzen yapanların en iyisidir"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ayetlerimiz onlara okundugu zaman, \"Isittik, isittik! Istesek biz de aynını soyleyebiliriz; bu sadece eskilerin masallarıdır\" derlerdi"},{"SurahNumber":8,"VerseNumber":32,"Text":"Allah'ımız! Eger bu Kitap, gercekten Senin katından ise bize gokten tas yagdır veya can yakıcı bir azab ver\" demislerdi"},{"SurahNumber":8,"VerseNumber":33,"Text":"Oysa, sen iclerinde iken Allah onlara azabetmez. Onlar bagıslanma dilerlerken de elbette Allah azab edecek degildir"},{"SurahNumber":8,"VerseNumber":34,"Text":"Yoksa Mescidi Haram'a girmekten menederlerken Allah onlara nicin azab etmesin? Hem de O'nun dostu degiller; O'nun dostları ancak karsı gelmekten sakınanlardır. Fakat cogu bunu bilmiyorlar"},{"SurahNumber":8,"VerseNumber":35,"Text":"Kabe'deki tapınmaları sadece ıslık calmak ve el cırpmaktan baska bir sey degildir. Inkarınıza karsılık artık azabı tadın"},{"SurahNumber":8,"VerseNumber":36,"Text":"Dogrusu inkar edenler mallarını Allah'ın yolundan insanları alıkoymak icin sarfederler ve daha da sarfedeceklerdir; ama sonra icleri yanacak, hem de maglup olacaklardır. Bu, Allah'ın, temizi murdardan ayırması ve murdarları ustuste koyup hepsini yıgarak cehenneme yerlestirmesi icindir; inkar edenler cehenneme toplanacaklardır. Iste onlar mahvolanlardır"},{"SurahNumber":8,"VerseNumber":37,"Text":"Dogrusu inkar edenler mallarını Allah'ın yolundan insanları alıkoymak icin sarfederler ve daha da sarfedeceklerdir; ama sonra icleri yanacak, hem de maglup olacaklardır. Bu, Allah'ın, temizi murdardan ayırması ve murdarları ustuste koyup hepsini yıgarak cehenneme yerlestirmesi icindir; inkar edenler cehenneme toplanacaklardır. Iste onlar mahvolanlardır"},{"SurahNumber":8,"VerseNumber":38,"Text":"Inkar edenlere, eger savastan vazgecerlerse, gecmislerinin bagıslanacagını ve tekrar baslarlarsa evvelkilerin hukmunun uygulanacagını soyle"},{"SurahNumber":8,"VerseNumber":39,"Text":"Fitne kalmayıp, yalnız Allah'ın dini kalana kadar onlarla savasın. Eger vazgecerlerse bilsinler ki Allah onların islediklerini suphesiz gorur"},{"SurahNumber":8,"VerseNumber":40,"Text":"Eger yuz cevirirlerse Allah'ın sizin dostunuz oldugunu bilin; O ne guzel dost, ne guzel yardımcıdır"}]}