{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"Abraham het gesê: Wat is julle opdrag, o boodskappers"},{"SurahNumber":51,"VerseNumber":32,"Text":"Hulle het geantwoord: Ons is na ’n misdadige volk gestuur"},{"SurahNumber":51,"VerseNumber":33,"Text":"sodat ons kleiklonte op hulle kan neerwerp"},{"SurahNumber":51,"VerseNumber":34,"Text":"wat deur u Heer vir die oortreders bestem is"},{"SurahNumber":51,"VerseNumber":35,"Text":"Die gelowiges wat daar was, het Ons toe laat weggaan"},{"SurahNumber":51,"VerseNumber":36,"Text":"En Ons het maar ’n enkele huis van Moesliems daar gevind"},{"SurahNumber":51,"VerseNumber":37,"Text":"En Ons het ’n teken daarin gelaat vir diegene wat die pynlike straf vrees"},{"SurahNumber":51,"VerseNumber":38,"Text":"En in Moses, toe Ons hom na Farao met ’n duidelike gesag gestuur het"},{"SurahNumber":51,"VerseNumber":39,"Text":"Maar hy was afkerig vanweë sy mag, en het gesê: ’n Towenaar, of ’n kranksinnige"},{"SurahNumber":51,"VerseNumber":40,"Text":"Daarom het Ons hom en sy skare gegryp en hulle in die see gewerp, omdat hy skuldig was"},{"SurahNumber":51,"VerseNumber":41,"Text":"En in Aad, toe Ons ’n vernielende orkaan teen hulle uitgestuur het"},{"SurahNumber":51,"VerseNumber":42,"Text":"Dit het niks gespaar waarmee dit in aanraking gekom het nie, en dit het van alles as gemaak"},{"SurahNumber":51,"VerseNumber":43,"Text":"En in Thamoed, toe aan hulle gesê is: Vermaak julle vir tyd en wyl"},{"SurahNumber":51,"VerseNumber":44,"Text":"Maar hulle het die gebod van hulle Heer oortree, daarom het die donderstraal straf hulle agterhaal, terwyl hulle dit aanskou het"},{"SurahNumber":51,"VerseNumber":45,"Text":"daarom was hulle nie in staat om op te staan nie, nóg kon hulle hul verdedig"},{"SurahNumber":51,"VerseNumber":46,"Text":"en die volk van Noag: Voorwaar, hulle was ’n onheilstigtende volk"},{"SurahNumber":51,"VerseNumber":47,"Text":"En die hemel, dié het Ons deur Ons mag opgestel, en Ons is waarlik die Makers van die uitgestrektheid"},{"SurahNumber":51,"VerseNumber":48,"Text":"En die aarde, dié het Ons uitgesprei. Hoe uitmuntend het Ons dit gemaak"},{"SurahNumber":51,"VerseNumber":49,"Text":"En van elke ding het Ons pare geskape, sodat julle kan onthou"},{"SurahNumber":51,"VerseNumber":50,"Text":"Haas julle dan na Allah. Waarlik, ek is vir julle ’n duidelike waarskuwer van Hom"},{"SurahNumber":51,"VerseNumber":51,"Text":"En moenie ’n ander god naas Allah opstel nie. Waarlik, ek is vir julle ’n duidelike waarskuwer van Hom"},{"SurahNumber":51,"VerseNumber":52,"Text":"En nooit het daar ’n boodskapper tot diegene vóór hulle gekom nie, of hulle het gesê: ’n Towenaar, of ’n kranksinnige"},{"SurahNumber":51,"VerseNumber":53,"Text":"Het hulle mekaar hiertoe aangespoor? Nee, hulle was verslae oortreders"},{"SurahNumber":51,"VerseNumber":54,"Text":"Draai daarom weg van hulle af, want u is sonder blaam"},{"SurahNumber":51,"VerseNumber":55,"Text":"En vemaan, want die vermaning sal die gelowiges bevoordeel"},{"SurahNumber":51,"VerseNumber":56,"Text":"En Ek het die djien en die mense om geen ander rede geskape nie, as dat hulle My moet aanbid"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ek verlang van hulle geen onderhoud nie, nóg wens Ek dat hulle My moet voed"},{"SurahNumber":51,"VerseNumber":58,"Text":"Voorwaar, Allah is die Allergrootste Voorsiener, die Heer van Mag, die Sterke"},{"SurahNumber":51,"VerseNumber":59,"Text":"Die lot van die kwaaddoeners is sekerlik soos die lot van hulle metgeselle; daarom moet hulle My nie vra om dit te verhaas nie"},{"SurahNumber":51,"VerseNumber":60,"Text":"Wee die ongelowiges vanweë die Dag waarmee hulle bedreig word"},{"SurahNumber":52,"VerseNumber":1,"Text":"By die Berg"},{"SurahNumber":52,"VerseNumber":2,"Text":"En by die geskrewe Boek"},{"SurahNumber":52,"VerseNumber":3,"Text":"op afgerolde perkamente"},{"SurahNumber":52,"VerseNumber":4,"Text":"En die veelbesoekte Huis"},{"SurahNumber":52,"VerseNumber":5,"Text":"en die verhewe gewelf"},{"SurahNumber":52,"VerseNumber":6,"Text":"en die boordvolle see"},{"SurahNumber":52,"VerseNumber":7,"Text":"Die straf van u Heer sal sekerlik voltrek word"},{"SurahNumber":52,"VerseNumber":8,"Text":"daar is niemand om dit af te weer nie"},{"SurahNumber":52,"VerseNumber":9,"Text":"op die Dag wanneer die hemel in beroering sal kom"},{"SurahNumber":52,"VerseNumber":10,"Text":"en die berge al vlugtende sal verdwyn"},{"SurahNumber":52,"VerseNumber":11,"Text":"wee dan op dié Dag die leuenaars"},{"SurahNumber":52,"VerseNumber":12,"Text":"wat hulle in ydele gesprekke vermaak"},{"SurahNumber":52,"VerseNumber":13,"Text":"die Dag waarop hulle na die Helvuur met geweld aangedryf sal word"},{"SurahNumber":52,"VerseNumber":14,"Text":"daar sal gesê word: Dít is die Vuur wat julle verloën het"},{"SurahNumber":52,"VerseNumber":15,"Text":"Is dít dan towerkuns, of sien julle nie"},{"SurahNumber":52,"VerseNumber":16,"Text":"Brand daarin, en toon geduld of ongeduld; dit sal dieselfde wees vir julle. Julle word slegs gestraf vir wat julle gedoen het"},{"SurahNumber":52,"VerseNumber":17,"Text":"Die godvresendes sal sekerlik in Tuine en geluksaligheid wees"},{"SurahNumber":52,"VerseNumber":18,"Text":"verheug oor dít wat hulle Heer aan hulle geskenk het; en hulle Heer het hulle van die Brandende Vuur gered"},{"SurahNumber":52,"VerseNumber":19,"Text":"Eet en drink met genoeë ~ as verdienste vir julle dade"},{"SurahNumber":52,"VerseNumber":20,"Text":"en vly jul neer op trone wat in rye gerangskik is. En Ons sal hulle met reine metgeselle laat trou"},{"SurahNumber":52,"VerseNumber":21,"Text":"En die gelowiges en wie se nageslag hulle in die geloof volg ~ Ons sal hulle met hulle nageslag verenig, en Ons sal niks aan hulle werke afdoen nie. Elke man is ’n gelofte vir wat hy verdien"},{"SurahNumber":52,"VerseNumber":22,"Text":"En Ons sal hulle voorsien van vrugte en vleis volgens hulle verlange"},{"SurahNumber":52,"VerseNumber":23,"Text":"Daarin sal hulle ’n beker van hand tot hand aangee, waarin nóg ydelheid nóg sonde sal wees"},{"SurahNumber":52,"VerseNumber":24,"Text":"En rondom hulle sal seuns van hulle loop asof hulle verborge pêrels was"},{"SurahNumber":52,"VerseNumber":25,"Text":"En hulle sal na mekaar toe aankom en uitvra"},{"SurahNumber":52,"VerseNumber":26,"Text":"hulle sal sê: Voorwaar, ons het voorheen gevrees ter wille van ons families"},{"SurahNumber":52,"VerseNumber":27,"Text":"en Allah was ons genadig, en Hy het ons van die straf van die Warm Wind gered"},{"SurahNumber":52,"VerseNumber":28,"Text":"Waarlik, Ons het Hom voorheen aangeroep; gewis, Hy is die Goedgunstige, die Genadige"},{"SurahNumber":52,"VerseNumber":29,"Text":"Vermaan dan, want deur die guns van u Heer is u nóg ’n waarsêer, nóg ’n kranksinnige"},{"SurahNumber":52,"VerseNumber":30,"Text":"Of hulle sê: ’n Digter! ons verwag vir hom die slegste ongelukke van die tyd"},{"SurahNumber":52,"VerseNumber":31,"Text":"Sê: Wag! Ek wag net soos julle"},{"SurahNumber":52,"VerseNumber":32,"Text":"Of bied hulle verstand hul dit aan? Of is hulle ’n opstandige volk"},{"SurahNumber":52,"VerseNumber":33,"Text":"Of sê hulle: Hy het dit versin. Nee, hulle het geen geloof nie"},{"SurahNumber":52,"VerseNumber":34,"Text":"Laat hulle dan soortgelyke spreuke voortbring, indien hulle opreg is"},{"SurahNumber":52,"VerseNumber":35,"Text":"Of is hulle deur níks geskape? Of is húlle die skeppers"},{"SurahNumber":52,"VerseNumber":36,"Text":"Of het húlle die hemele en die aarde geskape? Nee, hulle is van niks seker nie"},{"SurahNumber":52,"VerseNumber":37,"Text":"Of het hulle die skatte van u Heer by hulle? Of het hulle volkome gesag"},{"SurahNumber":52,"VerseNumber":38,"Text":"Of het hulle ’n leer wat na die hemel reik, met behulp waarvan hulle kan inluister? Laat hulle luisteraar dan ’n duidelike gesag voortbring"},{"SurahNumber":52,"VerseNumber":39,"Text":"Of het Hy dogters en julle seuns"},{"SurahNumber":52,"VerseNumber":40,"Text":"Of vorder u ’n loon van hulle, sodat hulle onder skuld gebuk gaan"},{"SurahNumber":52,"VerseNumber":41,"Text":"Of besit hulle die onsigbare, sodat hulle dit kan neerskryf"},{"SurahNumber":52,"VerseNumber":42,"Text":"Of wil hulle ’n plan beraam? Maar die ongelowiges sal deur hulle eie plan verstrik word"},{"SurahNumber":52,"VerseNumber":43,"Text":"Of het hulle ’n god buiten Allah? Allah is verhewe bo wat hulle met Hom vereenselwig"},{"SurahNumber":52,"VerseNumber":44,"Text":"En as hulle ’n stuk van die hemel sien val, sal hulle sê: Opgehoopte wolke"},{"SurahNumber":52,"VerseNumber":45,"Text":"Laat staan hulle dan totdat hulle hul Dag ontmoet waarop hulle gestraf sal word"},{"SurahNumber":52,"VerseNumber":46,"Text":"die Dag wanneer hulle samesweringe hulle nie sal baat nie, en hulle ook nie gehelp sal word nie"},{"SurahNumber":52,"VerseNumber":47,"Text":"En voorwaar, vir die kwaaddoeners is daar straf bo straf; maar die meeste van hulle weet dit nie"},{"SurahNumber":52,"VerseNumber":48,"Text":"En wag geduldig op die oordeel van u Heer, want sekerlik sien Ons u; en verheerlik die lof van u Heer wanneer u ontwaak"},{"SurahNumber":52,"VerseNumber":49,"Text":"en ook gedurende die aand, en as die sterre verdwyn"},{"SurahNumber":53,"VerseNumber":1,"Text":"By die ster wanneer dit sak"},{"SurahNumber":53,"VerseNumber":2,"Text":"Julle metgesel dwaal nie, en hy wyk ook nie af nie"},{"SurahNumber":53,"VerseNumber":3,"Text":"Hy spreek ook nie sy eie begeertes na nie"},{"SurahNumber":53,"VerseNumber":4,"Text":"Dit is niks anders nie as ’n geopenbaarde openbaring"},{"SurahNumber":53,"VerseNumber":5,"Text":"Een, Sterk in Mag, het hom onderrig"},{"SurahNumber":53,"VerseNumber":6,"Text":"die Heer van Krag. Daarom het hy dan ook volmaaktheid bereik"},{"SurahNumber":53,"VerseNumber":7,"Text":"En hy is in die hoogste punt van die horison"},{"SurahNumber":53,"VerseNumber":8,"Text":"hy het nader en nader gereik"},{"SurahNumber":53,"VerseNumber":9,"Text":"en hy was maar twee booglengtes verwyder, of selfs nog nader"},{"SurahNumber":53,"VerseNumber":10,"Text":"Daarom het Hy aan Sy dienaar bekend gemaak wat Hy geopen- baar het"},{"SurahNumber":53,"VerseNumber":11,"Text":"Die hart het nie vervals wat hy gesien het nie"},{"SurahNumber":53,"VerseNumber":12,"Text":"Wil julle dan met hom argumenteer oor wat hy gesien het"},{"SurahNumber":53,"VerseNumber":13,"Text":"Hy het hom sekerlik by ’n ander verskyning gesien"},{"SurahNumber":53,"VerseNumber":14,"Text":"by die verste lotusboom"},{"SurahNumber":53,"VerseNumber":15,"Text":"Daar naby is die Tuin van Verblyf"},{"SurahNumber":53,"VerseNumber":16,"Text":"Toe dít wat bedek die lotusboom bedek het"},{"SurahNumber":53,"VerseNumber":17,"Text":"het die oog nie weggedraai nie, en ook nie die perke oorskry nie"},{"SurahNumber":53,"VerseNumber":18,"Text":"Sekerlik het hy die grootste tekens van sy Heer gesien"},{"SurahNumber":53,"VerseNumber":19,"Text":"Het julle dan die afgodsbeelde ~ Laat en Oezza ~ in oorweging geneem"},{"SurahNumber":53,"VerseNumber":20,"Text":"en ’n ander, die derde ~ Manaat"},{"SurahNumber":53,"VerseNumber":21,"Text":"Is die manlike wesens vir júlle, en die vroulikes vir Hom"},{"SurahNumber":53,"VerseNumber":22,"Text":"Dit is inderdaad ’n onjuiste verdeling"},{"SurahNumber":53,"VerseNumber":23,"Text":"Dit is niks anders nie as name wat julle opnoem, julle en julle vaders ~ Allah het julle geen gesag daartoe verleen nie. Hulle volg slegs gissings na, en wat hulle harte begeer. Maar die leiding van die Heer het sekerlik na hulle gekom"},{"SurahNumber":53,"VerseNumber":24,"Text":"Of sal die mens alles kry wat hy verlang"},{"SurahNumber":53,"VerseNumber":25,"Text":"Nee, aan Allah behoort die Hiernamaals en ook die huidige lewe"},{"SurahNumber":53,"VerseNumber":26,"Text":"En hoeveel engele is daar nie in die hemele wie se voorspraak niks sal baat nie, behalwe nadat Allah verlof daartoe gegee het aan wie Hy wil, en wie Hy verkies"},{"SurahNumber":53,"VerseNumber":27,"Text":"Voorwaar, hulle wat nie in die Hiernamaals glo nie, gee die engele vroulike name"},{"SurahNumber":53,"VerseNumber":28,"Text":"En hule het geen kennis daarvan nie. Hulle volg slegs gissings, en gissings sal sekerlik niks teen die Waarheid baat nie"},{"SurahNumber":53,"VerseNumber":29,"Text":"Draai daarom weg van hom wat die rug vir Ons Vermanings keer en niks anders as die lewe van hierdie wêreld begeer nie"},{"SurahNumber":53,"VerseNumber":30,"Text":"Dít is die doelwit van hul kennis. Voorwaar, u Heer weet goed wie van Sy pad afdwaal, en Hy weet wie reg gelei word"},{"SurahNumber":53,"VerseNumber":31,"Text":"En aan Allah behoort wat in die hemele en wat op die aarde is, sodat Hy die kwaaddoeners hul loon kan gee vir wat hul gedoen het, en die weldoeners vir hulle weldade kan beloon"},{"SurahNumber":53,"VerseNumber":32,"Text":"Hulle wat die groot sondes en die onwelvoeglikhede vermy, en onwillig aan die kleiner sondes aandadig is ~ vir hulle sal u Heer kwistig wees met Vergifnis. Hy weet goed wanneer Hy julle uit die aarde voortbring en wanneer julle embrios in die baarmoeders van julle moeders is; moet dus nie op julle reinheid roem nie. Hy weet goed wie hulself teen sonde bewaak"},{"SurahNumber":53,"VerseNumber":33,"Text":"Sien u hom wat wegdraai"},{"SurahNumber":53,"VerseNumber":34,"Text":"wat ’n bietjie gee, dan terughou"},{"SurahNumber":53,"VerseNumber":35,"Text":"Besit hy kennis van die Onsigbare, sodat hy kan sien"},{"SurahNumber":53,"VerseNumber":36,"Text":"Is aan hom nie vertel wat in die geskrifte van Moses staan"},{"SurahNumber":53,"VerseNumber":37,"Text":"en van Abraham wat die gebooie vervul het nie"},{"SurahNumber":53,"VerseNumber":38,"Text":"dat ’n lasdraer nie die las van ’n ander sal dra nie"},{"SurahNumber":53,"VerseNumber":39,"Text":"en dat die mens niks kan verwerf nie behalwe dit waarna hy strewe"},{"SurahNumber":53,"VerseNumber":40,"Text":"en dat sy strewe spoedig opgemerk sal word"},{"SurahNumber":53,"VerseNumber":41,"Text":"Dan sal hy ten volle daarvoor beloon word"},{"SurahNumber":53,"VerseNumber":42,"Text":"en dat alles uiteindelik tot u Heer keer"},{"SurahNumber":53,"VerseNumber":43,"Text":"En dat dit Hy is wat sommige laat lag en sommige laat huil"},{"SurahNumber":53,"VerseNumber":44,"Text":"en dat dit Hy is wat die dood veroorsaak en die lewe gee"},{"SurahNumber":53,"VerseNumber":45,"Text":"en dat Hy van alles pare skep, die manlike sowel as die vroulike"},{"SurahNumber":53,"VerseNumber":46,"Text":"uit ’n sperm wanneer dit geskik is"},{"SurahNumber":53,"VerseNumber":47,"Text":"en dat hy die tweede opwekking verorden het"},{"SurahNumber":53,"VerseNumber":48,"Text":"en dat dit Hy is wat rykdom en voldoening gee"},{"SurahNumber":53,"VerseNumber":49,"Text":"en dat hy die Heer van Sirius is"},{"SurahNumber":53,"VerseNumber":50,"Text":"en dat Hy die eerste stam van Aad vernietig het"},{"SurahNumber":53,"VerseNumber":51,"Text":"en ook Thamoed nie gespaar het nie"},{"SurahNumber":53,"VerseNumber":52,"Text":"en vóór hulle ook die volk van Noag. Waarlik, hulle was uiter- mate onregverdig en opstandig"},{"SurahNumber":53,"VerseNumber":53,"Text":"En die verwoeste stede het Hy met die grond gelyk gemaak"},{"SurahNumber":53,"VerseNumber":54,"Text":"sodat dít wat bedek, hulle heeltemal bedek het"},{"SurahNumber":53,"VerseNumber":55,"Text":"Oor watter gawe van u Heer wil u dan redekawel"},{"SurahNumber":53,"VerseNumber":56,"Text":"Hierdie man is ’n waarskuwer, soos die waarskuwers van ouds"},{"SurahNumber":53,"VerseNumber":57,"Text":"Die naderende Gebeurtenis kom al nader"},{"SurahNumber":53,"VerseNumber":58,"Text":"Daar is niemand, buiten Allah, wat dit kan verwyder nie"},{"SurahNumber":53,"VerseNumber":59,"Text":"Verwonder julle jul oor hierdie aankondiging"},{"SurahNumber":53,"VerseNumber":60,"Text":"En lag julle en huil julle nie"},{"SurahNumber":53,"VerseNumber":61,"Text":"terwyl julle speel"},{"SurahNumber":53,"VerseNumber":62,"Text":"Val dan neer in prostrasie voor Allah, en aanbid Hom"},{"SurahNumber":54,"VerseNumber":1,"Text":"Die Uur het nader gekom, en die maan was oopgesplits"},{"SurahNumber":54,"VerseNumber":2,"Text":"En as hulle ’n teken sien, draai hulle weg en sê: Verganklike towery"},{"SurahNumber":54,"VerseNumber":3,"Text":"En hulle ontken, en volg hulle slegte neigings. Maar elke saak word afgehandel"},{"SurahNumber":54,"VerseNumber":4,"Text":"En sekerlik het daar verhale tot hulle gekom, wat moet afskrik"},{"SurahNumber":54,"VerseNumber":5,"Text":"volmaakte wysheid; maar die waarskuwings baat nie"},{"SurahNumber":54,"VerseNumber":6,"Text":"draai daarom weg van hulle af. Die Dag waarop die Aanroeper hulle tot iets onaangenaams sal uitnooi"},{"SurahNumber":54,"VerseNumber":7,"Text":"sal hulle met neergeslane oë uit hulle grafte kom, soos verstrooi- de sprinkane"},{"SurahNumber":54,"VerseNumber":8,"Text":"terwyl hul na die Aanroeper sal beweeg. Die ongelowiges sal sê: Dit is ’n moeilike Dag"},{"SurahNumber":54,"VerseNumber":9,"Text":"Vóór hulle het die volk van Noag verwerp ~ hulle het Ons boodskapper verwerp en gesê: ’n Kranksinnige, en hulle het hom verdryf"},{"SurahNumber":54,"VerseNumber":10,"Text":"Daarom het hy tot sy Heer geroep: Ek is verslae; help my tog"},{"SurahNumber":54,"VerseNumber":11,"Text":"Toe het Ons die hekke van die hemel oopgemaak vir die stromende water"},{"SurahNumber":54,"VerseNumber":12,"Text":"en die water uit fonteine oor die land laat vloei, sodat die vloedwaters mekaar ontmoet het volgens ’n maatstaf wat reeds verorden was"},{"SurahNumber":54,"VerseNumber":13,"Text":"En Ons het hom op iets, bestaande uit planke en spykers, vervoer"},{"SurahNumber":54,"VerseNumber":14,"Text":"wat onder Ons oë voortgedrywe het ~ ’n beloning vir hom wat verwerp was"},{"SurahNumber":54,"VerseNumber":15,"Text":"En sekerlik het Ons dit tot ’n teken gemaak, maar is daar iemand wat wil onthou"},{"SurahNumber":54,"VerseNumber":16,"Text":"Hoe vreeslik was My kastyding en My waarskuwing"},{"SurahNumber":54,"VerseNumber":17,"Text":"En Ons het die Qur’ãn inderdaad maklik gemaak om te onthou, maar is daar iemand wat sal onthou"},{"SurahNumber":54,"VerseNumber":18,"Text":"Aad het verloën, en hoe vreeslik was My kastyding en My waar- skuwing toe"},{"SurahNumber":54,"VerseNumber":19,"Text":"Sekerlik het Ons ’n woedende wind op ’n vreeslike ongelukkige dag teen hulle uitgestuur"},{"SurahNumber":54,"VerseNumber":20,"Text":"wat die mense weggeruk het asof hulle stamme van ontwortelde palmbome was"},{"SurahNumber":54,"VerseNumber":21,"Text":"Hoe vreeslik tog was My kastyding en My waarskuwing"},{"SurahNumber":54,"VerseNumber":22,"Text":"En Ons het die Qur’ãn inderdaad maklik gemaak om te onthou, maar is daar iemand wat sal onthou"},{"SurahNumber":54,"VerseNumber":23,"Text":"Thamoed het die waarskuwing verwerp"},{"SurahNumber":54,"VerseNumber":24,"Text":"Hulle het gesê: Moet ons nou ’n enkele persoon uit ons midde volg? Dan sal ons sekerlik in dwaling en kranksinnigheid ver- keer"},{"SurahNumber":54,"VerseNumber":25,"Text":"Is uit die midde van ons almal, die aanmaning alleen aan hóm gestuur? Nee, hy is ’n onbeskaamde leuenaar"},{"SurahNumber":54,"VerseNumber":26,"Text":"Môre sal hulle weet wie die leuenaar, die onbeskaamde, is"},{"SurahNumber":54,"VerseNumber":27,"Text":"Ons gaan hulle waarlik nou die kamelin stuur om hulle op die proef te stel; hou hulle dop, en beoefen geduld"},{"SurahNumber":54,"VerseNumber":28,"Text":"Stel hulle in kennis dat die water tussen hulle verdeel is; elke drinkbeurt sal in ag geneem moet word"},{"SurahNumber":54,"VerseNumber":29,"Text":"Maar hulle het hul metgesel geroep, en hy het ‘’n swaard geneem en haar kniesening afgekap"},{"SurahNumber":54,"VerseNumber":30,"Text":"Hoe vreeslik dan was My kastyding en My waarskuwing"},{"SurahNumber":54,"VerseNumber":31,"Text":"Ons het waarlik ’n enkele kreet oor hulle afgestuur, toe was hulle soos die droë stokke waarvan ’n veekraal gemaak word"},{"SurahNumber":54,"VerseNumber":32,"Text":"En Ons het die Qur’ãn inderdaad maklik gemaak om te onthou, maar is daar iemand wat sal onthou"},{"SurahNumber":54,"VerseNumber":33,"Text":"Die volk van Lot het ook die waarskuwing verwerp"},{"SurahNumber":54,"VerseNumber":34,"Text":"Sekerlik het Ons ’n storm van stene oor hulle laat reën, met uitsondering van die volgelinge van Lot, wat Ons met die dae- raad verlos het"},{"SurahNumber":54,"VerseNumber":35,"Text":"as ’n guns van Ons. Want só beloon Ons diegene wat dank betuig"},{"SurahNumber":54,"VerseNumber":36,"Text":"En voorwaar, hy het hulle teen Ons vreeslike oordeel gewaarsku, maar hulle het oor die waarskuwing geredekawel"},{"SurahNumber":54,"VerseNumber":37,"Text":"En hulle het waarlik probeer om hom van sy gaste af te keer, maar Ons het hulle oë verblind en gesê: Smaak dan My kastyding en My Waarskuwing"},{"SurahNumber":54,"VerseNumber":38,"Text":"En sekerlik het ’n blywende straf hulle in die oggend ingehaal"},{"SurahNumber":54,"VerseNumber":39,"Text":"Smaak nou My straf en My waarskuwing"},{"SurahNumber":54,"VerseNumber":40,"Text":"En Ons het die Qur’ãn inderdaad maklik gemaak om te onthou, maar is daar iemand wat sal onthou"},{"SurahNumber":54,"VerseNumber":41,"Text":"En sekerlik het die waarskuwing na die volk van Farao gekom"},{"SurahNumber":54,"VerseNumber":42,"Text":"Hulle het al Ons tekens verwerp, daarom het Ons hulle vasgegryp met die beslaglegging deur die Magtige, die Kragtige"},{"SurahNumber":54,"VerseNumber":43,"Text":"Is julle ongelowiges beter as hulle, of besit julle ’n vrystelling in die geskrifte"},{"SurahNumber":54,"VerseNumber":44,"Text":"Of sê hulle: Is ons dan ’n skare wat mekaar bystand moet ver- leen"},{"SurahNumber":54,"VerseNumber":45,"Text":"Gou-gou sal die skare op die vlug gejaag word, en hulle sal die rug draai"},{"SurahNumber":54,"VerseNumber":46,"Text":"Nee, die Uur is hul beloofde tyd, en die Uur sal uiters rampspoe- dig en bitter wees"},{"SurahNumber":54,"VerseNumber":47,"Text":"Voorwaar, die misdadigers verkeer in dwaling en moeilikheid"},{"SurahNumber":54,"VerseNumber":48,"Text":"Op die Dag wanneer hulle op hul aangesig deur die Vuur gesleep sal word, sal daar gesê word: Smaak die aanraking van die Hel"},{"SurahNumber":54,"VerseNumber":49,"Text":"Voorwaar, Ons het alles volgens ’n maatstaf geskape"},{"SurahNumber":54,"VerseNumber":50,"Text":"En Ons gebod kom slegs een maal, soos ’n oogwink"},{"SurahNumber":54,"VerseNumber":51,"Text":"En sekerlik het Ons die gelyke van julle vernietig; maar is daar iemand wat sal onthou"},{"SurahNumber":54,"VerseNumber":52,"Text":"En alles wat hulle doen, is in die geskrifte opgeteken"},{"SurahNumber":54,"VerseNumber":53,"Text":"En alles, groot en klein, is neergeskryf"},{"SurahNumber":54,"VerseNumber":54,"Text":"Voorwaar, die godvresendes sal te midde van Tuine en riviere vertoef"},{"SurahNumber":54,"VerseNumber":55,"Text":"in ’n ware vesting, in die aanwesigheid van ’n Almagtige Koning"},{"SurahNumber":55,"VerseNumber":1,"Text":"Die Barmhartige"},{"SurahNumber":55,"VerseNumber":2,"Text":"het die Qur’ãn onderrig"},{"SurahNumber":55,"VerseNumber":3,"Text":"Hy het die mens geskape"},{"SurahNumber":55,"VerseNumber":4,"Text":"en hom geleer om te praat"},{"SurahNumber":55,"VerseNumber":5,"Text":"Die son en die maan volg ’n berekende baan"},{"SurahNumber":55,"VerseNumber":6,"Text":"en die plante en die bome aanbid Hom"},{"SurahNumber":55,"VerseNumber":7,"Text":"En die hemel het Hy hoog gevestig; en die maat het Hy bepaal"},{"SurahNumber":55,"VerseNumber":8,"Text":"sodat julle die maat nie mag oorskry nie"},{"SurahNumber":55,"VerseNumber":9,"Text":"en hou die weegskaal in stand op ’n billike wyse, en doen nie te kort aan die maat nie"},{"SurahNumber":55,"VerseNumber":10,"Text":"En die aarde het Hy vir Sy skepsels geskape"},{"SurahNumber":55,"VerseNumber":11,"Text":"daarin is vrugte en palmbome met blomskedes"},{"SurahNumber":55,"VerseNumber":12,"Text":"en die graan, met hul blare en stingels vir voer, en welriekende plante"},{"SurahNumber":55,"VerseNumber":13,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":14,"Text":"Hy het die mens uit droë klei geskape, soos erdewerk"},{"SurahNumber":55,"VerseNumber":15,"Text":"en Hy het die djien uit ’n vlam van die Vuur geskape"},{"SurahNumber":55,"VerseNumber":16,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":17,"Text":"Heer van die twee Oostes en Heer van die twee Westes"},{"SurahNumber":55,"VerseNumber":18,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":19,"Text":"Hy het die twee watermassas vry laat vloei, en mekaar laat ont- moet"},{"SurahNumber":55,"VerseNumber":20,"Text":"tussen hulle is ’n versperring wat hulle nie verby kan steek nie"},{"SurahNumber":55,"VerseNumber":21,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":22,"Text":"Daar kom uit albei pêrels en korale voort"},{"SurahNumber":55,"VerseNumber":23,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":24,"Text":"En Syne is die skepe wat hoog bo die see uitsteek soos berge"},{"SurahNumber":55,"VerseNumber":25,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":26,"Text":"Almal wat daarop is, sal vergaan"},{"SurahNumber":55,"VerseNumber":27,"Text":"En die Aangesig van u Heer sal alleen voortbestaan, die Heer van Heiligheid en Eer"},{"SurahNumber":55,"VerseNumber":28,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":29,"Text":"Almal wat in die hemele en op die aarde is, smeek Hom om gunste. Elke oomblik is Hy in ’n toestand van Heiligheid"},{"SurahNumber":55,"VerseNumber":30,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":31,"Text":"Spoedig sal Ons met julle afreken, o julle twee leërs"},{"SurahNumber":55,"VerseNumber":32,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":33,"Text":"O vergadering van djien en mense! As julle in staat is om deur die streke van die hemele en die aarde te gaan, doen dit dan. Julle kan nie daar deurgaan nie, behalwe met verlof"},{"SurahNumber":55,"VerseNumber":34,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":35,"Text":"Die Vlamme van Vuur en vonke van brons sal oor julle afgestuur word, dan sal julle nie in staat wees om jul te verdedig nie"},{"SurahNumber":55,"VerseNumber":36,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":37,"Text":"Wanneer die hemel dan uitmekaar sal bars, sal dit rooi word soos rooi leer"},{"SurahNumber":55,"VerseNumber":38,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":39,"Text":"Op daardie Dag dan sal nóg mens nóg djien oor sy sonde ondervra word"},{"SurahNumber":55,"VerseNumber":40,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":41,"Text":"Die misdadigers sal aan hulle kenmerke herken word, en hulle sal aan die hare en die voete gegryp word"},{"SurahNumber":55,"VerseNumber":42,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":43,"Text":"Dít is die Hel, wat die misdadigers verloën"},{"SurahNumber":55,"VerseNumber":44,"Text":"Dáár sal hulle tussen die Vuur en kokende water rondgaan"},{"SurahNumber":55,"VerseNumber":45,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":46,"Text":"En vir hom wat vrees om voor sy Heer te staan, is daar twee Tuine"},{"SurahNumber":55,"VerseNumber":47,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":48,"Text":"met verskillende soorte plante"},{"SurahNumber":55,"VerseNumber":49,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":50,"Text":"daarin is twee stromende fonteine"},{"SurahNumber":55,"VerseNumber":51,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":52,"Text":"Daarin is pare van elke vrugtesoort"},{"SurahNumber":55,"VerseNumber":53,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":54,"Text":"hulle sal hul neervlei op beddens waarvan die binnevoerings van sy brokaat is. En die vrugte van die twee Tuine is byderhand"},{"SurahNumber":55,"VerseNumber":55,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":56,"Text":"daarin sal diegene wees wat hulle oë in bedwang gehou het, en wat nóg man nóg djien aangeraak het"},{"SurahNumber":55,"VerseNumber":57,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":58,"Text":"asof hulle robyne of pêrels was"},{"SurahNumber":55,"VerseNumber":59,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":60,"Text":"Is die beloning van goedheid iets anders as goedheid"},{"SurahNumber":55,"VerseNumber":61,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":62,"Text":"En buiten daardie twee is daar nog twee Tuine"},{"SurahNumber":55,"VerseNumber":63,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":64,"Text":"donkergroen van kleur"},{"SurahNumber":55,"VerseNumber":65,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":66,"Text":"daarin is ook fonteine waarvan die water uitspuit"},{"SurahNumber":55,"VerseNumber":67,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":68,"Text":"daarin is vrugte en dadelpalms en granate"},{"SurahNumber":55,"VerseNumber":69,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":70,"Text":"Daarin is rein en beeldskone vroue"},{"SurahNumber":55,"VerseNumber":71,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":72,"Text":"skone maagde in pawiljoene gehuisves"},{"SurahNumber":55,"VerseNumber":73,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":74,"Text":"geen man of djien het hulle nog aangeraak nie"},{"SurahNumber":55,"VerseNumber":75,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":76,"Text":"hulle sal hul neervly op groen kussings en pragtige tapyte"},{"SurahNumber":55,"VerseNumber":77,"Text":"Watter van die gunste van julle Heer sal julle dan ontken"},{"SurahNumber":55,"VerseNumber":78,"Text":"geseënd is die naam van u Heer, die Heer van Heiligheid en Eer"},{"SurahNumber":56,"VerseNumber":1,"Text":"Wanneer die Gebeurtenis plaasvind"},{"SurahNumber":56,"VerseNumber":2,"Text":"sal dit nie ontken kan word nie"},{"SurahNumber":56,"VerseNumber":3,"Text":"Dit sal sommige verneder en andere verhef"},{"SurahNumber":56,"VerseNumber":4,"Text":"Wanneer die aarde met ’n hewige skok sal skud"},{"SurahNumber":56,"VerseNumber":5,"Text":"en die berge sal verbrokkel"},{"SurahNumber":56,"VerseNumber":6,"Text":"dan sal hulle soos verstrooide stof wees"},{"SurahNumber":56,"VerseNumber":7,"Text":"en julle sal in drie groepe verdeel word"},{"SurahNumber":56,"VerseNumber":8,"Text":"Die mense aan die regterkant ~ hoe gelukkig is die mense aan die regterkant"},{"SurahNumber":56,"VerseNumber":9,"Text":"en die mense aan die linkerkant ~ hoe ongelukkig is die mense aan die linkerkant"},{"SurahNumber":56,"VerseNumber":10,"Text":"en die vooruitstrewendes in die geloof sal die vooruitstrewendes bly"},{"SurahNumber":56,"VerseNumber":11,"Text":"hulle sal nader aan Allah getrek word"},{"SurahNumber":56,"VerseNumber":12,"Text":"In Tuine van verrukking"},{"SurahNumber":56,"VerseNumber":13,"Text":"’n Menigte van die eerstes"},{"SurahNumber":56,"VerseNumber":14,"Text":"en maar min uit die later tye"},{"SurahNumber":56,"VerseNumber":15,"Text":"op deurvlegte sofa’s"},{"SurahNumber":56,"VerseNumber":16,"Text":"neergevly daarop, met die gesigte na mekaar gewend"},{"SurahNumber":56,"VerseNumber":17,"Text":"Jong manne wat nie sal verouder nie, sal onder hulle rondgaan"},{"SurahNumber":56,"VerseNumber":18,"Text":"met drinkbekers, lampetkanne, en glase met wyn"},{"SurahNumber":56,"VerseNumber":19,"Text":"wat hulle nie hoofpyn sal gee of dronk sal laat word nie"},{"SurahNumber":56,"VerseNumber":20,"Text":"en vrugte, net wat hulle verkies"},{"SurahNumber":56,"VerseNumber":21,"Text":"en pluimveevleis waarna hulle verlang"},{"SurahNumber":56,"VerseNumber":22,"Text":"en suiwer, rein metgeselle"},{"SurahNumber":56,"VerseNumber":23,"Text":"soos verborge pêrels"},{"SurahNumber":56,"VerseNumber":24,"Text":"’n Beloning vir wat hulle gedoen het"},{"SurahNumber":56,"VerseNumber":25,"Text":"Hulle hoor geen ydele gesprek of sondige taal daarin nie"},{"SurahNumber":56,"VerseNumber":26,"Text":"maar net dié woorde: Vrede! Vrede"},{"SurahNumber":56,"VerseNumber":27,"Text":"En die mense aan die regterkant; hoe gelukkig is die mense aan die regterkant"},{"SurahNumber":56,"VerseNumber":28,"Text":"Te midde van doringlose lotusbome"},{"SurahNumber":56,"VerseNumber":29,"Text":"en piesangbome vol trosse"},{"SurahNumber":56,"VerseNumber":30,"Text":"met vérrykende skadu’s"},{"SurahNumber":56,"VerseNumber":31,"Text":"en vloeiende water"},{"SurahNumber":56,"VerseNumber":32,"Text":"en volop vrugte"},{"SurahNumber":56,"VerseNumber":33,"Text":"nóg afgesny, nóg verbode"},{"SurahNumber":56,"VerseNumber":34,"Text":"en verhewe sofa’s"},{"SurahNumber":56,"VerseNumber":35,"Text":"Voorwaar, Ons het vir hulle ’n nuwe skepping geskape"},{"SurahNumber":56,"VerseNumber":36,"Text":"en tot maagde het Ons hulle gemaak"},{"SurahNumber":56,"VerseNumber":37,"Text":"beminlik, en van gelyke ouderdom"},{"SurahNumber":56,"VerseNumber":38,"Text":"vir diegene aan die regterkant"},{"SurahNumber":56,"VerseNumber":39,"Text":"’n Menigte van die eerstes"},{"SurahNumber":56,"VerseNumber":40,"Text":"en ’n menigte uit later tye"},{"SurahNumber":56,"VerseNumber":41,"Text":"En die mense aan die linkerkant; hoe ellendig is die mense aan die linkerkant"},{"SurahNumber":56,"VerseNumber":42,"Text":"Te midde van ’n verskroeiende wind en kokende water"},{"SurahNumber":56,"VerseNumber":43,"Text":"en in die skadu van swart rook"},{"SurahNumber":56,"VerseNumber":44,"Text":"nóg koel, nóg verfrissend"},{"SurahNumber":56,"VerseNumber":45,"Text":"Vóór dit het hulle inderdaad in weelde gelewe"},{"SurahNumber":56,"VerseNumber":46,"Text":"en hulle het in die groot skending volhard"},{"SurahNumber":56,"VerseNumber":47,"Text":"en hulle het dikwels gesê: Wanneer ons dood is, en stof en beendere geword het, sal ons dan opgewek word"},{"SurahNumber":56,"VerseNumber":48,"Text":"of ons voorvaders"},{"SurahNumber":56,"VerseNumber":49,"Text":"Sê: Ja, die vroeëre en die lateres"},{"SurahNumber":56,"VerseNumber":50,"Text":"sal gewis bymekaar versamel word op ’n vasgestelde tyd van ’n bepaalde Dag"},{"SurahNumber":56,"VerseNumber":51,"Text":"Dan, o julle wat verdwaal was en verloën het"},{"SurahNumber":56,"VerseNumber":52,"Text":"julle sal sekerlik van die boom van Zakkoem eet"},{"SurahNumber":56,"VerseNumber":53,"Text":"en julle sal jul buik daarmee vul"},{"SurahNumber":56,"VerseNumber":54,"Text":"en daarna kokende water drink"},{"SurahNumber":56,"VerseNumber":55,"Text":"en drink soos die dorstige kameel drink"},{"SurahNumber":56,"VerseNumber":56,"Text":"Dít sal hulle vermaaklikheid wees op die Dag van Vergelding"},{"SurahNumber":56,"VerseNumber":57,"Text":"Ons het julle geskape; waarom wil julle dan nie die Waarheid erken nie"},{"SurahNumber":56,"VerseNumber":58,"Text":"Sien julle die afskeiding wat julle uitstort"},{"SurahNumber":56,"VerseNumber":59,"Text":"Is dit júlle wat dit skep, of is Ons die Skeppers"},{"SurahNumber":56,"VerseNumber":60,"Text":"Ons het die dood vir julle verorden ~ en Ons kan nie uitoorlê word nie"},{"SurahNumber":56,"VerseNumber":61,"Text":"sodat Ons julle posisie kan verander en julle in ’n toestand omskep wat julle nie ken nie"},{"SurahNumber":56,"VerseNumber":62,"Text":"En sekerlik weet julle van die eerste skepping; waarom sal julle dan nie ag gee nie"},{"SurahNumber":56,"VerseNumber":63,"Text":"Sien julle wat julle saai"},{"SurahNumber":56,"VerseNumber":64,"Text":"Is dit júlle wat die groei daarvan veroorsaak, of is Ons die Oorsaak van die groei"},{"SurahNumber":56,"VerseNumber":65,"Text":"As Ons wou, kon Ons kaf daarvan gemaak het; dan sou julle geweeklaag het"},{"SurahNumber":56,"VerseNumber":66,"Text":"Sekerlik is ons met skuld belas"},{"SurahNumber":56,"VerseNumber":67,"Text":"Nee, ons is van alles beroof"},{"SurahNumber":56,"VerseNumber":68,"Text":"Sien julle die water wat julle drink"},{"SurahNumber":56,"VerseNumber":69,"Text":"Bring júlle dit uit die wolke af, of is Ons die Brenger"},{"SurahNumber":56,"VerseNumber":70,"Text":"As Ons wou, kon Ons dit brak gemaak het; waarom wil julle dan nie dank betuig nie"},{"SurahNumber":56,"VerseNumber":71,"Text":"Sien julle die vuur wat julle aansteek"},{"SurahNumber":56,"VerseNumber":72,"Text":"Is dit júlle wat die bome daarvoor voortbring, of is Ons die Voortbrenger"},{"SurahNumber":56,"VerseNumber":73,"Text":"Ons het dit tot ’n aanmaning en voordeel vir die reisigers van die woestyn gemaak"},{"SurahNumber":56,"VerseNumber":74,"Text":"Verheerlik dan die naam van u Heer, die Allergrootste"},{"SurahNumber":56,"VerseNumber":75,"Text":"Maar nee, Ek sweer by die openbaring van dele van die Qur’ãn"},{"SurahNumber":56,"VerseNumber":76,"Text":"en dit is inderdaad ’n groot eed, indien julle dit weet"},{"SurahNumber":56,"VerseNumber":77,"Text":"waarlik, dit is ’n eervolle Qur’ãn"},{"SurahNumber":56,"VerseNumber":78,"Text":"’n Boek wat beskerm word"},{"SurahNumber":56,"VerseNumber":79,"Text":"wat niemand sal aanraak nie, behalwe die gesuiwerdes"},{"SurahNumber":56,"VerseNumber":80,"Text":"’n Openbaring van die Heer van die wêrelde"},{"SurahNumber":56,"VerseNumber":81,"Text":"Is dit hierdie aankondiging wat julle verwerp"},{"SurahNumber":56,"VerseNumber":82,"Text":"En kan julle nie lewe sonder om dit te verwerp nie"},{"SurahNumber":56,"VerseNumber":83,"Text":"Waarom dan, wanneer die siel van die sterwende in sy keel styg"},{"SurahNumber":56,"VerseNumber":84,"Text":"en julle dit op daardie oomblik aanskou"},{"SurahNumber":56,"VerseNumber":85,"Text":"en Ons is nader daaraan as julle, maar julle merk dit nie"},{"SurahNumber":56,"VerseNumber":86,"Text":"waarom, as julle enige mag het"},{"SurahNumber":56,"VerseNumber":87,"Text":"beveel julle dit nie om terug te gaan nie"},{"SurahNumber":56,"VerseNumber":88,"Text":"As hy een van diegene is wat ná aan Allah is"},{"SurahNumber":56,"VerseNumber":89,"Text":"dan is daar vir hom geluk en oorvloed en ’n Tuin van Ver- rukking"},{"SurahNumber":56,"VerseNumber":90,"Text":"En as hy een van diegene aan die regterkant is"},{"SurahNumber":56,"VerseNumber":91,"Text":"dan lui dit: Vrede vir u, van diegene aan die regterkant"},{"SurahNumber":56,"VerseNumber":92,"Text":"En as hy een van die verwerpers, die dwalendes is"},{"SurahNumber":56,"VerseNumber":93,"Text":"dan is daar vir hom ’n vermaaklikheid van kokende water"},{"SurahNumber":56,"VerseNumber":94,"Text":"en verbranding in die Hel"},{"SurahNumber":56,"VerseNumber":95,"Text":"Voorwaar, dit is die grondige waarheid"},{"SurahNumber":56,"VerseNumber":96,"Text":"Verheerlik dan die naam van u Heer, die Allergrootste"},{"SurahNumber":57,"VerseNumber":1,"Text":"Wat daar ook al in die hemele en op aarde is, verheerlik Allah, en Hy is die Allermagtige, die Allerwyse"},{"SurahNumber":57,"VerseNumber":2,"Text":"Aan Hom behoort die koninkryk van die hemele en die aarde. Hy gee lewe en ook die dood; en Hy het mag oor alle dinge"},{"SurahNumber":57,"VerseNumber":3,"Text":"Hy is die Eerse en die Laaste, die Openbaring en die Verbor- gene; Hy het kennis van alle dinge"},{"SurahNumber":57,"VerseNumber":4,"Text":"Dit is Hy wat die hemele en die aarde in ses tydperke geskape het, en Hy is op die Troon van Mag bevestig. Hy weet wat in die aarde ingaan en wat daaruit voortkom, en wat uit die hemel afkom en wat daarnatoe opstyg. En Hy is saam met julle waar julle ook al mag wees. En Allah sien alles wat julle doen"},{"SurahNumber":57,"VerseNumber":5,"Text":"Aan Hom behoort die koninkryk van die hemele en die aarde; en na Allah word alle dinge teruggebring"},{"SurahNumber":57,"VerseNumber":6,"Text":"Hy laat die nag in die dag oorgaan, en die dag in die nag. En Hy weet wat in die harte omgaan"},{"SurahNumber":57,"VerseNumber":7,"Text":"Glo in Allah en Sy Boodskapper, en bestee van dít waarvan Hy julle erfgename gemaak het. Diegene van julle wat dan glo en bestee, vir julle is daar ’n groot beloning"},{"SurahNumber":57,"VerseNumber":8,"Text":"Om watter rede wil julle nie in Allah glo nie? En die Bood- skapper nooi julle uit om in julle Heer te glo, en Hy het julle verbond inderdaad aangeneem, indien julle gelowiges is"},{"SurahNumber":57,"VerseNumber":9,"Text":"Dit is Hy wat duidelike tekens na Sy dienaar afstuur, sodat hy julle uit die duisternis in die lig mag bring. En waarlik, Allah is Liefderyk, Genadevol teenoor julle"},{"SurahNumber":57,"VerseNumber":10,"Text":"En wat makeer julle dan dat julle nie in die weg van Allah bestee nie? En aan Allah behoort die erfenis van die hemele en die aarde. Diegene van julle wat vóór die Oorwinning bestee het en geveg het, is nie gelyk nie, maar hoër in rang as hulle wat daarná bestee het en geveg het. En Allah het goed aan almal belowe. En Allah is Bewus van wat julle doen"},{"SurahNumber":57,"VerseNumber":11,"Text":"Wie sal vir Allah ’n goeie lening aanbied? ~ Hy sal dit dan vir hom verdubbel, en hy sal ’n voortreflike beloning kry"},{"SurahNumber":57,"VerseNumber":12,"Text":"Op daardie Dag sal u die gelowige mans en die gelowige vroue sien; hulle lig sal voor hulle en aan hulle regterhand uitstraal. Goeie nuus vir julle bring hierdie Dag: Tuine waardeur riviere vloei, waarin julle sal bly! Dít is die grootste sukses"},{"SurahNumber":57,"VerseNumber":13,"Text":"Op die Dag wanneer die huigelagtige mans en vroue aan die gelowiges sal sê: Wag op ons, sodat ons van julle lig kan leen, sal gesê word: Gaan terug en soek lig. Dan sal ’n muur met ’n deur daarin tussen hulle opgerig word. Aan die binnekant sal barmhartigheid wees, en aan die buitekant sal straf wees"},{"SurahNumber":57,"VerseNumber":14,"Text":"Hulle sal tot die gelowiges roep: Was ons nie saam met julle nie? Hulle sal sê: Ja, maar julle het in die versoeking verval, en julle het gewag en getwyfel en julle ydele begeertes het julle bedrieg, en toe het die dreigende straf gekom; die aartsbedrieër het julle waarlik omtrent Allah bedrieg"},{"SurahNumber":57,"VerseNumber":15,"Text":"Vandag dan, sal geen losprys van julle aangeneem word nie, en ook nie van die ongelowiges nie. Julle verblyf is in die Vuur; boos is julle beskermheer, en boos die bestemming"},{"SurahNumber":57,"VerseNumber":16,"Text":"Het die tyd nog nie aangebreek dat die gelowiges hulle harte sal verootmoedig oor die oordenkinge van Allah en die Waarheid wat geopenbaar is nie? En dat hulle nie moet wees soos diegene aan wie die Boek voorheen gegee is nie? Maar die tyd is vir hulle verleng; daarom het hulle hul harte verhard. En die meeste van hulle is oortreders"},{"SurahNumber":57,"VerseNumber":17,"Text":"Weet dan Allah die aarde laat herlewe ná sy dood. Inderdaad het Ons die tekens vir julle verduidelik sodat julle kan verstaan"},{"SurahNumber":57,"VerseNumber":18,"Text":"Die mans wat offergawes gee en die vroue wat offergawes gee en ’n goeie lening vir Allah aanbied, vir hulle sal dit verdubbel word, en vir hulle is daar ’n voortreflike beloning"},{"SurahNumber":57,"VerseNumber":19,"Text":"Hulle wat in Allah en Sy boodskappers glo, hulle is die opregtes en die martelaars in die oë van hulle Heer. Hulle sal hulle beloning en hulle lig ontvang. En hulle wat nie wou glo nie en Ons tekens verwerp het, hulle is die bewoners van die Hel"},{"SurahNumber":57,"VerseNumber":20,"Text":"Weet dan dat die lewe van hierdie wêreld maar net ’n spel en vermaak en vrolikheid, en ’n gespog onder mekaar en ’n wedywering in die vermeerdering van rykdom en kinders is. Dit is soos reën, wat die kwekers trots laat voel op hulle landerye. Daarna verlep dit, en julle sien dit geel word, en dit word kaf. En in die Hiernamaals is ’n streng kastyding ~ maar ook vergifnis ~ van Allah, en Sy welbehae. En die lewe van hierdie wêreld is niks anders nie as ’n bron van bedrog"},{"SurahNumber":57,"VerseNumber":21,"Text":"Wedywer dan om die vergifnis van julle Heer en vir die Paradys, waarvan die breedte gelyk is aan die breedte tussen die hemel en die aarde, voorberei vir diegene wat in Allah en Sy boodskappers glo. Dít is die genade van Allah; Hy gee dit aan wie Hy wil. En Allah is die Heer van magtige goedertierenheid"},{"SurahNumber":57,"VerseNumber":22,"Text":"Daar gebeur geen ongeluk op die aarde of met julle nie, of dit is in ’n boek aangeteken nog voordat Ons dit in die lewe roep ~ voorwaar, dit is maklik vir Allah"},{"SurahNumber":57,"VerseNumber":23,"Text":"sodat julle nie moet treur oor wat julle verloor het nie, of juig oor wat Hy julle gegee het nie. En Allah het die verwaande grootprater nie lief nie"},{"SurahNumber":57,"VerseNumber":24,"Text":"ook nie dié wat suinig is of wat die mense aanspoor om suinig te wees nie. En wie ook al wegdraai, voorwaar, Allah is Selfgenoegsaam, die Lofwaardige"},{"SurahNumber":57,"VerseNumber":25,"Text":"Ons het sekerlik Ons boodskappers met duidelike bewyse gestuur, en ’n Boek en die maatstaf aan hulle saamgegee sodat"},{"SurahNumber":57,"VerseNumber":26,"Text":"En inderdaad het Ons Noag en Abraham gestuur, en Ons het die profeetskap aan hulle nageslag gegee; onder hulle dan is dié wat die regte pad bewandel, maar die meeste van hulle is oortreders"},{"SurahNumber":57,"VerseNumber":27,"Text":"Daarna het Ons die boodskappers in hulle voetspore laat volg; en Ons het Jesus, die seun van Maria, hulle laat opvolg, en Ons het hom die Evangelie gegee. En Ons het sagmoedigheid en barmhartigheid in die harte geplaas van diegene wat hom gevolg het. Maar die kloosterwese, dit het hulle as ’n nuwigheid ingevoer ~ Ons het dit nie vir hulle voorgeskryf nie ~ om die welbehae van Allah te soek, maar hulle het dit nie met die regte gesindheid nagestreef nie. Daarom het Ons aan diegene van hulle wat geglo het, hulle beloning gegee, maar die meeste van hulle is oortreders"},{"SurahNumber":57,"VerseNumber":28,"Text":"Ojullegelowiges! Weesbewusvan Allah, engloin Sy Boodskapper ~ Hy sal julle twee aandele in Sy barmhartigheid gee, en julle ’n lig verskaf waarmee julle sal loop, en julle vergewe. En Allah is Vergewensgesind, Genadig"},{"SurahNumber":57,"VerseNumber":29,"Text":"sodat die Mense van die Boek mag weet dat hulle geen gesag oor die genade van Allah het nie, en dat die genade in die hand van Allah is. Hy skenk dit aan wie Hy wil. En Allah is die Heer van magtige oorvloed"}]}