{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"And argue not with the people of the Scripture (Jews and Christians), unless it be in (a way) that is better (with good words and in good manner, inviting them to Islamic Monotheism with His Verses), except with such of them as do wrong, and say (to them): \"We believe in that which has been revealed to us and revealed to you; our Ilah (God) and your Ilah (God) is One (i.e. Allah), and to Him we have submitted (as Muslims)"},{"SurahNumber":29,"VerseNumber":47,"Text":"And thus We have sent down the Book (i.e. this Quran) to you (O Muhammad SAW), and those whom We gave the Scripture [the Taurat (Torah) and the Injeel (Gospel) aforetime] believe therein as also do some of these (who are present with you now like 'Abdullah bin Salam) and none but the disbelievers reject Our Ayat [(proofs, signs, verses, lessons, etc., and deny Our Oneness of Lordship and Our Oneness of worship and Our Oneness of Our Names and Qualities: i.e. Islamic Monotheism]"},{"SurahNumber":29,"VerseNumber":48,"Text":"Neither did you (O Muhammad SAW) read any book before it (this Quran), nor did you write any book (whatsoever) with your right hand. In that case, indeed, the followers of falsehood might have doubted"},{"SurahNumber":29,"VerseNumber":49,"Text":"Nay, but they, the clear Ayat [i.e. the description and the qualities of Prophet Muhammad SAW written like verses in the Taurat (Torah) and the Injeel (Gospel)] are preserved in the breasts of those who have been given knowledge (from the people of the Scriptures). And none but the Zalimun (polytheists and wrongdoers, etc.) deny Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc)"},{"SurahNumber":29,"VerseNumber":50,"Text":"And they say: \"Why are not signs sent down to him from his Lord? Say: \"The signs are only with Allah, and I am only a plain warner"},{"SurahNumber":29,"VerseNumber":51,"Text":"Is it not sufficient for them that We have sent down to you the Book (the Quran) which is recited to them? Verily, herein is mercy and a reminder (or an admonition) for a people who believe"},{"SurahNumber":29,"VerseNumber":52,"Text":"Say (to them O Muhammad SAW): \"Sufficient is Allah for a witness between me and you. He knows what is in the heavens and on earth.\" And those who believe in Batil (all false deities other than Allah), and disbelieve in Allah and (in His Oneness), it is they who are the losers"},{"SurahNumber":29,"VerseNumber":53,"Text":"And they ask you to hasten on the torment (for them), and had it not been for a term appointed, the torment would certainly have come to them. And surely, it will come upon them suddenly while they perceive not"},{"SurahNumber":29,"VerseNumber":54,"Text":"They ask you to hasten on the torment. And verily! Hell, of a surety, will encompass the disbelievers"},{"SurahNumber":29,"VerseNumber":55,"Text":"On the Day when the torment (Hell-fire) shall cover them from above them and from underneath their feet, and it will be said: \"Taste what you used to do"},{"SurahNumber":29,"VerseNumber":56,"Text":"O My slaves who believe! Certainly, spacious is My earth. Therefore worship Me (Alone)"},{"SurahNumber":29,"VerseNumber":57,"Text":"Everyone shall taste the death. Then unto Us you shall be returned"},{"SurahNumber":29,"VerseNumber":58,"Text":"And those who believe (in the Oneness of Allah Islamic Monotheism) and do righteous good deeds, to them We shall surely give lofty dwellings in Paradise, underneath which rivers flow, to live therein forever. Excellent is the reward of the workers"},{"SurahNumber":29,"VerseNumber":59,"Text":"Those who are patient, and put their trust (only) in their Lord (Allah)"},{"SurahNumber":29,"VerseNumber":60,"Text":"And so many a moving (living) creature there is, that carries not its own provision! Allah provides for it and for you. And He is the All-Hearer, the All-Knower"},{"SurahNumber":29,"VerseNumber":61,"Text":"If you were to ask them: \"Who has created the heavens and the earth and subjected the sun and the moon?\" They will surely reply: \"Allah.\" How then are they deviating (as polytheists and disbelievers)"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah enlarges the provision for whom He wills of His slaves, and straitens it for whom (He wills). Verily, Allah is the All-Knower of everything"},{"SurahNumber":29,"VerseNumber":63,"Text":"If you were to ask them: \"Who sends down water (rain) from the sky, and gives life therewith to the earth after its death?\" They will surely reply: \"Allah.\" Say: \"All the praises and thanks be to Allah!\" Nay! Most of them have no sense"},{"SurahNumber":29,"VerseNumber":64,"Text":"And this life of the world is only amusement and play! Verily, the home of the Hereafter, that is the life indeed (i.e. the eternal life that will never end), if they but knew"},{"SurahNumber":29,"VerseNumber":65,"Text":"And when they embark on a ship, they invoke Allah, making their Faith pure for Him only, but when He brings them safely to land, behold, they give a share of their worship to others"},{"SurahNumber":29,"VerseNumber":66,"Text":"So that they become ingrate for that which We have given them, and that they take their enjoyment (as a warning and a threat), but they will come to know"},{"SurahNumber":29,"VerseNumber":67,"Text":"Have they not seen that We have made (Makkah) a sanctuary secure, and that men are being snatched away from all around them? Then do they believe in Batil (falsehood - polytheism, idols and all deities other than Allah), and deny (become ingrate for) the Graces of Allah"},{"SurahNumber":29,"VerseNumber":68,"Text":"And who does more wrong than he who invents a lie against Allah or denies the truth (Muhammad SAW and his doctrine of Islamic Monotheism and this Quran), when it comes to him? Is there not a dwelling in Hell for disbelievers (in the Oneness of Allah and in His Messenger Muhammad SAW)"},{"SurahNumber":29,"VerseNumber":69,"Text":"As for those who strive hard in Us (Our Cause), We will surely guide them to Our Paths (i.e. Allah's Religion - Islamic Monotheism). And verily, Allah is with the Muhsinun (good doers)"},{"SurahNumber":30,"VerseNumber":1,"Text":"Alif-Lam-Mim. [These letters are one of the miracles of the Quran, and none but Allah (Alone) knows their meanings"},{"SurahNumber":30,"VerseNumber":2,"Text":"The Romans have been defeated"},{"SurahNumber":30,"VerseNumber":3,"Text":"In the nearer land (Syria, Iraq, Jordan, and Palestine), and they, after their defeat, will be victorious"},{"SurahNumber":30,"VerseNumber":4,"Text":"Within three to nine years. The decision of the matter, before and after (these events) is only with Allah, (before the defeat of Romans by the Persians, and after, i.e. the defeat of the Persians by the Romans). And on that Day, the believers (i.e. Muslims) will rejoice (at the victory given by Allah to the Romans against the Persians)"},{"SurahNumber":30,"VerseNumber":5,"Text":"With the help of Allah, He helps whom He wills, and He is the All-Mighty, the Most Merciful"},{"SurahNumber":30,"VerseNumber":6,"Text":"(It is) a Promise of Allah (i.e. Allah will give victory to the Romans against the Persians), and Allah fails not in His Promise, but most of men know not"},{"SurahNumber":30,"VerseNumber":7,"Text":"They know only the outside appearance of the life of the world (i.e. the matters of their livelihood, like irrigating or sowing or reaping, etc.), and they are heedless of the Hereafter"},{"SurahNumber":30,"VerseNumber":8,"Text":"Do they not think deeply (in their ownselves) about themselves (how Allah created them from nothing, and similarly He will resurrect them)? Allah has created not the heavens and the earth, and all that is between them, except with truth and for an appointed term. And indeed many of mankind deny the Meeting with their Lord. [See Tafsir At-Tabari, Part 21, Page]"},{"SurahNumber":30,"VerseNumber":9,"Text":"Do they not travel in the land, and see what was the end of those before them? They were superior to them in strength, and they tilled the earth and populated it in greater numbers than these (pagans) have done, and there came to them their Messengers with clear proofs. Surely, Allah wronged them not, but they used to wrong themselves"},{"SurahNumber":30,"VerseNumber":10,"Text":"Then evil was the end of those who did evil, because they belied the Ayat (proofs, evidences, verses, lessons, signs, revelations, Messengers, etc.) of Allah and made mock of them"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah (Alone) originates the creation, then He will repeat it, then to Him you will be returned"},{"SurahNumber":30,"VerseNumber":12,"Text":"And on the Day when the Hour will be established, the Mujrimun (disbelievers, sinners, criminals, polytheists, etc.) will be plunged into destruction with deep regrets, sorrows, and despair"},{"SurahNumber":30,"VerseNumber":13,"Text":"No intercessor will they have from those whom they made equal with Allah (partners i.e. their so-called associate gods), and they will (themselves) reject and deny their partners"},{"SurahNumber":30,"VerseNumber":14,"Text":"And on the Day when the Hour will be established, that Day shall (all men) be separated (i.e. the believers will be separated from the disbelievers)"},{"SurahNumber":30,"VerseNumber":15,"Text":"Then as for those who believed (in the Oneness of Allah Islamic Monotheism) and did righteous good deeds, such shall be honoured and made to enjoy luxurious life (forever) in a Garden of delight (Paradise)"},{"SurahNumber":30,"VerseNumber":16,"Text":"And as for those who disbelieved and belied Our Ayat (proofs, evidences, verses, lessons, signs, revelations, Allah's Messengers, Resurrection, etc.), and the Meeting of the Hereafter, such shall be brought forth to the torment (in the Hell-fire)"},{"SurahNumber":30,"VerseNumber":17,"Text":"So glorify Allah [above all that (evil) they associate with Him (O believers)], when you come up to the evening [i.e. offer the (Maghrib) sunset and ('Isha') night prayers], and when you enter the morning [i.e. offer the (Fajr) morning prayer"},{"SurahNumber":30,"VerseNumber":18,"Text":"And His is all the praises and thanks in the heavens and the earth, and (glorify Him) in the afternoon (i.e. offer 'Asr prayer) and when you come up to the time, when the day begins to decline (i.e. offer Zuhr prayer). (Ibn 'Abbas said: \"These are the five compulsory congregational prayers mentioned in the Quran)"},{"SurahNumber":30,"VerseNumber":19,"Text":"He brings out the living from the dead, and brings out the dead from the living. And He revives the earth after its death. And thus shall you be brought out (resurrected)"},{"SurahNumber":30,"VerseNumber":20,"Text":"And among His Signs is this, that He created you (Adam) from dust, and then [Hawwa' (Eve) from Adam's rib, and then his offspring from the semen, and], - behold you are human beings scattered"},{"SurahNumber":30,"VerseNumber":21,"Text":"And among His Signs is this, that He created for you wives from among yourselves, that you may find repose in them, and He has put between you affection and mercy. Verily, in that are indeed signs for a people who reflect"},{"SurahNumber":30,"VerseNumber":22,"Text":"And among His Signs is the creation of the heavens and the earth, and the difference of your languages and colours. Verily, in that are indeed signs for men of sound knowledge"},{"SurahNumber":30,"VerseNumber":23,"Text":"And among His Signs is the sleep that you take by night and by day, and your seeking of His Bounty. Verily, in that are indeed signs for a people who listen"},{"SurahNumber":30,"VerseNumber":24,"Text":"And among His Signs is that He shows you the lightning, by way of fear and hope, and He sends down water (rain) from the sky, and therewith revives the earth after its death. Verily, in that are indeed signs for a people who understand"},{"SurahNumber":30,"VerseNumber":25,"Text":"And among His Signs is that the heaven and the earth stand by His Command, then afterwards when He will call you by single call, behold, you will come out from the earth (i.e. from your graves for reckoning and recompense)"},{"SurahNumber":30,"VerseNumber":26,"Text":"To Him belongs whatever is in the heavens and the earth. All are obedient to Him"},{"SurahNumber":30,"VerseNumber":27,"Text":"And He it is Who originates the creation, then will repeat it (after it has been perished), and this is easier for Him. His is the highest description (i.e. none has the right to be worshipped but He, and there is nothing comparable unto Him) in the heavens and in the earth. And He is the All-Mighty, the All-Wise"},{"SurahNumber":30,"VerseNumber":28,"Text":"He sets forth for you a parable from your ownselves, - Do you have partners among those whom your right hands possess (i.e. your slaves) to share as equals in the wealth We have bestowed on you? Whom you fear as you fear each other? Thus do We explain the signs in detail to a people who have sense"},{"SurahNumber":30,"VerseNumber":29,"Text":"Nay, but those who do wrong follow their own lusts without knowledge, Then who will guide him whom Allah has sent astray? And for such there will be no helpers"},{"SurahNumber":30,"VerseNumber":30,"Text":"So set you (O Muhammad SAW) your face towards the religion of pure Islamic Monotheism Hanifa (worship none but Allah Alone) Allah's Fitrah (i.e. Allah's Islamic Monotheism), with which He has created mankind. No change let there be in Khalq-illah (i.e. the Religion of Allah Islamic Monotheism), that is the straight religion, but most of men know not. [Tafsir At-Tabari, Vol 21, Page]"},{"SurahNumber":30,"VerseNumber":31,"Text":"(Always) Turning in repentance to Him (only), and be afraid and dutiful to Him; and perform As-Salat (Iqamat-as-Salat) and be not of Al-Mushrikun (the disbelievers in the Oneness of Allah, polytheists, idolaters, etc)"},{"SurahNumber":30,"VerseNumber":32,"Text":"Of those who split up their religion (i.e. who left the true Islamic Monotheism), and became sects, [i.e. they invented new things in the religion (Bid'ah), and followed their vain desires], each sect rejoicing in that which is with it"},{"SurahNumber":30,"VerseNumber":33,"Text":"And when harm touches men, they cry sincerely only to their Lord (Allah), turning to Him in repentance, but when He gives them a taste of His Mercy, behold! a party of them associate partners in worship with their Lord"},{"SurahNumber":30,"VerseNumber":34,"Text":"So as to be ungrateful for the graces which We have bestowed on them. Then enjoy (your short life); but you will come to know"},{"SurahNumber":30,"VerseNumber":35,"Text":"Or have We revealed to them a Scripture, which speaks of that which they have been associating with Him"},{"SurahNumber":30,"VerseNumber":36,"Text":"And when We cause mankind to taste of mercy, they rejoice therein, but when some evil afflicts them because of (evil deeds and sins) that their (own) hands have sent forth, lo! They are in despair"},{"SurahNumber":30,"VerseNumber":37,"Text":"Do they not see that Allah enlarges the provision for whom He wills and straitens (it for whom He wills). Verily, in that are indeed signs for a people who believe"},{"SurahNumber":30,"VerseNumber":38,"Text":"So give to the kindred his due, and to Al-Miskin (the poor) and to the wayfarer. That is best for those who seek Allah's Countenance, and it is they who will be successful"},{"SurahNumber":30,"VerseNumber":39,"Text":"And that which you give in gift (to others), in order that it may increase (your wealth by expecting to get a better one in return) from other people's property, has no increase with Allah, but that which you give in Zakat seeking Allah's Countenance then those, they shall have manifold increase"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah is He Who created you, then provided food for you, then will cause you to die, then (again) He will give you life (on the Day of Resurrection). Is there any of your (so-called) partners (of Allah) that do anything of that? Glory be to Him! And Exalted be He above all that (evil) they associate (with Him)"},{"SurahNumber":30,"VerseNumber":41,"Text":"Evil (sins and disobedience of Allah, etc.) has appeared on land and sea because of what the hands of men have earned (by oppression and evil deeds, etc.), that Allah may make them taste a part of that which they have done, in order that they may return (by repenting to Allah, and begging His Pardon)"},{"SurahNumber":30,"VerseNumber":42,"Text":"Say (O Muhammad SAW): \"Travel in the land and see what was the end of those before (you)! Most of them were Mushrikun (the disbelievers in the Oneness of Allah, polytheists, idolaters, etc)"},{"SurahNumber":30,"VerseNumber":43,"Text":"So set you (O Muhammad SAW) your face to (the obedience of Allah, your Lord) the straight and right religion (Islamic Monotheism), before there comes from Allah a Day which none can avert it. On that Day men shall be divided [(in two groups), a group in Paradise and a group in Hell"},{"SurahNumber":30,"VerseNumber":44,"Text":"Whosoever disbelieves will suffer from his disbelief, and whosoever does righteous good deeds (by practising Islamic Monotheism), then such will prepare a good place (in Paradise) for themselves (and will be saved by Allah from His Torment)"},{"SurahNumber":30,"VerseNumber":45,"Text":"That He may reward those who believe (in the Oneness of Allah Islamic Monotheism), and do righteous good deeds, out of His Bounty. Verily, He likes not the disbelievers"},{"SurahNumber":30,"VerseNumber":46,"Text":"And among His Signs is this, that He sends the winds as glad tidings, giving you a taste of His Mercy (i.e. rain), and that the ships may sail at His Command, and that you may seek of His Bounty, in order that you may be thankful"},{"SurahNumber":30,"VerseNumber":47,"Text":"And indeed We did send Messengers before you (O Muhammad SAW) to their own peoples. They came to them with clear proofs, then, We took vengeance on those who committed crimes (disbelief, setting partners in worship with Allah, sins, etc.), and (as for) the believers it was incumbent upon Us to help (them)"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah is He Who sends the winds, so they raise clouds, and spread them along the sky as He wills, and then break them into fragments, until you see rain drops come forth from their midst! Then when He has made them fall on whom of His slaves as He will, lo! they rejoice"},{"SurahNumber":30,"VerseNumber":49,"Text":"And verily before that (rain), just before it was sent down upon them, they were in despair"},{"SurahNumber":30,"VerseNumber":50,"Text":"Look then at the effects (results) of Allah's Mercy, how He revives the earth after its death. Verily! That (Allah) Who revived the earth after its death shall indeed raise the dead (on the Day of Resurrection), and He is Able to do all things"},{"SurahNumber":30,"VerseNumber":51,"Text":"And if We send a wind [which would spoil the green growth (tilth) brought up by the previous rain], and they see (their tilth) turn yellow, behold, they then after their being glad, would become unthankful (to their Lord Allah as) disbelievers"},{"SurahNumber":30,"VerseNumber":52,"Text":"So verily, you (O Muhammad SAW) cannot make the dead to hear (i.e. the disbelievers, etc.), nor can you make the deaf to hear the call, when they show their backs, turning away"},{"SurahNumber":30,"VerseNumber":53,"Text":"And you (O Muhammad SAW) cannot guide the blind from their straying; you can make to hear only those who believe in Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.), and have submitted to Allah in Islam (as Muslims)"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah is He Who created you in (a state of) weakness, then gave you strength after weakness, then after strength gave (you) weakness and grey hair. He creates what He wills. And it is He Who is the All-Knowing, the All-Powerful (i.e. Able to do all things)"},{"SurahNumber":30,"VerseNumber":55,"Text":"And on the Day that the Hour will be established, the Mujrimun (criminals, disbelievers, polytheists, sinners, etc.) will swear that they stayed not but an hour, thus were they ever deluded [away from the truth (i.e. they used to tell lies and take false oaths, and turn away from the truth) in this life of the world"},{"SurahNumber":30,"VerseNumber":56,"Text":"And those who have been bestowed with knowledge and faith will say: \"Indeed you have stayed according to the Decree of Allah, until the Day of Resurrection, so this is the Day of Resurrection, but you knew not"},{"SurahNumber":30,"VerseNumber":57,"Text":"So on that Day no excuse of theirs will avail those who did wrong (by associating partners in worship with Allah, and by denying the Day of Resurrection), nor will they be allowed (then) to return to seek Allah's Pleasure (by having Islamic Faith with righteous deeds and by giving up polytheism, sins and crimes with repentance)"},{"SurahNumber":30,"VerseNumber":58,"Text":"And indeed We have set forth for mankind, in this Quran every kind of parable. But if you (O Muhammad SAW) bring to them any sign or proof, (as an evidence for the truth of your Prophethood), the disbelievers are sure to say (to the believers): \"You follow nothing but falsehood, and magic"},{"SurahNumber":30,"VerseNumber":59,"Text":"Thus does Allah seal up the hearts of those who know not [the proofs and evidence of the Oneness of Allah i.e. those who try not to understand true facts that which you (Muhammad SAW) have brought to them"},{"SurahNumber":30,"VerseNumber":60,"Text":"So be patient (O Muhammad SAW). Verily, the Promise of Allah is true, and let not those who have no certainty of faith, discourage you from conveying Allah's Message (which you are obliged to convey)"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alif-Lam-Mim. [These letters are one of the miracles of the Quran, and none but Allah (Alone) knows their meanings"},{"SurahNumber":31,"VerseNumber":2,"Text":"These are Verses of the Wise Book (the Quran)"},{"SurahNumber":31,"VerseNumber":3,"Text":"A guide and a mercy for the Muhsinun (good-doers)"},{"SurahNumber":31,"VerseNumber":4,"Text":"Those who perform As-Salat (Iqamat-as- Salat) and give Zakat and they have faith in the Hereafter with certainty"},{"SurahNumber":31,"VerseNumber":5,"Text":"Such are on guidance from their Lord, and such are the successful"},{"SurahNumber":31,"VerseNumber":6,"Text":"And of mankind is he who purchases idle talks (i.e. music, singing, etc.) to mislead (men) from the Path of Allah without knowledge, and takes it (the Path of Allah, the Verses of the Quran) by way of mockery. For such there will be a humiliating torment (in the Hell-fire)"},{"SurahNumber":31,"VerseNumber":7,"Text":"And when Our Verses (of the Quran) are recited to such a one, he turns away in pride, as if he heard them not, as if there were deafness in his ear. So announce to him a painful torment"},{"SurahNumber":31,"VerseNumber":8,"Text":"Verily, those who believe (in Islamic Monotheism) and do righteous good deeds, for them are Gardens of delight (Paradise)"},{"SurahNumber":31,"VerseNumber":9,"Text":"To abide therein. It is a Promise of Allah in truth. And He is the All-Mighty, the All-Wise"},{"SurahNumber":31,"VerseNumber":10,"Text":"He has created the heavens without any pillars, that you see and has set on the earth firm mountains, lest it should shake with you. And He has scattered therein moving (living) creatures of all kinds. And We send down water (rain) from the sky, and We cause (plants) of every goodly kind to grow therein"},{"SurahNumber":31,"VerseNumber":11,"Text":"This is the creation of Allah. So show Me that which those (whom you worship), besides Him have created. Nay, the Zalimun (polytheists, wrong-doers and those who do not believe in the Oneness of Allah) are in plain error"},{"SurahNumber":31,"VerseNumber":12,"Text":"And indeed We bestowed upon Luqman Al-Hikmah (wisdom and religious understanding, etc.) saying: \"Give thanks to Allah,\" and whoever gives thanks, he gives thanks for (the good of) his ownself. And whoever is unthankful, then verily, Allah is All-Rich (Free of all wants), Worthy of all praise"},{"SurahNumber":31,"VerseNumber":13,"Text":"And (remember) when Luqman said to his son when he was advising him: \"O my son! Join not in worship others with Allah. Verily! Joining others in worship with Allah is a great Zulm (wrong) indeed"},{"SurahNumber":31,"VerseNumber":14,"Text":"And We have enjoined on man (to be dutiful and good) to his parents. His mother bore him in weakness and hardship upon weakness and hardship, and his weaning is in two years give thanks to Me and to your parents, unto Me is the final destination"},{"SurahNumber":31,"VerseNumber":15,"Text":"But if they (both) strive with you to make you join in worship with Me others that of which you have no knowledge, then obey them not, but behave with them in the world kindly, and follow the path of him who turns to Me in repentance and in obedience. Then to Me will be your return, and I shall tell you what you used to do"},{"SurahNumber":31,"VerseNumber":16,"Text":"O my son! If it be (anything) equal to the weight of a grain of mustard seed, and though it be in a rock, or in the heavens or in the earth, Allah will bring it forth. Verily, Allah is Subtle (in bringing out that grain), Well-Aware (of its place)"},{"SurahNumber":31,"VerseNumber":17,"Text":"O my son! Aqim-is-Salat (perform As-Salat), enjoin (people) for Al-Ma'ruf (Islamic Monotheism and all that is good), and forbid (people) from Al-Munkar (i.e. disbelief in the Oneness of Allah, polytheism of all kinds and all that is evil and bad), and bear with patience whatever befall you. Verily! These are some of the important commandments ordered by Allah with no exemption"},{"SurahNumber":31,"VerseNumber":18,"Text":"And turn not your face away from men with pride, nor walk in insolence through the earth. Verily, Allah likes not each arrogant boaster"},{"SurahNumber":31,"VerseNumber":19,"Text":"And be moderate (or show no insolence) in your walking, and lower your voice. Verily, the harshest of all voices is the voice (braying) of the ass"},{"SurahNumber":31,"VerseNumber":20,"Text":"See you not (O men) that Allah has subjected for you whatsoever is in the heavens and whatsoever is in the earth, and has completed and perfected His Graces upon you, (both) apparent (i.e. Islamic Monotheism, and the lawful pleasures of this world, including health, good looks, etc.) and hidden [i.e. One's Faith in Allah (of Islamic Monotheism) knowledge, wisdom, guidance for doing righteous deeds, and also the pleasures and delights of the Hereafter in Paradise, etc.]? Yet of mankind is he who disputes about Allah without knowledge or guidance or a Book giving light"},{"SurahNumber":31,"VerseNumber":21,"Text":"And when it is said to them: \"Follow that which Allah has sent down\", they say: \"Nay, we shall follow that which we found our fathers (following).\" (Would they do so) even if Shaitan (Satan) invites them to the torment of the Fire"},{"SurahNumber":31,"VerseNumber":22,"Text":"And whosoever submits his face (himself) to Allah [i.e. (follows Allah's Religion of Islamic Monotheism), worships Allah (Alone) with sincere Faith in the (1) Oneness of His Lordship, (2) Oneness of His worship, and (3) Oneness of His Names and Qualities], while he is a Muhsin (good-doer i.e. performs good deeds totally for Allah's sake without any show-off or to gain praise or fame etc. and does them in accordance with the Sunnah of Allah's Messenger Muhammad SAW), then he has grasped the most trustworthy hand-hold [La ilaha ill-Allah (none has the right to be worshipped but Allah)]. And to Allah return all matters for decision"},{"SurahNumber":31,"VerseNumber":23,"Text":"And whoever disbelieved, let not his disbelief grieve you (O Muhammad SAW),. to Us is their return, and We shall inform them what they have done. Verily, Allah is the All-Knower of what is in the breasts (of men)"},{"SurahNumber":31,"VerseNumber":24,"Text":"We let them enjoy for a little while, then in the end We shall oblige them to (enter) a great torment"},{"SurahNumber":31,"VerseNumber":25,"Text":"And if you (O Muhammad SAW) ask them: \"Who has created the heavens and the earth,\" they will certainly say: \"Allah.\" Say: \"All the praises and thanks be to Allah!\" But most of them know not"},{"SurahNumber":31,"VerseNumber":26,"Text":"To Allah belongs whatsoever is in the heavens and the earth. Verily, Allah, He is Al-Ghani (Rich, Free of all wants), Worthy of all praise"},{"SurahNumber":31,"VerseNumber":27,"Text":"And if all the trees on the earth were pens and the sea (were ink wherewith to write), with seven seas behind it to add to its (supply), yet the Words of Allah would not be exhausted. Verily, Allah is All-Mighty, All-Wise"},{"SurahNumber":31,"VerseNumber":28,"Text":"The creation of you all and the resurrection of you all are only as (the creation and resurrection of) a single person. Verily, Allah is All-Hearer, All-Seer"},{"SurahNumber":31,"VerseNumber":29,"Text":"See you not (O Muhammad SAW) that Allah merges the night into the day (i.e. the decrease in the hours of the night are added in the hours of the day), and merges the day into the night (i.e. the decrease in the hours of day are added in the hours of night), and has subjected the sun and the moon, each running its course for a term appointed; and that Allah is All-Aware of what you do"},{"SurahNumber":31,"VerseNumber":30,"Text":"That is because Allah, He is the Truth, and that which they invoke besides Him is Al-Batil (falsehood, Satan and all other false deities), and that Allah, He is the Most High, the Most Great"},{"SurahNumber":31,"VerseNumber":31,"Text":"See you not that the ships sail through the sea by Allah's Grace? that He may show you of His Signs? Verily, in this are signs for every patient, grateful (person)"},{"SurahNumber":31,"VerseNumber":32,"Text":"And when a wave covers them like shades (i.e. like clouds or the mountains of sea-water), they invoke Allah, making their invocations for Him only. But when He brings them safe to land, there are among them those that stop in the middle, between (Belief and disbelief). But none denies Our Signs except every perfidious ungrateful"},{"SurahNumber":31,"VerseNumber":33,"Text":"O mankind! Be afraid of your Lord (by keeping your duty to Him and avoiding all evil), and fear a Day when no father can avail aught for his son, nor a son avail aught for his father. Verily, the Promise of Allah is true, let not then this (worldly) present life deceive you, nor let the chief deceiver (Satan) deceive you about Allah"},{"SurahNumber":31,"VerseNumber":34,"Text":"Verily, Allah! With Him (Alone) is the knowledge of the Hour, He sends down the rain, and knows that which is in the wombs. No person knows what he will earn tomorrow, and no person knows in what land he will die. Verily, Allah is All-Knower, All-Aware (of things)"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alif-Lam-Mim. [These letters are one of the miracles of the Quran, and none but Allah (Alone) knows their meanings"},{"SurahNumber":32,"VerseNumber":2,"Text":"The revelation of the Book (this Quran) is from the Lord of the 'Alamin (mankind, jinns and all that exists) in which there is not doubt"},{"SurahNumber":32,"VerseNumber":3,"Text":"Or say they: \"He (Muhammad SAW) has fabricated it?\" Nay, it is the truth from your Lord, that you may warn a people to whom no warner has come before you (O Muhammad SAW), in order that they may be guided"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah it is He Who has created the heavens and the earth, and all that is between them in six Days. Then He Istawa (rose over) the Throne (in a manner that suits His Majesty). You (mankind) have none, besides Him, as a Wali (protector or helper etc.) or an intercessor. Will you not then remember (or be admonished)"},{"SurahNumber":32,"VerseNumber":5,"Text":"He arranges (every) affair from the heavens to the earth, then it (affair) will go up to Him, in one Day, the space whereof is a thousand years of your reckoning (i.e. reckoning of our present world's time)"},{"SurahNumber":32,"VerseNumber":6,"Text":"That is He, the All-Knower of the unseen and the seen, the All-Mighty, the Most Merciful"},{"SurahNumber":32,"VerseNumber":7,"Text":"Who made everything He has created good, and He began the creation of man from clay"},{"SurahNumber":32,"VerseNumber":8,"Text":"Then He made his offspring from semen of worthless water (male and female sexual discharge)"},{"SurahNumber":32,"VerseNumber":9,"Text":"Then He fashioned him in due proportion, and breathed into him the soul (created by Allah for that person), and He gave you hearing (ears), sight (eyes) and hearts. Little is the thanks you give"},{"SurahNumber":32,"VerseNumber":10,"Text":"And they say: \"When we are (dead and become) lost in the earth, shall we indeed be recreated anew?\" Nay, but they deny the Meeting with their Lord"},{"SurahNumber":32,"VerseNumber":11,"Text":"Say: \"The angel of death, who is set over you, will take your souls, then you shall be brought to your Lord"},{"SurahNumber":32,"VerseNumber":12,"Text":"And if you only could see when the Mujrimun (criminals, disbelievers, polytheists, sinners, etc.) shall hang their heads before their Lord (saying): \"Our Lord! We have now seen and heard, so send us back (to the world), we will do righteous good deeds. Verily! We now believe with certainty"},{"SurahNumber":32,"VerseNumber":13,"Text":"And if We had willed, surely! We would have given every person his guidance, but the Word from Me took effect (about evil-doers), that I will fill Hell with jinn and mankind together"},{"SurahNumber":32,"VerseNumber":14,"Text":"Then taste you (the torment of the Fire) because of your forgetting the Meeting of this Day of yours, (and) surely! We too will forget you, so taste you the abiding torment for what you used to do"},{"SurahNumber":32,"VerseNumber":15,"Text":"Only those believe in Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.), who, when they are reminded of them fall down prostrate, and glorify the Praises of their Lord, and they are not proud"},{"SurahNumber":32,"VerseNumber":16,"Text":"Their sides forsake their beds, to invoke their Lord in fear and hope, and they spend (charity in Allah's Cause) out of what We have bestowed on them"},{"SurahNumber":32,"VerseNumber":17,"Text":"No person knows what is kept hidden for them of joy as a reward for what they used to do"},{"SurahNumber":32,"VerseNumber":18,"Text":"Is then he who is a believer like him who is Fasiq (disbeliever and disobedient to Allah)? Not equal are they"},{"SurahNumber":32,"VerseNumber":19,"Text":"As for those who believe (in the Oneness of Allah Islamic Monotheism) and do righteous good deeds, for them are Gardens (Paradise) as an entertainment, for what they used to do"},{"SurahNumber":32,"VerseNumber":20,"Text":"And as for those who are Fasiqun (disbelievers and disobedient to Allah), their abode will be the Fire, every time they wish to get away therefrom, they will be put back thereto, and it will be said to them: \"Taste you the torment of the Fire which you used to deny"},{"SurahNumber":32,"VerseNumber":21,"Text":"And verily, We will make them taste of the near torment (i.e. the torment in the life of this world, i.e. disasters, calamities, etc.) prior to the supreme torment (in the Hereafter), in order that they may (repent and) return (i.e. accept Islam)"},{"SurahNumber":32,"VerseNumber":22,"Text":"And who does more wrong than he who is reminded of the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) of his Lord, then he turns aside therefrom? Verily, We shall exact retribution from the Mujrimun (criminals, disbelievers, polytheists, sinners, etc)"},{"SurahNumber":32,"VerseNumber":23,"Text":"And indeed We gave Musa (Moses) the Scripture [the Taurat (Torah)]. So be not you in doubt of meeting him [i.e. when you met Musa (Moses) during the night of Al-Isra' and Al-Mi'raj over the heavens]. And We made it [the Taurat (Torah)] a guide to the Children of Israel"},{"SurahNumber":32,"VerseNumber":24,"Text":"And We made from among them (Children of Israel), leaders, giving guidance under Our Command, when they were patient and used to believe with certainty in Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc)"},{"SurahNumber":32,"VerseNumber":25,"Text":"Verily, your Lord will judge between them on the Day of Resurrection, concerning that wherein they used to differ"},{"SurahNumber":32,"VerseNumber":26,"Text":"Is it not a guidance for them, how many generations We have destroyed before them in whose dwellings they do walk about? Verily, therein indeed are signs. Would they not then listen"},{"SurahNumber":32,"VerseNumber":27,"Text":"Have they not seen how We drive water (rain clouds) to the dry land without any vegetation, and therewith bring forth crops providing food for their cattle and themselves? Will they not then see"},{"SurahNumber":32,"VerseNumber":28,"Text":"They say: \"When will this Al-Fath (Decision) be (between us and you, i.e. the Day of Resurrection), if you are telling the truth"},{"SurahNumber":32,"VerseNumber":29,"Text":"Say: \"On the Day of Al-Fath (Decision), no profit will it be to those who disbelieve if they (then) believe! Nor will they be granted a respite"},{"SurahNumber":32,"VerseNumber":30,"Text":"So turn aside from them (O Muhammad SAW) and await, verily they (too) are awaiting"},{"SurahNumber":33,"VerseNumber":1,"Text":"O Prophet (Muhammad SAW)! Keep your duty to Allah, and obey not the disbelievers and the hypocrites (i.e., do not follow their advices). Verily! Allah is Ever AllKnower, AllWise"},{"SurahNumber":33,"VerseNumber":2,"Text":"And follow that which is inspired in you from your Lord. Verily, Allah is WellAcquainted with what you do"},{"SurahNumber":33,"VerseNumber":3,"Text":"And put your trust in Allah, and Sufficient is Allah as a Wakil (Trustee, or Disposer of affairs)"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah has not put for any man two hearts inside his body. Neither has He made your wives whom you declare to be like your mothers' backs, your real mothers. [AzZihar is the saying of a husband to his wife, \"You are to me like the back of my mother\" i.e. You are unlawful for me to approach.], nor has He made your adopted sons your real sons. That is but your saying with your mouths. But Allah says the truth, and He guides to the (Right) Way"},{"SurahNumber":33,"VerseNumber":5,"Text":"Call them (adopted sons) by (the names of) their fathers, that is more just with Allah. But if you know not their father's (names, call them) your brothers in faith and Mawalikum (your freed slaves). And there is no sin on you if you make a mistake therein, except in regard to what your hearts deliberately intend. And Allah is Ever OftForgiving, Most Merciful"},{"SurahNumber":33,"VerseNumber":6,"Text":"The Prophet is closer to the believers than their ownselves, and his wives are their (believers') mothers (as regards respect and marriage). And blood relations among each other have closer personal ties in the Decree of Allah (regarding inheritance) than (the brotherhood of) the believers and the Muhajirun (emigrants from Makkah, etc.), except that you do kindness to those brothers (when the Prophet SAW joined them in brotherhood ties). This has been written in the (Allah's Book of Divine) Decrees (AlLauh AlMahfuz)"},{"SurahNumber":33,"VerseNumber":7,"Text":"And (remember) when We took from the Prophets their covenant, and from you (O Muhammad SAW), and from Nuh (Noah), Ibrahim (Abraham), Musa (Moses), and 'Iesa (Jesus), son of Maryam (Mary). We took from them a strong covenant"},{"SurahNumber":33,"VerseNumber":8,"Text":"That He may ask the truthfuls (Allah's Messengers and His Prophets) about their truth (i.e. the conveyance of Allah's Message that which they were charged with). And He has prepared for the disbelievers a painful torment (Hell-fire)"},{"SurahNumber":33,"VerseNumber":9,"Text":"O you who believe! Remember Allah's Favour to you, when there came against you hosts, and We sent against them a wind and forces that you saw not [i.e. troops of angels during the battle of AlAhzab (the Confederates)]. And Allah is Ever AllSeer of what you do"},{"SurahNumber":33,"VerseNumber":10,"Text":"When they came upon you from above you and from below you, and when the eyes grew wild and the hearts reached to the throats, and you were harbouring doubts about Allah"},{"SurahNumber":33,"VerseNumber":11,"Text":"There, the believers were tried and shaken with a mighty shaking"},{"SurahNumber":33,"VerseNumber":12,"Text":"And when the hypocrites and those in whose hearts is a disease (of doubts) said: \"Allah and His Messenger (SAW) promised us nothing but delusions"},{"SurahNumber":33,"VerseNumber":13,"Text":"And when a party of them said: \"O people of Yathrib (AlMadinah)! There is no stand (possible) for you (against the enemy attack!) Therefore go back!\" And a band of them ask for permission of the Prophet (SAW) saying: \"Truly, our homes lie open (to the enemy).\" And they lay not open. They but wished to flee"},{"SurahNumber":33,"VerseNumber":14,"Text":"And if the enemy had entered from all sides (of the city), and they had been exhorted to AlFitnah (i.e. to renegade from Islam to polytheism) they would surely have committed it and would have hesitated thereupon but little"},{"SurahNumber":33,"VerseNumber":15,"Text":"And indeed they had already made a covenant with Allah not to turn their backs, and a covenant with Allah must be answered for"},{"SurahNumber":33,"VerseNumber":16,"Text":"Say (O Muhammad SAW to these hypocrites who ask your permission to run away from you): \"Flight will not avail you if you flee from death or killing, and then you will enjoy no more than a little while"},{"SurahNumber":33,"VerseNumber":17,"Text":"Say: \"Who is he who can protect you from Allah if He intends to harm you, or intends mercy on you?\" And they will not find, besides Allah, for themselves any Wali (protector, supporter, etc.) or any helper"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah already knows those among you who keep back (men) from fighting in Allah's Cause, and those who say to their brethren \"Come here towards us,\" while they (themselves) come not to the battle except a little"},{"SurahNumber":33,"VerseNumber":19,"Text":"Being miserly towards you (as regards help and aid in Allah's Cause). Then when fear comes, you will see them looking to you, their eyes revolving like (those of) one over whom hovers death, but when the fear departs, they will smite you with sharp tongues, miserly towards (spending anything in any) good (and only covetous of booty and wealth). Such have not believed. Therefore Allah makes their deeds fruitless, and that is ever easy for Allah"},{"SurahNumber":33,"VerseNumber":20,"Text":"They think that AlAhzab (the Confederates) have not yet withdrawn, and if AlAhzab (the Confederates) should come (again), they would wish they were in the deserts (wandering) among the bedouins, seeking news about you (from a far place); and if they (happen) to be among you, they would not fight but little"},{"SurahNumber":33,"VerseNumber":21,"Text":"Indeed in the Messenger of Allah (Muhammad SAW) you have a good example to follow for him who hopes in (the Meeting with) Allah and the Last Day and remembers Allah much"},{"SurahNumber":33,"VerseNumber":22,"Text":"And when the believers saw AlAhzab (the Confederates), they said: \"This is what Allah and His Messenger (Muhammad SAW) had promised us, and Allah and His Messenger (Muhammad SAW) had spoken the truth, and it only added to their faith and to their submissiveness (to Allah)"},{"SurahNumber":33,"VerseNumber":23,"Text":"Among the believers are men who have been true to their covenant with Allah [i.e. they have gone out for Jihad (holy fighting), and showed not their backs to the disbelievers], of them some have fulfilled their obligations (i.e. have been martyred), and some of them are still waiting, but they have never changed [i.e. they never proved treacherous to their covenant which they concluded with Allah] in the least"},{"SurahNumber":33,"VerseNumber":24,"Text":"That Allah may reward the men of truth for their truth (i.e. for their patience at the accomplishment of that which they covenanted with Allah), and punish the hypocrites if He will or accept their repentance by turning to them in Mercy. Verily, Allah is OftForgiving, Most Merciful"},{"SurahNumber":33,"VerseNumber":25,"Text":"And Allah drove back those who disbelieved in their rage, they gained no advantage (booty, etc.). Allah sufficed for the believers in the fighting (by sending against the disbelievers a severe wind and troops of angels). And Allah is Ever AllStrong, AllMighty"},{"SurahNumber":33,"VerseNumber":26,"Text":"And those of the people of the Scripture who backed them (the disbelievers) Allah brought them down from their forts and cast terror into their hearts, (so that) a group (of them) you killed, and a group (of them) you made captives"},{"SurahNumber":33,"VerseNumber":27,"Text":"And He caused you to inherit their lands, and their houses, and their riches, and a land which you had not trodden (before). And Allah is Able to do all things"},{"SurahNumber":33,"VerseNumber":28,"Text":"O Prophet (Muhammad SAW)! Say to your wives: If you desire the life of this world, and its glitter, Then come! I will make a provision for you and set you free in a handsome manner (divorce)"},{"SurahNumber":33,"VerseNumber":29,"Text":"But if you desire Allah and His Messenger, and the home of the Hereafter, then verily, Allah has prepared for AlMuhsinat (gooddoers) amongst you an enormous reward"},{"SurahNumber":33,"VerseNumber":30,"Text":"O wives of the Prophet! Whoever of you commits an open illegal sexual intercourse, the torment for her will be doubled, and that is ever easy for Allah"}]}