{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Ty rozhodnutí onen škoda neprítel verící jsem Id obraz worshipers. Ty rozhodnutí onen konec lidé prátelství verící jsem ty odríkávat My byl Kristián. Tento byl oni mel duchovní mnich ti oni ne jsem nadutý"},{"SurahNumber":5,"VerseNumber":83,"Text":"When oni naslouchat který odhalit hlasatel ty provést jejich otvor potopa na škubat moný oni pripustit vernost therein oni odríkávat Náš Magnát my verit e pocet nás svedcit"},{"SurahNumber":5,"VerseNumber":84,"Text":"Why my ne domnívat se za BUH vernost podlehnout nás doufání náš Magnát uznat nás spravedlivý lidé"},{"SurahNumber":5,"VerseNumber":85,"Text":"BUH ODMENIT TI ODRÍKÁVAT TENTO; ON uznat TI ZAHRADNÍ PRÍLIV PRAMEN! Oni zustávat therein stále. recený jsem odmenit pro a spravedlivý"},{"SurahNumber":5,"VerseNumber":86,"Text":"Ohledne Ceho ty pochybovat vyradit náš zjevení oni byl obyvatel Peklo"},{"SurahNumber":5,"VerseNumber":87,"Text":"O ty verit ne zakázat poslušný potreby útocit zákonný BUH ne aggress; BUH nelibost agresor"},{"SurahNumber":5,"VerseNumber":88,"Text":"A strávit plný zákonný potreby onen BUH mel postarat se nebo ty! Ty váit si BUH od koho ty jsem verící"},{"SurahNumber":5,"VerseNumber":89,"Text":"BUH NE ZASTAVIT TY ODPOVEDNÝ PRO CIRÝ PROJEV PRÍSAHY; ON ZASTAVIT TY ODPOVEDNÝ PRO SVUJ BENÝ ÚCEL. Ty rozrušit prísahy ty usmírit zásobovat 10 špatný lidé podle stejne potrava ty prednést tvuj uznat rodinný anebo prádlo ti volný pomocný! Ty ne dát tento pak ty rychle 3 cas. Tento jsem odcinení rozrušit prísahy ty prísahat zadret Ty fulfill svuj prísahy. BUH TÍM VYSVETLIT SVÉM ZJEVENÍ TY TY jsem UZNALÝ"},{"SurahNumber":5,"VerseNumber":90,"Text":"O ty verit opojný sázet se oltár obraz ochotný z príleitostný ar opovrení souit; ty zabránit ti onen ty mít úspech"},{"SurahNumber":5,"VerseNumber":91,"Text":"Souit chtít zpusobit záš záš ty ze opojný sázet se s zneklidnit ty podle pamatovat BUH podle slavit Spojení Prosba (Salat)! Ty pak upustit"},{"SurahNumber":5,"VerseNumber":92,"Text":"Ty poslouchat BUH ty poslouchat hlasatel varovat se Ty obeh pak módní onen prostý dávka náš hlasatel byl vynést poslání efficiently"},{"SurahNumber":5,"VerseNumber":93,"Text":"Ty domnívat se primet spravedlivý doivotní ne loisko vina strávit kadý potrava aby dlouhý moný oni slavit prikázání domnívat se primet spravedlivý doivotní pak udrovat jejich zbonost vernost zustat slavit zbonost spravedlnost! BUH MILOVAT A SPRAVEDLIVÝ"},{"SurahNumber":5,"VerseNumber":94,"Text":"(O ty domnívat se BUH prosit vyzkoušet ty trochu ochotný v dome sahat z svuj písmo svuj šipka pou). BUH TÍM VYZNAMENAT TY TY SLAVIT JEMU JEJICH ZACHOVÁNÍ TAJEMSTVÍ. Ty zhrešit zadní tento privodit si trapný odškodnení"},{"SurahNumber":5,"VerseNumber":95,"Text":"O ty verit ne znemonit kadý ochotný pou! Kadý znemonit kadý ochotný ochoten zámer, svém nóbl jsem a cítat o ivý inventár zvíre byl rovnající se s ochotný zvíre on znemonit. Soud urcit 2 spravedlivý lidé ty. Oni zpusobit urcite onen nabídka sahat Ka bah. Jinak on odcinit zásobovat špatný lidé rovnající se pevne usmírit svém útok! BUH PROMINOUT ÚTOK. Jestlie kadý zvolení s stejný útok BUH prosit pomstít to! BUH jsem VŠEMOHOUCÍ MSTITEL"},{"SurahNumber":5,"VerseNumber":96,"Text":"Úplne shánet more ar zpusobit zákonný ty strávit! Behem pou tento kveten postarat se nebo ty behem svuj souprava vozíku! Ty ne štvát pou. Ty váit si BUH koho ty predvolat"},{"SurahNumber":5,"VerseNumber":97,"Text":"(BUH SJEDNAT Ka bah CÍRKEVNÍ Masjid jsem ÚTOCIŠTE LIDÉ TAKÉ CÍRKEVNÍ MESÍCE NABÍDKA CÍRKEVNÍ Masjid) VENEC URCIT TI! Ty módní onen BUH zkušený všechno od nebe zahrabat a onen BUH jsem Vševedoucí"},{"SurahNumber":5,"VerseNumber":98,"Text":"Módní onen BUH jsem presný za provést odškodnení BUH Omluvit Milosrdný"},{"SurahNumber":5,"VerseNumber":99,"Text":"Prostý dávka hlasatel jsem vynést poslání BUH zkušený všechno ty prohlásit všechno ty skrýt"},{"SurahNumber":5,"VerseNumber":100,"Text":"Vyhlásit špatný poslušný ar ne stejne práve jestlie nadbytek škoda kveten ráz ty! Ty váit si BUH (ješte ty byl menšina) O ty mít porozumení onen ty mít úspech"},{"SurahNumber":5,"VerseNumber":101,"Text":"O ty verit ne poadovat u duvod odhalit ty prematurely škoda ty! Ty poadovat u ti osvetlit z Quran oni slušet ocividný s ty. BUH PO ZRALÉ ÚVAZE PREHLÉDNOUT TI. BUH jsem Forgiver MÍRNÝ"},{"SurahNumber":5,"VerseNumber":102,"Text":"Others ty poadovat spolu pochybovat pak slušet disbelievers therein"},{"SurahNumber":5,"VerseNumber":103,"Text":"BUH NE ZAKÁZAT IVÝ INVENTÁR ZPLODIT NEJAKÝ SLOUCENÍ Z MU ENSKÁ nor IVÝ INVENTÁR propustit NA PRÍSAHY nor JEDNOTKA ZPLODIT 2 MU ZÁZNAM nor SPEKULANT NA BURZE OTEC 10. jsem disbelievers vynalézt stejný prostírat se BUH. mnoství z ti ne porozumení"},{"SurahNumber":5,"VerseNumber":104,"Text":"When oni zjistit Podlehnout který BUH odhalit hlasatel oni ríct Co my rozhodnutí náš zdroj ucinil jsem sufficient nás. Co jestlie jejich zdroj módní nic ne usmernovat"},{"SurahNumber":5,"VerseNumber":105,"Text":"O ty verit ty trápit jen pribline tvuj uznat krkovicka. others odchod z cesty oni ne škoda ty ackoliv dlouze ackoliv ty usmernovat. S BUH jsem svuj poslední urcení úplne o ty pak On informovat ty z všechno ty ucinil"},{"SurahNumber":5,"VerseNumber":106,"Text":"O ty verit svedcit prosit when jednotka z ty poslední vyloucit co z ceho 2 spravedlivý lidé ty! Ty cestovat pak 2 others ucinil a svedcit! Pozdeji slavit Spojení Prosba (Salat) rušit svedcit prísahat BUH zmírnit svuj pochybovat My ne jednat tento dosáhnout vlastní výteek práve zustavitel záveti byl príbuzný podle nás! Nor prosit my skrýt buh potvrzení. Jinak my jsem hríšník"},{"SurahNumber":5,"VerseNumber":107,"Text":"Svedcit najít jsem vinný z ovlivnit pak 2 others poadovat pokládat jejich zaúctovat! Chtít 2 osoba znicit 1 svedcit pripustit ti prísahat BUH Náš potvrzení jsem pravý than jejich my ne ovlivnit! Jinak my jsem prestupník"},{"SurahNumber":5,"VerseNumber":108,"Text":"Tento jsem schopný podporovat cestný potvrzení jejich hlas pramen strachu onen jejich prísahy jsem nevšímat si onen z predchozí svedcit! Ty slavit BUH naslouchat BUH NE USMERNOVAT A PROSTOPÁŠNÝ"},{"SurahNumber":5,"VerseNumber":109,"Text":"Cas podlehnout when BUH prosit predvolat hlasatel poadovat ti Jak byl odezva s ty? Oni odríkávat My ne mel vedomí! Ty jsem Knower úplne ochrana prezidenta"},{"SurahNumber":5,"VerseNumber":110,"Text":"BUH prosit ODRÍKÁVAT O JEÍŠ SYN MARIE vzpomínat si MUJ ŠTESTÍ TY SVUJ UJMOUT SE JAKO MATKA! Já snést ty Zboný Povzbudit uvolnit ty mluven podle lidé vecpat také moný dospelý! Já ucit ty bible moudrost Torah Evangelium. Zrušení onen ty tvorit podle jíl obrábet osoba Muj dovolená pak kvet to to slušet bydlit osoba Muj dovolená! Ty lécit slepý malomocný Muj dovolená obnovit naprosto Muj dovolená! Zrušení já ochranný ty Detský Izrael chtít škoda ty dukladný zázrak ty beet ti! disbelievers ti odríkávat ‘Tento jsem obviously kouzelný"},{"SurahNumber":5,"VerseNumber":111,"Text":"Zrušení já dýchat ák ‘Ty domnívat se za Mi Muj hlasatel ' Oni odríkávat ‘My domnívat se loisko svedcit my jsem submitters"},{"SurahNumber":5,"VerseNumber":112,"Text":"Zrušení onen ák odríkávat O Jeíš syn Marie mohl svuj Magnát odeslat nás pastva lye? On odríkávat Ty váit si BUH ty jsem verící"},{"SurahNumber":5,"VerseNumber":113,"Text":"Oni odríkávat My ádat strávit od toho uklidnit náš srdce módní prosím onen ty zjistit nás vernost! My obsluhovat svedcit o tom"},{"SurahNumber":5,"VerseNumber":114,"Text":"Odríkávat Jeíš syn Marie Náš buh náš Magnát odeslat shodit nás pastva lye! Pripustit to privést dost kadý naprostý jednotka z nás známka podle Ty! Postarat se nebo nás; Ty byl nejlepší Správce"},{"SurahNumber":5,"VerseNumber":115,"Text":"BUH ODRÍKÁVAT JÁ ODESLAT TO SRAZIT. Kadý among ty pochybovat tento já potrestat jemu protoe já nikdy potrestat kadý jinam"},{"SurahNumber":5,"VerseNumber":116,"Text":"BUH prosit ODRÍKÁVAT O JEÍŠ SYN MARIE UCINIL TY ríct podle LIDÉ ‘ÚTOCIT mi MUJ ujmout se jako matka OBRAZ BUH? ' ON ODRÍKÁVAT TY OSLAVOVAT! Já ne vyjádrit co byl právo! Mel já odríkávat to Ty ji módní to! Ty módní muj thoughts já ne módní Svuj thoughts! Ty módní úplne ochrana prezidenta"},{"SurahNumber":5,"VerseNumber":117,"Text":"Já zjistit ti jen co Ty príkaz mne odríkávat ‘Ty zbonovat BUH muj Magnát svuj Magnát. ' já jsem svedcit ti ackoliv dlouze ackoliv já ivoucí ti. When Ty ukoncit muj doivotní zahrabat Ty slušet Hlídac ti. Ty svedcit úplne potreby"},{"SurahNumber":5,"VerseNumber":118,"Text":"Ty potrestat ti oni jsem Svuj základní. Ty omluvit ti Ty jsem Všemohoucí Odborný"},{"SurahNumber":5,"VerseNumber":119,"Text":"BUH prosit VYHLÁSIT TENTO jsem CAS when PRAVÝ PROSIT UCHOVAT JEJICH truthfulness. ONI ZASLOUILÝ ZAHRADNÍ PRÍLIV PRAMEN! Oni zustávat therein stále. BUH SPOKOJENÝ TI ONI SPOKOJENÝ JEMU! Tento jsem prima radost z vítezství"},{"SurahNumber":5,"VerseNumber":120,"Text":"S BUH patrit svrchovanost z nebe zahrabat všechno za ti On jsem Všemohoucí"},{"SurahNumber":6,"VerseNumber":1,"Text":"Pochvala byl BUH tvorit nebe zahrabat zpusobit temnota nastoupit. Ty pochybovat za jejich Magnát zustat zmenit smer ceho"},{"SurahNumber":6,"VerseNumber":2,"Text":"On byl Jednotka tvorit ty bláto pak dopredu daný svuj doivotní vírení doivotní vírení onen módní jen s Jemu! Ty zustat pochybovat"},{"SurahNumber":6,"VerseNumber":3,"Text":"On jsem 1 BUH nebe zahrabat. On módní svuj ochrana prezidenta svuj popis On módní všechno ty získat"},{"SurahNumber":6,"VerseNumber":4,"Text":"Nedbající co druh o zkouška delat se ti jejich Magnát oni obeh od toho odpor"},{"SurahNumber":6,"VerseNumber":5,"Text":"Protoe oni vyradit vernost when to podlehnout ti oni privodit si dusledek jejich heedlessness"},{"SurahNumber":6,"VerseNumber":6,"Text":"Oni ne prijmout e mnoství výroba ti my zrušit? My dosadit ti zahrabat jinam than my vyloucit co z ceho ty my lít ti štestí generously my stanovit ti príliv pramen! My pak zrušit ti jejich hrích my zástupce jiný buzení jejich zaúctovat"},{"SurahNumber":6,"VerseNumber":7,"Text":"Ješte my odeslat ti fyzikální kniha spis ochoten doklady, oni nakazit to jejich písmo ty pochybovat odríkávat Tento jsem nikoliv jinam than hodný kouzelný"},{"SurahNumber":6,"VerseNumber":8,"Text":"Oni také odríkávat jen andel delat se jemu! Mel my odeslat andel soubor duvod ukoncit oni ješte odrocit"},{"SurahNumber":6,"VerseNumber":9,"Text":"Mel my odeslat andel my odeslat jemu seradit mu my zadret ti presne ackoliv zmást ackoliv oni zmást tak"},{"SurahNumber":6,"VerseNumber":10,"Text":"Hlasatel ty zesmešnit. jsem ty falešný ti snést dusledek z jejich zesmešnit"},{"SurahNumber":6,"VerseNumber":11,"Text":"Odríkávat Potulka zahrabat proslulý dusledek rejectors"},{"SurahNumber":6,"VerseNumber":12,"Text":"Ríct, \"Podle koho patrit všechno nebe zahrabat? Ríct, \"Podle BUH. On rozhodnout soucit jsem Svém znak! On prece predvolat ty úplne Cas Zmrtvýchvstání jsem nevyhnutelný. Jednotka pozbýt jejich duše jsem ty pochybovat"},{"SurahNumber":6,"VerseNumber":13,"Text":"S Jemu patrit všechno obydlí od vecer cas! On jsem Posluchac Knower"},{"SurahNumber":6,"VerseNumber":14,"Text":"ríct Jsem Povinen já uznat BUH jako Magnát Zvládnout when On jsem Initiator z nebe zahrabat On zásobovat ne zásobovat? Odríkávat já príkaz nejvetší oddaný submitter ne jsem obraz worshiper"},{"SurahNumber":6,"VerseNumber":15,"Text":"ríct já bát se jestlie já neuposlechnout muj Magnát odškodnení desivý cas"},{"SurahNumber":6,"VerseNumber":16,"Text":"Whoever ušetrit (odškodnení) onen cas dosáhnout Svém soucit! Tento jsem prima radost z vítezství"},{"SurahNumber":6,"VerseNumber":17,"Text":"Buh nakazit ty neštestí ádný pomoct to ledae On. A jestlie On nakazit ty štestí On jsem Všemohoucí"},{"SurahNumber":6,"VerseNumber":18,"Text":"On jsem Nejvyšší Svém tvor. On jsem nejvetší Odborný Príslušný"},{"SurahNumber":6,"VerseNumber":19,"Text":"Odríkávat Kterého potvrzení byl prima? Ríct buh! On jsem svedcit mi ty onen tento Quran dýchat mne kázat ono ty whomever ono sahat! Vskutku ty loisko svedcit v tom jsem jinak buh BUH. Odríkávat já ne svedcit ackoliv ty ucinil; v tom jsem jen jednotka buh já poprít svuj modlárství"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ty my odevzdat bible pripustit tento moný oni pripustit jejich uznat detský. Jednotka pozbýt jejich duše jsem ty ne verit"},{"SurahNumber":6,"VerseNumber":21,"Text":"Který odporný than jednotka byl prostírat se BUH vyradit Svém zjevení? Prestupník nikdy mít úspech"},{"SurahNumber":6,"VerseNumber":22,"Text":"Cas when my predvolat ti úplne my poadovat obraz worshipers prosit obraz ty byl spolecnost"},{"SurahNumber":6,"VerseNumber":23,"Text":"Jejich katastrofální odezva byl BUH náš Magnát my nikdy jsem obraz worshipers"},{"SurahNumber":6,"VerseNumber":24,"Text":"Proslulý jak oni lied s sebe a jak obraz oni vynalézt oddaný ti"},{"SurahNumber":6,"VerseNumber":25,"Text":"Trochu o ti naslouchat podle ty my umístení zahalit jejich jádro prekazit ti porozumení hluchota za jejich záves! Tím nedbající co druh o zkouška oni prijmout oni ne verit! Tím when oni podlehnout diskutovat ty disbelievers odríkávat Tyto jsem pocet pres"},{"SurahNumber":6,"VerseNumber":26,"Text":"Oni zahnat others podle tento (Quran) protoe oni zastávka stranou od toho proto oni jen pobít mimo perceiving"},{"SurahNumber":6,"VerseNumber":27,"Text":"Jen ty prijmout ti when oni celo hellfire! Oni odríkávat pak Hore s nás. ohio my chtít my odjezd nikdy vyradit náš Magnát zjevení nastavení verící"},{"SurahNumber":6,"VerseNumber":28,"Text":"Skutecne (oni jen odríkávat tento jejich ochrana prezidenta ukázat. Oni odjezd oni predloit presne stejne zlocin. Oni jsem lhárka)"},{"SurahNumber":6,"VerseNumber":29,"Text":"Oni odríkávat (subconsciously) My ivý jen tento doivotní; my ne vzkrísit"},{"SurahNumber":6,"VerseNumber":30,"Text":"Ty jen prijmout ti when oni kozlík jejich Magnát! On odríkávat Byl tento ne vernost? Oni odríkávat Yes náš Magnát. On odríkávat Ty privodit si odškodnení svuj nevera"},{"SurahNumber":6,"VerseNumber":31,"Text":"Kdo Neco Ztratí vskutku byl ty pochybovat vhodný BUH Doba podlehnout ti náraz pak odríkávat My hluboce elet obnosit náš doivotní za tohleto spolecnost. Oni prodávat vkládat jejich hrích jejich podporovat; který bídný vkládat"},{"SurahNumber":6,"VerseNumber":32,"Text":"Doivotní tento spolecnost jsem nikoliv jinam than iluze marnost doba príbytek Dále jsem druhý zcela pro a spravedlivý. Ty ne porozumení"},{"SurahNumber":6,"VerseNumber":33,"Text":"My módní onen ty zarmoutit co oni ríct Ty módní onen ono ne jsem ty onen oni vyradit; to jsem buh zjevení onen prostopášný nedbat"},{"SurahNumber":6,"VerseNumber":34,"Text":"Hlasatel ty vyradit oni steadfastly vytrvat za a omítka z vyrazení zboí. Oni pronásledovat náš vítezství podlehnout ti. recený byl buh systém nikdy vymenit. Dejiny Muj hlasatel tím urcit predchozí ty"},{"SurahNumber":6,"VerseNumber":35,"Text":"Jejich vyrazení zboí vzít si jsem také mnoho ceho ty ty módní onen práve ty rýpat tunelovat zahrabat lézt pouštet oka lye vytáhnout zázrak ti (oni utišit ne verit)! Mel BUH willed On usmernovat ti unanimously! Proto ne fungovat mít rád nevzdelaný jednotka"},{"SurahNumber":6,"VerseNumber":36,"Text":"Ale jednotka s vyhovovat ar ty naslouchat! BUH VZKRÍSIT NAPROSTO; ONI KONECNE zvolení JEMU"},{"SurahNumber":6,"VerseNumber":37,"Text":"Oni odríkávat jen nejaký známka delat se jemu svém Magnát! Odríkávat BUH jsem dovedný podle odeslat známka mnoství z ti ne módní"},{"SurahNumber":6,"VerseNumber":38,"Text":"Úplne tvor zahrabat úplne osoba vyletet na zrychlit jsem spolecnost ty. My ne odkázat všechno tento kniha. S jejich Magnát úplne tyto tvor predvolat"},{"SurahNumber":6,"VerseNumber":39,"Text":"Ty vyradit náš zkouška jsem hluchý nemý za souhrn temnota. Whomever BUH prosit On odeslat z cesty whomever On prosit On primet váný dráha"},{"SurahNumber":6,"VerseNumber":40,"Text":"Odríkávat Co jestlie buh odškodnení podlehnout ty Doba podlehnout ty ty vzývat BUH ty jsem pravý"},{"SurahNumber":6,"VerseNumber":41,"Text":"Pravda byl jen Jemu ty vzývat On vyhovovat svuj prosba jestlie On prosit ty nepamatovat si svuj obraz"},{"SurahNumber":6,"VerseNumber":42,"Text":"My odeslat (hlasatel) spolecnost ty my pripojit ti s vyzkoušet koryto neštestí útrapa oni vzývat"},{"SurahNumber":6,"VerseNumber":43,"Text":"Jestlie jen oni vzývat when náš vyzkoušet souit ti! Místo jejich srdce zatvrdit souit zdobit jejich spravovat jejich otvor"},{"SurahNumber":6,"VerseNumber":44,"Text":"When oni tím nedbat poslání odevzdat ti my zrejmý pro ti vstup z všechno. Pak presne ackoliv oni potešit od co odevzdat ti my potrestat ti náraz; oni slušet zcela omrácit"},{"SurahNumber":6,"VerseNumber":45,"Text":"Prostopášný ar tím zrušit! Pochvala jsem BUH Magnát vesmír"},{"SurahNumber":6,"VerseNumber":46,"Text":"Odríkávat Co jestlie BUH absorbovat stranou svuj slyšení svuj zrak vtisknout svuj dbát; který buh BUH uzdravit tyto ty? Proslulý e my vysvetlit zjevení pozornost jak oni ješte zmenit smer ceho"},{"SurahNumber":6,"VerseNumber":47,"Text":"Odríkávat Co jestlie buh odškodnení podlehnout ty náhle pozdeji oznámení to ne prostopášný který byl privodit si vyhlazení"},{"SurahNumber":6,"VerseNumber":48,"Text":"My ne odeslat hlasatel vysvoboditel z poslušný zpráva také jako warners. Ty domnívat se oprava mel nic pramen strachu nor prosit oni rmoutit"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ohledne Ceho ty vyradit náš zjevení oni privodit si odškodnení jejich wickedness"},{"SurahNumber":6,"VerseNumber":50,"Text":"ríct já ne ríct podle ty onen já mít povaovat za cenné BUH. Nor znicit já módní budoucí. Nor znicit já ríct podle ty já jsem andel. Já pouze následující co odhalit mne. Odríkávat byl Jsem slepý spolu ackoliv veštec? Ty ne zrcadlit"},{"SurahNumber":6,"VerseNumber":51,"Text":"A kázat tento (Quran) s ty váit si predvolat jejich Magnát! - Oni mel ádný Jemu protoe Magnát a Zvládnout nor intercessor! - Onen oni dosáhnout spása"},{"SurahNumber":6,"VerseNumber":52,"Text":"Ne propustit ty vzývat jejich Magnát vek i kdy noc, oddaný Jemu jen! Ty ne jsem odpovedný pro jejich pocítání nor byl oni odpovedný pro svuj pocítání. Ty propustit ti ty jsem prestupník"},{"SurahNumber":6,"VerseNumber":53,"Text":"My tím zkoušet lidé na kadý jinam, pripustit ti odríkávat (mockingly) Ar tyto lidé nás štestí BUH? byl Jsem BUH ne vedomý si o uznalý jednotka"},{"SurahNumber":6,"VerseNumber":54,"Text":"When ty domnívat se za náš zjevení podlehnout ty ty odríkávat Salmun ‘Alaykum (Pokoj jsem ty). Svuj Magnát rozhodnout soucit jsem Svém znak. Tím kadý among ty predloit prestupek neznalost litovat od té doby oprava pak On Omluvit Milosrdný"},{"SurahNumber":6,"VerseNumber":55,"Text":"My tím vysvetlit zjevení zpracovat bodcem ráz z a prostopášný"},{"SurahNumber":6,"VerseNumber":56,"Text":"ríct já odporný podle zbonovat co ty zbonovat BUH. Odríkávat já ne následující svuj mínení! Jinak já odchod z cesty ne usmernovat"},{"SurahNumber":6,"VerseNumber":57,"Text":"ríct já mel kubický zkouška podle muj Lord ty vyradit to! Já ne rízený odškodnení ty upírat mne privést! Soud patrit BUH jen. On lícit vernost On jsem poslušný soudit"},{"SurahNumber":6,"VerseNumber":58,"Text":"Odríkávat Jestlie já rízený odškodnení ty upírat mne privést soubor duvod ukoncit dlouze ago! BUH zkušený NEJLEPŠÍ KTERÝ PROSTOPÁŠNÝ AR"},{"SurahNumber":6,"VerseNumber":59,"Text":"Na Jemu byl klíc s úplne ochrana; prezidenta; ádný módní ti On. On módní všechno na breh more. Ne plátek dostat Svém vedomí. Nor jsem v tom zrnit hloubka pošpinit. Nor byl v tom všechno namocit nudný onen ne zaznamenat dukladný zápis"},{"SurahNumber":6,"VerseNumber":60,"Text":"On byl Jednotka pripojit ty s smrt vecer zkušený práve slabý z svuj boj cas. On vzkrísit ty naprostý dopoledne svuj doivotní prepnout naplnit pak Jemu jsem svuj poslední výnos. On pak informovat ty z všechno ty ucinil"},{"SurahNumber":6,"VerseNumber":61,"Text":"On jsem Nejvyšší Svém tvor On sjednat krýt ochranný ty! When sjednat cas smrt podlehnout ádný o ty náš hlasatel pripojit jemu smrt ihned"},{"SurahNumber":6,"VerseNumber":62,"Text":"Pak kadý vrátit BUH jejich spravedlivý Magnát Ovládat. Úplne On jsem poslední soudit; On jsem nejvetší správný Reckoner"},{"SurahNumber":6,"VerseNumber":63,"Text":"Odríkávat Kterí uchovat ty temnota z získat more? Ty vzývat Jemu loudly secretly On uchovat nás tohleto cas my jsem eternally uznalý"},{"SurahNumber":6,"VerseNumber":64,"Text":"Odríkávat BUH uchovat ty tohleto cas, jinak doba také pak ty utišit spolecnost obraz Jemu"},{"SurahNumber":6,"VerseNumber":65,"Text":"ríct On byl prosím dovedný podle proudit na ty odškodnení pred shora ty podle za svuj krok! On oddelovat ty frakce mel ty chutnat kadý others' tyranie! Proslulý e my vysvetlit zjevení oni porozumení"},{"SurahNumber":6,"VerseNumber":66,"Text":"Svuj lidé vyradit tento ješte to jsem vernost. ríct já byl hlídac pri ty"},{"SurahNumber":6,"VerseNumber":67,"Text":"Naprostý veštba sem podlehnout proplout ty prosit prece najít out"},{"SurahNumber":6,"VerseNumber":68,"Text":"Jestlie ty prijmout ty falešný náš zjevení ty zabránit ti oni zavrtat se do jiný osoba. Souit zpusobit ty nepamatovat si pak ty pamatovat vyloucit co z ceho ne sedení stejný odporný lidé"},{"SurahNumber":6,"VerseNumber":69,"Text":"Spravedlivý ar ne odpovedný projev z ty lidé to porce upomenout ti; asi oni uchovat"},{"SurahNumber":6,"VerseNumber":70,"Text":"Ty nedbat ty pokládat jejich náboenství za zbytecný protoe jsem sociální pusobit zcela zamestnat za tohleto svetový doivotní. Upomenout tento (Quran) lest duše snést dusledek svuj odporný earnings To mel ádný BUH Magnát a Zvládnout nor intercessor! To prednést nejaký druh o vykoupit to ne uznat! Oni snést dusledek odporný spravovat oni získat; oni privodit si pekelný pít trapný odškodnení jejich nevera"},{"SurahNumber":6,"VerseNumber":71,"Text":"ríct my vzývat BUH Jsem Povinen co ne mít moc beneficní nás škoda nás obeh náš opatrit patou BUH usmernovat nás? Pak my svázat ty majetný souit prevod zcela mást doba jejich stoupenec vyzkoušet uchovat ti ‘Utišit nás celkem dráha ' Odríkávat buh rízení byl vzprímit rízení! My príkaz nabídnout Magnát vesmír"},{"SurahNumber":6,"VerseNumber":72,"Text":"S slavit Spojení Prosba (Salat) s váit si Jemu - On byl 1 neli koho ty predvolat pocítání"},{"SurahNumber":6,"VerseNumber":73,"Text":"On byl Jednotka tvorit nebe zahrabat truthfully. Whenever On odríkávat Byl to jsem Svém slovo jsem prostý vernost. Úplne svrchovanost náleet podle Jemu cas roh kvet! Knower z úplne ochrana prezidenta popis On jsem nejvetší Odborný Príslušný"},{"SurahNumber":6,"VerseNumber":74,"Text":"Zrušení onen Abraham ríct podle svém predek Azar Jak ty zbonovat socha buh? Já prijmout onen ty svuj lidé odchod druhý z cesty"},{"SurahNumber":6,"VerseNumber":75,"Text":"My beet Abraham div z nebe zahrabat štestí jemu urcitost"},{"SurahNumber":6,"VerseNumber":76,"Text":"When vecer kue on ríkadlo rozzárit obenice. Moná tento jsem muj Magnát on odríkávat. When to rozplynout se on odríkávat já ne stejný (buh) rozplynout se"},{"SurahNumber":6,"VerseNumber":77,"Text":"When on prijmout mesíc vznikající on odríkávat Moná tento jsem muj Magnát! When to rozplynout se on odríkávat muj Magnát usmernovat mne já jsem strayers"},{"SurahNumber":6,"VerseNumber":78,"Text":"When on prijmout slunit se vznikající on odríkávat Tento jsem muj Magnát. Tento jsem porádne. when to urcit on odríkávat O muj lidé já vypovedet svuj modlárství"},{"SurahNumber":6,"VerseNumber":79,"Text":"Já oddaný úplne Jednotka znalec nebe zahrabat; já nikdy jsem obraz worshiper"},{"SurahNumber":6,"VerseNumber":80,"Text":"Svém lidé diskutovat jemu. On odríkávat Vyloucit co z ceho ty svedcit mi BUH On usmernovat mne? Já ne mel pramen strachu z obraz ty spolecnost Nic treba mne ledae muj Magnát prosit to. Muj Magnát vedomí zvládnout úplne potreby. Ty ne pokládat pozornost"},{"SurahNumber":6,"VerseNumber":81,"Text":"Why já pramen strachu svuj obraz? jsem ty jsem v obavách protoe ty zbonovat BUH obraz byl zcela neschopný porce ty! Který stránka byl zaslouilý z bezpecnostní jestlie ty módní"},{"SurahNumber":6,"VerseNumber":82,"Text":"Ty domnívat se ne znecistit jejich domnenka obraz zbonovat zaslouilý doplnit bezpecnostní oni pravý usmernovat"},{"SurahNumber":6,"VerseNumber":83,"Text":"recený jsem náš souhrn který my snést Abraham svém lidé. My povýšit whomever my ucinil to nejvyšší usporádat. Svuj Magnát jsem Odborný Vševedoucí"},{"SurahNumber":6,"VerseNumber":84,"Text":"My pripustit jemu Isaac Ebrík my usmernovat oba ti! Similarly my usmernovat Noe zpredu kdy, svém potomek (my usmernovat) David Solomon Príleitostný Joseph Moses Aaron. My tím odmenit a spravedlivý"},{"SurahNumber":6,"VerseNumber":85,"Text":"Také Zachariah Hajzl Jeíš Elias úplne jsem spravedlivý"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ismail Elisha JONÁŠ MOC; kadý o TYTO MY VYZNAMENAT ÚPLNE LIDÉ"},{"SurahNumber":6,"VerseNumber":87,"Text":"Podle jejich predek jejich potomek jejich sourozenec my chtít mnoho my usmernovat ti váný dráha"},{"SurahNumber":6,"VerseNumber":88,"Text":"recený jsem buh rízení který On usmernovat whomever On chtít Svém sluha. ádný o ti dostat modlárství jejich spravovat zrušit"},{"SurahNumber":6,"VerseNumber":89,"Text":"Ty byl a jednotka my odevzdat bible moudrost prophethood. Tyto lidé pochybovat my zástupce others jejich zaúctovat znovu lidé ne jsem disbelievers"},{"SurahNumber":6,"VerseNumber":90,"Text":"Tyto byl jednotka usmernovat mimo BUH; ty usmernovat jejich krok. ríct já ne poadovat ty kadý probíhat. Tento jsem poslání úplne lidé"},{"SurahNumber":6,"VerseNumber":91,"Text":"(Oni nikdy cena BUH protoe On cenit. Tím oni odríkávat BUH ne odhalit všechno kadý lidská bytost jsem Odríkávat Kterí pak odhalit bible Moses privést lehce rízení lidé? Ty pripojit to srazit ochoten doklady vyhlásit to doba skrýt a partie z to! Ty ucit co ty nikdy módní - Ty svuj zdroj. Odríkávat BUH jsem 1 který odhalit to) pak odkázat ti jejich heedlessness hraní"},{"SurahNumber":6,"VerseNumber":92,"Text":"Tento príliš byl zpropadený bible my odhalit pevný predchozí bible onen ty vypovedet nejvetší naléhavý spolecnost úplne ty pribline to. Ty domnívat se za Dále domnívat se za tohleto (bible) slavit Spojení Prosba (Salat)"},{"SurahNumber":6,"VerseNumber":93,"Text":"Který jsem odporný than 1 který vymýšlet svetský znak ti BUH odríkávat já dostat hádat vdechnutí when nikoliv stejný vdechnutí odevzdat jemu odríkávat já styl spolu ackoliv buh zjevení? jen ty prijmout prestupník smrt! Andel rozšírený jejich písmo s ti rcení \"Rušit odjezd o svuj duše. Dnes ty privodit si hanebný odškodnení pro rcení BUH vernost a byl príliš nadutý uznat Svém zjevení"},{"SurahNumber":6,"VerseNumber":94,"Text":"Ty delat se nás zvláštní presne ackoliv my tvorit ty dríve doba ty opustit co my postarat se nebo ty. My vyloucit co z ceho ne prijmout ty intercessors ty zbonovat koho reklamace onen oni porce ty! Úplne stuha ty roztrhnout; obraz ty spolecnost oddaný ty"},{"SurahNumber":6,"VerseNumber":95,"Text":"BUH BYL JEDNOTKA ZPUSOBIT ZRNIT VYSEMENIT RÁNA KLÍCIT! On vytáhnout obývací naprosto naprosto podle ivý. recený byl BUH; jak could ty zmenit smer ceho"},{"SurahNumber":6,"VerseNumber":96,"Text":"Na vada záblesk On dát dopoledne vyplynout. On útocit vecer presto On prevod slunit se mesíc poslouit ackoliv vypocítávání znacka recený jsem nacrtnout Všemohoucí Vševedoucí"},{"SurahNumber":6,"VerseNumber":97,"Text":"A On byl Jednotka útocit vystupovat usmernovat ty temnota na breh a u more. My tím procistit zjevení lidé módní"},{"SurahNumber":6,"VerseNumber":98,"Text":"On znalec ty 1 osoba rozhodný svuj dráha také protoe svuj rozhodný urcení. My tím procistit zjevení lidé porozumení"},{"SurahNumber":6,"VerseNumber":99,"Text":"On byl Jednotka odeslat lye rozvodnit whereby my vytáhnout úplne druh o opustit. My vytáhnout nový materiální dav komplex zrnit podmazat strom zastavit chomác zahradní zrnko vína oliva granátové; jablko; ovoce onen jsem podobný nepodobný Proslulý jejich ovoce protoe oni dospelý dospívat! Tyto ar známka lidé verit"},{"SurahNumber":6,"VerseNumber":100,"Text":"Oni spolecnost BUH obraz jinns On byl Jednotka tvorit ti. Oni pravidelný pripisovat podle Jemu syn dcera kadý vedomí! On oslavovat. On jsem nejvetší Nejvyšší druhý výše jejich poadovat"},{"SurahNumber":6,"VerseNumber":101,"Text":"Initiator z nebe zahrabat. Jak On mohl syn when On dret nikdy mel druh? On tvorit úplne potreby On jsem celkem vedomý si o úplne potreby"},{"SurahNumber":6,"VerseNumber":102,"Text":"recený byl BUH svuj Magnát v tom ne jsem buh ledae On Tvurce úplne potreby! Ty zbonovat Jemu jen. On jsem od rízený z úplne potreby"},{"SurahNumber":6,"VerseNumber":103,"Text":"Nikoliv zjevení zvládnout Jemu On zvládnout úplne zjevení! On jsem Soucitný Príslušný"},{"SurahNumber":6,"VerseNumber":104,"Text":"Osvícení podlehnout ty svuj Magnát. Ohledne Ceho ty prijmout oni znicit pro jejich uznat poslušný ty obeh slepý znicit e jejich uznat škoda. Já ne jsem svuj stráce"},{"SurahNumber":6,"VerseNumber":105,"Text":"My tím vysvetlit zjevení overit onen ty dostat vedomí procistit ti lidé módní"},{"SurahNumber":6,"VerseNumber":106,"Text":"Následující co odhalit ty svuj Magnát v tom ne jsem buh ledae On nedbat obraz worshipers"},{"SurahNumber":6,"VerseNumber":107,"Text":"Mel BUH willed oni ne zbonovat obraz! My ne sjednat ty jejich stráce nor jsem ty jejich zastánce"},{"SurahNumber":6,"VerseNumber":108,"Text":"Ne prokletý obraz oni spolecnost BUH lest oni rouhat se prokletý BUH neznalost! My zdobit spravovat z naprostý seskupit od jejich otvor. Konecne oni vrátit jejich Magnát pak On informovat ti z všechno oni ucinil"},{"SurahNumber":6,"VerseNumber":109,"Text":"Oni prísahat BUH solemnly zázrak podlehnout ti oni prece verit. Odríkávat Zázrak podlehnout jen podle BUH. úplne ty módní zázrak ucinil podlehnout ti oni zustat pochybovat"},{"SurahNumber":6,"VerseNumber":110,"Text":"My rízený jejich dbát jejich srdce Tím protoe jejich rozhodnutí jsem pochybovat my odkázat ti jejich prestupek chyba"}]}