{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Eger Allah’a, Furkan gunu (Bedir'de) olan iki ordunun birbirleriyle karsılastıkları gunde kulumuza indirdigimize iman etmisseniz, bilin ki ganimet olarak aldıgınız herhangi bir seyin beste biri Allah’a, Rasulun’e, yakınlar(ın)a, yetimlere, yoksullara ve yolculara aittir. Allah her seye gucu yetendir"},{"SurahNumber":8,"VerseNumber":42,"Text":"Hatırlayın ki, (Bedir Savası'nda) siz vadinin yakın kenarında (Medine tarafında) idiniz, onlar da uzak kenarında (Mekke tarafında) idiler. Kervan da sizden daha asagıda (deniz sahilinde) idi. Eger (savas icin) sozlesmis olsaydınız, sozlestiginiz vakit hususunda ihtilafa duserdiniz. Fakat Allah, gerekli olan emri yerine getirmesi, helak olanın acık bir delille (gozuyle gordukten sonra) helak olması, yasayanın da acık bir delille yasaması icin (boyle yaptı). Cunku Allah hakkıyla isitendir, bilendir"},{"SurahNumber":8,"VerseNumber":43,"Text":"Hani Allah sana onları uykunda az gosteriyordu. Eger sana onları cok gosterseydi elbette gevserdiniz ve o is hakkında birbirinizle cekisirdiniz. Fakat Allah (sizi bunlardan) kurtardı. Cunku O, goguslerin ozunu (kalplerde olanı) hakkıyla bilendir"},{"SurahNumber":8,"VerseNumber":44,"Text":"Hani karsılastıgınız zaman onları gozlerinize az gosteriyor, sizi de onların gozlerinde azaltıyordu ki Allah, olacak bir isi gerceklestirsin. Butun isler Allah’a dondurulur"},{"SurahNumber":8,"VerseNumber":45,"Text":"Ey iman edenler! (Savas icin) bir toplulukla karsılastıgınız zaman sebat edin ve Allah’ı cok zikredin ki kurtulusa eresiniz"},{"SurahNumber":8,"VerseNumber":46,"Text":"Allah’a ve Rasulune itaat edin; cekisip ayrılıga dusmeyin. Yoksa korkar ve gucunuzu kaybedersiniz. Sabredin! Cunku Allah sabredenlerle beraberdir"},{"SurahNumber":8,"VerseNumber":47,"Text":"Sımarıp boburlenmek, insanlara gosteris yapmak ve (halkı) Allah yolundan alıkoymak icin yurtlarından cıkanlar (Mekke musrikleri) gibi olmayın. Allah, onların yaptıklarını cepecevre kusatandır"},{"SurahNumber":8,"VerseNumber":48,"Text":"Hani Seytan, onlara yaptıklarını suslemis ve; “Bu gun artık insanlardan size galip gelecek (kimse) yok, mutlaka ben de size yardımcıyım.” demisti. Fakat iki taraf (savas alanında) yuz yuze gelince (Seytan), gerisin geriye donup; “Ben sizden uzagım. Cunku ben sizin gormediginiz seyler (melekler) goruyorum. Ben Allah’tan korkarım. Allah, cezası cetin olandır.” demisti"},{"SurahNumber":8,"VerseNumber":49,"Text":"Hani munafıklar ve kalplerinde hastalık bulunan kimseler; “Bunları, dinleri aldatmıs.” diyorlardı. Halbuki kim Allah’a tevekkul ederse, hic suphesiz Allah mutlak guc sahibidir, hukum ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":50,"Text":"Melekler, kafirlerin yuzlerine ve ardlarına vura vura ve; “Haydi tadın bakalım atesin azabını!” diyerek canlarını alırken bir gorseydin"},{"SurahNumber":8,"VerseNumber":51,"Text":"(Ey kafirler!) Bu, sizin ellerinizin onceden yaptıgının karsılıgıdır. Yoksa, Allah kullarına zulmedici degildir"},{"SurahNumber":8,"VerseNumber":52,"Text":"Firavun hanedanı ve onlardan oncekilerin gidisi/tutumu gibi onlar, Allah’ın ayetlerine kufrettiler de, Allah da onları gunahları sebebiyle yakalayıp yok etti. Allah; gucludur, cezası cok siddetlidir"},{"SurahNumber":8,"VerseNumber":53,"Text":"Bunun sebebi sudur: Bir toplum kendilerinde bulunan (iyi davranıslar)ı degistirmedikce, Allah onlara verdigi bir nimeti degistirmez ve suphesiz Allah hakkıyla isitendir, hakkıyla bilendir"},{"SurahNumber":8,"VerseNumber":54,"Text":"Bunların durumu tıpkı Firavun ailesi ve onlardan oncekilerin durumu gibidir. Onlar Rablerinin ayetlerini yalanlamıslar, biz de onları gunahları sebebiyle helak etmistik ve Firavun ailesini de suda bogmustuk. Hepsi de zalim kimselerdi"},{"SurahNumber":8,"VerseNumber":55,"Text":"Suphesiz Allah katında, yeryuzunde yuruyen canlıların en kotusu kafirlerdir. Artık onlar iman etmezler"},{"SurahNumber":8,"VerseNumber":56,"Text":"Onlar, kendileriyle antlasma yaptıgın, sonra da her defasında anlasmalarını hic cekinmeden bozan kimselerdir"},{"SurahNumber":8,"VerseNumber":57,"Text":"Eger onları savasta yakalarsan, bunlar(a verecegin ceza) ile arkalarındakileri de dagıt ki ibret alsınlar"},{"SurahNumber":8,"VerseNumber":58,"Text":"(Anlasma yaptıgın) bir kavmin hainlik etmesinden korkarsan, sen de anlasmayı bozdugunu aynı sekilde onlara bildir. Cunku Allah, hainleri sevmez"},{"SurahNumber":8,"VerseNumber":59,"Text":"Kafirler, kacıp-kurtardıklarını zannetmesinler. Onlar asla aciz bırakamazlar"},{"SurahNumber":8,"VerseNumber":60,"Text":"Onlara karsı gucunuzun yettigince kuvvet ve (cihad icin) baglanıp beslenen atlar hazırlayın ki, bunlarla Allah'ın dusmanını, sizin dusmanınızı ve bunlardan ayrı sizin bilmediginiz ama Allah'ın bildigi daha baskalarını korkutasınız. Allah yolunda her ne harcarsanız karsılıgı size tam olarak odenir. Size zulmedilmez"},{"SurahNumber":8,"VerseNumber":61,"Text":"Eger onlar; barısa yanasırlarsa, sen de onlara yanas ve Allah’a tevekkul et. Cunku O hakkıyla isitendir, hakkıyla bilendir"},{"SurahNumber":8,"VerseNumber":62,"Text":"Seni aldatmak isterlerse bil ki, suphesiz Allah sana yeter. O, seni yardımıyla ve muminlerle destekleyendir"},{"SurahNumber":8,"VerseNumber":63,"Text":"Ve (Allah), onların kalplerini birlestirmistir. Sen yeryuzunde bulunan her seyi verseydin, yine onların gonullerini birlestiremezdin, fakat Allah onların aralarını bulup kaynastırdı. Suphesiz O Aziz'dir, Hakim'dir"},{"SurahNumber":8,"VerseNumber":64,"Text":"Ey Peygamber! Sana ve sana uyan Mu'minlere Allah yeter"},{"SurahNumber":8,"VerseNumber":65,"Text":"Ey Peygamber! Mu’minleri savasa tesvik et. Eger icinizde sabırlı yirmi kisi bulunursa, iki yuz kisiye galip gelirler. Eger icinizde (sabırlı) yuz kisi bulunursa, kafirlerdem bin kisiye galip gelirler. Cunku onlar anlamaz bir topluluktur"},{"SurahNumber":8,"VerseNumber":66,"Text":"Simdi Allah yukunuzu hafifletti, zira icinizde zaaf bulundugunu biliyordu. Eger icinizde sabırlı yuz kisi olursa iki yuz kisiye galip gelirler. Eger icinizde (sabırlı) bin kisi olursa, Allah’ın izniyle iki bin kisiye galip gelirler. Allah, sabredenlerle beraberdir"},{"SurahNumber":8,"VerseNumber":67,"Text":"Yeryuzunde dusmanı tamamıyla sindirip hakim duruma gelmedikce, hicbir peygambere esir almak yakısmaz. Siz gecici dunya menfaatini istiyorsunuz. Halbuki Allah ahireti (kazanmanızı) istiyor. Allah; mutlak guc sahibidir, hukum ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":68,"Text":"Eger Allah’ın daha once verilmis bir hukmu olmasaydı, aldıgınıza (fidye) karsılık size buyuk bir azap dokunurdu"},{"SurahNumber":8,"VerseNumber":69,"Text":"Artık elde ettiginiz ganimetten helal ve temiz olarak yiyin. Allah’a karsı gelmekten sakının. Suphesiz Allah; cok bagıslayandır, cok merhamet edendir"},{"SurahNumber":8,"VerseNumber":70,"Text":"Ey Peygamber! Elinizdeki esirlere de ki: Eger Allah, kalplerinizde (iman, ihlas, iyi niyet gibi) bir hayır (oldugunu) bilirse, sizden alınan fidyeden daha hayırlısını size verir ve sizi bagıslar. Allah; cok bagıslayandır, cok merhamet edendir"},{"SurahNumber":8,"VerseNumber":71,"Text":"Eger sana hainlik etmek isterlerse, (bil ki) onlar daha once Allah’a da hainlik etmislerdi de, Allah onlara karsı (sana) imkan (kudret) vermisti. Allah, hakkıyla bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":72,"Text":"Iman edip hicret eden ve Allah yolunda mallarıyla, canlarıyla cihad edenler ve (muhacirleri) barındırıp (onlara) yardım edenler var ya, iste onlar birbirlerinin velileridir. Iman edip hicret etmeyenlere gelince, hicret edinceye kadar onların velayetleri size ait degildir. Eger din konusunda sizden yardım isterlerse, sizinle aralarında sozlesme bulunan bir kavme karsı olmadıkca onlara yardım etmeniz gerekir. Allah, yaptıklarınızı hakkıyla gorendir"},{"SurahNumber":8,"VerseNumber":73,"Text":"Kafirler de birbirlerinin velileridir. Eger siz bunların geregini yapmazsanız, yeryuzunde bir fitne ve buyuk bir fesad olur"},{"SurahNumber":8,"VerseNumber":74,"Text":"Iman edip hicret eden ve Allah yolunda cihad edenler ve (Muhacirler'i) barındırıp (onlara) yardım edenler var ya; iste onlar gercek Mu’minlerdir. Onlar icin bir bagıslanma ve bol bir rızık vardır"},{"SurahNumber":8,"VerseNumber":75,"Text":"Daha sonra iman edip hicret eden ve sizinle birlikte cihad edenlere gelince, iste onlar da sizdendir. Allah’ın kitabınca, kan akrabaları birbirlerine (varis olmaya) daha layıktırlar. Suphesiz Allah; hakkıyla isitendir, hakkıyla bilendir"},{"SurahNumber":9,"VerseNumber":1,"Text":"Allah ve Rasulunden, kendileriyle anlasma yapmıs oldugunuz musriklere kesin bir uyarı"},{"SurahNumber":9,"VerseNumber":2,"Text":"Yeryuzunde dort ay daha dolasın. Sunu bilin ki, siz Allah’ı aciz bırakacak degilsiniz. Allah ise, kafirleri perisan edecektir"},{"SurahNumber":9,"VerseNumber":3,"Text":"Hacc-ı ekber gununde, Allah ve Rasulunden butun insanlara bir bildiridir: Allah ve Rasulu, Allah’a ortak kosanlardan uzaktır. Eger tovbe ederseniz, bu sizin icin hayırlıdır. Ama yuz cevirirseniz, sunu iyi bilin ki, siz Allah’ı aciz bırakabilecek degilsiniz. Kafirlere, elem dolu bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":4,"Text":"Ancak Allah’a ortak kosanlardan, kendileriyle anlasma yapmıs oldugunuz, sonra da anlasmalarında size karsı hicbir eksiklik yapmamıs ve sizin aleyhinize hic kimseye yardım etmemis olanlar, bu hukmun dısındadır. Onların anlasmalarını, sureleri bitinceye kadar tamamlayın. Suphesiz Allah, kendine karsı gelmekten sakınanları sever"},{"SurahNumber":9,"VerseNumber":5,"Text":"Haram aylar cıkınca, Allah’a sirk kosanları artık buldugunuz yerde oldurun, onları yakalayıp hapsedin ve her gozetleme yerine oturup onları gozetleyin. Eger tevbe ederler, namazı kılıp zekatı da verirlerse kendilerini serbest bırakın. Suphesiz Allah cok bagıslayıcıdır, cok merhamet edicidir"},{"SurahNumber":9,"VerseNumber":6,"Text":"Eger Allah’a ortak kosanlardan biri senden eman/sıgınma talebinde bulunursa ona eman ver. Ta ki, Allah’ın kelamını dinlesin. Sonra onu emin olacagı yere kadar ulastır. Bu, onların bilmeyen bir kavim olduklarından dolayı boyledir"},{"SurahNumber":9,"VerseNumber":7,"Text":"Allah’a ortak kosanların Allah katında ve Rasulu yanında bir ahdi nasıl olabilir? Ancak Mescid-i Haram’ın yanında kendileriyle anlasma yaptıklarınız baskadır. Bunlar size karsı dogru davrandıgı surece, siz de onlara dogru davranın. Cunku Allah, kendine karsı gelmekten sakınanları sever"},{"SurahNumber":9,"VerseNumber":8,"Text":"Onların bir ahdi nasıl olabilir ki? Eger onlar size ustun gelselerdi, sizin hakkınızda ne akrabalık (baglarını), ne de anlasma (yukumlulugunu) gozetirlerdi. Agızlarıyla sizi hosnut etmeye calısıyorlar, oysa kalpleri buna karsı cıkıyor. Onların pek cogu fasık kimselerdir"},{"SurahNumber":9,"VerseNumber":9,"Text":"Allah’ın ayetlerini az bir bedel karsılıgında sattılar ve (insanları) O’nun yolundan alıkoydular. Bunların yapmakta oldukları seyler gercekten ne kotudur"},{"SurahNumber":9,"VerseNumber":10,"Text":"Bir Mu’min hakkında ne akrabalık (baglarını), ne de anlasma (yukumlulugunu) gozetirler. Iste onlar taskınlık yapanların ta kendileridir"},{"SurahNumber":9,"VerseNumber":11,"Text":"Eger tevbe edip, namazı kılar ve zekatı verirlerse, artık onlar sizin din kardeslerinizdir. Bilen bir kavme ayetleri iste boyle ayrı ayrı acıklarız"},{"SurahNumber":9,"VerseNumber":12,"Text":"Eger anlasmalarından sonra yeminlerini bozar ve dininize dil uzatırlarsa, o zaman kufrun elebasıları ile savasın. Cunku onların yeminleri yoktur/riayet etmezler. Umulur ki (boylece) vazgecerler"},{"SurahNumber":9,"VerseNumber":13,"Text":"Yeminlerini bozan, peygamberi yurdundan cıkarmaya kalkısan ve savasa evvela kendileri baslayan bir toplumla savasmayacak mısınız? Yoksa onlardan korkuyor musunuz? Eger Mu'min iseniz kendisinden korkulmaya Allah daha layıktır"},{"SurahNumber":9,"VerseNumber":14,"Text":"Onlarla savasın ki, Allah sizin ellerinizle onlara azap etsin, rezil etsin ve sizi onların uzerilerine galip kılsın, Mu'min toplumun gonullerine sifa versin"},{"SurahNumber":9,"VerseNumber":15,"Text":"Kalplerinizdeki ofkeyi gidersin. Allah, dilediginin tevbesini kabul eder. Allah; Alim'dir, Hakim'dir"},{"SurahNumber":9,"VerseNumber":16,"Text":"Allah, icinizden cihad edenleri; Allah’tan, Rasulunden ve Mu'minlerden baskasını yakın dost edinmeyenleri ortaya cıkarmadan sizi bırakacak mı sandınız? Allah islediklerinizin hepsinden haberdardır"},{"SurahNumber":9,"VerseNumber":17,"Text":"Musrikler, kendilerinin kafirligine bizzat sahitlik edip dururlarken Allah’ın mescitlerini imar etmeleri yakısık almaz. Onların yaptıkları isler bosa cıkmıstır. Onlar, Cehennem'de ebedi kalacaklardır"},{"SurahNumber":9,"VerseNumber":18,"Text":"Allah’ın mescitlerini sadece Allah’a ve ahiret gunune iman eden, namazı ikame eden, zekatı veren ve ancak Allah’tan baskasından korkmayanlar imar eder. Iste onlar dogru yolda olanlardır"},{"SurahNumber":9,"VerseNumber":19,"Text":"Hacca gelenlere su vermeyi, Mescid-i Haram’ı imar etmeyi, Allah’a ve ahiret gunune iman edenle ve Allah yolunda cihad edenle denk mi tutuyorsunuz? Allah katında denk degildirler. Allah, zalim olan topluma hidayet etmez"},{"SurahNumber":9,"VerseNumber":20,"Text":"Iman eden, hicret eden ve Allah yolunda mallarıyla, canlarıyla cihad eden kimselere Allah katında en buyuk dereceler vardır. Iste kurtulanlar onlardır"},{"SurahNumber":9,"VerseNumber":21,"Text":"Rableri onlara rahmetini, rızasını, onlara iclerinde tukenmez ve ebedi bir naim (nimet) bulunan cennetleri mujdeler"},{"SurahNumber":9,"VerseNumber":22,"Text":"Iclerinde ebedi ve surekli kalacaklar. Dogrusu Allah katında buyuk mukafat vardır"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ey Iman edenler! Eger kufru imana tercih ediyorlarsa, babalarınızı ve kardeslerinizi veli edinmeyin. Sizden kim onları veli edinirse, iste onlar da zalimlerin ta kendileridir"},{"SurahNumber":9,"VerseNumber":24,"Text":"De ki: Babalarınız, ogullarınız, kardesleriniz, esleriniz, akrabalarınız, elde ettiginiz mallar, durgun gitmesinden korktugunuz ticaret, hosunuza giden konutlar size Allah’tan, Rasulunden ve O’nun yolunda cihaddan daha sevimli ise Allah’ın (azap) emri gelene kadar bekleyin! Allah fasık toplumlara hidayet etmez"},{"SurahNumber":9,"VerseNumber":25,"Text":"Gercekten Allah bircok yerde ve Huneyn Savası gununde size yardım etmistir. Hani, coklugunuz size kendinizi begendirmis, fakat (bu cokluk) size hicbir yarar saglamamıs, yeryuzu butun genisligine ragmen size dar gelmisti. Sonra gerisin geri donup gitmistiniz"},{"SurahNumber":9,"VerseNumber":26,"Text":"Sonra Allah, Rasulune ve Mu'minlere sukunet/huzur indirdi ve gormediginiz ordular indirdi ve kafirlere azap etti. Kafirlerin cezası iste budur"},{"SurahNumber":9,"VerseNumber":27,"Text":"Allah, bundan sonra da dilediginin tevbesini kabul eder. Allah cokca bagıslayan, cokca merhamet edendir"},{"SurahNumber":9,"VerseNumber":28,"Text":"Ey Iman edenler! Dogrusu musrikler necistir. Bu sebeple bu yıldan sonra Mescid-i Haram’a yaklasmasınlar. Eger fakirlikten korkuyorsanız, dilerse Allah sizi ihsanı ile zengin kılacaktır. Suphesiz Allah Alim'dir, Hakim'dir"},{"SurahNumber":9,"VerseNumber":29,"Text":"Kitap verilenlerden, Allah’a ve ahiret gunune iman etmeyen, Allah’ın ve Rasulu'nun haram kıldıgı seyleri haram kılmayıp hak dini din edinmeyenlerle kuculerek/boyunlarını bukup elleriyle cizye verene kadar savasın"},{"SurahNumber":9,"VerseNumber":30,"Text":"Yahudiler: \"Uzeyir Allah’ın ogludur.\" dediler. Hristiyanlar da \"Mesih Allah’ın ogludur.\" dediler. Bu, daha once kafir olanların sozlerine benzeterek onların agızlarıyla soyledikleri (uydurma) sozleridir. Allah onları kahretsin, nasıl da (haktan) cevriliyorlar"},{"SurahNumber":9,"VerseNumber":31,"Text":"Onlar, Allah ile birlikte alimlerini, rahiplerini ve Meryemoglu Mesih’i de rabler edindiler. Oysa tek ilahtan baskasına ibadet etmemekle emrolunmuslardı. Ondan baska (hak) ilah yoktur. Allah, onların kostugu sirkten munezzehtir"},{"SurahNumber":9,"VerseNumber":32,"Text":"Allah’ın nurunu agızlarıyla sondurmek isterler. Kafirler istemese de Allah nurunu muhakkak tamamlayacaktır"},{"SurahNumber":9,"VerseNumber":33,"Text":"O (Allah), musrikler hoslanmasalar da (kendi) dinini butun dinlere ustun kılmak icin Resulunu hidayet ve Hak Din ile gonderendir"},{"SurahNumber":9,"VerseNumber":34,"Text":"Ey Iman edenler! Hahamlar ve rahiplerin cogu, insanların mallarını haksız olarak yerler ve Allah’ın yolundan alıkorlar. Altın ve gumusu biriktirip de Allah yolunda harcamayanlara acıklı bir azap ile mujdele"},{"SurahNumber":9,"VerseNumber":35,"Text":"Bunlar Cehennem atesinde kızdırıldıgı gun, alınları, bogurleri ve sırtları onlarla daglanacak; \"Bu kendiniz icin biriktirdiginizdir. Biriktirdiginizi tadın!\" denecektir"},{"SurahNumber":9,"VerseNumber":36,"Text":"Gokleri ve yeri yarattıgı gunde Allah'ın (Levh-i Mahfuz'daki) yazısında Allah katında ayların sayısı on ikidir. Bunlardan dordu haram aylardır. Bu dosdogru bir dindir. O aylarda kendinize zulmetmeyin. Fakat sizinle topyekun savasan musriklerle de topyekun savasın! Bilin ki Allah muttakilerle beraberdir"},{"SurahNumber":9,"VerseNumber":37,"Text":"Haram ayları baska aylara ertelemek kufurde ileri gitmektir. Bununla kafir olanlar saptırılırlar. Allah’ın haram kıldıgı ayların sayısına denk getirmek icin onu bir yıl helal bir yıl haram sayıyorlar. Boylece Allah’ın haram kıldıgını helal kılıyorlar. Kotu amelleri, kendilerine guzel gorunuyor. Allah kafir toplumlara hidayet etmez"},{"SurahNumber":9,"VerseNumber":38,"Text":"Ey Iman edenler! Size ne oluyor da; \"Allah yolunda savasa cıkın!\" dendigi zaman yere cokup kaldınız? Ahireti bırakıp dunya hayatına mı razı oldunuz? Oysa dunya hayatının metası ahirete gore pek azdır"},{"SurahNumber":9,"VerseNumber":39,"Text":"Eger savasa cıkmazsanız, Allah sizi acıklı bir azapla cezalandırır ve yerinize de baska bir toplum getirir. O’na herhangi bir zarar da veremezsiniz. Allah’ın her seye gucu yeter"},{"SurahNumber":9,"VerseNumber":40,"Text":"Eger siz ona (Rasulullah'a) yardım etmezseniz, ona Allah yardım etmistir. Hani, kafirler onu iki kisiden biri olarak (Ebu Bekir ile birlikte Mekke'den) cıkarmıslardı. O ikisi magaradaydı. O, arkadasına: \"Uzulme! Cunku Allah bizimle beraberdir.\" diyordu. Allah, O’na sukunet/huzur vermis ve onu gormediginiz ordularla desteklemistir. Kafirlerin sozunu alcaltmıstır. Allah'ın kelimesi ise, o en yucedir. Allah Aziz'dir, Hakim'dir"},{"SurahNumber":9,"VerseNumber":41,"Text":"Gerek hafif/kolaylık, gerek agırlık/zorlukta savasa cıkın! Mallarınız ve canlarınızla Allah yolunda cihad edin! Eger bilirseniz bu sizin icin cok hayırlıdır"},{"SurahNumber":9,"VerseNumber":42,"Text":"Kolay elde edilen kazanc, yakın bir yolculuk olsaydı (Tebuk'ta) sana uyarlardı. Fakat, mesakkat (mesafe) onlara uzak geldi. \"Gucumuz yetseydi sizinle beraber cıkardık.\" diye Allah’a yemin edeceklerdir. Kendilerini helak ediyorlar. Allah, gercekten onların yalancı oldugunu biliyor"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah, seni affetsin! Dogru soyleyenler sana iyice belli olup, yalancıları bilinceye kadar beklemeden nicin onlara izin verdin"},{"SurahNumber":9,"VerseNumber":44,"Text":"Allah’a ve ahiret gunune iman edenler mallarıyla ve canlarıyla cihad etmek istedikleri icin senden izin istemezler. Allah, muttakileri cok iyi bilendir"},{"SurahNumber":9,"VerseNumber":45,"Text":"Ancak Allah’a ve ahiret gunune iman etmeyen, kalpleri supheye dusup suphelerinde bocalayan kimseler senden izin isterler"},{"SurahNumber":9,"VerseNumber":46,"Text":"Eger savasa cıkmak isteselerdi bir hazırlık yaparlardı. Fakat Allah, onların davranıslarını kerih gordu de onları alıkoydu. \"Geride kalanlarla (acizlerle) beraber oturun!\" denildi"},{"SurahNumber":9,"VerseNumber":47,"Text":"Aranızda savasa cıkmıs olsalardı, size bozgunculuktan baska bir katkıları olmayacak ve sizi fitneye dusurmek icin aranızda (koguculuk yaparak) kosusturacaklardı. Aranızda onları dinleyecek kisiler de vardı. Allah zalimleri bilendir"},{"SurahNumber":9,"VerseNumber":48,"Text":"(Munafıklar) Daha once de fitne koparmak istemislerdi. Sana karsı bir takım isler ceviriyorlardı. Sonunda hak geldi, onların istememesine ragmen Allah’ın emri ustun oldu"},{"SurahNumber":9,"VerseNumber":49,"Text":"Onlardan: \"Bana izin ver, beni fitneye dusurme!\" diyenler vardır. Bilin ki onlar fitneye dusmuslerdi. Cehennem ise, o kafirleri cepecevre kusatacaktır"},{"SurahNumber":9,"VerseNumber":50,"Text":"Sana bir iyilik gelirse onların fenasına gider. Sana bir musibet gelirse; \"Biz onceden isimizi (saglama) aldık.\" deyip sevinerek donup giderler"},{"SurahNumber":9,"VerseNumber":51,"Text":"De ki: Allah’ın bize yazdıgından baskası basımıza gelmez. O, bizim mevlamızdır. Mu'minler Allah’a guvenip, tevekkul etsinler"},{"SurahNumber":9,"VerseNumber":52,"Text":"De ki: \"Bize iki iyiden (sehadet ya da zaferden) baska bir seyin gelmesini mi bekliyorsunuz? Oysa biz, Allah’ın kendi katından veya bizim elimizle sizi bir azaba ugratmasını bekliyoruz. Bekleyin siz, biz de sizinle bekleyenleriz"},{"SurahNumber":9,"VerseNumber":53,"Text":"De ki: \"Istekli veya isteksiz olarak infak edin, nasıl olsa kabul edilmeyecektir. Siz, suphesiz fasık bir topluluksunuz"},{"SurahNumber":9,"VerseNumber":54,"Text":"Verdiklerinin kabul olunmasına engel olan, Allah ve Rasulune (iman etmek yerine) kafir olmaları, namaza ancak tembel tembel gelmeleri ve infaklarını istemeyerek vermeleridir"},{"SurahNumber":9,"VerseNumber":55,"Text":"Artık onların malları da evlatları da seni imrendirmesin. Dogrusu Allah, bunlar yuzunden dunya hayatında onları azaba ugratmayı ve canlarının, kafirler olarak, guclukle cıkmasını ister"},{"SurahNumber":9,"VerseNumber":56,"Text":"Onlar, sizden olduklarına dair Allah’a yemin ederler. Onlar sizden degillerdir. Aksine onlar korkak bir toplumdur"},{"SurahNumber":9,"VerseNumber":57,"Text":"Bir sıgınak, magaralar veya girecek bir yer bulsalar kacarak oraya yonelirler"},{"SurahNumber":9,"VerseNumber":58,"Text":"Iclerinden sadakalar konusunda sana dil uzatanlar da var. Kendilerine ondan bir pay verilirse, hosnut olurlar; eger kendilerine ondan bir pay verilmezse hemen kızarlar"},{"SurahNumber":9,"VerseNumber":59,"Text":"Eger onlar, Allah ve Rasulu'nun kendilerine verdiginden hosnut olup; \"Allah bize yeter, Allah bize bol nimetinden verecektir. Rasulu de (Allah'ın verdiklerinden verecektir) ve biz gercekten ancak Allah'a ragbet edenleriz.” deselerdi daha hayırlı olurdu"},{"SurahNumber":9,"VerseNumber":60,"Text":"Sadakalar/zekatlar, Allah’tan bir farz olarak fakirler, miskinler, onu toplayan memurlar, kalpleri (Islam’a) ısındırılanlar, koleler, borclular, Allah yolunda (cihad edenler) ve yolda kalanlar icindir. Allah Alim'dir, Hakim'dir"},{"SurahNumber":9,"VerseNumber":61,"Text":"Onların icinde: \"O, bir kulaktır (her duyduguna inanıyor), diyerek onu uzenler vardır.\" De ki: \"O, sizin icin hayrı (dinleyip, inanan) bir kulaktır. Allah'a iman eder, Mu'minlere inanıp guvenir ve sizden iman edenler icin de bir rahmettir. Allah’ın Rasulunu uzenlere acıklı bir azap vardır"},{"SurahNumber":9,"VerseNumber":62,"Text":"Sizi razı etmek icin Allah’a yemin ederler. Eger Mu'min iseler Allah’ı ve Rasulunu razı etmeleri daha gereklidir"},{"SurahNumber":9,"VerseNumber":63,"Text":"Allah'a ve Peygamberine karsı gelmeye kalkan icin icinde sonsuza kadar kalacagı cehennem oldugunu bilmediler mi?En buyuk rusvaylık iste budur"},{"SurahNumber":9,"VerseNumber":64,"Text":"Munafıklar, kendileri hakkında kalplerinde bulunanı kendilerine haber verecek bir surenin indirileceginden cekiniyorlar. De ki: “Alay edin bakalım. Allah, cekindiginiz seyi ortaya cıkaracaktır.”"},{"SurahNumber":9,"VerseNumber":65,"Text":"Onlara soracak olursan: \"Sadece biz eglenip oynuyorduk.\" diyecekler. De ki: \"Allah ile ayetleriyle ve Rasuluyle mi egleniyordunuz"},{"SurahNumber":9,"VerseNumber":66,"Text":"Ozur beyan etmeyin. Iman ettikten sonra kafir oldunuz. Icinizden (af dileyen) bir kısmınızı bagıslasak bile, suclu oldukları icin bir kısmınıza azap edecegiz"},{"SurahNumber":9,"VerseNumber":67,"Text":"Munafık erkekler ve kadınlar birbirlerinin aynıdır. Kotulugu emrederler, iyilige engel olurlar. Elleri de (infak etmede) sıkıdır. Allah’ı unuttular. Allah da onları unuttu. Gercekten munafıklar, fasıkların ta kendisidir"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah, munafık erkeklere ve munafık kadınlara ve tum kafirlere, icinde ebedi kalacakları Cehennem'i vadetti. Bu onlara yeter. Allah, onları lanetlemistir. Onlara kalıcı bir azap vardır"},{"SurahNumber":9,"VerseNumber":69,"Text":"(Ey munafıklar!) Siz de kendinizden oncekiler gibisiniz. Onlar sizden daha kuvvetliydiler, malları ve evlatları da daha coktu. Nasiplerine dusenin tadını cıkardılar. Sizden oncekilerin nasiplerinden faydalandıkları gibi siz de nasibinize dusenden yararlandınız. Onların daldıkları gibi siz de (batıla) daldınız. Iste bunlar, dunyada ve ahirette yaptıkları amelleri bosa gidenlerdir. Iste onlar husrana ugrayanlardır"},{"SurahNumber":9,"VerseNumber":70,"Text":"Onlara, kendilerinden once gecen Nuh, Ad, Semud kavimlerinin, Ibrahim kavminin, Medyen halkının ve alt ust olmus (Lut kavmi) sehirlerinin haberleri gelmedi mi? Rasulleri, onlara apacık deliller getirmislerdi. Allah, onlara zulmetmemis; fakat onlar kendi nefislerine zulmetmislerdi"},{"SurahNumber":9,"VerseNumber":71,"Text":"Mu'min erkekler ve Mu'min kadınlar birbirlerinin velileridir. Iyiligi emrederler; kotuluge engel olurlar. Namazı ikame ederler, zekat verirler, Allah’a ve Rasulune itaat ederler. Iste bunlara Allah rahmet edecektir. Allah suphesiz Aziz'dir, Hakim'dir"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah, Mu’min erkeklere ve Mu’min kadınlara, ebedi olarak kalacakları, icinden ırmaklar akan Cennetler ve Adn Cennetleri'nde cok guzel koskler vadetti. Allah’ın rızası ise, bunların hepsinden daha buyuktur. Iste bu buyuk basarıdır"},{"SurahNumber":9,"VerseNumber":73,"Text":"Ey Peygamber! Kafirlere ve munafıklara karsı cihad et ve onlara karsı cetin ol. Onların varacakları yer Cehennem'dir. Ne kotu bir varıs yeridir orası"},{"SurahNumber":9,"VerseNumber":74,"Text":"Bir sey soylemediklerine dair Allah’a yemin ediyorlar. Halbuki o kufur sozunu soylediler ve onlar muslumanlıklarından sonra kafir oldular. Ayrıca basaramadıkları seye (Peygamberi oldurmeye) de yeltendiler. Sırf, Allah ve Rasulu kendi lutfu ile onları zengin kıldıgı icin intikam almaya kalktılar. Eger tevbe ederlerse, kendileri icin hayırlı olur. Sayet yuz cevirirlerse, Allah onları dunyada ve ahirette elem dolu bir azaba carptıracaktır. Artık onlar icin yeryuzunde ne bir dost, ne de bir yardımcı vardır"},{"SurahNumber":9,"VerseNumber":75,"Text":"Iclerinde; \"Allah bize bol nimetinden verirse, kesinlikle sadaka verecegiz ve dogru kimselerden olacagız.\" diye O’na soz verenler vardır"},{"SurahNumber":9,"VerseNumber":76,"Text":"Fakat Allah lutfundan onlara (zenginlik) verince, onda cimrilik edip (Allah'ın emrinden) yuz cevirerek sozlerinden donduler"},{"SurahNumber":9,"VerseNumber":77,"Text":"Allah’a verdikleri sozu tutmadıkları ve yalan soyledikleri icin O da kalplerine, kendisiyle karsılasacakları gune kadar (surecek) bir nifak soktu"},{"SurahNumber":9,"VerseNumber":78,"Text":"(Munafıklar) Allah’ın, iclerinde gizlediklerini ve fısıltılarını bildigini ve Allah’ın gaybleri cok iyi bilen oldugunu bilmediler mi"},{"SurahNumber":9,"VerseNumber":79,"Text":"Sadakalarda (gonulden fazlasıyla) veren Mu'minleri ayıplayan ve (az da olsa) ellerinden geldigi kadarını verebilenlerle alay eden kimselerle, Allah da alay eder. Onlara acıklı bir azap vardır"},{"SurahNumber":9,"VerseNumber":80,"Text":"Onlar icin ister bagıslanma dile, ister dileme (fark etmez.) Onlar icin yetmis kez bagıslanma dilesen de, Allah onları asla affetmeyecektir. Bu, onların Allah ve Rasulune (iman etmeyip) kafir olmaları sebebiyledir. Allah, fasık toplulugu dogru yola iletmez"},{"SurahNumber":9,"VerseNumber":81,"Text":"Allah Rasulu'nun ardından onun aksine (Tebuk Savası'ndan) geri kalanlar, oturup kalmalarına sevindiler. Allah yolunda mallarıyla canlarıyla cihat hoslarına gitmedi de sıcakta savasa cıkmayın, dediler. De ki: \"Cehennem atesi daha sıcaktır.\" Keske anlayabilselerdi"},{"SurahNumber":9,"VerseNumber":82,"Text":"Artık yaptıklarının cezası olarak az gulsunler, cok aglasınlar"},{"SurahNumber":9,"VerseNumber":83,"Text":"Allah seni geri dondurup, onlardan bir toplulukla karsılastırdıgı zaman, senden savasa cıkmak icin izin isterlerse de ki: \"Benimle asla cıkamayacaksınız, benim yanımda hicbir dusmanla savasamayacaksınız. Cunku siz bastan oturup kalmaya razı oldunuz. Artık geri kalanlarla beraber oturun"},{"SurahNumber":9,"VerseNumber":84,"Text":"Onlardan olen hicbirine asla namaz kılma ve kabrinin basında durma. Cunku onlar Allah’a ve Rasulu’ne kafir oldular ve fasık olarak olduler"},{"SurahNumber":9,"VerseNumber":85,"Text":"(Ey Muhammed!) Onların malları ve evlatları seni imrendirmesin. Allah, bunlarla ancak dunyada kendilerine azap etmeyi ve canlarının kafir olarak cıkmasını istiyor"},{"SurahNumber":9,"VerseNumber":86,"Text":"“Allah’a iman edin ve Rasulu ile birlikte cihat edin” diye bir sure indirildiginde, onlardan servet sahibi olanlar senden izin istediler ve; “Bizi bırak da oturup kalanlarla birlikte olalım.” dediler"},{"SurahNumber":9,"VerseNumber":87,"Text":"Onlar geride kalan (kadın ve cocuk)larla birlikte olmaya razı oldular ve kalpleri muhurlendi. Artık onlar anlamazlar"},{"SurahNumber":9,"VerseNumber":88,"Text":"Fakat Peygamber ve beraberindeki Mu’minler; mallarıyla, canlarıyla cihat ettiler. Butun hayırlar iste bunlarındır. Iste bunlar kurtulusa erenlerin ta kendileridir"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah onlara icinde ebedi kalacakları, icinden ırmaklar akan Cennetler hazırlamıstır. Iste bu buyuk basarıdır"},{"SurahNumber":9,"VerseNumber":90,"Text":"Bedevilerden mazeret ileri surenler, kendilerine izin verilsin diye geldiler. Allah’a ve Rasulune yalan soyleyenler ise (mazeret bile belirtmeden) oturup kaldılar. Onlardan kafir olanlara elem dolu bir azap isabet edecektir"},{"SurahNumber":9,"VerseNumber":91,"Text":"Allah’a ve Rasulune karsı sadık ve samimi oldukları takdirde, gucsuzlere, hastalara ve (seferde) harcayacakları bir sey bulamayanlara (sefere katılmadıkları icin) bir gunah yoktur. Iyilikte/ihsanda bulunan kimselerin (kınanması) icin de bir sebep yoktur. Allah; cok bagıslayandır, cok merhamet edendir"},{"SurahNumber":9,"VerseNumber":92,"Text":"Kendilerini bindirip (cepheye) sevk edesin diye sana geldikleri zaman, senin; “Sizi bindirebilecegim bir sey bulamıyorum.” dedigin, bu ugurda harcayacakları bir sey bulamadıklarından dolayı uzuntuden gozleri yas doke doke geri donen kimselere de bir sorumluluk yoktur"}]}