{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Sizlərdən hər kim Allaha və Onun Elçisinə itaət edib yaxşı işlər görsə, ona mükafatını ikiqat verərik. Biz onun üçün bol ruzi hazırlamışıq"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ey Peyğəmbərin zövcələri! Siz hər hansı bir qadın kimi deyilsiniz. Əgər Allahdan qorxursunuzsa, yad kişilərlə nazlana-nazlana danışmayın, yoxsa qəlbində xəstəlik olan tamaha düşər. Şəriətə müvafiq qaydada danışın"},{"SurahNumber":33,"VerseNumber":33,"Text":"Evlərinizdə qərar tutun! İlk cahiliyyə dövründə olduğu kimi açıq-saçıq gəzməyin. Namaz qılın, zəkat verin, Allaha və Onun Elçisinə itaət edin. Ey ev əhli! Allah sizdən günahınızı silib aparmaq və sizi tərtəmiz etmək istəyir"},{"SurahNumber":33,"VerseNumber":34,"Text":"Evlərinizdə oxunan Allahın ayələrini və hikməti yada salın. Həqiqətən, Allah Lütfkardır, hər şeydən Xəbərdardır"},{"SurahNumber":33,"VerseNumber":35,"Text":"Həqiqətən, müsəlman kişilər və müsəlman qadınlar, mömin kişilər və mömin qadınlar, müti kişilər və müti qadınlar, doğru danışan kişilər və doğru danışan qadınlar, səbirli kişilər və səbirli qadınlar, Allaha baş əyən kişilər və baş əyən qadınlar, sədəqə verən kişilər və sədəqə verən qadınlar, oruc tutan kişilər və oruc tutan qadınlar, ismətlərini qoruyan kişilər və ismətlərini qoruyan qadınlar, Allahı çox zikr edən kişilər və qadınlar üçün Allah bağışlanma və böyük mükafat hazırlamışdır"},{"SurahNumber":33,"VerseNumber":36,"Text":"Allah və Onun Elçisi bir işə hökm verdiyi zaman heç bir mömin kişi və mömin qadın öz işlərində istədikləri qərarı verə bilməzlər. Allaha və Onun Elçisinə asi olan kəs, əlbəttə ki, açıq-aydın azğınlığa düşmüşdür"},{"SurahNumber":33,"VerseNumber":37,"Text":"Bir zaman Allahın nemət verdiyi və sənin özünün nemət verdiyin kəsə (Zeyd ibn Harisəyə): “Zövcəni yanında saxla, Allahdan qorx!”– deyirdin. Allahın aşkar edəcəyi şeyi ürəyində gizli saxlayır və insanlardan çəkinirdin. Halbuki əslində qorxmalı olduğun məhz Allahdır. Zeyd zövcəsini boşadıqda səni onunla evləndirdik ki, oğulluqları övrətlərini boşadıqları zaman o qadınlarla evlənməkdə möminlərə heç bir sıxıntı olmasın. Allahın əmri mütləq yerinə yetəcəkdir"},{"SurahNumber":33,"VerseNumber":38,"Text":"Allahın Peyğəmbərə halal buyurduğu bir şeydə ona heç bir günah gəlməz. Öncə gəlib-gedənlər haqqında da Allahın qayda-qanunu belə idi. Allahın əmri əzəldən müəyyən edilmiş bir hökmdür"},{"SurahNumber":33,"VerseNumber":39,"Text":"Onlar Allahın risalətini təbliğ edir, Ondan qorxur və Allahdan başqa heç kəsdən qorxmurdular. Allah Özü haqq-hesab çəkməyə kifayətdir"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhəmməd aranızdakı kişilərdən heç birinin atası deyildir. Lakin o, Allahın Elçisi və peyğəmbərlərin sonuncusudur. Allah hər şeyi bilir"},{"SurahNumber":33,"VerseNumber":41,"Text":"Ey iman gətirənlər! Allahı tez-tez yada salın"},{"SurahNumber":33,"VerseNumber":42,"Text":"Səhər-axşam Onun şəninə təriflər deyin"},{"SurahNumber":33,"VerseNumber":43,"Text":"Sizi zülmətlərdən nura çıxartmaq üçün sizə rəhm edən Odur. Onun mələkləri də sizin üçün bağışlanma diləyərlər. Allah möminlərə qarşı Rəhmlidir"},{"SurahNumber":33,"VerseNumber":44,"Text":"Möminlərin Ona qovuşacaqları gün xeyir-duaları “salam” olacaqdır. Allah onlara olduqca gözəl mükafat hazırlamışdır"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ey Peyğəmbər! Həqiqətən, Biz səni şahid, müjdəçi və xəbərdar edən olaraq göndərdik"},{"SurahNumber":33,"VerseNumber":46,"Text":"Səni həm də Allahın izni ilə Ona tərəf çağıran və nur saçan bir çıraq kimi göndərdik"},{"SurahNumber":33,"VerseNumber":47,"Text":"Möminlərə müjdə ver ki, onlara Allah tərəfindən böyük bir lütf nəsib olacaqdır"},{"SurahNumber":33,"VerseNumber":48,"Text":"Kafirlərə və münafiqlərə itaət etmə. Onların əziyyətlərinə fikir vermə və Allaha təvəkkül et. Allahın Qoruyan olması kifayətdir"},{"SurahNumber":33,"VerseNumber":49,"Text":"Ey iman gətirənlər! Əgər mömin qadınlarla evlənsəniz, sonra da onlara toxunmazdan əvvəl talaqlarını versəniz, artıq onlar üçün gözləmə müddətini saymağa (yanınızda saxlamağa) haqqınız yoxdur. Belə olduğu təqdirdə onlara talaq haqlarını verin və gözəl tərzdə sərbəst buraxın"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey Peyğəmbər! Mehrlərini verdiyin zövcələrini, Allahın sənə bəxş etdiklərindən sahib olduğun cariyələri, səninlə birlikdə hicrət etmiş əmin qızlarını, bibilərinin qızlarını, dayın qızlarını, xalalarının qızlarını, habelə Peyğəmbər onunla evlənmək istədiyi təqdirdə özünü Peyğəmbərə bağışlayan hər hansı bir mömin qadını sənə halal etdik. Sonuncu digər möminlərə deyil, yalnız sənə məxsusdur. Onlara zövcələri və sahib olduqları cariyələr barəsində nəyi vacib buyurduğumuzu bilirik. Belə etdik ki, sənə bir çətinlik olmasın. Allah Bağışlayandır, Rəhmlidir"},{"SurahNumber":33,"VerseNumber":51,"Text":"Onlardan istədiyinin səninlə gecələmək növbəsini təxirə sala bilərsən, istədiyini də öz yanına ala bilərsən. Özündən ayırdıqlarından hansı birini yenidən öz yanına almaq istəsən sənə heç bir günah olmaz. Bu, onların sevinmələri, kədərlənməmələri və sənin onlara verdiklərindən razı qalmaları üçün daha münasibdir. Allah qəlbinizdə olanları bilir. Allah Biləndir, Həlimdir"},{"SurahNumber":33,"VerseNumber":52,"Text":"Bundan sonra başqa qadınlarla evlənmək, gözəllikləri səni heyran etsə də, onları başqa qadınlarla dəyişmək sənə halal deyildir. Sahib olduğun cariyələr isə istisnadır. Allah hər şeyə nəzarət edəndir"},{"SurahNumber":33,"VerseNumber":53,"Text":"Ey iman gətirənlər! Sizə yeməyə izin verilməyib süfrəyə dəvət olunmadıqca Peyğəmbərin evlərinə girməyin və əvvəlcədən gəlib yeməyin hazırlanmasını da gözləməyin. Lakin dəvət olunduqda girin və yemək yedikdən sonra bir-birinizlə söhbətə dalmadan dağılışın. Çünki bu hərəkətiniz Peyğəmbəri narahat edir və o sizdən utanır. Allah isə sözün açığını sizə bəyan etməkdən utanmır. Peyğəmbərin zövcələrindən bir şey istədikdə, pərdə arxasından istəyin. Bu həm sizin qəlbinizə, həm də onların qəlbinə daha çox saflıq gətirər. Sizə Allahın Elçisini narazı salmaq, vəfatından sonra onun həyat yoldaşları ilə izdivac etmək qətiyyən yolverilməzdir. Həqiqətən, bu, Allah yanında böyük günahdır"},{"SurahNumber":33,"VerseNumber":54,"Text":"Sizin bir şeyi aşkara çıxarmanızdan və ya gizli saxlamanızdan asılı olmayaraq, başa düşün ki, Allah hər şeyi bilir"},{"SurahNumber":33,"VerseNumber":55,"Text":"Qadınlara ataları, oğulları, qardaşları, qardaşlarının oğulları, bacılarının oğulları, öz müsəlman qadınları, sahib olduqları kölə və cariyələri yanında hicab geyməmələrində heç bir günah yoxdur. Ey qadınlar, Allahdan qorxun! Şübhəsiz ki, Allah hər şeyə şahiddir"},{"SurahNumber":33,"VerseNumber":56,"Text":"Doğrudan da, Allah və Onun mələkləri Peyğəmbərə xeyir-dua verirlər. Ey iman gətirənlər! Siz də ona xeyir-dua verib kamil ədəb-ərkanla salamlayın"},{"SurahNumber":33,"VerseNumber":57,"Text":"Şübhə yoxdur ki, Allahı və Onun Elçisini incidənləri Allah həm bu dünyada, həm də Axirətdə lənətləmiş və onlara alçaldıcı bir əzab hazırlamışdır"},{"SurahNumber":33,"VerseNumber":58,"Text":"Mömin kişiləri və mömin qadınları etmədikləri bir işdən ötrü günahlandıranlar, sözsüz ki, öz üzərilərinə böhtanla bərabər açıq-aydın ağır bir yük götürmüşlər"},{"SurahNumber":33,"VerseNumber":59,"Text":"Ey Peyğəmbər! Zövcələrinə, qızlarına və möminlərin qadınlarına de ki, naməhrəm yanında çarşabları ilə örtünsünlər. Bu onların tanınması və onlara əziyyət verilməməsi üçün daha münasibdir. Allah Bağışlayandır, Rəhmlidir"},{"SurahNumber":33,"VerseNumber":60,"Text":"Əgər ikiüzlülər, qəlbi xəstə olanlar və şəhərdə qarayaxma şayiələr yayanlar öz yaramaz əməllərinə son qoymasalar, səni onlara qarşı çıxmağa çağırarıq. Sonra onlar orada artıq səninlə ancaq qısa bir müddət ərzində qonşuluq edər və"},{"SurahNumber":33,"VerseNumber":61,"Text":"lənətlənmiş halda qalarlar. Harada ələ keçsələr, yaxalanıb amansızcasına öldürülərlər"},{"SurahNumber":33,"VerseNumber":62,"Text":"Əvvəllər olub-gedənlər barəsində də Allahın hökmü belə idi. Sən Allahın qanunlarında heç bir dəyişiklik tapa bilməzsən"},{"SurahNumber":33,"VerseNumber":63,"Text":"Camaat sənə o Saat barədə sual verir. De: “Onu yalnız Allah bilir!” Nə bilirsən, bəlkə də, o Saat lap yaxınlaşmışdır"},{"SurahNumber":33,"VerseNumber":64,"Text":"Həqiqətən, Allah kafirləri lənətləmiş və onlar üçün yandırıb- yaxan Od hazırlamışdır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Onlar orada əbədi qalacaq, özlərinə nə bir himayəçi, nə də bir yardımçı tapa bilməyəcəklər"},{"SurahNumber":33,"VerseNumber":66,"Text":"Üzləri odda o yan-bu yana döndəriləcəyi gün onlar deyəcəklər: “Kaş biz Allaha ibadət edəydik, Onun Elçisinə itaətkar olaydıq!”"},{"SurahNumber":33,"VerseNumber":67,"Text":"Onlar deyəcəklər: “Ey Rəbbimiz! Biz başçılarımıza və böyüklərimizə itaət etdik, onlar da bizi haqq yoldan azdırdılar"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ey Rəbbimiz! Onları ikiqat əziyyətə sal və onları müdhiş bir lənətə məruz qoy!”"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey iman gətirənlər! Musanı incidən şəxslərə oxşamayın. Allah onu onların dediklərindən təmizə çıxartdı. O, Allahın yanında çox ehtiram edilən şəxsdir"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey iman gətirənlər! Allahdan qorxun və doğru söz danışın ki"},{"SurahNumber":33,"VerseNumber":71,"Text":"O, sizin əməllərinizi islah etsin və günahlarınızı bağışlasın. Kim Allaha və Onun Elçisinə itaət etsə, böyük bir uğur qazanar"},{"SurahNumber":33,"VerseNumber":72,"Text":"Biz əmanəti göylərə, yerə və dağlara təklif etdik. Onlar onu daşımaqdan qorxub imtina etdilər. Lakin insan onu boynuna götürdü. Doğrudan da, o, zalım və cahildir"},{"SurahNumber":33,"VerseNumber":73,"Text":"Bu əmanət insana ona görə verildi ki, Allah münafiq kişiləri və münafiq qadınları, müşrik kişiləri və müşrik qadınları cəzalandırsın, mömin kişilərin və mömin qadınların tövbələrini qəbul etsin. Allah Bağışlayandır, Rəhmlidir"},{"SurahNumber":34,"VerseNumber":1,"Text":"Göylərdəkilərin və yerdəkilərin hamısının sahibi olan Allaha həmd olsun! Axirətdə də həmd Ona məxsusdur. O, Müdrikdir, Xəbərdardır"},{"SurahNumber":34,"VerseNumber":2,"Text":"O, yerə girəni də, oradan çıxanı da, göydən düşəni də, oraya qalxanı da bilir. O, Rəhmlidir, Bağışlayandır"},{"SurahNumber":34,"VerseNumber":3,"Text":"Kafirlər: “O Saat bizə gəlməyəcəkdir!”– dedilər. De: “Xeyr, qeybi bilən Rəbbimə and olsun ki, o, mütləq sizi haqlayacaqdır. Göylərdə və yerdə zərrə qədər olan bir şey də Ondan gizli qalmaz. Bundan daha kiçik və daha böyük elə bir şey yoxdur ki, açıq-aydın Yazıda (Lövhi-məhfuzda) olmasın”"},{"SurahNumber":34,"VerseNumber":4,"Text":"Bunlar ona görədir ki, Allah iman gətirib yaxşı işlər görənləri mükafatlandırsın. Məhz onlar üçün bağışlanma və bolluca ruzi vardır"},{"SurahNumber":34,"VerseNumber":5,"Text":"Ayələrimizi qüvvədən salmağa cəhd göstərənləri isə ən pis, ağrılı-acılı əzab gözləyir"},{"SurahNumber":34,"VerseNumber":6,"Text":"Elm verilmiş insanlar Rəbbindən sənə nazil edilənin haqq olduğunu, onun Qüdrətli, Tərifəlayiq Allahın yolunu göstərdiyini görürlər"},{"SurahNumber":34,"VerseNumber":7,"Text":"Kafirlər dedilər: “Çürüyüb parça-parça olduqdan sonra yenidən yaradılacağınızı xəbər verən bir kişini sizə göstərəkmi"},{"SurahNumber":34,"VerseNumber":8,"Text":"Əcəba, o, Allahın əleyhinə yalanmı quraşdırır, bəlkə onda divanəlik var?” Xeyr! Axirətə inanmayanlar əzaba düçar olacaq, dərin bir azğınlıq içində qalacaqlar"},{"SurahNumber":34,"VerseNumber":9,"Text":"Məgər onlar göydə və yerdə qarşılarına və arxalarına baxmırlarmı? Əgər istəsək, onları yerə batırar və yaxud göyün bir parçasını onların başına endirərik. Şübhəsiz ki, bunda tövbə edib Allaha qayıdan hər bir qul üçün ibrət vardır"},{"SurahNumber":34,"VerseNumber":10,"Text":"Biz Davuda Özümüzdən bir lütf bəxş etdik və buyurduq: “Ey dağlar və quşlar! Onunla birlikdə Allahın şəninə təriflər deyin!” Biz dəmiri onun üçün yumşaltdıq"},{"SurahNumber":34,"VerseNumber":11,"Text":"Sonra buyurduq: “Geniş zirehlər düzəlt və halqaları toxuduqda ölçüyə riayət et. Ey Davud ailəsi, yaxşı işlər görün! Mən, həqiqətən də, sizin nə etdiyinizi görürəm”"},{"SurahNumber":34,"VerseNumber":12,"Text":"Səhər bir aylıq məsafəni qət edən, günortadan sonra yenə bir aylıq məsafəni qət edən küləyi də Süleymana ram etdik. Biz onun üçün mis qaynağını sel kimi axıtdıq. Rəbbinin izni ilə cinlərin bir qismi onun qabağında işləyirdi. Onlardan kim ki, Süleymana itaət etməyib əmrimizdən çıxırdısa, onu Cəhənnəm oduna düçar edirdik"},{"SurahNumber":34,"VerseNumber":13,"Text":"Cinlər onun üçün istədiyi qəsrlər, heykəllər, hovuzlara bənzər çanaqlar və yerindən tərpənməyən nəhəng qazanlar düzəldirdilər. Ey Davud nəsli! Bu nemətlərə şükür edin! Qullarımdan şükür edən azdır"},{"SurahNumber":34,"VerseNumber":14,"Text":"Süleymanın ölümünə hökm verdiyimiz zaman onun öldüyünü cinlərə ancaq onun əsasını yeyən bir ağac qurdu göstərdi. Süleyman yerə yıxıldıqda cinlərə bəlli oldu ki, əgər onlar qeybi bilsəydilər, alçaldıcı əzaba məruz qalmazdılar"},{"SurahNumber":34,"VerseNumber":15,"Text":"Səba qəbiləsinin yaşadığı yerdə nişanə – biri sağda, digəri də solda olan iki bağça var idi. Onlara: “Rəbbinizin ruzisindən yeyin və Ona şükür edin. Budur gözəl diyar və Bağışlayan Rəbb!”– deyilmişdi"},{"SurahNumber":34,"VerseNumber":16,"Text":"Amma onlar üz döndərdilər, Biz də üstlərinə güclü sel göndərdik. Onların iki bağçasını acı meyvəli, yulğunlu və içində bir az sidr ağacı olan iki bağla əvəz etdik"},{"SurahNumber":34,"VerseNumber":17,"Text":"Nankorluqlarına görə onları belə cəzalandırdıq. Məgər biz nankordan başqasını cəzalandırarıqmı"},{"SurahNumber":34,"VerseNumber":18,"Text":"Səba qəbiləsi ilə bərəkət verdiyimiz məmləkətlər arasında aydın görünən bir-birinə yaxın şəhərlər salmış, orada gediş-gəliş yaratmışdıq. “Oralarda gecələr və gündüzlər arxayın gəzib dolaşın!”– demişdik"},{"SurahNumber":34,"VerseNumber":19,"Text":"Onlar isə: “Ey Rəbbimiz! Səfərlərimizdə dayanacağımız şəhərlər arasındakı məsafəni uzaq et!”– dedilər və öz-özlərinə zülm etdilər. Biz onları əfsanələrə çevirib dilə-dişə saldıq, özlərini də darmadağın etdik. Həqiqətən, səbirli olan və şükür edən hər kəs bundan ibrət alar"},{"SurahNumber":34,"VerseNumber":20,"Text":"İblisin onlar barəsindəki ehtimalı doğru çıxdı. Bir dəstə mömindən başqa, qalanları onun toruna düşdülər"},{"SurahNumber":34,"VerseNumber":21,"Text":"Halbuki o, bu insanlar üzərində ixtiyar sahibi deyildi. Biz ancaq axirətə inananla ona şəkk gətirən kimsələri ayırd etmək üçün şeytana belə bir fürsət verdik. Sənin Rəbbin hər şeyi mühafizə edəndir"},{"SurahNumber":34,"VerseNumber":22,"Text":"De: “Allahdan başqa məbud saydıqlarınızı çağırın”. Onlar nə göylərdə, nə də yerdə zərrə qədərcə olan bir şeyə də sahib deyillər. Onların göylərin və yerin yaradılışında heç bir şərikliyi yoxdur və onlardan Allaha yardımçı olanı da yoxdur"},{"SurahNumber":34,"VerseNumber":23,"Text":"Onun qarşısında, izin verdiyi kəslərdən başqa, heç kimin şəfaəti fayda verməz. Nəhayət, mələklərin qəlbindən qorxu keçib getdikdə onlar: “Rəbbiniz nə buyurdu?”– deyə soruşar, digərləri isə: “Haqqı buyurdu! O, Ucadır, Böyükdür!”– deyə cavab verərlər"},{"SurahNumber":34,"VerseNumber":24,"Text":"De: “Göylərdən və yerdən sizə ruzi verən kimdir?” De: “Allahdır! Elə isə biz və ya siz (ikimizdən biri) ya doğru yolda, ya da açıq-aydın azğınlıq içindədir”"},{"SurahNumber":34,"VerseNumber":25,"Text":"De: “Siz bizim etdiyimiz günahlara görə sorğu-sual edilməyəcəksiniz, biz də sizin etdiklərinizə görə sorğu-sual edilməyəcəyik”"},{"SurahNumber":34,"VerseNumber":26,"Text":"De: “Rəbbimiz hamımızı bir araya cəmləşdirib sonra da aramızda ədalətlə hökm verəcəkdir. O, ən ədalətli Hakimdir, Biləndir”"},{"SurahNumber":34,"VerseNumber":27,"Text":"De: “Ona qoşduğunuz şərikləri bir mənə göstərin. Xeyr! O, Qüdrətli, Müdrik Allahdır!”"},{"SurahNumber":34,"VerseNumber":28,"Text":"Biz səni bütün insanlara müjdə verən və xəbərdarlıq edən bir peyğəmbər kimi göndərdik. Lakin insanların çoxu bunu bilmir"},{"SurahNumber":34,"VerseNumber":29,"Text":"Onlar: “Əgər doğru deyirsinizsə, bu vəd nə vaxt olacaq?”– deyirlər"},{"SurahNumber":34,"VerseNumber":30,"Text":"De: “Sizə vəd edilmiş bir gün vardır ki, siz onu nə bircə saat belə yubada, nə də tezləşdirə bilərsiniz”"},{"SurahNumber":34,"VerseNumber":31,"Text":"Kafirlər dedilər: “Biz nə bu Qurana, nə də bundan əvvəlkilərə əsla inanmayacağıq!” Kaş sən o zalımları öz Rəbbinin hüzurunda saxlanılıb bir-birinə söz qaytardıqları anda görəydin. Zəiflər, öz şəxsiyyətləri haqda yüksək rəydə olanlara deyəcəklər: “Əgər siz olmasaydınız, biz iman gətirərdik”"},{"SurahNumber":34,"VerseNumber":32,"Text":"Özləri haqda yüksək rəydə olanlar da zəiflərə belə deyərlər: “Sizə doğru yol göstəricisi gəldikdən sonra sizi ondan bizmi yayındırdıq? Xeyr, siz özünüz günahkar idiniz”"},{"SurahNumber":34,"VerseNumber":33,"Text":"Zəiflər özləri haqda yüksək rəydə olanlara deyərlər: “Xeyr! İşiniz gecə-gündüz hiylə qurmaq idi. Siz bizə Allahı inkar etməyi və Ona şəriklər qoşmağı əmr edirdiniz”. Onlar əzabı gördükdə peşmançılıq hissini gizlədərlər. Kafirlərin boyunlarına zəncirlər vurarıq. Onlar ancaq etdikləri əməllərə görə cəzalandırılarlar"},{"SurahNumber":34,"VerseNumber":34,"Text":"Biz hansı bir məmləkətə xəbərdarlıq edən peyğəmbər göndərdiksə, onun cah-calal içində yaşayan sakinləri ona sadəcə olaraq: “Biz sizinlə göndərilənləri inkar edirik!”– dedilər"},{"SurahNumber":34,"VerseNumber":35,"Text":"Onlar: “Bizim mal-dövlətimiz də, övladlarımız da daha çoxdur və bizə əzab verilməyəcəkdir”– dedilər"},{"SurahNumber":34,"VerseNumber":36,"Text":"De: “Həqiqətən, Rəbbim istədiyinin ruzisini bol edər, istədiyininkini də azaldar. Lakin insanların çoxu bunu bilmir”"},{"SurahNumber":34,"VerseNumber":37,"Text":"Sizi bizə yaxınlaşdıra biləcək nə var-dövlətiniz, nə də oğul-uşağınızdır. Ancaq iman gətirib yaxşı işlər görənlər istisnadır. Məhz onların mükafatları etdikləri əməllərə görə qat-qat artırılacaq və onlar Cənnətdəki mənzillərində asudə yaşayacaqlar"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ayələrimizi qüvvədən salmağa cəhd göstərənlər isə əzaba giriftar ediləcəklər"},{"SurahNumber":34,"VerseNumber":39,"Text":"De: “Həqiqətən, Rəbbim istədiyi qullarına ruzisini bol edər, istədiyinə də onu azaldar. Nə xərcləsəniz, Allah onun əvəzini verər. O, ruzi verənlərin ən yaxşısıdır!”"},{"SurahNumber":34,"VerseNumber":40,"Text":"O gün Allah onların hamısını toplayacaq, sonra da mələklərə buyuracaq: “Bunlar sizəmi ibadət edirdilər?”"},{"SurahNumber":34,"VerseNumber":41,"Text":"Mələklər deyəcəklər: “Sən paksan, müqəddəssən! Onlar deyil, Sənsən bizim Hamimiz! Xeyr, onlar cinlərə ibadət edirdilər. Əksəriyyəti də məhz onlara iman gətirmişdi”"},{"SurahNumber":34,"VerseNumber":42,"Text":"Bu gün bir-birinizə nə bir xeyir, nə də bir zərər verə bilərsiniz. Biz zalımlara: “Dadın yalan saydığınız Cəhənnəm əzabını!”– deyəcəyik"},{"SurahNumber":34,"VerseNumber":43,"Text":"Ayələrimiz onlara açıq-aydın oxunduğu zaman: “Bu ancaq sizi atalarınızın ibadət etdiklərindən döndərmək istəyən bir adamdır!”– deyərlər. Onlar: “Bu, uydurma yalandan başqa bir şey deyildir!”– deyərlər. Kafirlərə haqq gəldikdə onun barəsində: “Bu yalnız açıq-aydın bir sehrdir!”– deyərlər"},{"SurahNumber":34,"VerseNumber":44,"Text":"Hərçənd ki, Biz onlara oxuyub öyrənmələri üçün bir kitab verməmişdik və səndən əvvəl də onlara bir xəbərdarlıq edən göndərməmişdik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Onlardan əvvəlkilər də elçilərimizi yalançı hesab etmişdilər. Müşriklər onlara verdiklərimizin onda birini belə əldə etməmişlər. Lakin onlar Mənim elçilərimi yalançı saydılar. Görəydin, Mənim onları həlak etməyim necə oldu"},{"SurahNumber":34,"VerseNumber":46,"Text":"De: “Mənim sizə bircə nəsihətim var; Allah üçün iki-iki, bir-bir ayağa qalxın, sonra da bir düşünün. Sizin yoldaşınızda (peyğəmbərdə) heç bir dəlilik əlaməti yoxdur. O, şiddətli əzab gəlməzdən əvvəl sizi ancaq xəbərdar edəndir”"},{"SurahNumber":34,"VerseNumber":47,"Text":"De: “Mən sizdən bir haqq istəmişəmsə, onu sizin üçün istəmişəm. Mənim haqqım ancaq Allahdan olacaqdır. O, hər şeyə Şahiddir”"},{"SurahNumber":34,"VerseNumber":48,"Text":"De: “Rəbbim haqqı endirir. O, qeybləri biləndir”"},{"SurahNumber":34,"VerseNumber":49,"Text":"De: “Haqq gəldi. Batil ona qarşı nə ortaya bir şey çıxarar, nə də onu qaytara bilər”"},{"SurahNumber":34,"VerseNumber":50,"Text":"De: “Əgər mən haqq yoldan çıxsam, öz əleyhimə çıxmış olaram. Yox, əgər doğru yolla gedirəmsə, bu da Rəbbimin mənə nazil etdiyi vəhyə görədir. Həqiqətən, O, Eşidəndir, Yaxındır”"},{"SurahNumber":34,"VerseNumber":51,"Text":"Kaş ki, sən o kafirləri qorxuya düşdükləri vaxt görəydin. Onlar qaçıb canlarını qurtara bilməyəcək və onsuz da yaxın bir yerdə ələ keçiriləcəklər"},{"SurahNumber":34,"VerseNumber":52,"Text":"Onlar: “Biz ona inandıq!”– deyəcəklər. Amma uzaq bir yerdə (Axirətdə) imana necə nail ola bilərlər"},{"SurahNumber":34,"VerseNumber":53,"Text":"Halbuki bundan əvvəl onu inkar edir və əlçatmaz bir yerdən qeyb haqqında fikir yürüdürdülər"},{"SurahNumber":34,"VerseNumber":54,"Text":"Daha öncə onların bənzərlərinə edildiyi kimi, arzuladıqları şeylərlə onların arasına sədd çəkilər. Həqiqətən, onlar anlaşılmaz bir şübhə içində idilər"},{"SurahNumber":35,"VerseNumber":1,"Text":"Göyləri və yeri Yaradan, mələkləri iki, üç və dörd qanadlı elçilər edən Allaha həmd olsun! O, xəlq etdiklərindən istədiyini artırır. Həqiqətən, Allah hər şeyə qadirdir"},{"SurahNumber":35,"VerseNumber":2,"Text":"Allah insanlara mərhəmətindən nəyi nəsib edərsə, heç kəs onun qarşısını ala bilməz. Onun göndərmədiyi bir şeyi də Ondan başqa heç kəs verə bilməz. O, Qüdrətlidir, Müdrikdir"},{"SurahNumber":35,"VerseNumber":3,"Text":"Ey insanlar! Allahın sizə verdiyi lütfünü bir xatırlayın. Allahdan başqa sizə göylərdən və yerdən ruzi verən bir xaliq varmı? Ondan başqa heç bir məbud yoxdur. Siz necə də haqdan döndərilirsiniz"},{"SurahNumber":35,"VerseNumber":4,"Text":"Əgər onlar səni yalançı hesab etsələr, bil ki, səndən əvvəl də elçilər yalançı hesab olunmuşdu. Bütün işlər ancaq Allaha qaytarılacaqdır"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar! Həqiqətən, Allahın vədi bir həqiqətdir. Qoy bu dünya sizi aldatmasın, tovlayan şeytan da sizi yoldan çıxartmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Şübhəsiz ki, şeytan sizin düşməninizdir, siz də onu düşmən sayın. O öz tərəfdarlarını Od sakini olmağa çağırır"},{"SurahNumber":35,"VerseNumber":7,"Text":"Kafirlər üçün şiddətli əzab tədarük edilmişdir. İman gətirib yaxşı işlər görənlər üçün isə bağışlanma və böyük bir mükafat hazırlanmışdır"},{"SurahNumber":35,"VerseNumber":8,"Text":"Pis əməli özünə gözəl göstərilib onu yaxşı hesab edənlə, doğru yolla gedən kimsə eyni ola bilərmi? Həqiqətən, Allah istədiyini zəlalətə salır, istədiyini də doğru yola yönəldir. Sən onlara görə özünü üzüb əldən salma. Şübhəsiz ki, Allah onların nə törətdiklərini bilir"},{"SurahNumber":35,"VerseNumber":9,"Text":"Buludları hərəkətə gətirən küləkləri göndərən Allahdır. Biz onları ölü bir diyara tərəf qovub, yeri ölümündən sonra onunla canlandırırıq. Diriltmə də belə olacaqdır"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kim qüdrət sahibi olmaq istəsə, bilsin ki, qüdrət bütünlüklə ancaq Allaha məxsusdur. Gözəl söz Ona tərəf yüksəlir və onu ucaldan yaxşı əməldir. Pis əməllər işlədib hiyləgərlik edənləri şiddətli bir əzab gözləyir. Onların qurduqları hiylələr də boşa çıxacaqdır"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah sizi torpaqdan, sonra nütfədən yaratmış, sonra da sizi cütləşdirmişdir. Onun xəbəri olmadan heç bir dişi nə hamilə olar, nə də daşıdığını yerə qoya bilər. Uzunömürlünün uzun ömür sürməsi də, onun ömrünün qısaldılması da ancaq Yazıda (Lövhi-məhfuzda) yazılmışdır. Həqiqətən, bu, Allah üçün çox asandır"},{"SurahNumber":35,"VerseNumber":12,"Text":"İki dəniz eyni deyildir. Birinin suyu dadlı, şirin və içməyə rahat, digərininki isə həddindən artıq duzlu və acıdır. Onların hər birindən təzə balıq yeyir, taxdığınız zinət əşyalarını çıxarırsınız. Sən gəmilərin onu yara-yara üzdüyünü görürsən. Bütün bunlar Allahın lütfünü axtarıb tapmağınız və şükür etməyiniz üçündür"},{"SurahNumber":35,"VerseNumber":13,"Text":"O, gecəni gündüzə, gündüzü də gecəyə qatır. O, günəşi və ayı ram etmişdir. Onların hər biri müəyyən olunmuş vaxtadək hərəkət edir. Bu sizin Rəbbiniz olan Allahdır. Mülk Onundur. Sizin Ondan başqa yalvardıqlarınız xurma çəyirdəyinin pərdəsinə belə sahib deyillər"},{"SurahNumber":35,"VerseNumber":14,"Text":"Əgər siz onları çağırsanız, onlar sizin duanızı eşitməzlər, eşitsələr də cavab verə bilməzlər. Özləri də Qiyamət günü sizin onlara ibadət etdiyinizi danacaqlar. Heç kəs hər şeydən Xəbərdar olan Allah kimi sənə xəbər verə bilməz"},{"SurahNumber":35,"VerseNumber":15,"Text":"Ey insanlar! Siz Allaha möhtacsınız. Allah isə Zəngindir, Tərifəlayiqdir"},{"SurahNumber":35,"VerseNumber":16,"Text":"Əgər istəsə, sizi yox edib yerinizə yeni bir məxluq gətirər"},{"SurahNumber":35,"VerseNumber":17,"Text":"Bu, Allah üçün çətin deyildir"},{"SurahNumber":35,"VerseNumber":18,"Text":"Heç bir günahkar başqasının günah yükünü daşımaz. Yükü ağır olan kimsə öz yükünü daşımaq üçün başqasını köməyə çağırsa və çağırdığı kimsə yaxın qohumu olsa belə, o yükdən heç nə daşınmaz. Sən ancaq Rəbbindən Onu görmədikləri halda qorxanları və namaz qılanları xəbərdar edirsən. Kim günahlardan təmizlənirsə, öz xeyrinə təmizlənmiş olur. Qayıdış də ancaq Allahadır"},{"SurahNumber":35,"VerseNumber":19,"Text":"Kor ilə görən eyni deyildir"},{"SurahNumber":35,"VerseNumber":20,"Text":"zülmətlərlə nur da"},{"SurahNumber":35,"VerseNumber":21,"Text":"kölgə ilə bürkü də eyni deyildir"},{"SurahNumber":35,"VerseNumber":22,"Text":"Dirilərlə ölülər də eyni deyillər. Şübhəsiz ki, Allah istədiyinə haqqı eşitdirir. Sən isə qəbirlərdə olanlara eşitdirə bilməzsən"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sən ancaq qorxudub xəbərdar edənsən"},{"SurahNumber":35,"VerseNumber":24,"Text":"Həqiqətən, Biz səni haqla müjdə verən və qorxudub xəbərdar edən olaraq göndərdik. Elə bir ümmət yoxdur ki, ona xəbərdar edən bir peyğəmbər gəlmiş olmasın"},{"SurahNumber":35,"VerseNumber":25,"Text":"Əgər onlar səni yalançı hesab etsələr, bil ki, onlardan əvvəlkilər də elçiləri yalançı hesab etmişdilər. Halbuki elçiləri onlara aydın dəlillər, müqəddəs yazılar və nur saçan kitab gətirmişdilər"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra Mən haqqı inkar edənləri yaxaladım. Görəydin Mənim onları həlak etməyim necə oldu"},{"SurahNumber":35,"VerseNumber":27,"Text":"Məgər Allahın göydən yağmur endirdiyini və onunla müxtəlif rəngli meyvələr yetişdirdiyimizi görmürsənmi? Dağlarda da müxtəlif rəngli – ağ, qırmızı və tünd qara cığırlar əmələ gətirdik"},{"SurahNumber":35,"VerseNumber":28,"Text":"İnsanlar, heyvanlar və mal-qara arasında da bu cür müxtəlif rəngli olanları vardır. Allahdan Öz qulları arasında ancaq alimlər qorxarlar. Həqiqətən, Allah Qüdrətlidir, Bağışlayandır"},{"SurahNumber":35,"VerseNumber":29,"Text":"Allahın Kitabını oxuyanlar, namaz qılanlar və özlərinə verdiyimiz ruzilərdən gizli və aşkar xərcləyənlər səmərəsiz olmayacaq bir ticarətə ümid edirlər ki"},{"SurahNumber":35,"VerseNumber":30,"Text":"Allah onlara mükafatlarını tam olaraq versin, üstəlik də onlara Öz lütfünü artırsın. Həqiqətən, O, Bağışlayandır, şükürün əvəzini verəndir"},{"SurahNumber":35,"VerseNumber":31,"Text":"Sənə vəhy etdiyimiz Kitab, özündən əvvəlkiləri təsdiqləyici kimi gələn haqdır. Həqiqətən, Allah Öz qullarından Xəbərdardır, Görəndir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Sonra, Kitabı qullarımız içərisindən seçdiklərimizə miras etdik. Onlardan kimisi özünə zülm edər, kimisi orta yol tutar, kimisi də Allahın izni ilə yaxşı işlərdə öndə gedər. Böyük lütf də budur"},{"SurahNumber":35,"VerseNumber":33,"Text":"Onlar Ədn bağlarına daxil olacaq, orada qızıl bilərziklərlə və incilərlə bəzədiləcəklər. Libasları da ipəkdən olacaqdır"},{"SurahNumber":35,"VerseNumber":34,"Text":"Onlar deyəcəklər: “Qəm-qüssəni bizdən uzaq edən Allaha həmd olsun! Həqiqətən, Rəbbimiz Bağışlayandır, şükürün əvəzini verəndir"},{"SurahNumber":35,"VerseNumber":35,"Text":"Öz lütfü ilə bizi əbədi iqamətgahda yerləşdirən Odur. Orada bizə nə bir yorğunluq üz verəcək, nə də bir üzgünlük toxunacaqdır!”"},{"SurahNumber":35,"VerseNumber":36,"Text":"Kafirləri isə Cəhənnəm odu gözləyir. Orada nə öldürülməzlər ki, ölüb canları qurtarsın, nə də bu odun əzabı onlar üçün yüngülləşdirilər. Biz hər bir kafiri belə cəzalandırırıq"},{"SurahNumber":35,"VerseNumber":37,"Text":"Onlar orada fəryad qoparıb yalvaracaqlar: “Ey Rəbbimiz! Bizi buradan çıxart ki, əvvəllər etdiyimiz əməlləri deyil, yaxşı əməllər edək”. Onlara deyiləcək: “Məgər orada sizə düşünəcək kimsənin düşünə biləcəyi qədər uzun ömür vermədikmi? Sizə qorxudub xəbərdar edən də gəlmişdi. Elə isə dadın əzabı! Zalımlara kömək edən olmaz”"},{"SurahNumber":35,"VerseNumber":38,"Text":"Şübhəsiz ki, Allah göylərin və yerin qeybini Biləndir. O, kökslərdə olanları da Bilir"},{"SurahNumber":35,"VerseNumber":39,"Text":"Sizi yer üzündə xələflər edən Odur. Kafirin küfrü öz əleyhinə olar. Kafirlərin küfrü Rəbbi yanında ancaq onlara bəslənən qəzəbi artırar. Kafirlərin küfrü onlara ziyandan başqa bir şey artırmaz"},{"SurahNumber":35,"VerseNumber":40,"Text":"De: “Allahdan başqa yalvardığınız şəriklər haqda düşündünüzmü? Bir mənə göstərin görüm, onlar yer üzündə nəyi yaradıblar? Yoxsa onların göylərin yaradılmasında şərikliyi var?” Yaxud onlara bir kitab vermişik, onlar da ondakı dəlilə istinad edirlər? Xeyr! Zalımlar bir-birinə ancaq yalan vəd verirlər"},{"SurahNumber":35,"VerseNumber":41,"Text":"Həqiqətən, Allah göyləri və yeri tərpənməsinlər deyə, tutub saxlayır. Əgər tərpənsələr, Ondan başqa onları heç kəs tutub saxlaya bilməz. Həqiqətən də, O, Həlimdir, Bağışlayandır"},{"SurahNumber":35,"VerseNumber":42,"Text":"Onlar Allaha çox möhkəm and içdilər ki, özlərinə qorxudan bir peyğəmbər gəlsə, hər hansı ümmətdən daha çox doğru yolda olacaqlar. Onlara qorxudan peyğəmbər gəldikdə isə bu, onların ancaq nifrətini artırdı"},{"SurahNumber":35,"VerseNumber":43,"Text":"Bütün bunlar onların yer üzündə təkəbbür göstərmələrinə və yaramaz hiyləgərliklər törətdiklərinə görə idi. Yaramaz hiylələr isə ancaq öz sahiblərini qaplayar. Onlar əvvəlkilərin başlarına gələn aqibətdən başqasınımı gözləyirlər? Sən Allahın qayda-qanununa heç bir əvəz tapa bilməzsən, Allahın qayda-qanununda heç bir dəyişiklik də tapa bilməzsən"},{"SurahNumber":35,"VerseNumber":44,"Text":"Məgər onlar yer üzündə gəzib-dolaşıb özlərindən əvvəlkilərin aqibətinin necə olduğunu görmürlərmi? Onlar ki bunlardan daha qüvvətli idilər. Göylərdə və yerdə Allahdan qaçıb xilas ola biləcək heç bir şey yoxdur. Həqiqətən, O, Biləndir və hər şeyə Qadirdir"},{"SurahNumber":35,"VerseNumber":45,"Text":"Əgər Allah insanları etdikləri günahlara görə dərhal cəzalandırsaydı, yer üzündə bir canlını belə sağ buraxmazdı. Lakin Allah onlara müəyyən vaxtadək möhlət verir. Vaxtları çatanda isə hər kəsə öz əməlinə görə cəza, yaxud mükafat verəcəkdir. Şübhəsiz ki, Allah Öz qullarını görür"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya. Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"And olsun hikmətli Qurana"},{"SurahNumber":36,"VerseNumber":3,"Text":"Həqiqətən, sən göndərilmiş elçilərdənsən"},{"SurahNumber":36,"VerseNumber":4,"Text":"doğru yoldasan"},{"SurahNumber":36,"VerseNumber":5,"Text":"Bu Quran Qüdrətli və Rəhmli Allah tərəfindən nazil edilmişdir ki"},{"SurahNumber":36,"VerseNumber":6,"Text":"ataları xəbərdar edilməmiş, özləri də qafil olan bir tayfanı xəbərdar edəsən"},{"SurahNumber":36,"VerseNumber":7,"Text":"Onların əksəriyyəti barəsindəki söz gerçəkləşdi. Çünki onlar iman gətirmədilər"},{"SurahNumber":36,"VerseNumber":8,"Text":"Həqiqətən, Biz onların boyunlarına, çənələrinə dirənmiş zəncirlər keçirtmişik. Odur ki, başları təkəbbürlə yuxarı qalxmışdır"},{"SurahNumber":36,"VerseNumber":9,"Text":"Biz onların önlərindən bir sədd, arxalarından da başqa bir sədd çəkdik və gözlərinə pərdə saldıq. Buna görə də onlar haqqı görmürlər"},{"SurahNumber":36,"VerseNumber":10,"Text":"Sən onları qorxutsan da, qorxutmasan da, onlar üçün eynidir, iman gətirməyəcəklər"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sən ancaq Zikrə tabe olub Mərhəmətli Allahı görmədən Ondan çəkinən şəxsi qorxuda bilərsən. Beləsini bağışlanma və çox gözəl bir mükafatla müjdələ"},{"SurahNumber":36,"VerseNumber":12,"Text":"Həqiqətən, ölüləri dirildən, onların bu dünyada törətdiklərini və tərk etdiklərini yazan Bizik. Biz hər şeyi açıq-aydın Yazıda (Lövhi-məhfuzda) qeydə almışıq"},{"SurahNumber":36,"VerseNumber":13,"Text":"Sən onlara o zaman elçilər gəlmiş şəhər sakinlərini misal çək"},{"SurahNumber":36,"VerseNumber":14,"Text":"O zaman onlara iki nəfər elçi göndərdik, amma onlar ikisini də yalançı saydılar. Biz də elçilərimizi üçüncüsü ilə qüvvətləndirdik. Elçilər: “Həqiqətən, biz sizə göndərilmiş elçilərik”– dedilər"},{"SurahNumber":36,"VerseNumber":15,"Text":"Onlar dedilər: “Siz də bizim kimi sadəcə bir insansınız. Mərhəmətli Allah sizə heç bir şey nazil etməmişdir. Siz ancaq yalan danışırsınız”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Elçilər dedilər: “Rəbbimiz bilir ki, biz, həqiqətən də, sizə göndərilmiş elçilərik"},{"SurahNumber":36,"VerseNumber":17,"Text":"Bizim vəzifəmiz ancaq vəhy olunanı aşkar təbliğ etməkdir”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Onlar dedilər: “Biz sizdə bəd əlamət gördük. Əgər dəvətinizə son qoymasanız, sizi mütləq daşqalaq edəcəyik və bizdən sizə mütləq ağrılı-acılı bir əzab toxunacaqdır”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Elçilər dedilər: “Sizin uğursuzluğunuz öz ucbatınızdandır. Məgər sizə edilən öyüd-nəsihəti bəd əlamət sayırsınız? Doğrusu, siz həddi aşmış bir millətsiniz”"},{"SurahNumber":36,"VerseNumber":20,"Text":"Şəhərin kənarından bir kişi qaça-qaça gəlib dedi: “Ay camaat! Elçilərin ardınca gedin"},{"SurahNumber":36,"VerseNumber":21,"Text":"Sizdən heç bir mükafat istəməyən, özləri də doğru yolda olan şəxslərin ardınca gedin"},{"SurahNumber":36,"VerseNumber":22,"Text":"Mənə nə olub ki, məni yaradana və hüzuruna qaytarılacağınız Allaha ibadət etməyim"},{"SurahNumber":36,"VerseNumber":23,"Text":"Mən heç Ondan başqa məbudlar qəbul edərəmmi? Əgər Mərhəmətli Allah mənə bir zərər yetirmək istəsə, onların şəfaəti mənə heç bir fayda verməz və onlar məni xilas edə bilməzlər"},{"SurahNumber":36,"VerseNumber":24,"Text":"Bax onda mən açıq-aydın azğınlığa düşmüş olaram"},{"SurahNumber":36,"VerseNumber":25,"Text":"Həqiqətən, mən sizin Rəbbinizə iman gətirdim. Mənə qulaq asın!”"},{"SurahNumber":36,"VerseNumber":26,"Text":"Şəhərin sakinləri bu kişini öldürdükdən sonra ona: “Cənnətə daxil ol!”– deyildi. O dedi: “Kaş xalqım biləydi ki"},{"SurahNumber":36,"VerseNumber":27,"Text":"Rəbbim məni bağışladı və məni hörmətli adamlardan etdi”"}]}