{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Pa odgovor naroda njegovog je bio jedino sto rekose: \"Istjerajte porodicu Lutovu iz naselja vaseg! Uistinu, oni su ljudi koji se ciste"},{"SurahNumber":27,"VerseNumber":57,"Text":"Tad spasismo njega i porodicu njegovu, izuzev zene njegove. Odredili smo za nju da bude od zaostalih"},{"SurahNumber":27,"VerseNumber":58,"Text":"I izlili na njih kisu. Pa zle li kise opomenutih"},{"SurahNumber":27,"VerseNumber":59,"Text":"Reci: \"Hvala Allahu i selam neka je robovima Njegovim koje je odabrao!\" Da li je Allah bolji ili ono sta (Mu) pridruzuju"},{"SurahNumber":27,"VerseNumber":60,"Text":"Zar (nije bolji) Ko je stvorio nebesa i Zemlju, i spusta vam s neba vodu - pa damo da njome izniknu vrtovi krasni? Nije za vas (moguce) da ucinite da izraste drvece njihovo. Ima li bog uz Allaha? Naprotiv, oni su ljudi koji izjednacuju"},{"SurahNumber":27,"VerseNumber":61,"Text":"Zar (nije bolji) Ko je ucinio Zemlju stanistem, i nacinio kroz nju rijeke, i nacinio na njoj planine stabilne, i nacinio između dva mora barijeru? Ima li bog uz Allaha? Naprotiv, vecina njih ne zna"},{"SurahNumber":27,"VerseNumber":62,"Text":"Zar (nije bolji) Ko odgovara nevoljniku kad Ga priziva, i otklanja zlo i cini vas halifama Zemlje? Ima li bog uz Allaha? Malo sto se poucavate"},{"SurahNumber":27,"VerseNumber":63,"Text":"Zar (nije bolji) Ko vas vodi u tminama kopna i mora, i Ko salje vjetrove kao radosne vijesti ispred milosti Njegove? Ima li bog uz Allaha? Uzvisen neka je Allah od onog sta pridruzuju"},{"SurahNumber":27,"VerseNumber":64,"Text":"Zar (nije bolji) Ko je poceo stvaranje zatim ga ponavlja, i Ko vas opskrbljuje s neba i Zemlje? Ima li bog uz Allaha? Reci: \"Donesite dokaz vas, ako ste istiniti"},{"SurahNumber":27,"VerseNumber":65,"Text":"Reci: \"Onaj ko je na nebesima i Zemlji ne zna nevidljivo, izuzev Allah, i ne opazaju kad ce biti podignuti"},{"SurahNumber":27,"VerseNumber":66,"Text":"Naprotiv! Seze li znanje njihovo u Ahiret? Naprotiv, oni su u sumnji o njemu. Naprotiv, oni su o njemu slijepci"},{"SurahNumber":27,"VerseNumber":67,"Text":"I govore oni koji ne vjeruju: \"Hocemo li kad budemo prah, mi i ocevi nasi, hocemo li uistinu biti izvedeni"},{"SurahNumber":27,"VerseNumber":68,"Text":"Doista, ovo nam je obecavano, nama i ocevima nasim od ranije. Ovo su samo price ranijih"},{"SurahNumber":27,"VerseNumber":69,"Text":"Reci: \"Putujte po Zemlji pa vidite kakav je bio kraj prestupnika"},{"SurahNumber":27,"VerseNumber":70,"Text":"I ne zalosti se nad njima, i ne budi u tjeskobi zbog onog sta spletkare"},{"SurahNumber":27,"VerseNumber":71,"Text":"A govore: \"Kad ce ovo obecanje, ako istinu govorite"},{"SurahNumber":27,"VerseNumber":72,"Text":"Reci: \"Mozda vas slijedi dio onog sta pozurujete"},{"SurahNumber":27,"VerseNumber":73,"Text":"A uistinu, Gospodar tvoj je Vlasnik blagodati nad ljudima, međutim, vecina njih ne zahvaljuje"},{"SurahNumber":27,"VerseNumber":74,"Text":"I uistinu, Gospodar tvoj zna sta kriju grudi njihove, a sta objelodanjuju"},{"SurahNumber":27,"VerseNumber":75,"Text":"I nema nista skriveno na nebu i Zemlji, a da nije u Knjizi jasnoj"},{"SurahNumber":27,"VerseNumber":76,"Text":"Uistinu, ovaj Kur'an kazuje sinovima Israilovim vecinom o onom u cemu se oni razilaze"},{"SurahNumber":27,"VerseNumber":77,"Text":"I uistinu, on je Uputa i milost vjernicima"},{"SurahNumber":27,"VerseNumber":78,"Text":"Uistinu! Gospodar tvoj ce presuditi među njima sudom Svojim, a On je Mocni, Znalac"},{"SurahNumber":27,"VerseNumber":79,"Text":"Zato se pouzdaj u Allaha, uistinu si ti na Istini jasnoj"},{"SurahNumber":27,"VerseNumber":80,"Text":"Uistinu, ti neces procuti mrtve, niti ces uciniti da cuju gluhi poziv, kad se okrenu bjezeci"},{"SurahNumber":27,"VerseNumber":81,"Text":"I nisi ti vodic slijepcima iz zablude njihove. Procut ces samo onog ko vjeruje u ajete Nase, ta oni su muslimani"},{"SurahNumber":27,"VerseNumber":82,"Text":"I kad padne Rijec na njih, izvescemo im zivotinju iz Zemlje, (koja) ce im govoriti da ljudi u znakove Nase nisu uvjereni"},{"SurahNumber":27,"VerseNumber":83,"Text":"A na Dan kad od svake umme saberemo skupinu, od onog ko je poricao ajete Nase, tad ce oni biti raspoređeni"},{"SurahNumber":27,"VerseNumber":84,"Text":"Dok, kad dođu, reci ce: \"Jeste li poricali ajete Moje, a niste ih obuhvatili znanjem? Sta ste to radili"},{"SurahNumber":27,"VerseNumber":85,"Text":"I past ce na njih Rijec sto su cinili zulm, pa oni nece govoriti"},{"SurahNumber":27,"VerseNumber":86,"Text":"Zar ne vide da smo mi nacinili noc da se smire u njoj, a dan (da daje) vidljivost? Uistinu, u tome su znaci za ljude koji vjeruju"},{"SurahNumber":27,"VerseNumber":87,"Text":"A na Dan kad se puhne u sur, pa se prestrasi ko je u nebesima i ko je na Zemlji, izuzev koga htjedne (izuzeti) Allah, a svi ce doci Njemu ponizni"},{"SurahNumber":27,"VerseNumber":88,"Text":"I vidis planine, mislis nepokretne su, a one se krecu kretanjem oblaka. Djelovanje je Allaha Koji je usavrsio svaku stvar. Uistinu! On je o onom sta cinite Obavijesteni"},{"SurahNumber":27,"VerseNumber":89,"Text":"Ko donese dobro djelo, pa on ce od njega imati bolje i oni ce od straha Tog dana biti sigurni"},{"SurahNumber":27,"VerseNumber":90,"Text":"A ko donese zlodjelo, pa bacice se lica njihova u vatru. Da li cete biti placeni, osim kako ste radili"},{"SurahNumber":27,"VerseNumber":91,"Text":"Samo mi je naređeno da obozavam Gospodara ovog grada, koji ga je posvetio, a Njegova je svaka stvar; i naređeno mi je da budem od muslimana"},{"SurahNumber":27,"VerseNumber":92,"Text":"I da ucim Kur'an. Pa ko se uputi, pa samo se upucuje za dusu svoju; a ko zaluta, tad reci: \"Ja sam samo od opominjaca"},{"SurahNumber":27,"VerseNumber":93,"Text":"I reci: \"Hvala Allahu, pokazace vam znakove Svoje pa cete ih prepoznati.\" A nije Gospodar tvoj nehajan prema onom sta radite"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"To su znaci Kitaba jasnog"},{"SurahNumber":28,"VerseNumber":3,"Text":"Recitiramo ti (dio) vijesti o Musau i faraonu s Istinom, za ljude koji vjeruju"},{"SurahNumber":28,"VerseNumber":4,"Text":"Uistinu! Faraon se uzdigao na Zemlji i ucinio stanovnike njene sektama, tlaceci skupinu njih, koljuci sinove njihove, a dajuci da zive zene njihove. Uistinu, on je bio od mufsida"},{"SurahNumber":28,"VerseNumber":5,"Text":"I zeljeli smo da obdarimo one koji su ucinjeni slabima na Zemlji, i ucinimo ih imamima, i ucinimo ih nasljednicima"},{"SurahNumber":28,"VerseNumber":6,"Text":"I da ih ucvrstimo na Zemlji, i pokazemo faraonu i Hamanu i vojskama njih dvojice - ono cega su se od njih pribojavali"},{"SurahNumber":28,"VerseNumber":7,"Text":"I objavismo majci Musaovoj: \"Zadoji ga, pa kad se za njega uplasis, tad ga baci u rijeku, i ne plasi se, niti tuguj. Uistinu, Mi cemo ti ga vratiti i uciniti ga (jednim) od izaslanika"},{"SurahNumber":28,"VerseNumber":8,"Text":"Pa je pokupila njega porodica faraonova, da bi im bio neprijatelj i jad. Uistinu! Faraon i Haman i vojske njihove bili su oni koji cine greske"},{"SurahNumber":28,"VerseNumber":9,"Text":"I rece zena faraonova: \"Osvjezenje oka je meni i tebi. Ne ubijte ga! Mozda ce nam koristiti ili da ga uzmemo djetetom\" - i oni ne zapazise"},{"SurahNumber":28,"VerseNumber":10,"Text":"I posta srce majke Musaove prazno; skoro bi ga sigurno pokazala, da nismo ucvrstili srce njeno, da bude od vjernika"},{"SurahNumber":28,"VerseNumber":11,"Text":"I rece sestri njegovoj: \"Slijedi ga!\" Pa je gledala njega izdaleka, a oni ne opazise"},{"SurahNumber":28,"VerseNumber":12,"Text":"I zabranili smo njemu dojilje od ranije, pa (ona) rece: \"Hocete li da vam ukazem na celjad kuce (koja) ce se brinuti o njemu za vas, i oni ce mu biti savjetnici"},{"SurahNumber":28,"VerseNumber":13,"Text":"Tad ga vratismo majci njegovoj da joj se oko osvjezi i ne zalosti, i da zna da je obecanje Allahovo Istina. Ali vecina njih ne zna"},{"SurahNumber":28,"VerseNumber":14,"Text":"I posto je dostigao snagu svoju i dozrio, dadosmo mu sud i znanje; a tako placamo dobrocinitelje"},{"SurahNumber":28,"VerseNumber":15,"Text":"I uđe u grad za vrijeme nehajnosti stanovnika njegovih, i nađe u njemu dva covjeka (kako) se biju, ovaj iz sekte njegove, a ovaj od neprijatelja njegovog. Tad od njega zatrazi pomoc onaj iz sekte njegove, protiv onog od neprijatelja njegovog. Tad ga udari Musa sakom, te ga dokrajci. Rece: \"Ovo je od posla sejtanovog.\" Uistinu, on je neprijatelj, zavodnik ociti"},{"SurahNumber":28,"VerseNumber":16,"Text":"Rece: \"Gospodaru moj! Uistinu, ja sam ucinio zulm dusi svojoj, pa oprosti mi!\" Pa mu je oprostio. Uistinu! On, On je Oprosnik, Milosrdni"},{"SurahNumber":28,"VerseNumber":17,"Text":"Rece: \"Gospodaru moj! Zato sto si me obdario, zato necu biti pomagac prestupnika"},{"SurahNumber":28,"VerseNumber":18,"Text":"Pa osvanu u gradu prestrasen, iscekujuci, tad gle! onaj koji ga je zvao u pomoc jucer, zove ga. Musa mu rece: \"Uistinu, ti si ocito onaj koji je zabludio"},{"SurahNumber":28,"VerseNumber":19,"Text":"Pa posto je zelio da dograbi onog koji je neprijatelj njima dvojici, (taj) rece: \"O Musa! Zar zelis da me ubijes, kao sto si ubio dusu jucer? Samo zelis da budes tiranin na Zemlji, a ne zelis da budes od onih koji popravljaju"},{"SurahNumber":28,"VerseNumber":20,"Text":"I dođe covjek s najdaljeg kraja grada trceci. Rece: \"O Musa! Uistinu, velikani o tebi odlucuju da te ubiju, zato izlazi (iz grada). Uistinu, ja sam ti od savjetnika"},{"SurahNumber":28,"VerseNumber":21,"Text":"Tad izađe iz njega prestrasen, iscekujuci. Rece: \"Gospodaru moj! Spasi me od naroda zalima"},{"SurahNumber":28,"VerseNumber":22,"Text":"Pa posto se zaputio prema Medjenu, rece: \"Mozda ce Gospodar moj da me uputi pravom putu"},{"SurahNumber":28,"VerseNumber":23,"Text":"Pa posto stize vodi Medjena, nađe na njoj zajednicu ljudi napajaju (stoku); i nađe pored njih dvije zene - odbijaju. Rece: \"Sta je s vama dvjema?\" Rekose: \"Ne napajamo dok ne odu cobani, a nas otac je starac uveliko"},{"SurahNumber":28,"VerseNumber":24,"Text":"Tad napoji njima dvjema, zatim se okrenu sjenci, pa rece: \"Gospodaru moj! Uistinu, ja sam - sta god mi spustis od dobra - onaj kojem treba"},{"SurahNumber":28,"VerseNumber":25,"Text":"Tad mu dođe jedna od njih dvije, iduci stidljivo. Rece: \"Uistinu, moj otac te poziva da ti isplati nagradu sto si napojio za nas.\" Pa posto mu je dosao i ispricao pricu, rece: \"Ne boj se! Spasio si se od naroda zalima"},{"SurahNumber":28,"VerseNumber":26,"Text":"Jedna od njih rece: \"O oce moj! Unajmi ga! Uistinu je najbolji taj kojeg bi unajmio, snazan, pouzdan"},{"SurahNumber":28,"VerseNumber":27,"Text":"Rece: \"Uistinu, ja zelim da te ozenim jednom od mojih kceri, ovih dviju, da se unajmis meni osam godina. Pa ako ispunis deset, pa od tebe je; i ne zelim da ti otezam. Naci ces - insaAllah - da sam od pravednih"},{"SurahNumber":28,"VerseNumber":28,"Text":"(Musa) rece: \"To je između mene i između tebe. Koji god od dva roka ispunim, pa nece biti neprijateljstva protiv mene; a Allah je nad onim sta govorimo Jamac"},{"SurahNumber":28,"VerseNumber":29,"Text":"Pa posto Musa ispuni rok i pođe s porodicom svojom, opazi na obronku brda vatru. Rece porodici svojoj: \"Sacekajte! Uistinu ja sam spazio vatru; mozda cu vam ja od nje donijeti vijest, ili glavnju vatre, da biste se vi ogrijali"},{"SurahNumber":28,"VerseNumber":30,"Text":"Pa posto joj priđe, bi pozvan s desne strane doline, u kraju blagoslovljenom, iz drveta: \"O Musa! Uistinu! Ja, Ja sam Allah, Gospodar svjetova"},{"SurahNumber":28,"VerseNumber":31,"Text":"I baci stap svoj!\" Pa posto ga vidje da se brzo krece kao da je on dzinn, okrenu se bjezeci i ne vracajuci se. \"O Musa! Priđi i ne plasi se. Uistinu, ti si od sigurnih"},{"SurahNumber":28,"VerseNumber":32,"Text":"Zavuci ruku svoju u njedra svoja, izaci ce bijela, bez ozljede. I saberi si krilo svoje od straha. Pa to ce biti dva dokaza od Gospodara tvog faraonu i uglednicima njegovim: uistinu, oni su narod grjesnika"},{"SurahNumber":28,"VerseNumber":33,"Text":"Rece: \"Gospodaru moj! Uistinu, ja sam ubio od njih dusu, zato se bojim da ce me ubiti"},{"SurahNumber":28,"VerseNumber":34,"Text":"A brat moj Harun, on je rjecitiji od mene jezikom, pa posalji ga sa mnom (kao) potporu, potvrđujuci mene. Uistinu, ja se plasim da ce me poreci"},{"SurahNumber":28,"VerseNumber":35,"Text":"Rece: \"Ojacat cemo ruku tvoju bratom tvojim i dati vama dvojici moc, pa vam nece doseci. Sa znacima Nasim, vas dvojica i ko vas bude slijedio, bicete pobjednici"},{"SurahNumber":28,"VerseNumber":36,"Text":"Pa posto im dođe Musa sa znakovima Nasim jasnim, rekose: \"Ovo je samo sihr izmisljeni, i nismo mi ovo culi u oceva nasih ranijih"},{"SurahNumber":28,"VerseNumber":37,"Text":"I rece Musa: \"Gospodar moj je Najbolji znalac onog ko je dosao s Uputom od Njega, i ko ce za kraj imati dom. Uistinu, to nece uspjeti zalimi"},{"SurahNumber":28,"VerseNumber":38,"Text":"I rece faraon: \"O uglednici! Ne znam da vi imate drugog boga osim mene, zato mi zapali o Hamane, na ilovaci, te mi nacini toranj, da bih se ja uspeo bogu Musaovom; a uistinu, ja ga smatram (jednim) od lazova"},{"SurahNumber":28,"VerseNumber":39,"Text":"I uzoholi se on i vojske njegove na zemlji bez prava, i mislise da se oni Nama nece vratiti"},{"SurahNumber":28,"VerseNumber":40,"Text":"Pa smo dograbili njega i vojske njegove, te ih bacili u more. Zato pogledaj kakav je bio kraj zalima"},{"SurahNumber":28,"VerseNumber":41,"Text":"I ucinili smo ih imamima (koji) pozivaju vatri, a na Dan kijameta nece biti pomognuti"},{"SurahNumber":28,"VerseNumber":42,"Text":"I pratili smo ih na ovom Dunjau prokletstvom, a na Dan kijameta oni ce biti od odvratnih"},{"SurahNumber":28,"VerseNumber":43,"Text":"I doista smo dali Musau Knjigu - nakon sto smo unistili pokoljenja ranija - jasne uvide ljudima, i uputu i milost, da bi se oni poucili"},{"SurahNumber":28,"VerseNumber":44,"Text":"I nisi bio na strani zapadnoj kad smo Musau izdali naredbu, i nisi bio od svjedoka"},{"SurahNumber":28,"VerseNumber":45,"Text":"Ali, Mi smo stvorili pokoljenja, pa im se zivot oduzio. I nisi bio stanovnik među stanovnicima Medjena, da im ucis ajete Nase. Međutim, Mi smo bili ti koji su slali (poslanike)"},{"SurahNumber":28,"VerseNumber":46,"Text":"I nisi bio na obronku planine kad smo pozvali. Ali (poslat si) kao milost Gospodara svog da opominjes narod kojem nije dosao nijedan opominjac prije tebe - da bi se oni poucili"},{"SurahNumber":28,"VerseNumber":47,"Text":"I da ih ne snađe nesreca zbog onog sta su unaprijed poslale ruke njihove, pa reknu: \"Gospodaru nas! Zasto nam nisi poslao poslanika, pa da slijedimo ajete Tvoje i budemo od vjernika"},{"SurahNumber":28,"VerseNumber":48,"Text":"Pa posto im je dosla Istina od Nas, rekose: \"Zasto (mu) nije dato slicno sta je dato Musau?\" Zar nisu nevjerovali u ono sta je dato Musau od ranije? Rekose: \"Sihra dva, međusobno pomazuca\", i rekose: \"Uistinu, mi smo u svako nevjernici"},{"SurahNumber":28,"VerseNumber":49,"Text":"Reci: \"Pa donesite od Allaha Knjigu koja je bolja uputa od ove dvije, da bih je slijedio, ako istinu govorite"},{"SurahNumber":28,"VerseNumber":50,"Text":"Pa ako ti se ne odazovu, tad znaj da slijede strasti svoje. A ko je zabludjeliji od onog ko slijedi strast svoju bez ikakve upute od Allaha? Uistinu! Allah ne upucuje narod zalima"},{"SurahNumber":28,"VerseNumber":51,"Text":"I doista smo im dopremili Rijec, da bi se oni poucili"},{"SurahNumber":28,"VerseNumber":52,"Text":"Oni kojima smo dali Knjigu prije njega, oni u njega vjeruju"},{"SurahNumber":28,"VerseNumber":53,"Text":"I kad im se uci, govore: \"Vjerujemo u njega. Uistinu, on je Istina od Gospodara naseg, uistinu, mi smo prije njega bili muslimani"},{"SurahNumber":28,"VerseNumber":54,"Text":"Takvima ce se dati nagrada njihova dva puta, sto su se strpili i dobrim djelom odbijali zlo, i iz onog cim smo ih opskrbili, udjeljivali"},{"SurahNumber":28,"VerseNumber":55,"Text":"I kad cuju besmislicu, okrenu se od nje i reknu: \"Nama djela nasa, a vama djela vasa. Selamun alejkum! Ne trazimo neznalice"},{"SurahNumber":28,"VerseNumber":56,"Text":"Uistinu, ti ne upucujes koga volis, nego Allah upucuje koga hoce, a On je Najbolji znalac upucenih"},{"SurahNumber":28,"VerseNumber":57,"Text":"I rekose: \"Ako s tobom budemo slijedili Uputu, bicemo izbaceni iz nase zemlje.\" A zar nismo za njih Harem ucinili sigurnim?, skupljaju se njemu plodovi svake vrste - opskrba od Nas. Međutim, vecina njih ne zna"},{"SurahNumber":28,"VerseNumber":58,"Text":"A koliko smo unistili naselja nezadovoljnih svojim sredstvima za zivot! Pa to su nastambe njihove, nisu nastanjivane poslije njih, izuzev malo, i bili smo Mi nasljednici"},{"SurahNumber":28,"VerseNumber":59,"Text":"I nije bio Gospodar tvoj unistilac gradova, dok ne bi podigao u prijestonici njihovoj poslanika, da im uci ajete Nase. I nismo bili Unistioci gradova, izuzev kad bi stanovnici njihovi bili zalimi"},{"SurahNumber":28,"VerseNumber":60,"Text":"A sta vam je dato od stvari, pa uzivanje je zivota Dunjaa i ukras njegov; a sto je kod Allaha, bolje je i trajnije. Pa zar ne razumijete"},{"SurahNumber":28,"VerseNumber":61,"Text":"Pa da li je onaj kome smo dali obecanje lijepo - ta on ce ga susresti - kao onaj koga naslađujemo uzitkom zivota Dunjaa, zatim ce on na Dan kijameta biti od privedenih"},{"SurahNumber":28,"VerseNumber":62,"Text":"A na Dan kad ih pozove, pa rekne: \"Gdje su ortaci Moji, oni za koje ste tvrdili"},{"SurahNumber":28,"VerseNumber":63,"Text":"Reci ce oni na kojima se obistinila Rijec: \"Gospodaru nas! Ovo su ti koje smo zaveli. Zaveli smo njih, kao sto smo sebe zaveli. Opravdavamo se Tebi: nisu nas obozavali"},{"SurahNumber":28,"VerseNumber":64,"Text":"I bice receno: \"Pozovite ortake svoje!\" Tad ce ih pozvati, pa im nece odgovoriti, a vidjece kaznu. Ah, da su se oni upucivali"},{"SurahNumber":28,"VerseNumber":65,"Text":"A na Dan kad ih pozove pa rekne: \"Sta ste odgovorili poslanicima"},{"SurahNumber":28,"VerseNumber":66,"Text":"Pa nejasne ce im biti vijesti Toga dana, te se oni nece raspitivati"},{"SurahNumber":28,"VerseNumber":67,"Text":"Pa sto se tice onog ko se pokaje i bude vjerovao i radio dobro, pa mozda da bude od uspjelih"},{"SurahNumber":28,"VerseNumber":68,"Text":"A Gospodar tvoj stvara sta hoce i odabire! Nema za njih izbora! Slava Allahu, i Uzvisen neka je od onog sta pridruzuju"},{"SurahNumber":28,"VerseNumber":69,"Text":"A Gospodar tvoj zna sta kriju grudi njihove, i sta (oni) objelodanjuju"},{"SurahNumber":28,"VerseNumber":70,"Text":"I On je Allah - nema boga osim Njega! Njemu hvala u prvom i drugom, a Njegova je presuda, i Njemu se vracate"},{"SurahNumber":28,"VerseNumber":71,"Text":"Reci: \"Vidite li, ako vam Allah ucini noc trajnom do Dana kijameta - koji ce vam bog pored Allaha donijeti svjetlost? Pa zar ne cujete"},{"SurahNumber":28,"VerseNumber":72,"Text":"Reci: \"Vidite li, ako vam Allah ucini dan trajnim do Dana kijameta - koji ce vam bog pored Allaha donijeti noc, da se smirite u njoj? Pa zar ne vidite"},{"SurahNumber":28,"VerseNumber":73,"Text":"I iz milosti Svoje, nacinio je za vas noc i dan, da se odmarate u njoj, i da trazite od blagodati Njegove, i da biste vi zahvaljivali"},{"SurahNumber":28,"VerseNumber":74,"Text":"A na Dan kad ih pozove, pa rekne: \"Gdje su ortaci Moji, za koje ste tvrdili"},{"SurahNumber":28,"VerseNumber":75,"Text":"I iz svake zajednice cemo istrgnuti svjedoka, pa cemo reci: \"Donesite dokaz vas!\" Tad ce znati da je Istina Allahova, a nestace od njih sta su izmisljali"},{"SurahNumber":28,"VerseNumber":76,"Text":"Uistinu, Karun je bio iz naroda Musaovog, pa ih je tlacio. A dali smo mu od blaga toliko, da bi uistinu kljucevi njegovi oborili skupinu snaznih. Kad mu rece narod njegov: \"Ne likuj! Uistinu, Allah ne voli one koji likuju"},{"SurahNumber":28,"VerseNumber":77,"Text":"I trazi u onom sta ti je dao Allah kucu Ahireta, i ne zaboravi udio svoj od Dunjaa, i cini dobro kao sto tebi Allah cini dobro, i ne trazi fesad na Zemlji. Uistinu! Allah ne voli mufside"},{"SurahNumber":28,"VerseNumber":78,"Text":"Rece: \"To mi je dato samo zbog mog znanja.\" Zar nije znao da je Allah vec unistio prije njega od pokoljenja (onog) ko je od njega bio mocniji silom i veci skupom? A prestupnici nece biti pitani za svoje grijehe"},{"SurahNumber":28,"VerseNumber":79,"Text":"Tad je izlazio narodu svom u sjaju svom. Oni koji zele zivot Dunjaa govorili su: \"O da nam je slicno sta je dato Karunu! Uistinu, on je posjednik srece goleme"},{"SurahNumber":28,"VerseNumber":80,"Text":"A oni kojima je dato znanje rekose: \"Tesko vama! Allahova nagrada je bolja za onog ko vjeruje i radi dobro, a ona nece biti data, izuzev strpljivima"},{"SurahNumber":28,"VerseNumber":81,"Text":"Pa smo dali da njega i kucu njegovu proguta zemlja. Tad on nije imao nikakvu skupinu (da) ga pomognu mimo Allaha, i nije bio od onih koji se mogu odbraniti"},{"SurahNumber":28,"VerseNumber":82,"Text":"I osvanuse oni koji su zeljeli njegovo mjesto jucer, govoreci: \"Ah, Allah pruza opskrbu kome hoce od robova Svojih i uskracuje. Da nam nije Allah dobar bio, sigurno bi dao da nas proguta. Ah, ne uspijevaju nezahvalnici"},{"SurahNumber":28,"VerseNumber":83,"Text":"Ta kuca Ahireta - nacinili smo je za one koji ne zele visinu na Zemlji, niti fesad. A ishod je za bogobojazne"},{"SurahNumber":28,"VerseNumber":84,"Text":"Ko dođe s dobrim djelom, pa imace on bolje od njega; a ko dođe sa zlim djelom - pa oni koji su cinili zlodjela bice placeni jedino (prema) onom sta su radili"},{"SurahNumber":28,"VerseNumber":85,"Text":"Uistinu! Onaj koji te je obavezao Kur'anom, sigurno ce te vratiti povratistu. Reci: \"Gospodar moj je Najbolji znalac onog ko donosi Uputu i onog ko je u zabludi ocitoj"},{"SurahNumber":28,"VerseNumber":86,"Text":"I nisi se nadao da ce se tebi dati Knjiga, izuzev kao milost od Gospodara tvog. Zato nikako ne budi pomagac nevjernicima"},{"SurahNumber":28,"VerseNumber":87,"Text":"I neka te nikako ne odvrate od ajeta Allahovih, nakon sto su ti objavljeni; i pozivaj Gospodaru svom, i ne budi nikako od musrika"},{"SurahNumber":28,"VerseNumber":88,"Text":"I ne prizivaj uz Allaha boga drugog! Samo je On Bog! Svaka stvar je propadajuca, izuzev lica Njegovog! Njegov je sud i Njemu cete biti vraceni"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Misle li ljudi da ce biti ostavljeni, ako kazu: \"Vjerujemo\", i da nece biti iskusavani"},{"SurahNumber":29,"VerseNumber":3,"Text":"A doista smo iskusavali one prije njih. Pa sigurno ce Allah znati one koji su istiniti i sigurno znati lasce"},{"SurahNumber":29,"VerseNumber":4,"Text":"Zar misle oni koji rade zlodjela, da ce Nas preduhitriti? Zlo je to sto prosuđuju"},{"SurahNumber":29,"VerseNumber":5,"Text":"Ko se nada susretu s Allahom, pa uistinu, rok Allahov je sigurno nastupajuci, a On je Onaj koji cuje, Znalac"},{"SurahNumber":29,"VerseNumber":6,"Text":"A ko se bori, pa samo se bori za dusu svoju. Uistinu! Allah je Neovisan od svjetova"},{"SurahNumber":29,"VerseNumber":7,"Text":"A oni koji vjeruju i cine dobra djela, - sigurno cemo im pokriti zla djela njihova, i sigurno cemo ih nagraditi (prema) najboljem sta su radili"},{"SurahNumber":29,"VerseNumber":8,"Text":"I naredili smo covjeku prema roditeljima njegovim dobro. A ako se budu s tobom borili, da bi ti Meni pridruzio ono o cemu ti nemas znanje, tad ih ne poslusaj. Meni je povratak vas, pa cu vas obavijestiti o onom sta ste radili"},{"SurahNumber":29,"VerseNumber":9,"Text":"A oni koji vjeruju i cine dobra djela, sigurno cemo ih uvesti među pravedne"},{"SurahNumber":29,"VerseNumber":10,"Text":"I od ljudi je ko kaze: \"Vjerujemo u Allaha\" - pa kad bude pacen radi Allaha, smatra kusnju ljudi kao kaznu Allahovu; a ako dođe pomoc od Gospodara tvog, sigurno ce reci: \"Uistinu, mi smo bili s vama.\" Zar nije Allah Najbolji znalac o onom sto je u grudima svjetova"},{"SurahNumber":29,"VerseNumber":11,"Text":"A sigurno Allah zna one koji vjeruju i sigurno zna munafike"},{"SurahNumber":29,"VerseNumber":12,"Text":"I govore oni koji ne vjeruju, onima koji vjeruju: \"Slijedite put nas i ponijecemo greske vase!\" A nece oni biti nosioci gresaka njihovih nimalo. Uistinu, oni su lazljivci"},{"SurahNumber":29,"VerseNumber":13,"Text":"A sigurno ce nositi terete svoje i terete uz terete svoje, i sigurno ce biti pitani na Dan kijameta o onom sta su izmisljali"},{"SurahNumber":29,"VerseNumber":14,"Text":"I doista smo poslali Nuha narodu njegovom, pa je ostao među njima hiljadu, izuzev pedeset godina, pa ih je zadesio potop, a oni su bili zalimi"},{"SurahNumber":29,"VerseNumber":15,"Text":"Pa smo spasili njega i saputnike na lađi i ucinili je znakom svjetovima"},{"SurahNumber":29,"VerseNumber":16,"Text":"I Ibrahima, kad rece narodu svom: \"Obozavajte Allaha i bojte se Njega; to je bolje za vas, kad biste znali"},{"SurahNumber":29,"VerseNumber":17,"Text":"Obozavate mimo Allaha jedino idole i izmisljate laz. Uistinu, oni koje obozavate mimo Allaha, ne vladaju vasom opskrbom. Zato kod Allaha trazite opskrbu i obozavajte Njega i zahvaljujte Mu. Njemu cete biti vraceni"},{"SurahNumber":29,"VerseNumber":18,"Text":"A ako budete poricali, pa doista su poricale zajednice prije vas. A na Poslaniku je jedino dostava jasna"},{"SurahNumber":29,"VerseNumber":19,"Text":"Zar ne vide kako Allah pocinje stvaranje, potom ga ponavlja? Uistinu! To je Allahu lahko"},{"SurahNumber":29,"VerseNumber":20,"Text":"Reci: \"Putujte po Zemlji pa vidite kako je poceo stvaranje, zatim ce Allah stvoriti stvaranjem drugim. Uistinu! Allah nad svakom stvari ima moc"},{"SurahNumber":29,"VerseNumber":21,"Text":"Kaznjava koga hoce, a smiluje se kome hoce, a Njemu cete biti vraceni"},{"SurahNumber":29,"VerseNumber":22,"Text":"I niste vi ti koji ce umaci u Zemlji, niti u nebesima. A nemate vi mimo Allaha nikakva zastitnika, niti pomagaca"},{"SurahNumber":29,"VerseNumber":23,"Text":"A oni koji ne vjeruju u ajete Allahove i susret s Njim, takvi se u ocaju spram milosti Moje, a ti takvi ce imati kaznu bolnu"},{"SurahNumber":29,"VerseNumber":24,"Text":"Pa je bio odgovor naroda njegovog, jedino sto su rekli: \"Ubijte ga\", ili \"Spalite ga.\" Tad ga je Allah spasio od vatre. Uistinu, u tome su znaci za ljude koji vjeruju"},{"SurahNumber":29,"VerseNumber":25,"Text":"I rece: \"Mimo Allaha ste uzeli jedino idole ljubavlju među vama u zivotu Dunjaa, potom cete na Dan kijameta poricati jedni druge i proklinjati jedni druge, a skloniste vase bice vatra, i necete vi imati nikakvih pomagaca"},{"SurahNumber":29,"VerseNumber":26,"Text":"Tad njemu povjerova Lut, i rece: \"Uistinu! Ja sam muhadzir Gospodaru svom. Uistinu, On, On je Mocni, Mudri"},{"SurahNumber":29,"VerseNumber":27,"Text":"I podarili smo njemu Ishaka i Jakuba, i dali potomstvu njegovom poslanstvo i Knjigu, i dali mu nagradu njegovu na Dunjau, a uistinu, on ce na Ahiretu biti od pravednih"},{"SurahNumber":29,"VerseNumber":28,"Text":"I Luta, kad rece narodu svom: \"Uistinu, vi cinite razvrat u kojem vas nije pretekao niko od svjetova"},{"SurahNumber":29,"VerseNumber":29,"Text":"Zar vi uistinu pristupate ljudima i presjecate put, i cinite u sastajalistu svom ruzno? Tad je bio odgovor naroda njegovog samo sto su rekli: \"Daj nam kaznu Allahovu, ako si od istinitih"},{"SurahNumber":29,"VerseNumber":30,"Text":"Rece: \"Gospodaru moj! Pomozi me protiv naroda mufsida"},{"SurahNumber":29,"VerseNumber":31,"Text":"I posto Nasi izaslanici dođose Ibrahimu s radosnom vijescu, rekose: \"Uistinu, Mi cemo unistiti stanovnike ovog grada, uistinu su stanovnici njegovi zalimi"},{"SurahNumber":29,"VerseNumber":32,"Text":"(Ibrahim) rece: \"Uistinu, u njemu je Lut.\" Rekose: \"Mi smo Najbolji znalac onog ko je u njemu. Sigurno cemo spasiti njega i porodicu njegovu, izuzev zene njegove, bice od onih koji ostaju"},{"SurahNumber":29,"VerseNumber":33,"Text":"I posto poslanici Nasi dođose Lutu, sneveseli se zbog njih i bi pritjesnjen zbog njih, nemocan, i rekose: \"Ne boj se i ne zalosti se! Uistinu, Mi smo Spasitelji tvoji i porodice tvoje, izuzev zene tvoje, bice od onih koji ostaju"},{"SurahNumber":29,"VerseNumber":34,"Text":"Uistinu, Mi smo ti koji ce spustiti na stanovnike ovog grada kaznu s neba, zbog toga sto su grijesili"},{"SurahNumber":29,"VerseNumber":35,"Text":"I doista smo od njega ostavili znak jasan za ljude koji razmisljaju"},{"SurahNumber":29,"VerseNumber":36,"Text":"A Medjenu, brata njihovog Suajba, pa rece: \"O narode moj! Obozavajte Allaha i nadajte se Danu posljednjem, i ne pravite zlo na Zemlji, cineci fesad"},{"SurahNumber":29,"VerseNumber":37,"Text":"Tad su ga porekli, pa ih je zahvatio potres, i osvanuse u kuci svojoj povaljani"},{"SurahNumber":29,"VerseNumber":38,"Text":"I Ada i Semuda! A doista vam je jasno iz nastamba njihovih. I uljepsao im je sejtan djela njihova, te ih odvratio s puta, a bili su pronicljivi"},{"SurahNumber":29,"VerseNumber":39,"Text":"I Karuna i faraona i Hamana! A doista im je donio Musa dokaze jasne, pa su se uzoholili na Zemlji, a nisu (Nas) mogli preteci"},{"SurahNumber":29,"VerseNumber":40,"Text":"Tad smo svakog dograbili zbog grijeha njegovog. Pa od njih je onaj na koga smo poslali pjescanu oluju, i od njih je onaj kojeg je pogodio krik, i od njih je onaj kojeg smo dali da zemlja proguta, i od njih je onaj kojeg smo potopili. A nije im Allah ucinio zulm, nego su dusama svojim zulm cinili"},{"SurahNumber":29,"VerseNumber":41,"Text":"Primjer onih koji uzimaju mimo Allaha zastitnike, je kao primjer pauka koji isplete kucu. A uistinu - od najslabijih kuca je kuca paukova - kad bi znali"},{"SurahNumber":29,"VerseNumber":42,"Text":"Uistinu! Allah zna sta prizivaju mimo Njega od stvari. A On je Mocni, Mudri"},{"SurahNumber":29,"VerseNumber":43,"Text":"A to su primjeri, navodimo ih ljudima, i ne shvataju ih, izuzev uceni"},{"SurahNumber":29,"VerseNumber":44,"Text":"Stvorio je Allah nebesa i Zemlju s Istinom. Uistinu, u tome je znak za vjernike"},{"SurahNumber":29,"VerseNumber":45,"Text":"Recitiraj sta ti se objavljuje od Knjige i obavljaj salat. Uistinu, salat odvraca od razvrata i ruznog, a sigurno je spominjanje Allaha najvece; a Allah zna sta radite"}]}