{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"کام نکال لے گئے ایمان والے"},{"SurahNumber":23,"VerseNumber":2,"Text":"جو اپنی نماز میں جھکنے والے ہیں [۱]"},{"SurahNumber":23,"VerseNumber":3,"Text":"اور جو نکمی بات پر دھیان نہیں کرتے [۲]"},{"SurahNumber":23,"VerseNumber":4,"Text":"اور جو زکوٰۃ دیا کرتے ہیں [۳]"},{"SurahNumber":23,"VerseNumber":5,"Text":"اور جو اپنی شہوت کی جگہ کو تھامتے ہیں"},{"SurahNumber":23,"VerseNumber":6,"Text":"مگر اپنی عورتوں پر یا اپنے ہاتھ کے مال باندیوں پر سو اُن پر نہیں کچھ الزام"},{"SurahNumber":23,"VerseNumber":7,"Text":"پھر جو کوئی ڈھونڈے اسکےسوا سو وہی ہیں حد سے بڑھنے والے [۴]"},{"SurahNumber":23,"VerseNumber":8,"Text":"اور جو اپنی امانتوں سے اور اپنے قرار سے خبردار ہیں [۵]"},{"SurahNumber":23,"VerseNumber":9,"Text":"اور جو اپنی نمازوں کی خبر رکھتے ہیں [۶]"},{"SurahNumber":23,"VerseNumber":10,"Text":"وہی ہیں میراث لینے والے"},{"SurahNumber":23,"VerseNumber":11,"Text":"جو میراث پائیں گے باغ ٹھنڈی چھاؤں کے [۷] وہ اسی میں ہمیشہ رہیں گے"},{"SurahNumber":23,"VerseNumber":12,"Text":"اور ہم نے بنایا آدمی کو چنی ہوئی مٹی سے [۸]"},{"SurahNumber":23,"VerseNumber":13,"Text":"پھر ہم نے رکھا اُسکو پانی کی بوند کر کے ایک جمے ہوئے ٹھکانہ میں [۹]"},{"SurahNumber":23,"VerseNumber":14,"Text":"پھر بنایا اس بوند سے لہو جما ہوا پھر بنائی اس لہو جمے ہوئے سے گوشت کی بوٹی پھر بنائیں اُس بوٹی سےہڈیاں پھر پہنایا ہڈیوں پر گوشت [۱۰] پھر اٹھا کھڑا کیا اسکو ایک نئی صورت میں [۱۱] سو بڑی برکت اللہ کی جو سب سے بہتر بنانے والا ہے [۱۲]"},{"SurahNumber":23,"VerseNumber":15,"Text":"پھر تم اسکے بعد مرو گے [۱۳]"},{"SurahNumber":23,"VerseNumber":16,"Text":"پھر تم قیامت کے دن کھڑے کئےجاؤ گے [۱۴]"},{"SurahNumber":23,"VerseNumber":17,"Text":"اور ہم نے بنائے ہیں تمہارے اوپر سات رستے [۱۵] اور ہم نہیں ہیں خلق سے بے خبر [۱۶]"},{"SurahNumber":23,"VerseNumber":18,"Text":"اور اتارا ہم نے آسمان سے پانی ماپ کر [۱۷] پھر اُسکو ٹھہرا دیا زمین میں [۱۸] اور ہم اُسکو لیجائیں تو لیجا سکتے ہیں [۱۹]"},{"SurahNumber":23,"VerseNumber":19,"Text":"پھر اگا دیے تمہارے واسطے اُس سے باغ کھجور اور انگور کے تمہارے واسطے ان میں میوے ہیں بہت اور اُنہی میں سے کھاتے ہو [۲۰]"},{"SurahNumber":23,"VerseNumber":20,"Text":"اور وہ درخت جو نکلتا ہے سینا پہاڑ سے لے اگتا ہے تیل اور روٹی ڈبونا کھانے والوں کے واسطے [۲۱]"},{"SurahNumber":23,"VerseNumber":21,"Text":"اور تمہارے چوپایوں میں دھیان کرنے کی بات ہے پلاتے ہیں ہم تمکو اُنکے پیٹ کی چیز سے اور تمہارے لئے اُن میں بہت فائدے ہیں اور بعضوں کو کھاتے ہو [۲۲]"},{"SurahNumber":23,"VerseNumber":22,"Text":"اور اُن پر اور کشتیوں پر لدے پھرتے ہو [۲۳]"},{"SurahNumber":23,"VerseNumber":23,"Text":"اور ہم نے بھیجا نوح کو اُسکی قوم کے پاس تو اُس نے کہا اے قوم بندگی کرو اللہ کی تمہارا کوئی حاکم نہیں اُسکے سوائے کیا تم ڈرتے نہیں"},{"SurahNumber":23,"VerseNumber":24,"Text":"تب بولے سردار جو کافر تھے اُسکی قوم میں یہ کیا ہے آدمی ہے جیسے تم [۲۴] چاہتا ہے کہ بڑائی کرے تم پر اور اگر اللہ چاہتا تو اتارتا فرشتے [۲۵] ہم نے یہ نہیں سنا اپنے اگلے باپ دادوں میں [۲۶]"},{"SurahNumber":23,"VerseNumber":25,"Text":"اور کچھ نہیں یہ ایک مرد ہے کہ اسکو سودا ہے سو راہ دیکھو اسکی ایک وقت تک [۲۷]"},{"SurahNumber":23,"VerseNumber":26,"Text":"بولا اے رب تو مدد کر میری کہ انہوں نے مجھ کو جھٹلایا [۲۸]"},{"SurahNumber":23,"VerseNumber":27,"Text":"پھر ہم نے حکم بھیجا اُسکو کہ بنا کشتی ہماری آنکھوں کے سامنے اور ہمارے حکم سے پھر جب پہنچے ہمارا حکم اور ابلے تنور تو تو ڈال لے کشتی میں ہر چیز کا جوڑا دو دو اور اپنے گھر کے لوگ [۲۹] مگر جسکی قسمت میں پہلے سے ٹھہر چکی ہے بات [۳۰] اور مجھ سے بات نہ کر ان ظالموں کے واسطے بیشک اُنکو ڈوبنا ہے [۳۱]"},{"SurahNumber":23,"VerseNumber":28,"Text":"پھر جب چڑھ چکے تو اور جو تیرے ساتھ ہے کشی پر تو کہہ شکر اللہ کا جس نے چھڑایا ہمکو گنہگار لوگوں سے [۳۲]"},{"SurahNumber":23,"VerseNumber":29,"Text":"اور کہہ اے رب اتار مجھ کو برکت کا اتارنا اور تو ہے بہتر اتارنے والا [۳۳]"},{"SurahNumber":23,"VerseNumber":30,"Text":"اس میں نشانیاں ہیں اور ہم ہیں جانچنے والے [۳۴]"},{"SurahNumber":23,"VerseNumber":31,"Text":"پھر پیدا کی ہم نے اُن سے پیچھے ایک جماعت اور [۳۵]"},{"SurahNumber":23,"VerseNumber":32,"Text":"پھر بھیجا ہم نے اُن میں ایک رسول اُن میں کا [۳۶] کہ بندگی کرو اللہ کی کوئی نہیں تمہارا حاکم اُسکے سوائے پھر کیا تم ڈرتے نہیں"},{"SurahNumber":23,"VerseNumber":33,"Text":"اور بولے سردار اُسکی قوم کے جو کافر تھے اور جھٹلاتے تھے آخرت کی ملاقات کو اور آرام دیا تھا اُنکو ہم نے دنیا کی زندگی میں [۳۷] اور کچھ نہیں یہ ایک آدمی ہے جیسے تم، کھاتا ہے جس قسم سے تم کھاتے ہو اور پیتا ہے جس قسم سے تم پیتے ہو [۳۸]"},{"SurahNumber":23,"VerseNumber":34,"Text":"اور کہیں تم چلنے لگے کہنے پر ایک آدمی کے اپنے برابر کے تو تم بیشک خراب ہوئے [۳۹]"},{"SurahNumber":23,"VerseNumber":35,"Text":"کیا تم کو وعدہ دیتا ہے کہ جب تم مر جاؤ اور ہو جاؤ مٹی اور ہڈیاں تو تمکو نکلنا ہے"},{"SurahNumber":23,"VerseNumber":36,"Text":"کہاں ہو سکتا ہے کہاں ہوسکتا ہے جو تم سے وعدہ ہوتا ہے [۴۰]"},{"SurahNumber":23,"VerseNumber":37,"Text":"اور کچھ نہیں یہی جینا ہے ہمارا دنیا کا مرتے ہیں اور جیتے ہیں اور ہمکو پھر اٹھنا نہیں [۴۱]"},{"SurahNumber":23,"VerseNumber":38,"Text":"اور کچھ نہیں یہ ایک مرد ہے باندھ لایا ہے اللہ پر جھوٹ [۴۲] اور اُسکو ہم نہیں ماننے والے"},{"SurahNumber":23,"VerseNumber":39,"Text":"بولا اے رب میری مدد کر کہ انہوں نے مجھ کو جھٹلایا [۴۳]"},{"SurahNumber":23,"VerseNumber":40,"Text":"فرمایا اب تھوڑے دنوں میں صبح کو رہ جائیں گے پچتاتے [۴۴]"},{"SurahNumber":23,"VerseNumber":41,"Text":"پھر پکڑا اُنکو چنگھاڑ نے تحقیق [۴۵] پھر کر دیا ہم نے اُنکو کوڑا [۴۶] سو دور ہو جائیں گنہگار لوگ [۴۷]"},{"SurahNumber":23,"VerseNumber":42,"Text":"پھر پیدا کیں ہم نے اُن سے پیچھے جماعتیں اور"},{"SurahNumber":23,"VerseNumber":43,"Text":"نہ آگے جائے کوئی قوم اپنے وعدہ سے اور نہ پیچھے رہے [۴۸]"},{"SurahNumber":23,"VerseNumber":44,"Text":"پھر بھیجتے رہے ہم اپنے رسول لگاتار جہاں پہنچا کسی امت کے پاس اُن کا رسول اُسکو جھٹلا دیا پھر چلاتے گئے ہیں ہم ایک کے پیچھے دوسرے اور کر ڈالا اُنکو کہانیاں [۴۹] سو دو ہو جائیں جو لوگ نہیں مانتے [۵۰]"},{"SurahNumber":23,"VerseNumber":45,"Text":"پھر بھیجا ہم نے موسٰی اور اُسکے بھائی ہارون کو اپنی نشانیاں دیکر اور کھلی سند"},{"SurahNumber":23,"VerseNumber":46,"Text":"فرعون اور اُسکے سرداروں کے پاس پھر لگے بڑائی کرنے اور وہ لوگ زور پر چڑھ رہے تھے [۵۱]"},{"SurahNumber":23,"VerseNumber":47,"Text":"سو بولے کیا ہم مانیں گے اپنی برابر کے دو آدمیوں کو اور اُنکی قوم ہمارے تابعدار ہیں [۵۲]"},{"SurahNumber":23,"VerseNumber":48,"Text":"پھر جھٹلایا اُن دونوں کو پھر ہو گئے غارت ہونے والوں میں"},{"SurahNumber":23,"VerseNumber":49,"Text":"اور ہم نے دی موسٰی کو کتاب تاکہ وہ راہ پائیں [۵۳]"},{"SurahNumber":23,"VerseNumber":50,"Text":"اور بنایا ہم نے مریم کے بیٹے اور اُسکی ماں کو ایک نشانی [۵۴] اور اُنکو ٹھکانا دیا ایک ٹیلہ پر جہاں ٹھہرنے کا موقع تھا اور پانی نتھرا [۵۵]"},{"SurahNumber":23,"VerseNumber":51,"Text":"اے رسولو کھاؤ ستھری چیزیں اور کام کرو بھلا [۵۶] جو تم کرتے ہو میں جانتا ہوں [۵۷]"},{"SurahNumber":23,"VerseNumber":52,"Text":"اور یہ لوگ ہیں تمہارے دین کے سب ایک دین پر اور میں ہوں تمہارا رب سو مجھ سے ڈرتے رہو"},{"SurahNumber":23,"VerseNumber":53,"Text":"پھر پھوٹ ڈال کر کر لیا اپنا کام آپس میں ٹکڑے ٹکڑے [۵۸] ہرفرقہ جو اُنکے پاس ہے اُس پر ریجھ رہے ہیں [۵۹]"},{"SurahNumber":23,"VerseNumber":54,"Text":"سو چھوڑ دے تو اُنکو اُنکی بیہوشی میں ڈوبے ایک وقت تک [۶۰]"},{"SurahNumber":23,"VerseNumber":55,"Text":"کیا وہ خیال کرتےہیں کہ یہ جو ہم اُنکو دیے جاتے ہیں مال اور اولاد"},{"SurahNumber":23,"VerseNumber":56,"Text":"سو دوڑ دوڑ کر پہنچا رہے ہیں ہم اُنکو بھلائیاں [۶۱] یہ بات نہیں وہ سمجھتے نہیں [۶۲]"},{"SurahNumber":23,"VerseNumber":57,"Text":"البتہ جو لوگ اپنے رب کے خوف سے اندیشہ رکھتے ہیں [۶۳]"},{"SurahNumber":23,"VerseNumber":58,"Text":"اور جو لوگ اپنے رب کی باتوں پر یقین کرتے ہیں [۶۴]"},{"SurahNumber":23,"VerseNumber":59,"Text":"اور جو لوگ اپنے رب کے ساتھ کسی کو شریک نہیں مانتے [۶۵]"},{"SurahNumber":23,"VerseNumber":60,"Text":"اور جو لوگ کہ دیتے ہیں جو کچھ دیتے ہیں وہ اور اُنکے دل ڈر رہے ہیں اس لئے کہ انکو اپنے رب کی طرف لوٹ کر جانا ہے [۶۶]"},{"SurahNumber":23,"VerseNumber":61,"Text":"وہ لوگ دوڑ دوڑ کر لیتے ہیں بھلائیاں اور وہ ان پر پہنچے سب سے آگے [۶۷]"},{"SurahNumber":23,"VerseNumber":62,"Text":"اور ہم کسی پر بوجھ نہیں ڈالتے مگر اسکی گنجائش کے موافق اور ہمارے پاس لکھا ہوا ہے جو بولتا ہے سچ اور ان پر ظلم نہ ہو گا [۶۸]"},{"SurahNumber":23,"VerseNumber":63,"Text":"کوئی نہیں انکے دل بیہوش ہیں اس طرف اور انکو اور کام لگ رہے ہیں اسکے سوائے کہ وہ انکو کر رہے ہیں [۶۹]"},{"SurahNumber":23,"VerseNumber":64,"Text":"یہاں تک کہ جب پکڑیں گے ہم اُنکے آسودہ لوگوں کو آفت میں تبھی وہ لگیں گے چلانے"},{"SurahNumber":23,"VerseNumber":65,"Text":"مت چلاؤ آج کے دن تم ہم سے چھوٹ نہ سکو گے [۷۰]"},{"SurahNumber":23,"VerseNumber":66,"Text":"تم کو سنائی جاتی تھیں میری آیتیں تو تم ایڑیوں پر الٹے بھاگتے تھے۔"},{"SurahNumber":23,"VerseNumber":67,"Text":"اس سے تکبر کر کے [۷۱] ایک قصہ گو کو چھوڑ کر چلے گئے [۷۲]"},{"SurahNumber":23,"VerseNumber":68,"Text":"سو کیا انہوں نے دھیان نہیں کیا اس کلام میں [۷۳] یا آئی ہے ان کے پاس ایسی چیز جو نہ تھی ان کے پہلے باپ دادوں کے پاس [۷۴]"},{"SurahNumber":23,"VerseNumber":69,"Text":"یا پہچانا نہیں انہوں نے اپنے پیغام لانے والوں کو سو وہ اس کو اوپرا سمجھتے ہیں [۷۵]"},{"SurahNumber":23,"VerseNumber":70,"Text":"یا کہتے ہیں ان کو سودا ہے کوئی نہیں وہ تو لایا ہے ان کے پاس سچی باتے اور ان بہتوں کو سچی بات بری لگتی ہے [۷۶]"},{"SurahNumber":23,"VerseNumber":71,"Text":"اور اگر سچا رب چلے ان کی خوشی پر تو خراب ہو جائیں آسمان اور زمین اور جو کوئی ان میں ہے [۷۷] کوئی نہیں ہم"},{"SurahNumber":23,"VerseNumber":72,"Text":"یا تو ان سے مانگتا ہے کچھ محصول سو محصول تیرے رب کا بہتر ہے اور وہ ہے بہتر روزی دینے والا [۸۰]"},{"SurahNumber":23,"VerseNumber":73,"Text":"اور تو تو بلاتا ہے ان کو سیدھی راہ پر"},{"SurahNumber":23,"VerseNumber":74,"Text":"اور جو لوگ نہیں مانتے آخرت کو راہ سے ٹیڑھے ہو گئے ہیں [۸۱]"},{"SurahNumber":23,"VerseNumber":75,"Text":"اور اگر ہم ان پر رحم کریں اور کھول دیں جو تکلیف پہنچی ان کو تو بھی برابر لگے رہیں گے اپنی شرارت میں بہکےہوئے [۸۲]"},{"SurahNumber":23,"VerseNumber":76,"Text":"اور ہم نے پکڑا تھا ان کو آفت میں پھر نہ عاجزی کی اپنے رب کے آگے اور نہ گڑگڑائے [۸۳]"},{"SurahNumber":23,"VerseNumber":77,"Text":"یہاں تک کہ جب کھول دیں ہم ان پر دروازہ ایک سخت آفت کا تب اس میں ان کی آس ٹوٹے گی [۸۴]"},{"SurahNumber":23,"VerseNumber":78,"Text":"اور اسی نے بنا دئے تمہارےکان اور آنکھیں اور دل تم بہت تھوڑا حق مانتے ہو [۸۵]"},{"SurahNumber":23,"VerseNumber":79,"Text":"اور اسی نے تم کو پھیلا رکھا ہے زمین میں اور اسی کی طرف جمع ہو کر جاؤ گے [۸۶]"},{"SurahNumber":23,"VerseNumber":80,"Text":"اور وہی ہے جلاتا اور مارتا اور اسی کا کام ہے بدلنا رات اور دن کا سو کیا تم کو سمجھ نہیں [۸۷]"},{"SurahNumber":23,"VerseNumber":81,"Text":"کوئی بات نہیں یہ تو وہی کہہ رہے ہیں جیسا کہا کرتے تھے پہلے لوگ"},{"SurahNumber":23,"VerseNumber":82,"Text":"کہتے ہیں کیا جب ہم مر گئے اور ہو گئے مٹی اور ہڈیاں کیا ہم کو زندہ ہو کر اٹھنا ہے"},{"SurahNumber":23,"VerseNumber":83,"Text":"وعدہ دیا جاتا ہے ہم کو اور ہمارے باپ دادوں کو یہی پہلے سے اور کچھ بھی نہیں یہ نقلیں ہیں پہلوں کی [۸۸]"},{"SurahNumber":23,"VerseNumber":84,"Text":"تو کہہ کس کی ہے زمین اور جو کوئی اس میں ہے بتاؤ اگر تم جانتے ہو"},{"SurahNumber":23,"VerseNumber":85,"Text":"اب کہیں گے سب کچھ اللہ کا ہے تو کہہ پھر تم سوچتے نہیں [۸۹]"},{"SurahNumber":23,"VerseNumber":86,"Text":"تو کہہ کون ہے مالک ساتوں آسمان کا اور مالک اس بڑے تخت کا"},{"SurahNumber":23,"VerseNumber":87,"Text":"اب بتائیں گے اللہ کو تو کہہ پھر تم ڈرتے نہیں [۹۰]"},{"SurahNumber":23,"VerseNumber":88,"Text":"تو کہہ کس کے ہاتھ میں ہے حکومت ہر چیز کی اور وہ بچا لیتا ہے اور اس سے کوئی بچا نہیں سکتا بتاؤ اگر تم جانتے ہو"},{"SurahNumber":23,"VerseNumber":89,"Text":"اب بتائیں گے اللہ کو [۹۱] تو کہہ پھر کہاں سے تم پر جادو آ پڑتا ہے [۹۲]"},{"SurahNumber":23,"VerseNumber":90,"Text":"کوئی نہیں ہم نے ان کو پہنچایا سچ اور وہ البتہ جھوٹے ہیں [۹۳]"},{"SurahNumber":23,"VerseNumber":91,"Text":"اللہ نے کوئی بیٹا نہیں کیا اور نہ اس کے ساتھ کسی کا حکم چلے یوں ہوتا تو لیجاتا ہر حکم والا اپنی بنائی چیز کو اور چڑھائی کرتا ایک پر ایک [۹۴] اللہ نرالا (پاک) ہے ان کی بتلائی باتوں سے [۹۵]"},{"SurahNumber":23,"VerseNumber":92,"Text":"جاننے والا چھپے اور کھلے کا وہ بہت اوپر ہے اس سے جسکو یہ شریک بتلاتے ہیں [۹۶]"},{"SurahNumber":23,"VerseNumber":93,"Text":"تو کہہ اے رب اگر تو دکھانے لگے مجھ کو جو ان سے وعدہ ہوا ہے"},{"SurahNumber":23,"VerseNumber":94,"Text":"تو اے رب مجھ کو نہ کریو ان گنہگار لوگوں میں [۹۷]"},{"SurahNumber":23,"VerseNumber":95,"Text":"اور ہم کو قدرت ہے کہ تجھ کو دکھلا دیں جو ان سےوعدہ کر دیا ہے"},{"SurahNumber":23,"VerseNumber":96,"Text":"بری بات کے جواب میں وہ کہہ جو بہتر ہے ہم خوب جانتے ہیں جو یہ بتاتے ہیں [۹۸]"},{"SurahNumber":23,"VerseNumber":97,"Text":"اور کہہ اے رب میں تیری پناہ چاہتا ہوں شیطان کی چھیڑ سے [۹۹]"},{"SurahNumber":23,"VerseNumber":98,"Text":"اور پناہ تیری چاہتا ہوں اے رب اس سے کہ میرے پاس آئیں [۱۰۰]"},{"SurahNumber":23,"VerseNumber":99,"Text":"یہاں تک کہ جب پہنچے ان میں کسی کو موت کہے گا اے رب مجھ کو پھر بھیجدو"},{"SurahNumber":23,"VerseNumber":100,"Text":"شاید کچھ میں بھلا کام کر لوں اس میں جو پیچھے چھوڑ آیا [۱۰۱] ہر گز نہیں یہ ایک بات ہے کہ وہی کہتا ہے [۱۰۲] اور ان کے پیچھے پردہ ہے اس دن تک کہ اٹھائے جائیں [۱۰۳]"},{"SurahNumber":23,"VerseNumber":101,"Text":"پھر جب پھونک ماریں صور میں تو نہ قرابتیں ہیں ان میں اس دن اور نہ ایک دوسرے کو پوچھے [۱۰۴]"},{"SurahNumber":23,"VerseNumber":102,"Text":"سو جسکی بھاری ہوئی تول تو وہی لوگ کام لے نکلے"},{"SurahNumber":23,"VerseNumber":103,"Text":"اور جس کی ہلکی نکلی تول سو وہی لوگ ہیں جو ہار بیٹھے اپنی جان دوزخ ہی میں رہا کریں گے"},{"SurahNumber":23,"VerseNumber":104,"Text":"جھلس دے گی انکے منہ کو آگ اور وہ اس میں بد شکل ہو رہے ہوں گے [۱۰۵]"},{"SurahNumber":23,"VerseNumber":105,"Text":"کیا تم کو سنائی نہ تھیں ہماری آیتیں پھر تم ان کو جھٹلاتے تھے [۱۰۶]"},{"SurahNumber":23,"VerseNumber":106,"Text":"بولے اے رب زور کیا ہم پر ہماری کم بختی نے اور رہے ہم لوگ بہکے ہوئے"},{"SurahNumber":23,"VerseNumber":107,"Text":"اے ہمارے رب نکال لے ہم کو اس میں سے اگر ہم پھر کریں تو ہم گنہگار [۱۰۷]"},{"SurahNumber":23,"VerseNumber":108,"Text":"فرمایا پڑے رہو پھٹکار ے ہوئے اس میں اور مجھ سے نہ بولو"},{"SurahNumber":23,"VerseNumber":109,"Text":"ایک فرقہ تھا میرے بندوں میں جو کہتے تھے اے رب ہمارے ہم یقین لائے سو معاف کر ہم کو اور رحم کر ہم پر اور تو سب رحم والوں سے بہتر ہے [۱۰۸]"},{"SurahNumber":23,"VerseNumber":110,"Text":"پھر تم نے ان کو ٹھٹھوں میں پکڑا یہاں تک کہ بھول گئے انکے پیچھے میری یاد اور تم ان سے ہنستے رہے [۱۰۹]"},{"SurahNumber":23,"VerseNumber":111,"Text":"میں نے آج دیا ان کو بدلہ انکے صبر کرنے کا کہ وہی ہیں مراد کو پہنچنے والے [۱۱۰]"},{"SurahNumber":23,"VerseNumber":112,"Text":"فرمایا تم کتنی دیر رہے زمین میں برسوں کی گنتی سے"},{"SurahNumber":23,"VerseNumber":113,"Text":"بولے ہم رہے ایک یا کچھ دن سے کم تو پوچھ لے گنتی والوں سے [۱۱۱]"},{"SurahNumber":23,"VerseNumber":114,"Text":"فرمایا تم اس میں بہت نہیں تھوڑا ہی رہے ہو اگر تم جانتے ہوتے [۱۱۲]"},{"SurahNumber":23,"VerseNumber":115,"Text":"سو کیا تم خیال رکھتے ہو کہ ہم نے تم کو بنایا کھیلنے کو اور تم ہمارے پاس پھر کر نہ آؤ گے [۱۱۳]"},{"SurahNumber":23,"VerseNumber":116,"Text":"سو بہت اوپر ہے اللہ وہ بادشاہ سچا کوئی حاکم نہیں اس کے سوائے مالک اس عزت کے تخت کا [۱۱۴]"},{"SurahNumber":23,"VerseNumber":117,"Text":"اور جو کوئی پکارے اللہ کے ساتھ دوسرا حاکم جس کی سند نہیں اس کے پاس سو اس کا حساب ہے اس کے رب کے نزدیک [۱۱۵] بیشک بھلا نہ ہو گا منکروں کا"},{"SurahNumber":23,"VerseNumber":118,"Text":"اور تو کہہ اے رب معاف کر اور رحم کر اور تو ہے بہتر سب رحم والوں سے [۱۱۶]"},{"SurahNumber":24,"VerseNumber":1,"Text":"یہ ایک سورت ہے کہ ہم نے اتاری اور ذمہ پر لازم کی اور اتاریں اس میں باتیں صاف تاکہ تم یاد رکھو [۱]"},{"SurahNumber":24,"VerseNumber":2,"Text":"بدکاری کرنے والی عورت اور مرد سو مارو ہر ایک کو دونوں میں سے سوسو درّے [۲] اور نہ آوے تم کو ان پر ترس اللہ کے حکم چلانے میں اگر تم یقین رکھتے ہو اللہ پر اور پچھلے دن پر [۳] اور دیکھیں ان کا مارنا کچھ لوگ مسلمان [۴]"},{"SurahNumber":24,"VerseNumber":3,"Text":"بدکارمرد نہیں نکاح کرتا مگر عورت بدکار سے یا شرک والی سے اور بدکار عورت سے نکاح نہیں کرتا مگر بدکار مرد یا مشرک [۵] اور یہ حرام ہوا ہے ایمان والوں پر [۶]"},{"SurahNumber":24,"VerseNumber":4,"Text":"اور جو لوگ عیب لگاتے ہیں حفاظت والیوں کو (پاکدامنوں کو) پھر نہ لائے چار مرد شاہد [۷] تو مارو ان کو اسی درّے اور نہ مانو ان کی گواہی کبھی [۸] اور وہی لوگ ہیں نافرمان [۹]"},{"SurahNumber":24,"VerseNumber":5,"Text":"مگر جنہوں نے توبہ کر لی اس کے پیچھے اور سنور گئے تو اللہ بخشنے والا مہربان ہے [۱۰]"},{"SurahNumber":24,"VerseNumber":6,"Text":"اور جو عیب لگائیں اپنی جوروؤں کو [۱۱] اور شاہد نہ ہوں انکے پاس سوائے انکی جان کے تو ایسے شخص کی گواہی کی یہ صورت ہے کہ چار بار گواہی دے اللہ کی قسم کھا کر مقرر وہ شخص سچا ہے"},{"SurahNumber":24,"VerseNumber":7,"Text":"اور پانچویں بار یہ کہ اللہ کی پھٹکار ہو اس شخص پر اگر ہو وہ جھوٹا"},{"SurahNumber":24,"VerseNumber":8,"Text":"اور عورت سے ٹل جائے مار یوں کہ وہ گواہی دے چار گواہی اللہ کی قسم کھا کر مقرر وہ شخص جھوٹا ہے"},{"SurahNumber":24,"VerseNumber":9,"Text":"اور پانچویں یہ کہ اللہ کا غضب آئے اس عورت پر اگر وہ شخص سچا ہے [۱۲]"},{"SurahNumber":24,"VerseNumber":10,"Text":"اور اگر نہ ہوتا اللہ کا فضل تمہارے اوپر اور اسکی رحمت اور یہ کہ اللہ معاف کرنے والا ہے حکمتیں جاننے والا تو کیا کچھ نہ ہوتا [۱۳]"},{"SurahNumber":24,"VerseNumber":11,"Text":"جو لوگ لائے ہیں یہ طوفان [۱۴] تمہیں میں ایک جماعت ہیں [۱۵] تم اس کو نہ سمجھو برا اپنے حق میں بلکہ یہ بہتر ہے تمہارے حق میں [۱۶] ہر آدمی کے لئے ان میں سے وہ ہے جتنا اس نے گناہ کمایا اور جس نے اٹھایا ہے اس کا بڑا بوجھ اس کے واسطے بڑا عذاب ہے [۱۷]"},{"SurahNumber":24,"VerseNumber":12,"Text":"کیوں نہ جب تم نے اس کو سنا تھا خیال کیا ہوتا ایمان والے مردوں اور ایمان والی عورتوں نے اپنے لوگوں پر بھلا خیال اور کہا ہوتا یہ صریح طوفان ہے [۱۸]"},{"SurahNumber":24,"VerseNumber":13,"Text":"کیوں نہ لائے وہ اس بات پر چار شاہد پھر جب نہ لائے شاہد تو وہ لوگ اللہ کے یہاں وہی ہیں جھوٹے [۱۹]"},{"SurahNumber":24,"VerseNumber":14,"Text":"اور اگر نہ ہوتا اللہ کا فضل تم پر اور اسکی رحمت دنیا اور آخرت میں تو تم پر پڑ جاتی اس چرچا کرنے میں کوئی آفت بڑی [۲۰]"},{"SurahNumber":24,"VerseNumber":15,"Text":"جب لینے لگے تم اس کو اپنی زبانوں پر اور بولنے لگے اپنے منہ سے جس چیز کی تم کو خبر نہیں اور تم سمجھتے ہو اسکو ہلکی بات اور یہ اللہ کے یہاں بہت بڑی بات ہے [۲۱]"},{"SurahNumber":24,"VerseNumber":16,"Text":"اور کیوں نہ جب تم نے اس کو سنا تھا کہا ہوتا ہم کو نہیں لائق کہ منہ پر لائیں یہ بات اللہ تو پاک ہے یہ تو بڑا بہتان ہے [۲۲]"},{"SurahNumber":24,"VerseNumber":17,"Text":"اللہ تم کو سمجھاتا ہے کہ پھر نہ کرو ایسا کام کبھی اگر تم ایمان رکھتے ہو [۲۳]"},{"SurahNumber":24,"VerseNumber":18,"Text":"اور کھولتا ہے اللہ تمہارے واسطے پتے کی باتیں اور اللہ سب جانتا ہے حکمت والا ہے [۲۴]"},{"SurahNumber":24,"VerseNumber":19,"Text":"جو لوگ چاہتے ہیں کہ چرچا ہو بدکاری کا ایمان والوں میں [۲۵] انکے لئے عذاب ہے دردناک دنیا اور آخرت میں [۲۶] اور اللہ جانتا ہے اور تم نہیں جانتے [۲۷]"},{"SurahNumber":24,"VerseNumber":20,"Text":"اور اگر نہ ہوتا اللہ کا فضل تم پر اور اسکی رحمت اور یہ کہ اللہ نرمی کرنے والا ہے مہربان تو کیا کچھ نہ ہوتا [۲۸]"},{"SurahNumber":24,"VerseNumber":21,"Text":"اے ایمان والو نہ چلو قدموں پر شیطان کے اور جو کوئی چلے گا قدموں پر شیطان کےسو وہ تو یہی بتلائے گا بیحائی اور بری بات [۲۹] اور اگر نہ ہوتا اللہ کا فضل تم پر اور اس کی رحمت تو نہ سنورتا تم میں ایک شخص بھی کبھی و لیکن اللہ سنوارتا ہے جس کو چاہے اور اللہ سب کچھ سنتا جانتا ہے [۳۰]"},{"SurahNumber":24,"VerseNumber":22,"Text":"اور قسم نہ کھائیں بڑے درجہ والے تم میں سے اور کشائش والے اس پر کہ دیں قرابتیوں کو اور محتاجوں کو اور وطن چھوڑنے والوں کو اللہ کی راہ میں اور چاہئے کہ معاف کریں اور درگزر کریں کیا تم نہیں چاہتے کہ اللہ تم کو معاف کرے اور اللہ بخشنے والا مہربان ہے [۳۱]"},{"SurahNumber":24,"VerseNumber":23,"Text":"جو لوگ عیب لگاتے ہیں حفاظت والیوں بیخبر ایمان والیوں کو ان کو پھٹکار ہے دنیا میں اور آخرت میں اور انکے لئے ہے بڑا عذاب [۳۲]"},{"SurahNumber":24,"VerseNumber":24,"Text":"جس دن کہ ظاہر کر دیں گی ان کی زبانیں اور ہاتھ اور پاؤں جو کچھ وہ کرتے تھے [۳۳]"},{"SurahNumber":24,"VerseNumber":25,"Text":"اس دن پوری دے گا انکو اللہ ان کی سزا جو چاہئے اور جان لیں گے کہ اللہ وہی ہے سچا کھولنے والا [۳۴]"},{"SurahNumber":24,"VerseNumber":26,"Text":"گندیاں ہیں گندوں کے واسطے اور گندے واسطے گندیوں کے اور ستھریاں ہیں ستھروں کے واسطے اور ستھرے واسطے ستھریوں کے [۳۵] وہ لوگ بے تعلق ہیں ان باتوں سے جو یہ کہتے ہیں [۳۶] انکے واسطے بخشش ہے اور روزی ہے عزت کی [۳۷]"},{"SurahNumber":24,"VerseNumber":27,"Text":"اے ایمان والو مت جایا کرو کسی گھر میں اپنے گھروں کے سوائے جب تک بول چال نہ کر لو اور سلام کر لو ان گھر والوں پر یہ بہتر ہے تمہارے حق میں تاکہ تم یاد رکھو [۳۸]"},{"SurahNumber":24,"VerseNumber":28,"Text":"پھر اگر نہ پاؤ اس میں کسی کو تو اس میں نہ جاؤ جب تک کہ اجازت نہ ملے تم کو [۳۹] اور اگر تم کو جواب ملے کہ پھر جاؤ تو پھر جاؤ اس میں خوب ستھرائی ہے تمہارے لئے [۴۰] اور اللہ جو تم کرتے ہو اس کو جانتا ہے [۴۱]"},{"SurahNumber":24,"VerseNumber":29,"Text":"نہیں گناہ تم پر اس میں کہ جاؤ ان گھروں میں جہاں کوئی نہیں بستا اس میں کچھ چیز ہو تمہاری [۴۲] اور اللہ کو معلوم ہے جو تم ظاہر کرتے ہو اور جو چھپاتے ہو [۴۳]"},{"SurahNumber":24,"VerseNumber":30,"Text":"کہہ دے ایمان والوں کو نیچی رکھیں ذری اپنی آنکھیں [۴۴] اور تھامتے رہیں اپنے ستر کو [۴۵] اس میں خوب ستھرائی ہے انکے لئے بیشک اللہ کو خبر ہے جو کچھ کرتےہیں [۴۶]"},{"SurahNumber":24,"VerseNumber":31,"Text":"اور کہہ دے ایمان والیوں کو نیچی رکھیں ذرا اپنی آنکھیں اور تھامتی رہیں اپنے ستر کو اور نہ دکھائیں اپنا سنگار مگر جو کھلی چیز ہے اس میں سے [۴۷] اور ڈال لیں اپنی اوڑھنی اپنے گریبان پر [۴۸] اور نہ کھولیں اپنا سنگار مگر اپنے خاوند کے آگے یا اپنے باپ کے [۴۹] یا پنے خاوند کے باپ کے یا اپنے بیٹے کے یا اپنے خاوند کے بیٹے کے یا اپنے بھائی کے یا اپنے بھتیجوں کے یا اپنے بھانجوں کے یا اپنی عورتوں کے [۵۰] یا اپنے ہاتھ کے مال کے [۵۱] یا کاربار کرنے والوں کے (خدمت میں مشغول رہنے والوں کے) جو مرد کہ کچھ غرض نہیں رکھتے [۵۲] یا لڑکوں کے جنہوں نے ابھی نہیں پہچانا عورتوں کے بھید کو [۵۳] اور نہ ماریں زمین پر اپنے پاؤں کو کہ جانا جائے جو چھپاتی ہیں اپنا سنگار [۵۴] اور توبہ کرو اللہ کے آگے سب مل کر اے ایمان والو تاکہ تم بھلائی پاؤ [۵۵]"},{"SurahNumber":24,"VerseNumber":32,"Text":"اور نکاح کر دو رانڈوں کا اپنے اندر [۵۶] اور جو نیک ہوں تمہارے غلام اور لونڈیاں [۵۷] اگر وہ ہوں گے مفلس اللہ ان کو غنی کر دے گا اپنے فضل سے [۵۸] اور اللہ کشائش والا ہے سب کچھ جانتا ہے [۵۹]"},{"SurahNumber":24,"VerseNumber":33,"Text":"اور اپنے آپ کو تھامتے رہیں جن کو نہیں ملتا سامان نکاح کا جب تک کہ مقدور دے ان کو اللہ اپنے فضل سے [۶۰] اور جو لوگ چاہیں لکھت آزادی کی مال دے کر ان میں سے کہ جو تمہارے ہاتھ کے مال ہیں (جن کے مالک ہیں تمہارےہاتھ) تو انکو لکھ کر دیدو اگر سمجھو ان میں کچھ نیکی [۶۱] اور دو ان کو اللہ کے مال سے جو اس نے تم کو دیا ہے [۶۲] اور نہ زبردستی کرو اپنی چھوکریوں پر بدکاری کے واسطے اگر وہ چاہیں قید سے رہنا کہ تم کمانا چاہو اسباب دنیا کی زندگانی کا [۶۳] اور جو کوئی ان پر زبردستی کرے گا تو اللہ ان کی بے بسی کے پیچھے بخشنے والا مہربان ہے [۶۴]"},{"SurahNumber":24,"VerseNumber":34,"Text":"اور ہم نے اتاریں تمہاری طرف آیتیں کھلی ہوئی اور کچھ حال انکا جو ہو چکے تم سے پہلے اور نصیحت ڈرنے والوں کو [۶۵]"},{"SurahNumber":24,"VerseNumber":35,"Text":"اللہ روشنی ہے آسمانوں اور زمین کی [۶۶] مثال اس کی روشنی کی جیسے ایک طاق اس میں ہو ایک چراغ وہ چراغ دھرا ہو ایک شیشہ میں وہ شیشہ ہے جیسے ایک تارہ چمکتا ہوا تیل جلتا ہے اس میں ایک برکت کے درخت کا وہ زیتون ہے نہ مشرق کی طرف ہے اور نہ مغرب کی طرف قریب ہے اس کا تیل کہ روشن ہو جائے اگرچہ نہ لگی ہو اس میں آگ روشنی پر روشنی اللہ راہ دکھلا دیتا ہے اپنی روشنی کی جس کو چاہے اور بیان کرتا ہے اللہ مثالیں لوگوں کے واسطے اور اللہ سب چیز کو جانتا ہے [۶۷]"},{"SurahNumber":24,"VerseNumber":36,"Text":"ان گھروں میں کہ اللہ نے حکم دیا انکو بلند کرنے کا [۶۸] اور و ہاں اس کا نام پڑھنے کا [۶۹] یاد کرتے ہیں اسکی وہاں صبح و شام [۷۰]"},{"SurahNumber":24,"VerseNumber":37,"Text":"وہ مرد کہ نہیں غافل ہوتے سودا کرنے میں اور نہ بیچنے میں اللہ کی یاد سے اور نماز قائم رکھنے سے اور زکوٰۃ دینے سے [۷۱] ڈرتے رہتے ہیں اس دن سے جس میں الٹ جائیں گے دل اور آنکھیں [۷۲]"},{"SurahNumber":24,"VerseNumber":38,"Text":"تاکہ بدلہ دے انکو اللہ انکے بہتر سے بہتر کاموں کا اور زیادتی دے انکو اپنے فضل سے [۷۳] اور اللہ روزی دیتا ہے جس کو چاہے بے شمار [۷۴]"},{"SurahNumber":24,"VerseNumber":39,"Text":"اور جو لوگ منکر ہیں ان کے کام جیسے ریت جنگل میں پیاسا جانے اس کو پانی یہاں تک کہ جب پہنچا اس پر اس کو کچھ نہ پایا اور اللہ کو پایا اپنے پاس پھر اسکو پورا پہنچا دیا اس کا لکھا اور اللہ جلد لینے والا ہے حساب [۷۵]"},{"SurahNumber":24,"VerseNumber":40,"Text":"یا جیسے اندھیرے گہرے دریا میں چڑھی آتی ہے اس پر ایک لہر اس پر ایک اور لہر اس کے اوپر بادل اندھیرے ہیں ایک پر ایک [۷۶] جب نکالے اپنا ہاتھ لگتا نہیں کہ اس کو وہ سوجھے [۷۷] اور جسکو اللہ نے نہ دی روشنی اسکے واسطے کہیں نہیں روشنی [۷۸]"},{"SurahNumber":24,"VerseNumber":41,"Text":"کیا تو نہ نے دیکھا کہ اللہ کی یاد کرتے ہیں جو کوئی ہیں آسمان و زمین میں اور اڑتے جانور پر کھولے ہوئے [۷۹] ہر ایک نے جان رکھی ہے اپنی طرح کی بندگی اور یاد [۸۰] اور اللہ کو معلوم ہے جو کچھ کرتے ہیں [۸۱]"},{"SurahNumber":24,"VerseNumber":42,"Text":"اور اللہ کی حکومت ہے آسمان اور زمین میں اور اللہ ہی تک پھر جانا ہے [۸۲]"},{"SurahNumber":24,"VerseNumber":43,"Text":"تو نے نہ دیکھا اللہ ہانک لاتا ہے بادل کو پھر انکو ملا دیتا ہے پھر انکو رکھتا ہے تہ بر تہ پھر تو دیکھے مینہ نکلتا ہے اس کے بیچ سے [۸۳] اور اتارتا ہے آسمان سے اس میں جو پہاڑ ہیں اولوں کے پھر وہ ڈالتا ہے جس پر چاہے اور بچا دیتا ہے جس سے چاہے [۸۴] ابھی اس کی بجلی کی کوند لیجائے آنکھوں کو [۸۵]"},{"SurahNumber":24,"VerseNumber":44,"Text":"اللہ بدلتا ہے رات اور دن کو [۸۶] اس میں دھیان کرنے کی جگہ ہے آنکھ والوں کو [۸۷]"},{"SurahNumber":24,"VerseNumber":45,"Text":"اور اللہ نے بنایا ہر پھرنے والے کو ایک پانی سے [۸۸] پھر کوئی ہے کہ چلتا ہے اپنے پیٹ پر [۸۹] اور کوئی ہے کہ چلتا ہے دو پاؤں پر [۹۰] اور کوئی ہے کہ چلتا ہے چار پر [۹۱] بناتا ہے اللہ جو چاہتا ہے بیشک اللہ ہر چیز کر سکتا ہے [۹۲]"},{"SurahNumber":24,"VerseNumber":46,"Text":"ہم نے اتاریں آیتیں کھول کھول کر بتلانے والی اور اللہ چلائے جس کو چاہے سیدھی راہ پر [۹۳]"},{"SurahNumber":24,"VerseNumber":47,"Text":"اور لوگ کہتے ہیں ہم نے مانا اللہ کو اور رسول کو اور حکم میں آ گئے پھر پھر جاتا ہے ایک فرقہ ان میں سے اس کے پیچھے اور وہ لوگ نہیں ماننے والے [۹۴]"},{"SurahNumber":24,"VerseNumber":48,"Text":"اور جب ان کو بلائیے اللہ اور رسول کی طرف کہ ان میں قضیہ چکائے تبھی ایک فرقہ کے لوگ ان میں منہ موڑتے ہیں"},{"SurahNumber":24,"VerseNumber":49,"Text":"اور اگر ان کو کچھ پہنچتا ہو تو چلے آئیں اس کی طرف قبول کر کر [۹۵]"},{"SurahNumber":24,"VerseNumber":50,"Text":"کیا انکے دلوں میں روگ ہے [۹۶] یا دھوکے میں پڑے ہوئے ہیں یا ڈرتے ہیں کہ بے انصافی کرے گا ان پر اللہ اور اس کا رسول کچھ نہیں وہی لوگ بے انصاف ہیں [۹۷]"},{"SurahNumber":24,"VerseNumber":51,"Text":"ایمان والوں کی بات یہی تھی کہ جب بلائیے انکو اللہ اور رسول کی طرف فیصلہ کرنے کو ان میں تو کہیں ہم نے سن لیا اور حکم مان لیا اور وہ لوگ کہ انہی کا بھلا ہے [۹۸]"},{"SurahNumber":24,"VerseNumber":52,"Text":"اور جو کوئی حکم پر چلے اللہ کے اور اسکے رسول کے اور ڈرتا رہے اللہ سے اور بچکر چلے اس سے سو وہی لوگ ہیں مراد کو پہنچنے والے [۹۹]"},{"SurahNumber":24,"VerseNumber":53,"Text":"اور قسمیں کھاتے ہیں اللہ کی اپنی تاکید کی قسمیں کہ اگر تو حکم کرےتو سب کچھ چھوڑ کر نکل جائیں تو کہہ قسمیں نہ کھاؤ حکمبرداری چاہئے جو دستور ہے البتہ اللہ کو خبر ہے جو تم کرتے ہو [۱۰۰]"},{"SurahNumber":24,"VerseNumber":54,"Text":"تو کہہ حکم مانو اللہ کا اور حکم مانو رسول کا پھر اگر تم منہ پھیرو گے تو اس کا ذمہ ہے جو بوجھ اس پر رکھا اور تمہارا ذمہ ہے جو بوجھ تم پر رکھا اور اگر اس کا کہا مانو تو راہ پاؤ اور پیغام لانے والے کا ذمہ نہیں مگر پہنچا دینا کھول کر [۱۰۱]"},{"SurahNumber":24,"VerseNumber":55,"Text":"وعدہ کر لیا اللہ نے ان لوگوں سے جو تم میں ایمان لائے ہیں اور کئے ہیں انہوں نے نیک کام البتہ پیچھے حاکم کر دے گا انکو ملک میں جیسا حاکم کیا تھا ان سے اگلوں کو اور جما دے گا ان کے لئے دین ان کا جو پسند کر دیا انکے واسطے اور دے گا ان کو ان کے ڈر کے بدلے میں امن میری بندگی کریں گے شریک نہ کریں گے میرا کسی کو [۱۰۲] اور جو کوئی ناشکری کرے گا اسکے پیچھے سو وہی لوگ ہیں نافرمان [۱۰۳]"},{"SurahNumber":24,"VerseNumber":56,"Text":"اور قائم رکھو نماز اور دیتے رہو زکوٰۃ اور حکم پر چلو رسول کے تاکہ تم پر رحم ہو [۱۰۴]"},{"SurahNumber":24,"VerseNumber":57,"Text":"نہ خیال کر کہ یہ جو کافر ہیں تھکا دیں گے بھاگ کر ملک میں اور ان کا ٹھکانہ آگ ہے اور وہ بری جگہ ہے پھر جانے کی [۱۰۵]"},{"SurahNumber":24,"VerseNumber":58,"Text":"اے ایمان والو اجازت لیکر آئیں تم سے جو تمہارےہاتھ کے مال ہیں [۱۰۶] اور جو کہ نہیں پہنچے تم میں عقل کی حد کو تین بار فجر کی نماز سے پہلے اور جب اتار رکھتے ہو اپنے کپڑے دوپہر میں اور عشاء کی نماز سے پیچھے یہ تین وقت بدن کھلنے کے ہیں تمہارے [۱۰۷] کچھ تنگی نہیں تم پر اور ان پر ان وقتوں کے پیچھے پھرا ہی کرتے ہو ایک دوسرے کے پاس [۱۰۸] یوں کھولتا ہے اللہ تمہارے آگے باتیں اور اللہ سب کچھ جاننے والا حکمت والا ہے"},{"SurahNumber":24,"VerseNumber":59,"Text":"اور جب پہنچیں لڑکے تم میں کے عقل کی حد کو تو انکو ویسی ہی اجازت لینی چاہئے جیسے لیتے رہے ہیں ان سے اگلے [۱۰۹] یوں کھول کر سناتا ہے اللہ تم کو اپنی باتیں اور اللہ سب کچھ جاننے والا حکمت والا ہے"},{"SurahNumber":24,"VerseNumber":60,"Text":"اور جو بیٹھ رہی ہیں گھروں میں تمہاری عورتوں میں سے جنکو توقع نہیں رہی نکاح کی ان پرگناہ نہیں کہ اتار رکھیں اپنے کپڑے یہ نہیں کہ دکھاتی پھریں اپنا سنگار اور اس سے بھی بچیں تو بہتر ہے انکے لئے [۱۱۰] اور اللہ سب باتیں سنتا جانتا ہے [۱۱۱]"},{"SurahNumber":24,"VerseNumber":61,"Text":"نہیں ہے اندھے پر کچھ تکلیف اور نہ لنگڑے پر تکلیف اور نہ بیمار پر تکلیف [۱۱۲] اور نہیں تکلیف تم لوگوں پر کہ کھاؤ اپنے گھروں سے یا اپنے باپ کے گھر سے یا اپنی ماں کے گھر سے یا اپنے بھائی کے گھر سے یا اپنی بہن کے گھر سے یا اپنے چچا کے گھر سے یا اپنی پھوپھی کے گھر سے یا اپنے ماموں کے گھر سے یا اپنی خالہ کے گھر سے یا جس گھر کی کنجیوں کے تم مالک ہو یا اپنے دوست کے گھر سے [۱۱۳] نہیں گناہ تم پر کہ کھاؤ آپس میں مل کر یا جدا ہو کر پھر جب کبھی جانے لگو گھروں میں تو سلام کہو اپنے لوگوں پر نیک دعا ہے اللہ کے یہاں سے برکت والی ستھری یوں کھولتا ہے اللہ تمہارے آگے اپنی باتیں تاکہ تم سمجھ لو [۱۱۴]"},{"SurahNumber":24,"VerseNumber":62,"Text":"ایمان والے وہ ہیں جو یقین لائے اللہ پر اور اسکے رسول پر اور جب ہوتے ہیں اس کے ساتھ کسی جمع ہونے کے کام میں تو چلے نہیں جاتے جب تک اس سے اجازت نہ لے لیں جو لوگ تجھ سے اجازت لیتے ہیں وہی ہیں جو مانتے ہیں اللہ کو اور اس کے رسول کو [۱۱۵] پھر جب اجازت مانگیں تجھ سے اپنے کسی کام کے لئے تو اجازت دے جس کو ان میں سے تو چاہے اور معافی مانگ انکے واسطے اللہ سے اللہ بخشنے والا مہربان ہے [۱۱۶]"},{"SurahNumber":24,"VerseNumber":63,"Text":"مت کو لو بلانا رسول کا اپنے اندر برابر اسکے جو بلاتا ہے تم میں ایک دوسرے کو [۱۱۷] اللہ جانتا ہے ان لوگوں کو تم میں سے جو سٹک جاتے ہیں آنکھ بچا کر [۱۱۸] سو ڈرتے رہیں وہ لوگ جو خلاف کرتے ہیں اس کے حکم کا اس سے کہ آپڑے ان پر کچھ خرابی یا پہنچے ان کو عذاب دردناک [۱۱۱۹]"},{"SurahNumber":24,"VerseNumber":64,"Text":"سنتے ہو اللہ ہی کا ہے جو کچھ ہے آسمانوں اور زمین میں اس کو معلوم ہے جس حال پر تم ہو اور جس دن پھیرےجائیں گے اس کی طرف تو بتائے گا ان کو جو کچھ انہوں نے کیا اور اللہ ہر ایک چیز کو جانتا ہے [۱۲۰]"},{"SurahNumber":25,"VerseNumber":1,"Text":"بڑی برکت ہے اسکی جس نے اتاری فیصلہ کی کتاب [۱] اپنے بندہ پر [۲] تاکہ رہے جہان والوں کے لئے ڈرانے والا [۳]"},{"SurahNumber":25,"VerseNumber":2,"Text":"وہ کہ جس کی ہے سلطنت آسمان اور زمین میں اور نہیں پکڑا اس نے بیٹا اور نہیں کوئی اس کا ساجھی سلطنت میں اور بنائی ہر چیز پھر ٹھیک کیا اسکو ماپ کر [۴]"},{"SurahNumber":25,"VerseNumber":3,"Text":"اور لوگوں نے پکڑ رکھے ہیں اس سے ورے کتنے حاکم جو نہیں بناتے کچھ چیز اور وہ خود بنائے گئے ہیں اور نہیں مالک اپنے حق میں برے کے اور نہ بھلے کے اور نہیں مالک مرنے کے اور نہ جینے کے اور نہ جی اٹھنے کے [۵]"},{"SurahNumber":25,"VerseNumber":4,"Text":"اور کہنے لگے جو منکر ہیں اور کچھ نہیں ہے یہ مگر طوفان باندھ لایا ہے اور ساتھ دیا ہے اس کا اس میں اور لوگوں نے [۶] سو آگئے بے انصافی اور جھوٹ پر [۷]"},{"SurahNumber":25,"VerseNumber":5,"Text":"اور کہنے لگے یہ نقلیں ہیں پہلوں کی جنکو اس نے لکھ رکھا ہے سو وہی لکھوائی جاتی ہیں اس کے پاس صبح اور شام [۸]"},{"SurahNumber":25,"VerseNumber":6,"Text":"تو کہہ اسکو اتارا ہے اس نے جو جانتا ہے چھپے ہوئے بھید آسمانوں اور زمین میں [۹] بیشک وہ بخشنے والا مہربان ہے [۱۰]"},{"SurahNumber":25,"VerseNumber":7,"Text":"اور کہنے لگے یہ کیسا رسول ہے کھاتا ہے کھانا اور پھرتا ہے بازاروں میں [۱۱] کیوں نہ اترا اسکی طرف کوئی فرشتہ کہ رہتا اس کے ساتھ ڈرانے کو"},{"SurahNumber":25,"VerseNumber":8,"Text":"یا آ پڑتا اسکے پاس خزانہ یا ہو جاتا اس کے لئے ایک باغ کہ کھایا کرتا اس میں سے [۱۲] اور کہنے لگے بے انصاف تم پیروی کرتے ہو اس ایک مرد جادو مارے کی [۱۳]"},{"SurahNumber":25,"VerseNumber":9,"Text":"دیکھ کیسی بٹھلاتےہیں تجھ پر مثلیں سو بہک گئے اب پا نہیں سکتے راستہ [۱۴]"},{"SurahNumber":25,"VerseNumber":10,"Text":"بڑی برکت ہے اسکی جو چاہے تو کر دے تیرے واسطے اس سے بہتر باغ کہ نیچے بہتی ہیں ان کے نہریں اور کر دے تیرے واسطے محل [۱۵]"},{"SurahNumber":25,"VerseNumber":11,"Text":"کچھ نہیں وہ جھٹلاتے ہیں قیامت کو اور ہم نے تیار کی ہے اسکے واسطے کہ جھٹلاتا ہے قیامت کو آگ [۱۶]"},{"SurahNumber":25,"VerseNumber":12,"Text":"جب وہ دیکھے گی ان کو دور کی جگہ سے سنیں گے اس کا جھنجلانا اور چلانا [۱۷]"},{"SurahNumber":25,"VerseNumber":13,"Text":"اور جب ڈالے جائیں گے اس کے اندر ایک جگہ تنگ میں ایک زنجیر میں کئ کئی بندھے ہوئے پکاریں گے اس جگہ موت کو [۱۸]"},{"SurahNumber":25,"VerseNumber":14,"Text":"مت پکارو آج ایک مرنے کو اور پکارو بہت سے مرنے کو [۱۹]"},{"SurahNumber":25,"VerseNumber":15,"Text":"تو کہہ بھلا یہ چیز بہتر ہے یا باغ ہمیشہ رہنے کا جس کا وعدہ ہو چکا پرہیزگاروں سے [۲۰] وہ ہو گا ان کا بدلہ اور پھر جانے کی جگہ"},{"SurahNumber":25,"VerseNumber":16,"Text":"انکے واسطے وہاں ہے جو وہ چاہیں [۲۱] رہا کریں ہمیشہ ہو چکا تیرے رب کے ذمہ وعدہ مانگا ملتا [۲۲]"},{"SurahNumber":25,"VerseNumber":17,"Text":"اور جس دن جمع کر بلائے گا انکو اور جنکو وہ پوجتے ہیں اللہ کے سوائے پھر ان سے کہے گا کیا تم نے بہکایا میرے ان بندوں کو یا وہ آپ بہکے راہ سے [۲۳]"},{"SurahNumber":25,"VerseNumber":18,"Text":"بولیں گے تو پاک ہے ہم سے بن نہ آتا تھا کہ پکڑ لیں کسی کو تیرے بغیر رفیق [۲۴] لیکن تو ان کو فائدہ پہنچاتا رہا اور انکے باپ دادوں کو یہاں تک کہ بھلا بیٹھے تیری یاد اور یہ تھے لوگ تباہ ہونے والے [۲۵]"},{"SurahNumber":25,"VerseNumber":19,"Text":"سو وہ تو جھٹلا چکے تم کو تمہاری بات میں [۲۶] اب نہ تم لوٹا سکتے ہو اور نہ مدد کر سکتے ہو [۲۷] اور جو کوئی تم میں گنہگار ہے اس کو ہم چکھائیں گے بڑ اعذاب [۲۸]"},{"SurahNumber":25,"VerseNumber":20,"Text":"اور جتنے بھیجے ہم نے تجھ سے پہلے رسول سب کھاتے تھے کھانا اور پھرتے تھے بازاروں میں [۲۹] اور ہم نے رکھا ہے تم میں ایک دوسرے کے جانچنے کو دیکھیں ثابت بھی رہتے ہو [۳۰] اور تیرا رب سب کچھ دیکھتا ہے [۳۱]"}]}