{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Ancak zengin oldukları halde savaşa katılmamak üzere senden izin isteyenler, böylece savaşma gücünden yoksun olanlarla birlikte evlerinde oturmayı içlerine sindirenler kınanabilir suçlanabilirler. Allah onların kalplerini mühürlediği için neyin yararlı olduğunu bilmezler"},{"SurahNumber":9,"VerseNumber":94,"Text":"Savaştan döndüğünüzde size özür dileyecekler. Onlara de ki: “Özür beyan etmeyin. Size asla inanmayacağız. Allah haberlerinizi bize bildirmiştir. Allah da, Peygamberi de işleyeceklerinizi görecektir. Sonunda, görülmeyeni ve görüneni bilen Allah’a geri çevrileceksiniz. O, işlediklerinizi size haber verecektir.”"},{"SurahNumber":9,"VerseNumber":95,"Text":"Savaştan döndüğünüzde kendilerini azarlamayasınız diye size Allah adına yemin edeceklerdir. Onları azarlamayınız, bir şey olmamış gibi davranınız. Çünkü onlar soyut pisliktirler. İşledikleri kötülüklerin karşılığı olarak varacakları yer, cehennemdir"},{"SurahNumber":9,"VerseNumber":96,"Text":"Kendilerinden hoşnut olasınız diye size yemin ederler. Oysa siz onlardan hoşnut olsanız bile Allah yoldan çıkmışlar güruhundan kesinlikle hoşnut olmaz"},{"SurahNumber":9,"VerseNumber":97,"Text":"Bedevi Araplar kâfirlikte ve münafıklıkta daha aşırı; Allah´ın peygamberine indirdiği hükümlerin sınırlarını bilmemeye daha yatkın kimselerdir. Allah her şeyi bilir ve her yaptığı yerindedir"},{"SurahNumber":9,"VerseNumber":98,"Text":"Kimi Bedeviler Allah´ın emri uyarınca yaptıkları harcamaları cerime, angarya sayarlar. Ve başınıza belaların geleceği günü gözlerler. Gözledikleri o bela kendi başlarına gelesiceler! Allah herşeyi işitir, herşeyi bilir"},{"SurahNumber":9,"VerseNumber":99,"Text":"Kimi Bedeviler de Allah´a ve ahiret gününe inanırlar; yaptıkları maddi bağışları Allah´ın yakınlığını ve peygamberin dualarını kazanma aracı, sebebi sayarlar. Haberiniz olsun ki, yaptıkları bu bağışlar, gerçekten onları Allah´a yaklaştıran bir sebeptir. İlerde Allah onları rahmetinin kapsamı içerisine alacaktır. Hiç şüphesiz Allah affedici ve merhametlidir"},{"SurahNumber":9,"VerseNumber":100,"Text":"Muhacirlerin ve Ensar´ın ilk öncüleri ile iyilikte onlara tam uyanlardan Allah hoşnut olduğu gibi onlar da Allah´dan hoşnut olmuşlardır. Allah onlara altlarından nehirler akan ve içlerinde ebedi olarak kalacakları cennetler hazırlamıştır. İşte büyük kurtuluş, büyük başarı budur"},{"SurahNumber":9,"VerseNumber":101,"Text":"Gerek çevrenizdeki bedeviler içinde ve gerekse Medine halkı arasında ikiyüzlülükte uzmanlaşmış, kaşarlanmış münafıklar vardır. Sen onları bilmezsin, ancak biz biliriz. Onları iki kez azaba çarptıracağız, sonra da büyük azaba uğratılacaklardır"},{"SurahNumber":9,"VerseNumber":102,"Text":"Savaşa katılmayanların bir bölümü de suçlarını itiraf ettiler ve iyiliği kötülüğe eklediler. Belki Allah onların tevbesini kabul eder. Hiç kuşkusuz Allah affedicidir, merhametlidir"},{"SurahNumber":9,"VerseNumber":103,"Text":"Mallarının bir bölümünü sadaka olarak al ve bu yolla onları temizle, günahlardan arındır. Onlara dua et, çünkü senin duan onlara gönül huzuru sağlar. Allah her şeyi işitir ve bilir"},{"SurahNumber":9,"VerseNumber":104,"Text":"Onlar Allah´ın kullarının tevbelerini kabul ettiğini ve sadakaları aldığını, zaten tevbelerin kabul edicisi ve merhamet edici olduğunu bilmiyorlar mı"},{"SurahNumber":9,"VerseNumber":105,"Text":"Onlara de ki: «İstediğiniz gibi davranınız, yaptığınız işleri hem Allah, hem Peygamber, hem de mü´minler göreceklerdir. Sonra görünür, görünmez her şeyi bilen Allah´ın huzuruna çıkarılacaksınız da, O size neler yaptığınızı haber verecektir"},{"SurahNumber":9,"VerseNumber":106,"Text":"Savaşa katılmayanların bir başka bölümü daha var ki, onların işleri doğrudan doğruya Allah´ın iradesine kalmıştır. O, onları ya azaba çarptırır ya da tevbelerini kabul eder. Allah her şeyi bilir ve her yaptığı yerindedir"},{"SurahNumber":9,"VerseNumber":107,"Text":"Savaşa katılmayanların bir başka grubu da islâma zarar vermek, kâfirliği pekiştirmek, mü´minler arasında ayrılık tohumu ekmek, daha önce Allah´a ve Peygamber´e karşı savaşmış birine gözetleme yeri hazırlamak amacı ile bir mescid yaptılar. Onlar, «iyilikten başka bir amacımız yoktu» diye yemin edeceklerdir. Oysa Allah şahittir ki, onlar yalan söylüyorlar"},{"SurahNumber":9,"VerseNumber":108,"Text":"Orada asla namaza durma. İlk gününden itibaren Allah korkusu temeli üzerine kurulan mescid, içinde namaz kılmana daha lâyık bir yerdir. Orada günahlardan arınmayı özleyen kimseler vardır. Allah günahlardan arınanları sever"},{"SurahNumber":9,"VerseNumber":109,"Text":"Yapısını Allah korkusu ve hoşnutluğu temeli üzerine kuran mı hayırlıdır, yoksa yapısını kaymak üzere olan bir yarın üzerine kurup da o yarla birlikte cehenneme kayan kimse mi hayırlıdır? Allah zalimler güruhunu doğru yola iletmez"},{"SurahNumber":9,"VerseNumber":110,"Text":"Yaptıkları o yapı kalpleri paralanana kadar, yüreklerinde bir kuşku kaynağı olmaya devam edecektir. Allah her şeyi bilir ve her yaptığı yerindedir"},{"SurahNumber":9,"VerseNumber":111,"Text":"Allah mü´minlerin mallarını ve canlarını karşılığında kendilerine cenneti vermek üzere satın aldı. Onlar Allah yolunda savaşırlar, bu yolda kimi zaman öldürürler ve kimi zaman da öldürülürler. Bu Allah´ın üzerine borç aldığı ve hem Tevrat´ta, hem İncil´de, hem de Kur´an´da yer verdiği bir sözdür. Allah´dan daha çok sözünde duran kim olabilir ki? O halde yaptığınız bu alışverişe sevininiz. İşte büyük kurtuluş, büyük başarı budur"},{"SurahNumber":9,"VerseNumber":112,"Text":"Allah ile bu alışverişi yapanlar, tevbe edenler, sırf Allah´a kulluk edenler, hamd edenler, Allah yolunda geziye çıkanlar, rükua varanlar, secde edenler, iyiyi emrederek kötülükten sakındıranlar, Allah´ın koyduğu sınırları gözetenlerdir. Mü´minleri müjdele"},{"SurahNumber":9,"VerseNumber":113,"Text":"Akraba bile olsalar, cehennemlik oldukları belli olduktan sonra puta tapanlar için Allah´dan af dilemek, ne peygambere ve ne de mü´minlere yakışmaz"},{"SurahNumber":9,"VerseNumber":114,"Text":"İbrahim´in babası için af dilemesi, ona bu yolda söz verdiği içindi. Fakat babasının bir Allah düşmanı olduğunu kesinlikle anlayınca, onunla ilişkisini kesti. İbrahim gerçekten çok duygulu ve yumuşak kalpli idi"},{"SurahNumber":9,"VerseNumber":115,"Text":"Allah bir toplumu doğru yola ilettikten sonra, nelerden sakınacaklarını açıkça belirtmedikçe kendilerini sapıklığa düşürmez. Hiç kuşkusuz Allah her şeyi bilir"},{"SurahNumber":9,"VerseNumber":116,"Text":"Göklerin ve yerin egemenliği Allah´ın tekelindedir. Can veren de öldüren de O´dur. Sizin Allah´dan başka bir dostunuz, dayanağınız ve yardım edeniniz yoktur"},{"SurahNumber":9,"VerseNumber":117,"Text":"Allah, Peygamber´in ve o zor anda onun peşinden giden muhacirler ile Ensar´ın tevbelerini kabul etti. O sırada onlardan bir grubun kalpleri kaymanın eşiğine gelmişti. Arkasından O, onların tevbelerini kabul etti. Çünkü O, onlara karşı son derece şefkatli ve merhametlidir"},{"SurahNumber":9,"VerseNumber":118,"Text":"Allah, hükümleri ertelenen o üç kişinin de tevbelerini kabul etti. Sonunda yeryüzü bütün genişliğine rağmen onlara dar geldi, can sıkıntısından patlayacak gibi oldular, Allah´dan kaçmanın yine O´na sığınmaktan başka bir çıkar yolu olmadığını anladılar. Bunun üzerine Allah onların tevbelerini kabul etti ki, tevbe etsinler. Hiç kuşkusuz Allah, tevbelerin kabul edicisidir, merhametlidir"},{"SurahNumber":9,"VerseNumber":119,"Text":"Ey mü´minler Allah´dan korkunuz ve dosdoğrularla, gerçekten hiç ayrılmamış olanlarla beraber olunuz"},{"SurahNumber":9,"VerseNumber":120,"Text":"Gerek Medineliler´e ve gerekse çevrelerinde yaşayan Bedeviler´e savaşta peygamberden geri kalmak ve kendi canlarının kaygısını onun canının kaygısının önüne geçirmek yakışmaz. Çünkü Allah yolunda çekecekleri her susuzluk, katlanacakları her yorgunluk, karşılaşacakları her açlık, kâfirleri öfkelendirecek her bir karış toprağa ayak basmaları; düşmanın zararına kazanacakları her tür başarı karşılığında mutlaka hesaplarına iyi amel yazılır. Hiç şüphesiz Allah, iyi işler yapanları ödülsüz bırakmaz"},{"SurahNumber":9,"VerseNumber":121,"Text":"Yaptıkları küçük büyük bütün maddi harcamalar ve aştıkları her vadi, mutlaka hesaplarına yazılır ki, Allah işledikleri iyilikleri en güzel karşılıklarla ödüllendirsin"},{"SurahNumber":9,"VerseNumber":122,"Text":"Mü´minlerin topyekün sefere çıkmaları gerekmez. Bunun yerine her kabileden bir grup, dinin özünü öğrenmek ve kötülüklerden kaçınırlar umudu ile soydaşlarını uyarmak için sefere çıkmalıdır"},{"SurahNumber":9,"VerseNumber":123,"Text":"Ey mü´minler en yakınınızdaki kâfirler ile savaşınız, bunlar sizde sertlik bulsunlar ve biliniz ki, Allah kendisinden korkanlar ile beraberdir"},{"SurahNumber":9,"VerseNumber":124,"Text":"Her yeni sure indirilişinde kimi münafıklar, «Bu sure hanginizin imanını arttırdı?» diye sorarlar. Gerçek şu ki, o sure mü´minlerin imanını arttırmıştır, onlar bu yüzden sevinç duyarlar"},{"SurahNumber":9,"VerseNumber":125,"Text":"Fâkat kalplerinde hastalık olanlara gelince, bu sure pisliklerine pislik ekler de onlar kâfir olarak ölürler"},{"SurahNumber":9,"VerseNumber":126,"Text":"Onlar her yıl bir iki kez sınavdan geçirildiklerini görmüyorlar mı: Buna rağmen ne tevbe ediyorlar ve ne de olup bitenlerden ders alıyorlar"},{"SurahNumber":9,"VerseNumber":127,"Text":"Yeni bir sure indirilince birbirlerine, «Acaba sizi bir gören var mı?» diye sorarlar, sonra sıvışırlar. Anlayışsız, duyarsız bir güruh olduklar gerekçesi ile Allah onların kalplerini gerçeklerden uzaklaştırmıştır"},{"SurahNumber":9,"VerseNumber":128,"Text":"Size kendinizden öyle bir peygamber geldi ki, sıkıntıya düşmeniz ağırına gider, size son derece düşkün, mü´minlere karşı şefkatli ve merhametlidir"},{"SurahNumber":9,"VerseNumber":129,"Text":"Eğer sana sırt çevirirlerse de ki, Allah bana yeter, O´ndan başka ilah yoktur ben sırf O´na dayandım, O, yüce Arş´ın sahibidir"},{"SurahNumber":10,"VerseNumber":1,"Text":"Elif, Lam, Ra. İşte bunlar o hikmet dolu Kitab´ın ayetleridir"},{"SurahNumber":10,"VerseNumber":2,"Text":"Bizim aralarında bir kişiye, ´insanları uyar´ ve ´mü´minlere, Rabbleri katında sarsılmaz bir derecenin sahibi oldukları müjdesini ver´ diye vahyetmemiz insanların tuhafına mı gitti ki, kâfirler, ´Bu adam açık bir büyücüdür´ dediler"},{"SurahNumber":10,"VerseNumber":3,"Text":"Rabbiniz Allah, gökleri ve yeri altı günde yarattı; sonra Arş´a kuruldu, her işi tasarlıyor ve çekip çeviriyor. O, izin vermedikçe hiç kimse aracılık (şefaat) edemez. İşte budur Rabbiniz olan Allah; o halde O´na kulluk ediniz; bunlar üzerine düşünüp ders almaz mısınız"},{"SurahNumber":10,"VerseNumber":4,"Text":"Sonunda hepiniz O´na döneceksiniz. Bu Allah´ın kesinlikle gerçekleşecek bir vaadidir. O, iman edip iyi ameller işleyenleri adalet uyarınca ödüllendirmek için insanları önce hiç yoktan yaratır, sonra da onları yeniden diriltir. Kâfirlere gelince, gerçekleri inkâr ettiklerinden dolayı onları kaynar sıvıdan oluşmuş bir içki ile acıklı bir azap beklemektedir"},{"SurahNumber":10,"VerseNumber":5,"Text":"O, güneşi ışık kaynağı ve ayı aydınlık yaptı; yılların sayısını ve vakitlerin hesabını bilesiniz diye, ay için farklı doğuş noktaları belirledi. Allah bunları mutlaka bir gerçeğe, bir sebebe dayalı olarak yarattı. O bilen kimselere ayetlerini ayrıntılı biçimde anlatır"},{"SurahNumber":10,"VerseNumber":6,"Text":"Gece ile gündüzün birbirini kovalamasında ve Allah´ın gökler ile yerde yarattığı varlıklarda, O´ndan korkan kimseler için birçok ibret dersleri vardır"},{"SurahNumber":10,"VerseNumber":7,"Text":"Bizimle karşılaşacaklarını beklemeyenler, dünya hayatından hoşnut olup bu hayatla yetinenler ve ayetlerimizin farkında olmayanlar var ya"},{"SurahNumber":10,"VerseNumber":8,"Text":"İşte bunların varacakları yer, işlediklerinin karşılığı olarak cehennemdir"},{"SurahNumber":10,"VerseNumber":9,"Text":"İman edip iyi ameller işleyenlere gelince, Rabbleri onları imanları sayesinde doğru yola iletir, nimet cennetlerinde onların altlarından nehirler akar"},{"SurahNumber":10,"VerseNumber":10,"Text":"Onların oradaki çağrıları, «Allah´ım, sen noksan sıfatlardan uzaksın» birbirlerine yönelik iyilik dilekleri, «selâm» ve son çağrıları da, «Alemlerin Rabbi olan Allah´a hamdolsun» sözleridir"},{"SurahNumber":10,"VerseNumber":11,"Text":"Allah, insanlara iyiliği istedikleri çabuklukta kötülüğü verseydi, süreleri hemen bitirilirdi. Oysa biz, bizimle karşılaşacaklarını beklemeyenleri azgınlıkları içinde debelenmeye bırakırız"},{"SurahNumber":10,"VerseNumber":12,"Text":"İnsanın başına bir sıkıntı gelince yatarken, otururken ve ayaktayken bize yalvarır. Fakat sıkıntısını giderdiğimizde başına gelen sıkıntıdan dolayı bize hiç yalvarmamış gibi olur. İşte ölçüyü aşanlara, işledikleri kötülükler böylesine güzel gösterildi"},{"SurahNumber":10,"VerseNumber":13,"Text":"Sizden önceki nice kuşakları, peygamberleri kendilerine açık gerçekler getirmişlerken, zalimce davranarak iman etmeye yanaşmadıkları için yokettik. İşte biz ağır suçlu toplumları böyle cezalandırırız"},{"SurahNumber":10,"VerseNumber":14,"Text":"Sonra nasıl davranacağınızı görelim diye sizi onların yerine geçirerek yeryüzünde egemen kıldık"},{"SurahNumber":10,"VerseNumber":15,"Text":"Onlara açık anlamlı ayetlerimiz okunduğunda, bizimle karşılaşacaklarını beklemeyenler sana, «bundan başka bir Kur´an getir ya da onu değiştir» dediler. Onlara de ki; «Onu kendiliğimden değiştirmem sözkonusu değildir. Ben sadece bana vahyolunan mesaja uyarım. Eğer Rabbime karşı gelirsem büyük günün azabından korkarım.»"},{"SurahNumber":10,"VerseNumber":16,"Text":"De ki; «Eğer Allah´ın dileği bu yolda olmasaydı, bu Kur´an´ı size okumazdım, hatta Allah sizi ondan hiç haberdar etmezdi, bundan önce aranızda bir ömür yaşadım, hiç düşünmüyor musunuz?»"},{"SurahNumber":10,"VerseNumber":17,"Text":"Allah´a yalan yakıştırmalar yapandan ya da O´nun ayetlerini yalanlayanlardan daha zalim kim olabilir? Hiç kuşkusuz ağır suçlular iflah olmazlar"},{"SurahNumber":10,"VerseNumber":18,"Text":"Onlar Allah´ı bırakarak kendilerine ne zarar ve ne de yarar dokunduramayan putlara tapıyorlar ve «Bunlar Allah katında bizim aracılarımızdır» diyorlar. Onlara de ki; «Göklerde ve yerde Allah´ın bilmediği bir şeyi mi O´na haber veriyorsunuz? Allah onların koştukları ortaklardan uzak ve yücedir"},{"SurahNumber":10,"VerseNumber":19,"Text":"Tüm insanlar tek bir ümmetten ibaretti, sonra görüş ayrılığına düştüler. Eğer Rabbinin daha önce kesinleşmiş bir kararı olmasaydı, anlaşmazlığa düştükleri konularda aralarında hemen hüküm verilirdi"},{"SurahNumber":10,"VerseNumber":20,"Text":"Bir de «Ona Rabbinden daha başka bir âyet indirilse ya!» diyorlar. De ki: «Gaybı bilmek ancak Allah´a mahsustur, bekleyiniz bakalım, ben de sizinle beraber bekleyeceğim şüphesiz.»"},{"SurahNumber":10,"VerseNumber":21,"Text":"İnsanların başlarına gelen sıkıntılardan sonra kendilerine bir rahmet, bir rahatlık tattırdığımızda bakarsın ki, ayetlerimize karşı hemen tuzak kurarlar. Onlara de ki; «Allah sizden daha çabuk tuzak kurar, güvenlik elçilerimiz kurduğunuz tuzakları yazıyorlar.»"},{"SurahNumber":10,"VerseNumber":22,"Text":"Sizi karada yürüten ve denizde yüzdüren Allah´tır. Bir gemide olduğunuzu, hoş bir meltemin yolcuları götürdüğünü ve herkesin bunun hazzını yaşadığını düşününüz. Tam o sırada geminin bir kasırga ile karşılaştığını yolcuların her taraftan dalgalarla sarıldıklarını ve çepeçevre kuşatıldıklarını sandıkları zaman, sırf Allah´ın dinine inanan samimi bir bağlılıkla O´na şöyle yalvarırlar; «Eğer bizi bu tehlikeden kurtarırsan kesinlikle şükredenlerden olacağız.»"},{"SurahNumber":10,"VerseNumber":23,"Text":"Fakat Allah kendilerini bu zor durumdan kurtarır kurtarmaz hemen yeryüzünde haksız yere taşkınlıklara dalarlar. Ey insanlar, yapacağınız taşkınlıklar aslında kendi aleyhinizedir, bu yolla geçici dünyanın yararını elde edersiniz, ancak sonra bize dönersiniz, biz de yaptıklarınızı size bir bir haber veririz"},{"SurahNumber":10,"VerseNumber":24,"Text":"Dünya hayatı gökten indirdiğimiz su gibidir. Onunla, insan ve hayvanların yiyerek beslendikleri nebatlar bol bol yetişir; yeryüzü renk renk, çeşit çeşit mahsullerle süslenir ve yerin sahipleri bütün bunlara malik olduklarını sandıkları sırada, geceleyin veya gündüzün emrimiz geliverir de, orayı hiçbir şey bitirmemişe çeviririz. İşte Biz böylece ayetlerimizi, düşünen insanlar için, apaçık beyan ederiz"},{"SurahNumber":10,"VerseNumber":25,"Text":"Allah insanları esenlik, barış yurduna çağırır ve dilediği kimseleri doğru yola iletir"},{"SurahNumber":10,"VerseNumber":26,"Text":"Dünyada iyi işler yapanlara daha iyi bir karşılık ve fazlası vardır. Onların yüzlerini ne kara leke ve ne de horlanmışlık kaplar. Onlar cennetliklerdir, orada ebedi olarak kalacaklardır"},{"SurahNumber":10,"VerseNumber":27,"Text":"Dünyada kötülük işleyenlere gelince, her kötülüklerine karşılığı kadar ceza verilir. Yüzlerini horlanmışlık kaplar. Onları Allah´dan kurtaracak hiç kimseleri yoktur. Yüzleri sanki gecenin kesitleri ile kaplıdır. Onlar cehennemliklerdir, orada ebedi olarak kalacaklardır"},{"SurahNumber":10,"VerseNumber":28,"Text":"O gün insanların hepsini biraraya toplarız da sonra bize ortak koşanlara, «Siz ve koştuğunuz ortaklar olduğunuz yerde kalınız» deriz. Sonra onları birbirinden ayırırız. O zaman bize ortak koşulan putlar, ortak koşanlara şöyle derler: «Siz bize tapmıyordunuz.»"},{"SurahNumber":10,"VerseNumber":29,"Text":"Aramızda şahit olarak Allah yeterlidir. Gerçekten sizin bize taptığınızdan haberimiz yoktu"},{"SurahNumber":10,"VerseNumber":30,"Text":"İşte orada herkes geçmişteki her davranışının yararını ve zararını somut olarak görür, insanların tümü gerçek sahipleri olan Allah´a döndürülürler ve yakıştırdıkları düzmece ilahlar yanlarından kayboluverir"},{"SurahNumber":10,"VerseNumber":31,"Text":"Onlara de ki; «Gökten ve yerden size rızık veren kimdir? Kulaklara ve gözlere işlerini görme yeteneğini kim verdi? Ölüden diriyi ve diriden ölüyü çıkaran kimdir? Evrenin işlerini kim çekip çeviriyor? Sana, «Allah» diyeceklerdir. O zaman onlara, «Allah´dan korkmuyor musunuz?» de"},{"SurahNumber":10,"VerseNumber":32,"Text":"İşte gerçek Rabbiniz Allah budur. Gerçekten sonra sapıklıktan başka ne var ki? O halde nasıl gerçekten saptırılıyorsunuz"},{"SurahNumber":10,"VerseNumber":33,"Text":"Böylece Rabbinin yoldan çıkmışlara ilişkin, onların iman etmeyecekleri şeklindeki sözü gerçekleşmiş oldu"},{"SurahNumber":10,"VerseNumber":34,"Text":"Onlara de ki; «Allah´a ortak koştuğunuz putlar içinde, yaratma olayını ilk başta gerçekleştiren ve sonra tekrarlayan var mı?» De ki; «Allah yaratma olayını ilk başta gerçekleştirir, sonra da onu tekrarlar. Doğrudan nasıl saptırılıyorsunuz?»"},{"SurahNumber":10,"VerseNumber":35,"Text":"Onlara de ki; «Allah´a ortak koştuğunuz putlar arasında gerçeğe ileten var mı?» De ki; «Allah, insanları gerçeğe iletir.» Acaba insanları gerçeğe ileten mi uyulmaya daha layıktır, yoksa başkasının kılavuzluğundan yararlanmadıkça doğru yolu kendi kendine bulamayan mı? O halde size ne oluyor da böyle yanlış hüküm veriyorsunuz"},{"SurahNumber":10,"VerseNumber":36,"Text":"Onların çoğu sadece zayıf bilgiye, zanna dayanıyor. Oysa zan, zayıf bilgi, gerçeğin bir noktasının bile yerini tutamaz. Hiç şüphesiz Allah onların ne yaptıklarını bilir"},{"SurahNumber":10,"VerseNumber":37,"Text":"Bu Kur´an Allah´dan geldi, başkası tarafından uydurulmuş değildir. O, kendisinden önceki semavi kitapları onaylar ve ilahi kitabı ayrıntılı biçimde açıklar. Onun alemlerin Rabbi tarafından gönderildiği kuşkusuzdur"},{"SurahNumber":10,"VerseNumber":38,"Text":"Yoksa, ´Onu Muhammed uydurdu´ mu diyorlar? Onlara de ki; ´Eğer doğru söylüyorsanız, Kur´an´a benzer bir sure ortaya getiriniz, bu konuda Allah dışında kimleri yardıma çağırabilecekseniz, çağırınız"},{"SurahNumber":10,"VerseNumber":39,"Text":"Tersine onlar bilgisini kavrayamadıkları ve henüz açıklamasına da muhatap olmadıkları bir mesajı yalanladılar. Onlardan öncekiler de böyle yalanlanmışlardı. Gör bakalım, o zalimlerin sonu nice oldu"},{"SurahNumber":10,"VerseNumber":40,"Text":"Onlardan kimi bu Kur´an´a inanır, kimi de inanmaz. Rabbin, kimlerin bozguncu olduğunu herkesten iyi bilir"},{"SurahNumber":10,"VerseNumber":41,"Text":"Eğer onlar seni yalanlarsa de ki; «Benim işlediklerim bana, sizin işledikleriniz de sizedir. Benim işlediklerim ile sizin bir ilginiz olmadığı gibi, sizin işlediklerinizle de benim bir ilgim yoktur.»"},{"SurahNumber":10,"VerseNumber":42,"Text":"Onların arasında Kur´an okurken sana kulak verenler de vardır. Fakat üstelik düşünme yeteneğinden de yoksun sağırlara, sen söz işittirebilir misin"},{"SurahNumber":10,"VerseNumber":43,"Text":"Onların arasında sana bakanlar da vardır. Fakat görme yeteneğinden bütünü ile yoksun körleri, sen doğru yola iletebilir misin"},{"SurahNumber":10,"VerseNumber":44,"Text":"Allah insanlara hiç zulmetmez, fakat insanlar kendi kendilerine zulmederler"},{"SurahNumber":10,"VerseNumber":45,"Text":"Allah insanları biraraya topladığı gün, sanki dünyada sadece gündüzün bir saati kadar kalmışlar ve bu süreyi birbirleri ile tanışmak için harcamışlar gibidirler. Allah ile karşılaşacaklarını yalanlayanlar gerçekten hüsrana uğramışlardır, onlar doğru yolu bulamamışlardır"},{"SurahNumber":10,"VerseNumber":46,"Text":"Kâfirleri çarptıracağımızı söz verdiğimiz cezanın bir bölümünü sana göstersek de ya da daha önce senin canını alsak da, onların dönüşü bizedir. Sonra Allah onların neler yaptıklarına tanıktır"},{"SurahNumber":10,"VerseNumber":47,"Text":"Her ümmete bir peygamber gönderilmiştir. Peygamberler gelip de mesajlarını duyurduktan sonra ümmetler hakkında adalet uyarınca hüküm verilir, onlara haksızlık edilmez"},{"SurahNumber":10,"VerseNumber":48,"Text":"Onlar, «Eğer doğru söylüyorsanız vadettiğiniz bu ceza ne zaman gerçekleşecek?» derler"},{"SurahNumber":10,"VerseNumber":49,"Text":"Onlara de ki; «Allah´ın dileği dışında benim kendime bile zarar ya da yarar dokundurmaya gücüm yetmez. Her ümmetin belirli bir yaşama süresi vardır. O süre dolunca, ne bir an geri bırakılırlar ve ne de bir an önceye alınırlar.»"},{"SurahNumber":10,"VerseNumber":50,"Text":"De ki; «Allah´ın azabı diyelim ki; gündüz ya da gece başınıza geldi. Suçlular bunun bir an önce gerçekleşmesini niye isterler ki"},{"SurahNumber":10,"VerseNumber":51,"Text":"Yoksa azap başlarına geldikten sonra kendilerine, ´Şimdi ona inandınız mı? Hani onun bir an önce gerçekleşmesini istiyordunuz´ densin diye mi"},{"SurahNumber":10,"VerseNumber":52,"Text":"Sonra zulmedenlere denir ki; «Sürekli azabı tadınız bakalım, sadece dünyada işlediklerinizin karşılıkları ile cezalandırılmıyor musunuz"},{"SurahNumber":10,"VerseNumber":53,"Text":"Sana, «O ceza gerçek midir?» diye soruyorlar. Onlara de ki; «Rabbim hakkı için, evet. O, gerçektir, siz Allah´ın yapacağını engelleyemezsiniz.»"},{"SurahNumber":10,"VerseNumber":54,"Text":"Kendisine zulmetmiş olan herkes, o gün yeryüzünün bütün servetine sahip olsa bunu (azaptan kurtulmak için) fidye olarak verirdi. Onlar azabı gördükleri zaman pişmanlıktan donakalırlar. Haklarında adalet uyarınca hüküm verilir, kendilerine haksızlık edilmez"},{"SurahNumber":10,"VerseNumber":55,"Text":"Haberiniz olsun ki, göklerde ve yerde ne varsa hepsi Allah´ındır. Haberiniz olsun ki, Allah´ın vaadi gerçektir, fakat onların çoğu bunu bilmez"},{"SurahNumber":10,"VerseNumber":56,"Text":"Dirilten de öldüren de O´dur. O´nun huzuruna döndürüleceksiniz"},{"SurahNumber":10,"VerseNumber":57,"Text":"Ey insanlar, size Rabbinizden bir öğüt, kalplerdeki hastalıklara bir şifa, inananlara yol gösterici ve rahmet gelmiştir"},{"SurahNumber":10,"VerseNumber":58,"Text":"De ki; «Allah´ın lütfu ile, rahmeti ile, sadece bunlarla sevinsinler. Bunlar onların biriktirdikleri dünya malından daha hayırlıdır"},{"SurahNumber":10,"VerseNumber":59,"Text":"De ki; «Baksanıza Allah´ın size gönderdiği rızıklara? Bunların bir bölümünü haram ve bir bölümünü de helâl saydınız.» De ki; «Bu konuda Allah mı size izin verdi, yoksa O´na iftira mı ediyorsunuz?»"},{"SurahNumber":10,"VerseNumber":60,"Text":"Allah´a iftira edenlerin kıyamet günü görecekleri işleme ilişkin görüşleri nedir acaba? Hiç kuşkusuz Allah, insanlara karşı lütufkârdır, fakat onların çoğu şükretmezler"},{"SurahNumber":10,"VerseNumber":61,"Text":"Ne ile uğraşırsan uğraş. Kur´an´dan hangi parçayı okursan oku, hangi işi yaparsanız yapınız, işinize daldığınızda mutlaka davranışlarınızın tanığı, gözeticisiyiz. Ne yerde ve ne de gökte bulunan zerre ağırlığınca bir şey Rabbinizden saklı kalmaz. Gerek bundan daha küçüğü ve gerekse daha büyüğü mutlaka apaçık bir Kitap´ta yeralır"},{"SurahNumber":10,"VerseNumber":62,"Text":"Haberiniz olsun ki, Allah´ın dostlarına korku yoktur, onlar hiç üzülmeyeceklerdir de"},{"SurahNumber":10,"VerseNumber":63,"Text":"Onlar Allah´a inanmış ve kötülüklerden sakınmışlardır"},{"SurahNumber":10,"VerseNumber":64,"Text":"Onlar için dünya hayatında da ahirette de müjde vardır. Allah´ın verdiği sözlerin değişmesi sözkonusu değildir. Büyük kurtuluş, büyük başarı işte budur"},{"SurahNumber":10,"VerseNumber":65,"Text":"Kafirlerin sözleri sakın seni üzmesin. Çünkü üstünlük tümü ile, Allah´ın tekelindedir. O, her şeyi işiten ve her şeyi bilendir"},{"SurahNumber":10,"VerseNumber":66,"Text":"Haberiniz olsun ki, göklerde ve yerde kimler varsa hepsi Allah´ındır. Allah´ı bir yana bırakarak putlara tapanlar aslında bu düzmece ortaklara uymuyorlar; sadece sanıya, dayanaksız bilgiye uyuyorlar, sırf asılsız hayallerin peşinden gidiyorlar"},{"SurahNumber":10,"VerseNumber":67,"Text":"Geceyi dinlenmenize elverişli ve gündüzü aydınlık yapan O´dur. Hiç şüphesiz bu sözlerde, onlara kulak verenler için birçok ibret dersi vardır"},{"SurahNumber":10,"VerseNumber":68,"Text":"Müşrikler ´Allah evlât edindi´ dediler. Haşa! O´nun hiçbir şeye ihtiyacı yoktur. Göklerde ve yerde ne varsa O´nundur. Bu konuda elinizde hiçbir kanıt yoktur. Nasıl oluyor da Allah hakkında bilmediğiniz bir şeyi söyleyebiliyorsunuz"},{"SurahNumber":10,"VerseNumber":69,"Text":"De ki; «Allah hakkında yalan uyduranlar kesinlikle iflah olmazlar.»"},{"SurahNumber":10,"VerseNumber":70,"Text":"Dünyada geçici bir yarar sağlarlar, arkasından dönüşleri bizedir, sonra gerçekleri inkâr etmelerinin karşılığı olarak onlara ağır bir azap tattırırız"},{"SurahNumber":10,"VerseNumber":71,"Text":"Onlara Nuh´un hikâyesini anlat: Hani o soydaşlarına demişti ki; «Ey soydaşlarım, eğer karşınıza çıkıp Allah´ın ayetlerini hatırlatmam ağırınıza gidiyorsa ben Allah´a dayandım; siz de Allah´a ortak koştuğunuz putlarla birlikte ne yapacağınızı kararlaştırınız, sonra vardığınız karardan dolayı başınız ağrımasın; arkasından şahsıma ilişkin kararınızı, bana hiçbir mühlet tanımaksızın uygulayınız"},{"SurahNumber":10,"VerseNumber":72,"Text":"Eğer çağrıma sırt dönüyorsanız, ben sizden herhangi bir ücret istemiş değilim, benim çabamın karşılığını verecek olan sadece Allah´dır; bana müslümanların, Allah´ın buyruklarına teslim olanların ilki olmam emredildi"},{"SurahNumber":10,"VerseNumber":73,"Text":"Yine de onu yalanladılar. Biz de onu ve gemideki arkadaşlarını boğulmaktan kurtararak, boğulanların yerine geçirdik ve ayetlerimizi yalanlayanları boğduk. Gör bakalım, uyarılıp da yola gelmeyenlerin sonu nice oldu"},{"SurahNumber":10,"VerseNumber":74,"Text":"Sonra Nuh´un ardından birçok peygamberi soydaşlarına gönderdik. Peygamberler soydaşlarına açık mesajlar getirdiler. Fakat soydaşları daha önce yalanladıkları gerçeklere inanmaya yanaşmadılar. Biz de, ölçüyü aşanların kalplerini böyle mühürleriz"},{"SurahNumber":10,"VerseNumber":75,"Text":"Bu peygamberlerin ardından Musa ile Harun´u ayetlerimiz ile Firavun´a ve seçkin yakınlarına gönderdik, ama burun kıvırdılar ve ağır suçlu bir toplum oldular"},{"SurahNumber":10,"VerseNumber":76,"Text":"Bizim tarafımızdan gönderilen gerçek onlara ulaşınca, «Bu apaçık bir büyüdür» dediler"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa, onlara; «Size gelen gerçek için böyle mi diyorsunuz? Bu bir büyü müdür? Oysa büyücüler iflah olmazlar, kurtuluşa eremezler.»"},{"SurahNumber":10,"VerseNumber":78,"Text":"Musa´nın soydaşları dediler ki; «Siz ikiniz, bizi atalarımızdan miras aldığımız inanç ve geleneklerden vazgeçiresiniz ve bu yörede egemenliği ele geçiresiniz diye mi bize geldiniz? Biz size kesinlikle inanmayacağız.»"},{"SurahNumber":10,"VerseNumber":79,"Text":"Firavun, Bana bütün bilgili büyücüleri getiriniz» dedi"},{"SurahNumber":10,"VerseNumber":80,"Text":"Büyücüler gelince Musa onlara, ´Atacağınızı atınız, hünerinizi gösteriniz´ dedi"},{"SurahNumber":10,"VerseNumber":81,"Text":"Onlar atacaklarını atıp, hünerlerini gösterince Musa, «Sizin gösterdiğiniz hüner büyüdür; ama Allah onu kesinlikle boşa çıkaracaktır. Çünkü Allah bozguncuların işini amacına vardırmaz"},{"SurahNumber":10,"VerseNumber":82,"Text":"Suçluların hoşuna gitmese de, Allah sözleri ile direktifleri ile gerçeği üstün getirir"},{"SurahNumber":10,"VerseNumber":83,"Text":"Musa´ya soydaşlarının sadece bir bölüm gençleri inanmıştı. Bunlar da hem Firavun´dan ve hem de ileri gelen soydaşlarından kaynaklanan işkence korkularına rağmen inanmışlardı. Çünkü Firavun yeryüzünde koyu bir diktatörlük kurmuş, iyice azıtmıştı"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa dedi ki; «Ey soydaşlarım eğer Allah´a inandıysanız, eğer O´na teslim olmuşsanız, O´na dayanınız"},{"SurahNumber":10,"VerseNumber":85,"Text":"Onlar da dediler ki; «Biz Allah´a dayandık ey Rabbimiz, zalimler güruhunun bizi sapıklıklarına gerekçe göstermelerine meydan verme"},{"SurahNumber":10,"VerseNumber":86,"Text":"Rahmetinle bizi kâfirler güruhundan kurtar"},{"SurahNumber":10,"VerseNumber":87,"Text":"Biz Musa ile kardeşine vahyettik ki; «Soydaşlarınıza Mısır´da evler hazırlayınız, evlerinizi namazgâh haline getiriniz,namaz kılınız ve mü´minleri müjdeleyiniz.»"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musa dedi ki; «Ey Rabbimiz, sen dünya hayatında Firavun´a ve yakın adamlarına debdebe ve bol servet verdin. Ey Rabbimiz, bunlar insanları senin yolundan saptırmak için kullanılıyor. Ey Rabbimiz, onların servetlerini mahvet ve kalplerini sıkıca mühürle ki, acıklı azabı görmedikçe iman etmesinler.»"},{"SurahNumber":10,"VerseNumber":89,"Text":"Allah dedi ki; «İkinizin duası kabul edildi, doğrultunuzdan şaşmayınız, bilmezlerin yoluna girmeyiniz.»"},{"SurahNumber":10,"VerseNumber":90,"Text":"İsrailoğulları´nı denizden geçirdik. Firavun ve askerleri saldırı ve düşmanlık amacı ile peşlerine düştüler. Sonunda Firavun boğulmanın eğişine geldiğinde, «İsrailoğulları´nın inandıkları ilahtan başka ilah olmadığına inandım, ben de O´na teslim olanlardan (müslümanlardan) biriyim» dedi"},{"SurahNumber":10,"VerseNumber":91,"Text":"«Şimdi mi aklın başına geldi? Daha önce Allah´a hep karşı gelmiş ve bozgunculardan biri olmuştun.»"},{"SurahNumber":10,"VerseNumber":92,"Text":"Bugün senden sonra geleceklere ibret osun diye cansız vücudunu bozulmaktan kurtaracak, onu sahilde bir tümseğe atacağız. Gerçi insanların çoğu bizim ibret verici belgelerimizin farkına varmazlar"},{"SurahNumber":10,"VerseNumber":93,"Text":"Gerçekten biz İsrailoğulları´nı güvenli bir yurda yerleştirdik, onlara temiz rızıklar sunduk. Kendilerine bilgi gelinceye kadar anlaşmazlığa düşmemişlerdi. Şüphe yok ki, Rabbin kıyamet günü anlaşmazlığa düştükleri konularda haklarında hüküm verecektir"},{"SurahNumber":10,"VerseNumber":94,"Text":"Eğer sana indirdiğimiz bilgilerden kuşku duyuyorsan, senden önceki kutsal kitap okurlarına sor. Sana Rabbinden kesinlikle gerçek geldi, sakın kuşkulananlardan olma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Sakın Allah´ın ayetlerini yalanlayanlardan olma, yoksa hüsrana uğrayanlardan olursun"},{"SurahNumber":10,"VerseNumber":96,"Text":"Haklarında Rabbinin hükmü kesinleşenler asla iman etmezler"},{"SurahNumber":10,"VerseNumber":97,"Text":"Onlara bütün uyarıcı mesajlar gelse bile. Ancak acıklı azabı görünce iman ederler"},{"SurahNumber":10,"VerseNumber":98,"Text":"Keşke sözkonusu yıkıma uğramış şehirlerden herhangi biri iman etseydi de, imanının yararını görseydi! Yalnız Yunus´un soydaşları hariç. Onlar iman edince, dünya hayatında burun buruna geldikleri perişan edici azabı başlarından kaldırdık ve kendilerine belirli bir süre daha yaşama fırsatı tanıdık"},{"SurahNumber":10,"VerseNumber":99,"Text":"Eğer Rabbin dileseydi, yeryüzünde yaşayanların hepsi tümü ile iman ederdi. O halde insanları sen mi zorlayacaksın da iman edecekler"},{"SurahNumber":10,"VerseNumber":100,"Text":"Allah´ın izni olmadıkça hiç kimsenin inanması sözkonusu değildir. Allah, aklını kullanmayanları en yüz kızartıcı iğrençliğin kucağına atar"},{"SurahNumber":10,"VerseNumber":101,"Text":"Onlara de ki; «Göklerde ve yerde neler olduğuna bakınız.» Fakat ibret verici belgelerin ve uyarıların iman etmeyenlere hiçbir yararı olmaz"},{"SurahNumber":10,"VerseNumber":102,"Text":"Onlar kendilerinden önce gelip geçen toplumların yaşadıkları acı günlerden başka bir sonuç mu bekliyorlar? Onlara de ki; «Bekleyiniz bakalım, ben de sizinle birlikte bekleyenlerdenim.»"},{"SurahNumber":10,"VerseNumber":103,"Text":"Sözkonusu toplu afetlerden sonra peygamberlerimizi ve iman edenleri kurtarırız. Mü´minleri kurtarmak böylece üzerimize borçtur"},{"SurahNumber":10,"VerseNumber":104,"Text":"De ki «Ey insanlar, benim dinimden şüphede iseniz, bilin ki ben Allah’tan başka taptıklarınıza tapmam. Ancak bizi öldürecek olan Allah’a kulluk ederim. Ben, mü’minlerden olmakla emrolundum.»"},{"SurahNumber":10,"VerseNumber":105,"Text":"Bana: «Yüzünü tevhit dinine döndür, sakın müşriklerden olma»"},{"SurahNumber":10,"VerseNumber":106,"Text":"«Allah’ı bırakıp ta sana ne fayda ne de zarar getirecek olan nesnelere tapma. Eğer öyle yapacak olursan şüphesiz zâlimlerden olursun denildi» de"},{"SurahNumber":10,"VerseNumber":107,"Text":"Allah sana bir sıkıntı verirse onu yine ancak Allah giderir. Sana bir iyilik dilediği takdirde O’nun nimetini engelleyecek bir kuvvet de yoktur. O, bunu kullarından dilediğine eriştirir. O, Gafûr dur, Rahîm dir"},{"SurahNumber":10,"VerseNumber":108,"Text":"De ki: «Ey insanlar, size Rabbinizden hak gelmiştir. Artık kim hidayeti kabul ederse o, ancak kendi faydası için hidayete ermiş, kim de saparsa, kendi zararına sapmış olur. Ben sizin başınızda bir bekçi de değilim.»"},{"SurahNumber":10,"VerseNumber":109,"Text":"Sana her ne vahy ediliyorsa ona tabi ol. Allah hükmünü verinceye kadar sabret. O, hüküm verenlerin en hayırlısıdır"},{"SurahNumber":11,"VerseNumber":1,"Text":"Elif, Lâm, Ra. Bu Kur´an, her işi yerinde ve her şeyden haberdar olan Allah tarafından muhkem, uyumlu cümlelerle örülen, sonra ayrıntılı biçimde açıklanan ayetlerden oluşmuş bir kitaptır"},{"SurahNumber":11,"VerseNumber":2,"Text":"(İçeriğinin özü şudur): Allah´dan başkasına kulluk sunmayınız. Ben, O´nun size gönderdiği bir uyarıcı ve müjdeleyiciyim"},{"SurahNumber":11,"VerseNumber":3,"Text":"Rabbinizden af dileyiniz, pişmanlık duygusu ile O´na yöneliniz ki, belirli bir sürenin sonuna kadar sizi mutlu yaşatsın ve her erdemli kişiye erdemli davranışlarının ödülünü versin. Eğer O´na sırt dönerseniz, sizin hesabınıza büyük günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Dönüş yeriniz Allah´ın huzurudur. O´nun gücü her şeye yeter"},{"SurahNumber":11,"VerseNumber":5,"Text":"Haberiniz olsun ki, müşrikler kendilerine Kur´an okunurken Allah´dan gizlenmek için başlarını göğüslerine yapıştırarak iki büklüm olurlar. Haberiniz olsun ki, Allah başlarını elbiselerinin altında sakladıklarında gerek gizli tuttukları ve gerekse açığa vurdukları tüm duygularını bilir. O kalplerin özünü bilir"}]}