{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Vecer if my sent angels them; vecer dead spoke do them; vecer my zvolat kazdy zazrak them; they nie verit unless GOD wills it Indeed vela z them bol ignorant"},{"SurahNumber":6,"VerseNumber":112,"Text":"My permitted enemies kazdy prophet -human jinn devils -Do inspirovat each inak zaluba words v poradie klamat! Had tvoj Lord willed they nie robit it Ona disregard them ich fabrications"},{"SurahNumber":6,"VerseNumber":113,"Text":"This bol let zmyslanie z those nie verit v Hereafter listen do such fabrications accept them thus expose ich real convictions"},{"SurahNumber":6,"VerseNumber":114,"Text":"Ja seek GOD zdroj zakon when He revealed ona this rezervovat si fully detailed Those received scripture recognize it has revealed tvoj Lord truthfully. Ona nie harbor any doubt"},{"SurahNumber":6,"VerseNumber":115,"Text":"word tvoj Lord je complete v truth justice Nothing abrogate Jeho words He bol Hearer Omniscient"},{"SurahNumber":6,"VerseNumber":116,"Text":"Ona obey majority ludia zem they divert ona chodnicek GOD They nasledovat len conjecture they len guess"},{"SurahNumber":6,"VerseNumber":117,"Text":"Tvoj Lord je fully aware z those stray Jeho chodnicek He je fully aware z those guided"},{"SurahNumber":6,"VerseNumber":118,"Text":"Ona jestn z ze upon kto GOD's vola sa pronounced ona truly verit v Jeho revelations"},{"SurahNumber":6,"VerseNumber":119,"Text":"Why ona nie jestn z ze upon kto GOD's vola sa zmierit sa? He detailed ona co zakazat ona unless ona forced Indeed vela ludia zmylit others ich personal nazor znalost. Tvoj Lord bol fully aware z transgressors"},{"SurahNumber":6,"VerseNumber":120,"Text":"Ona avoid zjavny zhresit i mat rad zatajit jeden. Those zarabat zhresit iste platit for ich transgressions"},{"SurahNumber":6,"VerseNumber":121,"Text":"Nie jestn z ze upon kto vola sa GOD nie zmierit sa it bol abomination! devils inspirovat ich allies argue ona; ona obey them ona bol idol worshipers"},{"SurahNumber":6,"VerseNumber":122,"Text":"je dead my granted him zivot je zadovazit him kypry ze enables him move among the ludia, equal do jeden total darkness z kto he never vychod? Robota disbelievers thus zdobit ich oci"},{"SurahNumber":6,"VerseNumber":123,"Text":"My allow leading zlocinec kazdy obec zapletka kut plany. they len zapletka kut plany ich own souls without zbadat"},{"SurahNumber":6,"VerseNumber":124,"Text":"When mocny proof pod do them they say My nie verit my dat co dat GOD's posol! GOD zauzlit exactly kto je dobre qualified deliver Jeho odkaz! Such zlocinec suffer debasement GOD hrozny retribution consequence ich zly kut plany"},{"SurahNumber":6,"VerseNumber":125,"Text":"Whomever GOD wills guide He renders jeho chest siroky je otvorene do Submission. whomever He wills send astray He renders jeho chest intolerant straitened jeden climbs towards the sky GOD thus MIESTO curse upon those refuse verit"},{"SurahNumber":6,"VerseNumber":126,"Text":"This bol straight chodnicek tvoj Lord My explained revelations ludia berie heed"},{"SurahNumber":6,"VerseNumber":127,"Text":"They zasluzit abode peace ich Lord He bol ich Lord Zvladnut reward ich robota"},{"SurahNumber":6,"VerseNumber":128,"Text":"Dni pojdem when He zvolat all z them says O ona jinns ona reklamacia multitudes humans Ich human companions say Our Lord my enjoyed each others' podnik my pusty zivot span Ona set us He say Hell bol tvoj destiny They abide therein forever v accordance s GOD's will Tvoj Lord bol Wise Omniscient"},{"SurahNumber":6,"VerseNumber":129,"Text":"My thus zapalka zlomyselny bol companions z each inak, mat rad punishment ich transgressions"},{"SurahNumber":6,"VerseNumber":130,"Text":"O ona jinns humans ona nie receive posol z ona narrated ona Moj revelations warned ona schodza this dni? They say My bear svedok ourselves. They totally preoccupied worldly zivot they bear svedok themselves they bol disbelievers"},{"SurahNumber":6,"VerseNumber":131,"Text":"This bol show ze tvoj Lord never annihilates any obec unjustly chvila its ludia bol unaware"},{"SurahNumber":6,"VerseNumber":132,"Text":"Everyone attain rank commensurate ich cin. Tvoj Lord je never unaware z anything they robit"},{"SurahNumber":6,"VerseNumber":133,"Text":"Tvoj Lord bol Zirny 1; possessor all zlutovanie. He wills He zosadit ona zastupid whomever He wills tvoj miesto iba mat rad He produced ona progeny inak ludia"},{"SurahNumber":6,"VerseNumber":134,"Text":"Co promised ona pojdem ist okolo ona never evade it"},{"SurahNumber":6,"VerseNumber":135,"Text":"Say O moj ludia robit tvoj dobre so will ja. Ona robit iste zalozit out kto ultimate victors je. Istota zlomyselny will never succeed"},{"SurahNumber":6,"VerseNumber":136,"Text":"They vecer set aside share GOD's provisions z zozat zivy inventar saying This share belongs do GOD ich reklamacia this share belongs do our idols. However co je set aside ich idols never zastihnut GOD chvila share they set aside GOD invariably ist ich idols! Chudobny indeed bol ich judgment"},{"SurahNumber":6,"VerseNumber":137,"Text":"Thus je idol worshipers duped ich idols extent killing ich own dieta. Skutocne ich idols inflict velky pain them zmateny ich nabozenstvo them. Had GOD willed they nie robit it Ona disregard them ich fabrications"},{"SurahNumber":6,"VerseNumber":138,"Text":"They said These bol zivy inventar zozat ze zakazat; ziaden 1 jestn them whomever my permit they reklamacia! They i zakazat riding certain zivy inventar. Vecer zivy inventar they jestn they never pronounced GOD's vola sa mat rad they sacrificed them! Such je innovations attributed do Him. He iste requite them ich innovations"},{"SurahNumber":6,"VerseNumber":139,"Text":"They i said Co je brucho z these zivy inventar rezervovat exclusively muzsky us a zakazat our manzelka. bol still narodenie they permitted ich manzelka share therein. He istota requite them ich innovations. He bol Wise Omniscient"},{"SurahNumber":6,"VerseNumber":140,"Text":"Losers indeed je those killed ich dieta foolishly ich lack znalost zakazat co GOD has zadovazit for them nasledovat innovations attributed do GOD They ist astray; they nie guided"},{"SurahNumber":6,"VerseNumber":141,"Text":"He bol Jeden zriadit zahrada trellised untrellised palm strom zozat inak chut olives pomegranate! -Ovocie bol a podobne dissimilar Jestn ich ovocie dat due alms dni zatva nie pusty anything! He nie laska wasters"},{"SurahNumber":6,"VerseNumber":142,"Text":"Some zivy inventar zasoba ona transportation i mat rad zahon latka! Jestn GOD's provisions ona nie nasledovat steps Satan; he bol tvoj zapalisty enemy"},{"SurahNumber":6,"VerseNumber":143,"Text":"laskavy zivy inventar 2 laskavy sheep 2 laskavy goats say Je it 2 muzsky He zakazat 2 zena contents wombs 2 zena? Tell mna co ona zauzlit ona bol truthful"},{"SurahNumber":6,"VerseNumber":144,"Text":"zretel 2 laskavy camels 2 laskavy cattle say Je it 2 muzsky He zakazat 2 zena contents wombs 2 zena? Ona je svedok when GOD decreed such zakaz ona? Kto zly than those invent such laicky je attribute them GOD They thus zmylit ludia znalost. GOD NIE guide such ZLY LUDIA"},{"SurahNumber":6,"VerseNumber":145,"Text":"Say ja nie zalozit revelations dat mna any food ze zakazat any eater (1) carrion (2) running blood (3) meat pigs it contaminated (4) meat zviera blasphemously dedicated GOD 1 forced jestn these) without je radit sa zlomyselny potom tvoj Lord bol Forgiver Merciful"},{"SurahNumber":6,"VerseNumber":146,"Text":"those kto Zidovsky my zakazat zviera undivided hoofs; z cattle sheep my zakazat fat kto beriem ich zadny viscera mixed bones Ze je retribution ich transgressions my bol truthful"},{"SurahNumber":6,"VerseNumber":147,"Text":"they disbelieve ona potom say Tvoj Lord possesses infinite zlutovanie Jeho retribution bol unavoidable for guilty ludia"},{"SurahNumber":6,"VerseNumber":148,"Text":"idol worshipers say Had GOD willed my nie practice idolatry nor would our rodicia nor would my zakazat anything. Thus robit those before them disbelieve until they incurred our retribution! Say ona have any proven znalost ze ona show us? Ona nasledovat nothing conjecture ona len guess"},{"SurahNumber":6,"VerseNumber":149,"Text":"Say GOD possesses the vela mocny argument; He wills He guide all z ona"},{"SurahNumber":6,"VerseNumber":150,"Text":"Say Bring tvoj svedok testify GOD zakazat this ze. they testify robi nie testify them! Nor shall ona nasledovat nazor z those zamietnut our revelations those disbelieve Hereafter those stray away ich Lord"},{"SurahNumber":6,"VerseNumber":151,"Text":"Say Pojdem let mna tell ona co tvoj Lord skutocne zakazat ona Ona nie set idols Him! Ona honor tvoj rodicia. Ona nie kill tvoj dieta z fear z chudoba! -My zadovazit for ona a them. Ona nie commit gross zhresit zjavny zatajit Ona nie kill -GOD ROBIT ZIVOT sacred -except v the course z justice These je Jeho commandments do ona ona chapat"},{"SurahNumber":6,"VerseNumber":152,"Text":"Ona nie touch orphans' peniaze except the vela righteous chovanie they zastihnut maturity. Ona dat full weight full measure when ona zivnost equitably. My nie burden any soul its znamenat. Ona je absolutely iba when ona bear svedok vecer tvoj vztazny! Ona fulfill tvoj covenant GOD These je Jeho commandments do ona ze ona berie heed"},{"SurahNumber":6,"VerseNumber":153,"Text":"This bol Moj chodnicek -straight 1. Ona nasledovat it nie nasledovat any inaksie chodnicek lest they divert ona Jeho chodnicek. These je Jeho commandments do ona ona saved"},{"SurahNumber":6,"VerseNumber":154,"Text":"My dat Moses scripture complete lepsie commandments detailing everything beacon zlutovanie ze they verit v schodza ich Lord"},{"SurahNumber":6,"VerseNumber":155,"Text":"This i je zehnat scripture ze my revealed ona nasledovat it lead righteous zivot ze ona attain zlutovanie"},{"SurahNumber":6,"VerseNumber":156,"Text":"Ihned ona ziaden longer say scripture sent nadol 2 zoskupit before us, my bol unaware z ich teachings"},{"SurahNumber":6,"VerseNumber":157,"Text":"Nor mozem ona say len scripture pod us my lepsi guided than they. proven scripture has teraz pojdem ona tvoj Lord beacon zlutovanie! ihned kto zly than jeden je zamietnut these proofs z GOD disregards them? My commit those disregard our proofs chory retribution ich heedlessness"},{"SurahNumber":6,"VerseNumber":158,"Text":"they cakat angels je pojdem them tvoj Lord some physical manifestations tvoj Lord Dni this nie happens soul robit benefit z verit it nie verit before ze, nie zat benefits belief leading righteous zivot! Say Keep cakat; my i cakat"},{"SurahNumber":6,"VerseNumber":159,"Text":"Those divide sects robi nie belong ona! Ich judgment zvysok GOD potom He informovat them z everything they robit"},{"SurahNumber":6,"VerseNumber":160,"Text":"Whoever robit righteous robota receives reward 10 1 kto commits zhresit requited len 1! Ziaden 1 suffers slightest injustice"},{"SurahNumber":6,"VerseNumber":161,"Text":"Say Moj Lord guided mna straight chodnicek! -Zdokonalit nabozenstvo Abraham monotheism. He never bol idol worshiper"},{"SurahNumber":6,"VerseNumber":162,"Text":"Say Moj Zmluva Prayers (Salat) moj kult practices moj zivot moj smrt je all devoted absolutely do GOD alone Lord universe"},{"SurahNumber":6,"VerseNumber":163,"Text":"He has partner This bol co ja commanded verit ja bol prvy submit"},{"SurahNumber":6,"VerseNumber":164,"Text":"Say ja seek GOD lord when He bol Lord all things? Ziaden soul benefits z its own robota ziaden bears burden z iny Ultimately ona spatny listok tvoj Lord potom He informovat ona all tvoj disputes"},{"SurahNumber":6,"VerseNumber":165,"Text":"He bol Jeden robit ona inheritors zem He chov some z ona others do rank v poradie test ona v accordance s co He dat ona! Iste tvoj Lord bol zdatny v enforcing retribution He bol Forgiver Merciful"},{"SurahNumber":7,"VerseNumber":1,"Text":"A L. M. S"},{"SurahNumber":7,"VerseNumber":2,"Text":"This scripture has revealed ona -Ona nie harbor doubt it do tvoj srdce -Ze ona warn it zadovazit reminder believers"},{"SurahNumber":7,"VerseNumber":3,"Text":"Ona shall all nasledovat co revealed ona tvoj Lord nie nasledovat any idols Him! Zriedka robit ona berie heed"},{"SurahNumber":7,"VerseNumber":4,"Text":"Vela obec my annihilated they incurred our retribution chvila they bol asleep siroky zobudit"},{"SurahNumber":7,"VerseNumber":5,"Text":"Ich utterance when our retribution pojdem them je Indeed my bol transgressors"},{"SurahNumber":7,"VerseNumber":6,"Text":"My istota question those received odkaz my question posol"},{"SurahNumber":7,"VerseNumber":7,"Text":"My informovat them authoritatively my je never absent"},{"SurahNumber":7,"VerseNumber":8,"Text":"scales je set on ze dni equitably. Those weights bol heavy bol winners"},{"SurahNumber":7,"VerseNumber":9,"Text":"Mat rad for those weights bol kypry they bol jeden lost ich souls consequence z disregarding our revelations unjustly"},{"SurahNumber":7,"VerseNumber":10,"Text":"My zriadit ona zem my have zadovazit for ona znamenat support therein! Zriedka bol ona appreciative"},{"SurahNumber":7,"VerseNumber":11,"Text":"My created ona potom my shaped ona potom my said do angels, Jesen prostrate Adam. They fell prostrate except Iblees (Satan;) he nie bol prostrators"},{"SurahNumber":7,"VerseNumber":12,"Text":"He said Co zamedzit ona z prostrating when ja zakazka ona? He said ja je lepsie than he; Ona created mna z zapalit created him z mud"},{"SurahNumber":7,"VerseNumber":13,"Text":"He said Therefore ona ist nadol, ona nie bol bol arrogant tu. Get ona debased"},{"SurahNumber":7,"VerseNumber":14,"Text":"He said Grant mna respite Dni Vzkriesenie"},{"SurahNumber":7,"VerseNumber":15,"Text":"He said Ona granted respite"},{"SurahNumber":7,"VerseNumber":16,"Text":"He said Since Ona have willed ze ja ist astray ja skulk them Tvoj straight chodnicek"},{"SurahNumber":7,"VerseNumber":17,"Text":"Ja pojdem them z them za them z ich na pravo z ich vlavo Ona zalozit ze vela z them bol unappreciative"},{"SurahNumber":7,"VerseNumber":18,"Text":"He said Get therefrom despised defeated Those among them nasledovat ona ja fill Hell ona all"},{"SurahNumber":7,"VerseNumber":19,"Text":"Mat rad for ona Adam byvat tvoj manzelka v Raj jestn therefrom ona prosim nie zblizit sa this 1 strom lest ona jesen do zhresit"},{"SurahNumber":7,"VerseNumber":20,"Text":"devil whispered them v poradie reveal ich zbor bol invisible do them. He said Tvoj Lord nie zakazat ona this strom zamedzit ona z becoming angels attaining eternal existence"},{"SurahNumber":7,"VerseNumber":21,"Text":"He swore them ja dat ona dobry rada"},{"SurahNumber":7,"VerseNumber":22,"Text":"He thus duped them laicky Mat rad skoro mat rad they chut strom ich zbor became visible do them they tried pokryvka vlavo Raj! Ich Lord vola sa them ja nie enjoin ona Robit z ze strom warn ona devil bol tvoj zapalisty enemy"},{"SurahNumber":7,"VerseNumber":23,"Text":"They said Our Lord my zlo our souls a Ona forgive us have zlutovanie us my bol losers"},{"SurahNumber":7,"VerseNumber":24,"Text":"He said Ist nadol enemies z 1 iny On zem bol tvoj habitation provision for awhile"},{"SurahNumber":7,"VerseNumber":25,"Text":"He said it ona zivy it ona umrel z it ona bol brought out"},{"SurahNumber":7,"VerseNumber":26,"Text":"O dieta Adam my zadovazit ona garments pokryvka tvoj zbor i luxury! Lepsie garment bol garment righteousness. These je some z GOD's znamka lenze they berie heed"},{"SurahNumber":7,"VerseNumber":27,"Text":"O dieta Adam nie let devil dupe ona mat rad he robit when he zapricinit eviction tvoj rodicia Raj removal ich garments expose ich zbor. He jeho tribe see ty, chvila ona nie see them. My appoint devils companions z those nie verit"},{"SurahNumber":7,"VerseNumber":28,"Text":"They commit gross zhresit potom say My zalozit my rodicia robit this GOD commanded us robi it Say GOD never zastanca zhresit! Ona saying GOD co ona nie zauzlit"},{"SurahNumber":7,"VerseNumber":29,"Text":"Say Moj Lord zastanca justice stand devoted do Him alone kazdy miesto kult! Ona devote tvoj kult absolutely Him alone Iba mat rad He zasvatit ona ona ultimately ist Him"},{"SurahNumber":7,"VerseNumber":30,"Text":"Some He guided chvila others committed straying They berie devils ich zvladnut GOD they verit ze they guided"},{"SurahNumber":7,"VerseNumber":31,"Text":"O dieta Adam ona je cisty saty nicely when ona ist masjid! Jestn pne moderately; Iste He nie laska gluttons"},{"SurahNumber":7,"VerseNumber":32,"Text":"Say Kto zakazat nice things GOD created Jeho creatures dobry provisions Say Such provisions som enjoyed v this zivot those verit! I dobre provisions bol exclusively ich Dni Vzkriesenie. My thus explain revelations zaludnit kto zauzlit"},{"SurahNumber":7,"VerseNumber":33,"Text":"Say Moj Lord zakazat len zly cin je they zjavny zatajit zhresit unjustifiable aggression set GOD powerless idols do say GOD co ona nie zauzlit"},{"SurahNumber":7,"VerseNumber":34,"Text":"each obec there predetermined zivot span Once ich interim pod koniec they nie zdrzat it 1 hodiny nor zaloha it"},{"SurahNumber":7,"VerseNumber":35,"Text":"O dieta Adam when posol pojdem ona ona recite Moj revelations do ona those berie heed lead righteous zivot have nothing fear nor will they rmutit sa"},{"SurahNumber":7,"VerseNumber":36,"Text":"Mat rad for those zamietnut our revelations som i arrogant uphold them they incurred Hell wherein they abide forever"},{"SurahNumber":7,"VerseNumber":37,"Text":"Kto zly than those je invent laicky GOD zavrhnut Jeho revelations? These get ich share v accordance s scripture potom when our posol pojdem zakoncit ich zivot they say Kde bol idols ona pouzivat implore GOD They say They zhyraly us. They bear svedok themselves they bol disbelievers"},{"SurahNumber":7,"VerseNumber":38,"Text":"He say Zapisat previous obec z jinns humans into Hell. Kazdy cas zoskupit zapisat they curse ich ancestral zoskupit! Once they bol all it neskoro jeden say z previous jeden Our Lord these je the jeden zmylit us! Dat them zdvojnasobit retribution Hell. He say Each receives zdvojnasobit ona nie zauzlit"},{"SurahNumber":7,"VerseNumber":39,"Text":"ancestral zoskupit will say do neskoro zoskupit Since ona had advantage us chut retribution tvoj own zhresit"},{"SurahNumber":7,"VerseNumber":40,"Text":"Iste those zamietnut our revelations bol i arrogant uphold them zavora sky never je otvorene them nor will they zapisat Raj camel ist okolo ihla oci! My thus requite guilty"},{"SurahNumber":7,"VerseNumber":41,"Text":"They incurred Hell abode; they have barriers them. My thus requite transgressors"},{"SurahNumber":7,"VerseNumber":42,"Text":"Mat rad for those verit lead righteous zivot! -My never burden any soul its znamenat -these bol dwellers Raj. They abide it forever"},{"SurahNumber":7,"VerseNumber":43,"Text":"My zosadit all ziarlivsot ich srdce. Rieka flow them they say GOD chvalit for guiding us! My possibly nie guided nie bol GOD guided us. Posol our Lord robit bring truth. They bol vola sa This bol tvoj Raj! Ona zdedit it chrbat tvoj robota"},{"SurahNumber":7,"VerseNumber":44,"Text":"dwellers Raj vola sa dwellers Hell My zalozit our Lord's promise bol truth have ona zalozit tvoj Lord's promise bol truth They say Ano announcer them zahlasit GOD's condemnation befallen transgressors"},{"SurahNumber":7,"VerseNumber":45,"Text":"Kto zapudit chodnicek GOD strive robit it crooked zretel Hereafter they bol disbelievers"},{"SurahNumber":7,"VerseNumber":46,"Text":"barrier separates them chvila Purgatory zaujimat ludia recognize each strana ich looks They vola sa dwellers z Raj Peace je upon ona They nie zapisat (Raj wishful myslienka)"},{"SurahNumber":7,"VerseNumber":47,"Text":"When they turn ich oci dwellers Hell they say Our Lord robi nie put us these zlomyselny ludia"},{"SurahNumber":7,"VerseNumber":48,"Text":"dwellers Purgatory will vola sa on ludia they recognize ich looks saying Tvoj velka zvazok nie avail ona v any way nor robit tvoj arrogance"},{"SurahNumber":7,"VerseNumber":49,"Text":"Je those ludia ona swore GOD will never touch them s zlutovanie?\" (ludia Purgatory will potom told Zapisat Raj; ona have nothing fear nor will ona rmutit sa)"},{"SurahNumber":7,"VerseNumber":50,"Text":"dwellers Hell vola sa on dwellers Raj Let some z tvoj zavlazit some z GOD's provisions do ona flow us They say GOD zakazat them disbelievers"},{"SurahNumber":7,"VerseNumber":51,"Text":"Those nie berie ich nabozenstvo seriously totally preoccupied this worldly zivot my zabudnut them ze dni they zabudnut ze dni a they spurned our revelations"},{"SurahNumber":7,"VerseNumber":52,"Text":"My dat them scripture fully detailed znalost guidance zlutovanie ludia verit"},{"SurahNumber":7,"VerseNumber":53,"Text":"they cakat all (prophecies) je fulfilled Dni such fulfillment pojdem ist okolo those disregarded it v the minuly say posol our Lord brought truth. there any intercessors je do intercede our behalf? Would ona send us so ze my zmenit our chovanie lepsi robota than co my robit? They lost ich souls ich own innovations zapricinit ich doom"},{"SurahNumber":7,"VerseNumber":54,"Text":"Tvoj Lord bol 1 GOD created heavens zem 6 dni potom assumed all authority night overtakes dni it pursues it persistently sun moon stars committed serve Jeho command Absolutely He controls all creation all commands Exalted bol GOD Lord universe"},{"SurahNumber":7,"VerseNumber":55,"Text":"Ona kult tvoj Lord publicly privately; He nie laska transgressors"},{"SurahNumber":7,"VerseNumber":56,"Text":"Nie zhnity zem it set straight kult Him reverence hope Iste GOD's zlutovanie bol attainable by the righteous"},{"SurahNumber":7,"VerseNumber":57,"Text":"He bol 1 kto sends zranit dobry omen zlutovanie z Jeho hands Once they zozbierat heavy clouds my drive them dead zem send nadol zavlazit therefrom produce it all laskavy z ovocie! My thus resurrect dead ze ona berie heed"},{"SurahNumber":7,"VerseNumber":58,"Text":"Dobry zem readily produces its zasadit odist its Lord chvila zly zem ledva produces anything useful. My thus explain revelations ludia bol appreciative"},{"SurahNumber":7,"VerseNumber":59,"Text":"My sent Noah jeho ludia saying O moj ludia kult GOD ona nie have inak god Him. Ja fear for ona retribution awesome dni"},{"SurahNumber":7,"VerseNumber":60,"Text":"leaders jeho ludia said My see ona bol daleko astray"},{"SurahNumber":7,"VerseNumber":61,"Text":"He said O moj ludia ja je astray; ja bol posol Lord universe"},{"SurahNumber":7,"VerseNumber":62,"Text":"Ja deliver ona odkaz moj Lord ja radit ona ja zauzlit GOD co ona nie zauzlit"},{"SurahNumber":7,"VerseNumber":63,"Text":"Je it i vela z zazrak ze reminder pojdem ona tvoj Lord clovek ona warn ona lead ona do righteousness ze ona attain zlutovanie"},{"SurahNumber":7,"VerseNumber":64,"Text":"They zamietnut him. Consequently my saved him those him do ark my drowned those zamietnut our revelations; they je blind"},{"SurahNumber":7,"VerseNumber":65,"Text":"Do ‘Aad my sent ich brat Hood He said O moj ludia kult GOD ona nie have inak god Him. Ona potom observe righteousness"},{"SurahNumber":7,"VerseNumber":66,"Text":"leaders disbelieved jeho ludia said My see ona behaving foolishly my myslienka ona bol liar"},{"SurahNumber":7,"VerseNumber":67,"Text":"He said O moj ludia there nie bol foolishness mna; ja bol posol Lord universe"},{"SurahNumber":7,"VerseNumber":68,"Text":"Ja deliver ona moj Lord's odkaz ja honestly radit ona"},{"SurahNumber":7,"VerseNumber":69,"Text":"Je it i vela z zazrak ze odkaz pojdem ona tvoj Lord clovek ona warn ona? Recall lenze He robit ona inheritors ludia Noah multiplied tvoj zvazok! Zapamatat Si GOD's blessings ze ona succeed"},{"SurahNumber":7,"VerseNumber":70,"Text":"They said ona pojdem robit us kult GOD alone zhyraly co our rodicia pouzivat kult? My challenge ona bring doom ona threaten us ona bol truthful"},{"SurahNumber":7,"VerseNumber":71,"Text":"He said Ona incurred condemnation zloba tvoj Lord robi ona argue mna innovations ona fabricated -Ona tvoj rodicia -Kto never zmocnit GOD Therefore cakat ja cakat ona"},{"SurahNumber":7,"VerseNumber":72,"Text":"My potom saved him those him by zlutovanie z us my annihilated those zamietnut our revelations refused bol believers"},{"SurahNumber":7,"VerseNumber":73,"Text":"Do Thamoud my sent ich brat Saaleh. He said O moj ludia kult GOD ona nie have inak god Him. Proof je zadovazit for ona z tvoj Lord tu bol GOD's camel serve znamenie ona! Let ju jestn GOD's zem robi nie touch ju any harm lest ona incur painful retribution"},{"SurahNumber":7,"VerseNumber":74,"Text":"Recall lenze He robit ona inheritors ‘Aad zriadit ona zem building rezidencia its valleys carving domov its mountains! Ona zapamatat si GOD's blessings nie roam zem corruptingly"},{"SurahNumber":7,"VerseNumber":75,"Text":"arrogant leaders jeho ludia said do common ludia verit Ako robit ona zauzlit lenze Saaleh sent jeho Lord They said odkaz he brought robit us believers"},{"SurahNumber":7,"VerseNumber":76,"Text":"arrogant jeden said My disbelieve do co ona verit v"},{"SurahNumber":7,"VerseNumber":77,"Text":"Subsequently they slaughtered camel rebelled ich Lord's command said O Saaleh bring doom ona threaten us ona bol skutocne posol"},{"SurahNumber":7,"VerseNumber":78,"Text":"Consequently quake annihilated them lavy them dead ich domov"},{"SurahNumber":7,"VerseNumber":79,"Text":"He turned them saying O moj ludia ja delivered moj Lord's odkaz ona radit ona ona nie zaluba any advisers"},{"SurahNumber":7,"VerseNumber":80,"Text":"Lot said do jeho zaludnit Ona commit such abomination; ziaden 1 v the world robit it before"},{"SurahNumber":7,"VerseNumber":81,"Text":"Ona practice rod clovek zensky! Indeed ona je transgressing ludia"},{"SurahNumber":7,"VerseNumber":82,"Text":"Jeho ludia responded by saying Evict them tvoj town! They je zaludnit kto zelat je pure"},{"SurahNumber":7,"VerseNumber":83,"Text":"Consequently my saved him jeho rodina nie jeho manzelka; ona bol s the doomed"},{"SurahNumber":7,"VerseNumber":84,"Text":"My lejak them certain lejak; note consequences guilty"},{"SurahNumber":7,"VerseNumber":85,"Text":"Do Midyan my sent ich brat Shu aib. He said O moj ludia kult GOD ona nie have inak god Him. Proof pojdem ona tvoj Lord Ona dat full weight full measure when ona zivnost. Nie cheat ludia ich na pravo! Nie zhnity zem it set straight This je lepsie ona if ona bol believers"},{"SurahNumber":7,"VerseNumber":86,"Text":"Zdrzat Sa blocking kazdy chodnicek seeking zapudit those verit chodnicek GOD nie robit it crooked Zapamatat Si ona pouzivat bol few He multiplied tvoj zvazok! Recall consequences for the zlomyselny"},{"SurahNumber":7,"VerseNumber":87,"Text":"Ihned some z ona have verit v co ja sent some disbelieved cakat GOD issues Jeho judgment us; He bol dobry judge"}]}