{"Id":151,"LanguageCodes":["fa","fas"],"Name":"fas-abolfazlbahramp","Author":"Abolfazl Bahrampour","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"ايراد فقط بر كسانى است كه توانگرند و از تو اجازه مى‌خواهند [در جهاد شركت نكنند]. آنها به اين رضايت داده‌اند كه با بازماندگان [خانه‌نشين‌] باشند، و خدا بر دل‌هايشان مهر زده است، پس آنها نمى‌فهمند"},{"SurahNumber":9,"VerseNumber":94,"Text":"هنگامى كه به سوى آنان بازگرديد براى شما عذر مى‌آورند، بگو: عذر نياوريد كه هرگز باورتان نخواهيم داشت، همانا خدا ما را از اخبار شما مطلع كرده است و زود باشد كه خدا و رسولش عملتان را ببينند، آن‌گاه به سوى داناى نهان و آشكار بازگردانده مى‌شويد و از آنچه"},{"SurahNumber":9,"VerseNumber":95,"Text":"وقتى به سوى آنان بازگشتيد براى شما به خدا سوگند مى‌خورند تا از ايشان صرف نظر كنيد، پس از آنان روى گردانيد آنها پليدند و به سزاى آنچه مرتكب مى‌شدند جايشان دوزخ است"},{"SurahNumber":9,"VerseNumber":96,"Text":"براى شما سوگند مى‌خورند تا از آنها راضى شويد. اگر شما هم از ايشان راضى شويد، قطعا خدا از قوم نافرمان راضى نخواهد شد"},{"SurahNumber":9,"VerseNumber":97,"Text":"باديه نشينان عرب در كفر و نفاق از ديگران سخت‌ترند، و سزاوارترند كه حدود آنچه را خدا بر پيامبرش نازل كرده است ندانند، و خداوند داناى حكيم است"},{"SurahNumber":9,"VerseNumber":98,"Text":"و برخى از باديه‌نشينان هستند كه آنچه را در راه خدا هزينه مى‌كنند غرامت مى‌شمارند و براى شما پيشامدهاى بد را انتظار مى‌برند. پيشامد بد تنها بر آنهاست، و خدا شنواى داناست"},{"SurahNumber":9,"VerseNumber":99,"Text":"و برخى از باديه‌نشينان هستند كه به خدا و روز واپسين ايمان دارند و آنچه را انفاق مى‌كنند مايه تقرب به خدا و دعاهاى پيامبر مى‌دانند. بدانيد كه اين انفاق مايه تقرب آنان است. به زودى خداوند ايشان را در جوار رحمت خويش در آورد، كه خدا آمرزنده‌ى مهربان است"},{"SurahNumber":9,"VerseNumber":100,"Text":"و پيشگامان نخستين از مهاجران و انصار و كسانى كه به نيكى پيرويشان كردند، خدا از ايشان خشنود و آنها از او خشنودند، و براى آنان باغ‌هايى آماده كرده كه از پاى درختانش نهرها جارى است و هميشه در آنند. اين است كاميابى بزرگ"},{"SurahNumber":9,"VerseNumber":101,"Text":"و گروهى از باديه نشينان كه اطراف شمايند منافقند، و از ساكنان مدينه نيز عده‌اى سخت بر نفاق خو كرده‌اند. تو آنها را نمى‌شناسى، ما آنها را مى‌شناسيم. به زودى دوبار عذابشان خواهيم كرد، سپس به عذابى بزرگ برگردانده مى‌شوند"},{"SurahNumber":9,"VerseNumber":102,"Text":"و ديگرانى هستند كه به گناهان خود معترفند، [آنان‌] كار شايسته و ناشايسته را به هم آميختند اميد است خدا توبه آنها را بپذيرد، كه بى‌ترديد خدا بخشنده‌ى مهربان است"},{"SurahNumber":9,"VerseNumber":103,"Text":"از اموال آنها صدقه بگير تا بدان پاكشان كنى و رشدشان دهى، و دعايشان كن كه دعاى تو آرامشى براى آنهاست، و خدا شنواى داناست"},{"SurahNumber":9,"VerseNumber":104,"Text":"آيا ندانسته‌اند كه تنها خداست كه از بندگانش توبه را مى‌پذيرد و صدقات را مى‌ستاند؟ و خداست كه توبه‌پذير مهربان است"},{"SurahNumber":9,"VerseNumber":105,"Text":"و بگو: [هر كارى مى‌خواهيد] بكنيد كه به زودى خدا و رسول او و مؤمنان كردار شما را خواهند ديد، و به زودى به سوى داناى نهان و آشكار بازگردانده مى‌شويد، پس شما را به آنچه انجام مى‌داديد آگاه خواهد كرد"},{"SurahNumber":9,"VerseNumber":106,"Text":"و عدّه‌اى ديگر كارشان به مشيت خدا واگذار شده است كه يا عذابشان مى‌كند يا توبه‌شان را مى‌پذيرد، و خدا داناى حكيم است"},{"SurahNumber":9,"VerseNumber":107,"Text":"و كسانى [هستند] كه مسجدى اختيار كردند كه باعث زيان زدن و كفر و پراكندگى ميان مؤمنان است، و نيز كمينگاهى براى كسانى كه با خدا و پيامبر او از پيش در جنگ بودند مى‌باشد و [اكنون‌] سخت سوگند مى‌خورند كه جز نيكى قصدى نداشتيم، ولى خدا گواهى مى‌دهد كه آنها"},{"SurahNumber":9,"VerseNumber":108,"Text":"هرگز در آن [مسجد] نايست [زيرا] مسجدى كه از روز اول بر تقوا بنا شده شايسته‌تر است كه در آن نماز كنى. در آن جا مردانى هستند كه دوست دارند خود را پاك سازند، و خدا كسانى را كه خواهان پاكى‌اند دوست مى‌دارد"},{"SurahNumber":9,"VerseNumber":109,"Text":"آيا كسى كه بنياد كار خود را بر پايه تقوا و رضاى خدا نهاده بهتر است يا كسى كه بناى خود را بر لب پرتگاهى فرو ريختنى نهاده و با آن در آتش دوزخ سرنگون مى‌گردد؟ و خدا گروه ظالمان را هدايت نمى‌كند"},{"SurahNumber":9,"VerseNumber":110,"Text":"آن بنايى كه برافراشتند همواره به صورت شك [و نفاقى‌] در دلشان بر جاى خواهد ماند، مگر اين كه دل‌هايشان پاره پاره شود [و بميرند]، و خدا داناى حكيم است"},{"SurahNumber":9,"VerseNumber":111,"Text":"همانا خدا از مؤمنان جان و مالشان را به بهاى بهشت خريدارى كرد آنان در راه خدا مى‌جنگند و مى‌كشند و كشته مى‌شوند. اين در تورات و انجيل و قرآن وعده‌ى حقى بر عهده‌ى خدا است، و چه كسى از خدا به عهد خويش وفادارتر است؟ پس به اين معامله‌اى كه با خدا كرده‌اي"},{"SurahNumber":9,"VerseNumber":112,"Text":"[آن مؤمنان‌] همان توبه كنندگان، عبادت پيشگان، ستايشگران، روزه‌داران، ركوع كنندگان و سجده كنندگان، امر كنندگان به معروف و نهى كنندگان از منكر و پاسداران مقررات الهى‌اند، و مؤمنان را مژده رسان"},{"SurahNumber":9,"VerseNumber":113,"Text":"پيامبر و كسانى كه ايمان آورده‌اند نمى‌بايد براى مشركان- پس از آن كه برايشان آشكار گرديد كه آنها اهل دوزخند- طلب آمرزش كنند، هر چند خويشاوند باشند"},{"SurahNumber":9,"VerseNumber":114,"Text":"و طلب آمرزش ابراهيم براى پدرش جز به خاطر وعده‌اى كه به او داده بود صورت نگرفت، ولى هنگامى كه براى او روشن شد كه وى دشمن خداست از او بيزارى جست. به راستى ابراهيم بسى نيايشگر و بردبار بود"},{"SurahNumber":9,"VerseNumber":115,"Text":"و خدا چنين نيست كه قومى را پس از آن هدايت كرده گمراه كند [و بى‌راه گذارد] تا اين كه، آنچه را كه بايد [از آن‌] بپرهيزند بر آنها روشن سازد. بى‌ترديد خدا به هر چيزى داناست"},{"SurahNumber":9,"VerseNumber":116,"Text":"همانا خداست كه فرمانروايى آسمان‌ها و زمين از آن اوست، زنده مى‌كند و مى‌ميراند، و براى شما جز خدا يار و ياورى نيست"},{"SurahNumber":9,"VerseNumber":117,"Text":"همانا خدا بر پيامبر و مهاجران و انصار كه در آن ساعت دشوار از او پيروى كردند عنايت كرد، بعد از آن كه چيزى نمانده بود كه گروهى از آنها دلشان بلغزد [و ترك جهاد كنند]، سپس بر آنها عنايت كرد و توبه‌شان را پذيرفت، چرا كه او نسبت به مؤمنان رئوف و مهربان اس"},{"SurahNumber":9,"VerseNumber":118,"Text":"و نيز بر آن سه تن [عنايت كرد] كه [از جهاد] واپس نهاده شدند [و مردم از آنها بريدند] تا بدانجا كه زمين با همه فراخى بر آنها تنگ شد و از خود به تنگ آمدند و دانستند كه از خدا، جز به سوى او پناهى نيست. آنگاه خدا به آنها بازگشت تا توبه كنند. بى‌ترديد خدا"},{"SurahNumber":9,"VerseNumber":119,"Text":"اى كسانى كه ايمان آورده‌ايد! از خدا پروا كنيد و با راستگويان باشيد"},{"SurahNumber":9,"VerseNumber":120,"Text":"مردم مدينه و باديه‌نشينان اطرافش را نرسد كه از رسول خدا تخلف كنند و جان خود را عزيزتر از جان او بدانند. اين از آن روست كه در راه خدا هيچ تشنگى و رنج و گرسنگى به آنها نرسد و در هيچ مكانى كه كافران را به خشم مى‌آورد قدم نگذارند و از دشمن ضربه‌اى نخورن"},{"SurahNumber":9,"VerseNumber":121,"Text":"و هيچ هزينه كوچك و بزرگى خرج نمى‌كنند و هيچ واديى را نمى‌پيمايند مگر اين كه به حساب آنان نوشته مى‌شود، تا خدا آنها را بهتر از آنچه مى‌كردند پاداش دهد"},{"SurahNumber":9,"VerseNumber":122,"Text":"و مؤمنان را وظيفه نيست كه همگى [به سوى جهاد] كوچ كنند، پس چرا از هر گروهى از آنان، طايفه‌اى كوچ نمى‌كنند تا در دين دانا شوند و چون بازگشتند قوم خود را انذار كنند شايد آنها از معاصى بر حذر باشند"},{"SurahNumber":9,"VerseNumber":123,"Text":"اى كسانى كه ايمان آورده‌ايد! با كافرانى كه مجاور شما هستند پيكار كنيد، و آنها بايد در شما شدت و قاطعيت بيابند، و بدانيد كه خدا با پرهيزكاران است"},{"SurahNumber":9,"VerseNumber":124,"Text":"و چون سوره‌اى نازل شود، بعضى از آنها مى‌گويند: اين سوره بر ايمان كدام يك از شما افزود؟ امّا كسانى كه ايمان آورده‌اند بر ايمانشان مى‌افزايد و شادمان مى‌شوند"},{"SurahNumber":9,"VerseNumber":125,"Text":"ولى كسانى كه در دلشان بيمارى است، بر پليديشان پليدى افزود و در حال كفر مردند"},{"SurahNumber":9,"VerseNumber":126,"Text":"آيا نمى‌بينند كه آنها در هر سال يك يا دو بار امتحان مى‌شوند، ولى نه توبه مى‌كنند و نه متذكر مى‌شوند"},{"SurahNumber":9,"VerseNumber":127,"Text":"و چون سوره‌اى نازل گردد، بعضى به بعضى ديگر نگاه كنند [و گويند:] آيا كسى شما را مى‌بيند؟ سپس [مخفيانه‌] باز مى‌گردند. خدا نيز دل‌هايشان را [از حق‌] بازگرداند، زيرا آنها گروهى هستند كه نمى‌فهمند"},{"SurahNumber":9,"VerseNumber":128,"Text":"همانا شما را پيامبرى از خودتان آمد كه رنج و زيان‌تان بر او گران است، به [هدايت‌] شما اصرار دارد و به مؤمنان دلسوز و مهربان است"},{"SurahNumber":9,"VerseNumber":129,"Text":"پس اگر پشت كردند، بگو: خدا مرا بس است كه معبودى جز او نيست، بر او توكّل كردم و او صاحب عرش بزرگ است"},{"SurahNumber":10,"VerseNumber":1,"Text":"الف، لام، را. اينها آيات كتاب حكمت‌آموز است"},{"SurahNumber":10,"VerseNumber":2,"Text":"آيا براى مردم شگفت‌آور است كه به مردى از خودشان وحى كرديم كه: مردم را بترسان و مؤمنان را بشارت ده كه نزد پروردگارشان پايگاهى رفيع دارند؟ كافران گفتند: بى‌ترديد، اين مرد افسونگرى آشكار است"},{"SurahNumber":10,"VerseNumber":3,"Text":"پروردگار شما آن خدايى است كه آسمان‌ها و زمين را در شش روز آفريد، آن‌گاه به عرش پرداخت. كار جهان را تدبير مى‌كند. بى‌اجازه‌ى او شفاعتگرى نيست. اين خداى يكتا پروردگار شماست، پس او را بپرستيد. آيا پند نمى‌گيريد"},{"SurahNumber":10,"VerseNumber":4,"Text":"بازگشت همه‌ى شما به سوى اوست. وعده‌ى خدا حق است. هموست كه آفرينش را آغاز مى‌كند سپس آن را باز مى‌گرداند تا كسانى را كه ايمان آورده و كارهاى شايسته كرده‌اند به انصاف جزا دهد. و كسانى كه كافر شدند، به سزاى كفرشان آشاميدنى از آب جوشان و عذابى دردناك خواه"},{"SurahNumber":10,"VerseNumber":5,"Text":"اوست كسى كه خورشيد را درخشان و ماه را تابان كرد و براى آن منزل‌هايى تقدير نمود تا عدد سال‌ها و حساب [كارها] را بدانيد. خدا اينها را جز به درستى نيافريده است. او آيات خود را براى قومى كه مى‌دانند شرح مى‌دهد"},{"SurahNumber":10,"VerseNumber":6,"Text":"به راستى در آمد و شد شب و روز و آنچه خدا در آسمان‌ها و زمين آفريده براى اهل تقوا نشانه‌هايى است"},{"SurahNumber":10,"VerseNumber":7,"Text":"همانا كسانى كه ديدار ما را باور ندارند و به زندگى دنيا دل خوش كرده و بدان دل آرام شده‌اند و كسانى كه از آيات ما غافلند"},{"SurahNumber":10,"VerseNumber":8,"Text":"آنها جايشان جهنم است به سزاى آنچه مى‌كرده‌اند"},{"SurahNumber":10,"VerseNumber":9,"Text":"همانا كسانى كه ايمان آوردند و كارهاى شايسته كردند، پروردگارشان به سبب ايمانشان آنها را هدايت مى‌كند. از پاى [قصرها] شان در بهشت‌هاى پر نعمت نهرها روان است"},{"SurahNumber":10,"VerseNumber":10,"Text":"در آن جا دعايشان اين است: بار خدايا! تو منزهى. و درودشان در آن جا سلام است، و پايان دعايشان اين است: سپاس خداى را كه پروردگار جهانيان است"},{"SurahNumber":10,"VerseNumber":11,"Text":"اگر خدا با همان شتابى كه مردم براى خود خير را مى‌طلبند در رساندن شر به آنان تعجيل مى‌كرد، قطعا مرگشان فرا رسيده بود. پس كسانى را كه ديدار ما را باور ندارند در طغيانشان رها مى‌كنيم تا سرگشته بمانند"},{"SurahNumber":10,"VerseNumber":12,"Text":"و چون به آدمى گزندى رسد، ما را [در همه حال‌] به پهلو خفته يا نشسته و يا ايستاده مى‌خواند، و چون گرفتارى‌اش را برطرف ساختيم چنان مى‌رود كه گويى اصلا ما را براى محنتى كه بدو رسيده نخوانده است. اين گونه براى اسرافكاران اعمالى كه انجام مى‌دادند زينت داد"},{"SurahNumber":10,"VerseNumber":13,"Text":"و همانا نسل‌هاى پيش از شما را هنگامى كه ستم كردند هلاك نموديم. پيامبرانشان دلايل آشكار برايشان آوردند، ولى بر آن نبودند كه ايمان بياورند. اين گونه مردم بزهكار را جزا مى‌دهيم"},{"SurahNumber":10,"VerseNumber":14,"Text":"آن‌گاه شما را پس از آنان در زمين جانشين كرديم تا بنگريم چگونه عمل مى‌كنيد"},{"SurahNumber":10,"VerseNumber":15,"Text":"و چون آيات ما كه روشنگر است بر آنها خوانده مى‌شود، آنها كه ديدار ما را باور ندارند مى‌گويند: قرآنى غير از اين بياور يا آن را عوض كن، بگو: مرا نمى‌رسد آن را از پيش خود عوض كنم، من جز آنچه را كه به من وحى مى‌شود پيروى نمى‌كنم. اگر پروردگارم را نافرمان"},{"SurahNumber":10,"VerseNumber":16,"Text":"بگو: اگر خدا مى‌خواست آن را بر شما نمى‌خواندم و [خدا هم‌] شما را بدان آگاه نمى‌كرد. همانا پيش از اين در ميان شما عمرى زندگى كرده‌ام، چرا تعقل نمى‌كنيد"},{"SurahNumber":10,"VerseNumber":17,"Text":"پس كيست ستمكارتر از آن كس كه بر خدا دروغ بندد يا آيات او را تكذيب كند؟ حقيقت اين است كه مجرمان رستگار نمى‌شوند"},{"SurahNumber":10,"VerseNumber":18,"Text":"و غير از خدا چيزهايى را مى‌پرستند كه نه سودشان مى‌رساند و نه زيان، و مى‌گويند: اينها شفيعان ما در نزد خدايند. بگو: آيا خدا را از چيزى خبر مى‌دهيد كه در آسمان‌ها و زمين سراغ ندارد؟ او منزه و برتر است از آنچه شريك وى مى‌سازند"},{"SurahNumber":10,"VerseNumber":19,"Text":"و مردم جز يك امّت نبودند، پس اختلاف كردند. و اگر پيش‌تر حكم [مهلت‌] از جانب پروردگارت صادر نشده بود، قطعا در آنچه بر سرش اختلاف دارند ميانشان فيصله داده شده بود [و همگى هلاك مى‌شدند]"},{"SurahNumber":10,"VerseNumber":20,"Text":"و مى‌گويند: چرا معجزه‌اى [كه ما مى‌خواهيم‌] از جانب پروردگارش بر او نازل نمى‌شود؟ بگو: علم غيب تنها از آن خداست، [شما كه بهانه‌جوئى مى‌كنيد] پس منتظر باشيد كه من هم با شما از منتظرانم"},{"SurahNumber":10,"VerseNumber":21,"Text":"و چون مردم را پس از آسيبى كه به ايشان رسيده رحمتى بچشانيم، به ناگاه آنها را مى‌بينى كه در آيات ما مكر و بدانديشى مى‌كنند. بگو: مكر خدا سريع‌تر است، و مسلما رسولان ما (فرشتگان) آنچه مكر مى‌كنيد مى‌نويسند"},{"SurahNumber":10,"VerseNumber":22,"Text":"او كسى است كه شما را در خشكى و دريا سير مى‌دهد، تا وقتى كه در كشتى باشيد و به سبب بادى خوش [و موافق‌] آنها را به حركت در آورد و به آن شاد گردند، ناگهان طوفان سختى بر آنها بوزد و موج از هر طرف بر آنها بتازد، و بدانند كه در محاصره افتاده‌اند، در آن حا"},{"SurahNumber":10,"VerseNumber":23,"Text":"پس همين كه نجاتشان داد، ناگهان در زمين به ناحق سركشى مى‌كنند. اى مردم! سركشى شما فقط به زيان خود شماست. تنها بهره‌اى [كوتاه‌] از زندگى دنيا مى‌بريد و عاقبت بازگشت شما به سوى ما خواهد بود، پس شما را از آنچه انجام مى‌داديد با خبر خواهيم كرد"},{"SurahNumber":10,"VerseNumber":24,"Text":"در حقيقت مثل زندگى دنيا مثل بارانى است كه از آسمان نازل كرديم، پس گياهان زمين از آنچه مردم و چهارپايان مى‌خورند با آن در آميخت، [و سيراب شد] تا چون زمين رونق و زينت خود را گرفت و صاحبان زمين احساس كردند كه محصولات را در چنگ خود دارند، [به ناگاه‌] فرم"},{"SurahNumber":10,"VerseNumber":25,"Text":"و خداوند به سراى سلامت [و بهشت‌] مى‌خواند و هر كه را بخواهد به راه راست هدايت مى‌كند"},{"SurahNumber":10,"VerseNumber":26,"Text":"براى آنان كه كار نيك كرده‌اند عاقبت نيكوتر و بيش از آن هست، و سيه رويى و خوارى چهره‌هايشان را نمى‌گيرد. آنها اهل بهشتند و در آن جاودانه خواهند بود"},{"SurahNumber":10,"VerseNumber":27,"Text":"و كسانى كه كارهاى بد كردند، جزاى هر بدى همانند آن است و خوارى آنها را فرا مى‌گيرد. در مقابل خدا هيچ كس حامى آنها نيست. چنان شوند كه گويى چهره‌هايشان با پاره‌هايى از شب ظلمانى پوشيده شده است. آنها اهل آتشند و در آن جاودانند"},{"SurahNumber":10,"VerseNumber":28,"Text":"و روزى كه همه آنها را گرد مى‌آوريم، آن‌گاه به كسانى كه شرك ورزيده‌اند مى‌گوييم: شما و شريكانتان در جاى خود بايستيد. سپس آنها را از هم جدا مى‌كنيم، و شريكان آنها مى‌گويند: [در حقيقت‌] شما ما را نمى‌پرستيديد [بلكه هواى نفس خود را مى‌پرستيديد]"},{"SurahNumber":10,"VerseNumber":29,"Text":"و خدا به شهادت ميان ما و شما كافى است. حقيقتا ما از عبادت شما بى‌خبر بوديم"},{"SurahNumber":10,"VerseNumber":30,"Text":"آن جاست كه هر كسى آنچه را از پيش فرستاده است بازيابد و [همه‌] به سوى خدا، مولاى حقيقى خود بازگردانده شوند و آنچه به دروغ مى‌ساختند از دستشان برود"},{"SurahNumber":10,"VerseNumber":31,"Text":"بگو: كيست كه از آسمان و زمين به شما روزى مى‌دهد؟ يا كيست مالك گوش‌ها و چشم‌ها و كيست كه زنده را از مرده و مرده را از زنده بر مى‌آورد؟ و كيست كه تدبير امور مى‌كند؟ حتما خواهند گفت: خدا. بگو: پس چرا [از شرك‌] پرهيز نمى‌كنيد"},{"SurahNumber":10,"VerseNumber":32,"Text":"پس آن خداى يكتا، پروردگار حقيقى شماست، و از حق كه بگذرى جز ضلال چيست؟ پس به كجا منحرف مى‌شويد"},{"SurahNumber":10,"VerseNumber":33,"Text":"اين گونه سخن پروردگارت در باره‌ى كسانى كه نافرمانى [و لجاجت‌] كردند به حقيقت پيوست كه آنها ايمان نخواهند آورد"},{"SurahNumber":10,"VerseNumber":34,"Text":"بگو: آيا از معبودان شما كسى هست كه آفرينش را آغاز كند و سپس آن را برگرداند؟ بگو: خداست كه آفرينش را آغاز مى‌كند و باز آن را بر مى‌گرداند، پس به كجا منحرف مى‌شويد"},{"SurahNumber":10,"VerseNumber":35,"Text":"بگو: آيا از معبودان شما كسى هست كه به سوى حق رهبرى كند؟ بگو: خداست كه به سوى حق رهبرى مى‌كند. پس آيا كسى كه به سوى حق رهبرى مى‌كند سزاوارتر است مورد پيروى قرار گيرد يا كسى كه راه نمى‌يابد مگر آن كه هدايتش كنند؟ شما را چه شده است، چگونه حكم مى‌كنيد"},{"SurahNumber":10,"VerseNumber":36,"Text":"و بيشترشان فقط تابع گمانند، و گمان به هيچ وجه [آدمى را] از حقيقت بى‌نياز نمى‌گرداند. همانا خدا به آنچه مى‌كنند داناست"},{"SurahNumber":10,"VerseNumber":37,"Text":"و چنان نيست كه اين قرآن از جانب غير خدا به دروغ ساخته شده باشد، بلكه تصديق كتاب‌هايى است كه پيش از آن آمده و شرح و توضيح آنهاست و ترديدى در آن نيست و از پروردگار جهانيان است"},{"SurahNumber":10,"VerseNumber":38,"Text":"آيا مى‌گويند: آن را به دروغ ساخته است؟ بگو: اگر راست مى‌گوييد، سوره‌اى مانند آن بياوريد و هر كه را جز خدا مى‌توانيد [به يارى‌] فراخوانيد"},{"SurahNumber":10,"VerseNumber":39,"Text":"بلكه چيزى را دروغ شمردند كه به علم آن نرسيده‌اند و هنوز واقعيتش برايشان روشن نشده است. كسانى هم كه پيش از آنان بودند همين گونه تكذيب كردند. پس بنگر عاقبت ستمگران چگونه بود"},{"SurahNumber":10,"VerseNumber":40,"Text":"و برخى از آنان به قرآن ايمان مى‌آورند و برخى ايمان نمى‌آورند، و پروردگار تو مفسدان را بهتر مى‌شناسد"},{"SurahNumber":10,"VerseNumber":41,"Text":"و اگر تو را تكذيب كردند، بگو: عمل من از آن من است و عمل شما از آن شماست، و شما از آنچه من انجام مى‌دهم به دوريد و من از آنچه شما انجام مى‌دهيد به دورم"},{"SurahNumber":10,"VerseNumber":42,"Text":"و برخى از آنها [به ظاهر] به تو گوش فرا مى‌دهند، اما مگر تو مى‌توانى كران را شنوا كنى هر چند تعقل نكنند"},{"SurahNumber":10,"VerseNumber":43,"Text":"و برخى از آنها به تو مى‌نگرند [ولى نمى‌بينند]، مگر تو كوران را هدايت توانى كرد هر چند كه نبينند"},{"SurahNumber":10,"VerseNumber":44,"Text":"خدا به مردم هيچ ستمى نمى‌كند، ليكن مردم به خودشان ستم مى‌كنند"},{"SurahNumber":10,"VerseNumber":45,"Text":"و روزى كه آنها را گرد مى‌آورد، چنان كه گويى تنها ساعتى از روز در دنيا بوده‌اند، [در حدى كه‌] يكديگر را ببينند و شناسايى كنند. [بنابر اين‌] كسانى كه لقاى خدا را دروغ شمردند زيان كردند و هدايت نيافتند"},{"SurahNumber":10,"VerseNumber":46,"Text":"و اگر پاره‌اى از آنچه را كه به آنها وعده مى‌دهيم به تو نشان دهيم يا تو را بميرانيم، در هر صورت بازگشتشان به سوى ماست، پس [بدانند كه‌] خدا بر آنچه مى‌كنند ناظر است"},{"SurahNumber":10,"VerseNumber":47,"Text":"و هر امّتى را پيامبرى است، پس هنگامى كه پيامبرشان بيايد [حجت بر آنها تمام و] ميانشان به عدالت داورى مى‌شود و به آنها ستم نمى‌رود"},{"SurahNumber":10,"VerseNumber":48,"Text":"و مى‌گويند: اگر راست مى‌گوييد، اين وعده چه وقت است"},{"SurahNumber":10,"VerseNumber":49,"Text":"بگو: من براى خود زيان و سودى در اختيار ندارم مگر آنچه را كه خدا بخواهد. هر امّتى را اجلى محدود است كه وقتى اجلشان به سر رسيد، نه ساعتى از آن تأخير كنند و نه پيشى گيرند"},{"SurahNumber":10,"VerseNumber":50,"Text":"بگو: به من بگوييد، اگر عذاب او شب يا روز به سراغتان بيايد [آيا مى‌توانيد آن را دفع كنيد]؟ پس مجرمان براى چه به [آن عذاب‌] عجله مى‌كنند"},{"SurahNumber":10,"VerseNumber":51,"Text":"سپس آيا آن‌گاه كه عذاب واقع شد به آن ايمان مى‌آوريد؟ آيا حالا؟ در صورتى كه قبلا [به تمسخر] شتاب در آن را مى‌خواستيد"},{"SurahNumber":10,"VerseNumber":52,"Text":"آن‌گاه به كسانى كه ستم كردند گفته شود: عذاب ابدى را بچشيد. آيا جز به كيفر آنچه مى‌كرديد مجازات مى‌شويد"},{"SurahNumber":10,"VerseNumber":53,"Text":"و از تو مى‌پرسند: آيا آن عذاب راست است؟ بگو: آرى! به خدا قسم كه آن يقينا راست است و شما نمى‌توانيد مانع آن شويد"},{"SurahNumber":10,"VerseNumber":54,"Text":"و اگر هر كسى كه ستم كرده، آنچه در زمين است از آن او باشد، حتما آن را [براى نجات خود] فديه مى‌دهد، و هنگامى كه عذاب را ببينند پشيمانى خود را نهان دارند و ميانشان به انصاف داورى شود و ستمى بر آنها نرود"},{"SurahNumber":10,"VerseNumber":55,"Text":"بدانيد كه هر چه در آسمان‌ها و زمين است از آن خداست. بدانيد كه وعده‌ى خدا حق است، ولى بيشترشان نمى‌دانند"},{"SurahNumber":10,"VerseNumber":56,"Text":"او زنده مى‌كند و مى‌ميراند و به سوى او برگردانده مى‌شويد"},{"SurahNumber":10,"VerseNumber":57,"Text":"اى مردم! به راستى براى شما از جانب پروردگارتان موعظه‌اى آمده است و شفايى براى آنچه در دل‌هاست و هدايت و رحمتى براى مؤمنان"},{"SurahNumber":10,"VerseNumber":58,"Text":"بگو: به فضل و رحمت خدا، بايد خوشحال شوند كه اين از آنچه مى‌اندوزند بهتر است"},{"SurahNumber":10,"VerseNumber":59,"Text":"بگو: به من بگوييد، آن روزى‌هايى كه خدا براى شما نازل كرده و شما برخى از آن را حرام و برخى را حلال قرار داده‌ايد، آيا خدا به شما اجازه داده است يا بر خدا دروغ مى‌بنديد"},{"SurahNumber":10,"VerseNumber":60,"Text":"آنها كه به خدا دروغ مى‌بندند به روز قيامت چه گمان مى‌برند [جز عذاب را؟] همانا خدا نسبت به مردم، صاحب كرم است اما بيشتر آنها سپاسگزار نيستند"},{"SurahNumber":10,"VerseNumber":61,"Text":"در هيچ كارى وارد نمى‌شوى و هيچ قرآنى از جانب او نمى‌خوانى و هيچ عملى نمى‌كنيد جز اين كه همان لحظه كه بدان مى‌پردازيد ما ناظر شماييم، و هموزن ذره‌اى در زمين و نه در آسمان از خداى تو پوشيده نيست، و نه كوچك‌تر از آن و نه بزرگ‌تر، مگر آن كه در مكتوبى روش"},{"SurahNumber":10,"VerseNumber":62,"Text":"آگاه باشيد كه اولياى خدا را نه بيمى است و نه اندوهگين مى‌شوند"},{"SurahNumber":10,"VerseNumber":63,"Text":"همانان كه ايمان آوردند و پرهيزكارى مى‌كردند"},{"SurahNumber":10,"VerseNumber":64,"Text":"براى ايشان در زندگى اين دنيا و در آخرت بشارت است. وعده‌هاى خدا را تغييرى نيست. اين است آن كاميابى بزرگ"},{"SurahNumber":10,"VerseNumber":65,"Text":"سخن آنها تو را محزون نكند! عزت به تمامى از آن خداست، او شنواى داناست"},{"SurahNumber":10,"VerseNumber":66,"Text":"آگاه باش كه هر كه در آسمان‌ها و هر كه در زمين است از آن خداست، و كسانى كه غير از خدا شريكانى [براى او] مى‌خوانند، از چه پيروى مى‌كنند؟ آنها صرفا از پندار پيروى مى‌كنند و جز دروغ نمى‌گويند"},{"SurahNumber":10,"VerseNumber":67,"Text":"اوست كه شب را برايتان پديد آورد تا در آن بياراميد و روز را [چشم‌اندازى‌] روشن گردانيد. بى‌ترديد در اينها براى مردمى كه مى‌شنوند نشانه‌هاست"},{"SurahNumber":10,"VerseNumber":68,"Text":"گفتند: خدا فرزندى گرفته است، منزّه است او. بى‌نياز است او. آنچه در آسمان‌ها و آنچه در زمين است از آن اوست. شما بر اين گفته حجت نداريد. آيا چيزى را كه نمى‌دانيد به خدا نسبت مى‌دهيد"},{"SurahNumber":10,"VerseNumber":69,"Text":"بگو: آنان كه به خدا دروغ مى‌بندند، يقينا رستگار نمى‌شوند"},{"SurahNumber":10,"VerseNumber":70,"Text":"برخوردارى [اندكى‌] در اين دنياست، سپس بازگشتشان به سوى ماست، آن‌گاه به خاطر اين كه كفر مى‌ورزيدند عذاب سختشان مى‌چشانيم"},{"SurahNumber":10,"VerseNumber":71,"Text":"و خبر نوح را بر آنها بخوان، آن‌گاه كه به قوم خود گفت: اى قوم من! اگر قيام و حضور من در ميان شما و تذكراتم در باره‌ى آيات الهى بر شما گران آمده است، [بايد بدانيد كه‌] من بر خدا توكل كرده‌ام پس كار و نيرو و معبودهايتان را يكجا كنيد تا كارتان بر خودتان"},{"SurahNumber":10,"VerseNumber":72,"Text":"و اگر پشت كرديد، من از شما مزدى نخواستم، كه مزد من جز بر خدا نيست و دستور يافته‌ام كه از اهل تسليم باشم"},{"SurahNumber":10,"VerseNumber":73,"Text":"اما او را تكذيب كردند و ما او و كسانى را كه در كشتى با او بودند نجات داديم و آنها را جانشين [كافران‌] كرديم و كسانى را كه آيات ما را تكذيب كردند غرق نموديم. پس بنگر كه عاقبت بيم داده شدگان چسان شد"},{"SurahNumber":10,"VerseNumber":74,"Text":"آن‌گاه از پى او رسولانى را به سوى قومشان فرستاديم كه برايشان حجت‌ها آوردند، ولى آنها بر آن نبودند تا به چيزى كه قبلا تكذيبش كرده بودند ايمان بياورند. ما بدين سان بر دل‌هاى متجاوزان مهر غفلت مى‌نهيم"},{"SurahNumber":10,"VerseNumber":75,"Text":"آن‌گاه از پى آنان موسى و هارون را با آيات خويش به سوى فرعون و اشراف او فرستاديم، ولى آنها بزرگى كردند و قومى عصيانگر بودند"},{"SurahNumber":10,"VerseNumber":76,"Text":"پس چون حق از نزد ما سويشان آمد، گفتند: به راستى اين جادويى آشكار است"},{"SurahNumber":10,"VerseNumber":77,"Text":"موسى گفت: آيا در باره‌ى حق، اكنون كه براى شما آمده مى‌گوييد: [اين سحر است؟] در حالى كه ساحران رستگار نمى‌شوند"},{"SurahNumber":10,"VerseNumber":78,"Text":"گفتند: آيا به سوى ما آمده‌اى تا ما را از آيينى كه پدرانمان را بر آن يافته‌ايم بازگردانى و در اين سرزمين بزرگى مخصوص شما دو تن باشد؟ و ما هرگز به شما ايمان‌آور نيستيم"},{"SurahNumber":10,"VerseNumber":79,"Text":"و فرعون گفت: همه جادوگران دانا و ماهر را پيش من آريد"},{"SurahNumber":10,"VerseNumber":80,"Text":"و چون جادوگران آمدند، موسى به آنها گفت: آنچه قرار است بيفكنيد، بيفكنيد"},{"SurahNumber":10,"VerseNumber":81,"Text":"چون بيفكندند، موسى گفت: آنچه آورده‌ايد جادوست و خدا به زودى باطلش مى‌كند كه خدا كار مفسدان را به سامان نمى‌رساند"},{"SurahNumber":10,"VerseNumber":82,"Text":"و خدا با كلمات خويش حق را تثبيت مى‌كند، هر چند مجرمان خوش نداشته باشند"},{"SurahNumber":10,"VerseNumber":83,"Text":"و جز گروهى از فرزندان قوم موسى به او ايمان نياوردند، آن هم با ترسى از فرعون و اشراف وى كه مبادا عقوبتشان كند. به راستى فرعون در [آن‌] سرزمين خيلى سركش و از افراطكاران بود"},{"SurahNumber":10,"VerseNumber":84,"Text":"و موسى گفت: اى قوم من! اگر به خدا ايمان آورده‌ايد، فقط بر او توكل كنيد اگر سر تسليم داريد"},{"SurahNumber":10,"VerseNumber":85,"Text":"گفتند: تنها بر خدا توكل كرديم. پروردگارا! ما را مايه آزمون و آزار قوم ستمگر قرار مده"},{"SurahNumber":10,"VerseNumber":86,"Text":"و ما را به رحمت خويش از قوم كافر رهايى بخش"},{"SurahNumber":10,"VerseNumber":87,"Text":"و به موسى و برادرش وحى كرديم كه براى قوم خود در مصر خانه‌هايى ترتيب دهيد و خانه‌هاى خويش را [به خاطر امنيّت‌] رو به روى هم قرار دهيد و نماز برپا داريد و مؤمنان را مژده ده"},{"SurahNumber":10,"VerseNumber":88,"Text":"و موسى گفت: پروردگارا! تو فرعون و مهترانش را در زندگى دنيا زينت و مال و منال داده‌اى، پروردگارا، تا [بندگانت را] از راه تو گمراه كنند. پروردگارا! اموالشان را نابود و دل‌هايشان را سخت گردان كه ايمان نياورند تا عذاب دردناك را ببينند"},{"SurahNumber":10,"VerseNumber":89,"Text":"فرمود: دعاى شما دو تن اجابت شد، پس استقامت كنيد و به راه جاهلان نرويد"},{"SurahNumber":10,"VerseNumber":90,"Text":"و بنى اسرائيل را از دريا عبور داديم. پس فرعون و سپاهش از سر ظلم و تجاوز آنها را دنبال كردند، تا چون غرق شدنش در رسيد، گفت: ايمان آوردم كه هيچ معبودى نيست جز همان كه بنى اسرائيل به او ايمان آوردند و من از تسليم شدگانم"},{"SurahNumber":10,"VerseNumber":91,"Text":"آيا حالا [ايمان مى‌آورى؟] در حالى كه پيش از اين نافرمانى كردى و از تباهكاران بودى"},{"SurahNumber":10,"VerseNumber":92,"Text":"ما امروز پيكرت را [از آب‌] مى‌رهانيم تا عبرت آيندگان شوى، و همانا بسيارى از مردم از آيت‌هاى ما بى‌خبرند"},{"SurahNumber":10,"VerseNumber":93,"Text":"به راستى ما بنى اسرائيل را در جايگاهى راستين و شايسته جاى داديم و از نعمت‌هاى پاكيزه روزيشان كرديم پس آنها اختلاف نكردند مگر پس از آن كه علم برايشان حاصل شد. همانا پروردگار تو روز قيامت در باره‌ى آنچه اختلاف مى‌كردند ميانشان حكم خواهد كرد"},{"SurahNumber":10,"VerseNumber":94,"Text":"و اگر در آنچه به سوى تو نازل كرده‌ايم ترديد دارى، از آنها كه كتاب [آسمانى‌] پيش از تو را مى‌خوانند سؤال كن، [بدان كه‌] حق از جانب پروردگارت به سوى تو آمده است، پس از ترديد كنندگان مباش"},{"SurahNumber":10,"VerseNumber":95,"Text":"و از كسانى كه آيات خدا را تكذيب كردند مباش كه از زيانكاران مى‌شوى"},{"SurahNumber":10,"VerseNumber":96,"Text":"همانا كسانى كه سخن پروردگارت (وعده‌ى عذاب) در باره‌ى آنها تحقق يافته است ايمان نمى‌آورند"},{"SurahNumber":10,"VerseNumber":97,"Text":"گرچه هر گونه معجزه‌اى برايشان مى‌آمد [ايمان نمى‌آوردند] تا اين كه عذاب دردناك را ببينند"},{"SurahNumber":10,"VerseNumber":98,"Text":"چرا هيچ شهرى نبود كه [به موقع‌] ايمان بياورد تا ايمان او سودش دهد؟ مگر قوم يونس كه وقتى ايمان آوردند عذاب خوارى را در زندگى دنيا از آنها برداشتيم و تا مدتى [از زندگى دنيا] برخوردارشان كرديم"},{"SurahNumber":10,"VerseNumber":99,"Text":"و اگر پروردگار تو مى‌خواست، قطعا كسانى كه در زمين‌اند همه آنها يكسره [به اجبار] ايمان مى‌آوردند. حال آيا تو مردم را مجبور مى‌كنى كه مؤمن شوند"},{"SurahNumber":10,"VerseNumber":100,"Text":"و هيچ كس را نرسد كه جز به اذن [و توفيق‌] خدا ايمان بياورد، و [خدا] پليدى را بر كسانى مى‌نهد كه نمى‌انديشند"},{"SurahNumber":10,"VerseNumber":101,"Text":"بگو: بنگريد كه در آسمان‌ها و زمين چه [آيت‌] هاست، ولى اين آيت‌ها و هشدارها قومى را كه ايمان نمى‌آورند سود نمى‌بخشد"},{"SurahNumber":10,"VerseNumber":102,"Text":"پس آيا آنها جز نظير سرگذشت كسانى را كه پيش از آنها در گذشتند انتظار مى‌برند؟ بگو: منتظر باشيد كه من [نيز] با شما از منتظرانم"},{"SurahNumber":10,"VerseNumber":103,"Text":"سپس [هنگام نزول عذاب‌] فرستادگان خود و كسانى را كه گرويده‌اند نجات مى‌دهيم، زيرا بر عهده‌ى ماست كه مؤمنان را نجات دهيم"},{"SurahNumber":10,"VerseNumber":104,"Text":"بگو: اى مردم! اگر در دين من ترديد داريد، [بدانيد كه‌] من آنهايى را كه جز خدا مى‌پرستيد نمى‌پرستم، بلكه خدايى را مى‌پرستم كه جان شما را مى‌ستاند و فرمان يافته‌ام كه از مؤمنان باشم"},{"SurahNumber":10,"VerseNumber":105,"Text":"و [به من امر شده‌] كه با گرايش به حق به اين دين روى آور و هرگز از مشركان مباش"},{"SurahNumber":10,"VerseNumber":106,"Text":"و جز خدا چيزى را كه سود و زيانى به تو نمى‌رساند مخوان، كه اگر چنين كنى، در آن صورت قطعا از ستمكارانى"},{"SurahNumber":10,"VerseNumber":107,"Text":"و اگر خدا زيانى به تو برساند، هيچ كس جز او برطرف كننده‌ى آن نيست، و اگر براى تو خيرى بخواهد، كرم او را هيچ بازدارنده‌اى نخواهد بود. آن را به هر كس از بندگانش كه بخواهد مى‌رساند، و او آمرزنده‌ى مهربان است"},{"SurahNumber":10,"VerseNumber":108,"Text":"بگو: اى مردم! پيام حق از جانب پروردگارتان براى شما آمده است. پس هر كه هدايت پذيرد تنها به سود خويش هدايت مى‌شود و هر كه گمراه شود فقط به زيان خود گمراه مى‌گردد، و من بر شما نگهبان نيستم"},{"SurahNumber":10,"VerseNumber":109,"Text":"و از آنچه بر تو وحى مى‌شود پيروى كن و صبور باش تا خدا داورى كند، و او بهترين داوران است"},{"SurahNumber":11,"VerseNumber":1,"Text":"الف، لام، را. كتابى است كه آيات آن استحكام يافته، سپس از جانب حكيمى آگاه توضيح داده شده است"},{"SurahNumber":11,"VerseNumber":2,"Text":"كه جز خدا را نپرستيد و من شما را از جانب او بيم دهنده و مژده رسانم"},{"SurahNumber":11,"VerseNumber":3,"Text":"و ديگر اين كه از پروردگارتان آمرزش بخواهيد سپس به درگاه او روى كنيد تا شما را از بهره‌اى نيكو تا مدتى معين بهره‌مند سازد و به هر صاحب فضيلتى فضل او را [به تناسب كمالش‌] عطا كند. و اگر رويگردان شويد، من از عذاب روزى بزرگ بر شما بيمناكم"},{"SurahNumber":11,"VerseNumber":4,"Text":"بازگشت شما به سوى خداست و او بر هر چيزى تواناست"},{"SurahNumber":11,"VerseNumber":5,"Text":"آگاه باش كه آنها سينه‌هاى خود را خم مى‌كنند [و سر به زير مى‌اندازند] تا خود را از او [و شنيدن كلام خدا] پنهان دارند. آگاه باش، آن‌گاه كه جامه‌هايشان را بر سر مى‌كشند [تا به خيال خود پنهان بمانند] خدا هر آنچه را نهان مى‌دارند يا عيان مى‌كنند، مى‌داند"}]}