{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Аллах не сака за злото гласно да се зборува, тоа му е дозволено само на тој што му е сторена неправда. А Аллах сè слуша и сè знае"},{"SurahNumber":4,"VerseNumber":149,"Text":"Сeедно дали вие доброто дело ќе го направите јавно или ќе го скриете, или неправдата ќе ја простите - па и Аллах многу простува и може сè"},{"SurahNumber":4,"VerseNumber":150,"Text":"Тие што не веруваат во Аллах и во Пратениците Негови и сакаат помеѓу Аллах и Пратениците Негови разлика во верувањето да направат, велат: „Во некои веруваме, а во некои не веруваме“, и сакаат помеѓу тие две некаков пат да изнајдат"},{"SurahNumber":4,"VerseNumber":151,"Text":"тие навистина се вистински неверници; а Ние на неверниците им подготвивме срамно страдање"},{"SurahNumber":4,"VerseNumber":152,"Text":"А тие што во Аллах и во пратениците Негови веруваат и ниту еден од нив не издвојуваат, Тој, сигурно, ќе ги награди. А Аллах простува и Милостив е"},{"SurahNumber":4,"VerseNumber":153,"Text":"Следбениците на Книгата бараат од тебе од небото да им спуштиш Книга. Па, од Муса бараа и повеќе од тоа, кога рекоа: „Покажи ни Го Аллах!“ Затоа, поради неправдата нивна, молња ги зашемети. Потоа, кога им беа покажани очигледни докази, телето за божество го прифатија, но и тоа го простивме, а на Муса очигледен доказ му дадовме"},{"SurahNumber":4,"VerseNumber":154,"Text":"инаднивпланинакренавме,порадизаветоткојгодадоа,иимрековме: „На портата со наведнати глави влезете!“ - и уште им рековме: „И за саботата не грешете!“ – и од нив цврсто ветување зедовме"},{"SurahNumber":4,"VerseNumber":155,"Text":"Но затоа што заветот го прекршија и затоа што во Аллаховите докази не поверуваа, што без причина веровесниците ги убиваа и што говореа: „Нашите срца се во обвивка!“ Аллах, поради нивното неверување, срцата им ги запечати, па само мал број од нив веруваат"},{"SurahNumber":4,"VerseNumber":156,"Text":"И поради неверувањето нивно и поради изнесување тешки клевети врз Мерјем"},{"SurahNumber":4,"VerseNumber":157,"Text":"И поради зборовите нивни: „Ние го убивме Месих, Иса, синот Мерјемин, Аллаховиот Пратеник.“ А ниту го убија ниту го распнаа, туку само им се причини! Тие што не се согласуваа во мислењата за него, тие за тоа само се сомневаа; за тоа ништо сигурно не знаеја, само нагаѓаа; а сигурно е дека не го убија"},{"SurahNumber":4,"VerseNumber":158,"Text":"туку Аллах го воздигна кон Себе! А Аллах е Силен и Мудар"},{"SurahNumber":4,"VerseNumber":159,"Text":"И нема ниту еден следбеник на Книгата кој нема да поверува во него како што треба, пред неговата (Исаовата) смрт, а на Судниот ден тој против нив ќе сведочи"},{"SurahNumber":4,"VerseNumber":160,"Text":"И поради тешкото насилство на евреите, Ние некои убави јадења кои им беа дозволени им ги забранивме, и поради тоа што многумина од Аллаховиот пат одвраќаа"},{"SurahNumber":4,"VerseNumber":161,"Text":"И затоа што земаа камата, а им беше забранета, и затоа што туѓите имоти на недозволен начин ги трошеа. А за неверниците меѓу нив, Ние болна казна подготвивме"},{"SurahNumber":4,"VerseNumber":162,"Text":"Но тие меѓу нив кои се сосема упатени во науката, а верници се, веруваат во тоа што ти се објавува тебе и во тоа што е објавено пред тебе, особено тие што намазот (молитвата) го извршуваат и тие што зекат даваат и во Аллах и во оној свет веруваат, на нив сигурно голема награда ќе им дадеме"},{"SurahNumber":4,"VerseNumber":163,"Text":"Ние ти објавуваме тебе како што му објавувавме на Нух и на веровесниците по него, а му објавивме и на Ибрахим, и на Исмаил, и на Исхак, и на Јакуб и на внуците, и на Иса, и на Ејјуб94, и на Јунус95, и на Харун, и на Сулејман, а на Давуд му го дадовме Зебурот"},{"SurahNumber":4,"VerseNumber":164,"Text":"и пративме Пратеници за кои претходно ти кажувавме и Пратеници за кои не ти кажавме. А Аллах, сигурно, разговараше со Муса"},{"SurahNumber":4,"VerseNumber":165,"Text":"Пративме Пратеници кои радосни вести и опомени донесуваа, за луѓето, после Пратеникот, никакво оправдување пред Аллах да немаат. А Аллах е Силен и Мудар"},{"SurahNumber":4,"VerseNumber":166,"Text":"Аллах сведочи дека е вистина тоа што ти го објавува, го објавува со Своето знаење, а и мелеците сведочат. А Аллах е доволен како сведок"},{"SurahNumber":4,"VerseNumber":167,"Text":"Тие коишто неверуваат икои другите од Аллаховиот пат ги одвраќаат, далеку заталкале"},{"SurahNumber":4,"VerseNumber":168,"Text":"На тие кои не веруваат и кои чинат неправда, Аллах, навистина, нема да им прости и нема да ги упати на патот"},{"SurahNumber":4,"VerseNumber":169,"Text":"освен патот кон џехеннемот, во кој вечно и засекогаш ќе останат! Тоа на Аллах Му е лесно"},{"SurahNumber":4,"VerseNumber":170,"Text":"О, луѓе, Пратеникот веќе ви ја донесе Вистината од Господарот ваш; затоа верувајте – подобро е за вас! А ако не верувате, па Аллахово е тоа што е на небесата и на Земјата, и Аллах сè знае и Мудар е"},{"SurahNumber":4,"VerseNumber":171,"Text":"О, следбеници на Книгата, не застранувајте во своето верување и за Аллах зборувајте ја само вистината! Месих, Иса, синот Мерјемин, е само Аллахов Пратеник, создаден е со Зборот Негов кој на Мерјем ѝ го достави, и живот му даде; затоа верувајте во Аллах и во Неговите Пратеници и не велете: „Тројца се!“ Престанете, подобро е за вас! Аллах е само еден Бог, славен нека е Тој, зарем Тој да има дете?! Негово е тоа што е на небесата и тоа што е на Земјата, и Аллах е доволен заштитник"},{"SurahNumber":4,"VerseNumber":172,"Text":"На Месих нема да му биде одбивно да признае дека е Аллахов роб, а ниту на мелеците, Нему најблиските. А тие на кои им е одбивно Нему да Му робуваат, и тие коишто ќе бидат вообразени, Аллах сите пред Себе ќе ги собере"},{"SurahNumber":4,"VerseNumber":173,"Text":"Верниците кои правеле добри дела Тој според заслугата ќе ги награди, и уште, од изобилството Свое, повеќе ќе им даде; а тие коишто биле одбивни и вообразени – на неподносливи маки ќе ги стави и тие нема да најдат, освен Аллах, ни заштитник ни помагач"},{"SurahNumber":4,"VerseNumber":174,"Text":"О, луѓе, Доказот од Господарот ваш веќе ви стигна и Ние ви ја објавивме Јасната Светлина"},{"SurahNumber":4,"VerseNumber":175,"Text":"Тие што во Аллах ќе веруваат и цврсто до Него ќе се придржуваат, Тој сигурно во Својата милост и благодат ќе ги воведе, и на Вистинскиот пат кон Себе ќе ги упати"},{"SurahNumber":4,"VerseNumber":176,"Text":"Тие од тебе бараат толкување. Кажи: „Аллах ќе ви го каже прописот за келала: ако некој умре, а нема дете, но има сестра, нејзе ѝ припаѓа половина од неговото наследство, а тој ќе ја наследи неа ако таа нема дете; а ако се две сестри, на нив им припаѓаат две третини од неговото наследство. А ако се браќа и сестри, тогаш на машкото му припаѓа колку на две женски.“ Тоа Аллах ви го објаснува за да не заталкате. А Аллах знае сè"},{"SurahNumber":5,"VerseNumber":1,"Text":"О, верници, исполнувајте ги обврските! Ви се дозволува добитокот, со исклучок на тој за којшто ќе ви биде соопштено. Не ви е дозволено да ловите додека ги извршувате обредите на аџилакот! Навистина, Аллах пропишува што Тој сака"},{"SurahNumber":5,"VerseNumber":2,"Text":"О, верници, не ги омаловажувајте Аллаховите обреди на аџилакот, ниту светиот месец, ни курбаните, особено тие со оглав обележани, ниту луѓето кои тргнале кон Светиот Храм сакајќи награда и наклоност од Господарот свој. А кога обредите на аџилакот ќе ги извршите, тогаш смеете да ловите. И омразата што ја имате кон одредени луѓе, затоа што ви го оневозможија пристапот кон Светиот Храм,97 никако нека не ве наведе да ги нападнете! Едни на други помагајте си во добродетелството и во богобојазноста, а не соучествувајте во гревот и непријателството; и плашете се од Аллах, бидејќи Аллах страшно казнува"},{"SurahNumber":5,"VerseNumber":3,"Text":"Ви се забранува мрша, крв, свинско месо и тоа што е заклано во нечие друго име, а не во Аллаховото, и тоа што е задавено и убиено, и што при пад е загинато, и со рог забодено, или од ѕвер начнато, освен ако сте го заклале пред да умре, и што на жртвениците е жртвувано98, и ви се забранува гатање со стрелички.99 Тоа е порок! Денес неверниците изгубија секаква надеж дека вие од својата вера ќе отпаднете, затоа не плашете се од нив, туку плашете се од Мене. Денес верата ваша ви ја усовршив и благодaтта Своја спрема вас ја надополнив и задоволен Сум исламот да ви биде вера. А на тој што ќе биде принуден, кога има глад, без намера да стори грев, Аллах ќе му прости и Милостив ќе биде"},{"SurahNumber":5,"VerseNumber":4,"Text":"Те прашуваат што им се дозволува. Кажи: „Ви се дозволува убавата храна и тоа што ќе ви го уловат животните кои на лов сте ги подучиле, така како што Аллах вас ве научил. Јадете го тоа што тие ќе ви го уловат и споменете Го Аллаховото име при тоа, и плашете се од Аллах, бидејќи Аллах, навистина, брзо ги сведува сметките!“"},{"SurahNumber":5,"VerseNumber":5,"Text":"Од сега ви се дозволува сета убава храна; и ви се дозволува храната на тие на кои им е дадена Книгата, и вашата храна им е дозволена на нив; и чедните вернички ви се дозволени, и чедните ќерки на тие на кои им е дадена Книгата пред вас, кога нивните венчални дарови ќе им ги дадете со намера со нив да се ожените, а не со нив да блудничите и за љубовници да ги земате. А тој што ќе отпадне од вистинската вера – залудни ќе му бидат делата негови и тој, на оној свет, ќе биде губитник"},{"SurahNumber":5,"VerseNumber":6,"Text":"О, верници, кога ќе сакате намазот (молитвата) да го извршите, лицата свои и рацете свои до зад лактите измијте ги – а дел од главите свои допрете ги – и нозете свои до зад зглобовите, а ако сте џунуб, тогаш искапете се; а ако сте болни или на пат или ако сте извршиле физиолошка потреба или ако со сопругите сте се состанувале, а не можете да најдете вода, тогаш со рацете свои чиста земја допрете и со нив допрете ги лицата свои и рацете свои. Аллах не сака да ви причинува потешкотии, туку сака чисти да ве направи и благодaтта Своја да ви ја надополни, за да бидете благодарни"},{"SurahNumber":5,"VerseNumber":7,"Text":"И сетете се на Аллаховата милост со која ве опсипа и на заветот со кој ве обврза,100 кога рековте: „Слушаме и се покоруваме!“ И плашете се од Аллах, бидејќи Аллах ги знае мислите сечии"},{"SurahNumber":5,"VerseNumber":8,"Text":"О, верници, должностите кон Аллах извршувајте ги и праведно сведочете! Омразата која кон некои луѓе ја имате нека не ве натера неправедни да бидете! Праведни бидете, тоа е најблиску до богобојазноста, и плашете се од Аллах, бидејќи Аллах добро знае што правите"},{"SurahNumber":5,"VerseNumber":9,"Text":"На тие што ќе веруваат и што добри дела ќе чинат, Аллах им ветува прошка и награда голема"},{"SurahNumber":5,"VerseNumber":10,"Text":"А тие што нема да веруваат и доказите Наши ќе ги негираат, ќе бидат жители на џехеннемот"},{"SurahNumber":5,"VerseNumber":11,"Text":"О, верници, сететесена Аллаховата благодaт конвас вомоментот кога некои луѓе сакаа да посегнат по вас, а Тој ги задржа рацете нивни.101 И плашете се од Аллах, а верниците нека се надеваат само на Аллах"},{"SurahNumber":5,"VerseNumber":12,"Text":"Аллах го прифати заветот на синовите Израилови – а меѓу нив поставивме дванаесет старешини – и Аллах рече: „Јас сум со вас! Ако молитвата ја извршувате и милостина давате, и ако во Пратениците Мои верувате, и ако им помагате и ако драговолно заем на Аллах Му давате, сигурно ќе преминам преку лошите постапки ваши и ќе ве воведам во џеннетските градини низ кои ќе течат реки. А тој меѓу вас кој ниту после ова нема да верува, од Вистинскиот пат скршнал!“"},{"SurahNumber":5,"VerseNumber":13,"Text":"Но, бидејќи заветот свој го прекршија, Ние ги проколнавме и срцата нивни крути ги сторивме. Тие, зборовите од местото на кое што беа ги отстрануваа, а добар дел од тоа со што беа опоменувани го изоставија. И ти кај нив, освен кај малкумина од нив, непрекинато на ерес ќе наидуваш, но прости им и не карај ги! Аллах, навистина, ги сака добродетелите"},{"SurahNumber":5,"VerseNumber":14,"Text":"Ние заветот го прифативме и од тие што велат: „Ние сме христијани!“ – но и тие, голем дел од тоа со што беа опоменувани го изоставија, затоа меѓу нив вметнавме непријателство и омраза сè до Судниот ден; а Аллах сигурно ќе ги извести за тоа што го правеа"},{"SurahNumber":5,"VerseNumber":15,"Text":"О, следбеници на Книгата, ви дојде Пратеник Наш да ви укаже на многу нешта кои вие од Книгата ги криете, а преку многу и ќе помине! А од Аллах ви доаѓа светлина и Книга јасна"},{"SurahNumber":5,"VerseNumber":16,"Text":"со која Аллах ги упатува на патиштата на спасението тие што настојуваат да го стекнат задоволството Негово и ги изведува, според волјата Своја, одтемнината на светлина и им укажува на Вистинскиот пат"},{"SurahNumber":5,"VerseNumber":17,"Text":"Неверници се тие што велат: „Бог е Месих, синот Мерјемин!“ Кажи: „Кој може да Го спречи Аллах, ако сака, да го уништи Месих, синот Мерјемин, и мајката негова, и сите што се на Земјата? Аллахова е власта и на небесата и на Земјата и на тоа што е помеѓу нив! Тој создава што сака и Аллах може сè"},{"SurahNumber":5,"VerseNumber":18,"Text":"И евреите и христијаните велат: „Ние сме деца Божји и миленици Негови.“ Кажи: „Па тогаш зошто Тој ве казнува поради гревовите ваши?“ А не е така! Вие сте како и останатите луѓе кои Тој ги создава: кому сака Тој ќе му прости, а кого сака Тој ќе го казни. Аллахова е власта на небесата и на Земјата и на тоа што е помеѓу нив, и Нему сите ќе Му се вратат"},{"SurahNumber":5,"VerseNumber":19,"Text":"О, следбеници на Книгата, ви дојде Пратеникот Наш – откако некое време е прекинато испраќањето Пратеници – да ви објасни, за да не кажете: „Не ни дојде ниту тој што носи радосни вести, ниту тој што опоменува!“ Па ете, ви дојде тој што носи радосни вести и што опоменува! А Аллах може сè"},{"SurahNumber":5,"VerseNumber":20,"Text":"А кога Муса му рече на народот свој: „О, народе мој, сетете се на Аллаховата благодaт кон вас, кога некои од вас веровесници ги направи, а многумина од вас владетели, и ви го даде тоа што на ниту еден народ не му го дал"},{"SurahNumber":5,"VerseNumber":21,"Text":"О, народе мој, влезете во Светата земја, која Аллах ви ја додели, и не повлекувајте се назад, па да се вратите загубени!“"},{"SurahNumber":5,"VerseNumber":22,"Text":"Тие рекоа: „О, Муса! Во неа има немилосрден народ и ние во неа нема да влеземе сè додека тие од неа не излезат; па, ако тие излезат од неа, тогаш ние сигурно ќе влеземе.“"},{"SurahNumber":5,"VerseNumber":23,"Text":"Двајца мажи, коиод Аллах сеплашеаинакои Тој им ја подари милоста Своја, рекоа: „Навалете им на портата, па кога низ неа ќе поминете, сигурно ќе бидете победници; ана Аллах надевајте се, акостеверници!“"},{"SurahNumber":5,"VerseNumber":24,"Text":"„О, Муса,“ – рекоа тие - „сè додека се тие во неа, ние нема во неа да влеземе! Отидете ти и Господарот твој па борете сe, ние овде ќе останеме!“"},{"SurahNumber":5,"VerseNumber":25,"Text":"„Господару мој,“ – рече Муса - „јас освен на себеси, имам моќ само над братот свој; затоа пресуди ни нам и на народот грешен!“"},{"SurahNumber":5,"VerseNumber":26,"Text":"„Четириесет години тие по земјата ќе талкаат,“ – рече Тој - „бидејќи Светата земја забранета ќе им биде, а ти нетагувај понародот грешен!“"},{"SurahNumber":5,"VerseNumber":27,"Text":"И раскажи им за двајцата Адемови синови, така како што беше, кога тие двајцата жртва принесоа, па кога од едниот беше примена, а од другиот не, па рече: „Сигурно ќе те убијам!“ „Аллах прима само од богобојазните!“ – рече првиот"},{"SurahNumber":5,"VerseNumber":28,"Text":"„И кога би ја пружил ти раката кон мене за да ме убиеш, јас не би ја пружил својата кон тебе за да те убијам, бидејќи јас се плашам од Аллах, Господарот на световите"},{"SurahNumber":5,"VerseNumber":29,"Text":"Јас сакам ти да го понесеш и мојот и твојот грев и да бидеш жител на Огнот. А тој е казна за сите насилници“"},{"SurahNumber":5,"VerseNumber":30,"Text":"И страста негова го наведе да го убие братот свој, па го уби и стана еден од изгубените"},{"SurahNumber":5,"VerseNumber":31,"Text":"Тогаш Аллах испрати гавран да копа по земјата за да му покаже како да го закопа мртвото тело на својот брат. „Тешко мене!“ – рече тој -„зарем и јас не можам, како овој гавран, да го закопам мртвото тело на својот брат?!“ И се покаја"},{"SurahNumber":5,"VerseNumber":32,"Text":"Заради тоа Ние им пропишавме на синовите Израилови: ако некој убие некој кој неубил никого, или некој штоне прави неред на Земјата – како сите луѓе да ги убил; а ако некој биде причина за нечиј живот да се сочува – како на сите луѓе животот да им го сочувал! Нашите Пратеници јасни докази им носеа, но многумина од нив, и покрај тоа, на Земјата сите граници на злото ги преминуваа"},{"SurahNumber":5,"VerseNumber":33,"Text":"Казната за тие кои против Аллах и Пратеникот Негов војуваат и кои неред на Земјата чинат102 е: да бидат убиени, или распнати, или вкрстено рацете и нозете да им се отсечат или од земјата да се прогонат! Тоа им е понижување на овој свет, а на оној свет ги чека големо страдање"},{"SurahNumber":5,"VerseNumber":34,"Text":"но не и за тие што ќе се покајат пред да паднат во ваши раце! И знајте дека Аллах простува и дека е Милостив"},{"SurahNumber":5,"VerseNumber":35,"Text":"О, верници, плашете сè од Аллах и барајте го тоа што кон Него ќе ве приближи и борете сe на патот Негов за да го постигнете тоа што го сакате"},{"SurahNumber":5,"VerseNumber":36,"Text":"Кога сè што е на Земјата би било во посед на неверниците, и уште толку, и би сакале да се откупат од страдањата на оној свет, не би им се уважило. Нив ги чека неиздржлива мака"},{"SurahNumber":5,"VerseNumber":37,"Text":"Ќе посакаат тие да излезат од огнот, но излез нема да имаат, за нив ќе има непрекинато страдање"},{"SurahNumber":5,"VerseNumber":38,"Text":"На крадецот и на крадачката отсечете им ги рацете нивни, тоа нека им биде казна за тоа што го сториле и опомена од Аллах! А Аллах е Силниот и Мудриот"},{"SurahNumber":5,"VerseNumber":39,"Text":"А тој што по своето недело ќе се покае и ќе се поправи, Аллах сигурно ќе му прости. Аллах, навистина, простува и Милостив е"},{"SurahNumber":5,"VerseNumber":40,"Text":"Ти сигурно знаеш дека само Аллах има власт на небесата и на Земјата. Тој казнува кого сака, а простува кому сака. Аллах може сè"},{"SurahNumber":5,"VerseNumber":41,"Text":"О, Пратенику, нека не те загрижува тоа што брзо го покажуваат неверувањето тие кои со устите свои велат „веруваме“, а со срцето не веруваат, и евреите кои измислиците многу ги слушаат и кои туѓите зборови радо ги прифаќаат, а кај тебе не доаѓаат, кои смислата на зборовите од местата нивни ги извртуваат и велат: „Ако вака ви се пресуди, тогаш прифатете, а ако не ви се пресуди, тогаш не прифаќајте!“ А кого Аллах сака во заблуда да го остави, ти наспроти Аллах не можеш никако да му помогнеш. Тоа се тие чиишто срца Аллах не сака да ги исчисти; нив на овој свет ги чека понижување, а на оној свет големо страдање"},{"SurahNumber":5,"VerseNumber":42,"Text":"Тие многу лаги слушаат и тоа што е забрането радо го јадат; па ако ти дојдат, ти или пресуди им или тргни се од нив; ако се тргнеш од нив, тие не можат ни малку да ти наштетат. А ако им судиш, пресуди им праведно бидејќи Аллах ги сака праведните"},{"SurahNumber":5,"VerseNumber":43,"Text":"А од каде тоа тие да ти бараат да им судиш кога го имаат Тевратот, во кој има Аллахови прописи? Тие ни по пресудата твоја не би биле задоволни бидејќи не се никакви верници"},{"SurahNumber":5,"VerseNumber":44,"Text":"Ние го објавивме Тевратот, кој содржи упатство и светлина. Според него на евреите им судеа веровесниците, кои Му беа послушни на Аллах и честити луѓе, и учени, од кои е барано да ја чуваат Аллаховата Книга, и тие над неа бдееја. Затоа, кога ќе судите, не плашете се од луѓето, туку плашете се од Мене, и не заменувајте ги зборовите Мои за нешто што малку вреди! А тие што не судат според тоа што Аллах го објавил, тие се вистински неверници"},{"SurahNumber":5,"VerseNumber":45,"Text":"Ние во него им пропишавме: глава за глава, и око за око, и нос за нос, и уво за уво, и заб за заб, а и раните треба да се возвратат. А тој што ќе се откаже од одмаздата, тоа ќе му биде искупување од гревовите. Тие што не судат според тоа што Аллах го објавил се вистински насилници"},{"SurahNumber":5,"VerseNumber":46,"Text":"После нив, го испративме Иса, синот Мерјемин, кој го признаваше Тевратот,преднегообјавен,анемумугодадовмеИнџилот,вокојимаше упатство и светлина, и да го потврди Тевратот, пред него објавен, во кој исто така имаше упатство и поука за тие кои од Аллах се плашеа"},{"SurahNumber":5,"VerseNumber":47,"Text":"и на следбениците на Инџилот им наредивме да судат според тоа што Аллах го објавил во него. Тие што не судеа според тоа што Аллах го објавил се вистински грешници"},{"SurahNumber":5,"VerseNumber":48,"Text":"А тебе ти објавуваме Книга, со Вистината, да ги потврди книгите пред неа објавени и над нив да бдее. И ти суди им според тоа што го објавува Аллах и не следи ги желбите нивни, и не отстапувај од Вистината која ти доаѓа; на сите вас закон и правец ви пропишавме! А да сакаше Аллах, ќе ве направеше следбеници на една вера, но, Тој сака да ве искуша во тоа што ви го пропишува, затоа натпреварувајте се кој повеќе добрини ќе прави; кај Аллах сите ќе се вратите, па Тој ќе ве извести за тоа за што не се согласувавте"},{"SurahNumber":5,"VerseNumber":49,"Text":"И суди им според тоа што Аллах го објавува и не следи ги желбите нивни, и чувај се од нив да не те одвратат од нешто што Аллах ти го објавува! Аако ти свртат грб, тогаш знај дека Аллах сака, поради некои гревови нивни, да ги казни. А многумина од луѓето се, навистина, грешници"},{"SurahNumber":5,"VerseNumber":50,"Text":"Зарем тие да бараат како во паганско време да им се суди? А кој е подобар судија од Аллах на народ кој цврсто верува"},{"SurahNumber":5,"VerseNumber":51,"Text":"О, верници, не земајте ги за заштитници евреите и христијаните! Тие се заштитници на самите себеси! А нивен е и тој меѓу вас кој за заштитници ќе ги прифати; Аллах, навистина, нема да им укаже на Вистинскиот пат на луѓето кои сами на себе неправда си чинат"},{"SurahNumber":5,"VerseNumber":52,"Text":"Затоа ти ги гледаш тие чии срца се болни како брзаат да склопат пријателство со нив, велејќи: „Се плашиме некаква неволја да не нè снајде.“ А Аллах сигурно победа или нешто друго од Себе ќе даде, па тие ќе се каат поради тоа што во душите свои го криеја"},{"SurahNumber":5,"VerseNumber":53,"Text":"а тие што веруваат ќе речат: „Зарем тоа се тие што се колнеа во Аллах, со својата најтешка заклетва дека навистина се со вас?“ Делата нивни ќе бидат поништени, и тие ќе настрадаат"},{"SurahNumber":5,"VerseNumber":54,"Text":"О, верници, ако некој од вас од верата своја отпадне, - па Аллах сигурно наместо нив ќе доведе луѓе кои Тој ги сака и кои Него Го сакаат, понизни кон верниците, а горди кон неверниците; тие на Аллаховиот пат ќе се борат и од ничиј прекор нема да се плашат! Тоа е Аллаховиот дар, кој Тој го дава кому сака, а Аллах е неизмерно добар и знае сè"},{"SurahNumber":5,"VerseNumber":55,"Text":"Ваши заштитници се само Аллах и Пратеникот Негов и верниците кои понизно намазот (молитвата) го извршуваат и зекат даваат"},{"SurahNumber":5,"VerseNumber":56,"Text":"Тој што за заштитник ќе Го земе Аллах и Пратеникот Негов и верниците – па, Аллаховата страна, секако, ќе победи"},{"SurahNumber":5,"VerseNumber":57,"Text":"О, верници, не пријателувајте со тие кои верата ваша за потсмев и забава ја земаат, било да се тие на кои им е дадена Книгата пред вас, или да се идолопоклоници, - и од Аллах плашете се ако сте верници"},{"SurahNumber":5,"VerseNumber":58,"Text":"И кога повикувате на намаз (молитва), и тоа за потсмев и забава го земаат, затоа што тоа се луѓе кои не сфаќаат"},{"SurahNumber":5,"VerseNumber":59,"Text":"Кажи: „О, следбеници на Книгата, зарем нас да нè осудувате поради тоа што веруваме во Аллах и во тоа што ни се објавува, и во тоа што е објавено претходно, а повеќето сте грешници?“"},{"SurahNumber":5,"VerseNumber":60,"Text":"Кажи: „Сакате ли да ви кажам кои се полоши од таквите и кои Аллах уште потешко ќе ги казни? Тие кои Аллах ги проколнал и на кои се разгневил и во мајмуни и свињи ги претворил, тие кои на тагутот му робувале – нив ги чека најлошото место, бидејќи тие најдалеку од Вистинскиот пат заталкале.“"},{"SurahNumber":5,"VerseNumber":61,"Text":"А кога ви доаѓаат, велат: „Веруваме!“, но тие доаѓаат како неверници, и како такви и си одат, а Аллах добро го знае тоа што тие го кријат"},{"SurahNumber":5,"VerseNumber":62,"Text":"Гледаш многумина од нив како кон гревови и насилство се стремат и како тоа што е забрането го јадат; лошо ли е тоа како тие постапуваат"},{"SurahNumber":5,"VerseNumber":63,"Text":"Треба рабините и учените луѓе од лажниот говор и од забранетата храна да ги одвраќаат; лошо ли е тоа како тие постапуваат"},{"SurahNumber":5,"VerseNumber":64,"Text":"Евреите велат: „Аллаховата рака е стисната!“ Стиснати да се рацете нивни и проклети да се поради тоа што го велат! Не, двете Негови раце се отворени, Тој дава колку што сака! А тоа што ти го објавува Господарот твој ќе ја зголеми заблудата иневерувањето кај многумина од нив. Ние вметнавме меѓу нив непријателство и омраза сè до Крајот на светот. Кога и да се обидат да го потпалат огнот на војната, Аллах го гасне. Тие настојуваат на Земјата пакост да прават, а Аллах не ги сака пакосниците"},{"SurahNumber":5,"VerseNumber":65,"Text":"А следбениците на Книгата да веруваат и од гревови да се чуваат, Ние би поминале преку лошите постапки нивни и сигурно би ги внеле во џеннетските градини на уживањето"},{"SurahNumber":5,"VerseNumber":66,"Text":"Да се придржуваат до Тевратот и Инџилот и до тоа што им го објавува Господарот нивен, би имале што да јадат, и од тоа што е над нив и од тоа што е под нозете нивни. Има и умерени меѓу нив, но лошо е тоа што повеќето од нив го прават"},{"SurahNumber":5,"VerseNumber":67,"Text":"О, Пратенику, кажувај го тоа што ти се објавува од Господарот твој! Ако не го сториш тоа, тогаш не си ја доставил Објавата Негова, а Аллах од луѓето ќе те штити. Аллах навистина нема да му укаже на Вистинскиот пат на народот кој не сака да верува"},{"SurahNumber":5,"VerseNumber":68,"Text":"Кажи: „О, следбеници на Книгата, вие немате никаква вера доколку не се придржувате до Тевратот, Инџилот и до тоа што ви го објавува Господарот ваш!“ А тоа што ти го објавува Господарот твој на повеќето од нив ќе им ја зголеми непокорноста и неверувањето, но, ти не очајувај поради народот кој не сака да верува"},{"SurahNumber":5,"VerseNumber":69,"Text":"Тие што веруваа, па тие што беа евреи, и Сабијци, и христијани – тие што во Аллах и во оној свет веруваа и правеа добри дела - од ништо нема да се плашат и за ништо нема да тагуваат"},{"SurahNumber":5,"VerseNumber":70,"Text":"Ние од синовите Израилови завет зедовме и Пратеници им праќавме. Кога и да им донесеше некој Пратеник нешто што не им годеше на душите нивни, некои од нив за лаги ги клеветеа, а другите ги убиваа"},{"SurahNumber":5,"VerseNumber":71,"Text":"Мислеа дека нема да бидат ставени на маки, па беа и слепи и глуви, и тогаш кога Аллах го прими покајанието нивно, многумина од нив повторно беа и слепи и глуви; а Аллах добро го гледа тоа што тие го прават"},{"SurahNumber":5,"VerseNumber":72,"Text":"Неверници се тие што велат: „Бог е Месих, синот Мерјемин!“ А Месих говореше: „О, синови Израилови, обожувајте Го само Аллах, и мојот и вашиот Господар!“ Кој на Аллах ќе Му припишува здруженик, Аллах ќе му го забрани влезот во џеннетот и неговото живеалиште ќе биде џехеннемот; а на злосторниците нема никој да им помогне"},{"SurahNumber":5,"VerseNumber":73,"Text":"Неверници се тие што велат: „Бог е дел од тројството!“ А само еден еБог! И доколку тие не се откажат од тоа што го велат, неиздржливо страдање, навистина, ќе го стигне секој од нив кој неверник ќе остане"},{"SurahNumber":5,"VerseNumber":74,"Text":"Зошто тие не се покајат кај Аллах и не замолат прошка од Него? А Аллах простува и Милостив е"},{"SurahNumber":5,"VerseNumber":75,"Text":"Месих, синот Мерјемин, е само Пратеник, и пред него доаѓаа и заминуваа Пратеници, а мајката негова беше вистинољубива; и двајцата јадеа храна. Погледни како Ние изнесуваме јасни докази и потоа погледни ги нив како се одметнуваат"},{"SurahNumber":5,"VerseNumber":76,"Text":"Кажи: „Како можете, освен Аллах, да обожувате некого кој не е во состојба ни да ви наштети ни да ви биде од корист, а Аллах е Тој што сè слуша и знае?“"},{"SurahNumber":5,"VerseNumber":77,"Text":"Кажи: „О, следбеници на Книгата, не застранувајте во верувањето свое, спротивно на вистината, и не следете ги страстите на луѓето кои уште одамна заталкале, и многумина во заблуда одвеле, и самите од Вистинскиот пат скршнале!“"},{"SurahNumber":5,"VerseNumber":78,"Text":"Со јазикот на Давуд и на Иса, синот Мерјемин, проколнати се тие од синовите Израилови кои не веруваа, затоа што се бунтуваа и границите на злото секогаш ги поминуваа"},{"SurahNumber":5,"VerseNumber":79,"Text":"едни со други не се одвраќаа од грешните постапки кои ги правеа. Лошо е, навистина, тоа како постапуваа"},{"SurahNumber":5,"VerseNumber":80,"Text":"Ти гледаш како многумина од нив пријателуваат со многубошците. Лошо е тоа што самите себеси си го подготвуваат: Аллах на нив да се разгневи и во страдание вечно да останат"},{"SurahNumber":5,"VerseNumber":81,"Text":"А да веруваат во Аллах и во Веровесникот и во тоа што нему му се објавува, тие со нив не би пријателувале, но, многумина од нив се грешници"}]}