{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"All mat var tillatt Israels barn, unntatt det Israel forbød seg selv før loven ble apenbart. Si: «Legg frem loven og les opp fra den, om dere er sannferdige.»"},{"SurahNumber":3,"VerseNumber":94,"Text":"Og de som etter dette dikter opp løgn mot Gud, disse er urettferdige"},{"SurahNumber":3,"VerseNumber":95,"Text":"Si: «Gud taler sant, sa følg Abraham, Gud-søkerens religion. Han var ingen avgudsdyrker.»"},{"SurahNumber":3,"VerseNumber":96,"Text":"Det første tempel som ble grunnlagt for menneskene, er det i Mekka, som velsignelse og ledelse for all verden"},{"SurahNumber":3,"VerseNumber":97,"Text":"I dette finnes klare tegn, Abrahams plass, og sikkerhet for den som betrer den. Det er en plikt for menneskene mot Gud a dra pa pilegrimsreise til Huset, safremt de finner utvei til det. Hvis noen er vantro, sa er Gud selvtilstrekkelig og trenger ikke til verden"},{"SurahNumber":3,"VerseNumber":98,"Text":"Si: «Dere skriftens folk, hvorfor fornekter dere Guds ord nar Gud er vitne til det dere gjør?»"},{"SurahNumber":3,"VerseNumber":99,"Text":"Si: «Dere skriftens folk, hvorfor hindrer dere dem som tror, fra Guds vei, idet dere vil gjøre den krokete? Dere er jo selv vitner. Men Gud overser ikke hva dere gjør.»"},{"SurahNumber":3,"VerseNumber":100,"Text":"Dere som tror, om dere hører pa en gruppe av dem som har fatt skriften, vil de føre dere til frafall etter at dere er kommet til troen"},{"SurahNumber":3,"VerseNumber":101,"Text":"Men hvordan skulle dere falle fra, nar Guds ord er lest opp for dere og Hans sendebud er til stede blant dere? Den som holder fast ved Gud, han er blitt ledet til rett vei"},{"SurahNumber":3,"VerseNumber":102,"Text":"Dere troende, frykt Gud slik som Han skal fryktes! Se til at dere er Ham hengivne nar dere dør"},{"SurahNumber":3,"VerseNumber":103,"Text":"Hold dere alle fast i Guds rep! Unnga splittelser, og kom i hu Guds nade mot dere den gang dere var fiender og Han forenet deres hjerter, slik at dere ved Hans nade ble brødre. Dere var pa kanten av Ildens avgrunn, og Han reddet dere fra den. Slik klargjør Gud sitt ord for dere, at dere ma finne ledelse"},{"SurahNumber":3,"VerseNumber":104,"Text":"Matte dere bli et folk som kaller til det gode, som forordner det som rett er, og forbyr det urette. Disse vil det ga godt"},{"SurahNumber":3,"VerseNumber":105,"Text":"Vær ikke som dem som kommer i splittelse og uenighet, etter at de har mottatt klar beskjed. Disse er hjemfalne til stor straff"},{"SurahNumber":3,"VerseNumber":106,"Text":"pa den dag da ansiktene vil lyse, eller formørkes. De hvis ansikter formørkes: «Falt dere fra etter at dere var kommet til troen? Sa ta straffen for deres vantro!»"},{"SurahNumber":3,"VerseNumber":107,"Text":"Men de hvis ansikter lyser, skal være i Guds nade, og der skal de være og bli"},{"SurahNumber":3,"VerseNumber":108,"Text":"Dette er Guds ord, som vi meddeler deg i sannhet. Gud ønsker ingen urett over Sine skapninger"},{"SurahNumber":3,"VerseNumber":109,"Text":"Gud tilhører alt i himlene og pa jord. Til Gud skal alt bringes tilbake"},{"SurahNumber":3,"VerseNumber":110,"Text":"Dere er det beste folk som er sendt ut til menneskene. Dere forordner det som rett er, og forbyr det urette, og tror pa Gud. Om skriftens folk hadde trodd, hadde det vært bedre for dem. Noen av dem tror, men de fleste av dem er ugudelige"},{"SurahNumber":3,"VerseNumber":111,"Text":"De kan bare skade dere lite. Og hvis de stiller til kamp mot dere, snur de snart ryggen til flukt. Og de far ingen hjelp"},{"SurahNumber":3,"VerseNumber":112,"Text":"De vil bli rammet av ydmykelser hvor de enn finnes, hvis de ikke finner forbund med Gud eller mennesker. De padrar seg Guds vrede, og blir slatt av fattigdom. Dette fordi de fornektet Guds ord og drepte profetene med urett. Dette fordi de var ulydige og gikk over grensen"},{"SurahNumber":3,"VerseNumber":113,"Text":"Men de er ikke alle like. Blant skriftens folk finnes en rettferdig gruppe, som resiterer Guds ord i nattens timer og faller ned i bønn"},{"SurahNumber":3,"VerseNumber":114,"Text":"som tror pa Gud og dommens dag, som forordner det som rett er, og forbyr det urette, som kappes i a gjøre gode gjerninger. Disse er rettskafne"},{"SurahNumber":3,"VerseNumber":115,"Text":"Det gode de gjør vil aldri savne anerkjennelse. Gud kjenner de gudfryktige"},{"SurahNumber":3,"VerseNumber":116,"Text":"De vantro kan ikke verge seg mot Gud ved sin rikdom og sine barn. Disse er Ildens folk, og der skal de være og bli"},{"SurahNumber":3,"VerseNumber":117,"Text":"Deres pengebruk i denne verden er som en ødeleggende vind, som rammer urettferdiges marker og tilintetgjør dem. Gud har ikke gjort urett mot dem, mens de har gjort urett til egen skade"},{"SurahNumber":3,"VerseNumber":118,"Text":"Dere som tror, søk ikke venner utenfor deres egen krets, for disse sparer intet for a ødelegge dere, de ønsker det som plager dere. Hatet viser seg i deres munn, og det hjertet skjuler er enda verre. Vi har na forklart ordet for dere, hvis dere forstar"},{"SurahNumber":3,"VerseNumber":119,"Text":"For dere star saken slik: Dere kan like dem, de liker ikke dere. Dere tror pa den hele skrift, og nar de møter dere, sier de: «Vi tror.» Men nar de er for seg selv, biter de fingertuppene i raseri mot dere. Si: «Dø i raseriet deres. Gud vet hva som bor i hjertet.»"},{"SurahNumber":3,"VerseNumber":120,"Text":"Hvis noe godt overgar dere, plager det dem. Men hvis dere rammes av noe ondt, gleder de seg over det. Hvis dere er standhaftige og gudfryktige, vil deres renker ikke skade dere det minste. Gud har oversikt over alt de gjør"},{"SurahNumber":3,"VerseNumber":121,"Text":"Den gang du drog ut fra dine om morgenen og la de troende i kampstillinger. Gud hører, vet"},{"SurahNumber":3,"VerseNumber":122,"Text":"To flokker av dere var i ferd med a miste motet, skjønt Gud var deres beskytter og leder. Pa Gud skal de troende forlate seg"},{"SurahNumber":3,"VerseNumber":123,"Text":"Gud hjalp dere i slaget ved Badr, hvor dere var helt underlegne. Sa frykt Gud, sa dere ma bli takknemlige"},{"SurahNumber":3,"VerseNumber":124,"Text":"Du sa til de troende: «Er det ikke nok at deres Herre forstrekker dere med tre tusen engler sendt ned til dere"},{"SurahNumber":3,"VerseNumber":125,"Text":"Sannelig, hvis dere er standhaftige og gudfryktige, og fienden kommer over dere i ett na, vil Herren forstrekke dere med fem tusen utvalgte engler.»"},{"SurahNumber":3,"VerseNumber":126,"Text":"Gud gjorde dette som et gledelig budskap til dere, og for at deres hjerter skulle falle til ro derved. Hjelp kommer bare fra Gud, den Mektige, den Vise"},{"SurahNumber":3,"VerseNumber":127,"Text":"for a avskjære en del av de vantro eller gi dem tilbakeslag, sa de skulle vende om og miste motet"},{"SurahNumber":3,"VerseNumber":128,"Text":"Du har intet med saken a gjøre, om Han viser dem nade eller straffer dem, for de er illgjerningsmenn"},{"SurahNumber":3,"VerseNumber":129,"Text":"Gud tilhører alt i himlene og pa jord. Han tilgir dem Han vil, og straffer dem Han vil. Og Gud er tilgivende, naderik"},{"SurahNumber":3,"VerseNumber":130,"Text":"Dere som tror, driv ikke utbytting med doble eller flerdoble krav. Frykt Gud, at det ma ga dere godt"},{"SurahNumber":3,"VerseNumber":131,"Text":"Vokt dere for Ilden, som er gjort i stand for de vantro"},{"SurahNumber":3,"VerseNumber":132,"Text":"Vis lydighet mot Gud og mot Sendebudet, sa dere ma bli vist nade"},{"SurahNumber":3,"VerseNumber":133,"Text":"Kappes med hverandre hen til tilgivelse fra Herren, og til paradiset, stort som himlene og jorden, gjort i stand for de gudfryktige"},{"SurahNumber":3,"VerseNumber":134,"Text":"de som gir i velstand og nød, som holder sitt sinne i tømme og tilgir sin neste. Gud elsker dem som gjør godt"},{"SurahNumber":3,"VerseNumber":135,"Text":"og dem som nar de har gjort noe skammelig, og har gjort urett som slar tilbake pa dem selv, kommer Gud i hu og ber om tilgivelse for sine synder, og hvem kan vel tilgi synder uten Gud, og ikke turer frem i det de har bedrevet, med vitende og vilje"},{"SurahNumber":3,"VerseNumber":136,"Text":"Deres lønn er tilgivelse fra Herren, og paradisets haver, hvor bekker sildrer. Her skal de være og bli. Hvilken herlig lønn for dem som strever"},{"SurahNumber":3,"VerseNumber":137,"Text":"Det er før deres tid skjedd mangt pa jorden etter Guds ordning og bestemmelse. Reis rundt pa jorden og se hvordan det endte med dem som fornektet"},{"SurahNumber":3,"VerseNumber":138,"Text":"Dette er en klargjøring for menneskene, ledelse og formaning for gudfryktige"},{"SurahNumber":3,"VerseNumber":139,"Text":"Bli ikke lei og bedrøvet! Dere er ovenpa, safremt dere er troende"},{"SurahNumber":3,"VerseNumber":140,"Text":"Om dere far sar, sa har tilsvarende ogsa rammet de andre. Vi fordeler slike dager blant menneskene, for at Gud kan vite hvem som tror, for at Han kan ta ut martyrer blant dere, Gud liker ikke urettferdige"},{"SurahNumber":3,"VerseNumber":141,"Text":"og for at Han kan utmerke de troende, og tilintetgjøre de vantro"},{"SurahNumber":3,"VerseNumber":142,"Text":"Eller trodde dere at dere kunne ga inn i paradiset, før Gud vet hvem av dere som kjemper, sa Han kan kjenne de standhaftige"},{"SurahNumber":3,"VerseNumber":143,"Text":"Dere ønsket dere martyrdøden før dere stod overfor den. Na har dere sett den med egne øyne"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammad er bare et sendebud. Andre sendebud har gatt bort før ham. Hvis na han dør, eller drepes, vil dere da snu tvert om? Den som snur tvert om, skader ikke Gud det minste. Men Gud vil belønne de takknemlige"},{"SurahNumber":3,"VerseNumber":145,"Text":"Intet menneske dør uten at Gud sa vil, og nar tiden kommer. Den som ønsker seg jordelivets belønning, ham gir Vi av den. Den som ønsker seg det hinsidige livs belønning, ham gir Vi av den. Vi belønner de takknemlige"},{"SurahNumber":3,"VerseNumber":146,"Text":"Hvor mange profeter har vel ikke ikke kjempet, og med tallrike hjelpere? Og de mistet ikke motet av det som rammet dem for Guds sak, de ble ikke grepet av svakhet og overgav seg ikke. Gud elsker de standhaftige"},{"SurahNumber":3,"VerseNumber":147,"Text":"Deres tale var: «Herre, tilgi oss vare synder og var lettsindighet, la vare føtter sta fast, og hjelp oss mot det vantro folk!»"},{"SurahNumber":3,"VerseNumber":148,"Text":"Sa gav Gud dem jordelivets belønning, og det hinsidige livs herlige belønning. Gud elsker dem som gjør godt"},{"SurahNumber":3,"VerseNumber":149,"Text":"Dere som tror, hvis dere hører pa de vantro, vil de fa dere til a snu tvert om, og dere vil snu som tapere"},{"SurahNumber":3,"VerseNumber":150,"Text":"Men Gud er deres beskytter, og Han er den beste hjelper"},{"SurahNumber":3,"VerseNumber":151,"Text":"Vi skal kaste skrekk i vantros hjerter, fordi de setter ved Guds side noe Han aldri har gitt autoritet. Deres herberge blir Ilden! Bedrøvelig er illgjerningsmennenes herberge"},{"SurahNumber":3,"VerseNumber":152,"Text":"Gud holdt jo sitt løfte til dere, da dere behersket fienden med Hans bifall, inntil dere sviktet og kom i krangel om saken og viste ulydighet, etter at Han hadde vist dere det dere ønsket. Blant dere var noen som ønsket denne verden, og noen som ønsket den hinsidige verden. Sa førte Han dere bort fra dem, for a sette dere pa prøve. Og Han unnskyldte dere, Gud er god mot de troende"},{"SurahNumber":3,"VerseNumber":153,"Text":"Da dere sprang oppover uten a se dere tilbake etter noen, mens Sendebudet ropte etter dere, sa belønnet Han dere med motgang etter motgang for at dere ikke skulle sørge over det dere hadde gatt glipp av, eller det som overgikk dere, Gud vet hva dere gjør"},{"SurahNumber":3,"VerseNumber":154,"Text":"Siden sendte Han over dere sikkerhet etter motgangen, en avslappethet kom over noen av dere. Men andre bekymret seg og tenkte urette tanker om Gud, hedenskapets tanker. De sa: «Har vi egentlig noe med denne saken a gjøre?» Si: «Saken i sin helhet ligger i Guds hand.» De skjulte i sine hjerter noe de ikke viste deg, og sa: «Hadde vi noe med saken a gjøre, ville vi ikke blitt drept her.» Si: «Selv om dere hadde blitt igjen i deres hus, sa ville de som døden var bestemt for, allikevel innfunnet seg pa sitt dødsleie.» Dette for at Gud kunne utprøve hva som bor i deres bryst, og belyse det som var i deres hjerter. Gud kjenner det som bor i hjertene"},{"SurahNumber":3,"VerseNumber":155,"Text":"De av dere som snudde ryggen den dag de to hærer møttes, Satan lot dem svikte for noe de hadde fortjent. Men Gud har tilgitt dem. Gud er tilgivende, og mild"},{"SurahNumber":3,"VerseNumber":156,"Text":"Dere troende, vær ikke som de vantro, som sier om sine brødre nar de drar rundt i landet eller gar i kamp: «Om de bare hadde holdt seg hos oss, ville de ikke ha dødd eller blitt drept,» for at Gud kan legge dette som bekymring i deres hjerter. Gud gir liv og død, og Gud har øye med hva dere gjør"},{"SurahNumber":3,"VerseNumber":157,"Text":"Om dere drepes eller dør for Guds sak, sa er tilgivelse og nade fra Gud bedre enn det dere samler i hop"},{"SurahNumber":3,"VerseNumber":158,"Text":"Og om dere dør eller drepes, hos Gud skal dere samles"},{"SurahNumber":3,"VerseNumber":159,"Text":"Ved en nade fra Gud var du overbærende mot dem. Hadde du vært streng og hardhjertet, ville de skilt lag med deg. Sa tilgi dem, be om tilgivelse for dem, radfør deg med dem i saker. Og nar du har bestemt deg, sett din lit til Gud. Gud elsker dem som setter sin lit til Ham"},{"SurahNumber":3,"VerseNumber":160,"Text":"Hvis Gud hjelper dere, har dere ingen overmann. Lar Han dere i stikken, hvem kan da hjelpe dere i Hans sted? Til Gud ma de troende sette sin lit"},{"SurahNumber":3,"VerseNumber":161,"Text":"En profet kan ikke være uærlig. Den som er uredelig, skal pa oppstandelsens dag komme med det han vant ved sin uredelighet. Sa skal enhver fa fullt tilmalt det han har fortjent, og det vil ikke bli gjort dem urett"},{"SurahNumber":3,"VerseNumber":162,"Text":"Er vel den som søker Guds velbehag lik den som padrar seg Guds mishag? Hans herberge blir helvete. Et sørgelig endelikt"},{"SurahNumber":3,"VerseNumber":163,"Text":"De star pa forskjellige trinn overfor Gud. Gud har øye med hva de gjør"},{"SurahNumber":3,"VerseNumber":164,"Text":"Sannelig, Gud viste godhet mot de troende da Han sendte dem et sendebud av deres egne for a resitere Hans ord for dem, og gjøre dem rene og lære dem skriften og visdommen, for tidligere var de i klar villfarelse"},{"SurahNumber":3,"VerseNumber":165,"Text":"Skulle dere vel si nar et nederlag rammer dere, og dere nettopp har tilføyd et dobbelt sa stort: «Hvordan kan dette ha seg?» Si: «Det kommer fra dere selv. Gud har makt over alle ting.»"},{"SurahNumber":3,"VerseNumber":166,"Text":"Det som overgikk dere den dag da de to hærer møttes, skjedde med Guds tillatelse"},{"SurahNumber":3,"VerseNumber":167,"Text":"at Han skulle kjenne de troende, og kjenne hyklerne. Da det ble sagt til dem: «Kom, kjemp for Guds sak, eller i forsvaret,» svarte de: «Hadde vi bare visst noe om a kjempe, skulle vi nok blitt med dere.» Denne dagen var de nærmere vantro enn tro. De sa med sine lepper det som ikke var i deres hjerter. Men Gud vet hva de skjuler"},{"SurahNumber":3,"VerseNumber":168,"Text":"Disse sa om sine brødre, mens de selv var hjemmesittere: «Hadde de bare hørt pa oss, ville de ikke blitt drept.» Si: «Prøv a holde døden borte fra dere selv, hvis dere snakker sant!»"},{"SurahNumber":3,"VerseNumber":169,"Text":"Anse ikke dem som ble drept for Guds sak, som døde. Nei, de er levende hos Herren og mottar av Hans gaver"},{"SurahNumber":3,"VerseNumber":170,"Text":"De gleder seg over det Gud har gitt dem av Sin godhet, gleder seg for dem som ikke er med dem, men er tilbake etter dem, fordi over dem skal ingen frykt hvile, ei heller sorg"},{"SurahNumber":3,"VerseNumber":171,"Text":"De fryder seg ved Guds nade og gavmildhet, ved at Gud aldri lar de troendes fortjeneste ga tapt"},{"SurahNumber":3,"VerseNumber":172,"Text":"De som hørte pa Gud og Sendebudet etter at de var blitt saret, for dem som handlet vel og viste gudsfrykt, er en herlig lønn i vente"},{"SurahNumber":3,"VerseNumber":173,"Text":"for dem, til hvem man sa: «Folk har samlet seg mot dere, sa pass dere,» mens dette bare øket deres tro, og de svarte: «Gud er nok for oss. En utmerket hjelper er Han!»"},{"SurahNumber":3,"VerseNumber":174,"Text":"De kom tilbake ved Guds nade og yndest i god behold, og de fulgte Guds velbehag. Gud har godhet i overmal"},{"SurahNumber":3,"VerseNumber":175,"Text":"Satan er slik, han innjager skrekk i dem som følger ham. Sa vær ikke redd for dem. Men frykt Meg, hvis dere er troende"},{"SurahNumber":3,"VerseNumber":176,"Text":"De som kappes i vantro, ma ikke gjøre deg bedrøvet. De vil aldri kunne skade Gud det ringeste. Gud vil ikke gi dem andel i det hinsidige liv. Dem venter en stor straff"},{"SurahNumber":3,"VerseNumber":177,"Text":"De som kjøper vantro for troens pris, de vil aldri kunne skade Gud det ringeste. Dem venter en smertelig straff"},{"SurahNumber":3,"VerseNumber":178,"Text":"De vantro ma ikke regne med at den utsettelse vi gir dem, er dem til beste. Vi gir dem utsettelse, slik at de kan tilta i synd. Dem venter en ydmykende straff"},{"SurahNumber":3,"VerseNumber":179,"Text":"Gud vil ikke la de troende fortsette slik de har det na, til Han har utskilt de darlige fra de gode. Gud vil ikke avdekke det skjulte for dere. Men Han utvelger den Han vil av Sine sendebud. Hvis dere tror og har gudsfrykt, har dere en stor lønn i vente"},{"SurahNumber":3,"VerseNumber":180,"Text":"De som er gjerrige med det Gud har gitt dem av Sin godhet, ma ikke tro at dette er til deres beste. Nei, det er et onde for dem. Det de var gjerrige med, skal henges om halsen pa dem pa oppstandelsens dag. Gud arver alt som er i himlene og pa jorden. Gud er vel underrettet om det dere gjør"},{"SurahNumber":3,"VerseNumber":181,"Text":"Gud har hørt ordene til dem som sa: «Sannelig ma Gud være fattig, og vi rike!» Vi skal notere det de sa, og at de drepte profetene i urett. Og Vi vil si: «Ta den brennende straffen"},{"SurahNumber":3,"VerseNumber":182,"Text":"Dette, for det dere har sendt i forveien til regnskapet, for Gud gjør ingen urett mot Sine tjenere!»"},{"SurahNumber":3,"VerseNumber":183,"Text":"De som sa: «Gud har avtalt med oss at vi ikke skal tro noe sendebud før han bringer oss et offer som ild fortærer.» Si: «Sendebud før meg er kommet til dere med klar beskjed, og ogsa det dere nevnte. Hvorfor drepte dere dem da, om dere skal snakke sant?»"},{"SurahNumber":3,"VerseNumber":184,"Text":"Og om de skulle kalle deg for løgner, sa er sendebud før deg blitt kalt løgnere, som kom med den klare beskjed, med bøkene, og den opplysende skrift"},{"SurahNumber":3,"VerseNumber":185,"Text":"Hvert menneske vil smake døden. Pa oppstandelsens dag vil dere fa fullt oppgjør. Den som blir holdt unna Ilden, og føres inn i paradiset, han har vunnet seieren! Hva er jordelivet annet enn en bedragersk glede"},{"SurahNumber":3,"VerseNumber":186,"Text":"Dere blir saktens satt pa prøve, bade nar det gjelder eiendom og dere personlig. Dere vil fa høre meget ondt fra dem som fikk skriften før dere, og fra avgudsdyrkerne, men hvis dere er standhaftige og gudfryktige, sa avgjør dette saken"},{"SurahNumber":3,"VerseNumber":187,"Text":"En gang inngikk Gud en avtale med dem som har fatt skriften: «Gjør den kjent for folk, og skjul den ikke!» Men de kastet den bakom ryggen, og solgte den for en billig penge. Hvor avskyelig var denne handelen"},{"SurahNumber":3,"VerseNumber":188,"Text":"Du ma ikke tro at de som gleder seg over det de har brakt til veie, og gjerne vil prises for det de ikke har brakt til veie, tro ikke at de er sikre for straffen. De far en smertelig straff"},{"SurahNumber":3,"VerseNumber":189,"Text":"Guds er herredømmet over himlene og jorden. Gud har makt over alle ting"},{"SurahNumber":3,"VerseNumber":190,"Text":"I himlenes og jordens skapelse, i nattens og dagens veksling, sannelig, her er jærtegn for dem som har hjertets forstand"},{"SurahNumber":3,"VerseNumber":191,"Text":"som kommer Gud i hu nar de er staende, sittende eller liggende, som mediterer over himlenes og jordens skapelse: «Herre, Du har ikke skapt dette for intet! Priset være Du! Bevar oss for Ildens straff"},{"SurahNumber":3,"VerseNumber":192,"Text":"Herre, den Du sender i Ilden, ham har Du gjort til skamme! De urettferdige har ingen hjelpere"},{"SurahNumber":3,"VerseNumber":193,"Text":"Herre, vi har hørt en røst kalle oss til troen: ’Tro pa deres Herre!’ Og vi har antatt troen. Herre, tilgi Du vare synder, utvisk vare misgjerninger, og ta oss til Deg, blant de rettferdige"},{"SurahNumber":3,"VerseNumber":194,"Text":"Herre, gi oss det Du har lovet ved Dine sendebud, og gjør oss ikke til skamme pa oppstandelsens dag! Du sviker ikke Ditt løfte!»"},{"SurahNumber":3,"VerseNumber":195,"Text":"Og Herren svarer dem: «Jeg vil ikke la en strevers strev ga tapt for noen blant dere, for mann eller kvinne, dere er ett. For dem som har forlatt sine hjem og ble drevet bort fra dem, som har lidd for Min sak, som har kjempet og mistet livet, sannelig, for dem vil Jeg utviske deres misgjerninger, og Jeg vil føre dem inn i paradisets haver, hvor bekker sildrer.» En belønning fra Gud, – og Gud, hos Ham er den herligste belønning"},{"SurahNumber":3,"VerseNumber":196,"Text":"La deg ikke lure av de vantros farting omkring i landet"},{"SurahNumber":3,"VerseNumber":197,"Text":"En liten fortjeneste! Men sa blir deres herberge helvete. Et sørgelig hvilested"},{"SurahNumber":3,"VerseNumber":198,"Text":"Men for dem som frykter Herren, venter paradisets haver hvor bekker sildrer. Der skal de være og bli, en gjestfrihet fra Gud. Det som finnes hos Gud er det beste for de fromme"},{"SurahNumber":3,"VerseNumber":199,"Text":"For visst finnes blant skriftens folk slike som tror pa Gud, pa det som er apenbart for dere, og det som er apenbart for dem som er ydmyke for Gud, ikke selger Guds ord for en billig penge. For dem er deres lønn hos Herren. Og Gud er rask med avregningen"},{"SurahNumber":3,"VerseNumber":200,"Text":"Dere som tror, vær standhaftige, streb mot standhaftighet og fasthet. Vis gudsfrykt, sa det ma ga dere godt"},{"SurahNumber":4,"VerseNumber":1,"Text":"Dere mennesker, frykt Herren, Han som har skapt dere av et enkelt individ. Av dette skapte Han dets make. Fra disse to har Han spredt utover menn og kvinner i hopetall. Frykt Gud, ved hvis ordning dere har samkvem, og slektene bestar, Gud vaker over dere"},{"SurahNumber":4,"VerseNumber":2,"Text":"Gi de foreldreløse deres eiendom, og bytt ikke bort darlig mot godt. Disponer ikke deres eiendom sammen med deres egen. Se, det ville være stor synd"},{"SurahNumber":4,"VerseNumber":3,"Text":"Hvis dere er redde for ikke a gjøre rett mot de foreldreløse, ta til ekte det som passer dere av kvinner, to, tre eller fire. Men hvis dere er redde for ikke a kunne gjennomføre full likhet, sa nøy dere med en, eller med deres slavinner. Det er det mest nærliggende for a unnga a gjøre urett"},{"SurahNumber":4,"VerseNumber":4,"Text":"Gi kvinnene til egen disposisjon den brudegave de har krav pa. Men hvis de selv finner for godt a overlate dere en del av den, sa disponer den med god samvittighet"},{"SurahNumber":4,"VerseNumber":5,"Text":"Gi ikke de mentalt uføre hand om eiendom, som Gud har gitt dere til forvaltning, men underhold dem og kle dem derav, og tal til dem pa en verdig mate"},{"SurahNumber":4,"VerseNumber":6,"Text":"Sett de foreldreløse pa prøve, inntil de nar gifteferdig alder. Om dere da finner sunn dømmekraft hos dem, sa overlat dem deres eiendom. Forbruk den ikke i sløsing og hast før de vokser til. Den velstaende bør avsta, og den fattige bør forbruke i rimelighet. Nar dere overlater dem deres eiendom, sa sørg for vitner overfor dem. Gud strekker til for avregning"},{"SurahNumber":4,"VerseNumber":7,"Text":"Det tilkommer menn en andel av det foreldre og nære slektninger etterlater, likeledes kvinner, enten det er meget eller lite, en bestemt andel"},{"SurahNumber":4,"VerseNumber":8,"Text":"Hvis slektfolk, foreldreløse og fattige er til stede ved skiftet, sa gi dem av boet og tal til dem pa en verdig mate"},{"SurahNumber":4,"VerseNumber":9,"Text":"La dem passe seg som hvis de etterlot barn i oppveksten, ville hatt bekymring for dem, la dem frykte Gud, og tale treffende ord"},{"SurahNumber":4,"VerseNumber":10,"Text":"De som med urett forbruker foreldreløses gods, de fyller sin buk med ild. De vil brenne i Ilden"},{"SurahNumber":4,"VerseNumber":11,"Text":"Gud bestemmer vedrørende deres barn: En mannlig arving tilkommer to kvinneliges andel. Hvis det er flere enn to kvinnelige og ingen mannlig arving, skal de dele to tredjedeler av arven, og er det bare en kvinnelig, under samme forutsetning, skal hun ha halvparten. Hver av avdødes foreldre skal ha en sjettepart av arven, hvis han etterlater barn. I motsatt fall arver foreldrene fullt ut, og moren far en tredjepart. Men har avdøde søsken, far moren en sjettepart, etter at legater og gjeld er dekket. Fedre og sønner, foreldre og barn, dere vet ikke hvem av dem som er nærmest i nytte for dere. Dette er en forordning fra Gud. Gud vet, er vis"},{"SurahNumber":4,"VerseNumber":12,"Text":"Det tilkommer dere halvparten av det deres hustruer etterlater, safremt de ikke har barn. I motsatt fall fjerdeparten, etter at legater og gjeld er dekket. Det tilkommer hustruene en fjerdepart av det dere etterlater, safremt dere ikke har barn. I motsatt fall attendeparten, etter at legater og gjeld er dekket. Hvis avdøde er uten arvtagere i rett opp- eller nedstigende linje, men har en bror og en søster, sa far disse en sjettepart hver. Er det flere enn to, far de til sammen en tredjepart pa deling, etter at legater og gjeld er dekket fullt ut. Dette er Guds forsoning. Gud vet, er mild"},{"SurahNumber":4,"VerseNumber":13,"Text":"Dette er de grenser Gud har satt. Den som adlyder Gud og Hans sendebud, vil Han føre inn i paradisets haver, hvor bekker strømmer. Her skal de være og bli. Dette er den store seier"},{"SurahNumber":4,"VerseNumber":14,"Text":"Men den som er ulydig mot Gud og Hans sendebud, og overskrider Hans grenser, ham vil Han sende i Ilden. Her skal han være og bli. Ham venter en ydmykende straff"},{"SurahNumber":4,"VerseNumber":15,"Text":"Hvis noen av deres kvinner begar usømmelighet (hor), skal dere kreve fire vitner mot dem. Hvis de avgir vitnesbyrd, sa hold dem i husarrest til døden henter dem, eller Gud finner en utvei for dem"},{"SurahNumber":4,"VerseNumber":16,"Text":"Hvis to av dere begar dette, sa straff begge. Hvis de angrer og forbedrer seg, sa la dem være i fred. Gud viser miskunn, er naderik"},{"SurahNumber":4,"VerseNumber":17,"Text":"Guds miskunn er kun for dem som gjør feil i uvitenhet, og sa straks angrer. Disse vil Gud vende seg mot i miskunn, Gud vet, er vis"},{"SurahNumber":4,"VerseNumber":18,"Text":"Men det er ingen miskunn for dem som turer frem i onde gjerninger, inntil en av dem star overfor døden, og da sier: «Jeg angrer na.» Heller ikke for dem som dør som vantro. For disse har Vi gjort klar en pinefull straff"},{"SurahNumber":4,"VerseNumber":19,"Text":"Dere som tror! Det er ikke tillatt a overta kvinner ved arv mot deres vilje. Legg heller ikke vanskeligheter i veien for dem, for a legge hand pa en del av det som er gitt dem, med mindre de driver apenbar usømmelighet. Omgas dem pa skikkelig vis. Hvis det er slik at dere misliker dem, sa kan det forholde seg slik at dere misliker noe, som Gud har nedlagt meget godt i"},{"SurahNumber":4,"VerseNumber":20,"Text":"Om dere ønsker a skifte ut en kone med en annen, og har gitt den ene en stor gave, sa krev intet tilbake. Vil dere vel kreve det ved falske beskyldninger og ved apenbar synd"},{"SurahNumber":4,"VerseNumber":21,"Text":"Hvordan kan dere vel gjøre det nar dere har levd intimt sammen, og de har gjort en høytidelig avtale med dere"},{"SurahNumber":4,"VerseNumber":22,"Text":"Dere skal ikke innga ekteskap med kvinner som har vært gift med deres fedre, med mindre sa allerede er skjedd. Dette var i sannhet skammelig og vederstyggelig, en ond skikk"},{"SurahNumber":4,"VerseNumber":23,"Text":"Forbudt for dere er deres mødre, døtre, søstre, tanter, nieser. Videre deres ammer som har diet dere, og deres diesøstre, samt deres svigermødre, og deres fosterdøtre som star under deres formynderskap, og hvis mødre dere har hatt omgang med. Hvis sa ikke har funnet sted, rammes dere ikke av skyld. Endelig hustruene til deres kjødelige sønner. Likeledes a ha to søstre pa en gang, med mindre sa allerede er skjedd. Gud er tilgivende, naderik"}]}