{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Aḷavaṟṟa aruḷāḷaṉ, nikaraṟṟa aṉpāḷaṉ, allāhviṉ peyarāl! (Toṭaṅkukiṟēṉ)"},{"SurahNumber":1,"VerseNumber":2,"Text":"aṉaittuppukaḻum, akilaṅkaḷ ellāvaṟṟaiyum paṭaittu vaḷarttup paripakkuvappaṭuttum (nāyaṉāṉa) allāhvukkē ākum"},{"SurahNumber":1,"VerseNumber":3,"Text":"(avaṉ) aḷavaṟṟa aruḷāḷaṉ, nikaraṟṟa aṉpuṭaiyōṉ"},{"SurahNumber":1,"VerseNumber":4,"Text":"(avaṉē niyāyat) tīrppu nāḷiṉ atipati(yum āvāṉ)"},{"SurahNumber":1,"VerseNumber":5,"Text":"(iṟaivā!) Uṉṉaiyē nāṅkaḷ vaṇaṅkukiṟōm, uṉṉiṭamē nāṅkaḷ utaviyum tēṭukiṟōm"},{"SurahNumber":1,"VerseNumber":6,"Text":"nī eṅkaḷai nēr vaḻiyil naṭattuvāyāka"},{"SurahNumber":1,"VerseNumber":7,"Text":"(atu) nī evarkaḷukku aruḷ purintāyō avvaḻi, (atu) uṉ kōpattukku āḷāṉōr vaḻiyumalla, neṟi tavaṟiyōr vaḻiyumalla"},{"SurahNumber":2,"VerseNumber":1,"Text":"aliḥp, lām, mī; m"},{"SurahNumber":2,"VerseNumber":2,"Text":"itu, (allāhviṉ) tiru vētamākum;, itil ettakaiya cantēkamum illai, payapaktiyuṭaiyōrukku (itu) nērvaḻikāṭṭiyākum"},{"SurahNumber":2,"VerseNumber":3,"Text":"(payapaktiyuṭaiya) avarkaḷ, (pulaṉkaḷukku eṭṭā) maṟaivāṉavaṟṟiṉ mītu nampikkai koḷvārkaḷ; toḻukaiyaiyum (uṟutiyāka muṟaippaṭik) kaṭaippiṭittu oḻukuvārkaḷ; iṉṉum nām avarkaḷukku aḷittavaṟṟiliruntu (nalvaḻiyil) celavum ceyvārkaḷ"},{"SurahNumber":2,"VerseNumber":4,"Text":"(napiyē!) Iṉṉum avarkaḷ umakku aruḷappeṟṟa (vētat)tiṉ mītum; umakku muṉṉar aruḷappaṭṭavai mītum nampikkai koḷvārkaḷ; iṉṉum ākirattai(maṟumaiyai) uṟutiyāka nampuvārkaḷ"},{"SurahNumber":2,"VerseNumber":5,"Text":"ivarkaḷ tām taṅkaḷ iṟaivaṉiṉ nērvaḻiyil iruppavarkaḷ; mēlum ivarkaḷē veṟṟiyāḷarkaḷ"},{"SurahNumber":2,"VerseNumber":6,"Text":"niccayamāka kāḥpirkaḷai (iṟaivaṉai nirākarippōrai) nīr accamūṭṭi eccarittālum (cari) allatu eccarikkāviṭṭālum cariyē! Avarkaḷ īmāṉ (iṟai nampikkai) koḷḷa māṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":7,"Text":"allāh avarkaḷiṉ itayaṅkaḷilum, avarkaḷ cevippulaṉkaḷilum muttirai vaittuviṭṭāṉ;, iṉṉum avarkaḷiṉ pārvai mītu oru tirai kiṭakkiṟatu, mēlum avarkaḷukku kaṭumaiyāṉa vētaṉaiyumuṇṭu"},{"SurahNumber":2,"VerseNumber":8,"Text":"Iṉṉum maṉitarkaḷil\"nāṅkaḷ allāhviṉ mītum, iṟuti(t tīrppu) nāḷ mītum īmāṉ (nampikkai) koḷkiṟōm\" eṉṟu kūṟuvōṟum irukkiṉṟaṉar; āṉāl (uṇmaiyil) avarkaḷ nampikkai koṇṭōr allar"},{"SurahNumber":2,"VerseNumber":9,"Text":"(ivvāṟu kūṟi) avarkaḷ allāhvaiyum, īmāṉ (iṟai nampikkai) koṇṭōraiyum ēmāṟṟa niṉaikkiṉṟārkaḷ;, āṉāl avarkaḷ (uṇmaiyil) tam'maittāmē ēmāṟṟikkoḷkiṟārkaḷē tavira vēṟillai, eṉiṉum avarkaḷ (itai) uṇarntu koḷḷavillai"},{"SurahNumber":2,"VerseNumber":10,"Text":"avarkaḷuṭaiya itayaṅkaḷil oru nōyuḷḷatu, allāh (anta) nōyai avarkaḷukku iṉṉum atikamākki viṭṭāṉ; mēlum avarkaḷ poycollum kāraṇattiṉāl avarkaḷukkut tuṉpantarum vētaṉaiyum uṇṭu"},{"SurahNumber":2,"VerseNumber":11,"Text":"pūmiyil kuḻappattai uṇṭākkātīrkaḷ\" eṉṟu avarkaḷiṭam collappaṭṭāl\"niccayamāka nāṅkaḷ tām camātāṉavātikaḷ\" eṉṟu avarkaḷ colkiṟārkaḷ"},{"SurahNumber":2,"VerseNumber":12,"Text":"niccayamāka avarkaḷ tām kuḻappam uṇṭākkupavarkaḷ aṉṟō, āṉāl avarkaḷ (itai) uṇarkiṟārkaḷillai"},{"SurahNumber":2,"VerseNumber":13,"Text":"(maṟṟa) maṉitarkaḷ īmāṉ koṇṭatu pōṉṟu nīṅkaḷum īmāṉ koḷḷuṅkaḷ eṉṟu avarkaḷiṭam collappaṭṭāl, 'mūṭarkaḷ īmāṉ (nampikkai) koṇṭatu pōl, nāṅkaḷum īmāṉ (nampikkai) koḷḷavēṇṭumā?' Eṉṟu avarkaḷ kūṟukiṟārkaḷ; (appaṭiyalla) niccayamāka i(ppaṭikkūṟupa)varkaḷē mūṭarkaḷ. Āyiṉum (tam maṭamaiyai) ivarkaḷ aṟivatillai"},{"SurahNumber":2,"VerseNumber":14,"Text":"Iṉṉum (intap pōli vicuvācikaḷ) īmāṉ koṇṭiruppōraic cantikkum pōtu, \"nāṅkaḷ īmāṉ koṇṭirukkiṟōm\" eṉṟu kūṟukiṟārkaḷ; āṉāl avarkaḷ taṅkaḷ (talaivarkaḷākiya) ṣaittāṉkaḷuṭaṉ taṉittirukkumpōtu, \"niccayamāka nāṅkaḷ uṅkaḷuṭaṉtāṉ irukkiṟōm; niccayamāka nāṅkaḷ (avarkaḷaip) parikācam ceypavarkaḷākavē irukkiṟōm\" eṉak kūṟukiṟārkaḷ"},{"SurahNumber":2,"VerseNumber":15,"Text":"allāh ivarkaḷaip parikacikkiṟāṉ. Iṉṉum ivarkaḷiṉ vaḻikēṭṭilēyē kapōtikaḷākat taṭṭaḻiyumpaṭi viṭṭu viṭukiṟāṉ"},{"SurahNumber":2,"VerseNumber":16,"Text":"ivarkaḷ tām nērvaḻikku patilākat tavaṟāṉa vaḻiyaik koḷmutal ceytu koṇṭavarkaḷ; ivarkaḷuṭaiya (inta) viyāpāram ilāpam tarātu, mēlum ivarkaḷ nērvaḻi peṟupavarḷum allar"},{"SurahNumber":2,"VerseNumber":17,"Text":"ittakaiyōrukku ōr utāraṇam; neruppai mūṭṭiya oruvaṉiṉ utāraṇattaip pōṉṟatu. A(n neruppāṉa)tu avaṉaic cuṟṟilum oḷi vīciyapōtu, allāh avarkaḷuṭaiya oḷiyaip paṟittuviṭṭāṉ; iṉṉum pārkka muṭiyāta kāriruḷil avarkaḷai viṭṭu viṭṭāṉ"},{"SurahNumber":2,"VerseNumber":18,"Text":"(avarkaḷ) ceviṭarkaḷāka, ūmaiyarkaḷāka, kuruṭarkaḷāka irukkiṉṟaṉar. Eṉavē avarkaḷ (nērāṉa vaḻiyiṉ pakkam) mīḷa māṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":19,"Text":"allatu, (iṉṉum ōr utāraṇam;) kāriruḷum, iṭiyum, miṉṉalum koṇṭu vāṉattiliruntu kaṭumaḻai koṭṭum mēkam; (itilakappaṭṭukkoṇṭōr) maraṇattiṟku añci iṭiyōcaiyiṉāl, taṅkaḷ viralkaḷait tam kātukaḷil vaittuk koḷkiṟārkaḷ; āṉāl allāh (eppōtum inta) kāḥpirkaḷaic cūḻntaṉākavē irukkiṉṟāṉ"},{"SurahNumber":2,"VerseNumber":20,"Text":"Am'miṉṉal avarkaḷiṉ pārvaikaḷaip paṟittuviṭap pārkkiṟatu. A(m miṉṉalāṉa)tu avarkaḷukku oḷi tarum pōtellām, avarkaḷ ati(ṉ tuṇaiyiṉā)l naṭakkiṟārkaḷ; avarkaḷai iruḷ cūḻntu koḷḷum pōtu (vaḻiyaṟiyātu) niṉṟuviṭukiṟārkaḷ; mēlum allāh nāṭiṉāl avarkaḷuṭaiya kēḷvip pulaṉaiyum, pārvaikaḷaiyum pōkkiviṭuvāṉ; niccayamāka allāh ellāvaṟṟiṉ mītum pērāṟṟal uṭaiyavaṉ"},{"SurahNumber":2,"VerseNumber":21,"Text":"maṉitarkaḷē! Nīṅkaḷ uṅkaḷaiyum uṅkaḷukku muṉṉiruntōraiyum paṭaitta uṅkaḷ iṟaivaṉaiyē vaṇaṅkuṅkaḷ. (Ataṉāl) nīṅkaḷ takvā (iṟaiyaccamum, tūymaiyum) uṭaiyōrākaḷām"},{"SurahNumber":2,"VerseNumber":22,"Text":"a(nta iṟai)vaṉē uṅkaḷukkāka pūmiyai virippākavum, vāṉattai vitāṉamākavum amaittu, vāṉattiṉiṉṟum maḻai poḻiyacceytu, ataṉiṉṟu uṅkaḷ uṇaviṟkākak kaṉi varkkaṅkaḷai veḷivarac ceykiṟāṉ; (inta uṇmaikaḷaiyellām) nīṅkaḷ aṟintu koṇṭē irukkum nilaiyil allāhvukku iṇaikaḷai ēṟpaṭuttātīrkaḷ"},{"SurahNumber":2,"VerseNumber":23,"Text":"iṉṉum, (muham'matu (sal) eṉṟa) nam aṭiyārukku nām aruḷiyuḷḷa (vētat)til nīṅkaḷ cantēkam uṭaiyōrāka iruppīrkaḷāṉāl, (anta cantēkattil) uṇmai uṭaiyōrākavum iruppīrkaḷāṉāl allāhvaittavira uṅkaḷ utaviyāḷarkaḷai(yellām oṉṟāka) aḻaittu (vaittu)kkoṇṭu itu pōṉṟa ōr attiyāyamēṉum koṉṭu vāruṅkaḷ"},{"SurahNumber":2,"VerseNumber":24,"Text":"(appaṭi) nīṅkaḷ ceyyāviṭṭāl, appaṭic ceyya uṅkaḷāl tiṇṇamāka muṭiyātu, maṉitarkaḷaiyum kaṟkaḷaiyum eriporuḷākak koṇṭa naraka neruppai añcik koḷḷuṅkaḷ. (Anta neruppu, iṟaivaṉaiyum avaṉ vētattaiyum ēṟka maṟukkum) kāḥpirkaḷukkākavē atu cittappaṭuttappaṭṭuḷḷatu"},{"SurahNumber":2,"VerseNumber":25,"Text":"(Āṉāl) nampikkai koṇṭu naṟkarumaṅkaḷ ceyvōrukku naṉmārāyaṅkaḷ kūṟuvīrāka! Catā ōṭikkoṇṭirukkum āṟukaḷaik koṇṭa cuvaṉac cōlaikaḷ avarkaḷukkāka uṇṭu, avarkaḷukku uṇṇa aṅkiruntu ētāvatu kaṉi koṭukkappaṭumpōtellām\"ituvē muṉṉarum namakku (ulakil) koṭukkappaṭṭirukkiṟatu\" eṉṟu kūṟuvārkaḷ; āṉāl (tōṟṟattil) itu pōṉṟatutāṉ (avarkaḷukku ulakattiṟ) koṭukkappaṭṭiruntaṉa, iṉṉum avarkaḷukku aṅku tūya tuṇaiviyarum uṇṭu, mēlum avarkaḷ aṅkē nirantaramāka vāḻvārkaḷ"},{"SurahNumber":2,"VerseNumber":26,"Text":"niccayamāka allāh kocuvaiyō, atilum (aṟpattil) mēṟpaṭṭataiyō utāraṇam kūṟuvatil veṭkappaṭamāṭṭāṉ. (Iṟai) nampikkaik koṇṭavarkaḷ niccayamāka a(vvutāraṇamāṉa)tu taṅkaḷ iṟaivaṉiṭamiruntu vantuḷḷa uṇmaiyeṉpatai aṟivārkaḷ; āṉāl (iṟai nampikkaiyaṟṟa) kāḥpirkaḷō, \"ivvita utāraṇattiṉ mūlam iṟaivaṉ eṉṉa nāṭukiṟāṉ?\" Eṉṟu (ēḷaṉamākak) kūṟukiṟārkaḷ. Avaṉ itaikkoṇṭu palarai vaḻikēṭṭil viṭukiṟāṉ; iṉṉum palarai itaṉ mūlam nalvaḻip paṭuttukiṟāṉ; āṉāl tīyavarkaḷait tavira (vēṟu yāraiyum) avaṉ ataṉāl vaḻikēṭṭil ākkuvatillai"},{"SurahNumber":2,"VerseNumber":27,"Text":"i(t tīya)varkaḷ allāhviṭam ceyta oppantattai, atu uṟutippaṭuttappaṭṭa piṉṉar muṟittu viṭukiṉṟaṉar. Allāh oṉṟiṇaikkappaṭa vēṇṭum eṉṟu kaṭṭaḷai iṭṭatait tuṇṭittu viṭuvatuṭaṉ pūmiyil kuḻappattaiyum uṇṭākkukiṟārkaḷ; ivarkaḷē tām naṣṭavāḷikaḷ"},{"SurahNumber":2,"VerseNumber":28,"Text":"nīṅkaḷ eppaṭi allāhvai nampa maṟukkiṟīrkaḷ? Uyiraṟṟōrāka irunta uṅkaḷukku avaṉē uyirūṭṭiṉāṉ; piṉpu avaṉ uṅkaḷai marikkacceyvāṉ; mīṇṭum uṅkaḷai uyir peṟac ceyvāṉ; iṉṉum nīṅkaḷ avaṉ pakkamē tiruppikkoṇṭuvarap paṭuvīrkaḷ"},{"SurahNumber":2,"VerseNumber":29,"Text":"A(vviṟai)vaṉ ettakaiyavaṉ eṉṟāl avaṉē ulakattiluḷḷa aṉaittaiyum uṅkaḷukkākap paṭaittāṉ; piṉ avaṉ vāṉattiṉ pakkam muṟpaṭṭāṉ; avaṟṟai ēḻu vāṉaṅkaḷāka oḻuṅkākkiṉāṉ. Aṉṟiyum avaṉē ovvoru poruḷaiyum naṉkaṟipavaṉāka irukkiṉṟāṉ"},{"SurahNumber":2,"VerseNumber":30,"Text":"(napiyē) iṉṉum, um iṟaivaṉ vāṉavarkaḷai nōkki\"niccayamāka nāṉ pūmiyil oru piratinitiyai amaikkap pōkiṟēṉ\" eṉṟu kūṟiyapōtu, avarkaḷ\"(iṟaivā!) Nī atil kuḻappattai uṇṭākki, irattam cintuvōraiyā amaikkappōkiṟāy? Iṉṉum nāṅkaḷō uṉ pukaḻ ōtiyavarkaḷāka uṉṉait tutittu, uṉ paricuttataip pōṟṟiyavarkaḷāka irukkiṉṟōm; eṉṟu kūṟiṉārkaḷ; a(taṟku iṟai)vaṉ\"nīṅkaḷ aṟiyātavaṟṟaiyellām niccayamāka nāṉ aṟivēṉ\" eṉak kūṟiṉāṉ"},{"SurahNumber":2,"VerseNumber":31,"Text":"iṉṉum, (iṟaivaṉ) ellāp (poruṭkaḷiṉ) peyarkaḷaiyum ātamukku kaṟṟuk koṭuttāṉ; piṉ avaṟṟai vāṉavarkaḷ muṉ eṭuttukkāṭṭi, \"nīṅkaḷ (uṅkaḷ kūṟṟil) uṇmaiyāḷarkaḷāyiruppiṉ ivaṟṟiṉ peyarkaḷai eṉakku vivariyuṅkaḷ\" eṉṟāṉ"},{"SurahNumber":2,"VerseNumber":32,"Text":"avarkaḷ\"(iṟaivā!) Nīyē tūyavaṉ. Nī eṅkaḷukkuk kaṟṟukkoṭuttavai tavira etaippaṟṟiyum eṅkaḷukku aṟivu illai. Niccayamāka nīyē pēraṟivāḷaṉ; vivēkamikkōṉ\" eṉak kūṟiṉārkaḷ"},{"SurahNumber":2,"VerseNumber":33,"Text":"ātamē! Ap poruṭkaḷiṉ peyarkaḷai avarkaḷukku vivarippīrāka!\" Eṉṟu (iṟaivaṉ) coṉṉāṉ; avar appeyarkaḷai avarkaḷukku vivarittapōtu\"niccayamāka nāṉ vāṉaṅkaḷilum, pūmiyilum maṟaintiruppavaṟṟai aṟivēṉ eṉṟum, nīṅkaḷ veḷippaṭuttuvataiyum, nīṅkaḷ maṟaittuk koṇṭiruppataiyum nāṉ aṟivēṉ eṉṟum uṅkaḷiṭam nāṉ collavillaiyā?\" Eṉṟu (iṟaivaṉ) kūṟiṉāṉ"},{"SurahNumber":2,"VerseNumber":34,"Text":"Piṉṉar nām malakkukaḷai nōkki, \"ātamukkup paṇi(ntu sujūtu cey)yuṅkaḷ\" eṉṟu coṉṉapōtu iplīsaittavira maṟṟa aṉaivarum ciram paṇintaṉar; avaṉ(iplīsu) maṟuttāṉ; āṇavamum koṇṭāṉ; iṉṉum avaṉ kāḥpirkaḷaic cārntavaṉāki viṭṭāṉ"},{"SurahNumber":2,"VerseNumber":35,"Text":"mēlum nām, \"ātamē! Nīrum um maṉaiviyum accuvaṉapatiyil kuṭiyiruṅkaḷ. Mēlum nīṅkaḷ iruvarum virumpiyavāṟu atiliruntu tārāḷamāka puciyuṅkaḷ; āṉāl nīṅkaḷ iruvarum im'marattai maṭṭum neruṅka vēṇṭām; (appaṭic ceytīrkaḷāṉāl) nīṅkaḷ iruvarum akkiramakkārarkaḷil niṉṟum ākiviṭuvīrkaḷ\" eṉṟu coṉṉōm"},{"SurahNumber":2,"VerseNumber":36,"Text":"itaṉpiṉ, ṣaittāṉ avarkaḷ iruvaraiyum atiliruntu vaḻi tavaṟac ceytāṉ; avarkaḷ iruvarum irunta(corkkat)tiliruntu veḷiyēṟumāṟu ceytāṉ; iṉṉum nām, \"nīṅkaḷ (yāvarum iṅkiruntu) iṟaṅkuṅkaḷ; uṅkaḷil cilar cilarukku pakaivarāka iruppīrkaḷ; pūmiyil oru kuṟippiṭṭa kālam varai uṅkaḷukkut taṅkumiṭamum aṉupavikkum poruḷkaḷum uṇṭu\" eṉṟu kūṟiṉōm"},{"SurahNumber":2,"VerseNumber":37,"Text":"piṉṉar ātam tam iṟaivaṉiṭamiruntu cila vākkukaḷaik kaṟṟuk koṇṭār; (iṉṉum, avaṟṟiṉ mulamāka iṟaivaṉiṭam maṉṉippukkōriṉār) eṉavē iṟaivaṉ avarai maṉṉittāṉ; niccayamāka avaṉ mika maṉṉippōṉum, karuṇaiyāḷaṉum āvāṉ"},{"SurahNumber":2,"VerseNumber":38,"Text":"piṉpu, nām coṉṉōm; \"nīṅkaḷ aṉaivarum ivviṭattai viṭṭum iṟaṅkiviṭuṅkaḷ; eṉṉiṭamiruntu uṅkaḷukku niccayamāka nalvaḻi(yaik kāṭṭum aṟivuraikaḷ) varumpōtu, yār eṉṉuṭaiya (av) vaḻiyaip piṉpaṟṟukiṟārkaḷō avarkaḷukku ettakaiya payamum illai, avarkaḷ tukkappaṭavum māṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":39,"Text":"Aṉṟi yār (itai ēṟka) maṟuttu, nam attāṭcikaḷai poypikka muṟpaṭukiṟārkaḷō avarkaḷ naraka vācikaḷ; avarkaḷ a(n narakat)til eṉṟeṉṟum taṅki iruppar"},{"SurahNumber":2,"VerseNumber":40,"Text":"isrāyīliṉ cantatiyaṉarē! Nāṉ uṅkaḷukku aḷitta eṉṉuṭaiya aruṭkoṭaiyai niṉaivu kūṟuṅkaḷ; nīṅkaḷ eṉ vākkuṟutiyai niṟaivēṟṟuṅkaḷ; nāṉ uṅkaḷ vākkuṟutiyai niṟaivēṟṟuvēṉ; mēlum, nīṅkaḷ (vēṟevarukkum añcātu) eṉakkē añcuvīrkaḷāka"},{"SurahNumber":2,"VerseNumber":41,"Text":"iṉṉum nāṉ iṟakkiya(vētat)tai nampuṅkaḷ; itu uṅkaḷiṭam uḷḷa (vētat)tai meyppikkiṉṟatu, nīṅkaḷ atai (ēṟka) maṟuppavarkaḷil mutaṉmaiyāṉavarkaḷāka vēṇṭām. Mēlum eṉ tiru vacaṉaṅkaḷaic coṟpa vilaikku viṟṟu viṭātīrkaḷ; iṉṉum eṉakkē nīṅkaḷ añci(oḻuki) varuvīrkaḷāka"},{"SurahNumber":2,"VerseNumber":42,"Text":"nīṅkaḷ aṟintu koṇṭē uṇmaiyaip poyyuṭaṉ kalakkātīrkaḷ; uṇmaiyai maṟaikkavum ceyyātīrkaḷ"},{"SurahNumber":2,"VerseNumber":43,"Text":"toḻukaiyaik kaṭaip piṭiyuṅkaḷ; jakāttaiyum (oḻuṅkākak) koṭuttu vāruṅkaḷ; rukūḥ ceyvōrōṭu cērntu nīṅkaḷum rukūḥ ceyyuṅkaḷ"},{"SurahNumber":2,"VerseNumber":44,"Text":"nīṅkaḷ vētattaiyum ōtik koṇṭē, (maṟṟa) maṉitarkaḷai naṉmai ceyyumāṟu ēvi, taṅkaḷaiyē maṟantu viṭukiṟīrkaḷā? Nīṅkaḷ cintittup purintu koḷḷa vēṇṭāmā"},{"SurahNumber":2,"VerseNumber":45,"Text":"mēlum poṟumaiyaik koṇṭum, toḻukaiyaikkoṇṭum (allāhviṭam) utavi tēṭuṅkaḷ; eṉiṉum, niccayamāka itu uḷḷaccam uṭaiyōrkkaṉṟi maṟṟavarkaḷukkup perum pāramākavēyirukkum"},{"SurahNumber":2,"VerseNumber":46,"Text":"(uḷḷaccamuṭaiya) avarkaḷtām, \"tiṭamāka (tām) taṅkaḷ iṟaivaṉaic cantippōm; niccayamāka avaṉiṭamē tām tirumpaccelvōm\" eṉpatai uṟutiyākak karuttil koṇṭōrāvār"},{"SurahNumber":2,"VerseNumber":47,"Text":"Isrāyīliṉ makkaḷē! (Muṉṉar) nāṉ uṅkaḷukku aḷitta eṉṉuṭaiya aruṭ koṭaiyaiyum, ulakōr yāvaraiyum viṭa uṅkaḷai mēṉmaippaṭuttiṉēṉ eṉpataiyum niṉaivu kūṟuṅkaḷ"},{"SurahNumber":2,"VerseNumber":48,"Text":"iṉṉum, or ātmā maṟṟōr ātmāviṟku ciṟitum payaṉpaṭa muṭiyātē (anta) oru nāḷai nīṅkaḷ añci naṭappīrkaḷāka! (Anta nāḷil) entap parinturaiyum ataṟkāka ēṟṟuk koḷḷappaṭamāṭṭātu, ataṟkāka entap patilīṭum peṟṟuk koḷḷappaṭa māṭṭātu, aṉṟiyum (pāvam ceyta) avarkaḷ utavi ceyyappaṭavum māṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":49,"Text":"uṅkaḷai kaṭumaiyāka vētaṉaippaṭutti vanta ḥpir'avṉiṉ kūṭṭattāriṭamiruntu uṅkaḷai nām viṭuvittataiyum (niṉaivu kūṟuṅkaḷ) avarkaḷ uṅkaḷ āṇ makkaḷai koṉṟu, uṅkaḷ peṇmakkaḷai (maṭṭum) vāḻaviṭṭiruntārkaḷ; atil uṅkaḷukku uṅkaḷ iṟaivaṉiṭamiruntu oru cōtaṉai iruntatu"},{"SurahNumber":2,"VerseNumber":50,"Text":"mēlum uṅkaḷukkāka nām kaṭalaippiḷantu, uṅkaḷai nām kāppāṟṟi, nīṅkaḷ pārttuk koṇṭirukkumpōtē ḥpir'avṉiṉ kūṭṭattārai atil mūḻkaṭittōm(eṉpataiyum niṉaivu kūṟuṅkaḷ)"},{"SurahNumber":2,"VerseNumber":51,"Text":"mēlum nām mūsāvukku(vētam aruḷa) nāṟpatu iravukaḷai vākkaḷittōm; (ataṟkāka avar ceṉṟa) piṉṉar kāḷaikkaṉ(ṟu oṉ)ṟaik (kaṭavuḷāka) eṭuttuk koṇṭīrkaḷ; (ataṉāl) nīṅkaḷ akkiramakkārarkaḷāki viṭṭīrkaḷ"},{"SurahNumber":2,"VerseNumber":52,"Text":"itaṉ piṉṉarum, nīṅkaḷ naṉṟi celuttuvataṟkāka nām uṅkaḷai maṉṉittōm"},{"SurahNumber":2,"VerseNumber":53,"Text":"iṉṉum, nīṅkaḷ nērvaḻi peṟumporuṭṭu nām mūsāvukku vētattaiyum (naṉmai tīmaikaḷaip pirittu aṟivikkakkūṭiya) ḥpurkkāṉaiyum aḷittōm (eṉpataiyum niṉaivu kūṟuṅkaḷ)"},{"SurahNumber":2,"VerseNumber":54,"Text":"Mūsā tam camūkattārai nōkki\"eṉ camūkattārē! Nīṅkaḷ kāḷaik kaṉṟai(vaṇakkattiṟkāka) eṭuttuk koṇṭataṉ mūlam uṅkaḷukku nīṅkaḷē akkiramam ceytu koṇṭīrkaḷ; ākavē, uṅkaḷaip paṭaittavaṉiṭam pāvamaṉṉippuk kōruṅkaḷ; uṅkaḷai nīṅkaḷē māyttuk koḷḷuṅkaḷ; atuvē uṅkaḷaip paṭaittavaṉiṭam, uṅkaḷukku naṟpalaṉ aḷippatākum\" eṉak kūṟiṉār. (Avvāṟē nīṅkaḷ ceytataṉāl) avaṉ uṅkaḷai maṉṉittāṉ (eṉpataiyum niṉaivu kūṟuṅkaḷ.) Niccayamāka, avaṉ tavpāvai ēṟ(ṟu maṉṉip)pavaṉākavum, peruṅ karuṇaiyuṭaiyōṉākavum irukkiṟāṉ"},{"SurahNumber":2,"VerseNumber":55,"Text":"iṉṉum (itaiyum niṉaivu kūṟuṅkaḷ;)nīṅkaḷ, 'mūsāvē! Nāṅkaḷ allāhvai kaṇkūṭāka kāṇum varai um'mītu nampikkai koḷḷa māṭṭōm\" eṉṟu kūṟiṉīrkaḷ; appoḻutu, nīṅkaḷ pārttukkoṇṭirukkumpōtē uṅkaḷai ōr iṭi muḻakkam paṟṟikkoṇṭatu"},{"SurahNumber":2,"VerseNumber":56,"Text":"nīṅkaḷ naṉṟiyuṭaiyōrāy irukkum poruṭṭu, nīṅkaḷ iṟantapiṉ uṅkaḷai uyirppittu eḻuppiṉōm"},{"SurahNumber":2,"VerseNumber":57,"Text":"iṉṉum, uṅkaḷ mītu mēkam niḻaliṭac ceytōm; mēlum\"maṉṉu, salvā\" (eṉṉum mēṉmaiyāṉa uṇavup poruḷkaḷai) uṅkaḷukkāka iṟakki vaittu, \"nām uṅkaḷukku aruḷiyuḷḷa paricuttamāṉa uṇavukaḷiliruntu puciyuṅkaḷ\" (eṉṟōm;) eṉiṉum avarkaḷ namakkut tīṅku ceytuviṭavillai, māṟāka, tamakkut tāmē tīṅkiḻaittuk koṇṭārkaḷ"},{"SurahNumber":2,"VerseNumber":58,"Text":"iṉṉum (niṉaivu kūṟuṅkaḷ;) nām kūṟiṉōm; \" inta paṭṭiṉattuḷ nuḻaintu aṅku nīṅkaḷ virumpiya iṭattil tārāḷamākap puciyuṅkaḷ; ataṉ vāyilil nuḻaiyum pōtu, paṇivuṭaṉ talaivaṇaṅki'hittatuṉ' (-\"eṅkaḷ pāpac cumaikaḷ nīṅkaṭṭum\") eṉṟu kūṟuṅkaḷ; nām uṅkaḷukkāka uṅkaḷ kuṟṟaṅkaḷai maṉṉippōm; mēlum naṉmai ceyvōrukku atikamākak koṭuppōm"},{"SurahNumber":2,"VerseNumber":59,"Text":"Āṉāl akkiramakkārarkaḷ tam'miṭam kūṟappaṭṭa vārttaiyai avarkaḷukkuc collappaṭāta vēṟu vārttaiyāka māṟṟik koṇṭārkaḷ; ākavē akkiramaṅkaḷ ceytavarkaḷ mītu - (ivvāṟu avarkaḷ) pāpam ceytu koṇṭirunta kāraṇattiṉāl vāṉattiliruntu nām vētaṉaiyai iṟakkivaittōm"},{"SurahNumber":2,"VerseNumber":60,"Text":"mūsā tam camūkattārukkākat taṇṇīr vēṇṭip pirārttitta pōtu, \"umatu kaittaṭiyāl appāṟaiyil aṭippīrāka!\" Eṉa nām kūṟiṉōm; atiliruntu paṉṉiraṇṭu nīr ūṟṟukkaḷ poṅkiyeḻuntaṉa. Ovvoru kūṭṭattiṉarum avaravar kuṭi nīrttuṟaiyai naṉku aṟintu koṇṭaṉar; \"allāh aruḷiya ākārattiliruntu uṇṇuṅkaḷ, parukuṅkaḷ; pūmiyil kuḻappañceytu koṇṭu tiriyātīrkaḷ\" (eṉa nām kūṟiṉōm) eṉpataiyum niṉaivu kūṟuṅkaḷ"},{"SurahNumber":2,"VerseNumber":61,"Text":"Iṉṉum, \"mūsāvē! Orē vitamāṉa uṇavai nāṅkaḷ cakikka māṭṭōm. Ātalāl, pūmi viḷaivikkum ataṉ kīraiyaiyum, ataṉ veḷḷarikkāyaiyum, ataṉ kōtumaiyaiyum, ataṉ paruppaiyum, ataṉ veṅkāyattaiyum eṅkaḷukku veḷippaṭuttittarumāṟu uṉ iṟaivaṉiṭam eṅkaḷukkākak kēḷum\" eṉṟu nīṅkaḷ kūṟa, \"nallatāka etu irukkiṟatō, ataṟku patilāka mikattāḻvāṉatai nīṅkaḷ māṟṟik koḷ(ḷa nāṭu)kiṟīrkaḷā? Nīṅkaḷ ētēṉum oru paṭṭaṇattil iṟaṅki viṭuṅkaḷ; aṅku nīṅkaḷ kēṭpatu niccayamāka uṅkaḷukkuk kiṭaikkum\" eṉṟu avar kūṟiṉār. Vaṟumaiyum iḻivum avarkaḷ mītu cāṭṭappaṭṭu viṭṭaṉa, mēlum allāhviṉ kōpattiṟkum avarkaḷ āḷāṉārkaḷ; itu ēṉeṉṟāl tiṭamākavē avarkaḷ allāhviṉ vacaṉaṅkaḷai nirākarittum, aniyāyamāka avarkaḷ napimārkaḷaik kolai ceytu vantatumtāṉ. Inta nilai avarkaḷ (allāhvukkup paṇiyātu) māṟu ceytu vantatum, (allāh vititta) varampukaḷai mīṟikkoṇṭēyiruntatiṉālum ēṟpaṭṭatu"},{"SurahNumber":2,"VerseNumber":62,"Text":"īmāṉ koṇṭavarkaḷāyiṉum, yūtarkaḷāyiṉum, kiṟistavarkaḷāyiṉum, sāpiyīṉkaḷāyiṉum niccayamāka evar allāhviṉ mītum, iṟuti nāḷ mītum nampikkai koṇṭu sālihāṉa (nalla) amalkaḷ ceykiṟārkaḷō avarkaḷiṉ (naṟ) kūli niccayamāka avarkaḷuṭaiya iṟaivaṉiṭam irukkiṟatu, mēlum, avarkaḷukku yātoru payamum illai, avarkaḷ tukkappaṭavum māṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":63,"Text":"iṉṉum, nām uṅkaḷiṭam vākkuṟuti vāṅki, 'tūr malaiyai uṅkaḷ mēl uyartti, \"nām uṅkaḷukku koṭutta (vētat)tai uṟutiyuṭaṉ paṟṟik koḷḷuṅkuḷ; atiluḷḷavaṟṟai niṉaivil vaittuk koḷḷuṅkaḷ. (Appaṭic ceyvīrkaḷāṉāl) nīṅkaḷ payapaktiyuṭaiyōr āvīrkaḷ\" (eṉṟu nām kūṟiyataiyum niṉaivu kūṟuṅkaḷ)"},{"SurahNumber":2,"VerseNumber":64,"Text":"Ataṉ piṉṉum nīṅkaḷ (uṅkaḷ vākkuṟutiyaip) puṟakkaṇittu (māṟi) viṭṭīrkaḷ; uṅkaḷ mītu allāhviṉ karuṇaiyum avaṉ aruḷum illāviṭṭāl nīṅkaḷ(muṟṟilum) naṣṭavāḷikaḷāka ākiyiruppīrkaḷ"},{"SurahNumber":2,"VerseNumber":65,"Text":"uṅka(ḷ muṉṉōrka)ḷiliruntu caṉikkiḻamaiyaṉṟu (mīṉ piṭikkak kūṭātu eṉṟa) varampai mīṟiyavarkaḷaippaṟṟi nīṅkaḷ uṟutiyāka aṟivīrkaḷ. Ataṉāl avarkaḷai nōkki\"ciṟumaiyaṭainta kuraṅkukaḷāki viṭuṅkaḷ\" eṉṟu kūṟiṉōm"},{"SurahNumber":2,"VerseNumber":66,"Text":"iṉṉum, nām itaṉai akkālattil uḷḷavarkaḷukkum, ataṟkup piṉ varakkūṭiyavarkaḷukkum paṭippiṉaiyākavum; payapaktiyuṭaiyavarkaḷukku nalla upatēcamākavum ākkiṉōm"},{"SurahNumber":2,"VerseNumber":67,"Text":"iṉṉum (itaiyum niṉaivu kūṟuṅkaḷ;) mūsā tam camūkattāriṭam, \"nīṅkaḷ oru pacumāṭṭai aṟukka vēṇṭum eṉṟu niccayamāka allāh uṅkaḷukkuk kaṭṭaḷaiyiṭukiṟāṉ\" eṉṟu coṉṉapōtu, avarkaḷ; \"(mūsāvē!) Eṅkaḷai parikācattiṟku āḷākkukiṉṟīrā?\" Eṉṟu kūṟiṉar; (appoḻutu) avar, \"(appaṭip parikacikkum) aṟivīṉarkaḷil oruvaṉāka nāṉ ākiviṭāmal allāhviṭam pātukāpput tēṭukiṟēṉ\" eṉṟu kūṟiṉār"},{"SurahNumber":2,"VerseNumber":68,"Text":"atu ettakaiyatu eṉpatai eṅkaḷukku viḷakkumpaṭi um iṟaivaṉiṭam eṅkaḷukkāka vēṇṭuvīrāka!\" Eṉṟārkaḷ. \"Appacu māṭu atikak kiḻaṭumalla, kaṉṟumalla, avviraṇṭiṟkum iṭaippaṭṭatākum. Eṉavē'uṅkaḷukku iṭappaṭṭa kaṭṭaḷaiyai niṟaivēṟṟuṅkaḷ' eṉṟu avaṉ (allāh) kūṟuvatāka\" (mūsā) kūṟiṉār"},{"SurahNumber":2,"VerseNumber":69,"Text":"ataṉ niṟam yātu!\" Eṉpatai viḷakkumpaṭi namakkāka um iṟaivaṉai vēṇṭuvīrāka!\" Eṉa avarkaḷ kūṟiṉārkaḷ;. Avar kūṟiṉār; \"tiṭamāka atu mañcaḷ niṟamuḷḷa pacu māṭu; keṭṭiyāṉa niṟam; pārppavarkaḷukkup paravacam aḷikkum ataṉ niṟam eṉa a(vviṟai)vaṉ aruḷiṉāṉ\" eṉṟu mūsā kūṟiṉār"},{"SurahNumber":2,"VerseNumber":70,"Text":"Umatu iṟaivaṉiṭattil eṅkaḷukkāka pirārttaṉai ceyvīrāka! Avaṉ atu eppaṭippaṭṭatu eṉpatai eṅkaḷukku teḷivu paṭuttuvāṉ. Eṅkaḷukku ellāp pacumāṭukaḷum tiṭaṉāka orē mātiriyākat tōṉṟukiṉṟaṉa, allāh nāṭiṉāl niccayamāka nām nērvaḻi peṟuvōm\" eṉṟu avarkaḷ kūṟiṉārkaḷ"},{"SurahNumber":2,"VerseNumber":71,"Text":"avar(mūsā)\"niccayamāka appacumāṭu nilattil uḻavaṭittō, nilattiṟku nīr pāyccavō payaṉpaṭuttappaṭātatu, ārōkkiyamāṉatu, evvitattilum vaṭuvillātatu eṉṟu iṟaivaṉ kūṟukiṟāṉ\" eṉak kūṟiṉār. \"Ippoḻututāṉ nīr cariyāṉa viparattaik koṇṭu vantīr\" eṉṟu colli avarkaḷ ceyya iyalāta nilaiyil appacu māṭṭai aṟuttārkaḷ"},{"SurahNumber":2,"VerseNumber":72,"Text":"nīṅkaḷ oru maṉitaṉai koṉṟīrkaḷ; piṉ atupaṟṟi (oruvarukkoruvar kuṟṟam cāṭṭit) tarkkittuk koṇṭiruntīrkaḷ; āṉāl allāh nīṅkaḷ maṟaittatai veḷiyākkupavaṉāka iruntāṉ (eṉpatai niṉaivu kūṟuṅkaḷ)"},{"SurahNumber":2,"VerseNumber":73,"Text":"(aṟukkappaṭṭa appacuviṉ) oru tuṇṭāl a(kkolai yuṇṭavaṉiṉ caṭalat)til aṭiyuṅkaḷ\" eṉṟu nām coṉṉōm. Ivvāṟē allāh iṟantavarkaḷai uyirppikkiṟāṉ; nīṅkaḷ (nalla) aṟivu peṟum poruṭṭut taṉ attāṭcikaḷaiyum avaṉ(ivvāṟu) uṅkaḷukkuk kāṭṭukiṟāṉ"},{"SurahNumber":2,"VerseNumber":74,"Text":"itaṉ piṉṉarum uṅkaḷ itayaṅkaḷ iṟuki viṭṭaṉa, avai kaṟpāṟaiyaippōl āyiṉa allatu, (atai viṭavum)atikak kaṭiṉamāyiṉa (ēṉeṉil) tiṭamākak kaṟpāṟaikaḷ cilavaṟṟiṉiṉṟu āṟukaḷ olittōṭuvatuṇṭu. Iṉṉum, cila piḷavupaṭṭut tiṭamāka avaṟṟiṉiṉṟu taṇṇīr veḷippaṭak kūṭiyatumuṇṭu. Iṉṉum, tiṭamāka allāhviṉ mītuḷḷa accattāl cila(kaṟpāṟaikaḷ) uruṇṭu viḻakkūṭiyavaiyum uṇṭu. Mēlum, allāh nīṅkaḷ ceytu varuvatu paṟṟi kavaṉikkāmal illai"},{"SurahNumber":2,"VerseNumber":75,"Text":"(Muslimkaḷē!) Ivarkaḷ (yūtarkaḷ) uṅkaḷukkāka nampikkai koḷvārkaḷ eṉṟu ācai vaikkiṉṟīrkaḷā? Ivarkaḷil orucārār iṟaivākkaik kēṭṭu; atai viḷaṅkik koṇṭa piṉṉar, terintu koṇṭē atai māṟṟi viṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":76,"Text":"mēlum avarkaḷ īmāṉ koṇṭavarkaḷai cantikkumpōtu, \"nāṅkaḷum īmāṉ koṇṭirukkiṟōm\" eṉṟu colkiṟārkaḷ; āṉāl avarkaḷuḷ cilar (avarkaḷuḷ) cilaruṭaṉ taṉittiṭumpōtu, \"uṅkaḷ iṟaivaṉ muṉ uṅkaḷukku etirāka avarkaḷ vātāṭu vataṟkāka allāh uṅkaḷukku aṟivittut tanta (tavrāt)tai avarkaḷukku eṭuttuc colkiṟīrkaḷā, (itai) nīṅkaḷ uṇaramāṭṭīrkaḷā? Eṉṟu(yūtarkaḷ cilar) kūṟukiṉṟaṉar"},{"SurahNumber":2,"VerseNumber":77,"Text":"avarkaḷ maṟaittu vaippataiyum, avarkaḷ veḷippaṭuttuvataiyum niccayamāka allāh naṉkaṟivāṉ eṉpatai avarkaḷ aṟiya māṭṭārkaḷā"},{"SurahNumber":2,"VerseNumber":78,"Text":"mēlum avarkaḷil eḻuttaṟivillātōrum irukkiṉṟaṉar; kaṭṭuk kataikaḷai(aṟintu vaittirukkiṟārkaḷē) tavira vētattai aṟintu vaittirukkavillai. Mēlum avarkaḷ (ātāramaṟṟa) kaṟpaṉai ceyvōrkaḷāka aṉṟi vēṟillai"},{"SurahNumber":2,"VerseNumber":79,"Text":"aṟpak kirayattaip peṟuvataṟkākat tam karaṅkaḷālē nūlai eḻutivaittuk koṇṭu piṉṉar atu allāhviṭamiruntu vantatu eṉṟu kūṟukiṟārkaḷē, avarkaḷukku kēṭutāṉ! Avarkaḷuṭaiya kaikaḷ ivvāṟu eḻutiyataṟkākavum avarkaḷukkuk kēṭutāṉ; atiliruntu avarkaḷ īṭṭum campāttiyattiṟkākavum avarkaḷukkuk kēṭutāṉ"},{"SurahNumber":2,"VerseNumber":80,"Text":"Oru cila nāṭkaḷ tavira eṅkaḷai naraka nerupput tīṇṭātu\" eṉṟu avarkaḷ kūṟukiṟārkaḷ. \"Allāhviṭamiruntu appaṭi ētēṉum uṟutimoḻi peṟṟirukkiṟīrkaḷā? Appaṭiyāyiṉ allāh taṉ uṟuti moḻikku māṟṟam ceyyavē māṭṭāṉ; allatu nīṅkaḷ aṟiyātatai allāh coṉṉatāka iṭṭuk kaṭṭik kūṟukiṉṟīrkaḷā?\" Eṉṟu (napiyē! Anta yūtarkaḷiṭam) nīr kēḷum"},{"SurahNumber":2,"VerseNumber":81,"Text":"appaṭiyalla! Evar tīmaiyaic campātittu, antak kuṟṟam avaraic cūḻntu koḷkiṟatō, attakaiyōr narakavācikaḷē, avarkaḷ a(nnarakat)til eṉṟeṉṟum iruppārkaḷ"},{"SurahNumber":2,"VerseNumber":82,"Text":"evar nampikkai koṇṭu naṟkarumaṅkaḷaic ceykiṟārkaḷō, avarkaḷ cuvarkkavācikaḷ; avarkaḷ aṅku eṉṟeṉṟum iruppārkaḷ"},{"SurahNumber":2,"VerseNumber":83,"Text":"iṉṉum(niṉaivu kūṟuṅkaḷ;) nām (yaḥkūp eṉṟa) isrāyīl makkaḷiṭattil, \"allāhvait tavira vēṟu evaraiyum-etaṉaiyum nīṅkaḷ vaṇaṅkakkūṭātu, (uṅkaḷ)peṟṟōrukkum, uṟaviṉarkaḷukkum, anātaikaḷukkum, miskīṉ(kaḷāṉa ēḻai)kaḷukkum naṉmai ceyyuṅkaḷ; maṉitarkaḷiṭam aḻakāṉataip pēcuṅkaḷ; mēlum toḻukaiyai muṟaiyākak kaṭaippiṭittu vāruṅkaḷ; jakkāttaiyum oḻuṅkākak koṭuttu vāruṅkaḷ\" eṉṟu uṟutimoḻiyai vāṅkiṉōm. Āṉāl uṅkaḷil cilarait tavira (maṟṟa yāvarum uṟuti moḻiyai niṟaivēṟṟāmal, atiliruntu) puraṇṭuviṭṭīrkaḷ, iṉṉum nīṅkaḷ puṟakkaṇittavarkaḷākavē irukkiṉṟīrkaḷ"},{"SurahNumber":2,"VerseNumber":84,"Text":"iṉṉum (niṉaivu kūṟuṅkaḷ;)\"uṅkaḷiṭaiyē irattaṅkaḷaic cintātīrkaḷ; uṅkaḷil oruvar maṟṟavarai tam vīṭukaḷai viṭṭum veḷiyēṟṟātīrkaḷ\" eṉṉum uṟutimoḻiyai vāṅkiṉōm. Piṉṉar (atai) oppukkoṇṭīrkaḷ; (ataṟku) nīṅkaḷē cāṭciyākavum iruntīrkaḷ"},{"SurahNumber":2,"VerseNumber":85,"Text":"(Ivvāṟu uṟutippaṭuttiya) nīṅkaḷē uṅkaḷiṭaiyē kolai ceykiṉṟīrkaḷ; uṅkaḷilēyē orucārārai avarkaḷuṭaiya vīṭukaḷiliruntu veḷiyēṟṟukiṟīrkaḷ; avarkaḷimītu akkiramam puriyavum, pakaimai koḷḷavum (avarkaḷiṉ virōtikaḷukku) utavi ceykiṟīrkaḷ. Veḷiyēṟṟappaṭṭavarkaḷ (ivvirōtikaḷiṭam cikki) kaitikaḷāka uṅkaḷiṭam vantāl, (appoḻutu maṭṭum paḻippukku añci) naṣṭa'īṭu peṟṟukkoṇṭu (avarkaḷai viṭutalai ceytu) viṭukiṟīrkaḷ-āṉāl avarkaḷai (vīṭukaḷai viṭṭu) veḷiyēṟṟuvatu uṅkaḷ mītu harāmā(ṉa taṭukkappaṭṭa ceyalā)kum. (Appaṭiyeṉṟāl) nīṅkaḷ vētattil cilatai nampi cilatai maṟukkiṟīrkaḷā? Eṉavē uṅkaḷil ivvakaiyil ceyalpaṭukiṟavarkaḷukku ivvulaka vāḻvil iḻivait tavira vēṟu kūli etuvum kiṭaikkātu. Maṟumai(kiyāma) nāḷilō avarkaḷ mikak kaṭumaiyāṉa vētaṉaiyiṉpāl mīṭṭappaṭuvārkaḷ; iṉṉum nīṅkaḷ ceytu varuvatai allāh kavaṉikkāmal illai"},{"SurahNumber":2,"VerseNumber":86,"Text":"maṟumai(yiṉ nilaiyāṉa vāḻkkai)kkup pakaramāka, (aṟpamāḷa) ivvulaka vāḻkkaiyai vilaikku vāṅkik koṇṭavarkaḷ ivarkaḷtām; ākavē ivarkaḷukku (oru ciṟitaḷavum) vētaṉai ilēcākkappaṭa māṭṭātu. Ivarkaḷ utaviyum ceyyappaṭamāṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":87,"Text":"mēlum, nām mūsāvukku niccayamāka vētattaik koṭuttōm. Avarukkuppiṉ toṭarcciyāka (iṟai) tūtarkaḷai nām aṉuppiṉōm; iṉṉum, maryamiṉ kumārar īsāvukkut teḷivāṉa attāṭcikaḷaik rūhul kutusi (eṉṉum paricutta ātmāvaik) koṇṭu avarukku valuvūṭṭiṉōm. Uṅkaḷ maṉam virumpātatai(nam) tūtar uṅkaḷiṭam koṇṭu varumpōtellām nīṅkaḷ karvam koṇṭu (puṟakkaṇittu) vantīrkaḷallavā? Cilarai nīṅkaḷ poyppittīrkaḷ; cilarai koṉṟīrkaḷ"},{"SurahNumber":2,"VerseNumber":88,"Text":"Iṉṉum, avarkaḷ (yūtarkaḷ)\"eṅkaḷuṭaiya itayaṅkaḷ tiraiyiṭappaṭṭuḷḷaṉa\" eṉṟu kūṟukiṟārkaḷ. Āṉāl avarkaḷuṭaiya (kuḥpru eṉṉum) nirākarippiṉ kāraṉattāl, allāh avarkaḷaic capittu viṭṭāṉ. Ākavē, avarkaḷ coṟpamākavē īmāṉ koḷvārkaḷ"},{"SurahNumber":2,"VerseNumber":89,"Text":"avarkaḷiṭam irukkakkūṭiya vētattai meyppaṭuttakkūṭiya (inta kur'āṉ eṉṟa) vētam avarkaḷiṭam vantatu. I(nta kur'āṉ varuva)taṟku muṉ kāḥpirkaḷai veṟṟi koḷvataṟkāka (inta kur'āṉ mulamē allāhviṭam) vēṇṭikkoṇṭiruntārkaḷ. (Ivvāṟu muṉpē) avarkaḷ aṟintu vaittirunta(vētamāṉa)tu avarkaḷiṭam vanta pōtu, atai nirākarikkiṉṟārkaḷ;. Ippaṭi nirākarippōr mītu allāhviṉ cāpam irukkiṟatu"},{"SurahNumber":2,"VerseNumber":90,"Text":"taṉ aṭiyārkaḷil tāṉ nāṭiyavar mītu taṉ aruṭkoṭaiyai allāh aruḷiyataṟkāka poṟāmaippaṭṭu, allāh aruḷiyataiyē nirākarittu taṅkaḷ ātmākkaḷai viṟṟu avarkaḷ peṟṟuk koṇṭatu mikavum keṭṭatākum. Itaṉāl avarkaḷ (iṟaivaṉuṭaiya) kōpattiṟku mēl kōpattiṟku āḷāki viṭṭārkaḷ. (Ittakaiya) kāḥpirkaḷukku iḻivāṉa vētaṉai uṇṭu"},{"SurahNumber":2,"VerseNumber":91,"Text":"allāh iṟakki vaitta (tirukkur'āṉ mītu) īmāṉ koḷḷuṅkaḷ\" eṉṟu avarkaḷukku collappaṭṭāl, \"eṅkaḷ mītu iṟakkappaṭṭataṉ mītutāṉ nampikkai koḷvōm\" eṉṟu kūṟukiṟārkaḷ; ataṟku piṉṉāl uḷḷavaṟṟai nirākarikkiṟārkaḷ. Āṉāl ituvō(kur'āṉ) avarkaḷiṭam iruppatai uṇmaip paṭuttukiṟatu. \"Nīṅkaḷ uṇmai vicuvācikaḷāka iruntāl, ēṉ allāhviṉ muntiya napimārkaḷai nīṅkaḷ kolai ceytīrkaḷ?\" Eṉṟu avarkaḷiṭam (napiyē!) Nīr kēṭpīrāka"},{"SurahNumber":2,"VerseNumber":92,"Text":"Niccayamāka mūsā uṅkaḷiṭam teḷivāṉa attāṭcikaḷait koṇṭu vantār;. (Appaṭiyiruntum) ataṉpiṉ kāḷai māṭṭai (iṇai vaittu) vaṇaṅkiṉīrkaḷ; (ippaṭic ceytu) nīṅkaḷ akkiramakkārarkaḷāki viṭṭīrkaḷ"},{"SurahNumber":2,"VerseNumber":93,"Text":"tūr malaiyai uṅkaḷ mēl uyartti nām uṅkaḷukkuk koṭutta (tavrāt)tai uṟutiyuṭaṉ paṟṟik koḷḷuṅkaḷ; atai ceviyēṟṟukkoḷḷuṅkaḷ. Eṉṟu uṅkaḷiṭam nām vākkuṟuti vāṅkiṉōm. (Ataṟku avarkaḷ) nāṅkaḷ ceviyēṟṟōm; mēlum(ataṟku) māṟu ceytōm eṉṟu kūṟiṉārkaḷ. Mēlum avarkaḷ nirākaritta kāraṇattiṉāl avarkaḷ itayaṅkaḷil kāḷaikkaṉṟiṉ (pakti) pukaṭṭappaṭṭatu. Nīṅkaḷ muḥmiṉkaḷāka iruntāl uṅkaḷuṭaiya īmāṉ etai kaṭṭaḷaiyiṭukiṟatō atu mikavum keṭṭatu eṉṟu (napiyē!) Nīr kūṟum"},{"SurahNumber":2,"VerseNumber":94,"Text":"(napiyē!)\"Iṟaivaṉiṭattil uḷḷa maṟumaiyiṉ vīṭu (cuvarkkam) uṅkaḷukkē contamāṉatu, vēṟu maṉitarkaḷukkuk kiṭaiyātu eṉṟu urimai koṇṭāṭuvatil nīṅkaḷ uṇmaiyāḷarkaḷāka iruntāl, (ataip peṟuvataṟkāka) maraṇattai virumpuṅkaḷ\" eṉṟu (napiyē!) Nīr colvīrāka"},{"SurahNumber":2,"VerseNumber":95,"Text":"āṉāl, avarkaḷ karaṅkaḷ ceyta (pāvaṅkaḷai) avarkaḷ muṉṉamēyē aṉuppi vaittirunta kāraṇattāl avarkaḷ maraṇattai virumpavē māṭṭārkaḷ. Niccayamāka allāh anta akkiramakkārarkaḷai naṉku aṟintavaṉākavē irukkiṟāṉ"},{"SurahNumber":2,"VerseNumber":96,"Text":"Avarkaḷ, maṟṟa maṉitarkaḷaiviṭa, iṇai vaikkum muṣrikkukaḷaiyum viṭa (ivvulaka) vāḻkkaiyil pērācai uṭaiyavarkaḷāka iruppatai (napiyē!) Nīr niccayamākak kāṇpīr; avarkaḷil ovvoruvarum āyiram āṇṭukaḷ vāḻavēṇṭum eṉa ācaippaṭukiṟārkaḷ; āṉāl appaṭi avarkaḷukku nīṇṭa vayatu koṭukkappaṭṭālum, avarkaḷ iṟaivaṉiṉ taṇṭaṉaiyiliruntu tappa muṭiyātu. Iṉṉum allāh avarkaḷ ceyvataiyellām kūrntu pārppavaṉākavē irukkiṟāṉ"},{"SurahNumber":2,"VerseNumber":97,"Text":"yār jiprīlukku virōtiyāka irukkiṉṟāṉō (avaṉ allāhvukkum virōti yāvāṉ) eṉṟu (napiyē!) Nīr kūṟum; niccayamāka avartām allāhviṉ kaṭṭaḷaikkiṇaṅki um itayattil (kur'āṉai) iṟakki vaikkiṟār; atu, taṉakku muṉṉirunta vētaṅkaḷ uṇmai eṉa uṟutippaṭuttukiṟatu. Iṉṉum atu vaḻikāṭṭiyākavum, nampikkai koṇṭōrukku naṉmārāyamākavum irukkiṟatu"},{"SurahNumber":2,"VerseNumber":98,"Text":"evaṉ allāhvukkum, avaṉuṭaiya malakkukaḷukkum, avaṉuṭaiya tūtarkaḷukkum, jiprīlukkum, mīkkāyilukkum pakaivaṉāka irukkiṟāṉō, niccayamāka (avvāṟu nirākarikkum) kāḥpirkaḷukku allāh pakaivaṉākavē irukkiṟāṉ"},{"SurahNumber":2,"VerseNumber":99,"Text":"(napiyē!) Niccayamāka nām mikatteḷivāṉa vacaṉaṅkaḷai um'mītu iṟakkivaittirukkiṟōm; pāvikaḷait tavira (vēṟu evarum) avaṟṟai nirākarikka māṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":100,"Text":"mēlum, avarkaḷ uṭaṉpaṭikkai ceytapōtellām, avarkaḷil oru piriviṉar avaṟṟai muṟittu viṭavillaiyā? Ākavē, avarkaḷil perumpālōr īmāṉ koḷḷa māṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":101,"Text":"avarkaḷiṭam uḷḷa(vētat)tai meyppikkum oru tūtar allāhviṭamiruntu avarkaḷiṭam vanta pōtu, vētam vaḻaṅkappaṭṭōril oru piriviṉar allāhviṉ vētattait tāṅkaḷ ētum aṟiyātavarkaḷ pōl taṅkaḷ mutukukkup piṉṉāl eṟintu viṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":102,"Text":"Avarkaḷ sulaimāṉiṉ āṭcikku etirāka ṣaittāṉkaḷ ōtiyavaṟṟaiyē piṉpaṟṟiṉārkaḷ;. Āṉāl sulaimāṉ orupōtum nirākarittavar allar. Ṣaittāṉkaḷ tām nirākarippavarkaḷ. Avarkaḷtām maṉitarkaḷukkuc cūṉiyattaik kaṟṟukkoṭuttārkaḷ; iṉṉum, pāpil (pāpilōṉ eṉṉum ūril) hārut, mārut eṉṟa iraṇṭu malakkukaḷukku iṟakkappaṭṭataiyum (tavaṟāṉa vaḻiyil pirayōkikkak kaṟṟukkoṭuttārkaḷ). Āṉāl avarkaḷ (malakkukaḷ) iruvarum; \"niccayamāka nāṅkaḷ cōtaṉaiyāka irukkiṟōm; (itaik kaṟṟu) nīṅkaḷ nirākarikkum kāḥpirkaḷ ākiviṭātīrkaḷ\" eṉṟu colli eccarikkāta varaiyil, evarukkum i(nta cūṉiyat)taik kaṟṟuk koṭukkavillai, appaṭiyiruntum kaṇavaṉ - maṉaiviyiṭaiyē pirivai uṇṭākkum ceyalai avarkaḷiṭamiruntu kaṟṟukkoṇṭārkaḷ. Eṉiṉum allāhviṉ kaṭṭaḷaiyiṉṟi avarkaḷ evarukkum ettakaiya tīṅkum itaṉ mūlam iḻaikka muṭiyātu. Taṅkaḷukkut tīṅkiḻaippataiyum, enta vita naṉmaiyum tarātataiyumē - kaṟṟuk koṇṭārkaḷ. (Cūṉiyattai) vilai koṭuttu vāṅkik koṇṭavarkaḷukku, maṟumaiyil yātoru pākkiyamum illai eṉpatai avarkaḷ naṉkaṟintuḷḷārkaḷ. Avarkaḷ taṅkaḷ ātmākkaḷai viṟṟuppeṟṟukkoṇṭatu keṭṭatākum. Itai avarkaḷ aṟintu koḷḷa vēṇṭāmā"},{"SurahNumber":2,"VerseNumber":103,"Text":"avarkaḷ nampikkai koṇṭu taṅkaḷai kāppāṟṟik koṇṭāl, allāhviṭamiruntu kiṭaikkum naṟkūli mikavum mēlāṉatāka irukkum;. Itaṉai avarkaḷ aṟiya vēṇṭāmā"},{"SurahNumber":2,"VerseNumber":104,"Text":"Īmāṉ koṇṭōrē! Nīṅkaḷ (nam rasūlaip pārttu iraṇṭu arttam koṭukkum collākiya)'rāyiṉā' eṉṟu collātīrkaḷ. (Itaṟkup patilāka aṉpuṭaṉ nōkkuvīrkaḷāka eṉṉum poruḷait tarum collākiya)'uṉḷurṉā' eṉṟu kūṟuṅkaḷ. Iṉṉum, avar colvataik kēḷuṅkaḷ. Mēlum kāḥpirkaḷukkut tuṉpam tarum vētaṉaiyum uṇṭu"},{"SurahNumber":2,"VerseNumber":105,"Text":"ahlul kitāp(vētattaiyuṭaiyavarkaḷil) nirākarippōrō, iṉṉum muṣrikkukaḷō uṅkaḷ iṟaivaṉiṭamiruntu, uṅkaḷ mītu naṉmai iṟakkappaṭuvatai virumpavillai. Āṉāl allāh taṉ aruṭkoṭaikku uriyavarkaḷāka yārai nāṭukiṟāṉō avaraiyē tērnteṭuttuk koḷkiṟāṉ;. Allāh mikap perum kirupaiyāḷaṉ"},{"SurahNumber":2,"VerseNumber":106,"Text":"ētēṉum oru vacaṉattai nām māṟṟiṉāl allatu ataṉai maṟakkac ceytāl ataiviṭa ciṟantataiyō allatu atu pōṉṟataiyō nām koṇṭuvaruvōm. Niccayamāka allāh aṉaittupporuṭkaḷiṉ mītum caktiyuḷḷavaṉ eṉpatai nīr aṟiyavillaiyā"},{"SurahNumber":2,"VerseNumber":107,"Text":"niccayamāka vāṉaṅkaḷ pūmiyiṉ āṭci allāhvukkē uriyatu. Allāhvaiyaṉṟi uṅkaḷukku pātukāvalaṉō, utavi ceypavaṉō illai eṉpatai nīr aṟiyavillaiyā"},{"SurahNumber":2,"VerseNumber":108,"Text":"itaṟku muṉṉar mūsāviṭam kēḷvikaḷ kēṭkappaṭṭa mātiri nīṅkaḷum uṅkaḷ rasūliṭam kēṭka virumpukiṟīrkaḷā? Evaṉoruvaṉ īmāṉai'kuḥpriṉāl' māṟṟukiṟāṉō avaṉ niccayamāka nēr vaḻiyiṉiṉṟum tavaṟiviṭṭāṉ"},{"SurahNumber":2,"VerseNumber":109,"Text":"vētattai uṭaiyavarkaḷil perumpālōr, uṇmai avarkaḷukku teḷivākatterinta piṉṉarum, taṅkaḷ maṉatil uḷḷa poṟāmaiyiṉāl nīṅkaḷ nampikkai koṇṭapiṉ kāḥpirkaḷāka māṟa vēṇṭumeṉa virumpukiṟārkaḷ. Āṉāl allāhviṉ kaṭṭaḷai varumvarai avarkaḷai maṉṉittu, avarkaḷ pōkkilē viṭṭuviṭuṅkaḷ;. Niccayamāka allāh aṉaittup poruṭkaḷ mītum cakti uṭaiyavaṉāka irukkiṟāṉ"},{"SurahNumber":2,"VerseNumber":110,"Text":"Iṉṉum toḻukaiyai muṟaiyākak kaṭaippiṭittum; jakāt koṭuttum vāruṅkaḷ; ēṉeṉil uṅkaḷukkāka enta naṉmaiyai muṉṉamēyē aṉuppi vaikkiṉṟīrkaḷō, atai allāhviṭam peṟṟukkoḷvīrkaḷ. Niccayamāka allāh nīṅkaḷ ceypavaṟṟaiyellām uṟṟu nōkkiyavaṉākavē irukkiṟāṉ"},{"SurahNumber":2,"VerseNumber":111,"Text":"yūtarkaḷ, kiṟistavarkaḷait tavira vēṟu yārum cuvaṉapatiyil nuḻaiyavē māṭṭārkaḷ\" eṉṟu avarkaḷ kūṟukiṟārkaḷ; itu avarkaḷiṉ vīṇācaiyēyākum; \"nīṅkaḷ uṇmaiyuṭaiyōrāka iruntāl uṅkaḷuṭaiya cāṉṟai camarppiyuṅkaḷ\" eṉṟu (napiyē!) Nīr kūṟuvīrāka"},{"SurahNumber":2,"VerseNumber":112,"Text":"appaṭiyalla! Evaṉoruvaṉ taṉṉai allāhvukkē (muḻumaiyāka) arppaṇam ceytu, iṉṉum naṟkarumaṅkaḷaic ceykiṟāṉō, avaṉuṭaiya naṟkūli avaṉuṭaiya iṟaivaṉiṭam uṇṭu. Ittakaiyōrukku accamillai avarkaḷ tukkappaṭavum māṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":113,"Text":"yūtarkaḷ kūṟukiṟārkaḷ; 'kiṟistavarkaḷ enta nalvaḻiyilum illai' eṉṟu. Kiṟistavarkaḷ kūṟukiṟārkaḷ; 'yūtarkaḷ enta nalvaḻiyilum illai' eṉṟu. Āṉāl, ivarkaḷ (taṅkaḷukkuriya) vētattai ōtikkoṇṭē (ippaṭik kūṟukiṟārkaḷ) ivarkaḷ kūṟum coṟkaḷaip pōlavē oṉṟum aṟiyātavarkaḷum kūṟukiṟārkaḷ; iṟutittīrppu nāḷil allāh ivarkaḷ tarkkittu māṟupaṭṭuk koṇṭirukkum viṣayattil tīrppaḷippāṉ"},{"SurahNumber":2,"VerseNumber":114,"Text":"iṉṉum, allāhvuṭaiya masjitukaḷil allāhviṉ peyaraic collit tutippatait taṭuttu, ivaṟṟaip pāḻākka muyalpavaṉai viṭa, periya koṭumaikkāraṉ yār irukka muṭiyum? Ittakaiyōr accamuṭaṉaṉṟi paḷḷivāyilkaḷil nuḻaivataṟku takutiyē illātavarkaḷ, ivarkaḷukku iv(vulaka) vāḻvil iḻivutāṉ; mēlum, maṟumaiyil ivarkaḷukkuk kaṭumaiyāṉa vētaṉaiyum uṇṭu"},{"SurahNumber":2,"VerseNumber":115,"Text":"Kiḻakkum, mēṟkum allāhvukkē (contam) nīṅkaḷ entap pakkam tirumpiṉālum aṅkē allāhviṉ mukam irukkiṟatu. Niccayamāka allāh vicālamāṉavaṉ;, ellām aṟintavaṉ"},{"SurahNumber":2,"VerseNumber":116,"Text":"iṉṉum kūṟukiṟārkaḷ; \"allāh oru kumāraṉaip peṟṟirukkiṟāṉ\" eṉṟu. Appaṭiyalla - avaṉ (ivarkaḷ kūṟuvatiliruntu) mikat tūymaiyāṉavaṉ; vāṉaṅkaḷ, pūmiyil uḷḷavai yāvum avaṉukkē uriyavai. Ivaiyaṉaittum avaṉukkē aṭipaṇintu vaḻipaṭukiṉṟaṉa"},{"SurahNumber":2,"VerseNumber":117,"Text":"(allāh) vāṉaṅkaḷaiyum, pūmiyaiyum muṉ mātiriyiṉṟi(illāmaiyiliruntu), tāṉē uṇṭākkiṉāṉ;. Avaṉ oṉṟai uṇṭākka vitittu, ataṉiṭam'kuṉ' - ākuka- eṉṟu kūṟiṉāl, uṭaṉē atu ākiviṭukiṟatu"},{"SurahNumber":2,"VerseNumber":118,"Text":"iṉṉum aṟiyātavarkaḷ kūṟukiṟārkaḷ; \"allāh ēṉ nam'miṭam pēcavillai, mēlum, namakku ēṉ attāṭci varavillai?\" Eṉṟu. Ivarkaḷukku muṉṉar iruntavarkaḷum ippaṭiyē - ivarkaḷiṉ coṟkaḷaippōlavē - tāṉ kūṟiṉārkaḷ. Ivarkaḷiṉ itayaṅkaḷ avarkaḷuṭaiya itayaṅkaḷaip pōṉṟavaiyē tāṉ. Īmāṉil uṟutiyuṭaiya makkaḷukku nam attāṭcikaḷai (avarkaḷ maṉatil patiyumpaṭi) nām niccayamākat teḷivāy vivarittuḷḷōm"},{"SurahNumber":2,"VerseNumber":119,"Text":"(napiyē!) Nām um'mai uṇmaiyuṭaṉ, (nallaṭiyārukku) naṉmārāyam kūṟupavarākavum, (tīyōrukku) accamuṭṭi eccarikkai ceypavarākavumē aṉuppiyuḷḷōm;. Narakavātikaḷaip paṟṟi nīr viṉavappaṭa māṭṭīr"},{"SurahNumber":2,"VerseNumber":120,"Text":"(Napiyē!) Yūtarkaḷum, kiṟistavarkaḷum avarkaḷ vaḻiyai nīr piṉpaṟṟātavaraiyil um'maippaṟṟi tiruptiyaṭaiya māṭṭārkaḷ. (Ākavē, avarkaḷai nōkki;)\"niccayamāka allāhviṉ vaḻi-(islām) atuvē nērvaḻi\" eṉṟu collum;. Aṉṟi ñāṉam um'mai vantaṭainta piṉṉarum avarkaḷuṭaiya iccaikaḷaip piṉpaṟṟuvīrēyāṉāl, allāhviṭamiruntu um'maik kāppāṟṟupavaṉum, umakku utavi ceypavaṉum illai"},{"SurahNumber":2,"VerseNumber":121,"Text":"yārukku nām vētattaik koṭuttōmō avarkaḷ atai evvāṟu ōti(oḻuki)ṭa vēṇṭumō, avvāṟu ōtukiṟārkaḷ;. Avarkaḷ tām ataṉ mēl nampikkaiyuḷḷavarkaḷ;. Yār atai nirākarikkiṉṟārkaḷō avarkaḷ perum naṣṭavāḷikaḷē"},{"SurahNumber":2,"VerseNumber":122,"Text":"(yaḥkūp eṉṟa) isrāyīliṉ makkaḷē! Nāṉ uṅkaḷukku aḷitta eṉ naṉkoṭaikaḷai niṉaivu kūṟuṅkaḷ;. Iṉṉum niccayamāka nāṉ uṅkaḷai ulaka makkaḷ ellōraiyumviṭa mēmpāṭuṭaiyōrākac ceytēṉ"},{"SurahNumber":2,"VerseNumber":123,"Text":"iṉṉum, (varap pōkum) annāḷiliruntu, uṅkaḷaik kāppāṟṟik koḷḷuṅkaḷ;. Aṉṟu ōr ātmā piṟitōr ātmāvukku utavi ceyya iyalātu. Ataṉiṭamiruntu (ataṉ pāvaṅkaḷukkup parikāramāka) enta naṣṭa īṭum oppukkoḷḷappaṭa māṭṭātu. Enta cipāricum ataṟku palaṉaḷikkātu. Avarkaḷ(evar mūlamākavum enta) utaviyum ceyyappaṭa māṭṭārkaḷ"},{"SurahNumber":2,"VerseNumber":124,"Text":"(iṉṉum itaiyum eṇṇippāruṅkaḷ;) iprāhīmai avaruṭaiya iṟaivaṉ cila kaṭṭaḷaikaḷaiyiṭṭuc cōtittāṉ;. Avaṟṟai avar muḻumaiyāka niṟaivēṟṟiṉār;. Niccayamāka nāṉ um'mai makkaḷukku imāmāka(t talaivarāka) ākkukiṟēṉ\" eṉṟu avaṉ kūṟiṉāṉ;. Ataṟku iprāhīm; \"eṉ cantatiyiṉarilum(imāmkaḷai ākkuvāyā?)\" Eṉak kēṭṭār;. Eṉ vākkuṟuti(um cantatiyiluḷḷa) aniyāyakkārarkaḷukkuc cērātu eṉṟu kūṟiṉāṉ"},{"SurahNumber":2,"VerseNumber":125,"Text":"(Itaiyum eṇṇip pāruṅkaḷ; \"kaḥpā eṉṉum) vīṭṭai nām makkaḷ otuṅkum iṭamākavum iṉṉum, pātukāppāṉa iṭamākavum ākkiṉōm;. Iprāhīm niṉṟa iṭattai - makāmu iprāhīmai - toḻum iṭamāka nīṅkaḷ ākkikkoḷḷuṅkaḷ\" (eṉṟum nām coṉṉōm). Iṉṉum'eṉ vīṭṭaic cuṟṟi varupavarkaḷ, taṅkiyiruppavarkaḷ, rukūḥ ceypavarkaḷ, sujūtu ceypavarkaḷ ākiyōrukkākat tūymaiyāka ataṉai vaittirukka vēṇṭum' eṉṟu iprāhīmiṭamiruntum, ismāyīliṭamiruntum nām uṟuti moḻi vāṅkiṉōm"},{"SurahNumber":2,"VerseNumber":126,"Text":"(iṉṉum niṉaivu kūṟuṅkaḷ;) iprāhīm; \"iṟaivā! Intap paṭṭaṇattaip pātukāppāṉa iṭamāka ākki vaippāyāka! Itil vacippōril yār allāhvaiyum iṟuti nāḷaiyum nampukiṟārkaḷō avarkaḷukkup pala vakaik kaṉivarkkaṅkaḷaiyum koṇṭu uṇavaḷippāyāka\" eṉṟu kūṟiṉār;. Ataṟku iṟaivaṉ kūṟiṉāṉ; \"(ām;) yār nampikkai koḷḷavillaiyō avaṉukkum ciṟitu kālam cukāṉupavattai aḷippēṉ\" piṉṉar avaṉai naraka neruppiṉ vētaṉaiyil nirpantippēṉ. Avaṉ cērum iṭam mikavum keṭṭatē"},{"SurahNumber":2,"VerseNumber":127,"Text":"iprāhīmum, ismāyīlum ivvīṭṭiṉ aṭittaḷattai uyarttiya pōtu, \"eṅkaḷ iṟaivaṉē! Eṅkaḷiṭamiruntu (ippaṇiyai) ēṟṟuk koḷvāyāka, niccayamāka nīyē (yāvaṟṟaiyum) kēṭpavaṉākavum aṟipavaṉākavum irukkiṉṟāy\" (eṉṟu kūṟiṉar)"},{"SurahNumber":2,"VerseNumber":128,"Text":"Eṅkaḷ iṟaivaṉē! Eṅkaḷ iruvaraiyum uṉṉai muṟṟilum vaḻipaṭum muslimkaḷākkuvāyāka, eṅkaḷ cantatiyiṉariṭamiruntum uṉṉai muṟṟilum vaḻipaṭum oru kūṭṭattiṉarai (muslim camutāyattai)ākki vaippāyāka, nāṅkaḷ uṉṉai vaḻipaṭum vaḻikaḷaiyum aṟivittaruḷvāyāka, eṅkaḷai(k karuṇaiyuṭaṉ nōkki eṅkaḷ piḻaikaḷai) maṉṉippāyāka, niccayamāka nīyē mikka maṉṉippōṉum, aḷavilā aṉpuṭaiyōṉākavum irukkiṉṟāy"},{"SurahNumber":2,"VerseNumber":129,"Text":"eṅkaḷ iṟaivaṉē! Avarkaḷiṭaiyē uṉṉuṭaiya vacaṉaṅkaḷai ōtik kāṇpittu, avarkaḷukku vētattaiyum, ñāṉattaiyum kaṟṟuk koṭuttu, avarkaḷait tūymaippaṭuttak kūṭiya oru tūtarai avarkaḷiliruntē eḻuntiṭac ceyvāyāka - niccayamāka nīyē vallamai mikkōṉākavum, perum ñāṉamuṭaiyōṉākavum irukkiṉṟāy"},{"SurahNumber":2,"VerseNumber":130,"Text":"iprāhīmuṭaiya mārkkattaip puṟakkaṇippavaṉ yār?-Taṉṉait tāṉē tāḻttik koḷpavaṉait tavira. Niccayamāka nām avarai(t tūymaiyāḷarāka) ivvulakil tērnteṭuttōm;. Niccayamāka avar maṟumaiyil nallaṭiyār kūṭṭattilēyē iruppār"},{"SurahNumber":2,"VerseNumber":131,"Text":"iṉṉum, avariṭam avaruṭaiya iṟaivaṉ; \"(eṉṉiṭam muṟṟilum vaḻipaṭṭavarākac) caraṇaṭaiyum\" eṉṟu coṉṉapōtu avar, \"akilaṅkaḷiṉ iṟaivaṉukku muṟṟilum vaḻipaṭṭōṉākac caraṇaṭaintēṉ\" eṉṟu kūṟiṉār"},{"SurahNumber":2,"VerseNumber":132,"Text":"itaiyē iprāhīm tam kumārārkaḷukku vasiyyattu (upatēcam) ceytār;. Yaḥkūpum (ivvāṟē ceytār); avar kūṟiṉār; \"eṉ kumārarkaḷē! Allāh uṅkaḷukkuc caṉmārkkattai (islāmai) tērnteṭuttuḷḷāṉ. Nīṅkaḷ muslimkaḷāka aṉṟi maraṇikkātīrkaḷ"},{"SurahNumber":2,"VerseNumber":133,"Text":"Yaḥkūpukku maraṇam neruṅkiyapōtu, nīṅkaḷ cāṭciyāka iruntīrkaḷā? Appoḻutu avar tam kumārarkaḷiṭam; \"eṉakkup piṉ nīṅkaḷ yārai vaṇaṅkuvīrkaḷ?\" Eṉak kēṭṭataṟku, \"uṅkaḷ nāyaṉai-uṅkaḷ mūtātaiyar iprāhīm, ismāyīl, is'hāk ākiyōriṉ nāyaṉai-orē nāyaṉaiyē-vaṇaṅkuvōm; avaṉukkē(muṟṟilum) vaḻippaṭṭa muslimkaḷāka iruppōm\" eṉak kūṟiṉar"},{"SurahNumber":2,"VerseNumber":134,"Text":"anta um'mattu(camūkam) ceṉṟuviṭṭatu, avarkaḷ campātittavai avarkaḷukkē, nīṅkaḷ campātittavai uṅkaḷukkē! Avarkaḷ ceytu koṇṭiruntatu paṟṟi nīṅkaḷ kēṭkappaṭa māṭṭīrkaḷ"},{"SurahNumber":2,"VerseNumber":135,"Text":"nīṅkaḷ yūtarkaḷāka allatu kiṟistavarkaḷāka māṟiviṭuṅkaḷ - nīṅkaḷ nērvaḻiyai aṭaivīrkaḷ\" eṉṟu avarkaḷ kūṟukiṟārkaḷ. \"Appaṭiyalla! (Nērāṉa vaḻiyaic cārnta) iprāhīmiṉ mārkkattaiyē piṉpaṟṟuvōm, (iṇai vaikkum) muṣrikkukaḷil niṉṟum avarillai\" eṉṟu (napiyē!) Nīr kūṟuvīrāka"},{"SurahNumber":2,"VerseNumber":136,"Text":"(muḥmiṉkaḷē!)\"Nāṅkaḷ allāhvaiyum, eṅkaḷukku iṟakkappaṭṭa(vētat)taiyum; iprāhīm, ismāyīl, is'hāk, yaḥkūp iṉṉum avar cantatiyiṉarukku iṟakkappaṭṭataiyum; mūsāvukkum, īsāvukkum koṭukkappaṭṭataiyum iṉṉum maṟṟa napimārkaḷukkum avarkaḷiṉ iṟaivaṉiṭamiruntu koṭukkappaṭṭataiyum nampukiṟōm, avarkaḷil niṉṟum oruvarukkiṭaiyēyum nāṅkaḷ vēṟupāṭu kāṭṭa māṭṭōm; iṉṉum nāṅkaḷ avaṉukkē muṟṟilum vaḻipaṭukiṟōm\" eṉṟu kūṟuvīrkaḷāka"},{"SurahNumber":2,"VerseNumber":137,"Text":"Ākavē, nīṅkaḷ īmāṉ koḷvataippōl avarkaḷum īmāṉ koṇṭāl niccayamāka avarkaḷ nērvaḻiyai peṟṟuviṭuvārkaḷ;. Āṉāl avarkaḷ puṟakkaṇittuviṭṭāl niccayamāka avarkaḷ piḷaviltāṉ irukkiṉṟaṉar. Eṉavē avarkaḷi(ṉ keṭutalkaḷi)liruntu um'maik kāppāṟṟa allāhvē pōtumāṉavaṉ;. Avaṉ (yāvaṟṟaiyum) ceviyuṟuvōṉākavum, (ellām) aṟintōṉumākavum irukkiṟāṉ"},{"SurahNumber":2,"VerseNumber":138,"Text":"(ituvē) allāhviṉ varṇam(ñāṉa sṉāṉam) ākum;, varṇam koṭuppatil allāhvaiviṭa aḻakāṉavaṉ yār? Avaṉaiyē nāṅkaḷ vaṇaṅkukiṟōm\" (eṉak kūṟuvīrkaḷāka)"},{"SurahNumber":2,"VerseNumber":139,"Text":"allāhvaip paṟṟi nīṅkaḷ eṅkaḷiṭam tarkkikkiṟīrkaḷā? Avaṉē eṅkaḷ iṟaivaṉum, uṅkaḷ iṟaivaṉum āvāṉ;, eṅkaḷ ceykaikaḷiṉ (palaṉ) eṅkaḷukku, uṅkaḷ ceykaikaḷiṉ (palaṉ) uṅkaḷukku, mēlum nāṅkaḷ avaṉukkē kalappaṟṟa (īmāṉ uṭaiya)varkaḷāka irukkiṉṟōm\" eṉṟu (napiyē! Avarkaḷukku) nīr kūṟuvīrāka"},{"SurahNumber":2,"VerseNumber":140,"Text":"iprāhīmum, ismāyīlum, is'hākkum, yaḥkūpum, iṉṉum avarkaḷuṭaiya cantatiyiṉar yāvarum nīccayamāka yūtarkaḷ allatu kiṟistavarkaḷē\" eṉṟu kūṟukiṉṟīrkaḷā? (Napiyē!) Nīr kēṭpīrāka\"(itaip paṟṟi) uṅkaḷukku naṉṟākat teriyumā allatu allāhvukkā? Allāhviṭamiruntu taṉpāl vantirukkum cāṭciyaṅkaḷai maṟaippavaṉaiviṭa aniyāyakkāraṉ yār? Iṉṉum allāh nīṅkaḷ ceypavai paṟṟi parāmukamāka illai"},{"SurahNumber":2,"VerseNumber":141,"Text":"anta um'mattu(camūkam) ceṉṟuviṭṭatu. Avarkaḷ campātittavai avarkaḷukkē, nīṅkaḷ campātittavai uṅkaḷukkē! Avarkaḷ ceytu koṇṭiruntatu paṟṟi nīṅkaḷ kēṭkappaṭa māṭṭīrkaḷ"}]}