{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"[How] prosperous are the believers"},{"SurahNumber":23,"VerseNumber":2,"Text":"Those who pray humbly"},{"SurahNumber":23,"VerseNumber":3,"Text":"who shun idle talk"},{"SurahNumber":23,"VerseNumber":4,"Text":"who pay the prescribed alms"},{"SurahNumber":23,"VerseNumber":5,"Text":"who guard their chastity"},{"SurahNumber":23,"VerseNumber":6,"Text":"except with their spouses or their slaves––with these they are not to blame"},{"SurahNumber":23,"VerseNumber":7,"Text":"but anyone who seeks more than this is exceeding the limits––"},{"SurahNumber":23,"VerseNumber":8,"Text":"who are faithful to their trusts and pledges"},{"SurahNumber":23,"VerseNumber":9,"Text":"and who keep up their prayers"},{"SurahNumber":23,"VerseNumber":10,"Text":"will rightly be given"},{"SurahNumber":23,"VerseNumber":11,"Text":"Paradise as their own, there to remain"},{"SurahNumber":23,"VerseNumber":12,"Text":"We created man from an essence of clay"},{"SurahNumber":23,"VerseNumber":13,"Text":"then We placed him as a drop of fluid in a safe place"},{"SurahNumber":23,"VerseNumber":14,"Text":"then We made that drop into a clinging form, and We made that form into a lump of flesh, and We made that lump into bones, and We clothed those bones with flesh, and later We made him into other forms––glory be to God, the best of creators!––"},{"SurahNumber":23,"VerseNumber":15,"Text":"then you will die"},{"SurahNumber":23,"VerseNumber":16,"Text":"and then, on the Day of Resurrection, you will be raised up again"},{"SurahNumber":23,"VerseNumber":17,"Text":"We created seven levels above you: We are never unmindful of Our creation"},{"SurahNumber":23,"VerseNumber":18,"Text":"We sent water down from the sky in due measure and lodged it in the earth––We have the power to take it all away if We so wish––"},{"SurahNumber":23,"VerseNumber":19,"Text":"with it We produced for you gardens of date palms and vines, with many fruits there for you to eat"},{"SurahNumber":23,"VerseNumber":20,"Text":"and a tree, growing out of Mount Sinai, that produces oil and seasoning for your food"},{"SurahNumber":23,"VerseNumber":21,"Text":"There is a lesson for you in livestock: We produce milk for you to drink from their bellies. And they have many other benefits: you eat them"},{"SurahNumber":23,"VerseNumber":22,"Text":"and you ride on them, as you do in ships"},{"SurahNumber":23,"VerseNumber":23,"Text":"We sent Noah to his people. He said, ‘My people, serve God, for He is your only god. Will you not heed Him?’"},{"SurahNumber":23,"VerseNumber":24,"Text":"But the leading disbelievers among his people said, ‘He is merely a mortal like you, trying to gain some superiority over you. God would have sent down angels if He had wished; besides, we never heard of anything like this from our forefathers"},{"SurahNumber":23,"VerseNumber":25,"Text":"He is just a madman, so let’s wait and see what happens to him.’"},{"SurahNumber":23,"VerseNumber":26,"Text":"Noah said, ‘My Lord, help me! They call me a liar,’"},{"SurahNumber":23,"VerseNumber":27,"Text":"and so We revealed to him: ‘Build the Ark under Our watchful eye and according to Our revelation. When Our command comes and water gushes up out of the earth,take pairs of every species on board, and your family, except for those on whom the sentence has already been passed- do not plead with me for the evildoers: they will be drowned"},{"SurahNumber":23,"VerseNumber":28,"Text":"and when you and your companions are settled on the Ark, say, “Praise be to God, who delivered us from the wicked people,”"},{"SurahNumber":23,"VerseNumber":29,"Text":"and say, “My Lord, let me land with Your blessing: it is You who provide the best landings”.’"},{"SurahNumber":23,"VerseNumber":30,"Text":"There are signs in all this: We have always put [people] to the test"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then We raised another generation after them"},{"SurahNumber":23,"VerseNumber":32,"Text":"and sent one of their own as a messenger: ‘Serve God, for He is your only god. Will you not heed Him?’"},{"SurahNumber":23,"VerseNumber":33,"Text":"But the leading disbelievers among his people, who denied the Meeting in the Hereafter, to whom We had granted ease and plenty in this life, said, ‘He is just a mortal like you- he eats what you eat and drinks what you drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"and you will really be losers if you obey a mortal like yourselves"},{"SurahNumber":23,"VerseNumber":35,"Text":"How can he promise you that after you die and become dust and bones you will be brought out alive"},{"SurahNumber":23,"VerseNumber":36,"Text":"What you are promised is very farfetched"},{"SurahNumber":23,"VerseNumber":37,"Text":"There is only the life of this world: we die, we live, but we will never be resurrected"},{"SurahNumber":23,"VerseNumber":38,"Text":"He is just a man making lies up about God. We will never believe in him.’"},{"SurahNumber":23,"VerseNumber":39,"Text":"The prophet said, ‘My Lord, help me! They call me a liar,’"},{"SurahNumber":23,"VerseNumber":40,"Text":"and so God said, ‘Soon they will be filled with regret.’"},{"SurahNumber":23,"VerseNumber":41,"Text":"The blast justly struck them and We swept them away like scum. Away with the evildoers"},{"SurahNumber":23,"VerseNumber":42,"Text":"We raised other generations after them"},{"SurahNumber":23,"VerseNumber":43,"Text":"no community can advance or delay its time"},{"SurahNumber":23,"VerseNumber":44,"Text":"and We sent Our messengers in succession: whenever a messenger came to a community they invariably called him a liar, so We destroyed them one after the other and made them into cautionary tales. Away with the disbelievers"},{"SurahNumber":23,"VerseNumber":45,"Text":"Then We sent Moses and his brother Aaron, with Our signs and clear authority"},{"SurahNumber":23,"VerseNumber":46,"Text":"to Pharaoh and his prominent leaders, but they responded with arrogance: they were a haughty people"},{"SurahNumber":23,"VerseNumber":47,"Text":"They said, ‘Are we to believe in two mortals like us? And their people are our servants?’"},{"SurahNumber":23,"VerseNumber":48,"Text":"and so they called them both liars: they became another ruined people"},{"SurahNumber":23,"VerseNumber":49,"Text":"We gave Moses the Scripture, so that they might be rightly guided"},{"SurahNumber":23,"VerseNumber":50,"Text":"We made the son of Mary and his mother a sign; We gave them shelter on a peaceful hillside with flowing water"},{"SurahNumber":23,"VerseNumber":51,"Text":"Messengers, eat good things and do good deeds: I am well aware of what you do"},{"SurahNumber":23,"VerseNumber":52,"Text":"This community of yours is one- and I am your Lord: be mindful of Me"},{"SurahNumber":23,"VerseNumber":53,"Text":"but they have split their community into sects, each rejoicing in their own"},{"SurahNumber":23,"VerseNumber":54,"Text":"So [Muhammad] leave them for a while steeped [in their ignorance]"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they reckon that, by giving them wealth and sons"},{"SurahNumber":23,"VerseNumber":56,"Text":"We race to give them good things? They really have no idea"},{"SurahNumber":23,"VerseNumber":57,"Text":"Those who stand in awe of their Lord"},{"SurahNumber":23,"VerseNumber":58,"Text":"who believe in His messages"},{"SurahNumber":23,"VerseNumber":59,"Text":"who do not ascribe partners to Him"},{"SurahNumber":23,"VerseNumber":60,"Text":"who always give with hearts that tremble at the thought that they must return to Him"},{"SurahNumber":23,"VerseNumber":61,"Text":"are the ones who race toward good things, and they will be the first to get them"},{"SurahNumber":23,"VerseNumber":62,"Text":"We do not burden any soul with more than it can bear- We have a Record that tells the truth- they will not be wronged"},{"SurahNumber":23,"VerseNumber":63,"Text":"But the disbelievers’ hearts are steeped [in ignorance of ] all this; and there are other things besides this that they do"},{"SurahNumber":23,"VerseNumber":64,"Text":"When We bring Our punishment on those corrupted with wealth, they will cry for help"},{"SurahNumber":23,"VerseNumber":65,"Text":"‘Do not cry out today: you will get no help from Us"},{"SurahNumber":23,"VerseNumber":66,"Text":"Time and time again My messages were recited to you, but you turned arrogantly on your heels"},{"SurahNumber":23,"VerseNumber":67,"Text":"and spent the evening making fun of [the Quran].’"},{"SurahNumber":23,"VerseNumber":68,"Text":"Have they not contemplated the Word of God? Has something come to them that did not come to their forefathers"},{"SurahNumber":23,"VerseNumber":69,"Text":"Do they not recognize their Messenger? So why do they reject him"},{"SurahNumber":23,"VerseNumber":70,"Text":"Why do they say he is possessed? He has brought them the truth and most of them hate it"},{"SurahNumber":23,"VerseNumber":71,"Text":"but if the truth were in accordance with their desires, the heavens, the earth, and everyone in them would disintegrate. We have brought them their Reminder and they turn away from it"},{"SurahNumber":23,"VerseNumber":72,"Text":"Do you [Prophet] ask them for any payment? Your Lord’s is the best payment: He is the Best of Providers"},{"SurahNumber":23,"VerseNumber":73,"Text":"You call them to a straight path"},{"SurahNumber":23,"VerseNumber":74,"Text":"and those who do not believe in the Hereafter turn away from that path"},{"SurahNumber":23,"VerseNumber":75,"Text":"Even if We were to show them mercy and relieve them of distress, they would blindly persist in their transgression"},{"SurahNumber":23,"VerseNumber":76,"Text":"We have already afflicted them, yet they did not submit to their Lord: they will not humble themselves"},{"SurahNumber":23,"VerseNumber":77,"Text":"until We open a gate to severe torment for them- then they will be plunged into utter despair"},{"SurahNumber":23,"VerseNumber":78,"Text":"It is God who endowed you with hearing, sight, and hearts- how seldom you are grateful"},{"SurahNumber":23,"VerseNumber":79,"Text":"It is He who made you multiply on earth. It is to Him that you will be gathered"},{"SurahNumber":23,"VerseNumber":80,"Text":"it is He who gives life and death; the alternation of night and day depends on Him; will you not use your minds"},{"SurahNumber":23,"VerseNumber":81,"Text":"But, like others before them"},{"SurahNumber":23,"VerseNumber":82,"Text":"they say, ‘What? When we die and turn to dust and bones, shall we really be resurrected"},{"SurahNumber":23,"VerseNumber":83,"Text":"We have heard such promises before, and so did our forefathers. These are just ancient fables.’"},{"SurahNumber":23,"VerseNumber":84,"Text":"Say [Prophet], ‘Who owns the earth and all who live in it, if you know [so much]?’"},{"SurahNumber":23,"VerseNumber":85,"Text":"and they will reply, ‘God.’ Say, ‘Will you not take heed?’"},{"SurahNumber":23,"VerseNumber":86,"Text":"Say, ‘Who is the Lord of the seven heavens? Who is the Lord of the Mighty Throne?’"},{"SurahNumber":23,"VerseNumber":87,"Text":"and they will reply, ‘God.’ Say, ‘Will you not be mindful?’"},{"SurahNumber":23,"VerseNumber":88,"Text":"Say, ‘Who holds control of everything in His hand? Who protects, while there is no protection against Him, if you know [so much]?’"},{"SurahNumber":23,"VerseNumber":89,"Text":"and they will reply, ‘God.’ Say, ‘Then how can you be so deluded?’"},{"SurahNumber":23,"VerseNumber":90,"Text":"The fact is, We brought them the truth and they are lying"},{"SurahNumber":23,"VerseNumber":91,"Text":"God has never had a child. Nor is there any god beside Him- if there were, each god would have taken his creation aside and tried to overcome the others. May God be exalted above what they describe"},{"SurahNumber":23,"VerseNumber":92,"Text":"He knows what is not seen as well as what is seen; He is far above any partner they claim for Him"},{"SurahNumber":23,"VerseNumber":93,"Text":"Say, ‘Lord, if You are going to show me the punishment You have promised them"},{"SurahNumber":23,"VerseNumber":94,"Text":"then Lord, do not include me among the evildoers!’"},{"SurahNumber":23,"VerseNumber":95,"Text":"We certainly are able to show you the punishment We have promised them"},{"SurahNumber":23,"VerseNumber":96,"Text":"Repel evil with good- We are well aware of what they attribute to Us"},{"SurahNumber":23,"VerseNumber":97,"Text":"and say, ‘Lord, I take refuge with You from the goadings of the evil ones"},{"SurahNumber":23,"VerseNumber":98,"Text":"I seek refuge with you, Lord, so that they may not come near me.’"},{"SurahNumber":23,"VerseNumber":99,"Text":"When death comes to one of them, he cries, ‘My Lord, let me return"},{"SurahNumber":23,"VerseNumber":100,"Text":"so as to make amends for the things I neglected.’ Never! This will not go beyond his words: a barrier stands behind such people until the very Day they are resurrected"},{"SurahNumber":23,"VerseNumber":101,"Text":"On that Day when the Trumpet is blown, the ties between them will be as nothing and they will not ask about each other"},{"SurahNumber":23,"VerseNumber":102,"Text":"those whose good deeds weigh heavy will be successful"},{"SurahNumber":23,"VerseNumber":103,"Text":"but those whose balance is light will have lost their souls for ever and will stay in Hell"},{"SurahNumber":23,"VerseNumber":104,"Text":"the Fire will scorch their faces and their lips will be twisted in pain"},{"SurahNumber":23,"VerseNumber":105,"Text":"‘Were My messages not recited over and over to you and still you rejected them?’"},{"SurahNumber":23,"VerseNumber":106,"Text":"They will say, ‘Lord, our waywardness overcame us and we went astray"},{"SurahNumber":23,"VerseNumber":107,"Text":"Lord, take us away from this and if we go back to our old ways, then we shall really be evildoers.’"},{"SurahNumber":23,"VerseNumber":108,"Text":"He will say, ‘Away with you! In you go! Do not speak to Me"},{"SurahNumber":23,"VerseNumber":109,"Text":"Among My servants there were those who said, “Lord, We believe. Forgive us and have mercy on us: You are the most merciful of all.”"},{"SurahNumber":23,"VerseNumber":110,"Text":"But you kept on laughing at them: so intent were you on laughing at them that it made you forget My warning"},{"SurahNumber":23,"VerseNumber":111,"Text":"Today I have rewarded them for their patience: it is they who will succeed.’"},{"SurahNumber":23,"VerseNumber":112,"Text":"He will say, ‘How many years were you on earth?’"},{"SurahNumber":23,"VerseNumber":113,"Text":"and they will reply, ‘We stayed a day or a part of a day, but ask those who keep count.’"},{"SurahNumber":23,"VerseNumber":114,"Text":"He will say, ‘You stayed but a little, if you had only known"},{"SurahNumber":23,"VerseNumber":115,"Text":"Did you think We had created you in vain, and that you would not be brought back to Us?’"},{"SurahNumber":23,"VerseNumber":116,"Text":"Exalted be God, the true King, there is no god but Him, the Lord of the Glorious Throne"},{"SurahNumber":23,"VerseNumber":117,"Text":"Whoever prays to another god alongside Him- a god for whose existence he has no evidence- will face his reckoning with his Lord. Those who reject the truth will not prosper"},{"SurahNumber":23,"VerseNumber":118,"Text":"Say [Prophet], ‘Lord, forgive and have mercy: You are the most merciful of all.’"},{"SurahNumber":24,"VerseNumber":1,"Text":"This is a sura We have sent down and made obligatory: We have sent down clear revelations in it, so that you may take heed"},{"SurahNumber":24,"VerseNumber":2,"Text":"Strike the adulteress and the adulterer one hundred times. Do not let compassion for them keep you from carrying out God’s law––if you believe in God and the Last Day––and ensure that a group of believers witnesses the punishment"},{"SurahNumber":24,"VerseNumber":3,"Text":"The adulterer is only [fit] to marry an adulteress or an idolatress, and the adulteress is only [fit] to marry an adulterer or an idolater: such behaviour is forbidden to believers"},{"SurahNumber":24,"VerseNumber":4,"Text":"As for those who accuse chaste women of fornication, and then fail to provide four witnesses, strike them eighty times, and reject their testimony ever afterwards: they are the lawbreakers"},{"SurahNumber":24,"VerseNumber":5,"Text":"except for those who repent later and make amends––God is most forgiving and merciful"},{"SurahNumber":24,"VerseNumber":6,"Text":"As for those who accuse their own wives of adultery, but have no other witnesses, let each one four times call God to witness that he is telling the truth"},{"SurahNumber":24,"VerseNumber":7,"Text":"and, the fifth time, call God to reject him if he is lying"},{"SurahNumber":24,"VerseNumber":8,"Text":"punishment shall be averted from his wife if she in turn four times calls God to witness that her husband is lying"},{"SurahNumber":24,"VerseNumber":9,"Text":"and, the fifth time, calls God to reject her if he is telling the truth"},{"SurahNumber":24,"VerseNumber":10,"Text":"If it were not for God’s bounty and mercy towards you, if it were not that God accepts repentance and is wise"},{"SurahNumber":24,"VerseNumber":11,"Text":"It was a group from among you that concocted the lie––do not consider it a bad thing for you [people]; it was a good thing––and every one of them will be charged with the sin he has earned. He who took the greatest part in it will have a painful punishment"},{"SurahNumber":24,"VerseNumber":12,"Text":"When you heard the lie, why did believing men and women not think well of their own people and declare, ‘This is obviously a lie’"},{"SurahNumber":24,"VerseNumber":13,"Text":"And why did the accusers not bring four witnesses to it? If they cannot produce such witnesses, they are the liars in God’s eyes"},{"SurahNumber":24,"VerseNumber":14,"Text":"If it were not for God’s bounty and mercy towards you in this world and the next, you would already have been afflicted by terrible suffering for indulging in such talk"},{"SurahNumber":24,"VerseNumber":15,"Text":"When you took it up with your tongues, and spoke with your mouths things you did not know [to be true], you thought it was trivial but to God it was very serious"},{"SurahNumber":24,"VerseNumber":16,"Text":"When you heard the lie, why did you not say, ‘We should not repeat this- God forbid!- It is a monstrous slander’"},{"SurahNumber":24,"VerseNumber":17,"Text":"God warns you never to do anything like this again, if you are true believers"},{"SurahNumber":24,"VerseNumber":18,"Text":"God makes His messages clear to you: God is all knowing, all wise"},{"SurahNumber":24,"VerseNumber":19,"Text":"A painful punishment waits in this world and the next for those who like indecency to spread among the believers: God knows and you do not"},{"SurahNumber":24,"VerseNumber":20,"Text":"If it were not for God’s bounty and mercy and the fact that He is compassionate and merciful"},{"SurahNumber":24,"VerseNumber":21,"Text":"Believers, do not follow in Satan’s footsteps- if you do so, he will urge you to indecency and evil. If it were not for God’s bounty and mercy towards you, not one of you would ever have attained purity. God purifies whoever He will: God is all hearing, all seeing"},{"SurahNumber":24,"VerseNumber":22,"Text":"Those who have been graced with bounty and plenty should not swear that they will [no longer] give to kinsmen, the poor, those who emigrated in God’s way: let them pardon and forgive. Do you not wish that God should forgive you? God is most forgiving and merciful"},{"SurahNumber":24,"VerseNumber":23,"Text":"Those who accuse honourable but unwary believing women are rejected by God, in this life and the next. A painful punishment awaits them"},{"SurahNumber":24,"VerseNumber":24,"Text":"on the Day when their own tongues, hands, and feet will testify against them about what they have done"},{"SurahNumber":24,"VerseNumber":25,"Text":"on that Day, God will pay them their just due in full- and they will realize that God is the Truth that makes everything clear"},{"SurahNumber":24,"VerseNumber":26,"Text":"Corrupt women are for corrupt men, and corrupt men are for corrupt women; good women are for good men and good men are for good women. The good are innocent of what has been said against them; they will have forgiveness and a generous provision"},{"SurahNumber":24,"VerseNumber":27,"Text":"Believers, do not enter other people’s houses until you have asked permission to do so and greeted those inside- that is best for you: perhaps you will bear this in mind"},{"SurahNumber":24,"VerseNumber":28,"Text":"If you find no one in, do not enter unless you have been given permission to do so. If you are told, ‘Go away’, then do so- that is more proper for you. God knows well what you do"},{"SurahNumber":24,"VerseNumber":29,"Text":"You will not be blamed for entering houses where no one lives, and which could provide you with some useful service. God knows everything you do openly and everything you conceal"},{"SurahNumber":24,"VerseNumber":30,"Text":"[Prophet], tell believing men to lower their glances and guard their private parts: that is purer for them. God is well aware of everything they do"},{"SurahNumber":24,"VerseNumber":31,"Text":"And tell believing women that they should lower their glances, guard their private parts, and not display their charms beyond what [it is acceptable] to reveal; they should let their headscarves fall to cover their necklines and not reveal their charms except to their husbands, their fathers, their husbands’ fathers, their sons, their husbands’ sons, their brothers, their brothers’ sons, their sisters’ sons, their womenfolk, their slaves, such men as attend them who have no sexual desire, or children who are not yet aware of women’s nakedness; they should not stamp their feet so as to draw attention to any hidden charms. Believers, all of you, turn to God so that you may prosper"},{"SurahNumber":24,"VerseNumber":32,"Text":"Marry off the single among you and those of your male and female slaves who are fit [for marriage]. If they are poor, God will provide for them from His bounty: God’s bounty is infinite and He is all knowing"},{"SurahNumber":24,"VerseNumber":33,"Text":"Those who are unable to marry should keep chaste until God gives them enough out of His bounty. If any of your slaves wish to pay for their freedom, make a contract with them accordingly, if you know they have good in them, and give them some of the wealth God has given you. Do not force your slave-girls into prostitution, when they themselves wish to remain honourable, in your quest for the short-term gains of this world, although, if they are forced, God will be forgiving and merciful to them"},{"SurahNumber":24,"VerseNumber":34,"Text":"We have sent verses down to you [people] clarifying the right path, examples of those who passed away before you, and advice for those who are mindful of God"},{"SurahNumber":24,"VerseNumber":35,"Text":"God is the Light of the heavens and earth. His Light is like this: there is a niche, and in it a lamp, the lamp inside a glass, a glass like a glittering star, fuelled from a blessed olive tree from neither east nor west, whose oil almost gives light even when no fire touches it- light upon light- God guides whoever He will to his Light; God draws such comparisons for people; God has full knowledge of everything"},{"SurahNumber":24,"VerseNumber":36,"Text":"shining out in houses of worship. God has ordained that they be raised high and that His name be remembered in them, with men in them celebrating His glory morning and evening"},{"SurahNumber":24,"VerseNumber":37,"Text":"men who are not distracted, either by commerce or profit, from remembering God, keeping up the prayer, and paying the prescribed alms, fearing a day when hearts and eyes will turn over"},{"SurahNumber":24,"VerseNumber":38,"Text":"God will reward such people according to the best of their actions, and He will give them more of His bounty: God provides limitlessly for anyone He will"},{"SurahNumber":24,"VerseNumber":39,"Text":"But the deeds of those who disbelieve are like a mirage in a desert: the thirsty person thinks there will be water but, when he gets there, he finds only God, who pays him his account in full- God is swift in reckoning"},{"SurahNumber":24,"VerseNumber":40,"Text":"Or like shadows in a deep sea covered by wave upon wave, with clouds above- layer upon layer of darkness- if he holds out his hand, he is scarcely able to see it. The one to whom God gives no light has no light at all"},{"SurahNumber":24,"VerseNumber":41,"Text":"[Prophet], do you not see that all those who are in the heavens and earth praise God, as do the birds with wings outstretched? Each knows its [own way] of prayer and glorification: God has full knowledge of what they do"},{"SurahNumber":24,"VerseNumber":42,"Text":"Control of the heavens and earth belongs to God: and to God is the final return"},{"SurahNumber":24,"VerseNumber":43,"Text":"Do you not see that God drives the clouds, then gathers them together and piles them up until you see rain pour from their midst? He sends hail down from [such] mountains in the sky, pouring it on whoever He wishes and diverting it from whoever He wishes- the flash of its lightning almost snatches sight away"},{"SurahNumber":24,"VerseNumber":44,"Text":"God alternates night and day- there truly is a lesson in [all] this for those who have eyes to see"},{"SurahNumber":24,"VerseNumber":45,"Text":"and God created each animal out of [its own] fluid: some of them crawl on their bellies, some walk on two legs, and some on four. God creates whatever He will; God has power over everything"},{"SurahNumber":24,"VerseNumber":46,"Text":"We have sent verses that clarify the right path: God guides whoever He will to a straight path"},{"SurahNumber":24,"VerseNumber":47,"Text":"They say, ‘We believe in God and the Messenger; we obey,’ but then some of them turn away: these people are not true believers"},{"SurahNumber":24,"VerseNumber":48,"Text":"and when they are summoned to God and His Messenger in order for him to judge between them, some of them turn away"},{"SurahNumber":24,"VerseNumber":49,"Text":"If they were claiming their right, they would come willingly [to the Prophet]"},{"SurahNumber":24,"VerseNumber":50,"Text":"Do they have sickness in their hearts? Are they full of doubts? Do they fear that God and His Messenger might deal with them unjustly? No, it is they who are the unjust ones"},{"SurahNumber":24,"VerseNumber":51,"Text":"When the true believers are summoned to God and His Messenger in order for him to judge between them, they say, ‘We hear and we obey.’ These are the ones who will prosper"},{"SurahNumber":24,"VerseNumber":52,"Text":"whoever obeys God and His Messenger, stands in awe of God, and keeps his duty to Him will be triumphant"},{"SurahNumber":24,"VerseNumber":53,"Text":"[The others] solemnly swear by God that if you [Prophet] commanded them, they would march out. Tell them, ‘Do not swear: it is reasonable obedience that is required, and God is aware of everything you do.’"},{"SurahNumber":24,"VerseNumber":54,"Text":"Say, ‘Obey God; obey the Messenger. If you turn away, [know that] he is responsible for the duty placed upon him, and you are responsible for the duty placed upon you. If you obey him, you will be rightly guided, but the Messenger’s duty is only to deliver the message clearly.’"},{"SurahNumber":24,"VerseNumber":55,"Text":"God has made a promise to those among you who believe and do good deeds: He will make them successors to the land, as He did those who came before them; He will empower the religion He has chosen for them; He will grant them security to replace their fear. ‘They will worship Me and not join anything with Me.’ Those who are defiant after that will be the rebels"},{"SurahNumber":24,"VerseNumber":56,"Text":"[People], keep up the prayer, pay the prescribed alms, and obey the Messenger, so that you may be given mercy"},{"SurahNumber":24,"VerseNumber":57,"Text":"Do not think [Prophet] that the disbelievers can escape God on earth; the Fire will be their final home, an evil end"},{"SurahNumber":24,"VerseNumber":58,"Text":"Believers, your slaves and any who have not yet reached puberty should ask your permission to come in at three times of day: before the dawn prayer; when you lay your garments aside in the midday heat; and after the evening prayer. These are your three times for privacy; at other times, there is no blame on you or them if you move around each other freely. In this way God makes messages clear: God is all knowing, all wise"},{"SurahNumber":24,"VerseNumber":59,"Text":"When your children reach puberty, they should [always] ask your permission to enter, like their elders do. This is how God makes His messages clear to you: God is all knowing, all wise"},{"SurahNumber":24,"VerseNumber":60,"Text":"No blame will be attached to elderly women who are not hoping for sex, if they take off their outer garments without flaunting their charms, but it is preferable for them not to do this: God is all hearing, all seeing"},{"SurahNumber":24,"VerseNumber":61,"Text":"No blame will be attached to the blind, the lame, the sick.Whether you eat in your own houses, or those of your fathers, your mothers, your brothers, your sisters, your paternal uncles, your paternal aunts, your maternal uncles, your maternal aunts, houses you have the keys for, or any of your friends’ houses, you will not be blamed: you will not be blamed whether you eat in company or separately. When you enter any house, greet one another with a greeting of blessing and goodness as enjoined by God. This is how God makes His messages clear to you so that you may understand"},{"SurahNumber":24,"VerseNumber":62,"Text":"The true believers are those who believe in God and His Mes-senger, who, when they are gathered with him on a communal matter, do not depart until they have asked his permission- those who ask your permission [Prophet] are the ones who truly believe in God and His Messenger. When they ask your permission to attend to their private affairs, allow whoever you see fit and ask God to forgive them. God is most forgiving and merciful"},{"SurahNumber":24,"VerseNumber":63,"Text":"[People], do not regard the Messenger’s summons to you like one of you summoning another- God is well aware of those of you who steal away surreptitiously- and those who go against his order should beware lest a trial afflict them or they receive a painful punishment"},{"SurahNumber":24,"VerseNumber":64,"Text":"Everything in the heavens and earth belongs to God: He knows what state you are in- on the Day when all are returned to Him, He will tell them everything they have done- God has full knowledge of everything"},{"SurahNumber":25,"VerseNumber":1,"Text":"Exalted is He who has sent the Differentiator down to His servant so that it may be a warning to all people"},{"SurahNumber":25,"VerseNumber":2,"Text":"It is He who has control over the heavens and earth and has no offspring––no one shares control with Him––and who created all things and made them to an exact measure"},{"SurahNumber":25,"VerseNumber":3,"Text":"Yet the disbelievers take as their gods things beneath Him that create nothing, and are themselves created, that can neither harm nor help themselves, and have no control over death, life, or resurrection"},{"SurahNumber":25,"VerseNumber":4,"Text":"The disbelievers say, ‘This can only be a lie he has forged with the help of others’––they themselves have done great wrong and told lies––"},{"SurahNumber":25,"VerseNumber":5,"Text":"and they say, ‘It is just ancient fables, which he has had written down: they are dictated to him morning and evening.’"},{"SurahNumber":25,"VerseNumber":6,"Text":"Say, ‘It was sent down by Him who knows the secrets of the heavens and earth. He is all forgiving, all merciful.’"},{"SurahNumber":25,"VerseNumber":7,"Text":"They also say, ‘What sort of messenger is this? He eats food and walks about in the marketplaces! Why has no angel been sent down to help him with his warnings"},{"SurahNumber":25,"VerseNumber":8,"Text":"Why has he not been given treasure or a garden to supply his food?’ and the evildoers say, ‘The man you follow is simply under a spell.’"},{"SurahNumber":25,"VerseNumber":9,"Text":"See what they think you are like! They have gone astray and cannot find the right way"},{"SurahNumber":25,"VerseNumber":10,"Text":"Exalted is He who can, if He wishes, give you better things than these: Gardens graced with flowing streams, and palaces too"},{"SurahNumber":25,"VerseNumber":11,"Text":"It is actually the coming of the Hour that they reject: We have prepared a blazing fire for those who reject the Hour"},{"SurahNumber":25,"VerseNumber":12,"Text":"When it sees them from a distance, they will hear it raging and roaring"},{"SurahNumber":25,"VerseNumber":13,"Text":"and when they are hurled into a narrow part of it, chained together, they will cry out for death"},{"SurahNumber":25,"VerseNumber":14,"Text":"‘Do not cry out this day for one death, but for many.’"},{"SurahNumber":25,"VerseNumber":15,"Text":"Say, ‘Which is better, this or the lasting Garden that those who are mindful of God have been promised as their reward and journey’s end?’"},{"SurahNumber":25,"VerseNumber":16,"Text":"There they will find everything they wish for, and there they will stay. [Prophet], this is a binding promise from your Lord"},{"SurahNumber":25,"VerseNumber":17,"Text":"On the Day He gathers them all together with those they worship beside Him, He will say, ‘Was it you [false gods] who led these creatures of Mine astray, or did they stray from the path by themselves?’"},{"SurahNumber":25,"VerseNumber":18,"Text":"They will say, ‘May You be exalted! We ourselves would never take masters other than You! But You granted them and their forefathers pleasures in this life, until they forgot Your Reminder and were ruined.’"},{"SurahNumber":25,"VerseNumber":19,"Text":"[God will say], ‘Now your gods have denounced what you say as lies: you cannot avoid the punishment; you will not get any help.’ If any of you commits such evil, We shall make him taste agonizing torment"},{"SurahNumber":25,"VerseNumber":20,"Text":"No messenger have We sent before you [Muhammad] who did not eat food and walk about in the marketplace. But We have made some of you a means of testing others- will you stand fast? Your Lord is always watching"}]}