{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"God does not love harsh words to be openly uttered, except by the truly wronged. God hears all and knows all"},{"SurahNumber":4,"VerseNumber":149,"Text":"Whether you do good openly or in private, whether you pardon a wrong ― God pardons and is omnipotent"},{"SurahNumber":4,"VerseNumber":150,"Text":"Those that deny God and His apostles, and those that discriminate between God and His apostles, saying: ‘We believe in some, but deny others,‘ thus seeking a middle way ―"},{"SurahNumber":4,"VerseNumber":151,"Text":"these truly are the unbelievers; and for the unbelievers We have prepared a shameful punishment"},{"SurahNumber":4,"VerseNumber":152,"Text":"As for those that believe in God and His apostles and discriminate against none of them, they shall be recompensed by Him. God is ever forgiving and compassionate"},{"SurahNumber":4,"VerseNumber":153,"Text":"The People of the Book ask you to bring down for them a book from heaven. Of Moses they demanded a harder thing than that; they said to him: ‘Show us God openly.‘ And for their wrongdoing the thunderbolt smote them. Then they took up the calf after clear signs had been revealed to them; yet We pardoned them that, and bestowed on Moses clear authority"},{"SurahNumber":4,"VerseNumber":154,"Text":"We raised the Mount above them when We made a covenant with them, and said to them: ‘Enter the gates in bowing down.‘ And We said to them: ‘Do not break the Sabbath.‘ We took from them a solemn covenant"},{"SurahNumber":4,"VerseNumber":155,"Text":"But they broke their covenant, denied God‘s revelations, and killed the prophets unjustly. They said: ‘Our hearts are sealed.‘ It was God who sealed their hearts, on account of their unbelief. They have no faith, except a few"},{"SurahNumber":4,"VerseNumber":156,"Text":"They denied the Truth and uttered a monstrous falsehood against Mary"},{"SurahNumber":4,"VerseNumber":157,"Text":"They declared: ‘We have killed the Christ , Jesus son of Mary, the apostle of God.‘ They did not kill him, nor did they crucify him, but they thought they did.¹ Those that disagreed about him were in doubt concerning him; they knew nothing about him that was not sheer conjecture; they did not slay him for certain"},{"SurahNumber":4,"VerseNumber":158,"Text":"Rather God lifted him up to Himself; God is Almighty and wise"},{"SurahNumber":4,"VerseNumber":159,"Text":"There is none among the People of the Book but will believe in him before his death; and on the Day of Resurrection he will bear witness against them"},{"SurahNumber":4,"VerseNumber":160,"Text":"Because of their iniquity, We forbade those who followed the Jewish Faith wholesome things which were formerly allowed them; because time after time they have debarred many from the path of God"},{"SurahNumber":4,"VerseNumber":161,"Text":"because they practise usury ― although they had been forbidden it ― and cheat people of their possessions. Woeful punishment have We prepared for those of them that disbelieve"},{"SurahNumber":4,"VerseNumber":162,"Text":"But those of them that are well grounded in knowledge, and the believers who believe in what has been revealed to you and what was revealed before you; who attend to their prayers and render the alms levy and believe in God and the Last Day ― on these We shall bestow a rich recompense"},{"SurahNumber":4,"VerseNumber":163,"Text":"We have revealed Our will to you as We revealed it to Noah and to the prophets who came after him; as We revealed it to Abraham, Ishmael, Isaac, Jacob, and the tribes; to Jesus, Job, Jonah, Aaron and Solomon; to David We gave Psalms"},{"SurahNumber":4,"VerseNumber":164,"Text":"Apostles of whom We have already told you, and apostles of whom We have not yet told you; God spoke directly to Moses"},{"SurahNumber":4,"VerseNumber":165,"Text":"apostles who brought joyful tidings as well as warnings, so that people might have no plea against God after the apostles‘ coming: God is Almighty and wise"},{"SurahNumber":4,"VerseNumber":166,"Text":"But God bears witness, by that which He has revealed to you, that He revealed it with His knowledge; the angels bear witness too. And there is no better witness than God"},{"SurahNumber":4,"VerseNumber":167,"Text":"Those that disbelieve and debar others from the path of God have strayed far into error"},{"SurahNumber":4,"VerseNumber":168,"Text":"God will not forgive those who disbelieve and act unjustly; nor will He guide them to any path"},{"SurahNumber":4,"VerseNumber":169,"Text":"other than the path of Hell, wherein shall they abide for ever. Surely that is easy enough for God"},{"SurahNumber":4,"VerseNumber":170,"Text":"You people! The Apostle has brought you the Truth from your Lord. Have faith and it shall be well with you. If you disbelieve: to God belongs all that the heavens and the earth contain. God is omniscient and wise"},{"SurahNumber":4,"VerseNumber":171,"Text":"People of the Book,¹ do not transgress the bounds of your religion. Speak nothing but the Truth about God. The Christ, Jesus son of Mary, was no more than God‘s apostle and His Word which He cast to Mary: a spirit from Him. So believe in God and His apostles and do not say: ‘Three.‘ Forbear, and it shall be better for you. Surely God is but one God; God forbid that He should have a son! His is all that the heavens and the earth contain. Sufficient is God as a patron"},{"SurahNumber":4,"VerseNumber":172,"Text":"Christ does not disdain to be a servant of God, nor do the angels who are nearest to Him. Those who through arrogance disdain to worship Him shall be herded, all, before Him"},{"SurahNumber":4,"VerseNumber":173,"Text":"As for those that believe and do good works, God will bestow on them their rewards and enrich them from His own abundance. But those who are scornful and proud He will sternly punish, and they will find none besides God to protect or succour them"},{"SurahNumber":4,"VerseNumber":174,"Text":"You people! Clear evidence has come to from your Lord. We have sent down to you a veritable light"},{"SurahNumber":4,"VerseNumber":175,"Text":"Those that believe in God and hold fast to Him He will admit to His mercy and to His grace; He will guide them to Him along a straight path"},{"SurahNumber":4,"VerseNumber":176,"Text":"They seek your guidance. Say: ‘Thus God instructs you regarding those that die childless and without living parents. If a man die childless and he have a sister, she shall inherit the half of his estate. If a woman die childless, her brother shall be her sole heir. If a childless man have two sisters, they shall inherit two-thirds of his estate; but if he have both brothers and sisters, the share of the male shall be that of two females.‘ God enlightens you, so that you may not err. God has knowledge of all things"},{"SurahNumber":5,"VerseNumber":1,"Text":"BELIVERS, BE true to your obligations. It is lawful for you to eat the flesh of all beasts other than that which is hereby announced to you. Game is forbidden while you are on Pilgrimage. God decrees what He will"},{"SurahNumber":5,"VerseNumber":2,"Text":"Believers, do not violate the rites of God, or the sacred month, or the offerings or their ornaments, or those that repair to the Sacred House seeking their Lord‘s grace and pleasure. Once your Pilgrimage is ended, you shall be free to go hunting. Do not allow your hatred for those who would debar you from the Holy Mosque to lead you to commit aggression. Help one another in what is good and pious, and help not one another in sin and belligerence. And fear God; God is stern in retribution"},{"SurahNumber":5,"VerseNumber":3,"Text":"You are forbidden carrion, blood, and the flesh of swine; also any flesh dedicated to any other than God. You are forbidden the flesh of strangled animals and of those beaten or gored to death; of those killed by a fall or mangled by beasts of prey (unless you make it clean by giving the death-stroke yourselves); also of animals sacrificed to idols. You are forbidden to settle disputes by consulting the Arrows. That is a pernicious practice. The unbelievers have this day abandoned all hope of vanquishing your religion. Have no fear of them: fear Me. This day I have perfected your religion for you and completed My favour to you. I have chosen Islām to be your religion. He that is constrained by hunger to eat of what is forbidden, not intending to commit sin, will find God forgiving and compassionate"},{"SurahNumber":5,"VerseNumber":4,"Text":"They ask you what is lawful for them. Say: ‘All wholesome things are lawful for you, as well as that which you have taught the birds and beasts of prey to catch, training them as God has taught you. Eat of what they catch for you, pronouncing upon it the name of God. And fear God: swift is God‘s reckoning.‘"},{"SurahNumber":5,"VerseNumber":5,"Text":"Wholesome things are this day made lawful for you. The food of those to whom the Book was given¹ is lawful for you, and yours for them. Lawful for you are the believing women and the free women from among those who were given the Book before you, provided that you give them their dowries and live in honour with them, neither committing fornication nor taking them as mistresses. He that denies the Faith shall gain nothing from his labours; and in the world to come he will surely be among the lost"},{"SurahNumber":5,"VerseNumber":6,"Text":"Believers, when you rise to pray wash your faces and your hands as far as the elbow, and wipe your heads and your feet to the ankle. If you are unclean, cleanse yourselves. But if you are sick or on a journey, or if, when you have just relieved yourselves or had intercourse with women, you can find no water, take some clean sand and rub your faces and your hands with it. God does not wish to inconvenience you; but He seeks only to purify you and to perfect His favour to you, so that you may give thanks"},{"SurahNumber":5,"VerseNumber":7,"Text":"Remember God‘s favour to you, and the covenant with which He bound you when you said: ‘We hear and obey.‘ Fear God; God knows your innermost thoughts"},{"SurahNumber":5,"VerseNumber":8,"Text":"Believers, fulfil your duties to God and bear true witness. Do not allow your hatred for other people to turn you away from justice. Deal justly; that will bring you closer to true piety. Fear God; God is cognizant of what you do"},{"SurahNumber":5,"VerseNumber":9,"Text":"God has promised those that believe and do good works forgiveness and a rich reward"},{"SurahNumber":5,"VerseNumber":10,"Text":"As for those who disbelieve and deny Our revelations, they are the heirs of Hell"},{"SurahNumber":5,"VerseNumber":11,"Text":"Believers, remember the favour which God bestowed upon you when He restrained the hands of those who sought to harm you. Fear God; in God let the faithful put their trust"},{"SurahNumber":5,"VerseNumber":12,"Text":"God made a covenant with the Israelites and We raised among them twelve chieftains. And God said: ‘I shall be with you. If you attend to your prayers and render the alms levy; if you believe in My apostles and support them and give God a generous loan, I shall forgive you your sins and admit you to Gardens watered by running brooks. But whoever of you hereafter disbelieves will surely stray from the straight path.‘"},{"SurahNumber":5,"VerseNumber":13,"Text":"But because they broke their covenant We laid on them Our curse and hardened their hearts. They have tampered with words out of their context and forgotten much of what they were enjoined. You will ever find them deceitful, except for a few of them. But pardon them and bear with them; God loves those who do good"},{"SurahNumber":5,"VerseNumber":14,"Text":"And with those who said they were Christians We made a covenant, but they too have forgotten much of what they were exhorted to do. Therefore We stirred among them enmity and hatred, which shall endure till the Day of Resurrection, when God will declare to them all that they have done"},{"SurahNumber":5,"VerseNumber":15,"Text":"People of the Book! Our apostle has come to reveal to you much of what you have hidden of the Book, and to pardon you much. A light has surely come to you from God and a veritable Book"},{"SurahNumber":5,"VerseNumber":16,"Text":"with which God will guide to the paths of peace those that seek to please Him; He will lead them by His will from darkness to the light; He will guide them to a straight path"},{"SurahNumber":5,"VerseNumber":17,"Text":"They do blaspheme, who declare: ‘God is Christ, the son of Mary.‘ Say: ‘Who could prevent God, if He so willed, from destroying Christ, the son of Mary, his mother, and all the people of the earth? God has sovereignty over the heavens and the earth and all that lies between them. He creates what He will; and God has power over all things.‘"},{"SurahNumber":5,"VerseNumber":18,"Text":"The Jews and the Christians say: ‘We are the children of God and His loved ones.‘ Say: ‘Why then does He punish you for your sins? Surely you are mortals of His own creation. He forgives whom He will and punishes whom He pleases. God has sovereignty over the heavens and the earth and all that lies between them. All shall return to Him.‘"},{"SurahNumber":5,"VerseNumber":19,"Text":"People of the Book! Our apostle has come to you with revelations after an interval which saw no apostles, lest you say: ‘No one has come to give us joyful tidings or to warn us. Now someone has come to give you joyful tidings and to warn you. God has power over all things"},{"SurahNumber":5,"VerseNumber":20,"Text":"Bear in mind the words of Moses to his people. He said: ‘Remember, my people, the favour God bestowed upon you. He has raised up prophets among you, made you kings, and given you that which He has given to no other nation"},{"SurahNumber":5,"VerseNumber":21,"Text":"Enter, my people, the holy land which God has assigned for you. Do not turn back, and thus lose all.‘"},{"SurahNumber":5,"VerseNumber":22,"Text":"Moses,‘ they said, ‘a race of giants dwells in this land; we will not set foot in it till they are gone. As soon as they are gone we will enter.‘"},{"SurahNumber":5,"VerseNumber":23,"Text":"Thereupon two God-fearing men¹ whom God had favoured said: ‘Go in to them through the gates, and when you have entered you shall surely be victorious. In God put your trust, if you are true believers.‘"},{"SurahNumber":5,"VerseNumber":24,"Text":"But they said: ‘Moses, we will never go in so long as they are in it. Go, you and your Lord, and fight. Here will we stay.‘"},{"SurahNumber":5,"VerseNumber":25,"Text":"Lord,‘ said Moses, ‘I have none but myself and my brother. Keep us apart from the iniquitous people.‘"},{"SurahNumber":5,"VerseNumber":26,"Text":"He said: ‘They shall be forbidden this land for forty years, during which time they shall wander homeless on the earth. Do not grieve for the iniquitous people.‘"},{"SurahNumber":5,"VerseNumber":27,"Text":"Recount to them in all truth the story of Adam‘s two sons: how they each made an offering, which was accepted from the one and was not accepted from the other. One said: ‘I will surely kill you.‘ The other said: ‘God accepts only from the righteous"},{"SurahNumber":5,"VerseNumber":28,"Text":"If you stretch your hand to kill me, I shall not stretch my hand to kill you; for I fear God, Lord of the Universe"},{"SurahNumber":5,"VerseNumber":29,"Text":"I would rather you should add your sin against me to your other sins and thus become an inmate of the Fire. Such is the recompense of the unjust.‘"},{"SurahNumber":5,"VerseNumber":30,"Text":"His soul prompted him to slay his brother; he slew him and thus became one of the lost"},{"SurahNumber":5,"VerseNumber":31,"Text":"Then God sent down a raven, which clawed the earth to show him how to bury the naked corpse of his brother. ‘Alas for me!‘ he said. ‘Have I not strength enough to do as this raven has done and so bury my brother‘s naked corpse?‘ And he repented"},{"SurahNumber":5,"VerseNumber":32,"Text":"That was why We laid it down for the Israelites that whoever killed a human being, except as punishment for murder or other villainy in the land, it shall be as if he has killed all mankind; and that whoever saved a life shall be as if he has saved all mankind. Indeed, Our apostles brought them veritable proofs: yet many among them after that did prodigious evil in the land"},{"SurahNumber":5,"VerseNumber":33,"Text":"The punishment of those that make war against God and His apostle and spread disorder in the land shall be to be slain or crucified or have their hands and feet cut off on alternate sides, or be banished from the land. They shall be held up to opprobrium in this world, and in the world to come grievous punishment awaits them"},{"SurahNumber":5,"VerseNumber":34,"Text":"except those that repent before you reduce them. For you must know that God is forgiving and compassionate"},{"SurahNumber":5,"VerseNumber":35,"Text":"Believers, have fear of God and seek the right path to Him. Fight valiantly for His cause, that you may triumph"},{"SurahNumber":5,"VerseNumber":36,"Text":"As for the unbelievers, if they offered all that the earth contains and as much besides to redeem themselves from the torment of the Day of Resurrection, it shall not be accepted from them. Woeful punishment awaits them"},{"SurahNumber":5,"VerseNumber":37,"Text":"They will strive to get out of the Fire, but get out of it they shall not. Lasting torment awaits them"},{"SurahNumber":5,"VerseNumber":38,"Text":"As for the man or woman who is guilty of theft, cut off their hands to punish them for what they did. That is the punishment enjoined by God. And God is Almighty and wise"},{"SurahNumber":5,"VerseNumber":39,"Text":"But whoever repents after his wrongdoing, and mends his ways, shall be pardoned by God; God is forgiving and compassionate"},{"SurahNumber":5,"VerseNumber":40,"Text":"Did you not know that God has sovereignty over the heavens and the earth? He punishes whom He will and forgives whom He pleases. God has power over all things"},{"SurahNumber":5,"VerseNumber":41,"Text":"Apostle, do not grieve for those who plunge headlong into unbelief; those who say with their mouths: ‘We believe,‘ but have no faith in their hearts, and those of the Jewish Faith who avidly listen to lies and avidly listen to others who have not come to you. They tamper with words out of their context and say: ‘If such-and-such be given you, accept it; if it be not given you, beware!‘ You cannot help a man if God intends to try him. Those whose hearts God does not intend to purify shall be held up to shame in this world, and in the world to come grievous punishment awaits them"},{"SurahNumber":5,"VerseNumber":42,"Text":"They avidly listen to lies and avidly devour the unlawful. If they come to you, give them your judgement or avoid them. If you avoid them, they can in no way harm you; but if you do act as their judge, judge them with fairness. God loves those that deal justly"},{"SurahNumber":5,"VerseNumber":43,"Text":"But how will they come to you for judgement when they already have the Torah which enshrines God‘s own judgement? Soon after, they will turn their backs: they are no believers"},{"SurahNumber":5,"VerseNumber":44,"Text":"We have revealed the Torah, in which there is guidance and light. By it the prophets who submitted to God were to judge those of the Jewish Faith, and so would the rabbis and the clerics, according to God‘s Book which had been committed to their keeping and to which they themselves were witnesses. Have no fear of people; fear Me, and do not sell My revelations for a paltry sum. Unbelievers are those who do not judge according to God‘s revelations"},{"SurahNumber":5,"VerseNumber":45,"Text":"Therein We decreed for them a life for a life, an eye for an eye, a nose for a nose, an ear for an ear, a tooth for a tooth, and a wound for a wound. But if a man charitably forbears from retaliation, his remission shall atone for him. Wrongdoers are those that do not judge according to what God has revealed"},{"SurahNumber":5,"VerseNumber":46,"Text":"In their trail We sent forth Jesus son of Mary, confirming the Torah revealed before him; and We gave him the Gospel, in which there is guidance and light, corroborating what was revealed before him in the Torah: a guide and an admonition to the righteous"},{"SurahNumber":5,"VerseNumber":47,"Text":"Let those who follow the Gospel judge by what God has revealed in it; ungodly are those that do not judge by what God has revealed"},{"SurahNumber":5,"VerseNumber":48,"Text":"And to you We have revealed the Book with the Truth. It confirms the Book which came before it and supersedes it. Therefore pronounce judgement among them by what God has revealed and do not follow their whims or swerve from the Truth made known to you. For each of you We have ordained a law and assigned a path. Had God pleased, He could have made of you but one community: but it is His wish to prove you by that which He has given you. Vie with each other in good works; to God shall you all return and He will resolve your differences for you"},{"SurahNumber":5,"VerseNumber":49,"Text":"Pronounce judgement among them by what God has revealed and do not follow their whims. Beware of them, lest they tempt you away from a part of that which God has revealed to you. If they turn away, know that it is God‘s wish to scourge them for some of their sins. A great many people are ungodly"},{"SurahNumber":5,"VerseNumber":50,"Text":"Is it the pagan laws that they wish to be judged by? And who is a better judge than God for those whose faith is firm"},{"SurahNumber":5,"VerseNumber":51,"Text":"Believers, take neither the Jews nor the Christians for your friends. They are friends to each other. Whoever of you seeks their friendship shall become one of their number. God does not guide the wrongdoing people"},{"SurahNumber":5,"VerseNumber":52,"Text":"You see the faint-hearted hastening to woo them. They say: ‘We fear lest a change of fortune should befall us.‘ But it may well be that when God grants victory or makes known His will, they will regret their secret plans"},{"SurahNumber":5,"VerseNumber":53,"Text":"Then will the faithful say: ‘Are these the men who solemnly swore by God that they would stand by you?‘ Their works will come to nothing and they will lose all"},{"SurahNumber":5,"VerseNumber":54,"Text":"Believers, if any among you renounce their religion, God will replace them by others who love Him and are loved by Him, who are humble towards the faithful and stern towards the unbelievers, zealous for God‘s cause and fearless of man‘s censure. Such is the grace of God: He bestows it on whom He will. God is munificent and all-knowing"},{"SurahNumber":5,"VerseNumber":55,"Text":"Your only protectors are God, His apostle, and the faithful: those who attend to their prayers, render the alms levy, and kneel down in worship"},{"SurahNumber":5,"VerseNumber":56,"Text":"Those who seek the protection of God, His apostle, and the faithful must know that God‘s party is sure to triumph"},{"SurahNumber":5,"VerseNumber":57,"Text":"Believers, do not seek the friendship of those who have mocked and derided your religion, among those who were given the Book before you; nor of the infidels. And fear God, if you are true believers"},{"SurahNumber":5,"VerseNumber":58,"Text":"If you call them to the prayer, they treat it as a jest and a diversion. This is because they are a people devoid of understanding"},{"SurahNumber":5,"VerseNumber":59,"Text":"Say: ‘People of the Book, is it not that you hate us only because we believe in God and in what has been revealed to us and what was formerly revealed, because most of you are ungodly?‘"},{"SurahNumber":5,"VerseNumber":60,"Text":"Say: ‘Shall I tell you who will receive a worse reward from God? Those whom God has cursed and with whom He has been angry, transforming them into apes and swine, and those who serve the devil. Worse is the plight of these, and they have strayed farther from the right path.‘"},{"SurahNumber":5,"VerseNumber":61,"Text":"When they came to you they said: ‘We are believers.‘ Indeed, infidels they came and infidels they departed. God knew best what they concealed"},{"SurahNumber":5,"VerseNumber":62,"Text":"You see many among them rush headlong into sin and transgression and practise what is unlawful. Surely evil is what they do"},{"SurahNumber":5,"VerseNumber":63,"Text":"Why do their rabbis and divines not forbid them to blaspheme or to practise what is unlawful? Evil indeed are their doings"},{"SurahNumber":5,"VerseNumber":64,"Text":"The Jews say: ‘God‘s hand is chained.‘ May their own hands be chained! May they be cursed for what they say! By no means. His hands are both outstretched: He bestows as He will. That which is revealed to you from your Lord will surely increase the wickedness and unbelief of many among them. We have stirred among them enmity and hatred, which shall endure till the Day of Resurrection. Whenever they kindle the fire of war, God puts it out. They prepetrate evil in the land, and God does not love the evil-doers"},{"SurahNumber":5,"VerseNumber":65,"Text":"And if the People of the Book accept the Faith and fear God, We will pardon them their misdeeds and admit them to the Gardens of Delight"},{"SurahNumber":5,"VerseNumber":66,"Text":"If they observed the Torah and the Gospel and what has been revealed to them from their Lord, they would enjoy all that is good, from above, and from beneath their feet. Among them there is a righteous community; but many among them are evil-doers"},{"SurahNumber":5,"VerseNumber":67,"Text":"Apostle, proclaim what has been revealed to you from your Lord; if you do not, you will surely fail to convey His message. God will protect you from all people. God does not guide the unbelievers"},{"SurahNumber":5,"VerseNumber":68,"Text":"Say: ‘People of the Book, you will attain nothing until you observe the Torah and the Gospel and that which has been revealed to you from your Lord.‘ That which has been revealed to you from your Lord will surely increase the wickedness and unbelief of many among them. But do not grieve for the unbelievers"},{"SurahNumber":5,"VerseNumber":69,"Text":"Believers, those who follow the Jewish Faith, Sabaeans and Christians ― whoever believes in God and the Last Day and does what is right ― shall have nothing to fear or to regret"},{"SurahNumber":5,"VerseNumber":70,"Text":"We made a covenant with the Israelites and sent forth apostles among them. But whenever an apostle came to them with a message that did not suit their inclinations, some they accused of lying and some they killed"},{"SurahNumber":5,"VerseNumber":71,"Text":"They thought no punishment¹ would follow: they were blind and deaf. Then God turned to them in mercy, but many again were blind and deaf. God is ever observant of what they do"},{"SurahNumber":5,"VerseNumber":72,"Text":"They do blaspheme, that say: ‘God is the Christ, the son of Mary.‘ For the Christ himself said: ‘Children of Israel, worship God, my Lord and your Lord.‘ He that worships other deities besides God, God will deny him Paradise, and his abode shall be the Fire. The wrongdoers shall have none to succour them"},{"SurahNumber":5,"VerseNumber":73,"Text":"They do blaspheme, that say: ‘God is one of three.‘ There is but one God. If they do not desist from so saying, those of them that disbelieve shall be smitten by grievous torment"},{"SurahNumber":5,"VerseNumber":74,"Text":"Will they not turn to God in penitence and seek forgiveness of Him? God is forgiving and compassionate"},{"SurahNumber":5,"VerseNumber":75,"Text":"Christ, the son of Mary, was no more than an apostle: other apostles passed away before him. His mother was a saintly woman; they both ate earthly food. Behold how We manifest to them Our revelations. Then behold how they ignore the Truth"},{"SurahNumber":5,"VerseNumber":76,"Text":"Say: ‘Will you serve instead of God that which can neither harm nor help you? And God it is who hears all and knows all.‘"},{"SurahNumber":5,"VerseNumber":77,"Text":"Say: ‘People of the Book! Do not transgress the bounds of Truth in your religion. Do not yield to the desires of those who have erred before; who have led many astray and have themselves strayed from the even path.‘"},{"SurahNumber":5,"VerseNumber":78,"Text":"Those of the Israelites who disbelieved were cursed by the tongue of David and of Jesus son of Mary for their rebeliousness and transgression"},{"SurahNumber":5,"VerseNumber":79,"Text":"Nor did they reproach each other for any reprehensible act they committed. Evil indeed is what they did"},{"SurahNumber":5,"VerseNumber":80,"Text":"You see many among them make friends with unbelievers. Evil is that to which their souls prompt them. They have incurred the wrath of God and shall endure eternal torment"},{"SurahNumber":5,"VerseNumber":81,"Text":"Had they believed in God and the Prophet and that which has been revealed to him, they would not have befriended them. But the greater part of them are ungodly"}]}