{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Kendisinden sonra ise, kavminin üzerine gökten bir ordu indirmedik; indirecek de değildik"},{"SurahNumber":36,"VerseNumber":29,"Text":"(Ancak onlara) Yalnızca bir tek çığlık (yetti); anında sönüverdiler"},{"SurahNumber":36,"VerseNumber":30,"Text":"Yazıklar olsun kullara; ki onlara bir peygamber gelmeyegörsün, mutlaka onunla alay ederlerdi"},{"SurahNumber":36,"VerseNumber":31,"Text":"Görmüyorlar mı, kendilerinden önce nice kuşakları yıkıma uğrattık? Onlar, bir daha kendilerine dönmemektedirler"},{"SurahNumber":36,"VerseNumber":32,"Text":"Ancak onların hepsi, toplanmış olarak huzurumuza getirilmişlerdir"},{"SurahNumber":36,"VerseNumber":33,"Text":"Ölü toprak kendileri için bir ayettir; biz onu dirilttik, ondan taneler çıkarttık, böylelikle de onlar ondan yemektedirler"},{"SurahNumber":36,"VerseNumber":34,"Text":"Biz, onda hurmalıklardan ve üzüm bağlarından bahçeler kıldık ve içlerinde pınarlar fışkırttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Onun ürünlerinden ve kendi ellerinin yaptıklarından yemeleri için. Yine de şükretmiyorlar mı"},{"SurahNumber":36,"VerseNumber":36,"Text":"Yerin bitirmekte olduklarından, kendi nefislerinden ve daha bilmedikleri nice şeylerden bütün çiftleri yaratan (Allah çok) yücedir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Gece de kendileri için bir ayettir. Gündüzü ondan sıyırıp yüzeriz, hemen onlar artık karanlıkta kalıvermişlerdir"},{"SurahNumber":36,"VerseNumber":38,"Text":"Güneş de, kendisi için (tesbit edilmiş) olan bir müstakarra doğru akıp gitmektedir. Bu, üstün ve güçlü olan, bilen (Allah)ın takdiridir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ay´a gelince, biz onun için de birtakım uğrak yerleri takdir ettik; sonunda o, eski bir hurma dalı gibi döndü (döner)"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne güneşin aya erişip yetişmesi gerekir, ne de gecenin gündüzün önüne geçmesi. Her biri bir yörüngede yüzüp gitmektedirler"},{"SurahNumber":36,"VerseNumber":41,"Text":"Onların soylarını dolu gemilerde (ana rahimlerinde) taşımamız da kendileri için bir ayettir"},{"SurahNumber":36,"VerseNumber":42,"Text":"Ve kendileri için binmekte oldukları bunun benzeri (nice) şeyleri yaratmamız da"},{"SurahNumber":36,"VerseNumber":43,"Text":"Eğer dilersek onları batırır boğarız; bu durumda ne onların imdadına yetişen olur, ne de onlar kurtulabilirler"},{"SurahNumber":36,"VerseNumber":44,"Text":"Ancak bizden bir rahmet olması ve (onları) belirli bir zamana kadar yararlandırmamız başka"},{"SurahNumber":36,"VerseNumber":45,"Text":"Onlara: «Önünüzde olandan ve arkanızda olandan korkup sakının, belki esirgenirsiniz» denildiğinde, (dinlemeyip küfre saparlar)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Onlara, Rablerinin ayetlerinden bir ayet gelmeye görsün, mutlaka ondan yüz çeviricidirler"},{"SurahNumber":36,"VerseNumber":47,"Text":"Ve onlara: «Size Allah´ın rızık olarak verdiklerinden infak edin» denildiği zaman da, o küfre sapanlar iman edenlere dediler ki: «Allah´ın, eğer dilemiş olsaydı yedireceği kimseyi biz mi yedirecek mişiz? Gerçekten siz, apaçık bir şaşkınlık içindesiniz.»"},{"SurahNumber":36,"VerseNumber":48,"Text":"Ve derler ki: «Eğer doğru söylüyorsanız bu tehdit (etmekte olduğunuz yıkım ve azab) ne zamanmış?»"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onlar, yalnızca tek bir çığlıktan başkasını gözetmezler, onlar birbirleriyle çekişip dururken o kendilerini yakalayıverir"},{"SurahNumber":36,"VerseNumber":50,"Text":"Artık ne bir tavsiyede bulunmağa güç yetirebilirler, ne de ailelerine dönebilirler"},{"SurahNumber":36,"VerseNumber":51,"Text":"Sûr´a üfürülmüştür; böylece onlar kabirlerinden (diriltilip) Rablerine doğru (dalgalar halinde) süzülüp giderler"},{"SurahNumber":36,"VerseNumber":52,"Text":"Demişlerdir ki: «Eyvahlar bize, uykuya bırakıldığımız yerden bizi kim diriltip kaldırdı? Bu, (öyle oluyor ki) Rahman (olan Allah)ın va´dettiğidir, (demek ki) gönderilen (peygamber)ler de doğru söylemiş.»"},{"SurahNumber":36,"VerseNumber":53,"Text":"O, yalnızca bir tek çığlıktan başkası değildir; artık onların hepsi toplanmış olarak huzurumuza getirilmişlerdir"},{"SurahNumber":36,"VerseNumber":54,"Text":"İşte bugün, hiç kimseye (hiç)bir şeyle zulmedilmez ve siz de yapmakta olduklarınızdan başkasıyla karşılık görmezsiniz"},{"SurahNumber":36,"VerseNumber":55,"Text":"Gerçek şu ki, bugün cennet halkı, ´sevinç ve mutluluk dolu´ bir meşguliyet içindedirler"},{"SurahNumber":36,"VerseNumber":56,"Text":"Kendileri ve eşleri, gölgeliklerde, tahtlar üzerinde yaslanmışlardır"},{"SurahNumber":36,"VerseNumber":57,"Text":"Orada taptaze meyveler onların ve istek duymakta oldukları her şey onlarındır"},{"SurahNumber":36,"VerseNumber":58,"Text":"Çok esirgeyen Rabb´dan onlara bir de sözlü «Selam» (vardır)"},{"SurahNumber":36,"VerseNumber":59,"Text":"«Ey suçlu günahkârlar, bugün siz bir yana çekilin!»"},{"SurahNumber":36,"VerseNumber":60,"Text":"«Ey Adem oğulları, ben size and vermedim mi ki: -Şeytana kulluk etmeyin, çünkü, o, sizin için apaçık bir düşmandır;»"},{"SurahNumber":36,"VerseNumber":61,"Text":"«Bana kulluk edin, doğru olan yol budur.»"},{"SurahNumber":36,"VerseNumber":62,"Text":"Andolsun o, sizden birçok insan kuşağını saptırmıştı. Yine de aklınızı kullanmıyor muydunuz"},{"SurahNumber":36,"VerseNumber":63,"Text":"İşte bu, size vadedilmiş olan cehennemdir"},{"SurahNumber":36,"VerseNumber":64,"Text":"Küfre sapmalarınıza karşılık olmak üzere bugün oraya girin"},{"SurahNumber":36,"VerseNumber":65,"Text":"Bugün biz onların ağızlarını mühürleriz; (günahtan ve sevaptan yana) kazanmakta olduklarını da elleri bize söylemekte, ayakları da şahitlik etmektedir"},{"SurahNumber":36,"VerseNumber":66,"Text":"Eğer dilemiş olsaydık, gözlerinin üstüne bastırır kör ederdik, böylece yola dökülüp koşuşurlardı. Fakat nasıl göreceklerdi ki"},{"SurahNumber":36,"VerseNumber":67,"Text":"Eğer dilemiş olsaydık, oldukları yerde (en görkemli çağlarında) onları bir başka kalıba sokardık; böylece ne ileri gitmeye, ne de geri dönmeye güç yetirebilirlerdi"},{"SurahNumber":36,"VerseNumber":68,"Text":"Kime uzun ömür verirsek, yaratılışta onu tersine çeviririz. Yine de akıllarını kullanmayacaklar mı"},{"SurahNumber":36,"VerseNumber":69,"Text":"Biz ona (Peygambere) şiir öğretmedik; (bu,) ona yakışmaz da. O (kendisine indirilen Kitap), yalnızca bir öğüt ve apaçık olan bir Kur´an´dır"},{"SurahNumber":36,"VerseNumber":70,"Text":"(Kur´an,) Diri olanları uyarıp korkutmak ve küfre sapanların üzerine sözün hak olması için (indirilmiştir)"},{"SurahNumber":36,"VerseNumber":71,"Text":"Ellerimizin yaptıklarından kendileri için nice hayvanları yarattığımızı görmüyorlar mı? Böylece onlar, bunlara malik oluyorlar"},{"SurahNumber":36,"VerseNumber":72,"Text":"Biz onlara kendileri için boyun eğdirdik; işte bir kısmı binekleridir, bir kısmını(n da etini) yiyorlar"},{"SurahNumber":36,"VerseNumber":73,"Text":"Onlarda kendileri için daha nice yararlar ve içecekler vardır. Yine de şükretmeyecekler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Yardım görürler umuduyla, onlar Allah´tan başka ilahlar edindiler"},{"SurahNumber":36,"VerseNumber":75,"Text":"Onların (o ilahların) kendilerine yardım etmeye güçleri yetmez; oysa kendileri onlar için hazır bulundurulmuş askerlerdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"Öyleyse onların sözleri seni hüzne kaptırmasın. Gerçekten biz, onların saklamakta olduklarını da, açığa vurduklarını da biliyoruz"},{"SurahNumber":36,"VerseNumber":77,"Text":"İnsan, bizim kendisini bir damla sudan yarattığımızı görmüyor mu? Şimdi o, apaçık bir düşman kesilmiştir"},{"SurahNumber":36,"VerseNumber":78,"Text":"Kendi yaratılışını unutarak bize bir örnek verdi; dedi ki: «Çürümüş bozulmuşken, bu kemikleri kim diriltecekmiş?»"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: «Onları, ilk defa yaratıp inşa eden diriltecek. O, her yaratmayı bilir.»"},{"SurahNumber":36,"VerseNumber":80,"Text":"Ki O, size yeşil ağaçtan bir ateş kılandır; siz de ondan yakıyorsunuz"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gökleri ve yeri yaratan, onların bir benzerini de yaratmağa kadir değil mi? Hiç tartışmasız (öyledir). O, yaratandır, bilendir"},{"SurahNumber":36,"VerseNumber":82,"Text":"Bir şeyi dilediği zaman, O´nun emri, ona yalnızca: «Ol» demesidir; o da hemen oluverir"},{"SurahNumber":36,"VerseNumber":83,"Text":"Her şeyin melekûtu (hükümranlık ve mülkü) elinde bulunan (Allah) ne yücedir. Ve siz O´na döndürüleceksiniz"},{"SurahNumber":37,"VerseNumber":1,"Text":"Saflar halinde dizilenlere andolsun"},{"SurahNumber":37,"VerseNumber":2,"Text":"Haykırıp sürükleyenlere"},{"SurahNumber":37,"VerseNumber":3,"Text":"Zikir okumakta olanlara"},{"SurahNumber":37,"VerseNumber":4,"Text":"Hiç tartışmasız, sizin ilahınız gerçekten birdir"},{"SurahNumber":37,"VerseNumber":5,"Text":"Göklerin, yerin ve ikisi arasında bulunanların Rabbi´dir, doğuların da Rabbi´dir"},{"SurahNumber":37,"VerseNumber":6,"Text":"Hiç şüphesiz, biz dünya göğünü ´çekici bir süsle´, yıldızlarla süsleyip donattık"},{"SurahNumber":37,"VerseNumber":7,"Text":"Ve itaatten çıkmış her azgın şeytandan koruduk"},{"SurahNumber":37,"VerseNumber":8,"Text":"Ki onlar, Mele-i Alâ´ya kulak verip dinleyemezler ve onlar her yandan kovulur atılırlar"},{"SurahNumber":37,"VerseNumber":9,"Text":"Uzaklaştırılırlar. Onlar için kesintisiz bir azab vardır"},{"SurahNumber":37,"VerseNumber":10,"Text":"Ancak (sözü hırsızlama) çalıp kapan olursa, artık onu da delip geçen ´yakıcı bir alev´ izler (ve yok eder)"},{"SurahNumber":37,"VerseNumber":11,"Text":"Şimdi onlara sor: Yaratılış bakımından onlar mı daha zorlu, yoksa bizim yarattıklarımız mı? Doğrusu biz onları, cıvık, yapışkan bir çamurdan yarattık"},{"SurahNumber":37,"VerseNumber":12,"Text":"Hayır, sen (bu muhteşem yaratışa ve onların inkarına) şaşırdın kaldın; onlar ise alay edip duruyorlar"},{"SurahNumber":37,"VerseNumber":13,"Text":"Kendilerine öğüt verildiğinde, öğüt almıyorlar"},{"SurahNumber":37,"VerseNumber":14,"Text":"Bir ayet (mucize) gördüklerinde de, alay konusu edinip eğleniyorlar"},{"SurahNumber":37,"VerseNumber":15,"Text":"«Bu, açıkça bir büyüden başkası değildir» dediler"},{"SurahNumber":37,"VerseNumber":16,"Text":"«Biz öldüğümüz, toprak ve kemik olduğumuzda mı, gerçekten biz mi diriltilecekmişiz?»"},{"SurahNumber":37,"VerseNumber":17,"Text":"«Veya önceki atalarımız da mı?»"},{"SurahNumber":37,"VerseNumber":18,"Text":"De ki: «Evet, üstelik sizler boyun bükmüş kimseler olarak.»"},{"SurahNumber":37,"VerseNumber":19,"Text":"İşte o, yalnızca bir tek çığlıktan ibarettir; artık kendileri (diriltilmiş olarak) bakıp durmaktadırlar"},{"SurahNumber":37,"VerseNumber":20,"Text":"Derler ki: «Eyvahlar bize; bu, din günüdür.»"},{"SurahNumber":37,"VerseNumber":21,"Text":"«Bu, sizin yalanlamakta olduğunuz (mü´mini kâfirden, haklıyı haksızdan) ayırma günüdür.»"},{"SurahNumber":37,"VerseNumber":22,"Text":"«Zulmetmekte olanları, eşlerini ve tapmakta olduklarını bir araya getirip toplayın.»"},{"SurahNumber":37,"VerseNumber":23,"Text":"«Allah´tan başka (taptıklarını); artık onları cehennemin yoluna yöneltip götürün.»"},{"SurahNumber":37,"VerseNumber":24,"Text":"«Ve onları durdurup tutuklayın, çünkü onlar, sorguya çekileceklerdir.»"},{"SurahNumber":37,"VerseNumber":25,"Text":"(Onlara seslenilir:) «Ne oluyor size, birbirinizle (dünyada olduğu gibi) yardımlaşmıyorsunuz?»"},{"SurahNumber":37,"VerseNumber":26,"Text":"Hayır, bugün onlar teslim olmuşlardır"},{"SurahNumber":37,"VerseNumber":27,"Text":"Kimi kimine yönelmiş olarak birbirlerine soruyorlar"},{"SurahNumber":37,"VerseNumber":28,"Text":"«Gerçekten sizler bize sağdan (sağduyudan ve haktan) yana gelip yanaşıyordunuz» derler"},{"SurahNumber":37,"VerseNumber":29,"Text":"(Diğerleri de:) «Hayır» derler. «Zaten sizler mü´min olanlar değildiniz.»"},{"SurahNumber":37,"VerseNumber":30,"Text":"«Bizim sizin üzerinizde zorlayıcı hiçbir gücümüz yoktu; hayır, siz (kendiniz) azgın bir kavimdiniz.»"},{"SurahNumber":37,"VerseNumber":31,"Text":"«Böylece Rabbimizin sözü (yıkım ve azab va´di) üzerimize hak oldu. Hiç tartışmasız, (azabı) tadıcılarız.»"},{"SurahNumber":37,"VerseNumber":32,"Text":"«Evet, biz sizi azdırdık, çünkü biz de azgın kimselerdik.»"},{"SurahNumber":37,"VerseNumber":33,"Text":"Artık o gün onlar azabda ortaktırlar"},{"SurahNumber":37,"VerseNumber":34,"Text":"Doğrusu biz, suçlu, günahkârlara böyle yaparız"},{"SurahNumber":37,"VerseNumber":35,"Text":"Çünkü onlara: «Allah´tan başka ilah yoktur» denildiği zaman, büyüklük taslarlardı"},{"SurahNumber":37,"VerseNumber":36,"Text":"Ve derlerdi ki: «Biz, ünlenmiş bir şair için ilahlarımızı terk mi edeceğiz?»"},{"SurahNumber":37,"VerseNumber":37,"Text":"Hayır, o, hakkı getirmiş ve gönderilen (peygamber)leri de doğrulamıştı"},{"SurahNumber":37,"VerseNumber":38,"Text":"Hiç tartışmasız, siz, acıklı azabı tadıcılarsınız.»"},{"SurahNumber":37,"VerseNumber":39,"Text":"Yapmakta olduklarınızdan başkasıyla cezalanmayacaksınız"},{"SurahNumber":37,"VerseNumber":40,"Text":"Ancak muhlis olan kullar başka"},{"SurahNumber":37,"VerseNumber":41,"Text":"İşte onlar; onlar için bilinen bir rızık vardır"},{"SurahNumber":37,"VerseNumber":42,"Text":"Çeşitli meyveler. Onlar ikram görenlerdir"},{"SurahNumber":37,"VerseNumber":43,"Text":"Nimetlerle donatılmış (naim) cennetlerde"},{"SurahNumber":37,"VerseNumber":44,"Text":"Birbirlerine karşı, tahtlar üzerinde (otururlar)"},{"SurahNumber":37,"VerseNumber":45,"Text":"Kaynaktan (doldurulmuş) kadehlerle çevrelerine dolaşılır"},{"SurahNumber":37,"VerseNumber":46,"Text":"Bembeyaz, içenlere lezzet (veren bir içki)"},{"SurahNumber":37,"VerseNumber":47,"Text":"Onda ne bir gaile vardır, ne de kendilerinden geçip, akılları çelinir"},{"SurahNumber":37,"VerseNumber":48,"Text":"Ve yanlarında bakışlarını yalnızca eşlerine çevirmiş iri gözlü kadınlar vardır"},{"SurahNumber":37,"VerseNumber":49,"Text":"Sanki onlar, saklı bir yumurta gibi (çarpıcı ve pürüzsüz)"},{"SurahNumber":37,"VerseNumber":50,"Text":"Böyleyken, kimi kimine yönelmiş olarak, birbirlerine soruyorlar"},{"SurahNumber":37,"VerseNumber":51,"Text":"Onlardan bir sözcü der ki: «Benim bir yakınım vardı.»"},{"SurahNumber":37,"VerseNumber":52,"Text":"«Der ki: -Sen de gerçekten (dirilişi) doğrulayanlardan mısın?»"},{"SurahNumber":37,"VerseNumber":53,"Text":"«Bizler öldüğümüz, toprak ve kemikler olduğumuzda mı, gerçekten biz mi (yeniden diriltilip sonra da) sorguya çekilecekmişiz?»"},{"SurahNumber":37,"VerseNumber":54,"Text":"(Konuşan yanındakilere) Der ki: «Sizler (onun şimdi ne durumda olduğunu) biliyor musunuz?»"},{"SurahNumber":37,"VerseNumber":55,"Text":"Derken, bakıverdi, onu ´çılgınca yanan ateşin´ tam ortasında gördü"},{"SurahNumber":37,"VerseNumber":56,"Text":"Dedi ki: «Andolsun Allah´a, neredeyse beni de ( şu bulunduğun yere) düşürecektin.»"},{"SurahNumber":37,"VerseNumber":57,"Text":"«Eğer Rabbimin nimeti olmasaydı, muhakkak ben de (azab yerine getirilip) hazır bulundurulanlardan olacaktım.»"},{"SurahNumber":37,"VerseNumber":58,"Text":"«Nasıl, biz ölecek olanlar değil miymişiz?»"},{"SurahNumber":37,"VerseNumber":59,"Text":"«Yalnızca birinci ölümümüzden başka (öyle mi)? Ve biz azaba uğratılacak olanlar da değil miymişiz; (öyle mi)?»"},{"SurahNumber":37,"VerseNumber":60,"Text":"Hiç şüphe yok, bu, asıl büyük ´kurtuluş ve mutluluğun´ ta kendisidir"},{"SurahNumber":37,"VerseNumber":61,"Text":"Böylece, çalışanlar da bunun bir benzeri için çalışmalıdır"},{"SurahNumber":37,"VerseNumber":62,"Text":"Nasıl, böyle bir konaklanma mı daha hayırlı, yoksa zakkum ağacı mı"},{"SurahNumber":37,"VerseNumber":63,"Text":"Doğrusu biz, onu kâfirler için bir fitne (bir imtihan konusu) kıldık"},{"SurahNumber":37,"VerseNumber":64,"Text":"Şüphesiz o, ´çılgınca yanan ateşin´ dibinde bitip çıkar"},{"SurahNumber":37,"VerseNumber":65,"Text":"Onun tomurcukları, şeytanların başları gibidir"},{"SurahNumber":37,"VerseNumber":66,"Text":"Artık hiç tartışmasız, onlar, ondan yiyecekler, böylelikle karınlarını da ondan dolduracaklar"},{"SurahNumber":37,"VerseNumber":67,"Text":"Sonra kendileri için onun üzerinde kaynar su karıştırılmış bir içkileri de vardır"},{"SurahNumber":37,"VerseNumber":68,"Text":"Sonra onların dönecekleri yer, elbette (yine) çılgınca yanan ateştir"},{"SurahNumber":37,"VerseNumber":69,"Text":"Çünkü onlar, atalarını da sapık kimseler olarak bulmuşlardı"},{"SurahNumber":37,"VerseNumber":70,"Text":"Kendileri de onların izleri üzerinde koşturup duruyorlardı"},{"SurahNumber":37,"VerseNumber":71,"Text":"Andolsun, onlardan önce, evvelkilerin çoğu da sapmıştı"},{"SurahNumber":37,"VerseNumber":72,"Text":"Andolsun, biz onlara uyarıcı-korkutucular göndermiştik"},{"SurahNumber":37,"VerseNumber":73,"Text":"Uyarılıp korkutulanların nasıl bir sona uğradıklarına bir bak"},{"SurahNumber":37,"VerseNumber":74,"Text":"Ancak muhlis olan kullar başka"},{"SurahNumber":37,"VerseNumber":75,"Text":"Andolsun, Nuh bize (dua edip) seslenmişti de, ne güzel icabet etmiştik"},{"SurahNumber":37,"VerseNumber":76,"Text":"Onu ve ailesini, o büyük üzüntüden kurtarmıştık"},{"SurahNumber":37,"VerseNumber":77,"Text":"Ve onun soyunu, (dünyada) onları da baki kıldık"},{"SurahNumber":37,"VerseNumber":78,"Text":"Sonra gelenler arasında da ona (hayırlı ve şerefli bir isim) bıraktık"},{"SurahNumber":37,"VerseNumber":79,"Text":"Âlemler içinde selam olsun Nuh´a"},{"SurahNumber":37,"VerseNumber":80,"Text":"Gerçekten biz, ihsanda bulunanları böyle ödüllendiririz"},{"SurahNumber":37,"VerseNumber":81,"Text":"Şüphesiz o, bizim mü´min olan kullarımızdandı"},{"SurahNumber":37,"VerseNumber":82,"Text":"Sonra diğerlerini suda boğduk"},{"SurahNumber":37,"VerseNumber":83,"Text":"Doğrusu İbrahim de, onun (soyunun) bir kolundandır"},{"SurahNumber":37,"VerseNumber":84,"Text":"Hani o, Rabbine arınmış (selim) bir kalb ile gelmişti"},{"SurahNumber":37,"VerseNumber":85,"Text":"Hani babasına ve kavmine demişti ki: «Sizler neye tapıyorsunuz?»"},{"SurahNumber":37,"VerseNumber":86,"Text":"«Birtakım uydurma yalanlar için mi Allah´tan başka ilahlar istiyorsunuz?»"},{"SurahNumber":37,"VerseNumber":87,"Text":"«Âlemlerin Rabbi hakkındaki zannınız nedir?»"},{"SurahNumber":37,"VerseNumber":88,"Text":"Sonra yıldızlara bir göz attı"},{"SurahNumber":37,"VerseNumber":89,"Text":"«Ben, doğrusu hastayım» dedi"},{"SurahNumber":37,"VerseNumber":90,"Text":"Böylelikle arkalarını çevirip ondan kaçmaya başladılar"},{"SurahNumber":37,"VerseNumber":91,"Text":"Bunun üzerine onların ilahlarına sokulup: «Yemek yemiyor musunuz?» dedi"},{"SurahNumber":37,"VerseNumber":92,"Text":"«Size ne oluyor ki konuşmuyorsunuz?»"},{"SurahNumber":37,"VerseNumber":93,"Text":"Derken onların üstüne yürüyüp sağ eliyle bir darbe indirdi"},{"SurahNumber":37,"VerseNumber":94,"Text":"Çok geçmeden (halkı) birbirine girmiş durumda kendisine yönelip geldiler"},{"SurahNumber":37,"VerseNumber":95,"Text":"Dedi ki: «Yontmakta olduğunuz şeylere mi tapıyorsunuz?»"},{"SurahNumber":37,"VerseNumber":96,"Text":"«Oysa sizi de, yapmakta olduklarınızı da Allah yaratmıştır.»"},{"SurahNumber":37,"VerseNumber":97,"Text":"Dediler ki: «Onun için (yüksekçe) bir bina inşa edin de onu çılgınca yanan ateşin içine atın.»"},{"SurahNumber":37,"VerseNumber":98,"Text":"Böylelikle ona bir tuzak hazırlamak istediler. Oysa biz, onları alçaltılmışlar kıldık"},{"SurahNumber":37,"VerseNumber":99,"Text":"(İbrahim) Dedi ki «Şüphesiz ben, Rabbime gidiciyim; O, beni hidayete eriştirecektir.»"},{"SurahNumber":37,"VerseNumber":100,"Text":"«Rabbim, bana salihlerden (olan bir çocuk) armağan et.»"},{"SurahNumber":37,"VerseNumber":101,"Text":"Biz de onu halim bir çocukla müjdeledik"},{"SurahNumber":37,"VerseNumber":102,"Text":"Böylece (çocuk) onun yanında koşabilecek çağa erişince (İbrahim ona) : «Oğlum» dedi. «Gerçekten ben seni rüyamda boğazlıyorken görüyordum. Bir bak, sen ne düşünüyorsun.» (Oğlu İsmail) Dedi ki: «Babacığım, emrolunduğun şeyi yap. İnşaallah, beni sabredenlerden bulacaksın.»"},{"SurahNumber":37,"VerseNumber":103,"Text":"Sonunda ikisi de (Allah´ın emrine ve takdirine) teslim olup (babası, İsmail´i kurban etmek için) onu alnı üzerine yatırdı"},{"SurahNumber":37,"VerseNumber":104,"Text":"Biz ona: «Ey İbrahim» diye seslendik"},{"SurahNumber":37,"VerseNumber":105,"Text":"«Gerçekten sen, rüyayı doğruladın. Hiç şüphesiz biz, ihsanda bulunanları böyle ödüllendiririz.»"},{"SurahNumber":37,"VerseNumber":106,"Text":"Doğrusu bu, apaçık bir imtihandı"},{"SurahNumber":37,"VerseNumber":107,"Text":"Ve ona büyük bir kurbanı fidye olarak verdik"},{"SurahNumber":37,"VerseNumber":108,"Text":"Sonra gelenler arasında da ona (hayırlı ve şerefli bir isim) bıraktık"},{"SurahNumber":37,"VerseNumber":109,"Text":"İbrahim´e selam olsun"},{"SurahNumber":37,"VerseNumber":110,"Text":"Biz, ihsanda bulunanları böyle ödüllendiririz"},{"SurahNumber":37,"VerseNumber":111,"Text":"Şüphesiz o, bizim mü´min olan kullarımızdandır"},{"SurahNumber":37,"VerseNumber":112,"Text":"Biz ona, salihlerden bir peygamber olarak İshak´ı müjdeledik"},{"SurahNumber":37,"VerseNumber":113,"Text":"Ona da, İshak´a da bereketler verdik. İkisinin soyundan, ihsanda bulunan (muhsin olan) da var, açıkça kendi nefsine zulmetmekte olan da"},{"SurahNumber":37,"VerseNumber":114,"Text":"Andolsun, biz Musa´ya ve Harun´a lütufta bulunduk"},{"SurahNumber":37,"VerseNumber":115,"Text":"Onları ve kavimlerini o büyük üzüntüden kurtardık"},{"SurahNumber":37,"VerseNumber":116,"Text":"Onlara yardım ettik, böylece üstün gelenler onlar oldular"},{"SurahNumber":37,"VerseNumber":117,"Text":"Ve ikisine anlatımı açık olan kitabı verdik"},{"SurahNumber":37,"VerseNumber":118,"Text":"Onları dosdoğru olan yola yöneltip ilettik"},{"SurahNumber":37,"VerseNumber":119,"Text":"Sonra gelenler arasında da ikisine (hayırlı ve şerefli bir isim) bıraktık"},{"SurahNumber":37,"VerseNumber":120,"Text":"Musa´ya ve Harun´a selam olsun"},{"SurahNumber":37,"VerseNumber":121,"Text":"Şüphesiz biz, ihsanda bulunanları böyle ödüllendiririz"},{"SurahNumber":37,"VerseNumber":122,"Text":"Şüphesiz ikisi, bizim mü´min olan kullarımızdandırlar"},{"SurahNumber":37,"VerseNumber":123,"Text":"Gerçekten İlyas da, gönderilmiş (peygamber)lerdendi"},{"SurahNumber":37,"VerseNumber":124,"Text":"Hani kendi kavmine demişti ki: «Siz korkup sakınmaz mısınız?»"},{"SurahNumber":37,"VerseNumber":125,"Text":"«Siz Ba´l´e tapıp da yaratıcıların en güzeli (olan Allah´ı) mı bırakıyorsunuz?»"},{"SurahNumber":37,"VerseNumber":126,"Text":"«Allah ki, sizin de Rabbiniz, önceki atalarınızın da Rabbidir.»"},{"SurahNumber":37,"VerseNumber":127,"Text":"Fakat onu yalanladılar; bundan dolayı gerçekten onlar, (azab için getirilip) hazır bulundurulacak olanlardır"},{"SurahNumber":37,"VerseNumber":128,"Text":"Ancak, muhlis olan kullar başka"},{"SurahNumber":37,"VerseNumber":129,"Text":"Sonra gelenler arasında ona (hayırlı ve şerefli bir isim) bıraktık"},{"SurahNumber":37,"VerseNumber":130,"Text":"İlyas´a selam olsun"},{"SurahNumber":37,"VerseNumber":131,"Text":"Şüphesiz biz, ihsanda bulunanları böyle ödüllendiririz"},{"SurahNumber":37,"VerseNumber":132,"Text":"Şüphesiz o, bizim mü´min olan kullarımızdandı"},{"SurahNumber":37,"VerseNumber":133,"Text":"Gerçekten Lût da gönderilmiş (peygamber)lerdendi"},{"SurahNumber":37,"VerseNumber":134,"Text":"Hani biz onu ve ailesini topluca kurtarmıştık"},{"SurahNumber":37,"VerseNumber":135,"Text":"Geride bırakılanlar arasında bir yaşlı kadın dışında"},{"SurahNumber":37,"VerseNumber":136,"Text":"Sonra da geride kalanları yerle bir ettik"},{"SurahNumber":37,"VerseNumber":137,"Text":"Siz onların üstünden muhakkak geçip gidiyorsunuz; sabah vakti"},{"SurahNumber":37,"VerseNumber":138,"Text":"Ve geceleyin. Yine de akıllanmayacak mısınız"},{"SurahNumber":37,"VerseNumber":139,"Text":"Hiç şüphesiz Yunus da, gönderilmiş (peygamber)lerdendi"},{"SurahNumber":37,"VerseNumber":140,"Text":"Hani o, dolu bir gemiye kaçmıştı"},{"SurahNumber":37,"VerseNumber":141,"Text":"Böylece kur´aya katılmıştı da, kaybedenlerden olmuştu"},{"SurahNumber":37,"VerseNumber":142,"Text":"Derken onu balık yutmuştu, oysa kendisi (kendini) kınanmış (sayanlardan)dı"},{"SurahNumber":37,"VerseNumber":143,"Text":"Eğer (Allah´ı çokça) tesbih edenlerden olmasaydı"},{"SurahNumber":37,"VerseNumber":144,"Text":"Onun karnında (insanların) dirilip kaldırılacakları güne kadar kalakalmıştı"},{"SurahNumber":37,"VerseNumber":145,"Text":"Sonunda o hasta bir durumdayken onu çıplak bir yere (sahile) attık"},{"SurahNumber":37,"VerseNumber":146,"Text":"Ve üzerine, sık geniş yapraklı (kabağa benzer) türden bir ağaç bitirdik"},{"SurahNumber":37,"VerseNumber":147,"Text":"Onu yüz bin olan veya (sayısı) daha da artan (bir topluluk)a (peygamber olarak) gönderdik"},{"SurahNumber":37,"VerseNumber":148,"Text":"Sonunda ona iman ettiler, biz de onları bir süreye kadar yararlandırdık"},{"SurahNumber":37,"VerseNumber":149,"Text":"Şimdi sen onlara sor: Kızlar senin Rabbinin, erkek çocuklar onların mı"},{"SurahNumber":37,"VerseNumber":150,"Text":"Yoksa onlar, şahidlik etmekteyken, biz melekleri dişiler olarak mı yarattık"},{"SurahNumber":37,"VerseNumber":151,"Text":"Dikkat edin; gerçekten onlar, düzdükleri yalanlardan dolayı derler ki"},{"SurahNumber":37,"VerseNumber":152,"Text":"«Allah doğurdu.» Onlar, hiç şüphesiz, muhakkak yalan söyleyenlerdir"},{"SurahNumber":37,"VerseNumber":153,"Text":"(Allah,) Kızları, erkek çocuklara tercih mi etmiş"},{"SurahNumber":37,"VerseNumber":154,"Text":"Size ne oluyor, nasıl hüküm veriyorsunuz"},{"SurahNumber":37,"VerseNumber":155,"Text":"Hiç mi öğüt alıp düşünmüyorsunuz"},{"SurahNumber":37,"VerseNumber":156,"Text":"Yoksa sizin apaçık olan ispatlı bir deliliniz mi var"},{"SurahNumber":37,"VerseNumber":157,"Text":"Eğer doğru söyleyenler iseniz, öyleyse getirin kitabınızı"},{"SurahNumber":37,"VerseNumber":158,"Text":"Onlar, kendisiyle (Allah ile) cinler arasında da bir soy bağı kurdular. Oysa andolsun, cinler de onların gerçekten (azab için getirilip) hazır bulundurulacaklarını bilmişlerdir"},{"SurahNumber":37,"VerseNumber":159,"Text":"Onların nitelendirmekte olduklarından Allah yücedir"},{"SurahNumber":37,"VerseNumber":160,"Text":"Ancak muhlis olan kullar başka"},{"SurahNumber":37,"VerseNumber":161,"Text":"Artık siz de, tapmakta olduklarınız da"},{"SurahNumber":37,"VerseNumber":162,"Text":"O´na karşı kimseyi fitneye sürükleyecek olanlar değilsiniz"},{"SurahNumber":37,"VerseNumber":163,"Text":"Ancak kendisi çılgınca yanan ateşe girecek olan başka (onu sürüklersiniz)"},{"SurahNumber":37,"VerseNumber":164,"Text":"(Melekler der ki:) «Bizden her birimiz için belli bir makam vardır.»"},{"SurahNumber":37,"VerseNumber":165,"Text":"«Biziz, o saflar halinde dizilmiş olanlar, gerçekten biziz.»"},{"SurahNumber":37,"VerseNumber":166,"Text":"«Biziz, o tesbih edenler de, gerçekten biziz.»"},{"SurahNumber":37,"VerseNumber":167,"Text":"Onlar (putatapıcılar), her ne kadar şöyle diyor idiyseler de"},{"SurahNumber":37,"VerseNumber":168,"Text":"«Eğer yanımızda öncekilerden bir zikir (kitap) bulunmuş olsaydı,»"},{"SurahNumber":37,"VerseNumber":169,"Text":"«Gerçekten bizler de, Allah´ın muhlis kullarından olurduk.»"},{"SurahNumber":37,"VerseNumber":170,"Text":"Fakat (kitap gelince) onu tanımayıp küfrettiler; yakında bileceklerdir"},{"SurahNumber":37,"VerseNumber":171,"Text":"Andolsun, (peygamber olarak) gönderilen kullarımıza (şu) sözümüz geçmiştir"},{"SurahNumber":37,"VerseNumber":172,"Text":"Hiç tartışmasız onlar, muhakkak nusret (yardım ve zafer) bulacaklardır"},{"SurahNumber":37,"VerseNumber":173,"Text":"Ve hiç şüphesiz, bizim ordularımız; üstün gelecek olanlar da onlardır"},{"SurahNumber":37,"VerseNumber":174,"Text":"Öyleyse sen, bir süreye kadar onlardan yüz çevir"},{"SurahNumber":37,"VerseNumber":175,"Text":"Ve onları seyret; onlar da (azabı) yakında göreceklerdir"},{"SurahNumber":37,"VerseNumber":176,"Text":"Şimdi onlar, bizim azabımızı mı acele istiyorlar"},{"SurahNumber":37,"VerseNumber":177,"Text":"Fakat (azab) onların sahasına indiği zaman, uyarılıp korkutulanların sabahı ne kadar da kötü olur"},{"SurahNumber":37,"VerseNumber":178,"Text":"Sen bir süreye kadar onlardan yüz çevir"},{"SurahNumber":37,"VerseNumber":179,"Text":"Ve seyret; onlar da (azabı) yakında göreceklerdir"},{"SurahNumber":37,"VerseNumber":180,"Text":"Üstünlük ve güç (izzet) sahibi olan senin Rabbin, onların nitelendirmekte olduklarından yücedir"},{"SurahNumber":37,"VerseNumber":181,"Text":"Gönderilmiş (peygamber)lere selam olsun"},{"SurahNumber":37,"VerseNumber":182,"Text":"Ve âlemlerin Rabbi olan Allah´a hamd olsun"},{"SurahNumber":38,"VerseNumber":1,"Text":"Sâd, Zikir dolu Kur´an´a andolsun"},{"SurahNumber":38,"VerseNumber":2,"Text":"Hayır; o küfredenler (boş) bir gurur ve bir parçalanma içindedirler"},{"SurahNumber":38,"VerseNumber":3,"Text":"Biz kendilerinden önce, nice kuşakları yıkıma uğrattık da onlar feryad ettiler; ancak (artık) kurtulma zamanı değildi"},{"SurahNumber":38,"VerseNumber":4,"Text":"İçlerinden kendilerine bir uyarıcı korkutucunun gelmiş olmasına şaştılar. Kâfirler dedi ki: «Bu, yalan söyleyen bir büyücüdür.»"},{"SurahNumber":38,"VerseNumber":5,"Text":"«İlahları bir tek ilah mı yaptı? Doğrusu bu, şaşırtıcı bir şey.»"},{"SurahNumber":38,"VerseNumber":6,"Text":"Onlardan önde gelen bir grup: «Yürüyün, ilahlarınıza karşı (bağlılıkta) da kararlı olun; çünkü asıl istenen budur» diye çekip gitti"},{"SurahNumber":38,"VerseNumber":7,"Text":"«Biz bunu diğer dinde işitmedik, bu, içi boş bir uydurmadan başkası değildir.»"},{"SurahNumber":38,"VerseNumber":8,"Text":"«Zikir (Kur´an), içimizden ona mı indirildi?» Hayır, onlar benim zikrimden bir kuşku içindedirler. Hayır, onlar henüz benim azabımı tatmamışlardır"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa, güçlü ve üstün olan, karşılıksız bağışlayan Rabbinin hazineleri onların yanında mıdır"},{"SurahNumber":38,"VerseNumber":10,"Text":"Yoksa göklerin yerin ve bu ikisi arasında bulunanların mülkü onların mı? Öyleyse, sebepler içinde (bir imkân ve güç bularak göğe) yükselsinler"},{"SurahNumber":38,"VerseNumber":11,"Text":"Onlar, burada, (çeşitli) fırkalardan olma bozguna uğratılmış bir ordu(durlar)"},{"SurahNumber":38,"VerseNumber":12,"Text":"Onlardan önce de Nuh kavmi, Ad ve kazıklar sahibi Firavun da yalanlamıştı"},{"SurahNumber":38,"VerseNumber":13,"Text":"Semud, Lût kavmi ile Eyke halkı da. İşte onlar da, (Allah´a karşı isyanda birleşen ve güç toplayan) fırkalar(dı)"},{"SurahNumber":38,"VerseNumber":14,"Text":"Hepsi de peygamberleri yalanladılar, böylece azabla sonuçlandırmam (onlara) hak oldu"},{"SurahNumber":38,"VerseNumber":15,"Text":"Bunlar da, (geldiğinde) bir anlık gecikmesi bile olmayan bir tek çığlıktan başkasını gözetlemiyorlar"},{"SurahNumber":38,"VerseNumber":16,"Text":"(Alaylı alaylı) Dediler ki: «Rabbimiz, hesap gününden önce (azabdan bize vadettiğin) payımızı çabuklaştırıver.»"},{"SurahNumber":38,"VerseNumber":17,"Text":"Onların söylemekte olduklarına karşı sabret ve bizim güç sahibi kulumuz Davud´u hatırla; çünkü o, (her tutum ve davranışında Allah´a) yönelip dönen biriydi"},{"SurahNumber":38,"VerseNumber":18,"Text":"Doğrusu biz dağlara boyun eğdirdik, akşam ve sabah onlar kendisiyle birlikte (Allah´ı) tesbih ederlerdi"},{"SurahNumber":38,"VerseNumber":19,"Text":"Ve toplanıp gelen kuşları da. Hepsi de onunla (Allah´ı tesbih etmede uyum içinde) yönelip dönmekte olanlar idi"},{"SurahNumber":38,"VerseNumber":20,"Text":"Onun mülkünü güçlendirmiştik. Ona hikmet ve anlatım çarpıcılığını vermiştik"},{"SurahNumber":38,"VerseNumber":21,"Text":"Sana o davacıların haberi geldi mi? Hani onlar mihraba (Davud´un bulunduğu yere girmek için) yüksek duvardan tırmanmışlardı"},{"SurahNumber":38,"VerseNumber":22,"Text":"Davud(un yanın)a girdiklerinde, o, onlardan ürkmüştü; onlar dediler ki: «Korkma, iki davacıyız, birimiz diğerimize haksızlıkta bulundu. Şimdi sen aramızda hak ile hükmet, kararında zulme sapma ve bizi doğru yolun ortasına yöneltip ilet.»"},{"SurahNumber":38,"VerseNumber":23,"Text":"«Bu benim kardeşimdir, doksan dokuz koyunu vardır, benimse bir tek koyunum var. Buna rağmen «Onu da benim payıma (koyunlarıma) kat» dedi ve bana konuşma (tarzın)da üstün geldi.»"},{"SurahNumber":38,"VerseNumber":24,"Text":"(Davud) Dedi ki: «Andolsun senin koyununu, kendi koyunlarına (katmak) istemekle sana zulmetmiştir. Doğrusu, (emek ve mali güçlerini) birleştirip katan (ortak)lardan çoğu, birbirlerine karşı tecavüz ederler; ancak iman edip de salih amellerde bulunanlar başka. Onlar da ne kadar azdır.» Davud, gerçekten bizim onu denemeden geçirdiğimizi sandı, böylece Rabbinden bağışlanma diledi ve rükû ederek yere kapandı ve (bize gönülden) yönelip döndü"},{"SurahNumber":38,"VerseNumber":25,"Text":"Böylece onu bağışladık. Şüphesiz onun bizim katımızda gerçekten bir yakınlığı ve varılacak güzel bir yeri vardır"},{"SurahNumber":38,"VerseNumber":26,"Text":"«Ey Davud, gerçek şu ki, biz seni yeryüzünde bir halife kıldık. Öyleyse insanlar arasında hak ile hükmet, istek ve tutkulara (hevaya) uyma; sonra seni Allah´ın yolundan saptırır. Şüphesiz Allah´ın yolundan sapanlar, hesap gününü unutmalarından dolayı onlar için şiddetli bir azab vardır.»"},{"SurahNumber":38,"VerseNumber":27,"Text":"Biz gökyüzünü, yeryüzünü ve ikisi arasında bulunan şeyleri batıl olarak yaratmadık. Bu, küfredenlerin zannıdır. Ateşten (görecekleri azabtan) dolayı vay o küfretmekte olanlara"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yoksa biz, iman edip salih amellerde bulunanları yeryüzünde bozgunculuk çıkaranlar gibi (bir) mi tutacağız? Ya da muttakileri facirler gibi (bir) mi tutacağız"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Bu Kur´an,) Ayetlerini, iyiden iyiye düşünsünler ve temiz akıl sahipleri öğüt alsınlar diye sana indirdiğimiz mübarek bir kitaptır"},{"SurahNumber":38,"VerseNumber":30,"Text":"Biz Davud´a Süleyman´ı armağan ettik. O, ne güzel kuldu. Çünkü o, (daima Allah´a) yönelip dönen biriydi"},{"SurahNumber":38,"VerseNumber":31,"Text":"Hani ona akşama yakın, bir ayağını tırnağı üstüne diken, öbür üç ayağıyla toprağı kazıyan, yağız atlar sunulmuştu"},{"SurahNumber":38,"VerseNumber":32,"Text":"O da demişti ki: «Gerçekten ben, mal (veya at) sevgisini Rabbimi zikretmekten dolayı tercih ettim.» Sonunda bu atlar (koştular ve toz) perdesinin arkasına saklandılar"},{"SurahNumber":38,"VerseNumber":33,"Text":"«Onları bana geri getirin» (dedi). Sonra da (onların) bacaklarını ve boyunlarını okşamaya başladı"},{"SurahNumber":38,"VerseNumber":34,"Text":"Andolsun, biz Süleyman´ı denemeden geçirdik. Tahtının üstünde bir ceset bıraktık. Sonra (eski durumuna) döndü"},{"SurahNumber":38,"VerseNumber":35,"Text":"«Rabbim, beni bağışla ve benden sonra hiç kimseye nasib olmayan bir mülkü bana armağan et. Şüphesiz sen, karşılıksız armağan edensin.»"},{"SurahNumber":38,"VerseNumber":36,"Text":"Böylece biz, rüzgârı onun buyruğu altına verdik. Onun emriyle dilediği yöne yumuşakça eserdi"},{"SurahNumber":38,"VerseNumber":37,"Text":"Şeytanları da; her bina ustasını ve dalgıç olanı"},{"SurahNumber":38,"VerseNumber":38,"Text":"Ve (kötülük yapmamaları için) sağlam kementlerle birbirine bağlanmış diğerlerini"},{"SurahNumber":38,"VerseNumber":39,"Text":"«İşte bu, bizim vergimizdir. (Ey Süleyman) Artık sen de hesaba vurmaksızın, ver ya da tut.»"},{"SurahNumber":38,"VerseNumber":40,"Text":"Şüphesiz, onun bizim katımızda gerçekten bir yakınlığı ve varılacak güzel bir yeri vardır"},{"SurahNumber":38,"VerseNumber":41,"Text":"Kulumuz Eyyub´u da hatırla. Hani o: «Herhalde şeytan, bana kahredici bir acı ve azab dokundurdu» diye Rabbine seslenmişti"},{"SurahNumber":38,"VerseNumber":42,"Text":"«Ayağını depret. İşte yıkanacak ve içecek soğuk (su, diye vahyettik).»"},{"SurahNumber":38,"VerseNumber":43,"Text":"Katımızdan ona bir rahmet ve temiz akıl sahiplerine bir öğüt olmak üzere kendi ailesini ve onlarla birlikte bir benzerini de bağışladık"},{"SurahNumber":38,"VerseNumber":44,"Text":"«Ve eline bir deste (sap) al, böylece onunla vur ve andını bozma.» Gerçekten, biz onu sabredici bulduk. O, ne güzel kuldu. Çünkü o, (daima Allah´a) yönelip dönen biriydi"},{"SurahNumber":38,"VerseNumber":45,"Text":"Güç ve basiret sahibi olan kullarımız İbrahim´i, İshak´ı ve Yakub´u da hatırla"},{"SurahNumber":38,"VerseNumber":46,"Text":"Gerçekten biz onları, katıksızca (ahiretteki asıl) yurdu düşünüp anan ihlas sahipleri kıldık"},{"SurahNumber":38,"VerseNumber":47,"Text":"Ve gerçekten onlar, bizim katımızda seçkinlerden ve hayırlı olanlardandır"},{"SurahNumber":38,"VerseNumber":48,"Text":"İsmail´i, Elyesa´ı ve Zülkifl´i de hatırla. Hepsi de hayırlı olanlardandır"},{"SurahNumber":38,"VerseNumber":49,"Text":"Bu, bir zikr´dir. Şüphesiz muttakiler için, elbette varılacak güzel bir yer vardır"},{"SurahNumber":38,"VerseNumber":50,"Text":"Adn cennetleri; kapılar onlara açılmıştır"},{"SurahNumber":38,"VerseNumber":51,"Text":"İçinde yaslanıp dayanmışlardır; orda birçok meyve ve şarap istemektedirler"},{"SurahNumber":38,"VerseNumber":52,"Text":"Ve yanlarında da bakışlarını yalnızca eşlerine çevirmiş yaşıt kadınlar vardır"},{"SurahNumber":38,"VerseNumber":53,"Text":"İşte, hesap günü size va´dedilen budur"},{"SurahNumber":38,"VerseNumber":54,"Text":"Hiç şüphesiz bu, bizim rızkımızdır, bitip tükenmesi de yok"},{"SurahNumber":38,"VerseNumber":55,"Text":"Bu (böyle işte); gerçekten azgınlar için de muhakkak varılacak kötü bir yer vardır"},{"SurahNumber":38,"VerseNumber":56,"Text":"Cehennem; onlar oraya girerler; ne kötü bir yataktır o"},{"SurahNumber":38,"VerseNumber":57,"Text":"İşte bu; tatsınlar onu: Kaynar su ve irin"},{"SurahNumber":38,"VerseNumber":58,"Text":"Ve onun şeklinden başka, çift çift (olan daha beter azablar) vardır"},{"SurahNumber":38,"VerseNumber":59,"Text":"(Müşrik olan hakim güçlere:) «İşte bu(nlar) da sizinle birlikte (küfür ve zulümde) göğüs gerenlerdir. Onlara bir merhaba (bile) yok. Çünkü onlar ateşe gireceklerdir.» (denilir)"},{"SurahNumber":38,"VerseNumber":60,"Text":"(Onlara uyanlar) Derler ki: «Hayır, sizler; asıl size merhaba yok. Bunu (azabı) siz bizim önümüze sürdünüz. Ne kötü bir durak.»"},{"SurahNumber":38,"VerseNumber":61,"Text":"Derler ki: «Rabbimiz, kim bunu bizim önümüze sürdüyse, onun ateşteki azabını kat kat arttır.»"},{"SurahNumber":38,"VerseNumber":62,"Text":"Ve derler ki: «Bize ne oluyor ki, kendilerini şerir (kötü)lerden saydığımız adamları göremiyoruz.»"},{"SurahNumber":38,"VerseNumber":63,"Text":"Biz onları bir alay konusu edinmiştik; yoksa gözler mi onlardan kaydı?»"},{"SurahNumber":38,"VerseNumber":64,"Text":"Bu, cehennem halkının birbiriyle çekişip tartışması kesin olan bir gerçektir"},{"SurahNumber":38,"VerseNumber":65,"Text":"De ki: «Ben, yalnızca bir uyarıcı korkutucuyum. Ve bir olan, kahreden Allah´tan başka ilah da yoktur.»"},{"SurahNumber":38,"VerseNumber":66,"Text":"«Göklerin, yerin ve ikisi arasında bulunanların Rabbidir, üstün ve güçlü olan, bağışlayandır.»"},{"SurahNumber":38,"VerseNumber":67,"Text":"De ki: «Bu (Kur´an), büyük bir haberdir.»"},{"SurahNumber":38,"VerseNumber":68,"Text":"Sizler ise, ondan yüz çeviriyorsunuz"},{"SurahNumber":38,"VerseNumber":69,"Text":"«Mele-i A´lâ (yüce topluluk) tartışıp dururken, benim hiç bir bilgim yoktur.»"},{"SurahNumber":38,"VerseNumber":70,"Text":"«Bana ancak, benim yalnızca apaçık bir uyarıcı korkutucuyum diye vahyolunmaktadır.»"},{"SurahNumber":38,"VerseNumber":71,"Text":"Hani Rabbin meleklere: «Gerçekten ben, çamurdan bir beşer yaratacağım» demişti"},{"SurahNumber":38,"VerseNumber":72,"Text":"«Onu bir biçime sokup, ona ruhumdan üflediğim zaman da siz onun için hemen secdeye kapanın.»"},{"SurahNumber":38,"VerseNumber":73,"Text":"Meleklerin hepsi topluca secde etti"},{"SurahNumber":38,"VerseNumber":74,"Text":"Yalnız İblis hariç. O büyüklük tasladı ve (böylece) kafirlerden oldu"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Allah) Dedi ki: «Ey İblis, iki elimle yarattığıma seni secde etmekten alıkoyan neydi? Büyüklendin mi, yoksa yüksekte olanlardan mı oldun?»"},{"SurahNumber":38,"VerseNumber":76,"Text":"Dedi ki: «Ben ondan daha hayırlıyım, sen beni ateşten yarattın, onu ise çamurdan yarattın.»"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Allah) Dedi ki: «Öyleyse ordan (cennetten) çık, artık sen kovulmuş bulunmaktasın.»"},{"SurahNumber":38,"VerseNumber":78,"Text":"«Ve şüphesiz, din (kıyametteki hesap) gününe kadar benim lanetim senin üzerindedir.»"},{"SurahNumber":38,"VerseNumber":79,"Text":"Dedi ki: «Rabbim, öyleyse onların dirilip kaldırılacakları güne kadar bana süre tanı.»"},{"SurahNumber":38,"VerseNumber":80,"Text":"Dedi ki: «O halde sen, (kendilerine) süre tanınanlardansın.»"},{"SurahNumber":38,"VerseNumber":81,"Text":"«Bilinen vaktin gününe kadar.»"},{"SurahNumber":38,"VerseNumber":82,"Text":"Dedi ki: «Senin izzetin adına andolsun, ben, onların tümünü mutlaka azdırıp kışkırtacağım.»"},{"SurahNumber":38,"VerseNumber":83,"Text":"«Ancak onlardan, muhlis olan kulların hariç.»"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Allah) «İşte bu haktır ve ben hakkı söylerim» dedi"},{"SurahNumber":38,"VerseNumber":85,"Text":"«Andolsan, senden ve içlerinde sana tabi olacak olanlardan tümüyle cehennemi dolduracağım.»"},{"SurahNumber":38,"VerseNumber":86,"Text":"(Ey Peygamber) De ki: «Ben, buna karşı sizden bir ücret istemiyorum ve (kendiliğinden) bir yükümlülük getirenlerden de değilim.»"},{"SurahNumber":38,"VerseNumber":87,"Text":"«O (Kur´an), alemler için yalnızca bir zikir (öğüt ve hatırlatma)dır.»"},{"SurahNumber":38,"VerseNumber":88,"Text":"«Gerçekten onun haberini bir zaman sonra öğreneceksiniz.»"},{"SurahNumber":39,"VerseNumber":1,"Text":"(Bu) Kitabın indirilmesi, üstün ve güçlü olan, hüküm ve hikmet sahibi bulunan Allah (katın)dandır"},{"SurahNumber":39,"VerseNumber":2,"Text":"Hiç şüphesiz, biz sana bu Kitabı hak ile indirdik; öyleyse sen de dini yalnızca O´na halis kılarak Allah´a ibadet et"},{"SurahNumber":39,"VerseNumber":3,"Text":"Haberin olsun; halis (katıksız) olan din yalnızca Allah´ındır. O´ndan başka veliler edinenler (şöyle derler:) «Biz, bunlara bizi Allah´a daha fazla yaklaştırsınlar diye ibadet ediyoruz.» Hiç şüphesiz Allah, kendi aralarında, hakkında ihtilaf ettikleri şeylerden hüküm verecektir. Gerçekten Allah, yalancı, kâfir olan kimseyi hidayete eriştirmez"},{"SurahNumber":39,"VerseNumber":4,"Text":"Eğer Allah, çocuk edinmek isteseydi, yarattıklarından dilediğini elbette seçerdi. O, yücedir; O, bir olan, kahredici olan Allah´tır"},{"SurahNumber":39,"VerseNumber":5,"Text":"Gökleri ve yeri hak olarak yarattı. Geceyi gündüzün üstüne sarıp örtüyor, gündüzü de gecenin üstüne sarıp örtüyor. Güneşe ve aya da boyun eğdirdi. Her biri adı konulmuş bir ecele (süreye) kadar akıp gitmektedir. Haberin olsun; üstün ve güçlü olan, bağışlayan O´dur"},{"SurahNumber":39,"VerseNumber":6,"Text":"Sizi tek bir nefisten yarattı, sonra da ondan kendi eşini var etti ve sizin için davarlardan sekiz çift indirdi. Sizi annelerinizin karınlarından, üç karanlık içinde, bir yaratılıştan sonra (bir başka) yaratılışa (dönüştürüp) yaratmaktadır. İşte Rabbiniz olan Allah budur; mülk de O´nundur. O´ndan başka ilah yoktur. Buna rağmen nasıl çevriliyorsunuz"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eğer küfre sapacak olursanız, artık şüphesiz Allah size karşı hiçbir ihtiyacı olmayandır ve O, kulları için küfre rıza göstermez. Ve eğer şükrederseniz, sizin (yararınız) için ondan razı olur. Hiçbir günahkâr, bir başkasının günah yükünü yüklenmez. Sonra Rabbinize döndürüleceksiniz, böylece yapmakta olduklarınızı size haber verecektir. Hiç şüphe yok O, sinelerin özünde saklı olanı bilendir"},{"SurahNumber":39,"VerseNumber":8,"Text":"İnsana bir zarar dokunduğu zaman, gönülden katıksızca yönelmiş olarak Rabbine dua eder. Sonra ona kendinden bir nimet verdiği zaman, daha önce O´na dua ettiğini unutur ve O´nun yolundan saptırmak amacıyla Allah´a eşler koşmaya başlar. De ki: «Küfrünle biraz metalanıp yararlan; çünkü sen, ateşin halkındansın.»"},{"SurahNumber":39,"VerseNumber":9,"Text":"Yoksa o, gece saatinde kalkıp da secde ederek ve kıyama durarak gönülden itaat (ibadet) eden, ahiretten sakınan ve Rabbinin rahmetini umud eden (gibi) midir? De ki: «Hiç bilenlerle bilmeyenler bir olur mu? Hiç şüphesiz, temiz akıl sahipleri öğüt alıp düşünmektedir.»"},{"SurahNumber":39,"VerseNumber":10,"Text":"De ki: «Ey iman eden kularım, Rabbinizden korkup sakının. Bu dünyada iyilik etmekte olanlar için bir iyilik vardır. Allah´ın arz´ı geniştir. Ancak sabredenlere ecirleri hesapsızca ödenir.»"},{"SurahNumber":39,"VerseNumber":11,"Text":"De ki: «Ben, dini yalnızca O´na halis kılarak Allah´a ibadet etmekle emrolundum.»"},{"SurahNumber":39,"VerseNumber":12,"Text":"«Ve ben, müslümanların ilki olmakla da emrolundum.»"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: «Ben, Rabbime isyan ettiğim taktirde, büyük bir günün azabından korkmaktayım»"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: «Ben dinimi yalnızca O´na halis kılarak Allah´a ibadet ederim.»"},{"SurahNumber":39,"VerseNumber":15,"Text":"«Siz, O´nun dışında dilediklerinize ibadet edin.» De ki: «Gerçekten hüsrana uğrayanlar, kıyamet günü hem kendilerini, hem de yakınlarını hüsrana uğratanlardır. Haberiniz olsun; bu apaçık olan hüsranın kendisidir.»"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların üstlerinde ateşten tabakalar, altlarında da tabakalar vardır. İşte Allah, kendi kullarını bununla tehdit edip korkutuyor. Ey kullarım öyleyse benden korkup sakının"},{"SurahNumber":39,"VerseNumber":17,"Text":"Tağut´a kulluk etmekten kaçınan ve Allah´a içten yönelenler ise; onlar için bir müjde vardır, öyleyse kullarıma müjde ver"},{"SurahNumber":39,"VerseNumber":18,"Text":"Ki onlar, sözü işitirler ve en güzeline uyarlar. İşte onlar, Allah´ın kendilerini hidayete eriştirdikleridir ve onlar, temiz akıl sahipleridir"},{"SurahNumber":39,"VerseNumber":19,"Text":"Azab sözü kendisi üzerinde hak olmuş kimse mi (onlarla bir tutulur)? Ateşte olanı artık sen mi kurtaracaksın"},{"SurahNumber":39,"VerseNumber":20,"Text":"Ancak Rablerinden korkup sakınanlar ise; onlar için yüksek köşkler vardır, onların üstünde de yüksek köşkler bina edilmiştir. Onların altında ırmaklar akmaktadır. (Bu,) Allah´ın va´didir. Allah, va´dinden dönmez"},{"SurahNumber":39,"VerseNumber":21,"Text":"Görmüyor musun; gerçekten Allah, gökyüzünden su indirdi de onu yerin içindeki kaynaklara yürütüp geçirdi. Sonra onunla çeşitli renklerde ekinler çıkarmaktadır. Sonra kurumaya başlar, böylece onu sararmış görürsün. Sonra da onu kurumuş kırıntılar kılıyor. Şüphesiz bunda, temiz akıl sahipleri için gerçekten öğüt alınacak bir ders (zikr) vardır"},{"SurahNumber":39,"VerseNumber":22,"Text":"Allah, kimin göğsünü İslam´a yarıp açmışsa, artık o, Rabbinden olan bir nur üzerindedir, (öyle) değil mi? Fakat Allah´ın zikrinden (yana) kalpleri katılaşmış olanların vay hallerine. İşte onlar, apaçık bir sapıklık içindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, müteşabih (benzeşmeli), ikişerli bir kitap olarak sözün en güzelini indirdi. Rablerine karşı içleri titreyerek korku duyanların ondan derileri ürperir. Sonra da onların derileri ve kalpleri Allah´ın zikrine (karşı) yumuşar yatışır. İşte bu, Allah´ın yol göstermesidir, onunla dilediğini hidayete eriştirir. Allah, kimi saptırırsa, artık onun için de bir yol gösteren yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"Kıyamet günü o kötü azabtan kendini yüzü ile kim koruyabilecek? Ve zalimlere «Kazanmakta olduğunuzu tadın» denmiştir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan öncekiler de yalanladı; böylece azab onlara hiç şuurunda olmadıkları bir yerden gelip çattı"},{"SurahNumber":39,"VerseNumber":26,"Text":"Artık Allah, onlara dünya hayatında ´horluğu ve aşağılanmayı´ taddırdı. Eğer bilmiş olsalardı, ahiretin azabı gerçekten daha büyüktür"},{"SurahNumber":39,"VerseNumber":27,"Text":"Andolsun, biz bu Kur´an´da, belki öğüt alıp düşünürler diye, insanlar için her bir örnekten verdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"(Bu) Arapça bir Kur´an, ki O´nda çarpıklık yoktur. Umulur ki korkup sakınırlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah bir örnek verdi: Kendisi hakkında uyumsuz ve geçimsiz bulunan, sahipleri de çok ortaklı olan (köle) bir adam ile yalnızca bir kişiye teslim olmuş bir adam. Bu ikisinin durumu bir olur mu? Hamd, Allah´ındır. Hayır onların çoğu bilmiyorlar"},{"SurahNumber":39,"VerseNumber":30,"Text":"Gerçek şu ki, sen de öleceksin, onlar da öleceklerdir"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra şüphesiz sizler, kıyamet günü Rabbinizin huzurunda davalaşacaksınız"}]}