{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Hā-mīma"},{"SurahNumber":46,"VerseNumber":2,"Text":"ē'i kitāba mahā paraākramaśālī prajñāmaẏa āllāhara taraphara paraā nāyilakr̥ta"},{"SurahNumber":46,"VerseNumber":3,"Text":"ākāśamaṇḍala, pr̥thiraī ārau ē'i duẏōra mājata thakā sakalō bastu āmi yathāyatha bhāraē ārau nirdiṣṭa samaẏara bābē sr̥ṣṭi karaichō; ārau yisakalē kupharaī karaichē, siham̐taka yi biṣaẏē bhīti pradarśana karaā haichē tāra paraā siham̐tē bimukha hai āchē"},{"SurahNumber":46,"VerseNumber":4,"Text":"Siham̐taka kōraā, ‘tōmālōkara dhāraṇā ki, tōmālōkē āllāhara paraibartē yisakalaka āhbāna karaā mōka dēkhuraācōna siham̐tē pr̥thiraīta kibā sr̥ṣṭi karaichē nēki athabā ākāśasamūhata siham̐tara kibā araihanā āchē nēki? Iẏāra pūrbarartī kōnō kitāba athabā paramparaāgata kōnō jñāna thākilē sēẏā tōmālōkē mōra ōcarata lai āhā, yadi tōmālōkē satyabādī hōraā’"},{"SurahNumber":46,"VerseNumber":5,"Text":"Ārau sē'i byaktitakai adhika bibhraānta ārau kōna ha’ba pāraē, yiẏē āllāhara paraibartē ēnē kichumānaka āhbāna karaē yibōraē kiẏāmata dirasa laikē tāra āhbānata sam̐hārai nidiba? Ārau sē'ibōra siham̐tara āhbāna samparkē'ō udāsīna"},{"SurahNumber":46,"VerseNumber":6,"Text":"Ārau yētiẏā kiẏāmatara dinā mānuhaka ēkatraita karaā ha’ba tētiẏā sē'ibōra ha’ba siham̐tara śatrau ārau sē'ibōraē siham̐tara ibādata asbīkāra karaiba"},{"SurahNumber":46,"VerseNumber":7,"Text":"Ārau yētiẏā siham̐tara ōcarata āmāra suspaṣṭa āẏātasamūha tilārata karaā haẏa tētiẏā yisakalē kupharaī karaichē siham̐tara ōcarata satya ahāra pichatō siham̐tē kaẏa, ‘ēẏā dēkhuna suspaṣṭa yādu’"},{"SurahNumber":46,"VerseNumber":8,"Text":"Athabā siham̐tē kaẏa yē, ‘ē'ōm̐ ē'iṭō nijē'i udbhārana karaichē’. Kōraā, ‘yadi ē'iṭō ma'i nijē udbhārana karaichō, tēntē mōka āllāhara śāstira paraā bacābalai tōmālōkara akaṇō adhikāra nā'i. Tōmālōkē yi biṣaẏē ālōcanāta lipta haichā, sē'i biṣaẏē āllāha sabiśēṣa aragata. Mōra ārau tōmālōkara mājata sākṣī hicāpē tēraēm̐i yathēṣṭa ārau tē'ōm̐ kṣamāśīla, parama daẏālu’"},{"SurahNumber":46,"VerseNumber":9,"Text":"Kōraā, ‘raāchulasakalara mājata maẏē'i natuna nahaẏa. Ma'i ē'i kathā'ō nājānō yē, mōra ārau tōmālōkara biṣaẏē ki karaā ha’ba. Ma'i kērala mōra prati yi ahī karaā haẏa sē'iṭōrahē anusaraṇa karaō. Ma'i ējana suspaṣṭa satarkakāraī mātra’"},{"SurahNumber":46,"VerseNumber":10,"Text":"Siham̐taka kōraā, ‘kōraācōna tōmālōkē, yadi ē'i kōra'āna āllāhara taraphara paraā aratīrṇa hai thākē ārau tōmālōkē iẏāka asbīkāra karaichā, athaca banī icharaā'īlara ējana sākṣīẏē ē'i biṣaẏē anuraūpa sākṣī pradāna karai tāra prati īmāna ānilē; kintu tōmālōkē aud'dhatya prakāśa karailā, (tēnēha’lē tōmālōkara paraiṇāma ki ha’ba?) Niścaẏa āllāhē yālima sampradāẏaka hidāẏata nakaraē’"},{"SurahNumber":46,"VerseNumber":11,"Text":"Yisakalē kupharaī karaichē siham̐tē muminasakalara biṣaẏē kaẏa, ‘yadi ēẏā māni lōraā bhāla ha’lēhēm̐tēna tēntē siham̐tē āmātakai agraṇī ha’ba nōraārailēhēm̐tēna’. Siham̐tē yihētu iẏāra dbāraā hidāẏata pōraā nā'i sēẏē siham̐tē aciraē'i ka’ba, ‘ēẏā ēṭā praācīna michā kathāhē’"},{"SurahNumber":46,"VerseNumber":12,"Text":"Iẏāra pūrbē āchila muchāra kitāba patha pradarśaka ārau rahamatasbaraūpa, ārau ē'i kitāba (sē'iṭōraē) samarthaka, ārabī bhāṣāta, yātē i yālimasakalaka satarka karaē, lagatē i muhachinasakalara bābē susambāda"},{"SurahNumber":46,"VerseNumber":13,"Text":"Niścaẏa yisakalē kaẏa, ‘āmāra raba āllāha’, tāra pichata abicala thākē, tē'ōm̐lōkara kōnō bhaẏa nā'i ārau tē'ōm̐lōka cintita'ō naha’ba"},{"SurahNumber":46,"VerseNumber":14,"Text":"Tē'ōm̐lōkē'i jānnātara adhibāsī, tē'ōm̐lōkē yi āmala karaichila tāra puraṣkāra hicāpē tāta tē'ōm̐lōka sthāẏī ha’ba"},{"SurahNumber":46,"VerseNumber":15,"Text":"Ārau āmi mānuhaka siham̐tara pitr̥-mātr̥ra prati sadaẏa byarahārara nirdēśa pradāna karaichō. Tāra mākē tāka bahu kaṣṭaraē garbhata dhāraṇa karaichila ārau bahu kaṣṭaraē prasara karaichila, tāka garbhata dhāraṇa karaā ārau piẏāha khōraā ērauraābalai lāgichila traiśa māha, araśēṣata yētiẏā si pūrṇa śakti praāpta haẏa ārau calliśa bacharata upanīta haẏa, tētiẏā si kaẏa, hē mōra raba! Tumi mōka sāmartha diẏā, yātē ma'i tōmāra prati kr̥tajñatā prakāśa karaiba pāraō, mōra prati ārau mōra pitr̥-mātr̥ra prati tumi yi anugraha karaichā tāra bābē lagatē yātē ma'i ēnēkuraā saṯkarma karaiba pāraō yiṭō tumi pachanda karaā, ārau mōra bābē mōra santāna-santatisakalaka sanśōdhana karai diẏā, niścaẏa ma'i tōmāraē'i abhimukhī haichō ārau niścaẏa ma'i muchalimasakalara antarbhukta"},{"SurahNumber":46,"VerseNumber":16,"Text":"Ē'ōm̐lōkē'i sē'isakala lōka, yisakalara uṯkr̥ṣṭa āmalasamūha āmi kabula karaō ārau tē'ōm̐lōkara bēẏā āmalasamūha āmi kṣamā karai di'ōm̐, tē'ōm̐lōkē'i jānnātabāsīsakalara antarbhukta. Tē'ōm̐lōkaka yiṭō pratiśrauti diẏā haichē, sēẏā satya pratiśrauti"},{"SurahNumber":46,"VerseNumber":17,"Text":"Ārau yiẏē tāra pitr̥-mātr̥ka kaẏa, ‘āphacōca tōmālōkara bābē! Tōmālōkē mōka ē'i pratiśrauti diẏā nēki yē, mōka punaraut'thita karaā ha’ba athaca mōra pūrbē bahu prajanma atīta haichē’? Tētiẏā tāra pitr̥-mātr̥ āllāhara ōcarata sahāẏa praārthanā karaē ārau tāka kaẏa, ‘durbhāgya tōra! Īmāna āna, niścaẏa āllāhara pratiśrauti satya’. Tētiẏā si kaẏa, ‘ēẏā atīta kālara upakathāra bāhiraē āna ēkō nahaẏa’"},{"SurahNumber":46,"VerseNumber":18,"Text":"Iham̐tē'i sē'isakala lōka, yisakalara prati śāstira sē'i phaẏacālā sābyasta haichē, yiṭō satya pramāṇita haichila siham̐tara pūrbē yibōra um'mata atibāhita haichē jina ārau mānarara paraā sē'isakalara ōparata. Niścaẏa siham̐ta āchila kṣatigrasta"},{"SurahNumber":46,"VerseNumber":19,"Text":"Ārau pratyēkaraē bābē siham̐tara āmala anusāraē maryādā āchē; yātē āllāhē pratyēkaraē karmara pūrṇa pratiphala pradāna karaē. Lagatē siham̐tara prati akaṇō an'yāẏa karaā naha’ba"},{"SurahNumber":46,"VerseNumber":20,"Text":"Ārau yisakalē kupharaī karaichē yidinā siham̐taka jāhānnāmara sanmukhata pēca karaā ha’ba (sē'idinā siham̐taka kōraā ha’ba) tōmālōkē tōmālōkara pārthira jīranatē'i yāratīẏa sukha-śānti lai gaichā ārau sē'ibōra upabhōgō karaichā. Ētēkē āji tōmālōkaka diẏā ha’ba aramānanākara śāsti; kāraṇa tōmālōkē pr̥thiraīta an'yāẏabhāraē aud'dhatya prakāśa karaichilā ārau tōmālōkē abādhyatā karaichilā"},{"SurahNumber":46,"VerseNumber":21,"Text":"Ārau smaraṇa karaā āda sampradāẏara bhātr̥ra kathā, yētiẏā tē'ōm̐ āhakbāphata nija sampradāẏaka satarka karaichila. Yāra āgata ārau pichatō satarkakāraī āhichila (ē'i nirdēśa lai) yē, ‘tōmālōkē ēkamātra āllāhara bāhiraē āna kāraō ibādata nakaraibā. Niścaẏa ma'i tōmālōkara bābē mahādirasara śāstira āśaṅkā karaichō’"},{"SurahNumber":46,"VerseNumber":22,"Text":"Siham̐tē ka’lē, ‘tumi āmāka āmāra upāsyabōrara paraā nibr̥tta karaibalai āhichā nēki? An'yathā tumi yadi satyabādīsakalara antarbhukta hai thakā tēntē āmāra lagata tumi yi pratiśrauti karaichā sēẏā lai āhā’"},{"SurahNumber":46,"VerseNumber":23,"Text":"Tē'ōm̐ ka’lē, ‘ē'i jñāna kērala āllāhara ōcaratahē. Ma'i yiṭō lai praēraita haichō kērala sē'iṭōhē ma'i tōmālōkara ōcarata pracāra karaō, kintu ma'i dēkhi āchō tōmālōka ēṭā murkha sampradāẏa’"},{"SurahNumber":46,"VerseNumber":24,"Text":"Tāra pichata yētiẏā siham̐tē siham̐tara upatyakāra pinē mēgha ahā dēkhilē tētiẏā siham̐tē ka’balai dharailē, ‘ē'i mēghē āmāra iẏāta baraṣuṇa diba’. Nahaẏa, baraṁ ē'iṭōraē sē'i śāsti yiṭōra bābē tōmālōkē kharadhara karaichilā, ējāka baraṣuṇa, ya’ta āchē yantraṇādāẏaka śāsti"},{"SurahNumber":46,"VerseNumber":25,"Text":"‘I tāra pratipālakara nirdēśata sakalō bastu dhbansa karai diba’. Phalata siham̐ta ēnēkuraā (dhbansa) hai ga’la yē, siham̐tara ābāsasthalara bāhiraē āna ēkō dēkhā pōraā naga’la. Ē'idaraē āmi aparaādhī sampradāẏaka pratiphala pradāna karai thākō"},{"SurahNumber":46,"VerseNumber":26,"Text":"Ārau araśyē āmi siham̐taka yēnēkai pratiṣṭhita karaichilō tōmālōkaka tēnēkai pratiṣṭhita karaā nā'i; ārau āmi siham̐taka dichilō kāṇa, caku ārau hr̥daẏa; tathāpi'ō siham̐tara kāṇa, caku ārau hr̥daẏa kōnō kāmata ahā nāchila, yētiẏā siham̐tē āllāhara āẏātasamūha asbīkāra karaichila. Ārau yi biṣaẏē siham̐tē ṭhāṭṭā-bidraūpa karaichila, sē'iṭōraē siham̐taka paraibēṣṭana karailē"},{"SurahNumber":46,"VerseNumber":27,"Text":"Ārau araśyē āmi dhbansa karaichilō tōmālōkara cārai'ōphālē thakā janapadamūha; ārau āmi bibhinnabhāraē āẏātasamūha bibr̥ta karaichilō, yātē siham̐tē ubhati āhē"},{"SurahNumber":46,"VerseNumber":28,"Text":"Ētēkē yiham̐tē āllāhara sānnidhya lābha karaāra bābē āllāhara paraibartē yibōraka upāsyaraūpē grahaṇa karaichila sē'ibōraē siham̐taka sahāẏa nakarailē kiẏa? Baraṁ sē'ibōra siham̐tara paraā hēraā'i ga’la, kāraṇa ē'iṭō āchila siham̐tara manēsajā michā pratāraṇā; yiṭō siham̐tē alīka udbhārana karaichila"},{"SurahNumber":46,"VerseNumber":29,"Text":"Ārau smaraṇa karaā, yētiẏā āmi tōmāra phālē jinara ēṭā dala ānichilō. Yisakalē manōyōga sahakāraē kōra'āna pāṭha śuni āchila. Ētēkē yētiẏā tē'ōm̐lōkē tē'ōm̐ra ōcarata upasthita haichila, tē'ōm̐lōkē parasparaē kaichila, ‘manē manē śunā’. Tāra pichata yētiẏā kōra'āna pāṭha samāpta ha’la tētiẏā tē'ōm̐lōkē satarkakāraīraūpē nija sampradāẏara ōcarata ubhati ga’la"},{"SurahNumber":46,"VerseNumber":30,"Text":"Tē'ōm̐lōkē kaichila, ‘hē āmāra sampradāẏa! Niścaẏa āmi ēnē ēṭā puthira pāṭha śunichō yiṭō aratīrṇa haichē muchāra pichata, i tāra pūrbarartī kitābasamūhaka samarthana karaē lagatē satya ārau sarala pathara pinē hidāẏata karaē"},{"SurahNumber":46,"VerseNumber":31,"Text":"‘Hē āmāra sampradāẏa! Āllāhara phālē āhbānakāraīra prati sam̐hārai diẏā ārau tē'ōm̐ra prati īmāna pōṣaṇa karaā, tē'ōm̐ tōmālōkara pāpasamūha kṣamā karai diba ārau yantraṇādāẏaka śāstira paraā tōmālōkaka rakṣā karaiba’"},{"SurahNumber":46,"VerseNumber":32,"Text":"Ārau yiẏē āllāhara phālē āhbānakāraīra prati sam̐hārai nidiẏē (manata rakhā ucita) si kintu pr̥thiraīta āllāhaka apāraga karaiba nōraāraiba; ārau āllāhara bāhiraē tāra kōnō abhibhārakō nā'i. Siham̐tē'i āchē suspaṣṭa bibhraāntira mājata"},{"SurahNumber":46,"VerseNumber":33,"Text":"Siham̐tē dēkhā nā'inē yē, niścaẏa āllāha, yijanē ākāśasamūha ārau pr̥thiraī sr̥ṣṭi karaichē ārau ē'ibōrara sr̥ṣṭita tē'ōm̐ kōnō klāntabōdha karaā nā'i, tēraēm̐i mr̥taka jīrana dāna karaibalai sakṣama? Niścaẏa haẏa, niścaẏa tē'ōm̐ sakalō bastura ōparata kṣamatābāna"},{"SurahNumber":46,"VerseNumber":34,"Text":"Ārau yisakalē kupharaī karaichē yidinā siham̐taka jāhānnāmara sanmukhata upasthita karaā ha’ba (sē'idinā siham̐taka kōraā ha’ba) ‘ē'iṭō sam̐cā nahaẏa nē’? Siham̐tē ka’ba, ‘āmāra pratipālakara śapata! Niścaẏa sam̐cā’. Tē'ōm̐ ka’ba, ‘tēntē śāsti bhōga karaā; kāraṇa tōmālōkē kupharaī karaichilā’"},{"SurahNumber":46,"VerseNumber":35,"Text":"Ētēkē tumi dhairya dhāraṇa karaā yēnēkai dhairya dhāraṇa karaichila dr̥ṛhapratijña raāchulasakalē. Tumi siham̐tara bābē kharakhēdā nakaraibā. Siham̐taka yi biṣaẏē satarka karaā haichē sēẏā yidinā siham̐tē dēkhibalai pāba, sē'idinā siham̐tara dhāraṇā ha’ba, siham̐tē yēnibā pr̥thiraīta ēṭā muhūrtara bēchi samaẏa arasthāna karaā nāchila. Ēẏā ēṭā ghōṣaṇā, ētēkē kērala phāchikba sampradāẏakē'i dhbansa karaā ha’ba"},{"SurahNumber":47,"VerseNumber":1,"Text":"Yisakalē kupharaī karaichē ārau ānaka āllāhara pathara paraā nibr̥tta karaichē tē'ōm̐ (āllāhē) siham̐tara āmalasamūha byartha karai dichē"},{"SurahNumber":47,"VerseNumber":2,"Text":"Ārau yisakalē īmāna ānichē, saṯkarma karaichē lagatē muhām'madara prati yi aratīrṇa haichē tāra ōparata biśbāsa sthāpana karaichē ārau sēẏā tē'ōm̐lōkara pratipālakara taraphara paraā (praēraita) satya, tēraēm̐i tē'ōm̐lōkara bēẏā āmalasamūha dūra karaiba ārau tē'ōm̐lōkara arasthāra sanśōdhana karaiba"},{"SurahNumber":47,"VerseNumber":3,"Text":"Ē'iṭō ē'i kāraṇē yē, yisakalē kupharaī karaichē siham̐tē bātilara anusaraṇa karaichē ārau yisakalē īmāna ānichē tē'ōm̐lōkē nija pratipālakara praēraita satyara anusaraṇa karaichē. Ē'idaraē āllāhē mānuhara bābē siham̐tara dr̥ṣṭāntasamūha upasthāna karaē"},{"SurahNumber":47,"VerseNumber":4,"Text":"Ētakē yētiẏā tōmālōkē kāphirasakalara lagata yud'dhata mukābilā karaā tētiẏā (siham̐tara) ghārata āghāta karaibā, araśēṣata yētiẏā tōmālōkē siham̐taka sampūrṇaraūpē paryudasta karaibā tētiẏā siham̐taka kaṭakaṭīẏākai bāndhibā; tāra pichata ha’lē anukampā, naha’lē muktipaṇa. Yētiẏā laikē (siham̐tē) yud'dhara bhāra (astra-śastra) namā'i nathaẏa. Ē'idaraē'i, ārau āllāhē icchā karailē siham̐tara paraā pratiśōdha laba pārailēhēm̐tēna, kintu tē'ōm̐ tōmālōkara ējanaka ānajanara dbāraā paraīkṣā karaiba bicāraē. Yisakalē āllāhara pathata nihata haẏa tē'ōm̐ kētiẏā tē'ōm̐lōkara āmala binaṣṭa ha’ba nidiẏē"},{"SurahNumber":47,"VerseNumber":5,"Text":"Anatipalamē tē'ōm̐ tē'ōm̐lōkaka pathanirdēśa karaiba ārau tē'ōm̐lōkara arasthāra sanśōdhana karaiba"},{"SurahNumber":47,"VerseNumber":6,"Text":"Ārau tē'ōm̐ tē'ōm̐lōkaka praraēśa karaāba jānnātata, yāra paraicaẏa tē'ōm̐ tē'ōm̐lōkaka janā'i dichē"},{"SurahNumber":47,"VerseNumber":7,"Text":"Hē muminasakala! Yadi tōmālōkē āllāhaka sahāẏa karaā tēntē tē'ōm̐ tōmālōkaka sahāẏa karaiba ārau tōmālōkara bharai sudr̥ṛha karaiba"},{"SurahNumber":47,"VerseNumber":8,"Text":"Ārau yisakalē kupharaī karaichē siham̐tara bābē āchē dhbansa ārau tē'ōm̐ siham̐tara āmalasamūha byartha karai dichē"},{"SurahNumber":47,"VerseNumber":9,"Text":"Ē'iṭō ē'i kāraṇē yē, āllāhē yi aratīrṇa karaichē sēẏā siham̐tē apachanda karaichē. Sēẏē tē'ōm̐ siham̐tara āmalasamūha niṣphala karai dichē"},{"SurahNumber":47,"VerseNumber":10,"Text":"Tēntē siham̐tē pr̥thiraīta bhramaṇa karai cōraā nā'inē siham̐tara pūrbarartīsakalara paraiṇāma ki haichila? Āllāhē siham̐taka dhbansa karaichē. Kāphirasakalara bābē āchē anuraūpa paraiṇāma"},{"SurahNumber":47,"VerseNumber":11,"Text":"Ē'iṭō ē'i kāraṇē yē, niścaẏa āllāha muminasakalara abhibhāraka ārau ē'i kathā'ō niścita yē, kāphirasakalara kōnō abhibhāraka nā'i"},{"SurahNumber":47,"VerseNumber":12,"Text":"Niścaẏa yisakalē īmāna ānichē ārau saṯkarma karaichē āllāhē tē'ōm̐lōkaka praraēśa karaāba jānnātata yāra talata nadīsamūha prabāhita; kintu yisakalē kupharaī karaichē siham̐tē bhōga-bilāsata matta thākē ārau āhāra karaē sē'idaraē yidaraē catuṣpada jantubōraē āhāra karaē; ārau jāhānnāmē'i siham̐tara ābāsasthala"},{"SurahNumber":47,"VerseNumber":13,"Text":"Ārau tōmāra janapada yiṭōra paraā siham̐tē tōmāka bahiṣkāra karaichē sē'i janapadara tulanāta adhika śaktiśālī janapada ārau bahutō āchila; yibōraka āmi dhbansa karai dichō, phalata siham̐tara kōnō sahāẏakāraī nāchila"},{"SurahNumber":47,"VerseNumber":14,"Text":"Yi byakti tē'ōm̐ra pratipālakara taraphara paraā praēraita suspaṣṭa pramāṇara ōparata pratiṣṭhita, sē'ijana byakti tāra daraē nēki yāra ōcarata nijara bēẏā āmalasamūha śōbhanīẏa karai diẏā haichē ārau yisakalē nijara kāmanā-bāsanāra anusaraṇa karai āchē"},{"SurahNumber":47,"VerseNumber":15,"Text":"muttākbīsakalaka yi jānnātara pratiśrauti diẏā haichē tāra dr̥ṣṭānta haichē, tāta āchē nirmala pānīra nijaraāsamūha, ārau āchē gākhīrara nadīsamūha yāra sōraāda aparaibartanīẏa, lagatē pānakāraī sakalara bābē āchē susbādu suraāra naharasamūha, ārau āchē paraiśōdhita maujōlara nadīsamūha ārau tāta thākiba tē'ōm̐lōkara bābē pratyēka prakārara phalamūla, ārau āchē tē'ōm̐lōkara pratipālakara taraphara paraā kṣamā. Tē'ōm̐lōka siham̐tara daraē nēki yiham̐ta jāhānnāmata sthāẏī ha’ba ārau yiham̐taka pāna karaōraā ha’ba utalā pānī, phalata sē'i pānīẏē siham̐tara nāṛī-bhurau chinna-bicchinna karai pēlāba"},{"SurahNumber":47,"VerseNumber":16,"Text":"Siham̐tara mājara kichumānē tōmāra kathā manōyōga sahakāraē śunē, araśēṣata tōmāra ōcarara paraā ōlā'i gai tē'ōm̐lōkaka sōdhē yisakalaka jñāna dāna karaā haichē, ‘ē'i mātra tē'ōm̐ ki ka’lē’? Iham̐tē'i sē'isakala lōka, yisakalara antarasamūhata āllāhē mōhara mārai dichē ārau siham̐tē nijara kāmanā-bāsanāra anusaraṇa karaichē"},{"SurahNumber":47,"VerseNumber":17,"Text":"Ārau yisakalē hidāẏata praāpta haichē āllāhē tē'ōm̐lōkara hidāẏata ārau br̥d'dhi karai diẏē ārau tē'ōm̐lōkaka tē'ōm̐lōkara tākbaraā pradāna karaē"},{"SurahNumber":47,"VerseNumber":18,"Text":"Ētēkē siham̐tē kērala ē'i apēkṣāta āchē nēki yē, kiẏāmata siham̐tara ōcarata ākasmikabhāraē āhi paraka? Araśyē kiẏāmatara lakṣaṇasamūha āhiẏē paraichē! Sēẏē kiẏāmata āhi parailē siham̐tē upadēśa grahaṇa karaiba kēnēkai"},{"SurahNumber":47,"VerseNumber":19,"Text":"Sēẏē jāni thōraā! Āllāhara bāhiraē āna kōnō satya ilāha nā'i. Lagatē kṣamā praārthanā karaā nijara ārau mumina nara-nāraīsakalara bhula-trauṭira bābē. Āllāhē tōmālōkara gatibidhi ārau arasthāna samparkē aragata"},{"SurahNumber":47,"VerseNumber":20,"Text":"Ārau yisakalē īmāna ānichē tē'ōm̐lōkē kaẏa, ēṭā churaā aratīrṇa karaā nahaẏa kiẏa, tāra pichata yadi kōnō muhakāma churaā aratīrṇa haẏa ārau tāta yud'dhara kōnō nirdēśa thākē, tētiẏā tumi dēkhibā yisakalara antarata byādhi āchē siham̐tē mr̥tyura bhaẏata bihbala mānuhara daraē tōmāra phālē cā'i āchē. Ētēkē siham̐tara bābē uttama āchila"},{"SurahNumber":47,"VerseNumber":21,"Text":"ānugatya ārau n'yāẏasaṅgata bākya; ētēkē yētiẏā sid'dhānta cūṛānta haẏa, tētiẏā yadi siham̐tē āllāhara lagata karaā pratiśrauti satyata paraiṇata karailēhēm̐tēna, tēntē sēẏā siham̐tara bābē kalyāṇakara ha’lēhēm̐tēna"},{"SurahNumber":47,"VerseNumber":22,"Text":"Tēntē tōmālōkē ē'iṭō bicaraā nēki yē, yadi tōmālōkē śāsana kartr̥tba pōraā, tēntē tōmālōkē pr̥thiraīta biparyaẏa sr̥ṣṭi karaibā ārau ātmīẏatāra bandhana bicchinna karaibā"},{"SurahNumber":47,"VerseNumber":23,"Text":"iham̐takē'i āllāhē lānata karaichē, phalata tē'ōm̐ siham̐taka badhira karai dichē ārau siham̐tara dr̥ṣṭisamūhaka andha karai dichē"},{"SurahNumber":47,"VerseNumber":24,"Text":"Tēntē siham̐tē kōra'āna lai gabhīra cintā-carcā nakaraē nēki? Nē siham̐tara antarata talā lagōraā āchē"},{"SurahNumber":47,"VerseNumber":25,"Text":"niścaẏa yisakalē nijara ōcarata saṯpatha spaṣṭa hōraāra pichatō tāra paraā pr̥ṣṭhapradarśana karaē, caẏatānē siham̐tara karmaka śōbhanīẏa karai dēkhuraāẏa ārau siham̐taka michā āśā diẏē"},{"SurahNumber":47,"VerseNumber":26,"Text":"Ē'iṭō ē'i kāraṇē yē, āllāhē yi aratīrṇa karaichē, sēẏā yisakalē apachanda karaē siham̐taka iham̐tē kaẏa, ‘anatipalamē āmi'ō kichumāna biṣaẏata tōmālōkara anusaraṇa karaima’. Kintu āllāhē siham̐tara gōpana abhisandhisamūha jānē"},{"SurahNumber":47,"VerseNumber":27,"Text":"Ētēkē sē'i samaẏata siham̐tara ki daśā ha’ba! Yētiẏā phiraistāsakalē siham̐tara mukhamaṇḍala ārau piṭhita maraiẏā'i maraiẏā'i praāṇa haraṇa karaiba"},{"SurahNumber":47,"VerseNumber":28,"Text":"Ē'iṭō ē'i kāraṇē yē, siham̐tē ēnē kichumāna biṣaẏara anusaraṇa karaichē yibōraē āllāhaka asantōṣa karaichē ārau siham̐tē tē'ōm̐ra santuṣṭika apachanda karaichē, sēẏē tē'ōm̐ siham̐tara āmalasamūha niṣphala karai dichē"},{"SurahNumber":47,"VerseNumber":29,"Text":"Yisakalara antarata byādhi āchē siham̐tē ē'iṭō bhāraē nēki yē, āllāhē kētiẏā'ō siham̐tara bidbēṣabhāra prakāśa karai nidiba"},{"SurahNumber":47,"VerseNumber":30,"Text":"ārau āmi icchā karailē tōmāka siham̐tara paraicaẏa dilōhēm̐tēna; phalata tumi siham̐tara lakṣaṇa dēkhiẏē siham̐taka ciniba pārailāhēm̐tēna. Kintu araśyē tumi siham̐tara kathāra bhaṅgitē siham̐taka ciniba pāraibā. Āllāhē tōmālōkara yāratīẏa āmala samparkē jānē"},{"SurahNumber":47,"VerseNumber":31,"Text":"Ārau āmi araśyē tōmālōkaka paraīkṣā karaima ē'i kathā prakāśa nakaraā laikē yē, tōmālōkara mājata kōna jihādakāraī ārau kōna dhairyaśīla ārau āmiẏē'i tōmālōkara karmakāṇḍa paraīkṣā karaō"},{"SurahNumber":47,"VerseNumber":32,"Text":"Niścaẏa yisakalē kupharaī karaichē ārau mānuhaka āllāhara pathara paraā nibr̥tta karaichē lagatē siham̐tara ōcarata hidāẏata suspaṣṭa hōraāra pichatō raāchulara biraōdhitā karaichē, siham̐tē kētiẏā'ō āllāhara kōnō kṣati karaiba nōraāraiba. Atiśīghraē tē'ōm̐ siham̐tara āmalasamūha niṣphala karai diba"},{"SurahNumber":47,"VerseNumber":33,"Text":"Hē muminasakala! Tōmālōkē āllāhara ānugatya karaā ārau raāchulara ānugatya karaā, ārau tōmālōkē nijara āmalasamūha binaṣṭa nakaraibā"},{"SurahNumber":47,"VerseNumber":34,"Text":"Niścaẏa yisakalē kupharaī karaichē ārau āllāhara pathara paraā mānuhaka nibr̥tta karaichē, tāra pichata kāphira arasthāta mr̥tyubaraṇa karaichē, āllāhē siham̐taka kētiẏā'ō kṣamā nakaraiba"},{"SurahNumber":47,"VerseNumber":35,"Text":"Ētēkē tōmālōkē manōbala nēhērauraābā ārau sandhira prastābō nidibā, tōmālōkē'i prabala, kāraṇa āllāha āchē (sahāẏaka hicāpē) tōmālōkara lagata ārau tē'ōm̐ tōmālōkara karmaphala kētiẏā'ō kṣuṇṇa nakaraiba"},{"SurahNumber":47,"VerseNumber":36,"Text":"Pārthira jīrana kērala khēla-dhēmāli ārau arthahīna kathā-bataraāhē. Yadi tōmālōkē īmāna pōṣaṇa karaā ārau tākbaraā aralambana karaā tēntē āllāhē tōmālōkaka tōmālōkara puraṣkāra pradāna karaiba ārau tē'ōm̐ tōmālōkara dhana-sampada nibicāraē"},{"SurahNumber":47,"VerseNumber":37,"Text":"Yadi tē'ōm̐ tōmālōkara ōcarata sēẏā (dhana-sampada) bicāraē, tāra pichata tē'ōm̐ tōmālōkara ōparata prabala cāpa diẏē tēntē tōmālōkē kr̥paṇālihē karaibā ārau tē'ōm̐ tētiẏā tōmālōkara bidbēṣabhāra prakāśa karai diba"},{"SurahNumber":47,"VerseNumber":38,"Text":"Cōraā, tōmālōkē'i sē'isakala lōka, yisakalaka āllāhara pathata byaẏa karaibalai kōraā haichē athaca tōmālōkara kichumānē kr̥paṇatāhē karaichē, kintu yiẏē kr̥paṇāli karaichē si nijara pratihē kr̥paṇāli karaichē. (Jāni thōraā!) Āllāha abhāramukta ārau tōmālōka abhāragrasta. Yadi tōmālōkē bimukha hōraā, tēntē tē'ōm̐ tōmālōkara bāhiraē āna ēṭā sampradāẏaka tōmālōkara sthalarartī karaiba; siham̐ta kintu tōmālōkara daraē naha’ba"},{"SurahNumber":48,"VerseNumber":1,"Text":"Niścaẏa āmi tōmāka pradāna karaichō suspaṣṭa bijaẏa"},{"SurahNumber":48,"VerseNumber":2,"Text":"yātē āllāhē tōmāra atīta ārau bharaiṣyatara trauṭisamūha mārjanā karaē ārau tōmāra prati tē'ōm̐ra anugraha pūrṇa karaē, lagatē tē'ōm̐ yātē tōmāka sarala pathara hidāẏata diẏē"},{"SurahNumber":48,"VerseNumber":3,"Text":"ārau yātē tōmāka baliṣṭha sāhāyya dāna karaē"},{"SurahNumber":48,"VerseNumber":4,"Text":"Tēraēm̐i muminasakalara antarata praśānti nāyila karaichē yātē tē'ōm̐lōkē nijara īmānara saitē īmāna br̥d'dhi karai laẏa. Ākāśasamūha ārau pr̥thiraīra sain'yabāhinī kērala āllāharaē'i ārau āllāha haichē sarbajña, prajñāmaẏa"},{"SurahNumber":48,"VerseNumber":5,"Text":"Yātē tē'ōm̐ mumina purauṣa ārau mumina nāraīsakalaka praraēśa karaāẏa jānnātata, yāra talata nadīsamūha prabāhita, ya’ta tē'ōm̐lōka sthāẏī ha’ba ārau tē'ōm̐ tē'ōm̐lōkara pāpasamūha mōcana karaiba; ē'iṭōraē haichē āllāhara ōcarata mahā saphalatā"},{"SurahNumber":48,"VerseNumber":6,"Text":"Manāphika purauṣa ārau munāphikā nāraī, lagatē muśbaraika purauṣa ārau muśbaraikā nāraī yisakalē āllāhara biṣaẏē bēẏā dhāraṇā pōṣaṇa karaē yātē tē'ōm̐ siham̐taka śāsti diẏē. Amaṅgala cakra siham̐tara ōparatē'i āpatita haẏa. Āllāhē siham̐tara ōparata kraōdhānbita haichē ārau siham̐taka lānata karaichē; ārau siham̐tara bābē prastuta raākhichē jāhānnāma. Sē'iṭō kimāna yē nikr̥ṣṭa pratyārartanasthala"},{"SurahNumber":48,"VerseNumber":7,"Text":"Ākāśasamūha ārau pr̥thiraīra sain'yabāhinī kērala āllāharaē'i ārau āllāha haichē paraākramaśālī, prajñāmaẏa"},{"SurahNumber":48,"VerseNumber":8,"Text":"Niścaẏa āmi tōmāka praēraṇa karaichō sākṣīraūpē, susambādadātā ārau satarkakāraīraūpē"},{"SurahNumber":48,"VerseNumber":9,"Text":"yātē tōmālōkē āllāha ārau tē'ōm̐ra raāchulara prati īmāna pōṣaṇa karaā ārau tē'ōm̐ka sahāẏa-sahayōgitāra dbāraā śakti yuguraā lagatē tē'ōm̐ka sanmāna karaā; ārau puraā-gadhūli tē'ōm̐ra paraitratā ārau mahimā ghōṣaṇā karaā"},{"SurahNumber":48,"VerseNumber":10,"Text":"Niścaẏa yisakalē tōmāra ōcarata bā'i'āta karaē araśyē tē'ōm̐lōkē āllāhara hātatahē bā'i'āta karaē. Āllāhara hāta tē'ōm̐lōkara hātara ōparata. Tāra pichata yiẏē sē'iṭō bhaṅga karaiba, sē'i bhaṅga karaāra paraiṇāma tāraē'i ōparata bartiba ārau yiẏē āllāhara lagata karaā aṅgīkāra pūrṇa karaiba tāka āllāhē araśyē mahāpuraṣkāra pradāna karaiba"},{"SurahNumber":48,"VerseNumber":11,"Text":"Yisakala bēdu'inē picha hōm̐hakā dichila siham̐tē tōmāka araśyē āhi ka’ba, ‘āmāra dhana-sampada ārau paraiẏālabarga'i āmāka byasta karai raākhichila, sēẏē āmāra bābē kṣamā praārthanā karai diẏaka’. Siham̐tē mukhēraē yi kaẏa sēẏā siham̐tara antarata nā'i. Siham̐taka kōraā, ‘āllāhē yadi tōmālōkara kōnō kṣati karaiba bicāraē athabā kōnō upakāra karaiba bicāraē, tēntē tē'ōm̐ka bādhā diẏāra kṣamatā kāra āchē? Baraṁ tōmālōkē yi karaā sē'i biṣaẏē āllāha sabiśēṣa arahita’"},{"SurahNumber":48,"VerseNumber":12,"Text":"Baraṁ tōmālōkē dhāraṇā karaichilā yē, raāchula ārau muminasakala tē'ōm̐lōkara nija paraiẏālara ōcarata kētiẏā'ō ubhati nāhiba ārau ē'i dhāraṇā tōmālōkara antarata praītikara buli bhābichilā, ārau ēẏā bara nikr̥ṣṭa dhāraṇā karaichilā ārau tōmālōka āchilā dhbansamukhī ēṭā sampradāẏa"},{"SurahNumber":48,"VerseNumber":13,"Text":"ārau yiẏē āllāha ārau tē'ōm̐ra raāchulara prati īmāna pōṣaṇa nakaraē, tēntē (jāni thōraā) niścaẏa āmi kāphirasakalara bābē prastuta karai raākhichō jalanta ju'i"},{"SurahNumber":48,"VerseNumber":14,"Text":"Ākāśasamūha ārau pr̥thiraīra sārbabhauma kartr̥tba kērala āllāharaē'i, tē'ōm̐ yāka icchā kṣamā karaē ārau yāka icchā śāsti diẏē. Āllāha ati kṣamāśīla, parama daẏālu"},{"SurahNumber":48,"VerseNumber":15,"Text":"Tōmālōkē yētiẏā yud'dhalabdha sampada saṅgraha karaibalai yābā tētiẏā yisakalē picha hōm̐hakā dichila, tētiẏā siham̐tē āhi ka’ba, ‘āmākō āpōnālōkara lagata yābalai anumati diẏaka’. Siham̐tē āllāhara bāṇī paraibartana karaiba bicāraē. Kōraā, ‘tōmālōkē kōnō matē'i āmāra anusaraṇa karaiba nōraāraā. Ē'i ghōṣaṇā āllāhē āgatē'i karai thaichē’. Siham̐tē araśyē ka’ba, ‘baraṁ āpōnālōkē āmāka hinsāhē karaē’. Nahaẏa, daraācalatē siham̐tē ati sāmān'yahē buji pāẏa"},{"SurahNumber":48,"VerseNumber":16,"Text":"Picha hōm̐hakā diẏā bēdu'inabilākaka kōraā, ‘atiśīghraē tōmālōkaka ēṭā kaṭhōra yud'dhā jātira biraud'dhē mātā ha’ba; tōmālōkē siham̐tara biraud'dhē yud'dha karaibā nā'ibā siham̐tē ātmasamarpana karaiba. Ētēkē tōmālōkē ē'i ādēśa pālana karailē āllāhē tōmālōkaka uttama puraṣkāra dāna karaiba. An'yathā tōmālōkē yadi āgara daraē pr̥ṣṭha pradarśana karaā, tēntē tē'ōm̐ tōmālōkaka yantraṇādāẏaka śāsti diba’"},{"SurahNumber":48,"VerseNumber":17,"Text":"Andhara bābē kōnō aparaādha nā'i, khañjara bābē kōnō aparaādha nā'i ārau asustha lōkara bābē'ō kōnō aparaādha nā'i; ārau yiẏē āllāha ārau tē'ōm̐ra raāchulara ānugatya karaiba, tē'ōm̐ tāka ēnēkuraā jānnātata praraēśa karaāba, yāra talata nadīsamūha prabāhita; kintu yiẏē pr̥ṣṭha pradarśana karaiba tē'ōm̐ tāka yantraṇādāẏaka śāsti diba"},{"SurahNumber":48,"VerseNumber":18,"Text":"Araśyē āllāhē muminasakalara prati santuṣṭa haichē, yētiẏā tē'ōm̐lōka gachara talata tōmāra ōcarata bā'i'āta grahaṇa karaichila, ētēkē tē'ōm̐lōkara antarata yi āchila sēẏā tē'ōm̐ jāni laichē; phalata tē'ōm̐ tē'ōm̐lōkara ōparata praśānti aratīrṇa karailē ārau tē'ōm̐lōkaka āsanna bijaẏēraē puraṣkr̥ta karailē"},{"SurahNumber":48,"VerseNumber":19,"Text":"lagatē bipula paraimāṇa yud'dhalabdha sampadara dbāraā (puraṣkr̥ta karailē) yibōra tē'ōm̐lōkē grahaṇa karaiba; ārau āllāha prabala paraākramaśālī, prajñāmaẏa"},{"SurahNumber":48,"VerseNumber":20,"Text":"Āllāhē tōmālōkaka prabhūta yud'dhalabdha sampadara pratiśrauti dāna karaichē, yāra adhikāraī kērala tōmālōka. Lagatē tē'ōm̐ ē'iṭō tōmālōkara bābē tbaraānbita karaichē. Tēraēm̐i tōmālōkara paraā mānuhara hāta nibāraita karaichē, yātē ē'iṭō muminasakalara bābē ēṭā nidarśana haẏa. Tēraēm̐i tōmālōkaka sarala pathata paraicālita karaē"},{"SurahNumber":48,"VerseNumber":21,"Text":"ārau ēṭā, yiṭō ētiẏā'ō tōmālōkara adhikārata ahā nā'i, sē'iṭō āllāhē'i bēṣṭana karai raākhichē. Āllāha sakalō bastura ōparata kṣamatābāna"},{"SurahNumber":48,"VerseNumber":22,"Text":"Ārau yisakalē kupharaī karaichē siham̐tē yadi tōmālōkara lagata yud'dha karaē tēntē siham̐tē niścaẏa pr̥ṣṭa pradarśana karaiba, tāra pichata siham̐tē kōnō abhibhāraka ārau sahāẏakāraī nāpāba"},{"SurahNumber":48,"VerseNumber":23,"Text":"Ē'iṭōraē āllāhara bidhāna--- pūrbaraē paraā yiṭō cali āhichē, tumi āllāhara bidhānata kōnō paraibartana nāpābā"},{"SurahNumber":48,"VerseNumber":24,"Text":"Ārau tēraēm̐i makkā upatyakāta siham̐tara hāta tōmālōkara paraā ārau tōmālōkara hāta siham̐tara paraā nibāraita karaichila, siham̐tara ōparata tōmālōkaka bijaẏī karaāra pichata, ārau tōmālōkē yi karaā āllāhē tāra samyaka draṣṭā"},{"SurahNumber":48,"VerseNumber":25,"Text":"Siham̐tē'i kupharaī karaichila ārau tōmālōkaka bādhā pradāna karaichila machajidula hāraāmara paraā lagatē bādhā pradāna karaichila kuraābānīra bābē ārad'dha paśubilākaka yathāsthānata lai yābalai. Yadi (makkāta) mumina purauṣa ārau muminā nāraīsakala nāthākilēhēm̐tēna, yisakalara biṣaẏē tōmālōkē nājānā yē, tōmālōkē ajñatābaśataḥ tē'ōm̐lōkaka padadalita karaibā, phalata tē'ōm̐lōkara kāraṇē tōmālōkē'i aparaādhī ārau dōṣī sābyasta ha’lāhēm̐tēna, (tathāpi'ō tē'ōm̐ yud'dhara anumati dilēhēm̐tēna. Kintu āllāhē tōmālōkaka tētiẏā yud'dhara anumati diẏā nāchila) yātē āllāhē nija icchā matē yāka icchā tē'ōm̐ra anugrahata praraēśa karaāba pāraē. Yadi tē'ōm̐lōka pr̥thaka hai thākilēhēm̐tēna, tēntē araśyē āmi siham̐tara mājata kāphirabilākaka yantraṇādāẏaka śāsti pradāna karailōhēm̐tēna"},{"SurahNumber":48,"VerseNumber":26,"Text":"Yētiẏā kāphirasakalē siham̐tara antarata gōtraīẏa ahamikā pōṣaṇa karaichila— ajñatā yugara ahamikā, tētiẏā āllāhē tē'ōm̐ra raāchulara ārau muminasakalara ōparata tē'ōm̐ra praśānti aratīrṇa karailē, ārau tē'ōm̐lōkaka tākbaraāra kalimāta sudr̥ṛha karailē, tē'ōm̐lōkē'i āchila iẏāra adhika yōgya ārau upayukta; ārau āllāha sakalō biṣaẏē sarbajña"},{"SurahNumber":48,"VerseNumber":27,"Text":"Araśyē āllāhē tē'ōm̐ra raāchulaka sapōnaṭō yathāyathabhāraē satyata paraiṇata karai dichē, āllāhara icchāta tōmālōkē araśyē niraāpadē mūra khuraōraā'i ārau culi cuṭi karai nirbhaẏē machajidula hāraāmata praraēśa karaibā. Ētēkē tē'ōm̐ sē'iṭō jānē yiṭō tōmālōkē nājānā. Sēẏē iẏāra bāhiraē'ō tē'ōm̐ tōmālōkaka pradāna karaichē ēṭā sadya bijaẏa"},{"SurahNumber":48,"VerseNumber":28,"Text":"Tēraēm̐i nija raāchulaka pathanirdēśa ārau satya dbīnasaha praēraṇa karaichē, āna sakalō dbīnara ōparata iẏāka jaẏayukta karaāra bābē; ārau sākṣī hicāpē āllāhē'i yathēṣṭa"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhām'mada āllāhara raāchula, ārau tē'ōm̐ra sahacarasakala kāphirasakalara prati ati kaṭhōra, parasparara mājata sahānubhūtiśīla; āllāhara anugraha ārau santuṣṭi kāmanāta tumi tē'ōm̐lōkaka rauku ārau chājadāha aranata dēkhibā. Tē'ōm̐lōkara lakṣaṇa tē'ōm̐lōkara mukhamaṇḍalata chājadāra prabhārata paraisphuṭa; ē'iṭōraē tā'ōraātata tē'ōm̐lōkara dr̥ṣṭānta. Iñjīlata tē'ōm̐lōkara dr̥ṣṭānta haichē ēnēkuraā ēṭi gachapulira daraē, yiṭōra paraā ōlāẏa kōmala pāta, tāra pichata sēẏā majabuta haẏa ārau puṣṭa haẏa ārau pichata dr̥ṛhabhāraē kāṇḍara ōparata thiẏa diẏē, yiṭō khētiẏakara bābē bara ānandadāẏaka. Ē'idaraē āllāhē muminasakalara samr̥d'dhira dbāraā kāphirasakalara antardahana br̥d'dhi karaē. Yisakalē īmāna ānichē ārau saṯkarma karaichē āllāhē tē'ōm̐lōkaka kṣamā ārau mahāpratidānara pratiśrauti dichē"},{"SurahNumber":49,"VerseNumber":1,"Text":"Hē muminasakala! Āllāha ārau tē'ōm̐ra raāchulara sanmukhata tōmālōkē kōnō biṣaẏē agraṇī naha'bā ārau tōmālōkē āllāhara tākbaraā aralambana karaā, niścaẏa āllāha sarbaśraōtā, sarbajña"},{"SurahNumber":49,"VerseNumber":2,"Text":"Hē muminasakala! Tōmālōkē nabīra kaṇṭhasbarara ōparata nijara kaṇṭhasbara ucca nakaraibā ārau nijara mājata yēnēkai uccasbaraē kathā kōraā tē'ōm̐ra lagata tēnēkai uccasbarata kathā naka’bā; an'yathā tōmālōkē gama nōpōraākaiẏē tōmālōkara sakalō āmala binaṣṭa hai yāba"},{"SurahNumber":49,"VerseNumber":3,"Text":"Niścaẏa yisakalē āllāhara raāchulara sanmukhata nijara kaṇṭhasbara aranamita karaē, āllāhē tē'ōm̐lōkara antarasamūhaka tākbaraāra bābē nirbācita karaichē. Tē'ōm̐lōkara bābē āchē kṣamā ārau mahā puraṣkāra"},{"SurahNumber":49,"VerseNumber":4,"Text":"Niścaẏa yisakalē tōmāka hujaraāsamūhara pichaphālara paraā uccasbaraē mātē, (daraācalatē) siham̐tara adhikānśa'i nabujē"},{"SurahNumber":49,"VerseNumber":5,"Text":"Tumi siham̐tara ōcarata ōlā'i nahā laikē yadi siham̐tē dhairya dhāraṇa karailēhēm̐tēna, tēntē sē'iṭōraē siham̐tara bābē uttama ha’lēhēm̐tēna. Āllāha kṣamāśīla, parama daẏālu"},{"SurahNumber":49,"VerseNumber":6,"Text":"Hē īmāndārasakala! Yadi kōnō phāchikbē tōmālōkara ōcarata kōnō bārtā lai āhē, tēntē tōmālōkē sēẏā paraīkṣā karai cābā, yātē ēnē nahaẏa yē, ajñatābaśata tōmālōkē kōnō sampradāẏaka ākramaṇa karai pēlābā, phalata tōmālōkara kr̥takarmara bābē tōmālōkē'i anutapta ha’ba lāgiba"},{"SurahNumber":49,"VerseNumber":7,"Text":"Jāni thōraā yē, tōmālōkara mājata āllāhara raāchula āchē, tē'ōm̐ yadi adhikānśa biṣaẏata tōmālōkara kathā māni la’lēhēm̐tēna, tēntē tōmālōkē araśyē kaṣṭata patita ha’lāhēm̐tēna. Kintu āllāhē tōmālōkara ōcarata īmānaka praiẏa karai dichē ārau sē'iṭōka tōmālōkara hr̥daẏagraāhī karaichē. Lagatē kupharaī, pāpakarma ārau abādhyatāka tōmālōkara ōcarata apraiẏa karai dichē. Tē'ōm̐lōkē'i satya pathapraāpta"},{"SurahNumber":49,"VerseNumber":8,"Text":"Āllāhara dāna ārau anugrahasbaraūpa; ārau āllāha sarbajña, prajñāmaẏa"},{"SurahNumber":49,"VerseNumber":9,"Text":"Ārau yadi muminasakalara duṭā dalē bāda-bibādata lipta haẏa tēntē tōmālōkē tē'ōm̐lōkara mājata mīmānsā karai diẏā, tathāpi'ō yadi tē'ōm̐lōkara ēṭā dalē āna ēṭā dalara biraud'dhē sīmālaṅghana karaē, tēntē yisakalē sīmālaṅghana karaē siham̐tara biraud'dhē tōmālōkē yud'dha karaā, yētiẏā laikē siham̐tē āllāhara nirdēśara pinē ubhati nāhiba. Tāra pichata yadi siham̐tē ubhati āhē tēntē siham̐tara mājata n'yāẏara saitē āpōca mīmānsā karai diẏā ārau n'yāẏa bicāra karaā. Niścaẏa āllāha n'yāẏa bicārakāraī sakalaka bhāla pāẏa"},{"SurahNumber":49,"VerseNumber":10,"Text":"Muminasakala parasparaē bhā'i-bhā'i; sēẏē tōmālōkē nija bhātr̥sakalara mājata āpōca-mīmānsā karai diẏā. Lagatē āllāhara tākbaraā aralambana karaā, yātē tōmālōkē anugrahapraāpta hōraā"},{"SurahNumber":49,"VerseNumber":11,"Text":"Hē īmāndārasakala! Kōnō mumina sampradāẏē yēna āna kōnō mumina sampradāẏara upahāsa nakaraē, kiẏanō yisakalaka upahāsa karaā haichē tē'ōm̐lōkē upahāsakāraī sakalatakai uttama ha’ba pāraē; ārau nāraīsakalē'ō yēna āna āna nāraīsakalaka upahāsa nakaraē, kiẏanō yisakalara upahāsa karaā haichē tē'ōm̐lōkē upahāsakāraīṇī bilākatakai'ō uttama ha’ba pāraē. Lagatē tōmālōkē ijanē sijanara prati dōṣāraōpa nakaraibā ārau ējanē ānajanaka bēẏā nāmēraē nāmātibā; īmānara pichata bēẏā nāma ati nikr̥ṣṭa. Ētēkē (jāni thōraā) yisakalē tā'ōbā nakaraē siham̐tē'i yālima"},{"SurahNumber":49,"VerseNumber":12,"Text":"Hē muminasakala! Tōmālōkē atimātraā sandēha karaāra paraā birata thākā. Niścaẏa kichumāna sandēha pāpa; lagatē tōmālōkē ijanē sijanara gōpanīẏa biṣaẏa sandhāna nakaraibā ārau ējanē ānajanara gībata nakaraibā. Tōmālōkara mājara kōnōbā'i tāra mr̥ta bhātr̥ra mānsa khōraōṭō pachanda karaibanē? Niścaẏa tōmālōkē sēẏā apachanda karaā. Sēẏē tōmālōkē āllāhara tākbaraā aralambana karaā; niścaẏa āllāha tā'ōbā kabulakāraī, parama daẏālu"},{"SurahNumber":49,"VerseNumber":13,"Text":"Hē mānara sampradāẏa! Niścaẏa āmi tōmālōkaka ējana purauṣa ārau ējanī nāraīra paraā sr̥ṣṭi karaichō, ārau tōmālōkaka bibhakta karaichō bibhinna jāti ārau gōtrata, yātē tōmālōkē ējanē ānajanara lagata paraicita ha’ba pāraā. Tōmālōkara mājata āllāhara ōcarata kērala sē'i byaktiẏē'i bēchi maryādāśīla yijana tōmālōkara mājata bēchi tākbaraā sampanna. Niścaẏa āllāha sarbajña, samyaka arahita"},{"SurahNumber":49,"VerseNumber":14,"Text":"Bēdu'inabilākē kaẏa, ‘āmi īmāna ānilō’. Kōraā, ‘tōmālōkē īmāna ānā nā'i, baraṁ tōmālōkē kōraā, ‘āmi ātmasamarpana karailō’, kāraṇa īmāna ētiẏā'ō tōmālōkara antarata praraēśa karaā nā'i. Yadi tōmālōkē āllāha ārau tē'ōm̐ra raāchulara ānugatya karaā tēntē tē'ōm̐ tōmālōkara āmalasamūhara chōraāba akaṇō lāghara nakaraiba. Niścaẏa āllāha kṣamāśīla, parama daẏālu’"},{"SurahNumber":49,"VerseNumber":15,"Text":"Mumina kērala tē'ōm̐lōkē'i, yisakalē āllāha ārau tē'ōm̐ra raāchulara prati īmāna ānichē, tāra pichata sandēha pōṣaṇa karaā nā'i lagatē tē'ōm̐lōkē jāna-mālara saitē āllāhara pathata jihāda karaichē. Tē'ōm̐lōkē'i satyaniṣṭha"},{"SurahNumber":49,"VerseNumber":16,"Text":"Kōraā, ‘tōmālōkē tōmālōkara dbīna samparkē āllāhaka aragata karai āchā nēki? Athaca āllāhē jānē ākāśasamūhata yi āchē ārau pr̥thiraīta yi āchē. Āllāha sakalō biṣaẏē'i samyaka aragata’"},{"SurahNumber":49,"VerseNumber":17,"Text":"Siham̐tē bhāraē yē, siham̐tē ichalāma grahaṇa karai tōmāka dhan'ya karaichē. Kōraā, ‘tōmālōkē ichalāma grahaṇa karai mōka dhan'ya karaichā buli nābhābibā; baraṁ āllāhē'i tōmālōkaka īmānara diśata paraicālita karai tōmālōkakahē dhan'ya karaichē, yadi tōmālōkē satyabādī hōraā’"},{"SurahNumber":49,"VerseNumber":18,"Text":"Niścaẏa āllāha ākāśasamūha ārau pr̥thiraīra gāẏēba samparkē aragata. Lagatē tōmālōkē yi karaā āllāhē tāra samyaka draṣṭā"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kbā-pha, śapata sanmānita kōra'ānara"},{"SurahNumber":50,"VerseNumber":2,"Text":"baraṁ siham̐tē bismita haichē yē, siham̐tara mājara paraā'i ējana satarkakāraī siham̐tara ōcarata āhichē; ārau kāphirasakalē kaẏa, ‘ē'ōm̐ dēkhuna ēṭā bismaẏakara bastu!’"},{"SurahNumber":50,"VerseNumber":3,"Text":"‘Āmi yētiẏā mr̥tyubaraṇa karaima ārau māṭita paraiṇata hama tathāpi'ō (āmi punaraut'thita hamanē?), Ē'i pratyārartana sudūraparaāhata!’"},{"SurahNumber":50,"VerseNumber":4,"Text":"Araśyē āmi jānō māṭiẏē siham̐taka kimāna kṣaẏa karaē ārau āmāra ōcarata āchē samyaka saṁrakṣaṇakāraī kitāba"},{"SurahNumber":50,"VerseNumber":5,"Text":"Prakr̥tatē siham̐tara ōcarata satya ahāra pichata siham̐tē sēẏā asbīkāra karaichē. Ētēkē siham̐ta sanśaẏayukta biṣaẏata nipatita"},{"SurahNumber":50,"VerseNumber":6,"Text":"Siham̐tē siham̐tara ōparata arasthita ākāśara pinē lakṣya nakaraē nēki, kēnēkai āmi sēẏā nirmāṇa karaichō ārau iẏāka suśōbhita karaichō ārau tāta kōnō dharaṇara phāṭa'ō mēlā nā'i"},{"SurahNumber":50,"VerseNumber":7,"Text":"ārau āmi pr̥thiraīka bistr̥ta karaichō ārau tāta sthāpana karaichō parbatamālā. Lagatē tāta uṯpanna karaichō naẏana praītikara sakalō prakārara udbhida"},{"SurahNumber":50,"VerseNumber":8,"Text":"āllāhara anuraāgī pratyēka bāndāra bābē jñāna ārau upadēśasbaraūpa"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ārau ākāśara paraā barṣaṇa karaō āmi kalyaṇamaẏa pānī. Tāra pichata tāra dbāraā uṯpanna karaō bāga-bāgicā ārau kartanayōgya śasyadānā"},{"SurahNumber":50,"VerseNumber":10,"Text":"Ārau ōkha ōkha khējura gacha, ya’ta āchē ōparaā-ōparaikai lāgi thakā khējurara jōkā"},{"SurahNumber":50,"VerseNumber":11,"Text":"bāndāsakalara jīraikāsbaraūpa. Āmiẏē'i pānīra dbāraā sañjīraita karaō mr̥ta caharaka; ē'idaraē'i ut'thāna ghaṭiba"},{"SurahNumber":50,"VerseNumber":12,"Text":"Siham̐tara pūrbē'ō satyaka asbīkāra karaichila nūhara sampradāẏē, raā’chara adhibāsī ārau chāmūda sampradāẏē'ō"},{"SurahNumber":50,"VerseNumber":13,"Text":"āda, phira'ā'una ārau lūta sampradāẏē'ō"},{"SurahNumber":50,"VerseNumber":14,"Text":"Lagatē ā'ikāra adhibāsī ārau tubbā sampradāẏē, siham̐ta sakalōraē asbīkāra karaichila raāchulasakalaka. Phalata siham̐tara ōparata āmāra śāsti yathārthabhāraē āpatita haichila"},{"SurahNumber":50,"VerseNumber":15,"Text":"Āmi prathamabāra sr̥ṣṭi karaiẏē'i klānta haichō nēki! Baraṁ natuna sr̥ṣṭira biṣaẏē siham̐ta sandēhata patita"},{"SurahNumber":50,"VerseNumber":16,"Text":"Araśyē āmi mānuhaka sr̥ṣṭi karaichō ārau tāra prabr̥ttiẏē tāka yi kumantraṇā diẏē sē'iṭō'ō āmi jānō; ārau āmi tāra ghārara dhamanītakaiẏō adhika ōcarata"},{"SurahNumber":50,"VerseNumber":17,"Text":"Yētiẏā tāra sōm̐phālē ārau bā'ōm̐phālē bahā dujana phiraistā'i parasparaē (tāra āmala) lipibad'dha karaibalai grahaṇa karaē"},{"SurahNumber":50,"VerseNumber":18,"Text":"Si yi kathā'i uccāraṇa nakaraka kiẏa tāra ōcarata sadāẏa upasthita āchē saṁrakṣaṇakāraī"},{"SurahNumber":50,"VerseNumber":19,"Text":"Ārau sam̐cākaiẏē mr̥tyu yantraṇā yathāyatha bhāraē āhi pālē. Ē'iṭōraē'i sē'iṭō, yiṭōra paraā tumi palāẏana karaiba bicāraichilā"},{"SurahNumber":50,"VerseNumber":20,"Text":"Ārau śiṅāta phum̐ diẏā ha’ba. Ē'iṭōraē haichē pratiśrauta dina"},{"SurahNumber":50,"VerseNumber":21,"Text":"Ārau sē'idinā pratijana byakti upasthita ha’ba, tāra lagata thākiba ējana cālaka ārau ējana sākṣī"},{"SurahNumber":50,"VerseNumber":22,"Text":"Araśyē ē'i dina samparkē tumi udāsīna āchilā, tāra pichata āmiẏē tōmāra sanmukhara paraā pardā unmōcana karaichō. Phalata āji tōmāra dr̥ṣṭi ati prakhara"},{"SurahNumber":50,"VerseNumber":23,"Text":"Ārau tāra saṅgīẏē (phiraistā'i) ka’ba, ‘ēẏā mōra ōcarata āmalanāmā prastuta"},{"SurahNumber":50,"VerseNumber":24,"Text":"Ādēśa karaā ha’ba, tōmālōka ubhaẏē jāhānnāmata nikṣēpa karaā pratyēka ud'dhata kāphiraka"},{"SurahNumber":50,"VerseNumber":25,"Text":"kalyāṇakara kāmata prabala bādhā pradānakāraī, sīmālaṅghanakāraī ārau sandēha pōṣaṇakāraī"},{"SurahNumber":50,"VerseNumber":26,"Text":"Yiẏē āllāhara lagata ānaka ilāharaūpē grahaṇa karaichila, tōmālōkē tāka kaṭhina śāstita nikṣēpa karaā"},{"SurahNumber":50,"VerseNumber":27,"Text":"Tāra saṅgī caẏatānē ka’ba, ‘hē āmāra raba! Ma'i tāka bidraōhī karai tōlā nāchilō. Baraṁ si nijē'i āchila ghōra bibhraānta’"},{"SurahNumber":50,"VerseNumber":28,"Text":"Āllāhē ka’ba, ‘tōmālōkē mōra sanmukhata bāka-bitaṇḍā nakaraibā, ma'i tōmālōkaka āgatē'i satarka karaichilō"},{"SurahNumber":50,"VerseNumber":29,"Text":"Mōra ōcarata kathā paraibartana nahaẏa ārau ma'i bāndāsakalara prati an'yāẏakāraī'ō nahaẏa"},{"SurahNumber":50,"VerseNumber":30,"Text":"Sē'idinā āmi jāhānnāmaka sudhima, ‘tumi paraipūrṇa haichānē’? Jāhānnāmē ka’ba, ‘ārau kibā āchēnē’"},{"SurahNumber":50,"VerseNumber":31,"Text":"ārau jānnātaka muttākbīsakalara nikaṭarartī karaā ha’ba, kōnō dūratba nāthākiba"},{"SurahNumber":50,"VerseNumber":32,"Text":"Iẏāraē pratiśrauti tōmālōkaka diẏā haichila. Pratyēkajana āllāha abhimukhī, saṁrakṣaṇaśīlasakalara bābē"},{"SurahNumber":50,"VerseNumber":33,"Text":"yisakalē nēdēkhākai rahamānaka bhaẏa karaichila ārau binīta cittē upasthita haichē"},{"SurahNumber":50,"VerseNumber":34,"Text":"Tē'ōm̐lōkaka kōraā ha’ba, ‘śāntira saitē tōmālōkē tāta praraēśa karaā; ē'iṭōraē ananta jīranara dina’"},{"SurahNumber":50,"VerseNumber":35,"Text":"Tāta tē'ōm̐lōkē yiṭō kāmanā karaiba sē'iṭōraē pāba, lagatē āmāra ōcarata āchē ārau adhika"},{"SurahNumber":50,"VerseNumber":36,"Text":"Ārau āmi siham̐tara pūrbē bahu prajanmaka dhbansa karaichō, yisakala śakti-sāmarthara kṣētrata āchila iham̐tatakai adhika prabala, siham̐tē dēśa-bidēśē ghūrai phuraichila; tathāpi'ō siham̐tara kōnō palāẏanasthala āchilanē bārau"},{"SurahNumber":50,"VerseNumber":37,"Text":"niścaẏa iẏāta upadēśa āchē tāra bābē, yāra āchē antaḥkaraṇa athabā yiẏē manōyōga sahakāraē śraraṇa karaē"},{"SurahNumber":50,"VerseNumber":38,"Text":"Ārau araśyē āmi ākāśasamūha, pr̥thiraī ārau ē'i duẏōra mājata yi āchē sē'i sakalō sr̥ṣṭi karaichō kērala chaẏa dinata; ārau āmāka kōnō klānta'i sparśa karaā nā'i"},{"SurahNumber":50,"VerseNumber":39,"Text":"Ētēkē siham̐tē yi kaẏa sē'i biṣaẏē tumi dhairya dhāraṇa karaā ārau tōmāra pratipālakara sapraśansa paraitratā ārau mahimā ghōṣaṇā karaā suryōdaẏa hōraāra āgata ārau sūryāsta yōraāra āgata"},{"SurahNumber":50,"VerseNumber":40,"Text":"lagatē tē'ōm̐ra paraitratā ārau mahimā ghōṣaṇā karaā raātira ēkānśata ārau chālātara pichata"},{"SurahNumber":50,"VerseNumber":41,"Text":"Manōyōga sahakāraē śunā, yidinā ējana ghōṣaṇākāraīẏē nikaṭarartī sthānara paraā āhbāna karaiba"},{"SurahNumber":50,"VerseNumber":42,"Text":"sē'idinā siham̐tē sam̐cākaiẏē śunibalai pāba bikaṭa ciñam̐ra, sē'i dinaṭōraē'i punaraut'thānara dina"},{"SurahNumber":50,"VerseNumber":43,"Text":"Niścaẏa āmiẏē'i jīrana dāna karaō ārau āmiẏē'i mr̥tyu ghaṭā'ōm̐, ārau āmāra phālē'i (sakalōraē) pratyārartana"},{"SurahNumber":50,"VerseNumber":44,"Text":"Yidinā siham̐tara paraā pr̥thiraīkhana bidīrṇa ha’ba, ārau mānuhē kharadharakai lara māraiba, ē'iṭōraē ēnēkuraā ēṭā samābēśa yiṭō āmāra bābē ati sahaja"},{"SurahNumber":50,"VerseNumber":45,"Text":"Siham̐tē yi kaẏa sēẏā āmi bhālakaiẏē jānō, ārau siham̐taka bādhya karaōraā tōmāra kāma nahaẏa; sēẏē yiẏē āmāra śāstika bhaẏa karaē tāka tumi kōra'ānara sahāẏata upadēśa diẏā"},{"SurahNumber":51,"VerseNumber":1,"Text":"Śapata dhūli urauraā'i niẏā batāhara"},{"SurahNumber":51,"VerseNumber":2,"Text":"tāra pichata pānīra bōjā bahanakāraī mēghamālāra"},{"SurahNumber":51,"VerseNumber":3,"Text":"tāra pichata mr̥dugatita bai yōraā nauyānasamūhara"},{"SurahNumber":51,"VerseNumber":4,"Text":"tāra pichata (āllāhara) nirdēśa banṭanakāraī phiraistāsakalara"},{"SurahNumber":51,"VerseNumber":5,"Text":"tōmālōkaka diẏā pratiśrauti araśyē satya"},{"SurahNumber":51,"VerseNumber":6,"Text":"Niścaẏa pratidāna dirasa araśyambhāraī"},{"SurahNumber":51,"VerseNumber":7,"Text":"Śapata bahu patha biśiṣṭa ākāśara"},{"SurahNumber":51,"VerseNumber":8,"Text":"niścaẏa tōmālōka paraspara biraōdhī kathāta lipta"},{"SurahNumber":51,"VerseNumber":9,"Text":"Birata rakhā haẏa tāra paraā yiẏē birata thākē"},{"SurahNumber":51,"VerseNumber":10,"Text":"Michalīẏāsakala dhbansa ha'ōm̐ka"},{"SurahNumber":51,"VerseNumber":11,"Text":"yisakala sandēha-sanśaẏata nipatita, udāsīna"},{"SurahNumber":51,"VerseNumber":12,"Text":"Siham̐tē sōdhē, ‘pratidāna dirasa kētiẏā ha’ba’"},{"SurahNumber":51,"VerseNumber":13,"Text":"‘yidinā siham̐taka ju'ita śāsti diẏā ha’ba’"},{"SurahNumber":51,"VerseNumber":14,"Text":"Kōraā ha’ba, ‘tōmālōkē tōmālōkara śāsti bhōga karaā, iẏāra bābē'i tōmālōkē kharadhara karaichilā’"},{"SurahNumber":51,"VerseNumber":15,"Text":"Niścaẏa muttākbīsakala thākiba jānnātasamūhata ārau nijaraā prabāhita sthānata"},{"SurahNumber":51,"VerseNumber":16,"Text":"tē'ōm̐lōkarara pratipālakē tē'ōm̐lōkaka yi dāna karaiba sēẏā tē'ōm̐lōkē ānandacittē grahaṇa karaiba; niścaẏa itipūrbē ē'ōm̐lōka āchila saṯkarmaśīla"},{"SurahNumber":51,"VerseNumber":17,"Text":"raātira ati kama samaẏa tē'ōm̐lōkē ṭōpanīta kaṭā'ichila"},{"SurahNumber":51,"VerseNumber":18,"Text":"ārau raātira śēṣa praharata tē'ōm̐lōkē kṣamā praārthanā karaichila"},{"SurahNumber":51,"VerseNumber":19,"Text":"ārau tē'ōm̐lōkara dhana-sampadata āchila bhikhāraī ārau bañcitasakalara haka"},{"SurahNumber":51,"VerseNumber":20,"Text":"Ārau suniścita biśbāsīsakalara bābē pr̥thiraīta bahutō nidarśana āchē"},{"SurahNumber":51,"VerseNumber":21,"Text":"ārau tōmālōkara nijara mājatō āchē. Tōmālōkē lakṣya nakaraā nēki"},{"SurahNumber":51,"VerseNumber":22,"Text":"ārau ākāśata āchē tōmālōkara jīraikā ārau pratiśrauti diẏā sakalō bastu"},{"SurahNumber":51,"VerseNumber":23,"Text":"Ētēkē ākāśa ārau pr̥thiraīra pratipālakara śapata! Niścaẏa ē'iṭō parama satya yēnēkai tōmālōkara kathā kōraāṭō satya"},{"SurahNumber":51,"VerseNumber":24,"Text":"Ibraāhīmara sanmānita atithira br̥ttānta tōmāra ōcarata āhichēnē"},{"SurahNumber":51,"VerseNumber":25,"Text":"yētiẏā tē'ōm̐lōkē tē'ōm̐ra ōcarata āhilē ārau ka'lē, ‘chālāma’, uttarata tēraōm̐ ka'lē ‘chālāma’. Ē'ōm̐lōka dēkhuna acināki"},{"SurahNumber":51,"VerseNumber":26,"Text":"Tāra pichata tē'ōm̐ drautabhāraē gōpanē nija gr̥hiṇīra ōcaralai ga’la ārau ēṭā sbāsthabāna gō-pōraālī (bhajā) lai upasthita ga’la"},{"SurahNumber":51,"VerseNumber":27,"Text":"tāra pichata tē'ōm̐ sē'iṭō tē'ōm̐lōkara sanmukhata raākhi ka’lē, ‘āpōnālōkē nākhāẏa nēki’"},{"SurahNumber":51,"VerseNumber":28,"Text":"phalata tē'ōm̐lōkara biṣaẏē tē'ōm̐ra manata bhītira sañcāra ha’la. Tē'ōm̐lōkē ka’lē, ‘bhaẏa nakaraiba’; ārau tē'ōm̐lōkē tē'ōm̐ka ējana jñānī putra santānara susambāda dilē"},{"SurahNumber":51,"VerseNumber":29,"Text":"Tētiẏā tē'ōm̐ra straī ciñam̐rai ciñam̐rai āguraā'i āhilē ārau nijaraē mukhata thaparaiẏā'i ka’lē, br̥d'dhā-bandhyā (ra santāna ha’ba)"},{"SurahNumber":51,"VerseNumber":30,"Text":"Tē'ōm̐lōkē ka’lē, ‘tōmāra pratipālakē ē'iṭōraē kaichē; niścaẏa tē'ōm̐ prajñāmaẏa, sarbajña’"}]}