{"Id":288,"LanguageCodes":["ps","pus"],"Name":"pus-abdulwalikhan","Author":"Abdulwali Khan","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"ده وویل: نو ستاسو څه كار (او مقصد) دى اى رالېږل شویو (ملايكو)؟"},{"SurahNumber":51,"VerseNumber":32,"Text":"دوى وویل: بېشكه مونږ د یو مجرم قوم په طرف رالېږل شوي یو"},{"SurahNumber":51,"VerseNumber":33,"Text":"د دې لپاره چې مونږ په دوى باندې د خټو كاڼي راوورو"},{"SurahNumber":51,"VerseNumber":34,"Text":"چې ستا د رب په نیز له حده وتونكو لپاره نشان داره كړى شوي دي"},{"SurahNumber":51,"VerseNumber":35,"Text":"نو مونږ هغه څوك راووېستل چې په دغه (كلي) كې له مومنانو ځنې وو"},{"SurahNumber":51,"VerseNumber":36,"Text":"پس مونږ په دغه (كلي) كې د مسلمانانو له یو كور نه غیر ونه مونده"},{"SurahNumber":51,"VerseNumber":37,"Text":"او مونږ په دغه (كلي) كې د هغو كسانو لپاره یوه لویه نښه پرېښوده چې د ډېر دردوونكي عذاب نه وېرېږي"},{"SurahNumber":51,"VerseNumber":38,"Text":"او په (قصه د) موسٰى كې، كله چې مونږ هغه فرعون ته په ښكاره دلیل سره ولېږه"},{"SurahNumber":51,"VerseNumber":39,"Text":"نو هغه (فرعون) د خپل قوت (اولښكر) سره مخ واړوه او ويې ويل: (دا موسٰى) كوډګر (جادوګر) دى، یا لېونى دى"},{"SurahNumber":51,"VerseNumber":40,"Text":"نو مونږ هغه او د هغه لښكرې راونیولې، نو مونږه دوى ټول په دریاب كې وغورځول، په داسې حال كې چې هغه د ملامتۍ كار كوونكى و"},{"SurahNumber":51,"VerseNumber":41,"Text":"او په عادیانو كې، كله چې مونږ په دوى باندې (له خير نه) شنډ باد راخوشې كړ"},{"SurahNumber":51,"VerseNumber":42,"Text":"ده به هېڅ داسې شى نه پرېښوده چې دا به پرې راغلى و مګر خو هغه به يې وچ زوړ رژېدلي واښه (يا هډوكي) وګرځاوه"},{"SurahNumber":51,"VerseNumber":43,"Text":"او په ثمودیانو كې، كله چې دوى ته وويل شو چې تاسو تر یو وخته پورې نفع واخلئ"},{"SurahNumber":51,"VerseNumber":44,"Text":"نو دوى د خپل رب له حكم نه سركشي وكړه، نو دوى (د) تندر (عذاب) ونیول، په دې حال كې چې دوى كتل"},{"SurahNumber":51,"VerseNumber":45,"Text":"بیا نه دوى د ودرېدلو طاقت لاره او نه دوى بدل اخيستونكي وو"},{"SurahNumber":51,"VerseNumber":46,"Text":"او له دوى نه مخكې د نوح قوم لره (مونږ هلاك كړى و) بېشكه هغوى یو فاسق قوم و"},{"SurahNumber":51,"VerseNumber":47,"Text":"او اسمان مونږ هغه په قوت سره جوړ كړى دى او بېشكه مونږ خامخا پراخوونكي/ پراخه قدرت لرونكي یو"},{"SurahNumber":51,"VerseNumber":48,"Text":"او ځمكه، مونږ هغه غوړولې ده، نو (مونږ) ښه غوړوونكي یو"},{"SurahNumber":51,"VerseNumber":49,"Text":"او له هر څیز څخه مونږ دوه قسمه جوړې (نر او ښځه) پیدا كړي دي، د دې لپاره چې تاسو پند واخلئ"},{"SurahNumber":51,"VerseNumber":50,"Text":"نو تاسو الله ته وتښتئ، بېشكه زه تاسو لپاره د هغه له جانبه ښكاره وېروونكى یم"},{"SurahNumber":51,"VerseNumber":51,"Text":"او تاسو له الله سره بل معبود مه شریكوئ، بېشكه زه تاسو لپاره د هغه له جانبه ښكاره وېروونكى یم"},{"SurahNumber":51,"VerseNumber":52,"Text":"همداسې، هغو كسانو ته چې له دوى نه مخكې وو، هېڅ یو رسول نه و راغلى مګر دوى به ویل: (دا) جادوګر دى، یا لېونى دى"},{"SurahNumber":51,"VerseNumber":53,"Text":"ایا دوى په دې (خبرې) سره یو بل ته وصیت كړى دى، بلكې دوى سركشه قوم دى"},{"SurahNumber":51,"VerseNumber":54,"Text":"نو ته له دوى نه مخ واړوه، پس ته هېڅ ملامت كړى شوى نه يې"},{"SurahNumber":51,"VerseNumber":55,"Text":"او ته نصیحت كوه، پس بېشكه نصیحت كول مومنانو ته نفع رسوي"},{"SurahNumber":51,"VerseNumber":56,"Text":"او ما پېریان او انسانان نه دي پیدا كړي مګر د دې لپاره چې دوى زما عبادت وكړي"},{"SurahNumber":51,"VerseNumber":57,"Text":"زه له دوى نه هېڅ رزق نه غواړم او نه دا غواړم چې دوى ما ته خوراك راكړي"},{"SurahNumber":51,"VerseNumber":58,"Text":"بېشكه هم دغه الله ښه روزي وركوونكى، قوت والا، (او) ډېر مضبوط دى"},{"SurahNumber":51,"VerseNumber":59,"Text":"د هغو كسانو لپاره چې ظلم يې كړى دى، یقینًا د دوى د ملګرو (د عذاب) د حصې په شان حصه ده، نو دوى دې په ما تلوار نه كوي"},{"SurahNumber":51,"VerseNumber":60,"Text":"پس د كافران شویو خلقو لپاره هلاكت دى، د دوى له هغې ورځې نه چې دوى سره يې وعده كولى شي"},{"SurahNumber":52,"VerseNumber":1,"Text":"قسم دى په طور غر"},{"SurahNumber":52,"VerseNumber":2,"Text":"او په كتاب لیكل شوي"},{"SurahNumber":52,"VerseNumber":3,"Text":"په پرانستل شوې پاڼه كې"},{"SurahNumber":52,"VerseNumber":4,"Text":"او (قسم دى) په ودان كړى شوي كور"},{"SurahNumber":52,"VerseNumber":5,"Text":"او په پورته كړى شوي چت (چې اسمان دى)"},{"SurahNumber":52,"VerseNumber":6,"Text":"او په ډك (يا بل) كړى شوي سمندر"},{"SurahNumber":52,"VerseNumber":7,"Text":"بېشكه ستا د رب عذاب خامخا نازلېدونكى دى"},{"SurahNumber":52,"VerseNumber":8,"Text":"هغه لره هېڅ دفع كوونكى نشته"},{"SurahNumber":52,"VerseNumber":9,"Text":"هغه ورځ چې اسمان به خوځېږي، سخت خوځېدل"},{"SurahNumber":52,"VerseNumber":10,"Text":"او غرونه به روان شي، سخت روانېدل"},{"SurahNumber":52,"VerseNumber":11,"Text":"پس په دغې ورځ كې د تكذیب كوونكو لپاره هلاكت دى"},{"SurahNumber":52,"VerseNumber":12,"Text":"هغه كسان چې دوى په بېكاره خبرو (جوړولو) كې لوبې كوي"},{"SurahNumber":52,"VerseNumber":13,"Text":"هغه ورځ چې دوى به د دوزخ اور ته ټېل وهلى شي، سخت ټېل وهل"},{"SurahNumber":52,"VerseNumber":14,"Text":"دا هغه اور دى چې تاسو به دا دروغ ګاڼه"},{"SurahNumber":52,"VerseNumber":15,"Text":"ایا نو دا سحر (جادو) دى، یا يې تاسو نه وینئ"},{"SurahNumber":52,"VerseNumber":16,"Text":"ورځئ، ده ته ننوځئ، پس تاسو صبر وكړئ، یا صبر مه كوئ، پر تاسو باندې دغه (دواړه كارونه) برابر دي، بېشكه همدا خبره ده چې تاسو ته د هغو عملونو بدله دركولى شي چې تاسو به كول"},{"SurahNumber":52,"VerseNumber":17,"Text":"بېشكه پرهېزګاران به په جنتونو او نعمتونو كې وي"},{"SurahNumber":52,"VerseNumber":18,"Text":"چې په هغو (نعمتونو) به خوشالېدونكي وي چې دوى ته خپل رب وركړي دي او خپل رب دوى د دوزخ له عذاب نه بچ ساتلي دي"},{"SurahNumber":52,"VerseNumber":19,"Text":"(ورته ویلى به شي:) تاسو خورئ او څښئ په خوند سره، د هغو عملونو په بدل كې چې تاسو به كول"},{"SurahNumber":52,"VerseNumber":20,"Text":"په دې حال كې چې په قطار ایښودل شويو تختونو باندې به تكیه كوونكي وي او مونږ به د دوى نكاح د ښايسته غټ سترګو سپينو سرو حورو سره وكړو"},{"SurahNumber":52,"VerseNumber":21,"Text":"او هغه كسان چې ایمان يې راوړى دى او د دوى اولاد (هم) په ایمان كې د دوى متابعت كړى وي، (نو) مونږ به په دوى پورې د دوى اولاد هم پیوست كړو او مونږ به دوى ته د دوى له عملونو نه هېڅ شى كم نه كړو، هر سړى به د خپلو كړو په بدل ګرو (ګاڼه) وي"},{"SurahNumber":52,"VerseNumber":22,"Text":"او مونږ به دوى ته ور زیاتې كړو، نورې مېوې او هغه غوښې چې د دوى زړه يې غواړي"},{"SurahNumber":52,"VerseNumber":23,"Text":"دوى به په دغه (جنت) كې یو له بله (د شرابو) پیالې راكاږي، نه به په دغو كې عبثې خبرې وي او نه ګناهګار كول"},{"SurahNumber":52,"VerseNumber":24,"Text":"او د دوى چاپېره به د دوى غلامان ګرځي، ګویا كې دغه (غلامان) پټې ساتل شوې ملغلرې دي"},{"SurahNumber":52,"VerseNumber":25,"Text":"او د دوى ځینې به ځینو نورو ته مخ راواړوي، چې یو له بله به پوښتنې كوي"},{"SurahNumber":52,"VerseNumber":26,"Text":"دوى به ووايي چې بېشكه مونږ له دې نه مخكې په خپل اهل كې وېرېدونكي وو"},{"SurahNumber":52,"VerseNumber":27,"Text":"نو الله پر مونږ احسان وكړ او مونږ يې د تودوخي (ګرمباد) له عذاب نه وساتلو"},{"SurahNumber":52,"VerseNumber":28,"Text":"بېشكه مونږ له دې نه مخكې هم دغه (الله) باله، بېشكه هم دى ډېر احسان كوونكى، بې حده رحم كوونكى دى"},{"SurahNumber":52,"VerseNumber":29,"Text":"نو ته (خلقو ته) نصیحت كوه، پس ته د خپل رب په نعمت سره نه كاهن يې او نه لېونى"},{"SurahNumber":52,"VerseNumber":30,"Text":"ایا دوى وايي چې (دى) شاعر دى، مونږ د ده په حق كې د زمانې د حوادثو انتظار كوو"},{"SurahNumber":52,"VerseNumber":31,"Text":"ته (دوى ته) ووایه: تاسو انتظار كوئ، پس بېشكه زه له تاسو سره له انتظار كوونكو ځنې یم"},{"SurahNumber":52,"VerseNumber":32,"Text":"ایا دوى ته د دوى عقلونه په دې (كار) حكم كوي، یا دوى سركشه (شرخوښونكى) قوم دى"},{"SurahNumber":52,"VerseNumber":33,"Text":"ایا دوى وايي چې دا (قرآن) ده له ځانه جوړ كړى دى (داسې نه ده) بلكې دوى ایمان نه راوړي"},{"SurahNumber":52,"VerseNumber":34,"Text":"نو دوى دې د ده په شان خبره راوړي كه دوى رښتیني وي"},{"SurahNumber":52,"VerseNumber":35,"Text":"ایا دوى بې له څه شي پیدا كړى شوي دي، یا هم دوى، پخپله پیدا كوونكي دي؟"},{"SurahNumber":52,"VerseNumber":36,"Text":"ایا دوى اسمانونه او ځمكه پیدا كړي دي؟ بلكې دوى یقین نه كوي"},{"SurahNumber":52,"VerseNumber":37,"Text":"ایا له دوى سره ستا د رب خزانې دي، یا هم دوى واكدران دي"},{"SurahNumber":52,"VerseNumber":38,"Text":"ایا د دوى لپاره اندرپایه (پوړۍ) ده چې دوى په هغې باندې (خېژي او) اورېدل كوي، نو د دوى اورېدونكي دې ښكاره دلیل راوړي"},{"SurahNumber":52,"VerseNumber":39,"Text":"ایا د هغه (الله) لپاره لوڼه دي او تاسو لپاره زامن دي؟"},{"SurahNumber":52,"VerseNumber":40,"Text":"ایا ته له دوى نه څه مزدوري غواړې، پس دوى له تاوانه درانه كړى شوي دي"},{"SurahNumber":52,"VerseNumber":41,"Text":"ایا له دوى سره غیب دى (وحي راغلې ده) نو دوى يې لیكي"},{"SurahNumber":52,"VerseNumber":42,"Text":"ایا دوى د مكر كولو اراده لري، نو هغه كسان چې كافران شوي دي هم دوى مكر كړى شوي دي"},{"SurahNumber":52,"VerseNumber":43,"Text":"ایا د دوى لپاره له الله نه غیر بل معبود شته؟ الله لره پاكي ده له هغه شي نه چې دوى يې ورسره شریكوي"},{"SurahNumber":52,"VerseNumber":44,"Text":"او كه دوى یوه ټوټه له اسمانه رالوېدونكې وویني (، نو) وبه وايي (دا) قط په قط كړى شوې ورېځ ده"},{"SurahNumber":52,"VerseNumber":45,"Text":"نو ته دوى پرېږده، تر هغه پورې چې دوى له خپلې هغې ورځې سره ملاقات وكړي چې دوى به په هغې كې بې خوده كولى شي"},{"SurahNumber":52,"VerseNumber":46,"Text":"هغه ورځ چې له دوى نه به د دوى مكر هېڅ شى (عذاب) لرې نه كړى شي او نه به د دوى مدد كولى شی"},{"SurahNumber":52,"VerseNumber":47,"Text":"او بېشكه د هغو كسانو لپاره چې ظلم (شرك) يې كړى دى له دغه (عذاب) نه مخكې عذاب دى او لېكن د دوى زیاتره خلق نه پوهېږي"},{"SurahNumber":52,"VerseNumber":48,"Text":"نو ته د خپل رب حكم ته صبر كوه، پس بېشكه ته زمونږ د سترګو په وړاندې يې او ته د خپل رب له ستاينې سره تسبیح وایه كله چې ته پاڅېږې"},{"SurahNumber":52,"VerseNumber":49,"Text":"او دشپې په ځینې حصه كې، نو ته د هغه پاكي بیانوه او له ستوریو نه وروسته (د شپې په اخري حصې كې) هم"},{"SurahNumber":53,"VerseNumber":1,"Text":"قسم دى په ستوریو كله چې پرېوځي"},{"SurahNumber":53,"VerseNumber":2,"Text":"ستاسو ملګرى نه ګمراه شوى دى او نه (په عقيده كې) بې لارې شوى دى"},{"SurahNumber":53,"VerseNumber":3,"Text":"او دى له خپل خواهش نه خبرې نه كوي"},{"SurahNumber":53,"VerseNumber":4,"Text":"نه دى دا (قرآن) مګر وحي چې (ده ته) وحي كول شي"},{"SurahNumber":53,"VerseNumber":5,"Text":"ده ته (دا) د ډېرو سختو قوتونو والا (جبریل) ښودلى دى"},{"SurahNumber":53,"VerseNumber":6,"Text":"چې د طاقت والا دى، بیا هغه پورته لاړ"},{"SurahNumber":53,"VerseNumber":7,"Text":"او هغه په تر ټولو لوړې غاړې كې و"},{"SurahNumber":53,"VerseNumber":8,"Text":"بیا هغه (جبریل محمدﷺ ته) نژدې شو، پس ښه نژدې شو"},{"SurahNumber":53,"VerseNumber":9,"Text":"نو د دوه لیندو په مسافت شو بلكې (له دې نه هم) ډېر نژدې"},{"SurahNumber":53,"VerseNumber":10,"Text":"نو هغه (الله د جبریل په ژبه) خپل بنده ته وحي وكړه، هغه چې وحي يې وكړه"},{"SurahNumber":53,"VerseNumber":11,"Text":"د ده (نبي) زړه غلط شوى نه دى په هغه څه كې چې ده ولیدل"},{"SurahNumber":53,"VerseNumber":12,"Text":"ایا تاسو له ده سره په هغه څه كې جګړه كوئ چې دى يې ویني"},{"SurahNumber":53,"VerseNumber":13,"Text":"او یقینًا یقینًا ده هغه (جبریل) په یو بل ځلې كوزېدو كې لیدلى دى"},{"SurahNumber":53,"VerseNumber":14,"Text":"له سدرۃة المنتهٰى سره"},{"SurahNumber":53,"VerseNumber":15,"Text":"دغې سره جنة ۃالماوىٰ دى"},{"SurahNumber":53,"VerseNumber":16,"Text":"كله چې دغه سدرة (د بېرې ونه) هغه څه پټوله چې دا يې پټوله"},{"SurahNumber":53,"VerseNumber":17,"Text":"سترګې نه كږې شوې او نه يې له حد نه تېرى وكړ"},{"SurahNumber":53,"VerseNumber":18,"Text":"یقینًا یقینًا ده د خپل رب ډېرې لويې نښې ولیدلې"},{"SurahNumber":53,"VerseNumber":19,"Text":"نو تاسو ما ته خبر راكړئ د لات او عُزّٰى"},{"SurahNumber":53,"VerseNumber":20,"Text":"او منات دریم، د بېخي وروستني"},{"SurahNumber":53,"VerseNumber":21,"Text":"ایا تاسو لپاره هلكان دي او د هغه لپاره جینكۍ"},{"SurahNumber":53,"VerseNumber":22,"Text":"دغه په دې وخت كې ډېر ظالمانه تقسیم دى"},{"SurahNumber":53,"VerseNumber":23,"Text":"دغه (بتان) نه دي مګر تش نومونه چې تاسو او ستاسو پلرونو دغه ايښي دي۔، الله په دغو هېڅ دلیل نه دى نازل كړى۔ دوى پیروي نه كوي مګر د تش ګمان او د هغه شي چې نفسونه يې غواړي او یقینًا یقینًا دوى ته د خپل رب له جانبه هدایت راغلى دى"},{"SurahNumber":53,"VerseNumber":24,"Text":"ایا د انسان لپاره هغه څه دي چې دى يې تمنا كوي"},{"SurahNumber":53,"VerseNumber":25,"Text":"نو خاص د الله لپاره اخرت او دنیا دي"},{"SurahNumber":53,"VerseNumber":26,"Text":"او په اسمانونو كې څومره ډېر ملايك دي چې د دوى سفارش هېڅ شى نفع نه وركوي مګر وروسته له دې چې الله اجازت وركړي هغه چا ته چې يې وغواړي او (د هغه په شفاعت) راضي شي"},{"SurahNumber":53,"VerseNumber":27,"Text":"بېشكه هغه كسان چې په اخرت ایمان نه لري، خامخا دوى د ښځو په نومونو سره ملايك نوموي"},{"SurahNumber":53,"VerseNumber":28,"Text":"حال دا چې دوى ته په دې هېڅ علم نشته، دوى يواځې د تش ګمان پیروي كوي او بېشكه ګمان له حقه هېڅ شى نشي دفع كولى"},{"SurahNumber":53,"VerseNumber":29,"Text":"نو ته د هغه چا نه مخ واړوه چې زمونږ له ذكر نه يې مخ ګرځولى دى او يواځې دنيايي ژوندون غواړي"},{"SurahNumber":53,"VerseNumber":30,"Text":"دا د دوى د علم انتها ده۔، بېشكه ستا رب په هغه چا ښه عالم دى چې د هغه (الله) له لارې نه ګمراه شوى دى او هغه ښه عالم دى په هغه چا چې هدایت يې موندلى دى"},{"SurahNumber":53,"VerseNumber":31,"Text":"او خاص الله لره دي هغه څه چې په اسمانونو كې دي او هغه څه چې په ځمكه كې دي۔، د دې لپاره چې هغو كسانو ته چې بد يې كړې دي، د خپل عمل بدله وركړي او هغو كسانو ته (هم) ډېره ښه بدله وركړي چې نېكي يې كړې ده"},{"SurahNumber":53,"VerseNumber":32,"Text":"هغه كسان چې له غټو ګناهونو او د بې حیایۍ له كارونو نه ځان ساتي، غیر له وړو وړو ګناهونه، بېشكه ستا رب د بخښنې وسیع كوونكى دى، هغه په تاسو ښه عالم دى، كله چې يې تاسو له ځمكې نه راپیدا كړئ او كله چې تاسو د خپلو میندو په خېټو كې پټ بچي وئ۔، نو تاسو د خپلو ځانونو تزكیه (پاكوالى) مه كوئ۔، هغه (الله) ښه عالم دى په هغه چا چې ډېر متقي دى"},{"SurahNumber":53,"VerseNumber":33,"Text":"ایا نو تا هغه كس لیدلى چې مخ يې واړوه (له ایمانه)"},{"SurahNumber":53,"VerseNumber":34,"Text":"او ډېر لږ (مال) يې وركړ او منع يې كړ (نور مال)"},{"SurahNumber":53,"VerseNumber":35,"Text":"ایا له هغه سره علم غیب دى، پس دى لیدل كوي"},{"SurahNumber":53,"VerseNumber":36,"Text":"بلكې ایا دى په هغه څه نه دى خبر كړى شوى چې د موسٰى په صحیفو كې دي"},{"SurahNumber":53,"VerseNumber":37,"Text":"او د ابراهیم هغه چې وفا يې كړې ده"},{"SurahNumber":53,"VerseNumber":38,"Text":"چې هېڅ پورته كوونكى د بل بار نه پورته كوی"},{"SurahNumber":53,"VerseNumber":39,"Text":"او دا چې د انسان لپاره نشته مګر هغه څه چې ده (يې) كوشش كړى دى"},{"SurahNumber":53,"VerseNumber":40,"Text":"او دا چې بېشكه د ده كوشش به عنقریب وښوول شي"},{"SurahNumber":53,"VerseNumber":41,"Text":"بیا به ده ته بدله وركړى شی، ډېره پوره بدله"},{"SurahNumber":53,"VerseNumber":42,"Text":"او دا چې بېشكه ستا رب ته (د ټولو مخلوقاتو) ورګرځېدل دي"},{"SurahNumber":53,"VerseNumber":43,"Text":"او دا چې بېشكه هم دغه (الله) (خلق) خندوي او ژړوي"},{"SurahNumber":53,"VerseNumber":44,"Text":"او دا چې هم دغه (الله) مرګ وركوي او ژوند وركوي"},{"SurahNumber":53,"VerseNumber":45,"Text":"او دا چې بېشكه دغه (الله) دوه جوړې نر او ښځه پیدا كړې دي"},{"SurahNumber":53,"VerseNumber":46,"Text":"له یوه څاڅكي (نطفې) نه، كله چې وڅڅول شي"},{"SurahNumber":53,"VerseNumber":47,"Text":"او دا چې بېشكه د ده په ذمه دي (له دې مرګ نه پس) بل ځلې پیدا كول"},{"SurahNumber":53,"VerseNumber":48,"Text":"او دا چې بېشكه همدغه (الله) غني كول كوي او خزانې وركوي"},{"SurahNumber":53,"VerseNumber":49,"Text":"او دا چې همدغه (الله) د شِعرٰى ستوري رب (او مالك) دى"},{"SurahNumber":53,"VerseNumber":50,"Text":"او دا چې بېشكه همده ړومبني عادیان هلاك كړې دي"},{"SurahNumber":53,"VerseNumber":51,"Text":"او ثمودیان هم، نو باقي يې پرې نه ښودل"},{"SurahNumber":53,"VerseNumber":52,"Text":"او له دوى نه مخكې يې د نوح قوم هلاك كړ۔، بېشكه دوى، هم دوى، ډېر ظالمان او ډېر سركشان وو"},{"SurahNumber":53,"VerseNumber":53,"Text":"او اړول شوي كلي يې ښكته راوغورځول"},{"SurahNumber":53,"VerseNumber":54,"Text":"نو دغه هغه شي پټ كړ چې دى يې پټ كړ"},{"SurahNumber":53,"VerseNumber":55,"Text":"نو (اى انسانه!) ته د خپل رب په كومو نعمتونو كې شك كوې"},{"SurahNumber":53,"VerseNumber":56,"Text":"دا (محمدﷺ) له ړومبنیو وېروونكو ځنې یو وېروونكى دى"},{"SurahNumber":53,"VerseNumber":57,"Text":"قیامت ډېر نژدى راغى"},{"SurahNumber":53,"VerseNumber":58,"Text":"دې (قيامت) لره له الله نه غیر هېڅ څرګندوونكى نشته"},{"SurahNumber":53,"VerseNumber":59,"Text":"ایا نو تاسو له دې خبرې (قرآن) نه تعجب كوئ"},{"SurahNumber":53,"VerseNumber":60,"Text":"او خاندئ او نه ژاړئ"},{"SurahNumber":53,"VerseNumber":61,"Text":"او تاسو غافلان يئ (لوبې كوونكي يئ)"},{"SurahNumber":53,"VerseNumber":62,"Text":"نو تاسو الله ته سجده وكړئ او (د ده) عبادت وكړئ"},{"SurahNumber":54,"VerseNumber":1,"Text":"قیامت ډېر رانژدې شو او سپوږمۍ وچاودله"},{"SurahNumber":54,"VerseNumber":2,"Text":"او كه چېرې دوى كوم دلیل وویني (نو) اعراض كوي او وايي: دا خو راروان (قوي) جادو دى"},{"SurahNumber":54,"VerseNumber":3,"Text":"او تكذیب كوي او د خپلو خواهشاتو پیروي كوي او هر كار قرار نیونكى دى"},{"SurahNumber":54,"VerseNumber":4,"Text":"او یقینًا یقینًا دوى ته له خبرونو ځنې هغه راغلي دي چې په هغو كې (د دوى لپاره) زجر او سرزنش و"},{"SurahNumber":54,"VerseNumber":5,"Text":"(دغه) ډېر كامل حكمت دى، پس (دوى ته) وېروونكي نفع نه رسوي"},{"SurahNumber":54,"VerseNumber":6,"Text":"نو ته له دوى نه مخ وګرځوه۔ (او یاده كړه) هغه ورځ چې بلونكى به یو ناخوښه، (نااشنا) شي ته بلنه وكړي"},{"SurahNumber":54,"VerseNumber":7,"Text":"په دې حال كې چې د دوى سترګې به خړې خوارې وي، دوى به له قبرونو نه (داسې) راوځي ګویا كې دوى خواره واره ملخان دي"},{"SurahNumber":54,"VerseNumber":8,"Text":"د بلونكي په طرف به تلوار كوونكي وي، كافران به وايي: دا ډېره سخته ورځ ده"},{"SurahNumber":54,"VerseNumber":9,"Text":"له دوى نه مخكې د نوح قوم تكذیب كړى دى، نو دوى زمونږ د بنده (نوح) تكذیب وكړ او ويې ويل: (دا نوح) لېونى دى او (له تبلیغه) منع كړى شو (او سخت وځورول شو)"},{"SurahNumber":54,"VerseNumber":10,"Text":"نو ده له خپل رب نه دعا وغوښته، داسې چې بېشكه زه مغلوب (او عاجز) یم، نو ته (زما) انتقام (او بدله) واخله"},{"SurahNumber":54,"VerseNumber":11,"Text":"نو مونږ د اسمان دروازې په ډېرو راتویدونكو اوبو سره پرانستلې"},{"SurahNumber":54,"VerseNumber":12,"Text":"او له ځمكې نه مو چینې روانې كړې۔، نو اوبه په هغه كار باندي سره یوځاى (او ګډې) شوې چې مقرر شوى و"},{"SurahNumber":54,"VerseNumber":13,"Text":"او مونږ هغه (په داسې بېړۍ) سور كړ چې د پلنو تختو او پېړو میخونو والا وه"},{"SurahNumber":54,"VerseNumber":14,"Text":"چې زمونږ د سترګو په وړاندې ګرځېدله۔ (دا طوفان راغلى و) د هغه چا د بدلې (او امداد) لپاره چې بې قدري (او ناشكري) يې كړى شوې وه"},{"SurahNumber":54,"VerseNumber":15,"Text":"او یقینًا یقینًا مونږ دغه (بېړۍ) یو دلیل پرېښوده، نو ایا څوك پند اخيستونكى شته؟"},{"SurahNumber":54,"VerseNumber":16,"Text":"نو زما عذاب او زما وېرول څنګه وو؟"},{"SurahNumber":54,"VerseNumber":17,"Text":"او یقینًا یقینًا مونږ دا قرآن (د یادولو او پند اخيستلو لپاره) اسان كړى دى، نو ایا څوك پند اخيستونكى شته؟"},{"SurahNumber":54,"VerseNumber":18,"Text":"عادیانو تكذیب وكړ، نو زما عذاب او زما وېرول څنګه وو"},{"SurahNumber":54,"VerseNumber":19,"Text":"بېشكه مونږ په دوى باندې ډېر سخت باد راخوشې كړ د ډېر سخت سپېره والي په ورځ كې"},{"SurahNumber":54,"VerseNumber":20,"Text":"دغه (باد) به خلق (له ژورو پټو كندو نه) داسې را ایستل ګویا كې دوى له بېخه راوتلو د كجورو د ونو تنې دي"},{"SurahNumber":54,"VerseNumber":21,"Text":"نو زما عذاب او زما وېرول څنګه وو؟"},{"SurahNumber":54,"VerseNumber":22,"Text":"او یقینًا یقینًا مونږ قرآن د پند اخيستلو لپاره اسان كړى دى، نو ایا څوك پند اخيستونكى شته؟"},{"SurahNumber":54,"VerseNumber":23,"Text":"ثمودیانو د وېروونكو (نبیانو) تكذيب وكړ"},{"SurahNumber":54,"VerseNumber":24,"Text":"پس دوى وویل: ایا د يو داسې بشر چې زمونږ ځنې دى (او) یو دى، مونږ به د ده پیروي كوو؟ بېشكه مونږ به په دغه وخت كې خامخا په ګمراهۍ او لېونتوب كې یو"},{"SurahNumber":54,"VerseNumber":25,"Text":"ایا زمونږ له مینځه په ده باندې وحي راوغورځولى شوه؟ (داسې نه ده) بلكې دى ډېر دروغجن دى، ډېر خود پسند (متكبر) دى"},{"SurahNumber":54,"VerseNumber":26,"Text":"ژر به دوى سبا ته پوه شي چې ډېر دروغجن، ډېر تكبر كوونكى څوك دى"},{"SurahNumber":54,"VerseNumber":27,"Text":"بېشكه مونږ د دوى د ازمېښت لپاره اوښې لره لېږونكي یو، نو ته دوى ته منتظر اوسه او ښه صبر كوه"},{"SurahNumber":54,"VerseNumber":28,"Text":"او دوى ته خبر وركړه چې بېشكه اوبه د دوى په مینځ كې تقسیم دي۔ هر وار د اوبو ته به حاضري كول شي"},{"SurahNumber":54,"VerseNumber":29,"Text":"او دوى خپل ملګري ته اواز وكړ، نو هغه توره راواخيسته، پس د هغې لېنګي يې پرې كړل (بيا يې مړه كړه)"},{"SurahNumber":54,"VerseNumber":30,"Text":"نو زما عذاب او زما وېرول څنګه وو؟"},{"SurahNumber":54,"VerseNumber":31,"Text":"بېشكه مونږ پر هغوى باندې یوه چغه راخوشې كړه، نو د شپول جوړوونكي د مات (او چوره) كړى شویو وښو په شان شول"},{"SurahNumber":54,"VerseNumber":32,"Text":"او یقینًا یقینًا مونږ قرآن د پند اخيستلو لپاره اسان كړى دى، نو ایا څوك پند اخيستونكى شته؟"},{"SurahNumber":54,"VerseNumber":33,"Text":"د لوط قوم د وېروونكو تكذیب وكړ"},{"SurahNumber":54,"VerseNumber":34,"Text":"بېشكه مونږ پر هغوى باندې كاڼي ویشتونكى باد راخوشې كړ ــ د لوط له كورنۍ نه غیر، مونږ دوى ته په پېشلمي كې نجات وركړ"},{"SurahNumber":54,"VerseNumber":35,"Text":"زمونږ له جانبه د مهربانۍ په وجه۔، همداسې مونږ هغه چا ته بدله وركوو چې شكر وباسي"},{"SurahNumber":54,"VerseNumber":36,"Text":"او یقینًا یقینًا هغه (لوط) دوى زمونږ له نیولو نه وېرولي وو۔، پس دوى (د هغه) په وېرولو كې شك وكړ"},{"SurahNumber":54,"VerseNumber":37,"Text":"او یقینًا یقینًا دوى له ده نه د ده د مېلمنو غوښتنه وكړه، نو مونږ د دوى سترګې (محوه) ړندې كړې، پس (دوى ته وویل شو چې) تاسو زما عذاب او زما وېرول وڅَكئ"},{"SurahNumber":54,"VerseNumber":38,"Text":"او یقینًا یقینًا په دوى باندې سهار وختي ثابت (او قرار نیونكى) عذاب راغى"},{"SurahNumber":54,"VerseNumber":39,"Text":"نو تاسو زما عذاب او زما وېرول وڅَكئ"},{"SurahNumber":54,"VerseNumber":40,"Text":"او یقینًا یقینًا مونږ قرآن د پند اخيستلو لپاره اسان كړى دى، نو ایا څوك پند اخيستونكى شته؟"},{"SurahNumber":54,"VerseNumber":41,"Text":"او یقینًا یقینًا ال فرعون ته وېروونكي راغلي وو"},{"SurahNumber":54,"VerseNumber":42,"Text":"(نو) دوى زمونږ د ټولو دلیلونو (معجزو) تكذیب وكړ، نو مونږ دوى ونیول، د ډېر غالب او ښه ذات په نیولو سره"},{"SurahNumber":54,"VerseNumber":43,"Text":"(اى عربو!) ايا ستاسو كفار له دغو (ړومبنو كفارو) نه ډېر غوره دي، یا تاسو لپاره په كتابونو كې خلاصى (راغلى) دى؟"},{"SurahNumber":54,"VerseNumber":44,"Text":"یا دوى وايي چې مونږ بدله اخيستونكې ډله یو"},{"SurahNumber":54,"VerseNumber":45,"Text":"دغه جمع (ډله) به یقینًا یقینًا ماته كړى شي او دوى به شاګانې وګرځوي"},{"SurahNumber":54,"VerseNumber":46,"Text":"بلكې قیامت د دوى د وعدې ځاى دى او قیامت ډېر سخت او ډېر تریخ دى"},{"SurahNumber":54,"VerseNumber":47,"Text":"بېشكه مجرمان په ګمراهۍ او لمبې وهونكي اور كې دي"},{"SurahNumber":54,"VerseNumber":48,"Text":"په هغې ورځ كې چې دوى به په خپلو مخونو په اور كې راښكلى شي (او ویلى به شي چې) تاسو د دوزخ رسېدل وڅكئ"},{"SurahNumber":54,"VerseNumber":49,"Text":"بېشكه مونږ هر شي لره، مونږ هغه په (ازلي) اندازې سره پیدا كړى دى"},{"SurahNumber":54,"VerseNumber":50,"Text":"او زمونږ امر نه دى مګر یو ځل دى، لكه د سترګو رپول"},{"SurahNumber":54,"VerseNumber":51,"Text":"او یقینًا یقینًا مونږ ستاسو مشابه (او نظاير) هلاك كړي دي، نو ایا څوك پند اخيستونكى شته؟"},{"SurahNumber":54,"VerseNumber":52,"Text":"او هر هغه شى (كار) چې دوى كړى دى، په كتابونو كې دى"},{"SurahNumber":54,"VerseNumber":53,"Text":"او هر وړوكى او لوى (عمل) لیكل شوى دى"},{"SurahNumber":54,"VerseNumber":54,"Text":"بېشكه متقیان به په باغونو او ويالو كې وي"},{"SurahNumber":54,"VerseNumber":55,"Text":"د راستۍ په مجلس كې به وي، له لوى قدرت لرونكي بادشاه سره"},{"SurahNumber":55,"VerseNumber":1,"Text":"ډېر زیات مهربان ذات"},{"SurahNumber":55,"VerseNumber":2,"Text":"(دا) قرآن ښودلى دى"},{"SurahNumber":55,"VerseNumber":3,"Text":"هغه انسان پیدا كړى دى"},{"SurahNumber":55,"VerseNumber":4,"Text":"ده ته يې بیان (او وینا) كول ښودلي دي"},{"SurahNumber":55,"VerseNumber":5,"Text":"لمر او سپوږۍ په حساب سره (روان) دي"},{"SurahNumber":55,"VerseNumber":6,"Text":"او ستوري / واښه او ونې دواړه سجدې كوي"},{"SurahNumber":55,"VerseNumber":7,"Text":"او اسمان لره، دا هغه پورته (اوچت) كړى دى او تله يې اېښې (مقرر كړې) ده"},{"SurahNumber":55,"VerseNumber":8,"Text":"(د دې لپاره) چې تاسو په تله كې تېرى ونه كړئ"},{"SurahNumber":55,"VerseNumber":9,"Text":"او تاسو په انصاف سره وزن برابروئ او په تول كې كمى مه كوئ"},{"SurahNumber":55,"VerseNumber":10,"Text":"او ځمكې لره، هغه دا د ژوندیو لپاره غوړولې ده"},{"SurahNumber":55,"VerseNumber":11,"Text":"په دې كې مېوې دي او د پوښونو والا د كجورو ونې دي"},{"SurahNumber":55,"VerseNumber":12,"Text":"او د وښو (بوسو) والا دانې دي او خوشبویه ګلان دي"},{"SurahNumber":55,"VerseNumber":13,"Text":"نو (اى انسانانو او پېریانو!) تاسو دواړه د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ (او ترې منكرېږئ)"},{"SurahNumber":55,"VerseNumber":14,"Text":"انسان يې د كودرې په شان له وچې كړنګېدونكې خټې نه پیدا كړى دى"},{"SurahNumber":55,"VerseNumber":15,"Text":"او جان (د پېریانو پلار) يې د اور له خالصې (بې لوګي) شغلې نه پیدا كړى دى"},{"SurahNumber":55,"VerseNumber":16,"Text":"نو تاسو (اى انسانانو او پېریانو) دواړه د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":17,"Text":"(هغه د ژمي او د اوړي) د دواړو مشرقونو رب دى او (د ژمي او د اوړي) د دواړو مغربونو رب دى"},{"SurahNumber":55,"VerseNumber":18,"Text":"نو تاسو (اى انسانانو او پېریانو) دواړه د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":19,"Text":"هغه دوه سمندرونه بهولي دي، په دې حال كې چې یوله بله سره میلاوېږي"},{"SurahNumber":55,"VerseNumber":20,"Text":"د دواړو په مینځ كې یوه پرده ده، چې په یو بل باندې نه ورګډېږي"},{"SurahNumber":55,"VerseNumber":21,"Text":"نو تاسو (اى انسانانو او پېریانو!) دواړه د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":22,"Text":"له دواړو (د سمندرونو) نه ملغلرې او مرجان راوځي"},{"SurahNumber":55,"VerseNumber":23,"Text":"نو تاسو (اى انسانانو او پېریانو) د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":24,"Text":"او خاص هغه لره دي په سمندر كې بادبان پورته كړى شوې بېړۍ، لكه غرونه"},{"SurahNumber":55,"VerseNumber":25,"Text":"نو تاسو (اى انسانانو او پېریانو!) دواړه د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":26,"Text":"هر هغه څوك چې په دې (ځمكې) باندې دي؛ فاني كېدونكي دي"},{"SurahNumber":55,"VerseNumber":27,"Text":"او باقي به پاتې شي ستا د رب مخ (ذات) چې د جلال او د عزت خاوند دى"},{"SurahNumber":55,"VerseNumber":28,"Text":"نو (اى انسانانو او پېریانو!) تاسو دواړه د خپل رب په نعمتونو كې كوم یو دروغ ګڼئ؟"},{"SurahNumber":55,"VerseNumber":29,"Text":"له ده نه سوال كوي هر هغه څوك چې په ا سمانونو او ځمكه كې دي۔، هر وخت هغه په یوكار كې دى"},{"SurahNumber":55,"VerseNumber":30,"Text":"نو تاسو (اى انسانانو او پېریانو!) د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":31,"Text":"ژر ده چې مونږ به تاسو ته وزګار شو، اى دوه درنو قبیلو (انسانانو او پېریانو)"},{"SurahNumber":55,"VerseNumber":32,"Text":"نو تاسو (اى انسانانو او پېریانو!) د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":33,"Text":"اى د پېریانو او انسانانو ډلې! كه چېرې تاسو د دې طاقت لرئ چې تاسو د اسمانونو او ځمكې له غاړو نه بهر ووځئ، نو ووځئ۔ او تاسو به بهر ونه وتلى شئ مګر په قوت (او زور) سره"},{"SurahNumber":55,"VerseNumber":34,"Text":"نو (اى پېریانو او انسانانو!) تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":35,"Text":"په تاسو دواړو (ډلو) باندې به د اور خالصې لمبې او لوګى درخوشې كړى شي، بیا به تاسو یوله بل سره مدد نشئ كولى"},{"SurahNumber":55,"VerseNumber":36,"Text":"نو تاسو دواړه (اى پېریانو او انسانانو!) د خپل رب په نعمتونو كې له كوم كوم نه انكار كوئ؟"},{"SurahNumber":55,"VerseNumber":37,"Text":"بیا چې كله اسمان څیرې شي، نو سور رنګه ګل به شي، لكه د سرې څرمنې"},{"SurahNumber":55,"VerseNumber":38,"Text":"نو تاسو دواړه (اى پېریانو او انسانانو!) د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":39,"Text":"نو په دغې ورځ كې به د خپلې ګناه په باره كې نه له انسان نه پوښتنه كولى شي او نه له پېري نه"},{"SurahNumber":55,"VerseNumber":40,"Text":"نو (اى پېریانو او انسانانو!) تاسو دواړه د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":41,"Text":"مجرمان به په خپلو نښو سره پېژندلى شي، نو (د مجرمانو) وچولي او قدمونه به ونیولى شي"},{"SurahNumber":55,"VerseNumber":42,"Text":"نو (اى پېريانو او انسانانو!) تاسو د خپل رب په نعمتونو كې د كوم يوه تكذيب كوئ"},{"SurahNumber":55,"VerseNumber":43,"Text":"دا هغه دوزخ دى چې مجرمانو (كافرانو) به دا دروغ ګاڼه"},{"SurahNumber":55,"VerseNumber":44,"Text":"دوى به د دغه (دوزخ) په مینځ كې او د ډېرو ګرمو اوبو په مینځ كې ګرځي"},{"SurahNumber":55,"VerseNumber":45,"Text":"نو (اى پېریانو او انسانانو!) تاسو دواړه د خپل رب په نعمتونو كې د كوم یوه انكار كوئ؟"},{"SurahNumber":55,"VerseNumber":46,"Text":"او د هغه چا لپاره چې د خپل رب په واړندې له ودرېدلو نه وېرېږي، دوه جنتونه دي"},{"SurahNumber":55,"VerseNumber":47,"Text":"نو تاسو (اى پېریانو او انسانانو!) د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ؟"},{"SurahNumber":55,"VerseNumber":48,"Text":"(دغه جنتونه) د ډېرو ډېرو څانګو والا دي"},{"SurahNumber":55,"VerseNumber":49,"Text":"نو تاسو (اى پېریانو او انسانانو!) د خپل رب په نعمتونو كې كوم كوم دروغ ګڼئ"},{"SurahNumber":55,"VerseNumber":50,"Text":"په دغو دواړو (جنتونو) كې دوه چینې دي چې بهېږي"},{"SurahNumber":55,"VerseNumber":51,"Text":"نو تاسو (اى پېریانو او انسانانو!) د خپل رب په نعمتونو كې له كوم یو نه انكار كوئ"},{"SurahNumber":55,"VerseNumber":52,"Text":"په دغو (جنتونو) كې له هرې مېوې نه دوه دوه قسمه دي"},{"SurahNumber":55,"VerseNumber":53,"Text":"نو تاسو (اى پېریانو او انسانانو!) د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":54,"Text":"په داسې حال كې چې دوى به په داسې فرشونو باندې تكیه وهونكي وي چې د هغو استرونه به له پېړو ورېښمو څخه وي او د دواړو جنتونو مېوې به نژدې وي"},{"SurahNumber":55,"VerseNumber":55,"Text":"نو تاسو (اى انسانانو او پېریانو!) د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":56,"Text":"په دغو (جنتونو) كې به د سترګو رامنع كوونكې حورې وي، چې له دغو (جنتي خاوندانو) نه به مخكې دوى ته نه بل انسان لاس وروړى وي او نه پېري"},{"SurahNumber":55,"VerseNumber":57,"Text":"نو تاسو (اى پېریانو او انسانانو!) د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":58,"Text":"ګویا كې دغه (حورې) یاقوت لعل دي، یا مرجان دي"},{"SurahNumber":55,"VerseNumber":59,"Text":"نو تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":60,"Text":"د احسان بدل نه دى مګر احسان (او نېكي) كول"},{"SurahNumber":55,"VerseNumber":61,"Text":"نو تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":62,"Text":"او له دغو دواړو نه غیر دوه نور جنتونه دي"},{"SurahNumber":55,"VerseNumber":63,"Text":"نو تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":64,"Text":"تك تور دي (له ډېر شین والي او خړوب والي نه)"},{"SurahNumber":55,"VerseNumber":65,"Text":"نو تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":66,"Text":"په دغو دواړو كې دوه جوش وهونكې چینې دي"},{"SurahNumber":55,"VerseNumber":67,"Text":"نو تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":68,"Text":"په دغو دواړو كې مېوې او كجورې او انار دي"},{"SurahNumber":55,"VerseNumber":69,"Text":"نو تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":70,"Text":"په دغو (جنتونو) كې ډېرې غوره (نېك سیرتې) ډېرې ښكلې حورې دي"},{"SurahNumber":55,"VerseNumber":71,"Text":"نو تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":72,"Text":"په خېمو كې محفوظې ساتلې شوې حورې به وي"},{"SurahNumber":55,"VerseNumber":73,"Text":"نو تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":74,"Text":"چې له دغو (جنتي خاوندانو) نه به مخكې دوى ته نه انسان لاس وروړى وي او نه پېري"},{"SurahNumber":55,"VerseNumber":75,"Text":"نو تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":76,"Text":"په داسې حال كې چې تكیه كوونكي به ۔وي په شین رنګه بالښتونو او په ډېرو نفیسو ښكلو فرشونو باندې"},{"SurahNumber":55,"VerseNumber":77,"Text":"نو تاسو د خپل رب په نعمتونو كې د كوم یوه تكذیب كوئ"},{"SurahNumber":55,"VerseNumber":78,"Text":"ډېر بركتي دى ستا د رب نوم، چې د جلال او د اكرام (عزت وركولو) والا دى"},{"SurahNumber":56,"VerseNumber":1,"Text":"كله چې واقع كېدونكى (قیامت) واقع شي"},{"SurahNumber":56,"VerseNumber":2,"Text":"د ده پېښېدو لره هېڅ دروغجنوونكى نشته"},{"SurahNumber":56,"VerseNumber":3,"Text":"(دا) ښكته كوونكى، (او) اوچتوونكى دى"},{"SurahNumber":56,"VerseNumber":4,"Text":"كله چې ځمكه وخوځولى شي، خوځول"},{"SurahNumber":56,"VerseNumber":5,"Text":"او غرونه ورژول شي، رژول"},{"SurahNumber":56,"VerseNumber":6,"Text":"نو دغه (غرونه) به یوه خوره شوې دوړه شي"},{"SurahNumber":56,"VerseNumber":7,"Text":"اوتاسو به درې قسمونه شئ"},{"SurahNumber":56,"VerseNumber":8,"Text":"نو د ښي لاس والا (خلق) ۔، څه (ښه) دي د ښې لاس والا خلق"},{"SurahNumber":56,"VerseNumber":9,"Text":"او د چپ لاس والا خلق۔، څه (بد) دي د چپ لاس والا خلق؟"},{"SurahNumber":56,"VerseNumber":10,"Text":"او ړومبى كېدونكي (همدوى) ړومبى كېدونكي دي"},{"SurahNumber":56,"VerseNumber":11,"Text":"هم دوى نژدې كړى شوي دي (الله ته)"},{"SurahNumber":56,"VerseNumber":12,"Text":"د نعمتونو په جنتونو كې به وي"},{"SurahNumber":56,"VerseNumber":13,"Text":"لویه ډله به د ړومبنو خلقو ځنې وي"},{"SurahNumber":56,"VerseNumber":14,"Text":"او لږ به د وروستنو خلقو ځنې وي"},{"SurahNumber":56,"VerseNumber":15,"Text":"په (زرو او ملغلرو سره) بُڼل شویو تختونو باندې به (ناست) وي"},{"SurahNumber":56,"VerseNumber":16,"Text":"چې په دغو باندې به یو بل ته مخامخ تكیه وهونكي وي"},{"SurahNumber":56,"VerseNumber":17,"Text":"په دوى باندې به (د خدمت لپاره) تل پاتې (همېشني) هلكان ګرځي"},{"SurahNumber":56,"VerseNumber":18,"Text":"د ګلاسونو او كوزو سره او د جاري (بهېدونكو) شرابو پیالو سره"},{"SurahNumber":56,"VerseNumber":19,"Text":"چې له دغو (شرابو) نه به نه د دوى سر خوږېږي او نه به بې خوده (نشه) كېږي"},{"SurahNumber":56,"VerseNumber":20,"Text":"او له هغه قسمه مېوو سره چې دوى يې خوښوي"},{"SurahNumber":56,"VerseNumber":21,"Text":"او د مرغانو له هغه قسمه غوښو سره چې د دوى زړونه يې غواړي"},{"SurahNumber":56,"VerseNumber":22,"Text":"او (د دوى لپاره) پیمخې غټ سترګې حورې دي"},{"SurahNumber":56,"VerseNumber":23,"Text":"د پټو ساتل شویو ملغلرو په شان"},{"SurahNumber":56,"VerseNumber":24,"Text":"د هغو عملونو د بدلې وركولو لپاره چې دوى به كول"},{"SurahNumber":56,"VerseNumber":25,"Text":"دوى به په دغه (جنت) كې نه عبث خبرې اوري او نه د ګناه (خبرې)"},{"SurahNumber":56,"VerseNumber":26,"Text":"لېكن سلام، سلام ویل (به اوري)"},{"SurahNumber":56,"VerseNumber":27,"Text":"او د ښي اړخ والا، څه دي د ښي اړخ والا"},{"SurahNumber":56,"VerseNumber":28,"Text":"په بې اغزیو بېرو كې به وي"},{"SurahNumber":56,"VerseNumber":29,"Text":"او له بېخه تر سره ډكو كړى شویو (د) كیلو (په ونو) كې به وی"},{"SurahNumber":56,"VerseNumber":30,"Text":"او په اوږد كړى شویو همېشني سيورو كې به وي"},{"SurahNumber":56,"VerseNumber":31,"Text":"او په راتوى كړى شویو اوبو كې به وي"},{"SurahNumber":56,"VerseNumber":32,"Text":"اوپه ډېرو زیاتو مېوو كې به وي"},{"SurahNumber":56,"VerseNumber":33,"Text":"چې نه به قطع كولى شي او نه به منع كولى شي"},{"SurahNumber":56,"VerseNumber":34,"Text":"او په اوچت كړى شویو فرشونو كې به وي"},{"SurahNumber":56,"VerseNumber":35,"Text":"بېشكه مونږ دغه (ښځې/حورې) پیدا كړې دي، خاص پیدا كول"},{"SurahNumber":56,"VerseNumber":36,"Text":"نو مونږ دغه (حورې) پېغلې ګرځولې دي"},{"SurahNumber":56,"VerseNumber":37,"Text":"په خپلو خاوندانو مینانې (او) همزولې"},{"SurahNumber":56,"VerseNumber":38,"Text":"د ښي اړخ والاو لپاره"},{"SurahNumber":56,"VerseNumber":39,"Text":"(د ښي اړخ والا به) لویه ډله وي له ړومبنو خلقو نه"},{"SurahNumber":56,"VerseNumber":40,"Text":"او بله لویه ډله به له وروستنیو خلقو نه وي"},{"SurahNumber":56,"VerseNumber":41,"Text":"او د چپ اړخ (ګس) والا، څه دي د چپ اړخ والا"},{"SurahNumber":56,"VerseNumber":42,"Text":"(دوى به) په ګرم باد او ډېرو تودو اوبو كې وي"},{"SurahNumber":56,"VerseNumber":43,"Text":"او د تك تور لوګي په سيوري كې به وي"},{"SurahNumber":56,"VerseNumber":44,"Text":"چې نه به یخ وي او نه به د عزت وي"},{"SurahNumber":56,"VerseNumber":45,"Text":"بېشكه دوى له دې نه مخكې (په دنیا كې) په نعمتونو كې پالل شوي وو"},{"SurahNumber":56,"VerseNumber":46,"Text":"او دوى په ډېره لویه ګناه (كفر) باندې دوام (او اصرار) كاوه"},{"SurahNumber":56,"VerseNumber":47,"Text":"او دوى به ویل: ایا كله چې مونږ مړه شو او خاورې او هډوكي شو، ایا په رښتیا او یقینًا به مونږ بیا راژوندي كولى شو"},{"SurahNumber":56,"VerseNumber":48,"Text":"او ایا زمونږ ړومبني پلرونه هم"},{"SurahNumber":56,"VerseNumber":49,"Text":"ته (دوى ته) ووایه چې بېشكه ړومبني او وروستني خلق"},{"SurahNumber":56,"VerseNumber":50,"Text":"دوى به خامخا د معلومې ورځې مقرر وخت ته راجمع كولى شي"},{"SurahNumber":56,"VerseNumber":51,"Text":"بیا به یقینًا تاسو اى ګمراهانو، تكذیب كوونكو"},{"SurahNumber":56,"VerseNumber":52,"Text":"خامخا خوړونكي به یئ د زقوم له ونې نه"},{"SurahNumber":56,"VerseNumber":53,"Text":"نو له هغې نه به خېټې ډكوونكي یئ"},{"SurahNumber":56,"VerseNumber":54,"Text":"بیا به تاسو د دغه (خوړل شوي زقوم) له پاسه تودې اوبه څښونكي یئ"},{"SurahNumber":56,"VerseNumber":55,"Text":"نو د ډېرو تږو اوښانو د څښلو په شان به څښونكي یئ"},{"SurahNumber":56,"VerseNumber":56,"Text":"دا د بدلې په ورځ د دوى مېلمستیا ده"},{"SurahNumber":56,"VerseNumber":57,"Text":"مونږ تاسو پیدا كړي یئ، نو ولې تاسو تصدیق نه كوئ"},{"SurahNumber":56,"VerseNumber":58,"Text":"نو تاسو ما ته خبر راكړئ! هغه نطفه چې تاسو يې تویوئ"},{"SurahNumber":56,"VerseNumber":59,"Text":"ایا تاسو (له) دغې (نطفې نه بشر) پیدا كوئ، یا هم دا مونږ يې پیدا كوونكي یو"},{"SurahNumber":56,"VerseNumber":60,"Text":"بېشكه مونږ ستاسو په مینځ كې مرګ مقدر كړى دى او مونږ عاجز كړى شوي نه یو"},{"SurahNumber":56,"VerseNumber":61,"Text":"له دې نه چې مونږ ستاسو په شان (نور خلق ستاسو) په بدل كې پیدا كړو او تاسو په هغو (صورتونو) سره پیدا كړو چې تاسو پرې علم نه لرئ"},{"SurahNumber":56,"VerseNumber":62,"Text":"او یقینًا یقینًا تاسو په ړومبني پیدا كولو عالمان شوي یئ، نو ولې تاسو پند نه اخلئ"},{"SurahNumber":56,"VerseNumber":63,"Text":"نو تاسو ما ته خبر راكړئ! هغه تخم چې تاسو يې كرئ"},{"SurahNumber":56,"VerseNumber":64,"Text":"ایا تاسو دغه (كرل شوى) زرغونوئ، یا هم دا مونږ يې زرغونوونكي یو"},{"SurahNumber":56,"VerseNumber":65,"Text":"كه مونږ وغواړو (نو) خامخا دغه به وچ او ذره ذره كړو، بیا به تاسو حیران شئ"},{"SurahNumber":56,"VerseNumber":66,"Text":"(او وايئ به) بېشكه مونږ خامخا په تاوان كې غورځول شوي یو"},{"SurahNumber":56,"VerseNumber":67,"Text":"بلكې مونږ محروم كړى شوي یو"},{"SurahNumber":56,"VerseNumber":68,"Text":"نو تاسو ما ته خبر راكړئ! هغه اوبه چې تاسو يې څښئ"},{"SurahNumber":56,"VerseNumber":69,"Text":"ایا تاسو دغه له سپینو ورېځو نه نازلې كړې دي، یا هم دا مونږ يې نازلوونكي یو؟"},{"SurahNumber":56,"VerseNumber":70,"Text":"كه مونږ وغواړو، دغه به تروې ترخې وګرځوو، نو تاسو ولې شكر نه وباسئ"},{"SurahNumber":56,"VerseNumber":71,"Text":"نو تاسو ما ته خبر راكړئ! هغه اور چې تاسو يې بلوئ"},{"SurahNumber":56,"VerseNumber":72,"Text":"ایا تاسو د ده ونه پیدا كړې ده، یا هم دا مونږ يې پیدا كوونكي یو؟"},{"SurahNumber":56,"VerseNumber":73,"Text":"مونږه دغه (اور) تذكره (نصیحت) او د مسافرو لپاره نفعمن ګرځولى دى"},{"SurahNumber":56,"VerseNumber":74,"Text":"نو ته د خپل عظیم رب د نوم پاكي بیانوه"},{"SurahNumber":56,"VerseNumber":75,"Text":"نو زه د ستوریو د پرېوتو په ځایونو باندې قسم خورم"},{"SurahNumber":56,"VerseNumber":76,"Text":"او بېشكه دا یقینًا ډېر لوى قسم دى كه تاسو پوهېږئ"},{"SurahNumber":56,"VerseNumber":77,"Text":"بېشكه دا خامخا ډېر عزتمن قرآن دى"},{"SurahNumber":56,"VerseNumber":78,"Text":"په پټ ساتل شوي كتاب كې دى"},{"SurahNumber":56,"VerseNumber":79,"Text":"چې ده لره نه مسه كوي مګر ښه پاك كړى شوي خلق (ملايك)"},{"SurahNumber":56,"VerseNumber":80,"Text":"د رب العلمین له جانبه نازل كړى شوى دى"},{"SurahNumber":56,"VerseNumber":81,"Text":"ایا نو تاسو د دې حدیث (قرآن) سپكاوى كوونكي یئ"},{"SurahNumber":56,"VerseNumber":82,"Text":"او تاسو خپله برخه دا ګرځوئ چې لازمًا تاسو يې تكذیب كوئ (دروغ يې ګڼئ)"},{"SurahNumber":56,"VerseNumber":83,"Text":"نو ولې يې نه (راګرځوئ) كله چې ساه ستوني ته ورسېږي"},{"SurahNumber":56,"VerseNumber":84,"Text":"او په دغه وخت كې تاسو ګورئ"},{"SurahNumber":56,"VerseNumber":85,"Text":"او مونږ ده ته له تاسو نه ډېر نژدې یو او لېكن تاسو نه وینئ"},{"SurahNumber":56,"VerseNumber":86,"Text":"نو ولې يې نه (راګرځوئ) كه تاسو محكومان نه یئ"},{"SurahNumber":56,"VerseNumber":87,"Text":"(نو ولې) دغه ساه (نه) راګرځوئ۔ كه تاسو رښتیني یئ"},{"SurahNumber":56,"VerseNumber":88,"Text":"نو كه چېرې (دغه مړى) له مقربینو څخه وي"},{"SurahNumber":56,"VerseNumber":89,"Text":"نو (د ده لپاره) راحت او ښه رزق او له نعمتونو ډك جنت دى"},{"SurahNumber":56,"VerseNumber":90,"Text":"او كه د ښي اړخ والاو ځنې وي"},{"SurahNumber":56,"VerseNumber":91,"Text":"نو (ورته ویلى به شي:) تا ته سلام دى۔ (اى) له ښي اړخ والاو ځنې"},{"SurahNumber":56,"VerseNumber":92,"Text":"او كه چېرې (دا مړى) د تكذیب كوونكو ګمراهانو ځنې وي"},{"SurahNumber":56,"VerseNumber":93,"Text":"نو (د ده لپاره) د ډېرو اېشېدلو اوبو مېلمستیا ده"},{"SurahNumber":56,"VerseNumber":94,"Text":"او دوزخ ته ننه اېستل دي"},{"SurahNumber":56,"VerseNumber":95,"Text":"بېشكه دا خبره یقینًا هم دا حقه یقیني ده"},{"SurahNumber":56,"VerseNumber":96,"Text":"پس ته د خپل عظیم رب د نوم پاكي بیانوه"},{"SurahNumber":57,"VerseNumber":1,"Text":"د الله پاكي بیانوي هر هغه شى چې په اسمانونو او ځمكه كې دى او هم دى ښه غالب، ډېر حكمت والا دى"},{"SurahNumber":57,"VerseNumber":2,"Text":"خاص هم ده لپاره د اسمانونو او ځمكې بادشاهي ده، دى ژوندي كول كوي اومړه كول كوي اوهم دى په هر شى باندې ښه قادر دى"},{"SurahNumber":57,"VerseNumber":3,"Text":"هم دغه (الله) اول دى (هیڅ شى له هغه نه مخكې نه و) او اخر دى (له ده نه بعد هېڅ شى نشته) او لوړ دى (په هر شي بره دى) او باطن دى (له ده په وړاندې هېڅ شى پټ نه دى) او هغه په هر شي باندې ښه پوه دى"},{"SurahNumber":57,"VerseNumber":4,"Text":"دى هغه ذات دى چې اسمانونه او ځمكه يې په شپږو ورځو كې پیدا كړي دي، بیا دى په عرش باندې برقراره شو۔، دى عالم دى په هر شي چې په ځمكه كې ننوځي او په هر هغه شي چې له دې نه راوځي او په هر هغه شي چې له اسمانه راكوزېږي او په هر هغه شي چې په ده كې پورته خېژي او دغه (الله د خپل شان لايق) له تاسو سره دى، هر چېرې چې تاسو یئ۔ او الله هغو كارونو لره چې تاسو يې كوئ، ښه لیدونكى دى"},{"SurahNumber":57,"VerseNumber":5,"Text":"خاص هم ده لره د اسمانونو او ځمكې بادشاهي ده او خاص الله ته ټول كارونه ورګرځولى شي"},{"SurahNumber":57,"VerseNumber":6,"Text":"دى شپه په ورځ كې ننباسي او ورځ په شپه كې ننباسي او دى د سینو په پټو خبرو ښه عالم دى"},{"SurahNumber":57,"VerseNumber":7,"Text":"اى خلقو! تاسو په الله او د هغه په رسول ایمان راوړئ او له هغه (مال) څخه څه خرچ كړئ چې هغه (الله) تاسو په دغه (مال) كې (د نورو خلقو) ځاى ناستي (خلیفه ګان) جوړ كړي یئ۔، نو هغه كسان چې له تاسو نه يې ایمان راوړى دى او انفاق يې كړى دى، د دوى لپاره ډېر لوى اجر دى"},{"SurahNumber":57,"VerseNumber":8,"Text":"او تاسو ته څه عذر دى چې په الله ایمان نه راوړئ، حال دا چې (د الله) رسول تاسو ته بلنه دركوي دې ته چې تاسو په خپل رب ایمان راوړئ او یقینًا هغه (الله له تاسو نه) ستاسو پخه وعده اخيستې ده۔، كه چېرې تاسو مومنان یئ"},{"SurahNumber":57,"VerseNumber":9,"Text":"دى همغه ذات دى چې په خپل بنده باندې څرګندې نښې (دلیلونه) نازلوي، د دې لپاره چې دغه (الله) تاسو له تیارو نه رڼا ته وباسي او بېشكه الله پر تاسو باندې یقینًا ډېر نرمي كوونكى، بې حده رحم كوونكى دى"},{"SurahNumber":57,"VerseNumber":10,"Text":"او تاسو ته څه مانع (او عذر) دى چې د الله په لاره كې خپل مال) نه لګوئ، حال دا چې د اسمانونو او ځمكې میراث خاص د الله لپاره دى۔ په تاسو كې هغه څوك نه دي برابر چا چې (د الله په لاره كې) له فتحې نه مخكې انفاق كړى دى او جنګ يې كړى دى۔، دغه خلق د درجې په لحاظ له هغو كسانو نه ډېر لوى دي چې له دغې (فتحې) نه يې وروسته (د الله په لاره كې) انفاق كړى وي او جنګ يې كړى وي او (په دوى كې) له هر یو سره الله د ښېګڼې (جنت) وعده كړې ده۔ او الله په هغو كارونو چې تاسو يې كوئ، ښه خبردار دى"},{"SurahNumber":57,"VerseNumber":11,"Text":"څوك دى هغه كس چې الله ته قرض وركړي، ډېر ښكلى قرض (حسن) نو چې هغه (الله) دغه (قرض) د ده لپاره دوه چنده كړي او د ده لپاره ډېر د عزت اجر دى"},{"SurahNumber":57,"VerseNumber":12,"Text":"هغه ورځ (یاده كړه) چې ته به مومنان سړي او مومنې ښځې وینې چې د دوى رڼا به د دوى مخې ته او د دوى ښي اړخ ته منډې وهي، ستاسو زېرى نن ورځ داسې جنتونه دي چې د هغو له لاندې ولې بهېږي، چې په هغو كې به تل اوسېدونكي یئ۔، همدغه ډېره لویه كامیابي ده"},{"SurahNumber":57,"VerseNumber":13,"Text":"(اى نبي! ته) هغه ورځ (یاده كړه) چې منافق سړي اومنافقې ښځې به ایمان داره كسانو ته وايي: مونږ ته وګورئ (انتظار وكړئ) چې ستاسو له رڼا نه رڼا واخلو (، نو) دوى ته به وویل شي چې خپلې شا ته وګرځئ، نو (هلته) رڼا ولټوئ، نو د دوى په مینځ كې به یو داسې دېوال وواهه شي چې د هغه به دروازه (هم) وي، د دغه (دېوال) دننه طرف، په هغه كې به رحمت وي او د دغه (دېوال) د باندې طرف، له دغه جانبه به عذاب وي"},{"SurahNumber":57,"VerseNumber":14,"Text":"دوى به دغو (مومنانو) ته اواز وكړي: ایا مونږ له تاسو سره نه وو؟ نو دوى (مومنان) به ووايي: ولې نه! او لېكن تاسو خپل ځانونه په فتنه كې اچولي وو او تاسو انتظار كاوه او شك مو كاوه او (خپلو) ارزوګانو دوكه كړي (تېرایستلي) وئ، تر هغه پورې چې د الله امر راغى او تاسو د الله په باره كې ډېر دوكه كوونكي دوكه كړي وئ"},{"SurahNumber":57,"VerseNumber":15,"Text":"نو نن ورځ به نه له تاسو نه څه فدیه (معاوضه) اخيستلى شي او نه له كافران شویو كسانو نه۔، ستاسو استوګنه اور دى، هغه (اور) ستاسو دوست (او لايق) دى او هغه د ورتلو بد ځاى دى"},{"SurahNumber":57,"VerseNumber":16,"Text":"ایا هغو كسانو ته چې ایمان يې راوړى دى (دغه) وخت نه دى راغلى چې د دوى زړونه نرم (او په وېره) شي د الله ذكر ته او هغه حق ته چې نازل شوى دى! او د هغو كسانو په شان نشي چې له دې نه مخكې ورته كتاب وركړى شوى و، نو په دوى باندې زمانه اوږده شوه، پس د دوى زړونه سخت شول او په دوى كې ډېر فاسقان (نافران) دي"},{"SurahNumber":57,"VerseNumber":17,"Text":"تاسو پوه شئ چې بېشكه الله ځمكه د هغې له مرګ (وچوالي) نه پس ژوندۍ كوي، یقینًا مونږ تاسو ته ایتونه بیان كړي دي، د دې لپاره چې تاسو له عقل نه كار واخلئ"},{"SurahNumber":57,"VerseNumber":18,"Text":"بېشكه خیرات كوونكي سړي او خیرات كوونكې ښځې او هغه چې الله ته قرض وركوي، ښه قرض، د دوى لپاره (دغه قرضِ حسن) دوچند كولى شي او د دوى لپاره ډېر د عزت اجر دي"},{"SurahNumber":57,"VerseNumber":19,"Text":"او هغه كسان چې په الله او د هغه په رسولانو يې ایمان راوړى دى همدغه كسان ډېر رښتني دي او د خپل رب په وړاندې شاهدان دي۔، د دوى لپاره د دوى اجر او د دوى رڼا ده او هغه كسان چې كافران شوي او زمونږ ایتونو ته يې دروغ ویلي دي۔؛ دغه كسان د دوزخ ملګري دي"},{"SurahNumber":57,"VerseNumber":20,"Text":"تاسو پوه شئ چې بېشكه دنيايي ژوند يواځې لوبې او عبث او زینت او په خپل مینځ یو په بل باندې فخر كول دي او په یو بل باندې په مالونو او اولادونو كې ډېر والى كول دي۔ د هغه باران په شان چې كرونكي (كروندګر) لره د هغه (باران) زرغونه خوشاله كړي، بیا هغه (زرغونه) وچېږي، نو ته دغه زرغونه تكه زېړه وینې، بیا هغه رېزه رېزه شي او په اخرت كې (د اخرت منكرانو ته) ډېر سخت عذاب دى او (منونكو ته) د الله له جانبه بخښنه او رضامندي ده، او دنيايي ژوند نه دى مګر د دوكې (او غولېدلو) سامان دى"},{"SurahNumber":57,"VerseNumber":21,"Text":"تاسو تلوار وكړئ د الله له جانبه مغفرت ته او داسې جنت ته چې د هغه پلنوالى د اسمان او ځمكې د پلنوالي په شان دى، د هغو كسانو لپاره تیار كړى شوى دى چې په الله او د هغه په رسولانو ایمان لري، دغه د الله فضل دى، چا ته چې وغواړي دغه وركوي او الله د ډېر لوى فضل والا دى"},{"SurahNumber":57,"VerseNumber":22,"Text":"نه رسېږي په ځمكه كې او نه ستاسو په ځانونو كې كوم مصیبت مګر (دا) په كتاب كې دي مخكې له دې نه چې دغه (ځانونه) پيدا كړو، بېشكه الله ته دا ډېره اسانه ده"},{"SurahNumber":57,"VerseNumber":23,"Text":"لپاره د دې چې تاسو په هغه څه خفه نشئ چې له تاسو فوت شول او په هغه څه خوشاله نشئ چې تاسو ته هغه دركړل او الله نه خوښوي هېڅ كبرجن (او) فخر كوونكى"},{"SurahNumber":57,"VerseNumber":24,"Text":"هغه كسان چې (پخپله) بخل كوي او (نورو) خلقو ته (هم) د بخل كولو حكم كوي او هغه څوك چې مخ يې وګرځاوه، نو بېشكه الله، هم دى ښه بې پروا۔، ډېر ستايل شوى دى"},{"SurahNumber":57,"VerseNumber":25,"Text":"یقینًا یقینًا مونږ خپل رسولان په ښكاره دلیلونو سره لېږلي دي او له دوى سره مونږ كتاب او تله نازل كړي دي، د دې لپاره چې خلق په انصاف ودرېږي او مونږ اوسپنه نازله كړې ده، په دې كې (قوت د) سخت جنګ دى او د خلقو لپاره ګټې دي۔ او د دې لپاره چې الله په هغه چا باندې پوه شي چې د ده او د ده د رسولانو په نالیدلو مدد كوي، بېشكه الله ډېر قوي، ښه غالب دى"},{"SurahNumber":57,"VerseNumber":26,"Text":"او یقینًا یقینًا مونږ نوح او ابراهیم رسولان لېږلي وو او د دغو دواړو په اولاده كې مو نبوت او كتاب ایښى و، نو په دوى كې ځینې هدایت موندونكي دي او په دوى كې ډېر زیات فاسقان دي"},{"SurahNumber":57,"VerseNumber":27,"Text":"بیا مونږ د دوى د قدمونو په اثارو پسې خپل رسولان راولېږل او ورپسې مو راوست عیسٰى زوى د مریمې او مونږ ده ته انجیل وركړى و۔ او مونږ د ده د پېروي كوونكو په زړونو كې نرمي او مهرباني كول ایښي وو او رهبانیت چې دغه دوى له ځانه ایجاد كړى و، مونږ په دوى باندې لازم كړى نه و لېكن (دوى غوره كړى و) د الله د رضامندۍ لټولو لپاره، نو دوى د هغه (رهبانیت) رعایت ونه كړ، حق رعایت، نو په دوى كې هغو كسانو ته چې ایمان يې راوړى و؛ مونږ د دوى اجر وركړ او په دوى كې ډېر زیات فاسقان وو"},{"SurahNumber":57,"VerseNumber":28,"Text":"اى هغو كسانو چې ایمان يې راوړى دى! تاسو له الله نه ووېرېږئ او د هغه په رسول ایمان راوړئ هغه (الله) به تاسو ته له خپل رحمت نه دوه حصې دركړي او تاسو لپاره به رڼا پیدا كړي چې تاسو به له هغې سره (په پل صراط) ځئ او تاسو به وبخښي او الله ډېر بخښونكى، بې حده رحم كوونكى دى"},{"SurahNumber":57,"VerseNumber":29,"Text":"د دې لپاره چې اهل كتاب (په دې) ښه پوه شي چې دوى د الله له فضله په هېڅ شي باندې قادر نه دي او دا چې بېشكه فضل د الله په لاس كې دى، چا ته چې وغواړي هغه وركوي او الله د ډېر لوى فضل والا دى"}]}