{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"“۞ Adati: “Kodi sindidakuuze (kuti) ndithu iwe sutha kupirira nane?”"},{"SurahNumber":18,"VerseNumber":76,"Text":"“(Mûsa) adati: “Ngati ndikufunsanso chilichonse pambuyo pa ichi, usandilole kutsagana nawe. Ndiye kuti wakwaniritsa dandaulo lako pa ine.”"},{"SurahNumber":18,"VerseNumber":77,"Text":"“Choncho adamuka; kufikira pamene adawapeza eni mudzi ndipo adawapempha eni mudziwo chakudya, koma adakana kuwalandira monga alendo. Ndipo adapezamo khoma lili pafupi kugwa, (ndipo Khidhiriyo) adaliimika. (Mûsa) adati: “Ngati ukadafuna, ukadalandira malipiro (pa ntchitoyi kuti tigulire chakudya).”"},{"SurahNumber":18,"VerseNumber":78,"Text":"“(Khidhiri) adati: “Awa ndiwo malekano pakati pa ine ndi iwe. Tsopano ndikuuza tanthauzo la zomwe sudathe kupirira nazo.”"},{"SurahNumber":18,"VerseNumber":79,"Text":"““Tsopano chombo chija, chidali cha masikini ogwira ntchito pa nyanja, ndipo ndidafuna kuchiononga (mwadala) chifukwa patsogolo pawo padali mfumu yomwe imatenga chombo chilichonse (chabwino) molanda.”"},{"SurahNumber":18,"VerseNumber":80,"Text":"““Ndipo mnyamata uja, makolo ake adali okhulupirira, ndipo tidaopera kuti angawachititse zoipa (makolo akewo) ndi za kusakhulupirira (mwa Allah)"},{"SurahNumber":18,"VerseNumber":81,"Text":"“Choncho tidafuna kuti Mbuye wawo awasinthire ndi wabwino kuposa iye pa kuyera, ndi wachifundo chapafupi (kwa makolo ake.)”"},{"SurahNumber":18,"VerseNumber":82,"Text":"““Tsopano chipupa chija, chidali cha ana awiri amasiye mu mzindamo; ndipo pansi pake padali chuma chawo (chimene adawasiira bambo wawo) ndipo tate wawo adali munthu wabwino choncho Mbuye wako adafuna kuti akule misinkhu yawo ndipo adzadzitulutsire chuma chawocho; ichi ndi chifundo chochokera kwa Mbuye wako. Ndipo ine sindidachite zinthu zimenezi mwandekha. Limenelo ndilo tanthauzo la zomwe sudathe kupirira nazo.”"},{"SurahNumber":18,"VerseNumber":83,"Text":"“Ndipo akukufunsa nkhani za Thul-Qarnain. Auze: “Ndikulakatulirani zina mwa nkhani zake.”"},{"SurahNumber":18,"VerseNumber":84,"Text":"“Ndithu tidampatsa mphamvu zokhalira pa dziko ndikumpatsa njira yopezera chilichonse"},{"SurahNumber":18,"VerseNumber":85,"Text":"“Choncho adatsata njira"},{"SurahNumber":18,"VerseNumber":86,"Text":"“Mpaka pomwe adafika kumlowero kwa dzuwa (ku maiko a kuzambwe), adaliona (ngati) likulowa pa dziwe la matope ambiri. Ndipo pompo adapeza anthu; tidati: “E iwe Thul-Qarnain! Alange, kapena achitire zabwino.”"},{"SurahNumber":18,"VerseNumber":87,"Text":"“Adati: “Koma amene achita zosalungama timulanga; ndipo kenako adzabwezedwa kwa Mbuye wake; ndipo akamukhaulitsa ndi chilango choipa"},{"SurahNumber":18,"VerseNumber":88,"Text":"“Koma amene akhulupirire ndikuchita ntchito zabwino, apeza mphoto yabwino; ndipo timuuza zomwe zili zofewa m’zinthu zathu.”"},{"SurahNumber":18,"VerseNumber":89,"Text":"“Kenako adatsata njira"},{"SurahNumber":18,"VerseNumber":90,"Text":"“Mpaka adafika ku mtulukiro kwa dzuwa (ku maiko akuvuma). Adalipeza (dzuwalo) likuwatulukira anthu omwe sitidawaikire chowatchinga ku ilo"},{"SurahNumber":18,"VerseNumber":91,"Text":"“Momwemo, tidali kudziwa bwino nkhani zonse zomwe zidali ndi iye"},{"SurahNumber":18,"VerseNumber":92,"Text":"“Kenako adatsata njira"},{"SurahNumber":18,"VerseNumber":93,"Text":"“Mpaka pomwe adafika pakatikati pa mapiri awiri adapeza pafupi ndi mapiriwo anthu omwe sikudali kwapafupi kumva chiyankhulo"},{"SurahNumber":18,"VerseNumber":94,"Text":"“Adati: “E iwe Zul-Qarnain! Ndithu Yaajuju ndi Maajuju akuononga pa dziko. Kodi sikungatheke kuti tikupatse malipiro kuti uike pakati pathu ndi pakati pawo, chotchinga (mpanda)?”"},{"SurahNumber":18,"VerseNumber":95,"Text":"“(Iye) adati: “Zomwe Mbuye wanga wandipatsa ndi zabwino. Choncho ndithandizeni ndi mphamvu zanu (zonse pantchito imeneyi) ndiika chotchinga cholimba pakati panu ndi pakati pawo.”"},{"SurahNumber":18,"VerseNumber":96,"Text":"““Ndipatseni zidutswa za zitsulo.” Kufikira pamene adadzaza ndi zitsulozo mpata umene udalipo pakati pa mapiri awiriwo, adati: “Pemelerani (moto).” Mpaka (chitsulocho) chidafiira monga moto, adati: “Ndibweretsereni mtovu wosungunuka ndiuthire pamwamba pake (pa chitsulocho).”"},{"SurahNumber":18,"VerseNumber":97,"Text":"“Choncho (Yaajuju ndi Maajuju) sadathe kukwera pamwamba pake, ndiponso sadathe kuchiboola"},{"SurahNumber":18,"VerseNumber":98,"Text":"“(Iye) adati: “Ichi ndi chifundo chochokera kwa Mbuye wanga; koma likadzafika lonjezo la Mbuye wanga (kudza kwa Qiyâma), adzachiswanyaswanya; ndipo lonjezo la Mbuye wanga nloona.”"},{"SurahNumber":18,"VerseNumber":99,"Text":"“Ndipo patsiku limenelo tidzawasiya ena a iwo (oipa) akuchita chipolowe pa ena; ndipo lidzaimbidwa lipenga. Pamenepo tidzawasonkhanitsa onse pamodzi"},{"SurahNumber":18,"VerseNumber":100,"Text":"“Ndipo tsiku limenelo, tidzayionetsa poyera Jahannam kwa osakhulupirira"},{"SurahNumber":18,"VerseNumber":101,"Text":"“(Osakhulupirira) omwe maso awo adali ophimbidwa pakusalabadira ulaliki Wanga, ndipo sadali kutha kumva (zimene akuuzidwa)"},{"SurahNumber":18,"VerseNumber":102,"Text":"“Kodi osakhulupirira akuganiza kuti angawasandutse akapolo Anga kukhala atetezi kusiya Ine? Ndithu taikonza Jahannam kukhala malo ofikirapo osakhulupirira"},{"SurahNumber":18,"VerseNumber":103,"Text":"“Nena: “Kodi tikudziwitseni eni kuluza (kulephera) pa zochita zawo?”"},{"SurahNumber":18,"VerseNumber":104,"Text":"““Iwo ndi omwe khama lawo lataika m’moyo wa pa dziko lapansi, pomwe iwowo akuganiza kuti akuchita zabwino”"},{"SurahNumber":18,"VerseNumber":105,"Text":"“Iwowo ndi amene sadakhulupirire zisonyezo za Mbuye wawo, ndipo (sadakhulupirire) zakukumana Naye. Choncho zochita zawo zaonongeka (zapita pachabe), ndipo pa tsiku la chiweruziro sitidzawaikira sikelo"},{"SurahNumber":18,"VerseNumber":106,"Text":"“Zimenezo, mphoto yawo ndi Jahannam chifukwa cha kusakhulupirira kwawo, ndipo Ayah Zanga ndi atumiki Anga adazichitira chipongwe"},{"SurahNumber":18,"VerseNumber":107,"Text":"“Ndithu amene akhulupirira ndikumachita zabwino, malo awo ofikira adzakhala ku minda ya “Firdaus.”"},{"SurahNumber":18,"VerseNumber":108,"Text":"“Adzakhalamo nthawi yaitali. Ndipo sadzafuna kuchokamo"},{"SurahNumber":18,"VerseNumber":109,"Text":"“Nena: “Ngakhale nyanja ikadakhala inki yolembera mawu a Mbuye wanga, nyanjayo ikadatha mawu a Mbuye wanga asadathe, ngakhale tikadabweretsa nyanja ina ndikuionjezera pa iyo (nyanjazo zikadatha, mawu a Allah akalipobe).”"},{"SurahNumber":18,"VerseNumber":110,"Text":"“Nena: “Ndithu ine ndi munthu monga inu, (chosiyana nchakuti) ine ndikupatsidwa chivumbulutso (chonena kuti) ndithu Mulungu wanu ndi Mulungu mmodzi Yekha. Ndipo amene afuna kukumana ndi Mbuye wake, achite zochita zabwino ndipo asaphatikizepo aliyense pa mapemphero a Mbuye wake.”"},{"SurahNumber":19,"VerseNumber":1,"Text":"“Kâf-Hâ-Yâ- ‘Aîn-Sâd"},{"SurahNumber":19,"VerseNumber":2,"Text":"“Ichi (ndi) chikumbutso cha chifundo cha Mbuye wako pa kapolo Wake Zakariya"},{"SurahNumber":19,"VerseNumber":3,"Text":"“Pamene adaitana Mbuye wake, kuitana kwa chinsinsi"},{"SurahNumber":19,"VerseNumber":4,"Text":"“Adati: “E Mbuye wanga! Ndithu mafupa anga afooka, ndipo mutu wanga wayaka (ukung’anima) ndi imvi; sindidali watsoka pokupemphani Mbuye wanga (koma nthawi iliyonse ndikakupemphani mumandivomereza)"},{"SurahNumber":19,"VerseNumber":5,"Text":"““Ndipo ndithu ine ndikuopera abale anga (kuononga chipembedzo) pambuyo panga; ndipo mkazi wanga ndi chumba; choncho ndipatseni (mwana) mlowammalo wanga wochokera kwa Inu.”"},{"SurahNumber":19,"VerseNumber":6,"Text":"““Adzandilowe chokolo (pa nzeru za utsogoleri ndi uneneri) ndikulowanso ufumu wa banja la Ya’qub; ndipo Mbuye wanga nchiteni kukhala woyanjidwa (ndi Inu)”"},{"SurahNumber":19,"VerseNumber":7,"Text":"“(Adauzidwa): “E iwe Zakariya! Ife tikukuuza nkhani yabwino yakuti ubereka mwana dzina lake Yahya palibe patsogolo pake amene tidamutcha dzina longa lake.”"},{"SurahNumber":19,"VerseNumber":8,"Text":"“(Zakariya) adati: “Mbuye wanga! Ndingapeze bwanji mwana pomwe mkazi wanga ndi nkhalamba yosabereka ndipo ine ndafikanso pa ukulu wopyola muyeso?”"},{"SurahNumber":19,"VerseNumber":9,"Text":"“Adati: “Ndimomwemo. Mbuye wako wanena (kuti): ‘Izi nzofewa kwa Ine; ndithu ndidakulenga kale pomwe iwe sudali kanthu.”"},{"SurahNumber":19,"VerseNumber":10,"Text":"“Adati: “Mbuye wanga ndipatseni chizindikiro (chodziwitsa kuti mkazi wanga ali ndi pakati).” Adati: “Chizindikiro chako ndikuti sudzatha kuyankhula ndi anthu mpaka masiku atatu pomwe iwe uli bwinobwino.”"},{"SurahNumber":19,"VerseNumber":11,"Text":"“Ndipo adatuluka kuchipinda chopemphelera ndikuonekera kwa anthu ake, ndipo adawalozera (pomwe sadathe kuyankhula) kuti: “Lemekezani Allah m’mawa ndi madzulo.”"},{"SurahNumber":19,"VerseNumber":12,"Text":"““E iwe Yahya! Gwira buku ili mwamphamvu (ndi mwachidwi).” Ndipo tidampatsa nzeru ali mwana"},{"SurahNumber":19,"VerseNumber":13,"Text":"“Ndi chisoni chochokera kwa Ife ndi kumuyeretsa (mwanayo), ndipo adali woopa (Allah)"},{"SurahNumber":19,"VerseNumber":14,"Text":"“Komanso wochitira zabwino makolo ake ndipo sadali wodzitukumula (kwa anthu) kapena kunyoza (Allah)"},{"SurahNumber":19,"VerseNumber":15,"Text":"“Ndipo mtendere wa Allah udali pa iye kuyambira tsiku lomwe adabadwa ndi tsiku lomwe adamwalira, ndi tsiku limene adzaukitsidwa ku imfa kukhala wamoyo"},{"SurahNumber":19,"VerseNumber":16,"Text":"“Ndipo mtchule Mariya m’buku ili pamene adadzipatula ku anthu a kubanja lake (ndikunka) kumalo ambali ya kummawa"},{"SurahNumber":19,"VerseNumber":17,"Text":"“Ndipo adadzitsekereza kwa iwo (kuti athe kutumikira Allah mokwanira), choncho tidatuma Mzimu Wathu (Mngelo Gabriel) kwa iye ndipo adadzifanizira kwa iye monga munthu weniweni"},{"SurahNumber":19,"VerseNumber":18,"Text":"“(Mariya) adati: “Ndithu ndikudzichinjiriza ndi (Allah) Mwini chifundo chambiri, kwa iwe ngati umaopa (Allah).”"},{"SurahNumber":19,"VerseNumber":19,"Text":"“(Mngelo) adati: “Ndithu ine ndine Mtumiki wa mbuye wako, (ndadza) kuti ndikupatse mwana woyera.”"},{"SurahNumber":19,"VerseNumber":20,"Text":"“Adati: “Ndingakhale bwanji ndi mwana pomwe sadandikhudze mwamuna (aliyense), ndipo ine sindili (mkazi) wachiwerewere?”"},{"SurahNumber":19,"VerseNumber":21,"Text":"“(Mngelo) adati: “Ndimomwemo.” Mbuye Wako akuti: “Zimenezi kwa Ine nzosavuta. Ndipo timchita kukhala chozizwitsa kwa anthu ndi chifundo chochokera kwa Ife. (Nchifukwa chake tachita izi;) ndipo ichi ndi chinthu chimene chidalamulidwa kale. (Chichitika monga momwe Allah adafunira).”"},{"SurahNumber":19,"VerseNumber":22,"Text":"“Choncho adatenga pakati pake, ndipo adachoka ndi pakatipo kunka kumalo akutali"},{"SurahNumber":19,"VerseNumber":23,"Text":"“Ndipo matenda auchembere (atakwana), adampititsa ku thunthu la mtengo wa kanjedza (wouma kuti awutsamire pomubala mwanayo) adati: “Kalanga ine! Ndiponi ndikadafa izi zisanachitike ndikadakhala nditaiwalidwa ndithu.”"},{"SurahNumber":19,"VerseNumber":24,"Text":"“Kenaka (Mngelo) adamuitana kuchokera chapansi pake (kumuuza kuti): “Usadandaule. Ndithu Mbuye wako wakupangira kamtsinje pansi pako.”"},{"SurahNumber":19,"VerseNumber":25,"Text":"“Ndipo ligwedezere kumbali yako thunthu la mtengo wakanjedza (woumawo), zipatso zabwino zakupsa zikugwera.”"},{"SurahNumber":19,"VerseNumber":26,"Text":"“Choncho udye ndi kumwa ndikutonthoza diso lako, (khala ndi mpumulo wabwino). Ndipo ukaona munthu aliyense (akafunsa za mwanayo), nena: “Ndithu ine ndalonjeza kwa (Allah) Mwini chifundo chambiri kusala kuti lero sindiyankhula ndi munthu aliyense.”"},{"SurahNumber":19,"VerseNumber":27,"Text":"“Ndipo adadza naye (mwanayo) kwa anthu ake atamnyamula. (Anthu) adati: “E iwe Mariya! Ndithu wabwera ndi chinthu chachikulu; (chododometsa).”"},{"SurahNumber":19,"VerseNumber":28,"Text":"““E iwe mlongo wa Harun! Bambo wako sadali munthu woipa, ngakhalenso mayi wako sadali wachiwerewere.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"“(Mariya sadawayankhe) koma adaloza kwa iye (mwanayo kuti ayankhule naye). Ndipo iwo adati: “Timuyankhula chotani mwana yemwe ali m’chikuta?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"“(Mwanayo) adanena: “Ine ndine kapolo wa Allah. Wandipatsa buku ndikundichita kukhala Mneneri.”"},{"SurahNumber":19,"VerseNumber":31,"Text":"““Ndipo wandichita kukhala wodala paliponse pomwe ndili, ndipo wandilamula kuswali ndi kupereka Zakaat pomwe ndili moyo.”"},{"SurahNumber":19,"VerseNumber":32,"Text":"““Ndipo wandilangiza kuchitira mayi wanga zabwino, ndipo sadandichite kukhala wodzikuza, watsoka (woipa).”"},{"SurahNumber":19,"VerseNumber":33,"Text":"““Ndipo mtendere uli pa ine kuyambira tsiku lomwe ndidabadwa ndi tsiku limene ndidzamwalira, ndi tsiku limene ndidzaukitsidwa (kwa akufa tsiku la chiweruziro) ndikukhala ndi moyo.”"},{"SurahNumber":19,"VerseNumber":34,"Text":"“Uyu ndi Isa (Yesu) mwana wa Mariya; (awa ndi) mau owona omwe (Akhrisitu) akuwakaikira"},{"SurahNumber":19,"VerseNumber":35,"Text":"“Sikoyenera kwa Allah kudzipangira mwana. Iye (Allah) wapatukana ndi zimenezi. Akafuna chinthu, amangonena kwa chinthucho: “Chitika,” ndipo icho chimachitikadi"},{"SurahNumber":19,"VerseNumber":36,"Text":"“(Isa (Yesu) adati:) “Ndipo ndithu Allah ndi Mbuye wanga ndiponso Mbuye wanu. Choncho mpembedzeni; iyi ndinjira yolunjika (yokufikitsani ku mtendere)"},{"SurahNumber":19,"VerseNumber":37,"Text":"“Koma magulu (a Akhrisitu ndi Ayuda) adapatukana pakati pawo; (ena adamuyesa Isa (Yesu) kuti ndimwana wa Mulungu, ndipo ena adamuyesa Mulungu weniweni, pomwe Ayuda ankati ndi mwana wobadwa m’njira ya chiwerewere), choncho chilango chaukali chidzatsimikizika pa amene sadakhulupirire pokaonekera tsiku lalikululo (kwa Allah)"},{"SurahNumber":19,"VerseNumber":38,"Text":"“Taona kumvetsetsa kwawo ndi kupenyetsetsa kwawo tsiku lodzatidzera, (kudzanenedwa kuti:) “Koma osalungama lero ali m’kusokera koonekera.”"},{"SurahNumber":19,"VerseNumber":39,"Text":"“Ndipo achenjeze (anthu) za tsiku la madandaulo, pamene chiweruzo chidzagamulidwa, (abwino kulowa ku munda wamtendere, oipa kulowa ku Moto); koma iwo (pano pa dziko lapansi) ali m’kusalabadira ndipo sakhulupirira"},{"SurahNumber":19,"VerseNumber":40,"Text":"“Ndithu Ife Tidzaitenga nthaka ndi amene ali pamenepo; (zonse zidzakhala za Ife) ndipo kwa Ife adzabwerera"},{"SurahNumber":19,"VerseNumber":41,"Text":"“Ndipo mtchule m’buku ili, Ibrahim. Ndithu iye adali wonena zoona zokhazokha, Mneneri"},{"SurahNumber":19,"VerseNumber":42,"Text":"“(Akumbutse) pamene iye adauza bambo wake: “E inu bambo wanga! Bwanji mukupembedza zomwe sizimva ndiponso sizipenya, ndiponso Zosakupindulitsani chilichonse?”"},{"SurahNumber":19,"VerseNumber":43,"Text":"““E inu bambo wanga! Ndithu ine zandidzera nzeru (zomuzindikira Allah) zomwe sizidakudzereni; choncho nditsateni. Ndikutsogolereni ku njira yolungama.”"},{"SurahNumber":19,"VerseNumber":44,"Text":"““E bambo wanga! Musapembedze satana (potsatira malangizo ake). Ndithu satana ngopandukira (Allah) Mwini chifundo chambiri.”"},{"SurahNumber":19,"VerseNumber":45,"Text":"“E bambo wanga! Ndithu ine ndikuopa kuti chilango chingakukhudzeni chochokera kwa (Allah) Mwini chifundo chambiri, ndipo potero mdzakhala bwenzi la satana.”"},{"SurahNumber":19,"VerseNumber":46,"Text":"“(Bambo wake) adati: “Kodi iwe ukuda milungu yanga, E iwe Ibrahim? Ngati susiya (kunyoza milungu yanga) ndikugenda ndi miyala; choncho ndichokere kwa nthawi yaitali (tisaonanenso).”"},{"SurahNumber":19,"VerseNumber":47,"Text":"“(Ibrahim) adati: “Mtendere ukhale pa inu! Ndikupempherani chikhululuko kwa Mbuye wanga (ngakhale mwandipirikitsa). Ndithu iye amandichitira chisoni kwambiri.”"},{"SurahNumber":19,"VerseNumber":48,"Text":"““Ndipo ine ndikupatukirani ku zomwe mukuzipembedzazo kusiya Allah ndipo ndipempha Mbuye wanga; ndithu sindikhala watsoka popempha Mbuye wanga.”"},{"SurahNumber":19,"VerseNumber":49,"Text":"“Ndipo pamene adawapatukira ndi zimene adali kuzipembedza kusiya Allah, tidampatsa iye Ishaq, ndi Ya’qub, ndipo aliyense wa iwo tidampanga kukhala m’neneri"},{"SurahNumber":19,"VerseNumber":50,"Text":"“Ndipo tidawapatsa iwo chifundo Chathu, ndi kuwayikira iwo kutchulidwa kwabwino, kwapamwamba (pakati pa zolengedwa)"},{"SurahNumber":19,"VerseNumber":51,"Text":"“Ndipo mtchule Mûsa m’buku (ili). Ndithu iye adali wosankhidwa ndi woyeretsedwa: ndipo adali Mtumiki M’neneri"},{"SurahNumber":19,"VerseNumber":52,"Text":"“Ndipo tidamuitana kumbali yakudzanjadzanja la phiri la Turi, ndipo tidamuyandikitsa ndi kuyankhula Nafe momunong’ oneza"},{"SurahNumber":19,"VerseNumber":53,"Text":"“Ndipo mwachifundo Chathu tidampatsa (Mûsa) m’bale wake Harun kukhala mneneri (womuthangata)"},{"SurahNumber":19,"VerseNumber":54,"Text":"“Mtchulenso m’buku (ili) Ismaila; ndithu iye adali woona palonjezo, ndipo adali Mtumiki Mneneri"},{"SurahNumber":19,"VerseNumber":55,"Text":"“Adali kulamula anthu ake Swala ndi Zakaat, ndipo kwa Mbuye wake adali woyanjidwa"},{"SurahNumber":19,"VerseNumber":56,"Text":"“Mtchulenso m’buku (ili) Idris, ndithu iye adali wonena zoona zokhazokha, Mneneri"},{"SurahNumber":19,"VerseNumber":57,"Text":"“Ndipo tidamunyamula (kumuika pa) malo apamwamba"},{"SurahNumber":19,"VerseNumber":58,"Text":"“Iwowo ndi omwe adawadalitsa Allah, mwa aneneri mu ana a Adam, ndi (m’mbumba ya) amene tidawatenga pamodzi ndi Nuh (m’chombo), ndi m’mbumba ya Ibrahim ndi Israyeli, ndi amene tidawaongola ndi kuwasankha. Ndipo zikawerengedwa kwa iwo Ayah za (Allah) Mwini chifundo chambiri, amagwa ndi kulambira uku akulira"},{"SurahNumber":19,"VerseNumber":59,"Text":"“Koma pambuyo pa iwo padadza anthu oipa. Adasokoneza Swala (adasiya kupemphera) natsatira zilakolako zoipa; choncho adzakumana ndi chilango choipa"},{"SurahNumber":19,"VerseNumber":60,"Text":"“Kupatula amene ati alape ndikukhulupirira ndikuchita zabwino; iwowo adzalowa ku Munda wamtendere ndipo sadzachitidwa chinyengo pa chilichonse"},{"SurahNumber":19,"VerseNumber":61,"Text":"“Munda wamuyaya umene (Allah) Wachifundo chambiri walonjeza akapolo Ake mobisika, ndithu lonjezo Lake ndilakudza"},{"SurahNumber":19,"VerseNumber":62,"Text":"“Sakamva m’menemo mawu achibwana, koma mawu a mtendere; ndipo akapeza rizq (chakudya) lawo m’menemo m’mawa ndi madzulo"},{"SurahNumber":19,"VerseNumber":63,"Text":"“Umenewo ndiwo Munda wamtendere umene tikawapatsa ena mwa akapolo athu omwe adali oopa Allah"},{"SurahNumber":19,"VerseNumber":64,"Text":"“(Mtumiki adapempha Gabriel kuti akhale akum’bwerera pafupipafupi. Ndipo Gabriel adamuuza kuti): “Ndipo sitimatsika koma mwa lamulo la Mbuye wako. Zapatsogolo pathu ndi zapambuyo pathu ndi zapakati pa zimenezi zonse Nzake (akuzidziwa bwinobwino). Ndipo Mbuye wako sali woiwala.”"},{"SurahNumber":19,"VerseNumber":65,"Text":"““Mbuye wa thambo ndi nthaka ndi zapakati pa izo: Choncho mpembedze Iye basi. Ndipo pitiriza ndikupirira popembedza Iye. Kodi ukumudziwa (wina) yemwe ali wofanana Naye (Allah)?”"},{"SurahNumber":19,"VerseNumber":66,"Text":"“Ndipo munthu (wokanira) amanena: “Kodi ndikadzafa nzoonadi kuti Ndidzatulutsidwa (m’manda) nkukhala wamoyo?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"“Kodi munthu sakumbukira kuti tidamulenga kale pomwe sadali chilichonse"},{"SurahNumber":19,"VerseNumber":68,"Text":"“Choncho ndikulumbira Mbuye wako, ndithu tidzawasonkhanitsa iwo pamodzi ndi asatana; ndipo tidzawafikitsa m’mphepete mwa Jahannam uku atagwada"},{"SurahNumber":19,"VerseNumber":69,"Text":"“Kenako, m’gulu lililonse tidzachotsamo yemwe adali wopyola malire polakwira (Allah) Mwini chifundo chambiri"},{"SurahNumber":19,"VerseNumber":70,"Text":"“Ndipo Ife tikuwazindikira kwambiri amene ali oyenera kulowa m’Moto"},{"SurahNumber":19,"VerseNumber":71,"Text":"“Ndipo palibe aliyense mwa inu koma adzaifika (Jahannamyo). Ndithu ili ndi lamulo la Mbuye wako lomwe lidalamulidwa kale"},{"SurahNumber":19,"VerseNumber":72,"Text":"“Ndipo kenako tidzawapulumutsa amene ankaopa Allah, ndipo osalungama tidzawasiya m’menemo atagwada"},{"SurahNumber":19,"VerseNumber":73,"Text":"“Ndipo Ayah Zathu zomveka bwino zikawerengedwa kwa iwo, omwe sadakhulupirire amanena kwa omwe akhulupirira: “Ndi gulu liti pa magulu awiri awa, (lanu ndi lathu) lomwe lili ndi pokhala pabwino ndikukhalanso ndi anthu olemekezeka?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"“Ndipo mibadwo yambiri tidaiononga patsogolo pawo, yomwe idali ndi ziwiya zabwino ndi maonekedwe abwino"},{"SurahNumber":19,"VerseNumber":75,"Text":"“Nena: “Amene ali mkusokera, (Allah) Mwini chifundo chambiri amuonjezera nthawi yamoyo kufikira azione zomwe akulonjezedwa - kapena chilango kapena kudza nthawi (ya Qiyâma) - pamenepo ndipomwe adzadziwa kuti ndani mwini kukhala pamalo poipa, ndi mwini wa ankhondo ofooka (iwo kapena Asilamu)?”"},{"SurahNumber":19,"VerseNumber":76,"Text":"“Ndipo Allah amawaonjezera chiongoko amene aongoka. Ndipo zochita zabwino zonkerankera (mpaka tsiku lachimaliziro), ndizo zili zabwino kwa Mbuye wako monga mphoto, ndiponso ndiko kobwerera kwabwino, (osati za mdziko zomwe anthu osalungama akunyadira)"},{"SurahNumber":19,"VerseNumber":77,"Text":"“Kodi wamuona yemwe watsutsa Ayah Zathu ndikunena kuti: “Ndithu ndidzapatsidwa chuma ndi ana (pa tsiku lachimaliziro monga momwe andipatsira pano pa dziko?)”"},{"SurahNumber":19,"VerseNumber":78,"Text":"“Kodi adadziwa zamseri, kapena adalandira lonjezo kwa Allah mwini chifundo Chambiri (kotero kuti ali ndi chikhulupiliro pa zimene akunenazo)"},{"SurahNumber":19,"VerseNumber":79,"Text":"“Sichoncho, ndithu tikulemba zonse zomwe akunena, ndipo tidzamuonjezera nyengo yotalika m’chilango"},{"SurahNumber":19,"VerseNumber":80,"Text":"“Ndipo tidzamlowa mmalo zimene akunenazi, (chuma ndi anawo), nadzatidzera ali yekhayekha (wopanda chuma ndi zonse zomwe ankanyadira)"},{"SurahNumber":19,"VerseNumber":81,"Text":"“Eti adzipangira milungu ina m’malo mwa Allah kuti milunguyo iwapatse mphamvu (ndi ulemelero)"},{"SurahNumber":19,"VerseNumber":82,"Text":"“Iyayi! Idzawakanira mapemphero awo ndikuwaukira"},{"SurahNumber":19,"VerseNumber":83,"Text":"“Kodi suona kuti Ife timawatuma asatana kwa osakhulupirira ndipo akuwakhwirizira kwambiri (kuchita zoipa)"},{"SurahNumber":19,"VerseNumber":84,"Text":"“Choncho, usawachitire changu (kuti alangidwe tsopano), ndithu Ife tikuwawerengera chiwerengero (cha masiku awo; masiku akakwana, tiwalanga)"},{"SurahNumber":19,"VerseNumber":85,"Text":"“(Kumbukira iwe Mtumiki) tsiku lomwe tidzawasonkhanitsa oopa (Allah) kunka nawo kwa Mwini chifundo Chambiri ali m’magulumagulu monga nthumwi (Zake kuti apatsidwe ulemu)"},{"SurahNumber":19,"VerseNumber":86,"Text":"“Ndipo oipa tidzawakusa kunka nawo ku Moto ali ndi ludzu lalikulu monga momwe ziweto zimathamangira kupita kumadzi zikakhala ndi ludzu lalikulu"},{"SurahNumber":19,"VerseNumber":87,"Text":"“Sadzakhala ndi mphamvu yoombolera (ena) koma kupatula omwe adagwiritsa lonjezo la (Allah) Mwini chifundo chambiri"},{"SurahNumber":19,"VerseNumber":88,"Text":"“Ndipo (osakhulupirira omwe ndi Ayuda ndi Akhirisitu) akuti: “(Allah) Mwini chifundo chambiri wadzipangira mwana!”"},{"SurahNumber":19,"VerseNumber":89,"Text":"“Ndithu mwadza ndi chinthu choipitsitsa (pazimene mukunenazi)"},{"SurahNumber":19,"VerseNumber":90,"Text":"“Thambo layandikira kusweka ndi mawuwo, ndipo nthaka kuphwasuka, ndipo mapiri kugwa ndikudukaduka"},{"SurahNumber":19,"VerseNumber":91,"Text":"“Chifukwa chakumunamizira (Allah) Mwini chifundo chambiri kuti ali ndi mwana"},{"SurahNumber":19,"VerseNumber":92,"Text":"“Ndipo nkosayenera kwa (Allah) Mwini Chifundo chambiri kudzipangira mwana"},{"SurahNumber":19,"VerseNumber":93,"Text":"“Palibe aliyense yemwe ali kumwamba ndi pansi koma adzadza kwa (Allah) Mwini Chifundo chambiri ali kapolo (Wake)"},{"SurahNumber":19,"VerseNumber":94,"Text":"“Ndithu (Allah) wawadziwa mokwanira ndipo adzawawerenga aliyense payekhapayekha"},{"SurahNumber":19,"VerseNumber":95,"Text":"“Ndipo, aliyense wa iwo adzadza kwa Iye (Allah) ali payekhapayekha"},{"SurahNumber":19,"VerseNumber":96,"Text":"“Ndithu amene akhulupirira ndikumachita zabwino, (Allah) Mwini chifundo chambiri adzaika chikondi pakati pawo"},{"SurahNumber":19,"VerseNumber":97,"Text":"“Ndithu taifewetsa (Qur’an) m’chiyankhulo chako kuti ndi iyo uwawuze nkhani zabwino oopa Allah ndipo ndi iyo uwachenjeze anthu amakani"},{"SurahNumber":19,"VerseNumber":98,"Text":"“Kodi ndi mibadwo ingati tidaiononga patsogolo pawo? Kodi ukumuona mmodzi wa iwo, kapena ukumva mgugu wawo"},{"SurahNumber":20,"VerseNumber":1,"Text":"“Tâ-Hâ"},{"SurahNumber":20,"VerseNumber":2,"Text":"“Sitidakuvumbulutsire iwe Qur’an kuti uvutike (nayo)"},{"SurahNumber":20,"VerseNumber":3,"Text":"“Koma kuti ikhale ulaliki ndi chikumbutso kwa yemwe akuopa (ndikudzichepetsa kwa Allah)"},{"SurahNumber":20,"VerseNumber":4,"Text":"“Chovumbulitsidwa chochokera kwa Yemwe adalenga nthaka ndi thambo lotukuka kumwamba"},{"SurahNumber":20,"VerseNumber":5,"Text":"“(Iye ndi Allah), Wachifundo Chambiri; pa Arsh (Mpando wachifumu) adakhazikika, (kukhazikika koyenerana ndi ulemelero Wake kopanda kukufanizira ndi kukhazikika kwa chilichonse; pakuti Iye salingana ndi chilichonse pa chikhalidwe ndi mbiri Zake)"},{"SurahNumber":20,"VerseNumber":6,"Text":"“Zonse za kumwamba ndi za pansi ndi za pakati pake ndi za pansi pa nthaka, nza Iye"},{"SurahNumber":20,"VerseNumber":7,"Text":"“Ndipo ngati ulankhula mokweza mawu, (iwe munthu), ndithu Iye akudziwa zobisika ndi zobisika kwambiri (zomwe mwazibisa mu mtima mwanu)"},{"SurahNumber":20,"VerseNumber":8,"Text":"“Allah! Palibe wopembedzedwa mwachoonadi koma Iye. Iye ali ndi maina abwino (ndi mbiri zabwinonso)"},{"SurahNumber":20,"VerseNumber":9,"Text":"“Ndipo kodi yakufika nkhani ya Mûsa? (Yomwe njododometsa)"},{"SurahNumber":20,"VerseNumber":10,"Text":"“Pamene adaona moto adauza banja lake: “Yembekezani (pano); ndithu ndaona moto; mwina ndingakakutengereni chikuni chamoto (kuti muothe), kapena ndikapeza ondiongolera njira pa motopo"},{"SurahNumber":20,"VerseNumber":11,"Text":"“Koma pamene adaudzera motowo Anaitanidwa (kuti), “E, iwe Mûsa"},{"SurahNumber":20,"VerseNumber":12,"Text":"“Ndithu ine ndine Mbuye wako! Vula nsapato zakozo; ndithu iwe uli pa chigwa chopatulika, chotchedwa Tuwa.”"},{"SurahNumber":20,"VerseNumber":13,"Text":"“Ndipo Ine ndakusankha (kuti ukhale Mtumiki); choncho mvera zonse zomwe zikuvumbulutsidwa (kwa iwe)"},{"SurahNumber":20,"VerseNumber":14,"Text":"“Ndithu Ine ndine Allah palibe wopembedzedwa mwachoonadi koma Ine; choncho ndipembeze, pemphera Swala moyenera pondikumbukira"},{"SurahNumber":20,"VerseNumber":15,"Text":"“Ndithu nthawi ya tsiku lachimaliziro idza; (choncho ikonzekere ndi ntchito zabwino); ndikuibisa dala (kwa anthu) kuti mzimu uliwonse udzalipidwe zimene udachita"},{"SurahNumber":20,"VerseNumber":16,"Text":"“Ndipo asakutsekereze (ku khulupirira) zimenezo yemwe saikhulupirira (Kiyamayo), ndipo akungotsata zilakolako za mtima wake; kuopa kuti Ungadzaonongeke.”"},{"SurahNumber":20,"VerseNumber":17,"Text":"““Kodi nchiyani icho chili kudzanja Lako ladzanjadzanja, iwe Mûsa?”"},{"SurahNumber":20,"VerseNumber":18,"Text":"“(Mûsa) adati: “Iyi ndi ndodo yanga, ndimaitsamira (poyenda) ndi kuphopholera masamba a mbuzi zanga; ndiponso (m’ndodomo) muli zina zondithandiza.”"},{"SurahNumber":20,"VerseNumber":19,"Text":"“(Allah) adati: “Iponye iwe Mûsa!”"},{"SurahNumber":20,"VerseNumber":20,"Text":"“Ndipo adaiponya; pompo idasanduka njoka yoyenda mothamanga"},{"SurahNumber":20,"VerseNumber":21,"Text":"“(Allah) adati: “Igwire, usaope. Tiibwezera m’chikhalidwe chake Choyamba.”"},{"SurahNumber":20,"VerseNumber":22,"Text":"““Ndipo lipane dzanja lako m’khwapa mwako lituluka lili loyera (ngati kuwala kwadzuwa ndi mwezi). Osati mwamatenda, (ichi chikhala) chozizwitsa china.”"},{"SurahNumber":20,"VerseNumber":23,"Text":"““Kuti tikusonyeze zina mwa zozizwitsa zathu, zazikuluzikulu.”"},{"SurahNumber":20,"VerseNumber":24,"Text":"““Pita kwa Farawo, ndithu iye wapyola malire.”"},{"SurahNumber":20,"VerseNumber":25,"Text":"“(Mûsa) adati: “E Mbuye wanga! Nditsakulireni chifuwa changa.”"},{"SurahNumber":20,"VerseNumber":26,"Text":"““Ndi kundifewetsera ntchito yangayi (imene mwandipatsa kuti uthengawu ndikaufalitse m’njira yoyenera).”"},{"SurahNumber":20,"VerseNumber":27,"Text":"““Ndipo masulani mfundo yomwe ili ku lirime kwanga, (ndimasulireni kumangika kwa lirime langa kuti mawu anga akakhale opanda chibwibwi).”"},{"SurahNumber":20,"VerseNumber":28,"Text":"““Kuti (anthu) akamvetse mawu anga.”"},{"SurahNumber":20,"VerseNumber":29,"Text":"““Ndipo ndipatseni nduna (mthandizi) yochokera kubanja langa.”"},{"SurahNumber":20,"VerseNumber":30,"Text":"““M’bale wanga Harun.”"},{"SurahNumber":20,"VerseNumber":31,"Text":"““Limbitsani nyonga zanga ndi iye.”"},{"SurahNumber":20,"VerseNumber":32,"Text":"““Ndipo mphatikeni ku ntchito yangayi.”"},{"SurahNumber":20,"VerseNumber":33,"Text":"““Kuti tikulemekezeni kwambiri.”"},{"SurahNumber":20,"VerseNumber":34,"Text":"““Ndi kukutamandani kwabasi.”"},{"SurahNumber":20,"VerseNumber":35,"Text":"““Ndithu inu (nthawi zonse) mumationa (ndi kutisunga).”"},{"SurahNumber":20,"VerseNumber":36,"Text":"“(Allah) adati: “Ndithu wapatsidwa zomwe wapempha, E, iwe Mûsa.”"},{"SurahNumber":20,"VerseNumber":37,"Text":"““Ndipo ndithu tidakuchitira ubwino nthawi ina (popanda iwe kutipempha).”"},{"SurahNumber":20,"VerseNumber":38,"Text":"““Pamene mayi wako tidamuzindikiritsa zimene tidamzindikiritsa (kuti azichite).”"},{"SurahNumber":20,"VerseNumber":39,"Text":"“(Kuti): “Mponye (mwanayo) m’bokosi ndipo ponya bokosilo mu mtsinje; ndipo mtsinje umponya m’mbali kuti amtenge mdani wanga ndi mdani wake (ndi kuti aleredwe mwaubwino ndi Farawo); ndipo ndidaika kukondeka pa iwe kochokera kwa Ine (kuti ukhale wokondedwa ndi anthu onse) ndikuti uleredwe moyang’aniridwa ndi Ine.”"},{"SurahNumber":20,"VerseNumber":40,"Text":"“(Kumbuka) pomwe mlongo wako ankayenda (kunka kubanja la Farawo) Ndipo adati: “Kodi ndikulondolereni munthu amene angathe kumlera?” Ndipo tidakubwezera kwa mayi wako kuti maso ake atonthole, ndipo asadandaule. Ndipo kenaka udapha munthu (mwangozi), ndipo tidakupulumutsa ku madandaulo; tidakuyesa ndi mayeso ambiri. Udakhala zaka zambiri ndi anthu a ku Madiyan. Kenaka wabwera (apa) monga mwachikonzero, E, iwe Mûsa"},{"SurahNumber":20,"VerseNumber":41,"Text":"“Ndipo ndakusankha ndekha (kuti ukhale Mtumiki Wanga)"},{"SurahNumber":20,"VerseNumber":42,"Text":"“Pita iwe ndi m’bale wako ndi zozizwitsa Zanga, ndipo musatope (musasiye) kundikumbukira"},{"SurahNumber":20,"VerseNumber":43,"Text":"“Pitani kwa Farawo, ndithu iye wapyola malire"},{"SurahNumber":20,"VerseNumber":44,"Text":"“Kamuuzeni mawu ofewa mwina akalingalira (uthengawo) kapena akaopa"},{"SurahNumber":20,"VerseNumber":45,"Text":"“(Iwo) adati: “Mbuye wathu ndithu ife tikuopa kuti angatimbwandire kapena kutipyolera malire (tisananene kanthu).”"},{"SurahNumber":20,"VerseNumber":46,"Text":"“(Allah) adati: “Musaope. Ndithu Ine ndili nanu pamodzi. ndikumva, ndiponso ndikuona.”"},{"SurahNumber":20,"VerseNumber":47,"Text":"“Choncho mpitireni, ndikumuuza (kuti): “Ndithu ife ndife atumiki a Mbuye wako. Asiye ana a Israyeli achoke ndi ife, ndipo usawazunze; ndithu takudzera ndi chozizwitsa chochokera kwa Mbuye wako (chomwe ndi mboni yathu pa zomwe tikukuuzazi), ndipo mtendere ukhala pa yemwe atsate chiwongoko.”"},{"SurahNumber":20,"VerseNumber":48,"Text":"““Ndithu zavumbulutsidwa kwa ife kuti chilango chiwapeza amene akutsutsa (zimenezi) ndikuzitembenukira kumbali.”"},{"SurahNumber":20,"VerseNumber":49,"Text":"“(Farawo) adati: “Kodi Mbuye wanu ndani, iwe Mûsa?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"“(Mûsa) adati: “Mbuye wathu ndi yemwe adapatsa chinthu chilichonse chilengedwe chake, kenako adachiongolera (kutsata chimene chikulingana ndi chilengedwe chake).”"},{"SurahNumber":20,"VerseNumber":51,"Text":"“(Farawo) adati: “Nanga mibadwo yakale ili bwanji, (imene idapita iwe usadadze?”)"},{"SurahNumber":20,"VerseNumber":52,"Text":"“(Mûsa) adati: “Kudziwa kwa zimenezo nkwa Mbuye wanga, m’kaundula (Wake momwe mwasonkhanitsidwa chilichonse), Mbuye wanga sasokera, ndipo saiwala"},{"SurahNumber":20,"VerseNumber":53,"Text":"“Yemwe adakupangirani nthaka monga choyala, ndipo m’menemo adakuikirani njira ndikutsitsa madzi kuchokera kumwamba.” Ndipo kupyolera m’madziwo tidameretsa mmera wosiyanasiyana"},{"SurahNumber":20,"VerseNumber":54,"Text":"“Idyani ndikudyetsa ziweto zanu. Ndithu m’zimenezo muli zisonyezo kwa eni nzeru"},{"SurahNumber":20,"VerseNumber":55,"Text":"“Kuchokera (m’nthaka) umu tidakulengani, ndipo momwemo tidzakubwezani, ndipo kuchokera m’menemo tidzakutulutsani nthawi ina (muli moyo)"},{"SurahNumber":20,"VerseNumber":56,"Text":"“Ndipo, ndithu tidamuonetsa (Farawo) zozizwitsa zathu zonse, koma adatsutsa ndipo adakana"},{"SurahNumber":20,"VerseNumber":57,"Text":"“Adati: “Kodi watidzera kuti utitulutse m’dziko lathu, ndi matsenga ako, E, iwe Mûsa"},{"SurahNumber":20,"VerseNumber":58,"Text":"“Choncho nafe tikubweretsera matsenga onga amenewo! Choncho ika lonjezo (la msonkhano) pakati pathu ndi iwe; lonjezo lomwe tisaliswe ife ndi iwe, (tidzakumane) pamalo poyenera.”"},{"SurahNumber":20,"VerseNumber":59,"Text":"“(Mûsa) adati: “Lonjezo lanu likhale pa tsiku lodzikongoletsa (tsiku la chikondwelero), ndipo anthu adzasonkhanitsidwe m’mawa.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"“Ndipo Farawo adabwerera ndikusonkhanitsa matsenga ake, ndipo kenako adabwera (ndi amatsenga ake pa tsiku la chipanganolo)"},{"SurahNumber":20,"VerseNumber":61,"Text":"“Mûsa adawauza: “Tsoka kwa inu! Musampekere bodza Allah, kuopera kuti angakuphwasuleni ndi chilango. Ndipo, ndithu wataika amene akupeka bodza.”"},{"SurahNumber":20,"VerseNumber":62,"Text":"“Choncho (amatsengawo) adakangana pakati pawo pa zinthu zawo ndipo adakambirana mwachinsinsi"},{"SurahNumber":20,"VerseNumber":63,"Text":"“(Iwo) adati (mkunong’onezana kwawo): “Ndithu anthu awiriwa ndi amatsenga; kupyolera mmatsenga awo akufuna kukutulutsani m’dziko mwanu, ndikuchotsa chikhalidwe chanu chomwe chili chabwino.”"},{"SurahNumber":20,"VerseNumber":64,"Text":"““Choncho sonkhanitsani matsenga anu (onse), kenako mudze (kwa iwo) mutandanda pamzere; ndithu lero, apambana amene akhale wapamwamba.”"},{"SurahNumber":20,"VerseNumber":65,"Text":"“(Iwo) adati: “E iwe Mûsa! Kodi ukhale ndiwe woyamba kuponya (matsenga ako), kapena tikhale oyamba ndife kuponya?”"},{"SurahNumber":20,"VerseNumber":66,"Text":"“(Mûsa) adati: “Koma inu ndinu muponye!” (Choncho adaponya matsengawo). Mwadzidzidzi zingwe zawo ndi ndodo zawo zamatsenga awo, zimaoneka pamaso pake (Mûsa) kuti zikuyenda mothamanga"},{"SurahNumber":20,"VerseNumber":67,"Text":"“Ndipo Mûsa adadzazidwa ndi mantha mu mtima mwake"},{"SurahNumber":20,"VerseNumber":68,"Text":"“Tidati: “Usaope (zomwe ukuzionazi), ndithu iwe ukhala wopambana.”"},{"SurahNumber":20,"VerseNumber":69,"Text":"““Ndipo ponya chimene chili kudzanja lako ladzanjadzanja (ndodo); chimeza zomwe apanga; ndithu iwo apanga matsenga a mfiti ndipo mfiti siingapambane paliponse pamene yadza.”"},{"SurahNumber":20,"VerseNumber":70,"Text":"“Choncho amatsenga adagwa molambira uku akuti: “Tamkhulupirira Mbuye wa Harun ndi Mûsa.”"},{"SurahNumber":20,"VerseNumber":71,"Text":"“(Farawo) adanena: “Ha! Mwamkhulupirira ndisadakupatseni chilolezo? Ndithu iye ndi mkulu wanu amene adakuphunzitsani matsenga! Choncho ndikudulani manja anu ndi miyendo yanu, mosemphanitsa:; (dzanja lakudzanjadzanja ndi mwendo wakumanzere. Pomwe wina, mkono wakumanzere ndi mwendo wakudzanjadzanja), ndipo kenako ndikupachikani pa mathunthu a mitengo ya kanjeza; ndithu mudziwa (panthawiyo) kuti ndani mwa ife, (ine kapena Mulungu wa Mûsa), wachilango chaukali ndi chopitilira.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"“(Amatsenga) adati: “Sitisankha iwe kusiya zomwe zatidzera; zisonyezo zachoonadi zoonekera poyera! Ndipo tikumlumbilira Yemwe adatilenga, (sitikusankha iwe), chita zomwe ufuna kuchita; ndithu iwe utha kupititsa chiweruzo chokhudzana ndi moyo uno wapansi, basi.”"},{"SurahNumber":20,"VerseNumber":73,"Text":"““Ndithu takhulupirira Mbuye wathu kuti atikhululukire zolakwa zathu ndi matsenga amene watikakamiza (kuchita); ndipo Allah ndi Yemwe ali Wabwino ndi Wamuyaya (osati iwe).”"},{"SurahNumber":20,"VerseNumber":74,"Text":"“Ndithu amene adzadze kwa Mbuye wake uku ali wamachimo, adzapeza moto wa Jahannam; sadzafa m’menemo, ndipo sadzakhalanso ndi moyo wabwino"},{"SurahNumber":20,"VerseNumber":75,"Text":"“Koma amene adzamdzera uku ali wokhulupirira, yemwe adachita ntchito zabwino, iwo ndi amene adzapeze ulemewero wapamwamba"},{"SurahNumber":20,"VerseNumber":76,"Text":"“Minda yamuyaya, yomwe pansi pake (ndi patsogolo pake) pakuyenda mitsinje. Adzakhala mmenemo nthawi yaitali. Ndipo zimenezo ndi mphoto za yemwe wadziyeretsa"},{"SurahNumber":20,"VerseNumber":77,"Text":"“Ndipo ndithu Mûsa tidamtumizira chivumbulutso, (tidamzindikiritsa kuti): “Yenda usiku ndi akapolo Anga (kutuluka m’dziko la Iguputo,) ndipo ukawapangire panyanja njira youma, ndipo usaope kukupeza adani ndiponso usaope (kumira).”"},{"SurahNumber":20,"VerseNumber":78,"Text":"“Choncho Farawo pamodzi ndi ankhondo ake, adawatsata, ndipo m’nyanjamo chidawaphimba chimene chidawaphimba"},{"SurahNumber":20,"VerseNumber":79,"Text":"“Ndipo Farawo adawasokeretsa anthu ake, ndipo sadawaongolere"},{"SurahNumber":20,"VerseNumber":80,"Text":"“E inu ana a Israyeli! Ndithu tidakupulumutsani kwa mdani wanu, ndipo tidakulonjezani (kuti mudze) mbali yakudzanjadzanja ya phiri (kuti tikupatseni malamulo ndi zina), ndipo tidakutsitsirani Manna ndi Saluwa"},{"SurahNumber":20,"VerseNumber":81,"Text":"“Idyani zinthu zabwino zomwe takupatsani, ndipo musapyole malire pa zimenezo kuti mkwiyo Wanga usakutsikireni; ndipo amene mkwiyo Wanga wamtsikira, ndiye kuti ameneyo waonongeka"},{"SurahNumber":20,"VerseNumber":82,"Text":"“Ndipo ndithu Ine ndi Wokhululuka kwambiri kwa amene walapa ndi kukhulupirira, ndikuchita ntchito zabwino, kenako ndikutsata chiongoko mwaubwino"},{"SurahNumber":20,"VerseNumber":83,"Text":"““Nchiyani chakufulumizitsa (kudza kuno) kusiya anthu ako, E, iwe Mûsa?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"“Adati: “Iwo ali pambuyo panga akunditsata. Ndachita changu kudza kwa Inu, Mbuye wanga, kuti mundiyanje kwambiri.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"“(Allah) adati: “Ndithu Ife tawayesa Mmayeso anthu ako pambuyo pako; tero Samiriyyu wawasokeretsa.”"},{"SurahNumber":20,"VerseNumber":86,"Text":"“Mûsa adabwerera kwa anthu ake ali wokwiya ndi wodandaula. Adati: “E inu anthu anga! Kodi Mbuye wanu sadakulonjezeni lonjezo labwino? Kapena nyengo yalonjezolo idatalika kwa inu? Kapena mudafuna kuti mkwiyo ukutsikireni kuchokera kwa Mbuye wanu; tero mwaswa lonjezo langa”"},{"SurahNumber":20,"VerseNumber":87,"Text":"“(Iwo) adati: “Sitidaswe lonjezo lako mwachifuniro chathu; koma tidasenzetsedwa mitolo ya zodzikometsera za anthu (ziwiya zagolide zomwe tidabwereka kwa akazi a chimisiri), ndipo tidaziponya (pa moto, ndipo zidasungunuka ndikupangidwa mwana wang’ombe.) Ndipo momwemonso Samiriyyu adaponya.”"},{"SurahNumber":20,"VerseNumber":88,"Text":"“Ndipo adawatulutsira (kuchokera m’golide wosungunukayo) mwana wang’ombe wokhala ndi thupi lokwanira, yemwe amatulutsa mawu (ngati kulira kwa ng’ombe), (iwo) adati: “Uyu ndi mulungu wanu ndiponso mulungu wa Mûsa, koma (Mûsa) wamuiwala, (choncho wapita kukamfuna ku phiri)!”"},{"SurahNumber":20,"VerseNumber":89,"Text":"“Kodi sadaone kuti (mwana wang’ombe) sabweza mawu kwa iwo, ndiponso sangathe kudzetsa matsautso kwa iwo ngakhale zothandiza"},{"SurahNumber":20,"VerseNumber":90,"Text":"“Ndipo ndithu Harun adawauza kale (kuti): “E inu anthu anga! Ndithu inu mwasokonezeka ndi (chinthu) ichi. Ndithu Mbuye wanu ndi (Allah) Wachifundo chambiri; choncho nditsateni, ndipo mverani lamulo langa, (siyani kupembedza fano ili).”"},{"SurahNumber":20,"VerseNumber":91,"Text":"“(Iwo) adati: “Sitisiya ngakhale pang’ono kumpembedza. Kufikira Mûsa abwelere kwa ife.”"},{"SurahNumber":20,"VerseNumber":92,"Text":"“(Pamene Mûsa adabwerera) adati: “E iwe Harun! Nchiyani chidakuletsa pamene udawaona atasokera,”"},{"SurahNumber":20,"VerseNumber":93,"Text":"“Kuti usanditsate? Udanyozera lamulo langa?”"},{"SurahNumber":20,"VerseNumber":94,"Text":"“(Harun) adati: E iwe mwana wa mayi anga! Usagwire ndevu zanga, ngakhale mutu wanga (poukoka chifukwa cha mkwiyo). Ndithu ine ndidaopa (kuchoka ndi ena, kusiya ena) kuti ungati: “Wawagawa ana a Israyeli, ndipo sudayembekezere mawu anga.”"},{"SurahNumber":20,"VerseNumber":95,"Text":"“(Mûsa) adati: “E iwe Samiriyyu! Nchiyani wachita?”"},{"SurahNumber":20,"VerseNumber":96,"Text":"“(Iye adati:) “Ndidaona zomwe sadazione (ena) ndipo ndidatapa pang’ono mapazi a Mtumiki (Gabriele) ndikuwaponya (mu fano la mwana wa ng’ombe). Ndipo zimenezi ndi zomwe zidakomera mtima wanga.”"},{"SurahNumber":20,"VerseNumber":97,"Text":"“(Mûsa) adati: “ Choka, ndithu pa iwe (pali chilango) pa moyo (wako) choti uzingonena (kuti): “Musandikhudze musandikhudze.” (Ndipo palibe amene adzakuyandikira ndipo iwe sudzayandikira aliyense). Ndithu pa iwe pali lonjezo la (Allah) losaswedwa; ndipo muyang’ane mulungu wako, yemwe wakhala ukupitiriza kumpembedza. Timtentha, kenako chipala chakecho tichimwaza m’nyanja"},{"SurahNumber":20,"VerseNumber":98,"Text":"“Ndithu wompembedza wanu, ndi Allah Yekha, Yemwe, palibe woti nkupembedzedwa mwachoonadi koma Iye. Ndipo wakwanira pa chilichonse kuchidziwa ndi nzeru (Zake zopanda malire)"},{"SurahNumber":20,"VerseNumber":99,"Text":"“Umo ndi momwe tikukusimbira nkhani za (zinthu) zomwe zidatsogola (za aneneri). Ndithu takupatsa uthenga waukulu kuchokera kwa Ife (omwe ndi Qur’an)"},{"SurahNumber":20,"VerseNumber":100,"Text":"“Amene aunyozere, ndithu iye tsiku la Qiyâma adzasenza mitolo (ya machimo)"},{"SurahNumber":20,"VerseNumber":101,"Text":"“Adzakhala m’menemo m’chilango. Ndipo ndi zoipa zedi (kwa anthu) kusenza mitolo (imeneyo) tsiku la Qiyâma"},{"SurahNumber":20,"VerseNumber":102,"Text":"“(Kumbuka Mtumiki Muhammad {s.a.w}), tsiku lomwe lipenga lidzaimbidwa. Ndipo tidzasonkhanitsa oipa tsiku limenelo maso awo ali a buluu (blue, chifukwa cha mantha)"},{"SurahNumber":20,"VerseNumber":103,"Text":"“Adzanong’onezana pakati pawo (ponena kuti): “Simudakhalitse pa dziko lapansi koma masiku khumi okha basi.”"},{"SurahNumber":20,"VerseNumber":104,"Text":"“Ife tikudziwa kwambiri zimene azidzanena pamene abwino awo pamayendedwe azidzanena: “Inu simudakhale koma tsiku limodzi basi (poyerekeza ndi kuchuluka kwa masiku a ku Moto).”"},{"SurahNumber":20,"VerseNumber":105,"Text":"“Ndipo akukufunsa zamapiri (kuti adzatani tsiku la Qiyâma); auze: “Mbuye wanga adzawagumulagumula ndikuwaululutsa (ngati fumbi).”"},{"SurahNumber":20,"VerseNumber":106,"Text":"““Ndipo adzaisiya (nthaka yonse) ngati bwalo losalazidwa myaa!”"},{"SurahNumber":20,"VerseNumber":107,"Text":"““Sudzaona kukhota m’menemo ngakhale chitunda (chikweza).”"},{"SurahNumber":20,"VerseNumber":108,"Text":"“Tsiku limenelo adzamtsatira woitana; sadzatha kumpatuka, ndipo mawu (azolengedwa) adzatonthola (kuti chete) kwa (Allah) Wachifundo chambiri; ndipo sudzamva, koma kunong’ona basi (ndi mididi ya mapazi)"},{"SurahNumber":20,"VerseNumber":109,"Text":"“Tsiku limenelo chiombolo (cha aliyense) sichidzathandiza, kupatula yemwe wapatsidwa chilolezo ndi (Allah) Wachifundo chambiri, ndi kumuyanja kuti alankhule"},{"SurahNumber":20,"VerseNumber":110,"Text":"“(Allah) akudziwa za patsogolo pawo ndi zapambuyo pawo. Ndipo iwo sangathe kumzindikira (Allah) mmene alili"},{"SurahNumber":20,"VerseNumber":111,"Text":"“Ndipo nkhope (tsiku limenelo) zidzalobodoka pamaso pa (Allah) Wamoyo wamuyaya, Wochita chilichonse. Ndithu adzataika kwathunthu yense wochita zosalungama"},{"SurahNumber":20,"VerseNumber":112,"Text":"“Ndipo amene achite zabwino uku ali wokhulupirira, sadzaopa kuchitiridwa zoipa kapena kumchepetsera (choyenera chake)"},{"SurahNumber":20,"VerseNumber":113,"Text":"“Ndipo momwemo taivumbulutsa (Qur’an) m’Chiarabu ndipo tafotokoza m’menemo mwatsatanetsatane za machenjezo (amtundu uliwonse), kuti aope (Allah), ndikuti nthawi iliyonse (Qur’aniyo), iwapatse chikumbutso chatsopano"},{"SurahNumber":20,"VerseNumber":114,"Text":"“Chomwecho watukuka Allah, Mfumu ya choonadi, ndipo usaifulumizitse Qur’an (powerenga) chivumbulutso chake chisanamalizike kwa iwe, ndipo nena (popempha) kuti: “Mbuye wanga! Ndionjezereni nzeru (kuzindikira).”"},{"SurahNumber":20,"VerseNumber":115,"Text":"“Ndipo tidamulangiza (Mneneri) Adam kale, koma adaiwala. Ndipo sitidapeze Mwa iye kulimba mtima (potsatira lamulo Lathu loti asadye zipatso za mtengo woletsedwa)"},{"SurahNumber":20,"VerseNumber":116,"Text":"“Ndipo (kumbukirani) pamene tidauza angelo: “Muchitireni sajida (mugwadireni momulemekeza) Adam,” dipo adachita Sajida kupatula Iblis, adakana"},{"SurahNumber":20,"VerseNumber":117,"Text":"“Tsono tidati: “E iwe Adam! Ndithu uyu ndi mdani wako iwe ndi mkazi wako; choncho asakutulutseni m’Munda wamtendere, mungadzavutike.”"},{"SurahNumber":20,"VerseNumber":118,"Text":"““Ndithu iwe sumva njala m’menemo ndipo sukhala wamaliseche.”"},{"SurahNumber":20,"VerseNumber":119,"Text":"““Ndipo iwe sumva ludzu m’menemo, ndiponso sumva kutentha (kwa dzuwa).”"},{"SurahNumber":20,"VerseNumber":120,"Text":"“Koma satana (adamsokoneza) pomunong’oneza (zoipa) adati: “E iwe Adam! Kodi ndikusonyeze mtengo wamuyaya ndi (wopatsa) ufumu wosatha?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"“Ndipo (onse awiri) adaudya, ndipo umaliseche wawo awiriwo udaonekera poyera; ndipo adayamba kudziphatika masamba a m’mundamo; ndipo Adam adalakwira Mbuye wake, choncho adasokera"},{"SurahNumber":20,"VerseNumber":122,"Text":"“Kenako Mbuye wake adamsankha pomulandira kulapa kwake ndikumuongola"},{"SurahNumber":20,"VerseNumber":123,"Text":"“(Allah) adati: “Chokani nonsenu m’menemo, uku pali chidani pakati pa wina ndi mnzake, (padzakhala chidani pakati pa ana anu); koma chikadzakudzerani chiongoko kuchokera kwa Ine, tero amene adzachitsate chiongoko changacho, sadzasokera ndiponso sadzavutika.”"},{"SurahNumber":20,"VerseNumber":124,"Text":"“Ndipo amene anyozere ulaliki wanga, ndithu moyo wamavuto udzakhala pa iye ndipo tidzamuukitsa m’manda tsiku la chimaliziro ali wakhungu.”"},{"SurahNumber":20,"VerseNumber":125,"Text":"“Adzanena: “Mbuye wanga! Chifukwa ninji mwandiukitsa ndili wakhungu, pomwe ndidali wopenya?”"},{"SurahNumber":20,"VerseNumber":126,"Text":"“(Allah) adzanena: “Zimenezo nchifukwa chakuti zidakudzera Ayah zathu koma udaziiwala (chifukwa chosalabadira), momwemo lero uiwalidwa, (salabadilidwa).”"},{"SurahNumber":20,"VerseNumber":127,"Text":"“Ndipo umo ndimomwe tidzamulipirire aliyense wopyola malire, wosakhulupirira Ayah za Mbuye wake. Ndipo chilango cha tsiku la chimaliziro nchaukali, ndiponso chamuyaya"},{"SurahNumber":20,"VerseNumber":128,"Text":"“Kodi sizidadziwikebe kwa iwo kuti ndi mibadwo ingati tidaiononga patsogolo pawo? Ndipo awa (osakhulupirira atsopano) akuyenda m’malo awo, (kodi saona zizindikiro zakuonongeka kwawo)? Ndithu m’zimenezo muli zisonyezo kwa eni nzeru"},{"SurahNumber":20,"VerseNumber":129,"Text":"“Ndipo pakadapanda liwu lomwe lidatsogola kuchokera kwa Mbuye wako (lochedwetsera chilango) ndi nthawi yomwe idaikidwa, ndithu (chilango) chikadawafika (tsopano lomwe lino)"},{"SurahNumber":20,"VerseNumber":130,"Text":"“Choncho pirira pa zomwe akunenazo, ndipo lemekeza Mbuye wako ndi kumtamanda, dzuwa lisanatuluke (popemphera swala ya Fajr), ndiponso lisanalowe (popemphera swala ya Asr); ndiponso nthawi za usiku umulemekeze (popemphera swala ya Magrib ndi Isha), ndi pansonga za masana (pakatikati pa usana popemphera swala ya Dhuhr); kuti udzakhale wokondwa (ndi malipilo amene azakupatse tsiku la Qiyâma)"},{"SurahNumber":20,"VerseNumber":131,"Text":"“Ndipo usazitong’olere maso ako (mozidololokera zinthu) zimene tawasangalatsa nazo ena mwa anthu pakati pawo; zimenezo nzokongoletsa za moyo wa pa dziko basi, kuti tiwayese mayeso pazimenezo; koma chopatsa cha Mbuye wako (chomwe nchololedwa ngakhale chikhale chochepa) nchabwino kwambiri ndiponso chokhalitsa"},{"SurahNumber":20,"VerseNumber":132,"Text":"“Ndipo lamula banja lako kupemphera Swala ndi kuipirira iwe mwini Swalayo. Sitikukupempha rizq, (chakudya) koma Ife ndi amene tikukudyetsa ndipo malekezero abwino ali mukuopa (Allah)"},{"SurahNumber":20,"VerseNumber":133,"Text":"“Ndipo (osakhulupirira) adanena: “Chifukwa ninji sakutibweretsera chizizwa kuchokera kwa Mbuye wake?” Kodi sudawafike umboni woonekera wa zomwe zili m’mabuku akale? (Kodi sadakhutitsidwe ndi Qur’an chomwe ndi chizizwa chachikulu).”"},{"SurahNumber":20,"VerseNumber":134,"Text":"“Ndipo ngati tikadawaononga ndi chilango, asanadze uyo (Mtumiki), akadanena: “Mbuye wathu! Bwanji osatitumizira mtumiki kuti titsate Ayah Zanu tisanayaluke ndi kunyozeka?”"},{"SurahNumber":20,"VerseNumber":135,"Text":"“Nena: “Aliyense (wa ife) akuyembekezera (mphoto yake); choncho yembekezerani. Posachedwapa mudziwa kuti kodi ndani mwini njira yolingana, ndipo ndani amene waongoka.”"}]}