{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Allakh vnyal slovam zhenshchiny, kotoraya vstupila s toboy [, o Mukhammad,] v prerekaniya otnositel'no svoyego muzha i zhalovalas' Allakhu. A Allakh slyshal vash razgovor, ibo Allakh - slyshashchiy, vidyashchiy"},{"SurahNumber":58,"VerseNumber":2,"Text":"Te iz vas, kotoryye nazyvayut svoikh zhen kak by khrebtom svoikh materey, [ne pravy] - v deystvitel'nosti ikh zheny, [konechno], ne materi im, ved' ikh materi - tol'ko te zhenshchiny, kotoryye ikh rodili. [A utverzhdayushchiye inoye] utverzhdayut predosuditel'no i lzhivo. Voistinu, Allakh - proshchayushchiy, sniskhoditel'nyy"},{"SurahNumber":58,"VerseNumber":3,"Text":"Tem, kotoryye razvodyatsya so svoimi zhenami po yazycheskomu obryadu, a potom otrekayutsya ot togo, chto skazali, nadlezhit osvobodit' odnogo raba, prezhde chem [suprugi] soydutsya drug s drugom. Tak nastavlyayut vas, i Allakh vedayet o tom, chto vy delayete"},{"SurahNumber":58,"VerseNumber":4,"Text":"Yesli zhe u kogo-libo net raba. to nadlezhit soblyudat' post dva mesyatsa bez pereryva, prezhde chem [suprugi] soydutsya. A yesli kto-libo ne mozhet [soblyudat' post], to nadlezhit nakormit' shest'desyat bednyakov. [Vse] eto - dlya togo, chtoby vy uverovali v Allakha i Yego Poslannika. Eto - ogranicheniya, nalozhennyye Allakhom, a dlya nevernykh ugotovano muchitel'noye nakazaniye"},{"SurahNumber":58,"VerseNumber":5,"Text":"Voistinu, te, kotoryye vrazhdebny Allakhu i Yego Poslanniku, budut poverzheny, kak byli poverzheny ikh predshestvenniki. My nisposlali [veruyushchim] yasnyye znameniya, a nevernym ugotovano unizitel'noye nakazaniye"},{"SurahNumber":58,"VerseNumber":6,"Text":"v tot den', kogda Allakh voskresit ikh vsekh i povedayet im o tom, chto oni tvorili [na zemle]. Allakh zachel ikh deyaniya, khotya oni zabyli ikh, ved' Allakh - svidetel' vsemu sushchemu"},{"SurahNumber":58,"VerseNumber":7,"Text":"Neuzheli ty ne znayesh', chto Allakh vedayet i to, chto na nebesakh, i to, chto na zemle? Ne byvayet taynoy besedy mezhdu tremya, chtoby On ne byl chetvertym; mezhdu pyat'yu, chtoby On ne byl shestym; [ne byvayet taynoy besedy] mezhdu men'shim ili bol'shim [kolichestvom lyudey], chem perechisleno, bez togo, chtoby On ne byl s nimi, gde by oni ni nakhodilis'. A potom v Den' voskreseniya On povedayet im o tom, chto oni tvorili: ved' Allakh znayet vse sushcheye"},{"SurahNumber":58,"VerseNumber":8,"Text":"Razve ty ne videl tekh, kotorym byl zapreshchen taynyy sgovor, no oni vposledstvii obratilis' k tomu, chto bylo im zapreshcheno, i tayno sgovorilis' [tvorit'] grekhovnyye dela i [uporstvovat'] vo vrazhde i nepovinovenii Poslanniku. Kogda oni naveshchayut tebya, to privetstvuyut tebya ne tak, kak privetstvuyet tebya Allakh, i dumayut: \"Pochemu zhe Allakh ne nakazyvayet nas za to, chto my govorim?\" Dovol'no im ada! I skvernoye eto mesto dlya prebyvaniya"},{"SurahNumber":58,"VerseNumber":9,"Text":"O vy, kotoryye uverovali! Kogda vy vedete taynyye besedy, to ne sgovarivaytes' o grekhovnykh delakh, o vrazhde i nepovinovenii Poslanniku, a vedite besedy o dobre i blagochestii i strashites' Allakha, k kotoromu vas prizovut"},{"SurahNumber":58,"VerseNumber":10,"Text":"Taynaya beseda - porozhdeniye shaytana, chtoby [posredstvom neye] zastavit' skorbet' tekh, kotoryye uverovali. No ona niskol'ko ne povredit im, yesli ne budet na to voli Allakha, i pust' veruyushchiye upovayut na Allakha"},{"SurahNumber":58,"VerseNumber":11,"Text":"O vy, kotoryye uverovali! Kogda vas prosyat na sobraniyakh: \"Ne tolpites'!\", to davayte mesto [drugim], i Allakh dast vam mesto. A kogda vam predlagayut: \"Vstavayte\", - to podnimaytes'. Allakh vozvyshayet stepen'yu tekh iz vas, kotoryye veruyut, a takzhe tekh, kotorym darovano znaniye. Allakh vedayet o tom, chto vy vershite"},{"SurahNumber":58,"VerseNumber":12,"Text":"O vy, kotoryye uverovali! Kogda vy prikhodite k Poslanniku dlya taynoy besedy, to predvarite yeye milostyney. Tak budet luchshe dlya vas i chishche [dlya pomyslov]. No yesli u vas net [chego-libo dlya milostyni], to ved' Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":58,"VerseNumber":13,"Text":"Neuzheli vy boites' predvarit' vashu taynuyu besedu milostyney? Yesli vy ne predvarili i Allakh prostil vas, to sovershayte obryadovuyu molitvu, vnosite zakat, povinuytes' Allakhu i Yego Poslanniku, ibo Allakh vedayet o tom, chto vy vershite"},{"SurahNumber":58,"VerseNumber":14,"Text":"Razve ty ne videl tekh, kotoryye vstupili v druzhbu s lyud'mi, prognevivshimi Allakha? Oni ni k vam (t. ye. muslimam) ne prinadlezhat, ni k nim (t. ye. iudeyam). Oni dayut zavedomo lozhnyye klyatvy"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allakh ugotovil dlya nikh surovuyu karu. Voistinu, skverny ikh deyaniya"},{"SurahNumber":58,"VerseNumber":16,"Text":"Oni prikryvayutsya, slovno shchitom, svoimi klyatvami i sbivayut [lyudey] s puti Allakha. Im ugotovano pozornoye nakazaniye"},{"SurahNumber":58,"VerseNumber":17,"Text":"Ni imushchestvo, ni deti niskol'ko ne spasut ikh ot [gneva] Allakha. Oni - obitateli ada, vechno prebudut oni tam"},{"SurahNumber":58,"VerseNumber":18,"Text":"V tot den', kogda Allakh voskresit ikh vsekh, oni stanut klyast'sya pered Nim, podobno tomu kak klyanutsya pered vami, i pri etom polagayut, chto oni pravy. Tak znayte: oni - lzhetsy"},{"SurahNumber":58,"VerseNumber":19,"Text":"Shaytan ovladel ikh [dushami] i zastavil predat' zabveniyu pamyat' ob Allakhe. Oni - posledovateli shaytana. O da! Voistinu, storonniki shaytana, ponesshiye uron"},{"SurahNumber":58,"VerseNumber":20,"Text":"Voistinu, te, kotoryye vrazhdebny Allakhu i Yego Poslanniku, - v chisle samykh prezrennykh"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allakh nachertal: \"Voistinu, pobedu oderzhu YA, a takzhe Moi poslanniki!\" Voistinu, Allakh - moguchiy, velikiy"},{"SurahNumber":58,"VerseNumber":22,"Text":"Sredi tekh, kto veruyet v Allakha i v Sudnyy den', ty ne naydesh' lyudey, kotoryye lyubili by tekh, kto vrazhdeben Allakhu, yesli dazhe eto ikh ottsy, synov'ya, brat'ya ili rodstvenniki. Allakh nachertal v ikh serdtsakh veru i ukrepil ikh Svoim dukhom. On vvedet ikh v sady s tekushchimi ruch'yami, i oni prebudut tam vechno. Da budet dovolen imi Allakh, i da budut oni dovol'ny Im! Oni - storonniki Allakha. Voistinu, storonniki Allakha - preuspevshiye"},{"SurahNumber":59,"VerseNumber":1,"Text":"Slavyat Allakha te, kto na nebesakh, i te, kto na zemle. On - velikiy, mudryy"},{"SurahNumber":59,"VerseNumber":2,"Text":"On - tot, kto izgnal iz ikh zhilishch tekh iz lyudey Pisaniya, kotoryye ne uverovali pri pervom izgnanii. Vy i ne predpolagali, chto oni pokinut [svoi zhilishcha], oni zhe nadeyalis', chto kreposti zashchityat ikh ot Allakha. No Allakh nastig ikh s toy storony, otkuda oni i ne ozhidali, i poselil v ikh serdtsakh strakh. Oni razrushayut svoi doma sobstvennymi rukami i rukami veruyushchikh. Tak pust' eto budet nazidaniyem dlya vas, o te, kto sposoben videt'"},{"SurahNumber":59,"VerseNumber":3,"Text":"Yesli by Allakh ne prednachertal im pokinut' [rodnyye mesta], to On nepremenno nakazal by ikh v etom mire. A v budushchem mire im ugotovano nakazaniye ognem"},{"SurahNumber":59,"VerseNumber":4,"Text":"Eto za to, chto oni otstupili ot Allakha i Yego Poslannika. A k tomu, kto otstupil ot Allakha, On surov v nakazanii"},{"SurahNumber":59,"VerseNumber":5,"Text":"To, chto vy srubili pal'my ili ostavili ikh netronutymi, - tol'ko po soizvoleniyu Allakha, daby vvergnut' v pozor greshnikov"},{"SurahNumber":59,"VerseNumber":6,"Text":"K dobyche, kotoruyu Allakh daroval Svoyemu Poslanniku ot [iudeyev], vy ne skakali ni na konyakh, ni na verblyudakh [, o muslimy], poskol'ku Allakh daruyet Svoim poslannikam vlast', nad kem pozhelayet. Ved' Allakh vlasten nad vsem sushchim"},{"SurahNumber":59,"VerseNumber":7,"Text":"To, chto daroval Allakh Svoyemu Poslanniku kak dobychu iz [imushchestva] seleniy [banu Nadir], prinadlezhit Allakhu, Poslanniku, [yego] rodnym, sirotam, bednym, putnikam, daby ono ne dostalos' bogatym sredi vas. Tak berite zhe to, chto daroval vam Poslannik, i storonites' togo, chto on vam vospretil. Strashites' Allakha, ibo Allakh surov v nakazanii"},{"SurahNumber":59,"VerseNumber":8,"Text":"[Dobycha prinadlezhit takzhe] bednym mukhadzhiram, kotoryye byli izgnany iz svoikh zhilishch i [lisheny] svoyego imushchestva iz-za stremleniya k milosti i blagovoleniyu Allakha, daby pomoch' Allakhu i Yego Poslanniku. Oni i sut' pravdivyye"},{"SurahNumber":59,"VerseNumber":9,"Text":"A te, kotoryye zhili v Medine do nikh (t. ye. do prikhoda mekkantsev) i [obratilis' v novuyu] veru, lyubyat pereselivshikhsya [iz Mekki] k nim i ne ispytyvayut k nim nikakoy zavisti iz-za togo, chto otdano im (t. ye. pereselivshimsya). Oni priznayut za nimi predpochtitel'noye pravo, yesli dazhe [sami] nakhodyatsya v stesnennom polozhenii. I te, kto odolel svoyu alchnost', - oni i sut' preuspevshiye"},{"SurahNumber":59,"VerseNumber":10,"Text":"A te, kotoryye pridut [v etot mir] posle nikh, voskliknut: \"Gospodi nash! Prosti nas i nashikh brat'yev, kotoryye uverovali ran'she nas! Ne nasazhday v nashikh serdtsakh nenavisti k tem, kto uveroval. Gospodi nash! voistinu, Ty - krotkiy, miloserdnyy"},{"SurahNumber":59,"VerseNumber":11,"Text":"Tebe vedomo o munafikakh, kotoryye skazhut svoim ne uverovavshim brat'yam iz lyudey Pisaniya: \"Yesli vas izgonyat [iz rodnykh mest], to my otpravimsya vmeste s vami i my nikogda ne podchinimsya [prikazu deystvovat'] protiv vas. Yesli kto-libo srazitsya s vami, my okazhem vam pomoshch'\". No Allakh - svidetel' tomu, chto oni lgut"},{"SurahNumber":59,"VerseNumber":12,"Text":"Yesli dazhe ikh izgonyat, to te ne uyedut vmeste s nimi. Yesli kto-libo budet srazhat'sya protiv [izgnannykh], to [eti litsemery] ni za chto ne pridut im na pomoshch', a povernut vspyat', [obrativshis' v begstvo], i nikto ne pomozhet im"},{"SurahNumber":59,"VerseNumber":13,"Text":"Nesomnenno, v ikh serdtsakh strakh pered vami sil'neye, chem pered Allakhom, poskol'ku oni - lyudi, kotoryye ne razumeyut"},{"SurahNumber":59,"VerseNumber":14,"Text":"Oni ne stanut srazhat'sya s vami vse vmeste, razve chto v ukreplennykh mestnostyakh ili iz-za [krepostnykh] sten, a voinskiy pyl ikh silen tol'ko v svoyem krugu. Ty polagayesh', chto oni yediny [dukhom], no serdtsa ikh razobshcheny, poskol'ku oni - lyudi ne vnemlyushchiye"},{"SurahNumber":59,"VerseNumber":15,"Text":"[Oni] podobny tem, kotoryye byli nedavno do nikh, [kotoryye] vkusili zloye nakazaniye za svoi deyaniya i kotorym [yeshche] ugotovana muchitel'naya kara"},{"SurahNumber":59,"VerseNumber":16,"Text":"[Oni] podobny takzhe shaytanu, kogda on prikazal cheloveku: \"Ne veruy!\" Kogda zhe tot stal nevernym, on zayavil: \"YA neprichasten k tvoim [delam], ibo ya strashus' Allakha, Gospoda [obitateley] mirov"},{"SurahNumber":59,"VerseNumber":17,"Text":"Konets tekh i drugikh - adskiy ogon'. Oni prebudut v nem vechno: takova kara nechestivtsam"},{"SurahNumber":59,"VerseNumber":18,"Text":"O vy, kotoryye uverovali! Boytes' Allakha, i pust' kazhdyy chelovek podumayet o tom, chto on ugotovil na zavtrashniy den'. Strashites' zhe Allakha, ibo Allakh vedayet o tom, chto vy tvorite"},{"SurahNumber":59,"VerseNumber":19,"Text":"Ne upodoblyaytes' tem, kotoryye zabyli Allakha i kotorykh On zastavil zabyt' samikh sebya. Oni-to i yest' greshniki"},{"SurahNumber":59,"VerseNumber":20,"Text":"Ne ravny obitateli ada i raya. Obitateli raya - eto preuspevshiye"},{"SurahNumber":59,"VerseNumber":21,"Text":"Yesli by My nisposlali Koran na kakuyu-libo goru, to ty uvidel by, chto ona smirenno razverzlas' ot strakha pered Allakhom. My privodim lyudyam eti pritchi, daby [dat' im vozmozhnost'] obrazumit'sya"},{"SurahNumber":59,"VerseNumber":22,"Text":"On - Allakh, net boga, krome Nego, vedayushchego sokrovennoye i ochevidnoye. On - milostivyy, miloserdnyy"},{"SurahNumber":59,"VerseNumber":23,"Text":"On - Allakh, net boga, krome Nego. On - vlastelin, presvyatoy, daruyushchiy bezopasnost', nadezhnyy, khranitel', velikiy, mogushchestvennyy, vozvelichennyy. Prechist on ot togo, chemu poklonyayutsya naryadu s Nim"},{"SurahNumber":59,"VerseNumber":24,"Text":"On - Allakh, tvorets, sozdatel', daruyushchiy oblik. Yemu prinadlezhat samyye prekrasnyye imena. Slavyat Yego te, chto na nebesakh i na zemle, On - velikiy, mudryy"},{"SurahNumber":60,"VerseNumber":1,"Text":"O vy, kotoryye uverovali! Ne vstupayte v druzhbu s Moim vragom i vashim vragom. Vy predlagayete im druzhbu, no oni do togo otvergli istinu, kotoraya yavilas' vam. Oni izgonyayut Poslannika i vas [iz Mekki] za to, chto vy veruyete v Allakha, vashego Gospoda. Yesli vy vystupili, chtoby yavit' rveniye na Moyem puti i iskat' Moyego blagovoleniya, [to ne druzhite s Moim vragom], utaivaya [peredo Mnoy] druzheskiye chuvstva k nim. YA znayu to, chto vy taite, i to, chto vy vozglashayete. I tot iz vas, kto tak postupayet, soshel s puti istiny"},{"SurahNumber":60,"VerseNumber":2,"Text":"Yesli soydutsya vashi puti, oni okazhutsya vragami vashimi, budut vredit' vam i svoimi desnitsami, i rechami, zhelaya, chtoby vy [vnov'] stali nevernymi"},{"SurahNumber":60,"VerseNumber":3,"Text":"V Den' voskreseniya ni rodstvenniki vashi, ni deti ne pomogut vam. [V tot den'] Allakh rassudit mezhdu vami, ved' On vidit to, chto vy tvorite"},{"SurahNumber":60,"VerseNumber":4,"Text":"Prekrasnyy primer dlya vas - Ibrakhim i yego posledovateli. Oni skazali svoyemu narodu: \"U nas net nichego obshchego ni s vami, ni s temi, komu vy poklonyayetes' pomimo Allakha. My otrekayemsya ot vas, i mezhdu nami i vami ustanovilis' vrazhda i nenavist' naveki do tekh por, poka vy ne uveruyete v yedinogo Allakha\". Isklyucheniye [iz etogo pravila] - slova Ibrakhima svoyemu ottsu: \"YA nepremenno budu molit' o proshchenii dlya tebya, khotya i ne vlasten v chem-libo, prinadlezhashchem Allakhu\". [Ibrakhim i yego posledovateli skazali]: \"Gospodi nash! My upovayem na proshcheniye Tvoye i k Tebe vozvrashchayemsya, ved' k Tebe vozvrashchayetsya [vse sushcheye]"},{"SurahNumber":60,"VerseNumber":5,"Text":"Gospodi nash! Ne davay nevernym podvergat' nas ispytaniyu! Prosti nas, Gospodi nash! Ved' Ty - velikiy, mudryy"},{"SurahNumber":60,"VerseNumber":6,"Text":"Prekrasnym primerom dlya vas, dlya tekh, kto nadeyetsya na Allakha i na Sudnyy den', byli oni. A yesli kto-libo otvernetsya [ot novoy very], to ved' Allakh ni v kom ne nuzhdayetsya i dostoslaven"},{"SurahNumber":60,"VerseNumber":7,"Text":"Byt' mozhet, Allakh reshit ustanovit' druzhbu mezh vami i temi, s kem vy vrazhduyete. Ved' Allakh - mogushchestvennyy, Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":60,"VerseNumber":8,"Text":"Allakh ne zapreshchayet vam yavlyat' druzhelyubiye i spravedlivost' k tem, kto ne srazhalsya s vami iz-za very i ne izgonyal vas iz vashikh zhilishch, - ved' Allakh lyubit spravedlivykh"},{"SurahNumber":60,"VerseNumber":9,"Text":"Allakh zapreshchayet vam druzhit' tol'ko s temi, kotoryye srazhalis' s vami iz-za very, vygonyali vas iz vashikh zhilishch i sposobstvovali vashemu izgnaniyu. Vot te, kto druzhit s nimi, - voistinu, nechestivtsy"},{"SurahNumber":60,"VerseNumber":10,"Text":"O vy, kotoryye uverovali! Kogda k vam pribyvayut na zhitel'stvo veruyushchiye zhenshchiny iz [Mekki], to podvergayte ikh ispytaniyu, [khotya] Allakh luchshe znayet, kakova ikh vera. Yesli vy ubedites', chto oni veruyushchiye, to ne vozvrashchayte ikh k nevernym, ibo nevernym ne dozvoleno [zhenit'sya] na nikh, a veruyushchim zhenshchinam ne dozvoleno vykhodit' zamuzh za nevernykh. Vozvrashchayte im to, chto oni potratili (na kalym). Na vas net grekha, yesli vy zhenites' na nikh posle uplaty togo, chto im polagayetsya. Ne soblyudayte vashikh [brachnykh uz] s neveruyushchimi zhenami, [ostavshimisya v Mekke], i trebuyte nazad to, chto vy potratili [na kalym]. I pust' [muzh'ya-nevernyye] trebuyut to, chto potratili [na kalym bezhavshim ot nikh zhenam). Takovo dlya vas resheniye Allakha. On reshayet [dela] mezhdu vami, i Allakh - znayushchiy, mudryy"},{"SurahNumber":60,"VerseNumber":11,"Text":"Yesli kakaya-libo iz zhen vashikh [soratnikov] uydet ot vas k nevernym i yesli vy poluchili voyennuyu dobychu, to otdayte iz neye tem, ot kotorykh ushli zheny, stol'ko, skol'ko oni istratili [na kalym]. Strashites' Allakha, v kotorogo vy veruyete"},{"SurahNumber":60,"VerseNumber":12,"Text":"O Prorok! Yesli k tebe pridut veruyushchiye zhenshchiny i zakhotyat prisyagnut' v tom, chto ne stanut nichemu poklonyat'sya naryadu s Allakhom, chto ne budut krast', sovershat' prelyubodeyaniye, ubivat' svoikh detey, ne budut umyshlenno pripisyvat' svoim muzh'yam detey ot postoronnego muzhchiny, prizhivat' detey [ot drugikh] i nastaivat' [na lzhi] vsemi silami, ne budut vykazyvat' oslushaniya tebe v ustanovlennom dlya vsekh, to primi ikh prisyagu i prosi Allakha prostit' ikh, ved' Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":60,"VerseNumber":13,"Text":"O vy, kotoryye uverovali! Ne vodite druzhbu s temi, na kotorykh prognevalsya Allakh. Oni utratili vsyakuyu nadezhdu na budushchuyu zhizn', kak utratili yeye nevernyye, chto v mogilakh"},{"SurahNumber":61,"VerseNumber":1,"Text":"Slavoslovyat Allakhu te, kto na nebesakh, i te, kto na zemle: On - velikiy, mudryy"},{"SurahNumber":61,"VerseNumber":2,"Text":"O vy, kotoryye uverovali! Pochemu vy govorite to, chego ne delayete"},{"SurahNumber":61,"VerseNumber":3,"Text":"Nenavistneye vsego Allakhu, kogda vy utverzhdayete to, chego ne delayete"},{"SurahNumber":61,"VerseNumber":4,"Text":"Voistinu, Allakh lyubit tekh, kotoryye srazhayutsya [stroynymi] ryadami na Yego puti, slovno oni - prochno slozhennoye zdaniye"},{"SurahNumber":61,"VerseNumber":5,"Text":"[Vspomni, Mukhammad,] kak Musa skazal svoyemu narodu: \"O moy narod! Pochemu vy obizhayete menya, ved' vy znayete, chto ya - poslannik Allakha k vam?\" I kogda oni soshli [s pryamogo puti], Allakh sovratil ikh serdtsa, ibo Allakh ne vedet na pryamoy put' nechestivtsev"},{"SurahNumber":61,"VerseNumber":6,"Text":"[Vspomni,] kak 'Isa, syn Maryam, skazal: \"O syny Israila! Voistinu, ya - poslannik Allakha k vam, podtverzhdayushchiy istinnost' togo, chto bylo v Tore do menya, i soobshchayushchiy vam blaguyu vest' o poslannike, kotoryy yavitsya posle menya i imya kotoromu - Akhmad\". A kogda yavilsya on k nim s yasnymi znameniyami, oni zayavili: \"Eto - yavnoye charodeystvo"},{"SurahNumber":61,"VerseNumber":7,"Text":"Kto zhe greshneye togo, kto vozvodit na Allakha navet v to vremya, kogda yego prizyvayut k islamu? Allakh ne napravit na pryamoy put' nechestivtsev"},{"SurahNumber":61,"VerseNumber":8,"Text":"Oni khotyat zadut' svet Allakha svoimi ustami, no ved' svet Allakha sovershenen, kak by eto ni bylo nenavistno nevernym"},{"SurahNumber":61,"VerseNumber":9,"Text":"On - tot, kto otpravil Svoyego poslannika s rukovodstvom k pryamomu puti i istinnoy religiyey, chtoby ona prevzoshla lyubuyu druguyu religiyu, dazhe yesli eto nenavistno mnogobozhnikam"},{"SurahNumber":61,"VerseNumber":10,"Text":"O vy, kotoryye uverovali! Ukazat' li vam na soglasheniye, kotoroye spaset vas ot muchitel'nogo nakazaniya"},{"SurahNumber":61,"VerseNumber":11,"Text":"[Ono - v tom, chto] vy veruyete v Allakha i Yego Poslannika, vozlagayete na put' Allakha svoye imushchestvo i zhizn' svoyu. Eto [samoye] luchsheye dlya vas, yesli tol'ko vy razumeyete"},{"SurahNumber":61,"VerseNumber":12,"Text":"On prostit vam vashi grekhi i vvedet v sady s ruch'yami tekuchimi, poselit v prekrasnykh zhilishchakh v sadakh vechnosti. Eto i yest' velikoye preuspeyaniye"},{"SurahNumber":61,"VerseNumber":13,"Text":"[Yeshche preuspeyaniye] drugoye, kotoroye vy lyubite, - pomoshch' ot Allakha i blizkaya pobeda. Soobshchi zhe blaguyu vest' veruyushchim"},{"SurahNumber":61,"VerseNumber":14,"Text":"O vy, kotoryye uverovali! Bud'te pomoshchnikami Allakhu, podobno tomu kak sprosil u apostolov 'Isa, syn Maryam: \"Kto moi pomoshchniki na puti k Allakhu?\" Apostoly otvetili: \"My - pomoshchniki Allakhu\". I togda uverovala nekaya chast' iz synov Israila, a drugaya chast' ne uverovala. My podderzhali tekh, kotoryye uverovali [v 'Isu] protiv ikh vragov, i oni oderzhali verkh"},{"SurahNumber":62,"VerseNumber":1,"Text":"Te, kto na nebesakh, i te, kto na zemle, slavyat Allakha, presvyatogo, velikogo, mudrogo"},{"SurahNumber":62,"VerseNumber":2,"Text":"On - tot, kto napravil k negramotnym poslannika iz ikh chisla. On vozveshchayet im Yego ayaty, ochishchayet ikh [ot mnogobozhiya], uchit ikh Pisaniyu i mudrosti, khotya prezhde oni, nesomnenno, prebyvali v yavnom zabluzhdenii"},{"SurahNumber":62,"VerseNumber":3,"Text":"[uchit] takzhe drugikh iz ikh chisla, kotoryye yeshche ne primknuli k nim (t. ye. k veruyushchim). On - velikiy, mudryy"},{"SurahNumber":62,"VerseNumber":4,"Text":"[Vse] eto - milost' Allakha, kotoruyu On daruyet, komu pozhelayet, ibo Allakh obladayet velikoy milost'yu"},{"SurahNumber":62,"VerseNumber":5,"Text":"Te, komu bylo vedeno priderzhivat'sya Tory, oni zhe ne soblyuli yeye [zavetov], podobny oslu, nav'yuchennomu knigami. Skverny takiye lyudi, kotoryye oprovergayut ayaty Allakha, ibo Allakh ne vedet pryamym putem nechestivtsev"},{"SurahNumber":62,"VerseNumber":6,"Text":"Skazhi [, Mukhammad]: \"O vy, ispoveduyushchiye iudaizm! Yesli vy polagayete, chto vy blizhe drugikh lyudey k Allakhu, to pozhelayte sebe smerti, kol' za vami pravda"},{"SurahNumber":62,"VerseNumber":7,"Text":"No oni ne zakhotyat yeye nikogda iz-za togo, chto ran'she vershili ikh desnitsy. Ved' Allakh znayet nechestivtsev"},{"SurahNumber":62,"VerseNumber":8,"Text":"Skazhi: \"Voistinu, smert', ot kotoroy vy bezhite, nastignet vas, i potom vy vnov' predstanete pered Tem, komu vedomo sokrovennoye i yavnoye. I On otkroyet vam to, chto vy vershili"},{"SurahNumber":62,"VerseNumber":9,"Text":"O vy, kotoryye uverovali! Kogda vas zovut na sobornuyu molitvu v pyatnitsu, proyavlyayte rveniye v pominanii Allakha, ostaviv torgovyye dela. Eto luchshe dlya vas, yesli tol'ko vy razumeyete"},{"SurahNumber":62,"VerseNumber":10,"Text":"Kogda obryadovaya molitva budet zavershena, to razoydites' po zemle, vzyshchite milosti Allakha i pominayte Yego mnogokratno, - byt' mozhet, vy preuspeyete"},{"SurahNumber":62,"VerseNumber":11,"Text":"No oni, yedva predstavitsya im [sluchay] zanyat'sya torgovley ili predat'sya razvlecheniyam, pospeshno ustremlyayutsya k etim zanyatiyam, ostavlyaya tebya stoyat' [na vozvyshenii dlya chteniya propovedey]. Skazhi [, Mukhammad]: \"To, chto u Allakha, luchshe zabav i torgovli, i Allakh - nailuchshiy iz tekh, kto dayet udel"},{"SurahNumber":63,"VerseNumber":1,"Text":"Kogda munafiki prikhodyat k tebe, oni govoryat: \"Svidetel'stvuyem, chto ty istinno - poslannik Allakha\". Allakh znayet, chto ty - Yego poslannik, i Allakh svidetel'stvuyet, chto munafiki - lzhetsy"},{"SurahNumber":63,"VerseNumber":2,"Text":"Prikryvayas' svoimi klyatvami, slovno shchitom, oni soshli s puti Allakha. Voistinu, merzki ikh deyaniya"},{"SurahNumber":63,"VerseNumber":3,"Text":"Eto potomu, chto oni [snachala] uverovali, a potom otreklis' ot very. Na ikh serdtsa nalozhena pechat' [nevezhestva], no oni ne razumeyut"},{"SurahNumber":63,"VerseNumber":4,"Text":"Kogda ty na nikh smotrish', to ikh vneshniy vid privlekayet tebya. Yesli oni govoryat, to ty [okhotno] vnimayesh' ikh recham. [No na dele] oni podobny brevnam, podpirayushchim ogradu. Vsyakiy gromkiy glas oni schitayut ugrozoy [sebe]. Oni - vragi [tvoi], osteregaysya ikh: da porazit ikh Allakh! Kak zhe oni zabluzhdayutsya"},{"SurahNumber":63,"VerseNumber":5,"Text":"Kogda zhe im govoryat: \"Prikhodite, chtoby poslannik Allakha poprosil proshcheniya dlya vas\", - oni krutyat golovoy, i ty vidish', chto oni otvorachivayutsya v gordyne"},{"SurahNumber":63,"VerseNumber":6,"Text":"Im vse ravno, budesh' li ty prosit' proshcheniya dlya nikh ili ne budesh': Allakh ne prostit ikh, ibo Allakh ne vedet pryamym putem greshnykh lyudey"},{"SurahNumber":63,"VerseNumber":7,"Text":"Oni - te samyye, kotoryye prizyvayut: \"Ne zhertvuyte na tekh, kto s Poslannikom Allakha, poka oni ne porvut [s nim]\". No Allakhu prinadlezhat vse sokrovishcha nebes i zemli, tol'ko munafiki ne vedayut [ob etom]"},{"SurahNumber":63,"VerseNumber":8,"Text":"Oni govoryat: \"Yesli my vernemsya v Medinu, to nepremenno tot, kto silen, izgonit ottuda togo, kto slab\". No velichiye - u Allakha, Yego Poslannika i veruyushchikh, tol'ko munafiki ne znayut etogo"},{"SurahNumber":63,"VerseNumber":9,"Text":"O vy, kotoryye uverovali! Pust' ni vashe imushchestvo, ni vashi deti ne otvlekayut vas ot povinoveniya Allakha. A te, kto nastaivayet na etom, - oni i yest' poterpevshiye uron"},{"SurahNumber":63,"VerseNumber":10,"Text":"Delayte zhertvoprinosheniya iz togo, chto My vam dali v udel, poka vas ne postignet smert' i vy ne skazhete: \"Gospodi! Yesli by Ty dal mne otsrochku na korotkoye vremya, to ya stal by razdavat' milostynyu i byl by iz pravednykh"},{"SurahNumber":63,"VerseNumber":11,"Text":"No nikogda Allakh ne dast otsrochki cheloveku, chey smertnyy chas nastal. Ved' Allakh vedayet o tom, chto vy tvorite"},{"SurahNumber":64,"VerseNumber":1,"Text":"Slavyat Allakha te, kto na nebesakh, i te, kto na zemle. Yemu prinadlezhit vlast', Yemu zhe i slava, i On vladeyet vsem sushchim"},{"SurahNumber":64,"VerseNumber":2,"Text":"On - tot, kto sotvoril vas. Yest' sredi vas nevernyye, no yest' i veruyushchiye, i Allakh vidit vse, chto vy vershite"},{"SurahNumber":64,"VerseNumber":3,"Text":"On sozdal nebesa i zemlyu v istine, pridal vam [chelovecheskiy] oblik i sdelal sey oblik prekrasnym. I k Nemu vam predstoit vozvratit'sya"},{"SurahNumber":64,"VerseNumber":4,"Text":"On vedayet o tom, chto na nebesakh i na zemle, znayet to, chto vy skryvayete, i to, o chem ob\"yavlyayete. Allakh vedayet o tom, chto v serdtsakh [lyudey]"},{"SurahNumber":64,"VerseNumber":5,"Text":"Razve vy ne slyshali rasskazov o tekh, kotoryye ne uverovali v prezhniye vremena i vkusili karu za svoi deyaniya? Im ugotovano muchitel'noye nakazaniye"},{"SurahNumber":64,"VerseNumber":6,"Text":"[I kara] eta za to, chto, kogda k nim prikhodili poslanniki s yasnymi znameniyami, oni voproshali: \"Neuzheli zhe [smertnyye] lyudi nastavyat nas na pryamoy put'?\", [za to, chto] oni ne uverovali, otvernulis' [ot poslannikov]. A ved' Allakh ne nuzhdalsya [v nikh] - Allakhu ni v chem net nuzhdy, dostoslaven On"},{"SurahNumber":64,"VerseNumber":7,"Text":"Nevernyye utverzhdayut, chto ikh nikogda ne voskresyat. Otvechay [, Mukhammad]: \"Naprotiv, klyanus' moim Gospodom, vy budete voskresheny, a uzh potom vam povedayut o tom, chto vy tvorili, - ved' eto dlya Allakha ne sostavlyayet truda"},{"SurahNumber":64,"VerseNumber":8,"Text":"Tak uveruyte zhe v Allakha, Yego Poslannika i v svet, kotoryy My nisposlali. Ved' Allakh vedayet o tom, chto vy tvorite"},{"SurahNumber":64,"VerseNumber":9,"Text":"Sudnyy den', kogda On soberet vas, budet dnem vzaimnogo obmana. Tem, kto uveroval v Allakha i tvoril dobro, On prostit zlyye postupki i vvedet v sady, v kotorykh tekut ruch'i, gde oni prebudut na veki vechnyye. Eto i yest' velikoye preuspeyaniye"},{"SurahNumber":64,"VerseNumber":10,"Text":"A te, kotoryye ne uverovali i otritsali Nashi znameniya, -oni [stanut] obitatelyami ada. Vechno prebudut oni tam. I skveren zhe takoy konets"},{"SurahNumber":64,"VerseNumber":11,"Text":"Vsyakaya beda porazhayet lish' po vole Allakha. On napravit na vernyy put' serdtse togo, kto uveroval v Nego. I Allakh vedayet obo vsem sushchem"},{"SurahNumber":64,"VerseNumber":12,"Text":"Povinuytes' Allakhu, povinuytes' Poslanniku. A yesli vy ne [zhelayete] povinovat'sya, to ved' poslannikam nadlezhit lish' peredat' yasnoye otkroveniye"},{"SurahNumber":64,"VerseNumber":13,"Text":"Allakh - tot, krome kotorogo net boga. I pust' na Allakha upovayut veruyushchiye"},{"SurahNumber":64,"VerseNumber":14,"Text":"O vy, kotoryye uverovali! Voistinu, sredi vashikh zhen i detey yest' vragi vam. Tak osteregaytes' zhe ikh. A yesli vy prostite ikh, smiluyetes' nad nimi i szhalites', to ved' Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":64,"VerseNumber":15,"Text":"Vashi deti i imushchestvo - tol'ko soblazn dlya vas, a velikaya nagrada - u Allakha"},{"SurahNumber":64,"VerseNumber":16,"Text":"Tak boytes' zhe Allakha, naskol'ko mozhete, slushaytes' [Yego], bud'te pokorny i raskhoduyte vo blago sebe. A te, kto izbavilsya ot opasnosti sobstvennoy skuposti, - oni i yest' preuspevshiye"},{"SurahNumber":64,"VerseNumber":17,"Text":"Yesli vy dali Allakhu khoroshiy zayem, On vernet vam vdvoyne i prostit Vas, ibo Allakh - velikodushnyy, shchedryy"},{"SurahNumber":64,"VerseNumber":18,"Text":"vedayushchiy sokrovennoye i yavnoye, velikiy, mudryy"},{"SurahNumber":65,"VerseNumber":1,"Text":"O Prorok! Kogda vy (t. ye. Muslimy) dayete zhenam razvod, to razvodites' soglasno ustanovlennomu sroku, vedite schet sroku i strashites' Gospoda svoyego. Ne vygonyayte [razvedennykh zhen] iz ikh zhilishch, i pust' oni ostayutsya tam, yesli tol'ko ne sovershat yavnuyu merzost'. Takovy ustanovleniya Allakha. Kto prestupit ustanovleniya Allakha, tot sovershit nechestiye vo vred sebe. Ty i ne znayesh', chto, mozhet byt', Allakh posle etogo reshit po-inomu"},{"SurahNumber":65,"VerseNumber":2,"Text":"Kogda oni vyderzhat ustanovlennyy srok, to ostav'te ikh [u sebya] s dobrom ili zhe otpustite soglasno razumu i shariatu. Pri etom prizovite svidetelyami dvukh spravedlivykh muzhey iz vas (t. ye. muslimov) i podtverdite svidetel'stvo pered Allakhom. Takovo nastavleniye tomu, kto veruyet v Allakha, v Sudnyy den'. Tomu, kto boitsya Allakha, On dayet vykhod [iz polozheniya]"},{"SurahNumber":65,"VerseNumber":3,"Text":"obespechivayet propitaniyem, otkuda tot i ne zhdet. Dlya togo, kto upovayet na Allakha, dostatochno Yego [kak pokrovitelya]. Voistinu, Allakh dovodit do kontsa svoye veleniye. Allakh predopredelil meru dlya kazhdoy veshchi"},{"SurahNumber":65,"VerseNumber":4,"Text":"Te iz vashikh zhen, u kotorykh prekratilis' mesyachnyye, yesli vy somnevayetes' [po vozrastu v ikh beremennosti], to ustanovlennyy im srok [do vstupleniya v novyy brak] - tri mesyatsa, kak i dlya tekh, kotoryye ne dostigli [vozrasta] mesyachnykh. Dlya tekh zhe zhen, kotoryye beremenny, ustanovlennyy srok - do tekh por, poka oni ne razreshatsya ot bremeni. Tomu, kto boitsya Allakha, On daruyet oblegcheniye v yego trudnostyakh"},{"SurahNumber":65,"VerseNumber":5,"Text":"[Vse] eto - veleniye Allakha, kotoroye On nisposlal vam. Tomu, kto strashitsya Allakha, On prostit zlyye deyaniya i uvelichit voznagrazhdeniye"},{"SurahNumber":65,"VerseNumber":6,"Text":"Poselyayte ikh tam, gde vy sami poselilis' - po vashemu dostatku. Ne prichinyayte im vreda, daby ne postavit' v trudnoye polozheniye. A yesli oni beremenny, to soderzhite ikh, poka ne razreshatsya ot bremeni. Yesli oni kormyat [grud'yu] vashikh [detey], to platite im i vedite mezhdu soboy peregovory po-dobromu. Yesli zhe vy ne dogovorites' po-dobromu, to priglashayte [dlya kormleniya] kormilitsu"},{"SurahNumber":65,"VerseNumber":7,"Text":"Pust' obladayushchiy dostatkom uplachivayet [razvedennoy zhene] soglasno svoyemu dostatku. Tot zhe, kto stesnen v sredstvakh, pust' uplachivayet chast' togo, chto daroval yemu Allakh. Allakh ne trebuyet ni s kogo bol'shego, chem On daroval yemu. I posle lisheniy Allakh nepremenno daruyet oblegcheniye"},{"SurahNumber":65,"VerseNumber":8,"Text":"O, skol'ko gorodov oslushalis' veleniy Gospoda svoyego i Yego poslannikov! My poslali im surovuyu rasplatu i nakazali ikh tyazhkoy karoy"},{"SurahNumber":65,"VerseNumber":9,"Text":"I oni vkusili karu za svoi deyaniya, i ikh deyaniya obernulis' ushcherbom [dlya nikh]"},{"SurahNumber":65,"VerseNumber":10,"Text":"Allakh ugotovil im tyazhkoye nakazaniye. Tak strashites' zhe Allakha, o obladateli razuma i te, kto uveroval. Ved' Allakh nisposlal vam nastavleniye"},{"SurahNumber":65,"VerseNumber":11,"Text":"cherez Poslannika, kotoryy vozveshchayet vam yasnyye ayaty Allakha, chtoby vyvesti iz mraka k svetu tekh, kto uveroval i tvoril dobro. On vvedet ikh v sady s ruch'yami tekuchimi dlya vechnogo prebyvaniya tam - Allakh daroval im prekrasnyy udel"},{"SurahNumber":65,"VerseNumber":12,"Text":"Allakh - tot, kto sotvoril sem' nebes i stol'ko zhe [sloyev] zemli. Veleniye [Allakha] niskhodit skvoz' nikh, chtoby vy znali, chto Allakh vlasten nad vsem sushchim, chto Allakh ob\"yemlet Svoim znaniyem vse sushcheye"},{"SurahNumber":66,"VerseNumber":1,"Text":"O Prorok, pochemu ty, zhelaya ugodit' svoim zhenam, zapreshchayesh' to, chto dozvolil tebe Allakh? Allakh - proshchayushchiy, miloserdnyy"},{"SurahNumber":66,"VerseNumber":2,"Text":"Allakh predpisal vam [put'] otstupleniya ot vashikh klyatv. Allakh - vash gospodin, i On - znayushchiy, mudryy"},{"SurahNumber":66,"VerseNumber":3,"Text":"I kogda [odnazhdy] Prorok povedal odnoy iz svoikh zhen nekuyu novost', to ona razboltala eto [svoyey podruge, drugoy zhene]. Allakh otkryl [etot postupok] Proroku, a tot rasskazal zhene chast' [iz otkrytogo yemu Allakhom], a chast' utail. I togda ona sprosila: \"Kto tebe soobshchil eto?\" On otvetil: \"Soobshchil mne Znayushchiy, Vedayushchiy"},{"SurahNumber":66,"VerseNumber":4,"Text":"Yesli vy obe raskayetes' pered Allakhom, [to eto budet luchshe], ibo vashi serdtsa otklonilis' [ot istiny]. Yesli zhe vy obe ob\"yedinites' protiv nego (t. ye. Proroka), to ved' yego pokrovitel' - Allakh, a takzhe Dzhibril, pravedniki iz veruyushchikh i sverkh togo - angely"},{"SurahNumber":66,"VerseNumber":5,"Text":"Yesli on razvedetsya s vami, to yego Gospod', mozhet byt', zamenit vas zhenami luchshe vas - obrativshimisya v islam, veruyushchimi, blagochestivymi, kayushchimisya, poklonyayushchimisya [Allakhu], postyashchimisya, kak pobyvavshimi zamuzhem, tak i devitsami"},{"SurahNumber":66,"VerseNumber":6,"Text":"O vy, kotoryye uverovali! Osteregaytes' vmeste s vashimi sem'yami ognya, toplivom dlya kotorogo sluzhat lyudi i kamni. K nemu pristavleny angely - surovyye, sil'nyye, kotoryye ne otstupayut ot poveleniy Allakha i vypolnyayut to, chto im velyat"},{"SurahNumber":66,"VerseNumber":7,"Text":"O vy, kotoryye ne uverovali! Ne opravdyvaytes' segodnya [zaraneye], ibo vam vozdadut lish' za to, chto vy vershili"},{"SurahNumber":66,"VerseNumber":8,"Text":"O vy, kotoryye uverovali! Obrashchaytes' k Allakhu s iskrennim raskayaniyem, byt' mozhet, vash Gospod' prostit vam vashi pregresheniya i vvedet vas v sady s ruch'yami tekuchimi v tot den', kogda Allakh ne posramit Proroka i tekh, kto uveroval vmeste s nim. Pered nimi i po pravuyu ruku siyayet ikh svet. Oni govoryat: \"Gospodi nash! Day nam sveta spolna i prosti nas, ibo Ty vlasten nad vsem sushchim"},{"SurahNumber":66,"VerseNumber":9,"Text":"O Prorok! Revnostno boris' s nevernymi i munafikami i bud' surov s nimi. Ikh mestoprebyvaniye - ad. Skveren zhe takoy konets"},{"SurahNumber":66,"VerseNumber":10,"Text":"Allakh privodit kak nazidatel'nyy primer dlya ne uverovavshikh zhenu Nukha i zhenu Luta. Oni obe byli [zamuzhem] za rabami iz chisla Nashikh pravednykh rabov. Oni predali svoikh muzhey, i nichto ne spaslo ikh ot [gneva] Allakha, i bylo im skazano: \"Voydite v ad vmeste s temi, kto vkhodit [tuda]"},{"SurahNumber":66,"VerseNumber":11,"Text":"Dlya tekh, kto uveroval, privel Allakh kak nazidatel'nyy primer zhenu Fir'auna, kotoraya govorila: \"Gospodi! Izbav' menya ot Fir'auna i deyaniy yego! Vozvedi mne zhilishche v rayu pri Tebe, izbav' menya ot naroda nechestivogo"},{"SurahNumber":66,"VerseNumber":12,"Text":"[Nazidatel'nym primerom sluzhit] takzhe Maryam, doch' 'Imrana, kotoraya sberegla svoye lono. My vduli v nego chastitsu Nashego dukha, i ona prinyala kak istinu slova svoyego Gospoda i Yego pisaniy, i byla ona pokornoy Yemu"}]}