{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Kesin olan şudur ki, inananlar kurtuluşa erişeceklerdir"},{"SurahNumber":23,"VerseNumber":2,"Text":"onlar ki, salatlarında alçak gönüllü bir duyarlık içindedirler"},{"SurahNumber":23,"VerseNumber":3,"Text":"onlar ki, boş ve anlamsız şeylerden yüz çevirirler"},{"SurahNumber":23,"VerseNumber":4,"Text":"arınmak için yapılması gerekeni yaparlar"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ve onlar ki, iffetlerini korurlar"},{"SurahNumber":23,"VerseNumber":6,"Text":"eşleri -yani, (evlilik yoluyla) meşru olarak sahip oldukları insanlar- dışında (kimsede arzularına doyum aramazlar): çünkü onlar (eşleriyle olan ilişkilerinden dolayı) kınanmazlar"},{"SurahNumber":23,"VerseNumber":7,"Text":"ama bu (sınırı) aşmak isteyenler, işte haddi aşanlar böyleleridir"},{"SurahNumber":23,"VerseNumber":8,"Text":"ve onlar ki, emanetlerine ve ahidlerine sadakat gösterirler"},{"SurahNumber":23,"VerseNumber":9,"Text":"salatlarını (tüm dünyevi kaygılardan) uzak tutarlar"},{"SurahNumber":23,"VerseNumber":10,"Text":"İşte varis olacak olanlar böyleleridir"},{"SurahNumber":23,"VerseNumber":11,"Text":"Cennete varis olacak ve orada sonsuza kadar kalacak olanlar"},{"SurahNumber":23,"VerseNumber":12,"Text":"İmdi, gerçek şu ki, Biz insanı balçığın özünden yaratıyoruz"},{"SurahNumber":23,"VerseNumber":13,"Text":"ve sonra onu döl suyu damlası halinde (rahimde) özel bir koruma altında tutuyoruz"},{"SurahNumber":23,"VerseNumber":14,"Text":"sonra bu döl suyu damlasından döllenmiş hücreyi yaratıyoruz; sonra bu döllenmiş hücreden de cenini ve ceninden kemikleri yaratıyoruz; ve sonra da kemiklere et giydirip onu yepyeni bir yaratık halinde var edip ortaya çıkarıyoruz: öyleyse, yaratanların en iyisi, en ustası olarak Allah ne yücedir"},{"SurahNumber":23,"VerseNumber":15,"Text":"Ve bütün bunlardan sonra, kaçınılmaz olarak (hepiniz) ölümü tadıyorsunuz"},{"SurahNumber":23,"VerseNumber":16,"Text":"ve en sonunda da, Kıyamet Günü, şüphesiz, diriltileceksiniz"},{"SurahNumber":23,"VerseNumber":17,"Text":"Yine, gerçek şu ki, Biz sizin üzerinizde yedi (semavi) yörünge yarattık; ve şüphesiz, Biz yarattığımız alemden hiçbir şekilde habersiz değiliz"},{"SurahNumber":23,"VerseNumber":18,"Text":"Ve Biz suyu gökten (belirlediğimiz) bir ölçüye göre indiriyor, sonra da onu yeryüzünde tutuyoruz; ama, hiç şüphesiz, bu (nimeti) geri almaya da kadiriz"},{"SurahNumber":23,"VerseNumber":19,"Text":"Ve onunla sizin için, içinde yediğiniz pek çok meyvenin bulunduğu hurma ve üzüm bahçeleri meydana getiriyoruz"},{"SurahNumber":23,"VerseNumber":20,"Text":"ve (yine onunla sizin için) Tur-i Sina (çevresindeki topraklar)da yetişen, ürününden yağ elde edilen ve yiyenlere hoş kokulu, lezzetli bir katık sağlayan ağacı (çıkarıyoruz)"},{"SurahNumber":23,"VerseNumber":21,"Text":"Ve evcil hayvanlarda (da) sizin için, şüphesiz, çıkarılacak bir ders vardır: onların karınlarındaki (süt)ten size içiriyoruz; onlardan, başka pek çok bakımlardan yararlanıyorsunuz: (sözgelimi,) onların etiyle besleniyorsunuz"},{"SurahNumber":23,"VerseNumber":22,"Text":"onlarla -(deniz üzerinde) gemiler(le taşındığınız) gibi- taşınıyorsunuz"},{"SurahNumber":23,"VerseNumber":23,"Text":"Ve yine, gerçek şu ki, Nuh´u kendi kavmine gönderdik; onlara: \"Ey kavmim!\" dedi, \"(yalnızca) Allah´a kulluk edin, çünkü sizin O´ndan başka tanrınız yok! Hal böyleyken, yine de, O´na karşı sorumluluk duymayacak mısınız"},{"SurahNumber":23,"VerseNumber":24,"Text":"Ama o´nun kavmi içinde hakkı kabule yanaşmayan seçkinler çevresi: \"Bu (adam) kendine sizin üstünüzde bir yer sağlamak isteyen, sizin gibi ölümlü bir kişiden başka biri değil ki!\" dediler, \"Çünkü, Allah (bize bir mesaj ulaştırmak) isteseydi, herhalde melekleri gönderirdi; (üstelik,) biz atalarımızdan asla bu(na benzer herhangi bir) şey işitmedik"},{"SurahNumber":23,"VerseNumber":25,"Text":"Kaçık bir adamdan başka biri değil o; bunun için, siz o´nu bir süre gözaltında tutun"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nuh:) \"Ey Rabbim!\" dedi, \"Onların (bu) yalanlamalarına karşı bana yardım et"},{"SurahNumber":23,"VerseNumber":27,"Text":"Bunun üzerine, Biz de o´na: \"Bizim gözetimimiz altında ve (sana) vahyettiğimiz yöntemlerle (seni ve seninle beraber olanları kurtaracak olan) gemiyi yap;\" diye vahyettik, \"ve hükmümüz gerçekleşip de seller halinde yeryüzünü sular kapladığı zaman her cins (hayvandan) bir çiftle birlikte -haklarında ceza hükmü verilmiş olanlar dışında- aileni bu (gemiye) bindir; ve sakın, o haksızlık yapmış olanlar için Bana başvurma, çünkü onlar kaçınılmaz olarak boğulacaklar"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sen ve seninle beraber olanlar gemiye yerleşir yerleşmez de ki: ´Bütün övgüler, bizi bu zalimler topluluğundan kurtaran Allah´a aittir"},{"SurahNumber":23,"VerseNumber":29,"Text":"De ki: ´Ey Rabbim! (Senin tarafından) kutlanmış, güvenli kılınmış bir yere eriştir beni; çünkü, insana erişmesi gereken yere nasıl erişeceğini en iyi gösteren Sensin"},{"SurahNumber":23,"VerseNumber":30,"Text":"Bu (kıssa)da, muhakkak ki, (düşünen insanlar için çıkarılacak) dersler vardır; ve şüphesiz, Biz (insanı) sınavdan geçirmekteyiz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Bu (ilk toplumlar)ın ardından yeni nesiller dünyaya getirdik"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara kendi içlerinden elçi gönderdik; (bu elçi de onlara aynı şeyi söyledi:) \"(yalnızca) Allah´a kulluk edin; çünkü sizin O´ndan başka tanrınız yok. Buna rağmen, yine de O´na karşı sorumluluk duymayacak mısınız"},{"SurahNumber":23,"VerseNumber":33,"Text":"Ve (yine) toplumun -(sırf) kendilerine dünya hayatında bolluk ve genişlik bahşettik diye, bununla kurumlanıp hakkı kabule yanaşmayan, ahiret gerçeğini yalanlayan seçkinler çevresi (her defasında): \"Bu (adam) yediğinizden yiyen, içtiğinizden içen, sizin gibi bir ölümlüden başka bir şey değil\" dediler"},{"SurahNumber":23,"VerseNumber":34,"Text":"ve tıpkı sizin (şimdi yaptığınız) gibi bir ölümlüye itibar edecek olursanız, bilin ki, sonunda kaybeden mutlaka siz olacaksınız"},{"SurahNumber":23,"VerseNumber":35,"Text":"Bu (adam) size ölüp de toza toprağa ve kemiğe dönüştükten sonra (yeni bir hayata) kavuşturulacağınızı mı vaad ediyor"},{"SurahNumber":23,"VerseNumber":36,"Text":"Çok uzak, gerçekten çok uzak bu vaad edildiğiniz şey"},{"SurahNumber":23,"VerseNumber":37,"Text":"Bu dünyada yaşadığınız hayattan başka hayat yok; ölürüz ve (ancak bir kere) yaşarız; ve bir daha asla diriltilmeyiz"},{"SurahNumber":23,"VerseNumber":38,"Text":"Bu adam kendi uydurduğu yalanları Allah´a yakıştıran bir yalancıdan başka biri değil; ve dolayısıyla, biz asla o´na inanacak değiliz"},{"SurahNumber":23,"VerseNumber":39,"Text":"(Bunun üzerine peygamber:) \"Ey Rabbim!\" der, \"Bunların (bu) yalanlamalarına karşı bana destek ol"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Allah da o´na:) \"Çok geçmeden, çarpılmışcasına pişman oluverecekler!\" diye karşılık verir"},{"SurahNumber":23,"VerseNumber":41,"Text":"Ve ani bir darbe şeklinde gelen (cezamız) tam yerinde ve kaçınılmaz olarak onları kıskıvrak yakalayıverir; ve böylece onları sel önünde sürüklenen çerçöp ve köpüğe çeviririz: uzak olsun, böyle bir zalimler toplumu"},{"SurahNumber":23,"VerseNumber":42,"Text":"Ve onların ardından da yine yeni nesiller ortaya çıkardık"},{"SurahNumber":23,"VerseNumber":43,"Text":"çünkü hiçbir ümmet kendi süresini ne öne alabilir; ve ne de geciktirebilir"},{"SurahNumber":23,"VerseNumber":44,"Text":"Ve sonra birbiri ardından elçilerimizi gönderdik; (öyle ki,) bir ümmete kendi peygamberi gelmeye görsün, o´nu hemen yalanladılar; ve bu yüzden Biz de onları birbiri peşinden yok edip hepsini efsaneye çevirdik. Uzak olsun, inanmayanlar toplumu"},{"SurahNumber":23,"VerseNumber":45,"Text":"Ve sonra, Musa ve kardeşi Harun´u, mesajlarımızla ve apaçık bir yetkiyle"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firavun ve onun seçkinler çevresine gönderdik; fakat bunlar büyüklük tasladılar; zaten (oldum olası) kendilerini büyük gören bir toplumdu bunlar"},{"SurahNumber":23,"VerseNumber":47,"Text":"Nitekim şöyle dediler: \"Soydaşları bizim kölelerimiz olduğu halde, bizim gibi ölümlü olan bu iki insana mı inanacağız yani"},{"SurahNumber":23,"VerseNumber":48,"Text":"İşte böyle (diyerek) bu iki (elçiyi) yalanladılar ve böylece helak edilenlerin arasındaki yerlerini aldılar"},{"SurahNumber":23,"VerseNumber":49,"Text":"Oysa, belki doğru yolu tutarlar diye Musa´ya kitap vermiştik"},{"SurahNumber":23,"VerseNumber":50,"Text":"Ve (Musa´yı nasıl onurlandırdıysak) Meryem oğlunu ve anasını da (rahmetimiz için) bir sembol kıldık: Ve o´nların her ikisini de ebedi esenliğin, berrak çeşmelerin bulunduğu yüce bir makama eriştirdik"},{"SurahNumber":23,"VerseNumber":51,"Text":"Siz ey elçiler! Dünya hayatının temiz ve meşru nimetlerinden payınızı alın; ve dürüst ve erdemli davranışlar ortaya koyun; ve bilin ki, yaptığınız her şeyi eksiksiz biliyorum"},{"SurahNumber":23,"VerseNumber":52,"Text":"Muhakkak ki, bu sizin ümmetiniz bir tek ümmettir; çünkü hepinizin Rabbi Benim; öyleyse Bana karşı sorumluluğunuzun bilincinde olun"},{"SurahNumber":23,"VerseNumber":53,"Text":"Ama (sizi izlediklerini söyleyen toplumlar) aralarındaki bu birliği bozup parça parça oldular; her hizip (ancak) kendi benimsediği (öğretinin dar ve katı kalıpları) içinde rahat soluk alır oldu"},{"SurahNumber":23,"VerseNumber":54,"Text":"Fakat onları bir vakte kadar, kendi cehaletlerine gömülmüş olarak, kendi hallerine bırak"},{"SurahNumber":23,"VerseNumber":55,"Text":"Kendilerine mal mülk ve çocuklar vermekle, sanıyorlar mı ki"},{"SurahNumber":23,"VerseNumber":56,"Text":"onları (kendi anlayışlarına göre) iyi ve yararlı (bildikleri) şeylerde yarıştırmak (istiyoruz)? Hayır, onlar (yanıldıklarının) farkında değiller"},{"SurahNumber":23,"VerseNumber":57,"Text":"Ama, Rablerinden korkarak kendilerini saygı ve duyarlık içinde tutanlar"},{"SurahNumber":23,"VerseNumber":58,"Text":"Rablerinin mesajlarına inananlar"},{"SurahNumber":23,"VerseNumber":59,"Text":"Rablerinden başka hiçbir varlığa tanrısal nitelikler yakıştırmayanlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"sonunda Rablerine dönecekleri düşüncesi içinde kalpleri titreyerek vermeleri gerekeni verenler"},{"SurahNumber":23,"VerseNumber":61,"Text":"işte böyleleridir, hayırlarda yarışan kimseler ve (bu konuda başka herkesi) geçecek olanlar"},{"SurahNumber":23,"VerseNumber":62,"Text":"Biz hiç kimseye gücünün üstünde yük yüklemeyiz; ve katımızda (insanların ne yaptığı, ne yapabileceği konusunda) gerçeği söyleyen bir kitap bulunmaktadır; binaenaleyh, kimseye haksızlık yapılmayacaktır"},{"SurahNumber":23,"VerseNumber":63,"Text":"Ama, (din ve inanç birliğini bozanlara gelince,) onların kalpleri bütün bu gerçeklerden yana aymazlık içindedir! Fakat, onların (içlerinde) bu (bozgunculuk eğiliminden) başka (daha kötü) eylemlere kalkışma (eğilimleri) de var; ve onlar bu tür eylemlere devam edip gidecekler"},{"SurahNumber":23,"VerseNumber":64,"Text":"öyle ki, sonunda, onların arasından bolluk, genişlik içinde dalıp gitmiş olanları azapla kıskıvrak yakaladığımız zaman yalvarıp yakarmaya başlayacaklar"},{"SurahNumber":23,"VerseNumber":65,"Text":"(Fakat onlara:) \"Boşuna yalvarıp yakarmayın bugün; çünkü, Bizden asla yardım görecek değilsiniz!\" (denecektir)"},{"SurahNumber":23,"VerseNumber":66,"Text":"Size mesajlarım tekrar tekrar okunduğunda, siz (her defasında) ökçelerinizin üzerinde dönüveriyor"},{"SurahNumber":23,"VerseNumber":67,"Text":"(ve) büyüklük taslayaraktan gecelerinizi olur olmaz şeyler konuşarak geçiriyordunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"Peki, onlar (Allah´ın bu) sözünü anlamaya hiç çalışmadılar mı? Yahut geçip gitmiş atalarına hiç gelmeyen bir şey mi geldi onlara"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoksa bunlar kendi elçilerini tanımıyorlar da, onun için mi o´nu inkar ediyorlar"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yahut \"Onda delilik var!\" mı diyorlar? Oysa, o onlara gerçeğin ta kendisini getirdi ama gerçek onlardan çoğunun işine gelmez"},{"SurahNumber":23,"VerseNumber":71,"Text":"Fakat, gerçek onların arzu ve emellerine uyacak olsaydı, şüphesiz gökler ve yer içindekilerle beraber yıkılır giderdi! Oysa, Biz (bu ilahi mesajda) onlara akılda tutmaları gereken her şeyi ulaştırdık; ne var ki, kendilerine bahşedilen bu hatırlatıcı mesajdan (umursamazlıkla) yüz çevirdiler"},{"SurahNumber":23,"VerseNumber":72,"Text":"(Ey Muhammed,) yoksa onlardan dünyevi bir karşılık mı istiyorsun? Fakat (bilmelidirler ki) Rabbinin vereceği karşılık en iyisidir; çünkü rızık verenlerin en iyisi O´dur"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ve, doğrusu sen onları gerçekten dosdoğru bir yola çağırıyorsun"},{"SurahNumber":23,"VerseNumber":74,"Text":"ama, ahirete inanmamakta direnenler ister istemez bu yoldan sapmaktalar"},{"SurahNumber":23,"VerseNumber":75,"Text":"Onlara merhamet edip (bu dünyada) başlarına gelebilecek darlık ve sıkıntıyı giderecek olsak, onlar yine de, o kurumlu azgınlıkları içinde körcesine bocalayıp dururlar"},{"SurahNumber":23,"VerseNumber":76,"Text":"Ve gerçek şu ki, Biz onları azapla da sınadık, ama onlar yine de Rablerine boyun eğmediler; (bundan sonra da bağışlanma için) yalvarıp yakaracak değiller"},{"SurahNumber":23,"VerseNumber":77,"Text":"ta ki, Biz onların önünde (ceza gününe has) zorlu bir azabın kapısını açıncaya kadar; işte ancak o zaman bütün ümitlerini kaybediverirler"},{"SurahNumber":23,"VerseNumber":78,"Text":"(Ey İnsanlar! Rabbinizin mesajlarına kulak verin,) çünkü, sizi işitme duyusuyla, görme duyusuyla, düşünme, hissetme yeteneğiyle donatan O´dur; (yine de) ne kadar az şükrediyorsunuz"},{"SurahNumber":23,"VerseNumber":79,"Text":"Sizi çoğaltıp yeryüzüne yayan da O´dur; ve sonunda toplanıp O´na döndürüleceksiniz"},{"SurahNumber":23,"VerseNumber":80,"Text":"Hayatı bağışlayan ve ölüme hükmeden O´dur; geceyle gündüzün birbirini kovalaması O´nun buyruğuyladır. Öyleyse, artık aklınızı kullanmayacak mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Hayır, onlar sadece geçip gitmiş insanların söylediği şeyi söylerler"},{"SurahNumber":23,"VerseNumber":82,"Text":"Biz öldükten, toza toprağa, kemiğe dönüştükten sonra, yeniden diriltileceğiz, öyle mi?\" derler"},{"SurahNumber":23,"VerseNumber":83,"Text":"Gerçek şu ki, bize de, bizden önce atalarımıza da aynı şey vaad edilmişti! Eskilerin masallarından başka bir şey değil bu"},{"SurahNumber":23,"VerseNumber":84,"Text":"De ki: \"Peki, yeryüzü ve orada var olanlar kimin, öyleyse? Biliyorsanız (hadi, söyleyin bana)"},{"SurahNumber":23,"VerseNumber":85,"Text":"Allah´ın!\" diye cevap vereceklerdir. De ki: \"Peki, (Allah´ın birliğini, eşsiz, ortaksız olduğunu) kendiliğinizden hatırlamayacak mısınız artık"},{"SurahNumber":23,"VerseNumber":86,"Text":"De ki: \"Peki, kimdir yedi kat göğü yerinde tutan ve yüce kudret tahtında hükümran olan"},{"SurahNumber":23,"VerseNumber":87,"Text":"Diyeceklerdir ki: \"Allah!\" De ki: \"Peki, artık O´na karşı sorumluluk bilinci taşımayacak mısınız"},{"SurahNumber":23,"VerseNumber":88,"Text":"De ki: \"Her şeyin yönetimini elinde tutan; koruyup kollayan ama kendisine karşı (kimsenin) korunup kollanamayacağı kimdir? Biliyorsanız, (hadi, söyleyin bana)"},{"SurahNumber":23,"VerseNumber":89,"Text":"Allah!\" diye cevap vereceklerdir. De ki: \"Peki, o halde, nasıl böyle aldatılabilirsiniz"},{"SurahNumber":23,"VerseNumber":90,"Text":"Hayır, Biz onlara hakkı ulaştırdık; buna rağmen onlar yine de yalanı tercih ediyorlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah asla çocuk edinmemiştir, ne de O´nunla beraber başka bir tanrı vardır: (çünkü, eğer başka herhangi bir tanrı) olsaydı, her tanrı kendi yarattığı alemi kendinden yana çeker ve şüphesiz her biri diğerine baskın çıkmaya çalışırdı! Sınırsız kudret ve yüceliğiyle Allah, onların tasavvur ve tanımlama yoluyla yakıştırdıkları şeylerden mutlak olarak uzaktır"},{"SurahNumber":23,"VerseNumber":92,"Text":"O kullarının algı ve tasavvurlarının erişemediği şeyleri de, onların akıl ve duyu yoluyla tanıklık edebildikleri şeyleri de künhüyle bilir; ve bunun içindir ki, onların Kendisine yakıştırdıkları her türlü eşten ve ortaktan mutlak olarak yücedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki: \"Ey Rabbim! (Sana baş kaldıranların) vaad edildikleri azabın gerçekleşmesine tanık olmamı diliyorsan"},{"SurahNumber":23,"VerseNumber":94,"Text":"Rabbim, o zaman, benim de bu zalim insanlardan biri olmama izin verme"},{"SurahNumber":23,"VerseNumber":95,"Text":"(İşte böyle dua et) çünkü, şüphesiz Biz, onlara vaad ettiğimiz (azabın, bu dünyada dahi gerçekleşmesine) seni tanık kılacak güçteyiz"},{"SurahNumber":23,"VerseNumber":96,"Text":"(Fakat, onlar ne söylerlerse, ya da ne yaparlarsa yapsınlar, sen yine de onların işlediği) kötülüğü, en iyi yol hangisi ise, onunla sav: (çünkü) onların (Bize) yakıştırageldikleri şeyleri en iyi bilen Biziz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ve de ki: \"Ey Rabbim! Tüm kötü dürtülerin kışkırtmalarına karşı Sana sığınıyorum"},{"SurahNumber":23,"VerseNumber":98,"Text":"Rabbim, onların bana yaklaşmalarından da Sana sığınıyorum"},{"SurahNumber":23,"VerseNumber":99,"Text":"(Ölümden sonraki hayata inanmamakta direnip de kendi kendilerini aldatanlardan) herhangi birine sonunda ölüm gelip çatınca: \"Ey Rabbim!\" der, \"Beni (hayata) geri döndür, izin ver döneyim"},{"SurahNumber":23,"VerseNumber":100,"Text":"de (daha önce) gözardı ettiğim konularda dürüst ve erdemli işler göreyim!\" Yoo, onun söylediği, şüphesiz, yalnızca (boş ve anlamsız) bir sözden ibarettir; çünkü (bir kere dünyayı terk etmiş bulunanların) ardında, yeniden diriltilecekleri Gün´e kadar (aşılması imkansız) bir (ölüm) engeli bulunmaktadır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Ve sonra, (kıyamet) suru üflendiği zaman, o Gün artık ne aralarındaki kan bağları işe yarayacaktır ne de birbirlerine (olup biten hakkında) soru sorabileceklerdir"},{"SurahNumber":23,"VerseNumber":102,"Text":"Ve (o Gün, iyi eylem ve davranışları) tartıda ağır gelen kimseler; işte kurtuluşa erişecek olanlar böyleleridir"},{"SurahNumber":23,"VerseNumber":103,"Text":"Ama tartıda hafif çekenlere gelince; işte, cehennemde yerleşip kalmak üzere kendi kendilerine yazık edenler de böyleleridir"},{"SurahNumber":23,"VerseNumber":104,"Text":"ateş onların yüzlerini kavuracak ve dudakları acıdan çarpılmış olarak orada kalakalacaklar"},{"SurahNumber":23,"VerseNumber":105,"Text":"(Ve Allah onlara:) \"Mesajlarım size ulaştırılmamış mıydı ve siz de onları yalanlayıp durmamış mıydınız?\" (diyecek)"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ey Rabbimiz!\" diye yakaracaklar, \"Bize kötü talihimiz galebe çaldı ve biz de bu yüzden eğri yola saptık"},{"SurahNumber":23,"VerseNumber":107,"Text":"Ey Rabbimiz, bizi buradan çıkar, eğer tekrar (günaha) dönersek, o zaman, gerçekten zalim kimseler oluruz"},{"SurahNumber":23,"VerseNumber":108,"Text":"(Fakat Allah onlara:) \"Kalın kaldığınız yerde (bu bayağılığınızla)! Ve Benimle bir daha asla konuşmayın!\" diyecek"},{"SurahNumber":23,"VerseNumber":109,"Text":"Bakın, kullarımın arasında, ´Ey Rabbimiz! Biz (Sana) inandık; öyleyse, bizim günahlarımızı bağışla ve bize acı, çünkü gerçek acıyan(ımız), esirgeyen(imiz) Sensin! diyenler de vardı"},{"SurahNumber":23,"VerseNumber":110,"Text":"fakat siz onları alay konusu yaptınız; öyle ki, bu sonunda size Beni anmayı büsbütün unutturdu; çünkü hep gülüp durdunuz onlara"},{"SurahNumber":23,"VerseNumber":111,"Text":"(Ama,) bakın, güçlüklere göğüs germelerinden ötürü bugün onları mükafatlandırdım: işte, bahtiyar olacak olanlar böyleleridir"},{"SurahNumber":23,"VerseNumber":112,"Text":"(Ve Allah, azaptakilere:) \"Yeryüzünde kaç yıl kaldınız?\" diye soracak"},{"SurahNumber":23,"VerseNumber":113,"Text":"Orada bir gün kaldık, yahut bir günden daha az; bunu (zamanı) saymasını bilenlere sor...\" diye cevap verecekler"},{"SurahNumber":23,"VerseNumber":114,"Text":"(Bunun üzerine, Allah:) \"Orada sadece az bir vakit kaldınız; bunu bir bilseydiniz"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sizi boş ve anlamsız bir oyun için yarattığımızı ve Bize dönmek zorunda olmadığınızı mı sanıyordunuz"},{"SurahNumber":23,"VerseNumber":116,"Text":"Öyleyse, artık (bilin ki) Allah yüceler yücesidir; mutlak hüküm ve egemenlik sahibidir; nihai gerçektir; O´ndan başka tanrı yoktur; çok yüce, çok cömert hükümranlık makamının sahibi O´dur"},{"SurahNumber":23,"VerseNumber":117,"Text":"Öyleyse artık, kim ki, hakkında hiçbir delile sahip olmadığı halde Allah´la beraber başka bir tanrıya yakarırsa bunun hesabını Rabbinin katında mutlaka verecektir; (ve) şüphesiz, hakkı böylece inkar etmiş olanlar asla kurtuluşa, esenliğe erişemeyeceklerdir"},{"SurahNumber":23,"VerseNumber":118,"Text":"Öyleyse, (ey inanan kişi,) de ki: \"Rabbim! (Beni) bağışla, (bana) acı; çünkü gerçek acıyan, esirgeyen Sensin"},{"SurahNumber":24,"VerseNumber":1,"Text":"Yücelerden indirdiğimiz, açık ve kesin hükümlerle vaz´ettiğimiz bir suredir bu; bu (sure)de (de) apaçık mesajlar indirdik ki belki ders alır da aklınızda tutarsınız"},{"SurahNumber":24,"VerseNumber":2,"Text":"İmdi, zina eden kadın ve erkeğin her birine yüz değnek vurun ve eğer Allah´a ve Ahiret Günü´ne inanıyorsanız, onlara karşı duyduğunuz acıma, sizi Allah´ın bu yasasını uygulamaktan alıkoymasın; ve inananlardan bir topluluk da onların cezalandırılmalarına şahit olsun"},{"SurahNumber":24,"VerseNumber":3,"Text":"(Onların her ikisi de eşit derecede suçludur:) zina yapan erkek ancak zina yapan bir kadınla -yani, (kendi cinsel arzularını) tanrılaştıran bir kadınla- birleşir; zina yapan kadın da ancak zina yapan bir erkekle -yani, (kendi cinsel arzularını) tanrılaştıran erkekle- birleşir: bu (birleşme) müminlere yasak edilmiştir"},{"SurahNumber":24,"VerseNumber":4,"Text":"İffetli kadınları (zinayla) suçlayıp sonra da (bu suçlamayı doğrulayıcı yönde) dört şahit getiremeyen kimselere gelince, böylelerine seksen değnek vurun; bundan böyle hiçbir zaman onların şahitliğini kabul etmeyin; çünkü bunlar gerçekten yoldan çıkmış kimselerdir"},{"SurahNumber":24,"VerseNumber":5,"Text":"Ancak, bundan sonra (yaptığından ötürü) tevbe edip kendini düzeltenler (bu kısıtlamanın dışındadır); çünkü Allah çok acıyıp esirgeyen gerçek bağışlayıcıdır"},{"SurahNumber":24,"VerseNumber":6,"Text":"Kendi zevcelerini zinayla suçlayan, fakat kendilerinden başka şahitleri olmayan kimselere gelince; bu (suçlamayı yapanların) her biri doğru söylediklerine dair dört kere Allah´ı şahit tutsunlar"},{"SurahNumber":24,"VerseNumber":7,"Text":"ve beşincisinde de, (bu suçlamayı yapan kişi), eğer yalancılardansa, Allah´ın lanetine razı olduğunu (ifade etsin)"},{"SurahNumber":24,"VerseNumber":8,"Text":"Ve (suçlanan kadına gelince,) onun, kocasının yalan söylediğine dair Allah´ı dört defa şahit tutması (bu suça verilecek) cezayı ondan giderir"},{"SurahNumber":24,"VerseNumber":9,"Text":"ve beşincisinde, kocası doğruyu söylüyorsa, Allah´ın gazabına razı olduğunu (ifade etmesidir)"},{"SurahNumber":24,"VerseNumber":10,"Text":"Ya Allah´ın üzerinizdeki fazlı ve rahmeti olmasaydı! (Ya) Allah hikmet ve adaletle hükmeden bir tevbe kabul edicisi olmasaydı"},{"SurahNumber":24,"VerseNumber":11,"Text":"Başkalarını yalan yere iffetsizlikle suçlayanlar içinizden bir güruhtur; (fakat, siz, bu haksız suçlamaya maruz kalanlar,) bunu kendiniz için kötü bir şey sanmayın; tersine bu sizin için hayırdır! (İftiracılara gelince,) onların her biri (böyle yaparak) işledikleri günahın yükünü taşıyacaklardır; ve onlardan bu (günahın) işlenmesinde başı çekenleri vahim bir azap beklemektedir"},{"SurahNumber":24,"VerseNumber":12,"Text":"Böyle bir (söylenti) işittiğiniz zaman, (siz) inanan erkek ve kadınların, birbirleri hakkında iyi zan besleyip de, \"Bu düpedüz bir iftiradır\" demeleri gerekmez miydi"},{"SurahNumber":24,"VerseNumber":13,"Text":"(Bu asılsız isnadı ileri sürenlerden) iddialarını doğrulamak için dört şahit getirmeleri(ni istemeniz) gerekmez miydi? Çünkü, bu şehadeti sağlamadıkları sürece, Allah katında yalancı olanlar işte böyleleridir"},{"SurahNumber":24,"VerseNumber":14,"Text":"Eğer bu dünyada da, ahirette de Allah´ın fazlı ve rahmeti üzerinizde olmasaydı bulaştığınız bu (iftiradan) ötürü size gerçekten büyük bir azap dokunurdu"},{"SurahNumber":24,"VerseNumber":15,"Text":"hem de, onu tam dilinize doladığınız ve doğru bilgi sahibi olmadığınız konuda, bu Allah katında son derece önemli olduğu halde, hafife alıp ileri geri konuştuğunuz zaman"},{"SurahNumber":24,"VerseNumber":16,"Text":"Ve (bir kez daha): Böyle bir (söylentiyi) işittiğiniz zaman \"Bu konuda konuşmak bize düşmez; kudret ve yüceliğinde sınırsız olan Sensin; şüphesiz bu çok kötü bir iftiradır!\" demeniz gerekmez miydi"},{"SurahNumber":24,"VerseNumber":17,"Text":"Eğer mümin kimselerseniz, Allah size böyle bir (günaha) bir daha asla bulaşmamanızı öğütler"},{"SurahNumber":24,"VerseNumber":18,"Text":"çünkü Allah mesajlarını size apaçık bildiriyor; çünkü Allah, doğru hüküm ve hikmetle edip eyleyen mutlak ve sınırsız bilgi Sahibidir"},{"SurahNumber":24,"VerseNumber":19,"Text":"Müminler arasında çirkin söylentilerin yayılmasından hoşlananları bu dünyada da, ahirette de can yakıcı bir azap beklemektedir; çünkü (her şeyin önünü sonunu) Allah biliyor, ama siz bilmiyorsunuz"},{"SurahNumber":24,"VerseNumber":20,"Text":"Ya Allah´ın fazlı ve rahmeti üzerinizde olmasaydı; (ya) Allah çok acıyıp esirgeyen gerçek şefkat Sahibi olmasaydı"},{"SurahNumber":24,"VerseNumber":21,"Text":"Siz ey imana erişenler! Şeytan´ın adımlarını izlemeyin; çünkü, kim ki Şeytan´ın adımlarını izlerse, bilsin ki, o yalnızca çirkin ve iffetsiz olanı, akla ve sağduyuya aykırı olanı emreder. Ve eğer Allah´ın üzerinizdeki fazlı ve rahmeti olmasaydı sizden hiç biriniz asla saffetini koruyamaz, arınamazdı. Ama (gerçek şudur ki,) dilediği kimseyi arındıran, temize çıkaran Allah´tır. Çünkü Allah hem her şeyi bilen, hem de her şeyi işitendir"},{"SurahNumber":24,"VerseNumber":22,"Text":"Bunun içindir ki, (haksız iftiralara uğramış olsalar bile,) içinizden (Allah´ın) bolluk ve genişlik bahşetmiş olduğu kimseler yakınlarına, düşkünlere ve kötülük diyarından Allah için göç eden kimselere yardımdan el çekmesinler; onları affedip geçsinler. (Öyle ya,) Allah´ın da sizi bağışlamasını istemez misiniz; (hem de) Allah´ın çok acıyıp esirgeyen gerçek bağışlayıcı olduğunu (gördüğünüz halde)"},{"SurahNumber":24,"VerseNumber":23,"Text":"Fakat, gerçek şu ki, dalgınlık ya da dikkatsizlik göstermiş olsalar da iffetli ve inanmış olan kadınlara asılsız isnadlarda bulunan (ve günahlarından ötürü tevbe etmeyen) kimseler bu dünyada da, ahirette de (Allah´ın bağış ve kayrasından) uzak tutulacaklardır; ve can yakıcı bir azap beklemektedir böylelerini"},{"SurahNumber":24,"VerseNumber":24,"Text":"o Gün ki, kendi dilleri, elleri ve ayakları bütün (bu) yaptıklarını (açığa vurarak) onların aleyhine şahitlik edecektir"},{"SurahNumber":24,"VerseNumber":25,"Text":"O Gün Allah, onlara hak ettikleri karşılığı tam olarak ödeyecek ve onlar da (yapılıp edilenlerin gerçek mahiyetini) açığa vuran apaçık ve Nihai Gerçek´in yalnızca Allah olduğunu (böylece) öğrenecekler"},{"SurahNumber":24,"VerseNumber":26,"Text":"(Kural olarak,) yozlaşmış kadınlar yozlaşmış erkeklere; yozlaşmış erkekler de yozlaşmış kadınlara yaraşır. Tıpkı lekesiz kadınların lekesiz erkeklere; lekesiz erkeklerin de lekesiz kadınlara yakıştığı gibi. (Allah, bu sonrakilerin,) haklarında çıkarılan kötü söylentilerin hepsinden masum ve uzak olduklarını (bildiğine göre), günahlarından ötürü bağışlanma ve büyük/üstün bir rızık onların hakkıdır"},{"SurahNumber":24,"VerseNumber":27,"Text":"Siz ey imana erişenler! Kendi evlerinizden başka evlere sakinlerinden izin almadan, onlara selam vermeden girmeyin. Eğer (karşılıklı haklarınızı) dikkate alacak olursanız bu (öğüt) sizin kendi iyiliğiniz içindir"},{"SurahNumber":24,"VerseNumber":28,"Text":"Öyleyse, (evde) kimseyi bulamadığınız takdirde, size izin verilinceye kadar içeri girmeyin ve size \"dönün\" denirse dönün. Bu sizin (töhmet altına girmemeniz) için en uygun davranış tarzıdır; çünkü, Allah edip eylediğiniz her şeyi bilir"},{"SurahNumber":24,"VerseNumber":29,"Text":"(Öte yandan,) içinde oturulmayan ama kamusal amaçlarla kullanılan evlere girmenizde bir sakınca yoktur; fakat (yine de aklınızdan çıkarmayın ki,) Allah, açıkça yaptıklarınızı da, gizlediklerinizi de bütünüyle bilmektedir"},{"SurahNumber":24,"VerseNumber":30,"Text":"İnanan erkeklere söyle, gözlerini bakılması yasak olandan çevirsinler ve iffetlerini korusunlar; temiz ve erdemli kalmaları bakımından en uygun davranış tarzı budur. (Ve) Şüphesiz Allah onların (iyi ya da kötü) işledikleri her şeyden haberdardır"},{"SurahNumber":24,"VerseNumber":31,"Text":"İnanan kadınlara söyle, onlar da gözlerini bakılması yasak olandan çevirsinler; iffetlerini korusunlar; (örfen) görünmesinde sakınca olmayan yerleri dışında, cazibe ve güzelliklerini açığa vurmasınlar; ve bunun için, başörtülerini yakalarının üzerine salsınlar. Cazibe ve güzelliklerini kocalarından, babalarından, kayınpederlerinden, oğullarından, üvey oğullarından, kardeşlerinden, erkek kardeşlerinin ya da kız kardeşlerinin oğullarından, kendi evlerindeki kadınlardan, yahut yasal olarak sahip oldukları kimselerden, yahut kendilerine bağlı olup cinsel isteklerden yoksun bulunan erkeklerden, ya da kadınların mahrem yerlerinin henüz farkında olmayan çocuklardan başka kimsenin önünde açığa vurmasınlar; ve (yürürken) gizli görkem ve güzelliklerini belli edecek şekilde ayaklarını yere vurmasınlar. Ve siz, ey müminler, hepiniz topluca, günahkarca davranışlardan dönüp Allah´a yönelin ki kurtuluşa, esenliğe erişesiniz"},{"SurahNumber":24,"VerseNumber":32,"Text":"Ve içinizden bekar olanları ve kadın ya da erkek kölelerinizden (evlenmesi) uygun olacak olanları evlendirin. (Evlenmeye niyeti olanlar) yoksul iseler, (bu sizi kaygılandırmasın,) Allah onları lütfuyla destekleyecektir. Çünkü, Allah her şeyin aslını eksiksiz bilmekte (ve bu itibarla herkesi bağış ve kayrasıyla) kuşatmaktadır"},{"SurahNumber":24,"VerseNumber":33,"Text":"Evlenmeye imkan bulamayanlar, Allah kendilerine lütfuyla bu imkanı verinceye kadar iffetli davransınlar. Yasal olarak sahip bulunduğunuz kimselerden azatlık sözleşmesi yapmak isteyen olursa, kendilerinde iyi niyet görüyorsanız bu sözleşmeyi onlar için yazın; ve Allah´ın size bahşettiği kendi zenginliğinden onlara (paylarını) verin. Ve eğer evlenerek iffetlerini korumak istiyorlarsa, sakın, dünya hayatının geçici hazları peşine düşerek, (hürriyeti sizin elinizde bulunan) cariyelerinizi fuhşa zorlamayın; kim onları buna zorlarsa, bilsin ki, maruz kaldıkları bu zorlanmadan ötürü, Allah (onları) acıyıp esirgeyecek ve bağışlayacaktır"},{"SurahNumber":24,"VerseNumber":34,"Text":"Ve gerçek şu ki, Biz size gerçeği bütün açıklığıyla gösteren mesajlar, sizden önce geçip gitmiş toplumlar(ın başına gelenler)den bir (nice) ders ve Allah´a karşı sorumluluk bilinci taşıyan kimseler için bir (nice) öğüt indirdik"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allah göklerin ve yerin nurudur. O´nun nuru içinde kandil bulunan bir oyuk(tan yayılan ışığa) benzer. O kandil ki sırça fanus içindedir; o fanus ki, inci (gibi parıldayan) bir yıldızdır sanki! Ve o kandilin yakıtı, ne doğuda ne de batıda eşine rastlanmayan mübarek bir zeytin ağacından alınmaktadır. Ve o ağacın yağı (öyle arı duru, öyle parlak ki) neredeyse ateş değmeden de ışık verecek: Nur üstüne nur! Allah, (erişmek isteyeni) nuruna eriştirir; işte (bunun içindir ki) Allah insanlara örnekler vermektedir; çünkü her şeyi bütün boyutlarıyla (yalnızca) Allah bilir"},{"SurahNumber":24,"VerseNumber":36,"Text":"İçlerinde (yalnız) kendi ismi anılsın diye Allah´ın yükseltilmelerine izin verdiği evlerde O´nun kudret ve yüceliğini sabah akşam dile getiren (öyle)"},{"SurahNumber":24,"VerseNumber":37,"Text":"kimseler (vardır ki,) bunları ne ticaret ne de kazanma hırsı Allah´ı anmaktan, salatta devamlı ve duyarlı olmaktan, arınmak için verilmesi gerekeni vermekten alıkoyabilir; böyleleri kalplerin ve gözlerin dehşetle döneceği Gün´den korkarlar"},{"SurahNumber":24,"VerseNumber":38,"Text":"(Ve ancak böyleleri) Allah(´ın kendilerini) yapıp ettiklerinin en iyisi, en güzeliyle ödüllendireceğini ve onlara, lütuf ve cömertliğinden, (hak ettiklerinden de) fazlasını vereceğini (umabilirler); çünkü dilediğine hesapsız rızık bahşeden (yalnızca) Allah´tır"},{"SurahNumber":24,"VerseNumber":39,"Text":"Fakat hakkı inkara şartlanmış olanlara gelince, onların yapıp ettikleri çölde (görülen) serap gibidir; susayan kişi su(yu gördüğünü) sanır; ama (gördüğü şeye) yaklaşınca orada hiçbir şey bulamaz; bunun yerine, yanında (her zaman) Allah´ı(n hazır ve nazır olduğunu) ve sonunda hesabını eksiksiz göreceğini fark eder; çünkü Allah hesapta çok (dakik ve) hızlıdır"},{"SurahNumber":24,"VerseNumber":40,"Text":"Yahut (onların yapıp ettikleri) engin bir denizin kopkoyu karanlıkları gibidir; (öyle bir deniz ki) üst üste kopan dalgalar ve tepedeki (kara) bulutlar o karanlığı daha da arttırıyor: kat kat, üst üste karanlıklar..! (öyle ki, ) insan, çıkarıp (baksa), neredeyse kendi elini dahi göremez; öyle ya, Allah´ın aydınlatmadığı kimse için ışık (bulma umudu) yoktur"},{"SurahNumber":24,"VerseNumber":41,"Text":"Göklerde ve yerde var olan bütün yaratıkların, kanatlarını yayarak uçan kuşların, (hepsinin) Allah´ın sınırsız kudret ve yüceliğini dile getirdiklerini görmüyor musun? Gerçek şu ki, Allah´a nasıl yönelip niyaz edeceklerini, O´nun yüceliğini nasıl dile getireceklerini (bunların) hepsi bilmektedirler; ve Allah da onların edip eylediği her şeyi tam olarak bilmektedir"},{"SurahNumber":24,"VerseNumber":42,"Text":"Çünkü, göklerin ve yerin egemenliği Allah´a aittir ve bütün yollar Allah´a varmaktadır"},{"SurahNumber":24,"VerseNumber":43,"Text":"Görmüyor musun, bulutları sürükleyen, sonra onları birbiri üzerine yığan ve derken senin onların bağrından boşaldığını gördüğün yağmuru yağdıran Allah´tır. Ve gökten doluyla yüklü (bulut) dağları indiriveren ve onların şimşeğinin parıltısı neredeyse gözleri kamaştırır(ken) dilediği kimseyi doluya uğratan, dilediği kimseden de onu uzak tutan Allah´tır"},{"SurahNumber":24,"VerseNumber":44,"Text":"Geceyle gündüze yer değiştiren Allah´tır; ve bunda da görmesini bilenler için, şüphesiz, (çıkarılacak) bir ders vardır"},{"SurahNumber":24,"VerseNumber":45,"Text":"Ve bütün canlıları sudan yaratan Allah´tır; öyle ki, kimi karnı üzerinde sürünür, kimi iki ayağı, kimi de dört ayağı üzerinde yürür. Allah dilediğini yaratır; çünkü O, gerçekten de her şeye kadirdir"},{"SurahNumber":24,"VerseNumber":46,"Text":"Gerçek şu ki, Biz gerçeği bütün açıklığıyla ortaya koyan mesajlar indirdik; fakat, yine de Allah (doğru yola gerçekten ulaştırılmak) isteyen kimseyi doğru yola eriştirir"},{"SurahNumber":24,"VerseNumber":47,"Text":"Çünkü, (niceleri) \"Allah´a ve Rasul´e inandık, itaat ettik!\" derler de, sonra onlardan bir kısmı, bu (sözlerine) rağmen, (doğru yoldan) geri dönerler; işte böyleleri hiçbir zaman (gerçek) müminler değillerdir"},{"SurahNumber":24,"VerseNumber":48,"Text":"Ve (böyleleri) aralarında (ilahi kitap hüküm versin diye Allah´a ve O´nun Rasul´üne çağırıldıklarında, onlardan bir kısmı hemen yüz çevirir)"},{"SurahNumber":24,"VerseNumber":49,"Text":"ama (bu yüz çevirenler) bir de hüküm kendilerinden yana gözükmeye görsün, hemen boyun eğerek kabul ederler"},{"SurahNumber":24,"VerseNumber":50,"Text":"Bunların kalplerinde bir hastalık mı var? Yoksa (bunun ilahi mesaj olduğundan) şüphe mi ediyorlar? Yahut Allah´ın ve Elçisi´nin kendilerine haksızlık yapacağından mı korkuyorlar? Hayır, (kendilerine) haksızlık yapan onların (yine) kendileridir"},{"SurahNumber":24,"VerseNumber":51,"Text":"Aralarında (ilahi kitap) hüküm versin diye Allah´a ve O´nun Elçisi´ne çağırıldıkları zaman müminlerin söyleyeceği tek söz: \"İşittik ve itaat ettik!\" sözü olmalıdır; kurtuluşa, esenliğe ulaşan kimseler de işte böyleleridir"},{"SurahNumber":24,"VerseNumber":52,"Text":"Çünkü, Allah´a ve O´nun Rasulü´ne itaat edenler, Allah´tan korkup O´na karşı sorumluluk duyanlar; işte bunlardır, (nihai) zafere erişecek olanlar"},{"SurahNumber":24,"VerseNumber":53,"Text":"(İki yüzlü kimselere gelince,) böyleleri, kendilerine emredersen, (savaş için) mutlaka çıkacaklarına (ve kendilerini bu işe adayacaklarına) var gücüyle yemin ederler. De ki: \"Yemin etmeyin! (Sizden bütün istenen, Allah´ın mesajına) güzelce boyun eğmektir. Şüphesiz, Allah yaptıklarınızdan bütünüyle haberdardır"},{"SurahNumber":24,"VerseNumber":54,"Text":"De ki: \"Allah´a itaat edin ve Rasul´e itaat edin\". Ve eğer (Rasul´den) yüz çevirirseniz (bilin ki) o yalnız kendi yükümlülüklerinden sorumlu tutulacak, siz de yalnız kendi yükümlülüklerinizden sorumlu tutulacaksınız; ama eğer o´na itaat ederseniz doğru yola erişirsiniz. Ayrıca, Rasul´e düşen yalnızca (kendisine indirilen mesajı) açıkça duyurmaktır"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allah, imana erişip dürüst ve erdemli davranışlarda bulunanlara, tıpkı kendilerinden önce gelip geçen (bazı toplumları) egemen kıldığı gibi, onları da yeryüzünde mutlaka egemen kılacağına; onları üzerinde görmekten hoşnut olduğu dini onlar için kuvvetle kökleştireceğine ve çektikleri korkulardan, kaygılardan sonra onları mutlaka güvenli bir duruma kavuşturacağına dair söz vermiştir; çünkü (böyleleri yalnız) Bana kulluk eder, Benden başkasına tanrısal güçler ve nitelikler yakıştırmazlar. Artık (bütün) bu (açıklamalardan) sonra da hakkı inkar yolunu seçenler, günaha gömülüp gitmiş olanların ta kendileridir"},{"SurahNumber":24,"VerseNumber":56,"Text":"Öyleyse, (ey inananlar,) salatta devamlı ve duyarlı olun; arınmak için verilmesi gerekeni verin ve Rasul´e itaat edin ki esirgenip korunasınız"},{"SurahNumber":24,"VerseNumber":57,"Text":"(Ve) hakkı inkara şartlanmış olan kimseler de (hak ettikleri cezayı) bu dünyada (bulmasalar bile, nihai yargıdan) kaçabileceklerini zannetmesinler: Çünkü onların (öte dünyada) varacakları yer ateştir; gerçekten de, varılacak ne kötü bir sondur bu"},{"SurahNumber":24,"VerseNumber":58,"Text":"Siz ey imana erişenler! Meşru şekilde sahip olduğunuz kimseler, içinizden henüz ergenlik çağına varmamış olanlar, günün şu üç vaktinde, sabah namazından önce, gün ortasında soyunup dinlenmeye çekildiğiniz zaman ve yatsı namazından sonra yanınıza girmeden önce sizden izin istesinler; bu üç vakit mahremiyetinizin korunmasız olabileceği vakitlerdir. Bu vakitlerin dışında birbirinizin yanına girip çıkmanızda sizin için de, onlar için de bir sakınca yoktur. Allah mesajlarını size işte böyle açıklamaktadır: Çünkü Allah doğru hüküm ve hikmetle buyuran mutlak ve sınırsız bilgi Sahibidir"},{"SurahNumber":24,"VerseNumber":59,"Text":"Aranızdaki çocuklar ergenlik çağına girdikleri zaman da, öteki yetişkinlerin yaptığı gibi, (evinize yahut belirtilen vakitlerde odanıza girmek istediklerinde, her defasında) sizden izin istesinler. Allah mesajlarını size işte böyle açıklamaktadır; çünkü O doğru hüküm ve hikmetle buyuran mutlak ve sınırsız bilgi Sahibidir"},{"SurahNumber":24,"VerseNumber":60,"Text":"Ve (Bilin ki) artık cinsi arzu duymayacak kadar kocamış kadınların, cazibe ve güzelliklerini açığa vurmak niyeti taşımaksızın (dış) giysilerini çıkarmalarında bir sakınca yoktur. Ama böylelerinin bile sakınmaları kendileri için daha hayırlı olur. Allah, mutlak ve sınırsız bilgi sahibi olarak, her şeyi işitmektedir"},{"SurahNumber":24,"VerseNumber":61,"Text":"(Ey müminler, hepiniz birbirinizle kardeşsiniz; bunun içindir ki) kör için (sıhhatli olan kimselerden yardım kabul etmekte) bir sakınca yoktur; topal için bir sakınca yoktur; hasta için bir sakınca yoktur; sizin için de, (çocuklarınızın) evlerinde, yahut babalarınızın evlerinde, yahut analarınızın evlerinde, yahut karındaşlarınızın evlerinde, yahut bacılarınızın evlerinde, yahut amcalarınızın evlerinde, yahut halalarınızın evlerinde, yahut dayılarınızın evlerinde, yahut teyzelerinizin evlerinde yahut anahtarı size emanet edilmiş olan (evlerde), yahut bir arkadaşınızın (evinde) yiyip içmenizde bir sakınca yoktur. Bir arada yahut ayrı ayrı yemenizde de bir sakınca yoktur. Ama bu evlerden (herhangi birine) her girdiğinizde Allah katından bolluk, bereket ve esenlik dileyerek birbirinize mutlaka selam verin. Allah mesajlarını size işte böyle açıklıyor ki, belki aklınızı kullanmayı (öğrenirsiniz)"},{"SurahNumber":24,"VerseNumber":62,"Text":"(Gerçek) Müminler öyle kimselerdir ki Allah´a ve O´nun Rasulü´ne yürekten inanırlar ve o´nunla bütün cemaati ilgilendiren bir mesele için bir araya geldiklerinde (hangi karara varılacak olursa olsun) o´nun iznini almadıkça ayrılmazlar. Gerçekten de, senden izin al(madıkça karara bağlanan eylemden geri durmay)anlar, işte Allah´a ve O´nun Rasulü´ne (yürekten) inananlar böyleleridir! Bunun içindir ki, onlar kendi bazı özel işleri için senden izin istedikleri zaman, uygun gördüğün kimselere bu izni ver; ve Allah´tan onlar için bağışlanma dile; çünkü Allah, şüphesiz, çok acıyan esirgeyen gerçek bağışlayıcıdır"},{"SurahNumber":24,"VerseNumber":63,"Text":"Rasul´ün size yaptığı çağrıyı birbirinize yaptığınız çağrı(lar)la bir tutmayın sakın; gerçek şu ki, Allah, hissettirmeden aranızdan sıyrılmak isteyenleri biliyor; öyleyse, O´nun buyruğuna karşı gelmek isteyenler, başlarına (bu dünyada) bir belanın, bir güçlüğün ya da (öte dünyada) can yakıcı bir azabın gelmesinden korksunlar"},{"SurahNumber":24,"VerseNumber":64,"Text":"Unutmayın, göklerde ve yerde var olan her şey Allah´a aittir; (ve dolayısıyla) sizin içinde bulunduğunuz durumu ve güttüğünüz amacı çok iyi bilmektedir O! Ve (yaşayan herkes) bir gün O´na geri dönecek; ve o zaman O, (hayattayken) yapıp ettikleri her şeyi kendilerine haber verecek; çünkü, Allah her şeyi bütün gerçeğiyle bilir"},{"SurahNumber":25,"VerseNumber":1,"Text":"Bütün insanlığa bir uyarı olsun diye kuluna hakkı batıldan ayırıcı bir ölçü indiren (Allah) ne yüce, ne cömerttir"},{"SurahNumber":25,"VerseNumber":2,"Text":"O ki, göklerin ve yerin egemenliği O´na aittir; soy sop edinmemiştir; egemenliğinde herhangi bir ortağı yoktur; çünkü her şeyi yaratan ve her şeyi belli bir yasalar örgüsüne göre düzene koyan O´dur"},{"SurahNumber":25,"VerseNumber":3,"Text":"Hal böyleyken, yine de O´nu bırakıp, hiçbir şey yaratmayan, tersine kendileri yaratılmış bulunan; ne kendilerinden bir darlığı uzaklaştıracak ne de kendilerine bir yarar sağlayacak güce sahip olmayan; ne ölüm üzerinde, ne hayat üzerinde, ne de ölümden sonra kalkış üzerinde herhangi bir etkisi bulunmayan birtakım düzmece tanrılara kulluk ediyorlar"},{"SurahNumber":25,"VerseNumber":4,"Text":"Üstelik, hakkı inkara şartlanmış olanlar: \"Bu (Kuran) doğruyu çarpıtıp yalanı ve sahteyi ortaya çıkaran başka bir topluluğun yardımıyla o´nun (kendisinden) uydurduğu bir yalandan başka bir şey değildir\" deyip duruyorlar"},{"SurahNumber":25,"VerseNumber":5,"Text":"Ayrıca, \"Onun, sabah akşam kendisine okunsunlar diye yazdırdığı eskilerin masalları, efsaneleridir bu!\" diyorlar"},{"SurahNumber":25,"VerseNumber":6,"Text":"De ki: \"Göklerin ve yerin bütün sırlarını bilen (Allah) indirdi onu! Doğrusu O, çok acıyıp esirgeyen gerçek bağışlayıcıdır"},{"SurahNumber":25,"VerseNumber":7,"Text":"Ama onlar yine de şöyle diyorlar: \"Bu nasıl peygamber ki (diğer ölümlüler gibi) yiyip içiyor, çarşı-pazar dolaşıyor? Onunla beraber bir uyarıcı olarak (görünür) bir melek gönderilseydi ya"},{"SurahNumber":25,"VerseNumber":8,"Text":"Yahut kendisine (Allah tarafından) bir hazine verilseydi, yahut (zahmetsiz) yiyip içtiği (tılsımlı) bir bahçesi olsaydı ya!\" Ve bu zalimler (birbirlerine): \"Eğer (Muhammed´e) uyacak olsaydınız, büyülenmiş bir adamdan başkasına (uymuş, olmazdınız)!\" diyorlar"},{"SurahNumber":25,"VerseNumber":9,"Text":"(Ey Rasul,) seni benzettikleri şeye bak! Zaten onlar bir kere yoldan çıkmış bulunuyorlar, bir daha da (doğru) yolu bulamayacaklar"},{"SurahNumber":25,"VerseNumber":10,"Text":"Dilerse sana, (onların dile getirdiği) bu şeylerden daha hayırlısını -içlerinde derelerin, ırmakların çağıldadığı hasbahçeler- verebilecek ve senin için köşkler, konaklar yapabilecek olan (Allah) ne yüce, ne cömerttir"},{"SurahNumber":25,"VerseNumber":11,"Text":"(O inkarcılara gelince;) onlar asıl Son Saat´in (geleceğini) yalanladılar! Oysa, Biz Son Saat gerçeğini yalanlayanlar için harlı bir ateş hazırlamışızdır"},{"SurahNumber":25,"VerseNumber":12,"Text":"O ateş uzaktan karşılarına çıkınca onun öfkeli kükremesini ve uğultusunu işitecekler"},{"SurahNumber":25,"VerseNumber":13,"Text":"ve birbirlerine bağlı olarak daracık bir yerden onun içine atıldıkları zaman, orada o an yok olup gitmek için yakaracaklar"},{"SurahNumber":25,"VerseNumber":14,"Text":"(Ama o zaman onlara denecek ki:) \"Bugün bir defada yok olup gitmek için değil, defalarca yok olup gitmek için yakarın, bakalım"},{"SurahNumber":25,"VerseNumber":15,"Text":"De ki: \"(Şimdi söyleyin,) bu mu daha hayırlı, yoksa Allah´a karşı sorumluluk bilinci taşıyanlara bir mükafat ve yerleşme yeri olarak vaad edilen ebedi cennet mi"},{"SurahNumber":25,"VerseNumber":16,"Text":"O cennet ki, orada istedikleri her şeye ulaşırlar ve orada sonsuza kadar yaşayıp giderler; bu, Rabbinin (insan için her zaman) istenmeye değer bir vaadidir"},{"SurahNumber":25,"VerseNumber":17,"Text":"Fakat (Rabbinin birliğini unutan kimselere gelince,) o Gün (Rabbin) onları ve onların Allah yerine kul köle oldukları varlıkları bir araya toplayacak ve (kendilerine tanrısal nitelikler yakıştırılan bu varlıklara): \"Bu kullarımı siz mi yoldan çıkardınız, yoksa onların kendileri mi doğru yoldan ayrıldılar?\" diye soracak"},{"SurahNumber":25,"VerseNumber":18,"Text":"Onlar: \"Sınırsız kudret ve yüceliğinle Seni tenzih ederiz!\" diye cevap verecekler, \"Senden başka dostlar, efendiler edinmek bize yakışmazdı! Fakat, (bunlara gelince) Sen bunlara ve babalarına dünya hayatının tadını çıkarmaları için fırsat verdin; öyle ki, onlar da sonunda (Seni) anmayı büsbütün unuttular; çünkü bunlar her türlü iyilikten yoksun kimselerdi"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Bunun üzerine, Allah da, müşriklere): \"İşte (sizin tanrı yerine koyduğunuz kimseler, geçmişte) ileri sürdüğünüz iddiaların yalan olduğunu ortaya koydular\" diyecek, \"artık ne (hak ettiğiniz azabı) savuşturabilirsiniz, ne de kendinize bir destek bulabilirsiniz! Çünkü içinizden her kim (böyle bir) kötülük işlemişse, ona büyük bir azap tattıracağız"},{"SurahNumber":25,"VerseNumber":20,"Text":"(Ey Muhammed,) Biz senden önce de yiyip içen, çarşıda pazarda dolaşan (ölümlü) insanların dışında kimseyi elçi olarak göndermedik. (Böyle yaparak, ey insanlar,) kiminizi kiminiz için bir imtihan vesilesi kıldık (ki,) sabredecek misiniz, (bunu kendiniz de göresiniz; yoksa,) Allah zaten her şeyi olduğu gibi görmektedir"}]}