{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif, Lâm, Rā. Voici les versets du Livre et ceux d’un Coran très clair"},{"SurahNumber":15,"VerseNumber":2,"Text":"Ceux qui ont mécru voudront peut-être (le Jour du Jugement Dernier) avoir été Musulmans"},{"SurahNumber":15,"VerseNumber":3,"Text":"Laisse-les manger, profiter des jouissances éphémères et se nourrir d’illusions. Bientôt ils sauront"},{"SurahNumber":15,"VerseNumber":4,"Text":"Nous n’avons détruit aucune cité sans qu’elle n’ait eu son terme écrit et déjà su"},{"SurahNumber":15,"VerseNumber":5,"Text":"Aucune communauté ne saurait devancer son terme ni le différer"},{"SurahNumber":15,"VerseNumber":6,"Text":"Ils disent : « Ô toi sur qui le Rappel (le Dhikr) est descendu [259] (en révélation) ! Tu n’es qu’un fou"},{"SurahNumber":15,"VerseNumber":7,"Text":"Que n’amènes-tu pas avec toi des Anges si tu dis vrai ? »"},{"SurahNumber":15,"VerseNumber":8,"Text":"Nous ne faisons descendre les Anges qu’avec la vérité[260] et quand (ils descendront) il ne sera, alors, accordé plus aucun délai aux (mécréants)"},{"SurahNumber":15,"VerseNumber":9,"Text":"C’est Nous qui avons fait descendre le Rappel (le Dhikr) et c’est Nous qui en assurons la préservation"},{"SurahNumber":15,"VerseNumber":10,"Text":"Avant toi, Nous avons déjà envoyé des Messagers parmi les peuples premiers"},{"SurahNumber":15,"VerseNumber":11,"Text":"Pas un seul Messager ne vint vers eux qu’ils n’eussent raillé"},{"SurahNumber":15,"VerseNumber":12,"Text":"C’est ainsi que Nous l’introduisons (la dénégation) dans les cœurs des criminels"},{"SurahNumber":15,"VerseNumber":13,"Text":"Ils ne croiront pas en lui bien que le châtiment infligé aux anciens (peuples) soit bien connu"},{"SurahNumber":15,"VerseNumber":14,"Text":"Leur ouvririons-Nous une porte dans le ciel et (leur donnerions-Nous la possibilité) d’y accéder"},{"SurahNumber":15,"VerseNumber":15,"Text":"ils diraient : « Nos vues sont obnubilées, et peut-être même sommes nous des gens ensorcelés ! »"},{"SurahNumber":15,"VerseNumber":16,"Text":"En vérité, Nous avons établi dans le ciel des constellations et Nous l’avons embelli pour ceux qui le contemplent"},{"SurahNumber":15,"VerseNumber":17,"Text":"Et Nous l’avons protégé contre tout démon lapidé"},{"SurahNumber":15,"VerseNumber":18,"Text":"Hormis ceux qui, (parmi les démons), cherchent à écouter à la dérobée et qu’une comète à l’éblouissante flamme aussitôt poursuit"},{"SurahNumber":15,"VerseNumber":19,"Text":"La terre, Nous l’avons déployée, y avons (solidement) érigé des montagnes et y avons fait pousser toute chose en proportion"},{"SurahNumber":15,"VerseNumber":20,"Text":"Nous y avons prévu des sources de subsistance, pour vous et pour ceux que vous n’êtes pas tenus de nourrir"},{"SurahNumber":15,"VerseNumber":21,"Text":"Et il n’est rien dont Nous n’ayons les dépôts, encore que Nous n’en fassions descendre que par quantités déterminées"},{"SurahNumber":15,"VerseNumber":22,"Text":"Et Nous envoyons les vents qui fécondent[262] et faisons descendre l’eau du ciel pour vous désaltérer alors que vous n’êtes pas capables de l’emmagasiner"},{"SurahNumber":15,"VerseNumber":23,"Text":"C’est Nous Qui faisons vivre et faisons mourir, et c’est Nous Qui hériterons (de Toute chose)"},{"SurahNumber":15,"VerseNumber":24,"Text":"Et Nous savons qui de vous sont les générations premières et les générations dernières"},{"SurahNumber":15,"VerseNumber":25,"Text":"Ton Seigneur est certes Celui Qui les ramènera vers Lui en foule. Il est Sage et Omniscient"},{"SurahNumber":15,"VerseNumber":26,"Text":"Nous avons créé l’homme d’une argile dure et sonore, venant à son tour d’une boue lisse"},{"SurahNumber":15,"VerseNumber":27,"Text":"Les djinns, Nous les avons créés avant (les hommes) d’un feu ardent"},{"SurahNumber":15,"VerseNumber":28,"Text":"(Un jour) ton Seigneur dit aux Anges : « Je m’en vais créer un humain à partir d’une argile dure et sonore, venant à son tour d’une boue lisse"},{"SurahNumber":15,"VerseNumber":29,"Text":"Dès que J’aurai achevé de le modeler et que Je lui aurai insufflé de Mon souffle, vous vous jetterez (par terre) prosternés devant lui. »"},{"SurahNumber":15,"VerseNumber":30,"Text":"Les Anges se prosternèrent tous"},{"SurahNumber":15,"VerseNumber":31,"Text":"sauf Iblîs, qui refusa de se joindre à ceux qui s’étaient prosternés"},{"SurahNumber":15,"VerseNumber":32,"Text":"« Ô Iblîs, dit (Allah), pourquoi n’es tu pas parmi ceux qui se sont prosternés ? »"},{"SurahNumber":15,"VerseNumber":33,"Text":"Il dit : « Je ne me serais jamais prosterné devant un humain que Tu as créé d’argile et de boue lisse. »"},{"SurahNumber":15,"VerseNumber":34,"Text":"« Sors d’ici ! dit (Allah), tu es vraiment lapidé"},{"SurahNumber":15,"VerseNumber":35,"Text":"et maudit sois-tu jusqu’au Jour de la Rétribution ! »"},{"SurahNumber":15,"VerseNumber":36,"Text":"Il dit : « Seigneur ! Donne-moi un répit jusqu’au jour où ils (les hommes) seront ressuscités. »"},{"SurahNumber":15,"VerseNumber":37,"Text":"Allah dit alors : « Tu es de ceux à qui répit est accordé"},{"SurahNumber":15,"VerseNumber":38,"Text":"jusqu’au jour du moment connu. »"},{"SurahNumber":15,"VerseNumber":39,"Text":"« Seigneur, dit-il, comme Tu m’as égaré, j’embellirai à leurs yeux (le péché) sur terre et les induirai tous à l’égarement"},{"SurahNumber":15,"VerseNumber":40,"Text":"excepté, parmi eux, (ceux de) Tes serviteurs que Tu auras élus. »"},{"SurahNumber":15,"VerseNumber":41,"Text":"« Voici une voie qui mène droit vers Moi, dit (Allah)"},{"SurahNumber":15,"VerseNumber":42,"Text":"quant à Mes serviteurs, tu n’auras aucune autorité sur eux, hormis ceux qui t’auront suivi en égarés"},{"SurahNumber":15,"VerseNumber":43,"Text":"La Géhenne sera leur lieu de rencontre"},{"SurahNumber":15,"VerseNumber":44,"Text":"Elle (la Géhenne) aura sept portes ; et à chaque porte ira une part (parmi les alliés d’Iblîs). »"},{"SurahNumber":15,"VerseNumber":45,"Text":"Les gens pieux, quant à eux, seront dans des jardins arrosés de sources"},{"SurahNumber":15,"VerseNumber":46,"Text":"Il leur sera dit : « Entrez-y en paix et en toute sécurité ! »"},{"SurahNumber":15,"VerseNumber":47,"Text":"Nous aurons extirpé toute rancune de leurs cœurs. Ils seront frères, (étendus) sur des lits et se faisant face"},{"SurahNumber":15,"VerseNumber":48,"Text":"Là, ne les atteindra aucune fatigue, et de là nul ne les fera sortir"},{"SurahNumber":15,"VerseNumber":49,"Text":"Informe Mes serviteurs que c’est Moi l’Absoluteur, le Tout Miséricordieux"},{"SurahNumber":15,"VerseNumber":50,"Text":"et que Mon supplice est le supplice très douloureux"},{"SurahNumber":15,"VerseNumber":51,"Text":"Et informe-les sur les hôtes d’Abraham"},{"SurahNumber":15,"VerseNumber":52,"Text":"Quand ils furent entrés chez lui et eurent dit : « Paix ! (Salâm) » il dit : « J’ai en vérité peur de vous. »"},{"SurahNumber":15,"VerseNumber":53,"Text":"« N’aie pas peur, dirent-ils, nous t’annonçons l’heureuse naissance d’un garçon doté d’un grand savoir. »"},{"SurahNumber":15,"VerseNumber":54,"Text":"Il répondit : « M’annoncez-vous cette (heureuse nouvelle) quand m’a déjà atteint le grand âge? Quelle heureuse nouvelle m’annoncez-vous donc là ? »"},{"SurahNumber":15,"VerseNumber":55,"Text":"« Nous t’avons annoncé la vérité. Ne sois donc pas si désespéré ! »"},{"SurahNumber":15,"VerseNumber":56,"Text":"« Et qui pourrait désespérer de la miséricorde de son Seigneur, mis à part les égarés ? » dit-il"},{"SurahNumber":15,"VerseNumber":57,"Text":"Et il ajouta : « Que voulez-vous donc, ô émissaires (d’Allah) ? »"},{"SurahNumber":15,"VerseNumber":58,"Text":"« Nous avons été envoyés vers un peuple de criminels"},{"SurahNumber":15,"VerseNumber":59,"Text":"hormis la famille de Loth que nous épargnerons tout entière"},{"SurahNumber":15,"VerseNumber":60,"Text":"à l’exception de sa femme. » « Nous (Allah) l’avons destinée à être du nombre des disparus. »"},{"SurahNumber":15,"VerseNumber":61,"Text":"Lorsque les émissaires vinrent trouver la famille de Loth"},{"SurahNumber":15,"VerseNumber":62,"Text":"celui-ci leur dit : « Vous nous êtes des inconnus. »"},{"SurahNumber":15,"VerseNumber":63,"Text":"Ils dirent : « Nous sommes plutôt venus t’apporter (le châtiment) à propos duquel ils étaient dans le doute"},{"SurahNumber":15,"VerseNumber":64,"Text":"Nous sommes venus t’apporter la vérité, et nous sommes véridiques"},{"SurahNumber":15,"VerseNumber":65,"Text":"Pars, accompagné de ta famille, lorsqu’une partie de la nuit se sera écoulée, suis-les en restant à l’arrière, et que personne d’entre vous ne se retourne ! Allez là où il vous sera ordonné. »"},{"SurahNumber":15,"VerseNumber":66,"Text":"C’est alors que Nous lui fîmes part (à Loth) de Notre décision : tout son peuple sera exterminé au point du jour"},{"SurahNumber":15,"VerseNumber":67,"Text":"Les habitants de la cité[264] vinrent le trouver en jubilant.[265] étaient séduits par la beauté exceptionnelle de ces hôtes dont ils ne savaient pas qu’ils étaient des Anges car ces derniers sont arrivés chez Loth sous une apparence humaine"},{"SurahNumber":15,"VerseNumber":68,"Text":"Il leur dit : « Ceux-là sont mes hôtes, ne me couvrez pas de honte"},{"SurahNumber":15,"VerseNumber":69,"Text":"craignez Allah, évitez-moi le déshonneur ! »"},{"SurahNumber":15,"VerseNumber":70,"Text":"Ils dirent : « Ne t’avons-nous pas défendu (d’accueillir) qui que ce soit au monde ? »"},{"SurahNumber":15,"VerseNumber":71,"Text":"Il dit : « Voici mes filles, si vous devez (absolument) faire (ce que vous avez l’intention de faire) ! »"},{"SurahNumber":15,"VerseNumber":72,"Text":"Par ta vie ! (ô Muhammad), ils pataugeaient aveuglément dans l’ivresse de leur égarement"},{"SurahNumber":15,"VerseNumber":73,"Text":"Le Cri (assourdissant) les saisit au lever du soleil"},{"SurahNumber":15,"VerseNumber":74,"Text":"Nous renversâmes alors (la cité) de fond en comble et fîmes pleuvoir sur eux des pierres d’argile durcie"},{"SurahNumber":15,"VerseNumber":75,"Text":"Il y a là, vraiment, des Signes pour ceux qui savent en scruter le sens"},{"SurahNumber":15,"VerseNumber":76,"Text":"Elle est située (cette cité) sur une route bien fréquentée"},{"SurahNumber":15,"VerseNumber":77,"Text":"Il y a là un Signe pour les croyants"},{"SurahNumber":15,"VerseNumber":78,"Text":"Les habitants d’Al-Aykah,[266] eux aussi, étaient injustes"},{"SurahNumber":15,"VerseNumber":79,"Text":"Nous tirâmes d’eux vengeance, et les deux cités[267] (l’une comme l’autre) sont situées sur une voie évidente pour tous"},{"SurahNumber":15,"VerseNumber":80,"Text":"Les habitants d’Al-Ḥijr avaient, de même, osé démentir les Messagers"},{"SurahNumber":15,"VerseNumber":81,"Text":"Nous leur avons apporté Nos Signes mais ils s’en sont détournés"},{"SurahNumber":15,"VerseNumber":82,"Text":"Ils creusaient à même les montagnes des maisons où (ils habitaient) en toute quiétude"},{"SurahNumber":15,"VerseNumber":83,"Text":"C’est alors que le Cri (assourdissant) les saisit au point du jour"},{"SurahNumber":15,"VerseNumber":84,"Text":"Ce qu’ils avaient acquis ne leur aura servi à rien"},{"SurahNumber":15,"VerseNumber":85,"Text":"Nous n’avons créé les cieux et la terre, et ce qui est entre les deux, qu’en toute vérité. L’heure viendra sûrement, pardonne donc de ton plus beau pardon"},{"SurahNumber":15,"VerseNumber":86,"Text":"Ton Seigneur est, Lui, le Parfait Créateur, l’Omniscient"},{"SurahNumber":15,"VerseNumber":87,"Text":"Nous t’avons donné les sept versets que l’on réitère,[268] et le Coran Sublime"},{"SurahNumber":15,"VerseNumber":88,"Text":"Ne porte surtout pas un regard envieux sur ces jouissances dont Nous gratifions certains groupes (parmi les mécréants), ne t’attriste pas pour eux, et sois humble et bienveillant avec les croyants"},{"SurahNumber":15,"VerseNumber":89,"Text":"Et dis : « Je suis l’avertisseur explicite. »"},{"SurahNumber":15,"VerseNumber":90,"Text":"Aussi avons-Nous fait s’abattre (Notre châtiment) sur ceux qui se sont fait le serment (de renier les Messagers)"},{"SurahNumber":15,"VerseNumber":91,"Text":"ceux qui ont fait du Coran des fragments disparates"},{"SurahNumber":15,"VerseNumber":92,"Text":"Par ton Seigneur ! Nous les interrogerons tous"},{"SurahNumber":15,"VerseNumber":93,"Text":"sur ce qu’ils faisaient"},{"SurahNumber":15,"VerseNumber":94,"Text":"Proclame tout haut ce qui t’est ordonné et détourne-toi des associâtres"},{"SurahNumber":15,"VerseNumber":95,"Text":"Nous te suffisons comme défenseur contre les railleurs"},{"SurahNumber":15,"VerseNumber":96,"Text":"qui associent à Allah une autre divinité. Ceux-là vont bientôt savoir (ce qui les attend)"},{"SurahNumber":15,"VerseNumber":97,"Text":"Nous savons que tu as des serrements au cœur (en entendant) ce qu’ils disent"},{"SurahNumber":15,"VerseNumber":98,"Text":"Rends donc gloire à ton Seigneur en célébrant Ses louanges, et sois avec ceux qui se prosternent"},{"SurahNumber":15,"VerseNumber":99,"Text":"Adore ton Seigneur jusqu’à ce que vienne à toi la certitude (de la mort)"},{"SurahNumber":16,"VerseNumber":1,"Text":"L’ordre d’Allah est bientôt venu. Ne le hâtez donc pas. Gloire Lui soit rendue ! Lui, est bien au-dessus de ce qu’ils Lui associent"},{"SurahNumber":16,"VerseNumber":2,"Text":"Il fait descendre les Anges, avec la Révélation et de par Son ordre, sur qui Il veut parmi Ses serviteurs : « Avertissez (les hommes) qu’il n’y a point d’autre divinité que Moi. Alors, craignez-Moi ! »"},{"SurahNumber":16,"VerseNumber":3,"Text":"Il a créé les cieux et la terre en toute vérité, et Il est bien au-dessus de ce qu’ils Lui associent"},{"SurahNumber":16,"VerseNumber":4,"Text":"Il a créé l’homme d’une goutte de sperme et voilà que l’homme s’érige en contradicteur manifeste"},{"SurahNumber":16,"VerseNumber":5,"Text":"Les bestiaux, Il les a créés pour vous. Ils vous sont source de chaleur et d’autres avantages (encore), et vous vous en nourrissez"},{"SurahNumber":16,"VerseNumber":6,"Text":"Ils vous sont source de beauté quand, le soir, vous les ramenez et quand, au petit jour, vous les menez au pâturage"},{"SurahNumber":16,"VerseNumber":7,"Text":"Ils transportent vos lourds chargements vers des pays que vous ne sauriez atteindre sans peine.[270] Votre Seigneur est Tout Compatissant et Tout Miséricordieux"},{"SurahNumber":16,"VerseNumber":8,"Text":"(Et Il a créé pour vous) les chevaux, les mulets et les ânes pour qu’ils vous servent de montures et pour l’apparat. Et Il crée ce dont vous n’avez nulle connaissance"},{"SurahNumber":16,"VerseNumber":9,"Text":"Allah Se charge (d’indiquer) la direction menant à la juste voie dont certains s’écartent pourtant. S’Il voulait, Il vous y conduirait tous"},{"SurahNumber":16,"VerseNumber":10,"Text":"C’est Lui Qui a fait descendre du ciel une eau dont vous buvez et qui fait pousser les plantes dont vous nourrissez vos troupeaux"},{"SurahNumber":16,"VerseNumber":11,"Text":"Par (cette eau), Il fait pousser pour vous différentes cultures, de même que les oliviers, les palmiers et les vignes, ainsi que toute sorte de fruits. Il y a bien là un Signe pour des gens qui savent réfléchir"},{"SurahNumber":16,"VerseNumber":12,"Text":"Il a soumis à vos besoins la nuit, le jour, le soleil et la lune ; et les étoiles sont tout aussi assujetties de par Son ordre. Il y a bien là des Signes pour des gens qui savent raisonner"},{"SurahNumber":16,"VerseNumber":13,"Text":"Ce qu’Il a sur terre soumis (à vos besoins) est de différentes couleurs. Il y a bien là un Signe pour des gens qui savent méditer"},{"SurahNumber":16,"VerseNumber":14,"Text":"C’est Lui aussi Qui a soumis la mer pour que vous en mangiez une chair tendre, et que vous en retiriez des bijoux dont vous pouvez vous parer en les portant. Tu les vois vaisseaux fendre les flots, (prêts à vous transporter et vous permettre de) rechercher de Ses faveurs. Peut-être alors Lui rendrez-vous grâces"},{"SurahNumber":16,"VerseNumber":15,"Text":"Il a établi sur terre des montagnes solidement implantées afin qu’elle ne se meuve pas et ne vous entraîne avec elle ; et des rivières et des sentes pour que vous puissiez vous diriger (et retrouver vos chemins) (tahtadûn)"},{"SurahNumber":16,"VerseNumber":16,"Text":"ainsi que d’autres points de repère, comme les étoiles grâce auxquelles ils (les hommes) s’orientent (dans la nuit)"},{"SurahNumber":16,"VerseNumber":17,"Text":"Celui Qui crée est-Il donc pareil à celui qui ne crée point ? Ne pouvez-vous vous en souvenir"},{"SurahNumber":16,"VerseNumber":18,"Text":"Si vous comptez les bienfaits d’Allah, vous ne pourrez en arrêter le nombre ! Allah est Absoluteur et Tout Miséricordieux"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah Sait ce que vous gardez dans le secret du cœur, et ce que vous exprimez ouvertement"},{"SurahNumber":16,"VerseNumber":20,"Text":"Ceux qu’ils invoquent en dehors d’Allah ne créent rien et sont eux-mêmes créés"},{"SurahNumber":16,"VerseNumber":21,"Text":"Ils sont morts, non vivants, et ne savent point quand ils seront ressuscités"},{"SurahNumber":16,"VerseNumber":22,"Text":"Votre Dieu est un Dieu Unique. Ceux qui ne croient pas au Jour Dernier renient par leurs cœurs (cette évidence), tout orgueilleux qu’ils sont"},{"SurahNumber":16,"VerseNumber":23,"Text":"Nul doute qu’Allah Sait ce qu’ils gardent dans le secret du cœur et ce qu’ils expriment ouvertement. Et Il n’aime pas les orgueilleux"},{"SurahNumber":16,"VerseNumber":24,"Text":"Et quand il leur est demandé : « Qu’a donc révélé votre Seigneur ? » ils répondent : « Ce ne sont que d’anciennes légendes ! »"},{"SurahNumber":16,"VerseNumber":25,"Text":"Qu’ils portent donc, le Jour de la Résurrection, tous les fardeaux de leurs propres œuvres et certains fardeaux de ceux qu’ils dévoient sans aucun savoir. Quel abominable fardeau que le leur"},{"SurahNumber":16,"VerseNumber":26,"Text":"Ceux qui les ont précédés avaient tramé des intrigues. Allah S’en prit alors aux fondements même de leur édifice dont le toit s’écroula sur leurs têtes et le supplice s’abattit sur eux par là où ils ne pouvaient le sentir (venir)"},{"SurahNumber":16,"VerseNumber":27,"Text":"Puis le Jour de la Résurrection, Il les humiliera et dira : « Où sont ceux que vous Me prêtiez comme associés et pour lesquels vous vous mettiez volontiers en scission ? » Ceux qui ont reçu le savoir diront alors : « La honte et le malheur couvrent aujourd’hui les mécréants ! »"},{"SurahNumber":16,"VerseNumber":28,"Text":"Ceux dont les Anges reprennent les âmes, et qui étaient injustes envers eux-mêmes, avoueront leur soumission et diront : « Nous ne faisions aucun mal ! » - « Que si ! leur sera-t-il répondu, Allah Sait parfaitement ce que vous faisiez"},{"SurahNumber":16,"VerseNumber":29,"Text":"Entrez alors par les portes de la Géhenne où vous séjournerez pour l’éternité. Quel horrible séjour que celui des orgueilleux ! »"},{"SurahNumber":16,"VerseNumber":30,"Text":"Et il sera dit à ceux qui avaient la piété : « Qu’a donc révélé votre Seigneur ? » « Que du bien ! » répondront-ils. Pour ceux qui auront accompli les bonnes œuvres en ce bas monde, il y aura un bien, mais la demeure dans l’autre monde est certes bien meilleure. Quelle magnifique demeure que celle des hommes pieux"},{"SurahNumber":16,"VerseNumber":31,"Text":"C’est dans des Jardins d’Éden sous lesquels coulent les rivières qu’ils entreront. Là ils auront tout ce qu’ils voudront. C’est ainsi qu’Allah récompense les hommes pieux"},{"SurahNumber":16,"VerseNumber":32,"Text":"ceux dont les Anges reprennent les âmes en état de pureté, leur disant : « Que la paix soit sur vous ! Entrez au Paradis (en récompense) de ce que vous faisiez ! »"},{"SurahNumber":16,"VerseNumber":33,"Text":"Attendent-ils donc (pour devenir croyants) que les Anges viennent les surprendre ou qu’advienne l’ordre d’Allah ? C’est ainsi qu’avaient fait leurs prédécesseurs. Allah ne les avait point lésés, ils se lésaient eux-mêmes"},{"SurahNumber":16,"VerseNumber":34,"Text":"Ils furent donc frappés par ces mêmes crimes qu’ils avaient commis et furent cernés par cela même dont ils se moquaient"},{"SurahNumber":16,"VerseNumber":35,"Text":"« Si Allah l’avait voulu, dirent les associâtres, nous n’aurions rien adoré en dehors de Lui, ni nous ni nos pères ; et nous n’aurions rien interdit qu’Il n’ait Lui-même interdit. C’est ainsi que se justifiaient ceux qui les avaient précédés. De quelle mission sont investis les Messagers sinon de la transmission claire (et explicite)"},{"SurahNumber":16,"VerseNumber":36,"Text":"Nous avons envoyé à chaque communauté un Messager (lui transmettant) : « Adorez Allah et évitez le Tâghût.[271] » Certains furent guidés par Allah, d’autres furent voués à l’égarement. Allez donc de par le monde, et voyez quel fut le sort de ceux qui osaient Nous démentir"},{"SurahNumber":16,"VerseNumber":37,"Text":"C’est en vain que tu t’emploierais à leur éclairer la voie, car Allah ne guide point ceux qui ont préféré se perdre : ceux-là n’auront aucun allié pour les secourir"},{"SurahNumber":16,"VerseNumber":38,"Text":"Ils jurent par Allah avec la plus grande solennité, affirmant : « Allah ne ressuscitera pas ceux qui meurent. » Que si ! C’est une promesse de vérité dont Il S’est chargé, mais la plupart des hommes ne le savent pas"},{"SurahNumber":16,"VerseNumber":39,"Text":"(Il les ressuscitera), afin de leur montrer clairement l’objet de leur discorde, et pour que les mécréants sachent qu’ils étaient des menteurs"},{"SurahNumber":16,"VerseNumber":40,"Text":"À chaque chose que Nous voulons, il suffit que Nous disions : « Sois ! » et elle est"},{"SurahNumber":16,"VerseNumber":41,"Text":"Ceux qui ont émigré pour la cause d’Allah, après avoir été lésés, Nous les établirons en ce bas monde et leur donnerons demeure honorable. Mais la rétribution dans l’autre monde est bien meilleure, si seulement ils savaient"},{"SurahNumber":16,"VerseNumber":42,"Text":"Ce sont eux qui ont su prendre patience et qui s’en sont remis à leur Seigneur"},{"SurahNumber":16,"VerseNumber":43,"Text":"Nous n’avons envoyé avant toi que des hommes à qui Nous révélions (Nos messages). Interrogez donc les gens qui, avant vous, ont reçu les Écritures,[272] si vous ne savez pas"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Ils furent envoyés) avec les preuves évidentes et les Écritures. Et Nous avons fait descendre (en révélation) vers toi le Rappel pour que tu montres aux hommes ce qui leur est révélé et pour qu’ils puissent y réfléchir"},{"SurahNumber":16,"VerseNumber":45,"Text":"Ceux qui ont tramé des intrigues maléfiques sont-ils si assurés qu’Allah ne fera pas crouler la terre sous eux (pour qu’ils y soient ensevelis), ou que ne s’abattra pas sur eux le supplice sans qu’ils ne le sentent (venir)"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ou qu’Il ne les surprendra pas, alors qu’ils vaquent à leurs activités (habituelles), sans qu’ils puissent Le tenir en échec"},{"SurahNumber":16,"VerseNumber":47,"Text":"Ou qu’Il ne les prendra pas dans leur peur panique ? Mais votre Seigneur est Tout Compatissant et Tout Miséricordieux"},{"SurahNumber":16,"VerseNumber":48,"Text":"N’ont-ils pas vu que tout ce qu’Allah a créé a ses ombres qui se déploient sur la gauche et sur la droite, prosternés devant Allah, humbles et soumis"},{"SurahNumber":16,"VerseNumber":49,"Text":"Devant Allah se prosternent ce qu’il y a dans les cieux et toute créature sur terre ; les Anges eux-mêmes (le font) et ne montrent aucun orgueil"},{"SurahNumber":16,"VerseNumber":50,"Text":"Ils craignent leur Seigneur Qui les transcende et font ce qui leur est ordonné"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah dit : « Ne prenez pas deux divinités, il n’y a qu’un Dieu Unique, ne redoutez donc que Moi ! »"},{"SurahNumber":16,"VerseNumber":52,"Text":"À Lui revient ce qui est dans les cieux et sur terre, à Lui Seul est due éternellement la religion ; craindriez-vous donc un autre qu’Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Tout bienfait qui vous comble ne peut venir que d’Allah, et quand un mal vous atteint, c’est Lui Seul Que vous suppliez à haute voix"},{"SurahNumber":16,"VerseNumber":54,"Text":"Puis quand Il éloigne de vous le mal, certains d’entre vous ne Lui en prêtent pas moins des associés"},{"SurahNumber":16,"VerseNumber":55,"Text":"(Cela), pour renier ce que Nous leur avons donné. Jouissez donc (de cette jouissance éphémère), (un jour viendra) où vous saurez"},{"SurahNumber":16,"VerseNumber":56,"Text":"Ils consacrent (en offrandes) à ceux qu’ils ne connaissent pas (les idoles) une part des biens que Nous leur avons dispensés. Par Allah ! Vous serez certes interrogés sur les mensonges que vous inventiez"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ils attribuent à Allah des filles, gloire Lui soit rendue ! Mais ils s’attribuent (à eux-mêmes) ce qu’ils désirent"},{"SurahNumber":16,"VerseNumber":58,"Text":"Annonce-t-on à l’un d’eux la naissance d’une fille, son visage se rembrunit de rage contenue"},{"SurahNumber":16,"VerseNumber":59,"Text":"Il ne se montre plus aux gens, honteux qu’il est de cette malheureuse nouvelle. Doit-il donc la garder[275] en la laissant vivre dans l’humiliation, ou l’enfouir sous terre ? Comme est mauvais leur jugement"},{"SurahNumber":16,"VerseNumber":60,"Text":"À ceux qui ne croient pas en l’autre monde correspond la pire des images, et à Allah correspond la Perfection la plus haute, car c’est Lui le Tout-Puissant, le Sage"},{"SurahNumber":16,"VerseNumber":61,"Text":"Si Allah voulait vraiment s’en prendre aux hommes pour leur injustice, Il ne laisserait pas (sur terre) une seule créature vivante. Mais Il diffère (leur châtiment) à un terme déjà nommé, et quand leur terme sera venu, ils ne pourront ni le retarder d’une heure ni l’avancer d’autant"},{"SurahNumber":16,"VerseNumber":62,"Text":"Ils attribuent à Allah ce qu’ils ne souhaiteraient pas pour eux-mêmes. Leurs langues prétendent mensongèrement qu’ils auront la plus belle des récompenses. Mais nul doute qu’ils auront le Feu (pour ultime séjour) où ils seront précipités les premiers, puis complètement oubliés"},{"SurahNumber":16,"VerseNumber":63,"Text":"Par Allah ! Nous avons envoyé (Nos Messagers) à d’autres communautés avant toi. Mais Satan a embelli leurs œuvres à leurs yeux : lui est aujourd’hui leur allié, et eux auront un supplice très douloureux"},{"SurahNumber":16,"VerseNumber":64,"Text":"Nous n’avons fait descendre sur toi le Livre (en révélation) que pour que tu leur expliques à propos de quoi ils sont en désaccord ; et pour que ce soit une bonne direction (hudâ) et une miséricorde aux hommes qui croient"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah a fait descendre du ciel une eau par laquelle Il fait revivre la terre après sa mort. Il y a bien là un Signe pour des gens qui savent entendre"},{"SurahNumber":16,"VerseNumber":66,"Text":"Et il est pour vous un enseignement dans les bestiaux. De ce que renferment leurs ventres, entre excréments et sang, Nous vous abreuvons d’un lait pur, délicieux pour ceux qui en boivent"},{"SurahNumber":16,"VerseNumber":67,"Text":"Et des fruits des palmiers et des vignes, vous extrayez des boissons enivrantes et de la bonne nourriture. Il y a bien là un Signe pour des gens qui savent raisonner"},{"SurahNumber":16,"VerseNumber":68,"Text":"Ton Seigneur a inspiré aux abeilles : « Prenez pour demeures les montagnes, les arbres et les treillages que font (les hommes)"},{"SurahNumber":16,"VerseNumber":69,"Text":"Puis butinez tous les fruits et suivez les chemins de votre Seigneur, déjà frayés pour vous. » De leurs ventres sort une boisson aux couleurs variées et aux vertus curatives[276] pour les hommes. Il y a bien là un Signe pour des gens qui savent réfléchir"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah vous a créés puis Il reprendra vos âmes ; et il en est parmi vous qui atteindront le plus décrépit des âges et qui ne sauront plus rien après avoir tant su. Allah est Omniscient et Omnipotent"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah a privilégié certains d’entre vous par rapport à d’autres quant aux biens (qu’Il vous dispense). Mais ceux qu’Il a privilégiés ne sont pas prêts à partager leurs biens avec leurs esclaves[277] de sorte que ces derniers y soient associés à part égale. Renient-ils donc si ingratement les bienfaits d’Allah"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah vous a donné des épouses issues de vous-mêmes, et Il vous a donné, de vos épouses, des enfants et des petits-enfants. Il vous a dispensé d’excellentes nourritures. Est-ce donc (après cela) au faux qu’ils vont croire et aux bienfaits d’Allah qu’ils vont mécroire"},{"SurahNumber":16,"VerseNumber":73,"Text":"Ils adorent, en dehors d’Allah, ce qui ne détient pour eux aucune nourriture venant des cieux et de la terre, et ce qui ne peut rien (pour eux)"},{"SurahNumber":16,"VerseNumber":74,"Text":"Gardez-vous donc de prêter des émules à Allah. Car Allah Sait et vous ne savez pas"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah propose en parabole, d’une part un esclave qui ne peut rien faire, et de l’autre un homme auquel Nous avons largement dispensé de Nos meilleurs dons et qui en dépense discrètement et ouvertement. (Les deux hommes) sont-ils égaux ? Toute louange est à Allah ! Non, la plupart ne savent pas"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah propose aussi en exemple deux hommes, dont l’un est muet et qui n’est capable de rien, alors qu’il vit entièrement à la charge de son maître qui, où qu’il l’envoie, le voit lui revenir sans rien de bon ; peut-on considérer cet homme comme l’égal de celui qui ordonne l’équité et qui s’engage sur une voie droite"},{"SurahNumber":16,"VerseNumber":77,"Text":"C’est à Allah qu’appartiennent les secrets inconnaissables (ghayb) des cieux et de la terre. La question de l’avènement de l’Heure est aussi rapide qu’un clin d’œil, ou plus fulgurant encore ! Allah est certes de Toute chose Infiniment Capable"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allah vous a fait sortir des ventres de vos mères, dépourvus de toute science. Il vous a dotés de l’ouïe, de la vue et des cœurs,[278] peut-être Lui rendrez-vous grâces"},{"SurahNumber":16,"VerseNumber":79,"Text":"Ne voient-ils donc pas les oiseaux adaptés au (vol) dans l’espace du ciel ? Seul Allah peut les retenir (dans les airs). Il y a bien là des Signes pour des gens qui croient"},{"SurahNumber":16,"VerseNumber":80,"Text":"Allah a fait de vos demeures un lieu où habiter, et Il a fait pour vous à partir des peaux des bestiaux d’autres demeures qui vous sont légères le jour où vous migrez ou le jour où vous installez vos campements. De leur laine, de leur poil et de leur crin, (Il vous fournit) divers objets de commodité et des ustensiles utiles pour un temps"},{"SurahNumber":16,"VerseNumber":81,"Text":"Allah a fait pour vous, à partir des choses qu’Il a créées, des ombrages. Et dans les montagnes, Il vous a prévu des lieux où vous abriter. Il vous a donné des vêtements qui vous protègent de la chaleur et d’autres qui vous préservent de vos propres violences (au combat). C’est ainsi qu’Allah parfait Ses bienfaits envers vous, peut-être vous soumettrez-vous"},{"SurahNumber":16,"VerseNumber":82,"Text":"S’ils se détournent (de toi), tu n’auras qu’une mission à remplir : la transmission claire (de ton message)"},{"SurahNumber":16,"VerseNumber":83,"Text":"Ils connaissent les bienfaits d’Allah mais les renient. Pour la plupart ce sont des ingrats"},{"SurahNumber":16,"VerseNumber":84,"Text":"Un jour, Nous enverrons de chaque communauté un témoin. Alors, il ne sera pas permis aux mécréants (de s’excuser auprès du Seigneur), pas plus qu’il ne leur sera demandé de désavouer (les péchés qu’ils auront commis)"},{"SurahNumber":16,"VerseNumber":85,"Text":"Quand les injustes verront le supplice, il ne leur sera accordé ni allégement ni sursis"},{"SurahNumber":16,"VerseNumber":86,"Text":"Et quand ceux qui ont prêté des associés (à Allah) verront ceux qu’ils associaient (à Allah),[279] ils diront : « Seigneur ! Ceux-là sont ceux que nous T’avons associés et que nous invoquions en dehors de Toi. » Mais (ceux qu’ils associaient à Allah) leur rétorqueront : « Vous n’êtes que des menteurs ! »"},{"SurahNumber":16,"VerseNumber":87,"Text":"(Les mécréants) feront ce jour-là leur soumission à Allah, et tout ce qu’ils avaient inventé (comme divinités) les abandonnera"},{"SurahNumber":16,"VerseNumber":88,"Text":"À ceux qui ont mécru et se sont mis en travers du chemin d’Allah, Nous ajouterons supplice sur supplice pour la corruption qu’ils semaient (de par le monde)"},{"SurahNumber":16,"VerseNumber":89,"Text":"(Évoque) le jour où Nous enverrons dans chaque communauté un témoin issu de son propre peuple et contre lequel il viendra témoigner, et où Nous t’appellerons en témoin contre ceux-là,[280] toi à qui Nous avons révélé le Livre, clair exposé de toute chose, juste direction (hudâ), miséricorde et heureuse annonce pour les Musulmans"},{"SurahNumber":16,"VerseNumber":90,"Text":"Allah ordonne l’équité, la bienfaisance et le traitement bienveillant des proches. Il interdit la turpitude, les actes répréhensibles et les abus de toutes sortes. Ainsi vous exhorte-t-Il afin que vous vous en souveniez"},{"SurahNumber":16,"VerseNumber":91,"Text":"Honorez l’engagement envers Allah une fois que vous l’avez pris. Ne vous parjurez point après avoir solennellement prêté serment et pris Allah pour garant. Car Allah Sait ce que vous faites"},{"SurahNumber":16,"VerseNumber":92,"Text":"Ne soyez pas comme celle qui défait sa laine filée après l’avoir solidement enroulée (et ce) en utilisant vos serments pour vous tromper les uns les autres sous prétexte que tel clan est plus nombreux que l’autre.[281] Allah ne fait, par là, que vous mettre à l’épreuve, et le Jour de la Résurrection Il vous dévoilera clairement l’objet de vos litiges"},{"SurahNumber":16,"VerseNumber":93,"Text":"Si Allah avait voulu, Il aurait fait de vous une seule communauté. Mais Allah égare qui Il veut et guide qui Il veut ; et vous serez interrogés sur ce que vous faisiez"},{"SurahNumber":16,"VerseNumber":94,"Text":"N’utilisez pas vos serments pour vous tromper les uns les autres, (si vous ne voulez pas) qu’un pied ferme ne se dérobe et glisse. Vous goûteriez alors le malheur pour avoir obstrué le chemin d’Allah, et vous auriez un terrible supplice"},{"SurahNumber":16,"VerseNumber":95,"Text":"Et ne troquez pas l’engagement envers Allah contre un prix bas. Ce qu’il y a auprès d’Allah est bien meilleur, si seulement vous pouviez savoir"},{"SurahNumber":16,"VerseNumber":96,"Text":"Ce que vous avez s’épuise et ce qu’il y a auprès d’Allah demeure. Nous rétribuerons ceux qui auront été patients selon les meilleures œuvres qu’ils accomplissaient"},{"SurahNumber":16,"VerseNumber":97,"Text":"Ceux qui, hommes ou femmes, auront accompli une bonne œuvre en étant croyants, Nous les ferons vivre d’une vie heureuse, et Nous les rétribuerons selon ce qu’ils auront fait de mieux"},{"SurahNumber":16,"VerseNumber":98,"Text":"Lorsque tu lis le Coran, cherche refuge auprès d’Allah contre Satan le Lapidé"},{"SurahNumber":16,"VerseNumber":99,"Text":"Il n’a aucun ascendant sur ceux qui ont la foi et qui s’en remettent à leur Seigneur"},{"SurahNumber":16,"VerseNumber":100,"Text":"Il n’a d’emprise que sur ceux qui font de lui leur allié et l’associent (à Allah)"},{"SurahNumber":16,"VerseNumber":101,"Text":"Quand Nous remplaçons un verset par un autre – et Allah en Sait mieux sur ce qu’Il fait descendre (en révélation) – ils disent : « Tu es sûrement un menteur. » Mais la plupart d’entre eux n’en savent rien"},{"SurahNumber":16,"VerseNumber":102,"Text":"Dis : « Celui qui l’a fait descendre est l’Esprit Saint, de la part de ton Seigneur, pour affermir (dans leur foi) ceux qui ont cru et (servir de) bonne direction (hudâ) et d’heureuse annonce aux Musulmans. »"},{"SurahNumber":16,"VerseNumber":103,"Text":"Et Nous savons qu’ils disent : « Ce doit être un homme qui le[282] lui enseigne. » Or la langue de celui qu’ils visent est étrangère[283] quand celle-ci est une langue arabe parfaitement claire. vivant à La Mecque dont les mécréants de Qoraïch disaient qu’il avait enseigné les Écritures à Muhammad (paix et bénédiction d’Allah sur lui)"},{"SurahNumber":16,"VerseNumber":104,"Text":"Ceux qui ne croient pas aux versets d’Allah, Allah ne les guidera point et ils seront voués à un supplice très douloureux"},{"SurahNumber":16,"VerseNumber":105,"Text":"N’inventent les mensonges que ceux qui ne croient pas aux versets d’Allah ; ceux-là sont les menteurs"},{"SurahNumber":16,"VerseNumber":106,"Text":"Ceux qui mécroient en Allah après avoir cru en Lui – sauf s’ils abjurent sous la contrainte alors que leur cœur reste ferme en sa foi– ceux qui ouvrent volontiers leur cœur à la mécréance, (verront) la colère d’Allah s’abattre sur eux et ils auront un terrible supplice"},{"SurahNumber":16,"VerseNumber":107,"Text":"Cela, parce qu’ils auront préféré la vie en ce bas monde à celle de l’autre monde. Et Allah, Lui, ne guide point le peuple mécréant"},{"SurahNumber":16,"VerseNumber":108,"Text":"Ce sont eux sur les cœurs, les oreilles et les yeux de qui Allah a imprimé un sceau, et ce sont eux les distraits"},{"SurahNumber":16,"VerseNumber":109,"Text":"Nul doute que ce seront eux, dans l’autre monde, les perdants"},{"SurahNumber":16,"VerseNumber":110,"Text":"Puis ton Seigneur, envers ceux qui auront émigré après avoir été mis à l’épreuve et qui auront lutté et fait montre de patience, ton Seigneur, après cela, est certes Absoluteur et Tout Miséricordieux"},{"SurahNumber":16,"VerseNumber":111,"Text":"Le jour (arrivera) où chaque âme viendra plaider pour elle-même, et où chaque être aura son entière rétribution d’après les œuvres qu’il aura accomplies, et où personne ne sera lésé"},{"SurahNumber":16,"VerseNumber":112,"Text":"Allah donne en exemple une cité qui vivait paisiblement et en toute sécurité. Sa nourriture lui venait de toutes parts en abondance, mais elle renia les bienfaits d’Allah. Allah lui fit goûter alors la souffrance de la faim et de la peur, pour prix des actions (de ses habitants)"},{"SurahNumber":16,"VerseNumber":113,"Text":"Un Messager, issu d’entre eux, était venu vers eux mais ils l’ont traité d’imposteur. Le supplice les a donc surpris alors qu’ils étaient injustes"},{"SurahNumber":16,"VerseNumber":114,"Text":"Mangez donc de ce qu’Allah vous a dispensé de licite et de bon. Rendez grâces à Allah pour Ses bienfaits, si c’est Lui Seul Que vous adorez"},{"SurahNumber":16,"VerseNumber":115,"Text":"Il vous a défendu la bête morte, le sang, la viande de porc et de tout animal égorgé sur lequel a été prononcé le nom d’un autre qu’Allah. Cependant, celui qui y est contraint, et ne le fait ni par abus ni par transgression, (doit savoir qu’) Allah est Absoluteur et Tout Miséricordieux"},{"SurahNumber":16,"VerseNumber":116,"Text":"Ne dites pas, en laissant libre cours aux mensonges que profèrent vos langues : « Voilà qui est licite et voilà qui est illicite », débitant ainsi des mensonges sur le compte d’Allah. Car ceux qui imputent le mensonge à Allah ne peuvent réussir"},{"SurahNumber":16,"VerseNumber":117,"Text":"Leur jouissance (des biens d’ici-bas) sera dérisoire, mais leur supplice, très douloureux"},{"SurahNumber":16,"VerseNumber":118,"Text":"Aux Juifs, Nous avons défendu (les nourritures) que Nous t’avons déjà mentionnées. Nous ne les avons point lésés, mais ils se lésaient eux-mêmes"},{"SurahNumber":16,"VerseNumber":119,"Text":"Quant à ceux qui auront commis le mal par ignorance, puis se seront repentis par la suite et se seront amendés, ton Seigneur, après cela, sera pour eux Absoluteur et Tout Miséricordieux"},{"SurahNumber":16,"VerseNumber":120,"Text":"Abraham fut un parfait imam (un guide parfait), soumis à Allah en pur monothéiste ; il n’était pas du nombre des associâtres"},{"SurahNumber":16,"VerseNumber":121,"Text":"Il était reconnaissant (envers Allah) pour Ses bienfaits et Allah l’avait élu et conduit vers une voie droite"},{"SurahNumber":16,"VerseNumber":122,"Text":"Nous lui avons accordé les bienfaits de ce bas monde et, dans l’autre, il sera parmi les vertueux"},{"SurahNumber":16,"VerseNumber":123,"Text":"Puis Nous t’avons révélé : « Suis la religion d’Abraham qui fut monothéiste exclusif et n’était point du nombre des associâtres. »"},{"SurahNumber":16,"VerseNumber":124,"Text":"Le Sabbat ne fut prescrit que pour ceux qui étaient partagés à son sujet. Au Jour de la Résurrection ton Seigneur jugera leurs différends"},{"SurahNumber":16,"VerseNumber":125,"Text":"Appelle vers le chemin de ton Seigneur par la sagesse et la bonne exhortation. Argumente avec eux de la façon la plus sereine, car ton Seigneur est le Meilleur à Savoir qui dévie de Sa voie et le Meilleur à Savoir qui sont les bien guidés"},{"SurahNumber":16,"VerseNumber":126,"Text":"Et si vous punissez, punissez donc d’une punition égale à celle qui vous a été infligée. Mais si vous êtes patients (à la peine), cela est bien meilleur pour ceux qui savent être patients"},{"SurahNumber":16,"VerseNumber":127,"Text":"Prends patience ! Ta patience (ne se peut qu’avec l’aide) d’Allah ! Ne t’attriste point pour eux et ne t’angoisse pas de leurs intrigues"},{"SurahNumber":16,"VerseNumber":128,"Text":"Allah est avec ceux qui Le craignent et qui sont bienfaisants"}]}