{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"No hi ha bestia sobre la terra a que el seu sosteniment no proveeixi Al·la, Que coneix el seu cau i el seu diposit: tot esta en una Escriptura clara"},{"SurahNumber":11,"VerseNumber":7,"Text":"Ell es Qui ha creat els cels i la terra en sis dies, tenint El seu Tron en l'aigua, per a provar-vos, per a veure qui de vosaltres es el qui millor es comporta. Si dius: «Sereu ressuscitats despres de morts», segur que els infidels diuen: «Aixo no es mes que manifesta magia»"},{"SurahNumber":11,"VerseNumber":8,"Text":"Si retardem el seu castig fins a un moment donat, segur que diuen: «Que es el que ho impedeix ?» El dia que els arribi no se'ls allunyara d'ell i es veuran voltats per allo que es burlaven"},{"SurahNumber":11,"VerseNumber":9,"Text":"Si fem agradar a l'home una misericordia vinguda de Nosaltres i despres li privem d'ella, esta completament desesperat, desagrait"},{"SurahNumber":11,"VerseNumber":10,"Text":"Si li fem agradar una benvolenca., despres d'haver sofert una dissort, segur que diu: «S'han allunyat de mi els mals!» Si, s´alegra, es ufana"},{"SurahNumber":11,"VerseNumber":11,"Text":"En canvi, qui siguin pacients i obrin be, obtindran perdo i una gran recompensa"},{"SurahNumber":11,"VerseNumber":12,"Text":"Tu, potser, ometries part del que se't ha revelat -i t'angoixes per aixo- perque diuen: «Per que no se li ha enviat baix un tresor o li ha acompanyat un angel?» Pero tu no ets mes que un monitor. I Al·la vetlla per tot"},{"SurahNumber":11,"VerseNumber":13,"Text":"O diuen: «Ell ho ha inventat». Digues: «Si es veritat el que dieu, porteu deu versicles com ell, inventats, i crideu a qui pugueu, en lloc de cridar a Al·la!»"},{"SurahNumber":11,"VerseNumber":14,"Text":"I si no us escolten, sapigueu que ha estat revelat amb la ciencia d'Al·la i que no hi ha mes deu que Ell. Us sotmetreu, doncs, a Ell"},{"SurahNumber":11,"VerseNumber":15,"Text":"A qui hagin desitjat la vida d'aqui i el seu ornament, els remunerarem en ella conformement a les seves obres i no seran defraudats en ella"},{"SurahNumber":11,"VerseNumber":16,"Text":"Aquests son els que no tindran en l'altra vida mes que el Foc. Les seves obres no fructificaran i sera va el que hagin fet"},{"SurahNumber":11,"VerseNumber":17,"Text":"Es que qui es basa en una prova clara vinguda del seu Senyor, recitada per un testimoni d'Aquest...? Abans d'ell, la Escritura de Moises servia de guia i de misericordia. Aquests creuen en ella. Qui dels grups no creu en ella te el Foc com lloc de cita. Tu no dubtis d'ella. Es la Veritat vinguda del teu Senyor. Pero la majoria dels homes no creuen"},{"SurahNumber":11,"VerseNumber":18,"Text":"Hi ha algu mes impiu que qui inventa una mentida contra Al·la? Aquests tals seran conduits davant del seu Senyor i els testimonis diran: «Estos son els que van mentir contra el seu Senyor». Si! Que la malediccio d´Al.la caiga sobre els Impius"},{"SurahNumber":11,"VerseNumber":19,"Text":"que desvien a altres del cami d'Al·la, desitjant que siga tortuos, i no creuen en l'altra vida"},{"SurahNumber":11,"VerseNumber":20,"Text":"No van poder escapar en la terra ni van tindre, fora d'Al·la, protectors. S'els doblegara el castig. No podien sentir i no veien"},{"SurahNumber":11,"VerseNumber":21,"Text":"Aquests son els que s'han perdut a si mateixos. S'han esfumat els seus invencions"},{"SurahNumber":11,"VerseNumber":22,"Text":"En veritat, en l'altra vida seran els que mes perden"},{"SurahNumber":11,"VerseNumber":23,"Text":"Pero els que creguen, obren be i es mostren humils amb el seu Senyor,aquests habitaran en el Paradis eternament"},{"SurahNumber":11,"VerseNumber":24,"Text":"Aquestes dos classes de persones son com un cec i sord i un altre que veu i sent. Son semblants? Es que no us deixareu amonestar"},{"SurahNumber":11,"VerseNumber":25,"Text":"I ja enviem Noe al seu poble: «Soc per a vosaltres un monitor que parla Clar"},{"SurahNumber":11,"VerseNumber":26,"Text":"No serviu sino a Al·la! Tem per vosaltres el castig d'un dia doloros»"},{"SurahNumber":11,"VerseNumber":27,"Text":"Els dignataris del seu poble, que no creien, van dir: «No veiem en tu mes que un mortal com nosaltres i no veiem que ningu et seguix sino els humiliats del nostre poble, que ho fan irreflexivament. Ni veiem que gaudiu de cap privilegi sobre nosaltres. Abans be, creiem que menteixen»"},{"SurahNumber":11,"VerseNumber":28,"Text":"Va dir: «Poble! Que us pareix? Si jo em baso en una prova clara vinguda del meu Senyor -que m'ha fet objecte d'una misericordia vinguda d'Ell-, i que vosaltres, en la vostra ceguera, no percebeu, deurem imposar-us la a despit de vostre"},{"SurahNumber":11,"VerseNumber":29,"Text":"Poble! No us demane hisenda a canvi -el meu salari incumbix nomes a Al·la- i no rebutjare als que creuen. Si, trobaran el seu Senyor. Pero veig que sou un poble ignorant"},{"SurahNumber":11,"VerseNumber":30,"Text":"Poble! Si els rebutge, qui m'auxiliara contra Al·la? Es que no us deixareu amonestar"},{"SurahNumber":11,"VerseNumber":31,"Text":"Jo no pretenc posseir els tresors d'Al·la, ni conec l'ocult, ni pretenc ser un angel. Jo no dic als que vosaltres menyspreeu que Al·la no els reserva cap be. Al·la coneix be els seus pensaments. Si tal digues, seria dels impius»"},{"SurahNumber":11,"VerseNumber":32,"Text":"Van dir: «Noe! No pares de discutir amb nosaltres. Porta'ns, doncs, allo amb que ens amenaces, si es veritat el que dius!»"},{"SurahNumber":11,"VerseNumber":33,"Text":"Va dir: «Nomes Al·la fara que es compleixi, si Ell vol, i no podreu escapar»"},{"SurahNumber":11,"VerseNumber":34,"Text":"«Si jo volgues aconsellar-vos, el meu consell no us serviria de res si Al·la volgues esgarriar-vos. Ell es el vostre Senyor i sereu retornats a Ell»"},{"SurahNumber":11,"VerseNumber":35,"Text":"O diuen: «Ell ho ha inventat». Digues:«Si jo ho he inventat, caigui sobre mi el meu pecat! Pero soc innocent del que m'imputeu»"},{"SurahNumber":11,"VerseNumber":36,"Text":"I es va revelar a Noe: «Del teu poble nomes creuran els que ja creien. No t'afligeixis doncs, pel que fessin"},{"SurahNumber":11,"VerseNumber":37,"Text":"Construix la nau sota La nostra mirada i segons La nostra inspiracio i no em parlis dels quals han obrat impiament! Van a ser negats!»"},{"SurahNumber":11,"VerseNumber":38,"Text":"I, mentre construia la nau, sempre que passaven per alli dignataris del seu poble es burlaven d'ell. Deia: «Si us burleu de nosaltres, ja ens burlarem de vosaltres com us burleu"},{"SurahNumber":11,"VerseNumber":39,"Text":"Veureu qui rebra un castig humiliant i sobre qui s'abatra un castig permanent»"},{"SurahNumber":11,"VerseNumber":40,"Text":"Fins que, quan va venir La nostra ordre i el forn va bullir, vam dir: «Carrega en ella a una parella de cada especie, a la teva familia -estalvi a aquell la sort del qual ha estat ja tirada- i als creients». Pero no eren sino pocs els que amb ell creien"},{"SurahNumber":11,"VerseNumber":41,"Text":"Va dir: «Pugeu a ella! Que navegui i arribi a bon port en el nom d'Al·la El meu Senyor es, certament, indulgent, misericordios»"},{"SurahNumber":11,"VerseNumber":42,"Text":"I va navegar amb ells entre ones com muntanyes. Noe va cridar al seu fill, que s'havia quedat a part: «Fillet! Puja amb nosaltres, no et quedis amb els infidels!»"},{"SurahNumber":11,"VerseNumber":43,"Text":"Va dir: «Em refugiare en una muntanya que em protegeixi de l'aigua». Va dir: «Avui ningu trobara proteccio contra l'ordre d'Al·la, excepte aquell de qui Ell es apiade». Es van interposar entre ambdos les ones i va anar dels que es van ofegar"},{"SurahNumber":11,"VerseNumber":44,"Text":"I es va dir: «Empassa, terra, la teva aigua! Escampa, cel!», I l'aigua va ser absorbida, es va complir l'ordre i es va posar en el Judi. I es va dir: «Enrere el poble impiu!»"},{"SurahNumber":11,"VerseNumber":45,"Text":"Noe va invocar al seu Senyor i va dir: «Senyor! El meu fill es de la meva familia. El que Tu promets es veritat. Tu ets Qui millor decideix»"},{"SurahNumber":11,"VerseNumber":46,"Text":"Va dir: «Noe! Ell no es de la teva familia! Es un acte incorrecte! No em demanis quelcom del que no tens coneixement! Et previnc: no siguis dels ignorants!»"},{"SurahNumber":11,"VerseNumber":47,"Text":"Va dir: «Senyor, lliura'm de demanar-te quelcom del que no tinc coneixement! Si Tu no em perdones i Et apiadas de mi, sere dels que estan perduts...»"},{"SurahNumber":11,"VerseNumber":48,"Text":"Es va dir: «Noe! Desembarca amb pau vinguda de Nosaltres i amb benediccions sobre tu i les comunitats que descendeixin de qui t'acompanyen. Hi ha comunitats a les que deixarem que gaudeixin per breu temps. Despres, els castigarem severament»"},{"SurahNumber":11,"VerseNumber":49,"Text":"Aixo forma part de les histories referents a l'ocult que Nosaltres et revelem. No les coneixies abans tu, ni tampoc el teu poble. Tingues paciencia, doncs! La fi es per als que temen a Al·la"},{"SurahNumber":11,"VerseNumber":50,"Text":"I als Adites el seu germa Hud. Va dir: «Poble! Serviu a Al·la! No teniu a cap altre deu que a Ell. No feu mes que inventar"},{"SurahNumber":11,"VerseNumber":51,"Text":"Poble! No us demano salari a canvi. El meu salari incumbeix nomes a Aquell Que m'ha creat. Es que no raoneu"},{"SurahNumber":11,"VerseNumber":52,"Text":"I, poble! demaneu perdo al vostre Senyor i, despres, torneu-vos a Ell! Enviara sobre vosaltres del cel una pluja abundant i us enfortira. No torneu l'esquena com pecadors!»"},{"SurahNumber":11,"VerseNumber":53,"Text":"Van dir: «Hud! No ens has portat cap prova clara! No anem a deixar als nostres deus perque tu ho diguis! No tenim fe en tu"},{"SurahNumber":11,"VerseNumber":54,"Text":"L'unica cosa que diem es que un dels nostres deus t'ha causat malament». Va dir: «Poso a Al·la per testimoni i sed vosaltres tambe testimonis que soc innocent del que vosaltres associeu"},{"SurahNumber":11,"VerseNumber":55,"Text":"en lloc d'Ell! Urdid alguna cosa tots contra mi i no em feu esperar!»"},{"SurahNumber":11,"VerseNumber":56,"Text":"Jo confio en Al·la, el meu Senyor i Senyor vostre. No hi ha ser que no depengui d'Ell. El meu Senyor esta en una via recta"},{"SurahNumber":11,"VerseNumber":57,"Text":"Si torneu l'esquena... jo ja us he comunicat allo amb que he estat enviat a vosaltres. El meu Senyor fara que us succeeixi altre poble i no podreu fer-li cap dany. El meu Senyor tot ho vigila"},{"SurahNumber":11,"VerseNumber":58,"Text":"Quan va venir La nostra ordre, vam salvar per una misericordia vinguda de Nosaltres a Hud i als que amb ell van creure i els lliurem d'un dur castig"},{"SurahNumber":11,"VerseNumber":59,"Text":"Aixi eren els Adites. Van negar els signes del seu Senyor i van desobeir als seus Missatgers, seguint, en canvi, les ordres de tot tira desviat"},{"SurahNumber":11,"VerseNumber":60,"Text":"En la vida d'aqui van ser perseguits per una malediccio i tambe ho seran el dia de la Resurrecion. No! Els Adites no van creure en el seu Senyor! Si! Enrere els Adites, poble de Hud"},{"SurahNumber":11,"VerseNumber":61,"Text":"I als Tamudis el seu germa Salih. Va dir: «Poble! Serviu a Al·la! No teniu a cap altre deu que a Ell. Ell us ha creat de la terra i us ha establert en ella. Demaneu-li perdo! Despres, torneu-vos a Ell! El meu Senyor esta prop, escolta»"},{"SurahNumber":11,"VerseNumber":62,"Text":"Van dir: «Salih! haviem posat en tu fins ara la nostra esperanca. Ens prohibeixes que servim el que servien els nostres pares? Dubtem seriosament d'allo que ens crides»"},{"SurahNumber":11,"VerseNumber":63,"Text":"Va dir: «Poble! Que us sembla? Si jo em baso en una prova clara vinguda del meu Senyor, Que m'ha fet objecte d'una misericordia vinguda d'Ell, qui m'auxiliara contra Al·la si Li desobeeixo? No farieu sino augmentar la meva perdicio"},{"SurahNumber":11,"VerseNumber":64,"Text":"I, poble!, aquesta es la camella d'Al·la, que segui signe per a vosaltres. Deixeu-la que pasture en la terra d'Al·la i no li feu malament! Si no, us arribara aviat un castig»"},{"SurahNumber":11,"VerseNumber":65,"Text":"Pero la degollaren i va dir: «Gaudiu encara dels vostres bens durant tres dies! Es una amenaca que no deixara de complir-se»"},{"SurahNumber":11,"VerseNumber":66,"Text":"I, quan va venir La nostra ordre, vam preservar per una misericordia vinguda de Nosaltres a Salih i als que amb ell van creure de l'oprobi d'aquell dia. El teu Senyor es el Fort, el Poderos"},{"SurahNumber":11,"VerseNumber":67,"Text":"Al matinar,El Crit va sorprendre als que havien estat impius i es trobaren morts, de genolls, en les seves cases"},{"SurahNumber":11,"VerseNumber":68,"Text":"com si no haguessin habitat en elles. No! Els Tamudis no van creure en el seu Senyor! Si! Enrere els Tamudis"},{"SurahNumber":11,"VerseNumber":69,"Text":"I ja van portar els nostres Missatgers la bona nova a Abraham. Van dir: «Pau!» Va dir: «Pau!» I no va trigar a portar un vedell rostit"},{"SurahNumber":11,"VerseNumber":70,"Text":"I quan va veure que les seves mans no ho tocaven, va sospitar d'ells i va sentir temor d'ells. Van dir: «No temes! Se'ns ha enviat al poble de Lot»"},{"SurahNumber":11,"VerseNumber":71,"Text":"La seva dona estava present i va riure. I li anunciem la bona nova de Isaac i, despres de la de Isaac, la de Jacob"},{"SurahNumber":11,"VerseNumber":72,"Text":"Va dir ella: «Ai de mi! Vaig a donar a llum ara que soc tan vella i aquest el meu marit, tan vell? Certament, aixo es quelcom sorprenent!»"},{"SurahNumber":11,"VerseNumber":73,"Text":"«Et sorprens de l'ordre d'Al·la?» van dir. «Que la misericordia d'Al·la i Les seves benediccions siguin sobre vosaltres, gent de la casa! Es digne de ser lloat, glorificat!»"},{"SurahNumber":11,"VerseNumber":74,"Text":"I quan el temor d'Abraham es va haver esvait i va rebre la bona noticia, es va posar a discutir amb Nosaltres sobre el poble de Lot"},{"SurahNumber":11,"VerseNumber":75,"Text":"Abraham era, certament, benigne, tendre, estava penedit"},{"SurahNumber":11,"VerseNumber":76,"Text":"«Abraham! Deixa de defensar-los! Ha arribat l'ordre del teu Senyor i rebran un castig ineludible!»"},{"SurahNumber":11,"VerseNumber":77,"Text":"I quan Els nostres Missatgers van venir a Lot, aquest es va afligir per ells i es va sentir impotent per a protegir-los. Va dir: «Aquest es un dia terrible!»"},{"SurahNumber":11,"VerseNumber":78,"Text":"El seu poble, que solia abans cometre el mal, va correr a Lot, que va dir: «Poble! Aqui teniu a les meves filles. Son mes pures per a vosaltres. Temeu a Al·la i no m'avergonyiu en els meus hostes! No hi ha entre vosaltres un home honrat"},{"SurahNumber":11,"VerseNumber":79,"Text":"Van dir: «Ja saps que no tenim cap dret a les teves filles. Tu ja saps el que volem...»"},{"SurahNumber":11,"VerseNumber":80,"Text":"Va dir: «Ah! Si us pogues... o si pogues recorrer a un suport fort...»"},{"SurahNumber":11,"VerseNumber":81,"Text":"Van dir: «Lot! Som els Missatgers del teu Senyor! No s'arribaran a tu! Posa't en cami amb la teva familia durant la nit i que cap de vosaltres es torni. La teva dona, si que es tornara i li arribara el mateix castig que a ells. Aixo els ocorrera a l'alba. No esta propera l'alba?»"},{"SurahNumber":11,"VerseNumber":82,"Text":"I quan va venir La nostra ordre, la vam tornar de dalt a baix i vam fer ploure sobre ella pedres d'argila a munts"},{"SurahNumber":11,"VerseNumber":83,"Text":"marcades al costat del teu Senyor. I no esta lluny dels impius"},{"SurahNumber":11,"VerseNumber":84,"Text":"I als Madianites el seu germa Xuayb. Va dir: «Poble! Serviu a Al·la! No teniu a cap altre deu que a Ell. No defraudeu en la mesura ni en el pes! Us veig en el benestar, pero temo per vosaltres el castig d'un dia d'abast universal"},{"SurahNumber":11,"VerseNumber":85,"Text":"I, poble!, doneu la mesura i el pes equitatius! No defraudeu als altres en els seus bens! No obreu malament en la terra corrompent"},{"SurahNumber":11,"VerseNumber":86,"Text":"El que Al·la us deixa es millor per a vosaltres, si es que sou creients. I jo no soc vostre custodi»"},{"SurahNumber":11,"VerseNumber":87,"Text":"Van dir: «Xuayb! Per ventura t'ordena la teva religio que deixem el que els nostres pares servien o que deixem d'utilitzar lliurement la nostra hisenda? Tu ets, certament, el benigne, l'honrat»"},{"SurahNumber":11,"VerseNumber":88,"Text":"Va dir: «Poble! Que us sembla? Si jo em baso en una prova clara vinguda del meu Senyor i Ell em proveix d'un bell sosteniment vingut d'Ell... Jo no pretenc contrariar-vos quan us prohibeixo quelcom. No pretenc sino reformar-vos en la mesura de les meves possiblitats. El meu exit no depen sino d'Al·la. En Ell confio i a Ell em torno penedit"},{"SurahNumber":11,"VerseNumber":89,"Text":"I poble!, que l'oposicio a mi no us causi els mateixos mals que van arribar al poble de Noe o al poble de Hud o al poble de Salih! I el poble de Lot no esta lluny de vosaltres"},{"SurahNumber":11,"VerseNumber":90,"Text":"Demaneu perdo al vostre Senyor! Despres, torneu-vos a Ell. El meu Senyor es misericordios, ple d'amor»"},{"SurahNumber":11,"VerseNumber":91,"Text":"Van dir: «Xuayb! No entenem molt del que dius. Entre nosaltres se't te per feble. Si no hagues estat pel teu clan, t'hauriem lapidat. No ens impressiones»"},{"SurahNumber":11,"VerseNumber":92,"Text":"Va dir: «Poble! Us impressiona el meu clan mes que Al·la, a Qui heu posposat amb menyspreu? El meu Senyor abasta tot el que feu"},{"SurahNumber":11,"VerseNumber":93,"Text":"Poble! Obreu segons la vostra situacio! Jo tambe obrare... Veureu qui va a rebre un castig humilant i qui es el que menteix... Vigileu! Jo tambe vigilare amb vosaltres»"},{"SurahNumber":11,"VerseNumber":94,"Text":"Quan va venir La nostra ordre, vam salvar per una misericordia vinguda de Nosaltres a Xuayb i als que amb ell creien.Al matinar,El Crit va sorprendre als que havien estat impius i es trobaren morts, de genolls, en les seves cases"},{"SurahNumber":11,"VerseNumber":95,"Text":"com si no haguessin habitat en elles. Si! Enrere els Madianites! com tambe s'havia dit als Tamudis"},{"SurahNumber":11,"VerseNumber":96,"Text":"I ja enviem a Moises amb Els nostres signes i amb una autoritat manifesta"},{"SurahNumber":11,"VerseNumber":97,"Text":"a Farao i als seus dignataris. Pero aquests van seguir l'ordre de Farao. I l'ordre de Farao no era sensata"},{"SurahNumber":11,"VerseNumber":98,"Text":"El dia de la Resurrecio, precedira al seu poble i li conduira a beure al Foc. Quin mal abeurador"},{"SurahNumber":11,"VerseNumber":99,"Text":"En aquesta vida van ser perseguits per una malediccio i ho seran tambe el dia de la Resurreccio. Quina mal regal"},{"SurahNumber":11,"VerseNumber":100,"Text":"Et contem aquestes coses de les ciutats: algunes d'elles estan encara en peus, unes altres son restoll"},{"SurahNumber":11,"VerseNumber":101,"Text":"No hem estat Nosaltres qui han estat injusts amb els seus habitants, sino que ells ho han estat amb si mateixos. Els seus deus, als qui invocaven, en lloc d'invocar a Al·la, no els van servir de res quan va venir l'ordre del teu Senyor. No van fer sino augmentar el seu perdicio"},{"SurahNumber":11,"VerseNumber":102,"Text":"Aixi castiga el teu Senyor quan castiga les ciutats que son impies. El seu castig es doloros, sever"},{"SurahNumber":11,"VerseNumber":103,"Text":"Certament, hi ha en aixo un signe per a qui tem el castig de l'altra vida. Aquest es un dia en que tots els homes seran congregats, un dia que tots presenciaran"},{"SurahNumber":11,"VerseNumber":104,"Text":"No ho retardarem sino fins al termini fixat"},{"SurahNumber":11,"VerseNumber":105,"Text":"El dia que aixo ocorri ningu parlara sino amb El seu permis. Dels homes, uns seran desgraciats, altres felicos"},{"SurahNumber":11,"VerseNumber":106,"Text":"Els desgraciats estaran en el Foc, gemegant i bramant"},{"SurahNumber":11,"VerseNumber":107,"Text":"eternament, mentre durin els cels i la terra, tret que el teu Senyor disposi altra cosa. El teu Senyor fa sempre el que vol"},{"SurahNumber":11,"VerseNumber":108,"Text":"Els felicos, en canvi, estaran en el Paradis, eternament, mentre durin els cels i la terra, tret que el teu Senyor disposi altra cosa. Sera un do ininterromput"},{"SurahNumber":11,"VerseNumber":109,"Text":"No vives amb dubtes respecte al que serveixen aquestes gents. No serveixen sino com servien abans els seus pares. Anem a donar-los, sense minva, la part que els correspon"},{"SurahNumber":11,"VerseNumber":110,"Text":"I ja vam donar a Moises l'Escriptura, pero van discrepar sobre ella i, si no arriba a esser per una paraula previa del teu Senyor, ja s'hauria decidit entre ells. I ells dubten seriosament d'ella"},{"SurahNumber":11,"VerseNumber":111,"Text":"Certament, el teu Senyor remunerara a tots les seves obres sens falta. Esta be informat del que fan"},{"SurahNumber":11,"VerseNumber":112,"Text":"Sigues recte com se't ha ordenat i el mateix els que, amb tu, es penedeixin. No sigueu rebels! Ell veu be el que feu"},{"SurahNumber":11,"VerseNumber":113,"Text":"I no us acosteu als impius, no sigui que el foc us arribi! No teniu, fora d'Al·la protectors. Despres, no sereu auxiliats"},{"SurahNumber":11,"VerseNumber":114,"Text":"Feix la azala en les dues hores extremes del dia i en les primeres de la nit. Les bones obres dissipen les males. Aquesta es una amonestacio per als que recorden"},{"SurahNumber":11,"VerseNumber":115,"Text":"I tingues paciencia! Al·la no deixa de remunerar a qui fan el be"},{"SurahNumber":11,"VerseNumber":116,"Text":"Entre les generacions que us van precedir, per que no va haver gents virtuoses que s'oposessin a la corrupcio en la terra, excepte uns pocs que Nosaltres salvem, mentre que els impius persistien en el luxe que vivien i es feien culpables"},{"SurahNumber":11,"VerseNumber":117,"Text":"No anava el teu Senyor a destruir les ciutats injustament mentre les seves poblacions es portaven correctament"},{"SurahNumber":11,"VerseNumber":118,"Text":"El teu Senyor, si hagues volgut, hauria fet dels homes una sola comunitat. Pero no cessen en les seves discrepancies"},{"SurahNumber":11,"VerseNumber":119,"Text":"excepte aquells que han estat objecte de la misericordia del teu Senyor, i per aixo els ha creat. S'ha complert la paraula del teu Senyor: «He d'omplir la Jahenam de genis i d'homes, de tots ells!»"},{"SurahNumber":11,"VerseNumber":120,"Text":"Et contem tot aixo, tret de les histories dels Missatgers, per a confirmar el teu cor. Aixi t'arriben, amb elles, la Veritat, una exhortacio i una amonestacio per als creients"},{"SurahNumber":11,"VerseNumber":121,"Text":"I digues als que no creuen: «Obreu segons la vostra situacio! Nosaltres tambe obrarem"},{"SurahNumber":11,"VerseNumber":122,"Text":"I espereu! Nosaltres esperem!»"},{"SurahNumber":11,"VerseNumber":123,"Text":"A Al·la pertany l'ocult dels cels i de la terra. Ell es la fi de tot. Serveix-li! Confia en Ell! El teu Senyor esta atent al que feu"},{"SurahNumber":12,"VerseNumber":1,"Text":"Alif Laam Raa. Aquestes son els versicles de l'Escriptura clara"},{"SurahNumber":12,"VerseNumber":2,"Text":"L'hem revelat com Alcora arab. Potser, aixi raoneu"},{"SurahNumber":12,"VerseNumber":3,"Text":"Amb la revelacio que et fem d'aquest Alcora anem a contar-te Nosaltres el mes bell dels relats, encara que hagis estat abans dels despreocupats"},{"SurahNumber":12,"VerseNumber":4,"Text":"Quan Jose va dir al seu pare: «Pare! He vist onze estrelles, el sol i la lluna. Els he vist prosternarse davant meu»"},{"SurahNumber":12,"VerseNumber":5,"Text":"Va dir: «Fillet! !No contis el teu somni als teus germans; si no, empraran un ardit contra ti. El Dimoni es per a l'home un enemic declarat"},{"SurahNumber":12,"VerseNumber":6,"Text":"Aixi et triara el teu Senyor i t'ensenyara a interpretar somnis. Completara La seva gracia en tu i en la familia de Jacob, com abans la va completar en els teus dos avantpassats Abraham i Isaac. El teu Senyor es omniscient, savi»"},{"SurahNumber":12,"VerseNumber":7,"Text":"Certament, en Jose i els seus germans hi ha signes per als que inquieren"},{"SurahNumber":12,"VerseNumber":8,"Text":"Quan van dir: «Si, el nostre pare vol mes a Jose i al seu germa que a nosaltres, inclus sent nosaltres mes nombrosos. El nostre pare esta evidentment extraviat"},{"SurahNumber":12,"VerseNumber":9,"Text":"Matem a Jose o expulsem-li a qualsevol pais lluny, perque el nostre pare no ens miri mes que a nosaltres! Desaparegut Jose, serem gent honrada»"},{"SurahNumber":12,"VerseNumber":10,"Text":"Pero un d'ells va dir: «No mateu a Jose Tireu-lo, mes aviat, al fons de l'aljub, si es que us ho heu proposat...! Algun viatger ho recollira...»"},{"SurahNumber":12,"VerseNumber":11,"Text":"Van dir: «Pare! ,Per que no et fies de nosaltres respecte a Jose? Tenim bones intencions envers ell"},{"SurahNumber":12,"VerseNumber":12,"Text":"Envia-li mati amb nosaltres! Es divertira i jugara. Cuidarem, certament, d'ell»"},{"SurahNumber":12,"VerseNumber":13,"Text":"«M'entristeix que us ho dugueu», va dir. «Temo que, al moment menys pensat vostre, l'hi mengi el llop»"},{"SurahNumber":12,"VerseNumber":14,"Text":"Van dir: «Si el llop l'hi menges, sent nosaltres tants, si que tindriem dolenta sort»"},{"SurahNumber":12,"VerseNumber":15,"Text":"Quan l'hi van dur i es van posar d'acord per a tirar-lo al fons de l'aljub... I li inspirem: «Ja els recordaras mes tard, sense que et reconeguin, el que ara han fet!»"},{"SurahNumber":12,"VerseNumber":16,"Text":"Al vespre van regressar al seu pare, plorant"},{"SurahNumber":12,"VerseNumber":17,"Text":"Van dir: «Pare! Vam anar a fer carreres i vam deixar a Jose al costat de les nostres coses. Llavors, l'hi va menjar el llop. No ens creuras, pero diem la veritat»"},{"SurahNumber":12,"VerseNumber":18,"Text":"I van presentar la seva camisa tacada de sang falsa. Va dir: «No! La vostra imaginacio us ha suggerit aixo. Cal tenir digna paciencia! Al·la es Aquell l'ajuda del qual s'implora contra el que contais»"},{"SurahNumber":12,"VerseNumber":19,"Text":"Van arribar uns viatgers i van enviar al seu aiguader, que va baixar la galleda. Va dir: «Bona noticia! Hi ha aqui un noi!» I ho van ocultar amb anim de vendre'l. Pero Al·la sabia be el que feien"},{"SurahNumber":12,"VerseNumber":20,"Text":"I ho van malvendre per contats dirhemes, subestimant-lo"},{"SurahNumber":12,"VerseNumber":21,"Text":"El que ho havia comprat, que era d'Egipte, va dir a la seva dona: «Acull-li be! Potser ens sigui util o ho adoptem com fill». Aixi vam donar poderio a Jose en el pais, i fins a li ensenyem a interpretar somnis. Al·la preval en el que ordena, pero la majoria dels homes no saben"},{"SurahNumber":12,"VerseNumber":22,"Text":"Quan va arribar la maduresa, li vam donar judici i ciencia. Aixi retribuim a qui fan el be"},{"SurahNumber":12,"VerseNumber":23,"Text":"La senyora de la casa en que estava Jose li va sol·licitar. Va tancar be les portes i va dir: «Veuen aqui!» Va dir ell: «Al·la em lliuri! Ell es el meu senyor i m'ha procurat una bona acollida. Els impius no prosperaran»"},{"SurahNumber":12,"VerseNumber":24,"Text":"Ella ho desitjava i ell la va desitjar. De no haver estat il·luminat pel seu Senyor... Va ser aixi perque apartessim d'ell el mal i la vergonya. Era un dels nostres serfs escollits"},{"SurahNumber":12,"VerseNumber":25,"Text":"Es van precipitar els dos cap a la porta i ella va estripar per darrere la seva camisa. I van trobar a la porta al seu marit. Va dir ella: «Quin es la retribucio de qui ha volgut malament a la teva familia, sino la preso o un castig doloros?»"},{"SurahNumber":12,"VerseNumber":26,"Text":"Va dir: «Ella m'ha sol·licitat». I un membre de la familia d'ella va testificar que si la seva camisa havia estat estripada per davant, llavors, ella deia la veritat i ell mentia"},{"SurahNumber":12,"VerseNumber":27,"Text":"mentre que si havia estat estripada per darrere, llavors, ella mentia, i ell deia la veritat"},{"SurahNumber":12,"VerseNumber":28,"Text":"I quan va veure que la seva camisa havia estat estripada per darrere va dir: «Es una astucia propia de vosaltres. Es enorme la vostra astucia"},{"SurahNumber":12,"VerseNumber":29,"Text":"Jose! No pensis mes en aixo! I tu, demana perdo pel teu pecat! Has pecat!»"},{"SurahNumber":12,"VerseNumber":30,"Text":"Unes dones deien en la ciutat: «La dona del poderos sol·licita al seu mosso. S'ha tornat boja d'amor per ell. Si, veiem que esta evidentment extraviada»"},{"SurahNumber":12,"VerseNumber":31,"Text":"Quan ella va escoltar les seves murmuracions, va enviar a per elles i els va preparar un banquet, donant a cadascuna d'elles un ganivet. I va dir que sortis on elles estaven. Quan les dones li van veure, li van trobar tan be semblant que es van fer corts en les mans i van dir: «Sant Al·la! Aquest no es un mortal, aquest no es sino un angel meravellos!»"},{"SurahNumber":12,"VerseNumber":32,"Text":"Va dir ella: «Aqui teniu a aquell per qui m'heu censurat i a qui jo he sol·licitat, pero ell ha romas ferm. Ara be, si no fa el que jo li ordeno, ha de ser empresonat i sera, certament, dels menyspreables»"},{"SurahNumber":12,"VerseNumber":33,"Text":"Va dir ell: «Senyor! Prefereixo la preso a accedir al que elles em demanen. Pero, si no apartes de mi la seva astucia, cedire a elles i sere dels ignorants»"},{"SurahNumber":12,"VerseNumber":34,"Text":"El seu Senyor li va escoltar i va apartar d'ell la seva astucia. Ell es Qui tot ho escolta, Qui tot ho sap"},{"SurahNumber":12,"VerseNumber":35,"Text":"Mes tard, a pesar d'haver vist els signes, els va semblar que havien d'empresonar-li per algun temps"},{"SurahNumber":12,"VerseNumber":36,"Text":"Amb ell, van entrar en la preso dos esclaus. Un d'ells va dir: «M'he vist premsant raim». I l'altre va dir: «Jo m'he vist duent sobre el cap pa, del que menjaven els ocells. Dona'ns a coneixer la seva interpretacio! Veiem que ets de qui fan el be"},{"SurahNumber":12,"VerseNumber":37,"Text":"Va dir: «No rebreu el menjar que us correspon abans que jo us hagi, previament, donat a coneixer la seva interpretacio. Aixo forma part del que el meu Senyor m'ha ensenyat. He abandonat la religio de gent que no creia en Al·la ni en l'altra vida"},{"SurahNumber":12,"VerseNumber":38,"Text":"i he seguit la religio dels meus avantpassats Abraham, Isaac i Jacob. No hem d'associar gens a Al·la. Aquest es un favor que Al·la ens fa, a nosaltres i als homes. Pero la majoria dels homes no agraixen"},{"SurahNumber":12,"VerseNumber":39,"Text":"Companys de preso! Son preferibles senyors separats a Al·la, l'U, l'Invicte"},{"SurahNumber":12,"VerseNumber":40,"Text":"El que serviu, en lloc de servir-li a Ell, no son sino noms que heu posat, vosaltres i els vostres pares, noms als quals Al·la no ha conferit cap autoritat. La decisio pertany nomes a Al·la. Ell ha ordenat que no serviu a ningu sino a Ell. Aquesta es la religio veritable. Pero la majoria dels homes no saben"},{"SurahNumber":12,"VerseNumber":41,"Text":"Companys de preso! Un de vosaltres dos abocara vi al seu senyor. L'altre sera crucificat i els ocells menjaran del seu cap. S'ha decidit ja el que em consultaveu»"},{"SurahNumber":12,"VerseNumber":42,"Text":"I va dir a aquell dels dos de qui creia que anava a salvar- se: «Recorda'm davant el teu senyor!», doncs el Dimoni havia fet que s'oblides del record del seu Senyor. I va continuar en la preso diversos anys mes"},{"SurahNumber":12,"VerseNumber":43,"Text":"El rei va dir: «He vist set vaques grosses a les quals menjaven set flaques, i set espigues verdes i altres tantes seques. Dignataris! Aclariu-me el meu somni, si es que sou capacos d'interpretar somnis!»"},{"SurahNumber":12,"VerseNumber":44,"Text":"Van dir: «Pasterada de somnis! Nosaltres no sabem d'interpretacio de somnis"},{"SurahNumber":12,"VerseNumber":45,"Text":"Aquell dels dos que s'havia salvat va recordar al cap d'un temps i va dir: «Jo us donare a coneixer la seva interpretacio! Deixeu-me anar!»"},{"SurahNumber":12,"VerseNumber":46,"Text":"«Jose, verac! Aclareix-nos quina signifiquen set vaques grosses a les quals mengen set flaques i set espigues verdes i altres tantes seques! Potser torni jo als homes. Potser, aixi, s'assabentin»"},{"SurahNumber":12,"VerseNumber":47,"Text":"Va dir: «Sembreu durant set anys, com de costum, i, al segar, deixeu l'espiga excepte una porcio petita que menjareu"},{"SurahNumber":12,"VerseNumber":48,"Text":"Succeiran set anys de carestia que esgotaran el que hagiu emmagatzemat previsorament, excepte un poc que reserveu"},{"SurahNumber":12,"VerseNumber":49,"Text":"Seguira un any en el qual la gent sera afavorida i podra premsar»"},{"SurahNumber":12,"VerseNumber":50,"Text":"El rei va dir: «Porteu-me'l!» Quan el Missatger vi a ell, va dir: «Torna al teu senyor i pregunta-li quina intencio animava a les dones que es van fer corts en les mans! El meu Senyor esta be assabentat de la seva astucia»"},{"SurahNumber":12,"VerseNumber":51,"Text":"Va dir: «Quin era la vostra intencio quan vau sol·licitar a Jose?» Van dir elles: «Sant Al·la! No sabem d'ell que hagi fet gens dolent». La dona del Poderos va dir: «Ara brilla la veritat. Jo soc la que li va sol·licitar! Ell es dels que diuen la veritat»"},{"SurahNumber":12,"VerseNumber":52,"Text":"«Aixo es aixi perque sapiga que no li he trait d'amagat i que Al·la no dirigeix l'astucia dels traidors"}]}