{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"manitarkalukku avarkalutaiya kanakku vicaranai (nal) nerunki vittatu anal avarkalo (atanaip) purakkanittup paramukamaka irukkirarkal"},{"SurahNumber":21,"VerseNumber":2,"Text":"avarkalukku avarkalutaiya iraivanitamiruntu putiya ninaivuttutal varumpotu avarkal vilaiyatiyavarkalaka atai cevi matukkirarkale tavira verillai"},{"SurahNumber":21,"VerseNumber":3,"Text":"avarkalutaiya ullankal alatciyamaka irukkinrana innum ittakaiya aniyayakkararkal tam'mitaiye irakaciyamaka\"ivar unkalaip ponra oru manitare anri verillai ninkal nanku parttuk konte (avarutaiya) cuniyattinpal varukirirkala?\" Enru kurikkolkinranar"},{"SurahNumber":21,"VerseNumber":4,"Text":"ennutaiya iraivan vanankalilum pumiyilum (pecappatum) collaiyellam nankaripavan; avan (yavarraiyum) ceviyerpavanakavum aripavanakavum irukkinran\" enru avar kurinar"},{"SurahNumber":21,"VerseNumber":5,"Text":"appatiyalla! \"Ivai kalappatamana kanavukal\" illai, \"atanai ivare karpanai ceytu kontar\" illai, \"ivar oru kavinartam\" (enru kahpirkal palavarakak kulampik kuruvatutan) muntaiya (napimarkalukku) anuppappattatu pol ivarum or attatciyai nam'mitam kontu varattum\" enrum kurukinranar"},{"SurahNumber":21,"VerseNumber":6,"Text":"ivarkalukku munnar nam alittu vitta enta u(ra)rum iman kollavillai avvarirukka ivarkal iman kolvarkala"},{"SurahNumber":21,"VerseNumber":7,"Text":"(Napiye!) Umakku munnarum manitarkalaiye anri (verevaraiyum) nam'mutaiya tutarkalaka nam anuppavillai avarkalukke nam vahi arivittom. Enave\"(itanai) ninkal ariyatavarkalaka iruntal (ninaivupatuttum) vetankalutaiyoritam kettut (terintu) kollunkal\" (enru napiye! Avarkalitam kurum)"},{"SurahNumber":21,"VerseNumber":8,"Text":"anriyum nam avarkalukku unavu aruntata utalai amaikkavillai melum, (pumiyil) nirantaramanavarkalakavum avarkalirukkavillai"},{"SurahNumber":21,"VerseNumber":9,"Text":"pinnar, (nam) vakkurutiyai avarkalukku nam niraiverrinom; avvaru nam avarkalaiyum, nam natiyavarkalaiyum kapparrinom; anal varampu miriyavarkalai nam alittom"},{"SurahNumber":21,"VerseNumber":10,"Text":"unkalukku niccayamaka nam oru vetattai aruliyirukkinrom; atil unkalin kanniyam irukkinratu. Ninkal ariya mattirkala"},{"SurahNumber":21,"VerseNumber":11,"Text":"melum, aniyayakkara(rkal valnta) urkal ettanaiyaiyo nam alittom; atarkup pin (anku) veru camukattai untakkinom"},{"SurahNumber":21,"VerseNumber":12,"Text":"akave, avarkal namatu vetanai (varuvatai) unarntapotu, avarkal ankiruntu viraintotalanarkal"},{"SurahNumber":21,"VerseNumber":13,"Text":"viraintu otatirkal, ninkal anupavitta cuka pokankalukkum, unkal vitukalukkum tirumpi varunkal; (avai parri) ninkal kelvi ketkappatuvatarkaka\" (enru avarkalukku arivikkappattatu)"},{"SurahNumber":21,"VerseNumber":14,"Text":"(itarku avarkal)\"enkal kete! Nankal niccayamaka aniyayakkararkalaka iruntom\" enru varuntik kurinarkal"},{"SurahNumber":21,"VerseNumber":15,"Text":"aruvatai ceyyappatta vayalin aritalkal erintalivatu ponru avarkalai nam akkum varai avarkalutaiya ikkuppatu oyavillai"},{"SurahNumber":21,"VerseNumber":16,"Text":"melum, vanaiyum, pumiyaiyum avarrukku itaiye iruppavarraiyum vilaiyattukkana nilaiyil nam pataikkavillai"},{"SurahNumber":21,"VerseNumber":17,"Text":"Vin vilaiyattukkena (etanaiyum) nam etuttukkolla nati, (avvaru) nam ceyvataka iruntal nam'mitatti(l ulla namakku takutiyanavarri)lirunte atanai nam etuttiruppom"},{"SurahNumber":21,"VerseNumber":18,"Text":"avvarillai! Nam cattiyattai kontu, acattiyattin mitu vicukirom; atanal, (cattiyam acattiyattin ciracaic) citaratittuvitukiratu pinnar (acattiyam) alintate poyvitukiratu. Akave, ninkal (karpanaiyaka ittukkatti) varnippatellam unkalukku ketutan"},{"SurahNumber":21,"VerseNumber":19,"Text":"vanankalilum pumiyilum ullorellam avanukke uriyoravarkal; melum avanitam iruppavarkal avanukku vanankuvatai vittup perumaiyatikka mattarkal; corvataiyavumattarkal"},{"SurahNumber":21,"VerseNumber":20,"Text":"itaivitamal avarkal iravilum, pakalilum avanait tutittuk konte irukkirarkal"},{"SurahNumber":21,"VerseNumber":21,"Text":"pumiyil ullavarriliruntu ivarkal teyvankalai etuttuk kontirukkinrarkale! Avai (irantorai) uyir kotuttu eluppuma"},{"SurahNumber":21,"VerseNumber":22,"Text":"(van, pumi akiya) ivarril allahvaiyanri veru teyvankal iruntiruntal, niccayamaka ivaiyirantum alinte poyirukkum, arsutaiya iraivanam allah, avarkal varnikkum (ittakaiya) tanmaikaliliruntu mikavum tuymaiyanavan"},{"SurahNumber":21,"VerseNumber":23,"Text":"avan ceypavai parri evarum avanaik ketka mutiyatu anal, avarkal tam (avarkal ceyyum ceyalkal parri) ketkappatuvarkal"},{"SurahNumber":21,"VerseNumber":24,"Text":"allatu, avarkal allahvaiyanri (veru) teyvankalai etuttuk kontirukkirarkala? \"Appatiyayin, unkal attatciyai ninkal kontu varunkal; ito ennutan iruppavarkalin vetamum, enakku munpu iruntavarkalin vetamum irukkinrana\" enru napiye! Nir kurum; anal avarkalil perumpalor cattiyattai arintu kollavillai akave avarkal (ataip) purakkanikkirarkal"},{"SurahNumber":21,"VerseNumber":25,"Text":"(Napiye!) Umakku munnar nam anuppiya ovvoru tutaritamum; \"niccayamaka (vanakkattirkuriya) nayan ennait tavira veru evarumillai enave, ennaiye ninkal vanankunkal\" enru nam vahi arivikkamalillai"},{"SurahNumber":21,"VerseNumber":26,"Text":"avarkal; \"arrahman oru kumaranait tanakkena etuttuk kontirukkinran\" enru kurukirarkal; (anal) avano mikavum tuyavan! Appatiyalla (allahvin kumararkal enru ivarkal kuruvorellorum allahvin) kanniyamikka atiyarkale avarkal"},{"SurahNumber":21,"VerseNumber":27,"Text":"avarkal (enka oru peccaiyum) avanai muntip peca mattarkal; avarkal avan kattalaip patiye (etaiyum) ceykirarkal"},{"SurahNumber":21,"VerseNumber":28,"Text":"avarkalukku munnal iruppavarraiyum, avarkalukkup pinnal iruppavarraiyum avan nankarivan; innum evarai avan porunti erruk kolkirano a(t takaiya)varukkanri - avarkal parintu peca mattarkal. Innum avarkal avan pal ulla accattal natunkupavarkalakavum irukkinrarkal"},{"SurahNumber":21,"VerseNumber":29,"Text":"innum, avarkalil evarenum\"avananri niccayamaka nanum nayantan\" enru kuruvareyanal, a(ttakaiya)varukku - nam narakattaiye kuliyakak kotuppom - ivvare nam aniyayakkararkalukkuk kuli kotuppom"},{"SurahNumber":21,"VerseNumber":30,"Text":"niccayamaka vanankalum, pumiyum (mutalil) inaintiruntana enpataiyum, ivarrai name pirit(tamait)tom enpataiyum, uyirulla ovvonraiyum nam tanniriliruntu pataittom enpataiyum kahpirkal parkkavillaiya? (Ivarraip parttum) avarkal nampikkai kolla villaiya"},{"SurahNumber":21,"VerseNumber":31,"Text":"innum; ippumi (manitarkalutan) ati cayamalirukkum poruttu, nam atil nilaiyana malaikalai amaittom; avarkal nerana valiyil cellum poruttu, nam vicalamana pataikalaiyum amaittom"},{"SurahNumber":21,"VerseNumber":32,"Text":"Innum vanattai nam patukappana vitanamaka amaittom -eninum avarkal avarrilulla attatcikalaip purakkanittu vitukirarkal"},{"SurahNumber":21,"VerseNumber":33,"Text":"innum avane iravaiyum, pakalaiyum; curiyanaiyum, cantiranaiyum pataittan; (vanil tattamakkuriya) vattavaraikkul ovvonrum nintukinrana"},{"SurahNumber":21,"VerseNumber":34,"Text":"(napiye!) Umakku munnar enta manitanukkum (avan) enrennum irukkakkutiya nittiya valvai nam (inku) kotukkavillai akave nir marittal avarkal mattum enarenrum valap pokirarkala"},{"SurahNumber":21,"VerseNumber":35,"Text":"ovvor atmavum maranattaic cuvaippatakave irukkiratu paritcaikkaka ketutiyaiyum, nanmaiyaiyum kontu nam unkalaic cotikkirom. Pinnar, nam'mitame ninkal mitkappatuvirkal"},{"SurahNumber":21,"VerseNumber":36,"Text":"innum (napiye!) Kahpirkal um'maip parttal, \"unkal teyvankalaip parrik (kurai) kurupavar ivartana?\" - Enru (tankalukkul pecik kontu) um'maip parikacam ceyyamal iruppatillai melum avarkal rahmanutaiya ninaivai nirakarikkinranar"},{"SurahNumber":21,"VerseNumber":37,"Text":"manitan avacarakkaranakave pataikkappattirukkinran; viraivil (vetanaikkana) en attatcikalai unkalukkuk kanpippen; akave ninkal avacarappatatirkal"},{"SurahNumber":21,"VerseNumber":38,"Text":"ninkal unmaiyalarkalakayiruppin, inta (vetanaikkana) vakkuruti eppolutu (niraiverrappatum)?\" Enru avarkal ketkirarkal"},{"SurahNumber":21,"VerseNumber":39,"Text":"tam mukankalaiyum, tam mutukukalaiyum (naraka) neruppait tatuttuk kolla mutiyamalum, (evaralum) utavi ceyyappatamalum irupparkale anta nerattai kahpirkal arintu kolvarkalanal! (Iruti neram parrik kettuk kontirukka mattarkal)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Avvaralla! Atu avarkalitam titirena vantu, avarkalait tattaliyac ceytu vitum. Atait tatuttuk kolla avarkalal iyalatu avarkalukkuc ciritum avakacam kotukkappata mattatu"},{"SurahNumber":21,"VerseNumber":41,"Text":"innum, (napiye!) Niccayamaka umakku munnar vanta tutarkalum (ivvare) parikacikkappa pattarkal - anal avarkal parikacam ceytu kontirunta (vetanaiyana)tu avarkalai culnatu kontatu"},{"SurahNumber":21,"VerseNumber":42,"Text":"unkalai, iravilum, pakalilum arrahmanutaiya (vetanaiyiliruntu) patukakkakkutiyavar evar?\" Enru (napiye!) Nir kelum; anal, avarkal tankal iraivanai ninaippataiye purakkanippavarkal"},{"SurahNumber":21,"VerseNumber":43,"Text":"allatu, (nam'mutaiya vetanaiyiliruntu) nam'maiyanri avarkalaik kapparrum teyvankal avarkalukku irukkinranava? Avarkal tamakkuttame utaviceyya caktiyarravarkal. Melum avarkal nam'mitamiruntu kapparrappatupavarkalum allar"},{"SurahNumber":21,"VerseNumber":44,"Text":"eninum, ivarkalaiyum ivarkalutaiya mutataiyaraiyum, avarkalutaiya ayut kalam valarntonkum varai cukankalai anupavikkac ceytom. Nam (ivarkalitamulla) pumiyai atan arukukaliliruntu kuraittu kontu varukirom enpatai ivarkal kanavillaiya? Ivarkala mikaittu verrik kolpavarkal"},{"SurahNumber":21,"VerseNumber":45,"Text":"niccayamaka nan unkalukku eccarikkai ceyvatellam vahi mulam enakku arivikkappattataik kontetan\" enru (napiye!) Nir kurum; eninum, cevitarkal accamutti eccarikkappatum potu, (avarkal nervali perum) anta alaippaic cevimatukka mattarkal"},{"SurahNumber":21,"VerseNumber":46,"Text":"um'mutaiya iraivanitamiruntulla vetanaiyiliruntu oru muccu avarkalait tintumanalum, \"enkalukkuk ketu tan! Tittamaka nankal aniyayakkararkalakave iruntom\" enru avarkal niccayamaka ku(rik kata)ruvarkal"},{"SurahNumber":21,"VerseNumber":47,"Text":"Enave enta or atmavum oru ciritum aniyayam ceyyappatamattatu melum (nanmai, timaiyil) oru katuku alavu etaiyiruppinum, atanaiyum nam (kanakkil) kontu varuvom. Avvare kanakketukka name potum"},{"SurahNumber":21,"VerseNumber":48,"Text":"innum, nam musavukkum harunukkum (nanmai timaikalaip) pirittarivikkum vetattai niccayamaka nam kotuttom; (atu) payapaktiyutaiyavarkalukku or oliyakavum, ninaivuttum narpotanaiyakavum iruntatu"},{"SurahNumber":21,"VerseNumber":49,"Text":"avarkal tankal iraivanai antarankattilum ancuvarkal; innum anta (iruti) velaiyaik kurittup payantu kontum irupparkal"},{"SurahNumber":21,"VerseNumber":50,"Text":"innum itu (kur'an) nam arul ceyta pakkiyam mikka punitamana upatecamakum. Itanaiya ninkal purakkanikkirirkal"},{"SurahNumber":21,"VerseNumber":51,"Text":"innum, nam munnare iprahimukku avarukkut takunta nermaiyana valiyait titanaka kotuttom - avaraip parri nam arintiruntom"},{"SurahNumber":21,"VerseNumber":52,"Text":"avar tam tantaiyitamum, tam camukattaritamum\"ninkal valipatum inta uruvankal enna?\" Enru ketta potu"},{"SurahNumber":21,"VerseNumber":53,"Text":"avarkal, \"enkal mutataiyavarkal ivarrai vanankik kontiruntatai nankal kantom enru kurinarkal"},{"SurahNumber":21,"VerseNumber":54,"Text":"(atarku) avar, \"niccayamaka ninkalum, unkalutaiya mutataiyavarum - pakirankamana vali kettil tan iruntu varukirirkal enru kurinar"},{"SurahNumber":21,"VerseNumber":55,"Text":"(atarku) avarkal\"nir enkalitam unmaiyaik kontu vantirukkirira? Allatu vilaiyatupavarkalil oruvaraka irukkinrira?\" Enru kettarkal"},{"SurahNumber":21,"VerseNumber":56,"Text":"appatiyalla. Unkalutaiya iraivan vanankalukkum pumikkum iraivanavan. Avane avarraip pataittavan; itarkuc catciyam kurupavarkalil nanum oruvanaka irukkinren\" enru (iprahim) kurinar"},{"SurahNumber":21,"VerseNumber":57,"Text":"Innum; ninkal tirumpic cenra pinnar, allahvin mitu cattiyamaka unkal cilaikalukku oru cati ceyven!\" (Enrum kurinar)"},{"SurahNumber":21,"VerseNumber":58,"Text":"avvare avar, avarril periyatait tavira (marra) ellavarraiyum tuntu tuntakkinar; avarkal atanpal tirumpuvatarkaka (atai vittu vittar)"},{"SurahNumber":21,"VerseNumber":59,"Text":"enkal teyvankalukku ivvaru (tinku) ceytatu yar? Niccayamaka avan akkiramakkararkalil oruvanaka iruppan\" enru kurinarkal"},{"SurahNumber":21,"VerseNumber":60,"Text":"atarku (avarkalil cilar)\"ilainar oruvar ivarraip parri (avaturakak) kurippittu vantatai nankal kelvippattirukkirom, avarukku iprahim enru peyar collappatukiratu\" enru kurinarkal"},{"SurahNumber":21,"VerseNumber":61,"Text":"appatiyanal avarai makkal kan munne kontu varunkal; avarkal catciyam kurum poruttu\" enru connarkal"},{"SurahNumber":21,"VerseNumber":62,"Text":"iprahime! Enkal teyvankalai ivvaru ceytavar nir tamo?\" Enru (avar vantatum) kettanar"},{"SurahNumber":21,"VerseNumber":63,"Text":"atarku avar\"appatiyalla! Ivarril periya cilai ito irukkirate, itu tan ceytirukkum; enave, ivai pecakkutiyavaiyaka iruppin, ivarraiye ninkal kelunkal\" enru kurinar"},{"SurahNumber":21,"VerseNumber":64,"Text":"(itarku patil kurat teriyata) avarkal tankalukkul tirumpi, (oruvarukkoruvar)\"niccayamaka ninkal tam (ivarrai teyvankalaka nampi) aniyayam ceytu vittirkal\" enru pecik kontarkal"},{"SurahNumber":21,"VerseNumber":65,"Text":"piraku avarkal (avamanattutan) tankal talaikalait tonkap pottuk kollumaru ceyyappattarkal; \"ivai peca matta enpatait tan nir niccayamaka arivire!\" (Enru kurinar)"},{"SurahNumber":21,"VerseNumber":66,"Text":"(appatiyayin) allahvaiyanri unkalukku enta nanmaiyum ceyyata unkalukku tinkum alikkatavarraiya vanankukirirkal\" enru kettar"},{"SurahNumber":21,"VerseNumber":67,"Text":"Cicci! Unkalukkum, ninkal vanankum allah allatavarrukkum ketu tan; ninkal itanai arintu kollavillaiya?\" (Enru iprahim kurinar)"},{"SurahNumber":21,"VerseNumber":68,"Text":"(itarku) avarkal ninkal (ivarai etavatu ceyya natinal ivarai (neruppilittu) eriyunkal; (ivvaru ceytu) unkal teyvankalukku utavi ceyyunkal\" enru kurinarkal"},{"SurahNumber":21,"VerseNumber":69,"Text":"(iprahim tikkitankil eriyappattavutan)\"neruppe! Iprahim mitu ni kulircciyakavum, cukamalikkak kutiyatakavum, akivitu!\" Enru nam kurinom"},{"SurahNumber":21,"VerseNumber":70,"Text":"melum, avarkal avarukkuc cati ceyya natinarkal, anal nam avarkalaiye nastavalikalay akkinom"},{"SurahNumber":21,"VerseNumber":71,"Text":"innum, nam avaraiyum (avarutaiya cakotarar makan) luttaiyum akilattarukkellam parakkattana - pakkiyamulla - pumiyaka nam akkiyulla (paittul mukattasil) iterram perac ceytom"},{"SurahNumber":21,"VerseNumber":72,"Text":"innum nam avarukku is'hakkaiyum, melatikamaka yahkupaiyum alittom; ivarkal ovvoruvaraiyum (salihana) nallatiyarkalakkinom"},{"SurahNumber":21,"VerseNumber":73,"Text":"innum nam kattalaiyaik kontu (makkalukku) nervali kattum imamkalaka - talaivarkalaka - nam avarkalai akkinom; melum, nanmaiyutaiya ceyalkalaik puriyumarum, tolukaiyaik kataippitikkumarum, jakattai kotuttu varumarum, nam avarkalukku vahi mulam arivittom - avarkal nam'maiye vanankupavarkalaka iruntanar"},{"SurahNumber":21,"VerseNumber":74,"Text":"innum, luttaiyum (napiyakki) - nam avarukku nanattaiyum, kalviyaiyum kotuttom; aruvaruppana ceyalkalaic ceytu kontirun(tavarkalin) urai vittum avarai nam kapparrinom; niccayamaka avarkal mikavum ketta camukattinarakavum, perum pavikalakavum iruntanar"},{"SurahNumber":21,"VerseNumber":75,"Text":"Innum, avarai nam'mutaiya kirupaiyil nam pukuttik kontom; niccayamaka avar (salihana) nallatiyarkalil ullavarakave iruntar"},{"SurahNumber":21,"VerseNumber":76,"Text":"innum, nuh - avar munne pirarttittapotu, avarukku (avarutaiya pirarttanaiyai erru)) patil kurinom; avaraiyum, avarutaiya kutumpattaraiyum mikap periya tunpattiliruntum nam iterrinom"},{"SurahNumber":21,"VerseNumber":77,"Text":"innum nam'mutaiya attatcikalaip poyppikka murpattarkale anta camukattaritamiruntu avarukku utavi ceytom. Niccayamaka avarkal mikak ketta camukattarakave iruntanar - atalal avarkal anaivaraiyum nam mulkatittom"},{"SurahNumber":21,"VerseNumber":78,"Text":"innum tavutum, sulaimanum (parri ninaivu kurviraka!) Velanmai nilattil avarkalutaiya camukattarin atukal iravil iranki meynta potu, ataip parri avviruvarum tirppuc ceyta potu, avarkalutaiya tirppai nam kavanittuk kontiruntom"},{"SurahNumber":21,"VerseNumber":79,"Text":"appotu, nam sulaimanukku atai (tirppin niyayattai) vilanka vaittom; melum, avviruvarukkum nanattaiyum (nar)kalviyaiyum kotuttom; innum nam tavutukku malaikalaiyum paravaikalaiyum vacappatuttik kotuttom; avai (tavututan) taspih ceytu kontiruntana - ivarrai yellam name ceytom"},{"SurahNumber":21,"VerseNumber":80,"Text":"innum ninkal peritum potu unkalaip patukattuk kolvatarkana kavacankal ceyvatai, avarukku nam karruk kotuttom - enave (ivarrukkellam) ninkal nanri celuttukiravarkalaka irukkirirkala"},{"SurahNumber":21,"VerseNumber":81,"Text":"Innum sulaimanukkuk katumaiyaka vicum karraiyum (nam vacappatuttik kotuttom) atu, avarutaiya evalin pati, nam enta pumiyai pakkiyamutaiyatakkinomo (anta pumikkum avarai etuttuc) cenratu ivvaru, ovvoru porulaiyum parri nam arintorakave irukkinrom"},{"SurahNumber":21,"VerseNumber":82,"Text":"innum, saittankaliliruntum avarukkakak (katalil) mulki varak kutiyavarkalai (nam vacappatuttik kotuttom; itu tavira) marri velaikalaiyum (anta saittankal) ceyyum; anriyum name avarraik kankanittu vantom"},{"SurahNumber":21,"VerseNumber":83,"Text":"innum, aiyup tam iraivanitam\"niccayamaka ennai (noyinalana) tunpam tintiyirukkiratu (iraivane!) Kirupai ceypavarkalilellam niye mikak kirupai ceypavanaka irukkinray\" enru pirarttit potu"},{"SurahNumber":21,"VerseNumber":84,"Text":"nam avarutaiya pirarttanaiyai erruk kontom; avarukku erpattirunta tunpattaiyum nikki vittom; avarutaiya kutumpattaiyum, pinnum ataip ponra oru tokaiyinaraiyum (avarukkuk kutumpamakak) kotuttom - itu nam'mitattiliruntulla kirupaiyakavum apitinkalukku (vanankupavarkalukku) ninaivuttutalakavum irukkiratu"},{"SurahNumber":21,"VerseNumber":85,"Text":"innum; ismayilaiyum, itrisaiyum, tulkihplaiyum (napiye! Nir ninaivu kurviraka) avarkal yavarum porumaiyalarkalil ninrumullavarkale"},{"SurahNumber":21,"VerseNumber":86,"Text":"ivarkal (elloraiyum) nam nam kirupaiyil pukuttik kontom, niccayamaka ivarkal (salihinkalana) nallatiyarkalil ninrumullavarkale"},{"SurahNumber":21,"VerseNumber":87,"Text":"Innum (ninaivu kurviraka); tunnun (yunus tam camukattavarai vittum) kopamaka veliyeriya potu, (pavikal camukattai vittum veliyeri vitta patiyal) avarai nam nerukkatiyil akkamattom enru ennik kontar enave avar (min vayirrin) alnta iruliliruntu\"unnait tavira vanakkattirkuriya nayan yarumillai; ni mikavum tuymaiyanavan; niccayamaka nan aniyayakkararkalil oruvanaki vitten\" enru pirarttittar"},{"SurahNumber":21,"VerseNumber":88,"Text":"enave, nam avarutaiya pirarttanaiyai erruk kontom; avarait tukkattiliruntum vituvittom. Ivvare muhminkalaiyum vituvippom"},{"SurahNumber":21,"VerseNumber":89,"Text":"innum jakariya tam iraivanitam\"en iraiva! Ni ennai (cantatiyillamal) orraiyaka vittu vitate! Niyo anantarankolvoril mikavum melanavan\" enru pirarttit potu"},{"SurahNumber":21,"VerseNumber":90,"Text":"nam avarutaiya pirarttanaiyai erruk kontom; avarukkaka avarutaiya manaiviyai (malattut tanattai nikki) cukappatutti, avarukku yahyavaiyum alittom; niccayamaka ivarkal yavarum nanmaikal ceyvatil viraipavarkalaka iruntarkal - innum, avarkal nam'mai acai kontum, payattotum pirarttittarkal. Melum, avarkal nam'mitam ullaccam kontavarkalaka iruntarkal"},{"SurahNumber":21,"VerseNumber":91,"Text":"innum tam karpaik kattuk konta (maryam enpa)varaip parri (napiye! Ninaivu kurum) eninum, nam anmaviliruntu nam avaril uti avaraiyum, avar putalvaraiyum akilattarukku or attatciyakavum akkinom"},{"SurahNumber":21,"VerseNumber":92,"Text":"niccayamaka unkal'um'mattu' - camutayam - (verrumai etumilla) ore camutayam tan; melum nane unkal iraivan. Akaiyal, ennaiye ninkal vanankunkal"},{"SurahNumber":21,"VerseNumber":93,"Text":"(Pinnar) avarkal tankalukkitaiye tankal (markka) kariyankalil pilavupattanar. Anaivarum nam'mitame milpavarkal"},{"SurahNumber":21,"VerseNumber":94,"Text":"enave, evar muhminaka, nalla amalkalai ceykiraro avarutaiya muyarci vinaki vitatu. Niccayamaka name atai (avarukkaka)p pativu ceytu vaikkirom"},{"SurahNumber":21,"VerseNumber":95,"Text":"nam evvurarkalai alittu vittomo avarkal (tirumpavum ivvulakam varuvatu) tatukkappattullatu niccayamaka avarkal tirumpa mattarkal"},{"SurahNumber":21,"VerseNumber":96,"Text":"yahjuju, mahjuju (kuttattar)kku vali tirakkappatum potu, avarkal ovvoru mettiliruntum irankip paravuvarkal"},{"SurahNumber":21,"VerseNumber":97,"Text":"(iruti nalaip parriya) unmaiyana vakkuruti nerunkinal, (ataikkanum) kahpirkalin kankal tirantapatiye nilaikutti ninru vitum; (anriyum avarkal;)\"enkalukku ketu tan! Niccayamaka nankal itai utacinappatuttiyavarkalakave iruntuvittom; - atu mattumillai - nam aniyayam ceytavarkalakavum iruntu vittom\" (enru kuruvarkal)"},{"SurahNumber":21,"VerseNumber":98,"Text":"niccayamaka ninkalum, allahvai anri ninkal vanankiyavaiyum narakattirku virakukale! Ninkal (yavarum) narakattirku vantu cerpavarkale! (Enru avarkalukkuc collappatum)"},{"SurahNumber":21,"VerseNumber":99,"Text":"ivai teyvankalaka iruntiruntal, (an narakattirku) vantu cerntirukka matta innum anaivarum atil nirantaramayiruppar"},{"SurahNumber":21,"VerseNumber":100,"Text":"atil avarkalukku vetanai munakkam irukkiratu. Melum avarkal atile (etanaiyum) ceviyuramattarkal"},{"SurahNumber":21,"VerseNumber":101,"Text":"niccayamaka, evarkalukku nam'mitamiruntu (marumaip perrukkana) nanmaikal mun cenrirukkirato, avarkal a(n narakat)tiliruntu veku tolaivil irupparkal"},{"SurahNumber":21,"VerseNumber":102,"Text":"(ittakaiya cuvarkkavacikal narakin) kuccalaik ketkamattarkal; tam virumpum inpattileye avarkal enrenrum nilaittirupparkal"},{"SurahNumber":21,"VerseNumber":103,"Text":"(Annalil erpatum) perum tikil avarkalai varuttatu, malakkukal avarkalaic cantittu\"unkalukku vakkalikkappatta nal itutan\" (enru kuruvarkal)"},{"SurahNumber":21,"VerseNumber":104,"Text":"elutappatta etukalaic caruttuvataip pol vanattai nam curuttivitum annalai (napiye! Ninaivuttuviraka!); Mutalil pataippukalaip pataittatu ponre, (annalil) atanai mittuvom; itu nam mitu vakkurutiyakum; niccayamaka nam itanai ceyvom"},{"SurahNumber":21,"VerseNumber":105,"Text":"niccayamaka nam japur vetattil, (muntiya vetattaip parri) ninaivuttiya pin; \"niccayamaka pumiyai (salihana) ennutaiya nallatiyarkal varicaka ataivarkal enru elutiyirukkirom"},{"SurahNumber":21,"VerseNumber":106,"Text":"vanankum makkalukku itil (ikkur'anil) niccayamakap potumana (valikattutal) irukkiratu"},{"SurahNumber":21,"VerseNumber":107,"Text":"(napiye!) Nam um'mai akilattarukku ellam rahmattaka - or arut kotaiyakaveyanri anuppavillai"},{"SurahNumber":21,"VerseNumber":108,"Text":"enakku vahi arivikkappattiruppatellam; 'unkal nayan ore nayan tan' enpatutan; akave ninkal avanukku valippattu natappirkala?\" (Enru napiye!) Nir ketpiraka"},{"SurahNumber":21,"VerseNumber":109,"Text":"anal, avarkal purakkanittu vituvarkalayin\"nan unkal (ellorukkum) camamaka arivittuvitten; innum, unkalukku vakkalikkap patta (vetanaiyana)tu camipattilirukkirata allatu turattil irukkirata enpatai nan ariyamatten\" enru (napiye!) Nir collivituviraka"},{"SurahNumber":21,"VerseNumber":110,"Text":"velippataiyaka (ninkal pecum) peccaiyum avan niccayamaka arikiran; ninkal (irutayattil) maraittu vaippataiyum avan (niccayamaka) arikiran (enrum)"},{"SurahNumber":21,"VerseNumber":111,"Text":"inta tamatam unkalukku cotanaiyakavum kurippatta kalam varai cukam anupavippatarkakavum irukkuma enpatai nan ariyamatten"},{"SurahNumber":21,"VerseNumber":112,"Text":"En iraiva! Cattiyat tirppu valankuvayaka! Enru kurinar. Enkal iraivano alavarra arulalan. Ninkal varnippatarku etiraka utavi tetappatupavan"},{"SurahNumber":22,"VerseNumber":1,"Text":"manitarkale! Ninkal unkalutaiya iraivanai payantu kollunkal; niccayamaka (kiyamattu nalakiya) avvelaiyin atircci, makattan perum nikalcciyakum"},{"SurahNumber":22,"VerseNumber":2,"Text":"annalil, paluttik kontirukkum ovvoru tayum tan uttum kulantaiyai marantu vituvataiyum, ovvoru karppiniyum tan cumaiyai inru vituvataiyum ninkal kanpirkal; melum, manitarkalai mati mayankiyavarkalaka irukka kanpir; eninum (atu matuvinal erpatta) mati mayakkamalla anal allahvin vetanai mikak katumaiyanatakum"},{"SurahNumber":22,"VerseNumber":3,"Text":"innum, ettakaiya kalvi nanamum illamal allahvaip parrit tarkkam ceykiravarkalum, manamurantay etirkkum ovvoru saittanaiyum pinparrukiravarkalum manitarkalil irukkirarkal"},{"SurahNumber":22,"VerseNumber":4,"Text":"avanai (saittanai)p parri elutap pattullatu evar avanai nanpanaka etuttuk kolkiraro avarai niccayamaka avan vali ketuttu eri narakin vetanaiyin pal avarukku vali kattukiran"},{"SurahNumber":22,"VerseNumber":5,"Text":"Manitarkale! (Irutit tirppukkaka ninkal) mintum eluppappatuvatu parri cantekattil iruntirkalanal, (arintu kollunkal;) nam niccayamaka unkalai (mutalil) manniliruntum pinnar intiriyattiliruntum, pinpu alakkiliruntum; pinpu uruvakkappattatum, uruvakkappatatatumana tacaik kattiyiliruntum pataittom; unkalukku vilakkuvatarkakave (itanai vivarikkirom); melum, nam natiyavarrai oru kurippitta kalam varai karuppappaiyil tankac ceykirom; pinpu unkalai kulantaiyaka velippatuttukirom. Pinpu ninkal unkal valipattai ataiyumpatic ceykirom. Anriyum, (itanitaiyil) unkalil cilar marippavarkalum irukkirarkal; (jivittu) arivu perra pinnar onrume ariyatavarkalaip pol akivitak kutiya talarnta vayatu varai vittuvaikkappatupavarkalum irukkirarkal; innum, ninkala (taricayk kitakkum) varanta pumiyaip parkkinrirkal; atan mitu nam (malai) niraip peyyac ceyvomanal atu pacamaiyaki, valarntu, alakana (joti jotiyakap) palvakaip purpuntukalai mulaippikkiratu"},{"SurahNumber":22,"VerseNumber":6,"Text":"itu enenil, niccayamaka allah avane unmaiyanavan - (nilaiyanavan) niccayamaka avane marittorai uyirppikkinran - innum, niccayamaka avantan ellap porutkalin mitum perarralullavan enpatanal"},{"SurahNumber":22,"VerseNumber":7,"Text":"(kiyama nalukkuriya) avvelai niccayamaka varum; itil cantekame illai kaprukalil irupporai, niccayamaka allah (uyir kotuttu) eluppuvan"},{"SurahNumber":22,"VerseNumber":8,"Text":"innum; kalvi nanamo, ner vali kattiyo, pirakacamana veta (atara)mo illamal, allahvaik kurittut tarkkam ceypavanum manitarkalil irukkinran"},{"SurahNumber":22,"VerseNumber":9,"Text":"(Avan) allahvin pataiyai vittum manitarkalai vali ketuppatarkaka anavattotu (ivvaru tarkkam) ceykiran; avanukku ivvulakilum ilivu irukkiratu kiyama nalil nam avanai erinarakin vetanaiyaiyum cuvaikka ceyvom"},{"SurahNumber":22,"VerseNumber":10,"Text":"unnutaiya iru karankalum munnare anuppiyullatarkaka iru (kuliyaka) irukkiratu; niccayamaka allah atiyarkalukku oru ciritum aniyayam ceypavanallan\" (enru annalil avarkalitam kurappatum)"},{"SurahNumber":22,"VerseNumber":11,"Text":"innum; manitarkalil (or urutiyum illamal) orattil ninru kontu allahvai vanankukiravanum irukkiran - avanukku oru nanmai erpatumayin ataik kontu avan tiruptiyataintu kolkiran; anal avanukku oru cotanai erpatumayin, avan (tan mukattai) allahvai vittum tiruppik kolkiran; ittakaiyavan im'maiyilum marumaiyilum nastamataikiran -itutan telivana nastamakum"},{"SurahNumber":22,"VerseNumber":12,"Text":"avan, allahvaiyanri, tanakkut tinkilaikka mutiyatataiyum, innum tanakku nanmaiyum ceyyatataiyume pirarttikkiran - itutan netiya valiketakum"},{"SurahNumber":22,"VerseNumber":13,"Text":"evanatu timai, avanatu nanmaiyai vita mika nerunkiyirukkirato avanaiye avan pirarttikkiran - titamaka (avan tetum) patukavalanum kettavan; (appatukavalanai anti nirpavanum) ketta tolane"},{"SurahNumber":22,"VerseNumber":14,"Text":"niccayamaka, allah iman kontu (salihana) - narceyal ceypavarkalai cavanapatikalil piravecikkac ceykiran; avarrin kile arakal otik kontirukkum - niccayamaka allah, tan natuvataic ceykiran"},{"SurahNumber":22,"VerseNumber":15,"Text":"Evan (nam tutar mel poramai kontu) allah avarukku ivvulakilum marumaiyilumu; utavi ceyyamattan enru ennukirano, avan oru kayirrai vanattin alavukku nittip pinnar (napikkuk kitaittu varum iraiyarulait) tuntikka (murpata)ttume! Inta vali tannai attira muttac ceytataip pokkukirata enru parkkattum"},{"SurahNumber":22,"VerseNumber":16,"Text":"innum, ite vitamaka nam (kur'anai) telivana vacanankalaka irakkiyirukkinrom; melum, niccayamaka allah tanam natiyavarkalai (itan mulam) nervaliyil cerppan"},{"SurahNumber":22,"VerseNumber":17,"Text":"titanaka, iman kontarkale avarkalukkum; yutarkalakavum, sapiyinkalakavum, kiristavarkalakavum, majusikalakavum anarkale avarkalukkum, inaivaipporay iruntarkale avarkalukkum itaiyil (yar nervaliyil iruntarkal enpatu parri) niccayamaka allah kiyama nalil tirppuk kuruvan; niccayamaka allah ovvoru porulin mitum catciyamaka irukkiran"},{"SurahNumber":22,"VerseNumber":18,"Text":"vanankalilullavakalum, pumiyilullavarkalum, curiyanum, cantiranum, natcattirankalum, malaikalum, marankalum, piranikalum, manitarkalil perumpalanavarkalum niccayamaka alalahvukku sujutu cey(tu vananku)kinrana enpatai nir parkkavillaiya? Innum anekar mitu vetanai vitikkappattu vittatu anriyum, evanai allah ilivupatuttukinrano avanai kanniyappatuttupavan evanumillai niccayamaka allah tan natiyataic ceykiran"},{"SurahNumber":22,"VerseNumber":19,"Text":"(muhminkalum, muhminkalallatavarumana) iru tarapparum tam iraivanaip parrit tarkkikkinranar; anal evar (iraivanai) nirakarikkirahkalo avarkalukku neruppiliruntu ataikal tayarikkappatum; kotikkum nir avarkal taraikalin mel urrappatum"},{"SurahNumber":22,"VerseNumber":20,"Text":"Ataik kontu avarkalutaiya vayirukalilullavaiyum, tolkalum urukkappatum"},{"SurahNumber":22,"VerseNumber":21,"Text":"innum avarkalukku irumpinalana tantankalum untu"},{"SurahNumber":22,"VerseNumber":22,"Text":"(inta) tukkattinal avarkal a(n narakat)tai vittu veliyera virumpum petellam, atanulle tiruppappattu, \"erikkum vetanaiyaic cavaiyunkal\" (enru collappatum)"},{"SurahNumber":22,"VerseNumber":23,"Text":"iman kontu yar (salihana) - nar ceyalkal ceykirarkalo avarkalai niccayamaka allah cavanapatikalile pukuttuvan; avarrin kile arakal otikkonteyirukkum; anke ponnalana katakankaliliruntum, muttiliruntum aparanankal anivikkappatuvarkal; anku avarkalutaiya ataikalum pattaka irukkum"},{"SurahNumber":22,"VerseNumber":24,"Text":"enenil avarkal (kalima taiyipa enum) paricattamana collin pakkam (im'maiyil) valikattappattiruntarkal; innum pukalukkuriya (irai)vanin pataiyin pakkamum avarkal celuttappattiruntarkal"},{"SurahNumber":22,"VerseNumber":25,"Text":"niccayamaka evar nirakarittuk kontum ullurvacikalum veliyurvacikalum camamaka irukkum nilaiyil (mulu) manita camutayattirkum etanai (punitattalamaka) nam akkiyirukkiromo anta masjitul haramai vittum, melum allahvutaiya pataiyai vittum, tatuttuk kontum iruntarkalo avarkalukkum melum yar atile (masjitul haramil) aniyayam ceyvatan mulam varampu mira virumpukirano avanukkum novinai tarum vetanaiyiliruntu cuvaikkumpati nam ceyvom"},{"SurahNumber":22,"VerseNumber":26,"Text":"nam iprahimukkup punita alayattin itattai nirnayittu\"nir enakku evaraiyum inaivaikkatir; ennutai (inta) alayattaic curri varuvorukkum, atil rukuh, sujutu cey(tu tolu)vorukkum, atait tuymaiyakki vaippiraka\" enru colliyatai (napiye! Ninaivu kuruviraka)"},{"SurahNumber":22,"VerseNumber":27,"Text":"Hajjai parri makkalukku arivippiraka! Avarkal natantum veku tolaiviliruntu varum melinta ottakankalin mitum um'mitam varuvarkal (enak kurinom)"},{"SurahNumber":22,"VerseNumber":28,"Text":"tankalukkuriya pavankalai ataivatarkakavum; kurippitta natkalil allah avarkalukku alittulla (atu, matu, ottakam ponra) narkal piranikal mitu avan peyaraic col(li kuhpan kotup)pavarkalakavum (varuvarkal); enave atiliruntu ninkalum unnunkal; kastappatum elaikalukkum unnak kotunkal"},{"SurahNumber":22,"VerseNumber":29,"Text":"pinnar avarkal (talaimuti irakki, nakam vetti, kulittut) tam alukkukalai nikki, tankal nerccaikalai niraiverri (antap punitamana) purvika alayattai\"tavahpum\" ceyya ventum"},{"SurahNumber":22,"VerseNumber":30,"Text":"ituve (muraiyakum.) Melum allahvin punitamana kattalaikalai yar menmaippatuttukiraro atu avarukku, avarutaiya iraivanitattil cirantatakum; innum narkal piranikalil unkalukku (akatavaiyena) otappattatait tavira (marravai) unkalukku anumatikkappattullana akave vikkirakankalin acucattattiliruntu ninkal vilakik kollunkal. Anriyum poyyana collaiyum ninkal vilakik kollunkal"},{"SurahNumber":22,"VerseNumber":31,"Text":"allahvukkum etaiyum inaivaikkatu avanukku murrilum valippattavarkalaka irunkal; innum evan allahvukku inai vaikkirano, avan vanattiliruntu viluntu paravaikal avanai vari etuttuc cenratu polum allatu perun karratittu, avanai veku tolaivilulla oritattirku atittuk kontu cenratu polum akivituvan"},{"SurahNumber":22,"VerseNumber":32,"Text":"itutan (iraivan vakuttatakum,) evar allahvin cinnankalai menmai patuttukiraro niccayamaka atu ullaccattal (erpattatu) akum"},{"SurahNumber":22,"VerseNumber":33,"Text":"(Kurpanikku enru nirnayikkapperra) piranikalil oru kurippitta tavanai varaiyil unkalukku palanataiya (anumati) untu. Atan pinnar (uriya kalam vantatum) avarrin (kuhpanikkana) itam antap puratana alayattin pal irukkiratu"},{"SurahNumber":22,"VerseNumber":34,"Text":"innum kalnatai(ppirani)kaliliruntu allah avarkalukku unavakkiyulla (atu, matu, ottakam ponra)varrin mitu avarkal allahvin peyaraik kurum patic ceyvatarkave kuhpan kotuppatai ovvoru vakupparukkum (katamaiyaka) akkiyirukkirom; akave unkal nayan ore nayantan; enave ava(n oruva)nukke ninkala murrilum valippatunkal; (napiye!) Ullaccam utaiyavarkalukku nir nanmarayan kuruviruhka"},{"SurahNumber":22,"VerseNumber":35,"Text":"avarkal ettakaiyor enral allah(vin tiru namam) kurapperral, avarkalutaiya itayankal accattal natunkum; anriyum tankalukku erpatum tunpankalaip porumaiyutan cakittuk kolvorakavum, tolukaiyaic carivarak kataippitipporakavum, nam avarkalukku alittavarriliruntu (iravainin pataiyil) celavu ceyvorakavum irupparkla"},{"SurahNumber":22,"VerseNumber":36,"Text":"Innum (kuhpanikkana) ottakankal; avarrai unkalukkaka allahvin ataiyalankaliliruntum nam akkiyirukkirom; unkalukku avarril mikka nanmai ullatu enave (avai uriya muraiyil) nirkum potu avarrin mitu allahvin peyaraic col(li kuhpan cey)virkalak piraku, avai tankal pakkankalin mitu cayntu kile vilun(tu uyir nit)ta vin avarriliruntu ninkalum unnunkal; (varumaiyilum kaiyentamal iruppataik kontu) tiruptiyay irupporukkum, irapporukkum unnak kotunkal ivvitamakave, ninkal nanri celuttum poruttu avarrai unkalukku vacappatuttik kotuttirukkirom"},{"SurahNumber":22,"VerseNumber":37,"Text":"(eninum), kuhpaniyin mamicankalo, avarrin utirankalo allahvai oru potum ataivatillai anal unkalutaiya takva (payapakti) tan avanai ataiyum; allah unkalukku nervali kanpittatarkaka avanai ninkal perumaip patuttum poruttu ivvaraka avarrai unkalukku vacappatuttik kotuttirukkiran; akave nanmai ceyvorukku nir nanmarayan kuruviraka"},{"SurahNumber":22,"VerseNumber":38,"Text":"niccayamaka, allah iman kontavarkalai (musrikkukalin timaikaliliruntu) patukattuk kolkiran nampikkai mocam ceypavarkalaiyum, nanri ketta mocakkarar evaraiyum niccayamaka allah necippatillai"},{"SurahNumber":22,"VerseNumber":39,"Text":"por totukkappattorukku avarkal aniyayam ceyyappattirukkinrarkal enpatanal (avvaru por totutta kahpirkalai etirttup porituvatarku) anumati alikkappattirukkiratu niccayamaka avarkalukku utavi ceyya allah perarralutaiyavan"},{"SurahNumber":22,"VerseNumber":40,"Text":"Ivarkal (ettakaiyorenral) niyayaminrit tam vitukalai vittu veliyerrappattarkal; 'enkalutaiya iraivan oruvantan' enru avarkal kuriyatait tavira (veretuvum avarkal collavillai); manitarkalil cilaraic cilaraik kontu allah tatukkatiruppin aciramankalum ciristavak koyilkalum, yutarkalin alayankalum, allahvin tiru namam tiyanikkappatum masjitukalum alikkappattu poyirukkum; allahvukku evan utavi ceykirano, avanukku titanaka allahvum utavi ceyvan. Niccayamaka allah valimai mikkonum, (yavaraiyum) mikaittonumaka irukkinran"},{"SurahNumber":22,"VerseNumber":41,"Text":"anriyum, ivarkal (ettakaiyorenral) ivarkalukku nam pumiyil itampatakkik kotuttal, ivarkal tolukaiyai muraiyakak kataippitipparkal; jakattum kotupparkal; nanmaiyana kariyankalaic ceyyavum evuvarkal; timaiyai vittum vilakkuvarkal melum, cakala kariyankalin mutivum allahvitame irukkiratu"},{"SurahNumber":22,"VerseNumber":42,"Text":"(napiye!) Ivarkal um'maip poyyaka murpattal (atarkaka vicanappatatir; enenil) niccayamaka ivarkalukku munnal nuhutaiya camukattinarum; atu, samutu (camukattinarum tattam napimarkalaip poyppikkave murpattarkal)"},{"SurahNumber":22,"VerseNumber":43,"Text":"(ivvare) iprahimutaiya camuttatinarum luttutaiya camukattinarum (poyppikve murpattarkal)"},{"SurahNumber":22,"VerseNumber":44,"Text":"(ivvare) matyan vacikalum (murpattanar) innum musavaiyum poyppikve murpattanar eninum nan kahpirkalukku avakacam kotuttup pinnar avarkalai nan pitittuk konten; en tantanai eppatiyiruntatu? (Enpatai kavanippiraka)"},{"SurahNumber":22,"VerseNumber":45,"Text":"Aniyayam ceyta ettanaiyo u(ra)rkalai nam alittirukkirom - avarrin mukatukal mitu avai viluntu kitakkinrana ettanaiyo kinarukal palataintu kitakkinrana ettanaiyo valuvana malikaikal (palpattuk kitakkinrana)"},{"SurahNumber":22,"VerseNumber":46,"Text":"avarkal pumiyil pirayanam ceytu (ivarraip) parkkavillaiya? (Avvaru parttiruntal) avarkalukku vilankik kollakkutiya ullankalum, (nallavarraic) ceviyerkum katukalum untakiyirukkum, niccayamaka (purak) kankal kuratakavillai eninum, nencakkul irukkum itayankal (akak kankal) tam kurutakinrana"},{"SurahNumber":22,"VerseNumber":47,"Text":"(napiye! Innum varavillaiye enru) vetanaiyai avarkal avacaramaka tetukirarkal; allah tan vakkurutikku maru ceyvateyillai melum um'mutaiya iraivanitam oru nal enpatu, ninkal kanakkitukira ayiram antukalaip polakum"},{"SurahNumber":22,"VerseNumber":48,"Text":"aniyayankal ceytu kontirunta ettanaiyo urkalukku nan avakacam kotutten; pinnar avarraip pitittuk konten; melum (yavum) ennitame mintum varaventum"},{"SurahNumber":22,"VerseNumber":49,"Text":"manitarkale! Nan unkalukkut telivaka eccarippavanakave irukkinren\" enru (napiye!) Nir kuruviraka"},{"SurahNumber":22,"VerseNumber":50,"Text":"enave, evarkal iman kontu (salihana) nalla ceyalkalaic ceykirarkalo avarkalukku mannippum, kanniyamana unavum untu"},{"SurahNumber":22,"VerseNumber":51,"Text":"anal, evarkal nam'mutaiya vacanankalai torkatikka muyalkinrarkalo avarkal narakavacikale"},{"SurahNumber":22,"VerseNumber":52,"Text":"(Napiye!) Umakku munnar nam anuppi vaitta ovvoru tutarum, napiyum, (otavo, nanmaiyaiyo) natumpotu, avarkalutaiya anta nattattil saittan kulappattai eriyatiruntatillai eninum saittan erinta kulappattai allah nikkiyap pinnar avan tannutaiya vacanankalai urutippatuttukiran melum, allah yavarraiyum arintavanakavum, nanam mikkonakavum irukkinran"},{"SurahNumber":22,"VerseNumber":53,"Text":"saittan (manankalil) eriyum kulappattai, tankalutaiya irutayankalil noy irukkirate avarkalukkum, tankalutaiya irutayankal katinamaka irukkinranave avarkalukkum oru cotanaiyaka akkuvatarke (avvaru ceytan) anriyum, niccayamaka. Aniyayam ceypavarkal, ninta (etirppilum) pakaiyilum tan titanaka irukkirarkal"},{"SurahNumber":22,"VerseNumber":54,"Text":"(anal) evarukku kalvi nanam alikkappattirukankinrato avarkal, niccayamaka i(v vetamana)tu um'mutaiya iraivanitamiruntulla unmai enru arintu atan mitu iman kolvatarkakavum (avvaru ceytan, atan payanaka) avarkalutaiya irutayankal avan mun murrilum valippattup panikinrana melum; titanaka allah iman kontavarkalai nerana valiyil celuttupavanaka irukkinran"},{"SurahNumber":22,"VerseNumber":55,"Text":"nirakarittavarkal marumai nal titirena avarkalitam varum varai allatu malattu nalin vetanai avarkalitam varum varai atuparri cantekattileye irukkirarkal"},{"SurahNumber":22,"VerseNumber":56,"Text":"annalil ella atikaramum allahvukkut tan. Avan avarkalukkitaiyil tirppu valankuvan; akave iman kontu salihana (nalla) ceyalkalaic ceypavarkal pakkiyam mikka cavanapatikalil irupparkal"},{"SurahNumber":22,"VerseNumber":57,"Text":"(anal) evarkal nirakarittu nam vacanankalaip poyppikka murpattarkalo, avarkalukkuttan ilivu mikka vetanai untu"},{"SurahNumber":22,"VerseNumber":58,"Text":"Innum, evarkal allahvutaiya pataiyil (tam iruppitankalai vittu) hijrat ceytu pinnar kollappatto allatu iranto vitukirarkalo, avarkalukku allah alakiya unavai niccayamaka alikkinran; (enenil) unavalippavarkalilellam niccayamaka allahve mikka melanavan"},{"SurahNumber":22,"VerseNumber":59,"Text":"niccayamaka avan avarkal virumpum itattil avarkalai piravecikkac ceyvan; melum; niccayamaka allah mika arintavan, mikka porumaiyutaiyavan"},{"SurahNumber":22,"VerseNumber":60,"Text":"atu (appatiye akum) evan tan tunpuruttappatum alave (tunpuruttiyavanai) tantittu atan pin avan mitu kotumai ceyyappatumanal niccayamaka allah avanukku utavi ceyvan. Niccayamaka allah mikka mannippavan; pilai poruppavan"},{"SurahNumber":22,"VerseNumber":61,"Text":"atu(enenral) niccayamaka allah iravaip pakalil pukuttukinran; pakalai iravil pukuttukiran; innum; niccayamaka allah (ellavarraiyum) ketpavanakavum, parppavanakavum irukkinran"},{"SurahNumber":22,"VerseNumber":62,"Text":"itu (enenil); niccayamaka allahtan unmai (iraivan) marrum avanaiyanri (veru) etai avarkal pirarttikkirarkalo - atu poyyakum; innum; niccayamaka allah - avane uyarntavan, mikavum periyavan"},{"SurahNumber":22,"VerseNumber":63,"Text":"niccayamaka allah vanattiliruntu (malai) nirai irakkukiran; atanal pumi pacumaiyaki vitukiratu enpatai nir parkkavillaiya? Niccayamaka allah kirupaiyutaiyavan; nankarintavan"},{"SurahNumber":22,"VerseNumber":64,"Text":"vanankalil ullavaiyum, pumiyil ullavaiyum avanukke uriyavanavakum; niccayamaka allah tevaikal arravanakavum pukal mikkonakavum irukkiran"},{"SurahNumber":22,"VerseNumber":65,"Text":"(Napiye) nir parkkavillaiya? Niccayamaka allah ippumiyilullavarraiyum, avan kattalaiyal katalil cellum kappalkalaiyum unkalukku vacappatuttit tantirukkinran, tan anumatiyinri pumiyin mitu vanam viluntu vitatavaru avan tatuttum kontirukkiran. Niccayamaka allah manitarkal mitu mikka irakkamum, anpum ullavan"},{"SurahNumber":22,"VerseNumber":66,"Text":"innum; avantan unkalai valac ceykiran; piraku avane maranam ataiyac ceykiran. Atan pinnar avane unkalai uyirppippavan (eninum) niccayamaka manitan nanrikettavanaka irukkiran"},{"SurahNumber":22,"VerseNumber":67,"Text":"(napiye!) Ovvoru kuttattarukkum vanakka valipattu muraiyai erpatuttinom; atanai avarkal pinparrinar; enave ikkariyattil avarkal titanaka um'mitam pinanka ventam; innum; nir (avarkalai) um'mutaiya iraivan pakkam alaippiraka! Niccayamaka nir nervaliyil irukkinrir"},{"SurahNumber":22,"VerseNumber":68,"Text":"(napiye!) Pinnum avarkal um'mitam tarkkam ceytal; \"ninkal ceyvatai allahve nankarintavan\" enru (avarkalitam) kuruviraka"},{"SurahNumber":22,"VerseNumber":69,"Text":"ninkal e(v visayat)til muranpattuk kontirukkirirkalo, ataipparri allah kiyama nalil unkalukkitaiye tirppalippan"},{"SurahNumber":22,"VerseNumber":70,"Text":"niccayamaka allah vanattilum, pumiyilum ullavarrai nankarikiran enpatai nir ariyavillaiya? Niccayamaka ivai(yellam) oru puttakattil (pativu ceyyappattu) irukkinrana. Niccayamaka itu allahvukku mikavum culapamanatu"},{"SurahNumber":22,"VerseNumber":71,"Text":"melum; ivarkal allah allatatai vanankukinranar; itarku avan enta vitamana attatciyaiyum irakkavillai itaipparri i(vvaru vanankupa)varkalukku evvitak kalviyataramum illai enave, ittakaiya aniyayakkararkalukku utavi ceyvor illai"},{"SurahNumber":22,"VerseNumber":72,"Text":"Innum avarkal mitu nam'mutaiya telivana vacanankal otik kanpikkappattal, kahpirkalutaiya mukankalil veruppai nir arivir; avarkalitam nam vacanankalai otik kattupavarkalai avarkal takkavum murpatuvarkal. \"Innum koturamanatai nan unkalukku arivikkattuma? (Atutan naraka) nerup; pu atanai allah kahpirkalukku vakkalikkiran; melum; atu milum itankalilellam mikavum kettatu\" enru (napiye!) Nir kuruviraka"},{"SurahNumber":22,"VerseNumber":73,"Text":"manitarkale! Or utaranam collappatukiratu. Enave cevitalttik kelunkal. Niccayamaka allahvaiyanri (veru) evarkalai ninkal pirarttikkinrirkalo, avarkalellam onru cerntalum or iyaikkutap pataikka mutiyatu innum, avarkalitamiruntu oru porulai etuttuk kontu ponal avarkalal atanai anta iyitattiliruntu tirumpak kaipparravum mutiyatu tetuvonum, tetappatuvonum palahinarkale"},{"SurahNumber":22,"VerseNumber":74,"Text":"avarkal allahvaik kanniyappatutta ventiyavaru kannayappatuttavillai niccayamaka allah vallamai mikkavan; (yavaraiyum) mikaittavan"},{"SurahNumber":22,"VerseNumber":75,"Text":"allah malakkukaliliruntum, manitarkaliliruntum tutarkalai terntetuttuk kolkiran! Niccayamaka allah (ellavarraiyum) ceviyerpavan; parppavan"},{"SurahNumber":22,"VerseNumber":76,"Text":"avarkalukku mun (cenru) iruppataiyum, avarkalukkup pin (vara) iruppataiyum avan nankarikiran. Innum allahvitame ellak kariyankalum (tirvukkaka) mitkappatum"},{"SurahNumber":22,"VerseNumber":77,"Text":"iman kontavarkale! Ninkal rukuh ceyyunkal; innum sajtavum ceyyunkal; innum unkal iraivanai vanankunkal; melum; ninkal verri perum poruttu, nanmaiye ceyyunkal"},{"SurahNumber":22,"VerseNumber":78,"Text":"Innum ninkal allahvin pataiyil avanukkaka porata ventiya muraippati poratunkal; avan unkalait terntetuttuk kontan; inta tinil (markkattil) avan unkalukku enta ciramattaiyum erpatuttavillai itu tan unkal pitavakiya iprahimutaiya markkamakum; avantam itarku munnar unkalukku muslimkal enap peyarittan. I(vvetat)tilum (avvare kurap perrullatu); itarku nam'mutaiya ittutar unkalukkuc catciyaka irukkirar; enave ninkal tolukaiyai nilai niruttunkal innum jakattaik kotuttu varunkal, allahvaip parrik kollunkal, avantan unkal patukavalan;. Patukavalarkalilellam avane mikka nallavan, mikac ciranta utaviyalan"}]}