{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allah pis sozun acıq (ucadan) deyilməsini sevməz. Yalnız zulm olunmus səxslər mustəsnadır. Allah (hər seyi) esıdəndir, biləndir"},{"SurahNumber":4,"VerseNumber":149,"Text":"Əgər yaxsı bir əməli askara cıxarsanız, yaxud onu gizlətsəniz və ya bir pisliyi əfv etsəniz (Allah onları bilər). Həqiqətən, Allah bagıslayandır, qudrət sahibidir"},{"SurahNumber":4,"VerseNumber":150,"Text":"Allahı və peygəmbərlərini inkar edənlər, Allahı peygəmbərlərindən ayırmaq istəyənlər. “Biz peygəmbərlərdən bə’zisinə inanır, bə’zilərinə isə inanmırıq”,- deyənlər və bunun (iman ilə kufr) arasında bir yol (məzhəb) tapmaq istəyənlər"},{"SurahNumber":4,"VerseNumber":151,"Text":"Butun bunlar, həqiqətən, kafirdirlər. Biz (axirətdə) kafirlərdən otru alcaldıcı əzab hazırlamısıq"},{"SurahNumber":4,"VerseNumber":152,"Text":"Lakin Allaha və peygəmbərlərinə iman gətirən və onların hec birini digərindən ayırmayan səxslərə Allah Ozu mukafatlarını verəcəkdir. Subhəsiz ki, Allah bagıslayandır, rəhm edəndir"},{"SurahNumber":4,"VerseNumber":153,"Text":"(Ya Rəsulum!) Kitab əhli (yəhudilər) sənin onlara goydən (birdəfəlik) bir kitab endirməyini istəyirlər. Halbuki onlar (vaxtilə) Musadan bundan daha boyuyunu istəmis və: “Bizə Allahı askar gostər!” – demisdilər. Və oz ədalətsizlikləri uzundən onları ildırım vurmusdu. Sonra onlara acıq-aydın mo’cuzələr gəldiyi halda, buzova sitayis etmisdilər. Biz bundan da (onların bu gunahından da) kecdik və Musaya acıq-askar dəlil (parlaq mo’cuzələr) verdik"},{"SurahNumber":4,"VerseNumber":154,"Text":"Əhdə riayət etsinlər deyə, Tur dagını onların (basları) uzərinə qaldırdıq və onlara: “Qapıdan (ibadət cadırının qapısından) səcdə edərək daxil olun, sənbə gununun qayda-qanununu pozmayın!” – dedik. Və onlardan mohkəm əhd aldıq"},{"SurahNumber":4,"VerseNumber":155,"Text":"Lakin onlar verdikləri əhdi pozduqları, Allahın ayələrini inkar etdikləri, peygəmbərləri haqsız yerə oldurdukləri və: “Urəklərimiz pərdəlidir!” - dedikləri ucundan (Allahın lə’nətinə ducar oldular). Bəli, oz kufrləri uzundən Allah onların urəklərinə mohur vurmusdur (kilidləmisdir). Buna gorə də onların yalnız az bir hissəsi iman gətirər"},{"SurahNumber":4,"VerseNumber":156,"Text":"Onlar həm də kufr etdikləri (Isanı inkar etdikləri) və Məryəmə qarsı boyuk bir bohtan dedikləri ucun (lə’nətə ducar oldular)"},{"SurahNumber":4,"VerseNumber":157,"Text":"(Onların lə’nətə ducar olmalarının bir səbəbi də:)” Biz, Allahın elcisi Məryəm oglu Isa əl-Məsihi oldurduk”, - demələridir. Halbuki onlar Isanı nə oldurdulər, nə də carmıxa cəkdilər. Onlarda yalnız belə bir təsəvvur yarandı. Bu haqlı ixtilafda olanlar onun (səxsən oldurulməsi) barəsində, əlbəttə, səkk-subhə icərisindədirlər. Onların buna dair hec bir mə’lumatı yoxdur. Onlar ancaq zənnə qapılırlar. Həqiqətdə onu (Isanı) oldurməmisdilər"},{"SurahNumber":4,"VerseNumber":158,"Text":"Xeyr, Allah onu Oz dərgahına qaldırmısdır. Subhəsiz, Allah yenilməz quvvət sahibi, hikmət sahibidir"},{"SurahNumber":4,"VerseNumber":159,"Text":"Kitab əhlindən (yəhudilərdən və xacpərəstlərdən) elə bir kəs olmaz ki, olumundən əvvəl (can verdiyi zaman) ona (Isaya) iman gətirməsin, lakin o, (Isa) qiyamət gunundə onların (kitab əhlinin) əleyhinə səhadət verəcəkdir"},{"SurahNumber":4,"VerseNumber":160,"Text":"Yəhudilər zulm etdiklərinə və bir coxlarını Allahın yolundan dondərdiklərinə gorə (əvvəlcə) ozlərinə halal edilmis gozəl (təmiz, halal) ne’mətləri onlara haram etdik"},{"SurahNumber":4,"VerseNumber":161,"Text":"Və qadagan olunmasına baxmayaraq, sələm (faiz) aldıqlarından, haqsız yerə xalqın malını yediklərindən dolayı (halal olanı onlara haram buyurduq). Biz onlardan olan kafirlər ucun siddətli bir əzab hazırlamısıq"},{"SurahNumber":4,"VerseNumber":162,"Text":"Lakin onların elmdə quvvətli (mohkəm) olanları və mo’minləri sənə nazil edilənə və səndən əvvəl nazil edilənə və səndən əvvəl nazil olanlara inanır, namaz qılır, zəkat verir, Allaha və axirət gununə iman gətirirlər. Biz, əlbəttə, onlara boyuk mukafat verəcəyik"},{"SurahNumber":4,"VerseNumber":163,"Text":"(Ya Rəsulum!) Biz Nuha və ondan sonrakı peygəmbərlərə vəhy gondərdiyimiz kimi, sənə də vəhy gondərdik. Biz Ibrahimə, Ismailə, Ishaqa, Yə’quba və onun ovladlarına, Isaya, Əyyuba, Yunisa, Haruna və Suleymana da vəhy gondərdik. Biz Davuda da Zəburu verdik"},{"SurahNumber":4,"VerseNumber":164,"Text":"(Biz) peygəmbərlər (gondərdik). Onların bə’zisinin əhvalatını bundan əvvəl sənə danısdıq, bə’zisinin əhvalatını isə soyləmədik. Və Allah Musa ilə sozlə (arada hec bir basqa vasitə olmadan) danısdı"},{"SurahNumber":4,"VerseNumber":165,"Text":"Biz peygəmbərləri (mo’minlərə) mujdə gətirən və (kafirləri) əzabla qorxudan kimi gondərdik ki, daha insanlar ucun peygəmbərlərdən sonra Allaha qarsı bir bəhanə yeri qalmasın. Allah yenilməz quvvət sahibi, hikmət sahibidir"},{"SurahNumber":4,"VerseNumber":166,"Text":"Lakin (Ya Rəsulum!) Allah sənə nazil etdiyi (Qur’an) ilə səhadət verir ki, onu (Qur’anı) Oz elmi ilə (Ozunə xas olan elm və hikmətlə) nazil etmisdir. Mələklər də buna sahidlik edirlər. Təkcə Allahın sahid olması yetər"},{"SurahNumber":4,"VerseNumber":167,"Text":"(Allahı) inkar edən və (insanları) Allahın yolundan dondərən səxslər, subhəsiz ki, (haqdan) cox uzaq bir zəlalətə ugramıslar"},{"SurahNumber":4,"VerseNumber":168,"Text":"Kafirləri və zulmkarları, subhəsiz ki, Allah bagıslayan və onlara (cəhənnəm yolundan basqa) bir yol gostərən deyildir"},{"SurahNumber":4,"VerseNumber":169,"Text":"Əbədi, həmisəlik qalacaqları cəhənnəm yolundan basqa! Bu isə Allah ucun cox asandır"},{"SurahNumber":4,"VerseNumber":170,"Text":"Ey insanlar! Peygəmbər Rəbbinizdən sizə haqla (Qur’anı) gətirdi. (Ona) iman gətirin! Bu sizin ucun xeyirli olar. Siz (onu) inkar etsəniz də, (bilin ki) goylərdə və yerdə nə varsa, (hamısı) Allaha məxsusdur. (Allahın sizin Ona inanıb-inanmamagınıza hec bir ehtiyacı yoxdur. Bu, ancaq sizin ozunuzə xeyir və ya zərər gətirə bilər). Həqiqətən, Allah (hər seyi) biləndir, hikmət sahibidir"},{"SurahNumber":4,"VerseNumber":171,"Text":"Ey kitab əhli! Oz dininizdə həddi asmayın! Allah barəsində yalnız haqqı deyin. Həqiqətən, Məryəm oglu Isa əl-Məsih ancaq Allahın peygəmbəri, (Cəbrail vasitəsilə) Məryəmə catdırdıgı bir soz və Onun tərəfindən olan bir ruhdur. Allaha və peygəmbərlərinə iman gətirin. (Allah barəsində) “ucdur” deməyin. (Belə sozlərə) son qoyun ki, (bu) sizin ucun daha yaxsı olar. Həqiqətən, Allah tək bir tanrıdır. Ovladı olmaqdan (bu bəsəri xususiyyətdən) kənardır. Goylərdə və yerdə nə varsa, (hamısı) Onundur. Allahın (sizə) vəkil olması bəs edər"},{"SurahNumber":4,"VerseNumber":172,"Text":"Isa əl-Məsih də, yaxın mələklər də Allahın qulu olmagı əsla ozlərinə ar bilməzlər. Allah Ona ibadət etməyi ozunə ar bilənlərin və təkəbbur gostərənlərin hamısını Oz huzuruna toplayacaqdır"},{"SurahNumber":4,"VerseNumber":173,"Text":"(Allah) iman gətirənlərin və yaxsı islər gorənlərin mukafatlarını busbutun verəcək, ustəlik Oz ne’mətindən onlar ucun (bir qədər) artıracaqdır. (Allaha ibadət etməyi) ozlərinə sıgısdırmayanları və təkəbbur gostərənləri isə acı bir əzaba ducar edəcəkdir! Onlar ozlərinə Allahdan savayı nə bir dost, nə də havadar tapacaqlar"},{"SurahNumber":4,"VerseNumber":174,"Text":"Ey insanlar! (Bu Muhəmməd) sizə Rəbbiniz tərəfindən dəlil gəlmisdir. Biz sizə aydın bir nur (Qur’an) endirdik"},{"SurahNumber":4,"VerseNumber":175,"Text":"Allah Ona iman gətirən və Ondan mohkəm yapısanları oz mərhəməti, lutfu altına alar və onları ozunə tərəf gedən duz yola yonəldər"},{"SurahNumber":4,"VerseNumber":176,"Text":"(Ya Rəsulum!) Səndən fətva istəyirlər. De: “Atası və ovladı olmayan səxs (səxsin mirası) haqqında Allah sizə belə fətva verir: Ovladı (və atası) olmayan bir səxs vəfat etdikdə onun (atabir-anabir və ya yalnız atabir) bir bacısı varsa, qoyub getdiyi malın yarısı bacıya catır. Ovladı (və atası) olmayan bir qadın vəfat etdikdə qardası onun varisidir (malının hamısı onun payına dusur). Əgər vəfat edən səxsin iki (və ya daha artıq) bacısı varsa, mirasın ucdə ikisi onlara catır. Əgər varislər qardas və bacılardan (bir qardas, bir bacı və ya bir necə bacı-qardasdan) ibarət olarsa, kisiyə (qardasa) qadına (bacıya) dusən payın iki misli verilir”. Allah bunu sizə dogru yoldan cıxmamagınız ucun aydınlasdırır. Allah hər seyi biləndir"},{"SurahNumber":5,"VerseNumber":1,"Text":"Ey iman gətirənlər! Əhdlərə sadiq olun. Ihramda olarkən ov sizə qadagan edilməklə, (asagıda) adları cəkiləcək heyvanlar mustəsna olaraq, qalanları sizə halal edildi. Subhəsiz ki, Allah istədiyini hokm edər"},{"SurahNumber":5,"VerseNumber":2,"Text":"Ey iman gətirənlər! Allahın muəyyən etdiyi mərasimə (həcc mərasiminə), haram (hormətli) aya (həcc ayı hesab edilən zulhiccəyə və ya rəcəb zulqə’də, zulhiccə və məhərrəm aylarına), (Kə’bəyə gətirilən) qurbanlara, boynuna nisan taxılmıs qurbanlıq heyvanlara, həmcinin Rəbbinin lutfunu və razılıgını diləyərək Beytulhərama (muqəddəs evə) uz tutub (ziyarətə) gələnlərə hormətsizlik etməyin! [Onlara qarsı nalayiq islər gorməyi ozunuzə halal (rəva) bilməyin!] Ihramdan cıxdıgınız zaman (istəsəniz) ov edin. (Vaxtilə) sizi Məscidulhərama daxil olmaga qoymayan camaata qarsı bəslədiyiniz kin sizi təcavuzə sovq etməsin (zulm və haqsızlıq gunahına batırmasın). Yaxsılıq etməkdə və pis əməllərdən cəkinməkdə əlbir olun, gunah is gorməkdə və dusməncilik etməkdə bir-birinizə komək gostərməyin. Allahdan qorxun. Həqiqətən, Allahın əzabı siddətlidir"},{"SurahNumber":5,"VerseNumber":3,"Text":"Olu (kəsilmədən olub murdar olmus) heyvan, qan, donuz əti, Allahdan basqasının adı ilə (bismillah deyilmədən) kəsilmis, bogulmus, (kut alət və ya silahla) vurulmus, (bir yerdən) yıxılaraq olmus, (basqa bir heyvanın buynuzu ilə) vurulub gəbərmis, vəhsi heyvanlar tərəfindən parcalanıb yeyilmis - canı cıxmamıs kəsdiyiniz heyvanlar mustəsnadır - dikinə qoyulmus daslar (butlər və ya Kə’bənin ətrafındakı butpərəst qurbangahlar) uzərində kəsilmis heyvanlar və fal oxları ilə pay bolmək sizə haram edildi. Bunlar gunahdır. Bu gun kafirlər dininizdən (onu məhv edə bilmədikləri ucun) əllərini uzdulər. Onlardan qorxmayın, Məndən qorxun! Bu gun dininizi sizin ucun kamil etdim, sizə olan ne’mətimi (Məkkənin fəthi, islamın movqeyinin mohkəmlənməsi, Cahiliyyət dovrunun bir sıra zərərli adətlərinin aradan qaldırılması və i. a.) tamamladım və sizin ucun din olaraq islamı bəyənib secdim. Kim aclıq uzundən nacar qalarsa (cətinliyə dusərsə), gunaha meyl etmək niyyətində olmayaraq (zəruri ehtiyacını odəyəcək qədər bu haram ətlərdən yeyə bilər). Həqiqətən, Allah bagıslayandır, rəhm edəndir"},{"SurahNumber":5,"VerseNumber":4,"Text":"(Ya Rəsulum!) Səndən hansı seylərin halal edildiyini sorusurlar. De: “Butun pak ne’mətlər sizə halal buyurulmusdur. Allahın sizə oyrətdiyi (ov usulları) ilə tə’lim edib əhliləsdirdiyiniz yırtıcı heyvanların (ov iti, sahin və s.) ovladıqları da sizə halaldır. Onların sizin ucun tutub gətirdiklərindən yeyin və ona gorə (tə’lim etdiyiniz heyvan və qusları ov uzərinə qısqırtdıgınız, silah islətdiyiniz və ovu kəsdiyiniz zaman) Allahın adını cəkin (bismillah, Allahu-əkbər deyin). Allahdan qorxun. Subhəsiz ki, Allah tezliklə haqq-hesab cəkəndir"},{"SurahNumber":5,"VerseNumber":5,"Text":"Bu gun pak ne’mətlər sizə halal edilmisdir. Kitab əhlinin yeməkləri sizə, sizin yeməkləriniz isə kitab əhlinə halaldır. Mo’minlərin, həmcinin sizdən əvvəl kitab verilmislərin (yəhudilərin və xacpərəstlərin) azad və ismətli (ozlərini zinadan və nəfslərini haram seylərdən qoruyan) qadınları mehrlərini verdiyiniz, namuslu olub zina etmədiyiniz və asna saxlamadıgınız təqdirdə (evlənmək ucun) sizə halaldır. Imanı dananın butun isləri bosa cıxar və o, axirətdə zərər cəkənlərdən olar"},{"SurahNumber":5,"VerseNumber":6,"Text":"Ey iman gətirənlər! Namaza durdugunuz zaman uzunuzu və dirsəklərlə birlikdə (dirsəklərdən və ya dirsəklərə qədər) əllərinizi yuyun. (Yas əlinizlə) basınızı və hər iki bəndə (oynaga) qədər ayaqlarınızı məsh edin (və ya: basınızı məhs edin, ayaqlarınızı isə hər iki topuga qədər yuyun). Əgər cunub (murdar) olmusunuzsa, qusl edin (bədəninizi basdan ayaga qədər yuyub təmizləyin). Xəstələndiyiniz, səfərdə oldugunuz, ayaq yolundan gəldiyiniz və ya qadınlarla yaxınlıq etdiyiniz zaman su tapmasanız, pak torpaqla təyəmmum edin, ondan uzunuzə və əllərinizə surtun (paklıgı niyyət edib əllərinizi bir dəfə torpaga surtərək uzunuzu, bir dəfə də torpaga surtərək əllərinizi məsh edin). Allah sizi cətinliyə salmaq istəməz, lakin O sizi pak, təmiz etmək və sizə olan ne’mətini tamamlamaq (artırmaq) istər ki, bəlkə, sukur edəsiniz"},{"SurahNumber":5,"VerseNumber":7,"Text":"Allahın sizə olan ne’mətini və: “Esitdik və itaət etdik”, - dediyiniz zaman sizinlə bagladıgı əhdi unutmayın. Allahdan qorxun. Subhə yoxdur ki, Allah urəklərdə olanları (qəlblərin sirrini) biləndir"},{"SurahNumber":5,"VerseNumber":8,"Text":"Ey iman gətirənlər! Allah qarsısında (borcunuzu yerinə yetirməkdə) sabitqədəm və ədalətli sahidlər olun. Hər hansı bir camaata qarsı olan kininiz sizi ədalətsizliyə sovq etməsin. Ədalətli olun. Bu, təqvaya daha yaxındır. Allahdan qorxun. Allah etdiklərinizdən xəbərdardır"},{"SurahNumber":5,"VerseNumber":9,"Text":"Allah iman gətirib yaxsı islər gorənlərə onlara bagıslanma və boyuk mukafat gozlədiyini və’d buyurmusdur"},{"SurahNumber":5,"VerseNumber":10,"Text":"Kafir olub ayələrimizi təkzib edənlər isə cəhənnəmlikdirlər"},{"SurahNumber":5,"VerseNumber":11,"Text":"Ey iman gətirənlər! Allahın sizə olan lutfunu xatırlayın ki, (bir dəfə) bir tayfa (Məkkə musriklərini və ya Bəni Sə’ləb qəbiləsi) sizə əl qaldırmaq (hucum etmək) niyyətində oldugu zaman Allah onlara manecilik torətmisdi. Allahdan qorxun. Mo’minlər yalnız Allaha təvəkkul etsinlər"},{"SurahNumber":5,"VerseNumber":12,"Text":"Allah Israil ogullarından əhd almısdı. Biz onlardan (ozlərinə) on iki nəzarətci (vəkil) gondərmisdik. Allah buyurmusdu: “Mən sizinləyəm. Əgər namaz qılsanız, zəkat versəniz, peygəmbərlərimə iman gətirib onlara komək etsəniz, Allaha (Allah yolunda) gozəl bir borc (sədəqə) versəniz, əlbəttə, gunahlarınızın ustunu ortər və sizi (agacları) altından caylar axan cənnətlərə daxil edərəm. Lakin bundan sonra sizdən hər kəs (əhdi pozaraq) kufr edərsə, o artıq dogru yoldan azmıs olar!”"},{"SurahNumber":5,"VerseNumber":13,"Text":"Sonra əhdlərini pozduqları ucun onları lə’nətlədik və urəklərini sərtləsdirdik. Onlar sozlərin (Tovratda peygəmbərin vəsfinə dair kəlmələrin və bə’zi basqa ayələrin) yerlərini dəyisib təhrif edir və xəbərdar edildikləri seylərin bir hissəsini (Muhəmməd peygəmbərə iman gətirməyi) unudurlar. Onların az bir qismi mustəsna olmaqla, sən onlardan həmisə xəyanət gorəcəksən. Bununla belə, onları bagısla, gunahlarından kec. Subhəsiz ki, Allah yaxsılıq edənləri sevər"},{"SurahNumber":5,"VerseNumber":14,"Text":"“Biz xacpərəstik”, - deyənlərdən də əhd almısdıq. Sonra onlar xəbərdar olunduqları seylərin bir hissəsini (Muhəmməd peygəmbərə iman gətirməyi) unutdular. Biz də aralarına qiyamət gununə qədər davam edəcək ədavət və kin saldıq. Allah onlara gordukləri islər barəsində xəbər verəcəkdir"},{"SurahNumber":5,"VerseNumber":15,"Text":"Ey kitab əhli! Sizə kitabda (Tovratda və Incildə) gizlətdiyiniz seylərin bir coxunu bildirən, bir coxunu da sizə bagıslayıb ustunu vurmayan (və ya sizdən bir coxunu bagıslayan) Peygəmbərimiz gəldi. Artıq Allah tərəfindən sizə bir nur və acıq-aydın bir Kitab (Qur’an) gəldi"},{"SurahNumber":5,"VerseNumber":16,"Text":"Allah Oz lutfunə sıgınanları onunla (Peygəmbər və Qur’an vasitəsilə) əmin-amanlıq (sulh) yollarına yonəldər, onları oz iznilə zulmətdən nura cıxarar və duz yola istiqamətləndirər"},{"SurahNumber":5,"VerseNumber":17,"Text":"“Allah Məryəm oglu Məsihdir”, - deyənlər, subhəsiz ki, kafir oldular. (Onlara) de: “Əgər Allah Məryəm oglu Məsihi, anasını və yer uzundə olanların hamısını məhv etmək istəsə, (bu isdə) kim Ona bir seylə mane ola bilər? Goylərin, yerlərin və onların arasında olan hər bir seyin ixtiyarı Allahın əlindədir. O, istədiyini yaradar, Allah hər seyə qadirdir"},{"SurahNumber":5,"VerseNumber":18,"Text":"Yəhudilər və xacpərəstlər dedilər: “Biz Allahın ogulları və sevimliləriyik”. (Onlara) de: “Bəs onda Allah nə ucun gunahlarınıza gorə sizə əzab verir?” Xeyr, siz də Onun yaratdıgı bir bəsərsiniz. (Allah) istədiyini bagıslar, istədiyinə əzab verər. Goylərin, yerin və onların arasında olan hər bir seyin ixtiyarı Allahın əlindədir və axır donus də Onun huzurunadır"},{"SurahNumber":5,"VerseNumber":19,"Text":"Ey kitab əhli! Peygəmbərlərin ardı-arası kəsildiyi bir dovrdə: “Bizə nə bir (Cənnətlə) mujdə verən, nə də bir (cəhənnəm əzabı ilə) qorxudan kimsə gəldi”, - deməməyiniz ucun sizə Peygəmbərimiz (Muhəmməd) gəldi. Artıq sizə mujdə verən və qorxudan (xəbərdarlıq edən) səxs gəlmisdir. Allah hər seyə qadirdir"},{"SurahNumber":5,"VerseNumber":20,"Text":"Bir zaman Musa oz camaatına belə demisdi: “Ey camaatım, Allahın sizə olan ne’mətini xatırlayın ki, sizdən peygəmbərlər gondərdi, padsahlar tə’yin etdi və aləmlərdən (bəsər ovladından) hec birinə vermədiyini sizə verdi"},{"SurahNumber":5,"VerseNumber":21,"Text":"Ey camaatım! Allahın sizin ucun əzəldən (vətən) muəyyən etdiyi muqəddəs torpaga (Beytulmuqəddəs və ya Sama) daxil olun, geri donməyin (dusməndən qorxub qacmayın və ya dininizdən donməyin), yoxsa zərər cəkmis halda geri donərsiniz"},{"SurahNumber":5,"VerseNumber":22,"Text":"Onlar dedilər: “Ya Musa, orada nəhəng (quvvətli) adamlar (Ad qovmunə mənsub Əmaliqə tayfası) vardır. Onlar oradan cıxmayınca bir ora girməyəcəyik. Əgər onlar oradan cıxsalar, biz ora daxil olarıq”"},{"SurahNumber":5,"VerseNumber":23,"Text":"(Allahdan) qorxanlardan Allahın ne’mət verdiyi iki nəfər dedi: “Onların ustunə (qəflətən) qapıdan (yasadıqları səhərin qapısından) girin. Əgər (qapıdan) girsəniz, onlara mutləq qələbə calarsanız. Əgər mo’minsinizsə, Allaha təvəkkul edin!”"},{"SurahNumber":5,"VerseNumber":24,"Text":"(Israil ogulları) dedilər: “Ey Musa, nə qədər ki, onlar oradadırlar, biz ora girməyəcəyik. Sən və Rəbbin gedib onlarla vurusun. Biz isə burada oturacagıq”"},{"SurahNumber":5,"VerseNumber":25,"Text":"(Musa) dedi: “Ey Rəbbim! Mənim yalnız ozumə və qardasıma (Haruna) gucum catar (sozum kecər). Sən bizi bu gunahkar və azgın camaatdan ayır!”"},{"SurahNumber":5,"VerseNumber":26,"Text":"(Allah Musaya) buyurdu: “Artıq ora (muqəddəs torpaq) qırx il muddətinə onlara haram edildi. Onlar olduqları yerdə (Tih səhrasında) sərgərdan gəzib dolasacaqlar. O gunahkar (və azgın) camaatın halına acıma!”"},{"SurahNumber":5,"VerseNumber":27,"Text":"(Ya Rəsulum!) Onlara Adəmin iki oglunun əhvalatını oldugu kimi soylə. Onlar qurban gətirdikləri zaman birinin qurbanı qəbul edilmis, digərininki isə qəbul olunmamısdı. (Qurbanı qəbul olunmayan Qabil qardası Habilə) demisdi: “Səni mutləq oldurəcəyəm! (Habil ona) belə cavab vermisdi: “Allah yalnız muttəqilərdən (qurban) qəbul edər"},{"SurahNumber":5,"VerseNumber":28,"Text":"Sən məni oldurməkdən otru mənə əl qaldırsanda, mən səni oldurmək ucun sənə əl qaldıran deyiləm. Mən aləmlərin Rəbbi olan Allahdan qorxuram"},{"SurahNumber":5,"VerseNumber":29,"Text":"Mən istəyirəm ki, sən (məni oldurməklə) mənim də gunahımı oz gunahınla birlikdə ustunə goturəsən və beləliklə də, Cəhənnəm sakinlərindən olasan. Zalimlərin cəzası budur!”"},{"SurahNumber":5,"VerseNumber":30,"Text":"Nəfsi onu (Qabili) qardasını oldurməyə sovq etdi, onu (Habili) oldurdu və bununla da zərərcəkənlərdən oldu"},{"SurahNumber":5,"VerseNumber":31,"Text":"Sonra Allah qardasının cəsədini necə basdırmagı ona gostərmək ucun yer esən bir qarga gondərdi. (Qabil) dedi: “Vay halıma! (Gor nə gunə qalmısam!) Bu qarga qədər olub qardasımın cəsədini də basdıra bilmərəm?” O, artıq pesman olmusdu"},{"SurahNumber":5,"VerseNumber":32,"Text":"Buna gorə də Israil ogullarına (Tovratda) yazıb hokm etdik ki, hər kəs bir kimsəni oldurməmis (bununla da ozundən qisas alınmaga yer qoymamıs) və yer uzundə fitnə-fəsad torətməmis bir səxsi oldursə, o, butun insanları oldurmus kimi olur. Hər kəs belə bir kimsəni diriltsə (olumdən qurtarsa), o, butun insanları diriltmis kimi olur. Bizim peygəmbərlərimiz onlara (Israil ogullarına) acıq mo’cuzələr gətirmisdilər. Bundan (bu mo’cuzələrdən) sonra da onların bir coxu yer uzundə (kufr, qətl və cinayət etməklə) həddi asdılar"},{"SurahNumber":5,"VerseNumber":33,"Text":"Allaha və Peygəmbərinə qarsı vurusanların, yer uzundə fitnə-fəsad salmaga calısanların cəzası ancaq oldurulmək, carmıxa cəkilmək, ya da əl-ayaqlarının carpazvari (sag əllərilə sol ayaqlarını) kəsilməsi, yaxud da yasadıqları yerdən surgun olunmalıdırlar. Bu (cəza) onlar ucun dunyada bir rusvaycılıqdır. Axirətdə isə onları boyuk bir əzab gozləyir"},{"SurahNumber":5,"VerseNumber":34,"Text":"Sizin əlinizə kecməmisdən əvvəl tovbə edənlər mustəsnadır. Bilin ki, Allah bagıslayandır, rəhm edəndir"},{"SurahNumber":5,"VerseNumber":35,"Text":"Ey iman gətirənlər! Allahdan qorxun, Ona (Onun rəhmətinə və lutfunə qovusmaq ucun) vəsilə (yol) axtarın. (Allah) yolunda cihad edin ki, nicat tapasınız"},{"SurahNumber":5,"VerseNumber":36,"Text":"Əgər yer uzundə olanların hamısı, ustəlik bir o qədər kafirlərin əlində olsaydı və onlar bunu qiyamət gununun əzabından qurtarmaq ucun fidyə versəydilər, yenə də onlardan (fidyə) qəbul olunmazdı. Onları siddətli bir əzab gozləyir"},{"SurahNumber":5,"VerseNumber":37,"Text":"Onlar atəsdən cıxmaq istədilər, lakin hec cur oradan cıxa bilməzlər. Onlar əbədi əzaba ducar olanlardır"},{"SurahNumber":5,"VerseNumber":38,"Text":"Ogru kisi ilə ogru qadının gordukləri isin əvəzi kimi Allahdan cəza olaraq (sag) əllərini kəsin. Allah yenilməz quvvət sahibi, hikmət sahibidir"},{"SurahNumber":5,"VerseNumber":39,"Text":"Lakin hər kəs gorduyu haqsız isdən (ogurluqdan) sonra tovbə edib ozunu duzəltsə, Allah onun tovbəsini qəbul edər. Həqiqətən, Allah bagıslayandır, rəhm edəndir"},{"SurahNumber":5,"VerseNumber":40,"Text":"(Ey insan!) Məgər bilmirsən ki, goylərin və yerin hokmu Allaha məxsusdur?! O, istədiyinə əzab verər, istədiyini bagıslar. Allah hər seyə qadirdir"},{"SurahNumber":5,"VerseNumber":41,"Text":"Ya Peygəmbər (Ya Rəsulum!) urəklərində inanmadıqları halda, dildə (agızları ilə): “Inandıq”, deyənlərin (munafiqlərin), yəhudilərdən yalana qulaq asanların, sənin huzuruna gəlməyən basqa bir camaata qulaq asanların (onlara casusluq edənlərin) kufr icində vurnuxanları səni kədərləndirməsin. Onlar (Tovratdakı) sozlərin yerini sonradan dəyisib təhrif edir və deyirlər: “Əgər sizə bu (təhrif olunmus dini hokm) verilsə, onu qəbul edin. Əgər verilməsə, ondan qacının”. Allahın fitnəyə (azgınlıga) dusməsini istədiyi səxs ucun Allaha qarsı sənin əlindən hec bir sey gəlməz. Onlar elə kəslərdir ki, Allah onların urəklərini təmizləmək istəməmisdir. Onları dunyada rusvaycılıq, axirətdə isə boyuk (dəhsətli) bir əzab gozləyir"},{"SurahNumber":5,"VerseNumber":42,"Text":"Onlar yalana qulaq asanlar və haram yeyənlərdir. Əgər yanına gəlsələr, aralarında hokm et və ya onlardan uz cevir. Əgər onlardan uz dondərsən, sənə hec bir zərər verə bilməzlər. Əgər aralarında hokm etsən, ədalətlə hokm et. Allah ədalət sahiblərini sevər"},{"SurahNumber":5,"VerseNumber":43,"Text":"Icərisində Allahın hokmu olan Tovrat əllərində ola-ola səni necə (nə uzlə) hakim tə’yin edir, sonra da ondan (sənin Tovrata muvafiq verdiyin hokmdən) uz cevirirlər? Onlar iman gətirmis (mo’min) kimsələr deyildirlər"},{"SurahNumber":5,"VerseNumber":44,"Text":"Subhəsiz ki, Tovratı da Biz nazil etdik. Onda haqq yol və nur vardır. (Allaha) təslim olan peygəmbərlər yəhudilər arasında onunla, din alimləri və fəqihlər isə kitabdan qorunub saxlanılanlarla (Tovratdan ələ gəlib catan ayələrlə) hokm edərdilər. Onlar (peygəmbərlər, din alimləri və fəqihlər) ona (Tovratın ilahi bir kitab olmasını) sahiddirlər. (Ey yəhudi alimləri və rəisləri!) Insanlardan qorxmayın, Məndən qorxun. Mənim ayələrimi ucuz qiymətə satmayın. Allahın nazil etdiyi (kitab və səriət) ilə hokm etməyənlər, əlbəttə, kafirdirlər"},{"SurahNumber":5,"VerseNumber":45,"Text":"Biz (Tovratda Israil ogullarına) yazıb hokm etdik ki, canın qisası can, gozun qisası goz, burununku burun, qulagınkı qulaq, disinki dis və yaralarınkı yaralardır. Lakin hər kəs (qisası) bagıslasa, bu onun ucun bir kəffarədir (Allah onun gunahlarının ustunu ortub bagıslar. Və ya zərərdidə qisası bagıslasa, bu, cani ucun bir kəffarədir. Haqq sahibi haqqından vaz kecib onu tələb etməsə, Allah da cinayətkarı cəzalandırmaz). Allahın nazil etdiyi (kitab və səriət) ilə hokm etməyənlər, əlbəttə, zalimdirlər"},{"SurahNumber":5,"VerseNumber":46,"Text":"Onların ardınca Məryəm oglu Isanı ozundən qabaqkı Tovratı təsdiqləyici olaraq gondərdik. Ona icində haqq yolu və nur olan, ozundən əvvəlki Tovratı təsdiq edən, muttəqilər ucun dogru yol və nəsihət olan Incili verdik"},{"SurahNumber":5,"VerseNumber":47,"Text":"Incil əhli Allahın onda nazil etdiyi (ehkam) ilə hokm etsin. Allahın nazil etdiyi ilə hokm etməyənlər, əlbəttə, gunahkarlardır"},{"SurahNumber":5,"VerseNumber":48,"Text":"(Ya Rəsulum!) Biz (Qur’anı) sənə haqq olaraq, ozundən əvvəlki kitabı (butun ilahi kitbları) təsdiq edən və onu qoruyan (və ya onların dogruluguna sahid) olaraq endirdik. Sən onların arasında Allahın nazil etdiyi (Qur’an) ilə hokm et. Sənə gələn haqdan ayrılıb onların nəfslərinin istədiyinə uyma. Sizin hər biriniz ucun bir səriət və bir yol tə’yin etdik. Əgər Allah istədiyi, sizi (eyni səriətə tabe) vahid bir ummət edərdi. Lakin bu (muxtəliflik) Allahın verdikləri ilə sizi imtahan etməsi ucundur. Elə isə yaxsı islər gorməkdə bir-birinizi otməyə calısın (bir-birinizlə yarısın). Hamınızın axır donusu Allahadır. (Allah) aranızda ixtilaf doguran məsələlər barəsində sizə xəbər verəcəkdir"},{"SurahNumber":5,"VerseNumber":49,"Text":"O halda onların arasında Allahın nazil etdiyi Kitabla hokm et. Onların nəfslərinin istədiyinə uyma. Allahın sənə nazil etdiyinin (hokmlərin) bir qismindən səni tovlayıb yayındıra biləcəklərindən ehtiyat edib ozunu onlardan gozlə. Əgər onlar (bu hokmlərdən) uz dondərsələr, bil ki, Allah onları bə’zi gunahlarına gorə musibətə ducar etmək istəyir. Dogrudan da, insanların coxu (Allahın itaətindən cıxmıs) fasiqlərdir"},{"SurahNumber":5,"VerseNumber":50,"Text":"Onlar Cahiliyyət dovrunun hokmunumu istəyirlər? Tam qənaət sahibi olan bir camaat ucun Allahdan daha yaxsı hokm verə bilən kimdir"},{"SurahNumber":5,"VerseNumber":51,"Text":"Ey iman gətirənlər! Yəhudi və xacpərəstləri (ozunuzə) dost tutmayın! Onlar bir-birinin dostudurlar. Sizdən kim onlarla dostluq edərsə, o da onlardandır. Allah zalım tayfanı duz yola yonəltməz"},{"SurahNumber":5,"VerseNumber":52,"Text":"Ona gorə də qəlblərində mərəz (nifaq xəstəliyi) olanları onların (yəhudi və xacpərəstlərin) icində vurnuxan və: “Bizə bir fəlakət uz verməsindən (islamın məglubiyyətindən) qorxuruq”, - deyən gorərsən. Amma, ola bilsin ki, Allah (mo’minlərə) bir zəfər gətirsin və Oz tərəfindən elə bir is qursun ki, onlar (munafiqlər) urəklərində gizlətdiklərindən (kufr və nifaqdan) pesman olsunlar"},{"SurahNumber":5,"VerseNumber":53,"Text":"Iman gətirənlər isə deyəcəklər: “Sizinlə birlikdə olacaqları barədə Allaha (yalandan) mohkəm andlar icən kəslər bunlarmıdır?” Onların (butun) əməlləri puca cıxdı və (axirətdə) zərərcəkənlərdən oldular"},{"SurahNumber":5,"VerseNumber":54,"Text":"Ey iman gətirənlər! Sizdən hər kəs dinindən donsə, (bilsin ki) Allah (onun yerinə) elə bir tayfa gətirər ki, (Allah) onları, onlar da (Allahı) sevərlər. Onlar mo’minlərə qarsı mulayim, kafirlərə qarsı isə sərt olar, Allah yolunda vurusar və hec kəsin tə’nəsindən qorxmazlar. Bu, Allahın lutfudur, onu istədiyinə verər. Allah (oz lutfu ilə) genisdir, (O, hər seyi) biləndir"},{"SurahNumber":5,"VerseNumber":55,"Text":"Sizin haminiz ancaq Allah, Onun Peygəmbəri və iman gətirənlərdir. O kəslər ki, (Allaha) namaz qılır və rukuda olduqları halda zəkat verirlər"},{"SurahNumber":5,"VerseNumber":56,"Text":"Hər kəs Allahı, Onun Peygəmbərlərini və iman gətirənləri ozunə dost tutarsa, (hər iki dunyada isləri yaxsı gedər). Subhəsiz ki, qələbə calanlar məhz Allahın firqəsidir (Allahı ozunə hami və dost secən səxslərdir)"},{"SurahNumber":5,"VerseNumber":57,"Text":"Ey iman gətirənlər! Sizdən əvvəl kitab verilmis olanlardan dininizi oyun-oyuncaq hesab edənləri və kafirləri ozunuzə dost tutmayın. Əgər mo’minsinizsə Allahdan qorxun"},{"SurahNumber":5,"VerseNumber":58,"Text":"Siz (bir-birinizi) namaza cagırdıgınız zaman onlar onu oyun-oyuncaq sayarlar. Bu, onların anlamaz bir tayfa olmalarındandır"},{"SurahNumber":5,"VerseNumber":59,"Text":"(Ya Rəsulum!) De: “Ey kitab əhli! Bizdən xosunuz gəlməməyiniz yalnız bizim Allaha, bizə nazil edilənə və bizdən daha əvvəl nazil edilənlərə inanmagımıza və sizin əksəriyyətinizin fasiq olmasınamı gorədir"},{"SurahNumber":5,"VerseNumber":60,"Text":"De: “Allah yanında cəza e’tibarilə bundan (dediklərinizdən) daha pisini sizə xəbər verimmi? Allahın lə’nətlədiyi, qəzəbləndiyi, ozlərini meymunlara, donuzlara və seytanlara (butlərə) ibadət edənlərə dondərdiyi səxslər movqecə daha pis və dogru yoldan daha cox azanlardır"},{"SurahNumber":5,"VerseNumber":61,"Text":"(Munafiqlər) sizin yanınıza gəldikləri zaman: “Biz iman gətirdik!” - deyirlər. Halbuki onlar (sizin huzurunuza urəklərində gizlətdikləri) kufrlə daxil olmus, kufrlə də cıxıb getmislər. Allah onların gizlətdiklərini (ozlərindən) daha yaxsı bilir"},{"SurahNumber":5,"VerseNumber":62,"Text":"Onların bir coxunu gunah isləməyə, dusməncilik etməyə və haram yeməyə tələsən gorərsən. Onların gorduyu islər necə də pisdir"},{"SurahNumber":5,"VerseNumber":63,"Text":"Kas onların (yəhudilərin) din alimləri və fəqihləri onlara gunah soyləməyi və haram yeməyi qadagan edəydilər! Onların torətdiyi əməllər necə də pisdir"},{"SurahNumber":5,"VerseNumber":64,"Text":"Yəhudilər dedilər: “Allahın əli baglıdır!” Bu dedikləri sozə gorə onların oz əlləri baglandı və lə’nətə gəldilər. (Və ya dedikləri sozə gorə onların oz əlləri baglansın və lə’nətə gəlsinlər!) Xeyr, Allahın əlləri acıqdır. (O, kərimdir, səxavətlidir), istədiyi kimi lutf (və ehsan) edər. Rəbbindən sənə nazil edilən (Qur’an) onlardan bir coxunun yalnız kufrunu və azgınlıgını artırar. Biz onların arasında qiyamət gununə qədər davam edəcək dusməncılik və kin saldıq. Onlar muharibə alovu yandırdıqca Allah onu sondurər. Onlar yer uzundə fitnə-fəsad torətməyə calısarlar. Allah isə fitnə-fəsad torədənləri sevməz"},{"SurahNumber":5,"VerseNumber":65,"Text":"Əgər kitab əhli (Muhəmməd peygəmbərə və Qur’ana) iman gətirsə və Allahdan qorxaraq pis əməllərdən cəkinsə, Biz, sozsuz ki, onların gunahlarının ustunu ortər və ozlərini də (ne’məti bol olan) Nəim cənnətlərinə daxil edərik"},{"SurahNumber":5,"VerseNumber":66,"Text":"Əgər onlar Tovrata, Incilə və Rəbbi tərəfindən ozlərinə nazil edilənə (ilahi kitabların sonuncusu olan Qur’ana) duzgun əməl etsəydilər, onlar həm (basları) ustundə, həm də ayaqları altında olanlardan (goylərin və yerin ne’mətlərindən) yeyərdilər. Onlar arasında mo’tədil (islam dininə qarsı hec bir ədavət bəsləməyib onun muqəddəsliyini e’tiraf edən) bir camaat vardır. Lakin onların coxusunun gorduyu islər necə də pisdir"},{"SurahNumber":5,"VerseNumber":67,"Text":"Ya Peygəmbər! Rəbbin tərəfindən sənə nazil ediləni (Qur’anı) təblig et. Əgər (bunu) etməsən, (Allahın) risalətini (sənə həvalə etdiyik elcilik, peygəmbərlik vəzifəsini) yerinə yetirmis olmazsan. Allah səni insanlardan qoruyacaq. Həqiqətən, Allah kafir camaatı duz yola yonəltməz"},{"SurahNumber":5,"VerseNumber":68,"Text":"De: “Ey kitab əhli! Tovrata, Incil və Rəbbiniz tərəfindən sizə nazil edilmis olana (Qur’ana) duzgun əməl etmədikcə, siz (Allah yanında məqbul, dini baxımdan dogru olan) hec bir sey uzərində deyilsiniz. Rəbbin tərəfindən sənə nazil edilən (Qur’an) onlardan bir coxunun yalnız azgınlıgını və kufrunu artıracaqdır. Elə isə kafir tayfanın halına acıma"},{"SurahNumber":5,"VerseNumber":69,"Text":"Subhəsiz ki, iman gətirənlərdən, yəhudilərdən, sabiilərdən və xacpərəstlərdən Allaha və axirət gununə inanıb yaxsı is gorənlərin hec bir qorxusu yoxdur və onlar qəm-qussə də gorməzlər"},{"SurahNumber":5,"VerseNumber":70,"Text":"Biz Israil ogullarından əhd almıs, onlara peygəmbərlər gondərmisdik. Hər dəfə bir peygəmbər onlara urəklərinə yatmayan bir hokm gətirdikdə (həmin peygəmbərlərin) bir qismini yalancı hesab edər, bir qismini də oldurərdilər"},{"SurahNumber":5,"VerseNumber":71,"Text":"Və elə hesab edərdilər ki, (bunun muqabilində ozlərinə) hec bir bəla uz verməyəcəkdir. Onlar kor və kar oldular. (Haqqı gorməkdən və esitməkdən aciz qaldılar). Sonra Allah onların tovbələrini qəbul etdi. Bundan sonra onların bir coxu yenə (haqqı) gorməz və esitməz oldu. Allah onların nə etdiklərini gorəndir"},{"SurahNumber":5,"VerseNumber":72,"Text":"Subhəsiz ki: “Allah Məryəm oglu Məsihdir!” – deyənlər kafir oldular. Halbuki Məsih (Isa) belə demisdi: “Ey Israil ogulları! Mənim də, sizin də Rəbbiniz olan Allaha ibadət edin! Allaha sərik qosana Allah, subhəsiz ki, Cənnəti haram edər. Onun dusəcəyi yer Cəhənnəmdir. Zalımların hec bir koməkcisi yoxdur!”"},{"SurahNumber":5,"VerseNumber":73,"Text":"“Allah ucun (uc ilahinin) ucuncusudur!” – deyənlər, əlbəttə, kafir olmuslar. Halbuki bir olan Allahdan basqa hec bir tanrı yoxdur. Əgər onlar dediklərinə son qoymasalar, onlardan kafir olanlara, subhəsiz ki, siddətli bir əzab uz verəcəkdir (toxunacaqdır)"},{"SurahNumber":5,"VerseNumber":74,"Text":"Məgər onlar Allaha tovbə edib Ondan bagıslanmalarını istəməyəcəklər? Axı Allah bagıslayandır, rəhm edəndir"},{"SurahNumber":5,"VerseNumber":75,"Text":"Məryəm oglu Məsih ancaq bir peygəmbərdir. Ondan əvvəl də peygəmbərlər gəlib getmisdir. Onun anası isə cox pak (Allahın hokmlərini sidq-urəkdən təsdiq edən) bir qadın idi. Onlardan hər ikisi (adi insanlar kimi) yemək yeyirdi. Gor Biz ayələri onlara necə basa salırıq, onlar (bu ayələrdən) gor necə uz cevirirlər"},{"SurahNumber":5,"VerseNumber":76,"Text":"De: “Allahı qoyub sizə nə bir zərər, nə də bir xeyir verən seylərəmi ibadət edirsiniz? Halbuki Allah (hər seyi) esidəndir, biləndir!”"},{"SurahNumber":5,"VerseNumber":77,"Text":"De: “Ey kitab əhli! Dininizdə haqsız yerə ifrata varmayın. Əvvəlcə yolunu azmıs, bir coxlarını da azdırmıs və dogru yoldan cıxmıs bir tayfanın nəfsinin istəklərinə uymayın!”"},{"SurahNumber":5,"VerseNumber":78,"Text":"Israil ogullarından kafir olanlara həm Davudun, həm də Məryəm oglu Isanın dili ilə lə’nət oxundu. Bu onların usyan etmələrinə və həddi asmalarına gorə idi"},{"SurahNumber":5,"VerseNumber":79,"Text":"Onlar etdikləri pis əməldən əl cəkmirdilər (və ya onlar bir-birini etdikləri pis əməldən cəkindirmirdilər). Onların gordukləri is necə də pis idi"},{"SurahNumber":5,"VerseNumber":80,"Text":"Onların (kitab əhlinin) bir coxunun kafirlərlə dostluq etdiyini gorursən. Gor nəfslərinin əvvəlcədən onlar ucun hazırladıgı sey (kufr) necə pisdir ki, Allahın onlara qəzəbi tutmusdur. Onlar əbədi əzaba ducar olanlardır"},{"SurahNumber":5,"VerseNumber":81,"Text":"Əgər onlar Allaha, Peygəmbərə və ona nazil olana inansaydılar, onları (kafirləri) ozlərinə dost tutmazdılar. Lakin onların coxu itaətdən cıxmıs fasiqdirlər"}]}