{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Sawenehing wong (Yahudi) kang bodho bakal ngucap: \"Apa sebabe (Muhammad lan sahabate) padha ngalih saka qiblat kang wis padha diadhepake salaw-lawase.\" (Muhammad) sira dhawuha: \"Masyriq lan Maghrib iku kagungane Allah, Allah nuduhake wong kang dadi keparenging kersane, dituduhake dalan kang bener"},{"SurahNumber":2,"VerseNumber":143,"Text":"Mengkono uga sira (para ummat Muhammad) padha Ingsung dadekake ummat pilihan, supaya ing mbesuk sira padha neksenana marang para manugsa, (Muhammad bakal nekseni marang sira) dene anggonira ambalekake Qiblat lawas biyen iku supaya weruha wing kang padha kajungkel marang kungkake iku sapa kang banjur ta'at ing Rasul, lan maneh ngolah-ngalihe Qiblat iku pancen abot kajaba wong kang padha oleh pituduhing Allah. Lan Allah ora pisan-pisan bakal ngilang-ngilangake Imanira. Satemene Allah iku Maha Welas lan Asih marang manungsa"},{"SurahNumber":2,"VerseNumber":144,"Text":"Ingsun temen wis nguningani tumenganing rahinira (Muhammad) marang ing langit, mulane sira Ingsun alih madheping Qiblat Ka'bah kang sira senengi. Saiki anggonira Shalat rahinira adhepna ing penahing Ka'bah Masjidil Haram. Ing ngendi anggonira shalat padha ngadhepna rahinira marang pernahing Ka'bah mau. Dene raupaning wong kang padha nyekel Kitab mesthi padha weruh yen madhep ing Ka'bah iku kang nyata terang saka ing Pangerane. Allah ora pisa-pinsa kesupen samubarang kang padha sira tindakake"},{"SurahNumber":2,"VerseNumber":145,"Text":"Saumpama wong kang padha duwe cecekelan Kitab iku sira wenehi sarupaning tandha yekti mesthi padha ora gelem manut kiblatira. Sira uga ora gelem manut kiblate. Wong kang padha duwe cecekelan Kitab mau iya ora gelem manut kiblating salah sawijine. Ing sawise sira katekan wahyu kaweruh, saumpama sira manut karepe wong mau ing kono sira mesthi klebu ewoning wong kang padha nganiaya"},{"SurahNumber":2,"VerseNumber":146,"Text":"Sarupaning wong kang wis padha Ingsung paringi cecekelan Kitab mesthi padha weruh (marang Muhammad) kaya weruhe marang anak-anake, ewodene wong mau ana sagolongan kang ngumpetake barang kang bener, ing mangka wong-wong mau padha mangerti"},{"SurahNumber":2,"VerseNumber":147,"Text":"Barang kang nyata bener iku saka Pangeranira (Muhammad) awit saka iku sira aja dadi ewoning wong kang padha mamang"},{"SurahNumber":2,"VerseNumber":148,"Text":"Siji-sijine ummat padha duwe kiblat dhewe-dhewe, kang padha diadhepake nalikane Sholat, mulane padha balapan (nindakake) kabecikan. Ana ing ngendi bae, Allah (mesthi) ngumpulake sira kabeh. Satemene Allah iku Maha Kuwasa marang samubarang"},{"SurahNumber":2,"VerseNumber":149,"Text":"Saka arah ngendi bae sira metu, mangka adhepna rahinira marang pernahing ka'bah Masjidil-Haram, iya iku kang mesthi nyata terang saka Pangeranira. Allah ora kasupen samubarang kang padha sira tindakake"},{"SurahNumber":2,"VerseNumber":150,"Text":"Lan saka ngendi bae sira metu, mangka adhepna rahinira marang pernahing Ka'bah Masjidil-Haram, lan ana ing ngendi bae pangonanira, sira padha ngadhepna rahinira marang pernahing Ka'bah, supaya para manungsa aja nganti bisa ambantah marang sira kabeh, kajaba wong-wong (ahli Kitab) kang padha nganiaya. Sira aja padha wedi marang wong-wong mau kabeh, nanging wediya marang Ingsun, lan supaya Ingsun nyampurnakake kenikmatan marang sira kabeh, lan supaya sirakabeh padha oleh pituduh"},{"SurahNumber":2,"VerseNumber":151,"Text":"Kaya dene anggoningsun ngutus Rasul (utusan) saka golonganira, Ingsun utus andhawuhake ayatingsun marang sira kabeh, lan nyucekake lan mulang sira Kitab (Qur'an) lan kawicaksanaan, lan mulang marang sira kabeh barang kang durung sira mangerti"},{"SurahNumber":2,"VerseNumber":152,"Text":"Mangka sira padha elinga marang Ingsun, Ingsun iya mesthi eling marang sira kabeh. Lan supaya sira padha syukur marang Ingsun lan aja nganti kafir marang Ingsun"},{"SurahNumber":2,"VerseNumber":153,"Text":"He wong kang padha Mukmin kabeh sira padha nyuwuna pitulung (marang Allah) kelawan sabar lan shalat, satemene Allah iku angantheni wong kang padha sabar"},{"SurahNumber":2,"VerseNumber":154,"Text":"Lan sira aja padha ngarani menawa wong kang dipateni ana ing perang Sabil iku padha mati, nanging dheweke iku padha urip, nanging sira ora padha weruh"},{"SurahNumber":2,"VerseNumber":155,"Text":"Satemene Ingsun mesthi nyoba ing sira kabeh kelawan karibetan sawatara saka kuwatir, lan luwe, lan kekurangan bandha, lan kelangan nyawa, lan kekurangan woh-wohan. Lan sira mbebungaha marang wong-wong kang padha sabar"},{"SurahNumber":2,"VerseNumber":156,"Text":"Yaiku wong-wong kang menawa ketaman bebaya, padha ngucap: \"Satemene kita kabeh iku kagunganing Allah lan kita kabeh bakal padha bali sowan marang Pangerane"},{"SurahNumber":2,"VerseNumber":157,"Text":"Wong kang mengkono iku padha pinaringan selawat (pangapura) lan rahmat saka Pangerane, lan wong kang mengkono iku padha pikantuk pituduh"},{"SurahNumber":2,"VerseNumber":158,"Text":"Satemene gungung Shafa lan Marwah iku klebu syi'are (tetengere) Allah. Sapa kang nindaskake Haji ing Baitullah utawa nindakake umrah, mangka ora ana pakewuhe menawa arep mide-midera antaraning gunung loro mau. Dene sing sapa nindakake kebecikan (saka karepe dhewe) satemene Allah iku kang nampa Syukur sarta Maha nguningani"},{"SurahNumber":2,"VerseNumber":159,"Text":"Satemene wong padha ngumpetake barang kang Ingsun turunake saka tandha yekti lan pituduh sawise Ingsun terangake marang para manungsa, ksabut ing kitab Qur'an, wong-wong mau bakal dila'nat (dibendoni) denig Allah, lan disuwunake bendu dening wong akeh"},{"SurahNumber":2,"VerseNumber":160,"Text":"Kajaba wong kang banjur padha tobat, lan banjur ambecikake kelakuwane, lan nerangake barang kang diumpetake mau. Wong kang mengkono iku bakal Ingsun tampa tobate. Lan Ingsun iku rena nampa tobat sarta Maha Asih"},{"SurahNumber":2,"VerseNumber":161,"Text":"Satemene wong-wong kang padha kafir lan padha mati mangka dheweke isih tetap kafire, wong kang mengkono iku bakal padha oleh laknating Allah, lan (laknating) para Malaikat, lan para manungsa kabeh"},{"SurahNumber":2,"VerseNumber":162,"Text":"Dheweke padha langgeng ana ing sajroning laknat, ora bakal padha diparingi kemayaran saka siksane, sarta ora bakal disrantekake"},{"SurahNumber":2,"VerseNumber":163,"Text":"Lan Pangeranira iku Pangeran kang Sawiji, ora ana Pangeran kajaba mung panjenengane piyambak, Kang Maha welas sarta Maha Asih"},{"SurahNumber":2,"VerseNumber":164,"Text":"Satemene ana ing tumitahing langit lan bumi, lan beda-bedaning rina lan wengi lan prahu kang lelayaran ana ing segara kang migunani marang manungsa, lan anggone Allah wis nurunake banyu udan saka langit, banjur dienggo nguripake bumi kang wis mati, lan anggone mratakake udan mau marang sarupaning gegremetan (kewan) ana ing bumi, lan anggone nglakokake angin lan bumi, iku kabeh dadi tandha yekti tumrap wong kang padha gelem mikir"},{"SurahNumber":2,"VerseNumber":165,"Text":"Lan sawenehing manungsa ana kang ngedegake sesembahan saliyane Allah. Wong-wong mau padha seneng ing sesembahan mau kayadene senenge marang Allah. Ananging wong-wong kang padha Mukmin luwih banget senenge marang Allah, lan saupama wong-wong kang padha nganiaya iku padha weruh nalika dheweke padha ndeleng siksa dheweke padha mangerti menawa kekuawatan kabeh iku kagungane Allah piyambak lan satemene Allah iku abot panyiksane"},{"SurahNumber":2,"VerseNumber":166,"Text":"Nalikane wong-wong kang padha diturut padha selak (ora ngakoni) saka wong-wong kang padha manut, lan dheweke padha weruh siksa, lan uga pedhot tetalining paguyuban"},{"SurahNumber":2,"VerseNumber":167,"Text":"Lan ature wong-wong kang padha manut: \"Saupami kita sadaya punika sami kenging wangsul dhateng donya malih, temtu kita sadaya badhe selak saking piyambakipun kados piyambakipun selak saking kita sadaya\". Mengkono iku Allah meruhake ing wong-wong mau kabeh amale, wong-wong mau padha getun lan ora bisa metu saka ing neraka"},{"SurahNumber":2,"VerseNumber":168,"Text":"He para manungsa! Sira padha mangana kabeh barang kang ana ing bumi kang halal sarta becik, lan sira aja padha manut tinda-tanduking syetan, jalaran syetan iku mungsuh kang terang tumrap sira kabeh"},{"SurahNumber":2,"VerseNumber":169,"Text":"Satemene dheweke perintah ing sira supaya sira padha nindakake laku ala lan panggawe jember, lan supaya sira padha ngucapake ing Allah barang kang sira ora padha mangerti"},{"SurahNumber":2,"VerseNumber":170,"Text":"Lan nalikane wong kafir padha didhawuhi: \"Sira padha ndhereka barang kang wis diturunake dening Allah\", wong-wong mau padha matur: \"Kita sami ndherek punapa ingkang sampun kita panggih, sarta dipun tindakaken deing para tetiyang sepuh sedaya\". Dhawuhing Allah: \"Apa senajan wong tuwane mau ora padha mangerti apa-apa sarta ora padha oleh pituduh"},{"SurahNumber":2,"VerseNumber":171,"Text":"Lan sanepane (pangajake) wong-wong kang padha kafir iku kaya sanepane (pangon) kang ngundang (khewan kang diengon) ora krungu kajaba mung (suwaraning) undangan lan ajakan. Budheg, bisu, wuta, wong-wong mau ora padha dhuwe akal"},{"SurahNumber":2,"VerseNumber":172,"Text":"He para wong Mukmin kabeh, sira padha mangana sabecik-beciking barang kang uwis Ingsun paringake marang sira, lan padha syukura marang Allah, yen nyata sira iku padha manembah marang Panjenengane"},{"SurahNumber":2,"VerseNumber":173,"Text":"Temen Allah wis nglarangi marang sira kabeh, bathang, lan getih, lan daging celeng, lan kewan kang panyembelehe nganggo nyebut liyane asmane Allah. Dene sing sapa kapeksa ora klawan karepe dhewe, lan ora ngliwati wates; mangka wong mau ora pepatrapan dosa. Satemene Allah iku Maha ngapura sarta Maha Asih"},{"SurahNumber":2,"VerseNumber":174,"Text":"Satemene wong kang padha ngumpetake barang kang wis diturunake dening Allah, banjur padha dienggo tuku kanthi reregan kang sethithik, mangka dheweke ora padha mangan (nglebokake) ing wetenge kajaba mung geni, lan mbesuk dina qiyamat ALlah ora kersa ngendikani wong-wong mau, lan ora kersa ngresikake wong-wong mau, lan bakal padha kapatrapan siksa kang nglarani"},{"SurahNumber":2,"VerseNumber":175,"Text":"Wong-wong kang mengkono iku padha tuku sasar klawan pituduh, lan tuku siksa kelawan pangapura. Mangka saiba sabare wong-wong mau ana ing siksa neraka"},{"SurahNumber":2,"VerseNumber":176,"Text":"Mengkono mau, jalaran Allah wis nurunake Kitab kelawan nyata. LAn satemene wong kang padha nyulayani kitab iku temen wong mau padha ana ing sajroning cecongkrahan kang adoh"},{"SurahNumber":2,"VerseNumber":177,"Text":"Dudu kang aran kebecikan iku anggonira ngadhepake rahinira mangetan lan mengunlon, nanging kang aran becik iku wong kang percaya marang Allah, lan marang Malaikat, lan marang Kitab, lan marang para Nabi, lan menehake bandhane kang banget disenengi marang sanak sedulure, lan marang bocah yatim lan marang wong kang miskin, lan marang wong kang pinuju lelungan (kentekan sangu), lan marang wong padha njejaluk, lan kanggo nebusi batur-batur tukon lan nglakoni shalat lan aweh zakat, lan wong kang padha nuhoni perjanjian menawa padha janji, lan wong kang padha sabar ana ing sajeroning kekurangan lan nandhang kasangsaran lan nalikane wektu perang wong kang mengkono mau kang padha temen-temen, lan wong-wong kang mengkono mau kang padha bekti (ing Allah)"},{"SurahNumber":2,"VerseNumber":178,"Text":"He wong kang Mukmin kabeh! Sira diwajibake males tumrap ing rajapati, Wong merdika dipateni sebab mateni padha wong merdika, kawula padha kawula, wong wadon padha wong wadon. Dene sapa sing diapura sithik dening sadulure kang dipateni, iku wajibe kang ngapura kudu njaluk diyat marang kang mateni kelawan aris, lan kang mateni kudu mbayar tetempuh marang kang ngapura klawan becik. Mengkono iku kemayaran lan kemurahan saka Pangeranira. Mangka sing sapa ngliwati wates, bakal kapatrapan siksa kang nglarani"},{"SurahNumber":2,"VerseNumber":179,"Text":"Lan tumrap sira kabeh ana ing males ukum pati iku panguripan, he wong kang padha duwe akal, supaya sira kabeh padha kereksa (saka ala)"},{"SurahNumber":2,"VerseNumber":180,"Text":"Diwajibake tumrap sira kabeh, yen salah sawijining arep mati, menawa duwe tinggalan bandha supaya wasiat marang wong tuwane loro lan marang para sadulure klawan becik, iku kewajiban tumrap wong kang padha bekti (ing Allah)"},{"SurahNumber":2,"VerseNumber":181,"Text":"Dene sing sawise krungu wasiyat mau banjur nglirwakake, mesthi dosane tumrap marang kang padha nglirwakake wasiyat mau. Satemene Allah iku Midhanget saha ngudaneni"},{"SurahNumber":2,"VerseNumber":182,"Text":"Sing sapa nguwatirake mbok menawa wong kang wasiyat mau luput anggone wasiyat utawa njarag dosa, wong mau banjur mbecikake wasiyat murih becike sakabehe, wong iku iyo ora dosa. Satemene Allah iku Maha Ngapura lan Maha Asih"},{"SurahNumber":2,"VerseNumber":183,"Text":"He wong kang padha Mukmin. Sira kabeh diwajibake puasa, kaya para ummat sadurungira. Supaya sira kabeh padha taqwa marang Allah"},{"SurahNumber":2,"VerseNumber":184,"Text":"(Kudu puasa) sawatara dina kang kawruhan cacahe. Dene sira kabeh sing lagi nandhang lara utawa pinuju lelungan, anggone puasa ing liya dina bae sacacahe kang lowong. Dene wong kang padha ora kuwat puasa padha bayar fidhyah bae, iya iku aweh pangan marang para wong miskin. Dene sing sapa nambahi pangabekti gawe kabecikan, iku luwih becik. Lan menawa sira padha puasa iku luwih becik, menawa sira padha mangerti"},{"SurahNumber":2,"VerseNumber":185,"Text":"Sasi Ramadhan iku sasi tumuruning al-Qur'an, minangka dadi pituduh marang para manungsa lan dadi tandha yekti saka pituduh lan mbedakake (barang kang bener saka kang bathal). Dene sira kabeh kang menangi sasi Ramadhan, supaya puasa. Lan sing lagi lara utawa pinuju lungan, supaya angganti puasa ing seje dina. Keparenge Allah supaya gampang anggonira padha nindakake, lan ora gawe rekasa. Lan sira kabeh padha nyampurnakake puasa sacacahe dina sasi Ramadhan, lan sira padha takbira ing Allah anggone Allah wis paring pituduh marang sira, lan supaya sira padha syukur marang Allah"},{"SurahNumber":2,"VerseNumber":186,"Text":"Lan nalikane para kawulaningsun padha matur marang sira (Muhammad) nyuwun pirsa bab sariraningsung, satemene Ingsun iku cedak. Ingsun maringi panyuwune wong kang padha nyuwun, nalikane kalwulangingsun mau padha nyuwun marang Ingsun, mulane padha nyembadanana dhawuh Ingsun, lan padha percaya marang Ingsun, supaya padha oleh pituduh"},{"SurahNumber":2,"VerseNumber":187,"Text":"Ana ing wengine sasi Ramadhan sira padha dikenakake campur (jumbana) karo wong wadonira. Dheweke iku minangka sandhanganira, lan sira iku minangka sandhangan tumrap dheweke. Allah wis nguningani yen sira iku padha cidra marang awakira dhewe. Allah wis paring pangapura marang sira kabeh. Mula saiki sira padha ngumpulana wadonira lan padha ngupaya barang kang wis diwajibake dening Allah marang sira kabeh. Sira padha mangana lan padha ngombea, nganti cetha boleh kang putih saka bolah kang ireng yaiku waktu fajar, tumuli sira nyampurnakna puasanira nganti tekan ing wengi. Lan sira aja ngumpuli wadonira, yen sira pinuju i'tikaf kang mengkono iku larangane Allah, sira aja wani-wani cedhak-cedhak. Kaya mengkono iku Allah nerangake ayate marang para manungsa supaya padha wedi ing Panjenenangenira"},{"SurahNumber":2,"VerseNumber":188,"Text":"Lan sira aja mangan bandhane kancanira kelawan batal (ora semesthine) lan sira padha aweh besel kelawan bandha mau marang Pengadilan, kang pamrihe supaya sira bisa mangan sebagian bandhane liyan kelawan laku dosa, ing mangka sira kabeh padha mangerti"},{"SurahNumber":2,"VerseNumber":189,"Text":"(Muhammad!) para ummatira padha takor marang sira perkara ananing tanggal. Sira dhawuha: \"Tanggal iku panengeran wektu tumrap kaperluaning manungsa lan tumrap waktuning Haji\". Lan dudu kang aran becik iku anggonira mlebu ing omah saka mburi nanging kang aran becik iku wong kang bekti marang Allah lan padha mlebua ing omah saka lawange bae, lan padha bektiya ing Allah, supaya sira kabeh padha pikantuk kabegjan"},{"SurahNumber":2,"VerseNumber":190,"Text":"Lan sira padha peranga krana ngrungkepi agamane Allah (Sabilillah) marang wong kang padha merangi sira, lana aja padha ngliwati wates. Lan satemene Allah iku ora remen marang wong kang padha ngliwati wates. Lan satemene Allah iku ora rena marang wong kang padha ngliawti wates"},{"SurahNumber":2,"VerseNumber":191,"Text":"Lan sira padha merangana wong kafir kabeh, ing ngendi anggonira ketemu, yen wong kafir mau padha ngusir sira lan sira padha nundhunga saka panggonan kang sira ditundung. Dene fitnah iku luwih banget alane tinimbang perang (mateni). Lan sira aja padha merangi wong-wong mau ana ing Masjidil-Haram, kajaba yen dheweke iku merangi ing sira, sira perangana, kang mangkono iku mau dumunung piwales marang wong-wong kafir"},{"SurahNumber":2,"VerseNumber":192,"Text":"Dene menawa dheweke (wong kafir) mau wis padha mareni anggone kafir, satemene Allah iku Maha Pangapura lan Maha Asih"},{"SurahNumber":2,"VerseNumber":193,"Text":"Lan sira padha merangana wong akfir kabeh, nganti ora ana fitnah maneh, lan nganti agama iku mung marang Allah piyambak. Nanging menawa wong-wong kafir mau padha ora gelem leren, ing kono wis ana sesatron maneh kajaba mung marang para wong kang padha nganiaya"},{"SurahNumber":2,"VerseNumber":194,"Text":"Sasi Haram iku ditimbangi (diganti) kelawan sasi Haram uga, dene barang kang benr iku kudu diajeni iku uga pranataning piwales, Mulane sing sapa nindakake pihala marang sira, saira iya malesa nindakake pihala marang wong mau padha anggone gawe pihala marang sira, lan sira becik wediya marang Allah, lan padha sumurupa yen Allah iku anjangkung marang wong kang padha wedi ing Panjenengane"},{"SurahNumber":2,"VerseNumber":195,"Text":"Lan sira padha nanjakna bandhanira ana ing dedalane Allah (sabilillah) lan aja nibakake (negakake) awakira marang kerusakan, lan sira padha gaweya kebecikan, satemene Allah iku remen marang wong kang padha gawe kabecikan"},{"SurahNumber":2,"VerseNumber":196,"Text":"Lan sira padha nyampurnakake Haji lan 'Umrah krana Allah, dene menawa ana alangane sateru, wajibe sira kudu mbayar dendan lan aja padha nyukur rambutira (ana ana ing sirah) nganti tekan anggonira mbayar dendhan ana ing panggonan alangan mau, dene sira kabeh sing sapa nandhang lara utawa sirahe ana larane, banjur cukura, iku wajib bayar fidyah minangka panebus sarana nglakoni pasa, utawa sidkah, utawa mragad wedhus salah sijine, ing nalika sira padha tentrem; sing sapa nerak larangan sebab wis rampung 'umrahe, nganti tekan naggone haji iku wajib kudu bayar fidhyah (wujud qurban) sabisane, dene yen ora bisa wajib pasa dina sajerone nglakoni haji lan yen wis mulih tekan ing omahe kudu puasa maneh dina, yaiku dumunung puasa dina kang sampurna. Kang mangkono iku tumrap wong kang ora dadi pendhudhuk masjidil Haram. Lan sira padha wediya ing Allah lan sira mangertiya satemene Allah iku banget panyiksane"},{"SurahNumber":2,"VerseNumber":197,"Text":"(Mongsa) Haji iku sasi kang wis kinaweruhan Sing sapa nglakoni rukune Haji ana ing sasi mau, ora kena ngumpuli karo wadone, lan ora kena nerak printah lan ora kena padudon sajeroning nindakake Haji. Dene kabecikan kang padha sira tindakake iku Allah nguningani. Lan sira padha cecawisa sangu, satemene becik-beciking sangu iku wedi (taqwa) ing Allah. He wong kang padha duwe aqal, padha wediya marang Ingsun"},{"SurahNumber":2,"VerseNumber":198,"Text":"Ora disa tumrap sira kabeh padha ngupaya kanugrahaning Pangeranira. Dene yen sira wis padha bali saka Arafah nuli padha nyebuta Asmane Allah ana ing sandhinge Masy'aril Haram lan sira padha elinga marang Panjenengane, jalaran Panjenengane wis paring pituduh marang sira kabeh, kang mongko sadurunge iku sira padha kalebu ewoning wong kang padha kesasar"},{"SurahNumber":2,"VerseNumber":199,"Text":"Nuli supaya sira padha mundhuna (mundura) saka Arafah bareng karo wong akeh, lan padha nyuwuna pangapura ing Allah. Satemene Allah iku Maha Ngapura lan Maha Asih"},{"SurahNumber":2,"VerseNumber":200,"Text":"Nalikane wis rampung anggonira padha nindakake 'ibadah haji, sira mbanjur nyebuta asmane Allah kaya panyebutira ing bapakira, malah kapara luwih akeh maneh. Sawenehing manungsa ana kang matur, \"Dhuh Pangeran kawula, mugi Panjenengan kersa paring kabingahan dhateng kawula wonten ing donya\", dene besuk ana ing akherat, wong mau ora pikantuk panduman kabegjan"},{"SurahNumber":2,"VerseNumber":201,"Text":"Lan sawenehing manungsa maneh ana kang matur: \"Dhuh Pangeran kawula, mugi panjenengan kersa paring kesahenan dhateng kawula wonten ing donya, mekaten ugi benjing wonten ing akherat, saha mugi kawula kareksa saking siksaning neraka"},{"SurahNumber":2,"VerseNumber":202,"Text":"Wong kang mengkono mau pikantuk bagian saka barang kang wis katindakake. Dene Allah iku rikat banget pangetunge"},{"SurahNumber":2,"VerseNumber":203,"Text":"Lan sira padha nyebuta asmaning Allah ana ing dina kang cetha wilangane. Dene sing sapa age-age budhal saka ing ara-ara Mina ing dina kang kapindho (dina tasyriq) iku ora dosa, lan sing sapa ngereni (ngakhirake) iya ora dosa tumrap wong kang wedi ing Allah lan sira padha weruha manawa sira kabeh iku bakal disowanake ana ing ngersane Allah"},{"SurahNumber":2,"VerseNumber":204,"Text":"Lan sawenehe manungsa kang rembuge lamis ndadekake gumunira tumrap kauripan ing donya, lan wani neksekake ing Allah mungguh kang ana ing sajeroning atine, nanging satemene wong iku banget anggone musuhan karo sira"},{"SurahNumber":2,"VerseNumber":205,"Text":"Lan barang wong mau wis lunga saka ngarepira, banjur padha tumandang gawe rusak ana ing bumi, ngrusak tetanduran lan turunan. Dene Allah iku ora remen marang wong kang gawe kerusakan"},{"SurahNumber":2,"VerseNumber":206,"Text":"Lan nalika wong mau didhawuhi: \"Sira padha wediya ing Allah\", nalika iku uga jalaran saka gumedhene marang tumindak dosa, mulane wong mau cukup kacemplungake ing neraka Jahannam, yaiku ala-alaning lemek"},{"SurahNumber":2,"VerseNumber":207,"Text":"Lan sawenehing manungsa ana kang ngedol awake, karana golek karidhaning Allah, Dene Allah iku Maha Welas marang kawulane"},{"SurahNumber":2,"VerseNumber":208,"Text":"He para wong mukmin, sira padha mlebua ana aing agam Islam, ngestokna sabarang pernatane kabeh, lan aja manut dedalane syetan. Satemene syetan iku tetela dadi saterunira"},{"SurahNumber":2,"VerseNumber":209,"Text":"LAn sawise sira padha katekan tandha yekti akeh, manawa sira padha mlengos, sira padha sumurupa, manawa ALlah iku Maha Gagas sarta Wicaksana"},{"SurahNumber":2,"VerseNumber":210,"Text":"Ora liya kajaba mung padha ngadhang-ngadhang, Allah lan para Malaikate bakal nekakake siksa ana ing eyubing mendhung, sarta prakara iku (wis) dirampungi. Lan marang Allah anggone dibalekake sakehing prakara"},{"SurahNumber":2,"VerseNumber":211,"Text":"Sira ndangua marang para turuning Israil: \"Wis pira akehing ayat tandha yekti kang wis Ingsun tekakake marang para wong mau? sawise katekan tandha yekti, sing sapa nyalini nikmating Allah (Milih kafir) iku sumurupa yen Allah iku banget panyiksane"},{"SurahNumber":2,"VerseNumber":212,"Text":"Wong kafir padha diiming-imingi (dipaes-paesi) panguripan (kebungahan) donya lan mbanjur padha nggeguyu marang wong-wong Mukmin. Dene wong kang padha bekti ing Allah, besuk dina qiyamat padha ana ing dhuwure wong kafir mau. Allah iku paring rezeki marang wong kang dikersakake tanpa petungan"},{"SurahNumber":2,"VerseNumber":213,"Text":"Manungsa iku asale ummat siji . Allah banjur ngutus para nabi kang padha mbebungah lan ngelingake, lan Allah nurunake kitab kang diampil para nabi mau kelawan nyata kanggo ngukumi para manungsa mau anggone padha pasulayan baba agama, nanging manungsa mau sawise katekan tandha yekti pirang-pirang, ora ana kang pasulayan olok-olokan kajaba mung wong kang wis padha katekan kitab, ing kono Allah nuduhake wong kang padha mukmin kanthi idzining Allah, weruh kafire benere anggone padha pasulayan mau. Allah iku nuduhake dalan kang bener marang kang dadi keparenging kersane"},{"SurahNumber":2,"VerseNumber":214,"Text":"Ya gene sira padha rumongsa bakal mlebu ing Suwarga, kang mangka sira padha ora nandhang cobaning Allah kang ngemperi coba kang disandhang ing para Mukmin sadurungira, ana kang nandhang miskin, lara. Rasul sak kancane para wong Mukmin nganti kewetu pangucape: \"Besuk kapan tekane pitulungane Allah?\" (Dhawuhe Allah): \"Ngertiya, satemene pitulungane Allah iku cedhak"},{"SurahNumber":2,"VerseNumber":215,"Text":"(Muhammad) para ummatira padha matur ing sira: \"Kados pundi lampah-lampahipun tiyang badhe darmakaken bandhanipun?\", sira dhawuha, \"Sadhengaha kang becik kang sira darmakake iku utama, dene kang prayoga didermani iku wong tuwane loro lan sanak sedulure, lan para bocah yatim, para wong miskin, wong miskin, wong kang pinuju lelungan (kentekan sangu)\". Dene sadhengah kebecikan kang padha sira tindakake, Allah ngudaneni marang kabecikan mau"},{"SurahNumber":2,"VerseNumber":216,"Text":"Sira kabeh padha diwajibake mangsah perang, kang mongka perang iku tumraping sira nggethingkake lan terkadhang barang kang sira gethingi iku malah becik tumrap sira. Allah iku ngudaneni, dene sira padha ora weruh"},{"SurahNumber":2,"VerseNumber":217,"Text":"(Muhammad) wong Islam padha matur ing Sira perkara bab perang ana ing sasi Haram. Iku sira dhawuha, \"Perang ana ing sasi Haram iku dosa gedhe, dene ngalang-alangi marang wong nglakoni dadalaning Allah lan ora percaya ing Allah lan ngalang-ngalangi wong mlebu ing Masjidil-haram saka ing kono, iku mungguhing Allah luwih gedhe maneh dosane\". Dene fitnah (panganiaya) iku dosane luwih gedhe tinimbang perang, wong kafir tansah merangi sira, pamrihe manawa bisa supaya sira padha murtad (balik) saka agama Islam, nuli mati kafir, wong kang mangkono iku kelakuane kang becik ilang kabeh ana ing donya lan akherat, dene wong kang mangkono mau padha kecemplung ing neraka, sarta anggone ana ing naraka padha langgeng"},{"SurahNumber":2,"VerseNumber":218,"Text":"Satemene wong mukmin lan wong kang padha pindhah (hijrah) lan kang padha mangsah perang ana ing dalane Allah, wong kang mengkono iku pmau padha nyenyadhong sihing Allah. Dene Allah iku Maha Ngapura lan Maha Asih"},{"SurahNumber":2,"VerseNumber":219,"Text":"(Muhammad) para sahabatira padha matur ing sira perkara sajeng (minuman keras) lan ngabotohan. Sira dhawuha, \"Sajeroning sajeng lan ngabotohan iku ana dosa gedhe lan ana faedah marang manungsa, dene dosane (bahayane) iku luwih gedhe ngungkuli faedahe\". Lan dheweke padha matur maneh (marang sira Muhammad) ing bab barang kang didermakake, sira dhawuha, \"Samu barang kang saturahing kebutuhanira\". Kaya mangkono iku Allah nerangake ayat-ayate marang sira kabeh, supaya sira kabeh padha gelem mikir"},{"SurahNumber":2,"VerseNumber":220,"Text":"Ana ing (perkara) donya lan akherat. Lan maneh dheweke padha matur marang sira (Muhammad) perkara bocah yatim, dhawuha sira: \"ngopeni amrih becike bocah yatim iku luwih becik banget\", dene yen sira dadekake keluarga bocah yatim iku, dhasar dheweke iku ya sadulurira. Allah iku ngudaneni wong kang gawe rusak, saka wong kang gawe becik (tumrap bocah yatim). Lan saupama Allah kersa ngreksakake ing sira kabeh (mesthi kelakon). Satemene Allah iku Maha Gagah serta Wicaksana"},{"SurahNumber":2,"VerseNumber":221,"Text":"(He wong Islam) Sira aja padha ngrabeni wong wadon Musyrik, kajaba yen banjur Mukmin, yekti sawijine kawula (amat) kang mukmin luwih becik tinimbang wong wadon merdika kang musyrik, senajan nengsemake ing sira kabeh (saka dening ayu rupane). Lan sira kabeh aja padha nikahake (anakira wadon) marang wong lanang musyrik, senajan nengsemake sira kabeh (saka dening gagah lan baguse). Wong kang mangkono iku (wong-wong musyrik) padha ngajak marang neraka, dene Allah iku nimbali marang suwarga lan pangura kelawan idzining Allah, sarta Allah nerangake tandha yekti - tanda yekti marang para manungsa, supaya padha eling marang panjenengane"},{"SurahNumber":2,"VerseNumber":222,"Text":"(Muhammad) para sahabatira padha matur marang sira nyuwun pirsa bab perkara getih haid. Sira dhawuha, \"Haid iku rereged, mulane padha nyingkirana saka wong wadonira kang pinuju haid, lan aja padha cedhak-cedhak (ngumpuli) wong wadonira mau, nganti padha resik (suci). Dene yen wis suci sira nekanana marang wadonira miturut kang didhawuhake Allah marang sira kabeh. Satemene Allah iku remen marang wong kang padha tobat, lan remen marang wong kang padha suci (resikan)"},{"SurahNumber":2,"VerseNumber":223,"Text":"Wong wadonira iku tumrape sira, upamane sawah, mulane sira tandurana sawahira sakarepira, lan sira padha andhisikna kabecikan tumraping sira lan padha bektia ing Allah lan padha weruha satemene sira ing tembe bakal padha disowanake ana ngarsane Allah. Lan sira mbebungaha marang wong-wong mukmin"},{"SurahNumber":2,"VerseNumber":224,"Text":"Lan sira padha ndadekake (asmane) Allah ana ing sumpahira, kang ngalang-alangi ing sira menawa arep tumindak becik, lan wediya ing Allah sarta ngrukunake ing antarane para manungsa. Dene Allah iku Maha Midhanget sarta ngudaneni"},{"SurahNumber":2,"VerseNumber":225,"Text":"Allah ora bakal matrapi (nganggep) supatanira kang mung ketlanjur ora kanthi kasedya, ananing Allah bakal matrapi ing sira kabeh kang terus ing atine. Satemene Allah iku Maha Ngapura sarta Maha Aris (sabar)"},{"SurahNumber":2,"VerseNumber":226,"Text":"Wong kang padha supata (Ila') ninggal wadone iku, kena nyrantakake (suwe-suwene) patang sasi, sawise iku manawa dheweke padha gelem balen satemene Allah iku Maha Pangapura sarta Maha Asih"},{"SurahNumber":2,"VerseNumber":227,"Text":"Lan manwa dheweke padha duwe sedya megat (marang wadone) satemene Allah iku Maha Midhanget sarta Maha Ngudaneni"},{"SurahNumber":2,"VerseNumber":228,"Text":"Lan wong wadon kang padha dipegat, iku wajib nyratekake ing awake, ora kena omah-omah sakjeroning telung pasucen (quru') lan ora halal tumrap dheweke manawa ngumpetake (dhelikake) anggone Alalh wis nitahake kang ana ing wetenge, manawa dheweke iku temen-temen percaya (iman) ing Allah lan dina akhir. Lan bojone duwe wewenang ambaleni (ngrujuk) wadone mau ana ing mongsa iku (sajerone 'iddah), manawa dheweke padha gelem tumindak becik (rukun). Lan wong wadon iku nduweni hak kang padha (karo wong lanang) kelawan becik becik, nanging wong lanag ikupadha duwe keluwihan pangkat kang ngungkuli wadone. Dene Allah iku Maha Gagah sarta Maha Wicaksana"},{"SurahNumber":2,"VerseNumber":229,"Text":"Talaq (kang isih kena diruju') iku rong rambahan, sawise iku sira ruju' kelawan becik utawa nguculake babar pisan uga kelawan becik. Lan sira ora bakal njupuk senajan mung sethithik saka pawewehira marang dheweke (raninira), kajaba yen wong sak kelorin iku padha kuwatir bakal ora bisa netepi wates-watese Allah. Manawa mangkono iya ora dosa tumrap wong wadon mbayar tebusane awake dhewe. Mengkono iku wates-watese Allah, sira aja padha nerak (ngliwati). Lan sing sapa nerak wates-watese Allah, iku wong-wong mau padha nganiaya marang awake dhewe"},{"SurahNumber":2,"VerseNumber":230,"Text":"Dene menawa dheweke mau mbanjur megat marang rabine (dadi wus talaq telu) wong wadon mau ora kena dirabeni maneh kajaba yen wis omah-omah karo bojo liyane. Dene yen wis dipegat ing bojo kang kapindho mau, ora ana pakewuhe omah-omah (balen) karo bojone lawas, semono iku yen padha duwe pangira yen bakal padha netepi ing wates-watese Allah. Mengkono iki wates-watese Allah. Panjenengane nerangake marang para kaum kang padha mangerti"},{"SurahNumber":2,"VerseNumber":231,"Text":"Lan nalikane sira padha megat ing wong-wong wadon (rabinira) mangka wis cedhak mangsane 'iddah, iku sira mengkuwa maneh kelawan becik utawa uculna uga kelawan becik, lan pamengkunira marang wong wadon mau aja kelawan sumedya gawe sengsara, nandukake piala. Dene sing sapa nglakoni penggawe mangkono mau mesthi nganiaya marang awake dhewe. Lan sira aja nganggo geguyon marang ayat-ayating Allah, lan padha elinga marang nikmating Allah kang wis diparingake marang sira lan padha elinga Kitab (Qur'an) sarta hikmah kang wis diturunake dening Allah marang sira minangka piwulang marang sira. Lan sira padha wediya ing Allah lan padha sumurupa manawa ALlah iku Maha Ngudaneni samubarang kabeh"},{"SurahNumber":2,"VerseNumber":232,"Text":"Menawa sira padha megat para wadonira, mongka siwadon wis rampung waktu wawangene, aja sira angalang-alangi yen arep padha laki bojo-bojone, manawa sakarone wis padha trimane, kalawan cara kang becik, mangkono iku kanggo mituturi sira sapa sing angestu ing Allah lan dina akhir, mangkono iku tumrape sira luwih makolehi lan luwih resik, lan Alah iku ngudaneni lan sira iku padha ora weruh"},{"SurahNumber":2,"VerseNumber":233,"Text":"Para biyung (kang wis di talaq) iku supaya padha nusoni anake suwene genep tahun, tumrap wong kang nyampurnakake pasuson lan wajib tumrap bapa aweh sandhang lan pangan sak kuwasane marang rabine, ora ana wong kang dipeksa kajaba mung sak kuwasane lan biyung ora kena di peksa (nusoni) anake lan mangkono uga ora kena dipeksa (ngragadi) anake kajaba mung sakkuwasane, lan wabjibing waris mengkono uga. Dene yen bapa lan biyung sakarone wis golong rembuge arep nyapih bocah mau, iku ora ana pakewuhe. Dene yen sira arep nginyakake anakira, manawa sira bayar waragad kang sira saguhake kelawan becik, iya ora ana pekewuhe. Sira padha wediya ing Allah lan padha sumurupa yen Allah iku Ngudaneni marang samubarang kang sira tindakake"},{"SurahNumber":2,"VerseNumber":234,"Text":"Dene wong kang mati saka sira kabeh sarta padha ninggal bojo, wajib tumrap siwadon mau nyrantekake awake (ora kena omah-omah) lawase sasi dina. Dene manawa wis rampung 'iddahe sira ora padha kapatrapan dosa jalaran anggone wong wadon mau padha memaesi awake dhewe. Dene Allah iku Maha Waspada marang barang kang sira tindakake"},{"SurahNumber":2,"VerseNumber":235,"Text":"Lan sira ora padha kaptrapan dosa tumrap anggonira nglamar wong wadon (kang isih ana ing sajeroning 'iddah) kelawan pasemon, utawa mung sira bathin ana ing sajeroning atinira. Allah nguningani manawa sira bakal padha nglahirake krenteging atinira marang wong wadon mau, nanging sira aja mrasajakake dhisik anggonira duwe karep ngrabeni wong wadon mau, kajaba yen sira mung nglahirake tembung pasemon kang becik iku kena. Lan sira aja padha netepake 'akad (waktu) nikah, nganti yen wong wadon mau wis rampung 'iddahe, lan sira padha sumurupa manawa Allah iku Ngudaneni barang kang ana ing atinira, jalaran saka iku sira padha ngati-atiya. Lan padha sumurupa satemene Allah iku Maha Pangapura lan Maha Welas"},{"SurahNumber":2,"VerseNumber":236,"Text":"Ora dosa tumrap sira kabeh megat marang wong wadon sadurunge kumpul (jumbana) utawa sadurunge sira nemtokake maskawine, lan sira aweha bebungah marang wadon mau kelawan becik. Tumrap wong sugih sak kuwate lan tumrap wong mlarat uga sak kuwate, iku tetep kewajiban tumrap wong kang padha nindakake kebecikan"},{"SurahNumber":2,"VerseNumber":237,"Text":"Lan manawa sira padha megat ing wadon sadurunge sira kumpuli, nanging sira wis tentokake maskawin tumrap dheweke, sira (wajib bayar) separoning mas kawin kang wis sira temtokake mau. Kajaba yen rabinira utawa wong lanang kang nguwasani bundhelaning nikah wis padha trima. Dene yen sira padha gelem aweh kemurahan iku nyaketake marang wedi ing Allah. Lan sira aja nglalekake kabecikan antara nira kabeh. Satemene Allah iku mriksani barang kang sira tindakake"},{"SurahNumber":2,"VerseNumber":238,"Text":"Sira padha ngreksaha nindakake shalat, lan shalat kang tengahan sarta sira padha ngadega ngestokake (kabeh dhawuhe) Allah"},{"SurahNumber":2,"VerseNumber":239,"Text":"Lan menawa sira padha kuatir, sira kena shalat karo mlaku utawa nenunggang. Dene yen sira wis tentrem, sira padha nyebuta Asmane Allah kaya kang wis diwulangake marang sira kabeh dening Allah barang kang sira sumurupi"},{"SurahNumber":2,"VerseNumber":240,"Text":"Sing sapa ngarepake mati saka sira kabeh padha bakal ninggal bojo, wong mau supaya wasiyat marang bojone, minongko aweh bebungah (sandhangan lan pangan) suwene setahun, sarta ora nundhung dheweke saka omahe. Dene manawa wong wadon mau metu saka omahe miturut karepe dhewe, sira (wali ) ora padha kapatrapan dosa jalaran anggone deweke wis padha mbebecik (memaesi) ing awake dhewe. Dene Allah iku Maha Mulya sarta Maha Wicaksana"},{"SurahNumber":2,"VerseNumber":241,"Text":"Lan wong wadon kang padha dipegat, padha oleh bebungah saka kang lanang sak kuwasane. Iku kewajiban tetep tumrap wong kang padha bekti (ing Allah)"},{"SurahNumber":2,"VerseNumber":242,"Text":"Koyo mengkono iku Allah nerangake ayat-ayate marang sira kabeh, supaya sira padha mikir"},{"SurahNumber":2,"VerseNumber":243,"Text":"Apa sira durung weruh (ceritane) wong Bani Israil kang cacahe ma-ewu-ewu kang padha ngungsi ninggal negarane kuwatir mati dening lelara, nuli Allah paring pangandika, \"Sira padha matiya kabeh.\", sak wuse iku Allah nguripake ing dheweke. Satemene Allah iku kagungan kanugrahan marang para manungsa, nanging akeh-akehe manungsa padha ora gelem syukur"},{"SurahNumber":2,"VerseNumber":244,"Text":"Lan sira padha mangsaha perang ana ing dalane Allah, (perang sabil) lan padha sumurupa satemene Allah iku Maha Midhanget saha Maha Ngudaneni"},{"SurahNumber":2,"VerseNumber":245,"Text":"Sing sapa wonge ngutangi ing Allah kelawan piutang kabecikan Allah mesthi nikeli marang wong-wong mau, piwalese tikel pirang-pirang. Dene Allah iku kang nampi lan kang nggelar peparinge, lan sira kabeh bakal padha disowanake marang panjenengane"},{"SurahNumber":2,"VerseNumber":246,"Text":"Apa sira (Muhammad) durung weruh cerita lelakone bani Israil sawise Nabi Musa? Nalika padha matur marang Nabine \"Panjenengan mugi jumenengaken raja kangge kita sadaya, supados kita perang sabilillah\". Nabine nuli ngandika, \"Manawa sira padha didhawuhi perang gek mengko sira kabeh ora padha ngestokake tumindak perang?\". Wong-wong bani Israil mau matur maneh: \"Kenging punapa kita sami mboten purun ngestokaken tumindak perang sabilillah, mongka kita sampun kalajeng dipun tundhung saking negari kita, (kapisah) saking anak-anak kita.\" Bareng wong Bani Israil mau kaleksanan padha didawuhi perang, dheweke padha mlengos, kajaba mung sethithik. Dene Allah iku ngudaneni wong kang padha nganiaya"},{"SurahNumber":2,"VerseNumber":247,"Text":"Nabine wong Bani Israil mau dhawuh mangkene: \"Temen Allah wis ngutus ing Thalut dadi raja tumrap sira kabeh\". Wong Bani Israil mau mbanjur matur, \"Kados pundi dene pun Thalut teka dados ratu mrentah dhumateng kita, kang mangka leresipun kita punika langkung prayogi dados ratu tinimbang Thalut mboten diparingi sugih arta\". Pangandikane Nabi, \"Satemene Allah wis milih Thalut ngratoni lan mrintah ing sira kabeh, lan Allah nambahi jembaring kaweruhe marang ilmu, kerato, sarta sembadaning badane, Allah iku maringake keratone marang wong kang dadi keparenging kersane. Dene Allah iku Maha Jembar sarta Ngudaneni"},{"SurahNumber":2,"VerseNumber":248,"Text":"Nabine wong Bani Israil mau dhawuh maneh: \"Satemene kang dadi tandha yekti yen Thalut iku dikersakake dadi Raja iku bakal ana pethi teka mrene, isi sakinah (katentreman) saka Pangeranira. lan isi pusaka tetinggalan keluargane Nabi Musa lan keluargane Nabi Harun, dipikul dening para Malaikat. Satemene kang mengkono mau dadi tandha yekti tumrap sira kabeh, yen nyata sira iku padha percaya"},{"SurahNumber":2,"VerseNumber":249,"Text":"Bareng Raja Thalut miyos ngangsahake wadyabalane, paring pangandika mangkene, \"Satemene Allah kersa nyoba marang sira kabeh sarana (banyune) bengawan. Sing sapa ngombe banyu bengawan mau, ora bakal dadi kancaku, kajaba wong kang mung nyuwuk banyu nganggo tangane\". Para wadya bala mau nuli padha ngombe saka bengawan, kajaba mung sethithik kang ora ngombe. Bareng Raja Thalut sak balane kang padha mukmin wis nyabrang ing bengawan wong kang padha ngombe ing bengawan mau padha matur, \"Ing dinten punika kita sadaya mbiten saged badhe nanggulangi perangipun Raja Jalut sak wadyabalanipun\". Dene wong kang padha percaya yen bakal padha suwan ing ngarsane Allah padha matur, \"Akeh golongan sethithik bisa nglindhih (ngalahake) golongan akeh kelawan izining Allah. Dene Allah iku jangkung marang wong kang padha sabar"},{"SurahNumber":2,"VerseNumber":250,"Text":"Bareng Raja Thalut saka balane wis adhep-adhepan karo Raja Jalut sak balane, Raja Thalut sak balane banjur nyuwun marang Allah, \"Dhuh Allah, panjenengan mugi ngestokaken kesabaran ing manah kawula, sarta mugi netepaken delamakan kawula, lan mugi paring pitulungan dhumateng kawula ngawonaken dhateng sedaya tiyang kafir"},{"SurahNumber":2,"VerseNumber":251,"Text":"Awit saking pikantukidining Allah, Raja Thalut sak balane bisa menang, ngusir Raja Jalut sak balane, lan Dawus bisa mateni Jalut, lan Allah maringi kraton sarta kawicaksanaan marang Dawud sarta maringi pirsa barang kang dadi keparengen kersane marang Dawud. Saupama Allah ora nulak para manungsa kelawan sak wenehe, mesthi bumi iki rusak. Ananging Allah iku kagungan Kanugrahan marang wong alam kabeh"},{"SurahNumber":2,"VerseNumber":252,"Text":"Kang mangkono iku ayat-ayate Allah. Ingsun dhawuhake marang sira Muhammad kanthi temen. Lan satemene sira iku klebu ewoning para Rasul"}]}