{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"And yet, I am not trying to absolve myself: for, verily, man's inner self does incite [him] to evil, and saved are only they upon whom my Sustainer bestows His grace. Behold, my Sustainer is much forgiving, a dispenser of grace"},{"SurahNumber":12,"VerseNumber":54,"Text":"And the King said: \"Bring him unto me, so that I may attach him to my own person.\" And when he had spoken with him, [the King] said: \"Behold, [from] this day thou shalt be of high standing with us, invested with all trust"},{"SurahNumber":12,"VerseNumber":55,"Text":"[Joseph] replied: \"Place in my charge the store-houses of the land; behold, I shall be a good and knowing keeper"},{"SurahNumber":12,"VerseNumber":56,"Text":"And thus We established Joseph securely in the land [of Egypt]: he had full mastery over it, [doing] whatever he willed. [Thus do] We cause Our grace to alight upon whomever We will; and We do not fail to requite the doers of good"},{"SurahNumber":12,"VerseNumber":57,"Text":"But in the eyes of those who have attained to faith and have always been conscious of Us, a reward in the life to come is a far greater good [than any reward in this world]"},{"SurahNumber":12,"VerseNumber":58,"Text":"AND [after some years,] Joseph's brothers came [to Egypt] and presented themselves before him: and he knew them [at once], whereas they did not recognize him"},{"SurahNumber":12,"VerseNumber":59,"Text":"And when he had provided them with their provisions, he said: \"[When you come here next,] bring unto me that brother of yours from your father's side. Do you not see that I have given [you] full measure and have been the best of hosts"},{"SurahNumber":12,"VerseNumber":60,"Text":"But if you do not bring him unto me, you shall never again receive a single measure [of grain] from me, nor shall you [be allowed to] come near me"},{"SurahNumber":12,"VerseNumber":61,"Text":"They answered: \"We shall try to persuade his father to part with him, and, verily, we shall do [our utmost]"},{"SurahNumber":12,"VerseNumber":62,"Text":"And [Joseph] said to his servants: \"Place their merchandise in their camel-packs, so that they may find it there when they come home, and hence be the more eager to return"},{"SurahNumber":12,"VerseNumber":63,"Text":"And so, when they returned to their father, [Joseph's brothers] said: \"O our father! All grain is [to be] withheld from us [in the future unless we bring Benjamin with us]: send, therefore, our brother with us, so that we may obtain our measure (of grain]; and, verily, we shall guard him well"},{"SurahNumber":12,"VerseNumber":64,"Text":"[Jacob] replied: \"Shall I trust you with him in the same way as I trusted you with his brother (Joseph] aforetime? [Nay,] but God's guardianship is better [than yours], for He is the most merciful of the merciful"},{"SurahNumber":12,"VerseNumber":65,"Text":"Thereupon, when they opened their packs, they discovered that their merchandise had been returned to them; [and] they said: \"O our father! What more could we desire? Here is our merchandise: it has been returned to us! [If thou send Benjamin with us,] we shall (again] be able to bring food for our family, and shall guard our brother [well], and receive in addition another camel-load of grain That [which we have brought the first time] was but a scanty measure"},{"SurahNumber":12,"VerseNumber":66,"Text":"Said [Jacob]: \"I will not send him with you until you give me a solemn pledge, before God, that you will indeed bring him back unto me, unless you yourselves be encompassed [by death]!\" And when they had given him their solemn pledge, [Jacob] said: \"God is witness to all that we say"},{"SurahNumber":12,"VerseNumber":67,"Text":"And he added: \"O my sons! Do not enter [the city all] by one gate, but enter by different gates. Yet [even so,] I can be of no avail whatever to you against [anything that may be willed by] God: judgment [as to what is to happen] rests with none but God. In Him have I placed my trust: for, all who have trust [in His existence] must place their trust in Him alone"},{"SurahNumber":12,"VerseNumber":68,"Text":"But although they entered [Joseph's city] in the way their father had bidden them, this proved of no avail whatever to them against [the plan of] God [His request] had served only to satisfy Jacob's heartfelt desire [to protect them]: for, behold, thanks to what We had imparted unto him, he was indeed endowed with the knowledge [that God's will must always prevail]; but most people know it not"},{"SurahNumber":12,"VerseNumber":69,"Text":"AND WHEN [the sons of Jacob] presented themselves before Joseph, he drew his brother [Benjamin] unto himself, saying [to him in secret]: \"Behold, I am thy brother! So grieve thou not over their past doings"},{"SurahNumber":12,"VerseNumber":70,"Text":"And [later,] when he had provided them with their provisions, he placed the [King's] drinking-cup in his brother's camel-pack. And [as they were leaving the city,] a herald called out: \"O you people of the caravan! Verily, you are thieves"},{"SurahNumber":12,"VerseNumber":71,"Text":"Turning towards the herald and his companions, the brothers asked: \"What is it that you miss"},{"SurahNumber":12,"VerseNumber":72,"Text":"They answered: \"We miss the King's goblet; and he who produces it shall receive a camel-load [of grain as reward]!\" And [the herald added:] \"I pledge myself to this _ [promise]"},{"SurahNumber":12,"VerseNumber":73,"Text":"Said [the brothers]: \"By God! Well do you know that we have not come to commit deeds of corruption in this land, and that we have not been thieving"},{"SurahNumber":12,"VerseNumber":74,"Text":"[The Egyptians] said: \"But what shall be the requital of this [deed] if you are [proved to be] liars"},{"SurahNumber":12,"VerseNumber":75,"Text":"[The brothers] replied: \"Its requital? He in whose camel-pack [the cup] is found-he shall be [enslaved as] a requital thereof! Thus do we [ourselves] requite the doers of [such] wrong"},{"SurahNumber":12,"VerseNumber":76,"Text":"Thereupon [they were brought before Joseph to be searched; and] he began with the bags of his half-brothers before the bag of his brother [Benjamin]: and in the end he brought forth the drinking Cups out of his brother's bag. In this way did We contrive for Joseph [the attainment of his heart's desire]: under the King's law, he would [otherwise] not have been able to detain his brother, had not God so willed. We do raise to [high] degrees [of knowledge] whomever We will - but above everyone who is endowed with knowledge there is One who knows all"},{"SurahNumber":12,"VerseNumber":77,"Text":"[As soon as the cup came to light out of Benjamin's bag, the brothers] exclaimed: \"If he has stolen-well, a brother of his used to steal afore-time!\" Thereupon Joseph said to himself, without revealing his thought to them: \"You are far worse in this respect, and God is fully aware of what you are saying"},{"SurahNumber":12,"VerseNumber":78,"Text":"They said: \"O thou great one! Behold, he has a father, a very old man: detain, therefore, one of us in his stead. Verily, we see that thou art a doer of good"},{"SurahNumber":12,"VerseNumber":79,"Text":"He answered: \"May God preserve us from [the sin of] detaining any other than him with whom we have found our property-for then, behold, we would indeed be evildoers"},{"SurahNumber":12,"VerseNumber":80,"Text":"And so, when they lost all hope of [moving] him, they withdrew to take counsel [among themselves]. The eldest of them said: \"Do you not remember that your father has bound you by a solemn pledge before God - and how, before that, you had failed with regard to Joseph? Hence, I shall not depart from this land till my father gives me leave or God passes judgment in my favour: for He is the best of all judges"},{"SurahNumber":12,"VerseNumber":81,"Text":"[And as for you others,] return to your father and say: `O our father! Behold, thy son has stolen-but we [can] bear witness to no more than what has become known to us; and [although we gave you our pledge,] we could not guard against something that [lay hidden in the future and, hence,] was beyond the reach of our perception"},{"SurahNumber":12,"VerseNumber":82,"Text":"And ask thou in the town in which we were [at the time], and of the people of the caravan with whom we travelled hither, and [thou wilt find that] we, are indeed telling the truth"},{"SurahNumber":12,"VerseNumber":83,"Text":"[AND WHEN they returned to their father and told him what had happened,] he exclaimed: \"Nay, but it is your [own] minds that have made [so terrible] a happening seem a matter of little account to you! But [as for myself,] patience in adversity is most goodly; God may well bring them all [back] unto me: verily, He alone is all-knowing, truly wise"},{"SurahNumber":12,"VerseNumber":84,"Text":"But he turned away from them and said: \"O woe is me for Joseph!\"-and his eyes became dim from the grief with which he was filled"},{"SurahNumber":12,"VerseNumber":85,"Text":"Said [his sons]: \"By God! Thou wilt never cease to remember, Joseph till thou art broken in body and spirit or art dead"},{"SurahNumber":12,"VerseNumber":86,"Text":"He answered: \"It is only to God that I complain of my deep grief and my sorrow: for I know, from God, something that you do not know"},{"SurahNumber":12,"VerseNumber":87,"Text":"[Hence,] O my sons, go forth and try to obtain some tidings of Joseph and his brother; and do not lose hope of God's life-giving mercy: verily, none but people who deny the truth can ever lose hope of God's life-giving mercy"},{"SurahNumber":12,"VerseNumber":88,"Text":"[AND THE SONS of Jacob went back to Egypt and to Joseph;] and when they presented themselves before him, they said: \"O thou great one! Hardship has visited us and our folk, and so we have brought but scanty merchandise; but give us a full measure [of grain], and be charitable to us: behold, God rewards those who give in charity"},{"SurahNumber":12,"VerseNumber":89,"Text":"Replied he: \"Do you remember what you did to Joseph and his brother when you were still unaware [of right and wrong]"},{"SurahNumber":12,"VerseNumber":90,"Text":"They exclaimed: \"Why - is it indeed thou who art Joseph?\" He answered: \"I am Joseph, and this is my brother. God has indeed been gracious unto us. Verily, if one is conscious of Him and patient in adversity behold, God does not fail to requite the doers of good"},{"SurahNumber":12,"VerseNumber":91,"Text":"[The brothers] said: \"By God! Most certainly has God raised thee high above us, and we were indeed but sinners"},{"SurahNumber":12,"VerseNumber":92,"Text":"Said he: \"No reproach shall be uttered today against you. May God forgive you your sins: for He is the most merciful of the merciful"},{"SurahNumber":12,"VerseNumber":93,"Text":"[And now] go and take this tunic of mine and lay it over my father's face, and he will recover his sight. And thereupon come [back] to me with all your family"},{"SurahNumber":12,"VerseNumber":94,"Text":"AND AS SOON as the caravan [with which Jacob's sons were travelling] was on its way, their father said [to the people around him]: \"Behold, were it not that you might consider me a dotard, [I would say that] I truly feel the breath of Joseph [in the air]"},{"SurahNumber":12,"VerseNumber":95,"Text":"They answered: \"By God! Thou art indeed still lost in thy old aberration"},{"SurahNumber":12,"VerseNumber":96,"Text":"But when the bearer of good tidings came [with Joseph's tunic], he laid it over his face; and he regained his sight, [and] exclaimed: \"Did I not tell you, `Verily, I know, from God, something that you do not know"},{"SurahNumber":12,"VerseNumber":97,"Text":"[His sons] answered: \"O our father! Ask God to forgive us our sins, for, verily, we were sinners"},{"SurahNumber":12,"VerseNumber":98,"Text":"He said: \"I shall ask my Sustainer to forgive you: He alone is truly forgiving, a true dispenser of grace"},{"SurahNumber":12,"VerseNumber":99,"Text":"AND WHEN they [all arrived in Egypt and] presented themselves before Joseph, he drew his parents unto himself, saying, \"Enter Egypt! If God so wills, you shall be secure [from all evil]"},{"SurahNumber":12,"VerseNumber":100,"Text":"And he raised his parents to the highest place of honour; and they [all] fell down before Him, prostrating themselves in adoration. Thereupon [Joseph] said: \"O my father! This is the real meaning of my dream of long ago, which my Sustainer has made come true. And He was indeed good to me when He freed me from the prison, and [when] He brought you [all unto me] from the desert after Satan had sown discord between me and my brothers. Verily, my Sustainer is unfathomable in [the way He brings about] whatever He wills: verily, He alone is all-knowing, truly wise"},{"SurahNumber":12,"VerseNumber":101,"Text":"O my Sustainer! Thou hast indeed bestowed upon me something of power, and hast imparted unto me some knowledge of the inner meaning of happenings. Originator of the heavens and the earth! Thou art near unto me in this world and in the life to come: let me die as one who has surrendered himself unto Thee, and make me one with the righteous"},{"SurahNumber":12,"VerseNumber":102,"Text":"THIS ACCOUNT of something that was beyond the reach of thy perception We [now] reveal unto thee, [O Prophet:] for thou wert not with Joseph's brothers when they resolved upon what they were going to do and wove their schemes [against him]"},{"SurahNumber":12,"VerseNumber":103,"Text":"Yet - however strongly thou mayest desire it -most people will not believe [in this revelation]"},{"SurahNumber":12,"VerseNumber":104,"Text":"although thou dost not ask of them any reward for it: it is but [God's] reminder unto all mankind"},{"SurahNumber":12,"VerseNumber":105,"Text":"But [then] -how many a sign is there in the heavens and on earth which they pass by [unthinkingly], and on which they turn their backs"},{"SurahNumber":12,"VerseNumber":106,"Text":"And most of them do not even believe in God without [also] ascribing divine powers to other beings beside Him"},{"SurahNumber":12,"VerseNumber":107,"Text":"Do they, then, feel free from the fear that there might fall upon them the overwhelming terror of God's chastisement, or that the Last Hour might come upon them of a sudden, without their being aware [of its approach]"},{"SurahNumber":12,"VerseNumber":108,"Text":"Say [O Prophet]: \"This is my way: Resting upon conscious insight accessible to reason, I am calling [you all] unto God - I and they who follow me.\" And [say:] \"Limitless is God in His glory; and I am not one of those who ascribe divinity to aught beside Him"},{"SurahNumber":12,"VerseNumber":109,"Text":"And [even] before thy time, We never sent [as Our apostles] any but [mortal] men, whom We inspired, [and whom We always chose] from among the people of the [very] communities [to whom the message was to be brought]. Have, then, they [who reject this divine writ] never journeyed about the earth and beheld what happened in the end to those [deniers of the truth] who lived before them?-and [do they not know that] to those who are conscious of God the life in the hereafter is indeed better [than this world]? Will they not, then, use their reason"},{"SurahNumber":12,"VerseNumber":110,"Text":"[All the earlier apostles had to suffer persecution for a long time;] but at last -when those apostles had lost all hope and saw themselves branded as liars - Our succour attained to them: whereupon everyone whom We Milled [to be saved] was saved [and the deniers of the truth were destroyed]: for, never can Our punishment be averted from people who are lost in sin"},{"SurahNumber":12,"VerseNumber":111,"Text":"Indeed, in the stories of these men there is a lesson for those who are endowed with insight. [As for this revelation,] it could not possibly be a discourse invented [by man]: nay indeed, it is [a divine writ] confirming the truth of whatever there still remains [of earlier revelations], clearly spelling out everything, and [offering] guidance and grace unto people who will believe"},{"SurahNumber":13,"VerseNumber":1,"Text":"Alif. Lam. Mim. Ra. THESE ARE MESSAGES of revelation: and what has been bestowed upon thee from on high by thy Sustainer is the truth-yet most people will not believe [in it]"},{"SurahNumber":13,"VerseNumber":2,"Text":"It is God who has raised the heavens without any supports that you could see, and is established on the throne of His almightiness; and He [it is who] has made the sun and the moon subservient [to His laws], each running its course for a term set [by Him]. He governs all that exists. Clearly does He spell out these messages, so that you might be certain in your innermost that you are destined to meet your Sustainer [on Judgment Day]"},{"SurahNumber":13,"VerseNumber":3,"Text":"And it is He who has spread the earth wide and placed on it firm mountains and running waters, and created thereon two sexes of every [kind of] plant; [and it is He who] causes the night to cover the day. Verily, in all this there are messages indeed for people who think"},{"SurahNumber":13,"VerseNumber":4,"Text":"And there are on earth [many] tracts of land close by one another [and yet widely differing from one another]; and [there are on it] vinyards, and fields of grain, and date-palms growing in clusters from one root or standing alone, [all] watered with the same water: and yet, some of them have We favoured above others by way of the food [which they provide for man and beast]. Verily, in all this there are messages indeed for people who use their reason"},{"SurahNumber":13,"VerseNumber":5,"Text":"BUT IF thou art amazed [at the marvels of God's creation], amazing, too, is their saying, \"What! After we have become dust, shall we indeed be [restored to life] in a new act of creation?\" It is they who [thus show that they] are bent on denying their Sustainer; and it is they who carry the shackles [of their own making] around their necks; and it is they who are destined for the fire, therein to abide"},{"SurahNumber":13,"VerseNumber":6,"Text":"And [since, O Prophet, they are bent on denying the truth,] they challenge thee to hasten the coming upon them of evil instead of [hoping for] good although [they ought to know that] the exemplary punishments [which they now deride] have indeed come to pass before their time. Now, behold, thy Sustainer is full of forgiveness unto men despite all their evildoing: but, behold, thy Sustainer is [also] truly severe in retribution"},{"SurahNumber":13,"VerseNumber":7,"Text":"However, they who are bent on denying the truth [refuse to believe and] say, \"Why has no miraculous sign ever been bestowed on him from on high by his Sustainer?\" [But] thou art only a warmer; and [in God] all people have a guide"},{"SurahNumber":13,"VerseNumber":8,"Text":"God knows what any female bears [in her womb], and by how much the wombs may fall short [in gestation], and by how much they may increase [the average period]: for with Him everything is [created] in accordance with its scope and purpose"},{"SurahNumber":13,"VerseNumber":9,"Text":"He knows all that is beyond the reach of a created being's perception as well as all that can be witnessed by a creature's senses or mind -the Great One, the One far above anything that is or could ever be"},{"SurahNumber":13,"VerseNumber":10,"Text":"It is all alike [to Him] whether any of you conceals his thought or brings it into the open, and whether he seeks to hide [his evil deeds] under the cover of night or walks [boldly] in the light of day"},{"SurahNumber":13,"VerseNumber":11,"Text":"[thinking that] he has hosts of helpers-both such as can be perceived by him and such as are hidden from him -that could preserve him from whatever God may have willed. Verily, God does not change men's condition unless they change their inner selves; and when God wills people to suffer evil [in consequence of their own evil deeds], there is none who could avert it: for they have none who could protect them from Him"},{"SurahNumber":13,"VerseNumber":12,"Text":"HE IT IS who displays before you the lightning, to give rise to [both] fear and hope, and calls heavy clouds into being"},{"SurahNumber":13,"VerseNumber":13,"Text":"and the thunder extols His limitless glory and praises Him, and [so do] the angels, in awe of Him; and He [it is who] lets loose the thunderbolts and strikes with them whom He wills. And yet, they stubbornly argue about God, notwithstanding [all evidence] that He alone has the power to contrive whatever His unfathomable wisdom wills"},{"SurahNumber":13,"VerseNumber":14,"Text":"Unto Him [alone] is due all prayer aiming at the Ultimate Truth, since those [other beings or powers] whom men invoke instead of God cannot respond to them in any way - [so that he who invokes them is] but like one who stretches his open hands towards water, [hoping] that it will reach his mouth, the while it never reaches him. Hence, the prayer of those who deny the truth amounts to no more than losing oneself in grievous error"},{"SurahNumber":13,"VerseNumber":15,"Text":"And before God prostrate themselves, willingly or unwillingly, all [things and beings] that are in the heavens and on earth, as do their shadows in the mornings and the evenings"},{"SurahNumber":13,"VerseNumber":16,"Text":"Say: \"Who is the Sustainer of the heavens and the earth?\" Say: \"[It is] God.\" Say: \"[Why,] then, do you take for your protectors, instead of Him, such as have it not within their power to bring benefit to, or avert harm from, themselves?\" Say: \"Can the blind and the seeing be deemed equal? -or can the depths of darkness and the light be deemed equal?\" Or do they [really] believe that there are, side by side with God, other divine powers that have created the like of what He creates, so that this act of creation appears to them to be similar [to His]? Say: \"God is the Creator of all things; and He is the One who holds absolute sway over all that exists"},{"SurahNumber":13,"VerseNumber":17,"Text":"[Whenever] He sends down water from the sky, and [once-dry] river-beds are running high according to their measure, the stream carries scum on its surface; and, likewise, from that [metal] which they smelt in the fire in order to make ornaments or utensils, [there rises] scum. In this way does God set forth the parable of truth and falsehood: for, as far as the scum is concerned, it passes away as [does all] dross; but that which is of benefit to man abides on earth. In this way does God set forth the parables"},{"SurahNumber":13,"VerseNumber":18,"Text":"of those who have responded to their Sustainer with a goodly response, and of those who did not respond to Him. [As for the latter,] if they possessed all that is on earth, and twice as much, they would surely offer it as ransom [on the Day of Judgment]: a most evil reckoning awaits them, and their goal is hell: and how evil a resting-place"},{"SurahNumber":13,"VerseNumber":19,"Text":"CAN, THEN, he who knows that whatever has been bestowed from on high upon thee by thy Sustainer is the truth be deemed equal to one who is blind? Only they who are endowed with insight keep this in mind"},{"SurahNumber":13,"VerseNumber":20,"Text":"they who are true to their bond with God and never break their covenant"},{"SurahNumber":13,"VerseNumber":21,"Text":"and who keep together what God has bidden to be joined, and stand in awe of their Sustainer and fear the most evil reckoning [which awaits such as do not respond to Him]"},{"SurahNumber":13,"VerseNumber":22,"Text":"and who are patient in adversity out of a longing for their Sustainer's countenance, and are constant in prayer, and spend on others, secretly and openly, out of what We provide for them as sustenance, and [who] repel evil with good. It is these that shall find their fulfilment in the hereafter"},{"SurahNumber":13,"VerseNumber":23,"Text":"gardens of perpetual bliss, which they shall enter together with the righteous from among their parents, their spouses, and their offspring; and the angels will come unto them from every gate [and will say]"},{"SurahNumber":13,"VerseNumber":24,"Text":"Peace be upon you, because you have persevered!\" How excellent, then, this fulfilment in the hereafter"},{"SurahNumber":13,"VerseNumber":25,"Text":"But as for those who break their bond with God after it has been established [in their nature], and cut asunder what God has bidden to be joined, and spread corruption on earth -their due is rejection [by God], and theirs is a most evil fate [in the life to come]"},{"SurahNumber":13,"VerseNumber":26,"Text":"GOD GRANTS abundant sustenance, or gives it in scant measure, unto whomever He wills; and they [who are given abundance] rejoice in the life of this world - even though, as compared with the life to come, the life of this world is nought but -a fleeting pleasure"},{"SurahNumber":13,"VerseNumber":27,"Text":"NOW THOSE who are bent on denying the truth [of the Prophet's message] say, \"Why has no miraculous sign ever been bestowed upon him from on high by his Sustainer?\" Say: \"Behold, God lets go astray him who wills [to go astray], just as He guides unto Himself all who turn unto Him"},{"SurahNumber":13,"VerseNumber":28,"Text":"those who believe, and whose hearts find their rest in the remembrance of God - for, verily, in the remembrance of God [men's] hearts do find their rest"},{"SurahNumber":13,"VerseNumber":29,"Text":"[and so it is that] they who attain to faith and do righteous deeds are destined for happiness [in this world] and the most beauteous of all goals [in the life to come]"},{"SurahNumber":13,"VerseNumber":30,"Text":"Thus have We raised thee [O Muhammad] as Our Apostle amidst a community [of unbelievers] before whose time [similar] communities have come and gone, so that thou might propound to them what We have revealed unto thee: for [in their ignorance] they deny the Most Gracious! Say: \"He is my Sustainer. There is no deity save Him. In Him have I placed my trust, and unto Him is my recourse"},{"SurahNumber":13,"VerseNumber":31,"Text":"Yet even if [they should listen to] a [divine] discourse by which mountains could be moved, or the earth cleft asunder, or the dead made to speak - [they who are bent on denying the truth would still refuse to believe in it]! Nay, but God alone has the power to decide what shall be. Have, then, they who have attained to faith not yet come to know that, had God so willed; He would indeed have guided all mankind aright? But as for those who are bent on denying the truth-in result of their [evil] deeds, sudden calamities will always befall them or will alight close to their homes; [and this will continue] until God's promise [of resurrection] is fulfilled: verily, God never fails to fulfil His promise"},{"SurahNumber":13,"VerseNumber":32,"Text":"And, indeed, [even] before thy time have [God's] apostles been derided, and for a while I gave rein to those who were [thus] bent on denying the truth: but then I took them to task - and how awesome was My retribution"},{"SurahNumber":13,"VerseNumber":33,"Text":"IS, THEN, HE who has every living being in His almighty care, [dealing with each] according to what it deserves -[is, then, He like anything else that exists]? And yet, they ascribe to other beings a share in God's divinity! Say: \"Give them any name [you please]: but do you [really think that you could] inform Him of anything on earth that He does not know-or [do you] but play with words?, Nay, goodly seems their false imagery to those who are bent on denying the truth, and so they are turned away from the [right] path: and he whom God lets go astray can never find any guide"},{"SurahNumber":13,"VerseNumber":34,"Text":"For such, there is suffering in the life of this world; but, truly, [their] suffering in the life to come will be harder still, and they will have none to shield them from God"},{"SurahNumber":13,"VerseNumber":35,"Text":"THE PARABLE of the paradise promised to those who are conscious of God [is that of a garden] through which running waters flow: [but, unlike an earthly garden,] its fruits will be everlasting, and [so will be] its shade. Such will be the destiny of those who remain conscious of God-just as the destiny of those who deny the truth will be the fire"},{"SurahNumber":13,"VerseNumber":36,"Text":"Hence, they unto whom We have vouchsafed this revelation rejoice at all that has been bestowed upon thee [O Prophet] from on high; but among the followers of other creeds there are such as deny the validity of some of it. Say [unto them, O Prophet]: \"I have only been bidden to worship God, and not to ascribe divine. powers to aught beside Him: unto Him do I call [all mankind], and He is my goal"},{"SurahNumber":13,"VerseNumber":37,"Text":"Thus, then, have We bestowed from on high this [divine writ] as an ordinance in the Arabic tongue. And, indeed, if thou shouldst defer to men's likes and dislikes after all the [divine] knowledge that has come unto thee, thou wouldst have none to protect thee from God, and none to shield thee [from Him]"},{"SurahNumber":13,"VerseNumber":38,"Text":"And, truly, We sent forth apostles before thee, and We appointed for them wives and offspring; and it was not given to any apostle to produce a miracle save at God's behest. Every age has had its revelation"},{"SurahNumber":13,"VerseNumber":39,"Text":"God annuls or confirms whatever He wills [of His earlier messages] -for with Him is the source of all revelation"},{"SurahNumber":13,"VerseNumber":40,"Text":"BUT WHETHER We let thee see [in thy lifetime, O Prophet, the fulfilment of] some of what We have promised them, or whether We cause thee to die [before its fulfilment] - thy duty is no more than to deliver the message; and the reckoning is Ours"},{"SurahNumber":13,"VerseNumber":41,"Text":"Have, then, they [who deny the truth] never yet seen how We visit the earth [with Our punishment], gradually depriving it of all that is best thereon? For, [when] God judges, there is no power that could repel His judgment: and swift in reckoning is He"},{"SurahNumber":13,"VerseNumber":42,"Text":"Now those who lived before these [sinners] did, too, devise many a blasphemy -but the most subtle devising is that of God, who knows what each human being deserves: and the deniers of the truth will [in time] come to know to whom the future belongs"},{"SurahNumber":13,"VerseNumber":43,"Text":"And [if] they who are bent on denying the truth say [unto thee, O Prophet], \"Thou hast not been sent [by God]\", say thou: \"None can bear witness between me and you as God does; and [none can bear witness as does] he who truly understands this divine writ"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alif. Lam. Ra. A DIVINE WRIT [is this -a revelation] which We have bestowed upon thee from on high in order that thou might bring forth all mankind, by their Sustainer's leave, out of the depths of darkness into the light: onto the way that leads to the Almighty, the One to whom all praise is due"},{"SurahNumber":14,"VerseNumber":2,"Text":"to God, unto whom all that is in the heavens and all that is on earth belongs. But woe unto those who deny the truth: for suffering severe"},{"SurahNumber":14,"VerseNumber":3,"Text":"awaits those who choose the life of this world as the sole object of their love, preferring it to [all thought of] the life to come, and who turn others away from the path of God and try to make it appear crooked. Such as these have indeed gone far astray"},{"SurahNumber":14,"VerseNumber":4,"Text":"AND NEVER have We sent forth any apostle otherwise than [with a message] in his own people's tongue, so that he might make [the truth] clear unto them; but God lets go astray him that wills [to go astray], and guides him that wills [to be guided] -for He alone is almighty, truly wise"},{"SurahNumber":14,"VerseNumber":5,"Text":"And [thus], indeed, have We sent forth Moses with Our messages [and this Our command]: \"Lead thy people out of the depths of darkness into the light, and remind them of the Days of God!\" Verily, in this [reminder] there are messages indeed for all who are wholly patient in adversity and deeply grateful [to God]"},{"SurahNumber":14,"VerseNumber":6,"Text":"And, lo Moses spoke [thus] unto his people: \"Remember the blessings which God bestowed upon you when He saved you from Pharaoh's people who afflicted you with cruel suffering, and slaughtered your sons, and spared [only] your women -which was an awesome trial from your Sustainer"},{"SurahNumber":14,"VerseNumber":7,"Text":"And [remember the time] when your Sustainer made [this promise] known: 'If you are grateful [to Me], I shall most certainly give you more and more; but if you are ungrateful, verily, My chastisement will be severe indeed"},{"SurahNumber":14,"VerseNumber":8,"Text":"And Moses added: \"If you should [ever] deny the truth-you and whoever else lives on earth, all of you-[know that,] verily, God is indeed self-sufficient, ever to be praised"},{"SurahNumber":14,"VerseNumber":9,"Text":"HAVE THE STORIES of those [deniers of the truth] who lived before you never yet come within your ken - [the stories of] the people of Noah, and of [the tribes of] `Ad and Thamud, and of those who came after them? None knows them [now] save God. There came unto them their apostles with all evidence of the truth -but they covered their mouths with their hands and answered: \"Behold, we refuse to regard as true the message with which you [claim to] have been entrusted; and, behold, we are in grave doubt, amounting to suspicion, about [the meaning of] your call to us"},{"SurahNumber":14,"VerseNumber":10,"Text":"Said the apostles sent unto them: \"Can there be any doubt about [the existence and oneness of] God, the Originator of the heavens and the earth? It is He who calls unto you, so that He may forgive you [whatever is past] of your sins and grant you respite until a term [set by Him is fulfilled].\" [But] they replied: \"You are nothing but mortal men like ourselves! You want to turn us away from what our forefathers were wont to worship: well, then, bring us a clear proof [of your being God's message-bearers]"},{"SurahNumber":14,"VerseNumber":11,"Text":"Their apostles answered them: \"True, we are nothing but mortal men like yourselves: but God bestows His favour upon whomever He wills of His servants. Withal, it is not within our power to bring you a proof [of our mission], unless it be by God's leave-and [so] it is in God that all believers must place their trust"},{"SurahNumber":14,"VerseNumber":12,"Text":"And how could we not place our trust in God, seeing that it is He who has shown us the path which we are to follow? \"Hence, we shall certainly bear with patience whatever hurt you may do us: for, all who have trust [in His existence] must place their trust in God [alone]"},{"SurahNumber":14,"VerseNumber":13,"Text":"But they who denied the truth spoke [thus] unto their apostles: \"We shall most certainly expel you from our land, unless you return forthwith to our ways. Whereupon their Sustainer revealed this to His apostles: \"Most certainly shall We destroy these evildoers"},{"SurahNumber":14,"VerseNumber":14,"Text":"and most certainly shall We cause you to dwell on earth [long] after they have passed away: this is [My promise] unto all who stand in awe of My presence, and stand in awe of My warning"},{"SurahNumber":14,"VerseNumber":15,"Text":"And they prayed [to God] that the truth be made to triumph. And [thus it is:] every arrogant enemy of the truth shall be undone [in the life to come]"},{"SurahNumber":14,"VerseNumber":16,"Text":"with hell awaiting him; and he shall be made to drink of the water of most bitter distress"},{"SurahNumber":14,"VerseNumber":17,"Text":"gulping it [unceasingly,] little by little, and yet hardly able to swallow it. And death will beset him from every quarter - but he shall not die: for [yet more] severe suffering lies ahead of him"},{"SurahNumber":14,"VerseNumber":18,"Text":"[This, then, is] the parable of those who are bent on denying their Sustainer: all their works are as ashes which the wind blows about fiercely on a stormy day: [in the life to come,] they cannot achieve any benefit whatever from all [the good] that they may have wrought: for this [denial of God] is indeed the farthest one can go astray"},{"SurahNumber":14,"VerseNumber":19,"Text":"ART THOU NOT aware that God has created the heavens and the earth in accordance with [an inner] truth? He can, if He so wills, do away with you and bring forth a new mankind [in your stead]"},{"SurahNumber":14,"VerseNumber":20,"Text":"nor is this difficult for God"},{"SurahNumber":14,"VerseNumber":21,"Text":"And all [mankind] will appear before God [on the Day of Judgment]; and then the weak will say unto those who had gloried in their arrogance: \"Behold, We were but your followers: can you, then, relieve us of something of God's chastisement?\" [And the others] will answer: \"If God would but show us the way [to salvation], we would indeed guide you [towards it]. It is [now] all one, as far as we are concerned, whether we grieve impatiently or endure [our lot] with patience: there is no escape for us"},{"SurahNumber":14,"VerseNumber":22,"Text":"And when everything will have been decided, Satan will say: \"Behold, God promised you something that was bound to come true! I, too, held out [all manner of] promises to you -but I deceived you. Yet I had no power at all over you: I but called you-and you responded unto me. Hence, blame not me, but blame yourselves. It is not for me to respond to your cries, nor for you to respond to mine: for, behold, I have [always] refused to admit that there was any truth in your erstwhile belief that I had a share in God's divinity.\" Verily, for all evildoers there is grievous suffering in store"},{"SurahNumber":14,"VerseNumber":23,"Text":"But those who shall have attained to faith and done righteous deeds will be brought into gardens through which running waters flow, therein to abide by their Sustainer's leave, and will be welcomed with the greeting, \"Peace"},{"SurahNumber":14,"VerseNumber":24,"Text":"ART THOU NOT aware how God sets forth the parable of a good word? [It is] like a good tree, firmly rooted, [reaching out] with its branches towards the sky"},{"SurahNumber":14,"VerseNumber":25,"Text":"yielding its fruit at all times by its Sustainer's leave. And [thus it is that] God propounds parables unto men,' so that they might bethink themselves [of the truth]"},{"SurahNumber":14,"VerseNumber":26,"Text":"And the parable of a corrupt word is that of a corrupt tree, torn up [from its roots] onto the face of the earth, wholly unable to endure"},{"SurahNumber":14,"VerseNumber":27,"Text":"[Thus,] God grants firmness unto those who have attained to faith through the word that is unshakably true in the life of this world as well as in the life to come; but the wrongdoers He lets go astray: for God does whatever He wills"},{"SurahNumber":14,"VerseNumber":28,"Text":"ART THOU NOT aware of those who have preferred a denial of the truth to God's blessings, and [thereby] invited their people to alight in that abode of utter desolation"},{"SurahNumber":14,"VerseNumber":29,"Text":"hell - which they [themselves] will ' have to endure? And how vile a state to settle in"},{"SurahNumber":14,"VerseNumber":30,"Text":"For, they claimed that there are powers that could rival God, and so they strayed from His path. Say: \"Enjoy yourselves [in this world], but, verily, the fire will be your journey's end"},{"SurahNumber":14,"VerseNumber":31,"Text":"[And] tell [those of] My servants who have attained to faith that they should be constant in prayer and spend [in Our way], secretly and openly, out of what We provide for them as sustenance, ere there come a Day when there will be no bargaining, and no mutual befriending"},{"SurahNumber":14,"VerseNumber":32,"Text":"[And remember that] it is God who has created the heavens and the earth, and who sends down water from the sky and thereby brings forth [all manner] of fruits for your sustenance; and who has made ships subservient to. you, so that they may sail through the sea at His behest; and has made the rivers subservient [to His laws, so that they be of use] to you"},{"SurahNumber":14,"VerseNumber":33,"Text":"and has made the sun and the moon, both of them constant upon their courses, subservient [to His laws, so that they be of use] to you; and has made the night and the day subservient [to His laws, so that they be of use] to you"},{"SurahNumber":14,"VerseNumber":34,"Text":"And [always] does He give you something out of what you may be asking of Him; and should you try to count God's blessings, you could never compute them. [And yet,] behold, man is indeed most persistent in wrongdoing, stubbornly ingrate"},{"SurahNumber":14,"VerseNumber":35,"Text":"AND [remember the time] when Abraham spoke [thus]: \"O my Sustainer! Make this land secure, and preserve me and my children from ever worshipping idols"},{"SurahNumber":14,"VerseNumber":36,"Text":"for, verily, O my Sustainer, these [false objects of worship] have led many people astray! \"Hence, [only] he who follows me [in this my faith] ~ is truly of me; and as for him who disobeys me - Thou art, verily, much-forgiving, a dispenser of grace"},{"SurahNumber":14,"VerseNumber":37,"Text":"O our Sustainer! Behold, I have settled some of my offspring in a valley in which there is no arable land, close to Thy sanctified Temple, so that, O our Sustainer, they might devote themselves to prayer: cause Thou, therefore, people's hearts to incline towards them and grant them fruitful sustenance, so that they might have cause to be grateful"},{"SurahNumber":14,"VerseNumber":38,"Text":"O our Sustainer! Thou truly knowest all that we may hide [in our hearts] as well as all that we bring into the open:' for nothing whatever, be it on earth or in heaven, remains hidden from God"},{"SurahNumber":14,"VerseNumber":39,"Text":"All praise is due to God, who has bestowed upon me, in my old age, Ishmael and Isaac! Behold, my Sustainer hears indeed all prayer"},{"SurahNumber":14,"VerseNumber":40,"Text":"[hence,] O my Sustainer, cause me and [some] of my offspring to remain constant in prayer! \"And, O our Sustainer, accept this my prayer"},{"SurahNumber":14,"VerseNumber":41,"Text":"Grant Thy forgiveness unto me, and my parents, and all the believers, on the Day on which the [last] reckoning will come to pass"},{"SurahNumber":14,"VerseNumber":42,"Text":"AND DO NOT think that God is unaware of what the evildoers are doing: He but grants them respite until the Day when their eyes will stare in horror"},{"SurahNumber":14,"VerseNumber":43,"Text":"the while they will be running confusedly to and fro, with their heads upraised [in supplication], unable to look away from what they shall behold, and their hearts an abysmal void"},{"SurahNumber":14,"VerseNumber":44,"Text":"Hence, warn men of the Day when this suffering may befall them, and when those who did wrong [in their lifetime] will exclaim: \"O our Sustainer! Grant us respite for a short while, so that we might respond to Thy call and follow the apostles!\" [But God will answer:] \"Why - were you not aforetime wont to swear that no kind of resurrection and retribution awaited you"},{"SurahNumber":14,"VerseNumber":45,"Text":"And yet, you dwelt in the dwelling-places of those who had sinned against their own selves [before your time], and it was made obvious to you how We had dealt with them: for We have set forth unto you many a parable [of sin, resurrection and divine retribution]"},{"SurahNumber":14,"VerseNumber":46,"Text":"And [this retribution will befall all evildoers because] they devise that false imagery of theirs - and all their false imagery is within God's knowledge. [And never can the blasphemers prevail against the truth - not] even if their false imagery were so (well devised and so powerful] that mountains could be moved thereby"},{"SurahNumber":14,"VerseNumber":47,"Text":"HENCE, do not think that God will fail to fulfil the promise which He gave to His apostles: verily, God is almighty, an avenger of evil"},{"SurahNumber":14,"VerseNumber":48,"Text":"[His promise will be fulfilled] on the Day when the earth shall be changed into another earth, as shall be the heavens and when [all men] shall appear before God, the One who holds absolute sway over all that exists"},{"SurahNumber":14,"VerseNumber":49,"Text":"For on that Day thou wilt see all who were lost in sin linked together in fetters"},{"SurahNumber":14,"VerseNumber":50,"Text":"clothed in garments of black pitch, with fire veiling their faces"},{"SurahNumber":14,"VerseNumber":51,"Text":"[And all shall be judged on that Day,] so that God may requite every human being for all that he has earned [in life]: verily, God is swift in reckoning"},{"SurahNumber":14,"VerseNumber":52,"Text":"THIS IS A MESSAGE unto all mankind. Hence, let them be warned thereby, and let them know that He is the One and Only God; and let those who are endowed with insight take this to heart"}]}