{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"(Savasta alınan) Cariyeler dısında evli kadınlarla da evlenmeniz haramdır. Bu, (emirleri) Allah sizler uzerine yazmıstır. Bunların dısındaki kadınları zinadan kacınıp, iffetli olarak, mallarınızla (mehirlerini vererek) istemeniz size helal kılındı. Kendilerinden faydalandıgınız kadınlara bir farz olan mehirlerini veriniz. Mehir belirlendikten sonra, (bu hususta artıs ve indirim ile) ilgili uzlasmanızda size bir gunah yoktur. Suphesiz Allah bilendir, hikmet ve hukum sahibidir"},{"SurahNumber":4,"VerseNumber":25,"Text":"Icinizden hur mumin hanımlarla evlenmeye gucu yetmeyenler, ellerinizin altında bulunan genc mumin cariyeleriniz ile evlensin. Allah sizin imanınızı en iyi bilendir. Sizler (din bakımından) denksiniz. Oyle ise, onları velilerinin izni ile nikahlayın ve fuhus islemeyen, gizli dost tutmamıs olan iffetli hanımlara mehirlerini guzel bir sekilde verin. Evlendikten sonra fuhus yapacak olurlarsa, onlara hur kadınlara verilen cezanın yarısını uygulayın. Bu (gucu yetmeyen kimselerin cariyelerle evlenmesi), sizden gunaha (zinaya) dusmekten korkanlar icindir. Sabrederseniz sizin icin daha hayırlıdır. Allah bagıslayan, merhamet edendir"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah, size acıklamak ve sizi sizden oncekilerin yollarına iletmek ve tevbelerinizi kabul etmek istiyor. Allah bilendir, hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":27,"Text":"Allah, tevbenizi kabul etmek ister; sehvetlerine tabi olanlar ise buyuk bir sapıklıga meyletmenizi isterler"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah, sizden yuku hafifletmek ister. Cunku insan zayıf yaratılmıstır"},{"SurahNumber":4,"VerseNumber":29,"Text":"Ey iman edenler! Mallarınızı aranızda batıl yollarla yemeyin; ancak karsılıklı hosnutluga dayanan ticaretle yiyin. Kendinizi mahvederek, helak etmeyin. Suphesiz Allah size karsı cok merhametlidir"},{"SurahNumber":4,"VerseNumber":30,"Text":"Kim, zulme saparak bunu yaparsa biz onu atese atarız. Bu da Allah icin cok kolaydır"},{"SurahNumber":4,"VerseNumber":31,"Text":"Size yasaklananların buyuklerinden kacınırsanız, sizin kusurlarınızı (kucuk gunahlarınız) orteriz ve sizi onurlu bir makama (Cennet'e) girdiririz"},{"SurahNumber":4,"VerseNumber":32,"Text":"Allah’ın, kendisi ile kiminizi kiminize ustun kıldıgı lutufları arzu edip durmayın. Erkekler icin kazandıklarının bir sevabı oldugu gibi, Kadınlar icin de kazandıklarının bir sevabı vardır. Allah’ın kendi fazlından (bagısından) isteyin. Suphesiz Allah, her seyi bilendir"},{"SurahNumber":4,"VerseNumber":33,"Text":"Ana babanın ve yakın akrabanın geride bıraktıklarından her biri icin mirascılar belirledik. Yeminlerinizle (yardımlasmak icin) soz verdiginiz kimselere de kendi paylarını verin. Elbette Allah, her seye sahittir"},{"SurahNumber":4,"VerseNumber":34,"Text":"Allah'ın birilerini digerlerine ustun kılmasından ve erkeklerin, mallarından sarfetmelerinden dolayı erkekler kadınlar uzerine hakimdirler. Iyi kadınlar, gonulden (Allah’a) boyun egen, Allah’ın korudugu gizlilikleri kocaları olmadıkları zaman (namus ve diger korunması gerekenleri) koruyanlardır. Bas kaldırmasından endise ettiginiz kadınlara ogut verin. Daha sonra yataklarında yalnız bırakın ve (sonunda) onlara vurun. Eger size itaat ederlerse, onlara (vurmaya baska) yol aramayın. Elbette Allah yuksektedir, yucedir ve buyuktur"},{"SurahNumber":4,"VerseNumber":35,"Text":"Karı koca arasında bir ayrılıktan korkarsanız, o zaman, kocanın ailesinden bir hakem, kadının ailesinden de bir hakem gonderiniz. Eger aralarını duzeltmek isterlerse Allah da onların arasında basarı saglar. Muhakkak Allah, her seyi bilendir, haberdar olandır"},{"SurahNumber":4,"VerseNumber":36,"Text":"Allah’a kulluk edin ve O’na hicbir seyi sirk kosmayın. Anaya babaya da iyilik edin, yakınlara, yetimlere, yoksullara, (akraba olan) yakın komsuya, uzak komsuya yanınızdaki arkadasa, yolda kalmısa, elinizin altındaki kolelerinize de iyilik edin. Suphesiz Allah, buyukluk taslayıp, boburlenen hicbir kimseyi sevmez"},{"SurahNumber":4,"VerseNumber":37,"Text":"Onlar ki, cimrilik ederler ve de herkese cimrilik tavsiye ederler. Allah'ın kendilerine lutfundan verdigi nimeti gizlerler. Biz kafirlere alcaltıcı bir azap hazırladık"},{"SurahNumber":4,"VerseNumber":38,"Text":"Bunlar mallarını insanlara gosteris icin harcar, Allah’a ve ahiret gunune iman etmezler. Seytan kimin arkadası olursa, o ne kotu arkadastır"},{"SurahNumber":4,"VerseNumber":39,"Text":"Allah’a ve ahiret gunune iman edip, Allah’ın kendilerine rızık olarak verdiklerinden infak etselerdi ne olurdu? Allah onları bilendir"},{"SurahNumber":4,"VerseNumber":40,"Text":"Allah, zerre kadar haksızlık yapmaz/zulum etmez. Bir iyilik olursa onu kat kat artırır ve kendi katından buyuk bir mukafat verir"},{"SurahNumber":4,"VerseNumber":41,"Text":"Her toplumdan bir sahit getirdigimiz ve seni de onlara sahit kıldıgımız zaman nasıl olacak"},{"SurahNumber":4,"VerseNumber":42,"Text":"O gun, kufre sapıp da Peygamber'e isyan edenler, yerle bir olmayı severek isteyecekler ve Allah’tan hicbir sozu gizleyemeyecekler"},{"SurahNumber":4,"VerseNumber":43,"Text":"Ey iman edenler! Sarhos iken ne dediginizi bilinceye dek namaza yaklasmayın. Cunup iken de icinden gecici olmanız dısında gusledinceye kadar namaza (ve camiye) yaklasmayın. Eger hasta veya yolculukta iseniz veya tuvaletten gelmisseniz yahut kadınlarınızla munasebette bulunmus da su bulamamıssanız, temiz bir toprakla teyemmum edin, yuzlerinize ve ellerinize hafifce surun (mesh edin). Suphesiz Allah affeden ve bagıslayandır"},{"SurahNumber":4,"VerseNumber":44,"Text":"Kitaptan bir nasip verilen kimseleri gormuyor musun? Sapıklıgı satın alıyorlar ve sizin yoldan sapmanızı arzu ediyorlar"},{"SurahNumber":4,"VerseNumber":45,"Text":"Allah, sizin dusmanlarınızı iyi bilir ve Allah, veli olarak yeter. Allah yardımcı olarak yeter"},{"SurahNumber":4,"VerseNumber":46,"Text":"Yahudilerin bir kısmı, kelimelerin oldukları anlamlarını tahrif ederek; dillerini egip, buker, \"Isittik, (emirlerine) isyan ettik, dinle, dinlemez olası ve raina (bizi gozet diyerek kendi dilleriyle soverler)\" ve dine dil uzatırlar. Eger, “isittik ve itaat ettik, sen de isit ve (raina yerine) bize de bak” deselerdi elbette kendileri icin daha hayırlı ve daha dogru olurdu. Fakat, Allah, onları kufurleri dolayısıyla lanetlemistir. Onların cok azından baskası iman etmezler"},{"SurahNumber":4,"VerseNumber":47,"Text":"Ey kitap verilenler! Bazı yuzleri silip, arkalarına cevirmeden ya da onları da cumartesi yasagını ihlal edenleri lanetledigimiz gibi, lanetlemeden yanınızdaki (kitabı) tasdik ederek indirdigimize (Kuran'a) iman edin. Allah’ın emri yerine gelir"},{"SurahNumber":4,"VerseNumber":48,"Text":"Allah, kendisine sirk kosulmasını bagıslamaz, bunun dısındakilerden diledigini bagıslar. Kim Allah’a sirk kosarsa buyuk bir gunahla iftira etmis olur"},{"SurahNumber":4,"VerseNumber":49,"Text":"Kendilerini temize cıkaranları gormedin mi? Oysa Allah, diledigini arındırır ve onlar, en kucuk zulme ugratılmazlar"},{"SurahNumber":4,"VerseNumber":50,"Text":"Allah’a karsı nasıl yalan uydurduklarına bak! Bu, apacık bir gunah olarak yeter"},{"SurahNumber":4,"VerseNumber":51,"Text":"Kitaptan bir nasip verilenleri gormuyor musun? Cibt ve taguta iman ediyorlar da kafirler icin soyle diyorlar: “Onlar, iman edenlerden daha dogru bir yoldadır.”"},{"SurahNumber":4,"VerseNumber":52,"Text":"Iste bunlar, Allah’ın lanetledikleridir. Allah, kime lanet ederse ona bir yardımcı bulamazsın"},{"SurahNumber":4,"VerseNumber":53,"Text":"Eger, oyle olsaydı insanlara, bir hurma cekirdeginin uzerindeki oyuk miktarı bir pay bile vermezlerdi"},{"SurahNumber":4,"VerseNumber":54,"Text":"Yoksa onlar, Allah’ın kendi fazlından insanlara verdiklerini mi hased ediyorlar? Biz, Ibrahim’in ailesine kitabı ve hikmeti vermisizdir. Onlara buyuk bir mulk (saltanat) verdik"},{"SurahNumber":4,"VerseNumber":55,"Text":"Onlardan buna inanan da vardır, yuz ceviren de. Azap olarak kızgın Cehennem yeter"},{"SurahNumber":4,"VerseNumber":56,"Text":"Ayetlerimize kufredenleri atese atacagız. Derileri yanıp, kızardıkca azabı tatmaları icin onları baska derilerle degistirecegiz. Allah, guclu ve hakimdir"},{"SurahNumber":4,"VerseNumber":57,"Text":"Iman edip salih amel isleyenleri, altından ırmaklar akan, icinde ebedi kalacakları Cennetlere girdirecegiz. Onlara orada tertemiz esler vardır. Onları tam bir golgelige alacagız"},{"SurahNumber":4,"VerseNumber":58,"Text":"Allah, size emanetleri ehline teslim etmenizi ve insanlar arasında hukmettiginiz zaman da adaletle hukmetmenizi emrediyor. Bununla Allah, size ne guzel ogut veriyor. Dogrusu Allah, isitendir, gorendir"},{"SurahNumber":4,"VerseNumber":59,"Text":"Ey iman edenler! Allah’a itaat edin, Peygamber’e itaat edin ve sizden olan emir sahiplerine de (itaat edin). Eger, bir seyde anlasmazlıga duserseniz Allah’a ve ahiret gunune iman ediyorsanız, onu Allah’a ve Rasulu'ne dondurun. Bu en hayırlısı ve sonuc olarak da en iyisidir"},{"SurahNumber":4,"VerseNumber":60,"Text":"Sana indirilene ve senden once indirilenlere iman ettiklerini iddia edenleri gormedin mi? Bunlar, tagutun onunde mahkemelesmek istiyorlar. Oysa, ona kufretmekle emrolunmuslardı. Seytan, onları uzak bir sapıklıga dusurmek istiyor"},{"SurahNumber":4,"VerseNumber":61,"Text":"Onlara: Allah’ın indirdigine ve Peygamber’e gelin! denildiginde, o munafıkların senden busbutun yuz cevirip uzaklastıklarını gorursun"},{"SurahNumber":4,"VerseNumber":62,"Text":"Oyleyse, nasıl olur da, kendi elleriyle yaptıkları yuzunden onlar bir musibete ugrayınca sana gelip Allah’a yemin ederek “Biz, iyilikten ve uzlasma saglamaktan baska bir sey istemedik.” diyorlar"},{"SurahNumber":4,"VerseNumber":63,"Text":"Iste bunlar, Allah’ın kalplerinde ne oldugunu bildigi kimselerdir. Oyleyse, onlardan yuz cevir, onlara ogut ver ve onlara iclerinde olanla kendileri hakkında acık ve etkileyici soz soyle"},{"SurahNumber":4,"VerseNumber":64,"Text":"Biz, her peygamberi ancak, Allah’ın izni ile kendilerine itaat olunması icin gonderdik. Eger onlar, nefislerine zulmettiklerinde sana gelip Allah’tan bagıslanma dileselerdi ve Peygamber de onlar icin bagıslanma dileseydi, elbette Allah’ı tevbeleri kabul eden ve cokca merhametli olarak bulurlardı"},{"SurahNumber":4,"VerseNumber":65,"Text":"Hayır, Rabbine andolsun ki, aralarında cekistikleri seylerde seni hakem kılıp, senin verdigin hukme iclerinde hicbir sıkıntı duymadan tam bir teslimiyetle teslim olmadıkca iman etmis olmazlar"},{"SurahNumber":4,"VerseNumber":66,"Text":"Eger gercekten biz, onlara, “ kendinizi oldurun veya yurtlarınızdan cıkın.” diye yazmıs olsaydık, onlardan cok azı haric bunu yapmazlardı. Onlar kendilerine verilen ogudu yerine getirselerdi, bu onlar icin cok hayırlı ve daha saglam olurdu"},{"SurahNumber":4,"VerseNumber":67,"Text":"Biz de o zaman katımızdan buyuk bir mukafat verirdik"},{"SurahNumber":4,"VerseNumber":68,"Text":"Ve onları elbette dosdogru yola iletirdik"},{"SurahNumber":4,"VerseNumber":69,"Text":"Kimler Allah’a ve Peygamber’e itaat ederse, onlar, Allah’ın kendilerine nimet verdigi peygamberler, sadıklar, sehitler ve salih kimselerle beraberdirler. Ne guzel arkadastır onlar"},{"SurahNumber":4,"VerseNumber":70,"Text":"Bu bagıs Allah’tandır. Bilen olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":71,"Text":"Ey iman edenler! Tedbirinizi alın da savasa boluk boluk ya da topluca cıkın"},{"SurahNumber":4,"VerseNumber":72,"Text":"Elbette icinizde agır davrananlar vardır. Sayet size bir musibet isabet edecek olursa: \"Dogrusu Allah bana nimet vermis de onların yanında olmadım\" der"},{"SurahNumber":4,"VerseNumber":73,"Text":"Eger size Allah’tan bir zafer gelirse, o zaman da, sanki onunla sizin aranızda hicbir dostluk ve tanısıklık yokmus gibi soyle der. Keske, onlarla birlikte olsaydım da bu buyuk zafere erisseydim"},{"SurahNumber":4,"VerseNumber":74,"Text":"Dunya hayatlarını, ahiret hayatı karsılıgında satanlar, Allah yolunda savassınlar. Kim, Allah yolunda savasırken, oldurulur ya da galip gelirse ona buyuk bir mukafat verecegiz"},{"SurahNumber":4,"VerseNumber":75,"Text":"Size ne oluyor da \"Ey Rabbimiz! Bizi, halkı zalim olan su memleketten (Mekke'den) cıkar, bize katından bir sahip yardımcı gonder\" diyen, caresiz adamlar, kadınlar ve cocuklar ugruna Allah yolunda savasmıyorsunuz"},{"SurahNumber":4,"VerseNumber":76,"Text":"Iman edenler, Allah yolunda savasırlar. Kufredenler de tagut yolunda savasırlar. O halde seytanın velileri ile savasın. Seytanın hilesi zayıftır"},{"SurahNumber":4,"VerseNumber":77,"Text":"Kendilerine; “Elinizi (savastan) cekin, namazı kılın, zekatı verin.\" denilenleri gormedin mi? Oysa savas onlara farz kılındıgında, onlardan bir grup, Allah’tan korkar gibi insanlardan korkarak (hatta daha da fazla bir korku ile) “Rabbimiz niye savası bize farz kıldın. Bizi yakın bir zamana kadar ertelesen olmaz mıydı?” dediler. De ki: Dunya metası cok azdır. Ahiret ise Allah’tan korkanlar icin cok hayırlıdır, en ufak haksızlıga ugratılmayacaksınız"},{"SurahNumber":4,"VerseNumber":78,"Text":"Her nerede olsanız olum size yetisir, isterseniz sapasaglam kalelerde olun. Onlara bir iyilik dokunsa: \"Bu, Allah’tandır\" derler. Onlara bir kotuluk dokunsa \"Bu, sendendir\" derler. De ki: Hepsi Allah’tandır. Bu topluluga ne oluyor ki neredeyse hic soz anlamıyorlar"},{"SurahNumber":4,"VerseNumber":79,"Text":"Sana iyilik olarak ne gelirse Allah’tandır. Kotuluk olarak gelenler de kendi nefsindendir. Biz, seni insanlara elci olarak gonderdik. Sahit olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":80,"Text":"Kim, Peygamber’e itaat ederse, Allah’a itaat etmis olur. Kim de yuz cevirirse biz seni onların basına gozetici olarak gondermedik"},{"SurahNumber":4,"VerseNumber":81,"Text":"(Sana): \"Itaat ettik” derler. Yanından ayrılınca da onlardan bir bolumu soylediklerinin tersini yaparak gecelerler. Allah, onların nasıl geceledigini yazıyor. Sen de onlardan yuz cevir ve Allah’a tevekkul et. Vekil olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":82,"Text":"Onlar Kur’an’ı hic dusunmuyorlar mı? Eger O, Allah’tan baska birinden gelmis olsaydı, onun icinde pek cok celiski bulurlardı"},{"SurahNumber":4,"VerseNumber":83,"Text":"Onlara guven veya korku veren bir haber geldiginde onu hemen yayarlar. Oysa, onu Peygamber’e ve muminlerden olan emir sahiplerine goturselerdi onlardan hukum cıkarmaya ehil olanlar onu bilirdi. Allah’ın uzerinizdeki lutfu ve rahmeti olmasaydı, cok azınız haric seytana uymustunuz"},{"SurahNumber":4,"VerseNumber":84,"Text":"Oyleyse, Allah yolunda savas! Sen yalnızca kendinden sorumlusun. Muminleri de savasa tesvik et. Umulur ki Allah kufredenlerin gucunu kırar. Allah, kuvvet yonunden de en guclu, ceza yonunden en siddetli olandır"},{"SurahNumber":4,"VerseNumber":85,"Text":"Kim, guzel bir ise aracılık ederse, onun bu iste (sevapta ) bir nasibi olur, kim de kotu bir ise aracılık ederse, onun da bundan (gunahtan) bir payı olur. Zira Allah, her seye sahittir"},{"SurahNumber":4,"VerseNumber":86,"Text":"Size bir selam verildigi zaman, ondan daha guzeliyle veya aynı selamla karsılık verin. Suphesiz Allah, her seyin uzerinde hesabı gorendir"},{"SurahNumber":4,"VerseNumber":87,"Text":"Allah’tan baska ilah yoktur. Kendisinde hicbir suphe olmayan kıyamet gununde sizleri elbette bir araya getirecektir. Allah’tan daha dogru sozlu kim vardır"},{"SurahNumber":4,"VerseNumber":88,"Text":"Munafıklar hakkında iki fırka olmanız da niye? Allah, onları yaptıkları islerden dolayı bas asagı ederek eski konumlarına (kufre) dondurmustur. Allah’ın saptırdıgını siz mi dogru yola cıkarmak istiyorsunuz? Allah kimi saptırırsa, artık sen onun icin asla bir yol bulamazsın"},{"SurahNumber":4,"VerseNumber":89,"Text":"Onlar, kafir oldukları gibi sizin de kufretmenizi ve kendileri ile esit olmanızı istiyorlar. Bu sebeple, onlar, Allah yolunda hicret etmedikce onları veli edinmeyin. Eger yuz cevirirlerse onları tutun ve buldugunuz yerde oldurun. Onlardan bir veli ve yardımcı edinmeyin"},{"SurahNumber":4,"VerseNumber":90,"Text":"Ancak, sizinle aralarında antlasma bulunan bir topluma sıgınanlara yahut sizinle olup kendi toplumlarına karsı savasmak konusunda icleri daralıp, sıkılanlara dokunmayın. Eger Allah, dileseydi onları sizin uzerinize musallat ederdi. Onlar da sizinle savasırlardı. Eger sizden uzak durur, sizinle savasmaz ve barısı size bırakırlarsa, artık Allah, onlara (saldırmak) icin size bir yol vermemistir"},{"SurahNumber":4,"VerseNumber":91,"Text":"Baskalarını da sizden ve kendi topluluklarından guvende olmayı arzu eder gibi bir halde bulabilirsin ama fitneye her sevk edildiklerinde ona (siddetle) atılırlar. Sayet sizden uzak durmaz, barıs istemez ve ellerini de cekmezlerse, onları buldugunuz yerde tutup oldurun. Iste onların aleyhlerine (savasmanız icin) size apacık bir delil verdik"},{"SurahNumber":4,"VerseNumber":92,"Text":"Bir muminin bir mumini hata dısında oldurmesi olmaz. Eger bir kimse bir mumini yanlıslıkla oldururse, onun cezası mumin bir kole azat etmek ve oldurulenin ailesi bagıslamadıkca, ailesine teslim edilen bir diyettir. Eger olen, mumin oldugu halde size dusman bir toplumdan ise, bu takdirde ceza bir mumin kole azat etmektir. Eger sizinle aranızda anlasma bulunan bir toplumdan ise, oldurulenin ailesine teslim olunan bir diyet ve mumin bir kole azad etmektir. Fakat kim bunu bulamazsa, Allah tarafından tevbesinin kabul edilmesi icin iki ay pes pese oruc tutmaktır. Allah her seyi bilendir, hikmet ve hukum sahibidir"},{"SurahNumber":4,"VerseNumber":93,"Text":"Kim bir mumini kasten oldururse cezası, icinde daimi kalacagı Cehennem'dir. Allah, ona gazap etmis, onu lanetlemis ve onun icin buyuk bir azap hazırlamıstır"},{"SurahNumber":4,"VerseNumber":94,"Text":"Ey iman edenler, Allah yolunda savas icin sefere cıktıgınızda teenni ile (aceleye kapılmadan) dikkatli olun; size selam veren kimseye, dunya hayatını arzulayarak “Sen mumin degilsin!” demeyin. Zira Allah katında pek cok ganimetler vardır. Onceden siz de oyleydiniz de Allah, size iyilikte bulundu. Oyleyse iyice arastırıp anlayın. Allah suphesiz yaptıklarınızdan haberdardır"},{"SurahNumber":4,"VerseNumber":95,"Text":"Muminlerden ozur sahibi olmaksızın geri kalanlarla, Allah yolunda mallarıyla ve canlarıyla savasanlar bir olmazlar. Allah, mallarıyla ve canlarıyla savasanları, derece bakımından geri kalanlardan cok ustun kıldı.Bununla beraber Allah, hepsine guzellik (Cennet'i) vaat etmistir. Fakat, Allah savasanlara, geride kalanların ustunde pek buyuk bir mukafat vermistir"},{"SurahNumber":4,"VerseNumber":96,"Text":"Mucahitler icin Allah katından dereceler, magfiret ve rahmet vardır. Allah, bagıslayandır, merhamet edendir"},{"SurahNumber":4,"VerseNumber":97,"Text":"Melekler nefislerine zulmedenlerin canlarını alırken: Ne haldeydiniz (dininiz icin ne yapıyordunuz)? derler. Onlar da derler ki: Biz yeryuzunde aciz bırakılmıs, zayıf kimseler idik. Melekler: Allah’ın arzı genis degil miydi? Siz de orada hicret etseydiniz ya! derler. Onların yeri Cehennem'dir. O, ne kotu bir donus yeridir"},{"SurahNumber":4,"VerseNumber":98,"Text":"Yalnızca, erkek kadın ve cocuklardan hicret icin yol bulamayan ve savunmasız gucsuz bırakılanlar mustesnadır"},{"SurahNumber":4,"VerseNumber":99,"Text":"Allah’ın onları affetmesi beklenir. Allah, affedendir, bagıslayandır"},{"SurahNumber":4,"VerseNumber":100,"Text":"Kim, Allah yolunda hicret ederse, yeryuzunde bir cok genis yer bulur. Kim, evinden Allah’a ve Rasulune hicret icin ayrılır sonra da kendisine olum yetisirse, onun mukafatı Allah’a aittir. Allah, cok bagıslayıcı ve merhametlidir"},{"SurahNumber":4,"VerseNumber":101,"Text":"Yeryuzunde sefere cıktıgınız zaman, kafirlerin size bir fenalık yapmasından korkarsanız namazları kısaltmanızda size bir gunah yoktur. Kafirler, sizin apacık dusmanınızdır"},{"SurahNumber":4,"VerseNumber":102,"Text":"Sen (savas meydanında) onların aralarında olup da namazlarını kıldırdıgın zaman, bir kısmı seninle beraber namaza dursun ve silahlarını da yanlarına alsınlar; secdeyi yaptıktan sonra onlar arkanıza gecsinler;kılmayan obur kısım gelsin, seninle beraber kılsınlar, tedbirli olsunlar, silahlarını alsınlar. Kafirler arzu ederler ki, silahlarınızdan ve esyanızdan bir gafil olsanız da size ani bir baskın yapsalar. Eger yagmur dolayısıyla size bir eziyet/zorluk olursa veya hasta olursanız silahlarınızı bırakmanızda bir gunah yoktur. Yine de tedbirli olun. Allah, Kafirlere asagılayıcı bir azap hazırlamıstır"},{"SurahNumber":4,"VerseNumber":103,"Text":"Namazı tamamladıktan sonra, ayakta, otururken ve yatarken de Allah’ı zikredin. Emniyete ve sukuna kavustugunuz zaman namazı dosdogru sekliyle kılın. Kuskusuz namaz, belirli vakitlerde muminler uzerine bir farzdır"},{"SurahNumber":4,"VerseNumber":104,"Text":"(Dusmanınız olan) toplulugu aramada/takip etmekte gevseklik gostermeyin. Siz (yaralanıp) acı duyuyorsanız onlar da sizin hissettiginiz gibi acı duyuyor. Onların umit etmedigi seyi (sevap ve zaferi) siz Allah Teala'dan umit edersiniz. Allah bilendir, Hakim'dir"},{"SurahNumber":4,"VerseNumber":105,"Text":"Suphesiz biz, sana kitabı insanlar arasında Allah’ın sana gosterdigi sekilde hukum veresin diye hak olarak indirdik, hainlerin savunucusu olma"},{"SurahNumber":4,"VerseNumber":106,"Text":"Allah’tan magfiret dile, suphesiz Allah, bagıslayan ve merhamet edendir"},{"SurahNumber":4,"VerseNumber":107,"Text":"Nefislerine (gunah isleyerek) hainlik edenlerden yana olup savunma! Cunku Allah, hainligi adet edineni ve cokca gunah isleyeni sevmez"},{"SurahNumber":4,"VerseNumber":108,"Text":"Insanlardan gizlerler de Allah’tan gizlemezler/utanmazlar. Oysa, Allah’ın razı olmadıgı sozu gece planlarken Allah onlarla beraberdi. Allah, butun yaptıklarını kusatmıstır"},{"SurahNumber":4,"VerseNumber":109,"Text":"Iste siz, dunya hayatında onları savunuyorsunuz. Kıyamet gununde kim onları Allah'a karsı mudafaa eder, kim onlara vekil olur"},{"SurahNumber":4,"VerseNumber":110,"Text":"Kim bir kotuluk isler veya nefsine zulmeder de sonra Allah’tan bagıslanma dilerse, Allah’ı bagıslayıcı ve merhametli olarak bulur"},{"SurahNumber":4,"VerseNumber":111,"Text":"Kim bir gunah islerse, onu ancak kendi aleyhine isler. Allah ise her seyi bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":112,"Text":"Kim de bir hata veya gunah isler sonra da onu bir sucsuza atarsa, o, iftira ve buyuk bir gunahı yuklenmis olur"},{"SurahNumber":4,"VerseNumber":113,"Text":"Eger Allah’ın lutfu ve rahmeti senin uzerinde olmasaydı, onlardan bir grup seni saptırmaya calısmıstı. Onlar, kendilerinden baskasını saptıramazlar ve sana hicbir seyle zarar veremezler. Allah sana kitabı ve hikmeti indirmis, onceden bilmediklerini ogretmistir. Allah’ın senin uzerindeki lutuf ve ihsanı cok buyuktur"},{"SurahNumber":4,"VerseNumber":114,"Text":"Onların gizli gizli konusmalarının cogunda hayır yoktur. Sadece sadakayı veya iyiligi ya da insanlar arasını duzeltmeyi emredenlerin ki harictir. Kim bunu Allah’ın rızasını kazanmak icin yaparsa ona buyuk bir mukafat verecegiz"},{"SurahNumber":4,"VerseNumber":115,"Text":"Kim, kendisine dogru yol apacık belli olduktan sonra Peygamber'e muhalefet eder ve muminlerin yolundan baskasına uyarsa; onu girmis oldugu bu yolda bırakır ve Cehennem'e atarız. O, ne kotu bir donus yeridir"},{"SurahNumber":4,"VerseNumber":116,"Text":"Allah, kendisine sirk kosulmasını bagıslamaz, bunun dısındaki (gunahları) diledigi kimse icin bagıslar. Kim Allah’a sirk kosarsa o uzak bir sapıklıga dusmustur"},{"SurahNumber":4,"VerseNumber":117,"Text":"Allah’ı bırakıp yalnızca putlara dua/ibadet ediyorlar. Oysa Onlar azgın seytandan baskasına dua/ibadet etmiyorlar"},{"SurahNumber":4,"VerseNumber":118,"Text":"O seytan ki Allah onu lanetledi. O da soyle dedi: Elbette kullarından belirli bir nasip edinecegim"},{"SurahNumber":4,"VerseNumber":119,"Text":"Ve onları saptıracagım, onları bos kuruntularla aldatacagım, onlara emredecegim de hayvanların kulaklarını yaracaklar, onlara emredecegim de Allah’ın yarattıgını degistirecekler. Kim Allah’ı bırakıp da seytanı veli edinirse, apacık bir husrana ugramıstır"},{"SurahNumber":4,"VerseNumber":120,"Text":"Seytan onlara vaat eder, kuruntularla oyalar, onları bos kuruntu ve uzun emellerle oyalar. Seytanın onlara vaat ettigi sadece oyalamadır"},{"SurahNumber":4,"VerseNumber":121,"Text":"Iste onların barınacakları yer Cehennem'dir ve ondan kurtulmak icin hicbir yer bulamayacaklardır"},{"SurahNumber":4,"VerseNumber":122,"Text":"Iman edip salih ameller isleyenlere gelince onları altından ırmaklar akan ve icinde ebedi kalacakları Cennetlere sokacagız. Allah'ın vaadi haktır. Allah'tan daha dogru sozlu kim vardır"},{"SurahNumber":4,"VerseNumber":123,"Text":"Bu (mukafat) ne sizin kuruntularınızla ve ne de ehli kitabın kuruntuları ile (elde edilir) degildir. Kim bir kotuluk islerse onun cezasını gorur. O, kendisi icin Allah’tan baska bir veli ve yardımcı bulamaz"},{"SurahNumber":4,"VerseNumber":124,"Text":"Mumin olarak kim bir salih amel islerse erkek olsun, kadın olsun iste bunlar Cennet'e girecekler ve bir hurma cekirdeginin uzerindeki oyuk miktarı kadar bile haksızlık gormeyeceklerdir"},{"SurahNumber":4,"VerseNumber":125,"Text":"Din yonunden, iyilik isleyen kimse olarak yuzunu Allah'a teslim edip, hanif olan Ibrahim'in dinine tabi olandan daha guzel kim olabilir? Allah, Ibrahim’i dost/halil edinmistir"},{"SurahNumber":4,"VerseNumber":126,"Text":"Goklerde ve yerde ne varsa hepsi Allah’ındır. Allah, her seyi kusatmıstır"},{"SurahNumber":4,"VerseNumber":127,"Text":"Senden, kadınlarla ilgili acıklama yapmanı istiyorlar. De ki: \"Allah, onlarla ilgili (hukumleri) ve kitapta, kendilerine (verilmesi) farz kılınan (miras ve mehri) vermediginiz ve evlenmek istediginiz yetim kızlara, zavallı cocuklara ve yetimlere adil davranmanıza dair, size okunmakta olan ayetler de bunu acıklıyor. Ne hayır yaparsanız, suphesiz Allah onu bilir. Iyilik olarak yaptıgınız her seyi Allah hakkıyla bilir"},{"SurahNumber":4,"VerseNumber":128,"Text":"Eger bir kadın, kocasının gecimsizliginden veya yuz cevirmesinden korkuyorsa, bir anlasma ile aralarını duzeltmelerinde bir gunah yoktur. Anlasma daha iyidir. Nefisler kıskanclıga meyyaldir. Eger iyilik eder ve gecimsizlikten sakınırsanız, suphesiz Allah, yaptıgınız her seyden haberdardır"},{"SurahNumber":4,"VerseNumber":129,"Text":"Ne kadar isteseniz de kadınlarınız arasında (sevgide) esit davranamazsınız. O halde busbutun birine meyledip de digerlerini askıda (kocasızmıs gibi) gibi bırakmayın. Eger (amellerinizi) duzeltir ve (haksızlıktan) sakınırsanız bilin ki Allah, affedici ve merhametlidir"},{"SurahNumber":4,"VerseNumber":130,"Text":"Eger (esler) birbirinden ayrılırsa Allah, lutfuyla her birini zenginlestirir, Allah’ın ihsanı genistir, Hakim'dir"},{"SurahNumber":4,"VerseNumber":131,"Text":"Goklerde ve yerde ne varsa Allah’ındır. Sizden once kendilerine kitap verilenlere de size de Allah’tan sakınmanızı tavsiye ettik. Eger kufrederseniz bilin ki goklerde ve yerde olanlar Allah’ındır. Allah hicbir seye muhtac degildir. Hamde layık olandır"},{"SurahNumber":4,"VerseNumber":132,"Text":"Goklerde ve yerde olanlar Allah’ındır. Vekil olarak da Allah yeter"},{"SurahNumber":4,"VerseNumber":133,"Text":"Ey insanlar, eger dilerse sizi yok eder ve (yerinize) baskalarını getirir. Allah’ın buna elbette gucu yeter"},{"SurahNumber":4,"VerseNumber":134,"Text":"Kim dunya mukafatını isterse bilsin ki dunyanın da, ahiretin de mukafatı Allah katındadır. Allah, isiten ve gorendir"},{"SurahNumber":4,"VerseNumber":135,"Text":"Ey iman edenler! Kendiniz, ana babanız ve yakınlarınız aleyhlerine de olsa, Allah icin sahit olarak adaleti ayakta tutanlardan olunuz. Zengin olsun fakir olsun dogru sahitlik edin. Allah her ikisine de sizden daha yakındır. Nefsinizin arzusuna uyarak, adaletten ayrılmayın. Eger (sahitlik konusunda) dilinizi egip bukerseniz ve (yerine getirmekten) yuz cevirirseniz, suphesiz Allah yaptıklarınızdan haberdardır"},{"SurahNumber":4,"VerseNumber":136,"Text":"Ey iman edenler, Allah’a, peygamberine, peygamberine indirdigi kitaba ve daha once indirdigi kitaba iman ediniz. Kim, Allah’a, meleklerine, kitaplarına, peygamberlerine ve ahiret gunune kufrederse, muhakkak uzak bir sapıklıga dusmustur"},{"SurahNumber":4,"VerseNumber":137,"Text":"Iman edip ardından kafir olanlar sonra tekrar iman edip, daha sonra da kafir olup, kufurlerini artıranları Allah bagıslamayacaktır ve onlara bir yol da gostermeyecektir"},{"SurahNumber":4,"VerseNumber":138,"Text":"Munafıklara, kendileri icin acıklı bir azap oldugunu mujdele"},{"SurahNumber":4,"VerseNumber":139,"Text":"Onlar, muminleri bırakıp kafirleri dost/veli edinirler. Kafirlerin yanında guc/zafer mi arıyorlar? Izzet butunuyle Allah’a aittir"},{"SurahNumber":4,"VerseNumber":140,"Text":"Allah, kitapta sunu da indirmistir: Allah’ın ayetlerinin kufredildigi ve ayetlerle alay edildigini isittiginiz zaman bir baska konuya gecene kadar onlarla oturmayın. (Eger oturursanız) siz de onlar gibi olursunuz. Allah, butun munafıkları ve kafirleri Cehennem'de toplayacaktır"},{"SurahNumber":4,"VerseNumber":141,"Text":"Sizi gozetleyen (munafık) kimseler, eger size Allah’tan bir zafer gelirse: \"Sizinle beraber degil miydik?\" derler. Eger kafirlere (savasta) bir hisse duserse: “Size (yardım ederek) ustunluk saglayıp sizi muminlerden korumadık mı?” derler. Allah, kıyamet gunu aranızda hukum verecektir. Allah, kafirlere muminlerin aleyhine bir yol vermeyecektir"},{"SurahNumber":4,"VerseNumber":142,"Text":"Munafıklar, Allah’ı aldatmaya kalkısırlar, Allah ise onları aldatır. Namaza kalktıkları zaman, istemeye istemeye/tembelce kalkarlar. Insanlara gosteris yaparlar, Allah’ı pek az zikrederler"},{"SurahNumber":4,"VerseNumber":143,"Text":"(Iman ile kufur) arasında teredduttedirler, ne muminlere ne de kafirlere (baglıdırlar.) Allah, kimi saptırırsa ona asla (hidayetin) bir yolunu bulamazsın"},{"SurahNumber":4,"VerseNumber":144,"Text":"Ey iman edenler! Muminleri bırakıp kafirleri veli edinmeyin. (Boyle yaparak) Kendi aleyhinize Allah’a apacık bir delil mi vermek istiyorsunuz"},{"SurahNumber":4,"VerseNumber":145,"Text":"Munafıklar Cehennem'in en asagı tabakasındadırlar. Asla onlara (azabını kaldırmak icin) bir yardımcı bulamazsın"},{"SurahNumber":4,"VerseNumber":146,"Text":"Ancak, tevbe edenler, (hallerini) duzeltip, Allah’a baglananlar ve dinlerini Allah'a halis kılanlar iste onlar muminlerle beraberdir. Allah, muminlere buyuk bir mukafat verecektir"},{"SurahNumber":4,"VerseNumber":147,"Text":"Eger siz, sukreder ve iman ederseniz; Allah size niye ceza versin? Allah sukredendir, her seyi bilendir"}]}