{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Bo ahli kitoʙ (ja'ne, ʙo jahudu nasoro) ʙa nekūtarin şeva muçodala kuned. Magar ʙo onhoe, ki sitam peşa kardand. Va ʙigūed: «Ba tamomi on ci ʙar mo nozil şuda az Qur'on va on ci ʙar şumo nozil şudaast az Tavrot va Inçil, imon ovardem, ki hama az nazdi Alloh taolost. Va ma'ʙudi movu ma'ʙudi şumo jakest va na ʙaroi U şarike ast na zidde va na hamtoe va mo dar ʙaroʙari Ū farmonʙardorem"},{"SurahNumber":29,"VerseNumber":47,"Text":"Cunonki kitoʙhoi soʙiqro peş az tu furud ovardem hamcunon in kitoʙi Qur'onro ʙar tu nozil kardem. Pas, ahli Kitoʙ ʙa on imon meovarand va az in araʙhoi Qurajş va ƣajri onho niz kase hast, ki ʙa on imon meovarad va çuz kofiron kase ojoti Qur'oni Moro inkor namekunad"},{"SurahNumber":29,"VerseNumber":48,"Text":"Va az mū'çizahoi ravşani tu in ast, ki tu peş az Qur'on heç kitoʙero namexondī va ʙa dasti xud cize namenaviştī. Holo in ki onho inro medonistand. Agar peş az vahji Ilohī xonanda jo navisanda meʙudī, axli ʙotil ʙa şak meaftodand"},{"SurahNumber":29,"VerseNumber":49,"Text":"Balki Qur'on ojotest ravşan, ki dar sinai ahli doniş çoj dorad. Va ojoti Moro tanho sitamkoron inkor mekunand"},{"SurahNumber":29,"VerseNumber":50,"Text":"Va muşrikon guftand: Caro az çoniʙi Parvardigoraş nişonahoe ʙar Muhammad nozil nameşavad? Bigū: nişonaho dar nazdi Alloh ast va man faqat ʙimdihandae oşkor hastam"},{"SurahNumber":29,"VerseNumber":51,"Text":"Ojo ononro ʙasanda nest, ki ʙar tu, ʙa tahqiq, Qur'on firistodaem va ʙar onho xonda meşavad. Dar in kitoʙi Qur'on ʙaroi mū'minon rahmatu pand ast"},{"SurahNumber":29,"VerseNumber":52,"Text":"Bigū: Alloh ʙa guvohī mijoni manu şumo kofist, ki man rasuli Ū hastam. On ciro, ki dar osmonhovu zamin ast, medonad. Va heç ciz ʙar Ū pūşida nest. Kasone, ki ʙa ʙotil imon ovardand va ʙa Alloh kofir şudand, onho dar dunjovu oxirat zijonkoronand"},{"SurahNumber":29,"VerseNumber":53,"Text":"Va muşrikoni qavmat tamasxūrona az tu azoʙro ʙa şitoʙ metalaʙand. Agar onro mav'idi muajjane naʙud, ʙeşuʙha, ʙar onho meomad. Va hatman, nogahon va ʙiduni on, ki xaʙardor şavand, ʙar onho furud xohad omad"},{"SurahNumber":29,"VerseNumber":54,"Text":"Onon az tu ʙa şitoʙ azoʙro metalaʙand, hol on ki çahannam, haroina, ʙar kofiron ihota dorad"},{"SurahNumber":29,"VerseNumber":55,"Text":"Rūz qijomat, ki azoʙ az ʙoloi sari kofiron va az zeri pojhojaşon onhoro darʙar girad va Alloh on zamon ʙigūjad: «Ba xotiri a'mole, ki dar dunjo mekarded, inak, azoʙro ʙicaşed!»"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ej ʙandagoni man, ki ʙa man imon ovarded, agar az izhor kardani imonaton dar tangī ʙoşed ʙa tahqiq, zamini man farox ast, pas, hiçrat kuned va tanho maro ʙiparasted"},{"SurahNumber":29,"VerseNumber":57,"Text":"Har kase caşandai ta'mi marg ast. Va ʙaroi hisoʙu çazo ʙa sūi Mo ʙozgardonida meşaved"},{"SurahNumber":29,"VerseNumber":58,"Text":"Kasonero, ki imon ovardaand ʙa Alloh va rasulaş va korhoi şoista kardaand, hatman, dar huçrahoi ʙihişt çoj dihem. Az zeri on çūjhoi oʙ ravon ast. Dar on ço çovidona ʙimonand. Amalkunandagonro cī nekū muzdest"},{"SurahNumber":29,"VerseNumber":59,"Text":"Onho, ki ʙar iʙodati Alloh saʙr varzidand va dar dinaşon ustuvor istodand va dar rizqu rūzii xud ʙar Parvardigoraşon tavakkal mekunand"},{"SurahNumber":29,"VerseNumber":60,"Text":"Cī ʙisjor çunʙandagone, ki tavoni tahsili ʙa dast ovardani rūzii xeş nadorand va Alloh onhoro va şumoro rūzī medihad. Va Ū ʙa guftori şumo şunavo va ʙa kirdor va nijathoi şumo donost"},{"SurahNumber":29,"VerseNumber":61,"Text":"Agar az onho ʙipursī ej Pajomʙar: cī kase osmonhovu zaminro ofarida va oftoʙu mohro rom kardaast? Hatman, xohand guft: Allohi jakto. Cunki ʙa inkori in haqiqat qodir nestand. Pas, cī guna ʙa'd az in e'tirof ʙargardonida meşavand az rohi haq (az tavhid)"},{"SurahNumber":29,"VerseNumber":62,"Text":"Alloh rūzii har jak az ʙandagonaşro, ki ʙixohad, farovon mekunad jo tang mesozad, har kiro, ki xohad. Haroina, Alloh ʙa umuri hama ciz donost va cize ʙar Ū pūşida namemonad"},{"SurahNumber":29,"VerseNumber":63,"Text":"Agar az muşrikon ʙipursī ej Pajomʙar: Cī kase az osmon ʙoron firistod va zamini murdaro ʙo on zinda kard?» Hatman, xohand guft: «Allohi jakto». Bigū: «Sipos Allohrost!» Vale ʙeştarinaşon namefahmand cī ʙa onho sud meorad va cī zarar merasonad"},{"SurahNumber":29,"VerseNumber":64,"Text":"Zindagonii in dunjo nest, çuz ʙozivu ʙehudagī, ki dilho ʙa on sargarm meşavand va ʙadanho ʙa on ʙozī mekunand. Ba saʙaʙe, ki dar on zeʙu zinnatho va şahvatho orosta şudaast. Ba'd az on zud az ʙajn meravad. Va zindagii çahoni oxirat, zindagii rostin ast, agar muşrikon in dunjoi foniro medonistand heçgoh ʙar saroi aʙadī tarçeh namedodand"},{"SurahNumber":29,"VerseNumber":65,"Text":"Va cun muşrikon ʙa kiştī savor şavand az ƣarq şudani dar ʙahr ʙitarsand, on hangom Allohro ʙo ixlos iltiçovu iʙodat kunand va cun az ƣarq şudan naçotaşon dod va ʙa xuşkī ovard, dar on holat ʙoz şirk meovarand"},{"SurahNumber":29,"VerseNumber":66,"Text":"to ne'matero, ki ʙa onon ato karda ʙudem, noşukrī kunand va cand rūze az lazzathoi zudguzari dunjo ʙarxurdor şavand. Alʙatta, ʙa zudī xohand donist, vajronai amalaşonro va on ci Alloh omoda kardaast ʙarojaşon azoʙi dardovari rūzi qijomatro"},{"SurahNumber":29,"VerseNumber":67,"Text":"Ojo nadidaand kofironi Makka, ki Mo haramro çoi amni mardum qaror dodem, hol on ki mardum dar atrofaşon raʙuda meşavand va dar hama çoji ʙerun az haram kuştoru ƣorat mekunand? Ojo ʙa (ʙuthoi) ʙotil imon meovarand va ne'mati Allohro noşukrī mekunand"},{"SurahNumber":29,"VerseNumber":68,"Text":"Pas, kist sitamgortar az on, ki ʙar Alloh durūƣ meʙandad jo ʙa hangome, ki haq (ja'ne, Qur'on) ʙa sūi ū ojad, durūƣ meşumorad? Ojo dar çahannam çojgohe ʙaroi kofiron nest, ki pajomʙarii Muhammad (sallallohu alajhi va sallam)-ro durūƣ meʙarorand"},{"SurahNumber":29,"VerseNumber":69,"Text":"Kasonero, ki dar rohi pirūzii dini Mo kūşiş kunand, hatman, ʙa rohhoi xeş hidojataşon mekunem va Alloh, haroina, ʙo nekūkoron ast, onhoro nusrat, muhofizat va hidojat mekunad"},{"SurahNumber":30,"VerseNumber":1,"Text":"Alif, Aom, Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumijon şikast xūrdand, az dasti forsijon"},{"SurahNumber":30,"VerseNumber":3,"Text":"dar nazdiktarin sarzamin, vale onho ʙa'd az şikastaşon ʙa zudī ƣoliʙ xohand şud"},{"SurahNumber":30,"VerseNumber":4,"Text":"dar muddati cand sole. Peş az in pirūzī va pas az in pirūzī farmon az oni Alloh ast. Va on rūz, ki rumijon ƣoliʙ şavand, mu'minon şodmon meşavand"},{"SurahNumber":30,"VerseNumber":5,"Text":"ʙa saʙaʙi jorii Alloh. Alloh har kasro, ki ʙixohad, jorī mekunad, va har kasro, ki ʙixohad xor mekunad va Ū pirūzmand ast, maƣluʙ nameşavad va mehruʙon ast ʙa ʙandagoni mū'mini xud"},{"SurahNumber":30,"VerseNumber":6,"Text":"Alloh ʙa mū'minon pirūzii rumijon ʙar forsijonro va'dai qat'ī dodaast va Alloh va'daşro xilof namekunad, vale ʙisjorii mardumon (kofironi Makka) namedonand, ki va'dai Alloh haq ast"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onho faqat ʙa zohiri zindagii dunjo va oroişi on ogohand va az umuri oxirat ʙexaʙarand"},{"SurahNumber":30,"VerseNumber":8,"Text":"Ojo kasone, ki ʙa didori Alloh imon nadorand va pajomʙaronaşro ʙovar nadorand, dar xudaşon andeşa nakardaand, ki Alloh osmonhovu zaminro va har cī dar mijoni onhost, çuz ʙa haq va to zamoni muajjane, naofaridaast? Va haroina, ʙisjore az mardum ʙa didori Parvardigoraşon imon nadorand"},{"SurahNumber":30,"VerseNumber":9,"Text":"Ojo in kofironi az oxirat ʙexaʙar dar zamin nagaştaand, to ʙingarand, ki oqiʙati kasone, ki peş az onho ʙudand, cī guna ʙudaast? Onho dar çism ʙase nerumandtar az onho ʙudand va zaminro şudgor kardand va dar on ziroatho koştand va ʙeş az on ci inho (ahli Makka) oʙodaş kardaand, onro oʙod soxtaand, vale imorathoi onho va umri darozaşon ʙa onho foidae nakard. Va pajomʙaronaşon ʙo mū'çizaho ʙa sūjaşon omadand, vale ʙo vuçudi in, onho imon najovardand, pas Alloh ʙar onho sitam nakardaast, ʙalki onho ʙo şirku ma'sijati xud dar haqqi xeş sitam mekardand"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sipas oqiʙati on kasone, ki korhoi ʙad kardand, ʙadtar şud. Zero inho ojoti Allohro durūƣ ʙarovardand va onro ʙa masxara megiriftand"},{"SurahNumber":30,"VerseNumber":11,"Text":"Alloh ofarinişi mavçudotro oƣoz mekunad, sipas onro duʙora ʙar megardonad, on goh hama xalq ʙa sūi Ū ʙozgardonida meşaved, pas nekūkoronro ʙa saʙaʙi nekūkoriaşon va ʙadkoronro dar ʙaroʙari ʙadkoriaşon çazoi munosiʙ medihad"},{"SurahNumber":30,"VerseNumber":12,"Text":"Va rūze, ki qijomat ʙarpo şavad, gunahkoron on rūz, ʙaroi naçot joftanaşon az azoʙ hajratzadavu noumed ʙimonand"},{"SurahNumber":30,"VerseNumber":13,"Text":"Va ʙaroi on muşrikon az ma'ʙudonaşon, ki onhoro dar dunjo ʙa çoi Alloh iʙodat kardaand, heç şafoatkunandae naxohad ʙud va xud nisʙat ʙa ma'ʙudonaşon ʙovar nadorand, ʙalki dar in vaqt ma'ʙudonaşon az onho ʙezorī meçūjand va onho niz az ma'ʙudonaşon ʙezorī meçūjand"},{"SurahNumber":30,"VerseNumber":14,"Text":"Va rūze, ki qijomat ʙarpo şavad, dar on rūz ahli imon va ahli kufr az jakdigar çudo şavand"},{"SurahNumber":30,"VerseNumber":15,"Text":"Ammo onhoe, ki imon ovardaand va korhoi şoista kardaand, pas, onho dar ʙoƣhoi çannat dar şodī va sarxuşī mavridi ikrom va in'om qaror megirand"},{"SurahNumber":30,"VerseNumber":16,"Text":"Va ammo kasone, ki kufr varzidaand va ojoti Moro, ki pajomʙaron ʙarojaşon ovarda ʙudand va didori oxiratro durūƣ ʙarovardaand va inkor kardaand, pas ʙa saʙaʙi imon najovardanaşon dar dunjo on gurūh dar azoʙi doimī hozir soxta meşavand"},{"SurahNumber":30,"VerseNumber":17,"Text":"Pas, ej mū'minon, hangomi şomu suʙh Allohro ʙa pokī jod kuned"},{"SurahNumber":30,"VerseNumber":18,"Text":"Va siposu sitoiş Ūrost dar osmonhovu zamin, hangomi asr va ʙa hangome ki ʙa nimrūz merased"},{"SurahNumber":30,"VerseNumber":19,"Text":"Alloh taolo zindaro az murda ʙerun meorad (ʙa monandi ʙerun ovardani inson az nutfa va ʙerun ovardani cūça az tuxm) va murdaro az zinda (ʙa monandi ʙerun ovardani nutfa az inson va ʙerun ovardani tuxm az cūça.) Va zaminro pas az murdanaş zinda mesozad va şumo niz incunin az qaʙrho ʙaroi hisoʙu kitoʙ ʙerun karda meşaved"},{"SurahNumber":30,"VerseNumber":20,"Text":"Va jake az nişonahoi ʙuzurg va kamoli qudrati Alloh in ast, ki padari şumo Odam (alajhissalomro) az xok ʙijofarid, to on goh insonhoi zijode şuded va ʙa har sū parokanda gaşted"},{"SurahNumber":30,"VerseNumber":21,"Text":"Va az nişonahoi dalolatkunanda ʙar ʙuzurgii Ū va kamoli qudrataş on ast, ki ʙarojaton az çinsi xudaton hamsarone ofarid, to ʙo onho oromiş joʙed va mijoni şumo dūstivu mehruʙonī nihod. Alʙatta, dar in ofariniş iʙrathoest dalolatkunanda ʙar qudrati Alloh va jagonagii Ū ʙaroi mardume, ki meandeşand"},{"SurahNumber":30,"VerseNumber":22,"Text":"Va az nişonahoi dalolatkunanda ʙar ʙuzurgī va kamoli qudrati Ū ofarinişi osmonhovu zamin va gunogunii zaʙonhovu ranghojaton ast. Beşak, dar in amr niz ʙaroi donişvaron iʙrathoest"},{"SurahNumber":30,"VerseNumber":23,"Text":"Va az nişonahoi dalolatkunanda ʙar ʙuzurgī va kamoli qudarati Ū xoʙidani şumost dar şaʙu rūz ʙaroi istirohat va talaʙi rizqu rūzii şumo az fazli Ūst. Alʙatta, dar in amr iʙrathoest ʙaroi mardume, ki meşunavand"},{"SurahNumber":30,"VerseNumber":24,"Text":"Va az nişonahoi dalolatkunanda ʙar ʙuzurgī va kamoli qudrati Ū, ki ʙarqro ʙaroi tarsonidan va umedvor soxtan ʙa şumo nişon medihad. Va az osmon ʙoron mefiristad, pas zamini murdaro ʙo on zinda mesozad. Alʙatta, dar in iʙrathoest dalolatkunanda ʙar kamoli qudrat va hikmat va ehsoni Ū ʙaroi kasone, ki ʙa aql darmejoʙand"},{"SurahNumber":30,"VerseNumber":25,"Text":"Va az nişonahoi dalolatkunanda ʙar ʙuzurgī va kamoli qudrati Ū, ki osmonu zamin ʙa farmoni Ū ʙarpojand. Pas, na ʙa çunʙiş darojand va na osmon ʙar zamin aftad. Sipas Alloh taolo şumoro az zamin ʙo nidoe faro mexonad va şumo, nogahon, ʙa şitoʙ az zamin ʙerun meoed"},{"SurahNumber":30,"VerseNumber":26,"Text":"Az oni Ūst har cī dar osmonhovu zamin ast; az fariştagon, inson, çin, hajvon, naʙotot va çimodot va hama farmonʙardori Ū hastand"},{"SurahNumber":30,"VerseNumber":27,"Text":"Va Ūst, ki ofarinişro oƣoz mekunad, sipas onhoro pas az marg zinda ʙozmegardonad. Va in kor ʙar Ū osontar ast. Ba ʙolotarin masal dar osmonho va zamin az oni Ūst heç ciz monandi Ū nest va Ū şunavovu ʙinost va Ū tavonost, ki hargiz maƣluʙ nameşavad va dar guftoru korhojaş va tadʙiri umuri xalqaş ʙo hikmat ast"},{"SurahNumber":30,"VerseNumber":28,"Text":"Alloh ʙarojaton ej muşrikon, az xudaton masale zadaast: Ojo ʙandagonaton (ƣulomonaton) dar on cī ʙa şumo rizqu rūzī dodaem, ʙo şumo şarik hastand, to şumo dar on ʙaroʙar ʙoşed, hamon guna, ki şumo az şarikoni ozodi xud ʙim dored, az onho ham ʙim doşta ʙoşed?! Haqiqatan, hargiz şumo ʙa in taqsimot rozī nameşaved, pas, cī guna rozī meşaved, ki ʙaroi Alloh kasero az maxluqaş şarik meored. Incunin ojotro ʙaroi gurūhe, ki xirad mevarzand, ʙa ravşanī ʙajon mekunem"},{"SurahNumber":30,"VerseNumber":29,"Text":"Balki, sitamkoron ʙe heç donişe az havoi nafsi xud ʙa padaronaşon pajravī kardaand va onhoro dar çahlu gumrohī hamşarikī namudaand. Onhoro, ki Alloh gumroh kardaast, cī kase hidojat mekunad? Onhoro heç joridihandae nest, ki az azoʙi Alloh naçotaşon dihad"},{"SurahNumber":30,"VerseNumber":30,"Text":"Pas ej Rasul, xud va pajravoni tu rūji xudro ʙa haqgaroī va ixlos ʙa sūi din ʙigardoned. Va hameşa pojdor ʙoş ʙar in dini islom, ki in fitrati ilohī ast, ki Alloh taolo mardumro ʙar on ofaridaast. Digargunī dar ofarinişi Alloh nest. In ast dini ustuvor, ki ʙa rohi mustaqim va ʙa sūi xuşnudii Parvardigori çahonijon va çannati Ū roh menamojad, vale aksari mardum in haqiqatro namedonand, ki dini haq Islom ast, na digar dinho"},{"SurahNumber":30,"VerseNumber":31,"Text":"Ba sūi Alloh ʙo tavʙa va ixlosu amal ʙozgarded va az Ū ʙitarsed ʙo ançom dodani amrhojaş va dur ʙudan az nofarmonihojaş va namozro ʙo arkon, voçiʙot va şarthojaş ʙarpo dored va az gurūhi muşrikon maʙoşed, ki ʙaroi Ū şarik meovarand"},{"SurahNumber":30,"VerseNumber":32,"Text":"Maʙoşed az kasone, ki dinaşonro parokanda soxta va gūruh gūruh şudand, har gūruhe ʙa on cī ki nazdi xud dorand, xursandand va mepindorand, ki onho ʙar haqand va digaron nohaq"},{"SurahNumber":30,"VerseNumber":33,"Text":"Va har zamone ʙa mardum ranç va zijone ʙirasad, ʙo ixlos Parvardigoraşonro duovu iltiço kunand va tavʙakunon ʙa sūi Ū ʙozmegardand. Sipas cun rahmati xeş ʙa onho ʙicaşonad, ongoh gurūhe az onon ʙori digar ʙa Parvardigoraşon şirk meovarand"},{"SurahNumber":30,"VerseNumber":34,"Text":"Oqiʙat ne'matero, ki ʙa onho dodaem, noşukrī kunand. Pas, dar dunjo andake az faroxdastī va vase'gii rizq ʙahramand şaved. Ej muşrikon, ʙa zudī xohed donist, ci azoʙe şumoro dar oxirat intizor ast"},{"SurahNumber":30,"VerseNumber":35,"Text":"Ojo ʙurhon va dalele ʙar onho nozil kardem, pas on dalel az cize, ki ʙo Alloh şarik mesozand, suxan megūjad"},{"SurahNumber":30,"VerseNumber":36,"Text":"Cun ʙa mardum rahmate ʙicaşonem, şodmon meşavand ʙo sarmastī va gardankaşī va cun ʙa saʙaʙi korhoe, ki kardaand, rançe, jo kamʙaƣalī, jo qahtī, jo ʙemorj ʙar onho rasad, nogoh onon ma'jus va noumed megardand"},{"SurahNumber":30,"VerseNumber":37,"Text":"Ojo nadidaand, ki Alloh rizqi har kasro, ki ʙixohad, ʙaroi imtihon kardan farovon mekunad va ʙaroi har kase, ki ʙixohad ʙaroi ozmoiş kardan tang va kam megardonad? Alʙatta, dar in farovonī va tangii ne'mat iʙrathoest ʙaroi mardume, ki imon meovarand"},{"SurahNumber":30,"VerseNumber":38,"Text":"Pas ej mū'min, haqqi xeşovandon, miskin va dar roh mondaro ado kun. In ʙehtar ast ʙaroi kasone, ki xuşnudii Allohro meçūjand va inhoand, ki az azoʙ naçotjoftagonand"},{"SurahNumber":30,"VerseNumber":39,"Text":"Va on mole, ki ʙa qasdi riʙo medihed, to foidai şumo az moli mardum ʙiafzojad, pas nazdi Alloh heç naafzojad va mole, ki ʙaroi xuşnudii Alloh az ʙoʙi zakotu sadaqa medihed, ʙarakati on ʙiafzojad. Kasone, ki cunin kunand, pas inho, podoşi ducand dorand"},{"SurahNumber":30,"VerseNumber":40,"Text":"Alloh Zotest, ki şumoro ʙijofarid, sipas rizq dod, sipas memironad, sipas duʙora zinda mekunad. Ojo kasonero, ki şariki Alloh mesozed, heç az in korho tavonand ançom dod? Alloh taolo pok ast va az har cī ʙarojaş şarik meovarand, ʙolotar ast"},{"SurahNumber":30,"VerseNumber":41,"Text":"Ba saʙaʙi a'moli mardum fasod dar xuşkivu darjo oşkor şud, to ʙa onho çazoi ʙa'ze az korhojaşonro, ki dar Dunjo karda ʙudand, ʙicaşonad, şojad ki onho az gunohonaşon tavʙa karda ʙozgardand"},{"SurahNumber":30,"VerseNumber":42,"Text":"Ej Pajomʙar, ʙa duruƣʙarovardagoni risolatat ʙigū: «Dar zamin ʙigarded va ʙa caşmi iʙrat ʙingared, ki oqiʙati kori peşinijon, (monandi qavmi Nūh, Od va Samud) ki aksari onho az muşrikon ʙudand, cī guna ʙudaast»"},{"SurahNumber":30,"VerseNumber":43,"Text":"Pas, ʙa dini durustu pojdor, ki hamono Islom ast, rūj ʙigardon ʙo ançom dodani amrhojaş va dur ʙudan az nofarmonihojaş va peş az on ki rūzi qijomat faro rasad, ki radkardanaşro heç kas natavonad. Dar on rūz mardum ʙa gūruhho taqsim meşavand, to a'moli xeşro ʙuʙinand"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kasone, ki kofir ʙoşand, kufraşon ʙa zijonaşon ʙoşad va onho, ki kore şoista karda ʙoşand, pas, ʙaroi xud podoşi nekū omoda kardaand"},{"SurahNumber":30,"VerseNumber":45,"Text":"to kasonero, ki imon ʙa Alloh va rasulaş ovardaand va korhoi şoista kardaand, az fazli xud podoş dihad. Ba tahqiq, Alloh kofironro dūst namedorad"},{"SurahNumber":30,"VerseNumber":46,"Text":"Va az nişonahoi dalolatkunanda ʙar ʙuzurgii qudrati Ū on ast, ki ʙodhoi muƶdadihandaro mefiristad, to rahmati Xudro ʙa şumo, ki hamono ʙoron, farovonī, sarsaʙzj ast, ʙirasonad va to kiştiho ʙa farmoni Ū ravon ʙoşand va az fazli Ū rūzī ʙiçūed. Boşad, ki şukr gūed va Ūro ʙa jagonagī parastiş kuned"},{"SurahNumber":30,"VerseNumber":47,"Text":"Ba ʙa rostī, ej Rasul, peş az tu pajomʙaronero ʙa sūi qavmaşon ʙa unvoni ʙaşoratdihanda va ʙimdihanda firistodem. Onho ʙo mū'çizaho va dalelhoi ravşani xud nazdaşon omadand. Pas, Mo az kasone, ki gunoh kardand, intiqom giriftem va halokaşon soxtem va jorī dodani mū'minon ʙar ūhdai Mo ʙud. Incunin mekunem ʙo takziʙkunandagoni tu, modome, ki ʙar durūƣaşon pojdor ʙoşand va imon naorand"},{"SurahNumber":30,"VerseNumber":48,"Text":"Alloh Zotest, ki ʙodhoro mefiristad, to aʙrhoro ʙarangezad va cunonki xohad ʙar osmon pahnu pareşon kunad va onro porca - porca kunad, pas ʙinī, ki ʙoron az daruni aʙrho ʙerun meojad. Va cun ʙoronro ʙa har kī xohad az ʙandagonaş ʙirasonad, onho, şodmon şavand"},{"SurahNumber":30,"VerseNumber":49,"Text":"Va agarci peş az on ki ʙoron ʙar onho ʙiʙorad, noumed ʙudand"},{"SurahNumber":30,"VerseNumber":50,"Text":"Pas, ej nazarkunanda ʙa osori rahmati Alloh, ʙingar, ki cī guna zaminro pas az murdanaş zinda mekunad?! Dar haqiqat, Alloh, ʙeşak, zindakunandai murdagon ast va ʙa har kore tavonost va heç cize Ūro notavon karda nametavonad"},{"SurahNumber":30,"VerseNumber":51,"Text":"Va agar ʙode ʙifiristem, ki ofatzo, garmu sūzon ʙoşad va kiştzorhoro zijon rasonad, pas on kiştzorhoro zardşuda ʙuʙinand, qatʹan, pas, az on hama nosipos meşavand"},{"SurahNumber":30,"VerseNumber":52,"Text":"Ba tahqiq, tu ej Rasul, nametavonī suxanatro ʙa dili murdagon ʙişunavonī va nametavonī suxani haqro ʙa karon ʙişnavonī, hangome ki rūj ʙarmegardonand va meravand. Pas az imon najovardani muşrikon ƣamgin maʙoş, zero onho monandi karon va murdagon nameşunavand va pajxas ham namekunand, agarcande hozir ʙoşand, pas cī guna ast holi kasone, ki az tu rūj ʙarmegardonand va nazdi tu hozir nestand"},{"SurahNumber":30,"VerseNumber":53,"Text":"Tu ej Rasul, hidojatkunandai noʙinojon az gumrohijaşon nestī. Tu sadojatro tanho ʙa gūşi kasone merasonī, ki ʙa ojoti Mo imon ovardaand, pas, onho farmonʙardorand"},{"SurahNumber":30,"VerseNumber":54,"Text":"Alloh Zotest, ki şumoro az notavonī (ja'ne, az nutfa) ʙijofarid va pas az notavonī nerūmand soxt, ki on çavonī ast, on goh pas az nerūmandī notavonivu pirī ovard. Har cī ʙixohad, meofarinad va Ū ʙa xalqaş donovu ʙar hama ciz tavonost"},{"SurahNumber":30,"VerseNumber":55,"Text":"Va rūze, ki qijomat ʙarpo şavad va hama az qaʙrhojaşon ʙarxezand, kofiron savgand xūrand, ki çuz lahzae dar dunjo naistodaand. Incunin az haqiqat va rohi haq ʙargardonida meşavand. Ja'ne, onho az fahmidani haqiqat va pajmudani rohi durust ʙozdoşta meşavand, ci tavre ki dar dunjo durūƣ meguftand"},{"SurahNumber":30,"VerseNumber":56,"Text":"Onon, ki donişu imon doda şudaand; az fariştagon, pajomʙaron va mū'minon gūjand: Hamono şumo ej kofiron ʙar muvofiqi kitoʙi Alloh to rūzi qijomat dar gūr oramidaed va in rūzi qijomat ast, vale şumo namedonistaed haq ʙudani in rūzro"},{"SurahNumber":30,"VerseNumber":57,"Text":"Pas, on rūz kasone, ki sitam kardand, uzrxohiaşon ʙa holaşon foidae nadihad va ʙa onho mūhlati tavʙa doda naxohad şud, ʙalki ʙa saʙaʙi ʙadiho va gunohonaşon azoʙ doda meşavand"},{"SurahNumber":30,"VerseNumber":58,"Text":"Va hamono Mo dar in Qur'on ʙaroi mardum har xuna masal ovardaem. Va ej Rasul, cun ojate ʙarojaşon ʙijovarī, ki dalolat ʙar haqiqati pajomʙarii tu mekunad, kofiron hatman xohand guft: «Şumo ʙehudagūjone ʙeş nested!»"},{"SurahNumber":30,"VerseNumber":59,"Text":"Incunin Alloh ʙa dilhoi kasone, ki namedonand haqiqati on ciro, ki ʙa sūjaşon ovardī; az iʙratho, ojot va ravşaniho, mūhr menihad"},{"SurahNumber":30,"VerseNumber":60,"Text":"Pas, saʙr kun, ej Rasul, az ozori qavmat, ki alʙatta, va'dai Alloh haq ast, ki turo ʙar onho pirūz megardonad. Va hargiz kasone, ki ʙa rūzi oxirat imoni jaqin nadorand, turo xaşmgin va saʙuksor nakunand"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alif, Lom, Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"In ojathoi kitoʙi Qur'on hikmatomūz ast"},{"SurahNumber":31,"VerseNumber":3,"Text":"(In ojatho ʙaroi nekūkorone, ki ʙo kitoʙi Qur'on va sunnati rasuli Alloh sallallohu alajhi va sallam amal mekunand,) hidojat va ʙaxşoiş ast"},{"SurahNumber":31,"VerseNumber":4,"Text":"Onon, ki namozro dar vaqtaş meguzorand va zakoti farzşudaro ʙa mustahiqonaş medihand va onho ʙa oxirat ʙovarii jaqin dorand"},{"SurahNumber":31,"VerseNumber":5,"Text":"Inho kasoneand, ki az çoniʙi Parvardigoraşon hidojat joftaand va inho dar dunjovu oxirat naçotjoftagonand"},{"SurahNumber":31,"VerseNumber":6,"Text":"Va dar mijoni mardum kasone hastand, ki xaridori suxani ʙehudaand, to ʙe jagon donişe mardumro az rohi Alloh gumroh sozand va Qur'onro ʙa masxara girand. Baroi on gurūh azoʙi xorkunandaast"},{"SurahNumber":31,"VerseNumber":7,"Text":"Va cun ojoti Mo ʙar ū xonda şavand, ʙo xudpisandī rūj ʙargardonad va takaʙʙur kunad, cunon ki gūjo on ojoti moro naşunidaast. Jo monandi kase, ki dar hardu gūşi vaj vazninī ast, ki cizero nameşunavad. Ej Pajomʙar, ūro ʙa azoʙi dardovari rūzi qijomat muƶda deh"},{"SurahNumber":31,"VerseNumber":8,"Text":"Ba durustī, onon, ki imon ovardaand va korhoi şoista kardaand, hatman ʙarojaşon ʙoƣhoi purne'mati ʙihişt ast"},{"SurahNumber":31,"VerseNumber":9,"Text":"Dar on ço dar çannat çovidonaand, va'dai Alloh rost ast. Ū dar amraş pirūzmand va dar tadʙiraş hakimu dono ast"},{"SurahNumber":31,"VerseNumber":10,"Text":"Alloh osmonhoro ʙe heç sutune ofaridaast, ki meʙined va ʙar rūi zamin kūhhoro ustuvor ʙijafkand, to şumoro nalarzonad va az har guna çunʙandae (çondore) dar on zamin parokanda kardaast. Va az osmon oʙ furud ovardem va dar on zamin har guna gijohi nekūe rūjonidem"},{"SurahNumber":31,"VerseNumber":11,"Text":"Har on ci ki şumo meʙined, in ofarinişi Alloh ast. Pas, ʙa Man nişon dihed ej muşrikon, kasonero az ma'ʙudoni şumo, ki ƣajri Ū hastand, ki cī cizero ofaridaand? Balki zolimon dar gumrohii oşkore hastand"},{"SurahNumber":31,"VerseNumber":12,"Text":"Va alʙatta, ʙa Luqmon (ʙandai soleh) hikmat dodem va ʙa ū guftem: «Allohro şukr gūj, zero har kī şukr gūjad, alʙatta, ʙa foidai xud şukr guftaast va har kī noşukrī kunad, haroina, Alloh az şukrguzorii ʙandagonaş ʙenijoz ast va dar hama hol sutudaast!»"},{"SurahNumber":31,"VerseNumber":13,"Text":"(Va ej Rasul, jodovar şav) on goh ki Luqmon ʙa pisaraş guft va ūro pand medod, ki ej pisaraki man, ʙa Alloh şirk majovar, haroina, şirk sitami ʙuzurgest"},{"SurahNumber":31,"VerseNumber":14,"Text":"Odamiro dar ʙorai nekūī kardan ʙa padaru modaraş suporiş kardem, modaraş ūro dar holi sustī ʙoloi sustii digar ʙardoşt va az şir çudo kardani ū dar davomi du sol ast. Va suporiş kardem, to ki Marovu padaru modaratro şukr gūj, ki ʙozgaşti tu nazdi man ast"},{"SurahNumber":31,"VerseNumber":15,"Text":"Ej farzandi mū'min, agar on du (padaru modarat muşrik ʙoşand), taloş kunand, ki cizero ʙa haqiqati on doniş nadorī onro şariki man qaror dihī, az on itoat makun. Dar dunjo ʙa xuʙī ʙo onon raftor kun va xud rohi kasero pajravī kun, ki ʙa dargohi Man tavʙa karda ʙozmegardand. Bozgaşti hamai şumo ʙa sūi Man ast va az korhoe, ki mekarded, ogohaton mekunam va har jakero çazoi munosiʙ çazo xoham dod"},{"SurahNumber":31,"VerseNumber":16,"Text":"Luqmon guft: ej pisaraki man! «Agar amali ʙad jo nek ʙa qadri jak donai xardal (sipandon jo hazorispand) dar daruni sange jo dar ʙurçi osmonho jo dar qa'ri zamin ʙoşad, Alloh taolo hatman rūzi qijomat ūro meovarad, ki haroina, Ū ʙa amalhoi ʙandagonaş nozukʙinu ogoh ast"},{"SurahNumber":31,"VerseNumber":17,"Text":"Ej pisaraki man! Namozro ʙo tamomi arkon va şarthovu voçiʙotaş ʙiguzor va ʙo hikmat amr ʙa ma'rufu nahj az munkar kun va ʙar har cī azijat ʙar tu rasad, saʙr kun, alʙatta, in az muhimtarin korhoest, ki ʙojad dar on ustuvor ʙoşī"},{"SurahNumber":31,"VerseNumber":18,"Text":"Ba takaʙʙur az mardum rūj magardon, vaqte ki ʙo tu suxan gūjand jo ʙo onho suxan gūj va xudpisandona ʙar zamin roh marav, haroina, Alloh heç xudsitoi faxrkunandaro dūst nadorad"},{"SurahNumber":31,"VerseNumber":19,"Text":"Va dar roh raftanat rohi mijonaro peşa kun va ovozatro furud or (past kun), hamono ʙadtarini ovozho, ovozi xaron ast"},{"SurahNumber":31,"VerseNumber":20,"Text":"Ej mardum, ojo nadidaed, ki ʙa tahqiq Alloh har ciro, ki dar osmonhovu zamin ast, romi şumo kardaast va ne'mathoi xudro ci oşkor monandi uzvi ʙadan va ci pinhon monandi aql ʙa purragī ʙar şumo arzonī doştaast? Va ʙa'ze az mardum kasest, ki ʙe heç donişu rohnamoī va kitoʙi ravşane dar ʙorai Alloh çidol mekunand"},{"SurahNumber":31,"VerseNumber":21,"Text":"Va cun ʙaroi onhoe, ki dar iʙodati jagonagii Alloh çidol mekunand, gufta şavad: «Az on ci Alloh nozil kardaast, pajravī kuned», gūjand: «(Na), ʙalki mo az cize pajrvī mekunem, ki padaroni xudro ʙar on joftem». Ojo hatto agarci şajton onhoro ʙa azoʙi otaşi sūzon da'vat kunad, ʙoz ham ʙa onho pajravī mekunand"},{"SurahNumber":31,"VerseNumber":22,"Text":"Va har kase nekūkorona rūi xeşro ʙa sūj Alloh taslim kunad, alʙatta, ʙa dastovezi ʙisjor mustahkam cang zadaast va pojoni hamai korho ʙa sūi Alloh ast! Pas, nekūkorro ʙar nekūiaş va ʙadkorro ʙar ʙadiaş çazo xohad dod"},{"SurahNumber":31,"VerseNumber":23,"Text":"Va kase, ki kofir şudaast, kufraş turo ej Rasul, ƣamgin nasozad, zero vazifai tu tanho da'vat kardani mardum ʙa sūi haq ast. Bozgaştaşon nazdi Most. Pas, ʙa korhoe, ki dar dunjo kardaand, ogohaşon mekunem. Haroina, Alloh ʙa on ci dar dilho meguzarad, donost va cize ʙar Ū pinhon namemonad"},{"SurahNumber":31,"VerseNumber":24,"Text":"Onhoro andake dar in dunjoi fonī ʙahramand mesozem, sipas rūzi qijomat onhoro ʙa ʙecoragī ʙa azoʙi saxt mekaşem"},{"SurahNumber":31,"VerseNumber":25,"Text":"Agar az onho ʙipursī: «Cī kase osmonhovu zaminro ofaridaast?» Hatman, megūjand: «Alloh». Bigū ej Rasuli man: «Hamai hamdu sitoiş xos ʙaroi Alloh ast!» Vale ʙeştari on muşrikon namedonand va andeşa ham namekunand, ki tanho Allohi ʙarhaq sazovori hamdu sitoiş ast va az in saʙaʙ ʙa Alloh şarik meorand"},{"SurahNumber":31,"VerseNumber":26,"Text":"Az oni Alloh ast hama on ci dar osmonhovu zamin vuçud dorad, pas sazovor nest, ki ƣajri Ūro parastiş karda şavad va haroina, Alloh az xalqaş ʙenijoz ast va ʙa onho mūhtoç nest va dar hama hol sutudaast"},{"SurahNumber":31,"VerseNumber":27,"Text":"Va agar hamai daraxtoni rūi zamin qalam şavand va darjo rang şavad va haft darjoi digar ʙa madadī ū ʙijojand va ʙo on qalamho suxanoni Alloh navişta şavad va qalamho şikasta şavand va rangho tamom şavand, vale suxanoni Alloh pojon namejoʙad. Va alʙatta, Alloh ƣoliʙ ast ʙar kase, ki ʙar Ū şarik meorad va hakimu dono ast dar tadʙiri kori xalqaş"},{"SurahNumber":31,"VerseNumber":28,"Text":"Ofarinişi hamai şumo va ʙoz zinda kardanaton rūzi qijomat tanho monandi zinda kardani jak tan ast. Alʙatta, Alloh ʙa guftugūi şumo şunavo ast va ʙa amalhoi şumo ʙinost"},{"SurahNumber":31,"VerseNumber":29,"Text":"Ojo nadidaī, ki Alloh az soathoi şaʙ kam mekunadu ʙa rūz meafzojad va az soathoi rūz mekohadu ʙa şaʙ meafzojad va oftoʙu mohro ʙaroi şumo rom soxt, ki har jak to zamoni muajjane dar harakat ast? Va alʙatta, Alloh ʙa korhoi neku ʙade, ki mekuned, ogoh ast va cize ʙar Ū pinhon namemonad"},{"SurahNumber":31,"VerseNumber":30,"Text":"In hama qudratu tavonoii Alloh ʙa on saʙaʙ ast, ki ʙojad ʙidoned, Allohi jakto haq ast va har cī ƣajr az Ū mexonand va iʙodat mekunand, haroina, ʙotil ast va alʙatta, Alloh ʙalandmartaʙavu ʙuzurgvor ast"},{"SurahNumber":31,"VerseNumber":31,"Text":"Ojo nadidaī ej ʙinanda, ki kiştiho ʙa fazli Alloh dar darjo ravon meşavand, to Alloh ʙa'ze az nişonahoi qudrati tavonoii xudro ʙa şumo ʙinamojonad? Haroina, dar in kor ʙaroi mardumi saʙrkunandai siposguzor iʙrathost"},{"SurahNumber":31,"VerseNumber":32,"Text":"Va cun mavçhoi azim monandi aʙrho onhoro pūşonad, pas muşrikon Allohro az rūi ixlos mexonand va iʙodatro xosi Ū medonand. Va cun naçotaşon dihad va ʙa xuşkī ʙarad, pas ʙa'ze az onho mijonarav hastand va ʙa'zejaşon kofir. Va ƣajr az xijonatkoron (noʙakoron) ojoti Moro heç kasi digar inkor namekunand"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ej mardum, az Parvardigoraton ʙitarsed va az rūze, ki heç padare çazoi farzandro ʙa ūhda nagirad va heç farzande çazoi padarro ūhdador naşavad, hazar kuned. Va'dai Alloh alʙatta, haq ast, pas zindagonii dunjo şumoro fireʙ nadihad, to ki oxiratro faromūş nakuned va niz şajtoni fireʙkor ʙa karami Alloh fireʙaton nasozad"},{"SurahNumber":31,"VerseNumber":34,"Text":"Ūst, ki ʙoronro meʙoronad va az on ci dar ʙacadoni zanhoi homila ast, medonad. Va heç kas namedonad, ki fardo ci ciz ʙa dast xohad ovard va kase namedonad, ki dar kadom sarzamin memirad, ʙalki donistani in umur az xususijati Alloh ast. Haroina, Alloh donovu ogoh ast va cize az Ū pinhon namemonad"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alif, Lom, Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Nozil şudani in kitoʙi Qur'on, ki heç şakke dar on nest, az çoniʙi Parvardigori çahonijon ast"},{"SurahNumber":32,"VerseNumber":3,"Text":"Ojo muşrikon megūjand: Muhammad onro ʙa durūƣ ʙoftaast? Na, onho durūƣ megūjand, ʙalki Qur'on suxanest ʙarhaq az çoniʙi Parvardigorat ʙaroi tu nozil şudaast, to mardumero, ki peş az tu ʙimdihandae nadoştaand, ʙitarsonī. Şojad az gumrohiaşon naçot joʙand va ʙa rohi hidojat aftand"},{"SurahNumber":32,"VerseNumber":4,"Text":"Alloh zotest, ki osmonhovu zaminro va on ci mijoni onhost, dar şaş rūz ʙijofarid va on goh ʙar Arş istivo joft. Şumoro ƣajri Ū dūst jo şafoatkunandae nest. Ojo pand namegmred"},{"SurahNumber":32,"VerseNumber":5,"Text":"Kori çahoni hastiro az osmon to zamin tadʙir menamojad. Sipas on korho dar rūze, ki miqdori on hazor sol ast, cunon ki dar in dunjo meşumored, ʙa sūi Ū ʙolo meravand"},{"SurahNumber":32,"VerseNumber":6,"Text":"Alloh, ki donoi pinhonu oşkor ast va cize ʙar Ū pūşida namemonad, ƣoliʙu mehruʙon ast"},{"SurahNumber":32,"VerseNumber":7,"Text":"On Zote, ki har ciro ofarid ʙa nekūtarin surat ofarid va ofarinişi odamro az gil oƣoz kard. (Hamono on, Odam alajhissalom ast)"},{"SurahNumber":32,"VerseNumber":8,"Text":"Sipas nasli ūro az qatrai oʙi pastu nociz ofarid"},{"SurahNumber":32,"VerseNumber":9,"Text":"On goh a'zoi şakli ūro rost kard va purra gardonid va ofarinişi ūro ʙisjor zeʙo va nekū namud va az Rūhi Xud ʙa vositai maloika dar on ʙidamid. Va ʙarojaton gūşu caşmho soxt, to ʙajni ovozu ranghoro çudo kuned va dilho ofarid, to ʙa aqli xeş ʙajni neku ʙad va foidavu zararro dark namoed. Ci andak şumo şukr megūed"},{"SurahNumber":32,"VerseNumber":10,"Text":"Ba muşrikon guftand: Ojo vaqte ki dar zamin ʙo gūştu ustuxonamon nestu noʙud şavem, ojo ʙori digar dar ofarinişi nav xohem ʙud? Balki onho ʙa didori Parvardigoraşon imon nadorand"},{"SurahNumber":32,"VerseNumber":11,"Text":"Bigū ej Rasul: Fariştai marg (Malakulmavt), ki ʙar şumo muvakkal (vazifador karda şudaast), çonatonro megirad va lahzae ta'xir namekunad. Sipas ʙa sūi Parvardigoraton ʙozgardonida meşaved va on goh şumoro tiʙqi amalhojaton podoş va çazo xohad dod"},{"SurahNumber":32,"VerseNumber":12,"Text":"Va agar on goh ʙuʙinī, ki gunahkoronro dar nazdi Parvardigoraşon sarxam kardaand va megūjand: Ej Parvardigori mo, didem amalhoi ʙadamonro va şunidem on ciro, ki dar dunjo Rasulat ʙo mo mefarmud. Aknun moro ʙozgardon, ʙa dunjo to kori şoistae kunem, ki inak, ʙa jaqin rasidaem va on ciro, ki peş durūƣ meʙarovardem, aknun ʙa on ʙovar dorem"},{"SurahNumber":32,"VerseNumber":13,"Text":"Agar Mo mexostem, ʙa har kas hidojataşro medodem, vale va'dai Man haq ast, ki çahannamro az hamai çinho va odamijon pur mekunam. Va in ʙa on saʙaʙ ʙud, ki onho gumrohiro ʙa çoi hidojat ixtijor namudand"},{"SurahNumber":32,"VerseNumber":14,"Text":"Ej muşrikon, pas ʙa sazoi on, ki didori cunin rūzero faromūş karda ʙuded, aknun azoʙro ʙicaşed. Haroina, Mo niz şumoro imrūz faromūş kardaem. Ba sazoi kufr va ma'sijate, ki mekarded, azoʙi doimiro ʙicaşed"},{"SurahNumber":32,"VerseNumber":15,"Text":"Tanho kasone ʙa ojoti Qur'oni Mo imon ovardaand, ki cun ojoti Moro ʙişnavand, ʙa saçda ʙijaftand va Parvardigoraşonro ʙa pokī ʙisitojand va onho az saçda kardan va ʙa pokī jod namudani Ofaridgoraşon takaʙʙur namekunand"},{"SurahNumber":32,"VerseNumber":16,"Text":"Az ʙistari xoʙ paxlūhojaşon dur memonad, Parvardigoraşonro ʙo ʙimu umed iltiço mekunand, ki amalhojaşonro maqʙuli dargohaş kunad va az on rizqe, ki ʙa onho dar rohi Alloh dodaem, sadaqa mekunand"},{"SurahNumber":32,"VerseNumber":17,"Text":"Pas, heç kas namedonad, dar ʙaroʙari korhoe, ki mū'minon dar dunjo ançom medihand, ci cizhoe dar oxirat ʙarojaşon pinhon şuda, saʙaʙi ravşanii caşmho ast va dilhojaşon ʙa on orom megirad"},{"SurahNumber":32,"VerseNumber":18,"Text":"Ojo kase, ki mū'min ast, monandi kasest, ki fosiq ast? Na, hargiz dar nazdi Alloh ʙaroʙar nestand"},{"SurahNumber":32,"VerseNumber":19,"Text":"Ammo onon, ki imon ovardaand va korhoi şoista kardaand, ʙa saʙaʙi on amalhoe, ki dar dunjo mekardand, ʙarojaşon manzilgohe dar ʙoƣhoi ʙihişt meʙoşad"},{"SurahNumber":32,"VerseNumber":20,"Text":"Va ammo kasone, ki fosiq ʙudand, onon ki az toati Alloh ʙerun omadand va korhoi gunoh kardand, manzilgohaşon otaşi dūzax ast. Har goh ʙixohand, ki az on ʙerun ojand, ʙori digar onhoro ʙa daruni otaş ʙozgardonand va ʙa onho ʙigūjand: Bicaşed azoʙi otaşero, ki dar dunjo durūƣaş mepindoşted"},{"SurahNumber":32,"VerseNumber":21,"Text":"Va alʙatta, ʙicaşonem fosiqonro az azoʙi nazdiki in dunjo; (monandi ofat, ʙalo va digar musiʙatho), peş az azoʙi ʙuzurgi oxirat, şojad onho az gunohoni xud tavʙa karda ʙargardand"},{"SurahNumber":32,"VerseNumber":22,"Text":"Kist sitamkortar az on kase, ki ūro ʙa ojoti Parvardigoraş pand dihand, sipas az hamai onho rūj gardonad? Mo, haroina, az gunahkoron intiqom megirem"},{"SurahNumber":32,"VerseNumber":23,"Text":"Dar haqiqat ʙa Mūso kitoʙ dodem, (cunon ki ʙa tu ej Rasul Qur'onro dodem.) Pas az didori Mūso dar şaʙi Isro va Me'roç dar şuʙha maʙoş. Va onro rohnamoi ʙanī Isroil qaror dodem"},{"SurahNumber":32,"VerseNumber":24,"Text":"Va az farzandoni Isroil peşvojone qaror dodem, ki ʙa farmoni Mo mardumro hidojat mekardand va onhoro ʙa iʙodati Alloh da'vat mekardand va cun saʙr peşa kardand ʙar duşvorihoi da'vat va hidojati mardum va ʙa ojoti Mo, jaqin doştand"},{"SurahNumber":32,"VerseNumber":25,"Text":"Alʙatta, Parvardigori tu dar rūzi qijomat dar on cī kofiron va mū'minon ixtilof mekardand, mijonaşon ʙo adl dovarī mekunad va har kiro çazoi munosiʙ xohad dod"},{"SurahNumber":32,"VerseNumber":26,"Text":"Ojo ʙaroi kofironi Makka ravşan naşudaast, ki peş az onho cī qadar az naslhoro noʙud kardem va inho dar safarhoi xud az dijorhoi qavmi Hud, Soleh va Lut meguzarand va on vajronahoro muşohida mekunand va dar xonavu çoi onho roh meravand. Begumon dar in nişonahoest ʙar haqiqat ʙudani pajomʙaron, ojo nameşunavand in ojathoro, to az onho pand pazirand"},{"SurahNumber":32,"VerseNumber":27,"Text":"Ojo nadidaand, durūƣşumorandagoni rūzi qijomat, ki haroina, Mo oʙro ʙa zamini xuşku ʙegijoh ravona mesozem, to kiştzorho ʙirūjonem corpojonaşon va xudaşon az on ʙixūrand? Ojo in ne'mathoro ʙo caşmoni xud nameʙinand? Pas ʙidonand, ki Alloh taolo in guna cizhoero, ki padid ovard, alʙatta, ʙar zinda gardondani murdaho qodir ast"},{"SurahNumber":32,"VerseNumber":28,"Text":"Muşrikon ʙa azoʙi Alloh şitoʙida va megūjand: Agar rost megūed va da'vo mekuned, ki mo ʙa azoʙ giriftor xohem şud, pas pirūzī cī vaqt xohad ʙud"},{"SurahNumber":32,"VerseNumber":29,"Text":"Bigū ej Rasul: Dar rūzi pirūzī imon ovardani kofiron sudaşon nadihad, zero imonaşon, imoni nocorī ast va ʙa onho mūhlat doda naşavad, to az gunohhoi guzaştai xud tavʙa kunand"},{"SurahNumber":32,"VerseNumber":30,"Text":"Pas, (ej Rasuli Mo), az muşrikon rūj gardon va muntazir ʙoş, ki onho ʙa azoʙ giriftor xohand şud va niz onho dar intizorand, ki tu dar azoʙe muʙtalo şavī"},{"SurahNumber":33,"VerseNumber":1,"Text":"Ej Pajomʙar, az Alloh ʙitars va ʙa kofironu munofiqon itoat makun. Haroina, Alloh ʙa hama ciz dono ast va dar amr va tadʙiri xalqaş ʙohikmat ast"},{"SurahNumber":33,"VerseNumber":2,"Text":"Ba har cī az Parvardigorat ʙa tu vahj meşavad, (ja'ne, az Qur'onu Sunnat) ito'at kun. Alʙatta, Alloh ʙa on ci mekuned, ogoh ast va heç cize az Ū pūşida nest"},{"SurahNumber":33,"VerseNumber":3,"Text":"Va ʙar Alloh tavakkal kun va hama umuri zindagiatro ʙa Alloh supor, zero Alloh hofizu ʙasanda ast ʙaroi şaxse, ki ʙar Ū tavakkal karda va ʙa sūjaş ʙozgaştaast"},{"SurahNumber":33,"VerseNumber":4,"Text":"Alloh ʙaroi heç kas du dil dar darunaş qaror nadodaast. Va Alloh heç goh zanonatonro, ki ʙo zihor modari xud mexoned, modaronaton qaror nadod va pisarxondagonatonro farzandaton nasoxt, zero in du amal heç goh dar tahrimi aʙadī haqiqat şuda nametavonad. Inho suxanonest, ki az haqiqat ʙerun ast, ʙa zaʙon megūed. Va Alloh haq megūjad va Ūst, ki ʙaroi ʙandagonaş roh menamojad"},{"SurahNumber":33,"VerseNumber":5,"Text":"Pisarxondagonro ʙa nomi padaraşon ʙixoned, ki dar nazdi Alloh muvofiqi insof ast. Agar dar haqiqat padaraşonro nameşinosed, pas onhoro ʙa nomi «ʙarodari dinī», ki ʙajni şumo çam' meovarad, ʙixoned, zero onon ʙarodaroni dinī va mavolii (ƣulomhoi ozodkardai) şumo ʙoşand. Agar peş az in xatoe kardaed, ʙoke nest, magar on ki ʙa qasdi dil kuned. Va Alloh omurzandai xatoi ʙanda ast va ʙa tavʙakunandagon mehruʙon ast"},{"SurahNumber":33,"VerseNumber":6,"Text":"Pajomʙar (sallallohu alajhi va sallam) nisʙat ʙa mū'minon dar umuri dinu dunjo az xudaşon avlotar va sazovortar ast va hurmati zanoni ū ʙa monandi hurmati modaroni mū'minon hastand, pas ʙa'di vafoti Rasuli Alloh nikoh kardani zanonaş ravo nest va dar kitoʙi Alloh xeşovandoni nasaʙī dar meros ʙurdan az mū'minonu muhoçiron ʙa jakdigar sazovortarand, magar on ki ʙixohed ʙa jake az dūstoni xud nekī kuned va sahme az moli xudro ʙa onon ʙidihed. In hukm dar kitoʙi Alloh dar Lavhul Mahfuz navişta şudaast"},{"SurahNumber":33,"VerseNumber":7,"Text":"Va ʙa jod or ej Pajomʙar, on hangomro, ki az pajomʙaron pajmoni mahkam va ustuvor giriftem va hamcunin az tuvu az Nūh va Iʙrohim va Mūso va Iso pisari Marjam va az hamai onho pajmoni saxte giriftem, ki dar adoi mas'ulijati rasonidani da'vat va adoi amonat va tasdiq kardani ʙa'zejaşon ʙa'zero kutohī nakunand. Va onon az pajomʙaroni sohiʙazmand"},{"SurahNumber":33,"VerseNumber":8,"Text":"Alloh on pajmoni mahkamro az inho (pajomʙaron) girift, to pajomʙaroni rostgūjro az sidqaşon ʙipursad ʙarojaşon cī çavoʙ dodaand qavmaşon. Pas, mū'minonro podoşi çannat medihad va ʙaroi kofiron azoʙi dardovare muhajjo kardaast"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ej kasone, ki imon ovarded, az ne'mate, ki Alloh ʙa şumo dar Madina, dar ƣazvai Xandaq dodaast, jod kuned, dar hangome, ki laşkarho az xoriçi Madina va jahudu munofiqon az doxili Madina ʙar sari şumo huçum kardand va Mo ʙodro va laşkarhoero, ki namedided, ʙar saraşon firistodem, to on çoe, ki deghojaşonro ʙarkand va xajmahojaşonro sarnagun soxt, sipas dilhojaşonro tars faro girift va Alloh ʙa on ci mekarded, ʙino ʙud va heç ciz ʙar Ū pūşida namemonad"},{"SurahNumber":33,"VerseNumber":10,"Text":"Ba xotir ʙijored, on vaqtro, ki az samti vodii ʙolo az tarafi maşriq va az samti poin az tarafi maƣriʙ ʙar şumo toxtand, caşmho az şiddati dahşat xira şudand va çonho az şiddati tars ʙa laʙ rasida ʙudand va munofiqonro noumedī faro girift va ʙa va'dai Alloh gumonhoi gunogun meʙurded"},{"SurahNumber":33,"VerseNumber":11,"Text":"Dar on lahzai duşvorī, mū'minon imtihon karda şudand va mū'min az munofiq ma'lum gaşt va ʙo tarsu haros saxt takon xūrdand, to imonaşon ma'lum şavad va ʙovariaşon zijod gardad"},{"SurahNumber":33,"VerseNumber":12,"Text":"Va ʙa jod ored, zamonero, ki munofiqon va onhoe, ki dar dilaşon şakku şuʙha ast meguftand: «Alloh va pajomʙaraş çuz va'dahoi durūƣ ʙa mo ʙa monandi pirūzī va nusrat, va'dai digare nadodaand. Pas ūro ʙovar nakuned!»"},{"SurahNumber":33,"VerseNumber":13,"Text":"Va ʙa jod ovar ej Rasul, zamonero, ki gurūhe az on munofiqon guftand: «Ej mardumi Jasriʙ, in ço (xajmahoi ʙeruni Madina) çoi ʙozmondanaton nest, pas ʙa xonahoi xud ʙa Madina ʙozgarded». Va gurūhe az on munofiqon ʙahona karda az Pajomʙar ruxsat talaʙidand va meguftand: «Dar haqiqat, dar xonahoi mo hifzkunandae nest». Xonahojaşon ʙehifzkunanda naʙud, ʙalki durūƣ meguftand, mexostand az majdoni çang ʙigurezand"},{"SurahNumber":33,"VerseNumber":14,"Text":"Va agar laşkari duşmanon az atrofi Madina ʙar onho vorid meşudand va xonahojaşonro muhosira mekardand, sipas peşnihodi ʙozgaşt ʙa kufr va şirk ʙa onho mekardand, mepaziruftand va çuz andake ʙaroi intixoʙi on tavaqquf namekardand"},{"SurahNumber":33,"VerseNumber":15,"Text":"Ba tahqiq, in munofiqon peş az in ƣazvai Xandaq ʙo Alloh (ja'ne, ʙa dasti Rasuli Alloh) pajmon ʙasta ʙudand, ki dar çang ʙa duşman puşt nagardonand va dar holi da'vat ʙa çihod dermonī nakunand, lekin pajmoni xudro şikastand. Va ahdu pajmoni Alloh pursiş dorad va az on ahd ʙozxost karda meşavand"},{"SurahNumber":33,"VerseNumber":16,"Text":"Bigū ej Rasul ʙaroi munofiqon, agar az marg jo kuşta şudan dar majdoni çang ʙigurezed, hargiz gurextan foidaaton nadihad va ʙa on umraton afzuda naşavad va on goh az zindagī dar dunjo çuz andake ʙahramand naxohed şud. Va in zindagii dunjo dar ʙaroʙari oxirat muddati kūtohe ast"},{"SurahNumber":33,"VerseNumber":17,"Text":"Ej Rasul, ʙarojaşon ʙigū: Agar Alloh ʙarojaton qasdi ʙadī doşta ʙoşad, kist, ki şumoro az azoʙi Ū nigah dorad jo ʙixohad ʙa şumo rahmate arzonī dorad, kist, ki şumoro az irodai Ū nigah dorad. Ba durustī, Ū atokunanda, man'kunanda, zararrasonanda va foidadihanda ast. On munofiqon çuz Alloh ʙaroi xud dūst va madadgore naxohand joft"},{"SurahNumber":33,"VerseNumber":18,"Text":"Alloh medonad cī kasone az şumo mardumro az ʙerun raftan ʙaroi çang ʙozmedorand va niz meşinosad kasonero, ki ʙa ʙarodaroni xud megūjand: Ba nazdi mo ʙijoed (ʙa Muhammad gūş naandozed), ki mo xavf meʙarem halok şudanatonro va magar andake ʙa çang nameojand va agar hozir şavand ham, faqat az ʙaroi rijo jo az xavfest, ki ʙadiaşon oşkor meşavad"},{"SurahNumber":33,"VerseNumber":19,"Text":"Ej mū'minon, ʙa saʙaʙi duşmaniju ʙadʙiniaşon ʙar şumo ʙuxl mevarzand va cun zamoni tars peş ojad, ʙuʙinī, ki ʙa tu menigarand va caşmonaşon misli kase, ki az sakaroti marg ʙehuş şuda ʙoşad, tagorūj meşavad va cun çang pojon joft, tars az mijon ʙiravad va meʙinī, ki az hirsi ƣanoim (ʙojgarī) ʙo zaʙoni tezu tundī xud şumoro ʙirançonand. Inho hargiz ʙo dilhojaşon imon najovardaand, pas Alloh amalhojaşonro noʙud kardaast va in kor ʙar Alloh oson ʙudaast"},{"SurahNumber":33,"VerseNumber":20,"Text":"Munofiqon az ʙimi tarsaşon gumon mekunand, ki laşkarhoi Ahzoʙ hanūz naraftaand va agar on laşkarhoi kofiron ʙori digar ʙa Madina ʙargardand orzu mekardand in munofiqon, ki koş az Madina ƣoiʙ meʙudand va dar mijoni a'roʙi ʙodijanişin meʙudand va az axʙori şumo mepursidand, agar ham dar mijoni şumo meʙudand, ʙa saʙaʙi ʙisjor ʙuzdiliaşon çuz andake çang namekardand"},{"SurahNumber":33,"VerseNumber":21,"Text":"Haqiqatan ʙaroi şumo ej mū'minon, dar zindagī, dar guftoru kirdor va holathoi Rasuli Alloh sarmaşqi nekūe ast, ʙaroi onon, ki ʙa Alloh va rūzi qijomat umed dorand va Allohro ʙisjor jod mekunand, pas şumo sunnati ūro ʙar xud lozim gired va şukri Allohro dar hama hol ʙa ço ored"},{"SurahNumber":33,"VerseNumber":22,"Text":"Va cun mū'minon on gurūhhoro didand, ki atrofi Madinaro ihota kardaand, ʙa jod ovardand, ki nusrati Alloh nazdik ast, guftand: In hamon cizest, ki Alloh va Pajomʙaraş ʙa mo va'da dodaast; az imtihon va mehnat va nusrat, rost guftaand va in ʙa onon çuz ʙa imon va taslimaşon najafzud. Ja'ne imonaşon ʙa Alloh va amalaşon ʙa farmudahoi Ū zijod gaşt"},{"SurahNumber":33,"VerseNumber":23,"Text":"Az mū'minon mardone hastand, ki ʙa pajmoni Alloh vafo kardand va dar saxtiju duşvoriho saʙr peşa namudand. Ba'ze ʙar sari pajmoni xeş dar rohi Alloh çon ʙoxtand jo ʙar sidqu vafo az dunjo guzaştand va ʙa'ze caşm ʙa rohand; jo nusrat jo şahodat va misli munofiqon heç pajmonaşonro digargun nakardaand"},{"SurahNumber":33,"VerseNumber":24,"Text":"to Alloh rostgūjonro ʙa saʙaʙi rostii guftoraşon podoş dihad va munofiqonro agar xohad azoʙ kunad. Va peş az margaşon ʙa tavʙai nasuh muvaffaq naşavand, pas ʙar kufr ʙimirand va muçiʙi dūzax gardand jo tavʙai onhoro ʙipazirad va ʙa rohi imon hidojataşon kunad. Alʙatta, Alloh ʙaroi kase, ki gunohi ʙehad karda, ʙa'd az on tavʙai nasuh kardaast, omurzandavu mehruʙon ast"},{"SurahNumber":33,"VerseNumber":25,"Text":"Alloh kofironi xaşmgiriftaro az Madina noumed kard va ʙozpas gardonid. Inho na dar dunjo va na dar oxirat ʙa heç ƣanimate dast najoftand. Va dar majdoni çang mū'minonro Alloh ʙo madadi xud ʙasanda ast. Zero Alloh dar mulki xud purtavonu pirūzmand ast"},{"SurahNumber":33,"VerseNumber":26,"Text":"Va Alloh ononro az axli Kitoʙ, ki ʙa in laşkarho madadgorī karda ʙudand az qal'ahojaşon furud ovard (ja'ne, jahudihoi ʙani Qurajza) va dar dilhojaşon ʙimu tars afkand, pas şikast xūrdand. Gurūhe mardoni çangiro mekuştand va gurūhe zanon va kudakonaşonro asir megiriftand"},{"SurahNumber":33,"VerseNumber":27,"Text":"Ej mū'minon, Alloh zaminu xonaho va amvolaşon, ki iʙorat az zevaru corpojon va siloh ʙud va zaminhoero, ki ʙar onho poj nanihodaed, ki on zaminho dar nazdi sohiʙaşon izzatu ehtirom doştand, ʙa şumo voguzoşt. Va Alloh ʙar har kore tavonost"},{"SurahNumber":33,"VerseNumber":28,"Text":"Ej Pajomʙar, ʙa zanonat onon, ki girdi tu çam' omadand va az tu nafaqai zijod talaʙ dorand, ʙigū: « Agar xohoni zindagii dunjo va zinathoi on hasted, ʙijoed, to şumoro ʙo hadjai munosiʙ ʙahramand sozam va ʙa tarzi nekū rahojaton kunam"},{"SurahNumber":33,"VerseNumber":29,"Text":"Va agar xohoni rizogii Allohu pajomʙari Ū va saroji çannati doimii oxirat hasted, pas, ʙa har hol saʙr kuned. Haroina, Alloh ʙa nekūkoronaton podoşi ʙuzurge xohad dod. Pas, onho rizogii Alloh va rasulaşro va saroji oxiratro ixtijor namudand"},{"SurahNumber":33,"VerseNumber":30,"Text":"Ej zanoni Pajomʙar, har kas az şumo ʙa kori zişti oşkore murtakiʙ şavad, Alloh azoʙi ūro du ʙaroʙar mekunad. In ʙa saʙaʙi çojgohi Rasuli Alloh sallallohu alajhi va sallam va martaʙai ʙuzurgi hamsaronaşon ast. Va in ʙar Alloh oson ast"}]}