{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Tārapara āmi tāra sampradāẏēra upara ākāśa thēkē kōna bāhinī abatīrṇa karini ēbaṁ āmi (bāhinī) abataraṇakārī'ō nā."},{"SurahNumber":36,"VerseNumber":29,"Text":"Bastutaḥ ē chila ēka mahānāda. Ataḥpara saṅgē saṅgē sabā'i stad'dha haẏē gēla."},{"SurahNumber":36,"VerseNumber":30,"Text":"Bāndādēra jan'yē ākṣēpa yē, tādēra kāchē ēmana kōna rasūla'i āgamana karēni yādēra prati tārā bidrupa karē nā."},{"SurahNumber":36,"VerseNumber":31,"Text":"Tārā ki pratyakṣa karē nā, tādēra pūrbē āmi kata sampradāẏakē dhbansa karēchi yē, tārā tādēra madhyē āra phirē āsabē nā."},{"SurahNumber":36,"VerseNumber":32,"Text":"Ōdēra sabā'ikē samabēta abasthāẏa āmāra darabārē upasthita hatē'i habē."},{"SurahNumber":36,"VerseNumber":33,"Text":"Tādēra jan'yē ēkaṭi nidarśana mr̥ta pr̥thibī. Āmi ēkē sañjībita kari ēbaṁ tā thēkē uṯpanna kari śasya, tārā tā thēkē bhakṣaṇa karē."},{"SurahNumber":36,"VerseNumber":34,"Text":"Āmi tātē sr̥ṣṭi kari khējura ō āṅgurēra bāgāna ēbaṁ prabāhita kari tātē nirjhariṇī."},{"SurahNumber":36,"VerseNumber":35,"Text":"Yātē tārā tāra phala khāẏa. Tādēra hāta ēkē sr̥ṣṭi karē nā. Ataḥpara tārā kr̥tajñatā prakāśa karē nā kēna"},{"SurahNumber":36,"VerseNumber":36,"Text":"pabitra tini yini yamīna thēkē uṯpanna udbhidakē, tādēra'i mānuṣakē ēbaṁ yā tārā jānē nā, tāra pratyēkakē jōṛā jōṛā karē sr̥ṣṭi karēchēna."},{"SurahNumber":36,"VerseNumber":37,"Text":"Tādēra jan'yē ēka nidarśana rātri, āmi tā thēkē dinakē apasārita kari, takhana'i tārā andhakārē thēkē yāẏa."},{"SurahNumber":36,"VerseNumber":38,"Text":"Sūrya tāra nirdiṣṭa abasthānē ābartana karē. Ēṭā parākramaśālī, sarbajña, āllāhara niẏantraṇa."},{"SurahNumber":36,"VerseNumber":39,"Text":"Candrēra jan'yē āmi bibhinna manayila nirdhārita karēchi. Abaśēṣē sē purātana kharjura śākhāra anurūpa haẏē yāẏa."},{"SurahNumber":36,"VerseNumber":40,"Text":"Sūrya nāgāla pētē pārē nā candrēra ēbaṁ rātri agrē calē nā dinēra pratyēkē'i āpana āpana kakṣapathē santaraṇa karē."},{"SurahNumber":36,"VerseNumber":41,"Text":"Tādēra jan'yē ēkaṭi nidarśana ē'i yē, āmi tādēra santāna-santatikē bōjhā'i naukāẏa ārōhaṇa kariẏēchi."},{"SurahNumber":36,"VerseNumber":42,"Text":"Ēbaṁ tādēra jan'yē naukāra anurūpa yānabāhana sr̥ṣṭi karēchi, yātē tārā ārōhaṇa karē."},{"SurahNumber":36,"VerseNumber":43,"Text":"Āmi icchā karalē tādērakē nimajjata karatē pāri, takhana tādēra jan'yē kōna sāhāyyakārī nē'i ēbaṁ tārā paritrāṇa'ō pābē nā."},{"SurahNumber":36,"VerseNumber":44,"Text":"Kintu āmāra'i pakṣa thēkē kr̥pā ēbaṁ tādērakē kichu kāla jībanōpabhōga karāra suyōga dēẏāra kāraṇē tā kari nā."},{"SurahNumber":36,"VerseNumber":45,"Text":"Āra yakhana tādērakē balā haẏa, tōmarā sāmanēra āyāba ō pēchanēra āyābakē bhaẏa kara, yātē tōmādēra prati anugraha karā haẏa, takhana tārā tā agrāhya karē."},{"SurahNumber":36,"VerseNumber":46,"Text":"Yakhana'i tādēra pālanakartāra nirdēśābalīra madhyē thēkē kōna nirdēśa tādēra kāchē āsē, takhana'i tārā tā thēkē mukhē phiriẏē nēẏa."},{"SurahNumber":36,"VerseNumber":47,"Text":"Yakhana tādērakē balā haẏa, āllāha tōmādērakē yā diẏēchēna, tā thēkē byaẏa kara. Takhana kāphērarā muminagaṇakē balē, icchā karalē'i āllāha yākē khā'ōẏātē pāratēna, āmarā tākē kēna khā'ōẏāba? Tōmarā tō spaṣṭa bibhrāntitē patita raẏēcha."},{"SurahNumber":36,"VerseNumber":48,"Text":"Tārā balē, tōmarā satyabādī halē bala ē'i ōẏādā kabē pūrṇa habē"},{"SurahNumber":36,"VerseNumber":49,"Text":"tārā kēbala ēkaṭā bhaẏābaha śabdēra apēkṣā karachē, yā tādērakē āghāta karabē tādēra pārasparika bākabitanḍākālē."},{"SurahNumber":36,"VerseNumber":50,"Text":"Takhana tārā ōchiẏata karatē'ō sakṣama habē nā. Ēbaṁ tādēra paribāra-parijanēra kāchē'ō phirē yētē pārabē nā."},{"SurahNumber":36,"VerseNumber":51,"Text":"Śiṅgāẏa phum̐ka dēẏā habē, takhana'i tārā kabara thēkē tādēra pālanakartāra dikē chuṭē calabē."},{"SurahNumber":36,"VerseNumber":52,"Text":"Tārā balabē, hāẏa āmādēra durbhōga! Kē āmādērakē nidrāsthala thēkē ukhita karala? Rahamāna āllāha tō ēra'i ōẏādā diẏēchilēna ēbaṁ rasūlagaṇa satya balēchilēna."},{"SurahNumber":36,"VerseNumber":53,"Text":"Ēṭā tō habē kēbala ēka mahānāda. Sē muhurtē'i tādēra sabā'ikē āmāra sāmanē upasthita karā habē."},{"SurahNumber":36,"VerseNumber":54,"Text":"Ājakēra dinē kāra'ō prati juluma karā habē nā ēbaṁ tōmarā yā karabē kēbala tāra'i pratidāna pābē."},{"SurahNumber":36,"VerseNumber":55,"Text":"Ēdina jānnātīrā ānandē maśagula thākabē."},{"SurahNumber":36,"VerseNumber":56,"Text":"Tārā ēbaṁ tādēra strīrā upabiṣṭa thākabē chāẏāmaẏa paribēśē āsanē hēlāna diẏē."},{"SurahNumber":36,"VerseNumber":57,"Text":"Sēkhānē tādēra jan'yē thākabē phala-mūla ēbaṁ yā cā'ibē."},{"SurahNumber":36,"VerseNumber":58,"Text":"Karuṇāmaẏa pālanakartāra pakṣa thēkē tādērakē balā habē sālāma."},{"SurahNumber":36,"VerseNumber":59,"Text":"Hē aparādhīrā! Āja tōmarā ālādā haẏē yā'ō."},{"SurahNumber":36,"VerseNumber":60,"Text":"Hē banī-ādama! Āmi ki tōmādērakē balē rākhini yē, śaẏatānēra ēbādata karō nā, sē tōmādēra prakāśya śatru"},{"SurahNumber":36,"VerseNumber":61,"Text":"ēbaṁ āmāra ēbādata kara. Ēṭā'i sarala patha."},{"SurahNumber":36,"VerseNumber":62,"Text":"Śaẏatāna tōmādēra anēka dalakē pathabhraṣṭa karēchē. Tabu'ō ki tōmarā bujhani"},{"SurahNumber":36,"VerseNumber":63,"Text":"ē'i sē jāhānnāma, yāra ōẏādā tōmādērakē dēẏā hatō."},{"SurahNumber":36,"VerseNumber":64,"Text":"Tōmādēra kupharēra kāraṇē āja ētē prabēśa kara."},{"SurahNumber":36,"VerseNumber":65,"Text":"Āja āmi tādēra mukhē mōhara ēm̐ṭē dēba tādēra hāta āmāra sāthē kathā balabē ēbaṁ tādēra pā tādēra kr̥takarmēra sākṣya dēbē."},{"SurahNumber":36,"VerseNumber":66,"Text":"Āmi icchā karalē tādēra dr̥ṣṭi śakti bilupta karē ditē pāratāma, takhana tārā pathēra dikē dauṛātē cā'ilē kēmana karē dēkhatē pēta"},{"SurahNumber":36,"VerseNumber":67,"Text":"āmi icchā karalē tādērakē sba sba sthānē ākāra bikr̥ta karatē pāratāma, phalē tārā āgē'ō calatē pārata nā ēbaṁ pēchanē'ō phirē yētē pārata nā."},{"SurahNumber":36,"VerseNumber":68,"Text":"Āmi yākē dīrgha jībana dāna kari, tākē sr̥ṣṭigata pūrbābasthāẏa phiriẏē nē'i. Tabu'ō ki tārā bujhē nā"},{"SurahNumber":36,"VerseNumber":69,"Text":"āmi rasūlakē kabitā śikṣā dē'ini ēbaṁ tā tāra jan'yē śōbhanīẏa'ō naẏa. Ēṭā tō ēka upadēśa ō prakāśya kōra'āna."},{"SurahNumber":36,"VerseNumber":70,"Text":"Yātē tini satarka karēna jībitakē ēbaṁ yātē kāphēradēra birud'dhē abhiyōga pratiṣṭhita haẏa."},{"SurahNumber":36,"VerseNumber":71,"Text":"Tārā ki dēkhē nā, tādēra jan'yē āmi āmāra nija hātēra tairī bastura dbārā catuspada jantu sr̥ṣṭi karēchi, ataḥpara tārā'i ēgulōra mālika."},{"SurahNumber":36,"VerseNumber":72,"Text":"Āmi ēgulōkē tādēra hātē asahāẏa karē diẏēchi. Phalē ēdēra kataka tādēra bāhana ēbaṁ kataka tārā bhakṣaṇa karē."},{"SurahNumber":36,"VerseNumber":73,"Text":"Tādēra jan'yē catuspada jantura madhyē anēka upakāritā ō pānīẏa raẏēchē. Tabu'ō kēna tārā śukariẏā ādāẏa karē nā"},{"SurahNumber":36,"VerseNumber":74,"Text":"tārā āllāhara paribartē anēka upāsya grahaṇa karēchē yātē tārā sāhāyyaprāpta hatē pārē."},{"SurahNumber":36,"VerseNumber":75,"Text":"Athaca ēsaba upāsya tādērakē sāhāyya karatē sakṣama habē nā ēbaṁ ēgulō tādēra bāhinī rūpē dhr̥ta haẏē āsabē."},{"SurahNumber":36,"VerseNumber":76,"Text":"Ata'ēba tādēra kathā yēna āpanākē duḥkhita nā karē. Āmi jāni yā tārā gōpanē karē ēbaṁ yā tārā prakāśyē karē."},{"SurahNumber":36,"VerseNumber":77,"Text":"Mānuṣa ki dēkhē nā yē, āmi tākē sr̥ṣṭi karēchi bīrya thēkē? Ataḥpara takhana'i sē haẏē gēla prakāśya bākabitanḍākārī."},{"SurahNumber":36,"VerseNumber":78,"Text":"Sē āmāra samparkē ēka adbhūta kathā barṇanā karē, athaca sē nijēra sr̥ṣṭi bhulē yāẏa. Sē balē kē jībita karabē asthisamūhakē yakhana sēgulō pacē galē yābē"},{"SurahNumber":36,"VerseNumber":79,"Text":"baluna, yini prathamabāra sēgulōkē sr̥ṣṭi karēchēna, tini'i jībita karabēna. Tini sarbaprakāra sr̥ṣṭi samparkē samyaka abagata."},{"SurahNumber":36,"VerseNumber":80,"Text":"Yini tōmādēra jan'yē sabuja br̥kṣa thēkē āguna uṯpanna karēna. Takhana tōmarā tā thēkē āguna jbālā'ō."},{"SurahNumber":36,"VerseNumber":81,"Text":"Yini nabhōmanḍala ō bhūmanḍala sr̥ṣṭi karēchēna, tini'i ki tādēra anurūpa sr̥ṣṭi karatē sakṣama nana? Hyām̐ tini mahāsraṣṭā, sarbajña."},{"SurahNumber":36,"VerseNumber":82,"Text":"Tini yakhana kōna kichu karatē icchā karēna, takhana tākē kēbala balē dēna, ‘ha'ō’ takhana'i tā haẏē yāẏa."},{"SurahNumber":36,"VerseNumber":83,"Text":"Ata'ēba pabitra tini, yām̐ra hātē sabakichura rājatba ēbaṁ tām̐ra'i dikē tōmarā pratyābartita habē."},{"SurahNumber":37,"VerseNumber":1,"Text":"Śapatha tādēra yārā sāribad'dha haẏē dām̐ṛānō"},{"SurahNumber":37,"VerseNumber":2,"Text":"ataḥpara dhamakiẏē bhīti pradarśanakārīdēra"},{"SurahNumber":37,"VerseNumber":3,"Text":"ataḥpara mukhastha ābr̥ttikārīdēra"},{"SurahNumber":37,"VerseNumber":4,"Text":"niścaẏa tōmādēra mābuda ēka."},{"SurahNumber":37,"VerseNumber":5,"Text":"Tini āsamāna samūha, yamīna'ō ētadubhaẏēra madhyabartī sabakichura pālanakartā ēbaṁ pālanakartā udaẏācalasamūhēra."},{"SurahNumber":37,"VerseNumber":6,"Text":"Niścaẏa āmi nikaṭabartī ākāśakē tārakārājira dbārā suśōbhita karēchi."},{"SurahNumber":37,"VerseNumber":7,"Text":"Ēbaṁ tākē sanrakṣita karēchi pratyēka abādhya śaẏatāna thēkē."},{"SurahNumber":37,"VerseNumber":8,"Text":"Ōrā urdhba jagatēra kōna kichu śrabaṇa karatē pārē nā ēbaṁ cāra dika thēkē tādēra prati ulkā nikṣēpa karā haẏa."},{"SurahNumber":37,"VerseNumber":9,"Text":"Ōdērakē bitāṛanēra uddēśē. Ōdēra jan'yē raẏēchē birāmahīna śāsti."},{"SurahNumber":37,"VerseNumber":10,"Text":"Tabē kē'u chōm̐ mērē kichu śunē phēlalē jbalanta ulkāpinḍa tāra paścād'dhābana karē."},{"SurahNumber":37,"VerseNumber":11,"Text":"Āpani tādērakē jijñēsa karuna, tādērakē sr̥ṣṭi karā kaṭhinatara, nā āmi an'ya yā sr̥ṣṭi karēchi? Āmi'i tādērakē sr̥ṣṭi karēchi ēm̐ṭēla māṭi thēkē."},{"SurahNumber":37,"VerseNumber":12,"Text":"Baraṁ āpani bismaẏa bōdha karēna āra tārā bidrupa karē."},{"SurahNumber":37,"VerseNumber":13,"Text":"Yakhana tādērakē bōjhānō haẏa, takhana tārā bōjhē nā."},{"SurahNumber":37,"VerseNumber":14,"Text":"Tārā yakhana kōna nidarśana dēkhē takhana bidrūpa karē."},{"SurahNumber":37,"VerseNumber":15,"Text":"Ēbaṁ balē, kichu'i naẏa, ēyē spaṣṭa yādu."},{"SurahNumber":37,"VerseNumber":16,"Text":"Āmarā yakhana marē yāba, ēbaṁ māṭi ō hāṛē pariṇata haẏē yāba, takhana'ō ki āmarā punarut'thita haba"},{"SurahNumber":37,"VerseNumber":17,"Text":"āmādēra pitr̥puruṣagaṇa'ō ki"},{"SurahNumber":37,"VerseNumber":18,"Text":"baluna, hyām̐ ēbaṁ tōmarā habē lāñchita."},{"SurahNumber":37,"VerseNumber":19,"Text":"Bastutaḥ sē ut'thāna habē ēkaṭi bikaṭa śabda mātra-yakhana tārā pratyakṣa karatē thākabē."},{"SurahNumber":37,"VerseNumber":20,"Text":"Ēbaṁ balabē, durbhāgya āmādēra! Ēṭā'i tō pratiphala dibasa."},{"SurahNumber":37,"VerseNumber":21,"Text":"Balā habē, ēṭā'i phaẏasālāra dina, yākē tōmarā mithyā balatē."},{"SurahNumber":37,"VerseNumber":22,"Text":"Ēkatrita kara gōnāhagāradērakē, tādēra dōsaradērakē ēbaṁ yādēra ēbādata tārā karata."},{"SurahNumber":37,"VerseNumber":23,"Text":"Āllāha byatīta. Ataḥpara tādērakē paricālita kara jāhānnāmēra pathē"},{"SurahNumber":37,"VerseNumber":24,"Text":"ēbaṁ tādērakē thāmā'ō, tārā jijñāsita habē"},{"SurahNumber":37,"VerseNumber":25,"Text":"tōmādēra ki hala yē, tōmarā ēkē aparēra sāhāyya karacha nā"},{"SurahNumber":37,"VerseNumber":26,"Text":"baraṁ tārā ājakēra dinē ātnasamarpaṇakārī."},{"SurahNumber":37,"VerseNumber":27,"Text":"Tārā ēkē aparēra dikē mukha karē parasparakē jijñāsābāda karabē."},{"SurahNumber":37,"VerseNumber":28,"Text":"Balabē, tōmarā tō āmādēra kāchē ḍāna dika thēkē āsatē."},{"SurahNumber":37,"VerseNumber":29,"Text":"Tārā balabē, baraṁ tōmarā tō biśbāsī'i chilē nā."},{"SurahNumber":37,"VerseNumber":30,"Text":"Ēbaṁ tōmādēra upara āmādēra kōna katr̥tba chila nā, baraṁ tōmarā'i chilē sīmālaṅghanakārī sampradāẏa."},{"SurahNumber":37,"VerseNumber":31,"Text":"Āmādēra bipakṣē āmādēra pālanakartāra ukti'i satya haẏēchē. Āmādērakē abaśa'i sbāda āsbādana karatē habē."},{"SurahNumber":37,"VerseNumber":32,"Text":"Āmarā tōmādērakē pathabhraṣṭa karēchilāma. Kāraṇa āmarā nijērā'i pathabhraṣṭa chilāma."},{"SurahNumber":37,"VerseNumber":33,"Text":"Tārā sabā'i sēdina śāntitē śarīka habē."},{"SurahNumber":37,"VerseNumber":34,"Text":"Aparādhīdēra sāthē āmi ēmani byabahāra karē thāki."},{"SurahNumber":37,"VerseNumber":35,"Text":"Tādēra yakhana balā hata, āllāha byatīta kōna upāsya ̔ēna'i, takhana tārā aud'dhatya pradarśana karata."},{"SurahNumber":37,"VerseNumber":36,"Text":"Ēbaṁ balata, āmarā ki ēka um'māda kabira kathāẏa āmādēra upāsyadērakē parityāga karaba."},{"SurahNumber":37,"VerseNumber":37,"Text":"Nā, tini satyasaha āgamana karēchēna ēbaṁ rasūlagaṇēra satyatā sbīkāra karēchēna."},{"SurahNumber":37,"VerseNumber":38,"Text":"Tōmarā abaśya'i bēdanādāẏaka śāsti āsbādana karabē."},{"SurahNumber":37,"VerseNumber":39,"Text":"Tōmarā yā karatē, tāra'i pratiphala pābē."},{"SurahNumber":37,"VerseNumber":40,"Text":"Tabē tārā naẏa, yārā āllāhara bāchā'i karā bāndā."},{"SurahNumber":37,"VerseNumber":41,"Text":"Tādēra jan'yē raẏēchē nirdhārita ruyi."},{"SurahNumber":37,"VerseNumber":42,"Text":"Phala-mūla ēbaṁ tārā sam'mānita."},{"SurahNumber":37,"VerseNumber":43,"Text":"Nēẏāmatēra udyānasamūha."},{"SurahNumber":37,"VerseNumber":44,"Text":"Mukhōmukhi haẏē āsanē āsīna."},{"SurahNumber":37,"VerseNumber":45,"Text":"Tādērakē ghurē phirē paribēśana karā habē sbaccha pānapātra."},{"SurahNumber":37,"VerseNumber":46,"Text":"Suśubhra, yā pānakārīdēra jan'yē susbādu."},{"SurahNumber":37,"VerseNumber":47,"Text":"Tātē māthā byathāra upādāna nē'i ēbaṁ tārā tā pāna karē mātāla'ō habē nā."},{"SurahNumber":37,"VerseNumber":48,"Text":"Tādēra kāchē thākabē nata, āẏatalōcanā taruṇīgaṇa."},{"SurahNumber":37,"VerseNumber":49,"Text":"Yēna tārā surakṣita ḍima."},{"SurahNumber":37,"VerseNumber":50,"Text":"Ataḥpara tārā ēkē aparēra dikē mukha karē jijñāsābāda karabē."},{"SurahNumber":37,"VerseNumber":51,"Text":"Tādēra ēkajana balabē, āmāra ēka saṅgī chila."},{"SurahNumber":37,"VerseNumber":52,"Text":"Sē balata, tumi ki biśbāsa kara yē"},{"SurahNumber":37,"VerseNumber":53,"Text":"Āmarā yakhana marē yāba ēbaṁ māṭi ō hāṛē pariṇata haba, takhana'ō ki āmarā pratiphala prāpta haba"},{"SurahNumber":37,"VerseNumber":54,"Text":"āllāha balabēna, tōmarā ki tākē uki diẏē dēkhatē cā'ō"},{"SurahNumber":37,"VerseNumber":55,"Text":"apara sē uki diẏē dēkhabē ēbaṁ tākē jāhānnāmēra mājhakhānē dēkhatē pābē."},{"SurahNumber":37,"VerseNumber":56,"Text":"Sē balabē, āllāhara kasama, tumi tō āmākē prāẏa dhbansa'i karē diẏēchilē."},{"SurahNumber":37,"VerseNumber":57,"Text":"Āmāra pālanakartāra anugraha nā halē āmi'ō yē grēphatārakr̥tadēra sāthē'i upasthita hatāma."},{"SurahNumber":37,"VerseNumber":58,"Text":"Ēkhana āmādēra āra mr̥tyu habē nā."},{"SurahNumber":37,"VerseNumber":59,"Text":"Āmādēra prathama mr̥tyu chāṛā ēbaṁ āmarā śāsti prāpta'ō haba nā."},{"SurahNumber":37,"VerseNumber":60,"Text":"Niścaẏa ē'i mahā sāphalya."},{"SurahNumber":37,"VerseNumber":61,"Text":"Ēmana sāphalyēra jan'yē pariśramīdēra pariśrama karā ucita."},{"SurahNumber":37,"VerseNumber":62,"Text":"Ē'i ki uttama āpyāẏana, nā yākkuma br̥kṣa"},{"SurahNumber":37,"VerseNumber":63,"Text":"āmi yālēmadēra jan'yē ēkē bipada karēchi."},{"SurahNumber":37,"VerseNumber":64,"Text":"Ēṭi ēkaṭi br̥kṣa, yā udagata haẏa jāhānnāmēra mūlē."},{"SurahNumber":37,"VerseNumber":65,"Text":"Ēra guccha śaẏatānēra mastakēra mata."},{"SurahNumber":37,"VerseNumber":66,"Text":"Kāphērarā ēkē bhakṣaṇa karabē ēbaṁ ēra dbārā udara pūrṇa karabē."},{"SurahNumber":37,"VerseNumber":67,"Text":"Tadupari tādērakē dēẏā habē. Phuṭanta pānira miśraṇa"},{"SurahNumber":37,"VerseNumber":68,"Text":"ataḥpara tādēra pratyābartana habē jāhānnāmēra dikē."},{"SurahNumber":37,"VerseNumber":69,"Text":"Tārā tādēra pūrbapuruṣadērakē pēẏēchila bipathagāmī."},{"SurahNumber":37,"VerseNumber":70,"Text":"Ataḥpara tārā tadēra padāṅka anusaraṇē taṯpara chila."},{"SurahNumber":37,"VerseNumber":71,"Text":"Tādēra pūrbē'ō agrabartīdēra adhikānśa bipathagāmī haẏēchila."},{"SurahNumber":37,"VerseNumber":72,"Text":"Āmi tādēra madhyē bhīti pradarśanakārī prēraṇa karēchilāma."},{"SurahNumber":37,"VerseNumber":73,"Text":"Ata'ēba lakṣya karuna, yādērakē bhītipradarśaṇa karā haẏēchila, tādēra pariṇati ki haẏēchē."},{"SurahNumber":37,"VerseNumber":74,"Text":"Tabē āllāhara bāchā'i karā bāndādēra kathā bhinna."},{"SurahNumber":37,"VerseNumber":75,"Text":"Āra nūha āmākē ḍēkēchila. Āra ki camaṯkārabhābē āmi tāra ḍākē sāṛā diẏēchilāma."},{"SurahNumber":37,"VerseNumber":76,"Text":"Āmi tākē ō tāra paribārabargakē ēka mahāsaṅkaṭa thēkē rakṣā karēchilāma."},{"SurahNumber":37,"VerseNumber":77,"Text":"Ēbaṁ tāra banśadharadērakē'i āmi abaśiṣṭa rēkhēchilāma."},{"SurahNumber":37,"VerseNumber":78,"Text":"Āmi tāra jan'yē parabartīdēra madhyē ē biṣaẏa rēkhē diẏēchi yē"},{"SurahNumber":37,"VerseNumber":79,"Text":"biśbabāsīra madhyē nūhēra prati śānti barṣita hōka."},{"SurahNumber":37,"VerseNumber":80,"Text":"Āmi ēbhābē'i saṯkarma parāẏanadērakē puraskr̥ta karē thāki."},{"SurahNumber":37,"VerseNumber":81,"Text":"Sē chila āmāra īmānadāra bāndādēra an'yatama."},{"SurahNumber":37,"VerseNumber":82,"Text":"Ataḥpara āmi aparāpara sabā'ikē nimajjata karēchilāma."},{"SurahNumber":37,"VerseNumber":83,"Text":"Āra nūha panthīdēra'i ēkajana chila ibrāhīma."},{"SurahNumber":37,"VerseNumber":84,"Text":"Yakhana sē tāra pālanakartāra nikaṭa suṣṭhu cittē upasthita haẏēchila"},{"SurahNumber":37,"VerseNumber":85,"Text":"yakhana sē tāra pitā ō sampradāẏakē balēchilaḥ tōmarā kisēra upāsanā karacha"},{"SurahNumber":37,"VerseNumber":86,"Text":"tōmarā ki āllāha byatīta mithyā upāsya kāmanā karacha"},{"SurahNumber":37,"VerseNumber":87,"Text":"biśbajagatēra pālanakartā samparkē tōmādēra dhāraṇā ki"},{"SurahNumber":37,"VerseNumber":88,"Text":"ataḥpara sē ēkabāra tārakādēra prati lakṣya karala."},{"SurahNumber":37,"VerseNumber":89,"Text":"Ēbaṁ balalaḥ āmi pīṛita."},{"SurahNumber":37,"VerseNumber":90,"Text":"Ataḥpara tārā tāra prati piṭha phiriẏē calē gēla."},{"SurahNumber":37,"VerseNumber":91,"Text":"Ataḥpara sē tādēra dēbālaẏē, giẏē ḍhukala ēbaṁ balalaḥ tōmarā khāccha nā kēna"},{"SurahNumber":37,"VerseNumber":92,"Text":"tōmādēra ki hala yē, kathā balacha nā"},{"SurahNumber":37,"VerseNumber":93,"Text":"ataḥpara sē prabala āghātē tādēra upara jhām̐piẏē paṛala."},{"SurahNumber":37,"VerseNumber":94,"Text":"Takhana lōkajana tāra dikē chuṭē ēlō bhīta-santrasta padē."},{"SurahNumber":37,"VerseNumber":95,"Text":"Sē balalaḥ tōmarā sbahasta nirmita pātharēra pūjā kara kēna"},{"SurahNumber":37,"VerseNumber":96,"Text":"athaca āllāha tōmādērakē ēbaṁ tōmarā yā nirmāṇa karacha sabā'ikē sr̥ṣṭi karēchēna."},{"SurahNumber":37,"VerseNumber":97,"Text":"Tārā balalaḥ ēra jan'yē ēkaṭi bhita nirmāṇa kara ēbaṁ ataḥpara tākē āgunēra stupē nikṣēpa kara."},{"SurahNumber":37,"VerseNumber":98,"Text":"Tārapara tārā tāra birud'dhē mahā ṣaṛayantra ām̐ṭatē cā'ila, kintu āmi tādērakē'i parābhūta karē dilāma."},{"SurahNumber":37,"VerseNumber":99,"Text":"Sē balalaḥ āmi āmāra pālanakartāra dikē calalāma, tini āmākē pathapradarśana karabēna."},{"SurahNumber":37,"VerseNumber":100,"Text":"Hē āmāra para'ōẏāradēgāra! Āmākē ēka saṯputra dāna kara."},{"SurahNumber":37,"VerseNumber":101,"Text":"Sutarāṁ āmi tākē ēka sahanaśīla putrēra susambāda dāna karalāma."},{"SurahNumber":37,"VerseNumber":102,"Text":"Ataḥpara sē yakhana pitāra sāthē calāphērā karāra baẏasē upanīta hala, takhana ibrāhīma tākē balalaḥ baṯsa! Āmi sbapnē dēkhiyē, tōmākē yabēha karachi; ēkhana tōmāra abhimata ki dēkha. Sē balalaḥ pitāḥ! Āpanākē yā ādēśa karā haẏēchē, tā'i karuna. Āllāha cāhē tō āpani āmākē sabarakārī pābēna."},{"SurahNumber":37,"VerseNumber":103,"Text":"Yakhana pitā-putra ubhaẏē'i ānugatya prakāśa karala ēbaṁ ibrāhīma tākē yabēha karāra jan'yē śāẏita karala."},{"SurahNumber":37,"VerseNumber":104,"Text":"Takhana āmi tākē ḍēkē balalāmaḥ hē ibrāhīma"},{"SurahNumber":37,"VerseNumber":105,"Text":"tumi tō sbapnakē satyē pariṇata karē dēkhālē! Āmi ēbhābē'i saṯkarmīdērakē pratidāna diẏē thāki."},{"SurahNumber":37,"VerseNumber":106,"Text":"Niścaẏa ēṭā ēka suspaṣṭa parīkṣā."},{"SurahNumber":37,"VerseNumber":107,"Text":"Āmi tāra paribartē dilāma yabēha karāra jan'yē ēka mahāna jantu."},{"SurahNumber":37,"VerseNumber":108,"Text":"Āmi tāra jan'yē ē biṣaẏaṭi parabartīdēra madhyē rēkhē diẏēchi yē"},{"SurahNumber":37,"VerseNumber":109,"Text":"ibrāhīmēra prati sālāma barṣita hōka."},{"SurahNumber":37,"VerseNumber":110,"Text":"Ēmanibhābē āmi saṯkarmīdērakē pratidāna diẏē thāki."},{"SurahNumber":37,"VerseNumber":111,"Text":"Sē chila āmāra biśbāsī bāndādēra ēkajana."},{"SurahNumber":37,"VerseNumber":112,"Text":"Āmi tākē susambāda diẏēchi isahākēra, sē saṯkarmīdēra madhya thēkē ēkajana nabī."},{"SurahNumber":37,"VerseNumber":113,"Text":"Tākē ēbaṁ isahākakē āmi barakata dāna karēchi. Tādēra banśadharadēra madhyē kataka saṯkarmī ēbaṁ kataka nijēdēra upara spaṣṭa julumakārī."},{"SurahNumber":37,"VerseNumber":114,"Text":"Āmi anugraha karēchilāma mūsā ō hārunēra prati."},{"SurahNumber":37,"VerseNumber":115,"Text":"Tādērakē ō tādēra sampradāẏakē ud'dhāra karēchi mahā saṅkaṭa thēkē."},{"SurahNumber":37,"VerseNumber":116,"Text":"Āmi tādērakē sāhāyya karēchilāma, phalē tārā'i chila bijaẏī."},{"SurahNumber":37,"VerseNumber":117,"Text":"Āmi ubhaẏakē diẏēchilāma suspaṣṭa kitāba."},{"SurahNumber":37,"VerseNumber":118,"Text":"Ēbaṁ tādērakē sarala patha pradarśana karēchilāma."},{"SurahNumber":37,"VerseNumber":119,"Text":"Āmi tādēra jan'yē parabartīdēra madhyē ē biṣaẏa rēkhē diẏēchi yē"},{"SurahNumber":37,"VerseNumber":120,"Text":"mūsā ō hārunēra prati sālāma barṣita hōka."},{"SurahNumber":37,"VerseNumber":121,"Text":"Ēbhābē āmi saṯkarmīdērakē pratidāna diẏē thāki."},{"SurahNumber":37,"VerseNumber":122,"Text":"Tārā ubhaẏē'i chila āmāra biśbāsī bāndādēra an'yatama."},{"SurahNumber":37,"VerseNumber":123,"Text":"Niścaẏa'i iliẏāsa chila rasūla."},{"SurahNumber":37,"VerseNumber":124,"Text":"Yakhana sē tāra sampradāẏakē balalaḥ tōmarā ki bhaẏa kara nā"},{"SurahNumber":37,"VerseNumber":125,"Text":"tōmarā ki bā’āla dēbatāra ēbādata karabē ēbaṁ sarbōttama sraṣṭākē parityāga karabē."},{"SurahNumber":37,"VerseNumber":126,"Text":"Yini āllāha tōmādēra pālanakartā ēbaṁ tōmādēra pūrbapuruṣadēra pālanakartā"},{"SurahNumber":37,"VerseNumber":127,"Text":"ataḥpara tārā tākē mithyā pratipanna karala. Ata'ēba tārā abaśya'i grēphatāra haẏē āsabē."},{"SurahNumber":37,"VerseNumber":128,"Text":"Kintu āllāha tā’ālāra khām̐ṭi bāndāgaṇa naẏa."},{"SurahNumber":37,"VerseNumber":129,"Text":"Āmi tāra jan'yē parabartīdēra madhyē ē biṣaẏē rēkhē diẏēchi yē"},{"SurahNumber":37,"VerseNumber":130,"Text":"iliẏāsēra prati sālāma barṣita hōka"},{"SurahNumber":37,"VerseNumber":131,"Text":"ēbhābē'i āmi saṯkarmīdērakē pratidāna diẏē thāki."},{"SurahNumber":37,"VerseNumber":132,"Text":"Sē chila āmāra biśbāsī bāndādēra antarbhūkta."},{"SurahNumber":37,"VerseNumber":133,"Text":"Niścaẏa lūta chilēna rasūlagaṇēra ēkajana."},{"SurahNumber":37,"VerseNumber":134,"Text":"Yakhana āmi tākē'ō tāra paribārēra sabā'ikē ud'dhāra karēchilāma"},{"SurahNumber":37,"VerseNumber":135,"Text":"kintu ēka br̥d'dhākē chāṛā; sē an'yān'yadēra saṅgē thēkē giẏēchila."},{"SurahNumber":37,"VerseNumber":136,"Text":"Ataḥpara abaśiṣṭadērakē āmi samūlē uṯpāṭita karēchilāma."},{"SurahNumber":37,"VerseNumber":137,"Text":"Tōmarā tōmādēra dhbansa stupēra upara diẏē gamana kara bhōra bēlāẏa"},{"SurahNumber":37,"VerseNumber":138,"Text":"ēbaṁ sandhyāẏa, tāra parē'ō ki tōmarā bōjha nā"},{"SurahNumber":37,"VerseNumber":139,"Text":"āra i'unusa'ō chilēna paẏagambaragaṇēra ēkajana."},{"SurahNumber":37,"VerseNumber":140,"Text":"Yakhana pāliẏē tini bōjhā'i naukāẏa giẏē paum̐chēchilēna."},{"SurahNumber":37,"VerseNumber":141,"Text":"Ataḥpara laṭārī (surati) karālē tini dōṣī sābyasta halēna."},{"SurahNumber":37,"VerseNumber":142,"Text":"Ataḥpara ēkaṭi mācha tām̐kē gilē phēlala, takhana tini aparādhī gaṇya haẏēchilēna."},{"SurahNumber":37,"VerseNumber":143,"Text":"Yadi tini āllāhara tasabīha pāṭha nā karatēna"},{"SurahNumber":37,"VerseNumber":144,"Text":"tabē tām̐kē kēẏāmata dibasa paryanta māchēra pēṭē'i thākatē hata."},{"SurahNumber":37,"VerseNumber":145,"Text":"Ataḥpara āmi tām̐kē ēka bistīrṇa-bijana prāntarē nikṣēpa karalāma, takhana tini chilēna rugna."},{"SurahNumber":37,"VerseNumber":146,"Text":"Āmi tām̐ra upara ēka latābiśiṣṭa br̥kṣa udagata karalāma."},{"SurahNumber":37,"VerseNumber":147,"Text":"Ēbaṁ tām̐kē, lakṣa bā tatōdhika lōkēra prati prēraṇa karalāma."},{"SurahNumber":37,"VerseNumber":148,"Text":"Tārā biśbāsa sthāpana karala ataḥpara āmi tādērakē nirdhārita samaẏa paryanta jībanōpabhōga karatē dilāma."},{"SurahNumber":37,"VerseNumber":149,"Text":"Ēbāra tādērakē jijñēsa karuna, tōmāra pālanakartāra jan'yē ki kan'yā santāna raẏēchē ēbaṁ tādēra jan'yē ki putra-santāna."},{"SurahNumber":37,"VerseNumber":150,"Text":"Nā ki āmi tādēra upasthititē phērēśatāgaṇakē nārīrūpē sr̥ṣṭi karēchi"},{"SurahNumber":37,"VerseNumber":151,"Text":"jēnō, tārā managaṛā ukti karē yē"},{"SurahNumber":37,"VerseNumber":152,"Text":"āllāha santāna janma diẏēchēna. Niścaẏa tārā mithyābādī."},{"SurahNumber":37,"VerseNumber":153,"Text":"Tini ki putra-santānēra sthalē kan'yā-santāna pachanda karēchēna"},{"SurahNumber":37,"VerseNumber":154,"Text":"tōmādēra ki hala? Tōmādēra ē kēmana sindhānta"},{"SurahNumber":37,"VerseNumber":155,"Text":"tōmarā ki anudhābana kara nā"},{"SurahNumber":37,"VerseNumber":156,"Text":"nā ki tōmādēra kāchē suspaṣṭa kōna dalīla raẏēchē"},{"SurahNumber":37,"VerseNumber":157,"Text":"tōmarā satyabādī halē tōmādēra kitāba āna."},{"SurahNumber":37,"VerseNumber":158,"Text":"Tārā āllāha ō jbinadēra madhyē samparka sābyasta karēchē, athaca jbinērā jānē yē, tārā grēphatāra haẏē āsabē."},{"SurahNumber":37,"VerseNumber":159,"Text":"Tārā yā balē tā thēkē āllāha pabitra."},{"SurahNumber":37,"VerseNumber":160,"Text":"Tabē yārā āllāhara niṣṭhābāna bāndā, tārā grēphatāra haẏē āsabē nā."},{"SurahNumber":37,"VerseNumber":161,"Text":"Ata'ēba tōmarā ēbaṁ tōmarā yādēra upāsanā kara"},{"SurahNumber":37,"VerseNumber":162,"Text":"tādēra kā'ukē'i tōmarā āllāha samparkē bibhrānta karatē pārabē nā."},{"SurahNumber":37,"VerseNumber":163,"Text":"Śudhumātra tādēra chāṛā yārā jāhānnāmē pauchābē."},{"SurahNumber":37,"VerseNumber":164,"Text":"Āmādēra pratyēkēra jan'ya raẏēchē nirdiṣṭa sthāna."},{"SurahNumber":37,"VerseNumber":165,"Text":"Ēbaṁ āmarā'i sāribad'dhabhābē danḍāẏamāna thāki."},{"SurahNumber":37,"VerseNumber":166,"Text":"Ēbaṁ āmarā'i āllāhara pabitratā ghōṣaṇā kari."},{"SurahNumber":37,"VerseNumber":167,"Text":"Tārā tō balataḥ"},{"SurahNumber":37,"VerseNumber":168,"Text":"yadi āmādēra kāchē pūrbabartīdēra kōna upadēśa thākata"},{"SurahNumber":37,"VerseNumber":169,"Text":"tabē āmarā abaśya'i āllāhara manōnīta bāndā hatāma."},{"SurahNumber":37,"VerseNumber":170,"Text":"Bastutaḥ tārā ē'i kōra'ānakē asbīkāra karēchē. Ēkhana śīghra'i tārā jēnē nitē pārabē"},{"SurahNumber":37,"VerseNumber":171,"Text":"āmāra rāsūla ō bāndāgaṇēra byāpārē āmāra ē'i bākya satya haẏēchē yē"},{"SurahNumber":37,"VerseNumber":172,"Text":"abaśya'i tārā sāhāyya prāpta haẏa."},{"SurahNumber":37,"VerseNumber":173,"Text":"Āra āmāra bāhinī'i haẏa bijaẏī."},{"SurahNumber":37,"VerseNumber":174,"Text":"Ata'ēba āpani kichukālēra jan'yē tādērakē upēkṣā karuna."},{"SurahNumber":37,"VerseNumber":175,"Text":"Ēbaṁ tādērakē dēkhatē thākuna. Śīghra'i tārā'ō ēra pariṇāma dēkhē nēbē."},{"SurahNumber":37,"VerseNumber":176,"Text":"Āmāra āyāba ki tārā druta kāmanā karē"},{"SurahNumber":37,"VerseNumber":177,"Text":"ataḥpara yakhana tādēra āṅgināẏa āyāba nāyila habē, takhana yādērakē satarka karā haẏēchila, tādēra sakāla bēlāṭi habē khuba'i manda."},{"SurahNumber":37,"VerseNumber":178,"Text":"Āpani kichukālēra jan'yē tādērakē upēkṣā karuna."},{"SurahNumber":37,"VerseNumber":179,"Text":"Ēbaṁ dēkhatē thākuna, śīghra'i tārā'ō ēra pariṇāma dēkhē nēbē."},{"SurahNumber":37,"VerseNumber":180,"Text":"Pabitra āpanāra para'ōẏāradēgārēra sattā, tini sam'mānita ō pabitra yā tārā barṇanā karē tā thēkē."},{"SurahNumber":37,"VerseNumber":181,"Text":"Paẏagambaragaṇēra prati sālāma barṣita hōka."},{"SurahNumber":37,"VerseNumber":182,"Text":"Samasta praśansā biśbapālaka āllāhara nimitta."},{"SurahNumber":38,"VerseNumber":1,"Text":"Chōẏāda. Śapatha upadēśapūrṇa kōra'ānēra"},{"SurahNumber":38,"VerseNumber":2,"Text":"baraṁ yārā kāphēra, tārā ahaṅkāra ō birōdhitāẏa lipta."},{"SurahNumber":38,"VerseNumber":3,"Text":"Tādēra āgē āmi kata janagōṣṭhīkē dhbansa karēchi, ataḥpara tārā ārtanāda karatē śuru karēchē kintu tādēra niṣkr̥ti lābhēra samaẏa chila nā."},{"SurahNumber":38,"VerseNumber":4,"Text":"Tārā bismaẏabōdha karē yē, tādēra'i kāchē tādēra madhyē thēkē ēkajana satarkakārī āgamana karēchēna. Āra kāphērarā balē ē-tō ēka mithyācārī yādukara."},{"SurahNumber":38,"VerseNumber":5,"Text":"Sē ki bahu upāsyēra paribartē ēka upāsyēra upāsanā sābyasta karē diẏēchē. Niścaẏa ēṭā ēka bismaẏakara byāpāra."},{"SurahNumber":38,"VerseNumber":6,"Text":"Tādēra katipaẏa biśiṣṭa byakti ēkathā balē prasthāna karē yē, tōmarā calē yā'ō ēbaṁ tōmādēra upāsyadēra pūjāẏa dr̥ṛha thāka. Niścaẏa'i ē baktabya kōna biśēṣa uddēśyē praṇōdita."},{"SurahNumber":38,"VerseNumber":7,"Text":"Āmarā sābēka dharmē ē dharanēra kathā śunini. Ēṭā managaṛā byāpāra bai naẏa."},{"SurahNumber":38,"VerseNumber":8,"Text":"Āmādēra madhya thēkē śudhu ki tāra'i prati upadēśa bānī abatīrṇa hala? Bastutaḥ ōrā āmāra upadēśa samparkē sandihāna; baraṁ ōrā ēkhana'ō āmāra māra āsbādana karēni."},{"SurahNumber":38,"VerseNumber":9,"Text":"Nā ki tādēra kāchē āpanāra parākrānta daẏābāna pālanakartāra rahamatēra kōna bhānḍāra raẏēchē"},{"SurahNumber":38,"VerseNumber":10,"Text":"nāki nabhōmanḍala, bhūmanḍala ō ētadubhaẏēra madhyabartī sabakichura upara tādēra sāmrājya raẏēchē? Thākalē tādēra ākāśē ārōhaṇa karā ucita raśi jhuliẏē."},{"SurahNumber":38,"VerseNumber":11,"Text":"Ēkṣētrē bahu bāhinīra madhyē ōdēra'ō ēka bāhinī āchē, yā parājita habē."},{"SurahNumber":38,"VerseNumber":12,"Text":"Tādēra pūrbē'ō mithyārōpa karēchila nūhēra sampradāẏa, āda, kīlaka biśiṣṭa phērā'una"},{"SurahNumber":38,"VerseNumber":13,"Text":"sāmuda, lūtēra sampradāẏa ō ā'ikāra lōkērā. Ērā'i chila bahu bāhinī."},{"SurahNumber":38,"VerseNumber":14,"Text":"Ēdēra pratyēkē'i paẏagambaragaṇēra prati mithyārōpa karēchē. Phalē āmāra āyāba pratiṣṭhita haẏēchē."},{"SurahNumber":38,"VerseNumber":15,"Text":"Kēbala ēkaṭi mahānādēra apēkṣā karachē, yātē dama phēlāra abakāśa thākabē nā."},{"SurahNumber":38,"VerseNumber":16,"Text":"Tārā balē, hē āmādēra para'ōẏāradēgāra, āmādēra prāpya anśa hisāba dibasēra āgē'i diẏē dā'ō."},{"SurahNumber":38,"VerseNumber":17,"Text":"Tārā yā balē tātē āpani sabara karuna ēbaṁ āmāra śaktiśālī bāndā dā'udakē smaraṇa karuna. Sē chila āmāra prati pratyābartanaśīla."},{"SurahNumber":38,"VerseNumber":18,"Text":"Āmi parbatamālākē tāra anugāmī karē diẏēchilāma, tārā sakāla-sandhyāẏa tāra sāthē pabitratā ghōṣaṇā karata"},{"SurahNumber":38,"VerseNumber":19,"Text":"āra pakṣīkulakē'ō, yārā tāra kāchē samabēta hata. Sabā'i chila tām̐ra prati pratyābartanaśīla."},{"SurahNumber":38,"VerseNumber":20,"Text":"Āmi tām̐ra sāmrājyakē sudr̥ṛha karēchilāma ēbaṁ tām̐kē diẏēchilāma prajñā ō phaẏasālākārī bāgnītā."},{"SurahNumber":38,"VerseNumber":21,"Text":"Āpanāra kāchē dābīdāradēra br̥ttānta pauchēchē, yakhana tārā prācīra ḍiṅgīẏē ēbādata khānāẏa prabēśa karēchila."},{"SurahNumber":38,"VerseNumber":22,"Text":"Yakhana tārā dā'udēra kāchē anuprabēśa karala, takhana sē santrasta haẏē paṛala. Tārā balalaḥ bhaẏa karabēna nā; āmarā bibadamāna duṭi pakṣa, ēkē aparēra prati bāṛābāṛi karēchi. Ata'ēba, āmādēra madhyē n'yāẏabicāra karuna, abicāra karabēna nā. Āmādērakē sarala patha pradarśana karuna."},{"SurahNumber":38,"VerseNumber":23,"Text":"Sē āmāra bhā'i, sē nirānabba'i dumbāra mālika āra āmi mālika ēkaṭi mādī dumbāra. Ērapara'ō sē balēḥ ēṭi'ō āmākē diẏē dā'ō. Sē kathābārtāẏa āmāra upara bala praẏōga karē."},{"SurahNumber":38,"VerseNumber":24,"Text":"Dā'uda balalaḥ sē tōmāra dumbāṭikē nijēra dumbāgulōra sāthē sanyukta karāra dābī karē tōmāra prati abicāra karēchē. Śarīkadēra anēkē'i ēkē aparēra prati juluma karē thākē. Tabē tārā karē nā, yārā āllāhara prati biśbāsī ō saṯkarma sampādanakārī. Abaśya ēmana lōkēra saṅkhyā alpa. Dā'udēra khēẏāla hala yē, āmi tākē parīkṣā karachi. Ataḥpara sē tāra pālanakartāra kāchē kṣamā prārthanā karala, sējadāẏa luṭiẏē paṛala ēbaṁ tām̐ra dikē pratyābartana karala."},{"SurahNumber":38,"VerseNumber":25,"Text":"Āmi tāra sē aparādha kṣamā karalāma. Niścaẏa āmāra kāchē tāra jan'yē raẏēchē ucca martabā ō sundara ābāsasthala."},{"SurahNumber":38,"VerseNumber":26,"Text":"Hē dā'uda! Āmi tōmākē pr̥thibītē pratinidhi karēchi, ata'ēba, tumi mānuṣēra mājhē n'yāẏasaṅgatabhābē rājatba kara ēbaṁ khēẏāla-khuśīra anusaraṇa karō nā. Tā tōmākē āllāhara patha thēkē bicyuta karē dēbē. Niścaẏa yārā āllāhara patha thēkē bicyuta haẏa, tādēra jan'yē raẏēchē kaṭhōra śāsti, ē kāraṇē yē, tārā hisābadibasakē bhūlē yāẏa."},{"SurahNumber":38,"VerseNumber":27,"Text":"Āmi āsamāna-yamīna ō ētadubhaẏēra madhyabartī kōna kichu ayathā sr̥ṣṭi karini. Ēṭā kāphēradēra dhāraṇā. Ata'ēba, kāphēradēra jan'yē raẏēchē dūrbhōga arthāṯ jāhānnāma."},{"SurahNumber":38,"VerseNumber":28,"Text":"Āmi ki biśbāsī ō saṯkarmīdērakē pr̥thibītē biparyaẏa sr̥ṣṭikārī kāphēradēra samatulya karē dēba? Nā khōdābhīrudērakē pāpācārīdēra sam'māna karē dēba."},{"SurahNumber":38,"VerseNumber":29,"Text":"Ēṭi ēkaṭi barakatamaẏa kitāba, yā āmi āpanāra prati barakata hisēbē abatīrṇa karēchi, yātē mānuṣa ēra āẏātasūha lakṣya karē ēbaṁ bud'dhimānagaṇa yēna tā anudhābana karē."},{"SurahNumber":38,"VerseNumber":30,"Text":"Āmi dā'udakē sōlāẏamāna dāna karēchi. Sē ēkajana uttama bāndā. Sē chila pratyābartanaśīla."},{"SurahNumber":38,"VerseNumber":31,"Text":"Yakhana tāra sāmanē aparāhnē uṯkr̥ṣṭa aśbarāji pēśa karā hala"},{"SurahNumber":38,"VerseNumber":32,"Text":"takhana sē balalaḥ āmi tō āmāra para'ōẏāradēgārēra smaraṇē bismr̥ta haẏē sampadēra mahabbatē mugdha haẏē paṛēchi-ēmanaki sūrya ḍubē gēchē."},{"SurahNumber":38,"VerseNumber":33,"Text":"Ēgulōkē āmāra kāchē phiriẏē āna. Ataḥpara sē tādēra pā ō galadēśa chēdana karatē śuru karala."},{"SurahNumber":38,"VerseNumber":34,"Text":"Āmi sōlāẏamānakē parīkṣā karalāma ēbaṁ rēkhē dilāma tāra sinhāsanēra upara ēkaṭi nisprāṇa dēha. Ataḥpara sē ruju hala."},{"SurahNumber":38,"VerseNumber":35,"Text":"Sōlāẏamāna balalaḥ hē āmāra pālanakartā, āmākē māpha karuna ēbaṁ āmākē ēmana sāmrājya dāna karuna yā āmāra parē āra kē'u pētē pārabē nā. Niścaẏa āpani mahādātā."},{"SurahNumber":38,"VerseNumber":36,"Text":"Takhana āmi bātāsakē tāra anugata karē dilāma, yā tāra hukumē abādhē prabāhita hata yēkhānē sē pauchātē cā'ita."},{"SurahNumber":38,"VerseNumber":37,"Text":"Āra sakala śaẏatānakē tāra adhīna karē dilāma arthaṯ, yārā chila prāsāda nirmāṇakārī ō ḍuburī."},{"SurahNumber":38,"VerseNumber":38,"Text":"Ēbaṁ an'ya āra'ō anēkakē adhīna karē dilāma, yārā ābad'dha thākata śr̥ṅkhalē."},{"SurahNumber":38,"VerseNumber":39,"Text":"Ēgulō āmāra anugraha, ata'ēba, ēgulō kā'ukē dā'ō athabā nijē rēkhē dā'ō-ēra kōna hisēba ditē habē nā."},{"SurahNumber":38,"VerseNumber":40,"Text":"Niścaẏa tāra jan'yē āmāra kāchē raẏēchē maryādā ō śubha pariṇati."},{"SurahNumber":38,"VerseNumber":41,"Text":"Smaraṇa karuṇa, āmāra bāndā ā'iẏyubēra kathā, yakhana sē tāra pālanakartākē āhabāna karē balalaḥ śaẏatāna āmākē yantraṇā ō kaṣṭa pauchiẏēchē."},{"SurahNumber":38,"VerseNumber":42,"Text":"Tumi tōmāra pā diẏē bhūmitē āghāta kara. Jharaṇā nirgata hala gōsala karāra jan'yē śītala ō pāna karāra jan'yē."},{"SurahNumber":38,"VerseNumber":43,"Text":"Āmi tākē dilāma tāra parijanabarga ō tādēra mata āra'ō anēka āmāra pakṣa thēkē rahamatasbarūpa ēbaṁ bud'dhimānadēra jan'yē upadēśasbarūpa."},{"SurahNumber":38,"VerseNumber":44,"Text":"Tumi tōmāra hātē ēka muṭhō tr̥ṇaśalā nā'ō, tadbārā āghāta kara ēbaṁ śapatha bhaṅga karō nā. Āmi tākē pēlāma sabarakārī. Camaṯkāra bāndā sē. Niścaẏa sē chila pratyābartanaśīla."},{"SurahNumber":38,"VerseNumber":45,"Text":"Smaraṇa karuna, hāta ō cōkhēra adhikārī āmāra bāndā ibrāhīma, isahāka ō iẏākubēra kathā."},{"SurahNumber":38,"VerseNumber":46,"Text":"Āmi tādēra ēka biśēṣa guṇa tathā parakālēra smaraṇa dbārā sbātantrya dāna karēchilāma."},{"SurahNumber":38,"VerseNumber":47,"Text":"Āra tārā āmāra kāchē manōnīta ō saṯlōkadēra antarbhukta."},{"SurahNumber":38,"VerseNumber":48,"Text":"Smaraṇa karuṇa, isamā'īla, āla iẏāsā ō yulakiphalēra kathā. Tārā pratyēkē'i gunījana."},{"SurahNumber":38,"VerseNumber":49,"Text":"Ē ēka mahaṯ ālōcanā. Khōdābhīrudēra jan'yē raẏēchē uttama ṭhikānā"},{"SurahNumber":38,"VerseNumber":50,"Text":"tathā sthāẏī basabāsēra jānnāta; tādēra jan'yē tāra dbāra um'mukta raẏēchē."},{"SurahNumber":38,"VerseNumber":51,"Text":"Sēkhānē tārā hēlāna diẏē basabē. Tārā sēkhānē cā'ibē anēka phala-mūla ō pānīẏa."},{"SurahNumber":38,"VerseNumber":52,"Text":"Tādēra kāchē thākabē ānatanaẏanā samabaẏaskā ramaṇīgaṇa."},{"SurahNumber":38,"VerseNumber":53,"Text":"Tōmādērakē ēra'i pratiśruti dēẏā hacchē bicāra dibasēra jan'yē."},{"SurahNumber":38,"VerseNumber":54,"Text":"Ēṭā āmāra dēẏā riyika yā śēṣa habē nā."},{"SurahNumber":38,"VerseNumber":55,"Text":"Ēṭātō śunalē, ēkhana duṣṭadēra jan'yē raẏēchē nikr̥ṣṭa ṭhikānā"},{"SurahNumber":38,"VerseNumber":56,"Text":"tathā jāhānnāma. Tārā sēkhānē prabēśa karabē. Ata'ēba, kata nikr̥ṣṭa sē'i ābāsa sthala."},{"SurahNumber":38,"VerseNumber":57,"Text":"Ēṭā uttapta pāni ō pam̐ūja; ata'ēba tārā ēkē āsbādana karuka."},{"SurahNumber":38,"VerseNumber":58,"Text":"Ē dharanēra āra'ō kichu śāsti āchē."},{"SurahNumber":38,"VerseNumber":59,"Text":"Ē'i tō ēkadala tōmādēra sāthē prabēśa karachē. Tādēra jan'yē abhinandana nē'i tārā tō jāhānnāmē prabēśa karabē."},{"SurahNumber":38,"VerseNumber":60,"Text":"Tārā balabē, tōmādēra jan'yē ō tō abhinandana nē'i. Tōmarā'i āmādērakē ē bipadēra sam'mukhīna karēcha. Ata'ēba, ēṭi kata'i nā ghr̥ṇya ābāsasthala."},{"SurahNumber":38,"VerseNumber":61,"Text":"Tārā balabē, hē āmādēra pālanakartā, yē āmādērakē ēra sam'mukhīna karēchē, āpani jāhānnāmē tāra śāsti dbiguṇa karē dina."},{"SurahNumber":38,"VerseNumber":62,"Text":"Tārā āra'ō balabē, āmādēra ki hala yē, āmarā yādērakē manda lōka balē gaṇya karatāma, tādērakē ēkhānē dēkhachi nā."},{"SurahNumber":38,"VerseNumber":63,"Text":"Āmarā ki ahētuka tādērakē ṭhāṭṭāra pātra karē niẏēchilāma, nā āmādēra dr̥ṣṭi bhula karachē"},{"SurahNumber":38,"VerseNumber":64,"Text":"Ēṭā arthāṯ jāhānnāmīdēra pārasparika bāka-bitanḍā abaśyambhābī."},{"SurahNumber":38,"VerseNumber":65,"Text":"Baluna, āmi tō ēkajana satarkakārī mātra ēbaṁ ēka parākramaśālī āllāha byatīta kōna upāsya nē'i."},{"SurahNumber":38,"VerseNumber":66,"Text":"Tini āsamāna-yamīna ō ētadubhaẏēra madhyabartī saba kichura pālanakartā, parākramaśālī, mārjanākārī."},{"SurahNumber":38,"VerseNumber":67,"Text":"Baluna, ēṭi ēka mahāsambāda"},{"SurahNumber":38,"VerseNumber":68,"Text":"yā thēkē tōmarā mukha phiriẏē niẏēcha."},{"SurahNumber":38,"VerseNumber":69,"Text":"Ūrdhba jagaṯ samparkē āmāra kōna jñāna chila nā yakhana phērēśatārā kathābārtā balachila."},{"SurahNumber":38,"VerseNumber":70,"Text":"Āmāra kāchē ē ōhī'i āsē yē, āmi ēkajana spaṣṭa satarkakārī."},{"SurahNumber":38,"VerseNumber":71,"Text":"Yakhana āpanāra pālanakartā phērēśatāgaṇakē balalēna, āmi māṭira mānuṣa sr̥ṣṭi karaba."},{"SurahNumber":38,"VerseNumber":72,"Text":"Yakhana āmi tākē suṣama karaba ēbaṁ tātē āmāra rūha phum̐kē dēba, takhana tōmarā tāra sam'mukhē sējadāẏa nata haẏē yēẏō."},{"SurahNumber":38,"VerseNumber":73,"Text":"Ataḥpara samasta phērēśatā'i ēkayōgē sējadāẏa nata hala"},{"SurahNumber":38,"VerseNumber":74,"Text":"kintu ibalīsa; sē ahaṅkāra karala ēbaṁ asbīkārakārīdēra antarbhukta haẏē gēla."},{"SurahNumber":38,"VerseNumber":75,"Text":"Āllāha balalēna, hē ibalīsa, āmi sbahastē yākē sr̥ṣṭi karēchi, tāra sam'mukhē sējadā karatē tōmākē kisē bādhā dila? Tumi ahaṅkāra karalē, nā tumi tāra cēẏē ucca maryādā sampanna"},{"SurahNumber":38,"VerseNumber":76,"Text":"sē balalaḥ āmi tāra cēẏē uttama āpani āmākē āgunēra dbārā sr̥ṣṭi karēchēna, āra tākē sr̥ṣṭi karēchēna māṭira dbārā."},{"SurahNumber":38,"VerseNumber":77,"Text":"Āllāha balalēnaḥ bēra haẏē yā, ēkhāna thēkē. Kāraṇa, tu'i abhiśapta."},{"SurahNumber":38,"VerseNumber":78,"Text":"Tōra prati āmāra ē abhiśāpa bicāra dibasa paryanta sthāẏī habē."},{"SurahNumber":38,"VerseNumber":79,"Text":"Sē balalaḥ hē āmāra pālanakartā, āpani āmākē punarut'thāna dibasa paryanta abakāśa dina."},{"SurahNumber":38,"VerseNumber":80,"Text":"Ālla'aha balalēnaḥ tōkē abakāśa dēẏā hala."},{"SurahNumber":38,"VerseNumber":81,"Text":"Sē samaẏēra dina paryanta yā jānā."},{"SurahNumber":38,"VerseNumber":82,"Text":"Sē balala, āpanāra iyayatēra kasama, āmi abaśya'i tādēra sabā'ikē bipathagāmī karē dēba."},{"SurahNumber":38,"VerseNumber":83,"Text":"Tabē tādēra madhyē yārā āpanāra khām̐ṭi bāndā, tādērakē chāṛā."},{"SurahNumber":38,"VerseNumber":84,"Text":"Āllāha balalēnaḥ tā'i ṭhika, āra āmi satya balachi"},{"SurahNumber":38,"VerseNumber":85,"Text":"tōra dbārā āra tādēra madhyē yārā tōra anusaraṇa karabē tādēra dbārā āmi jāhānnāma pūrṇa karaba."},{"SurahNumber":38,"VerseNumber":86,"Text":"Baluna, āmi tōmādēra kāchē kōna pratidāna cā'i nā āra āmi laukikatākārī'ō na'i."},{"SurahNumber":38,"VerseNumber":87,"Text":"Ēṭā tō biśbabāsīra jan'yē ēka upadēśa mātra."},{"SurahNumber":38,"VerseNumber":88,"Text":"Tōmarā kichu kāla parē ēra sambāda abaśya'i jānatē pārabē."},{"SurahNumber":39,"VerseNumber":1,"Text":"Kitāba abatīrṇa haẏēchē parākramaśālī, prajñāmaẏa āllāhara pakṣa thēkē."},{"SurahNumber":39,"VerseNumber":2,"Text":"Āmi āpanāra prati ē kitāba yathārtharūpē nāyila karēchi. Ata'ēba, āpani niṣṭhāra sāthē āllāhara ēbādata karuna."},{"SurahNumber":39,"VerseNumber":3,"Text":"Jēnē rākhuna, niṣṭhāpūrṇa ēbādata āllāhara'i nimitta. Yārā āllāha byatīta aparakē upāsyarūpē grahaṇa karē rēkhēchē ēbaṁ balē yē, āmarā tādēra ēbādata ē jan'yē'i kari, yēna tārā āmādērakē āllāhara nikaṭabartī karē dēẏa. Niścaẏa āllāha tādēra madhyē tādēra pārasparika birōdhapūrṇa biṣaẏēra phaẏasālā karē dēbēna. Āllāha mithyābādī kāphērakē saṯpathē paricālita karēna nā."},{"SurahNumber":39,"VerseNumber":4,"Text":"Āllāha yadi santāna grahaṇa karāra icchā karatēna, tabē tām̐ra sr̥ṣṭira madhya thēkē yā kichu icchā manōnīta karatēna, tini pabitra. Tini āllāha, ēka parākramaśālī."},{"SurahNumber":39,"VerseNumber":5,"Text":"Tini āsamāna ō yamīna sr̥ṣṭi karēchēna yathāyathabhābē. Tini rātrikē dibasa dbārā ācchādita karēna ēbaṁ dibasakē rātri dbārā ācchādita karēna ēbaṁ tini surya ō candrakē kājē niyukta karēchēna pratyēkē'i bicaraṇa karē nirdiṣṭa samaẏakāla paryanta. Jēnē rākhuna, tini parākramaśālī, kṣamāśīla."},{"SurahNumber":39,"VerseNumber":6,"Text":"Tini sr̥ṣṭi karēchēna tōmādērakē ēka'i byakti thēkē. Ataḥpara tā thēkē tāra yugala sr̥ṣṭi karēchēna ēbaṁ tini tōmādēra jan'yē āṭa prakāra catuṣpada jantu abatīrṇa karēchēna. Tini tōmādērakē sr̥ṣṭi karēchēna tōmādēra mātr̥garbhē paryāẏakramē ēkēra para ēka tribidha andhakārē. Tini āllāha tōmādēra pālanakartā, sāmrājya tām̐ra'i. Tini byatīta kōna upāsya nē'i. Ata'ēba, tōmarā kōthāẏa bibhrānta haccha"},{"SurahNumber":39,"VerseNumber":7,"Text":"Yadi tōmarā asbīkāra kara, tabē āllāha tōmādēra thēkē bēpara'ōẏā. Tini tām̐ra bāndādēra kāphēra haẏē paṛā pachanda karēna nā. Pakṣāntarē yadi tōmarā kr̥tajña ha'ō, tabē tini tōmādēra jan'yē tā pachanda karēna. Ēkēra pāpa bhāra an'yē bahana karabē nā. Ataḥpara tōmarā tōmādēra pālanakartāra kāchē phirē yābē. Tini tōmādērakē tōmādēra karma sambandhē abahita karabēna. Niścaẏa tini antarēra biṣaẏa samparkē'ō abagata."},{"SurahNumber":39,"VerseNumber":8,"Text":"Yakhana mānuṣakē duḥkha-kaṣṭa sparśa karē, takhana sē ēkāgracittē tāra pālanakartākē ḍākē, ataḥpara tini yakhana tākē nēẏāmata dāna karēna, takhana sē kaṣṭēra kathā bismr̥ta haẏē yāẏa, yāra jan'yē pūrbē ḍēkēchila ēbaṁ āllāhara samakakṣa sthira karē; yātē karē aparakē āllāhara patha thēkē bibhrānta karē. Baluna, tumi tōmāra kuphara sahakārē kichukāla jībanōpabhōga karē nā'ō. Niścaẏa tumi jāhānnāmīdēra antarbhūkta."},{"SurahNumber":39,"VerseNumber":9,"Text":"Yē byakti rātrikālē sējadāra mādhyamē athabā dām̐ṛiẏē ēbādata karē, parakālēra āśaṅkā rākhē ēbaṁ tāra pālanakartāra rahamata pratyāśā karē, sē ki tāra samāna, yē ērūpa karē nā; baluna, yārā jānē ēbaṁ yārā jānē nā; tārā ki samāna hatē pārē? Cintā-bhābanā kēbala tārā'i karē, yārā bud'dhimāna."},{"SurahNumber":39,"VerseNumber":10,"Text":"Baluna, hē āmāra biśbāsī bāndāgaṇa! Tōmarā tōmādēra pālanakartākē bhaẏa kara. Yārā ē duniẏātē saṯkāja karē, tādēra jan'yē raẏēchē puṇya. Āllāhara pr̥thibī praśasta. Yārā sabarakārī, tārā'i tādēra puraskāra pāẏa agaṇita."},{"SurahNumber":39,"VerseNumber":11,"Text":"Baluna, āmi niṣṭhāra sāthē āllāhara ēbādata karatē ādiṣṭa haẏēchi."},{"SurahNumber":39,"VerseNumber":12,"Text":"Āra'ō ādiṣṭa haẏēchi, sarba prathama nirdēśa pālanakārī ha'ōẏāra jan'yē."},{"SurahNumber":39,"VerseNumber":13,"Text":"Baluna, āmi āmāra pālanakartāra abādhya halē ēka mahādibasēra śāstira bhaẏa kari."},{"SurahNumber":39,"VerseNumber":14,"Text":"Baluna, āmi niṣṭhāra sāthē āllāha tā’ālāra'i ēbādata kari."},{"SurahNumber":39,"VerseNumber":15,"Text":"Ata'ēba, tōmarā āllāhara paribartē yāra icchā tāra ēbādata kara. Baluna, kēẏāmatēra dina tārā'i bēśī kṣatigrasta habē, yārā nijēdēra ō paribārabargēra tarapha thēkē kṣatigrasta habē. Jēnē rākha, ēṭā'i suspaṣṭa kṣati."},{"SurahNumber":39,"VerseNumber":16,"Text":"Tādēra jan'yē upara dika thēkē ēbaṁ nīcēra dika thēkē āgunēra mēghamālā thākabē. Ē śāsti dbārā āllāha tām̐ra bāndādērakē satarka karēna yē, hē āmāra bāndāgaṇa, āmākē bhaẏa kara."},{"SurahNumber":39,"VerseNumber":17,"Text":"Yārā śaẏatānī śaktira pūjā-arcanā thēkē dūrē thākē ēbaṁ āllāha abhimukhī haẏa, tādēra jan'yē raẏēchē susambāda. Ata'ēba, susambāda dina āmāra bāndādērakē."},{"SurahNumber":39,"VerseNumber":18,"Text":"Yārā manōnibēśa sahakārē kathā śunē, ataḥpara yā uttama, tāra anusaraṇa karē. Tādērakē'i āllāha saṯpatha pradarśana karēna ēbaṁ tārā'i bud'dhimāna."},{"SurahNumber":39,"VerseNumber":19,"Text":"Yāra jan'yē śāstira hukuma abadhārita haẏē gēchē āpani ki sē jāhānnāmīkē mukta karatē pārabēna"},{"SurahNumber":39,"VerseNumber":20,"Text":"kintu yārā tādēra pālanakartākē bhaẏa karē, tādēra jan'yē nirmita raẏēchē prāsādēra upara prāsāda. Ēgulōra taladēśē nadī prabāhita. Āllāha pratiśruti diẏēchēna. Āllāha pratiśrutira khēlāpha karēna nā."},{"SurahNumber":39,"VerseNumber":21,"Text":"Tumi ki dēkhani yē, āllāha ākāśa thēkē pāni barṣaṇa karēchēna, ataḥpara sē pāni yamīnēra jharṇāsamūhē prabāhita karēchēna, ērapara taddbārā bibhinna raṅēra phasala uṯpanna karēna, ataḥpara tā śukiẏē yāẏa, phalē tōmarā tā pītabarṇa dēkhatē pā'ō. Ērapara āllāha tākē khaṛa-kuṭāẏa pariṇata karē dēna. Niścaẏa ētē bud'dhimānadēra jan'yē upadēśa raẏēchē."},{"SurahNumber":39,"VerseNumber":22,"Text":"Āllāha yāra bakṣa isalāmēra jan'yē um'mukta karē diẏēchēna, ataḥpara sē tāra pālanakartāra pakṣa thēkē āgata ālōra mājhē raẏēchē. (Sē ki tāra samāna, yē ērūpa naẏa) yādēra antara āllāha smaraṇēra byāpārē kaṭhōra, tādēra jan'yē dūrbhōga. Tārā suspaṣṭha gōmarāhītē raẏēchē."},{"SurahNumber":39,"VerseNumber":23,"Text":"Āllāha uttama bāṇī tathā kitāba nāyila karēchēna, yā sāmañjasyapūrṇa, pūnaḥ pūnaḥ paṭhita. Ētē tādēra lōma kām̐ṭā diẏē uṭhē cāmaṛāra upara, yārā tādēra pālanakartākē bhaẏa karē, ērapara tādēra cāmaṛā ō antara āllāhara smaraṇē binamra haẏa. Ēṭā'i āllāhara patha nirdēśa, ēra mādhyamē āllāha yākē icchā patha pradarśana karēna. Āra āllāha yākē gōmarāha karēna, tāra kōna pathapradarśaka nē'i."},{"SurahNumber":39,"VerseNumber":24,"Text":"Yē byakti kēẏāmatēra dina tāra mukha dbārā aśubha āyāba ṭhēkābē ēbaṁ ērūpa jālēmadērakē balā habē, tōmarā yā karatē tāra sbāda āsbādana kara,-sē ki tāra samāna, yē ērūpa naẏa"},{"SurahNumber":39,"VerseNumber":25,"Text":"tādēra pūrbabartīrā'ō mithyārōpa karēchila, phalē tādēra kāchē āyāba ēmanabhābē āsala, yā tārā kalpanā'ō karata nā."},{"SurahNumber":39,"VerseNumber":26,"Text":"Ataḥpara āllāha tādērakē pārthiba jībanē lāñchanāra sbāda āsbādana karālēna, āra parakālēra āyāba habē āra'ō gurutara, yadi tārā jānata"},{"SurahNumber":39,"VerseNumber":27,"Text":"āmi ē kōra'ānē mānuṣēra jan'yē saba dr̥ṣṭānta'i barṇanā karēchi, yātē tārā anudhābana karē"},{"SurahNumber":39,"VerseNumber":28,"Text":"ārabī bhāṣāẏa ē kōra'āna bakratāmukta, yātē tārā sābadhāna haẏē calē."},{"SurahNumber":39,"VerseNumber":29,"Text":"Āllāha ēka dr̥ṣṭānta barṇanā karēchēnaḥ ēkaṭi lōkēra upara paraspara birōdhī kaẏajana mālika raẏēchē, ārēka byaktira prabhu mātra ēkajana-tādēra ubhaẏēra abasthā ki samāna? Samasta praśansā āllāhara. Kintu tādēra adhikānśa'i jānē nā."},{"SurahNumber":39,"VerseNumber":30,"Text":"Niścaẏa tōmāra'ō mr̥tyu habē ēbaṁ tādēra'ō mr̥tyu habē."},{"SurahNumber":39,"VerseNumber":31,"Text":"Ataḥpara kēẏāmatēra dina tōmarā sabā'i tōmādēra pālanakartāra sāmanē kathā kāṭākāṭi karabē."}]}