{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Magasztaltassek az, Aki ejszakai utazasra vitte az O szolgajat (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a Szent Mecsettol (al-Masgidu-I- Haramu, Mekkaban) a Legtavolabbi Mecsetig (al- Masgidu-I-Agsa, Jeruzsalemben), amelynek megaldottuk a kornyeket, hogy megmutassuk neki (Muhammad. Allah aldja meg es adjon Neki orok udvosseget) a Mi jeleinket. Bizony O a Hallo es. a Lato. Guz\" 15. Hizb"},{"SurahNumber":17,"VerseNumber":2,"Text":"Es Musa-nak (Mozesnek) odaadtuk az Irast es Izrael fiainak utmutatassa tettuk (arra, hogy): ..Ne vegyetek magatoknak mas segitot Rajtam kivul"},{"SurahNumber":17,"VerseNumber":3,"Text":"O, leszarmazottai, (azoknak), akiket M-al (Noeval) egyutt vittunk (a barkara). O halas szolga volt"},{"SurahNumber":17,"VerseNumber":4,"Text":"Es donteskent rendeltuk el Izrael fiaival kapcsolatban az Irasban: Ti bizony ketszer fogtok romlast terjeszteni a foldon es zsarnoki goggel fogtok fennhejazni"},{"SurahNumber":17,"VerseNumber":5,"Text":"Midon elerkezett a ketto kozul az elso alkalom igerete hatalmas ereju Szolgainkat kuldjuk ellenetek, akik vegigkutatjak a lakhelyeket. Az igeret beteljesedett"},{"SurahNumber":17,"VerseNumber":6,"Text":"Majd nektek adjuk a hatalmat vissza folottuk. Es javakkal es fiakkal segitettunk meg benneteket. Es hadi nepeteket szamossa tesszuk"},{"SurahNumber":17,"VerseNumber":7,"Text":"Ha helyesen cselekedtek, akkor a magatok szamara cselekedtek hasznosan, ha pedig rosszat tesztek, azt is magatoknak teszitek (sajat karotokra). Ha Pedig elkovetkezik az utolso igeret fenyegetese (ujabb szolgakat tamasztunk), hogy szegyennel boritsak el arcaitokat es hogy belepjenek a mecsetbe (Jeruzsalemben), ahogyan az elso alkalommal beleptek oda es, hogy porig romboljak azt, ami a hatalmukba kerult"},{"SurahNumber":17,"VerseNumber":8,"Text":"Talan az Uratok konyorulni fog rajtatok. Am ha ujra kezditek Mi is ujra kezdjuk. Mi a Poklot a hitetlenek bortoneve tettuk"},{"SurahNumber":17,"VerseNumber":9,"Text":"Ez a Koran bizony ahhoz iranyit, ami helyesebb. Es azt az oromhirt kozli azon hivokkel, akik kegyes tetteket hajtottak vegre, hogy nekik nagy jutalom jar"},{"SurahNumber":17,"VerseNumber":10,"Text":"Es azt (is kozli), hogy azoknak, akik nem hisznek a Tulvilagban, fajdalmas buntetest keszitettunk elo"},{"SurahNumber":17,"VerseNumber":11,"Text":"Az ember fohaszkodik a rosszert, ahogyan a joert is fohaszkodik. Az ember mindig sietos"},{"SurahNumber":17,"VerseNumber":12,"Text":"Az ejszakat es a nappalt ket jelle tettuk. Es eltoroltuk az ejszaka jelet (a sotetseggel). Es a nappal jelet tettuk lathatova, hogy akkor az Uratoktol szarmazo gyarapodast ahitozzatok es, hogy megtudhassatok az evek szamat es a szamitast. Minden dolgot reszletesen megmagyaraztunk"},{"SurahNumber":17,"VerseNumber":13,"Text":"Minden embernek a sorsat (cselekedeteinek osszesseget) a nyakara erositettuk. A Feltamadas Napjan egy irast hozunk elo neki, amit kiteritve talal majd"},{"SurahNumber":17,"VerseNumber":14,"Text":"(Az mondatik neki:) Olvasd az irasodat! Ma elegendo vagy te magad sajat magad ellen szamot adni"},{"SurahNumber":17,"VerseNumber":15,"Text":"Aki az Igaz Uton vezettetik - az a \"maga hasznara jar azon. Aki tevelyeg, az a sajat karara tevelyeg. Senki sem hordozza a masik terhet\". Mi addig nem buntettunk, amig kuldottet nem kuldtunk"},{"SurahNumber":17,"VerseNumber":16,"Text":"Es ha el akartunk pusztitani egy Varost, megparancsoltuk az elokeloinek\" es azok buntetteket kovettek el ott. Igy megvalosult (a varossal) szemben a Szo. Es porig romboltuk azt"},{"SurahNumber":17,"VerseNumber":17,"Text":"Mennyi szazadot pusztitottunk mar el Nuh (Noe) utan. Az Urad elegseges az O szolgainak bunenek ismeretere. O Tudo es Lato"},{"SurahNumber":17,"VerseNumber":18,"Text":"Aki a tovasieto (evilagi eletet) akarja, annak sietve megadjuk abban azt, amit akarunk es annak, akinek akarjuk. Azutan a Poklot rendeljuk el a szamara es abban fog egni gyalazatban eluzetve"},{"SurahNumber":17,"VerseNumber":19,"Text":"Aki azonban a Tulvilagot akarja es annak erdekeben buzgolkodik es mindekozben hivo - az o igyekezetuknek meg lesz a koszonete"},{"SurahNumber":17,"VerseNumber":20,"Text":"Mindegyikuknek- ezeknek es amazoknak is- adunk az Urad adomanyabol. Az Urad adomanya nem tiltatott meg senkitol sem"},{"SurahNumber":17,"VerseNumber":21,"Text":"Figyeld csak meg! Hogyan reszesitettunk egyeseket elonyben masokkal szemben. Am a Tulvilagnak bizony nagyobb fokozatai vannak es kivalobb Jjutalmai"},{"SurahNumber":17,"VerseNumber":22,"Text":"Neallits Allah melle mas istent!\" Nehogy ott ulj majdan megalazottan es elhagyottan (a Pokol Tuzeben)"},{"SurahNumber":17,"VerseNumber":23,"Text":"Az Urad elrendelte, hogy senki mast ne szolgaljatok csak Ot! Es (elrendelte tovabba) a szulokkel szembeni illendo viselkedest. Es ha ok nalad erik el az oregkort, avagy csak egyikojuk, ne mondd nekik azt, hogy: ..Pfuj!\"! Es ne becsmereld oket! Kegyes szavakat mondj nekik"},{"SurahNumber":17,"VerseNumber":24,"Text":"Terjeszd ki kettejuk fole konyoruletbol az alazatossag szarnyat! Es mondd: Uram! Irgalmazz nekik, mikent felneveltek ok engem mikor kicsi voltam"},{"SurahNumber":17,"VerseNumber":25,"Text":"A ti Uratok jobban tudja mi van a Telketekben. Ha igaz kegyesek vagytok, akkor bizony O Megbocsato azokkal szemben, akik keszek a bunbanatra"},{"SurahNumber":17,"VerseNumber":26,"Text":"Add meg a rokonnak az ot megilletot es a szegenynek es az uton levonek! De szamolatlanul ne pocsekolj"},{"SurahNumber":17,"VerseNumber":27,"Text":"Bizony a szamolatlanul pocseklok a satan testverei. Es a satan bizony tagado az o Uraval szemben"},{"SurahNumber":17,"VerseNumber":28,"Text":"Am ha elfordulsz ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) toluk, vagyakozva az Uradtol szarmazo konyorulet irant- ahogyan remenyled azt- ugy szolj nekik kedves szavakat"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ne helyezd a kezedet a nyakadra megbilincselve\" , am ne is terjeszd ki teljes bokezuseggel, nehogy ott ulj megvetetten kisemmizve"},{"SurahNumber":17,"VerseNumber":30,"Text":"Az Urad annak nyujtja (bovebben) a gondoskodast, akinek akarja, es (masoknak) szukebben juttat. O Tudoja es Latoja az O szolgainak"},{"SurahNumber":17,"VerseNumber":31,"Text":"Neoljetek meg gyermekeiteket felve a szegenysegtol! Mi gondoskodni fogunk roluk es rolatok. Bizony az o megolesuk nagy bun"},{"SurahNumber":17,"VerseNumber":32,"Text":"Ne kozeledjetek a paraznasaghoz!\" Bizony fertelmes dolog az! Es. milyen borzalmas ut"},{"SurahNumber":17,"VerseNumber":33,"Text":"Neoljetek meg azt a lelket, amelyet Allah tilalmasnak nyilvanitott, csak jogosan! Ha valaki jogtalanul\" oletik meg, akkor annak a waliyy-anak (orokos) adunk hatalmat\". De ne legy mertektelen az olesben! O segitseget fog kapni"},{"SurahNumber":17,"VerseNumber":34,"Text":"Es ne nyuljatok az arva javahoz- csak a legkegyesebb modon- mindaddig, amig el nem eri a nagykorusagat! Tartsatok be az egyezseget! Bizony az egyezsegrol megkerdeztettek"},{"SurahNumber":17,"VerseNumber":35,"Text":"Teljes mertekkel merjetek ki, ha kimertek es a helyes merleggel merjetek! Ez jobb (nektek) es kedvezobb kimenetelu"},{"SurahNumber":17,"VerseNumber":36,"Text":"Es ne kovesd azt, amirol neked nincs tudasod! Bizony a hallasrol, a latasrol es a szivrol- mindezekrol- megkerdeztettek"},{"SurahNumber":17,"VerseNumber":37,"Text":"Nejarj gogosen a foldon! Hiszen nem fogod tudni attorni a foldet es a hegyek magassagat sem erheted el"},{"SurahNumber":17,"VerseNumber":38,"Text":"Ezek (a fent emlitettek) rossza az \"Uradnal utalatos dolog"},{"SurahNumber":17,"VerseNumber":39,"Text":"Ez annak a bolcsessegnek (al- hikmatu) a resze, amit az Urad sugallt neked ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget). Es ne helyezz Allah melle mast istent, nehogy a Pokolba vettess megalazva es elhagyatva"},{"SurahNumber":17,"VerseNumber":40,"Text":"Talan a ti Uratok benneteket\" fiugyermekekkel tuntetett ki es a Maga szamara leanyokat vett az angyalok kozul? Bizony ti hatalmas dolgot allitotok"},{"SurahNumber":17,"VerseNumber":41,"Text":"Bizony ebben a Koranban bemutattunk (es megmagyaraztunk sokfele intelmet), hogy hallgathassanak az intelemre. Am ez csak viszolygasukat noveli"},{"SurahNumber":17,"VerseNumber":42,"Text":"Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): ,.Ha mas isten lenne Mellette, ahogyan ok mondjak, akkor utat keresnenek a Tron Urahoz"},{"SurahNumber":17,"VerseNumber":43,"Text":"Dicsoittessek es magasztaltassek! Mennyire felette all O annak, amit azok allitanak"},{"SurahNumber":17,"VerseNumber":44,"Text":"A het eg es a fold es ezek lakoi az O iranti halat zengik. Minden az O iranti halat zengi. Am ti nem ertitek az O iranti halajukat. O Kegyelmes es Megbocsato"},{"SurahNumber":17,"VerseNumber":45,"Text":"Es midon a Korant recitalod (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) kozed es azok koze, akik nem hisznek a Tulvilagban egy elrejtett leplet helyeztunk"},{"SurahNumber":17,"VerseNumber":46,"Text":"Es a szivukre boritokat helyeztunk es a fulukbe suketseget, hogy ne erthessek meg azt (a Korant). Es ha egyedul az Uradat emlited meg a Koranban, azok viszolygasukban hatat forditanak"},{"SurahNumber":17,"VerseNumber":47,"Text":"Mi tudjuk a legjobban mit akarnak ballani, midon read figyelnek oda es midon meghitten beszelgetnek es midon a bunosok azt mondjak: , Csupan egy varazslattal sujtott embert kovettek"},{"SurahNumber":17,"VerseNumber":48,"Text":"Figyeld meg, hogyan adtak peldazatokat neked! Am ok eltevelyedtek es nem talalhatjak meg az Utat"},{"SurahNumber":17,"VerseNumber":49,"Text":"Es azt mondtak: ..Ha mar csak csontok es szetesett darabok leszunk, vajon tenyleg uj teremtesben tamasztatunk fel"},{"SurahNumber":17,"VerseNumber":50,"Text":"Mondd (Muhammad - Allah aldja meg es adjon Neki orok udvosseget): Legyetek bar ko, vagy vas"},{"SurahNumber":17,"VerseNumber":51,"Text":"Vagy barmi teremtett dolog, amirol magatokban azt gondoljatok meg nagyobb.\" Azt fogjak mondani: ,.Ki fog minket ujra teremteni?\" Mondd: , Az, Aki az elso alkalommal (is megtette ezt)!\" A fejeiket fogjak ingatni feled es mondjak: . Mikor lesz ez?\" Mondd: s: Talan mar kozel van"},{"SurahNumber":17,"VerseNumber":52,"Text":"Azon a Napon mikor O szolit benneteket es ti az O iranti halat zengve feleltek Neki. Es azt gondoljatok, hogy csupan keveset idoztetek (a foldi letben)"},{"SurahNumber":17,"VerseNumber":53,"Text":"Es mondd az En szolgaimnak, hogy a meg szebbet beszeljek! Bizony a satan ellenteteket szit kozottetek. A satan az ember nyilvanvalo ellensege"},{"SurahNumber":17,"VerseNumber":54,"Text":"Az Uratok ismer titeket a legjobban! Ha O azt akarja megkonyorul rajtatok es ha akarja megbuntet benneteket. Mi nem azert kuldtunk el teged (Muhammad Allah aldja meg es adjon Neki orok udvosseget), hogy az o orzojuk legy"},{"SurahNumber":17,"VerseNumber":55,"Text":"Az Urad tudja a legjobban kik vannak az egekben es a foldon. Nemely Profetakat a tobbiek fole helyeztunk. Dawud-nak (David) a Zsoltart (Zabur) adtuk"},{"SurahNumber":17,"VerseNumber":56,"Text":"Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): .Fohaszkodjatok csak azokhoz, akiket Helyette (isteneknek hisztek)! Azok nem rendelkeznek a baj elharitasara szolgalo hatalommal, sem (azzal a hatalommal), hogy megvaltoztassak azt"},{"SurahNumber":17,"VerseNumber":57,"Text":"Azok, akikhez fohaszkodnak, ok az Urukhoz valo kozeledest ahitozzak, hogy igy ki lehet a legkozelebb. Remenylik az O irgalmat es felik a bunteteset. Bizony az Urad bunteteset felni kell"},{"SurahNumber":17,"VerseNumber":58,"Text":"Nincs egyetlen varos sem, amelyet meg a Feltamadas Napja elott el. ne pusztitanank, vagy szigoru buntetessel meg ne buntetnenk. Ez feljegyzett Irasban van"},{"SurahNumber":17,"VerseNumber":59,"Text":"Csupan az tartott Bennunket vissza attol, hogy jeleket kuldjunk, hogy a korabbi elsok hazugsaggal vadoltak azokat. Tamiid-nak egy nosteny tevet adtunk, nyilvanvalo jelkent. De ok bunoztek azzal szemben. Most mar csupan azert kuldunk jeleket, hogy a felelmet ebren tartsuk"},{"SurahNumber":17,"VerseNumber":60,"Text":"Es midon mondtuk neked: Az Urad (a tudasaval) korbeveszi az embereket.\" Es a Latomast , amelyet lattattunk veled (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) csupan probatetelnek tettuk meg az emberek szamara. Es az atkozott fat (Zaggum) is a Koranban. A felelmet akarjuk felebreszteni bennuk, am ez csak noveli oket a nagy istentelensegukben"},{"SurahNumber":17,"VerseNumber":61,"Text":"Es midon mondtuk az angyaloknak: ..Boruljatok le Adam elott!\" Mind leborultak csupan /blis (a gonosz) tagadta ezt meg. Mondta: Vajon az elott boruljak le, amit agyagbol teremtettel"},{"SurahNumber":17,"VerseNumber":62,"Text":"(A gonosz) Mondta: , Hogyan velekedsz arrol, akit nagyobb tiszteletben reszesitettel, mint engem? Ha haladekot adsz nekem a Feltamadas Napjaig, bizony en az o utodait-keves kivetellel- a hatalmam ala vonom"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Allah, a Magasztos) Mondta: . Menj es mindazok, akik kozuluk kovetnek teged! Bizony a Pokol a jutalmatok - boseges jutalomkent"},{"SurahNumber":17,"VerseNumber":64,"Text":"Szitsd fel a hangoddal kozuluk azt, akit kepes vagy! Rohanj rajuk lovaddal es labaddal, legy reszestarsuk a javakban es a gyermekekben! Es igerj nekik!\" Am a satan csupan csalard dolgot igerhet"},{"SurahNumber":17,"VerseNumber":65,"Text":"Te nem rendelkezel az En szolgaim felett hatalommal. A te Urad elegseges gyamolito"},{"SurahNumber":17,"VerseNumber":66,"Text":"A ti Uratok az, Aki a hajokat hajtja nektek a tengeren, hogy az O tularado kegyelme utan ahitozzatok, O Konyoruletes veletek szemben"},{"SurahNumber":17,"VerseNumber":67,"Text":"Ha csapas sujt benneteket a tengeren, eltunedeznek toletek azok, akikhez fohaszkodtok- kiveve Ot! Es miutan a szarazfoldre menekitett benneteket, elfordultok. Az ember halatlanul tagado"},{"SurahNumber":17,"VerseNumber":68,"Text":"Vajon biztonsagban erzitek-e magatokat attol, hogy nem rantja el lattatok a foldnek azt az oldalat, avagy nem kuld-e ratok kovihart? Majd nem talaltok magatoknak segitot"},{"SurahNumber":17,"VerseNumber":69,"Text":"Avagy biztonsagban erzitek magatok attol, hogy nem visz-e Vissza benneteket (a tengerbe) es nem kuld-e ratok tombolo szelvihart es elsullyeszt benneteket azert mert hitetlenek voltatok. Majd pedig nem talaltok senkit, aki emiatt Velunk vitazhatna"},{"SurahNumber":17,"VerseNumber":70,"Text":"Megtiszteltuk Adam fiait (az emberiseget) es hordoztuk oket a szarazfoldon es a tengeren es jo dolgokkal gondoskodtunk roluk es oket sokuk fole helyeztuk azok kozul, akiket teremtettunk"},{"SurahNumber":17,"VerseNumber":71,"Text":"Azon a Napon, amidon minden embert szolitunk az irasaval\". Azok, akiknek a konyve a jobbjaba adatik, azok felolvassak a konyvuket es annyi jogtalansagot sem szenvednek el, mint a datolyamagon levo hartya"},{"SurahNumber":17,"VerseNumber":72,"Text":"Aki ebben (a vilagban) vak, az a Tulvilagon is vak es meg tevelygobb"},{"SurahNumber":17,"VerseNumber":73,"Text":"Hiszen majdnem elcsabitottak teged (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) attol, amit sugalltunk neked (ebben a Koranban), hogy valami mast koholj Ellenunk. Akkor bizony baratjukul fogadtak volna teged"},{"SurahNumber":17,"VerseNumber":74,"Text":"Ha nem erositettunk volna meg teged mar-mar hajlottal volna egy kicsit felejuk"},{"SurahNumber":17,"VerseNumber":75,"Text":"Akkor bizony az elet ketszeres es a halal ketszeres bunteteset izleltettuk volna meg veled. Majd nem talaltal volna senkit, aki segitene teged Velunk szemben"},{"SurahNumber":17,"VerseNumber":76,"Text":"Ok mar majdnem elriasztottak a foldrol, hogy kiuzzenek onnan. Am utanad ok is csak keves ideig maradhattak volna"},{"SurahNumber":17,"VerseNumber":77,"Text":"Azon Kuldotteink szokasa szerint, akiket elotted ( Muhammad Allah aldja meg es adjon Neki orok. udvosseget) kuldtunk el. A Mi szokasos eljarasunknak nem talalhatod megvaltoztatasat"},{"SurahNumber":17,"VerseNumber":78,"Text":"Vegezd el az imat a nap delelojetol\" az ej bealltaig! Es a hajnali Koran (recitalast)! Bizony a hajnali Koran (recitalasrol) tanusag tetetik (a. jelenlevo angyalok altal)"},{"SurahNumber":17,"VerseNumber":79,"Text":"Az ejszaka egy reszeben virrassz azzal (Koran recitalassal az imak alatt)- onkentes tettkent! Talan az Urad aldott rangra tamaszt fel teged"},{"SurahNumber":17,"VerseNumber":80,"Text":"Es mondd: Uram! Add, hogy igaz bemenetellel menjek be! es igaz kimenetellel menjek ki! Adj nekem Toled szarmazo hatalmat es segitot"},{"SurahNumber":17,"VerseNumber":81,"Text":"Es mondd: , Eljott az Igazsag es a semmibe tunt a hamissag! Bizony a hamissag mindig semmibe tuno"},{"SurahNumber":17,"VerseNumber":82,"Text":"Mi azt bocsatjuk le a Koranbol, ami gyogyulas es konyorulet a hivoknek, Ez csupan a bunosok karat noveli"},{"SurahNumber":17,"VerseNumber":83,"Text":"Es mikor kegyelmet gyakorlunk az ember irant, elfordul es elsomfordal. Ha rossz sujtja, akkor ketsegbeesett"},{"SurahNumber":17,"VerseNumber":84,"Text":"Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): . Mindenki a maga modjan cselekszik. Es a ti Uratok tudja a legjobban ki vezereltetik. az Egyenes uton"},{"SurahNumber":17,"VerseNumber":85,"Text":"Kerdezni fognak teged (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a lelekrol (ruh). Mondd: , A lelek az en Uram parancsabol van. Am csupan keves tudas adatott nektek"},{"SurahNumber":17,"VerseNumber":86,"Text":"Ha akarnank bizony elvennenk azt, amit sugalltunk neked. Majd pedig nem talalnal senkit, aki segitene teged Ellenunk"},{"SurahNumber":17,"VerseNumber":87,"Text":"Ez nem mas, mint Irgalom az Uradtol. Bizony nagy az O tularado kegyelme irantad (Muhammad- Allah aldja meg es adjon Neki orok udvosseget)"},{"SurahNumber":17,"VerseNumber":88,"Text":"Mondd: , Ha osszegyulnenek a dzsinnek es az emberek arra, hogy ehhez a Koranhoz hasonlot hozzanak elo, nem lennenek kepesek ehhez hasonlot elohozni. Meg ha egymas segitsegere lennenek is"},{"SurahNumber":17,"VerseNumber":89,"Text":"Ebben a Koranban mindenfele peldazatot mutattunk be az embereknek. Am a legtobb ember mindent tagad, kiveve a hitetlenseget"},{"SurahNumber":17,"VerseNumber":90,"Text":"Es mondtak: .. Addig nem fogunk hinni neked ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget), amig nem fakasztasz ebbol a foldbol forrast nekunk"},{"SurahNumber":17,"VerseNumber":91,"Text":"Vagy lesz egy kerted palmafakkal es szolokkel, amelyek kozott aramlo patakokat arasztasz"},{"SurahNumber":17,"VerseNumber":92,"Text":"Avagy reank szakitod az eget darabokban, ahogyan azt veled. Vagy elhozod ide elenk Allah-ot es az angyalokat"},{"SurahNumber":17,"VerseNumber":93,"Text":"Avagy lesz egy diszes hazad, vagy felmesz az egbe. Am meg akkor sem hiszunk a felmeneteledben, csak ha irast kuldesz le nekunk, amit olvashatunk.\" Mondd (Muhammad - Allah aldja meg es adjon Neki orok udvosseget): , Magasztaltassek az en Uram! Mi mas lennek en, mint ember es kuldott"},{"SurahNumber":17,"VerseNumber":94,"Text":"Es csupan az gatolta meg az embereket abban, hogy higgyenek, midon eljott hozzajuk az Utmutatas, hogy azt mondtak: Talan Allah egy embert kuldott el kuldottkent"},{"SurahNumber":17,"VerseNumber":95,"Text":"Mondd: .Ha angyalok lennenek a foldon, akik nyugodtan -jarkalhatnanak, akkor bizony angyalt kuldtunk volna el az egbol hozzajuk kuldottkent"},{"SurahNumber":17,"VerseNumber":96,"Text":"Mondd: , Allah elegseges tanu koztem es koztetek. O az O szolgai Tudoja es Ismeroje"},{"SurahNumber":17,"VerseNumber":97,"Text":"Akit Allah vezerel az az Igaz Uton vezereltetik. Akit pedig a tevelygesbe visz, azok szamara nem talalhatsz Helyette segitoket. Mi majdan a Feltamadas Napjan osszegyujtjuk oket az arcukon (huzva) vakon, neman, suketen. A menedekhelyuk a Pokol lesz. Valahanyszor a tuz kialszik ujabb tuzet elesztunk"},{"SurahNumber":17,"VerseNumber":98,"Text":"Ez az o jutalmuk azert mivel hitetlenkedtek a Mi Jeleinkkel szemben es mondtak: ,.Ha mar csak csontok es foszladozo darabok leszunk, vajon uj teremtesben keltetunk uj eletre?\" Hizb"},{"SurahNumber":17,"VerseNumber":99,"Text":"Talan nem lattak, hogy Allah, Aki megteremtette az egeket es a foldet kepes arra, hogy hozzajuk hasonlot teremtsen? Szabott idot rendelt el nekik, amihez ketseg nem ferhet. Am a bunosok kitartottak hitetlensegukben"},{"SurahNumber":17,"VerseNumber":100,"Text":"Mondd: , Ha birtokolnatok is az en Uram konyoruletenek tarhazait, akkor is visszatartanatok felve, hogy ki kell adni. Az ember bizony fosveny"},{"SurahNumber":17,"VerseNumber":101,"Text":"Korabban bizony Mutsa-nak (Mozesnek) kilenc vilagos es nyilvanvalo jelet adtunk\" Kerdezd meg Izrael fiait! Midon eljott hozzajuk. A farao azt mondta neki: ,.O, Misa (Mozes)! En teged varazslattal sujtottnak gondollak"},{"SurahNumber":17,"VerseNumber":102,"Text":"Mondta (Mozes): Tudnod kell, hogy ezeket senki mas, csupan az egek es a fold Ura kuldhette le, mint bizonyitek. O farao! En ugy gondolom, hogy te elveszett Vagy"},{"SurahNumber":17,"VerseNumber":103,"Text":"Es (a farao) el akarta riasztani oket a foldrol. Mi azonban a vizbe fullasztottuk ot es azokat, akik vele voltak"},{"SurahNumber":17,"VerseNumber":104,"Text":"Es utana azt mondtuk Izrael fiainak: ..Lakjatok a foldet! Es ha eljo a Tulvilag igerete, Mi titeket, mint kulonbozo nemzetek hozunk majd elo"},{"SurahNumber":17,"VerseNumber":105,"Text":"Az Igazsaggal bocsatottuk le azt es az Igazsaggal jott le. Mi teged (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) csupan oromhir hozojakent es intokent kuldtunk el"},{"SurahNumber":17,"VerseNumber":106,"Text":"Es (ez egy olyan) Koran, (amit) reszekre osztottunk, hogy sietseg nelkul recitalhasd azt az embereknek. (Egymast koveto) Kinyilatkoztataskent bocsatottuk azt le"},{"SurahNumber":17,"VerseNumber":107,"Text":"Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): .Higgyetek benne (ebben a Koranban), vagy ne higgyetek!\" Bizony azok, akiknek azelott adatott meg a tudas, ha (ez a Koran) recitaltatik elottuk, sietve borulnak le arcukra"},{"SurahNumber":17,"VerseNumber":108,"Text":"Es azt mondjak: , Magasztaltassek a mi Urunk! Bizony a mi Urunk igerete beteljesedett"},{"SurahNumber":17,"VerseNumber":109,"Text":"Leborulnak arcukra es sirnak. Es ez csak noveli oket az alazatukban"},{"SurahNumber":17,"VerseNumber":110,"Text":"Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): .Fohaszkodjatok Allah-hoz, vagy fohaszkodjatok a Konyoruleteshez! Barmelyikhez is fohaszkodtok Ot illetik meg a Legszebb Nevek. Ne mondd tul hangosan az imadat, de ne is tul halkan, hanem e ketto kozott talalj utat magadnak"},{"SurahNumber":17,"VerseNumber":111,"Text":"Mondd: , Hala legyen Allah-nak\", aki nem nemzett fiat es Akinek nincs tarsa az uralomban es nincs Neki segitoje. Magasztald Ot teljes magasztalassa"},{"SurahNumber":18,"VerseNumber":1,"Text":"Hala legyen Allah-nak, Aki lebocsatotta az O szolgajanak (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a Konyvet (a Korant) es nem helyezett el abban elhajlast"},{"SurahNumber":18,"VerseNumber":2,"Text":"Igazkent (bocsatotta azt le), hogy intsen a Tole szarmazo sulyos csapasra. Es hogy oromhirt kozoljon a hivokkel, akik joravalo modon cselekszenek: Nekik szep jutalom (a Paradicsom) jar"},{"SurahNumber":18,"VerseNumber":3,"Text":"Ok orokkon-orokke abban fognak maradni"},{"SurahNumber":18,"VerseNumber":4,"Text":"Es hogy intse azokat, akik azt mondjak: , Allah fiu gyermeket nemzete"},{"SurahNumber":18,"VerseNumber":5,"Text":"Nem rendelkeznek ok errol tudassal, az apaik sem. Bunos (es hatalmas) szo az, amely a szajukon kijon. Nem mast mondanak ok, mint hazugsagot"},{"SurahNumber":18,"VerseNumber":6,"Text":"Es talan elpusztitod magad (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) a banattol az o nyomdokaikon, ha nem hisznek ebben a beszedben (ebben a Koranban)"},{"SurahNumber":18,"VerseNumber":7,"Text":"Minden, ami a foldon van annak ekeve tettuk, azert, hogy probanak vessuk oket ala: Melyikuk cselekszik helyesen"},{"SurahNumber":18,"VerseNumber":8,"Text":"Es Mi, mindazt, ami rajta (a foldon) van, azt kopar elettelen sikka tesszuk"},{"SurahNumber":18,"VerseNumber":9,"Text":"Vagy talan azt gondolod (Muhammad- Allah aldja meg es adjon Neki orok udvosseget), hogy a Barlang emberei es ar- Ragim (emberei, a Feliras, a Barlang embereinek neveivel, hireikkel), a Mi jeleink kozott csodanak szamitottak"},{"SurahNumber":18,"VerseNumber":10,"Text":"(Emlekezz arra) Midon a fiatal. emberek a barlangban kerestek menedeket es mondtak: Urunk! Adj nekunk a Toled szarmazo konyoruletbol es rendezd el es iranyitsd a mi ugyunket a helyes iranyba"},{"SurahNumber":18,"VerseNumber":11,"Text":"Es igy a fuluket lezartuk\" a Barlangban szamos evre"},{"SurahNumber":18,"VerseNumber":12,"Text":"Majd eletre tamasztottuk oket, hogy megtudjuk - melyik a ket csoport kozul - szamolja az ott eltoltott idot helyesebben"},{"SurahNumber":18,"VerseNumber":13,"Text":"Mi az Igazsagnak megfeleloen meseljuk el neked (Mutammad- Allah aldja meg es adjon Neki orok udvosseget) a tortenetuket: Ok fiatal emberek voltak, akik hittek az Urukban es meg noveltuk. is oket az Utmutatasban"},{"SurahNumber":18,"VerseNumber":14,"Text":"Es erot ontottunk a szivukbe, hiszen midon felalltak es mondtak: , A mi Urunk az egek es a fold Ura. Mi Rajta kivul nem fogunk mas istenhez fohaszkodni. Szornyu dolgot allitanank akkor"},{"SurahNumber":18,"VerseNumber":15,"Text":"A mi nepunk Helyette mas istensegeket valasztott maganak. Vajon miert nem hoznak vilagos bizonyitekot? Es ki bunosebb, mint az, aki hazug allitast mond Allah ellen"},{"SurahNumber":18,"VerseNumber":16,"Text":"Es miutan elvaltok toluk es attol, amit Allah helyett szolgalnak, keressetek menedeket a Barlangban! A ti Uratok kiterjeszti konyoruletet ratok es elrendezi az ugyeteket a megkonnyebbulesetekre"},{"SurahNumber":18,"VerseNumber":17,"Text":"Es latod a Napot, amidon felkel, a barlangjuktol jobb fele hajlik el es ha lenyugszik akkor bal felol halad el es ok annak belsejeben vannak. Ez Allah Jelei kozul valo. Akit Allah vezet az Igaz Utra az a jol vezetett es, akit tevelygesbe taszit, annak te nem fogsz talalni tamogatot es iranyitot"},{"SurahNumber":18,"VerseNumber":18,"Text":"Azt gondolnad roluk, hogy ebren \"vannak, am ok alszanak. Jobbra es balra forditjuk oket es a kutyajuk labait kinyujtva az ajtonal fekszik. Ha rajuk akadnal, bizony rohanvast menekulnel es felelem toltene el miattuk"},{"SurahNumber":18,"VerseNumber":19,"Text":"Es ekkeppen keltettuk oket eletre, hogy egymast kerdezgethessek. Es egyikuk megszolal mondvan: . Mennyi ideig maradtatok?\" Mondjak: . Egy napig, vagy annak egy reszeig\" Mondjak: .Uratok tudja a legjobban mennyi ideig maradtatok! Kuldjetek el egyet kozuletek ezzel a penzetekkel a varosba! Es nezze meg, kinek van a legtisztabb elelme es hozzon nektek abbol es legyen ovatosan korultekinto, hogy kozuletek senkire se hivja fel a figyelmet"},{"SurahNumber":18,"VerseNumber":20,"Text":"Ha ratok talalnak, akkor megkoveznek benneteket es visszakenyszeritenek a vallasukra. Es (ebben az esetben) ti soha nem fogtok boldogulni"},{"SurahNumber":18,"VerseNumber":21,"Text":"Es ekkeppen adtunk hirt roluk, hogy megtudjak: Allah igerete bizony valos Igazsag. Es az Ora felol ketseg nem lehet. Es ha vitaznak veluk kapcsolatban, mondjak: , Epitsetek folejuk egy epuletet! Az Uruk ismeri legjobban oket.\" Es azok, akik donto szoval birtak kozottuk mondtak: , Epitsunk folejuk egy szentelyt"},{"SurahNumber":18,"VerseNumber":22,"Text":"(Nemelyek azt) Fogjak mondani: , Harman voltak es a negyedik volt a kutyajuk.\" De mondjak azt is: .Oten voltak es hatodik a kutyajuk volt.\" Sotetben tapogatozo talalgatas. Es mondjak: . Heten voltak es a kutyajuk a nyolcadik volt.\" Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): .Az Uram a legjobb Tudoja az o szamuknak, oket csak kevesen ismerik.\" Ne vitazz hat veluk kapcsolatban, csak nyilvanvalo vita eseten es ne is kerj roluk felvilagositast senkitol"},{"SurahNumber":18,"VerseNumber":23,"Text":"Es ne mondd semmire: ..Ezt en holnap megteszem"},{"SurahNumber":18,"VerseNumber":24,"Text":"Csak ugy, (hogy mondod): , Ha Allah ugy akarja!\" Emlekezz meg Uradrol, ha elfeledkeztel es. mondd: , Talan olyan iranyba vezet engem az en Uram, amely kozelebb van a helyes uthoz, mint ez"},{"SurahNumber":18,"VerseNumber":25,"Text":"A barlangban haromszaz evig maradtak, amely meg kilenccel novekedett"},{"SurahNumber":18,"VerseNumber":26,"Text":"Mondd: , Allah tudja a legjobban mennyi ideig maradtak ok ott! Ove az egek es a fold rejtett titka. O annak a legjobb latoja es halloja. Nincs nekik Rajta kivul \"mas tamogatojuk. Es O nem reszeltet senkit a dontesben"},{"SurahNumber":18,"VerseNumber":27,"Text":"Olvasd (es recitalva hirdesd) hat (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) azt, ami sugalltatott neked Urad Konyvebol (a Koranbol)! Nincs senki, aki kepes lenne megvaltoztatni az O szavait. Es nem fogsz talalni Rajta kivul menedeket"},{"SurahNumber":18,"VerseNumber":28,"Text":"Kitarto turelemmel tarts (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) azokkal, akik reggel es este az Urukhoz fohaszkodnak, az O Arca utan vagyakozva. Es ne forditsd el tekintetedet roluk az evilagi elet diszes ekei miatt! Es ne engedelmeskedj azoknak, akiknek hanyagga tettuk a szivuket a Rolunk torteno megemlekezesrol es vagyaikat kovetik es (annak se), aki tulzo modon cselekszik"},{"SurahNumber":18,"VerseNumber":29,"Text":"Es mondd: , Az Igazsag az Uratoktol szarmazik!\" Aki akar az higgyen! Am, aki akar az legyen hitetlen. Mi bizony tuzet keszitettunk elo a hitetleneknek, amelynek tuz-falai korul fogjak oket. Es ha segitsegert fohaszkodnak, ugy vizet kapnak segitsegul, amely olyan, mint az olvasztott ere, egeti az arcokat. Milyen borzalmas ital es milyen rossz nyugvohely"},{"SurahNumber":18,"VerseNumber":30,"Text":"Bizony azok, akik hisznek es Jotetteket visznek veghez, Mi nem vesszuk el azok jutalmat, akik joravalo modon cselekszenek"},{"SurahNumber":18,"VerseNumber":31,"Text":"Nekik \"Adn (Eden) Kertjei jarnak, amelyek alatt folyok folynak, aranybol keszult karkotokkel ekittetnek ott fel es zold .ssundus es istabrag\" (selyem es arany brokat anyagok) ruhakat viselnek majd ott agyaikon fekve. Milyen Pompas jutalom ez es milyen nagyszeru piheno- es nyugvohely"},{"SurahNumber":18,"VerseNumber":32,"Text":"Es mondd el nekik a ket ferfi peldazatat: Az egyikuknek ket kertet adtunk szolokkel, amelyeket Palmafakkal vettunk korul es kozejuk gabonat helyeztunk"},{"SurahNumber":18,"VerseNumber":33,"Text":"Mind a ket kert megerlelte a termeset es nem rovidult meg semmivel. Es a ketto kozott folyot fakasztottunk"},{"SurahNumber":18,"VerseNumber":34,"Text":"Megvolt neki a gyumolcse es mondta a szomszedjanak, mikozben beszelgettek: , En tobb vagyonnal rendelkezem, mint te es szamosabb hazneppel"},{"SurahNumber":18,"VerseNumber":35,"Text":"Belepett a kertjebe ugy, hogy onmaga ellen vetkezett, mondta: . Nem gondolom, hogy ez valaha is elpusztuljon"},{"SurahNumber":18,"VerseNumber":36,"Text":"Azt sem gondolom, hogy az Ora bekovetkezik. De ha Uram ele Vitetek vissza, a visszateres helyet meg jobbnak talalom majd, mint ezt"},{"SurahNumber":18,"VerseNumber":37,"Text":"A szomszedja mondta neki, mikozben beszelgettek: Nem hiszel talan abban, Aki porbol teremtett meg teged, majd egy spermacseppbol, majd ferfiva formalt"},{"SurahNumber":18,"VerseNumber":38,"Text":"Am en (azt mondom es hiszem): O Allah, az en Uram! Es az Uram melle nem allitok tarsat"},{"SurahNumber":18,"VerseNumber":39,"Text":"Es midon beleptel a kertedbe, miert nem mondtad: ,. Amit Allah akar (az fog tortenni)! Nincs mas ero csak, az amely Allah-tol van!\" Es ha ugy gondolod, hogy en kisebb vagyonnal rendelkezem, mint te es kevesebb a gyermekem"},{"SurahNumber":18,"VerseNumber":40,"Text":"Nos az en Uram talan valami Sokkal jobbat ad majd nekem, mint a kerted. Es arra (a kertedre) zivatart kuld az egbol es reggelre kelve kopar elettelen sik terulet lesz"},{"SurahNumber":18,"VerseNumber":41,"Text":"Nagy egy reggelen azt latod, hogy vize elapadt a foldben es nem leszel kepes azt megtalalni"},{"SurahNumber":18,"VerseNumber":42,"Text":"Es az o gyumolcsei korulvetettek es reggelre kelve kiforditotta tenyeret a raforditasa miatt es a kertje teljesen letarolva allt. Mondja: ,.O barcsak ne tarsitottam volna senkit az Uram melle"},{"SurahNumber":18,"VerseNumber":43,"Text":"Nem volt neki csapata, amely segithette volna ot Allah helyett es nem is segithetett magan"},{"SurahNumber":18,"VerseNumber":44,"Text":"Ott (a Feltamadas Napjan) csupan egyedul Allah-e a segitseg\", az egyeduli Igazsage. O a legkivalobb jutalom Oszto. Es O az, Aki a dolgok vegso sorsat igazgatja"},{"SurahNumber":18,"VerseNumber":45,"Text":"Es mondd el nekik az evilagi elet peldazatat, amely olyan, mint a viz, amelyet lekuldtunk az egbol Es osszekeveredtek vele a fold novenyei es reggelre olyan lett, mint egy kiszaradt szar, amit a szelek szerte hordanak. Allah mindenek folott Hatalmas"},{"SurahNumber":18,"VerseNumber":46,"Text":"A vagyon es a fiugyermekek csupan az evilagi elet diszei, am a. fennmaradok, a kegyes jo dolgok, szebb es jobb jutalomban reszesulnek az Uradnal es jobb remenyeik lehetnek"},{"SurahNumber":18,"VerseNumber":47,"Text":"Es azon a Napon midon elmozditjuk a hegyeket a helyukrol es latod a foldet, amint kiemelkedik, es osszegyujtjuk oket es nem hagyunk ki senkit kozuluk"},{"SurahNumber":18,"VerseNumber":48,"Text":"Es ok bizony Urad ele vezettetnek sorban (es a Magasztos Allah mondja): , Lam eljottetek Elenk ugy, ahogyan megteremtettunk benneteket az elso alkalommal, amti azt gondoltatok, hogy nem szabtunk ki vegso hataridot"},{"SurahNumber":18,"VerseNumber":49,"Text":"Es elohozatik a Konyv. Es latni fogod a bunosoket rettegve remegnek attol, ami abban van es azt mondjak: ,O jaj nekunk! Mi lelte ezt a Konyvet, nem hagy sem kis, sem nagy tettet feljegyzetlenul.\" Ott lelik maguk elott mindazt, amit elkovettek. Am Urad nem jar el igazsagtalanul senkivel"},{"SurahNumber":18,"VerseNumber":50,"Text":"Es midon mondtuk az angyaloknak: , Boruljatok le Adam elott!\" Leborultak. Csupan 1Iblis (a gonosz) nem tette ezt meg, dzsinnektol szarmazott o, ellenszegult o Ura parancsanak. Talan ot es leszarmazottait akarjatok magatoknak segitoul Helyettem? Holott ok a ti ellensegeitek. A bunosok milyen rossz cseret visznek igy vegbe"},{"SurahNumber":18,"VerseNumber":51,"Text":"(Allah, a Magasztos szava:) Nem rendeltem ugy, hogy jelen legyenek az egek es a fold teremtesenel, Es nem tettem meg tanunak oket sajat maguk megteremtesenel sem. Es nem valasztok Magamnak tevelygoket segitoul"},{"SurahNumber":18,"VerseNumber":52,"Text":"Es azon a Napon, amikor mondja: , Hivjatok elo azokat, akiket ti az En tarsaimnak gondoltatok es fohaszkodjatok hozzajuk!\" De ezek nem felelnek nekik es a pusztulas helyet helyeztuk kozejuk"},{"SurahNumber":18,"VerseNumber":53,"Text":"Es meglatjak a bunosok a Tuzet es azt gondoljak rovid idon belul belezubannak. Nem talalnak modot arra, hogy kiterjenek elole"},{"SurahNumber":18,"VerseNumber":54,"Text":"Bizony ebben a Koranban mindenfele peldazatot soroltunk fel az embereknek, am az ember mindenek felett szereti a vitat"},{"SurahNumber":18,"VerseNumber":55,"Text":"Az embereket semmi sem akadalyozta meg, midon eljott hozzajuk az Utmutatas, hogy higgyenek es Uruktol kerjek a bocsanatot, nehogy oket is elerje az, ami az elodokkel volt szokasban, vagy hogy elerje oket a buntetes szemtol- szemben"},{"SurahNumber":18,"VerseNumber":56,"Text":"A Kuldotteket csupan az oromhir. kozloikent es intokent biztuk meg kuldetessel. Am azok, akik hitetlenek a hamis es igaztalan szoval szallnak vitaba, hogy azzal semmisitsek meg az Igazsagot. Es az En Jeleimet es azt, amire intest kaptak gunynak veszik"},{"SurahNumber":18,"VerseNumber":57,"Text":"Es ki bunosebb, mint az, aki intesben reszesult Ura jelei altal, am azoktol elfordult, es elfeledi azt, amit ket keze korabban tett. Bizony a szivukre leplet helyeztunk es a fulukben is uresseget tamasztottunk, hogy ne ertsek azt (a Korant). Es ha szolitod is (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) oket az Igaz Utmutatasra, am megsem fognak soha az Igaz Uton jami"},{"SurahNumber":18,"VerseNumber":58,"Text":"Am a te Urad a Megbocsato, a Konyorulet Ura. Ha buntetni akarna oket azert, amit maguk szamara szereztek, akkor siettetne a buntetest szamukra, de nekik szabott idejuk van es nem fognak Rajta kivul mentesseget talalni"},{"SurahNumber":18,"VerseNumber":59,"Text":"Es azokat a varosokat! elpusztitottuk, miutan bunoket kovettek el. Es a pusztulasuknak hataridot jeloltunk ki"},{"SurahNumber":18,"VerseNumber":60,"Text":"Es (emlekezz) midon Musu (Mozes) azt mondta a fiatal emberenek : , Addig nem nyugszom mig el nem erem a ket tenger talalkozasi helyet, meg ha evek soraig kell is mennem"},{"SurahNumber":18,"VerseNumber":61,"Text":"Es miutan ok ketten elertek a ketto kozotti talalkozasi helyet, elfeledtek a halukat es az egyenesen a tenger fele vette az utjat"},{"SurahNumber":18,"VerseNumber":62,"Text":"Es miutan meg tovabb mentek mondta a fiatal embernek: Hozd ide a reggeli etelunket! Hiszen ezen az uton faradtsaggal talaltuk szembe magunkat"},{"SurahNumber":18,"VerseNumber":63,"Text":"Mondta: , Emlekszel, amikor a sziklakhoz mentunk menedeket keresve, en bizony elfeledkeztem a halrol. Csakis a satan feledtethette el velem azt, hogy emlekezetemben tartsam. Es a hal csodalatos modon a tenger fele vette utjat"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Mozes) Mondta: , Ez az, amire Vagyakoztunk.\" Es lepteik nyomat kovetve visszatertek"},{"SurahNumber":18,"VerseNumber":65,"Text":"Es ok ketten talaltak egy szolgat a Mi szolgaink kozul, akit a Tolunk szarmazo konyoruletben reszesitettunk es Tolunk szarmazo tudassal tanitottunk"},{"SurahNumber":18,"VerseNumber":66,"Text":"Mondta neki (lidr-nek) Musa (Mozes): . Kovethetlek-e teged, hogy tanits engem arra, amire te megtanitattal a helyes Uttal kapcsolatban"},{"SurahNumber":18,"VerseNumber":67,"Text":"(AI-Hidr) Mondta: Te nem leszel kepes arra, hogy kitarto turelemmel legy mellettem"},{"SurahNumber":18,"VerseNumber":68,"Text":"Hogyan is lehetnel allhatosan kitarto abban, amit tudassal at nem foghatsz"},{"SurahNumber":18,"VerseNumber":69,"Text":"Mondta (Mozes): .. Te engem - ha Allah is ugy akarja (in $a \"a- Llah- allhatatosan kitartonak fogsz talalni es semmiben sem fogok szembefordulni veled)"},{"SurahNumber":18,"VerseNumber":70,"Text":"(Al-Hidr) Mondta: , Ha kovetsz, ne kerdezz engem semmirol, egeszen addig, amig en magam nem emlitem neked"},{"SurahNumber":18,"VerseNumber":71,"Text":"Elindultak ok ketten es hajora szalltak. Leket furt (AI-Hidr) rajta, Mondta (Mozes): Talan azert furtal rajta leket, hogy a rajta levoket a vizbe fojtsd? Bizony rossz dolgot kovettel el"},{"SurahNumber":18,"VerseNumber":72,"Text":"(AI-Hidr) Mondta: ,. Nem mondtam-e neked, hogy nem leszel kepes allhatatosan kitartani velem"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Mozes) Mondta: ..Ne neheztelj ram amiatt, amit elfelejtettem es ne tedd kinosan nehezze helyzetemet"},{"SurahNumber":18,"VerseNumber":74,"Text":"Ok ketten ujbol utnak indultak, mig nem egy fiatal fiuval talalkoztak. Es megolte (A/-Hidr). Mondta (Mozes): Megoltel egy tiszta lelket, egy masik lelek nelkul? Bizony rossz dolgot kovettel el.\" Guz\" 16. Hizb"}]}