{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"He replied, ‘Did I not tell you that you would never be able to bear with me patiently?’"},{"SurahNumber":18,"VerseNumber":76,"Text":"Moses said, ‘From now on, if I query anything you do, banish me from your company- you have put up with enough from me.’"},{"SurahNumber":18,"VerseNumber":77,"Text":"And so they travelled on. Then, when they came to a town and asked the inhabitants for food but were refused hospitality, they saw a wall there that was on the point of falling down and the man repaired it. Moses said, ‘But if you had wished you could have taken payment for doing that.’"},{"SurahNumber":18,"VerseNumber":78,"Text":"He said, ‘This is where you and I part company. I will tell you the meaning of the things you could not bear with patiently"},{"SurahNumber":18,"VerseNumber":79,"Text":"the boat belonged to some needy people who made their living from the sea and I damaged it because I knew that coming after them was a king who was seizing every [serviceable] boat by force"},{"SurahNumber":18,"VerseNumber":80,"Text":"The young boy had parents who were people of faith, and so, fearing he would trouble them through wickedness and disbelief"},{"SurahNumber":18,"VerseNumber":81,"Text":"we wished that their Lord should give them another child- purer and more compassionate- in his place"},{"SurahNumber":18,"VerseNumber":82,"Text":"The wall belonged to two young orphans in the town and there was buried treasure beneath it belonging to them. Their father had been a righteous man, so your Lord intended them to reach maturity and then dig up their treasure as a mercy from your Lord. I did not do [these things] of my own accord: these are the explanations for those things you could not bear with patience.’"},{"SurahNumber":18,"VerseNumber":83,"Text":"[Prophet], they ask you about Dhu ’l-Qarnayn. Say, ‘I will tell you something about him.’"},{"SurahNumber":18,"VerseNumber":84,"Text":"We established his power in the land, and gave him the means to achieve everything"},{"SurahNumber":18,"VerseNumber":85,"Text":"He travelled on a certain road"},{"SurahNumber":18,"VerseNumber":86,"Text":"then, when he came to the setting of the sun, he found it [seemed to be] setting into a muddy spring. Nearby he found some people and We said, ‘Dhu ’l-Qarnayn, you may choose [which of them] to punish or show kindness to.’"},{"SurahNumber":18,"VerseNumber":87,"Text":"He answered, ‘We shall punish those who have done evil, and when they are returned to their Lord He will punish them [even more] severely"},{"SurahNumber":18,"VerseNumber":88,"Text":"while those who believed and did good deeds will have the best of rewards: we shall command them to do what is easy for them.’"},{"SurahNumber":18,"VerseNumber":89,"Text":"He travelled on"},{"SurahNumber":18,"VerseNumber":90,"Text":"then, when he came to the rising of the sun, he found it rising on a people for whom We had provided no shelter from it"},{"SurahNumber":18,"VerseNumber":91,"Text":"And so it was: We knew all about him"},{"SurahNumber":18,"VerseNumber":92,"Text":"He travelled on"},{"SurahNumber":18,"VerseNumber":93,"Text":"then, when he reached a place between two mountain barriers, he found beside them a people who could barely understand him"},{"SurahNumber":18,"VerseNumber":94,"Text":"They said, ‘Dhu ’l-Qarnayn, Gog and Magog are ruining this land. Will you build a barrier between them and us if we pay you a tribute?’"},{"SurahNumber":18,"VerseNumber":95,"Text":"He answered, ‘The power my Lord has given me is better than any tribute, but if you lend me your strength, I will put up a fortification between you and them"},{"SurahNumber":18,"VerseNumber":96,"Text":"bring me lumps of iron!’ and then, when he had filled the gap between the two mountainsides [he said], ‘Work your bellows!’ and then, when he had made it glow like fire, he said, ‘Bring me molten metal to pour over it!’"},{"SurahNumber":18,"VerseNumber":97,"Text":"Their enemies could not scale the barrier, nor could they pierce it"},{"SurahNumber":18,"VerseNumber":98,"Text":"and he said, ‘This is a mercy from my Lord. But when my Lord’s promise is fulfilled, He will raze this barrier to the ground: my Lord’s promise always comes true.’"},{"SurahNumber":18,"VerseNumber":99,"Text":"On that Day, We shall let them surge against each other like waves and then the Trumpet will be blown and We shall gather them all together"},{"SurahNumber":18,"VerseNumber":100,"Text":"We shall show Hell to the disbelievers"},{"SurahNumber":18,"VerseNumber":101,"Text":"those whose eyes were blind to My signs, those who were unable to hear"},{"SurahNumber":18,"VerseNumber":102,"Text":"Did they think that they could take My servants as masters instead of Me? We have prepared Hell as the disbelievers’ resting place"},{"SurahNumber":18,"VerseNumber":103,"Text":"Say [Prophet], ‘Shall we tell you who has the most to lose by their actions"},{"SurahNumber":18,"VerseNumber":104,"Text":"whose efforts in this world are misguided, even when they think they are doing good work"},{"SurahNumber":18,"VerseNumber":105,"Text":"It is those who disbelieve in their Lord’s messages and deny that they will meet Him.’ Their deeds come to nothing: on the Day of Resurrection We shall give them no weight"},{"SurahNumber":18,"VerseNumber":106,"Text":"Their recompense for having disbelieved and made fun of My messages and My messengers will be Hell"},{"SurahNumber":18,"VerseNumber":107,"Text":"But those who believe and do good deeds will be given the Gardens of Paradise"},{"SurahNumber":18,"VerseNumber":108,"Text":"There they will remain, never wishing to leave"},{"SurahNumber":18,"VerseNumber":109,"Text":"Say [Prophet], ‘If the whole ocean were ink for writing the words of my Lord, it would run dry before those words were exhausted’- even if We were to add another ocean to it"},{"SurahNumber":18,"VerseNumber":110,"Text":"Say, ‘I am only a human being, like you, to whom it has been revealed that your God is One. Anyone who fears to meet his Lord should do good deeds and give no one a share in the worship due to his Lord"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf Ha Ya 'Ayn Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"This is an account of your Lord’s grace towards His servant, Zachariah"},{"SurahNumber":19,"VerseNumber":3,"Text":"when he called to his Lord secretly, saying"},{"SurahNumber":19,"VerseNumber":4,"Text":"‘Lord, my bones have weakened and my hair is ashen grey, but never, Lord, have I ever prayed to You in vain"},{"SurahNumber":19,"VerseNumber":5,"Text":"I fear [what] my kinsmen [will do] when I am gone, for my wife is barren, so grant me a successor––a gift from You––"},{"SurahNumber":19,"VerseNumber":6,"Text":"to be my heir and the heir of the family of Jacob. Lord, make him well pleasing [to You].’"},{"SurahNumber":19,"VerseNumber":7,"Text":"‘Zachariah, We bring you good news of a son whose name will be John––We have chosen this name for no one before him.’"},{"SurahNumber":19,"VerseNumber":8,"Text":"He said, ‘Lord, how can I have a son when my wife is barren, and I am old and frail?’"},{"SurahNumber":19,"VerseNumber":9,"Text":"He said, ‘This is what your Lord has said: “It is easy for Me: I created you, though you were nothing before.” ’"},{"SurahNumber":19,"VerseNumber":10,"Text":"He said, ‘Give me a sign, Lord.’ He said, ‘Your sign is that you will not [be able to] speak to anyone for three full [days and] nights.’"},{"SurahNumber":19,"VerseNumber":11,"Text":"He went out of the sanctuary to his people and signalled to them to praise God morning and evening"},{"SurahNumber":19,"VerseNumber":12,"Text":"[We said], ‘John, hold on to the Scripture firmly.’ While he was still a boy, We granted him wisdom"},{"SurahNumber":19,"VerseNumber":13,"Text":"tenderness from Us, and purity. He was devout"},{"SurahNumber":19,"VerseNumber":14,"Text":"kind to his parents, not domineering or rebellious"},{"SurahNumber":19,"VerseNumber":15,"Text":"Peace was on him the day he was born, the day he died, and it will be on him the day he is raised to life again"},{"SurahNumber":19,"VerseNumber":16,"Text":"Mention in the Quran the story of Mary. She withdrew from her family to a place to the east"},{"SurahNumber":19,"VerseNumber":17,"Text":"and secluded herself away; We sent Our Spirit to appear before her in the form of a perfected man"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said, ‘I seek the Lord of Mercy’s protection against you: if you have any fear of Him [do not approach]!’"},{"SurahNumber":19,"VerseNumber":19,"Text":"but he said, ‘I am but a Mes-senger from your Lord, [come] to announce to you the gift of a pure son.’"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said, ‘How can I have a son when no man has touched me? I have not been unchaste,’"},{"SurahNumber":19,"VerseNumber":21,"Text":"and he said, ‘This is what your Lord said: “It is easy for Me- We shall make him a sign to all people, a blessing from Us.”’"},{"SurahNumber":19,"VerseNumber":22,"Text":"And so it was ordained: she conceived him. She withdrew to a distant place"},{"SurahNumber":19,"VerseNumber":23,"Text":"and, when the pains of childbirth drove her to [cling to] the trunk of a palm tree, she exclaimed, ‘I wish I had been dead and forgotten long before all this!’"},{"SurahNumber":19,"VerseNumber":24,"Text":"but a voice cried to her from below, ‘Do not worry: your Lord has provided a stream at your feet"},{"SurahNumber":19,"VerseNumber":25,"Text":"and, if you shake the trunk of the palm tree towards you, it will deliver fresh ripe dates for you"},{"SurahNumber":19,"VerseNumber":26,"Text":"so eat, drink, be glad, and say to anyone you may see: “I have vowed to the Lord of Mercy to abstain from conversation, and I will not talk to anyone today.”’"},{"SurahNumber":19,"VerseNumber":27,"Text":"She went back to her people carrying the child, and they said, ‘Mary! You have done something terrible"},{"SurahNumber":19,"VerseNumber":28,"Text":"Sister of Aaron! Your father was not an evil man; your mother was not unchaste!’"},{"SurahNumber":19,"VerseNumber":29,"Text":"She pointed at him. They said, ‘How can we converse with an infant?’"},{"SurahNumber":19,"VerseNumber":30,"Text":"[But] he said: ‘I am a servant of God. He has granted me the Scripture; made me a prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"made me blessed wherever I may be. He commanded me to pray, to give alms as long as I live"},{"SurahNumber":19,"VerseNumber":32,"Text":"to cherish my mother. He did not make me domineering or graceless"},{"SurahNumber":19,"VerseNumber":33,"Text":"Peace was on me the day I was born, and will be on me the day I die and the day I am raised to life again.’"},{"SurahNumber":19,"VerseNumber":34,"Text":"Such was Jesus, son of Mary. [This is] a statement of the Truth about which they are in doubt"},{"SurahNumber":19,"VerseNumber":35,"Text":"it would not befit God to have a child. He is far above that: when He decrees something, He says only, ‘Be,’ and it is"},{"SurahNumber":19,"VerseNumber":36,"Text":"‘God is my Lord and your Lord, so serve Him: that is a straight path.’"},{"SurahNumber":19,"VerseNumber":37,"Text":"But factions have differed among themselves. What suffering will come to those who obscure the truth when a dreadful Day arrives"},{"SurahNumber":19,"VerseNumber":38,"Text":"How sharp of hearing, how sharp of sight they will be when they come to Us, although now they are clearly off course! Warn them [Muhammad] of the Day of Remorse when the matter will be decided"},{"SurahNumber":19,"VerseNumber":39,"Text":"for they are heedless and do not believe"},{"SurahNumber":19,"VerseNumber":40,"Text":"It is We who will inherit the earth and all who are on it: they will all be returned to Us"},{"SurahNumber":19,"VerseNumber":41,"Text":"Mention too, in the Quran, the story of Abraham. He was a man of truth, a prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"He said to his father, ‘Father, why do you worship something that can neither hear nor see nor benefit you in any way"},{"SurahNumber":19,"VerseNumber":43,"Text":"Father, knowledge that has not reached you has come to me, so follow me: I will guide you to an even path"},{"SurahNumber":19,"VerseNumber":44,"Text":"Father, do not worship Satan- Satan has rebelled against the Lord of Mercy"},{"SurahNumber":19,"VerseNumber":45,"Text":"Father, I fear that a punishment from the Lord of Mercy may afflict you and that you may become Satan’s companion [in Hell].’"},{"SurahNumber":19,"VerseNumber":46,"Text":"His father answered, ‘Abraham, do you reject my gods? I will stone you if you do not stop this. Keep out of my way!’"},{"SurahNumber":19,"VerseNumber":47,"Text":"Abraham said, ‘Peace be with you: I will beg my Lord to forgive you- He is always gracious to me"},{"SurahNumber":19,"VerseNumber":48,"Text":"but for now I will leave you, and the idols you all pray to, and I will pray to my Lord and trust that my prayer will not be in vain.’"},{"SurahNumber":19,"VerseNumber":49,"Text":"When he left his people and those they served beside God, We granted him Isaac and Jacob and made them both prophets"},{"SurahNumber":19,"VerseNumber":50,"Text":"We granted Our grace to all of them, and gave them a noble reputation"},{"SurahNumber":19,"VerseNumber":51,"Text":"Mention too, in the Quran, the story of Moses. He was specially chosen, a messenger and a prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"We called to him from the right-hand side of the mountain and brought him close to Us in secret communion"},{"SurahNumber":19,"VerseNumber":53,"Text":"out of Our grace We granted him his brother Aaron as a prophet"},{"SurahNumber":19,"VerseNumber":54,"Text":"Mention too, in the Quran, the story of Ishmael. He was true to his promise, a messenger and a prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"He commanded his household to pray and give alms, and his Lord was well pleased with him"},{"SurahNumber":19,"VerseNumber":56,"Text":"Mention too, in the Quran, the story of Idris. He was a man of truth, a prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"We raised him to a high position"},{"SurahNumber":19,"VerseNumber":58,"Text":"These were the prophets God blessed- from the seed of Adam, of those We carried in the Ark with Noah, from the seed of Abraham and Israel- and those We guided and chose. When the revelations of the Lord of Mercy were recited to them, they fell to their knees and wept"},{"SurahNumber":19,"VerseNumber":59,"Text":"but there came after them generations who neglected prayer and were driven by their own desires. These will come face to face with their evil"},{"SurahNumber":19,"VerseNumber":60,"Text":"but those who repent, who believe, who do righteous deeds, will enter Paradise. They will not be wronged in the least"},{"SurahNumber":19,"VerseNumber":61,"Text":"they will enter the Gardens of Lasting Bliss, promised by the Lord of Mercy to His servants- it is not yet seen but truly His promise will be fulfilled"},{"SurahNumber":19,"VerseNumber":62,"Text":"There they will hear only peaceful talk, nothing bad; there they will be given provision morning and evening"},{"SurahNumber":19,"VerseNumber":63,"Text":"That is the Garden We shall give as their own to those of Our servants who were devout"},{"SurahNumber":19,"VerseNumber":64,"Text":"[Gabriel said],‘We only descend [with revelation] at your Lord’s command––everything before us, everything behind us, everything in between, all belongs to Him––your Lord is never forgetful"},{"SurahNumber":19,"VerseNumber":65,"Text":"He is Lord of the heavens and earth and everything in between so worship Him: be steadfast in worshipping Him. Do you know of anyone equal to Him?’"},{"SurahNumber":19,"VerseNumber":66,"Text":"Man says, ‘What? Once I am dead, will I be brought back to life?’"},{"SurahNumber":19,"VerseNumber":67,"Text":"but does man not remember that We created him when he was nothing before"},{"SurahNumber":19,"VerseNumber":68,"Text":"By your Lord [Prophet] We shall gather them and the devils together and set them on their knees around Hell"},{"SurahNumber":19,"VerseNumber":69,"Text":"We shall seize out of each group those who were most disobedient towards the Lord of Mercy"},{"SurahNumber":19,"VerseNumber":70,"Text":"We know best who most deserves to burn in Hell"},{"SurahNumber":19,"VerseNumber":71,"Text":"but every single one of you will approach it, a decree from your Lord which must be fulfilled"},{"SurahNumber":19,"VerseNumber":72,"Text":"We shall save the devout and leave the evildoers there on their knees"},{"SurahNumber":19,"VerseNumber":73,"Text":"When Our revelations are recited to them in all their clarity, [all that] the disbelievers say to the believers [is], ‘Which side is better situated? Which side has the better following?’"},{"SurahNumber":19,"VerseNumber":74,"Text":"We have destroyed many a generation before them who surpassed them in riches and outward glitter"},{"SurahNumber":19,"VerseNumber":75,"Text":"Say [Prophet], ‘The Lord of Mercy lengthens [the lives] of the misguided, until, when they are confronted with what they have been warned about- either the punishment [in this life] or the Hour [of Judgement]- they realize who is worse situated and who has the weakest forces.’"},{"SurahNumber":19,"VerseNumber":76,"Text":"But God gives more guidance to those who are guided, and good deeds of lasting merit are best and most rewarding in your Lord’s sight"},{"SurahNumber":19,"VerseNumber":77,"Text":"Have you considered the man who rejects Our revelation, who says, ‘I will certainly be given wealth and children’"},{"SurahNumber":19,"VerseNumber":78,"Text":"Has he penetrated the unknown or received a pledge to that effect from the Lord of Mercy"},{"SurahNumber":19,"VerseNumber":79,"Text":"No! We shall certainly record what he says and prolong his punishment"},{"SurahNumber":19,"VerseNumber":80,"Text":"We shall inherit from him all that he speaks of and he will come to Us all alone"},{"SurahNumber":19,"VerseNumber":81,"Text":"They have taken other gods beside God to give them strength"},{"SurahNumber":19,"VerseNumber":82,"Text":"but these gods will reject their worship and will even turn against them"},{"SurahNumber":19,"VerseNumber":83,"Text":"Have you [Prophet] not seen how We send devils to incite the disbelievers to sin"},{"SurahNumber":19,"VerseNumber":84,"Text":"There is no need for you to be impatient concerning them: We are counting down their [allotted] time"},{"SurahNumber":19,"VerseNumber":85,"Text":"On the Day We gather the righteous as an honoured company before the Lord of Mercy"},{"SurahNumber":19,"VerseNumber":86,"Text":"and drive the sinful like a thirsty herd into Hell"},{"SurahNumber":19,"VerseNumber":87,"Text":"no one will have power to intercede except for those who have permission from the Lord of Mercy"},{"SurahNumber":19,"VerseNumber":88,"Text":"The disbelievers say, ‘The Lord of Mercy has offspring.’"},{"SurahNumber":19,"VerseNumber":89,"Text":"How terrible is this thing you assert"},{"SurahNumber":19,"VerseNumber":90,"Text":"it almost causes the heavens to be torn apart, the earth to split asunder, the mountains to crumble to pieces"},{"SurahNumber":19,"VerseNumber":91,"Text":"that they attribute offspring to the Lord of Mercy"},{"SurahNumber":19,"VerseNumber":92,"Text":"It does not befit the Lord of Mercy [to have offspring]"},{"SurahNumber":19,"VerseNumber":93,"Text":"there is no one in the heavens or earth who will not come to the Lord of Mercy as a servant"},{"SurahNumber":19,"VerseNumber":94,"Text":"He has counted them all: He has numbered them exactly"},{"SurahNumber":19,"VerseNumber":95,"Text":"and they will each return to Him on the Day of Resurrection all alone"},{"SurahNumber":19,"VerseNumber":96,"Text":"But the Lord of Mercy will give love to those who believe and do righteous deeds"},{"SurahNumber":19,"VerseNumber":97,"Text":"We have made it easy, in your own language [Prophet], so that you may bring glad news to the righteous and warnings to a stubborn people"},{"SurahNumber":19,"VerseNumber":98,"Text":"How many generations We have destroyed before them! Do you perceive a single one of them now, or hear as much as a whisper"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"It was not to distress you [Prophet] that We sent down the Quran to you"},{"SurahNumber":20,"VerseNumber":3,"Text":"but as a reminder for those who hold God in awe"},{"SurahNumber":20,"VerseNumber":4,"Text":"a revelation from the One who created the earth and the high heaven"},{"SurahNumber":20,"VerseNumber":5,"Text":"the Lord of Mercy, established on the throne"},{"SurahNumber":20,"VerseNumber":6,"Text":"Everything in the heavens and on earth, everything between them, everything beneath the soil, belongs to Him"},{"SurahNumber":20,"VerseNumber":7,"Text":"Whatever you may say aloud, He knows what you keep secret and what is even more hidden"},{"SurahNumber":20,"VerseNumber":8,"Text":"God––there is no god but Him––the most excellent names belong to Him"},{"SurahNumber":20,"VerseNumber":9,"Text":"Has the story of Moses come to you [Prophet]"},{"SurahNumber":20,"VerseNumber":10,"Text":"He saw a fire and said to his people, ‘Stay here––I can see a fire. Maybe I can bring you a flaming brand from it or find some guidance there.’"},{"SurahNumber":20,"VerseNumber":11,"Text":"When he came to the fire, he was summoned, ‘Moses"},{"SurahNumber":20,"VerseNumber":12,"Text":"I am your Lord. Take off your shoes: you are in the sacred valley of Tuwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"I have chosen you, so listen to what is being revealed"},{"SurahNumber":20,"VerseNumber":14,"Text":"I am God; there is no god but Me. So worship Me and keep up the prayer so that you remember Me"},{"SurahNumber":20,"VerseNumber":15,"Text":"The Hour is coming––though I choose to keep it hidden––for each soul to be rewarded for its labour"},{"SurahNumber":20,"VerseNumber":16,"Text":"Do not let anyone who does not believe in it and follows his own desires distract you from it, and so bring you to ruin.’"},{"SurahNumber":20,"VerseNumber":17,"Text":"‘Moses, what is that in your right hand?’"},{"SurahNumber":20,"VerseNumber":18,"Text":"‘It is my staff,’ he said, ‘I lean on it; restrain my sheep with it; I also have other uses for it.’"},{"SurahNumber":20,"VerseNumber":19,"Text":"God said, ‘Throw it down, Moses.’"},{"SurahNumber":20,"VerseNumber":20,"Text":"He threw it down and- lo and behold!- it became a fast-moving snake"},{"SurahNumber":20,"VerseNumber":21,"Text":"He said, ‘Pick it up without fear: We shall turn it back into its former state"},{"SurahNumber":20,"VerseNumber":22,"Text":"Now place your hand under your armpit and it will come out white, though unharmed: that is another sign"},{"SurahNumber":20,"VerseNumber":23,"Text":"We do this to show you some of Our greatest signs"},{"SurahNumber":20,"VerseNumber":24,"Text":"Go to Pharaoh, for he has truly become a tyrant.’"},{"SurahNumber":20,"VerseNumber":25,"Text":"Moses said, ‘Lord, lift up my heart"},{"SurahNumber":20,"VerseNumber":26,"Text":"and ease my task for me"},{"SurahNumber":20,"VerseNumber":27,"Text":"Untie my tongue"},{"SurahNumber":20,"VerseNumber":28,"Text":"so that they may understand my words"},{"SurahNumber":20,"VerseNumber":29,"Text":"and give me a helper from my family"},{"SurahNumber":20,"VerseNumber":30,"Text":"my brother Aaron"},{"SurahNumber":20,"VerseNumber":31,"Text":"augment my strength through him"},{"SurahNumber":20,"VerseNumber":32,"Text":"Let him share my task"},{"SurahNumber":20,"VerseNumber":33,"Text":"so that we can glorify You much"},{"SurahNumber":20,"VerseNumber":34,"Text":"and remember You often"},{"SurahNumber":20,"VerseNumber":35,"Text":"You are always watching over us.’"},{"SurahNumber":20,"VerseNumber":36,"Text":"God said, ‘Moses, your request is granted"},{"SurahNumber":20,"VerseNumber":37,"Text":"Indeed We showed you favour before"},{"SurahNumber":20,"VerseNumber":38,"Text":"We inspired your mother, saying"},{"SurahNumber":20,"VerseNumber":39,"Text":"“Put your child into the chest, then place him in the river. Let the river wash him on to its bank, and he will be taken in by an enemy of Mine and his.” I showered you with My love and planned that you should be reared under My watchful eye"},{"SurahNumber":20,"VerseNumber":40,"Text":"Your sister went out, saying, “I will tell you someone who will nurse him,” then We returned you to your mother so that she could rejoice and not grieve. Later you killed a man, but We saved you from distress and tried you with other tests. You stayed among the people of Midian for years, then you came here as I ordained"},{"SurahNumber":20,"VerseNumber":41,"Text":"I have chosen you for Myself"},{"SurahNumber":20,"VerseNumber":42,"Text":"Go, you and your brother, with My signs, and make sure that you remember Me"},{"SurahNumber":20,"VerseNumber":43,"Text":"Go, both of you, to Pharaoh, for he has exceeded all bounds"},{"SurahNumber":20,"VerseNumber":44,"Text":"Speak to him gently so that he may take heed, or show respect.’"},{"SurahNumber":20,"VerseNumber":45,"Text":"They said, ‘Lord, we fear he will do us great harm or exceed all bounds.’"},{"SurahNumber":20,"VerseNumber":46,"Text":"He said, ‘Do not be afraid, I am with you both, hearing and seeing everything"},{"SurahNumber":20,"VerseNumber":47,"Text":"Go and tell him, “We are your Lord’s mes-sengers, so send the Children of Israel with us and do not oppress them. We have brought you a sign from your Lord. Peace be upon whoever follows the right guidance"},{"SurahNumber":20,"VerseNumber":48,"Text":"it has been revealed to us that punishment falls on whoever rejects the truth and turns his back on it.”’"},{"SurahNumber":20,"VerseNumber":49,"Text":"[Pharaoh] said, ‘Moses, who is this Lord of yours?’"},{"SurahNumber":20,"VerseNumber":50,"Text":"Moses said, ‘Our Lord is He who gave everything its form, then gave it guidance.’"},{"SurahNumber":20,"VerseNumber":51,"Text":"He said, ‘What about former generations?’"},{"SurahNumber":20,"VerseNumber":52,"Text":"Moses said, ‘My Lord alone has knowledge of them, all in a record; my Lord does not err or forget.’"},{"SurahNumber":20,"VerseNumber":53,"Text":"It was He who spread out the earth for you and traced routes in it. He sent down water from the sky. With that water We bring forth every kind of plant"},{"SurahNumber":20,"VerseNumber":54,"Text":"so eat, and graze your cattle. There are truly signs in all this for people of understand-ing"},{"SurahNumber":20,"VerseNumber":55,"Text":"From the earth We created you, into it We shall return you, and from it We shall raise you a second time"},{"SurahNumber":20,"VerseNumber":56,"Text":"We showed Pharaoh all Our signs, but he denied them and refused [to change]"},{"SurahNumber":20,"VerseNumber":57,"Text":"He said, ‘Have you come to drive us from our land with your sorcery, Moses"},{"SurahNumber":20,"VerseNumber":58,"Text":"We will confront you with sorcery to match your own: make an appointment between us which neither of us will fail to keep, in a mutually agreeable place.’"},{"SurahNumber":20,"VerseNumber":59,"Text":"He said, ‘Your meeting will be on the day of the feast, so let the people be assembled when the sun has risen high.’"},{"SurahNumber":20,"VerseNumber":60,"Text":"Pharaoh withdrew and gathered his resources, then he returned"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moses said to them, ‘Beware, do not invent lies against God or He will destroy you with His punishment. Whoever invents lies will fail.’"},{"SurahNumber":20,"VerseNumber":62,"Text":"So they discussed their plan among themselves, talking secretly"},{"SurahNumber":20,"VerseNumber":63,"Text":"saying, ‘These two men are sorcerers. Their purpose is to drive you out of your land with their sorcery and put an end to your time-honoured way of life"},{"SurahNumber":20,"VerseNumber":64,"Text":"So gather your resources and line up for the contest. Whoever wins today is sure to prosper.’"},{"SurahNumber":20,"VerseNumber":65,"Text":"They said, ‘Moses, will you throw first or shall we?’"},{"SurahNumber":20,"VerseNumber":66,"Text":"‘You throw,’ said Moses, and––lo and behold!––through their sorcery, their ropes and staffs seemed to him to be moving"},{"SurahNumber":20,"VerseNumber":67,"Text":"Moses was inwardly alarmed"},{"SurahNumber":20,"VerseNumber":68,"Text":"but We said, ‘Do not be afraid, you have the upper hand"},{"SurahNumber":20,"VerseNumber":69,"Text":"Throw down what is in your right hand: it will swallow up what they have produced. They have only produced the tricks of a sorcerer, and a sorcerer will not prosper, wherever he goes.’"},{"SurahNumber":20,"VerseNumber":70,"Text":"[So it was, and] the sorcerers threw themselves down in submission. ‘We believe,’ they said, ‘in the Lord of Aaron and Moses.’"},{"SurahNumber":20,"VerseNumber":71,"Text":"Pharaoh said, ‘How dare you believe in him before I have given you permission? This must be your master, the man who taught you witchcraft. I shall certainly cut off your alternate hands and feet, then crucify you on the trunks of palm trees. You will know for certain which of us has the fiercer and more lasting punishment.’"},{"SurahNumber":20,"VerseNumber":72,"Text":"They said, ‘We shall never prefer you to the clear sign that has come to us, nor to Him who created us. So decide whatever you will: you can only decide matters of this present life"},{"SurahNumber":20,"VerseNumber":73,"Text":"we believe in our Lord, [hoping] He may forgive us our sins and the sorcery that you forced us to practise- God is better and more lasting.’"},{"SurahNumber":20,"VerseNumber":74,"Text":"Hell will be the reward of those who return to their Lord as evildoers: there they will stay, neither living nor dying"},{"SurahNumber":20,"VerseNumber":75,"Text":"But those who return to their Lord as believers with righteous deeds will be rewarded with the highest of ranks"},{"SurahNumber":20,"VerseNumber":76,"Text":"Gardens of lasting bliss graced with flowing streams, and there they will stay. Such is the reward of those who purify themselves"},{"SurahNumber":20,"VerseNumber":77,"Text":"We revealed to Moses, ‘Go out at night with My servants and strike a dry path for them across the sea. Have no fear of being overtaken and do not be dismayed.’"},{"SurahNumber":20,"VerseNumber":78,"Text":"Pharaoh pursued them with his armies and was overwhelmed by the sea"},{"SurahNumber":20,"VerseNumber":79,"Text":"Pharaoh truly led his people astray; he did not guide them"},{"SurahNumber":20,"VerseNumber":80,"Text":"Children of Israel, We rescued you from your enemies. We made a pledge with you on the right-hand side of the mountain. We sent down manna and quails for you"},{"SurahNumber":20,"VerseNumber":81,"Text":"‘Eat from the good things We have provided for you, but do not overstep the bounds, or My wrath will descend on you. Anyone on whom My wrath descends has truly fallen"},{"SurahNumber":20,"VerseNumber":82,"Text":"Yet I am most forgiving towards those who repent, believe, do righteous deeds, and stay on the right path.’"},{"SurahNumber":20,"VerseNumber":83,"Text":"[God said], ‘Moses, what has made you come ahead of your people in such haste?’"},{"SurahNumber":20,"VerseNumber":84,"Text":"and he said, ‘They are following in my footsteps. I rushed to You, Lord, to please You,’"},{"SurahNumber":20,"VerseNumber":85,"Text":"but God said, ‘We have tested your people in your absence: the Samiri has led them astray.’"},{"SurahNumber":20,"VerseNumber":86,"Text":"Moses returned to his people, angry and aggrieved. He said, ‘My people, did your Lord not make you a gracious promise? Was my absence too long for you? Did you want anger to fall on you from your Lord and so broke your word to me?’"},{"SurahNumber":20,"VerseNumber":87,"Text":"They said, ‘We did not break our word to you deliberately. We were burdened with the weight of people’s jewellery, so we threw it [into the fire], and the Samiri did the same,’"},{"SurahNumber":20,"VerseNumber":88,"Text":"but he [used the molten jewellery to] produce an image of a calf which made a lowing sound, and they said, ‘This is your god and Moses’ god, but he has forgotten.’"},{"SurahNumber":20,"VerseNumber":89,"Text":"Did they not see that [the calf] gave them no answer, that it had no power to harm or benefit them"},{"SurahNumber":20,"VerseNumber":90,"Text":"Aaron did say to them, ‘My people, this calf is a test for you. Your true Lord is the Lord of Mercy, so follow me and obey my orders,’"},{"SurahNumber":20,"VerseNumber":91,"Text":"but they replied, ‘We shall not give up our devotion to it until Moses returns to us.’"},{"SurahNumber":20,"VerseNumber":92,"Text":"Moses said, ‘When you realized they had gone astray, what prevented you, Aaron"},{"SurahNumber":20,"VerseNumber":93,"Text":"from coming after me? How could you disobey my orders?’"},{"SurahNumber":20,"VerseNumber":94,"Text":"He said, ‘Son of my mother- let go of my beard and my hair!- I was afraid you would say, “You have caused division among the children of Israel and have not heeded what I said.”’"},{"SurahNumber":20,"VerseNumber":95,"Text":"Moses said, ‘And what was the matter with you, Samiri?’"},{"SurahNumber":20,"VerseNumber":96,"Text":"He replied, ‘I saw something they did not; I took in some of the teachings of the Messenger but tossed them aside: my soul prompted me to do what I did.’"},{"SurahNumber":20,"VerseNumber":97,"Text":"Moses said, ‘Get away from here! Your lot in this life is to say, “Do not touch me,” but you have an appointment from which there is no escape. Look at your god which you have kept on worshipping- we shall grind it down and scatter it into the sea"},{"SurahNumber":20,"VerseNumber":98,"Text":"[People], your true god is the One God- there is no god but Him- whose knowledge embraces everything.’"},{"SurahNumber":20,"VerseNumber":99,"Text":"In this way We relate to you [Prophet] stories of what happened before. We have given you a Quran from Us"},{"SurahNumber":20,"VerseNumber":100,"Text":"Whoever turns away from it will bear on the Day of Resurrection a heavy burden"},{"SurahNumber":20,"VerseNumber":101,"Text":"and will remain under it. What a terrible burden to carry on that Day"},{"SurahNumber":20,"VerseNumber":102,"Text":"When the trumpet is sounded and We gather the sinful, sightless"},{"SurahNumber":20,"VerseNumber":103,"Text":"they will murmur to one another, ‘You stayed only ten days [on earth]’"},{"SurahNumber":20,"VerseNumber":104,"Text":"We know best what they say- but the more perceptive of them will say, ‘Your stay [on earth] was only a single day.’"},{"SurahNumber":20,"VerseNumber":105,"Text":"They ask you [Prophet] about the mountains: say, ‘[On that Day] my Lord will blast them into dust"},{"SurahNumber":20,"VerseNumber":106,"Text":"and leave a flat plain"},{"SurahNumber":20,"VerseNumber":107,"Text":"with no peak or trough to be seen"},{"SurahNumber":20,"VerseNumber":108,"Text":"On that Day, people will follow the summoner from whom there is no escape; every voice will be hushed for the Lord of Mercy; only whispers will be heard"},{"SurahNumber":20,"VerseNumber":109,"Text":"On that Day, intercession will be useless except from those to whom the Lord of Mercy has granted permission and whose words He approves"},{"SurahNumber":20,"VerseNumber":110,"Text":"He knows what is before and behind them, though they do not comprehend Him"},{"SurahNumber":20,"VerseNumber":111,"Text":"and [all] faces will be humbled before the Living, Ever Watchful One. Those burdened with evil deeds will despair"},{"SurahNumber":20,"VerseNumber":112,"Text":"but whoever has done righteous deeds and believed need have no fear of injustice or deprivation.’"},{"SurahNumber":20,"VerseNumber":113,"Text":"We have sent the Quran down in the Arabic tongue and given all kinds of warnings in it, so that they may beware or take heed"},{"SurahNumber":20,"VerseNumber":114,"Text":"exalted be God, the one who is truly in control. [Prophet], do not rush to recite before the revelation is fully complete but say, ‘Lord, increase me in knowledge!’"},{"SurahNumber":20,"VerseNumber":115,"Text":"We also commanded Adam before you, but he forgot and We found him lacking in constancy"},{"SurahNumber":20,"VerseNumber":116,"Text":"When We said to the angels, ‘Bow down before Adam,’ they did. But Iblis refused"},{"SurahNumber":20,"VerseNumber":117,"Text":"so We said, ‘Adam, this is your enemy, yours and your wife’s: do not let him drive you out of the garden and make you miserable"},{"SurahNumber":20,"VerseNumber":118,"Text":"In the garden you will never go hungry, feel naked"},{"SurahNumber":20,"VerseNumber":119,"Text":"be thirsty, or suffer the heat of the sun.’"},{"SurahNumber":20,"VerseNumber":120,"Text":"But Satan whispered to Adam, saying, ‘Adam, shall I show you the tree of immortality and power that never decays?’"},{"SurahNumber":20,"VerseNumber":121,"Text":"and they both ate from it. They became conscious of their nakedness and began to cover themselves with leaves from the garden. Adam disobeyed his Lord and was led astray"},{"SurahNumber":20,"VerseNumber":122,"Text":"later his Lord brought him close, accepted his repentance, and guided him"},{"SurahNumber":20,"VerseNumber":123,"Text":"God said, ‘Get out of the garden as each other’s enemy.’ Whoever follows My guidance, when it comes to you [people], will not go astray nor fall into misery"},{"SurahNumber":20,"VerseNumber":124,"Text":"but whoever turns away from it will have a life of great hardship. We shall bring him blind to the Assembly on the Day of Resurrection"},{"SurahNumber":20,"VerseNumber":125,"Text":"and he will say, ‘Lord, why did You bring me here blind? I was sighted before!’"},{"SurahNumber":20,"VerseNumber":126,"Text":"God will say, ‘This is how it is: You ignored Our revelations when they came to you, so today you will be ignored.’"},{"SurahNumber":20,"VerseNumber":127,"Text":"This is how We reward those who go too far, and who do not believe in their Lord’s revelations. The greatest and most enduring punishment is in the Hereafter"},{"SurahNumber":20,"VerseNumber":128,"Text":"Do they not draw a lesson from the many generations We destroyed before them, through whose dwelling places they now walk? There truly are signs in this for anyone with understanding"},{"SurahNumber":20,"VerseNumber":129,"Text":"If it were not for a preordained Word from your Lord [Prophet], they would already have been destroyed. Their time has been set"},{"SurahNumber":20,"VerseNumber":130,"Text":"so [Prophet] be patient with what they say- celebrate the praise of your Lord, before the rising and setting of the sun, celebrate His praise during the night, and at the beginning and end of the day, so that you may find contentment"},{"SurahNumber":20,"VerseNumber":131,"Text":"and do not gaze longingly at what We have given some of them to enjoy, the finery of this present life: We test them through this, but the provision of your Lord is better and more lasting"},{"SurahNumber":20,"VerseNumber":132,"Text":"Order your people to pray, and pray steadfastly yourself. We are not asking you to give Us provision;We provide for you, and the rewards of the Hereafter belong to the devout"},{"SurahNumber":20,"VerseNumber":133,"Text":"The disbelievers say, ‘Why does he not bring us a sign from his Lord?’ Have they not been given clear proof confirming what was in the earlier scriptures"},{"SurahNumber":20,"VerseNumber":134,"Text":"If We had destroyed them through punishment before this Messenger came, they would have said, ‘Lord, if only You had sent us a messenger, we could have followed Your revelations before we suffered humiliation and disgrace!’"},{"SurahNumber":20,"VerseNumber":135,"Text":"[Prophet], say, ‘We are all waiting, so you carry on waiting: you will come to learn who has followed the even path, and been rightly guided.’"}]}