{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"ALLAH, kocası hakkında seninle tartısan ve ALLAH'a sikayette bulunan kadının sozlerini isitti. ALLAH ikinizin tum konustuklarını isitmistir. ALLAH Isitendir, Bilendir"},{"SurahNumber":58,"VerseNumber":2,"Text":"Icinizden, kadınlarını annelerine benzeterek yabancılastıranlar bilirler ki onlar anaları degildir. Anneleri kendilerini doguranlardır. Soyledikleri kotu ve asılsız bir sozdur. ALLAH Affedendir, Bagıslayandır"},{"SurahNumber":58,"VerseNumber":3,"Text":"Kadınlarını annelerine benzeterek yabancılastırdıktan sonra sozlerinden donenler, karılarıyla cinsel iliskiye girmeden once bir koleyi ozgurluge kavustursunlar. Size ogutlenen budur. ALLAH yaptıgınız her seyi haber alır"},{"SurahNumber":58,"VerseNumber":4,"Text":"Azad edecek bir kole bulamıyan, cinsel iliskiden once ust uste iki ay boyunca oruc tutmalı. Buna guc yetiremiyen ise altmıs yoksulu doyurmalı. ALLAH'a ve elcisine inanmalısınız. Bunlar, ALLAH'ın belirledigi sınırdır. Inkarcılar acı bir azaba mahkum olmuslardır"},{"SurahNumber":58,"VerseNumber":5,"Text":"ALLAH'a ve elcisine karsı gelenler, kendilerinden oncekiler nasıl alcaltıldıysa oylece alcaltılacaklardır. Biz, apacık ayetler indirmis bulunuyoruz. Inkarcılar icin utandırıcı bir azap vardır"},{"SurahNumber":58,"VerseNumber":6,"Text":"Gun gelir ALLAH onları topluca diriltir ve sonra yapmıs olduklarını kendilerine haber verir. Onlar, unuttukları halde ALLAH onları saymıstır. ALLAH her seye tanıktır"},{"SurahNumber":58,"VerseNumber":7,"Text":"ALLAH'ın goklerde ve yerde olan her seyi bildigini anlamaz mısın? Uc kisi gizli konussa, mutlaka O onların dorduncusudur. Bes kisi olsalar, mutlaka O onların altıncısıdır. Ister bundan az veya cok ve nerede olursa olsunlar, O onlarla beraberdir. Sonra dirilis gununde onlara yaptıklarını haber verir. ALLAH her seyi Bilendir"},{"SurahNumber":58,"VerseNumber":8,"Text":"Gizli toplantılar yapmaktan menedildikleri halde hala menedildikleri iste israr edenler dikkatini cekmedi mi? Onlar gunah islemek, dusmanlıkta bulunmak ve elciye itaatsizlik etmek amacıyla kulis yapıyorlar. Sana geldiklerinde, ALLAH'ın seni selamlamadıgı bir bicimde selamlıyorlar. Kendi aralarında, \"Soylediklerimizden oturu ALLAH bizi cezalandırsa ya!\" derler. Cehennem onlara yeter. Orada yanarlar; ne kotu bir duraktır orası"},{"SurahNumber":58,"VerseNumber":9,"Text":"Ey inananlar, gizli gorustugunuz vakit gunah, dusmanlık ve elciye isyan icin konusmayın; iyilik ve erdemlilik icin konusun. Huzuruna toplanacagınız ALLAH'ı dinleyin"},{"SurahNumber":58,"VerseNumber":10,"Text":"Komplo toplantıları seytandandır. Bu yolla inananları incitmek ister. Oysa ALLAH'ın izni olmadan onlara hic bir zarar veremez. Inananlar ALLAH'a guvensinler"},{"SurahNumber":58,"VerseNumber":11,"Text":"Ey inananlar, toplantılarda size \"Yer acınız\" dendiginde yer acınız ki ALLAH'ta size yer acsın. Size, \"Kalkınız\" dendiginde kalkınız ki ALLAH da icinizdeki inananları ve kendilerine bilgi verilenleri derecelerle yukseltsin. ALLAH tum yaptıklarınızdan haberdardır"},{"SurahNumber":58,"VerseNumber":12,"Text":"Ey inananlar, elciyle ozel gorusme yapacagınız zaman, gorusmenizden once (yoksullara) bir sadaka verin. Bu sizin icin daha iyi ve daha temizdir. Veremiyorsanız, ALLAH Bagıslayandır, Rahimdir"},{"SurahNumber":58,"VerseNumber":13,"Text":"Ozel gorusmenizden once bir sadaka vermekten cekindiniz mi ki onu uygulamadınız? ALLAH tevbenizi kabul eder. Namazı gozetin, zekatı verin, ALLAH'a ve elcisine uyun. ALLAH yaptıklarınızdan haberdardır"},{"SurahNumber":58,"VerseNumber":14,"Text":"ALLAH'ın kendilerine kızgın oldugu bir toplulugu dost edinenlere dikkat etmedin mi? Onlar ne sizdendir ne de onlardandır. Onlar bile bile yalan yere yemin ederler"},{"SurahNumber":58,"VerseNumber":15,"Text":"ALLAH onlar icin cetin bir ceza hazırlamıstır. Yaptıkları ne kadar da kotudur"},{"SurahNumber":58,"VerseNumber":16,"Text":"Yeminlerini kalkan edinerek ALLAH'ın yolundan saptırdılar. Onlar alcaltıcı bir azabı haketmislerdir"},{"SurahNumber":58,"VerseNumber":17,"Text":"Ne paraları, ne de evlatları, onları ALLAH'tan kurtaramıyacaktır. Onlar cehennem halkıdırlar ve orada ebedi kalıcıdırlar"},{"SurahNumber":58,"VerseNumber":18,"Text":"Gun gelecek, ALLAH hepsini diriltecek ve simdi size yemin ettikleri gibi O'na da yemin edeceklerdir. Kendilerinin (dogru) bir sey uzerinde olduklarını sanıyorlar! Dogrusu, onlar yalancılardır"},{"SurahNumber":58,"VerseNumber":19,"Text":"Seytan onları sahiplenmis ve onlara ALLAH'ın mesajını unutturmustur. Onlar seytanın partisidir. Seytanın partisi kesinlikle kaybedecektir"},{"SurahNumber":58,"VerseNumber":20,"Text":"ALLAH'a ve elcisine karsı gelenler, alcaklardandır"},{"SurahNumber":58,"VerseNumber":21,"Text":"ALLAH, \"Ben ve benim elcilerim kazanacaklardır,\" diye yazmıstır. ALLAH Gucludur, Ustundur"},{"SurahNumber":58,"VerseNumber":22,"Text":"ALLAH'a, elcisine ve ahiret gunune inanmıs bir topluluk goremezsin ki, ALLAH'a ve elcisine karsı gelenleri dost edinsin. Hatta onlar, kendilerinin anaları, babaları, cocukları, ogulları, kardesleri ve akrabaları bile olsa... Kalplerine inancı yazmıs ve katından bir vahiyle desteklemistir. Onları iclerinden ırmaklar akan, ebedi kalacakları cennetlere sokar. ALLAH onlardan hosnut olmustur, onlar da O'ndan hosnut olmuslardır. Onlar ALLAH'ın partisidir. Hic kuskusuz, ALLAH'ın partisi kazanacaktır"},{"SurahNumber":59,"VerseNumber":1,"Text":"Goklerde ve yerde ne varsa ALLAH'ı yuceltir. O Ustundur, Bilgedir"},{"SurahNumber":59,"VerseNumber":2,"Text":"O ki, kitap halkından inkarcı olanları ilk surgun icin ulkelerinden cıkarmıstır. Onların cıkacagını hic beklemiyordunuz. Kalelerinin kendilerini ALLAH'tan koruyacagını sandılar. Ancak ALLAH onlara ummadıkları bir yerden geldi ve kalplerine korku saldı. Boylece evlerini kendi elleriyle ve inananların elleriyle yıkıyorlar. Ey gorus sahipleri ibret alınız"},{"SurahNumber":59,"VerseNumber":3,"Text":"ALLAH onları ayrılmaya zorlamasaydı, bu dunyada cezalandıracaktı. Ahirette de onlara ates azabı vardır"},{"SurahNumber":59,"VerseNumber":4,"Text":"Cunku onlar ALLAH'a ve elcisine karsı geldiler. Kim ALLAH'a karsı gelse ALLAH'ın cezalandırması cetindir"},{"SurahNumber":59,"VerseNumber":5,"Text":"Bir agacı kesseniz de, yahut govdesi uzerinde bıraksanız da bu ALLAH'ın arzusuna goredir. O, yoldan cıkanları alcaltacaktır"},{"SurahNumber":59,"VerseNumber":6,"Text":"ALLAH'ın onlardan alıp elcisine verdikleri icin, siz at ve deve surmediniz (savasmadınız); ama ALLAH elcisini dilediginin ustune gonderir. ALLAH her seye kadirdir"},{"SurahNumber":59,"VerseNumber":7,"Text":"ALLAH'ın o ulkelerin halklarından elcisine ganimet bıraktıgı seyler ALLAH'ın ve elcisinindir. Yani akrabalara, yetimlere, yoksullara ve yolda kalmıslara verilmelidir ki zenginlerinizin arasında tekellesmesin. Elcinin size verdigini alın; ancak onun size vermediginden uzak durun. ALLAH'ı dinleyin. ALLAH'ın cezalandırması cetindir"},{"SurahNumber":59,"VerseNumber":8,"Text":"ALLAH'ın lutuf ve rızasını aradıkları, ALLAH'ı ve elcisini destekledikleri icin yurtlarından ve mallarından edilmis bulunan gocmenlerin fakirlerine (oncelikle vermelisiniz). Dogru olanlar bunlardır"},{"SurahNumber":59,"VerseNumber":9,"Text":"Onlardan once yurt ve inanca sahip olanlar, kendilerine goc edenleri severler ve verdiklerinden oturu iclerinde bir burukluk duymazlar. Hatta kendileri ihtiyac icinde bile olsalar onları kendilerinden onde tutarlar. Dogrusu, nefislerinin bencilliginden korunanlar kurtulanlardır"},{"SurahNumber":59,"VerseNumber":10,"Text":"Onlardan sonra gelenler, \"Rabbimiz, bizi ve bizden once inanmıs olan kardeslerimizi bagısla; kalbimizi inananlara karsı kin beslemekten koru. Rabbimiz, sen sefkatlisin, Rahimsin,\" derler"},{"SurahNumber":59,"VerseNumber":11,"Text":"Ikiyuzlu davrananlara dikkat etmedin mi? Kitap halkından inkarcı olan arkadaslarına, \"Cıkartılırsanız biz de sizinle birlikte cıkacagız ve sizin aleyhinize hic bir kimseye itaat etmiyecegiz. Sizinle savasılırsa, kesinlikle sizi destekleyecegiz,\" demektedirler. ALLAH onların yalancı olduguna tanıklık eder"},{"SurahNumber":59,"VerseNumber":12,"Text":"Dogrusu, onlar cıkarılsalar, onlarla birlikte cıkmazlar. Onlarla savasılırsa, onları desteklemezler. Destekleseler bile arkalarını donup kacarlar, sonra yardım gormezler"},{"SurahNumber":59,"VerseNumber":13,"Text":"Kalplerine, ALLAH'tan daha cok siz korku salıyorsunuz. Zira onlar anlayıssız bir topluluktur"},{"SurahNumber":59,"VerseNumber":14,"Text":"Onlar, iyi korunmus kentlerde veya duvarların ardında olmaları haricinde bir araya gelip sizinle savasamazlar. Aralarındaki cekismeleri cetindir. Onları birlik sanırsın, halbuki kalpleri darmadagınıktır. Zira onlar, akıllarını kullanmıyan bir topluluktur"},{"SurahNumber":59,"VerseNumber":15,"Text":"Kendilerinden kısa bir sure once gecmis olanlara benziyorlar. Onlar, islediklerinin karsılıgını tatmıslar ve acı bir azabı haketmislerdi"},{"SurahNumber":59,"VerseNumber":16,"Text":"Onlar tıpkı seytan gibidir: Insana, \"Inkar et\" der. Sonra o inkar edince de, \"Benim seninle bir iliskim yok. Ben, evrenlerin Rabbi ALLAH'tan korkarım,\" der"},{"SurahNumber":59,"VerseNumber":17,"Text":"Her ikisi de ebedi kalacakları ateste son buldular. Zalimlerin cezası iste boyledir"},{"SurahNumber":59,"VerseNumber":18,"Text":"Ey inananlar, ALLAH'ı sayıp dinleyin. Herkes yarın icin ne hazırladıgına baksın. ALLAH'ı sayıp dinleyin. ALLAH yaptıklarınızdan haberdardır"},{"SurahNumber":59,"VerseNumber":19,"Text":"ALLAH'ı unuttukları icin O'nun da kendilerini kendilerine unutturdugu kimseler gibi olmayın. Onlar yoldan cıkmıslardır"},{"SurahNumber":59,"VerseNumber":20,"Text":"Cennet halkıyla cehennem halkı bir olamaz; kazananlar ancak cennet halkıdır"},{"SurahNumber":59,"VerseNumber":21,"Text":"Bu Kuran'ı bir dagın uzerine indirseydik, ALLAH'a olan saygıdan oturu onun titreyip paramparca oldugunu gorecektin. Belki dusunurler diye biz insana boyle ornekler vermekteyiz"},{"SurahNumber":59,"VerseNumber":22,"Text":"O ALLAH'tır ki O'ndan baska tanrı yoktur. Tum gizemleri ve acıktakileri Bilendir. O Rahmandır, Rahimdir"},{"SurahNumber":59,"VerseNumber":23,"Text":"O ALLAH'tır ki O'ndan baska tanrı yoktur. Egemendir, Kutsaldır, Barıstır, Guvenilendir, Koruyandır, Ustundur, Gucludur, Uludur. Onların ortak kostuklarından ALLAH cok yucedir"},{"SurahNumber":59,"VerseNumber":24,"Text":"O, Yaratan, Vareden ve Bicim veren ALLAH'tır. Tum guzel isimler O'nundur. Goklerde ve yerde ne varsa O'nu yuceltir. O Ustundur, Bilgedir"},{"SurahNumber":60,"VerseNumber":1,"Text":"Ey inananlar, benim dusmanımı ve sizin dusmanınızı dost edinmeyin. Size gelen gercegi inkar etmis ve Rabbiniz olan ALLAH'a inandıgınız icin elciyi ve sizi (ulkenizden) cıkarmıs oldukları halde siz onlara sevgi gosteriyorsunuz. Rızamı kazanmak icin yolumda bir cihada cıktıysanız, onları nasıl gizlice sevebilirsiniz? Oysa ben, gizlediginizi de acıga vurdugunuzu da cok iyi bilirim. Sizden kim boyle davranırsa dogru yoldan sapmıs olur"},{"SurahNumber":60,"VerseNumber":2,"Text":"Sizi ele gecirseler size dusman kesilirler ve elleriyle, dilleriyle sizi incitirler. Inkar etmenizi isterler"},{"SurahNumber":60,"VerseNumber":3,"Text":"Yakınlarınız ve cocuklarınız size yarar saglamaz. Dirilis Gunu sizi yargılar. ALLAH yaptıklarınızı Gorendir"},{"SurahNumber":60,"VerseNumber":4,"Text":"Sizin icin Ibrahim ve onunla beraber olanlarda guzel bir ornek vardır. Onunla beraber olanlar, halklarına, \"Biz, sizden ve sizin ALLAH'ın dısında taptıklarınızdan uzagız. Sizi tanımıyoruz. YALNIZ ALLAH'a inanıncaya kadar bizimle sizin aranızda ebedi olarak dusmanlık ve nefret belirmistir. Ne var ki, Ibrahim'in babasına \"Senin bagıslanman icin dua edecegim, fakat ALLAH'tan gelecek hicbir seye karsı seni koruyamam.\" bicimindeki sozu (bir hata olarak) bunun dısındaydı. \"Rabbimiz, sana guvendik, sana yoneldik ve sonunda sana donecegiz"},{"SurahNumber":60,"VerseNumber":5,"Text":"Rabbimiz, inkarcılar icin bizi bir sınanma aracı kılma, bizi bagısla. Rabbimiz sen Ustunsun, Bilgesin"},{"SurahNumber":60,"VerseNumber":6,"Text":"ALLAH'ı ve Ahiret Gununu arzu edenleriniz icin onlarda guzel bir ornek vardır. Yuz cevirenlere gelince, Zengin ve Ovguye layık olan sadece ALLAH'tır"},{"SurahNumber":60,"VerseNumber":7,"Text":"Belki de ALLAH sizinle onlar arasındaki dusmanlıgı sevgiye cevirir. ALLAH Kadirdir. ALLAH Bagıslayandır, Rahimdir"},{"SurahNumber":60,"VerseNumber":8,"Text":"ALLAH, din ugrunda sizinle savasmayan ve sizi yurdunuzdan cıkarmayan kimselere iyilik yapmanızı ve onlara adaletli davranmanızı yasaklamaz. ALLAH adaletli davrananları sever"},{"SurahNumber":60,"VerseNumber":9,"Text":"Ancak ALLAH, sadece, sizinle din ugrunda savasan, sizi yurdunuzdan cıkaran ve sizi cıkarılmanıza yardım eden kimselerle dost olmanızı yasaklar. Onları dost edinenler zalimlerdir"},{"SurahNumber":60,"VerseNumber":10,"Text":"Ey inananlar, inanan gocmen kadınlar size sıgındıgında onları sorgulayın. ALLAH onların inanclarını cok iyi bilir. Inanclı olduklarını anlarsanız, onları kafirlere geri gondermeyin. Ne bunlar o inkarcılara helaldir, ne de onlar bunlara helaldir. Inkarcıların harcadıgı mehirlerini onlara geri verin. Mehirlerini odediginiz taktirde bunlarla evlenmenizde bir sakınca yoktur. Inkarcı kadınları sorumlulugunuzda tutmayın. Onlara harcadıgınız mehirlerinizi isteyebilirsiniz, onlar da verdikleri mehirlerini isteyebilirler. Bu, ALLAH'ın hukmudur. O, aranızda yargıda bulunur. ALLAH Bilendir, Bilgedir"},{"SurahNumber":60,"VerseNumber":11,"Text":"Kafirlere katılan esleriniz yoluyla bir seyler yitirdikten sonra (ganimet veya size katılanlar yoluyla bir seyler kazanıp) ustun gelirseniz, eslerini yitirmis olanlara, onların harcamıs oldukları mehir kadar verin. Inandıgınız ALLAH'ı sayıp dinleyin"},{"SurahNumber":60,"VerseNumber":12,"Text":"Ey peygamber, inanan kadınlar sana sıgındıklarında, ALLAH'a hic bir seyi ortak kosmamak, hırsızlık yapmamak, zina etmemek, cocuklarını oldurmemek, bir iftira uydurup getirmemek ve dogru islerde sana karsı gelmemek uzere yemin edip soz verirlerse onların sozunu kabul et ve onlar icin ALLAH'tan bagıslanma dile. ALLAH Bagıslayandır, Rahimdir"},{"SurahNumber":60,"VerseNumber":13,"Text":"Ey inananlar, ALLAH'ın kendilerine kızgın oldugu bir toplulugu dost edinmeyin. Inkarcılar, mezardakilerden nasıl umut kesmislerse onlar da ahiretten oylesine umut kesmislerdir"},{"SurahNumber":61,"VerseNumber":1,"Text":"Goklerde ve yerde olanlar ALLAH'ı yuceltir. O, Ustundur, Bilgedir"},{"SurahNumber":61,"VerseNumber":2,"Text":"Ey inananlar, neden yapmadıgınız veya yapmayacagınız seyleri soyluyorsunuz"},{"SurahNumber":61,"VerseNumber":3,"Text":"Yapmadıgınız seyi soylemeniz, ALLAH katında en sevilmeyen davranıslardandır"},{"SurahNumber":61,"VerseNumber":4,"Text":"ALLAH kendi yolunda kenetlenmis bir duvar gibi duzenli birlikler halinde savasanları sever"},{"SurahNumber":61,"VerseNumber":5,"Text":"Hani Musa, halkına: \"Ey halkım, benim, ALLAH'ın bir elcisi olarak size geldigimi bildiginiz halde neden beni incitiyorsunuz?\" demisti. Onlar egrilince, ALLAH ta kalplerini egriltti. ALLAH yoldan cıkmıs toplulukları dogruya ulastırmaz"},{"SurahNumber":61,"VerseNumber":6,"Text":"Hani Isa, halkına: \"Ey Israil ogulları, ben, size gonderilmis ALLAH'ın bir elcisiyim. Benden onceki Tevrat'ı onaylayıcı ve benden sonra gelecek ve ismi daha cok ovulen bir elciyi mujdeliyorum.\" Sonra kendilerine apacık delilleri gosterdiginde, \"Bu apacık bir buyudur,\" dediler"},{"SurahNumber":61,"VerseNumber":7,"Text":"Islam'a cagrıldıgı halde ALLAH hakkında yalan uydurandan daha zalim kim olabilir? ALLAH zalim toplulugu dogruya iletmez"},{"SurahNumber":61,"VerseNumber":8,"Text":"ALLAH'ın ısıgını agızlarıyla sondurmek isterler. Inkarcılar hoslanmasa da ALLAH ısıgını tamamlayacaktır"},{"SurahNumber":61,"VerseNumber":9,"Text":"O, elcisini hidayet ve gercek din ile gonderdi ki onu tum dinlere ustun kılsın, ortak kosanlar hoslanmasa da"},{"SurahNumber":61,"VerseNumber":10,"Text":"Ey inananlar, sizi acı azaptan kurtaracak bir ticareti size gostereyim mi"},{"SurahNumber":61,"VerseNumber":11,"Text":"ALLAH'a ve elcisine inanırsınız, ALLAH'ın yolunda canınız ve paranızla caba gosterirsiniz. Bu sizin icin en iyisidir, bir bilseniz"},{"SurahNumber":61,"VerseNumber":12,"Text":"Gunahlarınızı bagıslar ve sizi icinden ırmaklar akan bahcelere ve Adn bahcelerindeki saraylara sokar. Buyuk basarı budur"},{"SurahNumber":61,"VerseNumber":13,"Text":"Bundan baska sevdiginiz bir sey daha: ALLAH'tan bir destek ve yakın bir zafer... Inananları mujdele"},{"SurahNumber":61,"VerseNumber":14,"Text":"Ey inananlar, ALLAH'ı destekleyenler olun. Nasıl ki Meryem oglu Isa, ogrencilerine, \"ALLAH yolunda kim benim destekcilerim olur?\" diye sormustu. Ogrencileri, \"Biz ALLAH'ın destekcileriyiz,\" demislerdi. Israil ogullarından bir grup inandı, bir grup da inkar etti. Inananları dusmanlarına karsı destekledik; onlar ustun geldiler"},{"SurahNumber":62,"VerseNumber":1,"Text":"Goklerdekilerin ve yerdekilerin hepsi ALLAH'ı yuceltir. O Kraldır, En kutsaldır, Ustundur, Bilgedir"},{"SurahNumber":62,"VerseNumber":2,"Text":"O ki, ummilerin arasından, kendilerinden olan bir elci gondermistir ki onlara O'nun ayetlerini okuyor, onları temizliyor ve onlara kitabı ve bilgeligi ogretiyor. Bundan once onlar apacık bir sapıklık icinde bulunuyorlardı"},{"SurahNumber":62,"VerseNumber":3,"Text":"Ve henuz kendilerine katılmamıs bulunan baskalarına da... O Ustundur, Bilgedir"},{"SurahNumber":62,"VerseNumber":4,"Text":"Bu, ALLAH'ın lutfudur; dileyene ve/veya diledigine verir. ALLAH buyuk lutuf sahibidir"},{"SurahNumber":62,"VerseNumber":5,"Text":"Kendilerine Tevrat verilip de onun geregini yerine getirmeyenlerin ornegi, kitaplar tasıyan esegin durumuna benzer. ALLAH'ın ayetlerini yalanlayan toplulugun durumu ne kotudur. ALLAH zalim toplumu dogruya ulastırmaz"},{"SurahNumber":62,"VerseNumber":6,"Text":"De ki; \"Ey Yahudiler, halkın arasından yalnız kendinizin ALLAH'ın dostları oldugunuzu iddia ediyorsanız, olumu dileyin; dogru iseniz"},{"SurahNumber":62,"VerseNumber":7,"Text":"Onlar, yapmıs olduklarından oturu hic bir vakit onu dileyemiyeceklerdir. ALLAH zalimleri iyi bilir"},{"SurahNumber":62,"VerseNumber":8,"Text":"De ki; \"Kacmakta oldugunuz olum, mutlaka size ulasacak ve daha sonra gizliyi ve acıgı Bilenin huzuruna donduruleceksiniz. Yaptıgınız her seyi size bildirecektir"},{"SurahNumber":62,"VerseNumber":9,"Text":"Ey inananlar, cuma (toplantı) gunu namaza cagrıldıgınızda ALLAH'ı anmak icin acele edin ve alısverisi bırakın. Bilseniz, bu sizin icin daha iyidir"},{"SurahNumber":62,"VerseNumber":10,"Text":"Namaz bitince, yeryuzune yayılarak ALLAH'ın lutfunu arayın ve ALLAH'ı surekli anmaya devam edin"},{"SurahNumber":62,"VerseNumber":11,"Text":"Bazıları, bir ticaret veya bir eglence gordukleri zaman, seni ayakta bırakıp oraya akın ettiler. De ki, \"ALLAH'ın yanında bulunanlar eglenceden ve ticaretten daha iyidir. ALLAH en iyi rızık verendir"},{"SurahNumber":63,"VerseNumber":1,"Text":"Ikiyuzluler sana geldiklerinde, \"Senin ALLAH elcisi olduguna sehadet ederiz,\" derler. ALLAH senin kendi elcisi oldugunu bilir ve ALLAH ikiyuzlulerin yalan soyledigine de sehadet eder"},{"SurahNumber":63,"VerseNumber":2,"Text":"Onlar, yeminlerini kalkan yapıp ALLAH'ın yolundan saptırmaktadırlar. Yaptıkları ne kotudur"},{"SurahNumber":63,"VerseNumber":3,"Text":"Cunku onlar inandıktan sonra inkar ettiler; bu yuzden kalpleri muhurlendi; onlar anlamazlar"},{"SurahNumber":63,"VerseNumber":4,"Text":"Onları gordugun zaman, gorunusleri hosuna gider. Konusurlarsa sozlerini dinlersin. Onlar, dikilip dayanmıs kutukler gibidir. Her gurultuyu kendi aleyhlerine sanarlar; onlar gercek dusmandır; onlardan sakın. ALLAH onları kahretsin; nasıl da cevriliyorlar"},{"SurahNumber":63,"VerseNumber":5,"Text":"Onlara, \"Gelin de ALLAH'ın elcisi sizin icin bagıslanma dilesin,\" denildiginde, baslarını cevirirler; buyukluk taslayarak saptıklarını gorursun"},{"SurahNumber":63,"VerseNumber":6,"Text":"Onlar icin bagıslanma dilesen de dilemesen de birdir; ALLAH onları bagıslamıyacaktır. ALLAH yoldan cıkmıs toplulugu dogruya ulastırmaz"},{"SurahNumber":63,"VerseNumber":7,"Text":"Onlar, \"ALLAH''ın elcisinin yanında bulunanlara yardım etmeyin ki dagılıp gitsinler,\" diyenlerdir. Oysa goklerin ve yerin hazineleri ALLAH'a aittir; ama ikiyuzluler kavrayamazlar"},{"SurahNumber":63,"VerseNumber":8,"Text":"Kente donersek, ustun olanlar alcakları cıkaracaktır,\" diyorlar. Oysa ustunluk ALLAH'a, elcisine ve inananlara aittir. Ne var ki ikiyuzluler bilmezler"},{"SurahNumber":63,"VerseNumber":9,"Text":"Ey inananlar, paralarınız ve cocuklarınız sizi ALLAH'ı anmaktan alıkoymasın. Boyle davrananlar kaybedenlerdir"},{"SurahNumber":63,"VerseNumber":10,"Text":"Size olum gelip de, \"Rabbim keske beni kısa bir sure icin ertelesen de, yoksullara yardım ederek erdemlilerden olsam,\" demeden once verdigimiz rızıklardan yardım icin veriniz"},{"SurahNumber":63,"VerseNumber":11,"Text":"ALLAH suresi geldigi zaman hicbir canı ertelemez. ALLAH yaptıklarınızdan Haberdardır"},{"SurahNumber":64,"VerseNumber":1,"Text":"Goklerde ve yerde ne varsa ALLAH'ı yuceltir. Yonetim O'nundur, ovgu O'nadır. O her seye Gucu yetendir"},{"SurahNumber":64,"VerseNumber":2,"Text":"Sizi O yarattı. Sonra kiminiz inkarcı, kiminiz de inanclıdır. ALLAH tum yaptıklarınızı Gorendir"},{"SurahNumber":64,"VerseNumber":3,"Text":"Gokleri ve yeri belli bir amac icin yaratmıs, size bicim vermis ve biciminizi guzellestirmistir. Donus O'nadır"},{"SurahNumber":64,"VerseNumber":4,"Text":"Goklerde ve yerde olanları bilir; sizin gizlediklerinizi ve acıga vurduklarınızı da bilir. ALLAH gizli dusuncelerinizi cok iyi bilir"},{"SurahNumber":64,"VerseNumber":5,"Text":"Daha once inkar edip de yaptıklarının karsılıgını tadanların haberi size ulasmadı mı? Onlara acı bir azap vardır"},{"SurahNumber":64,"VerseNumber":6,"Text":"Cunku, elcileri onlara apacık kanıtlarla gidiyorlar ve onlar ise, \"Bize dogru yolu bir insan mı gosterecek?\" diyorlardı. Boylece inkar edip yuz ceviriyorlardı. ALLAH hic bir seye muhtac degildir. ALLAH Zengindir, Ovulendir"},{"SurahNumber":64,"VerseNumber":7,"Text":"Inkarcılar, diriltilmeyeceklerini ileri surerler. De ki, \"Evet, Rabbime andolsun diriltileceksiniz ve sonra yaptıklarınız size bildirilecektir. Bu, ALLAH'a kolaydır"},{"SurahNumber":64,"VerseNumber":8,"Text":"ALLAH'a, elcisine ve indirdigimiz bu ısıga inanınız. ALLAH yaptıklarınızdan Haberdardır"},{"SurahNumber":64,"VerseNumber":9,"Text":"Gun gelir, sizi toplanma gunu icin toplarız. Bu, aldanma gunudur. Kim ALLAH'a inanır ve erdemli davranırsa, kotuluklerini orter ve onu altından ırmaklar akan cennetlere sokar. Orada ebedi kalırlar. Buyuk basarı iste budur"},{"SurahNumber":64,"VerseNumber":10,"Text":"Inkar edenler, ayetlerimizi ve mucizelerimizi yalanlayanlar atesin halkıdır; orada ebedi kalıcıdırlar. Ne kotu bir varıs noktasıdır"},{"SurahNumber":64,"VerseNumber":11,"Text":"Basa ne gelirse ALLAH'ın izniyledir. Kim ALLAH'a inanırsa, gonlune yon gosterir. ALLAH her seyi bilendir"},{"SurahNumber":64,"VerseNumber":12,"Text":"ALLAH'a uyunuz, elcisine uyunuz. Yuz cevirirseniz, elcimizin gorevi acıkca bildirmekten ibarettir"},{"SurahNumber":64,"VerseNumber":13,"Text":"ALLAH: O'ndan baska tanrı yoktur. Inananlar yalnız ALLAH'a guvenmelidirler"},{"SurahNumber":64,"VerseNumber":14,"Text":"Ey inananlar, esleriniz ve cocuklarınız size dusman olabilirler. Oyleyse onlardan sakının. Ama affeder, hosgorulu davranır ve bagıslarsanız, elbette ALLAH da Bagıslayandır, Rahimdir"},{"SurahNumber":64,"VerseNumber":15,"Text":"Paralarınız ve cocuklarınız bir sınavdır. Buyuk odul ALLAH'ın yanındadır"},{"SurahNumber":64,"VerseNumber":16,"Text":"Gucunuz yettigi kadar ALLAH'ı sayın. Dinleyin, itaat edin ve kendi yararınız icin yardımda bulununuz. Nefsinin bencillik ve cimriliginden korunanlar basaranlardır"},{"SurahNumber":64,"VerseNumber":17,"Text":"ALLAH'a guzel bir odunc sunarsanız, O da onu sizin icin katlar ve sizi bagıslar. ALLAH Deger verir, Sefkatlidir"},{"SurahNumber":64,"VerseNumber":18,"Text":"Gizliyi ve acıgı Bilendir; Ustundur, Bilgedir"},{"SurahNumber":65,"VerseNumber":1,"Text":"Ey peygamber, kadınları bosadıgınız zaman bosama surelerini gozetin ve bu sureyi iyice hesaplayın. Rabbiniz olan ALLAH'ı dinleyin. Onları evlerinden cıkarmayın, onlar da cıkmasınlar (kotu davranarak onları buna zorlamayın). Ancak kanıtlanmıs bir zina islemeleri bunun dısındadır. ALLAH'ın yasası budur. Kim ALLAH'ın yasasını cignerse kendisine zulmetmis olur. Bilmezsin, belki ALLAH bundan sonra (olumlu) bir is ortaya cıkarır"},{"SurahNumber":65,"VerseNumber":2,"Text":"Surelerini doldurdukları zaman, onları guzelce tutun, yahut guzelce ayırın. Icinizden adalet sahibi iki kisiyi de bu isleme tanık tutun. Tanıklıgı ALLAH icin yapınız. Iste bu, ALLAH'a ve ahiret gunune inananlar icin bir oguttur. Kim ALLAH'ı sayıp dinlerse ona bir cıkıs yolu yaratır"},{"SurahNumber":65,"VerseNumber":3,"Text":"Ve beklemedigi yerden ona rızık verir. Kim ALLAH'a guvenirse O, ona yeter. ALLAH buyrugunu yerine getirendir. ALLAH hersey icin bir olcu koymustur"},{"SurahNumber":65,"VerseNumber":4,"Text":"Menopoz donemine girerek aybasından kesilen kadınlarınıza gelince, kuskunuz varsa, bekleme sureleri uc aydır. Aybası hali gormeyen ve gebe olanların suresi, yuklerini bırakmalarıyla sona erer. Kim ALLAH'ı dinlerse, onun isini kolaylastırır"},{"SurahNumber":65,"VerseNumber":5,"Text":"Bu, ALLAH'ın size indirdigi emridir. Kim ALLAH'ı dinlerse onun kotuluklerini orter ve odulunu buyutur"},{"SurahNumber":65,"VerseNumber":6,"Text":"O kadınları, gucunuz oranında, oturdugunuz yerde oturtun. Ayrılmaya zorlamak icin onları rahatsız etmeyin. Gebe iseler, yuklerini bırakıncaya kadar onların gecimlerini saglayın. Sizin icin emzirirlerse ucretlerini odeyin. Aranızda guzel bir iliski kurun. Guclukle karsılasırsanız, onu baska bir kadın emzirecektir"},{"SurahNumber":65,"VerseNumber":7,"Text":"Varlıklı kimse varlıgı oranında nafaka yardımında bulunsun. Dar gelirli ise, ALLAH'ın kendisine verdiginden versin. ALLAH bir kimseye vermis oldugundan fazla bir sorumluluk yuklemez. ALLAH zorluktan sonra kolaylık getirecektir"},{"SurahNumber":65,"VerseNumber":8,"Text":"Nice kentler, Rab'lerinin ve O'nun gonderdigi elcilerin emirlerine bas kaldırdı. Sonunda biz de onları cetin bir hesaba cektik ve onları gorulmemis bicimde cezalandırdık"},{"SurahNumber":65,"VerseNumber":9,"Text":"Kararlarının sonucunu tattılar. Kararlarının sonucu bir husran oldu"},{"SurahNumber":65,"VerseNumber":10,"Text":"ALLAH onlar icin cetin bir ceza hazırlamıstır. Oyleyse, ey akıl sahibi inananlar, ALLAH'ı dinleyiniz. ALLAH size bir mesaj"},{"SurahNumber":65,"VerseNumber":11,"Text":"bir elci indirmistir. Inanıp erdemli davrananları karanlıklardan aydınlıga cıkarmak icin size ALLAH'ın apacık ayetlerini okur. Kim ALLAH'a inanır ve erdemli davranırsa onu icinde ırmaklar akan cennetlere sokar; orada ebedi kalırlar. ALLAH ona guzel rızık vermistir"},{"SurahNumber":65,"VerseNumber":12,"Text":"Yedi gogu ve yerden/topraktan da o kadar yaratan ALLAH'tır. Buyruklar onların arasında akıp durur. Boylece ALLAH'ın herseye gucu yettigini ve ALLAH'ın herseyi bilgiyle kusatmıs oldugunu bilesiniz"},{"SurahNumber":66,"VerseNumber":1,"Text":"Ey peygamber, sırf eslerini memnun etmek amacıyla, ALLAH'ın sana helal (yasal) kıldıgını kendine yasaklıyorsun. ALLAH Bagıslayandır, Rahimdir"},{"SurahNumber":66,"VerseNumber":2,"Text":"ALLAH, yeminlerinizin helallestirmenin yolunu bildirmistir. Mevlanız (efendiniz) ALLAH'tır. O Bilendir, Bilgedir"},{"SurahNumber":66,"VerseNumber":3,"Text":"Peygamber, eslerinden birine gizlice bir hadis soylemisti. Esi bunu yayınca, ALLAH onu bundan haberdar kıldı. Ona durumun bir kısmını bildirmis, bir kısmından ise vazgecmisti. Peygamber konuyu esine acınca esi, \"Bunu sana kim haber verdi?\" diye sordu. \"Herseyi Bilen ve herseyden Haberdar olan bana bildirdi,\" diye cevapladı"},{"SurahNumber":66,"VerseNumber":4,"Text":"Ikiniz ALLAH'a tevbe ederseniz kalbiniz yonelmis olur. Ona (elciye) karsıt olarak birbinizi destekleseniz, onun mevlası (koruyucusu/efendisi) ALLAH'tır; Cibril, erdemli inananlar ve melekler de onu destekler"},{"SurahNumber":66,"VerseNumber":5,"Text":"Sizi bosarsa, Rabbi ona, belki sizin yerinize sizden daha iyi, (Tanrı'ya) teslim olan, inanan, adayan, yonelen, kulluk eden, aktif, dul ve genc esler verir"},{"SurahNumber":66,"VerseNumber":6,"Text":"Ey inananlar, yakıtı halk ve taslar olan atesten kendinizi ve ailenizi koruyun. Atesin uzerinde sert ve guclu melekler olup, ALLAH'ın buyruguna karsı gelmezler ve kendilerine ne emredilmisse onu uygularlar"},{"SurahNumber":66,"VerseNumber":7,"Text":"Ey inkarcılar, bugun ozur beyan etmeyin. Siz, ancak yapmıs olduklarınızın karsılıgını gormektesiniz"},{"SurahNumber":66,"VerseNumber":8,"Text":"Ey inananlar, ALLAH'a yurekten tevbe edin ki Rabbiniz kotuluklerinizi ortsun ve altından ırmaklar akan cennetlere soksun. ALLAH, o gun peygamberi ve beraberinde bulunanları utandırmaz. Isıkları, onlerinden sag yanlarına dogru yayılır ve, \"Rabbimiz, bizim icin ısıgımızı tamamla ve bizi bagısla; sen herseye gucu yetensin,\" derler"},{"SurahNumber":66,"VerseNumber":9,"Text":"Ey peygamber, kafirlere ve ikiyuzlulere karsı savasım ver ve onlara karsı sert davran. Yerleri cehennemdir. O ne kotu duraktır"},{"SurahNumber":66,"VerseNumber":10,"Text":"ALLAH inkarcılara, Nuh'un karısı ile Lut'un karısını ornek verir. Iki erdemli kulumuzun nikahı altında bulunuyorlardı; ancak onlara ihanette bulundular. Kocaları ALLAH'tan gelen hic bir seyi o ikisinden savamadı. Ikisine de, \"Girenlerle birlikte cehenneme girin,\" denildi"},{"SurahNumber":66,"VerseNumber":11,"Text":"ALLAH inananlara, Firavun'un hanımını ornek verir. O, \"Rabbim, benim icin cennette bir ev kur ve beni Firavun'dan ve yaptıklarından kurtar; beni bu zalim halktan kurtar,\" demisti"},{"SurahNumber":66,"VerseNumber":12,"Text":"Ve Imran kızı Meryem de... O, iffetini korudu, biz de ruhumuzdan ona ufledik. O Rabbinin kelimelerine ve kitaplarına inandı; itaat edenlerden oldu"}]}