{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Ylpeiden johtomiehet hanen kansansa keskuudessa sanoivat: »Me ajamme totisesti pois kaupungistamme seka sinut Soeib etta ne, jotka sinun tavallasi uskovat, tai sitten palaatte meidan uskontoomme.» Han sanoi: »Siihenko, joka on meille vastenmielinen?»"},{"SurahNumber":7,"VerseNumber":89,"Text":"Sepittaisimmehan siten valheen Jumalasta, jos palaisimme teidan uskontoonne Jumalan pelastettua meidat siita. Me emme palaa luoksenne vaan teemme niin kuin Jumala tahtoo. Herramme hallitsee kaiken olevaisen tiedollaan; Jumalaan me luotamme. Herramme, ratkaise totuudessasi (kiista) meidan ja kansamme valilla, Sina olet paras ratkaisija.»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Ja uskottomien johtomiehet hanen kansansa keskuudessa sanoivat: »Totisesti, jos seuraatte Soeibia, olette kadotuksen omia.»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Silloin yllatti maanjaristys heidat, ja seuraavana aamuna makasivat he kuolleina olinpaikoissaan"},{"SurahNumber":7,"VerseNumber":92,"Text":"Ikaankuin niita, jotka vaittivat Soeihia valehtelijaksi, ei koskaan olisi ollutkaan; ne, jotka pitivat Soeibia valehtelijana, perivat havion"},{"SurahNumber":7,"VerseNumber":93,"Text":"Ja han kaantyi pois heista ja sanoi: »Kansani, olenhan saattanut teille Herrani sanoman ja neuvonut teita hyvaan; miksi kantaisin murhetta epauskoisten ihmisten takia?»"},{"SurahNumber":7,"VerseNumber":94,"Text":"Emme Me koskaan ole lahettanyt ketaan profeettaa mihinkaan kaupunkiin koettelematta sen asukkaita surulla ja vastoinkaymisella, jotta he noyrtyisivat"},{"SurahNumber":7,"VerseNumber":95,"Text":"Senjalkeen Me vaihdoimme pahan hyvaan, niin etta he paisuivat ja sanoivat: »Niinhan esi~isaimmekin elama kulki surusta iloon.» Ja silloin Me yllatimme heidat akkiarvaamatta,eivatka he huomanneet sita"},{"SurahNumber":7,"VerseNumber":96,"Text":"Mutta jos kaupunkien asukkaat olisivat pysyneet uskossa ja jumalanpelossa, olisimme Me totisesti siunanneet heita runsaasti seka taivaasta etta maasta kasin; mutta he punoivat valhetta, ja silloin Me yllatimme heidat ansionsa mukaan"},{"SurahNumber":7,"VerseNumber":97,"Text":"Ovatko kaupunkien asukkaat varmat siita, ettei Meidan voimamme heidan ylitsensa lankea yon aikaan heidan nukkuessaan"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ovatko kaupunkien asukkaat turvassa Meidan voimaltamme valoisan paivan aikaan huvitellessaan"},{"SurahNumber":7,"VerseNumber":99,"Text":"Ja ovatko he sitten turvassa Jumalan suunnitelmilta? Eihan kukaan kuvittele olevansa turvassa Jumalan aikeilta paitsi perikatoon kulkevat ihmiset"},{"SurahNumber":7,"VerseNumber":100,"Text":"Eiko niille, jotka perivat maan sen entisten asukkaitten jalkeen, ole selvinnyt, etta jos hyvaksi nakisimme, voisimme Me heita rangaista heidan synneistansa ja sulkea sinetilla heidan sydamensa, niin etteivat he johdatustamme omaksua voisi"},{"SurahNumber":7,"VerseNumber":101,"Text":"Nama ovat kaupungit, joiden tarinan Me olemme kertonut sinulle, Muhammed. Heidan lahettilaansa tulivat heidan luokseen tuoden selvat todistukset, mutta he eivat kyenneet uskomaan siihen, minka he ennen olivat vaaraksi vaittaneet. Niin sulkee Jumala epauskoisten sydamet"},{"SurahNumber":7,"VerseNumber":102,"Text":"Havaitsimme, ettei heidan enemmistonsa ollut liitolle uskollinen, vaan suurin osa heista oli suorastaan jumalattomia"},{"SurahNumber":7,"VerseNumber":103,"Text":"Heidan jalkeensa lahetimme Mooseksen tunnusmerkkeinemme Faraon ja hanen paallikoittensa luo, mutta he olivat nurjamielisia noita merkkejamme kohtaan. Ja katso, minkalaatuisen lopun saivat nuo vaarintekijat"},{"SurahNumber":7,"VerseNumber":104,"Text":"Mooses sanoi: »Oi, Farao, olen totisesti maailmojen Herran lahettilas"},{"SurahNumber":7,"VerseNumber":105,"Text":"En voi puhua muuta kuin totuutta Jumalasta. Olen tuonut luoksenne Herrani lahettamat selvat todistukset, - laheta siis Israelin lapset kanssani"},{"SurahNumber":7,"VerseNumber":106,"Text":"Han vastasi: »Jos olet tullut jokin tunnusmerkki mukanasi, nayta se, mikali totta puhut!»"},{"SurahNumber":7,"VerseNumber":107,"Text":"Niin heitti han sauvansa maahan, ja katso, siita tuli ilmeinen kaarme"},{"SurahNumber":7,"VerseNumber":108,"Text":"Ja han ojensi katensa, ja se naytti katselijoista vaikealta"},{"SurahNumber":7,"VerseNumber":109,"Text":"Silloin sanoivat Faraon kansan paallikot: »Tama on totisesti taitava noita"},{"SurahNumber":7,"VerseNumber":110,"Text":"joka aikoo loihtia teidat maastanne. Mita neuvotte tassa pulmassa?»"},{"SurahNumber":7,"VerseNumber":111,"Text":"He (neuvonantajat) vastasivat: »Anna hanen ja hanen veljensa odottaa ja laheta sanansaattajia kaupunkeihin"},{"SurahNumber":7,"VerseNumber":112,"Text":"noutamaan tanne luoksesi kaikki taitavat noidat.»"},{"SurahNumber":7,"VerseNumber":113,"Text":"Ja noidat tulivat Faraon luo ja sanoivat: »Saammehan kai palkinnon, jos paasemme voitolle?»"},{"SurahNumber":7,"VerseNumber":114,"Text":"Han vastasi: »Saatte, ja totisesti paasette lahimpaan seurueeseeni.»"},{"SurahNumber":7,"VerseNumber":115,"Text":"Silloin sanoivat he: »Mooses, heitatko sina ensin, vai meko aloitamme?»"},{"SurahNumber":7,"VerseNumber":116,"Text":"Han vastasi: »Aloittakaa te!» Ja heitettyaan (sauvansa) he lumosivat ihmisten silmat ja saikahdyttivat heidat, ja hirvea oli heidan loihtutaitonsa"},{"SurahNumber":7,"VerseNumber":117,"Text":"Mutta Me annoimme kaskyn Moosekselle: »Heita sauvasi!» Ja katso, se nieli kaiken, minka he olivat loihtineet esiin"},{"SurahNumber":7,"VerseNumber":118,"Text":"Siten ilmaisi totuus itsensa, ja kaikki, mita he tekivat, meni tyhjiin"},{"SurahNumber":7,"VerseNumber":119,"Text":"Ja he tulivat siina paikassa voitetuiksi ja peraytyivat masentuneina"},{"SurahNumber":7,"VerseNumber":120,"Text":"Ja noidat lankesivat maahan"},{"SurahNumber":7,"VerseNumber":121,"Text":"huudahtaen: »Me uskomme maailmojen Herraan"},{"SurahNumber":7,"VerseNumber":122,"Text":"Mooseksen ja Aaronin Herraan.»"},{"SurahNumber":7,"VerseNumber":123,"Text":"Silloin sanoi Farao: »Uskotteko haneen ennenkuin Mina annan teille luvan? Katso, tallaisenko juonen olette keksineet kaupunkia vastaan karkoittaaksenne sen asukkaat. Mutta te saatte viela kokea"},{"SurahNumber":7,"VerseNumber":124,"Text":"Totisesti hakkautan poikki katenne ja jalkanne, toisen toiselta puolelta; senjalkeen naulitsen teidat kaikki riippumaan.»"},{"SurahNumber":7,"VerseNumber":125,"Text":"He sanoivat: »Nyt on meidan totisesti palattava Herramme luo"},{"SurahNumber":7,"VerseNumber":126,"Text":"Sina purat vihaasi meita vastaan vain siksi, etta me uskomme Herramme tunnusmerkkeihin, kun ne meille lahetettiin. Herra! Tayta meidat karsivallisyydella ja auta meita kuolemaan Sinulle alistuneina (muslimeina).»"},{"SurahNumber":7,"VerseNumber":127,"Text":"Ja Faraon kansan paallikot sanoivat: »Sallitko sina Mooseksen ja hanen kansansa aikaansaada maassa turmelusta ja hylata sinut ja sinun Jumalasi?» Han sanoi: »Me surmaamme heidan poikansa ja annamme heidan tyttariensa elaa; katso, meilla on oleva valta heidan ylitseen.»"},{"SurahNumber":7,"VerseNumber":128,"Text":"Ja Mooses sanoi kansalleen: »Huutakaa Jumalaa avuksenne ja olkaa lujia; katso, Jumalan on maa; Han antaa sen perinnoksi niille orjistaan, joille tahtoo, ja hyva loppu kuuluu niille, jotka pysyvat (Hanelle) uskollisina.»"},{"SurahNumber":7,"VerseNumber":129,"Text":"He vastasivat: »Me karsimme vaaryytta ennenkuin tulit luoksemme ja samoin tulosi jalkeen». Han sanoi: »Ehka Herranne havittaa vihollisenne ja tekee teidat hanen seuraajiksensa maan paalla, silla han haluaa nahda, kuinka te kayttaydytte.»"},{"SurahNumber":7,"VerseNumber":130,"Text":"Olemmehan rangaissut Faraon kansaa nalkavuosilla ja hedelmien menetyksella, jotta se ottaisi varoituksesta vaarin"},{"SurahNumber":7,"VerseNumber":131,"Text":"Ja kun jotakin hyvaa tuli heidan osakseen, he sanoivat: »Tamahan kuuluikin meille.» Mutta kun paha kohtasi heita, tyonsivat he syyn Mooseksen ja hanen kannattajiensa niskoille. Mutta eiko heidan kohtalonsa riippunut vain Jumalasta? Kuitenkaan ei suurin osa heista sita tajunnut"},{"SurahNumber":7,"VerseNumber":132,"Text":"Ja he sanoivat (Moosekselle): »Nayta mika tunnusmerkki tahansa lumotaksesi meidat, emme me kuitenkaan usko sinuun.»"},{"SurahNumber":7,"VerseNumber":133,"Text":"Silloin lahetimme Me heille vedenpaisumuksen, heinasirkkoja, syopalaisia, sammakoita ja verta; koko sarjan selvia tunnusmerkkejamme, mutta syntinen kansa paisui ylpeydessaan"},{"SurahNumber":7,"VerseNumber":134,"Text":"Ja aina kun vaiva kohtasi heita, sanoivat he: »Mooses, rukoile puolestamme Herraasi, koska Han on tehnyt liiton kanssasi. Katso, jos poistat taman vaivan, niin uskomme sinuun ja totisesti paastamme Israelin lapset menemaan kanssasi.»"},{"SurahNumber":7,"VerseNumber":135,"Text":"Mutta niin pian kuin Me olimme vapauttanut heidat vaivasta ja heille pantu maaraaika oli mennyt umpeen, rikkoivat he lupauksensa"},{"SurahNumber":7,"VerseNumber":136,"Text":"Silloin langetimme Me tuomion heille ja hukutimme heidat veteen, koska he vaittivat tunnusmerkkimme valheeksi ja ylenkatsoivat ne"},{"SurahNumber":7,"VerseNumber":137,"Text":"Ja kansalle, jota he noyryyttivat, annoimme Me perinnoksi seka itaiset etta lantiset rajamaat, maan, jonka olimme siunannut; ja niin tayttyi Herrasi ihana sana Israelin lasten suhteen, siksi etta he kestivat lujina. Ja Me havitimme Faraon ja hanen kansansa tyot ja rakennukset"},{"SurahNumber":7,"VerseNumber":138,"Text":"Ja Me johdimme Israelin lapset meren halki, ja he tulivat eraan kansan luo, joka palveli epajumaliaan. He sanoivat: »Mooses, tee meille jumala, heidan jumaliensa kaltainen.» Han sanoi: »Totisesti olette te kansa, joka harhoihin mieltyy.»"},{"SurahNumber":7,"VerseNumber":139,"Text":"Katso, perikatoon on joutuva kaikki, johon nuo turvaavat, ja turhuutta ovat heidan tekonsa"},{"SurahNumber":7,"VerseNumber":140,"Text":"Han sanoi: »Teilleko etsisin toista jumalaa kuin Jumalan, joka teidat korotti maailman kansojen yli?»"},{"SurahNumber":7,"VerseNumber":141,"Text":"Ja (muistakaa) kuinka Me pelastimme teidat Faraon kansan kasista; he raakkasivat teita hirveimmalla tavalla, surmasivat poikanne, jattaen tyttarenne elamaan. Totisesti oli tama raskas koettelemus Herraltanne"},{"SurahNumber":7,"VerseNumber":142,"Text":"Me maarasimme Mooseksen kolmeksikymmeneksi vuorokaudeksi yksinaisyyteen ja lisasimme niita kymmenella, niin etta hanen Herransa maaraama aika oli neljakymmenta vuorokautta. Ja Mooses sanoi veljelleen Aaronille: »Ole sijaisenani kansani keskuudessa! Tee, mika oikein on, alaka antaudu vaarintekijain tielle!»"},{"SurahNumber":7,"VerseNumber":143,"Text":"Ja kun Mooses tuli Meidan maaraamaamme paikkaan ja hanen Herransa puhutteli hanta, sanoi han: »Herrani, ilmesty minulle, jotta saisin katsella Sinua!» Herra vastasi: »Et kykene katselemaan Minua; mutta katsele vuorta, ja jos se seisoo lujana paikallaan, saat sina nahda minut», ja kun hanen Herransa peitti vuoren kirkkaudellaan, raukesi se hajalleen, ja Mooses lankesi pyortyneena maahan. Tultuaan tajuihinsa sanoi han: »Ylistys olkoon Sinulle! Katuen kaannyn puoleesi ja olen ensimmainen oikeauskoisista.»"},{"SurahNumber":7,"VerseNumber":144,"Text":"Han vastasi: »Mooses, katso, sinulle antamillani ilmoituksilla ja sanomilla olen valinnut sinut ennen kaikkia ihmisia. Ota vastaan, minka olen sinulle antanut, ja ole kiitollinen!»"},{"SurahNumber":7,"VerseNumber":145,"Text":"Ja Me kirjoitimme hanelle lauluihin kaikki varteen otettavat asiat seka kaikki selitykset sanoen: »Pida nama lujasti ja kaske kansaasi valitsemaan paras! Pian Me naytamme Sinulle jumalattomain osan.»"},{"SurahNumber":7,"VerseNumber":146,"Text":"Olen kaantava pois tunnusmerkeistani ne, jotka aiheetta ylpeilevat maan paalla; vaikka he nakisivat kaikki mahdolliset tunnusmerkit, eivat he usko niihin, ja jos he saavat nahda vanhurskauden tien, eivat he omaksu sita, mutta jos he nakevat harhatien, ottavat he sen omakseen. Ja nain siksi, etta he pitavat tunnusmerkkimme vaiheena ja ylenkatsovat ne"},{"SurahNumber":7,"VerseNumber":147,"Text":"Jotka valheeksi vaittavat Meidan tunnusmerkkimme ja iankaikkisen elaman, heidan tyonsa raukeavat tyhjiin. Palkittaisiinko heita toisin kuin tekojensa mukaan"},{"SurahNumber":7,"VerseNumber":148,"Text":"Ja Mooseksen kansa, hanen poissaolonsa aikana, teki koristuksistaan itselleen (epajumalakseen) vasikan, joka ammui. Eiko heidan mieleensa johtunut, ettei se osannut puhua heille eika johtaa heita (oikein) vaeltamaan. He omaksuivat sen ja tulivat vaarintekijoiksi"},{"SurahNumber":7,"VerseNumber":149,"Text":"Mutta kun he kavahtivat ja huomasivat eksyneensa, sanoivat he: »Ellei Herramme armahda meita ja anna meille anteeksi, olemme totisesti kadotuksen omat.»"},{"SurahNumber":7,"VerseNumber":150,"Text":"Ja tullessaan vihaisena ja murheellisella kansansa luo Mooses sanoi: »Kuinka kurjaa onkaan se, mihin poissaollessani ryhdyitte! Pyritteko sivuuttamaan Herranne kaskyja?» Ja han paiskasi taulut kasistaan, tarttui veljensa paahan ja tempasi hanet puoleensa. Tama (Aaron) sanoi: »Aitini poika, katso, kansa vaheksyi minun mahtini ja oli vahalla surmata minut. Siksi ala anna vihollisten iloita onnettomuudestani alaka tyonna minua vaarintekijoitten joukkoon.»"},{"SurahNumber":7,"VerseNumber":151,"Text":"Han sanoi: »Herrani, anna anteeksi minulle ja veljelleni ja sulje meidat laupeuteesi; silla sina olet armeliain armahtavien joukossa.»"},{"SurahNumber":7,"VerseNumber":152,"Text":"(Herra sanoi): »Niita, jotka tekivat itselleen vasikan, kohtaa totisesti heidan Herransa viha ja kurjuus maallisessa ela~ massa. Siten palkitsemme ne, jotka (valheita) sepittavat"},{"SurahNumber":7,"VerseNumber":153,"Text":"Mutta jos ne, jotka pahaa tekevat, kaantyvat ja tulevat uskoon, on sinun Herrasi totisesti jalkeenpain anteeksiantava ja armelias"},{"SurahNumber":7,"VerseNumber":154,"Text":"Kun Mooseksen viha oli lauhtunut, otti han maasta taulut, joihin oli piirretty johdatuksen ja armon sanat niille, jotka Her~ raansa pelkaavat"},{"SurahNumber":7,"VerseNumber":155,"Text":"Ja Mooses valitsi seitsemankymmenta miesta kansastaan Meidan maaraamaksemme ajaksi, ja kun maanjaristys yllatti heidat, han sanoi: »Herra, jos niin olisit tahtonut, olisit voinut jo aikaa sitten surmata heidat ja minutkin. Surmaisitko nyt meidat sen tahden, mita hullut joukossamme ovat tehneet? Jumalani! heidan toimensa tahtoasi vastaan on sinun puoleltasi vain koettelemus, jolla saatat harhaan kenet tahdot ja johdatat kenet tahdot. Olet Suojelijamme; anna meille anteeksi ja armahda meita. Sina, joka olet paras kaikista armahtajista"},{"SurahNumber":7,"VerseNumber":156,"Text":"Ja anna meille kasky kaikkeen hyvaan tassa maailmassa ja tulevassa elamassa; katso, luoksesi olemme me palanneet ja nayttamasi oikean tien omistimme.» Han vastasi: »Kuritukseni kohtaa keta tahdon, mutta laupeuteni voittaa kaiken; sen maaraan ohjeeksi niille, jotka hurskautta harjoittavat ja antavat almuja, seka niille, jotka uskovat tunnusmerkkeihimme»"},{"SurahNumber":7,"VerseNumber":157,"Text":"niille, jotka seuraavat tata lahettilasta, oppimatonta profeettaa, josta he loytavat kuvauksen Toorassa ja Evankeliumissa. Han tulee vaatimaan heilta hyvia tekoja ja kieltamaan vaaryyden, sallimaan heille mika puhdasta on ja kieltamaan saastaisen; han on vapauttava heidat kuormasta ja kahleista, joihin heidat on kytketty. Jotka uskovat haneen, kunnioittavat ja auttavat hanta seka seuraavat sita valoa, joka on lahetetty hanen mukanaan, ne ovat onnellisia"},{"SurahNumber":7,"VerseNumber":158,"Text":"Sano: »Ihmissuku! Olen totisesti Jumalan lahettilas teille kaikille, taivaassa ja maan paalla; Hanen, jonka on valta taivaassa ja maan paalla; ei ole muuta jumalaa kuin Han, Han antaa elaman ja kuoleman. Uskokaa siis Jumalaan ja Hanen lahettilaaseensa, oppimattomaan profeettaan, joka uskoo Jumalaan ja Hanen sanoihinsa, ja seuratkaa Hanta, jotta tulisitte oikealle tielle!»"},{"SurahNumber":7,"VerseNumber":159,"Text":"Mooseksen kansan keskuudessa on joukko, joka johtaa (muita)totuudessa ja sen mukaan jakaa oikeutta"},{"SurahNumber":7,"VerseNumber":160,"Text":"Me olemme jakanut heidat kahteentoista heimoon ja ryhmaan. Ja Me annoimme Moosekselle seuraavan ilmestyksen hanen pyytaessaan vetta kansalleen: »Iske sauvallasi kallioon!» Silloin kaksitoista lahdetta pulppusi siita esille; jokainen heimo loysi vedensaantipaikkansa. Ja Me annoimme pilven varjostaa heita ja lahetimme heille ylhaalta mannaa ja viiriaisia. - »Syokaa sita hyvaa, minka olemme teille suonut!» Emmeka Me tehnyt heille vaaryytta, vaan he tekivat sita itselleen"},{"SurahNumber":7,"VerseNumber":161,"Text":"Ja kun heille sanottiin: »Asukaa tassa kaupungissa ja ottakaa siita ravintonne, minka haluatte, sanokaa: Hittatun (syntien paasto) ja astukaa sisaan portista kumartaen, niin annamme anteeksi pahuutenne ja enennamme armomme niille, jotka hyvaa tekevat.»"},{"SurahNumber":7,"VerseNumber":162,"Text":"Silloin vaaryydentekijat heidan joukossaan vaansivat taman sanan toiseksi, jota heille ei oltu sanottu. Siksi lahetimme heille rangaistuksen ylhaalta, etta he vaarin tekivat"},{"SurahNumber":7,"VerseNumber":163,"Text":"Ja kysele heilta, Muhammed, kaupungista, joka oli meren rannalla, silloin kun he rikkoivat sapatin; silla sapattipaivana heidan kalansa tulivat parvittain veden pintaan heidan luokseen, mutta sina paivana, jolloin he eivat sapattia viettaneet, ne eivat tulleet. Niin koettelimme Me heita sen vuoksi, etta he olivat tottelemattomia"},{"SurahNumber":7,"VerseNumber":164,"Text":"Ja kun eras ryhma heista sanoi: »Miksi varoitatte te ihmisia, jotka Jumala aikoo hukuttaa tai joille Han lahettaa ankaran vitsauksen?» he vastasivat: »Valttyaksemme Herranne soimauksilta ja jotta he karttaisivat pahaa.»"},{"SurahNumber":7,"VerseNumber":165,"Text":"Ja kun he unohtivat saamansa varoitukset, pelastimme Me ne, jotka kielsivat vaaryyden, ja kuritimme vaaryydentekijoita ankaralla vitsauksella heidan jumalattomuutensa tahden"},{"SurahNumber":7,"VerseNumber":166,"Text":"Ja heidan kerskuessaan teoista, jotka heilta olivat kielletyt, sanoimme Me heille: »Muuttukaa inhottaviksi apinoiksi!»"},{"SurahNumber":7,"VerseNumber":167,"Text":"Ja (muistele), miten sinun Herrasi ilmoitti heille, etta Han aikoi aina ylosnousemuksen paivaan asti lahettaa heille (kurittajia), jotka rasittavat heita mita pahimmilla vaivoilla. Sinun Herrasi on totisesti nopea rankaisemaan, mutta Han on myos armahtavainen ja laupias"},{"SurahNumber":7,"VerseNumber":168,"Text":"Ja Me jaoimme heidat eri ryhmiksi maan paalla. Heidan joukossaan on vanhurskaita ja on sellaisia, jotka ovat kaukana hyvasta, ja Me koettelimme heita seka hyvalla etta huonolla (onnella), jotta he kaantyisivat (luoksemme)"},{"SurahNumber":7,"VerseNumber":169,"Text":"Heita seurasivat heidan jalkelaisensa, jotka perivat Pyhan kirjoituksen; he kavivat kasiksi taman maailman hyvaan sanoen: »Kylla se suodaan meille anteeksi», ja jos taaskin sattui samanlaatuista hyvaa heidan kohdalleen, tarttuivat he siihen. Eiko kirjoituksen liitto velvoittanut heita puhumaan Jumalasta ainoastaan sita, mika on totuutta? Ja he ovat lukeneet, mita siina on kirjoitettuna! Mutta tulevan elaman asumus on kuitenkin parempi Jumalaa pelkaavaisille; eiko teilla tosiaankaan ole ymmarrysta"},{"SurahNumber":7,"VerseNumber":170,"Text":"On niita, jotka pysyvat lujasti kiinni kirjoituksessa ja harjoittavat hartautta; totisesti emme tuhlaa pois niiden palkkaa,jotka hyvaa,rakentavat"},{"SurahNumber":7,"VerseNumber":171,"Text":"Ja kun hajoitimme vuoren heidan ylapuolellaan, aivan kuin se olisi ollut pilvi, ja he luulivat sen luhistuvan heidan paalleen (Me sanoimme): »Ottakaa vastaan, ja pysykaa lujasti siina, minka olemme teille voimassamme antanut, ja ajatelkaa sen sisallysta, jotta karttaisitte pahaa.»"},{"SurahNumber":7,"VerseNumber":172,"Text":"Ja kun sinun Herrasi heratti ihmisen (Aadamin) lasten lanteista jalkelaisia heille ja haastoi heidat todistamaan itseaan vastaan (sanoen): »Enko ole Herranne?» he vastasivat: »Kylla, me olemme sen todistajia», niin tarkoitti tama sita, ettette te ylosnousemuspaivana voisi sanoa: »Me olimme totisesti tietamattomia tasta»"},{"SurahNumber":7,"VerseNumber":173,"Text":"tai ettette voisi sanoa: »Aitimme ja isamme ennen meita kumarsivat muita Jumalan rinnalla, ja olemme vain heidan jalkelaisiaan. Havitatko meidat sen tahden, mita harhain palvojat tekivat?»"},{"SurahNumber":7,"VerseNumber":174,"Text":"Talla tavoin selvitamme Me tunnusmerkkimme, jotta he kaantyisivat (puoleemme)"},{"SurahNumber":7,"VerseNumber":175,"Text":"Lue heille tarina ihmisista, joille Me annoimme tunnusmerkkimme ja jotka tyonsivat ne luotaan. Ja saatana saavutti heidat, ja heista tuli sellaisia, joiden tie vie harhaan"},{"SurahNumber":7,"VerseNumber":176,"Text":"Ja jos olisimme tahtonut, olisimme Me totisesti korottanut hanet niilla (tunnusmerkeillamme), mutta han kiintyi maallisiin ja seurasi himojaan. Han kayttaytyi kuin koira: jos kayt sita kohti, pursuu sen kieli ulos suusta, ja jos jatat sen rauhaan, pursuu sen kieli suusta. Nain on laita myos ihmisten, jotka vaantavat tunnusmerkkimme valheeksi; kerro heille siksi tama kertomus, jotta he ajattelisivat"},{"SurahNumber":7,"VerseNumber":177,"Text":"Kurja on niiden ihmisten laita, jotka pitavat tunnusmerkkejamme vaiheena ja tekevat vaaryytta sieluilleen"},{"SurahNumber":7,"VerseNumber":178,"Text":"Se, jota Jumala johdattaa, on kulkeva oikeata tieta, mutta ne, joiden Han antaa joutua harhaan, ovat kadotuksen omat"},{"SurahNumber":7,"VerseNumber":179,"Text":"Ja totisesti olemme helvetin omiksi luonut joukon dzinneja ja ihmisia. Heilla on sydamet, joilla he eivat ymmarra, heilla on silmat, joilla he eivat nae, ja heilla on korvat, joilla he eivat kuule; he ovat karjan kaltaisia, ei, he kulkevat viela pahemmin harhaan; he ovat valinpitamattomia"},{"SurahNumber":7,"VerseNumber":180,"Text":"Ja Jumalan ovat kaikkein jaloimmat nimet (ominaisuudet). Sentahden rukoilkaa Hanta niilla ja karttakaa niita, jotka vaarinkayttavat Hanen nimiaan! Kylla he saavat palkan ansioittensa mukaan"},{"SurahNumber":7,"VerseNumber":181,"Text":"Ja niiden keskuudessa, jotka olemme luonut, on joukko, joka johtaa ihmisia totuudessa ja sen mukaisesti jakaa oikeutta"},{"SurahNumber":7,"VerseNumber":182,"Text":"Mutta niita, jotka pitavat tunnusmerkkimme valheena, kuljetamme Me pois askel askeleelta, tavalla, jota he eivat havaitse"},{"SurahNumber":7,"VerseNumber":183,"Text":"Ja vaikka suvaitsenkin heita, on Minun suunnitelmani horjumaton"},{"SurahNumber":7,"VerseNumber":184,"Text":"Eivatko he ymmarra, ettei heidan kumppaninsa (Muhammed) suinkaan ole mieleton; han on vain julkinen varoittaja"},{"SurahNumber":7,"VerseNumber":185,"Text":"Eivatko he ole tarkastelleet taivaitten ja maan hallintoa ja kaikkea, minka Jumala on luonut (ja huomanneet) etta heidan aikansa jo lahenee loppuaan? Ja mihin sanomaan he taman (Koraanin) jalkeen aikovat uskoa"},{"SurahNumber":7,"VerseNumber":186,"Text":"Silla niille, joiden Jumala antaa kulkea harhaan, ei ole opasta; ja Han jattaa heidat menehtymaan uhmailuihinsa"},{"SurahNumber":7,"VerseNumber":187,"Text":"He kysyvat sinulta hetkea, jolloin se tapahtuu. Sano: »Sen tietaa ainoastaan Jumala, ja Han yksin on tekeva aikanaan sen tunnetuksi. Raskaana se painaa taivasta ja maata; ja odottamatta on se yllattava teidat. He kysyvat sinulta aivan kuin sina sen tietaisit. Sano: »Jumala yksin sen tietaa; mutta enimmat ihmiset eivat tieda mitaan.»"},{"SurahNumber":7,"VerseNumber":188,"Text":"Sano: »Ei ole minun vallassani itse itseani hyodyttaa tai vahingoittaa, kaikki on Jumalan vallassa; mutta jos tuntisin salatun, ymparoisin itseni hyvalla, eika paha minuun ulottuisi. Mina olen vain varoittaja ja ilosanoman saattaja uskovaisille"},{"SurahNumber":7,"VerseNumber":189,"Text":"Han on luonut teidat yhdesta ainoasta ihmisesta, ja hanesta teki Han hanen vaimonsa, jotta han (mies) loytaisi hanesta virkistyksensa; ja kun han oli maannut vaimonsa, kantoi tama kevyesti taakkansa ja liikkui vapaasti. Kun se tuli raskaaksi, rukoilivat he Jumalaa, Herraansa: »Jos annat meille terveen (lapsen), olemme me sinulle totisesti kiitollisia!»"},{"SurahNumber":7,"VerseNumber":190,"Text":"Ja senjalkeen kun Han oli antanut heille terveen (lapsen), kumarsivat he toistakin (jumalia) Hanen rinnallaan hyvan lahjan antajina. Mutta Jumala on paljon korkeampi, kuin mita he asettavat Hanen rinnalleen"},{"SurahNumber":7,"VerseNumber":191,"Text":"Asettaisivatko he Hanen rinnalleen sellaisia, jotka eivat voi mitaan luoda, kun ovat itsekin Hanen luomiaan"},{"SurahNumber":7,"VerseNumber":192,"Text":"eivatka voi heita auttaa, kun eivat voi auttaa edes itseaankaan"},{"SurahNumber":7,"VerseNumber":193,"Text":"Ja jos te kutsutte heita alistumaan johdatukseen, eivat he seuraa teita; on samantekevaa teille, kutsutteko heita vai vaikenette"},{"SurahNumber":7,"VerseNumber":194,"Text":"Katso, ne, joita te palvelette Jumalan lisaksi, ovat kaltaisianne orjia. Rukoilkaa siis heita, ja vastatkoot he teille, jos tarkoitatte taytta totta"},{"SurahNumber":7,"VerseNumber":195,"Text":"Onko heilla (epajumalilla) jalat kavellakseen? Tai onko heilla kadet tarttuakseen? Tai onko heilla silmat nahdakseen tai korvat kuullakseen? Sano: »Rukoilkaa jumalanvertaisianne, punokaa juonenne minua vastaan alkaaka minua saastako"},{"SurahNumber":7,"VerseNumber":196,"Text":"Katso, minun liittolaisena on Jumala, Han, joka on lahettanyt Pyhan kirjoituksen ylhaalta; Han suojelee kaikkia vanhurskaita"},{"SurahNumber":7,"VerseNumber":197,"Text":"Mutta ne, joita te rukoilette Hanen vertaisinaan, eivat voi auttaa teita eivatka edes itseaankaan.»"},{"SurahNumber":7,"VerseNumber":198,"Text":"Ja jos te vaaditte heita seuraamaan johdatusta, eivat he kuule, ja sina naet heidan tarkastelevan sinua nakematta mitaan"},{"SurahNumber":7,"VerseNumber":199,"Text":"Ole saalivainen, vaadi kohtuutta ja karta ymmartamattomia"},{"SurahNumber":7,"VerseNumber":200,"Text":"Ja kun joku Saatanan pistopuhe haavoittaa mieltasi, niin pakene Jumalan turviin! Han on totisesti kuuleva, tietava"},{"SurahNumber":7,"VerseNumber":201,"Text":"Totisesti, kun hurskauden harjoittajia kohtaa joku Saatanan kiusaus, muistavat he (Hanet), ja katso, silloin valkenee heille (johdatus)"},{"SurahNumber":7,"VerseNumber":202,"Text":"Heidan veljensa viekoittelee han yha edemmaksi harhaan eika hellita"},{"SurahNumber":7,"VerseNumber":203,"Text":"Ja kun et tuo heille mitaan tunnusmerkkia, he sanovat: »Miksi et ole valinnut mitaan?» Sano: »Mina noudatan vain sita, minka Herrani ilmoittaa minulle.» Tama on valkeus Herraltamme, johdatukseksi ja armonosoitukseksi uskovaisille"},{"SurahNumber":7,"VerseNumber":204,"Text":"Kun Koraania luetaan, kuunnelkaa tarkkaan ja olkaa vaiti, jotta saisitte armon osaksenne"},{"SurahNumber":7,"VerseNumber":205,"Text":"Ja rukoile Herraasi sielusi noyryydessa ja pelossa suuritta sanoitta seka aamuin etta illoin, alaka ole pensea"},{"SurahNumber":7,"VerseNumber":206,"Text":"Katso niita, jotka ovat Herrasi luona; ei ylpeys saa heita lakkaamaan palvelemasta Hanta, vaan he ylistavat Hanta ja kumartavat Hanta"},{"SurahNumber":8,"VerseNumber":1,"Text":"He kysyvat Sinulta sotasaalista; sano: »Sotasaalis kuuluu Jumalalle ja lahettilaalle.» Pelatkaa siis Jumalaa ja jarjestakaa kaikki sovussa keskenanne; ja totelkaa Jumalaa ja Hanen lahettilastaan, jos olette oikeauskoisia"},{"SurahNumber":8,"VerseNumber":2,"Text":"Ainoastaan ne ovat oikeauskoisia, joiden sydamet valtaa pelko Jumalan nimea lausuttaessa, joiden usko kasvaa, kun Meidan tunnusmerkkimme heille luetaan, ja jotka turvaavat Herraansa"},{"SurahNumber":8,"VerseNumber":3,"Text":"Ne, jotka pysyvat rukouksessa ja lahjoittavat muille siita, mita Me olemme heille suonut"},{"SurahNumber":8,"VerseNumber":4,"Text":"Nama ovat totisia oikeauskoisia. Heita varten on eri arvoasteet heidan Herransa luona seka anteeksiantamus ja jalomielinen huolenpito"},{"SurahNumber":8,"VerseNumber":5,"Text":"(Ajattele esimerkiksi), kuinka Herrasi antoi sinun (Muhammedin) lahtea kotiseudultasi vakavaan tehtavaan; ja katso, osa uskovaisista oli totisesti haluton (seuraamaan)"},{"SurahNumber":8,"VerseNumber":6,"Text":"He vaittelivat kanssasi (asian) totuudesta, senjalkeen kun se oli selvasti heille naytetty; aivan kuin olisi heita viety kuolemaan ja he olisivat siihen tuijottaneet"},{"SurahNumber":8,"VerseNumber":7,"Text":"Ja kuinka Jumala lupasi, etta toinen kahdesta (vihollisen) joukosta on oleva teidan, ja te toivoitte, etta aseeton joukko lankeaisi teidan osallenne, mutta Jumala tahtoi vahvistaa sanojensa totuuden ja havittaa uskottomat viimeiseen mieheen"},{"SurahNumber":8,"VerseNumber":8,"Text":"vahvistaakseen totuuden ja kumotakseen valheen, vaikkakaan se ei miellyttaisi syntisia"},{"SurahNumber":8,"VerseNumber":9,"Text":"Ja kuinka teidan huutaessanne apua Herraltanne Han kuuli rukouksenne ja sanoi: »Totisesti autan teita tuhannella enkelilla toinen toisensa jalkeen.»"},{"SurahNumber":8,"VerseNumber":10,"Text":"Ja taman teki Jumala ainoastaan jotta se olisi ilosanoma teille ja jotta sydamenne rauhoittuisivat, silla apu tulee vain Jumalalta, katso, Jumala on mahtava ja viisas"},{"SurahNumber":8,"VerseNumber":11,"Text":"Enta kun Han antoi teidan vaipua lyhyeen uneen, joka oli kuin Hanen lahettamansa virkistys, ja lahetti vetta taivaasta puhdistaakseen teidat, poistaakseen paholaisen saastutuksen teista ja vahvistaakseen sydamenne seka lujittaakseen askeleenne"},{"SurahNumber":8,"VerseNumber":12,"Text":"Muista, kuinka Herrasi julisti enkeleille: »Olen kanssanne; tukekaa siis niita, jotka uskovat. Taytan pian uskottomien sydamet pelolla; silloin hakatkaa poikki heidan kaulansa ja heidan kaikki sormensa.»"},{"SurahNumber":8,"VerseNumber":13,"Text":"Ja tama siksi, etta he niskoittelevat Jumalaa ja Hanen lahettilastaan vastaan, silla jos joku niskoittelee Jumalaa ja Hanen lahettilastaan vastaan, on Jumala totisesti ankara rangaistessaan"},{"SurahNumber":8,"VerseNumber":14,"Text":"Tassa on rangaistus teille; maistakaa sita siis! Uskottomia varten on tulen tuska"},{"SurahNumber":8,"VerseNumber":15,"Text":"Te, jotka uskotte. kun kohtaatte uskottomia taistelutantereella, alkaa kaantako heille selkaanne"},{"SurahNumber":8,"VerseNumber":16,"Text":"Silla se, joka sina paivana kaantaa heille selkansa, paitsi sotaliikkeen yhteydessa tai yhtyessaan omiensa ryhmaan, vetaa totisesti paallensa Jumalan vihan; hanen olinpaikakseen tulee helvetti, ja kurjaa on joutua sinne"},{"SurahNumber":8,"VerseNumber":17,"Text":"Ette te (muslimit) surmanneet heita, vaan Jumala heidat surmasi; etka sina (Muhammed) ampunut, kun joustasi kaytit, vaan Jumala ampui, silla han halusi koetella oikeauskoisia suosiollaan. Jumala on totisesti kuuleva, tietava"},{"SurahNumber":8,"VerseNumber":18,"Text":"Niin on laita; Jumala uskottomien juonet herpaisee"},{"SurahNumber":8,"VerseNumber":19,"Text":"(Uskottomat!) Jos te toivotte ratkaisua, niin totisesti on tuomio jo langennut, mutta jos luovutte vastustuksestanne, on se teille parempi. Mutta jos kuitenkin palaatte (sotajalalle), palaamme Mekin. Ja teidan sotajoukkonne ei auta teita vahaakaan, miten lukuisa se lieneekin. Jumala on totisesti oikeauskoisten kanssa"},{"SurahNumber":8,"VerseNumber":20,"Text":"Te, jotka uskotte, totelkaa Jumalaa ja Hanen lahettilastaan alkaaka luopuko hanesta, koska kuulette hanen puhuvan"},{"SurahNumber":8,"VerseNumber":21,"Text":"Alkaaka olko niiden kaltaisia, jotka sanovat: »Me kuuntelemme», vaikkeivat kuuntelekaan"},{"SurahNumber":8,"VerseNumber":22,"Text":"Katso, kaikista elollisista kurjimpia ovat Jumalan silmissa ne kuurot ja mykat, jotka eivat ymmarra"},{"SurahNumber":8,"VerseNumber":23,"Text":"Ja jos Jumala olisi huomannut heissa jotakin hyvaa, totisesti Han olisi antanut heille kuulon. Mutta jos Han olisi antanut heidan kuulla, kaantyisivat he pois, silla he ovat penseita"},{"SurahNumber":8,"VerseNumber":24,"Text":"Te, jotka uskotte, totelkaa Jumalaa ja Hanen lahettilastaan, kun Han kutsuu teita sen aareen, mika teidat elaviksi tekee, ja tietakaa, etta Jumala hiipii ihmisen ja hanen sydamensa valiin ja etta te tulette kokoontumaan Hanen luoksensa"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ja kavahtakaa kapinoimista; sen rangaistus ei kohtaa vain vaarintekijoita joukossanne, ja tietakaa, etta Jumala on ankara selvittelyissaan"},{"SurahNumber":8,"VerseNumber":26,"Text":"Ja muistakaa, etta kun olitte harvalukuisia ja halveksittuja maan paalla ja pelkasitte, etta ihmiset raivaisivat teidat tieltaan, silloin Han antoi teille suojan ja vahvisti teita avullaan seka varusti teidat hyvilla antimillaan, jotta olisitte kiitolliset"},{"SurahNumber":8,"VerseNumber":27,"Text":"Te, jotka uskotte, alkaa loukatko Jumalaa ja lahettilasta, alkaaka pettako sanaanne tietoisesti"},{"SurahNumber":8,"VerseNumber":28,"Text":"Ja tietakaa, etta rikkautenne ja lapsenne ovat Teille koetus, ja etta suuri palkinto odottaa Jumalan luona"},{"SurahNumber":8,"VerseNumber":29,"Text":"Te, jotka uskotte, jos pelkaatte Jumalaa, antaa Han teille kyvyn tuntea oikean ja vaaran, sovittaa pahat tekonne ja antaa teille anteeksi; Jumala on rajaton runsaudessaan"},{"SurahNumber":8,"VerseNumber":30,"Text":"Enta kun uskottomat vehkeilivat sinua vastaan, aikoen vangita sinut tai surmata sinut tai karkoittaa sinut! He tekivat suunnitelmiaan, mutta Jumala teki omiaan, ja Jumala on paras suunnittelija"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ja kun heille luetaan tunnusmerkkejamme, sanovat he: »Olemme jo kylliksi kuulleet; jos tahtoisimme, voisimme loihtia samanlaisia; nama eivat ole muuta kuin vanhan ajan taruja.»"},{"SurahNumber":8,"VerseNumber":32,"Text":"Enta kun he sanoivat: »Jumala, jos tama on sinun lahettamasi totuus, niin anna kivien sataa taivaasta paallemme tai koettele meita tuskallisella rangaistuksella!»"},{"SurahNumber":8,"VerseNumber":33,"Text":"Mutta Jumala ei tahtonut rangaista heita sinun ollessasi heidan joukossaan; eika Han tahtonut heita rangaista senkaan vuoksi, etta he pyytelivat Hanelta anteeksi"},{"SurahNumber":8,"VerseNumber":34,"Text":"Ei kuitenkaan ole syyta Jumalan olla heita rankaisematta, silla he estavat uskovaisia kaymasta pyhassa moskeijassa olematta itse sen vartijoita. Sen vartijoita ovat ainoastaan hurskaat. Kuitenkaan ei suurin osa heista sita tieda"},{"SurahNumber":8,"VerseNumber":35,"Text":"Ja heidan rukouksensa temppelin liepeilla ei ole muuta kuin viheltamista ja kasien pauketta. Siksi maistakaa tuskaa uskottomuutenne tahden"},{"SurahNumber":8,"VerseNumber":36,"Text":"Epauskoiset kuluttavat varojaan kaannyttaakseen ihmisia pois Jumalan tielta. He kuluttakoot, jalkeenpain saavat he katua, ja lopuksi heidat voitetaan.Ja ne, jotka eivat usko, kootaan helvettiin"},{"SurahNumber":8,"VerseNumber":37,"Text":"etta Jumala voisi erottaa saastaiset puhtaista ja asettaa saastaiset paallekkain; Han kokoaa heidat kasaan ja heittaa helvettiin. Nama ovat kadotukseen tuomittuja"},{"SurahNumber":8,"VerseNumber":38,"Text":"Sano niille, jotka eivat usko, etta jos he herkeavat epauskostaan, annetaan heille heidan entiset tekonsa anteeksi, mutta jos lankeavat uudelleen, niin on entisten rangaistus heidan silmiensa edessa"},{"SurahNumber":8,"VerseNumber":39,"Text":"Ja taistelkaa heita vastaan, kunnes kaikki kiusaukset taukoavat ja kunnes Jumalan tuomiota noudatetaan kaikessa. Mutta jos he taas mielensa muuttavat, kylla Jumala nakee, mita he tekevat"},{"SurahNumber":8,"VerseNumber":40,"Text":"Ja jos he kaantavat teille selkansa, niin tietakaa, etta Jumala on suojelijanne, paras liittolaisenne ja auttajanne"}]}