{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Even if We sent the angels down to them, and the dead spoke to them, and We gathered all things right in front of them, they still would not believe, unless God so willed, but most of them are ignorant [of this]"},{"SurahNumber":6,"VerseNumber":112,"Text":"In the same way We assigned to each prophet an enemy, evil humans and evil jinn. They suggest alluring words to one another in order to deceive- if it had been your Lord’s will, [Prophet], they would not have done this: leave them to their inventions"},{"SurahNumber":6,"VerseNumber":113,"Text":"so that the hearts of those who do not believe in the Hereafter may incline towards their deceit, be pleased with it, and so perpetrate whatever they perpetrate"},{"SurahNumber":6,"VerseNumber":114,"Text":"[Say], ‘Shall I seek any judge other than God, when it is He who has sent down for you [people] the Scripture, clearly explained?’ Those to whom We gave the Scripture know that this [Quran] is revealed by your Lord [Prophet] with the truth, so do not be one of those who doubt"},{"SurahNumber":6,"VerseNumber":115,"Text":"The word of your Lord is complete in its truth and justice. No one can change His words: He is the All Hearing, the All Knowing"},{"SurahNumber":6,"VerseNumber":116,"Text":"If you obeyed most of those on earth, they would lead you away from the path of God. They follow nothing but speculation; they are merely guessing"},{"SurahNumber":6,"VerseNumber":117,"Text":"Your Lord knows best who strays from His path and who is rightly guided"},{"SurahNumber":6,"VerseNumber":118,"Text":"So [believers] eat any [animal] over which God’s name has been pronounced, if you believe in His revelations"},{"SurahNumber":6,"VerseNumber":119,"Text":"Why should you not eat such animals when God has already fully explained what He has forbidden you, except when forced by hunger? But many lead others astray by their desires, without any true knowledge: your Lord knows best who oversteps the limit"},{"SurahNumber":6,"VerseNumber":120,"Text":"Avoid committing sin, whether openly or in secret, for those who commit sin will be repaid for what they do"},{"SurahNumber":6,"VerseNumber":121,"Text":"and do not eat anything over which God’s name has not been pronounced, for that is breaking the law. The evil ones incite their followers to argue with you: if you listen to them, you too will become idolaters"},{"SurahNumber":6,"VerseNumber":122,"Text":"Is a dead person brought back to life by Us, and given light with which to walk among people, comparable to someone trapped in deep darkness who cannot escape? In this way the evil deeds of the disbelievers are made to seem alluring to them"},{"SurahNumber":6,"VerseNumber":123,"Text":"And so We have put chief evildoers in every city to perpetrate their schemes there- but they scheme only against themselves, without realizing it"},{"SurahNumber":6,"VerseNumber":124,"Text":"When a revelation is brought before them they say, ‘We shall not believe unless we ourselves are given a revelation as God’s messengers were.’ But God knows best where to place His messages: humiliation before God and severe torment will befall the evildoers for their scheming"},{"SurahNumber":6,"VerseNumber":125,"Text":"When God wishes to guide someone, He opens their breast to islam; when He wishes to lead them astray, He closes and constricts their breast as if they were climbing up to the skies. That is how God makes the foulness of those who do not believe rebound against them"},{"SurahNumber":6,"VerseNumber":126,"Text":"[Prophet], this is the path of your Lord, made perfectly straight. We have explained Our revelations to those who take heed"},{"SurahNumber":6,"VerseNumber":127,"Text":"They shall have the Home of Peace with their Lord, and He will take care of them as a reward for their deeds"},{"SurahNumber":6,"VerseNumber":128,"Text":"On the day He gathers everyone together [saying], ‘Company of jinn! You have seduced a great many humans,’ their adherents among mankind will say, ‘Lord, we have profited from one another, but now we have reached the appointed time You decreed for us.’ He will say, ‘Your home is the Fire, and there you shall remain’- unless God wills otherwise: [Prophet], your Lord is all wise, all knowing"},{"SurahNumber":6,"VerseNumber":129,"Text":"In this way, We make some evildoers have power over others through their misdeeds"},{"SurahNumber":6,"VerseNumber":130,"Text":"‘Company of jinn and mankind! Did messengers not come from among you to recite My revelations to you and warn that you would meet this Day?’ They will say, ‘We testify against ourselves.’ The life of this world seduced them, but they will testify against themselves that they rejected the truth"},{"SurahNumber":6,"VerseNumber":131,"Text":"your Lord would not destroy towns for their wrongdoing if they had not been warned"},{"SurahNumber":6,"VerseNumber":132,"Text":"Everyone is assigned a rank according to their deeds; your Lord is not unaware of anything they do"},{"SurahNumber":6,"VerseNumber":133,"Text":"Your Lord is self-sufficient and full of mercy. If He pleased, He could remove you and put others in your place, just as He produced you from the offspring of other people"},{"SurahNumber":6,"VerseNumber":134,"Text":"What you are promised is sure to come, and you cannot escape"},{"SurahNumber":6,"VerseNumber":135,"Text":"[Prophet], say, ‘My people, you carry on as you are, and so will I: you will come to realize who will have a happy homecoming in the Hereafter.’ The evildoers will not prosper"},{"SurahNumber":6,"VerseNumber":136,"Text":"They apportion to God a share of the produce and the livestock He created, saying, ‘This is for God’- so they claim!- ‘ and this is for our idols.’ Their idols’ share does not reach God, but God’s share does reach their idols: how badly they judge"},{"SurahNumber":6,"VerseNumber":137,"Text":"In the same way, their idols have induced many of the pagans to kill their own children, bringing them ruin and confusion in their faith: if God had willed otherwise they would not have done this, so [Prophet] leave them to their own devices"},{"SurahNumber":6,"VerseNumber":138,"Text":"They also say, ‘These cattle and crops are reserved, and only those we allow may eat them’- so they claim! There are some animals they exempt from labour and some over which they do not pronounce God’s name [during slaughter], falsely attributing these [regulations] to Him: He will repay them for the falsehoods they invent"},{"SurahNumber":6,"VerseNumber":139,"Text":"They also say, ‘The contents of these animals’ wombs will be reserved solely for our men and forbidden to our women, though if the offspring is stillborn they may have a share of it.’ He will punish them for what they attribute to Him: He is all wise, all aware"},{"SurahNumber":6,"VerseNumber":140,"Text":"Lost indeed are those who kill their own children out of folly, with no basis in knowledge, forbidding what God has provided for them, fabricating lies against Him: they have gone far astray and have heeded no guidance"},{"SurahNumber":6,"VerseNumber":141,"Text":"It is He who produces both trellised and untrellised gardens, date palms, crops of diverse flavours, the olive, the pomegranate, alike yet different. So when they bear fruit, eat some of it, paying what is due on the day of harvest, but do not be wasteful: God does not like wasteful people"},{"SurahNumber":6,"VerseNumber":142,"Text":"[He gave you] livestock, as beasts of burden and as food. So eat what God has provided for you and do not follow in Satan’s footsteps: he is your sworn enemy"},{"SurahNumber":6,"VerseNumber":143,"Text":"[God gave you] eight animals, in [four] pairs: a pair of sheep and a pair of goats- ask them [Prophet], ‘Has He forbidden the two males, the two females, or the young in the wombs of the two females? Tell me based on knowledge if you are telling the truth.’"},{"SurahNumber":6,"VerseNumber":144,"Text":"And a pair of camels and a pair of cattle- ask them [Prophet], ‘Has He forbidden the two males, the two females, or the young in the wombs of the two females? Were you present when God gave you these commands?’ So who is more wicked than he who fabricates lies against God with no basis in knowledge in order to lead people astray? God does not guide the evildoers"},{"SurahNumber":6,"VerseNumber":145,"Text":"[Prophet], say, ‘In all that has been revealed to me, I find nothing forbidden for people to eat, except for carrion, flowing blood, pig’s meat- it is loathsome- or a sinful offering over which any name other than God’s has been invoked.’ But if someone is forced by hunger, rather than desire or excess, then God is most forgiving and most merciful"},{"SurahNumber":6,"VerseNumber":146,"Text":"We forbade for the Jews every animal with claws, and the fat of cattle and sheep, except what is on their backs and in their intestines, or that which sticks to their bones. This is how We penalized them for their disobedience: We are true to Our word"},{"SurahNumber":6,"VerseNumber":147,"Text":"If they [the disbelievers] accuse you [Prophet] of lying, say, ‘Your Lord has all-encompassing mercy, but His punishment cannot be diverted from the evildoers.’"},{"SurahNumber":6,"VerseNumber":148,"Text":"The idolaters will say, ‘If God had willed, we would not have ascribed partners to Him- nor would our fathers- or have declared anything forbidden.’ In the same way, those before them continually denied [the truth] until they tasted Our punishment. Say, ‘Have you any knowledge that you can show us? You follow only supposition and tell only lies.’"},{"SurahNumber":6,"VerseNumber":149,"Text":"Say, ‘The conclusive argument belongs to God alone. Had He so willed He would have guided you all.’"},{"SurahNumber":6,"VerseNumber":150,"Text":"Say, ‘Bring your witnesses to testify that God has forbidden all this.’ If they do testify, do not bear witness with them. Do not follow the whims of those who have denied Our revelation, who do not believe in the Hereafter, and who set up equals with their Lord"},{"SurahNumber":6,"VerseNumber":151,"Text":"Say, ‘Come! I will tell you what your Lord has really forbidden you. Do not ascribe anything as a partner to Him; be good to your parents; do not kill your children in fear of poverty’- We will provide for you and for them- ‘ stay well away from committing obscenities, whether openly or in secret; do not take the life God has made sacred, except by right. This is what He commands you to do: perhaps you will use your reason"},{"SurahNumber":6,"VerseNumber":152,"Text":"Stay well away from the property of orphans, except with the best [intentions], until they come of age; give full measure and weight, according to justice’- We do not burden any soul with more than it can bear- ‘ when you speak, be just, even if it concerns a relative; keep any promises you make in God’s name. This is what He commands you to do, so that you may take heed’"},{"SurahNumber":6,"VerseNumber":153,"Text":"this is My path, leading straight, so follow it, and do not follow other ways: they will lead you away from it- ‘ This is what He commands you to do, so that you may refrain from wrongdoing.’"},{"SurahNumber":6,"VerseNumber":154,"Text":"Once again, We gave Moses the Scripture, perfecting [Our favour] for those who do good, explaining everything clearly, as guidance and mercy, so that they might believe in the meeting with their Lord"},{"SurahNumber":6,"VerseNumber":155,"Text":"This, too, is a blessed Scripture which We have sent down- follow it and be conscious of your Lord, so that you may receive mercy"},{"SurahNumber":6,"VerseNumber":156,"Text":"lest you say, ‘Scriptures were only sent down to two communities before us: we were not aware of what they studied,’"},{"SurahNumber":6,"VerseNumber":157,"Text":"or ‘If only the Scripture had been sent down to us, we would have been better guided than them.’ Now clear evidence, guidance, and mercy have come to you from your Lord. Who could be more wrong than someone who rejects God’s revelations and turns away from them? We shall repay those who turn away with a painful punishment"},{"SurahNumber":6,"VerseNumber":158,"Text":"Are they waiting for the very angels to come to them, or your Lord Himself, or maybe some of His signs? But on the Day some of your Lord’s signs come, no soul will profit from faith if it had none before, or has not already earned some good through its faith. Say, ‘Wait if you wish: we too are waiting.’"},{"SurahNumber":6,"VerseNumber":159,"Text":"As for those who have divided their religion and broken up into factions, have nothing to do with them [Prophet]. Their case rests with God: in time He will tell them about their deeds"},{"SurahNumber":6,"VerseNumber":160,"Text":"Whoever has done a good deed will have it ten times to his credit, but whoever has done a bad deed will be repaid only with its equivalent- they will not be wronged"},{"SurahNumber":6,"VerseNumber":161,"Text":"Say, ‘My Lord has guided me to a straight path, an upright religion, the faith of Abraham, a man of pure faith. He was not a polytheist.’"},{"SurahNumber":6,"VerseNumber":162,"Text":"Say, ‘My prayers and sacrifice, my life and death, are all for God, Lord of all the Worlds"},{"SurahNumber":6,"VerseNumber":163,"Text":"He has no partner. This is what I am commanded, and I am the first to devote myself to Him.’"},{"SurahNumber":6,"VerseNumber":164,"Text":"Say, ‘Should I seek a Lord other than God, when He is the Lord of all things?’ Each soul is responsible for its own actions; no soul will bear the burden of another. You will all return to your Lord in the end, and He will tell you the truth about your differences"},{"SurahNumber":6,"VerseNumber":165,"Text":"It is He who made you successors on the earth and raises some of you above others in rank, to test you through what He gives you. [Prophet], your Lord is swift in punishment, yet He is most forgiving and merciful"},{"SurahNumber":7,"VerseNumber":1,"Text":"Alif Lam Mim Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"This Book has been sent down to you [Prophet]––let there be no anxiety in your heart because of it––so that you may use it to give warning and to remind the believers"},{"SurahNumber":7,"VerseNumber":3,"Text":"‘Follow what has been sent down to you from your Lord; do not follow other masters beside Him. How seldom you take heed!’"},{"SurahNumber":7,"VerseNumber":4,"Text":"How many towns We have destroyed! Our punishment came to them by night or while they slept in the afternoon"},{"SurahNumber":7,"VerseNumber":5,"Text":"their only cry when Our punishment came to them was, ‘How wrong we were!’"},{"SurahNumber":7,"VerseNumber":6,"Text":"We shall certainly question those to whom messengers were sent–– and We shall question the messengers themselves––"},{"SurahNumber":7,"VerseNumber":7,"Text":"and, with full knowledge, for We were never far from them, We shall tell them what they did"},{"SurahNumber":7,"VerseNumber":8,"Text":"On that Day the weighing of deeds will be true and just: those whose good deeds are heavy on the scales will be the ones to prosper"},{"SurahNumber":7,"VerseNumber":9,"Text":"and those whose good deeds are light will be the ones who have lost their souls through their wrongful rejection of Our messages"},{"SurahNumber":7,"VerseNumber":10,"Text":"We established you [people] on the earth and provided you with a means of livelihood there––small thanks you give"},{"SurahNumber":7,"VerseNumber":11,"Text":"We created you, We gave you shape, and then We said to the angels, ‘Bow down before Adam,’ and they did. But not Iblis: he was not one of those who bowed down"},{"SurahNumber":7,"VerseNumber":12,"Text":"God said, ‘What prevented you from bowing down as I commanded you?’ and he said, ‘I am better than him: You created me from fire and him from clay.’"},{"SurahNumber":7,"VerseNumber":13,"Text":"God said, ‘Get down from here! This is no place for your arrogance. Get out! You are contemptible!’"},{"SurahNumber":7,"VerseNumber":14,"Text":"but Iblis said, ‘Give me respite until the Day people are raised from the dead,’"},{"SurahNumber":7,"VerseNumber":15,"Text":"and God replied, ‘You have respite.’"},{"SurahNumber":7,"VerseNumber":16,"Text":"And then Iblis said, ‘Because You have put me in the wrong, I will lie in wait for them all on Your straight path"},{"SurahNumber":7,"VerseNumber":17,"Text":"I will come at them- from their front and their back, from their right and their left- and You will find that most of them are ungrateful.’"},{"SurahNumber":7,"VerseNumber":18,"Text":"God said, ‘Get out! You are disgraced and banished! I swear I shall fill Hell with you and all who follow you"},{"SurahNumber":7,"VerseNumber":19,"Text":"But you and your wife, Adam, live in the Garden. Both of you eat whatever you like, but do not go near this tree or you will become wrongdoers.’"},{"SurahNumber":7,"VerseNumber":20,"Text":"Satan whispered to them so as to expose their nakedness, which had been hidden from them: he said, ‘Your Lord only forbade you this tree to prevent you becoming angels or immortals,’"},{"SurahNumber":7,"VerseNumber":21,"Text":"and he swore to them, ‘I am giving you sincere advice’"},{"SurahNumber":7,"VerseNumber":22,"Text":"he lured them with lies. Their nakedness became exposed to them when they had eaten from the tree: they began to put together leaves from the Garden to cover themselves. Their Lord called to them, ‘Did I not forbid you to approach that tree? Did I not warn you that Satan was your sworn enemy?’"},{"SurahNumber":7,"VerseNumber":23,"Text":"They replied, ‘Our Lord, we have wronged our souls: if You do not forgive us and have mercy, we shall be lost.’"},{"SurahNumber":7,"VerseNumber":24,"Text":"He said, ‘All of you get out! You are each other’s enemies. On earth you will have a place to stay and livelihood- for a time.’"},{"SurahNumber":7,"VerseNumber":25,"Text":"He said, ‘There you will live; there you will die; from there you will be brought out.’"},{"SurahNumber":7,"VerseNumber":26,"Text":"Children of Adam, We have given you garments to cover your nakedness and as adornment for you; the garment of God-consciousness is the best of all garments- this is one of God’s signs, so that people may take heed"},{"SurahNumber":7,"VerseNumber":27,"Text":"Children of Adam, do not let Satan seduce you, as he did your parents, causing them to leave the Garden, stripping them of their garments to expose their nakedness to them: he and his forces can see you from where you cannot see them: We have made evil ones allies to those who do not believe"},{"SurahNumber":7,"VerseNumber":28,"Text":"Yet when [these people] do something disgraceful, they say, ‘We found our forefathers doing this,’ and, ‘God has commanded us to do this.’ Say [Prophet], ‘God does not command disgraceful deeds. How can you say about God things that you do not know [to be true]?’"},{"SurahNumber":7,"VerseNumber":29,"Text":"Say, ‘My Lord commands righteousness. Direct your worship straight to Him wherever you pray; call on Him; devote your religion entirely to Him. Just as He first created you, so you will come back [to life] again.’"},{"SurahNumber":7,"VerseNumber":30,"Text":"Some He has guided and some are doomed to stray: they have taken evil ones rather than God as their masters, thinking that they are rightly guided"},{"SurahNumber":7,"VerseNumber":31,"Text":"Children of Adam, dress well whenever you are at worship, and eat and drink [as We have permitted] but do not be extravagant: God does not like extravagant people"},{"SurahNumber":7,"VerseNumber":32,"Text":"Say [Prophet], ‘Who has forbidden the adornment and the nourishment God has provided for His servants?’ Say, ‘They are [allowed] for those who believe during the life of this world: they will be theirs alone on the Day of Resurrection.’ This is how We make Our revelation clear for those who understand"},{"SurahNumber":7,"VerseNumber":33,"Text":"Say [Prophet], ‘My Lord only forbids disgraceful deeds- whether they be open or hidden- and sin and unjustified aggression, and that you, without His sanction, associate things with Him, and that you say things about Him without knowledge.’"},{"SurahNumber":7,"VerseNumber":34,"Text":"There is a time set for every people: they cannot hasten it, nor, when it comes, will they be able to delay it for a single moment"},{"SurahNumber":7,"VerseNumber":35,"Text":"Children of Adam, when messengers come to you from among yourselves, reciting My revelations to you, for those who are conscious of God and live righteously, there will be no fear, nor will they grieve"},{"SurahNumber":7,"VerseNumber":36,"Text":"But those who reject Our revelations and arrogantly scorn them are the people of the Fire and there they will remain"},{"SurahNumber":7,"VerseNumber":37,"Text":"Who is more wrong than the person who invents lies against God or rejects His revelations? Such people will have their preordained share [in this world], but then, when Our angels arrive to take them back, saying, ‘Where are those you used to call on beside God?’ they will say, ‘They have deserted us.’ They will confess that they were disbelievers and"},{"SurahNumber":7,"VerseNumber":38,"Text":"God will say, ‘Join the crowds of jinn and humans who have gone before you into the Fire.’ Every crowd curses its fellow crowd as it enters, then, when they are all gathered inside, the last of them will say of the first, ‘Our Lord, it was they who led us astray: give them double punishment in the Fire’- God says, ‘Every one of you will have double punishment, though you do not know it’"},{"SurahNumber":7,"VerseNumber":39,"Text":"and the first of them will say to the last, ‘You were no better than us: taste the punishment you have earned.’"},{"SurahNumber":7,"VerseNumber":40,"Text":"The gates of Heaven will not be open to those who rejected Our revelations and arrogantly spurned them; even if a thick rope were to pass through the eye of a needle they would not enter the Garden. This is how We punish the guilty"},{"SurahNumber":7,"VerseNumber":41,"Text":"Hell will be their resting place and their covering, layer upon layer- this is how We punish those who do evil"},{"SurahNumber":7,"VerseNumber":42,"Text":"But those who believe and do good deeds- and We do not burden any soul with more than it can bear- are the people of the Garden and there they will remain"},{"SurahNumber":7,"VerseNumber":43,"Text":"We shall have removed all ill feeling from their hearts; streams will flow at their feet. They will say, ‘Praise be to God, who guided us to this: had God not guided us, We would never have found the way. The messengers of our Lord brought the Truth.’ A voice will call out to them, ‘This is the Garden you have been given as your own on account of your deeds.’"},{"SurahNumber":7,"VerseNumber":44,"Text":"The people of the Garden will cry out to the people of the Fire, ‘We have found what our Lord promised us to be true. Have you found what your Lord promised you to be true?’ and they will answer, ‘Yes’. A voice will proclaim from their midst, ‘God’s rejection [hangs] over the evildoers"},{"SurahNumber":7,"VerseNumber":45,"Text":"those who turned others away from God’s path and tried to make it crooked, those who denied the Hereafter.’"},{"SurahNumber":7,"VerseNumber":46,"Text":"A barrier divides the two groups with men on its heights recognizing each group by their marks: they will call out to the people of the Garden, ‘Peace be with you!’- they will not have entered, but they will be hoping"},{"SurahNumber":7,"VerseNumber":47,"Text":"and when their glance falls upon the people of the Fire, they will say, ‘Our Lord, do not let us join the evildoers!’"},{"SurahNumber":7,"VerseNumber":48,"Text":"and the people of the heights will call out to certain men they recognize by their marks, ‘What use were your great numbers and your false pride"},{"SurahNumber":7,"VerseNumber":49,"Text":"And are these the people you swore God would never bless? [Now these people are being told], “Enter the Garden! No fear for you, nor shall you grieve.”’"},{"SurahNumber":7,"VerseNumber":50,"Text":"The people of the Fire will call to the people of Paradise, ‘Give us some water, or any of the sustenance God has granted you!’ and they will reply, ‘God has forbidden both to the disbelievers"},{"SurahNumber":7,"VerseNumber":51,"Text":"those who took their religion for distraction, a mere game, and were deluded by worldly life.’ Today We shall ignore them, just as they have ignored their meeting with this Day and denied Our Revelations"},{"SurahNumber":7,"VerseNumber":52,"Text":"We have brought people a Scripture- We have explained it on the basis of true knowledge- as guidance and mercy for those who believe"},{"SurahNumber":7,"VerseNumber":53,"Text":"What are they waiting for but the fulfilment of its [final prophecy]? On the Day it is fulfilled, those who had ignored it will say, ‘Our Lord’s messenger spoke the truth. Is there anyone to intercede for us now? Or can we be sent back to behave differently from the way we behaved before?’ They will really have squandered their souls, and all [the idols] they invented will have deserted them"},{"SurahNumber":7,"VerseNumber":54,"Text":"Your Lord is God, who created the heavens and earth in six Days, then established Himself on the throne; He makes the night cover the day in swift pursuit; He created the sun, moon, and stars to be subservient to His command; all creation and command belong to Him. Exalted be God, Lord of all the worlds"},{"SurahNumber":7,"VerseNumber":55,"Text":"Call on your Lord humbly and privately- He does not like those who transgress His bounds"},{"SurahNumber":7,"VerseNumber":56,"Text":"do not corrupt the earth after it has been set right- call on Him fearing and hoping. The mercy of God is close to those who do good"},{"SurahNumber":7,"VerseNumber":57,"Text":"It is God who sends the winds, bearing good news of His coming grace, and when they have gathered up the heavy clouds, We drive them to a dead land where We cause rain to fall, bringing out all kinds of crops, just as We shall bring out the dead. Will you not reflect"},{"SurahNumber":7,"VerseNumber":58,"Text":"Vegetation comes out of good land in abundance, by the will of its Lord, but out of bad land only scantily: We explain Our Revelations in various ways to those who give thanks"},{"SurahNumber":7,"VerseNumber":59,"Text":"We sent Noah to his people. He said, ‘My people, serve God: you have no god other than Him. I fear for you the punishment of a fearsome Day!’"},{"SurahNumber":7,"VerseNumber":60,"Text":"but the prominent leaders of his people said, ‘We believe you are far astray.’"},{"SurahNumber":7,"VerseNumber":61,"Text":"He replied, ‘My people, there is nothing astray about me! On the contrary, I am a messenger from the Lord of all the Worlds"},{"SurahNumber":7,"VerseNumber":62,"Text":"I am delivering my Lord’s messages to you and giving you sincere advice. I know things from God that you do not"},{"SurahNumber":7,"VerseNumber":63,"Text":"Do you find it so strange that a message should come from your Lord- through a man in your midst- to warn you and make you aware of God so that you may be given mercy?’"},{"SurahNumber":7,"VerseNumber":64,"Text":"but they called him a liar. We saved him, and those who were with him, on the Ark and We drowned those who rejected Our revelations- they were wilfully blind"},{"SurahNumber":7,"VerseNumber":65,"Text":"To the people of 'Ad We sent their brother, Hud. He said, ‘My people, serve God: you have no god other than Him. Will you not take heed?’"},{"SurahNumber":7,"VerseNumber":66,"Text":"but the disbelieving leaders of his people said, ‘We believe you are a fool,’ and ‘We think you are a liar.’"},{"SurahNumber":7,"VerseNumber":67,"Text":"He said, ‘My people, there is nothing foolish about me! On the contrary, I am a messenger from the Lord of all the Worlds"},{"SurahNumber":7,"VerseNumber":68,"Text":"I am delivering my Lord’s messages to you. I am your sincere and honest adviser"},{"SurahNumber":7,"VerseNumber":69,"Text":"Do you find it so strange that a message should come from your Lord, through a man in your midst, to warn you? Remember how He made you heirs after Noah’s people, and increased your stature: remember God’s bounties, so that you may prosper.’"},{"SurahNumber":7,"VerseNumber":70,"Text":"They said, ‘Have you really come to tell us to serve God alone and to forsake what our forefathers served? If what you say is true, bring us the punishment you threaten.’"},{"SurahNumber":7,"VerseNumber":71,"Text":"He said, ‘You are already set to receive your Lord’s loathing and anger. Are you arguing with me about mere names you and your forefathers invented, names for which God has given no sanction? Just wait; I too am waiting.’"},{"SurahNumber":7,"VerseNumber":72,"Text":"We saved him, and those who were with him, through Our mercy; We destroyed those who denied Our revelations and would not believe"},{"SurahNumber":7,"VerseNumber":73,"Text":"To the people of Thamud We sent their brother, Salih. He said, ‘My people, serve God: you have no god other than Him. A clear sign has come to you now from your Lord: this is God’s she-camel- a sign for you- so let her graze in God’s land and do not harm her in any way, or you will be struck by a painful torment"},{"SurahNumber":7,"VerseNumber":74,"Text":"Remember how He made you heirs after 'Ad and settled you in the land to build yourselves castles on its plains and carve houses out of the mountains: remember God’s blessings and do not spread corruption in the land,’"},{"SurahNumber":7,"VerseNumber":75,"Text":"but the arrogant leaders among his people said to the believers they thought to be of no account, ‘Do you honestly think that Salih is a messenger from his Lord?’ They said, ‘Yes. We believe in the message sent through him,’"},{"SurahNumber":7,"VerseNumber":76,"Text":"but the arrogant leaders said, ‘We reject what you believe in,’"},{"SurahNumber":7,"VerseNumber":77,"Text":"and then they hamstrung the camel. They defied their Lord’s commandment and said, ‘Salih, bring down the punishment you threaten, if you really are a messenger!’"},{"SurahNumber":7,"VerseNumber":78,"Text":"An earthquake seized them: by the next morning they were lying dead in their homes"},{"SurahNumber":7,"VerseNumber":79,"Text":"So he turned away from them, saying, ‘My people, I delivered my Lord’s messages to you and gave you sincere advice, but you did not like those who gave sincere advice.’"},{"SurahNumber":7,"VerseNumber":80,"Text":"We sent Lot and he said to his people, ‘How can you practise this outrage? No one in the world has outdone you in this"},{"SurahNumber":7,"VerseNumber":81,"Text":"You lust after men rather than women! You transgress all bounds!’"},{"SurahNumber":7,"VerseNumber":82,"Text":"The only response his people gave was to say [to one another], ‘Drive them out of your town! These men want to keep themselves chaste!’"},{"SurahNumber":7,"VerseNumber":83,"Text":"We saved him and his kinsfolk- apart from his wife who stayed behind"},{"SurahNumber":7,"VerseNumber":84,"Text":"and We showered upon [the rest of] them a rain [of destruction]. See the fate of the evildoers"},{"SurahNumber":7,"VerseNumber":85,"Text":"To the people of Midian We sent their brother, Shuayb. He said, ‘My people, serve God: you have no god other than Him. A clear sign has come to you from your Lord. Give full measure and weight and do not undervalue people’s goods; do not cause corruption in the land after it has been set in order: this is better for you, if you are believers"},{"SurahNumber":7,"VerseNumber":86,"Text":"Do not sit in every pathway, threatening and barring those who believe in God from His way, trying to make it crooked. Remember how you used to be few and He made you multiply. Think about the fate of those who used to spread corruption"},{"SurahNumber":7,"VerseNumber":87,"Text":"If some of you believe the message I bring and others do not, then be patient till God judges between us. He is the best of all judges.’"}]}