{"Id":397,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Kıyamet zamanını bilmek ancak Allah'a havale edilir. Onun bilgisi dışında hiçbir meyve kabuğundan çıkmaz, hiçbir dişi gebe kalmaz ve doğurmaz. Allah onlara: \"Bana koştuğunuz ortaklarım nerede?\" diye seslendiği gün, onlar: \"Senin ortağın olduğuna dair bizden hiçbir şahit olmadığını sana arz ederiz.\" derler"},{"SurahNumber":41,"VerseNumber":48,"Text":"Önceden tapmakta oldukları şeyler, kendilerinden uzaklaşıp kaybolmuştur. Onlar da kendileri için kaçacak bir yer olmadığını anlamışlardır"},{"SurahNumber":41,"VerseNumber":49,"Text":"İnsan hayır istemekten usanmaz, fakat kendisine bir kötülük dokununca üzülür ve ümitsizliğe düşer"},{"SurahNumber":41,"VerseNumber":50,"Text":"Andolsun ki kendisine dokunan bir zarardan sonra, biz ona tarafımızdan bir rahmet tattırsak, O: \"Bu benim hakkımdır, kıyametin kopacağını da sanmıyorum, Rabbime döndürülmüş olsam bile mutlaka O'nun yanında benim için daha güzel şeyler vardır\" der. Biz o inkâr edenlere yaptıkları şeyleri mutlaka haber vereceğiz ve onlara ağır bir azap tattıracağız"},{"SurahNumber":41,"VerseNumber":51,"Text":"Biz insana bir nimet verdiğimiz zaman o yüz çevirir, yan çizer. Ona bir kötülük dokunduğu zaman da uzun uzun yalvarır"},{"SurahNumber":41,"VerseNumber":52,"Text":"Ey Muhammed! De ki: \"Ne dersiniz? O Kur'ân Allah tarafından gelmiş olup da sonra siz onu inkâr etmişseniz, o takdirde Hak'tan uzak bir ayrılığa düşenden daha sapık kim olabilir"},{"SurahNumber":41,"VerseNumber":53,"Text":"Biz onlara hem ufuklarda ve hem kendi nefislerinde delillerimizi göstereceğiz ki, Kur'ân'ın hak olduğu kendilerine açıkça belli olsun. Senin Rabbinin her şeye şahit olması kafi değil mi"},{"SurahNumber":41,"VerseNumber":54,"Text":"İyi bilin ki onlar Rablerine kavuşmaktan bir şüphe içindedirler, yine iyi bilin ki, Allah her şeyi ilmiyle kuşatmıştır"},{"SurahNumber":42,"VerseNumber":1,"Text":"Hâ, mîm, ayn, sîn, kaf"},{"SurahNumber":42,"VerseNumber":2,"Text":"Hâ, mîm, ayn, sîn, kaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"Ey Muhammed! Çok güçlü hüküm ve hikmet sahibi olan Allah sana da senden öncekilere de böylece vahyeder"},{"SurahNumber":42,"VerseNumber":4,"Text":"Göklerde ve yerde ne varsa, hepsi O'nundur. O çok yücedir, çok büyüktür"},{"SurahNumber":42,"VerseNumber":5,"Text":"Nerde ise gökler O'nun azametinden tâ üstlerinden çatlayacak gibi titreşiyorlar. Melekler Rablerini hamd ile tesbih ediyorlar ve yeryüzünde bulunan kimseler için mağfiret diliyorlar. İyi bilin ki Allah çok bağışlayıcıdır, çok merhamet edicidir"},{"SurahNumber":42,"VerseNumber":6,"Text":"Allah'tan başka dostlar edinenlere gelince, Allah onların üzerinde devamlı bir gözetleyicidir. Ama sen onların üzerinde bir vekil değilsin"},{"SurahNumber":42,"VerseNumber":7,"Text":"Böylece biz sana Arapça bir Kur'ân indirdik ki, şehirlerin anası (olan Mekke) halkını ve etrafındakileri uyarasın ve hakkında hiç şüphe olmayan kıyamet gününün dehşetinden onları korkutasın. Bir grup cennettedir, bir grup da cehennemdedir"},{"SurahNumber":42,"VerseNumber":8,"Text":"Eğer Allah dileseydi bütün insanları bir tek ümmet yapardı. Fakat O yalnız dilediğini rahmetinin içine almaktadır. Zalimler için ne bir dost vardır, ne de bir yardımcı"},{"SurahNumber":42,"VerseNumber":9,"Text":"Yoksa onlar Allah'tan başka dostlar mı edindiler? Oysa asıl dost Allah'tır. Ölüleri diriltecek olan da O'dur. O'nun her şeye gücü yeter"},{"SurahNumber":42,"VerseNumber":10,"Text":"Hakkında ihtilafa düştüğünüz herhangi bir şeyin hükmü Allah'a aittir. İşte benim Rabbim olan Allah budur. Ben yalnız O'na güvendim ve yalnız O'na yöneliyorum"},{"SurahNumber":42,"VerseNumber":11,"Text":"O göklerin ve yerin yaratıcısıdır. O sizin için kendi nefsinizden eşler ve hayvanlardan da çiftler yaratmıştır. O, sizi bu düzen içerisinde üretip çoğaltıyor. O'nun benzeri olan hiçbir şey yoktur. O, her şeyi işitir ve görür"},{"SurahNumber":42,"VerseNumber":12,"Text":"Göklerin ve yerin kilitleri O'na aittir. O dilediğine rızkı genişletir ve daraltır. Şüphesiz ki O, her şeyi hakkıyla bilir"},{"SurahNumber":42,"VerseNumber":13,"Text":"Allah dinden Nuh'a tavsiye buyurduğu şeyi sizin için de bir kanun yaptı ve (Ey Muhammed!) sana vahyettiğimizi, İbrahim'e, Musa'ya ve İsa'ya tavsiye buyurduğumuzu da şeriat kıldı. Şöyle ki: Dini doğru tutun ve onda ayrılığa düşmeyin. Fakat senin kendilerini davet ettiğin şey, müşriklere ağır geldi. Allah dilediğini kendine seçer ve kendisine yöneleni de doğru yola iletir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Onlar kendilerine bilgi geldikten sonra, ancak aralarındaki, çekememezlik yüzünden ayrılığa düştüler. Eğer Rabbin tarafından azabın ertelendiğine dair bir söz geçmemiş olsaydı aralarında mutlaka hüküm verilirdi. Kendilerinden sonra Kitab'a vâris kılınan kitap ehli de Kur'ân hakkında bir şüphe ve tereddüt içindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"Ey Muhammed! İşte bunun için insanları tevhide davet et ve sana emredildiği gibi dosdoğru ol. Onların keyiflerine uyma ve de ki: \"Ben Allah'ın kitaptan indirdiğine inandım ve bana aranızda adaleti gerçekleştirmem emredildi. Allah bizim de rabbimiz sizin de Rabbinizdir. Bizim yaptıklarımız bize, sizin yaptıklarınız da size aittir. Sizinle bizim aramızda hiçbir tartışmaya yer yoktur. Allah hepimizi biraraya toplayacaktır. Dönüş yalnız O'nadır"},{"SurahNumber":42,"VerseNumber":16,"Text":"Allah'ın davetine uyulduktan sonra, hâlâ O'nun dini hakkında mücadele edenlerin, getirdikleri deliller Rableri yanında batıldır. Onların üzerinde bir gazab ve kendileri için şiddetli bir azab vardır"},{"SurahNumber":42,"VerseNumber":17,"Text":"Bu kitabı ve ölçüyü hakla indiren Allah'tır. Ne bilirsin, belki de kıyamet saati yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"O'na inanmayanlar kıyametin çabuk gelmesini istiyorlar. İnananlar ise O'ndan korkarlar ve O'nun hak olduğunu bilirler. İyi bilin ki, kıyamet saati hakkında tartışanlar derin bir sapıklık içindedirler"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah kullarına çok lütufkârdır. Dilediğine rızık verir. O çok kuvvetlidir, çok güçlüdür"},{"SurahNumber":42,"VerseNumber":20,"Text":"Her kim ahiret kazancını isterse, biz onun kazancını artırırız, her kim de dünya kazancını isterse ona da ondan veririz, ama onun ahirette hiçbir nasibi yoktur"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yoksa onların, Allah'ın dinde izin vermediği şeyi kendilerine meşru kılacak ortakları mı vardır? Eğer azabın ertelenmesine dair kesin yargı sözü olmasaydı, aralarında hemen hüküm verilir, işleri bitirilirdi. Gerçekten zalimler için acı bir azab vardır"},{"SurahNumber":42,"VerseNumber":22,"Text":"Sen kıyamet günü kazandıkları şeyin cezası başlarına gelirken zalimlerin korkudan titrediklerini görürsün. İman edip salih amel işleyenler ise cennet bahçelerindedirler. Rablerinin yanında onlar için istedikleri her şey vardır. İşte büyük lütuf budur"},{"SurahNumber":42,"VerseNumber":23,"Text":"İşte Allah iman edip salih amel işleyen kullarını bununla müjdeler. Ey Muhammed! De ki: \"Ben bu tebliğime karşı sizden akrabalıkta sevgiden başka hiçbir ücret istemiyorum.\" Her kim bir iyilik yaparsa biz onun iyiliğini artırırız. Şüphesiz ki Allah çok bağışlayıcıdır, şükrün karşılığını verir"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa onlar, senin hakkında: \"Allah'a karşı yalan uydurdu.\" mu diyorlar? Eğer Allah dilerse senin de kalbini mühürler; batılı yok eder ve sözleriyle hakkı gerçekleştirir. Şüphesiz ki O kalplerde bulunan şeyleri hakkıyla bilir"},{"SurahNumber":42,"VerseNumber":25,"Text":"Kullarının tevbesini kabul eden, kötülükleri affeden ve sizin yaptıklarınızı bilen O'dur"},{"SurahNumber":42,"VerseNumber":26,"Text":"Allah iman edip, salih amel işleyenlerin tevbesini kabul eder, onlara lütfundan daha fazlasını verir. Kâfirler için ise şiddetli bir azap vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Eğer Allah rızkı kullarına bol bol verseydi, mutlaka yeryüzünde azgınlık ederlerdi. Fakat O dilediğini belli bir ölçüye göre indiriyor. Şüphesiz ki O, kullarından haberdardır, onları hakkıyla görür"},{"SurahNumber":42,"VerseNumber":28,"Text":"İnsanlar ümitlerini kestikten sonra yağmuru indiren ve rahmetini her tarafa yayan O'dur. Övülmeye layık olan gerçek dost O'dur"},{"SurahNumber":42,"VerseNumber":29,"Text":"Gökleri yeri ve her ikisinde yaydığı canlıları yaratması da Allah'ın kudretinin delillerindendir. O'nun dilediği zaman onları biraraya toplamaya da gücü yeter"},{"SurahNumber":42,"VerseNumber":30,"Text":"Başınıza gelen herhangi bir musibet kendi ellerinizle kazandıklarınız yüzündendir. Bununla beraber Allah yine de çoğunu affeder"},{"SurahNumber":42,"VerseNumber":31,"Text":"Siz yeryüzünde (O'nu) aciz bırakamazsınız. Sizin Allah'tan başka bir dostunuz ve yardımcınız da yoktur"},{"SurahNumber":42,"VerseNumber":32,"Text":"Denizlerde yüce dağlar gibi gemilerin yürümesi de O'nun kudretinin delillerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"Eğer O dilerse rüzgarı durdurur da yelkenle giden gemiler denizin üzerinde duruverirler. Şüphesiz ki bunda sabırlı olan ve çok şükreden kimseler için nice ibretler vardır"},{"SurahNumber":42,"VerseNumber":34,"Text":"Yahut da Allah kazandıkları günahlar yüzünden onları helâk eder ve birçoğunu da bağışlar"},{"SurahNumber":42,"VerseNumber":35,"Text":"Âyetlerimiz hakkında mücadele edenler bilsinler ki kendileri için kaçacak bir yer yoktur"},{"SurahNumber":42,"VerseNumber":36,"Text":"Size verilen herhangi bir şey sadece dünya hayatının geçici bir menfaatidir. Allah katında bulunanlar ise iman edip sadece Rablerine güvenen kimseler için daha hayırlı ve daha kalıcıdır"},{"SurahNumber":42,"VerseNumber":37,"Text":"O iman edenler, büyük günahlardan ve hayasızlıktan kaçınırlar. Onlar öfkelendikleri zaman da kusurları bağışlarlar"},{"SurahNumber":42,"VerseNumber":38,"Text":"Onlar, Rablerinin davetini kabul ederler ve namazı dosdoğru kılarlar. Onların işleri de kendi aralarında bir istişare iledir. Kendilerine verdiğimiz rızıktan onlar Allah yolunda harcarlar"},{"SurahNumber":42,"VerseNumber":39,"Text":"Onlar, bir zulüm ve saldırıya uğradıkları zaman birbirleriyle yardımlaşırlar"},{"SurahNumber":42,"VerseNumber":40,"Text":"Bir kötülüğün cezası yine onun gibi bir kötülüktür, ama kim affeder, bağışlarsa onun mükafatı Allah'a aittir. Şüphesiz ki Allah, zalimleri sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Zulme uğradıktan sonra hakkını alan kimseye gelince, işte onların aleyhinde ceza vermek için herhangi bir yol yoktur"},{"SurahNumber":42,"VerseNumber":42,"Text":"Yol ancak insanlara zulmedenler ve yeryüzünde haksız yere taşkınlık edenler aleyhinedir. İşte onlar için acı bir azap vardır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Her kim de sabreder ve kusuru bağışlarsa, işte bu elbette azmedilecek işlerdendir"},{"SurahNumber":42,"VerseNumber":44,"Text":"Allah kimi saptırırsa artık bundan sonra onun için hiçbir dost yoktur. Sen, azabı gördüklerinde zalimlerin: \"Acaba dönecek bir yol var mıdır?\" dediklerini görürsün"},{"SurahNumber":42,"VerseNumber":45,"Text":"Sen, onların aşağılıktan dolayı başları öne eğilmiş, göz ucuyla gizli gizli etrafa bakarlarken ateşe sunulduklarını görürsün, iman edenler de: \"Gerçekten zarara uğrayanlar hem kendilerine hem de ailelerine kıyamet günü yazık etmiş olan kimselerdir.\"diyeceklerdir. İyi bilin ki zalimler devamlı bir azap içerisindedirler"},{"SurahNumber":42,"VerseNumber":46,"Text":"Onların Allah'tan başka kendilerine yardım edecek hiçbir dostları yoktur. Allah kimi saptırırsa, artık onun için çıkar bir yol yoktur"},{"SurahNumber":42,"VerseNumber":47,"Text":"Allah tarafından, geri çevrilemeyecek kıyamet günü gelmeden önce, Rabbinizin davetine uyun, çünkü o gün, sizin için sığınacak bir yer yoktur ve siz inkâr da edemezsiniz"},{"SurahNumber":42,"VerseNumber":48,"Text":"Ey Muhammed! Eğer onlar yüz çevirirlerse bilsinler ki, biz seni onların üzerine bir bekçi olarak göndermedik. Sana düşen sadece tebliğdir. Gerçekten biz insana tarafımızdan bir rahmet tattırırsak ona sevinir, ama elleriyle yaptıkları yüzünden kendilerine bir kötülük isabet ederse, o zaman görürsün ki insan çok nankördür"},{"SurahNumber":42,"VerseNumber":49,"Text":"Göklerin ve yerin hükümranlığı yalnız Allah'a aittir. O dilediğini yaratır, dilediğine kız çocuk, dilediğine de erkek çocuk bahşeder"},{"SurahNumber":42,"VerseNumber":50,"Text":"Yahut Allah onları erkek ve kız olmak üzere çift verir, dilediğini de kısır yapar. Şüphesiz ki O her şeyi bilir. O'nun her şeye gücü yeter"},{"SurahNumber":42,"VerseNumber":51,"Text":"Allah bir insanla ancak vahiy yoluyla veya perde arkasından konuşur. Yahut da bir elçi gönderir de izniyle ona dilediğini vahyeder. Şüphesiz ki O çok yücedir, hüküm ve hikmet sahibidir"},{"SurahNumber":42,"VerseNumber":52,"Text":"İşte biz böylece sana da emrimizden Kur'ân'ı vahyettik. Yoksa sen kitap nedir? İman nedir? bilmiyordun. Fakat biz onu bir nur kıldık. Onunla kullarımızdan dilediğimizi doğru yola iletiyoruz. Şüphesiz ki sen de insanları doğru bir yola götürüyorsun"},{"SurahNumber":42,"VerseNumber":53,"Text":"Göklerde ve yerde bulunanların sahibi olan Allah'ın yoluna götürüyorsun. İyi bilin ki bütün işler sonunda yalnız Allah'a dönecektir"},{"SurahNumber":43,"VerseNumber":1,"Text":"Hâ, mîm"},{"SurahNumber":43,"VerseNumber":2,"Text":"Apaçık kitaba andolsun ki biz onu iyice anlayasınız diye Arapça bir Kur'an yaptık"},{"SurahNumber":43,"VerseNumber":3,"Text":"Apaçık kitaba andolsun ki biz onu iyice anlayasınız diye Arapça bir Kur'an yaptık"},{"SurahNumber":43,"VerseNumber":4,"Text":"Gerçekten o bizim nezdimizde bulunan ana kitapta mevcut yüce ve hikmet dolu bir kitaptır"},{"SurahNumber":43,"VerseNumber":5,"Text":"Siz haddi aşan bir kavim oldunuz diye Kur'an'ı size göndermekten vaz mı geçelim"},{"SurahNumber":43,"VerseNumber":6,"Text":"Biz öncekilere de nice peygamberler göndermiştik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Onlar kendilerine gelen her peygamberle mutlaka alay ediyorlardı"},{"SurahNumber":43,"VerseNumber":8,"Text":"Biz onlardan daha kuvvetli olanları helâk ettik. Kur'an'da öncekilerin örneği de geçmiştir"},{"SurahNumber":43,"VerseNumber":9,"Text":"Eğer sen onlara: \"Gökleri ve yeri kim yarattı?\" diye sorsan elbette: \"Onları çok güçlü ve herşeyi bilen Allah yarattı.\" derler"},{"SurahNumber":43,"VerseNumber":10,"Text":"O, yeryüzünü sizin için bir beşik yaptı ve doğru gidesiniz diye orada sizin için yollar meydana getirdi"},{"SurahNumber":43,"VerseNumber":11,"Text":"Allah gökten belli bir ölçüye göre su indirdi. Biz onunla ölü bir memlekete yeniden hayat verdik. İşte siz de kabirlerinizden böyle diriltilip çıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"Allah bütün çiftleri yaratmıştır. Sizin için bineceğiniz gemiler ve hayvanlar var etmiştir"},{"SurahNumber":43,"VerseNumber":13,"Text":"Siz onların sırtına binip üzerlerine yerleştiğiniz zaman, Rabbinizin nimetini anarak şöyle diyesiniz: \"Bunları bizim hizmetimize veren Allah'ı tenzih ve tesbih ederiz. Yoksa bizim bunlara gücümüz yetmezdi"},{"SurahNumber":43,"VerseNumber":14,"Text":"Gerçekten biz Rabbimize döneceğiz"},{"SurahNumber":43,"VerseNumber":15,"Text":"Buna rağmen insanlar, Allah'ın kullarından bir kısmını O'nun bir parçası saydılar. Gerçekten de insan apaçık bir nankördür"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa O, yarattıklarından kendisine kızlar edindi de erkek çocukları size mi seçti"},{"SurahNumber":43,"VerseNumber":17,"Text":"Onlardan biri Rahman olan Allah'a isnad ettiği kız çocuğu ile müjdelendiği zaman yüzü simsiyah kesilir de öfkesinden yutkunur durur"},{"SurahNumber":43,"VerseNumber":18,"Text":"Yoksa onlar, süs ve zinet içerisinde yetiştirilip de mücadelede erkek gibi kendisini savunmaya açık olmayan kızları mı O'na isnad ediyorlar"},{"SurahNumber":43,"VerseNumber":19,"Text":"Onlar Rahman olan Allah'ın kulları olan melekleri de dişi saydılar. Onlar meleklerin yaratılışını gördüler mi? Onların şahitlikleri yazılacak ve onlar sorguya çekileceklerdir"},{"SurahNumber":43,"VerseNumber":20,"Text":"Onlar: \"Eğer Rahman olan, Allah dileseydi, biz o meleklere tapmazdık.\" dediler. Onların bu hususta hiçbir bilgileri yoktur. Onlar sadece yalan söylüyorlar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa biz kendilerine bundan önce bir kitap verdik de onlar, ona mı sarılıyorlar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Hayır, onlar sadece: \"Biz babalarımızı bu din üzerinde bulduk, biz de onların izinde gidiyoruz.\" dediler"},{"SurahNumber":43,"VerseNumber":23,"Text":"Ey Muhammed! Yine böyle biz senden önce de hangi memlekete bir uyarıcı göndermişsek, mutlaka oranın şımarık varlıklı kimseleri: \"Biz babalarımızı bir din üzerinde bulduk, biz de onların izlerine uyarız.\" dediler"},{"SurahNumber":43,"VerseNumber":24,"Text":"Gönderilen uyarıcı; \"Eğer size babalarınızı üzerinde bulduğunuz dinden daha doğrusunu getirmişsem de mi bana uymazsınız?\" deyince, onlar: \"Gerçekten biz sizin tebliğ için gönderildiğiniz şeyi tanımıyoruz.\" dediler"},{"SurahNumber":43,"VerseNumber":25,"Text":"Biz de onlardan intikam aldık. Bak peygamberleri yalanlayanların sonu nasıl oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Hani İbrahim babasına ve kavmine: \"Gerçekten ben sizin taptığınız şeylerden uzağım"},{"SurahNumber":43,"VerseNumber":27,"Text":"Ben ancak beni yaratana taparım. Şüphesiz ki O, beni doğru yola iletecektir.\" dedi"},{"SurahNumber":43,"VerseNumber":28,"Text":"İbrahim, bu sözü, ardından gelecek olanlara devamlı kalacak bir miras olarak bıraktı ki, onlar doğru yola dönsünler"},{"SurahNumber":43,"VerseNumber":29,"Text":"Doğrusu ben bunları da babalarını da kendilerine hak olan kitap ve gerçeği açıklayan bir peygamber gelinceye kadar faydalandırıp geçindirdim"},{"SurahNumber":43,"VerseNumber":30,"Text":"Kendilerine hak geldiği zaman onlar: \"Bu bir büyüdür doğrusu biz onu tanımıyoruz.\" dediler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Yine Onlar: \"Bu Kur'an, şu iki şehirden bir büyük adama indirilmeli değil miydi?\" dediler"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ey Muhammed! Rabbinin rahmetini onlar mı taksim ediyorlar? Dünya hayatında onların geçimliklerini aralarında biz taksim ettik. Birbirlerine işlerini gördürsünler diye biz onların bir kısmını diğerlerinden derecelerle üstün kıldık. Rabbinin rahmeti onların biriktirdikleri şeylerden daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eğer insanlar küfre sapan bir ümmet haline gelmeyecek olsalardı, biz O Rahman olan Allah'ı inkâr eden kimselerin evlerine gümüşten tavanlar ve üzerine çıkacakları merdivenler yapardık"},{"SurahNumber":43,"VerseNumber":34,"Text":"Onların evleri için gümüşten kapılar, üzerine yaslanacakları koltuklar yapardık"},{"SurahNumber":43,"VerseNumber":35,"Text":"Daha nice altın ziynetler verirdik. Çünkü bunların bizce hiçbir kıymeti yoktur. Bütün bunlar dünya hayatının geçici menfaatinden başka bir şey değildir. Ahiret ise Rabbin katında takva sahipleri içindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Her kim Rahman olan Allah'ın zikrinden yüz çevirirse biz ona bir şeytan musallat ederiz. Artık o şeytan onun yakın dostudur"},{"SurahNumber":43,"VerseNumber":37,"Text":"Şüphesiz ki bu şeytanlar onları yoldan çıkarırlar. Onlar da kendilerinin doğru yolda olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Nihayet kıyamet günü bize gelince, arkadaşına: \"Keşke seninle benim aramda doğu ile batı arasındaki kadar bir uzaklık olsaydı. Sen ne kötü arkadaşmışsın!\" der"},{"SurahNumber":43,"VerseNumber":39,"Text":"Onlara: \"Bugün pişmanlık duymanız size hiçbir fayda sağlamayacaktır. Çünkü siz zulmettiniz. Şimdi de hepiniz azapta ortaksınız.\" denir"},{"SurahNumber":43,"VerseNumber":40,"Text":"Ey Muhammed! O halde sağırlara sen mi işittireceksin? Yahut körlere ve apaçık bir sapıklık içinde bulunanlara sen mi doğru yolu göstereceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Eğer biz seni onlara azap gelmeden önce alıp götürsek bile onlardan intikam alırız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahut da onlara vaad ettiğimiz azabı sana gösteririz. Çünkü bizim onlara azap etmeye gücümüz yeter"},{"SurahNumber":43,"VerseNumber":43,"Text":"Öyleyse sen, sana vahyedilen Kur'an'a sarıl. Şüphesiz ki sen doğru bir yol üzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Doğrusu o Kur'an, senin için de, kavmin için de bir öğüttür ve siz ondan sorguya çekileceksiniz"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ey Muhammed! Senden önce gönderdiğimiz peygamberlerimize de sor, biz Rahman olan Allah'tan başka kendisine ibadet edilecek ilâhlar yapmış mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun ki, biz Musa'yı mucizelerimizle Firavun'a ve ileri gelen adamlarına gönderdik. Musa: \"Ben gerçekten âlemlerin Rabbi olan Allah'ın peygamberiyim.\" dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Musa onlara mucizelerimizi getirince onlar hemen bu mucizelere gülüverdiler"},{"SurahNumber":43,"VerseNumber":48,"Text":"Bizim onlara gösterdiğimiz her bir mucize diğerinden daha büyüktü. Belki doğru yola dönerler diye biz onları azapla yakaladık"},{"SurahNumber":43,"VerseNumber":49,"Text":"Onlar azâbı görünce: \"Ey sihirbaz! Sende olan ahdi hürmetine bizim için Rabbine dua et. Biz gerçekten doğru yola gireceğiz.\" dediler"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat azabı kendilerinden kaldırdığımız zaman hemen sözlerinden dönüverdiler"},{"SurahNumber":43,"VerseNumber":51,"Text":"Firavun kavmine seslenerek dedi ki: \"Ey kavmim! Mısır hükümdarlığı ve altımdan akıp giden şu ırmaklar benim değil mi? Görmüyor musunuz"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben, nerede ise meramını anlatamayan şu zavallıdan daha hayırlı değil miyim"},{"SurahNumber":43,"VerseNumber":53,"Text":"Eğer O'nun dediği doğru ise üzerine altın bilezikler atılmalı veya kendisiyle beraber onu tasdik eden melekler gelmeli değil miydi"},{"SurahNumber":43,"VerseNumber":54,"Text":"Firavun kavmini küçümsedi. Onlar da O'na itaat ettiler. Çünkü onlar fâsık bir kavimdi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Nihayet bizi gazaplandırdıkları zaman onlardan intikam aldık. Hepsini suda boğduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Onları sonradan gelecekler için ibret ve örnek kıldık"},{"SurahNumber":43,"VerseNumber":57,"Text":"Meryem oğlu İsâ bir misal olarak anlatılınca, senin kavmin hemen ondan bir delil bulduklarını sanarak bağrışmaya başladılar"},{"SurahNumber":43,"VerseNumber":58,"Text":"Onlar dediler ki: \"Bizim ilâhlarımız mı daha hayırlıdır, yoksa İsâ mı?\" Bu misâli sırf seninle tartışmak için ortaya attılar. Doğrusu onlar çok kavgacı bir topluluktur"},{"SurahNumber":43,"VerseNumber":59,"Text":"İsâ, ancak kendisine nimet verdiğimiz ve İsrailoğullarına örnek kıldığımız bir kuldur"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eğer biz dileseydik, sizden yeryüzünde yerinize geçecek melekler yaratırdık"},{"SurahNumber":43,"VerseNumber":61,"Text":"Gerçekten o, (İsâ'nın yere inişi) kıyâmetin yaklaştığını gösteren bir bilgidir. Sakın kıyâmet hakkında şüpheye düşmeyip, bana uyun, bu doğru yoldur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Sakın şeytan sizi doğru yoldan alıkoymasın. Gerçekten o sizin için apaçık bir düşmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"İsâ mucizelerle indiği zaman dedi ki: \"Ben size hikmeti getirdim ve hakkında ihtilâfa düştüğünüz şeylerin bir kısmını size açıklamak için geldim. O halde Allah'tan korkun, ve bana itaat edin"},{"SurahNumber":43,"VerseNumber":64,"Text":"Gerçekten benim de Rabbim sizin de Rabbiniz Allah'tır. Öyle ise O'na kulluk edin. Bu doğru bir yoldur"},{"SurahNumber":43,"VerseNumber":65,"Text":"Fakat aralarından çıkan gruplar, İsâ hakkında ihtilâfa düştüler. Acı bir günün azâbından dolayı vay zulmedenlerin hâline"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar kendileri farkına varmadan ansızın kıyâmetin başlarına gelmesini mi bekliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"O gün Allah'tan korkanlar hariç dost olanlar birbirlerine düşmandırlar"},{"SurahNumber":43,"VerseNumber":68,"Text":"Allah, takva sahiplerine şöyle nida eder: \"Ey âyetlerimize imân edip müslüman olan kullarım! Bugün size hiçbir korku yoktur ve siz üzülmeyeceksiniz"},{"SurahNumber":43,"VerseNumber":69,"Text":"Allah, takva sahiplerine şöyle nida eder: \"Ey âyetlerimize imân edip müslüman olan kullarım! Bugün size hiçbir korku yoktur ve siz üzülmeyeceksiniz"},{"SurahNumber":43,"VerseNumber":70,"Text":"Siz ve eşleriniz cennete girin. Orada ağırlanıp sevindirileceksiniz"},{"SurahNumber":43,"VerseNumber":71,"Text":"Onların etrafında yiyecek ve içecekler altın tepsiler ve kadehlerle dolaştırılır. Orada canların çektiği ve gözlerin hoşlandığı herşey vardır. Siz orada ebedi olarak kalacaksınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"İşte yaptıklarınıza karşılık size miras verilen cennet budur"},{"SurahNumber":43,"VerseNumber":73,"Text":"Orada sizin için bol bol meyveler vardır. Onlardan yersiniz"},{"SurahNumber":43,"VerseNumber":74,"Text":"Şüphesiz ki suçlular, cehennem azâbında ebedi olarak kalacaklardır"},{"SurahNumber":43,"VerseNumber":75,"Text":"Onların azâbı hafifletilmez ve onlar azab içersinde ümitsizdirler"},{"SurahNumber":43,"VerseNumber":76,"Text":"Biz onlara zulmetmedik, fakat onlar kendileri zâlimler oldular"},{"SurahNumber":43,"VerseNumber":77,"Text":"Onlar cehennem bekçisine: \"Ey Mâlik! Rabbin artık bizi öldürsün.\" diye seslenirler. Mâlik de: \"Siz böylece kalacaksınız.\" der"},{"SurahNumber":43,"VerseNumber":78,"Text":"Andolsun ki biz size hakkı getirdik. Fakat sizin çoğunuz haktan hoşlanmıyorsunuz"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa onlar hakka karşı gelmek için bir iş mi kararlaştırdılar? Biz de onları cezalandırmak için kararlıyız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yoksa onlar bizim sırlarını ve gizli konuşmalarını işitmediğimizi mi sanıyorlar? Hayır, işitiriz ve yanlarında bulunan elçi meleklerimiz de her yaptıklarını yazıyorlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"Ey Muhammed! de ki: \"Eğer Rahman olan Allah'ın bir çocuğu olsaydı, ona ibâdet edenlerin birincisi ben olurdum"},{"SurahNumber":43,"VerseNumber":82,"Text":"Göklerin ve yerin Rabbi, arşın Rabbi onların nitelendirdikleri şeyden münezzehtir, yücedir"},{"SurahNumber":43,"VerseNumber":83,"Text":"Şimdi sen bırak onları, tehdit edildikleri günlerine kavuşuncaya kadar batıla dalsınlar oynasınlar"},{"SurahNumber":43,"VerseNumber":84,"Text":"Gökteki ilâh da yerdeki ilâh da O'dur. O hüküm ve hikmet sahibidir herşeyi bilir"},{"SurahNumber":43,"VerseNumber":85,"Text":"Göklerin, yerin ve her ikisi arasındakilerin hükümranlığı kendisine ait olan Allah'ın şanı yücedir. Kıyâmet saatinin bilgisi de yalnız onun yanındadır. Siz sadece O'na döndürüleceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"Onların Allah'ı bırakıp da tapdıkları putlar şefaat hakkına sahip değillerdir. Ancak bilerek hakka şahitlik edenler şefâat edebilir"},{"SurahNumber":43,"VerseNumber":87,"Text":"Eğer sen onlara kendilerini kimin yarattığını sorsan elbette: \"Allah\" derler. O halde nasıl haktan çevriliyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"Peygamberin sözü şu olmuştur: \"Ey Rabbim! Bunlar gerçekten imân etmeyen bir kavimdir"},{"SurahNumber":43,"VerseNumber":89,"Text":"Ey Muhammed! Şimdilik sen onlara aldırma ve: \"Size selâm olsun.\" de. Onlar yakında bilecekler"},{"SurahNumber":44,"VerseNumber":1,"Text":"Hâ, mîm"},{"SurahNumber":44,"VerseNumber":2,"Text":"O apaçık Kitab'a andolsun ki biz onu gerçekten mübarek bir gecede indirdik. Çünkü biz onunla insanları uyarmaktayız"},{"SurahNumber":44,"VerseNumber":3,"Text":"O apaçık Kitab'a andolsun ki biz onu gerçekten mübarek bir gecede indirdik. Çünkü biz onunla insanları uyarmaktayız"},{"SurahNumber":44,"VerseNumber":4,"Text":"O gecede her hikmetli iş tarafımızdan bir emirle ayrılır. Gerçekten biz Rabbin tarafından bir rahmet olarak peygamberler göndeririz. Şüphesiz ki O, herşeyi işitir ve bilir"},{"SurahNumber":44,"VerseNumber":5,"Text":"O gecede her hikmetli iş tarafımızdan bir emirle ayrılır. Gerçekten biz Rabbin tarafından bir rahmet olarak peygamberler göndeririz. Şüphesiz ki O, herşeyi işitir ve bilir"},{"SurahNumber":44,"VerseNumber":6,"Text":"O gecede her hikmetli iş tarafımızdan bir emirle ayrılır. Gerçekten biz Rabbin tarafından bir rahmet olarak peygamberler göndeririz. Şüphesiz ki O, herşeyi işitir ve bilir"},{"SurahNumber":44,"VerseNumber":7,"Text":"Siz eğer kesin olarak inanıyorsanız, iyi bilin ki Allah göklerin, yerin ve ikisi arasındakilerin Rabbidir"},{"SurahNumber":44,"VerseNumber":8,"Text":"Ondan başka hiçbir ilâh yoktur. O hem yaşatır, hem öldürür. O sizin de Rabbiniz, sizden önceki babalarınızın da Rabbidir"},{"SurahNumber":44,"VerseNumber":9,"Text":"Fakat kâfirler bir şüphe içinde oynayıp eğleniyorlar"},{"SurahNumber":44,"VerseNumber":10,"Text":"Ey Muhammed! Şimdi sen göğün, insanları bürüyecek açık bir duman getireceği günü gözetle. Bu acı bir azabdır"},{"SurahNumber":44,"VerseNumber":11,"Text":"Ey Muhammed! Şimdi sen göğün, insanları bürüyecek açık bir duman getireceği günü gözetle. Bu acı bir azabdır"},{"SurahNumber":44,"VerseNumber":12,"Text":"O gün insanlar: \"Ey Rabbimiz! Bizden azabı kaldır. Artık biz inanıyoruz\" derler"},{"SurahNumber":44,"VerseNumber":13,"Text":"Onlar için bunu düşünüp öğüt almak nerede? Oysa kendilerine gerçeği açıklayan bir de peygamber gelmişti"},{"SurahNumber":44,"VerseNumber":14,"Text":"Sonra onlar, o peygamberden yüz çevirdiler ve: \"Bu öğretilmiş bir delidir.\" dediler"},{"SurahNumber":44,"VerseNumber":15,"Text":"Biz o azabı sizden birazcık kaldırırız. Ama siz mutlaka eski halinize dönersiniz"},{"SurahNumber":44,"VerseNumber":16,"Text":"Biz o büyük şiddetle çarptığımız gün mutlaka intikamımızı alırız"},{"SurahNumber":44,"VerseNumber":17,"Text":"Andolsun ki, biz onlardan önce Firavun kavmini de denemiştik. Onlara çok kıymetli bir peygamber gelmişti"},{"SurahNumber":44,"VerseNumber":18,"Text":"O peygamber onlara şöyle demişti: \"Esaretiniz altındaki Allah'ın kullarını bana teslim edin. Çünkü ben size gönderilmiş güvenilir bir peygamberim"},{"SurahNumber":44,"VerseNumber":19,"Text":"Allah'a karşı üstünlük taslamayın. Şüphesiz ki ben size apaçık bir delil getiriyorum"},{"SurahNumber":44,"VerseNumber":20,"Text":"Gerçekten ben, beni taşlamanızdan dolayı benim de Rabbim, sizin de Rabbiniz olan Allah'a sığındım"},{"SurahNumber":44,"VerseNumber":21,"Text":"Eğer siz bana iman etmezseniz hemen yanımdan uzaklaşın"},{"SurahNumber":44,"VerseNumber":22,"Text":"Musa: \"Şüphesiz ki bunlar suçlu bir kavimdir.\" diyerek yardım etmesi için Rabbine yalvardı"},{"SurahNumber":44,"VerseNumber":23,"Text":"Allah buyurdu ki: \"Kullarımı geceleyin yürüt. Çünkü siz takib edileceksiniz"},{"SurahNumber":44,"VerseNumber":24,"Text":"Karşıya geçince denizi olduğu gibi açık bırak. Çünkü onlar suda boğulacak bir ordudur"},{"SurahNumber":44,"VerseNumber":25,"Text":"Onlar neler bırakmışlardı, ne bahçeler, ne pınarlar"},{"SurahNumber":44,"VerseNumber":26,"Text":"Ne ekinler, ne güzel kaynaklar"},{"SurahNumber":44,"VerseNumber":27,"Text":"Ve içinde eğlenip durdukları nice nimetler ve refah"},{"SurahNumber":44,"VerseNumber":28,"Text":"İşte böylece biz onları başka bir kavme miras bıraktık"},{"SurahNumber":44,"VerseNumber":29,"Text":"Gök ve yer onların üzerine ağlamadı. Onlara mühlet de verilmedi"},{"SurahNumber":44,"VerseNumber":30,"Text":"Andolsun ki biz İsrailoğullarını o aşağılayıcı azabdan kurtardık"},{"SurahNumber":44,"VerseNumber":31,"Text":"Firavun'dan da kurtardık çünkü o üstünlük taslayıp haddi aşan bir zorbaydı"},{"SurahNumber":44,"VerseNumber":32,"Text":"Andolsun ki biz onları bilerek o zamanki alemlere üstün kıldık"},{"SurahNumber":44,"VerseNumber":33,"Text":"Biz onlara içinde apaçık bir imtihan bulunan mucizeler verdik"},{"SurahNumber":44,"VerseNumber":34,"Text":"Gerçekten şu kâfirler diyorlar ki"},{"SurahNumber":44,"VerseNumber":35,"Text":"Bizim ilk ölümümüzden başka bir şey yoktur. Biz tekrar diriltilecek değiliz"},{"SurahNumber":44,"VerseNumber":36,"Text":"Eğer siz doğru söyleyen kimselerseniz babalarınızı bize getirin"},{"SurahNumber":44,"VerseNumber":37,"Text":"Onlar mı daha hayırlıdır, yoksa Tükba kavmi ile onlardan öncekiler mi? Biz onların hepsini de helak ettik. Çünkü onlar suçluydular"},{"SurahNumber":44,"VerseNumber":38,"Text":"Biz gökleri, yeri ve ikisi arasındakileri bir oyun ve eğlence olsun diye yaratmadık"},{"SurahNumber":44,"VerseNumber":39,"Text":"Biz onları hak ve hikmetle yarattık. Fakat onların çoğu bunu bilmezler"},{"SurahNumber":44,"VerseNumber":40,"Text":"Şüphesiz ki hakkı batıldan ayırd etme günü onların hepsinin bir araya toplanacağı gündür"},{"SurahNumber":44,"VerseNumber":41,"Text":"O gün dostun dosta hiçbir faydası olmaz. Onlara yardım da edilmez"},{"SurahNumber":44,"VerseNumber":42,"Text":"Ancak Allah'ın merhamet ettiği kimseler böyle değildir. Şüphesiz ki Allah çok güçlüdür, çok merhamet edicidir"},{"SurahNumber":44,"VerseNumber":43,"Text":"Gerçekten zakkum ağacı"},{"SurahNumber":44,"VerseNumber":44,"Text":"Günahkârların yemeğidir"},{"SurahNumber":44,"VerseNumber":45,"Text":"O pota gibi karınlarda kaynar"},{"SurahNumber":44,"VerseNumber":46,"Text":"O, kızgın bir sıvının kaynaması gibidir"},{"SurahNumber":44,"VerseNumber":47,"Text":"Allah meleklere şöyle emreder. \"Şunu tutun da Cehennem'in ortasına sürükleyin"},{"SurahNumber":44,"VerseNumber":48,"Text":"Sonra onun başının üstüne kaynar su azabından dökün"},{"SurahNumber":44,"VerseNumber":49,"Text":"Ona şöyle denir! \"Tat bakalım azabı! hani sen kendine göre çok güçlü ve çok üstündün"},{"SurahNumber":44,"VerseNumber":50,"Text":"İşte sizin inkâr edip durduğunuz şey budur"},{"SurahNumber":44,"VerseNumber":51,"Text":"Şüphesiz ki kötülükten sakınanlar güvenli bir makamdadırlar"},{"SurahNumber":44,"VerseNumber":52,"Text":"Bahçelerde ve pınar başlarındadırlar"},{"SurahNumber":44,"VerseNumber":53,"Text":"Onlar ince ipekten ve parlak atlastan elbiseler giyerek karşılıklı olarak otururlar"},{"SurahNumber":44,"VerseNumber":54,"Text":"İşte böyle, biz onları ayrıca iri siyah gözlü hurilerle evlendiririz"},{"SurahNumber":44,"VerseNumber":55,"Text":"Onlar orada güven içinde her çeşit meyveyi isteyebilirler"},{"SurahNumber":44,"VerseNumber":56,"Text":"Onlar orada ilk ölümden başka bir ölüm tatmazlar. Allah onları cehennem azabından korumuştur"},{"SurahNumber":44,"VerseNumber":57,"Text":"(Bunların hepsi) Rabbinden bir lütuf olarak (verilmiştir.) İşte büyük kurtuluş budur"},{"SurahNumber":44,"VerseNumber":58,"Text":"Biz Kur'ân'ı senin dilinle indirip kolaylaştırdık. Umulur ki onlar öğüt alırlar"},{"SurahNumber":44,"VerseNumber":59,"Text":"Artık sen onların başlarına gelecekleri bekle: Çünkü onlar da bekleyip durmaktadırlar"},{"SurahNumber":45,"VerseNumber":1,"Text":"Hâ, mîm"},{"SurahNumber":45,"VerseNumber":2,"Text":"Bu kitap, Azîz ve Hakîm olan Allah tarafından indirilmiştir"},{"SurahNumber":45,"VerseNumber":3,"Text":"Şüphesiz göklerde ve yerde müminler için birçok âyetler vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Sizin yaratılışınızda ve çeşitli canlıları yeryüzüne yaymasında kesin olarak inanan kimseler için ibretler vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Gece ile gündüzün değişmesinde ve Allah'ın gökten bir rızık sebebi olan yağmuru indirip de onunla yeryüzünü ölümünden sonra diriltmesinde ve rüzgârları yönlendirmesinde aklını kullanan bir topluluk için nice deliller vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"İşte bunlar, Allah'ın âyetleridir. Sana onları hakkıyla okuyoruz. Artık Allah'a ve âyetlerine inanmadıktan sonra hangi söze inanacaklar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Her günahkâr kişinin vay haline"},{"SurahNumber":45,"VerseNumber":8,"Text":"O kimse Allah'ın kendisine okunan âyetlerini işitir de, sonra sanki kibrinden hiç işitmemiş gibi ısrar eder. İşte sen onu, can yakıcı bir azabla müjdele"},{"SurahNumber":45,"VerseNumber":9,"Text":"Âyetlerimizden birşey öğrendiği zaman, onu alaya alıyor. İşte onlar için rezil ve rüsvay edici bir azap vardır"},{"SurahNumber":45,"VerseNumber":10,"Text":"Ötelerinde cehennem var. Ne kazandıkları şeyler, ne de Allah'tan başka edindikleri dostlar, kendilerinden hiçbir şeyi (azabı) kaldıramaz. Onlar için büyük bir azab vardır"},{"SurahNumber":45,"VerseNumber":11,"Text":"Bu Kur'an bir hidâyettir. Rablerinin âyetlerini inkâr edenlere ise, en şiddetlisinden acıklı bir azab vardır"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah O (yüce) zâttır ki, emriyle içinde gemilerin seyretmesi, sizin de O'nun lütfundan rızık aramanız ve şükretmeniz için denizi emrinize vermiştir"},{"SurahNumber":45,"VerseNumber":13,"Text":"O, göklerde ve yerde bulunan herşeyi kendinden bir lütuf olarak sizin hizmetinize vermiştir. Şüphesiz bunda düşünen topluluklar için ibret ve deliller vardır"},{"SurahNumber":45,"VerseNumber":14,"Text":"Ey Muhammed! İman edenlere söyle: Allah'ın cezalandıracağı günlerin geleceğini ummayanları şimdilik bağışlasınlar. Çünkü Allah her kavmi kazandıklarıyla cezalandıracaktır"},{"SurahNumber":45,"VerseNumber":15,"Text":"Her kim iyi bir iş yaparsa onun faydası kendisinedir. Kim de kötülük yaparsa zararı yine kendinedir. Sonra hep Rabbinize döndürüleceksiniz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Andolsun ki biz, vaktiyle İsrailoğulları'na kitap, hüküm ve peygamberlik vermiştik. Onları temiz rızıklarla rızıklandırmıştık. Ve onları âlemlerden üstün kılmıştık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Din hususunda onlara apaçık deliller verdik. Fakat onlar, kendilerine ilim geldikten sonra aralarındaki çekememezlik ve düşmanlık yüzünden ayrılığa düşmüşlerdi. Şüphesiz Rabbin, ayrılığa düştükleri şeylerde, kıyâmet günü aralarında hükmedecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Sonra (Ey Muhammed) seni din hususunda apaçık bir şeriat sahibi kıldık. Sen ona uy, bilmeyenlerin hevâ ve heveslerine uyma"},{"SurahNumber":45,"VerseNumber":19,"Text":"Çünkü onlar Allah'tan gelecek hiçbir şeyi senden uzaklaştıramazlar. Şüphesiz zâlimler, birbirlerinin dostlarıdır. Allah ise müttakilerin dostudur"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bu (Kur'an) insanların kalb gözünü açan bir nur, kesin bilgi edinmek isteyen bir toplum için de hidâyet ve rahmettir"},{"SurahNumber":45,"VerseNumber":21,"Text":"Yoksa, kötülük işleyenler, hayatlarında ve ölümlerinde kendilerini, iman edip iyi ameller işleyen kimselerle bir tutacağımızı mı zannettiler? Ne kötü hüküm veriyorlar"},{"SurahNumber":45,"VerseNumber":22,"Text":"Halbuki Allah, gökleri ve yeri hak ile yarattı. Hem de herkese yaptığının karşılığı verilmek üzere, onlara asla haksızlık edilmez"},{"SurahNumber":45,"VerseNumber":23,"Text":"(Ey Muhammed!) Hevâ ve hevesini kendine ilâh edinen, Allah'ın kendi ilmi dahilinde saptırdığı, kulağını ve kalbini mühürleyip gözüne perde çektiği kimseyi görüyor musun? Şimdi onu Allah'tan başka kim hidâyete erdirebilir? Hala düşünmez misiniz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Hem müşrikler dediler ki: \"Hayat, ancak bu dünya hayatımızdan ibarettir. Ölürüz ve yaşarız. Bizi ancak geçen zaman yokluğa sürükler. Halbuki onların bu hususta hiçbir bilgileri yoktur. Onlar, sadece böyle zannederler"},{"SurahNumber":45,"VerseNumber":25,"Text":"Kendilerine âyetlerimiz açıkça okunduğu zaman; \"Eğer sözünüzde doğru iseniz atalarımızı diriltip getirin.\" demekten başka söylenecek hiçbir delil yoktur"},{"SurahNumber":45,"VerseNumber":26,"Text":"(Ey Muhammed!) De ki: \"Allah sizi diriltir. Sonra sizi o öldürür, sonra da geleceğinde şüphe olmayan kıyamet gününde (diriltip) bir araya toplar. Fakat insanların çoğu bilmezler"},{"SurahNumber":45,"VerseNumber":27,"Text":"Göklerin ve yerin mülkü sadece Allah'ındır. Kıyâmetin kapacağı gün varya, işte o gün batıla sapanlar hep hüsrana düşecekler"},{"SurahNumber":45,"VerseNumber":28,"Text":"O gün her ümmeti, diz çökmüş görürsün. Her ümmet, kendi kitabına çağırılır, onlara: \"Bugün yaptığınız amellerin cezası verilecektir"},{"SurahNumber":45,"VerseNumber":29,"Text":"İşte kitabınız, yüzünüze karşı hakkı söylüyor, çünkü biz sizin yaptıklarnızı hep kaydediyorduk.\" (denir)"},{"SurahNumber":45,"VerseNumber":30,"Text":"İman edip iyi işler yapanlara gelince; Rableri onları rahmeti içine koyacaktır. İşte apaçık kurtuluş budur"},{"SurahNumber":45,"VerseNumber":31,"Text":"Ama kâfirlere gelince; onlara da denilir ki; \"Size âyetlerim okunmadı mı? Siz büyüklük tasladınız ve günah işleyen bir kavim oldunuz değil mi"},{"SurahNumber":45,"VerseNumber":32,"Text":"Allah'ın vaadi gerçektir. \"O kıyâmetin geleceğinde şüphe yoktur.\" denildiğinde \"Kıyamet nedir bilmiyoruz.\" Yalnız bir zandan ibârettir sanıyoruz. Fakat bu hususta kesin bir bilgimiz yok.\" derdiniz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Derken yaptıkları amellerin kötülüğü gözlerinin önüne serildi, alay edip durdukları şey onları kuşatıverdi"},{"SurahNumber":45,"VerseNumber":34,"Text":"O gün kâfirlere şöyle denilir; \"Siz, dünyada bugüne kavuşmayı nasıl unuttuysanız, biz de bugün sizi öylece unutacağız. Yeriniz ateştir ve sizin için yardımcılardan bir kimse de yoktur"},{"SurahNumber":45,"VerseNumber":35,"Text":"Bunun sebebi şudur; Siz Allah'ın âyetlerini alaya aldınız, dünya hayatı sizi aldattı. Artık bugün onlar, ateşten çıkarılmayacaklar ve kendilerinden özür dilemeleri de kabul edilmeyecektir"},{"SurahNumber":45,"VerseNumber":36,"Text":"Hamd, göklerin Rabbi, yerin Rabbi ve âlemlerin Rabbi olan Allah'a mahsustur"},{"SurahNumber":45,"VerseNumber":37,"Text":"Göklerde ve yerde büyüklük ve hâkimiyet O'nundur. O, Aziz'dir (herşeye galiptir); Hakîm'dir (hüküm ve hikmet sahibidir)"}]}