{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"Hij zei: \"Heb ik niet gezegd dat je het met mij niet zou kunnen uithouden"},{"SurahNumber":18,"VerseNumber":76,"Text":"Hij zei: \"Als ik je hierna nog eens naar iets vraag, dan moetje mij niet verder met je mee laten gaan. Van mijn kant heb je al een verontschuldiging gekregen"},{"SurahNumber":18,"VerseNumber":77,"Text":"Zo gingen zij dan verder totdat zij, toen zij bij de mensen van de stad gekomen waren, hun om voedsel vroegen. Maar zij weigerden hun gastvrijheid te verlenen. Toen vonden zij daar een muur die dreigde in te storten, maar hij zette hem overeind. Hij zei: \"Als je wilde, had je daarvoor loon kunnen krijgen"},{"SurahNumber":18,"VerseNumber":78,"Text":"Hij zei: \"Dit is dan de scheiding tussen jou en mij. Ik zal je de uitleg meedelen van wat jij niet kon uithouden"},{"SurahNumber":18,"VerseNumber":79,"Text":"Wat het schip betreft, dat was van arme mensen die op zee werken en ik wenste het te beschadigen. Hun stond namelijk een koning te wachten die elk schip met geweld nam"},{"SurahNumber":18,"VerseNumber":80,"Text":"Wat de jonge man betreft, zijn ouders waren gelovige mensen en wij vreesden dat hij hen door onbeschaamdheid en ongeloof te zeer zou kwellen"},{"SurahNumber":18,"VerseNumber":81,"Text":"Wij wensten dus dat hun Heer hun iemand voor hem in de plaats zou geven die zuiverder en vriendelijker zou zijn dan hij"},{"SurahNumber":18,"VerseNumber":82,"Text":"En wat de muur betreft, die was van twee weesjongens in de stad en er was een schat onder die hun beiden toebehoorde en hun vader was een rechtschapen man geweest. Jouw Heer wenste dat zij volgroeid zouden zijn en hun schat tevoorschijn halen; het was barmhartigheid van jouw Heer. Ik deed het niet uit eigen beweging. Dat is de uitleg van wat jij niet kon uithouden"},{"SurahNumber":18,"VerseNumber":83,"Text":"En zij vragen jou naar de man met de twee horens. Zeg: \"Ik zal jullie over hem een verslag voorlezen"},{"SurahNumber":18,"VerseNumber":84,"Text":"Wij hadden hem op de aarde macht gegeven en een toegangsweg tot alle dingen"},{"SurahNumber":18,"VerseNumber":85,"Text":"Toen volgde hij een toegangsweg"},{"SurahNumber":18,"VerseNumber":86,"Text":"totdat hij, toen hij de plaats van de zonsondergang bereikte, vond dat zij onderging in een bron van modder en daarbij trof hij mensen aan. Wij zeiden: \"Jij met de twee horens, of jij bestraft, of jij behandelt hen goed"},{"SurahNumber":18,"VerseNumber":87,"Text":"Hij zei: \"Wat hem betreft die onrecht pleegt die zullen wij bestraffen, dan wordt hij tot zijn Heer teruggebracht en Hij zal hem met een kwalijke bestraffing straffen"},{"SurahNumber":18,"VerseNumber":88,"Text":"En wat hem betreft die gelooft en deugdelijk handelt, die zal als beloning het beste krijgen. En Wij zullen van Onze beschikking iets gemakkelijks tot hem zeggen"},{"SurahNumber":18,"VerseNumber":89,"Text":"Daarna volgde hij een toegangsweg"},{"SurahNumber":18,"VerseNumber":90,"Text":"totdat hij, toen hij de plaats van de zonsopgang bereikte, vond dat zij opging over mensen voor wie Wij geen bescherming ertegen gemaakt hadden"},{"SurahNumber":18,"VerseNumber":91,"Text":"Zo was het. En Wij omvatten met Onze kennis wat er bij hem was"},{"SurahNumber":18,"VerseNumber":92,"Text":"Daarna volgde hij een toegangsweg"},{"SurahNumber":18,"VerseNumber":93,"Text":"totdat hij, toen hij tussen de beide barrières aankwam, ernaast mensen aantrof die nauwelijks een woord begrepen"},{"SurahNumber":18,"VerseNumber":94,"Text":"Zij zeiden: \"Jij met de twee horens, Jadjoedj en Madjoedj brengen verderf op de aarde. Zullen wij jou er dan een vergoeding voor toekennen dat jij tussen ons en hen een barrière maakt"},{"SurahNumber":18,"VerseNumber":95,"Text":"Hij zei: \"De macht die mijn Heer mij gegeven heeft is beter. Helpt mij maar krachtig, dan zal ik tussen jullie en hen een wal opwerpen"},{"SurahNumber":18,"VerseNumber":96,"Text":"Brengt mij brokken ijzer.\" En toen hij het dan tussen beide hellingen even hoog had opgestapeld zei hij: \"Blaast!\" En toen hij er dan een vuur van gemaakt had zei hij: \"Brengt mij gesmolten koper om eroverheen te gieten"},{"SurahNumber":18,"VerseNumber":97,"Text":"En zij konden er niet overheen komen noch een bres erin slaan"},{"SurahNumber":18,"VerseNumber":98,"Text":"Hij zei: \"Dit is een barmhartigheid van mijn Heer. Wanneer de toezegging van mijn Heer komt, dan maakt Hij hem met de grond gelijk. En de toezegging van mijn Heer is waar"},{"SurahNumber":18,"VerseNumber":99,"Text":"En Wij laten hen op die dag door elkaar heen krioelen. Dan wordt op de bazuin geblazen en verzamelen Wij hen bijeen"},{"SurahNumber":18,"VerseNumber":100,"Text":"En Wij confronteren op die dag de ongelovigen met de hel"},{"SurahNumber":18,"VerseNumber":101,"Text":"Van hen waren de ogen voor Mijn vermaning afgedekt en zij konden niet horen"},{"SurahNumber":18,"VerseNumber":102,"Text":"Of rekenen zij die ongelovig zijn erop dat zij Mijn dienaren in plaats van Mij als beschermers kunnen nemen? Wij hebben de hel voor de ongelovigen als gastverblijf klaargemaakt"},{"SurahNumber":18,"VerseNumber":103,"Text":"Zeg: \"Zullen wij jullie meedelen wie door hun daden de grootste verliezers zijn"},{"SurahNumber":18,"VerseNumber":104,"Text":"van wie het streven in het tegenwoordige leven teloorgaat terwijl zij erop rekenen goed werk te doen"},{"SurahNumber":18,"VerseNumber":105,"Text":"Dat zijn zij die geen geloof hechten aan de tekenen van hun Heer en aan de ontmoeting met Hem. Hun daden zullen dus vruchteloos zijn. Wij zullen hun op de opstandingsdag dan ook geen gewicht toekennen"},{"SurahNumber":18,"VerseNumber":106,"Text":"Dat is hun vergelding, de hel, omdat zij ongelovig waren en de spot dreven met Mijn tekenen en Mijn gezanten"},{"SurahNumber":18,"VerseNumber":107,"Text":"Maar zij die geloven en de deugdelijke daden doen, voor hen zijn er de tuinen van het paradijs als gastverblijf"},{"SurahNumber":18,"VerseNumber":108,"Text":"Zij zullen daarin altijd blijven zonder er ooit uit weg te willen gaan"},{"SurahNumber":18,"VerseNumber":109,"Text":"Zeg: \"Als de zee inkt was voor de woorden van mijn Heer, dan zou de zee uitgeput raken voordat de woorden van mijn Heer uitgeput raakten, ook al brachten wij nog een keer zoveel"},{"SurahNumber":18,"VerseNumber":110,"Text":"Zeg: \"Ik ben slechts een mens als jullie; aan mij wordt geopenbaard dat jullie god één god is. Wie dan hoopt op de ontmoeting met zijn Heer, die moet deugdelijk handelen en in de eredienst van zijn Heer niet een als metgezel [aan Hem] toevoegen"},{"SurahNumber":19,"VerseNumber":1,"Text":"K[aaf] H[aa?] J[aa?] '[Ain] S[aad]"},{"SurahNumber":19,"VerseNumber":2,"Text":"De vermelding van de barmhartigheid van jouw Heer aan Zijn dienaar Zakarijja"},{"SurahNumber":19,"VerseNumber":3,"Text":"Toen hij tot zijn Heer in het verborgen riep"},{"SurahNumber":19,"VerseNumber":4,"Text":"zei hij: \"Mijn Heer, mijn gebeente is zwak geworden in mij en mijn hoofd grijs van ouderdom. Bij het aanroepen van U, mijn Heer, ben ik nooit ongelukkig geweest"},{"SurahNumber":19,"VerseNumber":5,"Text":"Maar ik ben bang voor de verwanten die na mij komen, want mijn vrouw is onvruchtbaar. Schenk mij dan van Uw kant een naaste verwant"},{"SurahNumber":19,"VerseNumber":6,"Text":"die van mij zal erven en die van het geslacht van Ja'koeb zal erven en maak, mijn Heer, dat hij aangenaam is"},{"SurahNumber":19,"VerseNumber":7,"Text":"O Zakarijja, Wij kondigen jou een jongen aan die de naam Jahja heeft, een naam die Wij nog niet eerder aan iemand gegeven hebben"},{"SurahNumber":19,"VerseNumber":8,"Text":"Deze zei: \"Hoe kan ik nog een jongen krijgen terwijl mijn vrouw onvruchtbaar is en ik een hoge ouderdom heb bereikt"},{"SurahNumber":19,"VerseNumber":9,"Text":"Hij zei: \"Zo is het. Jouw Heer heeft gezegd: 'Het is voor Mij gemakkelijk. Ik heb jou vroeger immers ook geschapen toen jij nog niets was"},{"SurahNumber":19,"VerseNumber":10,"Text":"Hij zei: \"Mijn Heer, geef mij een teken.\" Hij zei: \"Jouw teken is dat jij drie nachten, hoewel je gezond en wel bent, toch niet tot de mensen zult spreken"},{"SurahNumber":19,"VerseNumber":11,"Text":"Toen ging hij het heiligdom uit naar zijn volk en gaf hun te kennen dat zij 's ochtends en 's avonds moesten lofprijzen"},{"SurahNumber":19,"VerseNumber":12,"Text":"O Jahja, houd het boek stevig vast.\" En Wij gaven hem de oordeelskracht al als kind"},{"SurahNumber":19,"VerseNumber":13,"Text":"en mededogen van Onze kant en reinheid. Hij was godvrezend"},{"SurahNumber":19,"VerseNumber":14,"Text":"en plichtsgetrouw jegens zijn ouders en hij was geen ongehoorzame geweldenaar"},{"SurahNumber":19,"VerseNumber":15,"Text":"En vrede zij met hem op de dag dat hij geboren werd, op de dag dat hij sterft en op de dag dat hij weer tot leven wordt opgewekt"},{"SurahNumber":19,"VerseNumber":16,"Text":"En vermeld in het boek Marjam. Toen zij zich van haar familie terugtrok naar een oostelijke plaats"},{"SurahNumber":19,"VerseNumber":17,"Text":"en een afscherming tegen hen maakte. Toen zonden Wij Onze geest naar haar en hij deed zich aan haar voor als een goedgevormd mens"},{"SurahNumber":19,"VerseNumber":18,"Text":"Zij zei: \"Ik zoek bij de Erbarmer bescherming tegen jou, als jij godvrezend bent"},{"SurahNumber":19,"VerseNumber":19,"Text":"Hij zei: \"Maar ik ben de gezant van jouw Heer om jou een reine jongen te schenken"},{"SurahNumber":19,"VerseNumber":20,"Text":"Zij zei: \"Hoe zou ik een jongen krijgen, terwijl geen mens mij aangeraakt heeft; en ik ben geen onkuise vrouw"},{"SurahNumber":19,"VerseNumber":21,"Text":"Hij zei: \"Zo is het. Jouw Heer heeft gezegd: 'Het is voor Mij gemakkelijk. En het is opdat Wij hem tot een teken voor de mensen maken en uit barmhartigheid van Ons. En het is een beslissing die gevallen is"},{"SurahNumber":19,"VerseNumber":22,"Text":"Dus werd zij zwanger van hem en trok zich met hem terug naar een afgelegen plaats"},{"SurahNumber":19,"VerseNumber":23,"Text":"Toen maakten de weeën dat zij naar de stam van de palm ging. Zij zei: \"Ach was ik maar eerder gestorven en was ik maar volstrekt in vergetelheid geraakt"},{"SurahNumber":19,"VerseNumber":24,"Text":"Maar hij riep haar van onder haar vandaan: \"Wees niet bedroefd, jouw Heer heeft onder jou een beekje geplaatst"},{"SurahNumber":19,"VerseNumber":25,"Text":"En schud de stam van de palm naar je toe dan zal zij verse rijpe dadels op je laten vallen"},{"SurahNumber":19,"VerseNumber":26,"Text":"Eet en drink dan en wees goedsmoeds en als jij iemand van de mensen ziet zeg dan: 'Ik heb aan de Erbarmer de gelofte gedaan mij te onthouden en dus zal ik vandaag met geen mens spreken"},{"SurahNumber":19,"VerseNumber":27,"Text":"Toen kwam zij met hem bij haar mensen, terwijl zij hem droeg. Zij zeiden: \"O Marjam jij hebt echt iets ongehoords begaan"},{"SurahNumber":19,"VerseNumber":28,"Text":"Zuster van Haroen, jouw vader was geen slechte man en jouw moeder was geen onkuise vrouw"},{"SurahNumber":19,"VerseNumber":29,"Text":"Maar zij wees naar hem. Zij zeiden: \"Hoe kunnen wij spreken met iemand die nog een kind in de wieg is"},{"SurahNumber":19,"VerseNumber":30,"Text":"Hij zei: \"Ik ben Gods dienaar; Hij heeft mij het boek gegeven en mij tot profeet gemaakt"},{"SurahNumber":19,"VerseNumber":31,"Text":"En Hij heeft mij gezegend gemaakt waar ik ook ben en Hij heeft mij de salaat en de zakaat opgelegd zolang ik leef"},{"SurahNumber":19,"VerseNumber":32,"Text":"en ook om plichtsgetrouw te zijn jegens mijn moeder en Hij heeft mij niet tot een ellendige geweldenaar gemaakt"},{"SurahNumber":19,"VerseNumber":33,"Text":"En vrede zij met mij op de dag dat ik geboren werd, op de dag dat ik sterf en op de dag dat ik weer tot leven word opgewekt"},{"SurahNumber":19,"VerseNumber":34,"Text":"Dat is Tsa, de zoon van Marjam, het woord van de waarheid waaraan zij twijfelen"},{"SurahNumber":19,"VerseNumber":35,"Text":"God is niet zo dat Hij zich een kind neemt. Geprezen zij Hij! Wanneer Hij iets beslist dan zegt Hij er slechts tegen: \"Wees!\" en het is"},{"SurahNumber":19,"VerseNumber":36,"Text":"God is mijn Heer en jullie Heer; dient Hem dus. Dit is een juiste weg"},{"SurahNumber":19,"VerseNumber":37,"Text":"Maar de partijen waren het onderling oneens. Wee dus hen die ongelovig zijn want zij zullen van een geweldige dag getuige zijn"},{"SurahNumber":19,"VerseNumber":38,"Text":"Wat zullen zij scherphorend en scherpziend zijn op de dag dat zij tot Ons komen! Maar de onrechtplegers verkeren vandaag in duidelijke dwaling"},{"SurahNumber":19,"VerseNumber":39,"Text":"En waarschuw hen voor de dag van wroeging wanneer de beslissing is gevallen, terwijl zij in onoplettendheid verkeren en niet geloven"},{"SurahNumber":19,"VerseNumber":40,"Text":"Wij zullen de aarde beërven en wie erop zijn en tot Ons zullen zij teruggebracht worden"},{"SurahNumber":19,"VerseNumber":41,"Text":"En vermeld in het boek Ibrahiem. Hij was een oprecht mens en een profeet"},{"SurahNumber":19,"VerseNumber":42,"Text":"Toen hij tot zijn vader zei: \"O mijn vader, waarom dien jij wat niet kan horen, niet kan zien en wat jou niets baat"},{"SurahNumber":19,"VerseNumber":43,"Text":"O mijn vader, tot mij is kennis gekomen die tot jou niet gekomen is. Volg mij dus, dan zal ik jou op een effen weg leiden"},{"SurahNumber":19,"VerseNumber":44,"Text":"O mijn vader, dien de satan niet. De satan is weerspannig tegen de Erbarmer"},{"SurahNumber":19,"VerseNumber":45,"Text":"O mijn vader, ik ben bang dat een straf van de Erbarmer jou zal treffen en dat jij dan een volgeling van de satan wordt"},{"SurahNumber":19,"VerseNumber":46,"Text":"Deze zei: \"Wil jij je van mijn goden afkeren, Ibrahiem? Als jij niet ophoudt, zal ik je stenigen; ga een lange tijd bij mij weg"},{"SurahNumber":19,"VerseNumber":47,"Text":"Hij zei: \"Vrede zij met je. Ik zal mijn Heer voor jou om vergeving vragen; Hij is voor mij welwillend"},{"SurahNumber":19,"VerseNumber":48,"Text":"Ik ga mij van jullie afscheiden en ook van wat jullie in plaats van God aanroepen. Ik roep mijn Heer aan, misschien dat ik bij het aanroepen van mijn Heer niet ongelukkig ben"},{"SurahNumber":19,"VerseNumber":49,"Text":"En toen hij zich van hen afscheidde en van wat zij in plaats van God dienden schonken Wij hem Ishaak en Ja'koeb en allen maakten Wij tot profeten"},{"SurahNumber":19,"VerseNumber":50,"Text":"En Wij schonken hun iets van Onze barmhartigheid en Wij verschaften hun een betrouwbare, hoogstaande reputatie"},{"SurahNumber":19,"VerseNumber":51,"Text":"En vermeld in het boek Moesa. Hij was uitverkoren en hij was een gezant en een profeet"},{"SurahNumber":19,"VerseNumber":52,"Text":"En Wij riepen hem van de rechterkant van de berg en brachten hem dichterbij voor een vertrouwelijk gesprek"},{"SurahNumber":19,"VerseNumber":53,"Text":"En Wij schonken hem uit Onze barmhartigheid zijn broeder Haroen als profeet"},{"SurahNumber":19,"VerseNumber":54,"Text":"En vermeld in het boek Isma'iel. Hij hield zich aan zijn toezegging en hij was een gezant en een profeet"},{"SurahNumber":19,"VerseNumber":55,"Text":"En hij legde zijn mensen de salaat en de zakaat op en hij had bij zijn Heer welgevallen gevonden"},{"SurahNumber":19,"VerseNumber":56,"Text":"En vermeld in het boek Idries. Hij was een oprecht mens en een profeet"},{"SurahNumber":19,"VerseNumber":57,"Text":"En Wij hebben hem naar een hoge plaats verheven"},{"SurahNumber":19,"VerseNumber":58,"Text":"Zij zijn het aan wie God onder de profeten genade geschonken heeft, uit de nakomelingen van Adam, uit hen die Wij met Noeh gedragen hebben, uit de nakomelingen van Ibrahiem en Isra?iel en uit hen die Wij op het goede pad gebracht en uitgekozen hebben. Wanneer de tekenen van de Erbarmer aan hen worden voorgelezen vallen zij eerbiedig buigend neer en huilen"},{"SurahNumber":19,"VerseNumber":59,"Text":"Toen volgden hen daarna opvolgers op die de salaat veronachtzaamden en de begeerten najoegen; zij gaan dus verderf tegemoet"},{"SurahNumber":19,"VerseNumber":60,"Text":"Behalve wie berouw toont, gelooft en deugdelijk handelt. Zij zijn het dus die de tuin binnengaan en hun wordt geen enkel onrecht aangedaan"},{"SurahNumber":19,"VerseNumber":61,"Text":"De tuinen van 'Adn die de Erbarmer aan Zijn dienaren in het onzichtbare heeft toegezegd; zijn toezegging komt uit"},{"SurahNumber":19,"VerseNumber":62,"Text":"Zij horen daarin geen onzin, maar alleen: Vrede! En voor hen is er 's ochtends en 's avonds hun levensonderhoud"},{"SurahNumber":19,"VerseNumber":63,"Text":"Dat is de tuin die Wij hun van Onze dienaren die godvrezend zijn laten beërven"},{"SurahNumber":19,"VerseNumber":64,"Text":"Wij laten ons alleen maar door de beschikking van jouw Heer neerzenden. Van Hem is wat vóór ons is en wat achter ons is en wat daartussen is. En jouw Heer is niet vergeetachtig"},{"SurahNumber":19,"VerseNumber":65,"Text":"De Heer van de hemelen en de aarde en wat er tussen beide is. Dient Hem dus en volhardt in Zijn eredienst. Ken jij van Hem een naamgenoot"},{"SurahNumber":19,"VerseNumber":66,"Text":"De mens zegt: \"Als ik sterf, zal ik dan levend tevoorschijn gebracht worden"},{"SurahNumber":19,"VerseNumber":67,"Text":"Gedenkt de mens dan niet dat Wij hem vroeger geschapen hebben toen hij nog niets was"},{"SurahNumber":19,"VerseNumber":68,"Text":"Maar, bij jouw Heer, Wij zullen hen en de satans verzamelen en dan zullen Wij hen rondom de hel op de knieën voorgeleiden"},{"SurahNumber":19,"VerseNumber":69,"Text":"Dan zullen Wij bij iedere groepering hen eruit halen die het hevigst tegen de Erbarmer tekeergingen"},{"SurahNumber":19,"VerseNumber":70,"Text":"Dan kennen Wij hen die het meest verdienen te braden het best"},{"SurahNumber":19,"VerseNumber":71,"Text":"Er is niemand onder jullie die er niet naar zal afdalen. En het is voor jouw Heer een besluit dat gevallen is"},{"SurahNumber":19,"VerseNumber":72,"Text":"Dan redden Wij hen die godvrezend zijn en laten de onrechtplegers daarin op de knieën achter"},{"SurahNumber":19,"VerseNumber":73,"Text":"En wanneer aan hen Onze tekenen als duidelijke bewijzen worden voorgelezen zeggen zij die ongelovig zijn tot hen die geloven: \"Welke van de beide groepen heeft een betere positie en verkeert in beter gezelschap"},{"SurahNumber":19,"VerseNumber":74,"Text":"Hoeveel generaties hebben Wij reeds vóór hun tijd vernietigd die betere voorzieningen hadden en die een betere aanblik boden"},{"SurahNumber":19,"VerseNumber":75,"Text":"Zeg: \"Als iemand in dwaling verkeert, dan moge de Erbarmer het voor hem nog verlengen. En wanneer zij ten slotte zien wat hun is aangezegd -- of het nu de bestraffing is of het uur? dan zullen zij weten wie de slechtste positie hebben en de zwakste troepenmacht"},{"SurahNumber":19,"VerseNumber":76,"Text":"En God brengt hen die zich op het goede pad hebben laten brengen nog beter op het goede pad. En de deugdelijke daden die duurzaam zijn hebben bij jouw Heer een betere beloning en verzekeren een betere terugkeer"},{"SurahNumber":19,"VerseNumber":77,"Text":"Heb jij hem gezien die geen geloof hecht aan Onze tekenen en die zegt: \"Aan mij zullen zeker bezit en kinderen gegeven worden"},{"SurahNumber":19,"VerseNumber":78,"Text":"Heeft hij dan het onzichtbare in ogenschouw genomen of heeft hij met God een verbond gesloten"},{"SurahNumber":19,"VerseNumber":79,"Text":"Welnee, Wij zullen opschrijven wat hij zegt en de bestraffing voor hem nog verlengen"},{"SurahNumber":19,"VerseNumber":80,"Text":"En Wij zullen dat wat hij zegt van hem erven en hij zal alleen tot ons komen"},{"SurahNumber":19,"VerseNumber":81,"Text":"En zij hebben zich in plaats van God andere goden genomen om door hen macht te krijgen"},{"SurahNumber":19,"VerseNumber":82,"Text":"Welnee, zij zullen voor hun eredienst niet erkentelijk zijn en tegenstanders voor hen zijn"},{"SurahNumber":19,"VerseNumber":83,"Text":"Heb jij niet gezien dat Wij de satans naar de ongelovigen gezonden hebben om hen op te stoken"},{"SurahNumber":19,"VerseNumber":84,"Text":"Wees niet te haastig tegen hen; Wij zijn voor hen al aan het aftellen"},{"SurahNumber":19,"VerseNumber":85,"Text":"Op de dag dat Wij de godvrezenden als een afvaardiging bij de Erbarmer zullen verzamelen"},{"SurahNumber":19,"VerseNumber":86,"Text":"en de boosdoeners naar de hel drijven als een kudde naar de drinkplaats"},{"SurahNumber":19,"VerseNumber":87,"Text":"beschikken alleen zij over voorspraak die een verbond met de Erbarmer hebben gesloten"},{"SurahNumber":19,"VerseNumber":88,"Text":"En zij zeggen: \"De Erbarmer heeft zich een kind genomen"},{"SurahNumber":19,"VerseNumber":89,"Text":"Jullie hebben echt iets afgrijselijks begaan"},{"SurahNumber":19,"VerseNumber":90,"Text":"Bijna zou de hemel ervan barsten, de aarde opensplijten en het gebergte ineenstorten"},{"SurahNumber":19,"VerseNumber":91,"Text":"dat zij aan de Erbarmer een kind toekennen"},{"SurahNumber":19,"VerseNumber":92,"Text":"Het past niet bij de Erbarmer dat Hij zich een kind neemt"},{"SurahNumber":19,"VerseNumber":93,"Text":"Ieder die in de hemelen en de aarde is komt slechts als dienaar tot de Erbarmer"},{"SurahNumber":19,"VerseNumber":94,"Text":"Hij heeft hen opgesomd en nauwkeurig geteld"},{"SurahNumber":19,"VerseNumber":95,"Text":"En een ieder van hen zal op de opstandingsdag alleen tot Hem komen"},{"SurahNumber":19,"VerseNumber":96,"Text":"Zij die geloven en de deugdelijke daden doen, aan hen zal de Erbarmer liefde doen toekomen"},{"SurahNumber":19,"VerseNumber":97,"Text":"Wij hebben hem dus in jouw taal gemakkelijk gemaakt, opdat jij het goede nieuws ermee zou verkondigen aan de godvrezenden en twistzieke mensen ermee zou waarschuwen"},{"SurahNumber":19,"VerseNumber":98,"Text":"En hoeveel generaties hebben Wij voor hun tijd reeds vernietigd! Word jij van een van hen nog iets gewaar of hoor jij van hen nog gefluister"},{"SurahNumber":20,"VerseNumber":1,"Text":"T[aa?] H[aa]"},{"SurahNumber":20,"VerseNumber":2,"Text":"Wij hebben de Koran niet tot jou neergezonden opdat jij ongelukkig zou zijn"},{"SurahNumber":20,"VerseNumber":3,"Text":"maar slechts als een vermaning voor wie [God] vreest"},{"SurahNumber":20,"VerseNumber":4,"Text":"als een neerzending van Hem die de aarde en de hoge hemelen geschapen heeft"},{"SurahNumber":20,"VerseNumber":5,"Text":"de Erbarmer; Hij heeft zich op de troon gevestigd"},{"SurahNumber":20,"VerseNumber":6,"Text":"Hem behoort wat er in de hemelen, wat er op de aarde, wat er tussen beide en wat er onder de grond is"},{"SurahNumber":20,"VerseNumber":7,"Text":"En al spreek jij met luide stem, Hij weet wat geheim is en wat nog verborgener is"},{"SurahNumber":20,"VerseNumber":8,"Text":"God, er is geen god dan Hij, Hem komen de mooiste namen toe"},{"SurahNumber":20,"VerseNumber":9,"Text":"Is het verhaal van Moesa tot jou gekomen"},{"SurahNumber":20,"VerseNumber":10,"Text":"Toen hij een vuur zag en tot zijn mensen zei: \"Blijft staan, ik heb een vuur waargenomen, misschien zal ik jullie er een fakkel van brengen of bij het vuur een aanduiding van de goede richting vinden"},{"SurahNumber":20,"VerseNumber":11,"Text":"Toen hij er kwam werd hem toegeroepen: O Moesa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Ik ben het, jouw Heer. Trek dus jouw schoenen uit. Jij bent in de geheiligde vallei Toewa"},{"SurahNumber":20,"VerseNumber":13,"Text":"En Ik heb jou uitgekozen; luister dus naar wat geopenbaard zal worden"},{"SurahNumber":20,"VerseNumber":14,"Text":"Ik ben God, er is geen god dan Ik. Dien Mij dus en verricht de salaat om Mij te gedenken"},{"SurahNumber":20,"VerseNumber":15,"Text":"Het uur komt -- Ik houd het nauwelijks nog verborgen -- opdat aan elke ziel vergolden wordt wat zij nastreeft"},{"SurahNumber":20,"VerseNumber":16,"Text":"Laat wie er niet aan gelooft en zijn geneigdheid volgt jou er niet van afhouden, zodat jij ten onder gaat"},{"SurahNumber":20,"VerseNumber":17,"Text":"En wat is dat daar in je rechterhand"},{"SurahNumber":20,"VerseNumber":18,"Text":"Hij zei: \"Dat is mijn staf waarop ik leun en waarmee ik voor mijn schapen bladeren afsla en ik heb er ook nog andere toepassingen voor"},{"SurahNumber":20,"VerseNumber":19,"Text":"Hij zei: \"Werp hem neer, Moesa"},{"SurahNumber":20,"VerseNumber":20,"Text":"En hij wierp hem neer en het was opeens een slang die voortbewoog"},{"SurahNumber":20,"VerseNumber":21,"Text":"Hij zei: \"Pak hem en wees niet bang; Wij laten hem weer net zo worden als hij eerst was"},{"SurahNumber":20,"VerseNumber":22,"Text":"En houd je hand onder je arm dan zal zij wit, maar zonder iets slechts, tevoorschijn komen als nog een teken"},{"SurahNumber":20,"VerseNumber":23,"Text":"om jou iets van Onze grootse tekenen te laten zien"},{"SurahNumber":20,"VerseNumber":24,"Text":"Ga heen naar Fir'aun; hij is onbeschaamd"},{"SurahNumber":20,"VerseNumber":25,"Text":"Hij zei: \"Mijn Heer, stel bij mij mijn hart open"},{"SurahNumber":20,"VerseNumber":26,"Text":"vergemakkelijk mijn taak voor mij"},{"SurahNumber":20,"VerseNumber":27,"Text":"en maak een knoop in mijn tong los"},{"SurahNumber":20,"VerseNumber":28,"Text":"zodat zij begrijpen wat ik zeg"},{"SurahNumber":20,"VerseNumber":29,"Text":"En stel voor mij een medewerker aan uit mijn familie"},{"SurahNumber":20,"VerseNumber":30,"Text":"Haroen, mijn broer"},{"SurahNumber":20,"VerseNumber":31,"Text":"Geef mij door hem meer kracht"},{"SurahNumber":20,"VerseNumber":32,"Text":"en laat hem in mijn taak delen"},{"SurahNumber":20,"VerseNumber":33,"Text":"opdat wij U veelvuldig prijzen"},{"SurahNumber":20,"VerseNumber":34,"Text":"en U veelvuldig gedenken"},{"SurahNumber":20,"VerseNumber":35,"Text":"U doorziet ons"},{"SurahNumber":20,"VerseNumber":36,"Text":"Hij zei: \"Jouw verzoek is ingewilligd, Moesa"},{"SurahNumber":20,"VerseNumber":37,"Text":"En Wij hebben jou ook al een andere keer een gunst bewezen"},{"SurahNumber":20,"VerseNumber":38,"Text":"toen Wij aan jouw moeder openbaarden wat geopenbaard is"},{"SurahNumber":20,"VerseNumber":39,"Text":"Werp hem in de kist en werp hem in de zee, dan zal de zee hem op de kust werpen, zodat een vijand van Mij en een vijand van hem hem zal opnemen.? En Ik heb over jou liefde van Mij uitgestort en jij moest onder Mijn ogen grootgebracht worden"},{"SurahNumber":20,"VerseNumber":40,"Text":"Toen jouw zuster heenging en zei: 'Zal ik jullie iemand aanwijzen die voor hem zal zorgen?? Zo brachten Wij jou terug naar jouw moeder opdat jij goedsmoeds en niet bedroefd zou zijn. En jij hebt een mens gedood, maar Wij hebben jou uit de nood gered en jou aan verzoeking blootgesteld. Zo bleef jij jaren bij de mensen van Madjan. Toen kwam jij, Moesa, [hierheen] als beschikt"},{"SurahNumber":20,"VerseNumber":41,"Text":"En Ik heb jou voor Mijzelf uitgekozen"},{"SurahNumber":20,"VerseNumber":42,"Text":"Ga heen, jij en jouw broeder, met Mijn tekenen en wordt niet moe Mij te gedenken"},{"SurahNumber":20,"VerseNumber":43,"Text":"Gaat heen naar Fir'aun; hij is onbeschaamd"},{"SurahNumber":20,"VerseNumber":44,"Text":"En spreekt zachtmoedig tot hem; misschien laat hij zich vermanen of vreest hij"},{"SurahNumber":20,"VerseNumber":45,"Text":"Zij zeiden: \"Onze Heer, wij zijn bang dat hij zich aan ons vergrijpt of dat hij onbeschaamd zal zijn"},{"SurahNumber":20,"VerseNumber":46,"Text":"Hij zei: \"Weest niet bang, Ik ben met jullie; Ik hoor en zie"},{"SurahNumber":20,"VerseNumber":47,"Text":"Gaat dus naar hem toe en zegt: 'Wij zijn gezanten van jouw Heer. Zend dan de Israëlieten met ons weg en bestraf hen niet. Wij zijn tot jou gekomen met een teken van jouw Heer. En vrede zij met wie de leidraad volgt"},{"SurahNumber":20,"VerseNumber":48,"Text":"Aan ons is immers geopenbaard dat de bestraffing komt over wie loochent en zich afkeert"},{"SurahNumber":20,"VerseNumber":49,"Text":"Hij zei: \"Wie is dan jullie Heer, Moesa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Deze zei: \"Onze Heer is het die aan alles zijn aard heeft gegeven en dan de goede richting heeft gewezen"},{"SurahNumber":20,"VerseNumber":51,"Text":"Hij zei: \"Hoe is het gesteld met de eerdere generaties"},{"SurahNumber":20,"VerseNumber":52,"Text":"Hij zei: \"De kennis daarover is bij mijn Heer, in een boek. Mijn Heer dwaalt niet en vergeet niet"},{"SurahNumber":20,"VerseNumber":53,"Text":"Hij die voor jullie de aarde tot een wiegenbed gemaakt heeft en die voor jullie daarop wegen heeft getrokken en die uit de hemel water heeft laten neerdalen waarmee Wij dan velerlei soorten van plantengroei hebben voortgebracht"},{"SurahNumber":20,"VerseNumber":54,"Text":"Eet en weidt jullie vee. Daarin zijn tekenen voor de schranderen"},{"SurahNumber":20,"VerseNumber":55,"Text":"Uit haar [nml. de aarde] hebben Wij jullie geschapen en in haar zullen Wij jullie terug laten keren en uit haar zullen Wij jullie een tweede maal tevoorschijn brengen"},{"SurahNumber":20,"VerseNumber":56,"Text":"En Wij hebben hem al Onze tekenen laten zien, maar hij loochende en weigerde"},{"SurahNumber":20,"VerseNumber":57,"Text":"Hij zei: \"Ben jij tot ons gekomen om ons door jouw toverij uit ons land te verdrijven, Moesa"},{"SurahNumber":20,"VerseNumber":58,"Text":"Dan zullen wij wel met overeenkomstige toverij komen. Maak maar een afspraak tussen ons en jou, waaraan wij ons evenals jij moeten houden, op een effen plaats"},{"SurahNumber":20,"VerseNumber":59,"Text":"Deze zei: \"De afspraak met jullie is op de feestdag en dat de mensen op de voormiddag verzameld worden"},{"SurahNumber":20,"VerseNumber":60,"Text":"Maar Fir'aun keerde zich af om zijn plan te beramen en toen kwam hij terug"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moesa zei tot hen: \"Wee jullie, verzint over God geen bedrog, want dan verdelgt Hij jullie door een bestraffing. Wie verzinsels vertelt wordt teleurgesteld"},{"SurahNumber":20,"VerseNumber":62,"Text":"Toen twistten zij met elkaar over hun geval en hielden een vertrouwelijk gesprek"},{"SurahNumber":20,"VerseNumber":63,"Text":"Zij zeiden: \"Deze twee zijn tovenaars. Zij willen jullie door hun toverij uit jullie land verdrijven en jullie voorbeeldige opvattingen afschaffen"},{"SurahNumber":20,"VerseNumber":64,"Text":"Beraamt dan jullie plan en komt dan in een rij. Heden zal het hem welgaan die de overhand krijgt"},{"SurahNumber":20,"VerseNumber":65,"Text":"Zij zeiden: \"O Moesa, of jij werpt of wij zijn het die het eerst zullen werpen"},{"SurahNumber":20,"VerseNumber":66,"Text":"Hij zei: \"Werpt maar.\" En plotseling werd hem door hun toverij de indruk gegeven dat hun touwen en staven voortbewogen"},{"SurahNumber":20,"VerseNumber":67,"Text":"Toen werd Moesa in zijn binnenste door vrees bevangen"},{"SurahNumber":20,"VerseNumber":68,"Text":"Wij zeiden: \"Weest niet bang, jij houdt de overhand"},{"SurahNumber":20,"VerseNumber":69,"Text":"Werp wat in je rechterhand is, dan zal het wat zij gemaakt hebben verslinden. Wat zij gemaakt hebben is slechts een tovenaarslist en de tovenaar zal het niet welgaan waar hij ook komt"},{"SurahNumber":20,"VerseNumber":70,"Text":"En de tovenaars werden neergeworpen om zich eerbiedig neer te buigen en zij zeiden: \"Wij geloven in de Heer van Haroen en Moesa"},{"SurahNumber":20,"VerseNumber":71,"Text":"Hij zei: \"Jullie geloven aan hem voordat ik jullie toestemming gegeven heb. Hij is zeker jullie meester die jullie heeft leren toveren. Ik zal jullie de handen en de voeten aan tegenovergestelde kanten afhouwen en ik zal jullie aan palmstammen kruisigen. Dan zullen jullie weten wie van ons strenger in het bestraffen en onvergankelijker is"},{"SurahNumber":20,"VerseNumber":72,"Text":"Zij zeiden: \"Wij verkiezen jou niet boven de duidelijke tekenen die tot ons gekomen zijn en boven Hem die ons geschapen heeft. Beslis dus maar wat je wilt; jij beslist slechts over het tegenwoordige leven"},{"SurahNumber":20,"VerseNumber":73,"Text":"Wij geloven in onze Heer opdat Hij ons onze fouten vergeven zal en de toverij waartoe jij ons gedwongen hebt. God is beter en onvergankelijker"},{"SurahNumber":20,"VerseNumber":74,"Text":"Hij die tot zijn Heer komt als boosdoener, voor hem is de hel waarin hij niet zal sterven en niet zal leven"},{"SurahNumber":20,"VerseNumber":75,"Text":"Maar wie tot Hem komen als gelovigen die de deugdelijke daden gedaan hebben, zij zijn het voor wie de hoogste rangen zijn"},{"SurahNumber":20,"VerseNumber":76,"Text":"de tuinen van 'Adn waar de rivieren onderdoor stromen; zij zullen altijd daarin blijven. Dat is de beloning voor wie gelouterd zijn"},{"SurahNumber":20,"VerseNumber":77,"Text":"En Wij hebben aan Moesa geopenbaard: \"Vertrek 's nachts met Mijn dienaren en baan voor hen een droge weg in de zee zonder bang te zijn ingehaald te worden en zonder te vrezen"},{"SurahNumber":20,"VerseNumber":78,"Text":"Toen volgde Fir'aun hen met zijn troepen, maar zij werden door de zee verzwolgen"},{"SurahNumber":20,"VerseNumber":79,"Text":"Fir'aun bracht zijn volk tot dwaling en wees hun niet de goede richting"},{"SurahNumber":20,"VerseNumber":80,"Text":"O Israëlieten, Wij hebben jullie van jullie vijand gered en Wij spraken met jullie aan de rechterkant van de berg af en Wij zonden het manna en de kwartels tot jullie neer"},{"SurahNumber":20,"VerseNumber":81,"Text":"Eet van de goede dingen waarmee Wij in jullie levensonderhoud voorzien, maar overdrijft daarbij niet zodat Mijn toorn over jullie losbarst; over wie Mijn toorn losbarst, die komt ten val"},{"SurahNumber":20,"VerseNumber":82,"Text":"Maar Ik ben een vergever voor wie berouw toont, gelooft en deugdelijk handelt en zich dan op het goede pad laat brengen"},{"SurahNumber":20,"VerseNumber":83,"Text":"En wat brengt jou zo haastig bij je volk vandaan, Moesa"},{"SurahNumber":20,"VerseNumber":84,"Text":"Hij zei: \"Zij zijn het die achter mij aan zijn en ik heb mij naar U gehaast, mijn Heer, opdat U tevreden zou zijn"},{"SurahNumber":20,"VerseNumber":85,"Text":"Hij zei: \"Wij hebben jouw volk in verzoeking gebracht nadat jij weggegaan was en de Samiriet heeft hen tot dwaling gebracht"},{"SurahNumber":20,"VerseNumber":86,"Text":"Toen keerde Moesa toornig en vol spijt tot zijn volk terug. Hij zei: \"Mijn volk! Heeft jullie Heer jullie niet een goede toezegging gedaan? Duurde de tijd jullie te lang of wensten jullie dat er toorn van jullie Heer over jullie los zou barsten, zodat jullie de afspraak met mij niet nakwamen"},{"SurahNumber":20,"VerseNumber":87,"Text":"Zij zeiden: \"Wij zijn niet uit eigen beweging de afspraak met jou niet nagekomen, maar wij werden overladen met hele ladingen sieraden van de mensen. Die hebben wij toen [in het vuur] gegooid en de Samiriet deed dat ook"},{"SurahNumber":20,"VerseNumber":88,"Text":"Hij bracht toen voor hen een kalf tevoorschijn, als een lichaam met geloei. En zij zeiden: \"Dit is jullie god en de god van Moesa, maar hij was het vergeten"},{"SurahNumber":20,"VerseNumber":89,"Text":"Zien zij dan niet dat het niets tot hen terugzegt en dat het voor hen niets schadelijks en niets nuttigs kan uitrichten"},{"SurahNumber":20,"VerseNumber":90,"Text":"En Haroen had al van tevoren tot hen gezegd: \"O mijn volk! Jullie worden daarmee in verzoeking gebracht. Jullie Heer is toch de Erbarmer! Volgt mij dus en gehoorzaamt mijn bevel"},{"SurahNumber":20,"VerseNumber":91,"Text":"Zij zeiden: \"Wij zullen niet ophouden het eer te bewijzen zolang Moesa niet tot ons terugkomt"},{"SurahNumber":20,"VerseNumber":92,"Text":"Hij zei: \"O Haroen, wat weerhield jou toen jij zag dat zij dwaalden"},{"SurahNumber":20,"VerseNumber":93,"Text":"dat jij mij niet gevolgd bent? Was jij ongehoorzaam aan mijn bevel"},{"SurahNumber":20,"VerseNumber":94,"Text":"Hij zei: \"Zoon van mijn moeder, grijp mij niet bij mijn baard en bij mijn hoofd. Ik vreesde dat jij zou zeggen: 'Jij hebt de Israëlieten opgesplitst en je niet gehouden aan wat ik zei"},{"SurahNumber":20,"VerseNumber":95,"Text":"Hij zei: \"En hoe is het met jou, o Samiriet"},{"SurahNumber":20,"VerseNumber":96,"Text":"Hij zei: \"Ik had inzicht in iets waarin zij dat niet hadden en ik nam een handvol van het spoor van de gezant en heb het [over het kalf] geworpen. Dat had ik mijzelf zo wijsgemaakt"},{"SurahNumber":20,"VerseNumber":97,"Text":"Hij zei: \"Ga weg, jouw lot in het leven zal zijn dat je moet zeggen: 'Niet aanraken!? En voor jou is er een afspraak waaraan jij je niet kunt onttrekken. En kijk dan naar jouw god, die jij eer bleef bewijzen. Wij zullen hem zeker verbranden en dan in de zee verstrooien"},{"SurahNumber":20,"VerseNumber":98,"Text":"Jullie god is God alleen, buiten wie er geen andere god is. Hij omvat alles met Zijn kennis"},{"SurahNumber":20,"VerseNumber":99,"Text":"Zo vertellen Wij jou berichten over wat vroeger gebeurde en Wij hebben tot jou van Onze kant een vermaning laten komen"},{"SurahNumber":20,"VerseNumber":100,"Text":"Wie zich daarvan afwenden, die zullen op de opstandingsdag een last te dragen hebben"},{"SurahNumber":20,"VerseNumber":101,"Text":"zij zullen er altijd in blijven en op de opstandingsdag zal het voor hen slecht te dragen zijn"},{"SurahNumber":20,"VerseNumber":102,"Text":"Op de dag dat op de bazuin geblazen wordt! Wij zullen op die dag de boosdoeners, verblind en verschrikt als zij zijn, verzamelen"},{"SurahNumber":20,"VerseNumber":103,"Text":"terwijl zij onder elkaar fluisteren: \"Het heeft voor jullie slechts tien [dagen] geduurd"},{"SurahNumber":20,"VerseNumber":104,"Text":"Wij weten het best wat zij zeggen, wanneer de voorbeeldigste van hen in levenswandel zegt: \"Het heeft voor jullie slechts een dag geduurd"},{"SurahNumber":20,"VerseNumber":105,"Text":"En zij vragen jou naar de bergen. Zeg: \"Mijn Heer zal ze geheel verstrooien"},{"SurahNumber":20,"VerseNumber":106,"Text":"en ze als een kale vlakte achterlaten"},{"SurahNumber":20,"VerseNumber":107,"Text":"waarin je geen kronkels en geen hobbels ziet"},{"SurahNumber":20,"VerseNumber":108,"Text":"Op die dag zullen zij de oproeper volgen tot wie er geen kronkelweg is en de stemmen zullen deemoedig tot de Erbarmer opklinken en je zult slechts geschuifel horen"},{"SurahNumber":20,"VerseNumber":109,"Text":"Op die dag heeft voorspraak alleen maar nut voor hem aan wie de Erbarmer het heeft toegestaan en wiens woorden Hem welgevallig zijn"},{"SurahNumber":20,"VerseNumber":110,"Text":"Hij weet wat vóór hen is en wat achter hen is terwijl zij Hem met hun kennis niet bevatten"},{"SurahNumber":20,"VerseNumber":111,"Text":"En de gezichten zwichten voor de Levende, de Standvastige en teleurgesteld wordt hij wiens last onrecht is"},{"SurahNumber":20,"VerseNumber":112,"Text":"Maar wie deugdelijke daden doet, terwijl hij gelovig is, die zal voor onrecht niet bang zijn en ook niet dat hem tekort gedaan wordt"},{"SurahNumber":20,"VerseNumber":113,"Text":"En zo hebben Wij het neergezonden als een Arabische Koran en Wij hebben er uiteenzettingen van dreigementen in gegeven; misschien zullen zij godvrezend worden of brengt hij voor hen een nieuwe vermaning"},{"SurahNumber":20,"VerseNumber":114,"Text":"Hoogverheven is God, de ware koning. En haast je niet met de Koran voordat de openbaring ervan aan jou geheel is geschied en zeg: \"Mijn Heer, geef mij meer kennis"},{"SurahNumber":20,"VerseNumber":115,"Text":"En Wij hadden vroeger aan Adam opdracht gegeven maar hij vergat het; Wij vonden bij hem geen vastbeslotenheid"},{"SurahNumber":20,"VerseNumber":116,"Text":"Toen Wij tot de engelen zeiden: \"Buigt eerbiedig neer voor Adam\", bogen zij eerbiedig neer, behalve Iblies; hij weigerde"},{"SurahNumber":20,"VerseNumber":117,"Text":"Wij zeiden dus tot Adam: \"Dit is een vijand van jou en je echtgenote; laat hij jullie dus niet uit de tuin verdrijven want dan zul je ongelukkig zijn"},{"SurahNumber":20,"VerseNumber":118,"Text":"Het is jou gegund dat jij er geen honger hebt noch naakt bent"},{"SurahNumber":20,"VerseNumber":119,"Text":"en dat jij er geen dorst hebt noch onder de hitte lijdt"},{"SurahNumber":20,"VerseNumber":120,"Text":"Maar de satan fluisterde hem in en zei: \"O Adam zal ik jou de boom van het eeuwige leven wijzen en een heerschappij die niet vergaat"},{"SurahNumber":20,"VerseNumber":121,"Text":"Toen aten zij er beiden van en hun schaamte werd voor hen zichtbaar en zij begonnen zich te bedekken met aaneengehechte bladeren uit de tuin. Adam was ongehoorzaam aan zijn Heer en misleid"},{"SurahNumber":20,"VerseNumber":122,"Text":"Daarna verkoos zijn Heer hem, wendde zich genadig tot hem en bracht hem op het goede pad"},{"SurahNumber":20,"VerseNumber":123,"Text":"Hij zei: \"Daalt beiden er tezamen uit af -- elkaar tot vijand. Als er dan van Mij een leidraad komt, dan zal wie Mijn leidraad navolgt niet dwalen en niet ongelukkig zijn"},{"SurahNumber":20,"VerseNumber":124,"Text":"Maar wie zich van Mijn vermaning afwendt die zal een benauwd leven leiden en Wij zullen hem op de opstandingsdag blind ter verzameling opbrengen"},{"SurahNumber":20,"VerseNumber":125,"Text":"Hij zal zeggen: \"Mijn Heer, waarom hebt U mij blind ter verzameling opgebracht, terwijl ik toch kon zien"},{"SurahNumber":20,"VerseNumber":126,"Text":"Hij zegt: \"Zo is het, Onze tekenen zijn tot jou gekomen, maar jij hebt ze vergeten, evenzo word jij vandaag dus vergeten"},{"SurahNumber":20,"VerseNumber":127,"Text":"Zo zullen Wij ook aan hem die onmatig is en die niet in de tekenen van zijn Heer gelooft vergelden. De bestraffing van het hiernamaals is strenger en onvergankelijker"},{"SurahNumber":20,"VerseNumber":128,"Text":"Is het hun dan niet duidelijk hoeveel generaties van wie in de woningen wandelen Wij al vóór hun tijd vernietigd hebben? Daarin zijn tekenen voor de schranderen"},{"SurahNumber":20,"VerseNumber":129,"Text":"En als er al niet eerder een woord van jouw Heer gekomen was en een vastgestelde termijn, dan was het onafwendbaar geweest"},{"SurahNumber":20,"VerseNumber":130,"Text":"Verdraag wat zij zeggen dus geduldig en prijs de lof van jouw Heer voor zonsopgang en voor haar ondergang en lofprijst gedurende de nacht en op de uiteinden van de dag; misschien ben jij dan tevreden"},{"SurahNumber":20,"VerseNumber":131,"Text":"En kijk niet met uitpuilende ogen naar wat Wij sommigen van hen als vruchtgebruik gegeven hebben, de schittering van het tegenwoordige leven, om hen daarmee in verzoeking te brengen. En het levensonderhoud van jouw Heer is beter en onvergankelijker"},{"SurahNumber":20,"VerseNumber":132,"Text":"En leg jouw mensen de salaat op. Volhard jij er ook in. Wij vragen van jou geen levensonderhoud. Wij zijn het die jou levensonderhoud geven en het [goede] uiteinde komt de godvrezendheid toe"},{"SurahNumber":20,"VerseNumber":133,"Text":"En zij zeiden: \"Had hij ons geen teken van zijn Heer kunnen brengen?\" Is tot hen dan niet als duidelijk bewijs gekomen wat er in de eerdere bladen staat"},{"SurahNumber":20,"VerseNumber":134,"Text":"En als Wij hen vernietigd hadden door een bestraffing vóór zijn komst, dan hadden zij gezegd: \"Onze Heer, had U tot ons niet een gezant kunnen zenden, zodat wij Uw tekenen hadden kunnen volgen voordat wij vernederd en te schande gemaakt werden"},{"SurahNumber":20,"VerseNumber":135,"Text":"Zeg: \"Iedereen wacht af; wacht dus maar af. Dan zullen jullie weten wie de mensen van de effen weg zijn en wie het goede pad volgen"}]}