{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"adu, mōḍagaḷondige ākāśavu biridu hōguva mattu malak‌gaḷannu iḷisalāguva dinavāgiruvudu"},{"SurahNumber":25,"VerseNumber":22,"Text":"andu naija ādhipatyavu ā parama dayāmayanige sēriruvudu. Ā dinavu dhikkārigaḷa pālige tumbā kaṣṭada dinavāgiruvudu"},{"SurahNumber":25,"VerseNumber":23,"Text":"Andu akramiyu tanna kaigaḷannu kaccikoḷḷuttā hēḷuvanu; ayyō nānu dēvadūtara jote avara mārgadalli naḍediddare eṣṭu cennāgittu"},{"SurahNumber":25,"VerseNumber":24,"Text":"ayyō, nānu ātanannu (śaitānanannu) mitranāgisade iddiddare eṣṭu cennāgittu"},{"SurahNumber":25,"VerseNumber":25,"Text":"upadēśavu nanna baḷige banda baḷikavū nānu adannu svīkarisadante avanu nannannu dārigeḍisiddanu. Śaitānanu nijakkū mānavana pālige viśvāsa drōhiyāgiddāne"},{"SurahNumber":25,"VerseNumber":26,"Text":"dūtaru, ‘‘nannoḍeyā, nanna janāṅgavu ī kur‌ānannu tiraskāra yōgyavāgi parigaṇisittu’’ ennuvaru"},{"SurahNumber":25,"VerseNumber":27,"Text":"ī rīti nāvu kelavu aparādhigaḷannu ella pravādigaḷa śatrugaḷāgisiruvevu. Mārgadarśanakke mattu neravige nim'ma oḍeyanē sāku"},{"SurahNumber":25,"VerseNumber":28,"Text":"dhikkārigaḷu, ‘‘avanige kur‌ānannu ondē bārige yāke iḷisi koḍalāgilla?’’ Endu kēḷuttāre. Adu hāgeyē. Ā mūlaka nim'ma manas'sannu sthiragoḷisalikkāgi, nāvu idannu svalpa svalpavāgi ōdi kēḷisuttēve"},{"SurahNumber":25,"VerseNumber":29,"Text":"avaru nim'ma baḷige taruva pratiyondu ākṣēpada kuritū nāvu nimage sariyāda uttaravannu mattu atyuttama viślēṣaṇeyannu talupisuttēve"},{"SurahNumber":25,"VerseNumber":30,"Text":"avara (dhikkārigaḷa) mukhavannu nelakkoragisi narakadeḍege eḷedoyyalāguvudu. Avarē atyanta keṭṭa sthānadavaru mattu nēra mārgadinda tumbā dūra sāgidavaru"},{"SurahNumber":25,"VerseNumber":31,"Text":"nāvu mūsārige granthavannu nīḍiddevu mattu avara sahōdara hārūnarannu avara sahāyakarāgi avara jote kaḷisiddevu"},{"SurahNumber":25,"VerseNumber":32,"Text":"‘‘nīvibbarū, nam'ma vacanagaḷannu suḷḷendu tiraskarisiruva janāṅgadeḍege hōgiri’’ endu nāvu avarige ādēśisidevu. Konege nāvu, avarannu (ā janāṅgavannu) sampūrṇa nāśamāḍi biṭṭevu"},{"SurahNumber":25,"VerseNumber":33,"Text":"(ī hinde) nūhara janāṅgavu dēvadūtarugaḷannu tiraskarisidāga nāvu avarannu muḷugisi biṭṭevu mattu avarannu janara pālige pāṭhavāgisidevu. Mattu nāvu akramigaḷigāgi yātanāmaya śikṣeyannu sid'dhagoḷisiṭṭiruvevu"},{"SurahNumber":25,"VerseNumber":34,"Text":"Hāgeyē, ād mattu samūd janāṅgadavaru, bāviyavaru mattu avara naḍuvina halavāru paṅgaḍagaḷu –"},{"SurahNumber":25,"VerseNumber":35,"Text":"– avaralli pratiyobbarigū nāvu udāharaṇegaḷondige upadēśisidevu. Konege avarellarannū nirnāmagoḷisibiṭṭevu"},{"SurahNumber":25,"VerseNumber":36,"Text":"avaru (dhikkārigaḷu), vināśakāri maḷeyannu surisalāgidda (lūt‌ra) nāḍininda hādu hōguttāre. Ādarū avarēnu adannu kāṇalillavē? Nijavāgi, avaru matte jīvantagoḷḷuvudannu nirīkṣisuttilla"},{"SurahNumber":25,"VerseNumber":37,"Text":"(dūtarē,) nim'mannu kaṇḍāgalellā avaru, ‘‘allāhanu dūtanāgi kaḷisiruvudu ītanannē?’’ Endu nim'mannu gēlimāḍuttāre"},{"SurahNumber":25,"VerseNumber":38,"Text":"‘‘nāvu sthiravāgillade iddiddare ivanantu nam'mannu nam'ma dēvarugaḷinda dūragoḷisi biḍuttiddanu’’ (endu avaru hēḷuttāre). Bahubēganē, avaru śikṣeyannu kāṇuvāga, saridāriyinda tīrā dūra sāgibiṭṭavaru yārembudu avarige tiḷiyalide"},{"SurahNumber":25,"VerseNumber":39,"Text":"tanna cittavannē tanna dēvarāgisikoṇḍavanannu nīvu kaṇḍirā? Nīvēnu anthavana rakṣakarāguvirā"},{"SurahNumber":25,"VerseNumber":40,"Text":"nīvēnu, avaru kēḷaballaru hāgū ālōcisaballaru endu koṇḍiddīrā? Avarantu jānuvārugaḷige samānarāgiddāre mātravalla, avugaḷiginta heccu dārigeṭṭavarāgiddāre"},{"SurahNumber":25,"VerseNumber":41,"Text":"nim'ma oḍeyanu yāva rīti neraḷannu vistarisuttānembudannu nīvu kaṇḍirā? Avanu bayasiddare adannu niścalagoḷisabahudittu. Mattu nāvu sūryanannu adara (neraḷina) mārgadarśiyāgisiddēve"},{"SurahNumber":25,"VerseNumber":42,"Text":"taruvāya nāvu adannu kuggisi nidhānavāgi nam'ma kaḍege seḷedukoḷḷuttēve"},{"SurahNumber":25,"VerseNumber":43,"Text":"avanē, nim'ma pālige rātriyannu uḍugeyāgisidavanu, niddeyannu virāmavāgisidavanu mattu hagalannu eccarada samayavāgisidavanu"},{"SurahNumber":25,"VerseNumber":44,"Text":"avanē, tanna anugrahakke munna śubhavārte nīḍuva gāḷiyannu kaḷisuvavanu mattu nāvē ākāśadinda śud'dhavāda nīrannu iḷisuttēve –"},{"SurahNumber":25,"VerseNumber":45,"Text":"– Nirjīvavāgidda nāḍannu ā mūlaka jīvantagoḷisalikkāgi mattu nāvu sr̥ṣṭisiruva halavāru jānuvārugaḷige mattu mānavarige kuḍisalikkāgi"},{"SurahNumber":25,"VerseNumber":46,"Text":"avaru pāṭhakaliyalendu, nāvu adannu avara naḍuve han̄ci biḍuttēve. Ādare heccina mānavaru kr̥taghnarē āgiruttāre"},{"SurahNumber":25,"VerseNumber":47,"Text":"nāvu bayasiddare pratiyondu nāḍigū obba eccarisuvātanannu kaḷisuttiddevu"},{"SurahNumber":25,"VerseNumber":48,"Text":"nīvu dhikkārigaḷa ājñeyannu pālisabēḍi. Avara virud'dha hōrāṭa naḍesiri – mahā hōrāṭa"},{"SurahNumber":25,"VerseNumber":49,"Text":"avanē eraḍu kaḍalugaḷannu jōḍisidavanu. Idu, hitakaravāda sihi nīru mattu idu, rucigeṭṭa uppu nīru. Avanu averaḍara naḍuve tereyannu hāgū bahaḷa baliṣṭhavāda ondu taḍeyannu nirmisiruvanu"},{"SurahNumber":25,"VerseNumber":50,"Text":"avanē nīrininda mānavanannu sr̥ṣṭisidavanu mattu avanige rakta sambandhavannū vivāha sambandhavannū odagisidavanu. Nim'moḍeyanu samarthanu"},{"SurahNumber":25,"VerseNumber":51,"Text":"avaru allāhanannu biṭṭu, tamage yāvudē lābhavannāgali naṣṭavannāgali māḍalāgada vastugaḷannu pūjisuttāre. Mattu dhikkāriyu tanna naija oḍeyana virōdhiyāgiddāne"},{"SurahNumber":25,"VerseNumber":52,"Text":"(dūtarē,) nāvu nim'mannu śubhavārte nīḍuvavarāgi hāgū eccarisuvavarāgi kaḷuhisiruvevu"},{"SurahNumber":25,"VerseNumber":53,"Text":"hēḷiri; nānu idakkāgi nim'minda yāvudē pratiphalavannu bēḍuttilla. Iṣṭa uḷḷavanu tanna oḍeyana kaḍegiruva dāriyannu svīkarisali"},{"SurahNumber":25,"VerseNumber":54,"Text":"endū sāyada, sadā jīvantaviruvavanalli bharavase iḍiri mattu avanannu hogaḷuttā avana pāvitravannu japisiri. Tanna dāsara pāpagaḷannu ariyalu avanē sāku"},{"SurahNumber":25,"VerseNumber":55,"Text":"avanē, ākāśagaḷannu, bhūmiyannu mattu avugaḷa naḍuve iruva ellavannū āru dinagaḷalli sr̥ṣṭisi ā baḷika viśva sinhāsanadalli sthāpitanādavanu. Avanu parama dayāḷu. Avana kuritu, ballavarannu kēḷiri"},{"SurahNumber":25,"VerseNumber":56,"Text":"Ā parama dayāḷuvige sāṣṭāṅgaveragiri endu avaroḍane hēḷidāga avaru parama dayāmayanendare ēnu? Nāvēnu, nīnu ādēśisidavarige sāṣṭāṅgaveragabēkē? Ennuttāre. Hīge, idu (ī kareyu) avara jigupseyannaṣṭē heccisitu"},{"SurahNumber":25,"VerseNumber":57,"Text":"ākāśadalli bhadrakōṭegaḷannu (nakṣatragaḷannu) nirmisidavanu mattu adaralli sūryanannū ujvala candranannū nirmisidavanu tumbā samr̥d'dhanu"},{"SurahNumber":25,"VerseNumber":58,"Text":"iṣṭa uḷḷavanu upadēśa svīkarisali athavā iṣṭa uḷḷavanu kr̥tajñanāgalendu, rātri hagalugaḷannu parasparara himbālakarāgisidavanu, avanē"},{"SurahNumber":25,"VerseNumber":59,"Text":"ā parama dayāḷuvina (niṣṭha) dāsaru bhūmiyalli vinayada naḍige naḍeyuttāre mattu tam'moḍane ajñānigaḷu mātigiḷidare avaru,‘salām’ endaṣṭē hēḷuttāre"},{"SurahNumber":25,"VerseNumber":60,"Text":"avaru rātriyannu tam'ma oḍeyanige sāṣṭāṅga veraguttalū nilluttalū (namājh‌nalli) kaḷeyuttāre"},{"SurahNumber":25,"VerseNumber":61,"Text":"avaru hēḷuttāre; nam'moḍeyā, narakada śikṣeyannu nam'minda dūraviḍu. Khaṇḍitavāgiyū adu biḍugaḍe illada śikṣeyāgide"},{"SurahNumber":25,"VerseNumber":62,"Text":"adu khaṇḍita tīrā keṭṭa neleyāgide hāgū tīrā keṭṭa sthaḷavāgide"},{"SurahNumber":25,"VerseNumber":63,"Text":"avaru kharcu māḍuvāga dundu veccavannu māḍuvudilla, jipuṇateyannū tōruvudilla. Averaḍara naḍuvaṇa mārgavannu pālisuttāre"},{"SurahNumber":25,"VerseNumber":64,"Text":"avaru allāhana jote bēre yāva dēvarannū prārthisuvudilla. Allāhanu niṣēdhisiruva yāvudē jīvavannu an'yāyavāgi kolluvudilla mattu avaru vyabhicāra māḍuvudilla. Ī kr̥tyagaḷannu māḍidavanu śikṣeyannu anubhavisuvanu"},{"SurahNumber":25,"VerseNumber":65,"Text":"punarut'thāna dina avanige duppaṭṭu śikṣe vidhisalāguvudu mattu avanu apamānitanāgi sadā adarallē biddiruvanu"},{"SurahNumber":25,"VerseNumber":66,"Text":"paścāttāpa paṭṭu, satkarma māḍidavara horatu. Allāhanu avara pāpa kr̥tyagaḷannellā satkarmagaḷāgi mārpaḍisuvanu. Allāhanu khaṇḍita kṣamisuvavanu mattu karuṇe tōruvavanāgiddāne"},{"SurahNumber":25,"VerseNumber":67,"Text":"paścāttāpapaṭṭu satkarma māḍuvavanu nijavāgi allāhaneḍege maraḷabēkāda rītiyalli maraḷuttāne"},{"SurahNumber":25,"VerseNumber":68,"Text":"Avaru (allāhana niṣṭha dāsaru) endū suḷḷige sākṣigaḷāguvudilla mattu sallada kāryagaḷa baḷiyinda hādu hōga bēkādāga avaru sabhya rītiyalli hādu hōguttāre"},{"SurahNumber":25,"VerseNumber":69,"Text":"tam'ma oḍeyana vacanagaḷa mūlaka avarige upadēśisalādāga avaru avugaḷa pālige kivuḍarū kuruḍarū āgi biḍuvudilla"},{"SurahNumber":25,"VerseNumber":70,"Text":"nam'moḍeyā! Nam'ma maḍadiyaru mattu nam'ma makkaḷa mūlaka nam'ma kaṇṇugaḷige śāntiyannu odagisu mattu nam'mannu dharma niṣṭhara nētārarāgisu, endu avaru prārthisuttiruttāre"},{"SurahNumber":25,"VerseNumber":71,"Text":"avara sahaneya phalavāgi avarige (svargadalli), unnatavāda nivāsagaḷannu nīḍalāguvudu. Śubha hāgū śāntiyannu hāraisuttā avarannu svāgatisalāguvudu"},{"SurahNumber":25,"VerseNumber":72,"Text":"avaru sadākāla allē iruvaru. Adu, bahaḷa sundara nivāsa mattu bahaḷa uttama neleyāgiruvudu"},{"SurahNumber":25,"VerseNumber":73,"Text":"hēḷiri; nīvu nanna oḍeyanannu prārthisadiddare avanēnū nim'mannu lekkisuvavanalla. Nīvu (satyavannu) tiraskarisiruviri. Adara śikṣe nimage siguvudu khacita"},{"SurahNumber":25,"VerseNumber":74,"Text":"tvā sīn m'mīm"},{"SurahNumber":25,"VerseNumber":75,"Text":"ivu suṣpaṣṭa granthada vacanagaḷu"},{"SurahNumber":25,"VerseNumber":76,"Text":"avaru nambuttilla emba cinteyalli nīvu nim'mannē nāśa paḍisuvantide"},{"SurahNumber":25,"VerseNumber":77,"Text":"nāvu bayasidare, avarigāgi ākāśadinda ondu purāveyannu iḷisi adara munde avara koraḷugaḷu bāguvante māḍabahudu"},{"SurahNumber":26,"VerseNumber":1,"Text":"avaru, ā parama dayāḷuvina kaḍeyinda tam'ma baḷige banda pratiyondu upadēśavannū sampūrṇa kaḍegaṇisuttāre"},{"SurahNumber":26,"VerseNumber":2,"Text":"hīge avaru (satyavannu) suḷḷendu tiraskarisi biṭṭiddāre. Avaru gēli māḍuttidda vāstavavu (śikṣeyu) bahu bēganē avara baḷige bandu biḍuvudu"},{"SurahNumber":26,"VerseNumber":3,"Text":"avarēnu, bhūmiyannu nōḍuvudillavē? Nāvu adaroḷage eṣṭondu bageya śrēṣṭha sasyavargagaḷannu beḷesiruvevu"},{"SurahNumber":26,"VerseNumber":4,"Text":"idaralli khaṇḍita purāve ide. Ādare avaralli heccinavaru nambuvavaralla"},{"SurahNumber":26,"VerseNumber":5,"Text":"nim'ma oḍeyanu khaṇḍita prabalanū karuṇāḷuvū āgiddāne"},{"SurahNumber":26,"VerseNumber":6,"Text":"nim'ma oḍeyanu mūsārannu karedu hēḷidanu; akrami janāṅgada baḷige hōgiri"},{"SurahNumber":26,"VerseNumber":7,"Text":"Phir‌aunana janāṅgada baḷige. Avarēnu an̄juvudillavē"},{"SurahNumber":26,"VerseNumber":8,"Text":"avaru (mūsā) hēḷidaru; nannoḍeyā, avaru nannannu tiraskarisuvaremba bhaya nanagide"},{"SurahNumber":26,"VerseNumber":9,"Text":"nanna manas'su kugguttide. Nanna nālige calisuttilla. Nīnu (ī hoṇeyannu) hārūnareḍege kaḷisu"},{"SurahNumber":26,"VerseNumber":10,"Text":"avara baḷi nanna virud'dha ondu ārōpavide. Āddarinda avaru nannannu kolluvaremba ātaṅka nanagide"},{"SurahNumber":26,"VerseNumber":11,"Text":"avanu (allāhanu) hēḷidanu; khaṇḍita hāgāgadu. Idīga nīvibbarū nam'ma purāvegaḷondige hōgiri. Nāvu ellavannū kēḷuvavarāgi nim'ma jotegē iruvevu"},{"SurahNumber":26,"VerseNumber":12,"Text":"nīvibbarū phir‌aunana baḷige hōgi hēḷiri; nāvu ella jagattugaḷa oḍeyana dūtaru"},{"SurahNumber":26,"VerseNumber":13,"Text":"nīnu isrā'īlara santatiyannu nam'ma jote kaḷisi biḍu"},{"SurahNumber":26,"VerseNumber":14,"Text":"avanu (phir‌aun) hēḷidanu; nāvu ninna bālyadalli ninnannu nam'ma naḍuve pōṣisiralillavē mattu ninna badukina halavu varṣagaḷannu nīnu nam'ma jotege kaḷediralillavē"},{"SurahNumber":26,"VerseNumber":15,"Text":"ādarū nīnu ā ninna kr̥tyavannu māḍibiṭṭe. Nīnu khaṇḍita kr̥taghnanu"},{"SurahNumber":26,"VerseNumber":16,"Text":"avaru (mūsā) hēḷidaru; nānu ajñānada sthitiyalli ā kr̥tyavannu esagidde"},{"SurahNumber":26,"VerseNumber":17,"Text":"ā baḷika nānu nimage an̄ji nim'ma baḷiyinda ōḍi hōde. Ā baḷika nanna oḍeyanu nanage hoṇegārikeyannu nīḍidanu mattu nannannu dūtanāgi nēmisidanu"},{"SurahNumber":26,"VerseNumber":18,"Text":"innu, nīnu nanna mēle r̥ṇa horisuva ā upakāragaḷu. Nijavāgi, nīnu isrā'īlara santatiyannu dāsyakke oḷapaḍisiruve"},{"SurahNumber":26,"VerseNumber":19,"Text":"phir‌aunanu kēḷidanu; ella lōkagaḷa oḍeya andare ēnadu"},{"SurahNumber":26,"VerseNumber":20,"Text":"avaru (mūsā) hēḷidaru; avanu ākāśagaḷa hāgū bhūmiya mattu avugaḷa naḍuve iruva ellavugaḷa oḍeyanu. Nīvu nambuvavarāgiddare (cennāgittu)"},{"SurahNumber":26,"VerseNumber":21,"Text":"avanu (phir‌aun) tanna akkapakkadavaroḍane kēḷidanu; nīvu kēḷuttillavē"},{"SurahNumber":26,"VerseNumber":22,"Text":"avaru (mūsā) hēḷidaru; avanu nim'ma oḍeyanū haudu, nim'ma hindina nim'ma tāta muttātandira oḍeyanū haudu"},{"SurahNumber":26,"VerseNumber":23,"Text":"avanu (phir‌aun) hēḷidanu; nim'ma kaḍege kaḷisalāgiruva ī nim'ma dēvadūtanu huccanē sari"},{"SurahNumber":26,"VerseNumber":24,"Text":"Avaru (mūsā) hēḷidaru; avanu pūrvada hāgū paścimada hāgū averaḍara naḍuve iruva ellavugaḷa oḍeyanu. Nīvu bud'dhi uḷḷavarāgiddare (cennāgittu)"},{"SurahNumber":26,"VerseNumber":25,"Text":"avanu (phir‌aun) hēḷidanu; nīnu nanna horatu bēre yārannādarū dēvarāgisikoṇḍare nānu khaṇḍita ninnannu kaidigaḷa sālige sērisuvenu"},{"SurahNumber":26,"VerseNumber":26,"Text":"avaru (mūsā) hēḷidaru; nānu ninna baḷige ondu spaṣṭa purāveyannu tandarū? (Hāge māḍuveyā)"},{"SurahNumber":26,"VerseNumber":27,"Text":"avanu (phir‌aun) hēḷidanu; nīnu satyavantanāgiddare adannu tandu biḍu"},{"SurahNumber":26,"VerseNumber":28,"Text":"āga avaru (mūsā) tam'ma ūrugōlannu keḷakke esedu biṭṭaru mattu haṭhāttane adu spaṣṭavāgi ondu hebbāvina rūpa tāḷitu"},{"SurahNumber":26,"VerseNumber":29,"Text":"mattu avaru tam'ma kaiyannu hora tegedāga, nōḍuvavara munde adu ujvalavāgi hoḷeyuttittu"},{"SurahNumber":26,"VerseNumber":30,"Text":"avanu (phir‌aun) tanna akka pakka idda saradāraroḍane hēḷidanu; avanu khaṇḍita obba tajña māntrikanu"},{"SurahNumber":26,"VerseNumber":31,"Text":"avanu tanna jāduvina mūlaka nim'mannu nim'ma nāḍininda horadabba bayasuttāne. Nīvēnu sūcisuttīri"},{"SurahNumber":26,"VerseNumber":32,"Text":"avaru (āsthānigaru) hēḷidaru; avanige hāgū avana sahōdaranige kālāvakāśa koḍiri mattu janarannu oṭṭu sērisuvavarannu vividha nagaragaḷige ravānisiri"},{"SurahNumber":26,"VerseNumber":33,"Text":"avaru, ella pariṇata jādūgārarannu nim'ma baḷige tarali"},{"SurahNumber":26,"VerseNumber":34,"Text":"hīge, ondu niścita dina, nirdiṣṭa samayadalli jādūgārarellā oṭṭu sēridaru"},{"SurahNumber":26,"VerseNumber":35,"Text":"janaroḍane hēḷalāyitu; nīvu oṭṭu sēriruvirā"},{"SurahNumber":26,"VerseNumber":36,"Text":"jādūgāraru vijayigaḷādare nāvellā avarannē anusarisōṇa"},{"SurahNumber":26,"VerseNumber":37,"Text":"jādūgārarellā bandu sēridāga avaru phir‌aunanoḍane kēḷidaru; nāvu geddare namage bahumānavēnādarū sikkītē"},{"SurahNumber":26,"VerseNumber":38,"Text":"avanu (phir‌aun) hēḷidanu; haudu, āga nīvu nanna āptara sālige sēruviri"},{"SurahNumber":26,"VerseNumber":39,"Text":"avaroḍane (jādūgāraroḍane) mūsā, ‘‘nīvu eseya bayasuvudannu esedu biḍiri’’ endaru"},{"SurahNumber":26,"VerseNumber":40,"Text":"avaru, tam'ma haggagaḷannū daṇḍagaḷannū esedaru mattu ‘‘phir‌aunana gauravadāṇe! Nāvu khaṇḍita gelluvevu’’ endaru"},{"SurahNumber":26,"VerseNumber":41,"Text":"Konege mūsā tam'ma ūrugōlannu esedaru. Adu avara (jādūgārara) ella kr̥taka sr̥ṣṭigaḷannu nuṅgatoḍagitu"},{"SurahNumber":26,"VerseNumber":42,"Text":"aṣṭarallē jādūgārarellā sāṣṭāṅgaveragibiṭṭaru"},{"SurahNumber":26,"VerseNumber":43,"Text":"avaru hēḷidaru; nāvu nambidevu, sarvalōkagaḷa oḍeyanannu"},{"SurahNumber":26,"VerseNumber":44,"Text":"mūsā mattu hārūnara oḍeyanannu"},{"SurahNumber":26,"VerseNumber":45,"Text":"avanu (phir‌aun) hēḷidanu; nānu nimage anumati nīḍuva munnavē nīvu avanannu nambi biṭṭiri. Avanē (mūsā) nimage jādū kalisida nim'ma mahā nāyakanāgirabēku. Nimage bahubēganē tiḷiyalide. Nānu khaṇḍita nim'ma kaigaḷannū kālugaḷannū virud'dha dikkugaḷinda kaḍidu hākuvenu mattu nim'mellarannū śilubegērisi biḍuvenu"},{"SurahNumber":26,"VerseNumber":46,"Text":"avaru hēḷidaru; paravāgilla. Nāvantu nam'ma oḍeyana kaḍege maraḷi hōguvavaru"},{"SurahNumber":26,"VerseNumber":47,"Text":"nāvu, (satyavannu) nambidavaralli modaligarāddarinda nam'moḍeyanu nam'ma tappugaḷannellā khaṇḍita kṣamisi biḍuvanendu nirīkṣisuttēve"},{"SurahNumber":26,"VerseNumber":48,"Text":"mattu (munde) nāvu mūsārige divyavāṇiyannu kaḷisidevu; nanna dāsarondige horaṭu biḍi. Nim'mannu khaṇḍita himbālisalāguvudu"},{"SurahNumber":26,"VerseNumber":49,"Text":"phir‌aunanu (ī sandēśadondige) ella nagaragaḷige suddigārarannu ravānisidanu"},{"SurahNumber":26,"VerseNumber":50,"Text":"‘‘avaru (isrā'īlara santati) kēvala ondu saṇṇa paṅgaḍa mātravāgiddāre"},{"SurahNumber":26,"VerseNumber":51,"Text":"avaru nam'mannu bahaḷaṣṭu keraḷisiddāre"},{"SurahNumber":26,"VerseNumber":52,"Text":"nāvu ondu jāgr̥ta paḍeyāgiddēve’’"},{"SurahNumber":26,"VerseNumber":53,"Text":"konege nāvu avarannu horagaṭṭibiṭṭevu, tōṭagaḷinda hāgū jharigaḷinda"},{"SurahNumber":26,"VerseNumber":54,"Text":"bokkasagaḷinda hāgū pratiṣṭhita bhavanagaḷinda"},{"SurahNumber":26,"VerseNumber":55,"Text":"ī rīti, nāvu isrā'īlara santatiyannu avara uttarādhikārigaḷāgisidevu"},{"SurahNumber":26,"VerseNumber":56,"Text":"sūryōdayada hottige avaru (phir‌aunana paḍegaḷu) avarannu (mūsārannu) himbālisidaru"},{"SurahNumber":26,"VerseNumber":57,"Text":"eraḍū taṇḍagaḷu paraspararannu kaṇḍāga mūsāra jotegāraru hēḷidaru; nāvu sikki biddevu"},{"SurahNumber":26,"VerseNumber":58,"Text":"avaru (mūsā) hēḷidaru; khaṇḍita illa. Nanna jote nanna oḍeyaniddāne. Avanu khaṇḍita nanage dāri tōruttāne"},{"SurahNumber":26,"VerseNumber":59,"Text":"Nāvu mūsārige, ‘‘nim'ma ūrugōlininda kaḍalige hoḍeyiri’’ endu divyavāṇiyannu kaḷisidevu. (Avaru hoḍedāga,) adu (samudravu) ibbhāgavāgi biṭṭitu mattu pratiyondu bhāgavū ondu br̥hat parvatadantittu"},{"SurahNumber":26,"VerseNumber":60,"Text":"mattu nāvu innondu gumpannu (phir‌aunana paḍeyannu) adara baḷige tandevu"},{"SurahNumber":26,"VerseNumber":61,"Text":"konege nāvu mūsārannu hāgū avara jotegidda ellarannū rakṣisidevu"},{"SurahNumber":26,"VerseNumber":62,"Text":"mattu innondu gumpannu nāvu muḷugisi biṭṭevu"},{"SurahNumber":26,"VerseNumber":63,"Text":"idaralli khaṇḍita pāṭhavide. Avaralli heccinavaru nambuvavarāgiralilla"},{"SurahNumber":26,"VerseNumber":64,"Text":"mattu (dūtarē,) nim'ma oḍeyanu khaṇḍita, prabalanu hāgū karuṇāḷuvāgiddāne"},{"SurahNumber":26,"VerseNumber":65,"Text":"nīvu avarige ibrāhīmara vr̥ttāntavannu ōdi kēḷisiri"},{"SurahNumber":26,"VerseNumber":66,"Text":"avaru tam'ma tandeyoḍane hāgū tam'ma janāṅgadavaroḍane, ‘‘nīvu idēnannu pūjisuttiruviri?’’ Endu kēḷidaru"},{"SurahNumber":26,"VerseNumber":67,"Text":"avaru hēḷidaru; nāvu mūrtigaḷannu pūjisuttēve mattu nāvu sadā avarigē niṣṭharāgiruttēve"},{"SurahNumber":26,"VerseNumber":68,"Text":"avaru (ibrāhīm) kēḷidaru; nīvu prārthisuvāga avugaḷu nim'ma prārthaneyannu kēḷuttaveyē"},{"SurahNumber":26,"VerseNumber":69,"Text":"athavā avu nimagēnādarū lābhavannuṇṭu māḍuttaveyē? Athavā avu nimagēnādarū naṣṭa uṇṭu māḍaballavē"},{"SurahNumber":26,"VerseNumber":70,"Text":"avaru (janaru) hēḷidaru; nijavāgi nam'ma tāta muttātandiru hīgeyē māḍuttiddudannu nāvu kaṇḍiruttēve"},{"SurahNumber":26,"VerseNumber":71,"Text":"avaru (ibrāhīm) hēḷidaru; nīvu pūjisuttiruvudu ēnannu embudannu nīvu nōḍidirā"},{"SurahNumber":26,"VerseNumber":72,"Text":"hāgeyē, nīvu mattu nim'ma gatakālada tāta muttātandiru pūjisuttiddudu (ēnembudannu nōḍiruvirā)"},{"SurahNumber":26,"VerseNumber":73,"Text":"avarellarū khaṇḍita nanna śatrugaḷu. Sarva lōkagaḷa oḍeyana horatu"},{"SurahNumber":26,"VerseNumber":74,"Text":"avanē nannannu sr̥ṣṭisidavanu mattu nanage saridāri tōruvavanu"},{"SurahNumber":26,"VerseNumber":75,"Text":"avanē nanage tinisuvavanu hāgū kuḍisuvavanu"},{"SurahNumber":26,"VerseNumber":76,"Text":"nānu rōgiyādāga avanē nannannu guṇapaḍisuvavanu"},{"SurahNumber":26,"VerseNumber":77,"Text":"avanē nanage maraṇa nīḍuvavanu mattu nannannu (matte) jīvanta goḷisuvavanu"},{"SurahNumber":26,"VerseNumber":78,"Text":"(Antima) pratiphalada dina nanna tappugaḷannu avanē kṣamisuvanendu nānu nirīkṣisuttēne"},{"SurahNumber":26,"VerseNumber":79,"Text":"nannoḍeyā, nanage jāṇmeyannu nīḍu mattu nannannu sajjanara sālige sērisu"},{"SurahNumber":26,"VerseNumber":80,"Text":"mundina janaralli nanna uttama prastāpavannu munduvarisu"},{"SurahNumber":26,"VerseNumber":81,"Text":"nīnu nannannu anugrahagaḷu tumbida svargada uttarādhikāriyāgisu"},{"SurahNumber":26,"VerseNumber":82,"Text":"nanna tandeyannu kṣamisibiḍu. Avaru khaṇḍita, dārigeṭṭavara sālige sēriddaru"},{"SurahNumber":26,"VerseNumber":83,"Text":"ellarannū matte jīvantagoḷisalāguva dina, nannannu apamānisabēḍa"},{"SurahNumber":26,"VerseNumber":84,"Text":"adu, sampattinindāgali, santānagaḷindāgali yārigū lābhavāgada dinavāgiruvudu"},{"SurahNumber":26,"VerseNumber":85,"Text":"nirmala manas'sinondige allāhana baḷige bandavanu mātra (andu surakṣitanāgiruvanu)"},{"SurahNumber":26,"VerseNumber":86,"Text":"andu svargavannu dharmaniṣṭharige hattiragoḷisalāguvudu"},{"SurahNumber":26,"VerseNumber":87,"Text":"mattu narakavannu dārigeṭṭavara munde taralāguvudu"},{"SurahNumber":26,"VerseNumber":88,"Text":"(andu) avaroḍane kēḷalāguvudu; nīvu yārannellā pojisuttiddirō avarellā elliddāre"},{"SurahNumber":26,"VerseNumber":89,"Text":"allāhana horatu. Indu avaru nimage neravāgaballarē? Athavā avaru svataḥ tamage tāvē neravāgaballarē"},{"SurahNumber":26,"VerseNumber":90,"Text":"avarannū dārigeṭṭavarannū mukha keḷagāgisi adaroḷage (narakadoḷage) hāki biḍalāguvudu"},{"SurahNumber":26,"VerseNumber":91,"Text":"śaitānana paḍeya ellarigū (idē gati odaguvudu)"},{"SurahNumber":26,"VerseNumber":92,"Text":"adaralli avaru paraspara jagaḷāḍuttā hēḷuvaru"},{"SurahNumber":26,"VerseNumber":93,"Text":"allāhanāṇe! Nāvantu spaṣṭavāgi dārigeṭṭiddevu –"},{"SurahNumber":26,"VerseNumber":94,"Text":"– ella lōkagaḷa oḍeyanige sarisāṭigaḷiddāre endu nāvu hēḷidāga"},{"SurahNumber":26,"VerseNumber":95,"Text":"nam'mannu dārigeḍisidavaru khaṇḍita aparādhigaḷu"},{"SurahNumber":26,"VerseNumber":96,"Text":"(indu) nam'ma paravāgi śiphārasu māḍuvavaru yārū illa"},{"SurahNumber":26,"VerseNumber":97,"Text":"(namagindu) naija mitranobbanū illa"},{"SurahNumber":26,"VerseNumber":98,"Text":"namage innondu avakāśa sikkiddare nāvu khaṇḍita nambidavarāgiruttiddevu"},{"SurahNumber":26,"VerseNumber":99,"Text":"idaralli khaṇḍita pāṭhavide. Avaralli heccinavaru nambuvavarāgiralilla"},{"SurahNumber":26,"VerseNumber":100,"Text":"mattu nim'moḍeyanu khaṇḍita, prabala hāgū karuṇāmayiyāgiddāne"},{"SurahNumber":26,"VerseNumber":101,"Text":"nūhara janāṅgadavaru (halavu) dūtarannu tiraskarisidaru"},{"SurahNumber":26,"VerseNumber":102,"Text":"avara sahōdara nūharu avaroḍane hēḷidaru; nīvēnu an̄juvudillavē"},{"SurahNumber":26,"VerseNumber":103,"Text":"Nānu nim'meḍege bandiruva nambalar'ha dūtanāgiddēne"},{"SurahNumber":26,"VerseNumber":104,"Text":"nīvu allāhanige an̄jiri mattu nannannu anusarisiri"},{"SurahNumber":26,"VerseNumber":105,"Text":"nānu idakkāgi nim'minda pratiphalavannēnū apēkṣisuttilla. Nanage pratiphala nīḍabēkādavanu ella lōkagaḷa oḍeyanu mātra"},{"SurahNumber":26,"VerseNumber":106,"Text":"nīvu allāhanige an̄jiri mattu nannannu anusarisiri"},{"SurahNumber":26,"VerseNumber":107,"Text":"avaru (nāḍinavaru) hēḷidaru; nim'mannu anusarisuttiruvavaru kīḷu vargadavaru. Hīgiruttā nāvu nim'mannu nambabēkē"},{"SurahNumber":26,"VerseNumber":108,"Text":"avaru (nūh) hēḷidaru; avara kasubugaḷa kuritu nanage tiḷiyadu"},{"SurahNumber":26,"VerseNumber":109,"Text":"avara vicāraṇeya hoṇe iruvudu nanna oḍeyanige mātra. Nimage idara arividdiddare cennāgittu"},{"SurahNumber":26,"VerseNumber":110,"Text":"nānantu viśvāsigaḷannu dūra ōḍisalāre"},{"SurahNumber":26,"VerseNumber":111,"Text":"nānu kēvala eccarisuvavanē horatu bērēnū alla"},{"SurahNumber":26,"VerseNumber":112,"Text":"avaru (nāḍinavaru) hēḷidaru; ō nūh, nīnu (idannellā) nillisadiddare khaṇḍita, ninnannu kallesedu kollalāguvudu"},{"SurahNumber":26,"VerseNumber":113,"Text":"avaru (nūh) hēḷidaru; nannoḍeyā, nanna janāṅgadavaru nannannu tiraskarisiddāre"},{"SurahNumber":26,"VerseNumber":114,"Text":"nīnu nanna hāgū avara naḍuve ondu spaṣṭa tīrmāna māḍibiḍu mattu nannannū nanna jotegiruva viśvāsigaḷannū rakṣisu"},{"SurahNumber":26,"VerseNumber":115,"Text":"konege, nāvu avarannū, tumbida haḍaginalli avara jotagiddavarannū rakṣisidevu"},{"SurahNumber":26,"VerseNumber":116,"Text":"ā baḷika nāvu itararannu muḷugisi biṭṭevu"},{"SurahNumber":26,"VerseNumber":117,"Text":"khaṇḍitavāgiyū idaralli pāṭhavide. Avaralli heccinavaru nambuvavarāgiralilla"},{"SurahNumber":26,"VerseNumber":118,"Text":"nim'moḍeyanu prabalanū karuṇāmayiyū āgiddāne"},{"SurahNumber":26,"VerseNumber":119,"Text":"ād janāṅgadavarū (halavu) dūtarannu tiraskarisiddaru"},{"SurahNumber":26,"VerseNumber":120,"Text":"avaroḍane avara sahōdara hūd hēḷiddaru; nīvēnu an̄juvudillavē"},{"SurahNumber":26,"VerseNumber":121,"Text":"nānu nim'meḍege bandiruva nambalar'ha dēvadūtanāgiddēne"},{"SurahNumber":26,"VerseNumber":122,"Text":"nīvu allāhanige an̄jiri mattu nannannu anusarisiri"},{"SurahNumber":26,"VerseNumber":123,"Text":"idakkāgi nānu nim'minda pratiphalavannēnū kēḷuttilla. Nanna pratiphalavantu ella lōkagaḷa oḍeyana baḷiyallē ide"},{"SurahNumber":26,"VerseNumber":124,"Text":"nīvēnu, kēvala vyartha mōjigāgi pratiyondu ettarada sthaḷadallū ondu smārakavannu nirmisuttīrā"},{"SurahNumber":26,"VerseNumber":125,"Text":"Mattu illē śāśvatavāgi iralikkāgi nīvu bhavya bhavanagaḷannu nirmisuttīrā"},{"SurahNumber":26,"VerseNumber":126,"Text":"mattu nīvu ākramisuvāga bahaḷa krūrigaḷāgi ākramisuttīri"},{"SurahNumber":26,"VerseNumber":127,"Text":"(idannellā biṭṭu) nīvīga allāhanige an̄jiri mattu nannannu anusarisiri"},{"SurahNumber":26,"VerseNumber":128,"Text":"nimage tiḷidiruva vastugaḷa mūlaka nimage neravādavanige an̄jiri"},{"SurahNumber":26,"VerseNumber":129,"Text":"avanu nimage neravāgiruvanu, jānuvārugaḷa mūlaka hāgū santatigaḷa mūlaka"},{"SurahNumber":26,"VerseNumber":130,"Text":"tōṭagaḷa hāgū cilumegaḷa mūlaka"},{"SurahNumber":26,"VerseNumber":131,"Text":"nīvu ondu mahādinada śikṣege guriyāguviremba bhaya nanagide"},{"SurahNumber":26,"VerseNumber":132,"Text":"avaru (janāṅgadavaru) hēḷidaru; nam'ma maṭṭige nīvu bōdhisidarū ondē, bōdhisade iddarū ondē"},{"SurahNumber":26,"VerseNumber":133,"Text":"avellā kēvala gatakāladavara ācāragaḷu"},{"SurahNumber":26,"VerseNumber":134,"Text":"nāvu yāva śikṣegū guriyāgalārevu"},{"SurahNumber":26,"VerseNumber":135,"Text":"hīge, avaru avarannu (hūd‌rannu) tiraskarisidaru mattu nāvu avarannu (hūd‌ra janāṅgadavarannu) nāśamāḍidevu. Idaralli khaṇḍita pāṭhavide. Avaralli heccinavaru nambuvavarāgiralilla"},{"SurahNumber":26,"VerseNumber":136,"Text":"nim'ma oḍeyanu khaṇḍita prabalanū karuṇāḷuvū āgiddāne"},{"SurahNumber":26,"VerseNumber":137,"Text":"samūd janāṅgadavarū (halavu) dūtarannu tiraskarisiddaru"},{"SurahNumber":26,"VerseNumber":138,"Text":"avara sahōdara sālih, avaroḍane hēḷidaru; nīvēnu an̄juvudillavē"},{"SurahNumber":26,"VerseNumber":139,"Text":"nānu nim'meḍege bandiruva, nambalar'hanāda dēvadūtanāgiddēne"},{"SurahNumber":26,"VerseNumber":140,"Text":"nīvu allāhanige an̄jiri mattu nannannu anusarisiri"},{"SurahNumber":26,"VerseNumber":141,"Text":"nānu idakkāgi nim'minda pratiphalavannēnū apēkṣisuttilla. Nanna pratiphalavu ella lōkagaḷa oḍeyana baḷi mātravide"},{"SurahNumber":26,"VerseNumber":142,"Text":"nim'mannēnu illē sadā niścintarāgiralu biṭṭu biḍalāguvudē"},{"SurahNumber":26,"VerseNumber":143,"Text":"ī udyānagaḷalli hāgū cilumegaḷalli"},{"SurahNumber":26,"VerseNumber":144,"Text":"ī holagaḷalli hāgū naya nājūkina kharjūrada gon̄calugaḷiruva holagaḷalli"},{"SurahNumber":26,"VerseNumber":145,"Text":"nīvu parvatagaḷannu koredu manegaḷannu nirmisi sambhrama paḍuttīri"},{"SurahNumber":26,"VerseNumber":146,"Text":"allāhanige an̄jiri mattu nannannu anusarisiri"},{"SurahNumber":26,"VerseNumber":147,"Text":"nīvu atikramigaḷa ādēśagaḷannu anusarisabēḍi"},{"SurahNumber":26,"VerseNumber":148,"Text":"avaru bhūmiyalli aśānti habbuvavarē horatu yāvudē sudhāraṇeya kelasa māḍuvavaralla"},{"SurahNumber":26,"VerseNumber":149,"Text":"Avaru (janāṅgadavaru) hēḷidaru; nīvu obba māṭapīḍita vyaktiyāgiruviri"},{"SurahNumber":26,"VerseNumber":150,"Text":"nīvu kēvala nam'mantaha obba manuṣya mātra. Nīvu nijakkū satyavantarāgiddare ēnādarū purāve tanniri"},{"SurahNumber":26,"VerseNumber":151,"Text":"avaru (sālih) hēḷidaru; ī heṇṇoṇṭe. Idu nīru kuḍiyuvudakke mattu nīvu nīru kuḍiyuvudakke (pratyēka) dina nigadiyāgiruttade"},{"SurahNumber":26,"VerseNumber":152,"Text":"nīvu keṭṭa saṅkalpadondige idannu muṭṭabēḍi. Muṭṭidare nīvu ondu mahā dinada śikṣege guriyāguviri"},{"SurahNumber":26,"VerseNumber":153,"Text":"avaru adannu kaḍidu biṭṭaru mattu ā baḷika bahaḷaṣṭu paścāttāpa paṭṭaru"},{"SurahNumber":26,"VerseNumber":154,"Text":"konege śikṣeyu avarannu āvarisitu. Idaralli pāṭhavide. Avaralli heccinavaru nambiralilla"},{"SurahNumber":26,"VerseNumber":155,"Text":"khaṇḍitavāgiyū nim'ma oḍeyanu bahaḷa prabalanū karuṇāḷuvū āgiddāne"},{"SurahNumber":26,"VerseNumber":156,"Text":"lūt‌ra janāṅgadavaru (halavu) dūtarannu tiraskarisidaru"},{"SurahNumber":26,"VerseNumber":157,"Text":"avara sahōdara lūt, avaroḍane hēḷidaru; nīvēnu an̄juvudillavē"},{"SurahNumber":26,"VerseNumber":158,"Text":"nānu nim'ma pālige nambalar'ha dūtanāgiddēne"},{"SurahNumber":26,"VerseNumber":159,"Text":"nīvu allāhanige an̄jiri mattu nannannu anusarisiri"},{"SurahNumber":26,"VerseNumber":160,"Text":"nānu idakkāgi nim'minda pratiphalavannēnū kēḷuttilla. Nanna pratiphalaviruvudu ella lōkagaḷa oḍeyana baḷi mātra"},{"SurahNumber":26,"VerseNumber":161,"Text":"sarva jagattinalli nīvu mātra (kāmakkāgi) puruṣara baḷige hōguttīrā"},{"SurahNumber":26,"VerseNumber":162,"Text":"mattu nīvu nimagāgi allāhanu sr̥ṣṭisiruva nim'ma patniyarannu biṭṭu biḍuttīrā? Nijavāgi, nīvu atikramigaḷāgiruviri"},{"SurahNumber":26,"VerseNumber":163,"Text":"avaru (janaru) hēḷidaru; nīvu (nim'ma upadēśavannu) nillisadiddare nim'mannu (nāḍininda) hora hākalāguvudu"},{"SurahNumber":26,"VerseNumber":164,"Text":"avaru (lūt) hēḷidaru; nim'ma kr̥tya (saliṅgakāma)da bagge nanage jigupse ide"},{"SurahNumber":26,"VerseNumber":165,"Text":"nannoḍeyā, nannannū, nanna pāḷayavarannū, avara kr̥tyagaḷinda rakṣisu"},{"SurahNumber":26,"VerseNumber":166,"Text":"konege nāvu avarannū avara pāḷayada ellarannū rakṣisidevu"},{"SurahNumber":26,"VerseNumber":167,"Text":"hinde uḷidukoṇḍa obba vr̥ddeya horatu"},{"SurahNumber":26,"VerseNumber":168,"Text":"ā baḷika nāvu itarellarannū nāśa māḍibiṭṭevu"},{"SurahNumber":26,"VerseNumber":169,"Text":"Nāvu avara mēle (kallina) maḷeyannu surisidevu. Eccarisalāgiddavara pālige adu bahaḷa keṭṭa maḷeyāgittu"},{"SurahNumber":26,"VerseNumber":170,"Text":"idaralli khaṇḍita pāṭhavide. Avaralli heccinavaru nambuvavarāgiralilla"},{"SurahNumber":26,"VerseNumber":171,"Text":"nim'ma oḍeyanantu tumbā prabalanū karuṇāḷuvū āgiddāne"},{"SurahNumber":26,"VerseNumber":172,"Text":"‘aikaḥ’davaru (halavu) dūtarannu tiraskarisidaru"},{"SurahNumber":26,"VerseNumber":173,"Text":"avaroḍane (dūta) śu'aib hēḷidaru; nīvēnu an̄juvudillavē"},{"SurahNumber":26,"VerseNumber":174,"Text":"nānu nim'ma pālige nambalar'ha dūtanāgiruvenu"},{"SurahNumber":26,"VerseNumber":175,"Text":"nīvu allāhanige an̄jiri mattu nannannu anusarisiri"},{"SurahNumber":26,"VerseNumber":176,"Text":"nānu idakkāgi nim'minda pratiphalavannēnū kēḷuttilla. Nanna pratiphalaviruvudu ella lōkagaḷa oḍeyana baḷi mātra"},{"SurahNumber":26,"VerseNumber":177,"Text":"pūrṇavāgi aḷatemāḍiri mattu aḷateyalli kaḍitagoḷisabēḍi"},{"SurahNumber":26,"VerseNumber":178,"Text":"nēravāgiruva takkaḍiyallē tūgiri"},{"SurahNumber":26,"VerseNumber":179,"Text":"janarige avara vastugaḷannu kaḍitagoḷisi koḍabēḍi mattu bhūmiyalli aśāntiyannu habbuttā tirugabēḍi"},{"SurahNumber":26,"VerseNumber":180,"Text":"mattu nīvu, nim'mannu hāgū nimaginta modalinavarannu sr̥ṣṭisidavanige an̄jiri"},{"SurahNumber":26,"VerseNumber":181,"Text":"avaru hēḷidaru; nīnu khaṇḍita māṭapīḍitanāgiruve"},{"SurahNumber":26,"VerseNumber":182,"Text":"nīnu nam'mantaha obba manuṣya mātra. Nāvu ninnannu suḷḷugāranendu bhāvisuttēve"},{"SurahNumber":26,"VerseNumber":183,"Text":"nīnu nijakkū satyavantanāgiddare nam'ma mēle ākāśada ondu tuṇḍannu bīḷisu"},{"SurahNumber":26,"VerseNumber":184,"Text":"avaru (śu'aib) hēḷidaru; nannoḍeyā, avarēnu māḍuttiruvarembudu ninage tiḷidide"},{"SurahNumber":26,"VerseNumber":185,"Text":"avaru (aikaḥdavaru) avarannu (śu'aib‌rannu) tiraskarisidaru. Konege neraḷina dinada śikṣeyu avarannu āvarisikoṇḍitu. Adu nijakkū ondu mahā dinada śikṣeyāgittu"},{"SurahNumber":26,"VerseNumber":186,"Text":"idaralli khaṇḍita pāṭhavide. Avaralli heccinavaru nambiralilla"},{"SurahNumber":26,"VerseNumber":187,"Text":"mattu khaṇḍitavāgiyū nim'ma oḍeyanu atyanta prabalanū karuṇāmayiyū āgiddāne"},{"SurahNumber":26,"VerseNumber":188,"Text":"idu (kur‌ān) ella lōkagaḷa oḍeyanindalē iḷisalpaṭṭide"},{"SurahNumber":26,"VerseNumber":189,"Text":"nambalar'hanāda ātmanu (jibrīl) idannu hottu iḷidiruvanu –"},{"SurahNumber":26,"VerseNumber":190,"Text":"– nim'ma (dūtara) manada mēle, nīvu eccarisuvavarāgabēkendu –"},{"SurahNumber":26,"VerseNumber":191,"Text":"– spaṣṭavāda arabī bhāṣeyalli"},{"SurahNumber":26,"VerseNumber":192,"Text":"Khaṇḍitavāgiyū idu (ī māhiti) gatakāladavara granthagaḷallū ide"},{"SurahNumber":26,"VerseNumber":193,"Text":"idannellā isrā'īlara santatiya vidvānsaru ballaru embudu avara pālige ondu purāveyallavē"},{"SurahNumber":26,"VerseNumber":194,"Text":"ondu vēḷe nāvu idannu arabarallada yārigādarū iḷisikoṭṭiddare"},{"SurahNumber":26,"VerseNumber":195,"Text":"mattu ātanu avarige adannu ōdi kēḷisiddare, āgalū avaru idannu nambuttiralilla"},{"SurahNumber":26,"VerseNumber":196,"Text":"ī rīti nāvu adannu (nirākaraṇeyannu) aparādhigaḷa manas'sugaḷoḷage nāṭi biṭṭiruvevu"},{"SurahNumber":26,"VerseNumber":197,"Text":"nijavāgi avaru, yātanāmaya śikṣeyannu kāṇuvavaregū idannu nambalāraru"},{"SurahNumber":26,"VerseNumber":198,"Text":"adu (ā śikṣeyu) haṭhāttane avara mēle banderaguvudu mattu avarige adara arivū iralāradu"},{"SurahNumber":26,"VerseNumber":199,"Text":"āga avaru, namage ondiṣṭu kālāvakāśa sikkītē? Endu kēḷuvaru"},{"SurahNumber":26,"VerseNumber":200,"Text":"avarēnu, nam'ma śikṣegāgi ātura paḍuttiruvarē"},{"SurahNumber":26,"VerseNumber":201,"Text":"nīvu kaṇḍirā? Nāvu avarannu sukhabhōgadalliralu varṣagaṭṭale avakāśa nīḍidare"},{"SurahNumber":26,"VerseNumber":202,"Text":"mattu ā baḷika, avarige ēnannu vāgdāna māḍalāgittō adu (śikṣeyu) bandubiṭṭare"},{"SurahNumber":26,"VerseNumber":203,"Text":"avaru bhōgisuttidda vastugaḷinda avarige yāva lābhavū āgadu"},{"SurahNumber":26,"VerseNumber":204,"Text":"eccarisuvavarannu kaḷisade nāvu yāvudē nāḍannu nāśamāḍilla"},{"SurahNumber":26,"VerseNumber":205,"Text":"idu upadēśa. Nāvendū akramigaḷāgiralilla"},{"SurahNumber":26,"VerseNumber":206,"Text":"idannu (kur‌ān‌annu) taruvavaru śaitānaralla"},{"SurahNumber":26,"VerseNumber":207,"Text":"avaru adakke ar'harū alla mattu adu avarige sādhyavū illa"},{"SurahNumber":26,"VerseNumber":208,"Text":"idannu kēḷadante avarannu taḍeyalāgide"},{"SurahNumber":26,"VerseNumber":209,"Text":"allāhana jotege bēre yāva dēvarannū prārthisabēḍi. An'yathā nīvu śikṣegoḷagāguviri"},{"SurahNumber":26,"VerseNumber":210,"Text":"nīvu nim'ma hattirada bandhugaḷannu (modalu) eccarisiri"},{"SurahNumber":26,"VerseNumber":211,"Text":"mattu nambike iṭṭavara paiki nim'mannu anusarisuvavara pālige nīvu viśēṣa vinaya uḷḷavarāgiri"},{"SurahNumber":26,"VerseNumber":212,"Text":"innu avaru nimage avidhēyarādare, nim'ma karmagaḷige nānu hoṇeyalla endu hēḷibiḍiri"},{"SurahNumber":26,"VerseNumber":213,"Text":"(dūtarē,) nīvu ā prabalanāda karuṇāmayiyalli bharavase iḍiri"},{"SurahNumber":26,"VerseNumber":214,"Text":"avanu nim'mannu kāṇuttiruttāne, nīvu nintiruvāga"},{"SurahNumber":26,"VerseNumber":215,"Text":"Mattu sāṣṭāṅgaveraguvavara (namājh sallisuvavara) jotege nīvu tirugāḍuttiruvāga (avanu nim'mannu kāṇuttiruttāne)"},{"SurahNumber":26,"VerseNumber":216,"Text":"avanu khaṇḍita ellavannū kēḷuvavanū ballavanū āgiddāne"},{"SurahNumber":26,"VerseNumber":217,"Text":"śaitānanu yāra baḷige iḷidu baruttārendu nānu nimage tiḷisalē"},{"SurahNumber":26,"VerseNumber":218,"Text":"suḷḷārōpagaḷannu horisuva pratiyobba pāpiya baḷige avaru iḷidu baruttāre"},{"SurahNumber":26,"VerseNumber":219,"Text":"avaru, avarige vadantigaḷannu talupisuttāre mattu avugaḷalli heccinavu suḷḷāgiruttave"},{"SurahNumber":26,"VerseNumber":220,"Text":"mattu kavigaḷannu dārigeṭṭavaru mātra anusarisuttāre"},{"SurahNumber":26,"VerseNumber":221,"Text":"nīvu kāṇuttillavē, avaru (kavigaḷu) pratiyondu kaṇiveyallū aleyuvudannu"},{"SurahNumber":26,"VerseNumber":222,"Text":"mattu avaru tāvu māḍilladdannu hēḷuttiruvudannu"},{"SurahNumber":26,"VerseNumber":223,"Text":"satyavannu nambidavaru mattu satkarmigaḷu idakke horatāgiruttāre. Avaru padē padē allāhanannu smarisuttiruttāre mattu tam'ma mēle an'yāyavāda baḷikavaṣṭē adakke pratīkāravesaguttāre. An'yāya esagidavaru, tam'mannu entaha nelege maraḷisalāguvudu embudannu ariyaliddāre"},{"SurahNumber":26,"VerseNumber":224,"Text":"tvā sīn. Ivu kur‌ānina mattu bahaḷa spaṣṭavāgiruva granthada vacanagaḷu"},{"SurahNumber":26,"VerseNumber":225,"Text":"nambuvavara pālige mārgadarśana hāgū śubhavārte idarallide"},{"SurahNumber":26,"VerseNumber":226,"Text":"avaru namājhannu pālisuvavaru, jhakātannu pāvatisuvavaru mattu paralōkadalli nambike uḷḷavarāgiruttāre"},{"SurahNumber":26,"VerseNumber":227,"Text":"nāvu, paralōkavannu nambadavara pālige, avara karmagaḷannu khaṇḍita, candagāṇisi biṭṭiddēve. Āddarinda avaru kuruḍāgi aleyuttalē iruttāre"},{"SurahNumber":27,"VerseNumber":1,"Text":"avarē, bhārī keṭṭa śikṣege guriyāguvavaru mattu paralōkadalli avaru atyadhika naṣṭa anubhavisuvaru"},{"SurahNumber":27,"VerseNumber":2,"Text":"khaṇḍitavāgiyū ī kur‌ānannu nimage, atyanta yuktivanta, jñāniya kaḍeyinda nīḍalāguttide"},{"SurahNumber":27,"VerseNumber":3,"Text":"mūsā tam'ma maneyavaroḍane hēḷidaru; nānu beṅkiyannu nōḍiddēne. Nānīga nimagāgi allinda ēnādarū suddiyannu taruvenu athavā nimage caḷi kāyisikoḷḷuvudakkāgi keṇḍavannādarū taruvenu"},{"SurahNumber":27,"VerseNumber":4,"Text":"Konege avaru adara baḷige bandāga kare nīḍalāyitu; ‘‘ī beṅkiya oḷagiruvavaru (malak‌gaḷu) hāgū adara sutta iruvavarannu (mūsārannu) samr̥d'dhagoḷisalāgide. Mattu ella lōkagaḷa oḍeyanāda allāhanu parama pāvananu.’’"},{"SurahNumber":27,"VerseNumber":5,"Text":"‘‘Ō mūsā, nānē, mahā prabalanū yuktivantanū āgiruva allāh’’"},{"SurahNumber":27,"VerseNumber":6,"Text":"‘‘nīvu nim'ma ūrugōlannu keḷa hākiri.’’ (Mūsā tam'ma ūrugōlannu esedāga) adu hāvinante saridāḍuvudannu kaṇḍu, avaru maraḷi horaṭaru mattu hindirugi nōḍalilla. Avaroḍane hēḷalāyitu; ‘‘ō mūsā, an̄jabēḍi. Dūtaru nanna baḷi khaṇḍita an̄juvudilla’’"},{"SurahNumber":27,"VerseNumber":7,"Text":"‘‘akramavesagidavana horatu. Ādare hāge keḍukannu māḍida baḷika adannu oḷitāgi parivartisidavana pālige nānu khaṇḍita, kṣamāśīlanū karuṇāmayiyū āgiruttēne’’"},{"SurahNumber":27,"VerseNumber":8,"Text":"‘‘nīvīga nim'ma kaiyannu nim'ma aṅgiyoḷage hākiri. Adu sulabhavāgi, prakāśisuttā horabaruvudu. Idu phir‌aun mattu avana janāṅgadavarigāgi iruva ombhattu purāvegaḷallondu. Avaru khaṇḍita ondu avidhēya janāṅgavāgiddāre’’"},{"SurahNumber":27,"VerseNumber":9,"Text":"konege, kaṇṇu teresuvantaha nam'ma purāvegaḷu avarige (phir‌aunana janarige) talupidāga avaru, ‘‘idellā spaṣṭa indrajāla’’ endaru"},{"SurahNumber":27,"VerseNumber":10,"Text":"nijavāgi avara manas'sugaḷalli ā kuritu nambike iddarū avaru akrama hāgū ahaṅkāradondige adannu tiraskarisidaru. Konege ā gondalakōrara gati ēnāyitendu nōḍiri"},{"SurahNumber":27,"VerseNumber":11,"Text":"munde nāvu dāvūd mattu sulaimānarige jñānavannu nīḍidevu. Avaribbarū hēḷidaru; praśansegaḷellā, tanna heccina viśvāsi dāsariginta namage hirimeyannu anugrahisida allāhanigē mīsalu"},{"SurahNumber":27,"VerseNumber":12,"Text":"sulaimānaru, dāvūdara uttarādhikāriyādaru. Avaru hēḷidaru; mānavarē, namage pakṣigaḷa bhāṣeyannu kalisalāgide mattu namage ella vastu"},{"SurahNumber":27,"VerseNumber":13,"Text":"gaḷannū nīḍalāgide. Idu khaṇḍita ondu spaṣṭa anugrahavāgide"},{"SurahNumber":27,"VerseNumber":14,"Text":"Mattu sulaimānarigāgi jinn‌gaḷu, mānavaru mattu pakṣigaḷannu oḷagoṇḍa ondu sēneyannu saṅghaṭisalāyitu mattu avarannellā śistige oḷapaḍisalāgittu"},{"SurahNumber":27,"VerseNumber":15,"Text":"munde, om'me avaru iruvegaḷidda ondu bayalige bandāga ondu iruve hēḷitu; iruvegaḷē, nīvu nim'ma manegaḷoḷage sērikoḷḷiri. Sulaimān mattu avara paḍegaḷu nim'mannu tuḷidu nāśamāḍadirali. Avarige adara arivū iruvudilla"},{"SurahNumber":27,"VerseNumber":16,"Text":"adara mātannu kēḷi avaru (sulaimān) nakkubiṭṭaru mattu hēḷidaru; nannoḍeyā, nīnu nanage hāgū nanna hettavarige karuṇisiruva anugrahagaḷigāgi ninage kr̥tajñate sallisuva mattu nīnu meccuvantaha karmagaḷannu māḍuva saubhāgyavannu nanage karuṇisu mattu ninna anugrahadinda nīnu nannannu ninna sajjana dāsara sālige sērisu"},{"SurahNumber":27,"VerseNumber":17,"Text":"ā baḷika avaru pakṣigaḷa samīkṣe naḍesi hēḷidaru; idēnu, ‘hud‌hud’ (pakṣi) nanage kāṇisuttillavallā? Adēnu kaṇmareyāgi biṭṭitē"},{"SurahNumber":27,"VerseNumber":18,"Text":"adu spaṣṭavāda purāveyannu taradiddare, nānu adakke ugra śikṣe nīḍuvenu athavā adara koraḷu koydu biḍuvenu"},{"SurahNumber":27,"VerseNumber":19,"Text":"adu (hud‌hud pakṣi) heccu taḍamāḍalilla. Adu hēḷitu; nīvu aritilladdannu nānu aritiddēne mattu nānu nim'ma baḷige sabādinda ondu khacita suddiyannu tandiddēne"},{"SurahNumber":27,"VerseNumber":20,"Text":"alli nānu avara rāṇiyāgiruva obba mahiḷeyannu nōḍide. Ākege ellavannū nīḍalāgide mattu ākeya baḷi ondu doḍḍa sinhāsanavide"},{"SurahNumber":27,"VerseNumber":21,"Text":"āke mattu ākeya janāṅgadavaru allāhanannu biṭṭu sūryanige sāṣṭāṅgaveraguvudannu nānu nōḍide. Śaitānanu avarige avara karmagaḷannu candagāṇisiddāne mattu saridāriyinda avarannu taḍediddāne. Avaru sanmārgavannu ānusarisuttilla"},{"SurahNumber":27,"VerseNumber":22,"Text":"ākāśagaḷalli hāgū bhūmiyalli aḍagiruvavugaḷannu hora tara balla mattu nīvu guptavāgiḍuva hāgū bahiraṅgagoḷisuva ellavannū balla allāhanige avaru sāṣṭāṅgaveraguvudilla"},{"SurahNumber":27,"VerseNumber":23,"Text":"Allāhana horatu bēre dēvarilla. Avanu mahān viśva sinhāsanada oḍeyanu"},{"SurahNumber":27,"VerseNumber":24,"Text":"avaru (sulaimān) hēḷidaru; nīnu hēḷuttiruvudu satyavō athavā nīnu suḷḷu hēḷuttiruveyō embudannu nāvīga nōḍikoḷḷuvevu"},{"SurahNumber":27,"VerseNumber":25,"Text":"nīnīga nanna patradondige hōgu mattu adannu ā janara kaḍege ese. Ā baḷika avarinda dūranintu, avaru yāva rīti pratikriye tōruttārendu nōḍu"},{"SurahNumber":27,"VerseNumber":26,"Text":"āke (rāṇi) hēḷidaḷu; saradārarē, nanna baḷige khaṇḍitavāgiyū gauravānvitavāda ondu patravannu kaḷisalāgide"},{"SurahNumber":27,"VerseNumber":27,"Text":"adu sulaimānara kaḍeyinda bandide. Mattu adaralli ‘‘allāhana hesarinda – avanu apāra dayāḷu, karuṇāmayi’’ endide"},{"SurahNumber":27,"VerseNumber":28,"Text":"(mattu) nanneduru baṇḍāyada nīti tōrade, śaraṇāgi nanna baḷige banniri endu (hēḷalāgide)"},{"SurahNumber":27,"VerseNumber":29,"Text":"(matte) āke hēḷidaḷu; saradārarē, ī viṣayadalli nīvu nanage salahe nīḍiri. Nim'ma upasthiti illade nānu yāvudē tīrmāna kaigoḷḷuvudilla"},{"SurahNumber":27,"VerseNumber":30,"Text":"avaru hēḷidaru; nāvu tumbā śaktivantaru mattu ugra hōrāṭa"},{"SurahNumber":27,"VerseNumber":31,"Text":"gāraru. Tīrmāna nim'ma kaiyallide. Namage ēnannu ādēśisabēkendu nīvē nirdharisiri"},{"SurahNumber":27,"VerseNumber":32,"Text":"āke hēḷidaḷu; doregaḷu yāvudādarū nāḍannu pravēśisuvāga avaru adannu khaṇḍita nāśamāḍi biḍuttāre mattu avaru allina gauravānvitarannu apamānisi biḍuttāre. Avaru māḍuvudē hāge"},{"SurahNumber":27,"VerseNumber":33,"Text":"nānu avareḍege ondu uḍugoreyannu kaḷisikoḍuttēne mattu (nam'ma) dūtanu maraḷi ēnannu taruttānendu kādu nōḍuttēne"},{"SurahNumber":27,"VerseNumber":34,"Text":"ātanu (dūtanu) sulaimānara baḷi bandāga avaru hēḷidaru; nīvēnu sampattininda nanage neravāga bayasuttīrā? Nanagantu allāhanu nimage nīḍiddakkinta uttamavādudannu nīḍiddāne. Nīvu mātra nim'ma uḍugoreyallē santuṣṭarāgiruviri"},{"SurahNumber":27,"VerseNumber":35,"Text":"nīnu maraḷi hōgu. Avarigendū edurisalu sādhyavāgada paḍeyondige nāvu avarallige baraliddēve mattu nāvu avarannu apamānitarāgisi allinda horahākaliddēve. Āga avaru sōtiruvaru"},{"SurahNumber":27,"VerseNumber":36,"Text":"Saradārarē, āke śaraṇāgi nanna baḷige baruva munna nim'ma paiki yāru ākeya sinhāsanavannu nanna baḷige taraballaru? Endu avaru kēḷidaru"},{"SurahNumber":27,"VerseNumber":37,"Text":"jinn‌gaḷa paiki iphrīt hēḷidanu; nīvu nim'ma sthānadinda eddēḷuva munna nānu adannu nim'ma baḷige tandu biḍuttēne. Nānu ī kelasavannu māḍuvudakke khaṇḍita śaktanāgiddēne hāgū viśvāsār'hanāgiddēne"},{"SurahNumber":27,"VerseNumber":38,"Text":"granthada jñānaviddavanobbanu, ‘‘nīvu kaṇmucci tereyuva munna nānu adannu nim'ma baḷige tandu biḍuttēne‘‘endanu. Avaru (sulaimān) adannu tanna samīpa iṭṭiruvudāgi kaṇḍāga hēḷidaru; idu, nānu kr̥tajñanāguttēnō kr̥taghnate tōruttēnō endu parīkṣisalikkāgi nanna oḍeyana kaḍeyinda sikkiruva ondu anugrahavāgide. Kr̥tajñanādavanu svataḥ tanna lābhakkaṣṭē kr̥tajñanāguttāne mattu yārādarū kr̥taghnate tōridare – nanna oḍeyanantu sampūrṇa nirapēkṣa hāgū udāriyāgiddāne"},{"SurahNumber":27,"VerseNumber":39,"Text":"avaru (sulaimān) hēḷidaru; nīvu ākeya sinhāsanada svarūpavannu badalisi biḍiri. Ākege vāstavada arivāguvudō athavā āke satyavannu kāṇalāgadavara sālige sēruvaḷō nōḍōṇa"},{"SurahNumber":27,"VerseNumber":40,"Text":"āke bandāga, ninna sinhāsana iduvē? Endu kēḷalāyitu. Āke hēḷidaḷu; idu adaranteyē ide. Namage ī hindeyē māhiti nīḍalāgittu mattu nāvu śaraṇāgiruvevu"},{"SurahNumber":27,"VerseNumber":41,"Text":"avaru (sulaimānaru) ī hinde ākeyu allāhanannu biṭṭu pūjisuttiddavugaḷinda ākeyannu taḍedaru. Ī hinde āke nijakkū ondu dhikkāri janāṅgadavaḷāgiddaḷu"},{"SurahNumber":27,"VerseNumber":42,"Text":"Aramaneyannu pravēśisu endu ākeyoḍane hēḷalāyitu. Āke adannu (alliya nelavannu) kaṇḍāga, adu āḷavāda nīrendu bhāvisi tanna vastravannu tanna pādamaṭṭadinda mēlakke eḷedukoṇḍaḷu. Avaru (sulaimān) hēḷidaru; idu gājugaḷannu jōḍisi kaṭṭida aramane. Āke hēḷidaḷu; nannoḍeyā, nānu nanna mēleyē akramavesagiddēne mattu sulaimānara jote nānu ella lōkagaḷa oḍeyanāda allāhanige śaraṇāguttēne"},{"SurahNumber":27,"VerseNumber":43,"Text":"munde nāvu, samūd janāṅgadeḍege avara sahōdara svālih‌rannu kaḷisiddevu – allāhanannē pūjisiri (emba sandēśadondige). Aṣṭarallē avaru jagaḷāḍuva eraḍu paṅgaḍagaḷāgi biṭṭaru"},{"SurahNumber":27,"VerseNumber":44,"Text":"avaru (svālih) hēḷidaru; nanna janāṅgadavarē, nīvu oḷitiginta munnavē keḍukigāgi ātura paḍuttiruvudēke? Nim'ma mēle karuṇe tōruvantāgalu nīvēke allāhanoḍane kṣameyācisuvudilla"},{"SurahNumber":27,"VerseNumber":45,"Text":"avaru (janāṅgadavaru) hēḷidaru; nāvantu, nim'mannu hāgū nim'ma jotege iruvavarannu apaśakunavendē tiḷiyuttēve. Avaru (svālih) hēḷidaru; nim'ma apaśakunavellā allāhana baḷi ide. Nijavāgi nīvu parīkṣege tuttāgiruva janāṅgavāgiddīri"},{"SurahNumber":27,"VerseNumber":46,"Text":"mattu nagaradalli ombhattu mandi iddaru. Avaru bhūmiyalli aśāntiyannē habbuttiddaru. Yāvudē sudhāraṇeya kelasa māḍuttiralilla"},{"SurahNumber":27,"VerseNumber":47,"Text":"avaru hēḷatoḍagidaru; nīvellā allāhana āṇe hākikoḷḷiri. Nāvu rātriya vēḷe ātana mēlū ātana maneyavara mēlū dhāḷi māḍōṇa mattu avana maneyavaru nāśavādāga nāvu hājariralillavendū nāvu khaṇḍita satyavantarendū avana uttarādhikārigaḷoḍane hēḷōṇa"},{"SurahNumber":27,"VerseNumber":48,"Text":"hīge avaru ondu san̄cu hūḍidaru mattu nāvū (allāh) ondu san̄cu hūḍidevu. Avarige adara arivē iralilla"},{"SurahNumber":27,"VerseNumber":49,"Text":"konege avara san̄cina gati ēnāyitendu nōḍiri; nāvu avarannu hāgū avara sampūrṇa janāṅgavannu nāśamāḍibiṭṭevu"},{"SurahNumber":27,"VerseNumber":50,"Text":"Idō avara nivāsagaḷu! Avara akramagaḷa kāraṇa, avu tale keḷagāgi biddukoṇḍive. Ballavarige, idaralli khaṇḍita pāṭhavide"},{"SurahNumber":27,"VerseNumber":51,"Text":"viśvāsigaḷannu mattu dharmaniṣṭharāgiddavarannu nāvu rakṣisidevu"},{"SurahNumber":27,"VerseNumber":52,"Text":"mattu lūt tam'ma janāṅgadavaroḍane hēḷidaru; nīvēnu kaṇṇāre kaṇḍū aślīlateyalli toḍagiruvirā"},{"SurahNumber":27,"VerseNumber":53,"Text":"nīvēnu, mahiḷeyarannu biṭṭu, kāmada īḍērikegāgi puruṣara baḷige hōguvirā? Nijakkū nīvu ajñāni janāṅgavāgiruviri"},{"SurahNumber":27,"VerseNumber":54,"Text":"avara janāṅgadavaru nīḍida uttara kēvala iṣṭē; lūt mattu avara jotegārarannu nim'ma nāḍininda horadabbi biḍiri. Avaru bhārī pāvitra bayasuva janarāgiddāre"},{"SurahNumber":27,"VerseNumber":55,"Text":"konege nāvu avarannū (lūt‌rannū) avara jotegiddavarannū rakṣisidevu. Avara patniya horatu. Ākeyannu nāvu hinde uḷidukoḷḷuvavara sālige sērisidevu"}]}