{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Eger Allah´a ve dogru ile egrinin birbirinden ayrıldıgı gun, yani iki ordunun Bedir´de karsılastıgı gun kulumuz Muhammed´e indirdigimiz mesaja inanıyorsanız biliniz ki, ele gecirdiginiz ganimet mallarının beste biri Allah´a, Peygamber´e, Peygamber´in yakınlarına, yetimlere, yoksullara ve yarı yolda kalanlara aittir. Allah her seye kadirdir"},{"SurahNumber":8,"VerseNumber":42,"Text":"Hani Bedir savasında siz vadinin Medine´ye yakın yakasında, onlar Medine´ye uzak yakasında ve ticaret kervanı da vadi tabanına sizden daha yakın idi. Eger bu sekilde bulusmak uzere sozlesseydiniz bile bu sekilde bulusamazdınız. Fakat Allah ortaya cıkması gereken bir sonucun gerceklesmesi icin bu bulusmayı boyle duzenledi. Boylece can veren bile bile can verecek, hayatta kalan da bile bile hayatta kalacaktı. Hic kuskusuz Allah Her seyi isitir ve her seyi bilir"},{"SurahNumber":8,"VerseNumber":43,"Text":"Hani Allah onları sana ruyanda az gosteriyordu. Eger onları kalabalık gosterseydi moraliniz bozulur, bu konuda aranızda tartısmaya duserdiniz. Fakat Allah, sizi bu tehlikeden korudu. Hic suphesiz O, kalplerin ozunu bilir"},{"SurahNumber":8,"VerseNumber":44,"Text":"Allah, ortaya cıkması gereken sonucun gerceklesmesi icin savas alanında karsılastıgınızda onları sizin gozlerinizde az gosteriyor, sizi de onların gozlerinde azaltıyordu. Her isin sonu Allah´a varır"},{"SurahNumber":8,"VerseNumber":45,"Text":"Ey mu´minler, bir savas birligi ile karsılastıgınızda direniniz, Allah´ı cok anınız ki, basarıya eresiniz"},{"SurahNumber":8,"VerseNumber":46,"Text":"Allah´a ve Peygamberi´ne itaat ediniz. Aranızda tartısmaya, cekismeye dusmeyiniz. Yoksa moraliniz bozulur, hızınız kaybolur. Sabrediniz. Cunku Allah sabırlılar ile beraberdir"},{"SurahNumber":8,"VerseNumber":47,"Text":"Yurtlarından calım satarak, halka gosteris yaparak sefere cıkan ve insanları Allah yolundan alıkoyanlar gibi olmayınız. Suphe yok ki, Allah onların butun yaptıklarını bilgisi ile kusatmıstır"},{"SurahNumber":8,"VerseNumber":48,"Text":"Hani seytan onlara yaptıkları isleri guzel gostererek kendilerine «Bugun sizi hicbir insan grubu yenemez, ben sizin arkanızdayım» dedi. Fakat iki ordu birbirini gorunce, birdenbire geri donerek, «Benim sizinle hicbir ilgim yok, ben sizin gormediginizi goruyorum, ben Allah´tan korkarım, cunku Allah´ın azabı agırdır» dedi"},{"SurahNumber":8,"VerseNumber":49,"Text":"Hani munafıklar ile kalplerinde hastalık bulunanlar «Bu muslumanları dinleri sımartıp yanılgıya dusurdu» dediler. Oysa kim Allah´a dayanırsa bilsin ki Allah, ustun iradeli ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":50,"Text":"Melekler, kafirlerin canlarını alırken keski gorseydiniz; onların yuzlerine ve sırtlarına vurarak soyle derler: «Yakıcı azabı tadınız bakalım.»"},{"SurahNumber":8,"VerseNumber":51,"Text":"Iste bu vaktiyle kendi ellerinizle hazırladıgınız bir sonuctur. Yoksa Allah kesinlikle kullarına haksızlık etmez"},{"SurahNumber":8,"VerseNumber":52,"Text":"Bu kafirlerin durumu tıpkı Firavunogulları ile daha onceki kafirlerin durumu gibidir. Onlar Allah´ın ayetlerini inkar ettiler, Allah da gunahları yuzunden yakalarına yapıstı. Hic suphesiz Allah gucludur ve azabı agırdır"},{"SurahNumber":8,"VerseNumber":53,"Text":"Bu boyledir. Cunku bir toplum, sahip oldugu iyi bir niteligi degistirmedikce, Allah da o topluma vermis oldugu nimeti degistirmez. Hic suphesiz Allah her seyi isitir, her seyi bilir"},{"SurahNumber":8,"VerseNumber":54,"Text":"Bu kafirlerin durumu tıpkı Firavunogulları ile daha onceki kafirlerin durumu gibidir. Onlar Rabblerinin ayetlerini yalanladılar, biz de onları gunahları yuzunden yokettik, Firavunogulları´nı denizde bogduk. Bunların hepsi zalimdi"},{"SurahNumber":8,"VerseNumber":55,"Text":"Allah katında canlıların en kotuleri kafirlerdir. Onlar artık inanmazlar"},{"SurahNumber":8,"VerseNumber":56,"Text":"Onlar kendileri ile antlasma yaptıgın her defasında hic cekinmeden antlasmalarını bozan kimselerdir"},{"SurahNumber":8,"VerseNumber":57,"Text":"Eger savasta, onları ele gecirirsen, onları geride kalanlara bir ibret olacak bicimde cezalandır"},{"SurahNumber":8,"VerseNumber":58,"Text":"Eger antlasmalı bir toplumun anlasmasını bozacagından endiseli isen, aranızdaki antlasmayı, karsılıklılık ilkesi uyarınca acıkca yuzlerine fırlat. Cunku, Allah ihanet edenleri sevmez"},{"SurahNumber":8,"VerseNumber":59,"Text":"Kafirler sakın yakayı kurtardıklarını sanmasınlar. Cunku onlar bizi kesinlikle aciz bırakamazlar"},{"SurahNumber":8,"VerseNumber":60,"Text":"Ey iman edenler, onlara karsı gucunuzun yettigi kadar – Allah’ın dusmanı ve sizin dusmanlarınızı ve bunların dısında Allah’ın bilip sizin bilmediklerinizi yıldırmak uzere – kuvvet ve savas atları hazırlayın. Allah yolunda sarf ettiginiz her sey, size haksızlık yapılmadan tamamen odenecektir"},{"SurahNumber":8,"VerseNumber":61,"Text":"Eger onlar barısa yanasırlarsa sen de ona yanas ve Allah´a dayan. Cunku O her seyi isiten ve bilendir"},{"SurahNumber":8,"VerseNumber":62,"Text":"Eger onlar seni aldatmak isterlerse kusku yok ki, Allah sana yeter. O seni yardımı ile ve mu´minler aracılıgı ile desteklemistir"},{"SurahNumber":8,"VerseNumber":63,"Text":"Allah, mu´minlerin kalplerini uzlastırdı. Eger sen dunyadaki her seyi harcasan yine onların kalplerini uzlastıramazdın. Fakat Allah onları uzlastırdı. Hic kuskusuz O, ustun iradeli ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":64,"Text":"Ey peygamber, sana ve sana uyan mu´minlere Allah yeter"},{"SurahNumber":8,"VerseNumber":65,"Text":"Ey peygamber, mu´minleri savasa tesvik et. Eger sizden yirmi sabırlı kisi olursa bunlar iki yuz kafiri yenerler. Eger sizden yuz kisi olsa, bunlar bin kafiri yenerler. Cunku onlar anlayıssız, bilincsiz bir guruhtur"},{"SurahNumber":8,"VerseNumber":66,"Text":"Allah, bundan boyle, bu konudaki yukunuzu hafifletti ve bunyenizde bir zaaf belirdigini bildi. Buna gore eger sizden yuz sabırlı kisi olursa, bunlar iki yuz kafiri yenerler. Eger sizden bin sabırlı kisi olursa, bunlar Allah´ın izni ile iki bin kafiri yenerler. Allah sabırlılarla beraberdir. ´"},{"SurahNumber":8,"VerseNumber":67,"Text":"Yeryuzunde ustunlugunu percinlemedikce hicbir peygamberin esir alması yerinde degildir. Siz gecici dunya malını istiyorsunuz. Oysa Allah sizin hesabınıza ahireti istiyor. Allah ustun iradeli ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":68,"Text":"Eger Allah´ın daha once kesinlesmis (ve bu konuda lehinize isleyen) bir hukmu olmasaydı, esirlerin karsılıgında aldıgınız fidyeler yuzunden basınıza buyuk bir azap gelirdi"},{"SurahNumber":8,"VerseNumber":69,"Text":"Artık elinize gecen ganimet mallarını helal olarak afiyetle yiyiniz, Allah´dan korkunuz. Hic kuskusuz Allah affedicidir ve merhametlidir"},{"SurahNumber":8,"VerseNumber":70,"Text":"Ey peygamber elinizdeki esirlere de ki; «Eger Allah kalplerinizde hayırlı bir yaklasım oldugunu gorurse size elinizden alınandan daha iyisini verir ve sizi affeder. Hic suphesiz, Allah affedicidir ve merhametlidir"},{"SurahNumber":8,"VerseNumber":71,"Text":"Eger bu esirler sana ihanet etmeyi dusunuyorlarsa bilsinler ki, daha once Allah´a ihanet ettiler de bu yuzden O, seni onlara karsı ustun getirdi. Hic kuskusuz Allah her seyi bilir ve her yaptıgı yerindedir"},{"SurahNumber":8,"VerseNumber":72,"Text":"Iman edip Medine´ye gocenler ve Allah yolunda canları ile malları ile cihad edenler ile bu gocmenlere barınak saglayanlar ve yardım edenler birbirlerinin yandasları, koruyucularıdırlar. Iman edip Medine´ye gocetmeyenlere gelince, bunlar gocetmedikce kendilerine karsı hicbir yandaslık, koruyuculuk yukumlulugunuz yoktur. Eger boyleleri sizden, aranızda saldırmazlık antlasması bulunmayan bir topluma karsı din konusunda yardım isterlerse kendilerine yardım etmekte yukumlusunuz. Allah yaptıgınız her seyi gorur.»"},{"SurahNumber":8,"VerseNumber":73,"Text":"Kafirler birbirlerinin yandasları, koruyucularıdırlar. Eger aranızda bu sıkı dayanısmayı gerceklestirmezseniz, yeryuzunde fitne ve buyuk bir kargasa cıkar"},{"SurahNumber":8,"VerseNumber":74,"Text":"Iman edip Medine´ye gocenler ve Allah yolunda malları ile, canları ile cihad edenler ile bu gocmenlere barınak saglayanlar ve yardım edenler var ya, iste bunlar gercek mu´minlerdir, onları bagıslanma ve bol rızık beklemektedir"},{"SurahNumber":8,"VerseNumber":75,"Text":"Sonradan iman edip Medine´ye gocenlere ve sizinle birlikte cihad edenlere gelince onlar sizdendirler. Allah´ın Kitabı´na gore yakın akrabaların birbirlerine mirascı olma konusunda oncelik hakları vardır. Hic kuskusuz Allah her seyi bilir"},{"SurahNumber":9,"VerseNumber":1,"Text":"Kendileri ile aranızda antlasma bulunan musriklere Allah ve Peygamber´i tarafından yoneltilen bir iliski kesme ihtarıdır bu"},{"SurahNumber":9,"VerseNumber":2,"Text":"Dort ay daha yeryuzunde serbestce dolasınız. Allah´ın yapacaklarına engel olamayacagınızı ve Allah´ın kafirleri perisan edecegini biliniz"},{"SurahNumber":9,"VerseNumber":3,"Text":"Buyuk hacc gunu Allah ve Peygamber tarafından tum insanlara duyurulur ki; «Allah ve Peygamber´i ile musrikler arasında her turlu iliski kesilmistir. Eger tevbe ederseniz bu sizin icin daha yararlıdır. Eger sırt cevirirseniz Allah´ın yapacaklarına engel olamayacagınızı biliniz. Ey Peygamber, kafirleri acıklı bir azapla mujdele!»"},{"SurahNumber":9,"VerseNumber":4,"Text":"Yalnız antlasma sartlarını eksiksiz bicimde yerine getiren ve size karsı hic kimseyi desteklemeyen musriklere gelince onlar ile aranızdaki anlasmalara surelerinin sonuna kadar uyunuz. Hic suphesiz Allah kotulukten sakınanları sever"},{"SurahNumber":9,"VerseNumber":5,"Text":"Haram aylar gecince musrikleri buldugunuz yerde oldurunuz, yakalayıp hapsediniz, butun muhtemel gecitleri tutup onları gozetleyiniz. Eger tevbe eder de namaz kılar ve zekat verirlerse onları salıveriniz. Hic suphesiz Allah affedici ve merhametlidir"},{"SurahNumber":9,"VerseNumber":6,"Text":"Eger puta tapanlardan biri senden can guvenligi isterse kendisine can guvenligi sagla ki, Allah´ın sozunu, Kur´an´ı isitebilsin, sonra da onu guven icinde olacagı bir yere ulastır. Cunku onlar gercekleri bilmeyen bir guruhtur"},{"SurahNumber":9,"VerseNumber":7,"Text":"Mescid i Haram´ın, Kabe´nin yanında antlasma yaptıklarınız dısındaki musriklere karsı Allah´ın ve Peygamber´in nasıl taahhudu olabilir? Onlar size karsı durust davrandıkca siz de onlara karsı durust davranınız. Hic suphesiz Allah kotulukten sakınanları sever"},{"SurahNumber":9,"VerseNumber":8,"Text":"Allah´ın ve Peygamber´in onlara karsı nasıl taahhudu olabilir ki, eger size karsı ustun gelseler ne and ve ne de yukumluluk gozetirler. Dilleri ile sizi hosnut etmeye calısırlar, ama kalbleri sozleri ile celisiktir. Onların cogunun karakteri bozuktur"},{"SurahNumber":9,"VerseNumber":9,"Text":"Allah´ın ayetlerini birkac paraya sattılar ve insanları O´nun yolundan alıkoydular. Onların yaptıkları ne kadar kotudur"},{"SurahNumber":9,"VerseNumber":10,"Text":"Onlar bir mumine karsı ne and ve ne de yukumluluk gozetirler. Onlar saldırganların ta kendileridirler"},{"SurahNumber":9,"VerseNumber":11,"Text":"Eger tevbe edip namazı kılar ve zekatı verirlerse sizin din kardesleriniz olurlar. Biz bilgili kimselere ayetlerimizi ayrıntılı bicimde acıklarız"},{"SurahNumber":9,"VerseNumber":12,"Text":"Eger onlarla antlasma yaptıktan sonra antlarını bozarlar da dininize dil uzatırlarsa kafirlerin elebasları ile savasınız. Cunku onlar icin yeminin bir anlamı yoktur. Belki can korkusu ile saldırılarına son verirler"},{"SurahNumber":9,"VerseNumber":13,"Text":"Yeminlerini bozan ve Peygamber´i Mekke´den cıkarmaya yeltenen kimseler ile, ustelik size karsı savası baslatan taraf oldukları halde, savasmayacak mısınız? Yoksa onlardan korkuyor musunuz? Oysa eger mumin iseniz asıl Allah´dan korkmalısınız"},{"SurahNumber":9,"VerseNumber":14,"Text":"Onlarla savasınız ki, Allah sizin elinizle onları azaba carptırsın, kendilerini perisan etsin, sizi onlara karsı ustun getirsin de muminlerin kalb yaralarını iyilestirsin, su serpsin"},{"SurahNumber":9,"VerseNumber":15,"Text":"Kalblerindeki kini gidersin. Allah diledigi kimselerin tevbesini kabul eder. Allah ustun iradelidir ve ne yaparsa yerindedir"},{"SurahNumber":9,"VerseNumber":16,"Text":"Yoksa Allah icinizdeki cihad edenleri ve Allah´dan, Peygamber´den, muminlerden baska hic kimseyi sırdas edinmeyenleri belirlemeden sizi kendi halinize bırakacak mı sandınız? Allah yaptıgınız her isten haberdardır"},{"SurahNumber":9,"VerseNumber":17,"Text":"Musriklere, kafir olduklarına bizzat kendileri tanıklık ettikleri halde Allah´ın mescidlerini onarıp senlendirmek dusmez. Onların butun yaptıkları bosunadır. Onlar ebedi olarak cehennemde kalacaklardır"},{"SurahNumber":9,"VerseNumber":18,"Text":"Allah´ın mescidlerini ancak Allah´a ve ahiret gunune inananlar, namazı kılanlar, zekatı verenler, Allah´dan baska hic kimseden korkmayanlar onarıp senlendirebilir. Bu kimselerin dogru yolu bulanlardan olmaları umulur"},{"SurahNumber":9,"VerseNumber":19,"Text":"Hacılara su saglamayı ve Kabe´yi onarıp senlendirmeyi, ahiret gunune inanmakla ve Allah yolunda cihad etmekle bir mi tutuyorsunuz? Bunlar Allah katında bir degildirler. Allah zalimler guruhunu dogru yola iletmez"},{"SurahNumber":9,"VerseNumber":20,"Text":"Iman edip Medine´ye hicret edenlerin ve malları, canları ile Allah yolunda cihad edenlerin Allah katındaki dereceleri en ustundur. Iste kurtulusa erenler onlardır"},{"SurahNumber":9,"VerseNumber":21,"Text":"Rabb´leri onları kendi oz bagısı olan bir rahmetle, hosnutluk ve bitmez tukenmez nimetlerle dolu cennetler ile mujdeler"},{"SurahNumber":9,"VerseNumber":22,"Text":"Onlar orada ebedi olarak kalacaklardır. Hic suphesiz buyuk odul Allah katındadır"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ey muminler, eger babalarınız ve kardesleriniz kafirligi, muminlige tercih ediyorlarsa sakın onları dost, yandas edinmeyiniz. Kimler boylelerini dost edinirlerse onlar zalimlerin ta kendileridirler"},{"SurahNumber":9,"VerseNumber":24,"Text":"De ki; «Eger babalarınızı, evlatlarınızı, kardeslerinizi, eslerinizi, hısım akrabanızı, kazandıgınız malları, bozulmasından korktugunuz ticareti ve hosunuza giden evleri, konakları Allah´dan, Peygamber´den ve Allah yolunda cihad etmekten daha cok seviyorsanız Allah emrini gerceklestirinceye, yapacagını yapıncaya kadar bekleyiniz. Allah yoldan cıkmıslar guruhunu dogru yola iletmez.»"},{"SurahNumber":9,"VerseNumber":25,"Text":"Gercekten Allah size bircok yerde, bircok olayda oldugu gibi Huneyn savası gunu de yardım etti. Hani o gun sayıca cok olusunuz hosunuza gitmis, boburlenmenize yolacmıstı da bu kalabalıklık size hicbir yarar saglamamıstı; yeryuzu, onca genisligine ragmen size dar gelmisti de sonra arkanızı donup kacmıstınız"},{"SurahNumber":9,"VerseNumber":26,"Text":"Bu bozgunun arkasından Allah, Peygamberinin ve muminlerin kalblerine guven duygusu indirdi ve gormediginiz ordular gondererek kafirleri azaba carptırdı. Kafirlerin gorecekleri karsılık budur"},{"SurahNumber":9,"VerseNumber":27,"Text":"Bundan sonra Allah diledigi kimselerin tevbelerini kabul eder. Allah affedicidir, merhametlidir"},{"SurahNumber":9,"VerseNumber":28,"Text":"Ey muminler! Allah´a ortak kosanlar birer somut pisliktirler. Bundan dolayı bu yıldan sonra bir daha Mescid- i Haram´a yaklasmasınlar. Eger (ziyaretci sayısının azalması yuzunden) yoksul duseceginizden korkuyorsanız, biliniz ki, Allah eger dilerse yakında kendi lutfu ile sizi zengin edecektir. Hic suphesiz Allah her seyi bilir ve her yaptıgı yerindedir"},{"SurahNumber":9,"VerseNumber":29,"Text":"Allah´a ve Ahiret gunune inanmayan, Allah´ın ve Peygamber´in haram kıldıgı seyleri haram saymayan ve gercek dini benimsemeyen yahudi ve hıristiyanlar ile, bunlar size boyun egip kendi elleri ile cizye verene dek savasınız"},{"SurahNumber":9,"VerseNumber":30,"Text":"Yahudiler «Uzeyr, Allah´ın ogludur» dediler. Hıristiyanlar da «Mesih (Isa) Allah´ın ogludur» dediler. Bunlar, onların agızları ile geveledikleri dayanaksız sozlerdir. Boyle demekle daha onceki kafirlerin sozlerine ozeniyorlar. Allah kahretsin onları. Nasıl gerceklerden sapıyorlar"},{"SurahNumber":9,"VerseNumber":31,"Text":"Onlar Allah dısında hahamlarını, rahiplerini ve Meryemoglu Isa´yı ilah edindiler. Oysa onlara sadece tek ilaha, kendisinden baska ilah olmayan ve onların yakıstırma ortaklarından uzak olan Allah´a kulluk etmeleri emredilmisti"},{"SurahNumber":9,"VerseNumber":32,"Text":"Onlar Allah´ın nurunu agızları ile sondurmek istiyorlar. Oysa Allah, kafirlerin hosuna gitmese de, nurunu kesinlikle tamama erdirmekte kararlıdır"},{"SurahNumber":9,"VerseNumber":33,"Text":"Musriklerin hosuna gitmese de kendi dinini diger butun dinlere karsı ustun getirmek uzere peygamberini dogru yol ve gercek din ile gonderen O´dur"},{"SurahNumber":9,"VerseNumber":34,"Text":"Ey muminler, bircok hahamlar ve rahipler insanların mallarını egri yontemlerle yerler ve halkı Allah´ın yolundan alıkoyarlar. Altın ve gumusu biriktirip de bunları Allah yolunda harcamayanları acıklı bir azapla mujdele"},{"SurahNumber":9,"VerseNumber":35,"Text":"O gun biriktirdikleri altın ve gumusler cehennem atesinde kızdırılır ve onlarla alınları, yan tarafları ve sırtları daglanır; kendilerine «Bunlar biriktirdiginiz altın ve gumuslerdir simdi biriktirdiklerinizin azabını tadın bakalım» denir"},{"SurahNumber":9,"VerseNumber":36,"Text":"Allah´ın gokleri ve yeri yarattıgı gunden beri gecerli olan evrensel yasasına gore O´nun katında ayların sayısı onikidir. Bunlardan dordu haram aylardır. Bu dosdogru dindir. Sakın bu aylarda konmus yasakları cigneyerek kendinize zulmetmeyiniz. Allah´a ortak kosanlar nasıl size karsı topyekun savasıyorlarsa, siz de onlarla topyekun savasınız ve biliniz ki, Allah kotuluklerden sakınanlarla beraberdir"},{"SurahNumber":9,"VerseNumber":37,"Text":"Haram aylardaki savas yasagını baska aylara aktarmak, ertelemek kafirlikte daha ileri gitmektir. Kafirler bu yolla sapıklıga suruklenirler. Onlar Allah´ın haram kıldıgı ayları sayıca denk getirmek icin bu ertelemeyi bir yıl helal sayarlarken, bir sonraki yıl haram kabul ederler. Boylece Allah´ın haram kıldıgını helal saymıs olurlar. Yaptıkları cirkin isler kendilerine guzel gosterildi. Allah kafirler guruhunu kesinlikle dogru yola iletmez"},{"SurahNumber":9,"VerseNumber":38,"Text":"Ey mu´minler, size ne oldu da «Allah yolunda savasa cıkınız» dendiginde yere cakıldınız. Yoksa dunya hayatını ahirete tercih mi ettiniz? Oysa dunya hayatının hazzı, ahiretin hazzı yanında pek azdır"},{"SurahNumber":9,"VerseNumber":39,"Text":"Eger savasa cıkmazsanız Allah sizi acıklı bir azaba ugratarak yerinize baska bir toplum getirir. Siz Allah´a hic bir zarar dokunduramazsınız. Cunku Allah´ın gucu her seyi yapmaya yeter"},{"SurahNumber":9,"VerseNumber":40,"Text":"Peygamber´e yardım etmezseniz, biliniz ki, kafirler O´nu Mekke´den cıkardıklarında iki kisiden biri olarak magaradayken Allah O´na yardım etmisti. Hani O arkadasına «Uzulme, Allah bizimle beraberdir» diyordu. Allah O´nun kalbine guven duygusu indirmis, kendisini goremediginiz askerler ile desteklemis, boylece kafirlerin sozunu alcaltmıstı. Yuce olan Allah´ın sozudur. Allah ustun iradelidir ve her yaptıgı yerindedir"},{"SurahNumber":9,"VerseNumber":41,"Text":"Kolayınıza da gelse zorunuza da gitse mutlaka sefere cıkınız, Allah yolunda mallarınızla ve canlarınızla cihad ediniz. Eger bilirseniz bu sizin icin daha hayırlıdır"},{"SurahNumber":9,"VerseNumber":42,"Text":"Eger yakın vadeli bir kazanc ve kısa bir yolculuk sozkonusu olsaydı, mutlaka pesinden gelirlerdi. Fakat bu sıkıntılı yolculuk onlara uzun geldi. Allah adına yemin ederek, «Eger gucumuz yetseydi, kesinlikle sizinle birlikte sefere cıkardık» diyerek kendilerini mahvedecekler. Oysa Allah biliyor ki, onlar yalan soyluyorlar"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah affetsin seni. Kimlerin dogru soyledigi belli oluncaya ve kimlerin yalancı oldugunu belirleyinceye kadar onlara nicin izin verdin"},{"SurahNumber":9,"VerseNumber":44,"Text":"Allah´a ve ahiret gunune inananlar, malları ile ve canları ile cihad etmekten geri kalmak icin senden izin istemezler. Allah kotulukten sakınanları bilir"},{"SurahNumber":9,"VerseNumber":45,"Text":"Senden savastan muaf tutulmaları yolunda izin isteyenler, Allah´a ve ahiret gunune inanmayanlar, kalpleri kuskuya kapılıp bu kuskuları icinde bocalayanlardır"},{"SurahNumber":9,"VerseNumber":46,"Text":"Eger onlar sefere cıkmak isteselerdi, bunun icin hazırlık yaparlardı. Fakat Allah, sefere cıkmaya kalkısmalarını istemedigi icin onları boyle bir girisimden alıkoydu. Kendilerine «(Kadın, cocuk, yaslı, hasta gibi) savasma gucunden yoksun kimselerle birlikte siz de evlerinizde oturunuz» dendi"},{"SurahNumber":9,"VerseNumber":47,"Text":"Eger sizinle birlikte sefere cıksalardı, size bozgunculuktan baska bir katkıları olmazdı, sizi birbirinize dusurmek icin aranıza atılacaklar, balıklama dalacaklardı. Aranızda onların sozlerine kulak verecekler de vardı. Allah zalimlerin kimler oldugunu bilir"},{"SurahNumber":9,"VerseNumber":48,"Text":"Onlar daha once de fitne cıkarmak istemisler, sana karsı cesitli entrikalar cevirmislerdi. Sonunda gercek geldi ve onların istememesine ragmen, Allah´ın emri ustun cıktı"},{"SurahNumber":9,"VerseNumber":49,"Text":"Onlardan bazıları, «Bana savasa katılmama izni ver de beni fitneye dusurme» derler. Haberiniz olsun ki, onlar fitnenin icine dusmuslerdir ve cehennem kafirleri kusatacaktır"},{"SurahNumber":9,"VerseNumber":50,"Text":"Eger karsına bir iyilik cıkarsa fenalarına gider. Eger basına bir musibet gelirse, «Biz savasa katılmayarak onceden tedbirimizi aldık» diyerek sevinc icinde donup giderler"},{"SurahNumber":9,"VerseNumber":51,"Text":"Onlara de ki; «Basımıza gelenler, sadece Allah´ın alnımıza yazdıklarıdır. Bizim mevlamız, sahibimiz O´dur. Mu´minler sadece Allah´a dayansınlar.»"},{"SurahNumber":9,"VerseNumber":52,"Text":"De ki; «Bizim icin beklediginiz sonuc iki iyiden, yani zaferden veya sehit dusmekten biri degil mi? Biz ise Allah´ın sizi ya dogrudan dogruya kendi tarafından ya da bizim elimizle azaba ugratmasını bekliyoruz. Bekleyiniz bakalım, biz de sizinle birlikte bekliyoruz.»"},{"SurahNumber":9,"VerseNumber":53,"Text":"Onlara de ki, «Ister gonullu, ister gonulsuz olarak sadaka veriniz, verdiginiz sadakalar kabul edilmeyecektir, sizler yoldan cıkmıslar guruhusunuz.»"},{"SurahNumber":9,"VerseNumber":54,"Text":"Verdikleri sadakaların kabul edilmesini engelleyen tek sebep sudur; Onlar Allah´a ve Peygamber´e inanmadılar, namaza ancak uyusuk uyusuk dururlar ve verdikleri sadakaları istemeyerek verirler"},{"SurahNumber":9,"VerseNumber":55,"Text":"Artık onların malları ve cocukları seni imrendirmesin. Allah bunlarla onlara dunya hayatında azap etmek ve canlarının kafir olarak cıkmasını ister"},{"SurahNumber":9,"VerseNumber":56,"Text":"Onlar sizden olduklarına dair Allah adına yemin ederler, oysa sizden degildirler, fakat odlek bir guruhturlar"},{"SurahNumber":9,"VerseNumber":57,"Text":"Eger bir sıgınak, bir magara ya da gecilecek bir yeraltı deligi bulsalar, dolu dizgin buralara kosarlardı"},{"SurahNumber":9,"VerseNumber":58,"Text":"Onların bazıları sadakaların (zekat gelirlerinin) bolusturulmesi konusunda sana dil uzatırlar. Eger zekat gelirlerinden kendilerine bir pay verilirse memnun olurlar, eger bu gelirlerden kendilerine bir pay verilmez ise hemen ofkeleniverirler"},{"SurahNumber":9,"VerseNumber":59,"Text":"Oysa eger onlar Allah´ın ve Peygamber´in kendilerine ayırdıgı payı sevincle karsılayarak, «Allah bize yeter, yakında Allah da bize lutfundan verecek, Peygamber de. Biz umudumuzu yalnız Allah´a baglamısız» deselerdi, kendileri hakkında daha iyi olurdu"},{"SurahNumber":9,"VerseNumber":60,"Text":"Sadakalar (zekat gelirleri) sadece yoksullara, duskunlere, zekat toplamakla gorevli memurlara, kalpleri islama ısındırılmak istenenlere, sozlesmeli kolelere, borclulara, Allah yolunda calısanlara ve yarı yolda kalanlara verilir. Bu paylastırma sırası Allah tarafından belirlenmistir. Allah her seyi bilir ve her yaptıgı yerindedir"},{"SurahNumber":9,"VerseNumber":61,"Text":"Onlardan bazıları da, «Peygamber herkesi dinleyen bir kulaktan ibarettir» diyerek, onu uzerler. Onlara de ki; «O sizin icin yararlı bir kulaktır; Allah´a inanır, mu´minlere guvenir, icinizdeki mu´minler icin rahmettir. Allah´ın elcisini uzenleri acıklı bir azap beklemektedir"},{"SurahNumber":9,"VerseNumber":62,"Text":"Sizin hosnutlugunuzu kazanmak icin Allah´a yemin ederler. Oysa eger mu´min olsalardı, Allah´ın ve peygamberin hosnutlugunu kazanmayı daha gerekli gorurlerdi"},{"SurahNumber":9,"VerseNumber":63,"Text":"Onlar hala ogrenemediler mi ki, Allah´a ve Peygamber´e zıt duseni, dusman olanı cehennem atesi bekliyor; o, orada ebedi olarak kalacaktır. Bu buyuk perisanlıktır"},{"SurahNumber":9,"VerseNumber":64,"Text":"Munafıklar kalplerinde sakladıkları kafirligi acıga vuracak bir surenin inmesinden korkuyorlar. Onlara de ki; «Siz alay edin bakalım, Allah kesinlikle korktugunuzu meydana cıkaracaktır.»"},{"SurahNumber":9,"VerseNumber":65,"Text":"Eger onlara soracak olursan, ´Biz lafa daldık aramızda egleniyorduk derler.´ De ki; «Allah ile, Allah´ın ayetleri ile ve Peygamber ile mi alay ediyordunuz?»"},{"SurahNumber":9,"VerseNumber":66,"Text":"Uydurma bahaneler ileri surmeyiniz. Iman ettikten sonra tekrar kafir oldunuz. Bir kısmınızı affetsek bile, agır suclu olduklarından dolayı diger kısmınızı azaba carptıracagız"},{"SurahNumber":9,"VerseNumber":67,"Text":"Erkek kadın butun munafıklar hep birdirler. Kotulugu emrederler, iyiligi yasaklarlar, elleri sıkıdır, onlar Allah´ı unuttukları icin Allah da onları unuttu. Munafıklar yoldan cıkmısların ta kendileridirler"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah erkek kadın munafıklar ile kafirleri cehennem atesi ile cezalandıracagına soz vermistir. Onlar orada ebedi olarak kalacaklardır. Orası onlara yeter. Allah onları lanetlemistir. Onları surekli bir azap beklemektedir"},{"SurahNumber":9,"VerseNumber":69,"Text":"Ey munafıklar, siz de sizden once yasamıs ve sizden daha guclu, daha zengin ve daha cok sayıda cocuklu olup paylarına dusen dunya nimetlerinin cazibesine kapılan kimseler gibi davrandınız, bu kimseler nasıl paylarına dusen dunya nimetlerinin cazibesine kapıldılar ise, siz de oylece payınıza dusen dunya nimetlerinin cazibesine kapıldınız, vaktiyle egrilige dalanlar gibi siz de egrilige daldınız. Onlar, yaptıkları dunyada ve ahirette bosa gitmis kimselerdir. Onlar husrana ugramısların ta kendileridir"},{"SurahNumber":9,"VerseNumber":70,"Text":"Onlara kendilerinden onceki toplumlara, yani Nuh, Ad, Semud kavmine, Ibrahim kavmine, Medyen halkına ve yurtları altust edilenlere iliskin bilgiler gelmedi mi? Bu toplumlara, peygamberleri acık anlamlı mesajlar getirmislerdi. Allah´ın onlara zulmetmesi sozkonusu degildi; fakat onlar kendi kendilerine zulmettiler"},{"SurahNumber":9,"VerseNumber":71,"Text":"Erkek kadın butun mu´minler birbirlerinin dostu, dayanagıdırlar. Bunlar iyiligi emrederek kotulukten sakındırırlar, namazı kılarlar, zekatı verirler, Allah´a ve peygamberine itaat ederler. Allah iste onlara rahmet edecektir. Hic suphesiz Allah, guclu iradelidir ve her yaptıgı yerindedir"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah, erkek kadın butun muminleri altlarından nehirler akan ve iclerinde surekli kalacakları cennetlere, Adn cennetlerinde konforlu konutlara yerlestirecegine soz vermistir. Allah´ın hosnutlugu ise, bunlardan daha buyuk bir oduldur. Iste buyuk kurtulus, buyuk basarı budur"},{"SurahNumber":9,"VerseNumber":73,"Text":"Ey peygamber, kafirlerle ve munafıklarla savas, onlara karsı sert ol, onların varacakları yer cehennemdir, orası ne kotu bir varılacak yerdir"},{"SurahNumber":9,"VerseNumber":74,"Text":"Onlar soylemediler diye Allah adına yemin ederler, ama o kufur sozunu soylediler. Musluman olduktan sonra kafir oldular. Yapamadıkları bir ise yeltendiler. Bu yolla oc almaya kalkısmalarının tek sebebi Allah´ın lutfu ile Allah´ın ve Peygamber´in kendilerini zengin etmis olmalarıdır. Eger tevbe ederlerse kendileri icin iyi olur, Eger sırt cevirirlerse, Allah onları hem dunyada, hem de ahirette acıklı bir azaba ugratır. Dunyada onlara ne bir dost ve ne de bir yardım edici bulunur"},{"SurahNumber":9,"VerseNumber":75,"Text":"Onlardan bazıları «eger Allah bize lutfundan bol mal verirse, sadaka verenlerden ve iyi amel isleyenlerden olacagımıza yemin ederiz» diye Allah´a kesin soz verirler"},{"SurahNumber":9,"VerseNumber":76,"Text":"Fakat Allah onlara lutfundan bol mal verince, cimrice davranarak sırt cevirdiler, sozlerinden donduler"},{"SurahNumber":9,"VerseNumber":77,"Text":"Allah´a verdikleri sozden caydıkları ve yalan soyledikler gerekcesiyle Allah, karsısına cıkacakları gune kadar kalplerine munafıklıgı yerlestirdi"},{"SurahNumber":9,"VerseNumber":78,"Text":"Allah´ın onların sırlarını ve fısıltılarını bildigi, O´nun «gayb «leri cok iyi bildigini hala ogrenemediler mi"},{"SurahNumber":9,"VerseNumber":79,"Text":"Sadaka vermekte gonulden davranan muminlere dil uzatan ve ancak ellerinden geldigi kadar verebilenlerle alay eden kimselere davranıslarının cezasını Allah verir. Onlara can yakıcı azab vardır"},{"SurahNumber":9,"VerseNumber":80,"Text":"Onlar icin ister af dile, ister dileme, onlar adına yetmis kere (istedigin kadar cok) af dilesen de Allah onları kesinlikle affetmez. Sebebine gelince, onlar Allah´ı ve peygamberini tanımadılar, Allah yoldan cıkmıslar guruhunu dogru yola iletmez"},{"SurahNumber":9,"VerseNumber":81,"Text":"Sefere katılmayanlar Allah´ın Rasulune ters duserek geride kaldıklarına sevindiler. Allah yolunda malları ve canları ile cihad etmeyi istemediler, «Sıcakta sefere cıkmayın» dediler. Onlara «Cehennem atesi bundan daha sıcaktır» deyiniz. Keske bunu kavrayabilselerdi"},{"SurahNumber":9,"VerseNumber":82,"Text":"Yaptıklarının karsılıgı olarak bundan boyle az gulup cok aglasınlar"},{"SurahNumber":9,"VerseNumber":83,"Text":"Eger Allah sana onlardan bir grubun yanına donmeyi nasip eder de onlar senden sefere cıkmak uzere izin isterlerse de ki; hicbir zaman benimle beraber dusmanla savasmayacaksınız. Cunku siz ilk keresinde geride kalmaktan hoslandınız. O halde simdi de (kadın cocuk, yaslı ve hasta gibi) savasma gucunden yoksun kimseler ile birlikte evlerinizde oturunuz"},{"SurahNumber":9,"VerseNumber":84,"Text":"Onlardan biri olunce asla namazı kılma ve sakın mezarı basında dikilme. Cunku onlar Allah´ı ve Peygamber´i tanımadılar ve yoldan cıkmıs olarak olduler"},{"SurahNumber":9,"VerseNumber":85,"Text":"Onların malları ve evlatları sakın seni imrendirmesin. Allah bunlar aracılıgı ile onların dunya hayatında azaba ugramasını ve canlarını kafir olarak vermelerini ister"},{"SurahNumber":9,"VerseNumber":86,"Text":"Allah´a inanınız ve peygamberi ile birlikte cihad ediniz direktifini iceren bir sure indiginde onların icindeki zenginler senden izin isteyerek «Bizi bırak evlerinde oturanlarla birlikte olalım» derler"},{"SurahNumber":9,"VerseNumber":87,"Text":"Onlar evlerinde oturan gucsuzlerle birlikte kalmaya razı oldular, kalplerine muhur vuruldu; artık onlar anlayamazlar"},{"SurahNumber":9,"VerseNumber":88,"Text":"Fakat Peygamber´e ve onunla birlikte canları malları ile savasanlara gelince, iste butun hayırlar onları bekliyor ve onlar basarıya erenlerin, kurtulusa kavusanların ta kendileridirler"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah onlara altlarından nehirler akan ve iclerinde surekli kalacakları cennetler hazırlamıstır. Iste buyuk kurtulus budur"},{"SurahNumber":9,"VerseNumber":90,"Text":"Bedevilerin mazeret uyduranları sefere cıkmamak icin izin almaya geldiler. Allah´a ve peygamberine yalan soyleyenler ise, mazeret bile ileri surmeden geri kaldılar. Onların icindeki kafirler acıklı bir azaba carpılacaklardır"},{"SurahNumber":9,"VerseNumber":91,"Text":"Savasma gucunden yoksun olanlar, hastalık ve savas masraflarını karsılayacak imkanı olmayanlar icin Allah´ın ve peygamberinin tarafını tuttukları takdirde savastan geri kalmanın sakıncası yoktur. Iyi niyetlilere karsı kınama ve suclama yolu kapalıdır. Allah bagıslayıcı ve merhametlidir"},{"SurahNumber":9,"VerseNumber":92,"Text":"Bir de kendilerine binek hayvanı saglayasın diye sana basvurduklarında «Size binek hayvanı bulamıyorum» deyince, bu yolda harcama yapacak imkanları olmadıgı icin uzuntuden gozlerinde yas olarak donenlere karsı da bir kınama ve suclama yolu kapalıdır"}]}