{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Phir us shaks se bada zaalim aur kaun hoga jisne Allah par jhoot baandha aur jab sacchayi uske saamne aayi to usey jhutla diya. Kya aisey kaafiron ke liye jahannum mein koi thikana nahin hai"},{"SurahNumber":39,"VerseNumber":33,"Text":"Aur jo shaks sacchayi lekar aaya aur jinhon ne usko sach maana, wahi azaab se bachne waley hain"},{"SurahNumber":39,"VerseNumber":34,"Text":"Unhein apne Rubb ke haan woh sab kuch milega jiski woh khwaish karenge. Yeh hai neki karne waalon ki jaza"},{"SurahNumber":39,"VerseNumber":35,"Text":"Taa-ke jo badhtareen aamaal unhon ne kiye thay unhein Allah unke hisaab se saaqit (remit ) karde aur jo behtareen aamaal woh karte rahey unke lihaz se unko ajar ata farmaye"},{"SurahNumber":39,"VerseNumber":36,"Text":"(Aey Nabi) kya Allah apne banday ke liye kaafi nahin hai? Yeh log uske siwa dusron se tumko daratey hain, halaanke Allah jisey gumrahi mein daal dey usey koi raasta dikhane waala nahin"},{"SurahNumber":39,"VerseNumber":37,"Text":"Aur jisey woh hidayat de usey bhatkane wala bhi koi nahin. Kya Allah zabardast aur inteqaam lene wala nahin hai"},{"SurahNumber":39,"VerseNumber":38,"Text":"In logon se agar tum pucho ke zameen aur aasmaano ko kisne paida kiya hai to yeh khud kahenge ke Allah ne. Insey kaho, jab haqeeqat yeh hai to tumhara kya khayal hai ke agar Allah mujhey koi nuksaan pahunchana chahe to kya tumhari yeh dewiyan (godess) jinhein tum Allah ko chodh kar pukarte ho, mujhey uske pahunchaye huey nuksaan se bacha lengi? Ya Allah mujh par meharbani karna chahe to kya yeh uski rehmat ko roak sakengi? Bas insey kehdo ke mere liye Allah hi kaafi hai, bharosa karne waley usi par bharosa karte hain"},{"SurahNumber":39,"VerseNumber":39,"Text":"Insey saaf kaho ke “ aey meri qaum ke logon, tum apni jagah apna kaam kiye jao, main apna kaam karta rahunga, anqareeb tumhein maloom ho jayega"},{"SurahNumber":39,"VerseNumber":40,"Text":"ke kispar ruswa-kun azaab aata hai aur kisey woh saza milti hai jo kabhi talne wali nahin”"},{"SurahNumber":39,"VerseNumber":41,"Text":"(Aey Nabi) humne sab Insano ke liye yeh kitaabe bar-haqq tumpar nazil kardi hai. Ab jo seedha raasta ikhtiyar karega apne liye karega aur jo bhatkega uske bhatakne ka wabal usi par hoga. Tum unke zimmedaar nahin ho"},{"SurahNumber":39,"VerseNumber":42,"Text":"Woh Allah hi hai jo maut ke waqt roohein qabz karta hai aur jo abhi nahin mara hai uski rooh neend mein qabz kar leta hai, phir jispar woh maut ka faisla nafiz karta hai usey roak leta hai aur dusron ki roohein ek waqt e muqarrar ke liye wapas bhej deta hai. Is mein badi nishaniyan hain un logon ke liye jo gaur o fikar karne wale hain"},{"SurahNumber":39,"VerseNumber":43,"Text":"Kya us khuda ko chodh kar in logon ne dusron ko shafee (intercessors) bana rakkha hai? Insey kaho, kya woh shafaa-at karenge khwa unke ikhtiyar mein kuch na ho aur woh samajhte bhi na hon"},{"SurahNumber":39,"VerseNumber":44,"Text":"Kaho, shafaa-at (intercession) saari ki saari Allah ke ikhtiyar mein hai. Aasmaano aur zameen ki baadshahi ka wahi maalik hai, phir usiki taraf tum paltaye janey waley ho"},{"SurahNumber":39,"VerseNumber":45,"Text":"Jab akele Allah ka zikar kiya jaata hai to aakhirat par imaan na rakhne walon ke dil kudne(contract with bitterness) lagte hain. Aur jab uske siwa dusron ka zikr hota hai to yakayak woh khushi se khil uthte hain"},{"SurahNumber":39,"VerseNumber":46,"Text":"Kaho, khudaya! Aasmaano aur zameen ke paida karne waley, haazir o gaib ke jaan-ne waley, tu hi apne bandon ke darmiyan us cheez ka faisla karega jismein woh ikhtilaf karte rahey hain"},{"SurahNumber":39,"VerseNumber":47,"Text":"Agar in zaalimon ke paas zameen ki saari daulat bhi ho, aur utni hi aur bhi, to yeh roz-e-qayamat ke buray azaab se bachne ke liye sab kuch fidiye (expiation/ redeem) mein dene ke liye tayyar ho jayenge. Wahan Allah ki taraf se inke saamne woh kuch aayega jiska inhon ne kabhi andaza hi nahin kiya hai"},{"SurahNumber":39,"VerseNumber":48,"Text":"Wahan apni kamayi ke sarey bure nataij inpar khul jayenge aur wahi cheez inpar musallat ho jayegi jiska yeh mazaq udatay rahey hain"},{"SurahNumber":39,"VerseNumber":49,"Text":"Yahi Insaan jab zara si museebat isey choo jaati hai to humein pukarta hai, aur jab hum isey apni taraf se niyamat de kar aphar dete (favour from us) hain to kehta hai ke yeh to muhey ilm ki bina par diya gaya hai. Nahin! balke yeh aazmiash hai, magar in mein se aksar log jaante nahin hain"},{"SurahNumber":39,"VerseNumber":50,"Text":"Yahi baat insey pehle guzre huey log bhi keh chuke hain, magar jo kuch woh kamaate thay woh unke kisi kaam na aaya"},{"SurahNumber":39,"VerseNumber":51,"Text":"Phir apni kamayi ke buray nataij unhon ne bhugtey, aur in logon mein se bhi jo zaalim hain woh anqareeb apni kamayi kay buray nataij bhugtenge.Yeh humein aajiz (frustrate) kardene waley nahin hain"},{"SurahNumber":39,"VerseNumber":52,"Text":"Aur kya inhein maloom nahin hai ke Allah jiska chahta hai rizq kushada(enlarge) kardeta hai aur jiska chahta hai tangg kardeta hai? Is mein nishaniyan hain un logon ke liye jo iman latey hain"},{"SurahNumber":39,"VerseNumber":53,"Text":"(Aey Nabi) kehdo ke aey mere bandon, jinhon ne apni jaano par zyadti (excesses) ki hai, Allah ki rehmat se mayous na ho jao, yaqeenan Allah saarey gunaah maaf kardeta hai, woh to gafoor o Raheem hai(Most Forgiving, Most Merciful)"},{"SurahNumber":39,"VerseNumber":54,"Text":"Palat aao apne Rubb ki taraf aur mutii (submissive) ban jao uske, qabl iske ke tumpar azaab aa jaye aur phir kahin se tumhein madad na mil sakey"},{"SurahNumber":39,"VerseNumber":55,"Text":"Aur pairwi ikhtiyar karlo apne Rubb ki bhejhi hui kitaab ke behtareen pehlu ki, qabl iske ke tumpar achanak azaab aaye aur tumko khabar bhi na ho"},{"SurahNumber":39,"VerseNumber":56,"Text":"Kahin aisa na ho ke baad mein koi shaks kahey “ Afsos meri us taqsir(negligence) par jo main Allah ki janaab mein karta raha, balke main to ulta mazaq udane walon mein shamil tha”"},{"SurahNumber":39,"VerseNumber":57,"Text":"Ya kahey “kaash Allah ne muhjey hidayat bakshi hoti to main bhi muttaqiyon mein se hota”"},{"SurahNumber":39,"VerseNumber":58,"Text":"Ya azaab dekh kar kahey “kaash mujhey ek mauqa aur mil jaye aur main bhi neik amal karne walon mein shamil ho jaun.”"},{"SurahNumber":39,"VerseNumber":59,"Text":"(Aur us waqt usey yeh jawab miley ke) “kyoun nahin meri aayat tere paas aa chuki thin , phir tu nay unhein jhutlaya aur taqabbur kiya aur tu kaafiron mein se tha”"},{"SurahNumber":39,"VerseNumber":60,"Text":"Aaj jin logon ne khuda par jhoot baandhe hain qayamat ke roz tum dekhoge ke unke mooh kaley hongey. Kya janahhum mein mutakabbiron (haughty) ke liye kaafi jagah nahin hai"},{"SurahNumber":39,"VerseNumber":61,"Text":"Iske bar-aks jin logon ne yahan taqwa kiya hai unke asbaab-e-kamiyabi ki wajah se Allah unko najaat dega, unko na koi gaznad (harm) pahunchega na woh ghumgeen hongey"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah har cheez ka khaliq (creator) hai aur wahi har cheez par nigehbaan hai"},{"SurahNumber":39,"VerseNumber":63,"Text":"Zameen aur aasmaano ke khazano ki kunjiyan (keys) usi ke paas hain aur jo log Allah ki aayaat se kufr karte hain wahi ghatey (loss) mein rehne waley hain"},{"SurahNumber":39,"VerseNumber":64,"Text":"(Aey Nabi) insey kaho “phir kya aey jaahilon (ignorant), tum Allah ke siwa kisi aur ki bandagi karne ke liye mujhse kehte ho?”"},{"SurahNumber":39,"VerseNumber":65,"Text":"(yeh baat tumhein unsey saaf keh deni chahiye kyunke) tumhari taraf aur tumse pehle guzrey huey tamaam ambiya ki taraf yeh wahee (revelation) bheji ja chuki hai ke agar tumne shirk kiya to tumhara amal zaaya ho jayega aur tum khasarey (nuksan) mein rahogey"},{"SurahNumber":39,"VerseNumber":66,"Text":"Lihaza (Aey Nabi) tum bas Allah hi ki bandagi karo aur shukr-guzar bandon mein se ho jao"},{"SurahNumber":39,"VerseNumber":67,"Text":"In logon ne Allah ki qadar hi na ki jaisa ke uski qadar karne ka haqq hai (uski qudrat e kaamila ka haal to yeh hai ke) qayamat ke roz poori zameen uski mutti mein hogi aur aasmaan uske dast e raast (right hand) mein liptey huey hongey. Paak aur baala-tarr hai woh us shirk se jo yeh log karte hain"},{"SurahNumber":39,"VerseNumber":68,"Text":"Aur us roz sur (trumpet) phoonka jayega aur woh sab markar gir jayenge jo aasmaano aur zameen mein hain siwaye unke jinhein Allah zinda rakhna chahe. Phir ek dusra sur (trumpet) phoonka jayega aur yakayak sabke sab uth kar dekhne lagenge"},{"SurahNumber":39,"VerseNumber":69,"Text":"Zameen apne Rubb kay Noor se chamak uthegi, kitaab e aamal laa kar rakh di jayegi, Ambiya aur tamam gawah haazir kardiye jayenge, logon ke darmiyan theek theek haqq ke saath faisla kardiya jayega aur unpar koi zulm na hoga"},{"SurahNumber":39,"VerseNumber":70,"Text":"Aur har mutanaffis ko jo kuch bhi usney amal kiya tha uska poora poora badla diya jayega. Log jo kuch bhi karte hain Allah usko khoob jaanta hai"},{"SurahNumber":39,"VerseNumber":71,"Text":"(Is faisle ke baad) woh log jinhon ne kufr kiya tha jahannum ki taraf giroh dar giroh haanke jayenge, yahan tak ke jab woh wahan pahunchenge to uske darwaze kholay jayenge aur uske kaarinde (keepers) unsey kahenge “kya tumhare paas tumhare apne logon mein se aisey Rasool nahin aaye thay, jinhon ne tumko tumhare Rubb ki aayat sunayi hon aur tumhein us baat se daraya ho ke ek waqt tumhein yeh din bhi dekhna hoga?” Woh jawab dengey “haan, aaye thay , magar azaab ka faisla kaafiron par chipak gaya”"},{"SurahNumber":39,"VerseNumber":72,"Text":"Kaha jayega, dakhil ho jao jahannum ke darwazon mein, yahan ab tumhein hamesha rehna hai, bada hi bura thikana hai yeh mutakabbiron (arrogant) ke liye"},{"SurahNumber":39,"VerseNumber":73,"Text":"Aur jo log apne Rubb ki nafarmani se parheiz karte thay unhein giroh dar giroh jannat ki taraf le jaya jaayega yahan tak ke jab woh wahan pahunchenge, aur uske darwaze pehle hi kholay ja chuke hongey, to uske muntazimin unse kahenge ke “Salaam ho tumpar , bahut acche rahey, dakhil ho jao ismein hamesha ke liye”"},{"SurahNumber":39,"VerseNumber":74,"Text":"Aur woh kahenge “shukar hai us khuda ka jisne hamare saath apna waada sach kar dikaya aur humko zameen ka waris bana diya, ab hum jannat mein jahan chahein apni jagah bana sakte hain” Pas behtareen ajar hain amal karne walon ke liye"},{"SurahNumber":39,"VerseNumber":75,"Text":"Aur tum dekhoge ke farishtey arsh ke gird halqa(circle) banaye huey apne Rubb ki hamd aur tasbeeh kar rahey hongey, aur logon ke darmiyan theek theek haqq ke saath faisla chuka diya jayega, aur pukar diya jayega ke hamd hai Allah Rabbul Aalameen ke liye"},{"SurahNumber":40,"VerseNumber":1,"Text":"Haa Meem"},{"SurahNumber":40,"VerseNumber":2,"Text":"Is kitaab ka nuzul Allah ki taraf se hai jo zabardast hai, sab kuch jaanne wala hai"},{"SurahNumber":40,"VerseNumber":3,"Text":"Gunaah maaf karne wala aur tauba qabool karne wala hai, sakht saza dene wala aur bada sahib e fazal hai. Koi mabood uske siwa nahin, usi ki taraf sabko palatna hai"},{"SurahNumber":40,"VerseNumber":4,"Text":"Allah ki aayat mein jhagde nahin karte magar sirf woh log jinhon ne kufr kiya hai. Iske baad duniya ke mulkon mein unki chalat phirat tumhein kisi dhoke mein na daale"},{"SurahNumber":40,"VerseNumber":5,"Text":"Insey pehle Nooh ki qaum bhi jhutla chuki hai, aur uske baad bahut se dusre jatthon (groups) ne bhi yeh kaam kiya hai. Har qaum apne Rasool par jhapti taa-ke usey giraftar karey, un sab ne baatil ke hatyaaron se haqq ko neecha dikhane ki koshish ki. Magar aakhir e kaar maine unko pakad liya, phir dekhlo ke meri saza kaisi sakht thi"},{"SurahNumber":40,"VerseNumber":6,"Text":"Isi tarah tere Rubb ka yeh faisla bhi un sab logon par chaspan ho chukka hai jo kufr ke murtakib huey hain ke woh wasil-ba-jahannum honay waley hain"},{"SurahNumber":40,"VerseNumber":7,"Text":"Arsh e ilahi ke haamil farishtey aur woh jo arsh ke gird o pesh haazir rehte hain, sab apne Rubb ki hamd ke saath uski tasbeeh kar rahey hain, woh uspar imaan rakhte hain aur imaan laney walon ke haqq mein dua e magfirat karte hain, woh kehte hain : “Aey hamare Rubb, tu apni rehmat aur apne ilm ke saath har cheez par chaya hua hai, pas maaf karde aur azaab e dozakh se bacha ley un logon ko jinhon ne tauba ki hai aur tera raasta ikhtiyar karliya hai"},{"SurahNumber":40,"VerseNumber":8,"Text":"Aey hamare Rubb, aur daakhil kar unko hamesha rehne wali un jannaton mein jinka tu ne unsey waada kiya hai, aur unke waldain aur biwiyon aur aulad mein se jo saleh (righteous) hon (unko bhi wahan unke saath pahuncha de). Tu bila shubah qadir e multaq (Most Mighty) aur hakeem(most wise) hai"},{"SurahNumber":40,"VerseNumber":9,"Text":"Aur bacha de unko buraiyon se. Jisko tu nay qayamat ke din buraiyon se bacha diya uspar tu nay bada reham kiya. Yahi badi kamiyabi hai"},{"SurahNumber":40,"VerseNumber":10,"Text":"Jin logon ne kufr kiya hai, qayamat ke roz unko pukaar kar kaha jayega “Aaj tumhein jitna shadeed gussa apne upar aa raha hai , Allah tumpar ussey zyada gazabnaak us waqt hota tha jab tumhein imaan ki taraf bulaya jata tha aur tum kufr karte thay”"},{"SurahNumber":40,"VerseNumber":11,"Text":"Woh kahenge “Aey hamare Rubb, tu nay waqayi humein do dafa maut aur do dafa zindagi dedi. Ab hum apne kasooron ka aitraaf karte hain.Kya ab yahan se nikalne ki bhi koi sabeel hai?”"},{"SurahNumber":40,"VerseNumber":12,"Text":"(jawab milega) “yeh halat jismein tum mubtala ho, is wajah se hai ke jab akele Allah ki taraf bulaya jata tha to tum manne se inkar kar detay thay aur jab uske saath dusron ko milaya jata tha to tum maan letay thay. Ab faisla Allah buzurg o bartar ke haath hai”"},{"SurahNumber":40,"VerseNumber":13,"Text":"Wahi hai jo tumko apni nishaniyan dikhata hai aur aasmaan se tumhare liye rizq naazil karta hai, magar ( in nihsaniyon ke mushahidey se)sabaq sirf wahi shaks leta hai jo Allah ki taraf rujoo karne wala ho"},{"SurahNumber":40,"VerseNumber":14,"Text":"(pas aey rujoo karne walon) Allah hi ko pukaro apne deen ko uske liye khaalis karke, khwah tumhara yeh fail(kaam/amal) kaafiron ko kitna hi nagawaar ho"},{"SurahNumber":40,"VerseNumber":15,"Text":"Woh buland darajon wala, Maalik e Arsh hai apne bandon mein se jispar chahta hai apne hukum se rooh nazil kar deta hai taa-ke woh mulaqat ke din se khabardar karde"},{"SurahNumber":40,"VerseNumber":16,"Text":"Woh din jabke sab log bay purdah hongey, Allah se unki koi baat bhi chupi hui na hogi ( us roz pukar kar poochca jayega) aaj baadshahi kiski hai? (saara aalam pukar utthega) Allah waahid-e-qahhar (the One the Overpowering) ki"},{"SurahNumber":40,"VerseNumber":17,"Text":"(Kaha jayega) aaj har mutanaffis ko us kamayi ka badla diya jayega jo usne ki thi. Aaj kisi par koi zulm na hoga aur Allah hisaab lene mein bahut teiz hai"},{"SurahNumber":40,"VerseNumber":18,"Text":"(Aey Nabi) dara do in logon ko usdin se jo qareeb aa laga hai, jab kalijey (livers) mooh ko aa rahe hongey aur log chup chaap gham ke ghoont peay khaday hongey. Zaalimon ka na koi mushfiq dost hoga aur na koi shafee jiski baat maani jaye"},{"SurahNumber":40,"VerseNumber":19,"Text":"Allah nigahon ki chori tak se waaqif hai aur woh raaz tak jaanta hai jo seeno ne chupa rakhe hain"},{"SurahNumber":40,"VerseNumber":20,"Text":"Aur Allah theek theek bay-laag(with justice) faisla karega .Rahey woh jinko ( yeh mushrikeen) Allah ko chodh kar pukarte hain, woh kisi cheez ka bhi faisla karne waley nahin hain. Bila shubah Allah hi sabkuch sunney aur dekhne wala hai"},{"SurahNumber":40,"VerseNumber":21,"Text":"Kya yeh log kabhi zameen mein chaley phiray nahin hain ke inhein un logon ka anjaam nazar aata jo insey pehle guzar chuke hain? Woh insey zyada taaqatwar thay aur insey zyada zabardast aasaar zameen mein chodh gaye hain. Magar Allah ne unke gunahon par unhein pakad liya aur unko Allah se bachane wala koi na tha"},{"SurahNumber":40,"VerseNumber":22,"Text":"Yeh unka anjaam is liye hua ke unke paas unke"},{"SurahNumber":40,"VerseNumber":23,"Text":"Humne Moosa ko"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firoun aur Haaman aur Qaroon ki taraf apni nishaniyon aur numaya sanad-e-maamoriyat ke saath bheja. Magar unhon ne kaha “ saahir(jaadugar) hai, kazzab(jhoota) hai”"},{"SurahNumber":40,"VerseNumber":25,"Text":"Phir jab woh hamari taraf se haqq unke saamne ley aaya to unhon ne kaha “jo log imaan laa kar iske saath shamil huey hain in sabke ladkon ko qatal karo aur ladkiyon ko jeeta (zinda) chodh do”. Magar kaafiron ki chaal akarat (vain) hi gayi"},{"SurahNumber":40,"VerseNumber":26,"Text":"Ek roz Firoun ne apne darbariyon se kaha “chodo mujhey main is Moosa ko qatal kiye deta hoon, aur pukar dekhe yeh apne Rubb ko.Mujhey andesha hai ke yeh tumhara deen badal daalega, ya mulk mein fasaad barpa karega”"},{"SurahNumber":40,"VerseNumber":27,"Text":"Moosa ne kaha “maine to har us mutakabbir (ghamandi) ke muqable mein jo yaum ul hisaab par imaan nahin rakhta apne Rubb aur tumhare Rubb ki panaah ley li hai”"},{"SurahNumber":40,"VerseNumber":28,"Text":"Is mauqe par aale Firoun mein se ek momin shaks, jo apna imaan chupaye huey tha, bol utha: “Kya tum ek shaks ko sirf is bina par qatal kardoge ke woh kehta hai mera Rubb Allah hai? Halaanke woh tumhare Rubb ki taraf se tumhare paas bayyinat le aaya, agar woh jhoota hai to uska jhoot khud usi par palat padega, lekin agar woh saccha hai to jin haulnaak nataij ka woh tumko khauff dilata hai unmein se kuch to tumpar zaroor hi aa jayenge. Allah kisi aise shaks ko hidayat nahin deta jo hadd se guzar janey wala aur kazzab (jhoota) ho"},{"SurahNumber":40,"VerseNumber":29,"Text":"Aey meri qaum ke logon! Aaj tumhein baadshahi hasil hai aur zameen mein tum gaalib ho, lekin agar khuda ka azaab humpar aa gaya to phir kaun hai jo hamari madad kar sakega?” Firoun ne kaha “Main to tum logon ko wahi rai dey raha hoon jo mujhey munasib nazar aati hai aur main usi raaste ki taraf tumhari rehnumayi karta hoon jo theek hai”"},{"SurahNumber":40,"VerseNumber":30,"Text":"Woh shaks jo imaan laaya tha usne kaha “Aey meri qaum ke logon, Mujhey khauf hai ke kahin tumpar bhi woh din na aa jaaye jo issey pehle bahut se jatthon (parties) par aa chuka hai"},{"SurahNumber":40,"VerseNumber":31,"Text":"Jaisa din qaum e Nooh aur Aad aur Samood, aur unke baad waali qaumon par aaya tha. Aur yeh haqeeqat hai ke Allah apne bandon par zulm ka koi irada nahin rakhta"},{"SurahNumber":40,"VerseNumber":32,"Text":"Aey Qaum, mujhey darr hai ke kahin tumpar fariyad o fugaan ka din (day of calling) na aa jaaye"},{"SurahNumber":40,"VerseNumber":33,"Text":"Jab tum ek dusre ko pukaroge aur bhaagay bhaagay phirogey, magar us waqt Allah se bachane wala koi na hoga.Sach yeh hai ke jisey Allah bhatka dey usey phir koi raasta dikhane wala nahin hota"},{"SurahNumber":40,"VerseNumber":34,"Text":"Issey pehle Yusuf tumhare paas bayyinat lekar aaye thay magar tum unki layi hui taleem ki taraf se shakk hi mein paday rahey. Phir jab unka inteqal ho gaya to tumne kaha ab unke baad Allah koi Rasool hargiz na bhejega.” Isi taraah Allah un sab logon ko gumraahi mein daal deta hai jo hadd se guzarne waale aur shakki(doubting) hotey hain"},{"SurahNumber":40,"VerseNumber":35,"Text":"Aur Allah ki aayat mein jhagade karte hain bagair iske ke unke paas koi sanad ya daleel aayi ho.Yeh rawayya Allah aur imaan laney walon ke nazdeek sakht mabguz (na-pasand) hai.Isi tarah Allah har mutakabbir o Jabbar ke dil par thappa laga deta hai"},{"SurahNumber":40,"VerseNumber":36,"Text":"Firoun ne kaha “Aey Haamaan, mere liye ek buland imarat bana taa-ke main raaston tak pahuch sakun"},{"SurahNumber":40,"VerseNumber":37,"Text":"Aasmaano ke raaston tak, aur Moosa ke khuda ko jhaank kar dekhun.Mujhey to yeh Moosa jhoota hi maloom hota hai.” Is tarah Firoun ke liye uski badh-amali khushnuma bana di gayi aur woh raah e raast se roak diya gaya. Firoun ki saari chaalbaazi (uski apni) tabahi ke raaste hi mein sarf (use/istemal) hui"},{"SurahNumber":40,"VerseNumber":38,"Text":"Woh shaks jo imaan laya tha bola “ Aey meri qaum ke logon, meri baat maano, main tumhein saheeh raasta batata hoon"},{"SurahNumber":40,"VerseNumber":39,"Text":"Aey qaum, yeh duniya ki zindagi to chand roza hai, hamesha ke liye qayam (permanent abode) ki jagah aakhirat hi hai"},{"SurahNumber":40,"VerseNumber":40,"Text":"Jo burayi karega usko utna hi badla milega jitni usne burayi ki hogi aur jo neik amal karega, khwah woh mard ho ya aurat, bashart ye ke ho woh momin, aise sab log jannat mein daakhil hongey jahan unko bay hisaab rizq diya jayega"},{"SurahNumber":40,"VerseNumber":41,"Text":"Aey qaum, aakhir yeh kya maajra hai ke mai to tum logon ko nijaat (salvation) ki taraf bulata hoon aur tumlog mujhey aag ki taraf dawat detey ho"},{"SurahNumber":40,"VerseNumber":42,"Text":"Tum mujhey is baat ki dawat detey ho ke main Allah se kufr karoon aur uske saath un hastiyon ko shareek thehraun jinhein main nahin jaanta Halaanke main tumhein us zabardast magfirat karne wale khuda ki taraf bula raha hoon"},{"SurahNumber":40,"VerseNumber":43,"Text":"Nahin, haqq yeh hai aur iske khilaf nahin ho sakta ke jinki taraf tum mujhey bula rahey ho unke liye na duniya mein koi dawat hai na aakhirat mein, aur hum sabko palatna Allah hi ki taraf hai, aur hadd se guzarne waley aag mein janey waley hain"},{"SurahNumber":40,"VerseNumber":44,"Text":"Aaj jo kuch main keh raha hoon , anqareeb woh waqt aayega jab tum usey yaad karogey aur apna maamla main Allah ke supurd karta hoon, woh apne bandon ka nigehbaan hai”"},{"SurahNumber":40,"VerseNumber":45,"Text":"Aakhir e kaar un logon ne jo buri se buri chalein us momin ke khilaf chalin, Allah ne un sabse usko bacha liya, aur Firoun ke saathi khud badtareen azaab ke pher mein aa gaye"},{"SurahNumber":40,"VerseNumber":46,"Text":"Dozakh ki aag hai jiske saamney subah o shaam woh pesh kiye jaate hain, aur jab qayamat ki ghadi aa jayegi to hukum hoga ke aale Firoun ko shadeed-tarr azaab mein daakhil karo"},{"SurahNumber":40,"VerseNumber":47,"Text":"Phir zara khayal karo us waqt ka jab yeh log dozakh mein ek dusre se jhagad rahey hongey. Duniya mein jo log kamzoar thay woh badey ban-ney walon se kahenge ke “hum tumhare tabey(followers) thay, ab kya yahan tum naar-e-jahannum (hell fire) ki takleef ke kuch hissey se humko bacha logey"},{"SurahNumber":40,"VerseNumber":48,"Text":"Woh badey bannay waley jawab dengey “ hum sab yahan ek haal mein hain,aur Allah bandon ke darmiyan faisla kar chuka hai”"},{"SurahNumber":40,"VerseNumber":49,"Text":"Phir yeh dozakh mein padey huey log jahannum ke ahal-kaaroon (keepers of Hell) se kahenge “ Apne Rubb se dua karo ke hamare azaab mein bas ek din ki takhfif karde”"},{"SurahNumber":40,"VerseNumber":50,"Text":"Woh poochenge “kya tumhare paas tumhare Rasool bayyinaat (clear proofs) lekar nahin aatey rahey thay?” woh kahenge “haan” jahannum ke ahalkar bolenge: “phir tum hi dua karo, aur kafiron ki dua akarat (vain) hi janey wali hai.”"},{"SurahNumber":40,"VerseNumber":51,"Text":"Yaqeen jaano ke hum apne Rasoolon aur imaan laney walon ki madad is duniya ki zindagi mein bhi laaziman karte hain, aur us roz bhi karenge jab gawaah khade hongey"},{"SurahNumber":40,"VerseNumber":52,"Text":"Jab zaalimon ko unki maazrat(excuses) kuch bhi faiyda na degi aur unpar laanat padegi aur badhtareen thikana unke hissay mein aayega"},{"SurahNumber":40,"VerseNumber":53,"Text":"Aakhir dekhlo ke Moosa ki humne rehmumayi ki aur bani Israel ko us kitaab ka waris bana diya"},{"SurahNumber":40,"VerseNumber":54,"Text":"Jo aqal o daanish rakhne walon ke liye hidayat o naseehat hai"},{"SurahNumber":40,"VerseNumber":55,"Text":"Pas (aey Nabi), sabr karo, Allah ka waada bar-haqq hai, apne kasoor ki maafi chaho aur subah o shaam apne Rubb ki hamd ke saath uski tasbeeh karte raho"},{"SurahNumber":40,"VerseNumber":56,"Text":"Haqeeqat yeh hai ke jo log kisi sanad o hujjat ke bagair jo unke paas aayi ho, Allah ki aayat mein jhagade kar rahey hain unke dilon mein kibr (ghamand /pride) bhara hua hai. Magar woh us badayi ko pahunchne waley nahin hain jiska woh ghamand rakhte hain. Bas Allah ki panaah maang lo, woh sabkuch dekhta aur sunta hai"},{"SurahNumber":40,"VerseNumber":57,"Text":"Aasmano aur zameen ka paida karna Insano ko paida karne ki ba-nisbat yaqeenan zyada bada kaam hai, magar aksar log jaante nahin hai"},{"SurahNumber":40,"VerseNumber":58,"Text":"Aur yeh nahin ho sakta ke andha (blind) aur beena (dekhne wala) yaksan ho jaye, aur imandaar o saleh aur badhkaar barabar thehrein. Magar tumlog kam hi kuch samajhte ho"},{"SurahNumber":40,"VerseNumber":59,"Text":"Yaqeenan qayamat ki ghadi aane waali hai. Uske aane mein koi shakk nahin, magar aksar log nahin maante"},{"SurahNumber":40,"VerseNumber":60,"Text":"Tumhara Rubb kehta hai “ Mujhey pukaro, main tumhari duaein qabool karunga. Jo log ghamand mein aa kar meri ibadat se mooh moadte hain, zaroor woh zaleel o khwar ho kar jahannum mein daakhil hongey”"},{"SurahNumber":40,"VerseNumber":61,"Text":"Woh Allah hi to hai jisne tumhare liye raat banayi taa-ke tum usmein sukoon haasil karo, Aur din ko roshan kiya. Haqeeqat yeh hai ke Allah logon par bada fazl farmane wala hai magar aksar log shukar ada nahin karte"},{"SurahNumber":40,"VerseNumber":62,"Text":"Wahi Allah (jisne tumhare liye yeh kuch kiya hai) tumhara Rubb hai. Har cheez ka khaliq uske siwa koi mabood nahin. Phir tum kidhar se behkaye jaa rahe ho"},{"SurahNumber":40,"VerseNumber":63,"Text":"Isi tarah woh sab log behkaye jatey rahey hain jo Allah ki aayat ka inkar karte thay"},{"SurahNumber":40,"VerseNumber":64,"Text":"Woh Allah hi to hai jisne tumhare liye zameen ko jaaye qaraar (dwelling place) banaya aur upar Aasmaan ka gumbadh (canopy) bana diya, jisne tumhari surat banayi aur badi hi umdah banayi. Jisne tumhein paakeeza cheezon ka rizq diya. Wahi Allah (jis ke yeh kaam hai) tumhara Rubb hai, Bay hisaab barakaton wala hai woh qayanaat ka Rubb"},{"SurahNumber":40,"VerseNumber":65,"Text":"Wahi zinda hai uske siwa koi mabood nahin.Usi ko tum pukaro apne deen ko uske liye khaalis karke. Saari tareef Allah Rabbul aalameen hi ke liye hai"},{"SurahNumber":40,"VerseNumber":66,"Text":"(Aey Nabi), In logon se kehdo ke “mujhey to un hastiyon ki ibadat se manah kardiya gaya hai jinhein tum Allah ko chodh kar pukarte ho. (main yeh kaam kaise kar sakta hoon) jabke mere paas mere Rubb ki taraf se bayyinat aa chuki hain. Mujhey hukum diya hai ke main Rubb ul aalameen ke aagey sar-e-tasleem kham kardun.”"},{"SurahNumber":40,"VerseNumber":67,"Text":"Wahi to hai jisne tumko mitti se paida kiya, phir nutfey se, phir khoon ke lothdey se, phir woh tumhein bachhe ki shakal mein nilkalta hai, phir tumhein badhata hai taake tum apni poori taaqat ko pahunch jao, phir aur badhata hai taa-ke tum budhape ko pahuncho aur tum mein se koi pehle hi wapas bula liya jaata hai. Yeh sab kuch is liye kiya jaata hai taa-ke tum apne muqarrar waqt tak pahunch jao, Aur is liye ke tum haqeeqat ko samjho"},{"SurahNumber":40,"VerseNumber":68,"Text":"Wahi hai zindagi denay wala, aur wahi maut denay wala hai. Woh jis baat ka bhi faisla karta hai, bas ek hukum deta hai ke woh ho jaye aur woh jo jaati hai"},{"SurahNumber":40,"VerseNumber":69,"Text":"Tumne dekha un logon ko jo Allah ki aayaat mein jhagade karte hain, kahan se woh phiraye jaa rahe hain"},{"SurahNumber":40,"VerseNumber":70,"Text":"Yeh log jo is kitaab ko aur un saari kitabon ko jhutlate hain jo humne apne Rasoolon ke saath bheji thi anqareeb unhein maaloom ho jayega"},{"SurahNumber":40,"VerseNumber":71,"Text":"Jab tauq (fetters) unki gardano mein hongey, aur zanjeerein, jinse pakad kar"},{"SurahNumber":40,"VerseNumber":72,"Text":"Woh khaulte huey pani ki taraf kheenchey jayenge aur phir dozakh ki aag mein jhonk diye jayenge"},{"SurahNumber":40,"VerseNumber":73,"Text":"Phir unse pucha jayega ke ab kahan hai Allah ke siwa woh dusre khuda jinko tum shareek karte thay"},{"SurahNumber":40,"VerseNumber":74,"Text":"Woh jawab denge “khoye gaye woh humse, balke hum issey pehle kisi cheez ko na pukarte thay”. Is tarah Allah kaafiron ka gumraah hona mutahaqqiq (to stumble in error) kardega"},{"SurahNumber":40,"VerseNumber":75,"Text":"Unse kaha jayega “yeh tumhara anjaam is liye hua hai ke tum zameen mein gair haqq par magan thay aur phir us par itratay thay"},{"SurahNumber":40,"VerseNumber":76,"Text":"Ab jao, Jahannum ke darwazon mein daakhil ho jao hamesha tumko wahin rehna hai, bahut hi bura thikana hai mutakabbirin (proud) ka”"},{"SurahNumber":40,"VerseNumber":77,"Text":"Pas aey Nabi, sabr karo Allah ka wada barhaqq hai. Ab khwa hum tumhare saamne hi inko un buray nataij ka koi hissa dikha dein jinse hum inhein dara rahey hain, ya (ussey pehle) tumhein duniya se utha lein, palat kar aana to inhein hamari hi taraf hai"},{"SurahNumber":40,"VerseNumber":78,"Text":"Aey Nabi, tumse pehle hum bahut se Rasool bhej chuke hain jinmein se baaz ke haalat humne tumko bataye hain aur baaz ke nahin bataye. Kisi Rasool ki bhi yeh taaqat na thi ke Allah ke izan ke bagair khud koi nishani le aata. Phir jab Allah ka hukum aa gaya to haqq ke mutabiq faisla kardiya gaya aur us waqt galat-kaar log khasare (loss) mein padh gaye"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allah hi ne tumhare liye yeh maweshi janwar banaye hain taa-ke in mein se kisi par tum sawar ho aur kisi ka gosht khao"},{"SurahNumber":40,"VerseNumber":80,"Text":"Inke andar tumhare liye aur bhi bahut se munafe (faidey) hain, woh is kaam bhi aate hain ke tumhare dilon mein jahan jaane ki haajat ho wahan tum unpar pahunch sako, unpar bhi aur kashtiyon par bhi tum sawar kiye jatey ho"},{"SurahNumber":40,"VerseNumber":81,"Text":"Allah apni yeh nishaniyan tumhein dikha raha hai, Aakhir tum uski kin kin nishaniyon ka inkar karogey"},{"SurahNumber":40,"VerseNumber":82,"Text":"Phir kya yeh zameen mein chaley phirey nahin hain ke inko un logon ka anjaam nazar aata jo insey pehle guzar chuke hain? Woh insey taadaad mein zyada thay, inse badhkar taaqatwar thay, aur zameen mein insey zyada shaandaar aasaar chodh gaye hain.Jo kuch kamayi unhon ne ki thi aakhir woh unke kisi kaam aayi"},{"SurahNumber":40,"VerseNumber":83,"Text":"Jab unke Rasool unke paas bayyinaat (clear proofs) lekar aaye to woh usi ilm mein magan rahey jo unke apne paas tha, aur phir usi cheez ke phair mein aa gaye jiska woh mazak udate thay"},{"SurahNumber":40,"VerseNumber":84,"Text":"Jab unhon ne hamara azaab dekh liya to pukar utthey ke humne maan liya Allah wahdahu laa shareek ko aur hum inkar karte hain un sab maaboodon ka jinhein hum shareek thehrate thay"},{"SurahNumber":40,"VerseNumber":85,"Text":"Magar hamara azaab dekh lene ke baad unka imaan unke liye kuch bhi naafeh (faydamand) na ho sakta tha, kyunke yahi Allah ka muqarrar zaabta hai jo hamesha uske bandon mein jaari raha hai, aur us waqt kaafir log khasarey (nuksan) mein padh gaye"},{"SurahNumber":41,"VerseNumber":1,"Text":"Haa Meem"},{"SurahNumber":41,"VerseNumber":2,"Text":"Yeh khuda e Rehman o Raheem ki taraf se nazil karda cheez hai"},{"SurahNumber":41,"VerseNumber":3,"Text":"Ek aisi kitaab jiski aayat khoob khol kar bayan ki gayi hain, Arabi zubaan ka Quran, un logon ke liye jo ilm rakhte hain"},{"SurahNumber":41,"VerseNumber":4,"Text":"Basharat(khush-khabri) dene wala aur dara dene wala magar in logon mein se aksar ne issey ru-gardani ki aur woh sunkar nahin detey"},{"SurahNumber":41,"VerseNumber":5,"Text":"Kehte hain “Jis cheez ki taraf tu humein bula raha hai uske liye hamare dilon par gilaf (purde) chade huey hain, hamare kaan behrey (deaf) ho gaye hain, aur hamare aur tere darmiyaan ek hijab hayal ho gaya hai. Tu apna kaam kar, hum apna kaam kiye jayenge”"},{"SurahNumber":41,"VerseNumber":6,"Text":"Aey Nabi , insey kaho, mein to ek bashar hoon tum jaisa. Mujhey wahee ke zariye se bataya jaata hai ke tumhara khuda to bas ek hi khuda hai, Lihaza tum seedhey usi ka rukh ikhtiyar karo aur ussey maafi chaho. Tabahi hai un mushrikon ke liye"},{"SurahNumber":41,"VerseNumber":7,"Text":"Jo zakat nahin detay aur aakhirat ke munkir hain"},{"SurahNumber":41,"VerseNumber":8,"Text":"Rahey woh log jinhon ne maan liya aur neik aamaal kiye, unke liye yaqeenan aisa ajar hai jiska silsila kabhi tootne wala nahin hai"},{"SurahNumber":41,"VerseNumber":9,"Text":"Aey Nabi! Insey kaho, kya tum us khuda se kufr karte ho aur dusron ko uska humsar (shareek / equals) thehratey ho jisne zameen ko do (two) dino mein bana diya? Wahi to saarey jahan waalon ka Rubb hai"},{"SurahNumber":41,"VerseNumber":10,"Text":"Usne (zameen ko wajood mein laane ke baad) upar se ispar pahadh (mountains) jamaa diye aur ismein barakatein rakh di aur iske andar sab maangne waalon ke liye har ek ki talab o haajat ke mutaabiq theek andaze se khuraak ka saaman muhaiyya kardiya. Yeh sab kaam chaar (four) din mein ho gaye"},{"SurahNumber":41,"VerseNumber":11,"Text":"Phir woh aasmaan ki taraf mutwajjeh huwa Jo us waqt mehaz dhuwan (smoke) tha. Usne aasman aur zameen se kaha “wajood mein aa jao, khwa tum chaho ya na chaho.” Dono ne kaha “ hum aa gaye farma bardaron ki tarah”"},{"SurahNumber":41,"VerseNumber":12,"Text":"Tab usne do din ke andar saath (seven) aasmaan bana diye, aur har aasmaan mein us ka kanoon wahee (reveal) kardiya. Aur aasmaan e duniya ko humne chiraagon (lamps) se aarasta (adorn) kiya aur isey khoob mehfooz kardiya. Yeh sab kuch ek zabardast hasti ka mansooba (plan) hai"},{"SurahNumber":41,"VerseNumber":13,"Text":"Ab agar yeh log mooh moadte hain to insey kehdo ke “main tumko usi tarah ke ek achanak toot padne waley azaab se darata hoon jaisa Aad aur Samood par nazil hua tha.”"},{"SurahNumber":41,"VerseNumber":14,"Text":"Jab khuda ke Rasool unke paas aagey aur peechey, har taraf se aaye aur unhein samjhaya ke Allah ke siwa kisi ki bandagi na karo to unhon ne kaha “hamara Rubb chahta to farishte bhejta, lihaza hum us baat ko nahin maante jiske liye tum bheje gaye ho.”"},{"SurahNumber":41,"VerseNumber":15,"Text":"Aad ka haal yeh tha ke woh zameen mein kisi haqq ke bagair baday ban baithey aur kehne lagey: “ kaun hai humse zyada zoorawar?” Unko yeh na soojha ke jis khuda ne unko paida kiya hai woh unse zyada zoorawar hai? Woh hamari aayat ka inkaar hi karte rahey"},{"SurahNumber":41,"VerseNumber":16,"Text":"Aakhir e kaar humne chandh manhoos dino mein sakht toofaani hawa unpar bhej di taa-ke unhein duniya hi ki zindagi mein zillat o ruswayi ke azaab ka maza chakha dein.Aur aakhirat ka azaab to issey bhi zyada ruswa-kun hai. Wahan koi unki madad karne wala na hoga"},{"SurahNumber":41,"VerseNumber":17,"Text":"Rahey Samood, to unke samne humne raah e raast pesh ki magar unhon ne raasta dekhne ke bajaye andha (blind) bana rehna pasand kiya. Aakhir unke kartooton ki badaulat zillat ka azaab unpar toot pada"},{"SurahNumber":41,"VerseNumber":18,"Text":"Aur humne un logon ko bacha liya jo imaan laaye thay aur gumrahi o bad-amali se parheiz karte thay"},{"SurahNumber":41,"VerseNumber":19,"Text":"Aur zara us waqt ka khayal karo jab Allah ke yeh dushman dozakh ki taraf jaane ke liye ghair laaye jayenge unke agalon ko pichlon ke aane tak roak rakkha jayega"},{"SurahNumber":41,"VerseNumber":20,"Text":"Phir jab sab wahan pahunch jayenge to unke kaan aur unki aankhein aur unke jism ki khaalein (skins) unpar gawahi dengi ke woh duniya mein kya kuch karte rahey hain"},{"SurahNumber":41,"VerseNumber":21,"Text":"Woh apne jism ki khaalon se kahenge “ tumne hamare khilaf kyun gawahi di? “ woh jawab dengi “ humein usi khuda ne goyaii (speech) di hai jisne har cheez ko goya(speech) kardiya hai. Usi ne tumko pehli martaba paida kiya tha aur ab usi ki taraf tum wapas laaye ja rahey ho"},{"SurahNumber":41,"VerseNumber":22,"Text":"Tum duniya mein jarahim (crime) karte waqt chupte thay to tumhein yeh khayal na tha ke kabhi tumhare apne kaan aur tumhari aankhein aur tumhare jism ki khaalein (skins) tumpar gawahi dengi balke tumne yeh samajha tha ke tumhare bahut se aamal ki Allah ko bhi khabar nahin hai"},{"SurahNumber":41,"VerseNumber":23,"Text":"Tumhara yahi gumaan jo tumne apne Rubb ke saath kiya tha, tumhein ley dooba aur isi ki badaulat tum khasare(loss) mein padh gaye”"},{"SurahNumber":41,"VerseNumber":24,"Text":"Is halat mein woh sabr karein (ya na karein) aag hi unka thikana hogi, aur agar rujoo ka mauqa chahenge to koi mauqa unhein na diya jayega"},{"SurahNumber":41,"VerseNumber":25,"Text":"Humne unpar aisey saathi musallat kardiye thay jo unhein aagey aur peechey har cheez khushnuma banakar dikhate thay. Aakhir e kaar unpar bhi wahi faisla e azaab chaspan ho kar raha jo un se pehle guzray huey Jinno aur Insano ke girohon par chaspan ho chuka tha, yaqeenan woh khasare (loss) mein reh jaane waley thay"},{"SurahNumber":41,"VerseNumber":26,"Text":"Yeh munkireen e haqq kehte hain “is Quran ko hargiz na sunoo aur jab yeh sunaya jaye to ismein khalal daalo, shayad ke is tarah tum gaalib aa jao”"},{"SurahNumber":41,"VerseNumber":27,"Text":"In kaafiron ko hum sakht azaab ka maza chakha kar rahenge aur jo badhtareen harakaat yeh karte rahey hain unka poora poora badla inhein dengey"},{"SurahNumber":41,"VerseNumber":28,"Text":"Woh dozakh hai jo Allah ke dushmano ko badley mein milegi, usi mein hamesha hamesha ke liye inka ghar hoga. Yeh hai saza is jurm ki ke woh hamari aayat ka inkar karte rahey"},{"SurahNumber":41,"VerseNumber":29,"Text":"Wahan yeh kaafir kahenge ke “ aey hamare Rubb, zara humein dikha de un Jinno aur Insano ko jinhon ne humein gumraah kiya tha, hum unhein paon (legs) taley roondh daalein taa-ke woh khoob zaleel o khwar hon.”"},{"SurahNumber":41,"VerseNumber":30,"Text":"Jin logon ne kaha ke Allah hamara Rubb hai aur phir woh ispar saabit qadam rahey, yaqeenan unpar farishtey nazil hotay hain, aur unsey kehte hain ke “na daro, na gham karo, aur khush ho jao us jannat ki basharat (khush khabri) se jiska tumse waada kiya gaya hai"},{"SurahNumber":41,"VerseNumber":31,"Text":"Hum is duniya ki zindagi mein bhi tumhare saathi hain aur aakhirat mein bhi. Wahan jo kuch tum chahoge tumhein milega aur har cheez jiski tum tamanna karoge woh tumhari hogi"},{"SurahNumber":41,"VerseNumber":32,"Text":"Yeh hai samaan e ziyafat us hasti ki taraf se jo Gafoor aur Raheem hai”"},{"SurahNumber":41,"VerseNumber":33,"Text":"Aur us shakhs ki baat se acchi baat aur kiski hogi jisne Allah ki taraf bulaya aur neik amal kiya aur kaha ke main musalman hoon"},{"SurahNumber":41,"VerseNumber":34,"Text":"[Aur aey Nabi], Neki aur badi yaksan (barabar) nahin hai, tum badi ko us neki se dafa karo jo behtareen ho, tum dekhoge ke tumhare saath jiski adawat (dushmani) padi hui thi woh jigri dost bangaya hai"},{"SurahNumber":41,"VerseNumber":35,"Text":"Yeh sifat naseeb nahin hoti magar un logon ko jo sabr karte hain, aur yeh muqaam haasil nahin hota magar un logon ko jo badey naseebey wale hain"},{"SurahNumber":41,"VerseNumber":36,"Text":"Aur agar tum shaytan ki taraf se koi uksahat (temptation) mehsoos karo to Allah ki panaah maang lo, woh sabkuch sunta aur jaanta hai"},{"SurahNumber":41,"VerseNumber":37,"Text":"Allah ki nishaniyon mein se hain yeh raat aur din aur Suraj aur Chand. Suraj ko aur Chand ko sajda na karo balke us khuda ko sajda karo jisne unhein paida kiya hai agar fil waqaii tum usi ki ibadat karne waley ho"},{"SurahNumber":41,"VerseNumber":38,"Text":"Lekin agar yeh log guroor mein aa kar apni hi baat par adey rahein to parwah nahin, jo farishtey tere Rubb ke muqarrab hain woh shab-o-roz(night and day) uski tasbeeh kar rahey hain aur kabhi nahin thakte"},{"SurahNumber":41,"VerseNumber":39,"Text":"Aur Allah ki nishaniyon mein se ek yeh hai ke tum dekhte ho zameen sooni (barren) padi hui hai, phir joon-hi ke humne uspar paani barsaya, yakayak woh phabak uthti hai aur phool jaati hai (quivers and wells).Yakeenan jo khuda is mari (dead) hui zameen ko jila(zinda) uthata hai woh murdon ko bhi zindagi bakshne wala hai.Yaqeenan woh har cheez par qudrat rakhta hai"},{"SurahNumber":41,"VerseNumber":40,"Text":"Jo log hamari aayat ko ultay maani pehnatay hain (pervert Our Signs) woh humse kuch chupe huey nahin hain. Khud hi sochlo ke aaya woh shaks behtar hai jo aag mein jhonka janey wala hai ya woh jo Qayamat ke roz aman ki halat mein haazir hoga? Karte raho jo kuch tum chaho, tumhari saari harkaton ko Allah dekh raha hai"},{"SurahNumber":41,"VerseNumber":41,"Text":"Yeh woh log hain jinke samne kalaam-e-naseehat aaya to unhon ne isey maan-ne se inkar kardiya, magar haqeeqat yeh hai ke yeh ek zabardast kitaab hai"},{"SurahNumber":41,"VerseNumber":42,"Text":"Baatil na saamne se ispar aa sakta hai na peechey se, yeh ek hakeem (most wise) o Hameed(Immensely Praiseworthy) ki nazil karda cheez hai"},{"SurahNumber":41,"VerseNumber":43,"Text":"Aey Nabi, tumse jo kuch kaha jaa raha hai usmein koi cheez bhi aisi nahin hai jo tumse pehle guzrey huey Rasoolon se na kahi jaa chuki ho. Beshak tumhara Rubb bada darguzar karne wala hai, aur uske saath badi dardnaak saza dene wala hai"},{"SurahNumber":41,"VerseNumber":44,"Text":"Agar hum isko ajami(non arabic) Quraan bana kar bhejte to yeh log kehte “Kyun na iski aayat khol kar bayan ki gayi? Kya ajeeb baat hai ke kalaam ajami (non-arabic) hai aur mukhatib arabi”.Insey kaho yeh quran imaan laanay walaon ke liye to hidayat aur shifaa hai, magar jo log iman nahin laatey unke liye yeh kaano ki daat (plug / behrapan) aur aankhon ki patti (covering) hai .Unka haal to aisa hai jaise unko door se pukara ja raha ho"},{"SurahNumber":41,"VerseNumber":45,"Text":"Issey pehle humne Moosa ko kitaab di thi aur uske maamle mein bhi yahi ikhtilaf hua tha. Agar tere Rubb ne pehle hi ek baat tai na kardi hoti to in ikhtilaf karne walon ke darmiyan faisla chuka diya jata, aur haqeeqat yeh hai ke yeh log uski taraf se sakht iztaraab angeiz (sakht bechain karne wale/disquieting) shakk mein paday huey hain"},{"SurahNumber":41,"VerseNumber":46,"Text":"Jo koi neik amal karega apne hi liye accha karega, jo badi (evil) karega uska wabal usi par hoga, aur tera Rubb apne bandon ke haqq mein zaalim nahin hai"}]}