{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Ur pzekki$ iman iw. Tanefsit, s tidep, tezzu$uo ar tuccva, siwa ma Ieun Mass iw. Mass iw, s tidep, Ipsemmie, Ipeunu"},{"SurahNumber":12,"VerseNumber":54,"Text":"Inna ugellid: \"awit ep id $uoi, d laatiq iw\". Mi s immeslay, inna: \"kecc, assa, nefka yak adabu, laman"},{"SurahNumber":12,"VerseNumber":55,"Text":"Inna: \"wekkel iyi $ef lemxazen n tmurt, nek d ameareb amusnaw"},{"SurahNumber":12,"VerseNumber":56,"Text":"Akka ay Nesseqaad Yusef di tmurt, ad izde$ anda i s ihwa. Nepeunu $ef win i £ ihwan, ur Nesoueu arraz iaaoviyen"},{"SurahNumber":12,"VerseNumber":57,"Text":"S tidep, arraz n laxeot yif it, i wid iumnen u llan peezziben"},{"SurahNumber":12,"VerseNumber":58,"Text":"Usan watmaten n Yusef, kecmen $uoes, iaqel iten, nitni ur t aqilen"},{"SurahNumber":12,"VerseNumber":59,"Text":"Mi sen ifka ppaabgat nnsen, inna: \"awit iyi d gmat wen s babat wen. Day ur twalam ara zade$ awen lkil, u, nek, ife$ akw wid isnebgaten"},{"SurahNumber":12,"VerseNumber":60,"Text":"Ma ur iyi t id tebbwim ara, ur awen nepktili $uoi, ur iyi d tepsamim"},{"SurahNumber":12,"VerseNumber":61,"Text":"Nnan: \"a neawet baba s fellas; akka ara nexdem"},{"SurahNumber":12,"VerseNumber":62,"Text":"Inna i iqeddacen is: \"rret selaa nnsen deg icekkaoen nnsen, amar a p aaqlen mara awven ar twacult nnsen, amar a d u$alen"},{"SurahNumber":12,"VerseNumber":63,"Text":"Mi bbwven ar babat sen, nnan: \"a babat nne$, igdel fella$ lkil, azen gmat nne$ yidne$, iwakken a d nektil. Nekwni, war ccekk, a neareb fellas"},{"SurahNumber":12,"VerseNumber":64,"Text":"Inna: \"day a kwen amne$ fellas, akken i kwen umne$, zik, $ef gma s? Oebbi Yif akw imearaben. Neppa Iphunu sennig akw ieninen"},{"SurahNumber":12,"VerseNumber":65,"Text":"Mi ldin lqecc nnsen, ufan tu$al iten id selaa nnsen. Nnan: \"a babat nne$, ur neb$i tagi, selaa nne$ tu$al a$ d. A d nessikrer i twacult nne$, a neareb $ef gmat nne$, a d nernu ppaabga n ul$wem. Tagi d ppaabga tushilt"},{"SurahNumber":12,"VerseNumber":66,"Text":"Inna: \"ur t sedduye$ yidwen, d awez$i, siwa ma tcubkem iyi s Oebbi, ard a yi t id terrem, siwa ma zzin awen\". Mi s aahden, inna: \"Oebbi d Awkil $ef wayen id nenna"},{"SurahNumber":12,"VerseNumber":67,"Text":"Inna: \"a tarwa, ur keccmet si yiwet n tebburt, kecmet si tebbura imgarraden. Ula i wen xedme$, bippa, ar loiha n Oebbi. Aeuddu siwa win n Oebbi. FellaS ppekle$, fellaS ay ppeklen wid ippkalen"},{"SurahNumber":12,"VerseNumber":68,"Text":"Mi kecmen akken i sen iumeo babat sen, ula i sen ixdem, bippa, ar loiha n Oebbi. D ayen ilezmen kan i iseyya Yaqub, deg iman is. Neppa, s tidep, isaa tamusni i s Nesselmed, maca tegwti n yimdanen ur ssinen"},{"SurahNumber":12,"VerseNumber":69,"Text":"Mi kecmen ar Yusef, ibbwi gma s $uoes, inna: \"nekkini d gma k, ur $webbel $ef wayen xeddmen"},{"SurahNumber":12,"VerseNumber":70,"Text":"Mi sen ifka ppaabgat nnsen, irra taqbuct deg ucekkao n gma s. Sinna, iberree uberrae: \"a yat terkaf, kunwi, war ccekk, d imakwaren"},{"SurahNumber":12,"VerseNumber":71,"Text":"Nnan, u zzin $uosen: \"d acu tesoueem"},{"SurahNumber":12,"VerseNumber":72,"Text":"Nnan: \"nesoue taqbuct ugellid. Win ip id ibbwin, ad as nefk ppaabga n ul$wem. Nek, vemne$ t"},{"SurahNumber":12,"VerseNumber":73,"Text":"Nnan: \"s Oebbi, nni$ teeoam ur d nusa ara a nessefsed tamurt, ur nelli d imakwaren"},{"SurahNumber":12,"VerseNumber":74,"Text":"Nnan: \"d acu ay d aqeiii s, ma teskadbem"},{"SurahNumber":12,"VerseNumber":75,"Text":"Nnan: \" aqeiii n win i p ibbwin di tcekkaot is, d yiman is. Akka ay nepkafi imednas"},{"SurahNumber":12,"VerseNumber":76,"Text":"Ibda la ipqellib icekkaoen, uqbel win n gma s, sinna, issuffe$ ip id seg ucekkao n gma s. Akka ay Nefka ticeokep i Yusef. Ur izmir ad iiief gma s, s lqanun ugellid, siwa ma Irad Oebbi. Nessalay, tiseddaoin, win i £ihwan. Sennig bu tussna, illa Umusnaw"},{"SurahNumber":12,"VerseNumber":77,"Text":"Nnan: \"ma iuker, ni$ iuker, zik, yiwen n watma s\". Iffer ip Yusef $uoes, ur asen p id inna ara. Inna: \"aql akwen deg yir eala. Oebbi Yif akw akken Ieoa ayen d teqqaoem"},{"SurahNumber":12,"VerseNumber":78,"Text":"Nnan: \"a yameqwoan, baba s, s tidep, wesser. Eiief yiwen segne$ deg umekkan is. Nwala k, ih, telliv si lauuam"},{"SurahNumber":12,"VerseNumber":79,"Text":"Inna: \"ur a$ Iaammed Oebbi a neiief, siwa win u$uo nufa ta$awsa nne$. Mulac, war ccekk, a nili d imednas"},{"SurahNumber":12,"VerseNumber":80,"Text":"Mi uysen segs, mcawaoen, inna umeqwoan segsen: \"day ur teeoim ara, ar babat wen tcubkem t s Oebbi, u, zik, tveggaam Yusef? Ihi, ur poueu$ si tmurt a, d awez$i, alamma iserree iyi baba, ne$ Ifra Oebbi felli. Neppa, Yif akw imeaddan"},{"SurahNumber":12,"VerseNumber":81,"Text":"U$alet ar babat wen, tinem as: a babat nne$, mmi k, s tidep, iuker. Ncehhed kan $ef wayen neeoa, ur nessawev i tbavnit"},{"SurahNumber":12,"VerseNumber":82,"Text":"Steqsi tamdint ideg i nella, akked terkift ukud nedda. Ih, d tidep, ay d nenna"},{"SurahNumber":12,"VerseNumber":83,"Text":"Inna: \"xaii! Lameo seg iman nnwen. Ilha uubeo. Amar Oebbi a yi ten id Iawi akw. Neppa, s tidep, d Bab n uuwab, d Amusnaw"},{"SurahNumber":12,"VerseNumber":84,"Text":"Ijuneb iten, u inna: \"a leif iw $ef Yusef\"! Allen is ijegger itent u$ilif, innu$ben"},{"SurahNumber":12,"VerseNumber":85,"Text":"Nnan: \"s Oebbi, tezgiv tesmektayev d Yusef, alamma tu$alev d amuvin, ne$ seg wid immuten"},{"SurahNumber":12,"VerseNumber":86,"Text":"Inna: \"la pcetki$ kan i Oebbi, s uneemi w akked u$wbel iw. Ssne$, s$uo Oebbi, ayen ur tessinem"},{"SurahNumber":12,"VerseNumber":87,"Text":"A yarraw iw, oueet, steqsit $ef Yusef akked gma s. Ur ppayset di tecvai n Oebbi. Ih, i ippaysen di tecvai n Oebbi, siwa agdud ijehliyen"},{"SurahNumber":12,"VerseNumber":88,"Text":"Mi bbwven $uoes, nnan as: \"a yameqwoan, nekwni akked twacult nne$, nepwa$. Nusa d s selaa oxisen, semd as lkil, seddeq a$. Oebbi, s tidep, Ipkafi wid ipseddiqen"},{"SurahNumber":12,"VerseNumber":89,"Text":"Inna: \"teeoam i tgam i Yusef akked gma s, mi kunwi, d wid ur nessin"},{"SurahNumber":12,"VerseNumber":90,"Text":"Nnan: \"kecc, s tidep, macci d Yusef \"? Inna: \"nek d Yusef, atan gma. Ni$ I$at a$ Oebbi. Ih, wid ipeezziben, wid iuebboen ... Oebbi, s tidep, ur Isoueu arraz iaaoviyen"},{"SurahNumber":12,"VerseNumber":91,"Text":"Nnan: \"s Oebbi ar k Ismenyaf Oebbi garane$. Nekwni, s tidep, neccev"},{"SurahNumber":12,"VerseNumber":92,"Text":"Inna: \"ur telli tiyta degwen, assa. Ad awen Isemmee Oebbi! Neppa Yif akw wid ipeunun"},{"SurahNumber":12,"VerseNumber":93,"Text":"Awit tasedrit iw agi, erret ep $ef udem n baba, ad ielu yieoi s. Aset ed $uoi, s twacult nnwen, meooa"},{"SurahNumber":12,"VerseNumber":94,"Text":"Mi teqlaa terkift, babat sen ibda la iqqao: \"nek, s tidep, sraee$ rriea n Yusef, awi d kan ur teqqaoem ara: la isxeowiv"},{"SurahNumber":12,"VerseNumber":95,"Text":"Nnan: \"s Oebbi, ar k mazal di ttelfan ik n zik"},{"SurahNumber":12,"VerseNumber":96,"Text":"Mi d iusa ubcir, issers as p $ef udem is, llint ed wallen is, inna: \"day ur awen nni$ ara: nek ssne$, s$uo Oebbi, ayen ur tessinem"},{"SurahNumber":12,"VerseNumber":97,"Text":"Nnan as: \"a babat nne$, ssuter ad a$ pwasemmeen ibekkaven nne$. S tidep, nella d imednab"},{"SurahNumber":12,"VerseNumber":98,"Text":"Inna: \"deqqal ad ssutre$, i Mass iw, ad awen Isemmee. Neppa, s tidep, Ipsemmie, Ipeunu"},{"SurahNumber":12,"VerseNumber":99,"Text":"Mi bbwven ar Yusef, isteoeeb s imawlan is. Inna: \"kecmet ar Maseo, di laman, ma Irad Oebbi"},{"SurahNumber":12,"VerseNumber":100,"Text":"Issuli imawlan is ar usgeld. £lin, knan as. Inna: \"a baba! D wagi ay d asefru n targit iw, n zik. Ni$ Issuffe$ ip Mass iw! Ni$ Iga yi leqoao mi yi d Issuffe$ si leebs. Ikkes ikwen id si sseeoa, deffir tismin i isker Cciian, gari d watma. Mass iw, s tidep, d Laiif i win i S ihwan. Ih, Neppa d Amusnaw, d Bab n uuwab"},{"SurahNumber":12,"VerseNumber":101,"Text":"A Mass iw, ni$ Tefkiv iyi si tgelda, Teseefvev iyi asefru n temsal. Axellaq n tmurt akked igenwan, Kecc, d Bab iw di ddunit, di laxeot, Eddem ooue iw d amvua, Ssiwev iyi ar wid imaanen"},{"SurahNumber":12,"VerseNumber":102,"Text":"Tagi, si teekayin n tbavnit, Nweeea yak p in. Ur telliv $uosen, mi mwafaqen a p andin"},{"SurahNumber":12,"VerseNumber":103,"Text":"Tegwti n yimdanen, xas taapbev, ur ppamnen"},{"SurahNumber":12,"VerseNumber":104,"Text":"Ur asen ssutur kra n teqdiat. Neppa, d asmekti kan i imavalen"},{"SurahNumber":12,"VerseNumber":105,"Text":"I illan deg issekniyen di tmurt akked igenwan! La teddun fellasen, maca wexxoen asen"},{"SurahNumber":12,"VerseNumber":106,"Text":"Tegwti, segsen, ur ppamnen s Oebbi, siwa ma curken"},{"SurahNumber":12,"VerseNumber":107,"Text":"Day ppeklen ur asen isburru yara uaaqeb n Oebbi, ne$ ur ten id ippas ara yimir, deqzalla, ur pfaqan"},{"SurahNumber":12,"VerseNumber":108,"Text":"Ini: \"wagi d abrid iw, la pnuju$ ar Oebbi ad Ildi allen, i nek akked wid iddan yidi. Gedha s Oebbi! Ur lli$ seg wid ipcaraken"},{"SurahNumber":12,"VerseNumber":109,"Text":"Nuzen ed kan, uqbel ik, irgazen seg imezda$ n temdinin, iwumi Nweeea. Day ur unagen ara di tmurt, ad walin amek tevoa d wid i ten id izwaren? Ih, pifxio axxam aneggaru i wid ipeezziben. Day ur tefhimem ara"},{"SurahNumber":12,"VerseNumber":110,"Text":"Alamma, mi uysen imazanen, u meyyzen ar skaddben ten, tusa ten id tallalt s$uone£. Nepsellik win i £ ihwan. Ur ipwakkas ara ssxev nne£, i ugdud ibe$wviyen"},{"SurahNumber":12,"VerseNumber":111,"Text":"Ni$, di teekayin nnsen, illa uselmed i yuaqilen. Ur telli d awal id innulfan. Neppat tetebbet ed ay d izwaren, tfeuuel ed yal cci. D nnhaya u d aeunu i ugdud iumnen"},{"SurahNumber":13,"VerseNumber":1,"Text":"Almo. Wigi d issekniyen n Tezmamt. Ayen i k d irsen, s$uo Mass ik, d tidep, maca tegwti n medden ur ppamnen"},{"SurahNumber":13,"VerseNumber":2,"Text":"Oebbi i Issulin igenwan war tigwejda ara twalim, sinna, Iaannec $ef usgeld. Ieeppem i yiiij d waggur ad ddun, akw, ar lajel ipwassnen. Iseyyi lameo, Ipfeuuil issekniyen, amar a pepputebbtem $ef temlilit d Mass nnwen"},{"SurahNumber":13,"VerseNumber":3,"Text":"Neppa i Isswesaen tamurt. Irra degs idurar, isaffen. Irra tayuga di yal ppemoa. Ip$ummu ass s yiv. Deg waya, s tidep, d issekniyen i ugdud ipxemmimen"},{"SurahNumber":13,"VerseNumber":4,"Text":"Di tmurt, tibeirin tioiratin, leonanat n teuoin, nnaama, tizdayin, v$an ne$ ur v$in, cerken aman nnsen. Nesmenyaf kra i kra, i wucci. Deg waya, s tidep, d issekniyen i ugdud ifehmen"},{"SurahNumber":13,"VerseNumber":5,"Text":"Ma twehmev, issewham ay d qqaoen: \"ma nu$al d akal, day fella$, s tidep, lxelq amaynut\"? D wigi i inekoen Mass nnsen. Wigi, azaglu $ef tmegoav. Wigi d at tmes, nitni, degs, ad wekkoen"},{"SurahNumber":13,"VerseNumber":6,"Text":"Searen k ar tucmip, uqbel ise$. Ni$ voant am tigi, uqbel nnsen. Mass ik, s tidep, $uoeS ssmae i imdanen deg wayen ccven. Mass ik, s tidep, Iwaao deg uaaqeb"},{"SurahNumber":13,"VerseNumber":7,"Text":"La qqaoen wid ijehlen: \"a lemmer id irs $uoes ussekni, s$uo Mass is\". Kecc, d aneddao kan. I yal agdud, win inehhun"},{"SurahNumber":13,"VerseNumber":8,"Text":"Oebbi Ieoa i illan di yal tadist, amek teddun inzikmiren. Yal cci, $uoeS, s lmizan"},{"SurahNumber":13,"VerseNumber":9,"Text":"Amusnaw n wayen iffren akked wayen ur neffir. Ameqwoan, Aalayan"},{"SurahNumber":13,"VerseNumber":10,"Text":"Iauva segwen win i$emven awal, d win it ibereen, win iffren deg iv, d win d ivehoen deg wass"},{"SurahNumber":13,"VerseNumber":11,"Text":"Isaa iassasen zdat es, deffir es, pearaben fellas, s lameo n Oebbi. Oebbi, s tidep, ur Ipbeddil i illan deg ugdud, alamma bedlen i illan deg iman nnsen. Ma Irad Oebbi ayen n dir, i ugdud, ur t itekkes yiwen. Ur sain amaiwen, war Neppa"},{"SurahNumber":13,"VerseNumber":12,"Text":"D Neppa i wen d Ippawin leboaq, degs tugdi, asirem. Isskar ed asigna aeayan"},{"SurahNumber":13,"VerseNumber":13,"Text":"Tesbuccua aS termegt, s ccekoan, akken lmalayek, seg wakken ugadent eP. Ippazen ed ssiaqat, Ipeaz yisent win i S ihwan. Nitni pnamaren $ef Oebbi. Neppa teqsee tezmert iS"},{"SurahNumber":13,"VerseNumber":14,"Text":"£uo Neppa, anuju n tidep. Wid u$uo la pnujun, war Neppa, ur asen d pparan s wacemma. Am win issendin ifassen i waman, ib$a ad awven s imi s, ur ibbwiv ar leb$i s. Anuju ijehliyen ar ttelfan kan"},{"SurahNumber":13,"VerseNumber":15,"Text":"I Oebbi la kennun wid illan di tmurt akked igenwan, b$an ne$ ugin, akked tili nnsen, tauebeit, tameddit"},{"SurahNumber":13,"VerseNumber":16,"Text":"Ini: \"anwa ay d Mass n tmurt akked igenwan\"? Ini: \"d Oebbi. Ihi day a pperrem d iebiben, war Neppa, wid ur nemlik, i yiman nnsen, aba$uo ne$ vveoo\"? Ini: \"day iaadel uder$al akked win ipwalin? Ne$, day aadlent tillas akked tafat? Ne$, rran imcurak i Oebbi, i ixelqen am lxelq iS, ufan t ippemcabi\"? Ini: \"d Oebbi i Ixelqen yal cci. D Neppa ay d Yiwen, d Aqehhao"},{"SurahNumber":13,"VerseNumber":17,"Text":"Isse$lay ed aman, seg igenni. Serrun deg $ezoan, s leqdeo nnsen. Acercuo ippawi ikuftan ippifliwen. Ppemcabin ikuftan ar wayen fessin di tmes, iwakken ad uenaen ooeue ne$ dduzan. Akka ay d Isskan Oebbi tidep akked tkerkas. Ihi ikuftan ad ppuveggoen, ma d wayen inefaen medden, a d igwri di tmurt. Akka ay d Ippak Oebbi imedyaten"},{"SurahNumber":13,"VerseNumber":18,"Text":"Lfayeq i wid ijawben i Mass nnsen. Wid ur aS njaweb ara, xas ad saun i illan akw di tmurt, berdayen, ur ten id ifeddu. I widak, leesab adiran. Axxam nnsen d Loahennama. A tanezdu$t tucmip"},{"SurahNumber":13,"VerseNumber":19,"Text":"Day win ieoan ar ayen i k d irsen, s$uo Mass ik, d tidep, am win idre$len? Siwa uaqilen id ismektayen"},{"SurahNumber":13,"VerseNumber":20,"Text":"Wid iiifen di laaqed n Oebbi, ur poueun nnesba"},{"SurahNumber":13,"VerseNumber":21,"Text":"Wid issemlilen ayen id Iumeo Oebbi ad imlil, u ppagwaden Mass nnsen, u ppagwaden aqeiii adiran"},{"SurahNumber":13,"VerseNumber":22,"Text":"Wid iueboen, ssaramen udem n Mass nnsen, bedden i teallit, pseddiqen seg wayen is iten N$at, s tuffra u ainani, swexxioen tucmip s yise$. I nitni, agwav s Axxam"},{"SurahNumber":13,"VerseNumber":23,"Text":"Leonanat n Aaden ara kecmen, akked wid ixeddmen ayen ilhan, seg ibabaten nnsen, si tlawin nnsen, si tarwa nnsen. Lmalayek a d ppasent $uosen si yal tabburt"},{"SurahNumber":13,"VerseNumber":24,"Text":"Tifrat fellawen, ilmend n wayen tueboem! D asaadi, wagwav s Axxam"},{"SurahNumber":13,"VerseNumber":25,"Text":"Wid ipoueun laaqed n Oebbi, deffir lemwafaqa s, wid igezmen ayen d Iumeo Oebbi ad imlil, u ssefsaden di tmurt, wigi, i nitni xezzu, i nitni yir axxam"},{"SurahNumber":13,"VerseNumber":26,"Text":"Oebbi Issugut ooeeq i win i S ihwan, u Iwezzen. Taaoeb iten tmeddurt n ddunit. Tameddurt n ddunit, d urar kan, zdat laxeot"},{"SurahNumber":13,"VerseNumber":27,"Text":"La qqaoen wid ijehlen: \"a lemmer id iris, $uoes, ussekni s$uo Mass is\"! Ini: \"Oebbi, s tidep, Itellif win i S ihwan. Inehhu $uoeS, wid isteooiaen"},{"SurahNumber":13,"VerseNumber":28,"Text":"wid iumnen, iwumi itheddin wul, mara d mmektin Oebbi\". Ni$, s usmekti n Oebbi, pheddinen wulawen"},{"SurahNumber":13,"VerseNumber":29,"Text":"Ssaad, akked taggara igerzen, i wid iumnen, ixeddmen ayen ilhan"},{"SurahNumber":13,"VerseNumber":30,"Text":"Akka ay k id Nuzen, i lois id zwaren leoyus, ad asen temlev, ayen ik d Nweeea. Nitni jehlen $uo Uenin. Ini: \"Neppa d Mass iw, ur illi oebbi siwa Neppa; ppekle$ fellaS, asteooaa iw $uoeS"},{"SurahNumber":13,"VerseNumber":31,"Text":"A lemmer kan Leqwoan isselea idurar, iceqqeq tamurt, ne$ issenieq ed lmeggtin! Xaii! Lumuo akw i Oebbi. Day ur eoin ara wid iumnen, ar, ma ihwa yaS, Oebbi ad Inhu medden meooa? Zgan wid ijehlen a ten tewwet ssixia, ilmend n wayen xeddmen. Ne$ a ppevou ar tama n yixxamen nnsen, alamma tusa d lemaahda n Oebbi. Oebbi, s tidep, ur Ipzeggil ppaaud"},{"SurahNumber":13,"VerseNumber":32,"Text":"Ni$ mmaalken, uqbel ik, deg imazanen. Ooi$ lmudda i wid ijehlen, sinna, Iife$ ten. A yaaaqeb iW imiren"},{"SurahNumber":13,"VerseNumber":33,"Text":"Day Win Ibedden, ar yal amdan, $ef wayen ikseb…? Curken aS i Oebbi. Ini: \"semmit asen! Ne$, ad aS temlem ayen ur Ieoi di tmurt? Ne$ d ismawen n tkerkas\"? Xaii! Wid ijehlen, aaobent pen nncub nnsen. Ppuveoofen seg ubrid. Win Itlef Oebbi, ur isai w ara t inhun"},{"SurahNumber":13,"VerseNumber":34,"Text":"Fellasen aaaqeb, di tmeddurt n ddunit. Aaaqeb n laxert, s tidep, aaer. Ur sain ara ten ifukken, seg ufus n Oebbi"},{"SurahNumber":13,"VerseNumber":35,"Text":"Amek tga Loennet i ippuweaaden i wid ieezzben: ddaw as isaffen ppazzalen, lqut is akked tili s, d imezgiyen. D tagi ay d taggara n wid ieezzben. Taggara ijehliyen, d times"},{"SurahNumber":13,"VerseNumber":36,"Text":"Wid iwumi Nefka Tazmamt, ad feoeen s wayen i k d irsen. Illa wayen ugin kra ikabaren. Ini: \"pwamoe$ kan ad aabde$ Oebbi, ur aS pcarake$. Pnuju$ $uoeS, tu$alin iw $uoeS"},{"SurahNumber":13,"VerseNumber":37,"Text":"Akka ay t id Nessers, d uuwab, s taaoabt. Ma teddiv d lhawiyya nnsen, deffir tisin n tussna $uoek, ur k ipfukku bab ne$ asettao, seg ufus n Oebbi"},{"SurahNumber":13,"VerseNumber":38,"Text":"Ni$ Nuzen ed imazanen, uqbel ik, Nefka yasen tilawin, tarwa. Ur ippunefk ara i umazan a d iawi assekni siwa ma Iaammed Oebbi. Yal lajel s Tezmamt is"},{"SurahNumber":13,"VerseNumber":39,"Text":"Iseffev u Itebbit Oebbi ay S ihwan. £uoeS tayimmap n Tezmamt"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ama Nessken ak kra n wayen i sen Naahed, ama Neddem ooue ik, ay fellak kan d isallen, ay fella£ d aqeiii"},{"SurahNumber":13,"VerseNumber":41,"Text":"Day ur walan ara Neppas ed ar tmurt, Nessenqas di leryaf is? Oebbi Ipseyyi; yiwen ur ipnamar aseyyi iS. Neppa, Ip$awal di leesab"},{"SurahNumber":13,"VerseNumber":42,"Text":"Ni$ ppandin wid i ten id izwaren. Tieeoci, akw, ar Oebbi. Ieoa i ikseb yal iman. Ad eoen ijehliyen anwa ara iawven s Axxam"},{"SurahNumber":13,"VerseNumber":43,"Text":"Qqaoen wid ijehlen: \"ur telliv d amazan\". Ini: \"ad Iqadd Oebbi d Anagi gari yidwen, akked kra isaan tussna n Tazmamt"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alo. Tazmamt, Nessers ak p id, iwakken a ppessuff$ev imdanen si tillas ar tafat, s wannuf n Mass nnsen, s abrid n Wuzmir, Amaazuz"},{"SurahNumber":14,"VerseNumber":2,"Text":"Oebbi ilan i illan deg igenwan, i illan di tmurt. A ssxev ijehliyen, ilmend uaaqeb uqsie"},{"SurahNumber":14,"VerseNumber":3,"Text":"i ismenyafen tameddurt n ddunit wala laxeot, i iswexxioen seg ubrid n Oebbi, u ssaramen t d uawij! Widak, atnan di ttelfan u$miq"},{"SurahNumber":14,"VerseNumber":4,"Text":"Ur d Nuzen amazan, siwa s tmeslayt n ugdud is, iwakken ad asen ibeggen. Oebbi Itellif win i S ihwan, Inehhu win i S ihwan. Neppa d Uzmir, d Bab n uuwab"},{"SurahNumber":14,"VerseNumber":5,"Text":"Ih, ni$ Nuzen ed Musa, s issekniyen nne£: \"ssuffe$ agdud ik, si tillas ar tafat. Mmekti yas d ussan n Oebbi\". Deg waya, war ccekk, d issekniyen i yal aueboi isnemmiren"},{"SurahNumber":14,"VerseNumber":6,"Text":"Mi inna Musa i ugdud is: \"mmektit ed l$it ikwen I$at Oebbi, mi kwen Isellek si lois n Feraun, i issuken fellawen lhemm uqsie. Zellun arrac nnwen, ssidiren tilawin nnwen. Deg waya, s$uo Mass nnwen, d cedda tameqwoaeant"},{"SurahNumber":14,"VerseNumber":7,"Text":"Mi d Inna Mass nnwen: \"ma tesnemmrem, ih, ad awen Rnu$. Ma tjehlem, aaaqeb iW, war ccekk, ad iwaao"},{"SurahNumber":14,"VerseNumber":8,"Text":"Inna Musa: \"ma tjehlem, kunwi akked wid n tmurt meooa, ihi, Oebbi d Asaay, d Amaazuz"},{"SurahNumber":14,"VerseNumber":9,"Text":"Day ur kwen id ibbwiv ara usali imezwura nnwen: agdud n Nue, Aad, Tamud, akked wid iten ivefoen? Ur ten issin yiwen, siwa Oebbi. Usan ten id imazanen nnsen, s ubeggen. Rran ifassen nnsen s imawen nnsen, nnan: \"S tidep, nejhel ayen i$ef d teppuceggaam. Ih, nekwni di ccekk imcebbwel, $ef wayen u$uo la $ tneccdem"},{"SurahNumber":14,"VerseNumber":10,"Text":"Nnan imazanen nnsen: \"day illa ccekk di Oebbi, Axellaq n tmurt akked igenwan? Inecced ikwen id, iwakken ad awen Isemmee kra ibekkaven nnwen, a kwen Ioo ar lajel ipwassnen\". Nnan: \"kunwi, s tidep, d imdanen kan, am nekwni. Teb$am ad a$ tesiixxoem, seg wayen llan aabden imezwura nne$. Awit a$ d adabu n uuee"},{"SurahNumber":14,"VerseNumber":11,"Text":"Nnan asen imazanen nnsen: \"nekwni d imdanen kan, am kunwi, maca Oebbi Iteg ccan i win i S ihwan, deg imdanen iS. Ur a$ ippunefk ara ad awen d nawi adabu, siwa s wannuf n Oebbi. £ef Oebbi ara ppeklen lmumnin"},{"SurahNumber":14,"VerseNumber":12,"Text":"Acu i $ iu$en, ur nepkal ara $ef Oebbi? Ni$ Imla ya$ iberdan nne$; neubeo, war ccekk, i lmerta i tesaaddam fella$. £ef Oebbi ara ppeklen, at letkal"},{"SurahNumber":14,"VerseNumber":13,"Text":"Nnan wid ijehlen i imazanen nnsen: \"war ccekk, a kwen nessuffe$ si tmurt nne$, ne$ a d tu$alem ar ddin nne$\". Iweeea yasen d Mass nnsen: \"s tidep, a Nesqucc imednas"},{"SurahNumber":14,"VerseNumber":14,"Text":"d$a, war ccekk, a kwen Nerr d imezda$ n tmurt, deffir sen\". Ayagi, i win ippagwaden tilin iW, ippagwaden aberri W"},{"SurahNumber":14,"VerseNumber":15,"Text":"Ssarmen l$elb. Ixseo yal aqehhao amnafeq"},{"SurahNumber":14,"VerseNumber":16,"Text":"Loahennama deffir es, ad ites aman iwexmiyen"},{"SurahNumber":14,"VerseNumber":17,"Text":"Tissit d tije$wimin, ur izmir ad isseblaa. Tameppant a d teppas si yal tamnai, neppa ur ipmeppat. Deffir es aaaqeb uqsie"},{"SurahNumber":14,"VerseNumber":18,"Text":"Amedya n wid ijehlen, ar Mass nnsen: igiten nnsen am i$i$den i$ef iedem wavu, ass n tbucivant. Ur d ppawin acemma, seg wayen kesben. D wagi ay d ttelfan u$miq"},{"SurahNumber":14,"VerseNumber":19,"Text":"Day ur twalav ara, Oebbi Ixleq tamurt akked igenwan, s tidep? Ma ihwa yaS, a kwen Ikkes, a d Iawi lxelq amaynut"},{"SurahNumber":14,"VerseNumber":20,"Text":"Ayagi, i Oebbi, ur illi d ayen izzenzafen"},{"SurahNumber":14,"VerseNumber":21,"Text":"A d rsen akw zdat Oebbi. Ad inin uohifen i imzuxiyen: \"s tidep, nella nedda yidwen, ma tzemrem ad a$ tsellkem kra, seg uaaqeb n Oebbi\"? A d inin: \"lemmer i $ Inha Oebbi, yili nwelleh ikwen. Iauva fella$, neemeq ne$ neubeo, ur a$ illi ssoan"},{"SurahNumber":14,"VerseNumber":22,"Text":"Mi isuyya lameo, a d yini Cciian: \"Oebbi, d uuee, Iweaad awen lemaahda n tidep. Weaade$ awen, $uoe$ kwen. Ur sai$ adabu fellawen, siwa anecced nnwen. Tu$em awal iw. Ur iyi plummut, lummet iman nnwen. Ur zmire$ a kwen aawne$, ur tezmirem ad iyi taawnem. Nekoe$ wid iyi tepcarakem, zik. I imednas, s tidep, aaaqeb aqeoean"},{"SurahNumber":14,"VerseNumber":23,"Text":"Ad skecmen wid iumnen, ixeddmen ayen ilhan, ar leonanat, ddawat sen isaffen ppazzalen, ad wekkoen dinna, s wannuf n Mass nnsen. Azul nnsen dinna d: \"tifrat"},{"SurahNumber":14,"VerseNumber":24,"Text":"Day ur twalav ara, amek id Ifka Oebbi amedya? Awal laali am ttejoa laali, ieuoan is ouan, iferkawen is di tegnewt"},{"SurahNumber":14,"VerseNumber":25,"Text":"Teppak ed lfakia s, di yal imir, s wannuf n Mass is. Ippawi d Oebbi imedyaten i imdanen, amar a d mmektin"},{"SurahNumber":14,"VerseNumber":26,"Text":"Amedya n wawal ucmit, am ttejoa tucmip, teqlaa sennig wakal, war leqoao"},{"SurahNumber":14,"VerseNumber":27,"Text":"Oebbi Itebbit wid iumnen s wawal utebbet, di tmeddurt n ddunit akked laxeot. Oebbi Itellif imednas. Oebbi Ixeddem ayen i S ihwan"},{"SurahNumber":14,"VerseNumber":28,"Text":"Day ur twalav ara wid ineufen l$it n Oebbi, s tijehli? Ssersen agdud nnsen deg uxxam n twa$it"},{"SurahNumber":14,"VerseNumber":29,"Text":"Loahennama ad o$en degs: a yir leqoao"},{"SurahNumber":14,"VerseNumber":30,"Text":"Gan aS i Oebbi tanudda, iwakken ad telfen seg ubrid iS. Ini: \"zzhut! S tidep, leqoao nnwen d times"},{"SurahNumber":14,"VerseNumber":31,"Text":"Ini i imdanen iW iumnen, ad bedden i teallit, ad seddqen seg wayen iten N$at, s tuffra u ainani, uqbel a d ias wass ideg ur illi ssuq, ur telli tdukli"},{"SurahNumber":14,"VerseNumber":32,"Text":"Oebbi i Ixelqen tamurt akked igenwan, id Isse$layen aman seg igenni, Issufu$ ed yissen ppemoa, d ooeeq i kunwi. Inub fellawen s isaffen, u s lbabuo i iteddun di yill, s lameo iS"},{"SurahNumber":14,"VerseNumber":33,"Text":"Inub fellawen s yiiij d waggur, d imezgiyen. Inub fellawen s yiv akked wass"},{"SurahNumber":14,"VerseNumber":34,"Text":"Ifka yawen seg wayen akw i S tessutrem. Ma peesbem l$it n Mass nnwen, ur tessawavem. Ih, amdan, s tidep, d amednus, d ajehli"},{"SurahNumber":14,"VerseNumber":35,"Text":"Mi inna Iboahim: \"a Mass iw! Err tamdint agi d tin n laman, Aatq a$, nek d warraw iw, seg wannuz n taancuoin"},{"SurahNumber":14,"VerseNumber":36,"Text":"A Mass iw, nitenti, s tidep, telfent aias n medden. Win iddan yidi, neppa, s tidep, sgi. Win iyi auuan, Kecc, s tidep, Tepsemmieev, Tepeunuv"},{"SurahNumber":14,"VerseNumber":37,"Text":"A Mass nne$! Nek rri$ tanezdu$t, i kra n warraw iw, di te$zut ibuoen, ar Uxxam iK ioqan. A Mass nne$! Iwakken ad bedden i teallit. Err ulawen n kra n medden, ad ieninen $uosen, £it iten s ppemoat, amar ad snemmren"},{"SurahNumber":14,"VerseNumber":38,"Text":"A Mass nne$! Kecc, s tidep, Teeoiv ayen neffer akked wayen nenna. Ur iffir wacemma i Oebbi, di tmurt ne$ deg igenni"},{"SurahNumber":14,"VerseNumber":39,"Text":"Ccekoan i Oebbi iyi d Ifkan, di tewser iw, Ismaail akked Iseaq. Mass iw, s tidep, Issemeas i tnaaoit"},{"SurahNumber":14,"VerseNumber":40,"Text":"A Mass iw, Err iyi ad bedde$ i teallit. Akked kra, si tarwa w. A Mass iw, Steoeeb s unuju w"},{"SurahNumber":14,"VerseNumber":41,"Text":"A Mass nne$! Semmee ane$, nek d lwaldin iw, akked lmumnin, ass ideg ara d ias uqeiii"},{"SurahNumber":14,"VerseNumber":42,"Text":"Ur p$ili ar I$fel Oebbi, $ef wayen xeddmen imednas. Iooa ten kan, ar ass ideg ara beeeren allen"},{"SurahNumber":14,"VerseNumber":43,"Text":"Ad p$awalen, iqweooa ff$en d, allen ur ferzent, ulawen d ilmawen"},{"SurahNumber":14,"VerseNumber":44,"Text":"Nabi imdanen af wass ideg ara ten id yas uaaqeb. Ad inin wid idensen: \"a Mass nne$! Efk ane$ lmudda wezzilen, a d njaweb i unabi K, a neddu d imazanen\". \"Day ur teggulem ara kunwi, zik, ar ur tep$abem"},{"SurahNumber":14,"VerseNumber":45,"Text":"Tzed$em ixxamen n wid ivuooen iman nnsen. U Nbeggen awen d amek i sen Nga, u Nefka yawen d imedyaten"},{"SurahNumber":14,"VerseNumber":46,"Text":"Ni$ undin ccbukat nnsen. Ccbukat nnsen haatent ar Oebbi, xas ma ccbukat nnsen d tid ara isse$lin idurar"},{"SurahNumber":14,"VerseNumber":47,"Text":"£uoek a p$ilev Oebbi ad Izgel lemaahda S, i imazanen. S tidep, Oebbi d Uzmir, Ippara d ppao"},{"SurahNumber":14,"VerseNumber":48,"Text":"Ass ideg tamurt a ppu$al macci d tamurt; akken igenwan; a d asen ar Oebbi Yiwen, Aqehhao"},{"SurahNumber":14,"VerseNumber":49,"Text":"A pwaliv, assen, ibe$wviyen pwaqqnen wa $er wa"},{"SurahNumber":14,"VerseNumber":50,"Text":"Lebsa nnsen d qevoan, times t$umm udmawen nnsen"},{"SurahNumber":14,"VerseNumber":51,"Text":"Iwakken ad Ikafi Oebbi yal amdan, $ef wayen ikseb. Oebbi, s tidep, Ip$awal di leesab"},{"SurahNumber":14,"VerseNumber":52,"Text":"Wagi d anecced i imdanen, ad pwanedoen yis, ad eoen ar siwa Neppa ay d Oebbi Yiwen, a d mmektin uaqilen"}]}