{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"I cak da im Mi spustimo meleke, i da im govore mrtvi, i da prikupimo protiv njih svaku stvar sucelice, ne bi vjerovali, osim ako bi Allah htio. Međutim, vecina njih su neznalice"},{"SurahNumber":6,"VerseNumber":112,"Text":"I tako, ucinili smo svakom vjerovjesniku neprijateljem sejtane ljudi i dzinna - inspirisali su jedni druge kitnjastim govorom, obmanjujucim. A da je htio Gospodar tvoj, ne bi to radili. Zato ostavi njih i ono sta izmisljaju"},{"SurahNumber":6,"VerseNumber":113,"Text":"I da se tome naklonu srca onih koji ne vjeruju u Ahiret i da se zadovolje time, i da zarade ono sta oni zarađuju"},{"SurahNumber":6,"VerseNumber":114,"Text":"Pa zar da mimo Allaha trazim suca, a On je Taj koji vam je objavio Knjigu detaljnu? A oni kojima smo dali Knjigu, znaju da je ona spustena od Gospodara tvog s Istinom; zato ne budite nikako od sumnjivaca"},{"SurahNumber":6,"VerseNumber":115,"Text":"I ostvaruje se Rijec Gospodara tvog istinski i pravicno. Nema tog ko ce izmijeniti Rijeci Njegove; a On je Onaj koji cuje, Znalac"},{"SurahNumber":6,"VerseNumber":116,"Text":"A ako bi poslusao vecinu onih na Zemlji, zaveli bi te s puta Allahovog. Slijede samo pretpostavku i oni samo lazu"},{"SurahNumber":6,"VerseNumber":117,"Text":"Uistinu, Gospodar tvoj - On je Najbolji znalac onog ko skrece s puta Njegovog i On je Najbolji poznavalac upucenih"},{"SurahNumber":6,"VerseNumber":118,"Text":"Pa jedite od onog nad cim je spomenuto ime Allahovo, ako ste u ajete Njegove vjernici"},{"SurahNumber":6,"VerseNumber":119,"Text":"A nije za vas da ne jedete ono nad cim je spomenuto ime Allahovo - a doista vam je razlozio sta vam je zabranio - izuzimajuci ono na sto ste prisiljeni. A uistinu, mnogi zavode strastima svojim, bez znanja. Uistinu, Gospodar tvoj - On je Najbolji znalac prekrsilaca"},{"SurahNumber":6,"VerseNumber":120,"Text":"I ostavite vanjstinu grijeha i unutrasnjost njegovu. Uistinu, oni koji sticu grijeh, bice placeni za ono sta su stekli"},{"SurahNumber":6,"VerseNumber":121,"Text":"I ne jedite od onog nad cim nije spomenuto ime Allahovo, a uistinu, to je grijeh. I uistinu, sejtani nadahnjuju prijatelje svoje da se raspravljaju s vama. A ako ih poslusate, uistinu vi ste musrici"},{"SurahNumber":6,"VerseNumber":122,"Text":"Zar je onaj ko je bio mrtav - pa smo ga ozivili i nacinili mu svjetlo kojim ide među ljudima - kao onaj ko mu je slican, u tminama iz kojih nece biti vani? Eto tako je nevjernicima uljepsano ono sta rade"},{"SurahNumber":6,"VerseNumber":123,"Text":"A tako smo nacinili u svakom naselju velikase zloradnicima njegovim, da spletkare u njemu. A ne spletkare izuzev protiv dusa svojih, a ne opazaju"},{"SurahNumber":6,"VerseNumber":124,"Text":"I kad im dođe znak, govore: \"Necemo vjerovati dok nam se ne dadne slicno sta je dato poslanicima Allahovim.\" Allah je Najbolji znalac gdje postavlja poslanstva Svoja. Pogodice one koji grijese ponizenje kod Allaha, i kazna zestoka za ono sto spletkare"},{"SurahNumber":6,"VerseNumber":125,"Text":"Pa onome koga Allah zeli da uputi, rasiri grudi njegove Islamu. A onom koga zeli da zavede, ucini grudi njegove tijesnim, uskim, kao da se penje u nebo. Tako postavlja Allah prljavstinu na one koji ne vjeruju"},{"SurahNumber":6,"VerseNumber":126,"Text":"A ovo je put Gospodara tvog - ispravan. Doista smo razlozili znakove ljudima koji se poucavaju"},{"SurahNumber":6,"VerseNumber":127,"Text":"Imace oni kucu selama kod Gospodara svog, a On ce biti Zastitnik njihov zbog onog sta su radili"},{"SurahNumber":6,"VerseNumber":128,"Text":"A na Dan kad ih skupi zajedno: \"O skupino dzinna! Doista ste (zaveli) mnogo ljudi.\" A reci ce njihovi prijatelji između ljudi: \"Gospodaru nas! Koristili smo mi jedni drugima i stigli roku nasem kojeg si nam odredio.\" Reci ce: \"Vatra je boraviste vase, vjecno cete biti u njoj, izuzev sta htjedne Allah.\" Uistinu, Gospodar tvoj je Mudri, Znalac"},{"SurahNumber":6,"VerseNumber":129,"Text":"A tako okrecemo zalime jedne drugima, zbog onog sta su zaradili"},{"SurahNumber":6,"VerseNumber":130,"Text":"O skupino dzinna i ljudi! Zar vam nisu dolazili poslanici između vas, kazivali vam znakove Moje i upozoravali vas susretom ovog dana vaseg? Reci ce: \"Svjedocimo protiv dusa nasih.\" A obmanuo ih je zivot Dunjaa i svjedocit ce protiv dusa svojih da su oni bili nevjernici"},{"SurahNumber":6,"VerseNumber":131,"Text":"To zato sto nece Gospodar tvoj biti unistavac naselja zbog zulma, a budu li stanovnici njegovi nesvjesni"},{"SurahNumber":6,"VerseNumber":132,"Text":"A imace svako stepene od onog sta su radili; i nije Gospodar tvoj nehajan na ono sta rade"},{"SurahNumber":6,"VerseNumber":133,"Text":"A Gospodar tvoj je Neovisni, Vlasnik milosti. Ako hoce uklonit ce vas i nadomjestiti nakon vas cime hoce, kao sto je stvorio vas od potomstva drugih naroda"},{"SurahNumber":6,"VerseNumber":134,"Text":"Uistinu, ono cime vam se prijeti uslijedit ce, a niste vi ti koji ce umaci"},{"SurahNumber":6,"VerseNumber":135,"Text":"Reci: \"O narode moj! Radite na mjestu svom. Uistinu! Ja sam radnik. Pa spoznat cete onog ko ce za kraj imati dom.\" Uistinu, to nece uspjeti zalimi"},{"SurahNumber":6,"VerseNumber":136,"Text":"I dodjeljuju Allahu nesto od onog sta je stvorio od ljetine i stoke - dio, pa kazu: \"Ovo je za Allaha\", po tvrdnji njihovoj - \"a ovo je za ortake nase.\" Pa ono sta je za ortake njihove, tad ne stize Allahu; a sta je za Allaha, pa to stize ortacima njihovim. Zlo je kako rasuđuju"},{"SurahNumber":6,"VerseNumber":137,"Text":"A isto tako, uljepsali su mnogim musricima ortaci njihovi ubijanje djece njihove, da bi ih upropastili i da bi im (konfuzijom) zaodijenuli vjeru njihovu. A da hoce Allah, ne bi to cinili. Zato ostavi njih i ono sta izmisljaju"},{"SurahNumber":6,"VerseNumber":138,"Text":"I govore: \"Ova stoka i ljetina je zabranjena. Nece se hraniti njome, izuzev onaj kome dopustimo\" - po tvrdnji njihovoj - \"i stoka cija su leđa zabranjena i stoka nad kojom nije spomenuto ime Allahovo\" - izmisljajuci protiv Njega. Platit ce im za ono sto izmisljaju"},{"SurahNumber":6,"VerseNumber":139,"Text":"I govore: \"Sta je u trbusima ove stoke posebno je za nase muskarce, a zabranjeno je zenama nasim\"; a ako bude mrtvo, onda su oni u tom sudionici. Platit ce im opisivanje njihovo. Uistinu, On je Mudri, Znalac"},{"SurahNumber":6,"VerseNumber":140,"Text":"Doista su izgubili oni koji su ubijali djecu svoju glupo, bez znanja, i zabranjivali ono cim ih je opskrbio Allah, izmisljanjem protiv Allaha. Doista su zabludjeli i nisu bili upuceni"},{"SurahNumber":6,"VerseNumber":141,"Text":"A On je Taj koji stvara basce poduprte i nepoduprte, i palme, i usjev razlicite jestivosti njegove, i masline i narove, slicne i razlicite. Jedite od ploda njihovog - kad donese plod, i dajte dio toga na dan berbe njegove, i ne rasipajte. Uistinu! On ne voli rasipnike"},{"SurahNumber":6,"VerseNumber":142,"Text":"A od stoke, tovarnu i sitnu. Jedite od onog cim vas je opskrbio Allah, i ne slijedite korake sejtanove. Uistinu, on vam je neprijatelj otvoreni"},{"SurahNumber":6,"VerseNumber":143,"Text":"Osam parova: od ovaca dvoje i od koza dvoje. Reci: \"Da li je dva muzjaka zabranio ili dvije zenke, ili ono sta sadrze utrobe dviju zenki? Obavijestite me znanjem, ako istinu govorite"},{"SurahNumber":6,"VerseNumber":144,"Text":"I od deve dvoje i od goveda dvoje. Reci: \"Da li je dva muzjaka zabranio ili dvije zenke ili sta sadrze utrobe dviju zenki, ili ste bili svjedoci kad vam je Allah ovo zapovjedio?\" Pa ko je nepravedniji od onog ko izmislja protiv Allaha laz, da bi zavodio ljude bez znanja? Uistinu! Allah ne upucuje narod zalima"},{"SurahNumber":6,"VerseNumber":145,"Text":"Reci: \"Ne nalazim (nista) u onom sta mi se objavljuje zabranjenim za onog koji to jede, izuzev sto je lesina, ili krv prolivena ili meso svinje - pa uistinu to je pogan - ili ono nad cim je grijesno zazvano drugo ime, a ne Allahovo. Pa ko bude natjeran, bez zelje i bez prekoracenja, pa uistinu, Gospodar tvoj je Oprosnik, Milosrdni"},{"SurahNumber":6,"VerseNumber":146,"Text":"A onima koji su jevreji, zabranili smo svaku s papkom (nerazdvojenim), a od goveda i brava zabranili smo im sala njihova, izuzev sta nose leđa njihova ili crijeva, ili sta je pomjesano sa kosti. To smo ih platili zbog bunta njihovog, a uistinu, Mi Istinu govorimo"},{"SurahNumber":6,"VerseNumber":147,"Text":"Pa ako te poreknu, tad reci: \"Gospodar vas je Vlasnik milosti sveobuhvatne\"; i nece se povuci sila Njegova sa naroda prijestupnika"},{"SurahNumber":6,"VerseNumber":148,"Text":"Reci ce oni koji pridruzuju: \"Da je htio Allah ne bismo pridruzivali, a ni ocevi nasi, i ne bismo zabranili nista.\" Isto tako su poricali oni prije njih, dok nisu iskusili silu Nasu. Reci: \"Ima li kod vas imalo znanja pa da nam ga iznesete? Slijedite samo pretpostavku, i vi samo lazete"},{"SurahNumber":6,"VerseNumber":149,"Text":"Reci: \"Pa Allahov argument je konacan. Ta da je htio, sigurno bi vas sve uputio"},{"SurahNumber":6,"VerseNumber":150,"Text":"Reci: \"Dovedite svjedoke vase koji svjedoce da je Allah ovo zabranio.\" Pa ako posvjedoce, tad ne svjedoci s njima; i ne slijedi strasti onih koji poricu ajete Nase i onih koji ne vjeruju u Ahiret - a oni Gospodaru svom izjednacuju (rivale)"},{"SurahNumber":6,"VerseNumber":151,"Text":"Reci: \"Dođite, proucicu ono sta vam je zabranio Gospodar vas: da ne pridruzujete Njemu nista; roditeljima dobrocinstvo, i da ne ubijate djecu vasu zbog siromastva - Mi opskrbljujemo vas i njih - i ne priblizujte se razvratnostima, onom sta je vanjstina njihova i sta je unutrasnjost, i ne ubijte dusu koju je zabranio Allah, izuzev radi pravde. To vam zapovjeda da biste vi razumjeli"},{"SurahNumber":6,"VerseNumber":152,"Text":"I ne priblizujte se imetku siroceta, izuzev onako kako je najbolje, dok ne dosegne zrelost svoju; i ispunjavajte mjeru i vagu pravedno. Ne opterecujemo dusu, osim mogucnoscu njenom. A kad govorite, onda pravedno, makar bio rođak; i obavezu Allahu ispunjavajte. To vam zapovijeda da biste se vi poucili"},{"SurahNumber":6,"VerseNumber":153,"Text":"A ovo je Moj put pravi, zato ga slijedite. I ne slijedite puteve (druge), pa da vas odvoje od puta Njegovog; to vam zapovijeda da biste se vi pobojali"},{"SurahNumber":6,"VerseNumber":154,"Text":"Zatim smo dali Musau Knjigu potpunom za onog ko cini dobro i detaljnom za svaku stvar, i Uputu i milost, da bi oni u susret sa Gospodarom svojim vjerovali"},{"SurahNumber":6,"VerseNumber":155,"Text":"A ova Knjiga koju objavljujemo, blagoslovljena je, zato je slijedite i bojte se (Allaha), da bi vam se smilovalo"},{"SurahNumber":6,"VerseNumber":156,"Text":"Da ne biste rekli: \"Samo je objavljena Knjiga dvjema grupama prije nas, a doista smo bili prema ucenju njihovom nemarni"},{"SurahNumber":6,"VerseNumber":157,"Text":"Ili kazete: \"Da je nama - nama objavljena Knjiga, sigurno bismo bili upuceniji od njih.\" Pa vec vam je dosao dokaz jasan od Gospodara vaseg, i Uputa i milost. Pa ko je nepravedniji od onog ko porice ajete Allahove i odvraca od njih? Platicemo one koji odvracaju od ajeta Nasih, opakom kaznom, zato sto su odvracali"},{"SurahNumber":6,"VerseNumber":158,"Text":"Cekaju li samo da im dođu meleci ili dođe Gospodar tvoj ili dođe neki od znakova Gospodara tvog? Na Dan kad dođe neki od znakova Gospodara tvog, nece koristiti dusi vjerovanje njeno, (koja) nije vjerovala prije ili zaradila u vjerovanju svom dobro. Reci: \"Ocekujte! Uistinu! Mi smo cekatelji"},{"SurahNumber":6,"VerseNumber":159,"Text":"Uistinu! Oni koji su razdijelili vjeru svoju i postali sekte, nisi od njih ni u cemu. Samo je stvar njihova do Allaha, zatim ce ih obavijestiti o onom sta su cinili"},{"SurahNumber":6,"VerseNumber":160,"Text":"Ko dođe sa dobrim djelom, pa imace on deset slicnih njemu; a ko dođe sa zlim djelom, tad ce biti placen samo slicnim njemu; i njima se nece uciniti zulm"},{"SurahNumber":6,"VerseNumber":161,"Text":"Reci: \"Uistinu! Mene je uputio Gospodar moj putu pravom: vjeri pravoj, milletu Ibrahima hanife, a nije bio od musrika"},{"SurahNumber":6,"VerseNumber":162,"Text":"Reci: \"Uistinu, salat moj i zrtva moja i zivot moj i smrt moja su za Allaha, Gospodara svjetova"},{"SurahNumber":6,"VerseNumber":163,"Text":"On nema sudruga; a to mi je naređeno i ja sam prvi od muslimana"},{"SurahNumber":6,"VerseNumber":164,"Text":"Reci: \"Zar da mimo Allaha trazim gospodara, a On je Gospodar svake stvari?\" A zarađuje svaka dusa samo sebi, i nece se teretiti optereceni teretom drugog. Potom je Gospodaru vasem povratak vas, te ce vas obavijestiti o onom u cemu ste se razilazili"},{"SurahNumber":6,"VerseNumber":165,"Text":"I On je Taj koji vas je ucinio halifama Zemlje, i uzdigao vas jedne nad drugima stepenima, da vas iskusa u onom sta vam je dao. Uistinu! Gospodar tvoj je brz u kazni, i uistinu, On je Oprosnik, Milosrdni"},{"SurahNumber":7,"VerseNumber":1,"Text":"Alif. Lam. Mim. Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Knjiga se spusta tebi - zato neka u grudima tvojim ne bude tjeskobe zbog nje - da opominjes njome, a opomena je vjernicima"},{"SurahNumber":7,"VerseNumber":3,"Text":"Slijedite sta vam se objavljuje od Gospodara vaseg, i ne slijedite mimo Njega zastitnike. Malo cega se sjecate"},{"SurahNumber":7,"VerseNumber":4,"Text":"A koliko je naselja koja smo unistili! Tad bi im dosla sila Nasa nocu, ili dok bi oni prilegli u podnevu"},{"SurahNumber":7,"VerseNumber":5,"Text":"Zato je bio priziv njihov kad bi im dosla sila Nasa, jedino sto bi rekli: \"Uistinu! Mi smo bili zalimi"},{"SurahNumber":7,"VerseNumber":6,"Text":"Pa sigurno cemo pitati one kojima je poslata i sigurno cemo pitati izaslanike"},{"SurahNumber":7,"VerseNumber":7,"Text":"Tad cemo im sigurno ispricati sa znanjem, a nismo bili odsutni"},{"SurahNumber":7,"VerseNumber":8,"Text":"A mjerenje ce Tog dana biti istinito. Pa onaj cija mjerila pretegnu - pa ti takvi ce biti uspjesni"},{"SurahNumber":7,"VerseNumber":9,"Text":"A onaj cija mjerila olaksaju - pa takvi su oni koji su izgubili duse svoje, zbog toga sto su ajetima Nasim bili zalimi"},{"SurahNumber":7,"VerseNumber":10,"Text":"A doista smo vas ucvrstili na Zemlji i nacinili vam na njoj sredstva za zivot. Malo sto zahvaljujete"},{"SurahNumber":7,"VerseNumber":11,"Text":"I doista, stvorili smo vas, zatim vas oblikovali, potom rekosmo melecima: \"Ucinite sedzdu Ademu!\" Tad padose nicice, izuzev Iblisa, nije bio od onih koji padaju na sedzdu"},{"SurahNumber":7,"VerseNumber":12,"Text":"(Allah) rece: \"Sta te je zadrzalo da nisi pao na sedzdu kad sam ti naredio?\" Rece: \"Ja sam bolji od njega. Mene si stvorio od vatre, a njega si stvorio od ilovace"},{"SurahNumber":7,"VerseNumber":13,"Text":"(Allah) rece: \"Onda silazi iz njega! Pa nije za tebe da se oholis u njemu. Zato izlazi! Uistinu, ti si od ponizenih"},{"SurahNumber":7,"VerseNumber":14,"Text":"Rece: \"Odlozi mi do Dana kad budu podignuti"},{"SurahNumber":7,"VerseNumber":15,"Text":"(Allah) rece: \"Uistinu, ti si od onih kojima se odlaze"},{"SurahNumber":7,"VerseNumber":16,"Text":"Rece: \"Pa zato sto si me zaveo, sigurno cu im biti u zasjedi na putu Tvom pravom"},{"SurahNumber":7,"VerseNumber":17,"Text":"Zatim cu im sigurno prilaziti ispred njih i iza njih, i s desnih strana njihovih i s lijevih strana njihovih, i neces naci vecinu njih zahvalnim"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Allah) rece: \"Izlazi iz njega pokuđen i prognan. Sigurno onaj od njih ko te bude slijedio - sigurno cu napuniti Dzehennem s vama zajedno"},{"SurahNumber":7,"VerseNumber":19,"Text":"I o Ademe! Nastani ti i zena tvoja Dzennet, pa jedite odakle god hocete, i ne priblizujte se ovom drvetu, pa da budete od zalima"},{"SurahNumber":7,"VerseNumber":20,"Text":"Pa je dosaptavao njima dvoma sejtan, da bi im otkrio sta im je bilo skriveno od sew'ata njihovih. I rece: \"Zabranio vam je Gospodar vas sa ovog drveta, samo da ne budete dva meleka ili ne budete od besmrtnika"},{"SurahNumber":7,"VerseNumber":21,"Text":"I zaklete se njima dvoma: \"Uistinu! Ja sam vam sigurno od savjetnika"},{"SurahNumber":7,"VerseNumber":22,"Text":"Tad prouzroci da njih dvoje padnu na prevaru. Pa posto okusise drvo, otkrise im se sew'ati njihovi i pocese krpiti po sebi nesto lista dzennetskog. I pozva ih Gospodar njihov: \"Zar vam nisam zabranio sa ovog drveta i rekao vam: 'Uistinu! Sejtan vam je neprijatelj otvoreni"},{"SurahNumber":7,"VerseNumber":23,"Text":"Rekose: \"Gospodaru nas! Ucinili smo zulm dusama nasim, i ako nam ne oprostis i ne smilujes nam se, sigurno cemo biti od gubitnika"},{"SurahNumber":7,"VerseNumber":24,"Text":"Rece: \"Siđite! Vi ste jedno drugom neprijatelji. I imacete vi na Zemlji boraviste i opskrbu neko vrijeme"},{"SurahNumber":7,"VerseNumber":25,"Text":"Rece: \"Na njoj cete zivjeti i na njoj umirati, i iz nje izvedeni biti"},{"SurahNumber":7,"VerseNumber":26,"Text":"O sinovi Ademovi! Doista smo vam spustili odjecu da sakrije sew'ate vase, i perjanice, a odijelo bogobojaznosti, to je bolje. To je od znakova Allahovih, da bi se oni poucili"},{"SurahNumber":7,"VerseNumber":27,"Text":"O sinovi Ademovi! Neka vas nikako ne zavede sejtan kao sto je izveo roditelje vase iz Dzenneta, strgavsi s njih dvoje odjecu njihovu, da bi im pokazao sew'ate njihove. Uistinu, on vas vidi, on i vrsta njegova, odakle ne vidite njih. Uistinu! Mi smo ucinili sejtane zastitnicima onih koji ne vjeruju"},{"SurahNumber":7,"VerseNumber":28,"Text":"A kad ucine razvrat, govore: \"Nasli smo na tome oceve nase i Allah nam je to naredio.\" Reci: \"Uistinu, Allah ne naređuje razvrat. Zar govorite o Allahu ono sta ne znate"},{"SurahNumber":7,"VerseNumber":29,"Text":"Reci: \"Gospodar moj naređuje pravednost; i upravite lica svoja kod svakog mesdzida. Prizivajte Njega, odani Njegovom dinu. Kao sto vas je u pocetku stvorio, (tako se i) vracate"},{"SurahNumber":7,"VerseNumber":30,"Text":"Dio je uputio, a dio - obistinila se na njima zabluda. Uistinu, oni uzimaju sejtane zastitnicima mimo Allaha i misle da su oni upuceni"},{"SurahNumber":7,"VerseNumber":31,"Text":"O sinovi Ademovi! Uzmite ukras svoj kod svakog mesdzida, i jedite i pijte, a ne rasipajte. Uistinu! On ne voli rasipnike"},{"SurahNumber":7,"VerseNumber":32,"Text":"Reci: \"Ko je zabranio ukras Allahov kojeg je iznio robovima Svojim, i dobre stvari od opskrbe?\" Reci: \"One su za one koji vjeruju u zivotu Dunjaa, posebno na Dan kijameta.\" Eto tako razlazemo znakove ljudima koji znaju"},{"SurahNumber":7,"VerseNumber":33,"Text":"Reci: \"Gospodar moj je zabranio jedino razvratnosti, ono sta je vidljivo od njih i sta je skriveno, i grijesenje i tlacenje bez prava, i da pridruzujete Allahu ono za sto nije objavio autoritet, i da govorite o Allahu ono sta ne znate"},{"SurahNumber":7,"VerseNumber":34,"Text":"A svaka zajednica ima rok, pa kad dođe rok njihov, nece (ga) zadrzati cas, niti ubrzati"},{"SurahNumber":7,"VerseNumber":35,"Text":"O sinovi Ademovi! Ako vam dođu poslanici između vas, kazivace vam ajete Moje, pa ko se poboji i popravi, tad nece biti straha nad njima, niti ce oni zaliti"},{"SurahNumber":7,"VerseNumber":36,"Text":"A oni koji poreknu ajete Nase i uzohole se prema njima, takvi ce biti stanovnici vatre, oni ce u njoj biti vjecito"},{"SurahNumber":7,"VerseNumber":37,"Text":"Pa ko je nepravedniji od onog ko izmislja protiv Allaha laz ili porice ajete Njegove? Tim takvima ce doci dio njihov iz Knjige, dok, kad im dođu izaslanici Nasi da ih uzmu, govorice: \"Gdje je ono sta ste prizivali mimo Allaha?\" Reci ce: \"Nestali su od nas.\" I svjedocice protiv dusa svojih da su oni bili nevjernici"},{"SurahNumber":7,"VerseNumber":38,"Text":"(Allah) ce reci: \"Uđite u vatru u zajednice vec prosle prije vas, od dzinna i ljudi.\" Kad god uđe zajednica, proklinjace svoju sestru (zajednicu), dok, kad se u njoj svi sustignu, reci ce zadnja njihova prvoj njihovoj: \"Gospodaru nas! Ovi su nas zaveli, zato im daj dvostruku kaznu vatrom.\" Reci ce: \"Za svakog je dvostruko, međutim ne znate"},{"SurahNumber":7,"VerseNumber":39,"Text":"I reci ce prva njihova zadnjoj njihovoj: \"Pa niste vi imali nad nama nikakvu prednost, zato kusajte kaznu za ono sta ste zasluzili"},{"SurahNumber":7,"VerseNumber":40,"Text":"Uistinu, oni koji budu poricali ajete Nase i oholili se prema njima, nece im se otvoriti kapije neba i nece uci u Dzennet, dok ne prođe deva kroz usice igle; a tako placamo prestupnike"},{"SurahNumber":7,"VerseNumber":41,"Text":"Imace oni od Dzehennema postelju, a iznad njih ce biti (vatrene) pokrivke; a tako kaznjavamo zalime"},{"SurahNumber":7,"VerseNumber":42,"Text":"A oni koji vjeruju i cine dobra djela - ne opterecujemo dusu, izuzev mogucnoscu njenom - takvi ce biti stanovnici Dzenneta, oni ce u njemu biti vjecito"},{"SurahNumber":7,"VerseNumber":43,"Text":"I istrgnucemo sta je u grudima njihovim od mrznje; teci ce ispod njih rijeke i govorice: \"Hvala Allahu koji nas je ovom uputio. A ne bismo se uputili da nas nije Allah uputio! Doista, donosili su poslanici Gospodara naseg Istinu.\" I viknuce im se: \"Ovo je Dzennet koji vam je dat u naslijeđe za ono sta ste radili"},{"SurahNumber":7,"VerseNumber":44,"Text":"I dozivace stanovnici Dzenneta stanovnike vatre: \"Doista smo nasli ono sto nam je obecavao Gospodar nas istinitim, pa jeste li nasli ono sta je obecavao Gospodar vas istinitim?\" Reci ce: \"Da.\" Tad ce objaviti muezzin među njima: \"Prokletstvo Allahovo je nad zalimima"},{"SurahNumber":7,"VerseNumber":45,"Text":"Onima koji su odvracali od puta Allahovog i trazili ga iskrivljenim, a oni su u Ahiret bili nevjernici"},{"SurahNumber":7,"VerseNumber":46,"Text":"I između njih dvaju bice veo, a na uzvisinama ce biti ljudi (koji ce) prepoznati svakog po obiljezjima njihovim. I vikat ce stanovnicima Dzenneta: \"Selamun alejkum!\" Nisu usli u njega, a oni ce zeljeti"},{"SurahNumber":7,"VerseNumber":47,"Text":"I kad skrenu pogledi njihovi prema stanovnicima vatre, reci ce: \"Gospodaru nas! Ne stavi nas sa narodom zalima"},{"SurahNumber":7,"VerseNumber":48,"Text":"I pozivace stanovnici uzvisina ljude koje ce znati po obiljezjima njihovim, govorice: \"Sta vam je vrijedio skup vas i sto ste se oholili"},{"SurahNumber":7,"VerseNumber":49,"Text":"Jesu li to oni (za koje) ste se kleli da im nece stici Allahova milost?\" \"Uđite u Dzennet! Nema straha nad vama i necete vi zaliti"},{"SurahNumber":7,"VerseNumber":50,"Text":"I zvace stanovnici vatre stanovnike Dzenneta: \"Prolijte na nas malo vode ili nesto od onog cim vas je opskrbio Allah.\" Reci ce: \"Uistinu! Allah je to dvoje zabranio nevjernicima"},{"SurahNumber":7,"VerseNumber":51,"Text":"Onima koji su uzimali vjeru svoju igrom i zabavom, a obmanuo ih je zivot Dunjaa.\" Zato cemo njih Danas zaboraviti, kao sto su zaboravili na susret dana njihovog ovog, i sto su ajete Nase nijekali"},{"SurahNumber":7,"VerseNumber":52,"Text":"A doista, donijeli smo im Knjigu, pa smo je bazirali na znanju, Uputu i milost za ljude koji vjeruju"},{"SurahNumber":7,"VerseNumber":53,"Text":"Cekaju li samo ostvarenje njeno? Na Dan kad dođe ostvarenje njeno, govorice oni koji su je zaboravili ranije: \"Doista su poslanici Gospodara naseg donosili Istinu. Pa hoce li biti za nas ikakvih posrednika, pa da posreduju za nas ili da budemo vraceni, pa da radimo drugacije no sto smo radili?\" Doista, izgubili su duse svoje, a iscezlo je od njih sta su izmisljali"},{"SurahNumber":7,"VerseNumber":54,"Text":"Uistinu! Gospodar vas je Allah koji je stvorio nebesa i Zemlju u sest dana, zatim se postavio na Ars. Prekriva nocu dan (koji) trazi nju zurno, a Sunce i Mjesec i zvijezde potcinjeni su komandi Njegovoj. Uistinu! Njegovo je stvaranje i komanda! Blagoslovljen neka je Allah, Gospodar svjetova"},{"SurahNumber":7,"VerseNumber":55,"Text":"Zazivajte Gospodara svog skruseno i potajno. Uistinu! On ne voli one koji prevrsuju"},{"SurahNumber":7,"VerseNumber":56,"Text":"I ne cinite fesad na Zemlji, nakon sređivanja njenog, i prizivajte Njega, strahujuci i nadajuci se. Uistinu, Allahova milost je bliska dobrociniteljima"},{"SurahNumber":7,"VerseNumber":57,"Text":"A On je Taj koji salje vjetrove radosnom vijescu pred miloscu Svojom. Dok, kad ponesu oblake teske, usmjerimo ga ka zemlji zamrloj pa spustamo na nju vodu, te izvodimo njome od svaceg plodove. Tako cemo izvesti mrtve, da biste se vi podsjetili"},{"SurahNumber":7,"VerseNumber":58,"Text":"A dobra zemlja izvodi rastinje svoje s dozvolom Gospodara svog; a koja je losa, izvodi samo oskudno. Tako razlazemo znakove ljudima (koji) zahvaljuju"},{"SurahNumber":7,"VerseNumber":59,"Text":"Doista smo poslali Nuha narodu njegovom, pa rece: \"O narode moj! Obozavajte Allaha! Nemate vi drugog boga osim Njega. Uistinu! Ja se bojim za vas kazne Dana strahovitog"},{"SurahNumber":7,"VerseNumber":60,"Text":"Uglednici iz naroda njegovog rekose: \"Uistinu, mi te vidimo u zabludi ocitoj"},{"SurahNumber":7,"VerseNumber":61,"Text":"Rece: \"O narode moj! Nije u meni zabluda, nego sam ja poslanik Gospodara svjetova"},{"SurahNumber":7,"VerseNumber":62,"Text":"Dostavljam vam poslanice Gospodara svog i savjetujem vas, i znam od Allaha ono sta ne znate"},{"SurahNumber":7,"VerseNumber":63,"Text":"Zar se cudite sto vam dolazi Opomena od Gospodara vaseg po covjeku između vas, da bi vas opomenuo, i da biste se pobojali i da bi vam se smilovalo"},{"SurahNumber":7,"VerseNumber":64,"Text":"Tad ga porekose, pa spasismo njega i one s njim u lađi, a potopismo one koji su poricali ajete Nase. Uistinu, oni su bili narod slijepaca"},{"SurahNumber":7,"VerseNumber":65,"Text":"I Adu, brata njihovog Huda. Rece: \"O narode moj! Obozavajte Allaha. Nemate vi drugog boga osim Njega. Pa zar se necete pobojati"},{"SurahNumber":7,"VerseNumber":66,"Text":"Uglednici koji nisu vjerovali iz naroda njegovog, rekose: \"Uistinu, mi te vidimo u gluposti, i uistinu, mi mislimo da si ti od lazova"},{"SurahNumber":7,"VerseNumber":67,"Text":"Rece: \"O narode moj! Nije u meni glupost, nego sam ja poslanik Gospodara svjetova"},{"SurahNumber":7,"VerseNumber":68,"Text":"Dostavljam vam poslanice Gospodara mog i ja sam vam savjetnik pouzdani"},{"SurahNumber":7,"VerseNumber":69,"Text":"Zar se cudite sto vam dolazi Opomena od Gospodara vaseg po covjeku između vas, da bi vas upozorio? A sjetite se kad vas je ucinio nasljednicima nakon naroda Nuhovog, i povecao vas u konstituciji obilno. Pa sjetite se blagodati Allahovih, da biste vi uspjeli"},{"SurahNumber":7,"VerseNumber":70,"Text":"Rekose: \"Zar si nam dosao da bismo obozavali Allaha - jedinog Njega, a ostavili ono sto su obozavali ocevi nasi? Pa daj nam ono cim nam prijetis, ako istinu govoris"},{"SurahNumber":7,"VerseNumber":71,"Text":"Rece: \"Vec je pala na vas od Gospodara vaseg prljavstina i gnjev. Zar se prepirete sa mnom o imenima? koja ste nadjenuli vi i ocevi vasi; nije spustio Allah za njih nikakav autoritet. Pa ocekujte! Uistinu! Ja sam od onih koji sa vama cekaju"},{"SurahNumber":7,"VerseNumber":72,"Text":"Pa smo spasili njega i one s njim miloscu od Nas, i odsjekli korijen onih koji su poricali ajete Nase i nisu bili vjernici"},{"SurahNumber":7,"VerseNumber":73,"Text":"I Semudu, brata njihovog Saliha. Rece: \"O narode moj! Obozavajte Allaha! Nemate vi drugog boga osim Njega. Vec vam je dosao jasan dokaz od Gospodara vaseg. Ova deva Allahova za vas je znak; zato je pustite da jede po Zemlji Allahovoj, i ne doticite je zlom, pa da vas spopadne kazna bolna"},{"SurahNumber":7,"VerseNumber":74,"Text":"I sjetite se kad vas je ucinio nasljednicima nakon Ada i nastanio vas na Zemlji. Pravite u nizijama njenim palace i klesete brda (u) kuce. Pa sjetite se blagodati Allahovih i ne cinite zlo na Zemlji, praveci fesad"},{"SurahNumber":7,"VerseNumber":75,"Text":"Uglednici koji su se uzoholili iz naroda njegovog rekose onima koji su ucinjeni slabima - onom ko je vjerovao od njih: \"Znate li da je Salih izaslanik od Gospodara njegovog?\" Rekose: \"Uistinu, mi smo u ono s cim je poslat, vjernici"},{"SurahNumber":7,"VerseNumber":76,"Text":"Oni koji su se uzoholili rekose: \"Uistinu, mi smo u ono u sto vjerujete, nevjernici"},{"SurahNumber":7,"VerseNumber":77,"Text":"Tad ranise devu i oglusise se o naredbu Gospodara svog, i rekose: \"O Salih! Donesi nam ono cim nam prijetis, ako si od izaslanika"},{"SurahNumber":7,"VerseNumber":78,"Text":"Pa ih snađe potres, te osvanuse u kucama svojim povaljani"},{"SurahNumber":7,"VerseNumber":79,"Text":"Tad se okrenu od njih i rece: \"O narode moj. Doista sam vam dostavio poslanicu Gospodara svog i savjetovao vas, međutim, ne volite savjetnike"},{"SurahNumber":7,"VerseNumber":80,"Text":"I Luta! Kad rece narodu svom: \"Zar cinite razvrat u kojem vas nije nadmasio niko od svjetova"},{"SurahNumber":7,"VerseNumber":81,"Text":"Uistinu, vi prilazite strascu ljudima mimo zena. Naprotiv, vi ste ljudi koji pretjeruju"},{"SurahNumber":7,"VerseNumber":82,"Text":"Odgovor naroda njegovog bio je jedino sto rekose: \"Protjerajte ih iz naselja vaseg. Uistinu, oni su ljudi koji se ciste"},{"SurahNumber":7,"VerseNumber":83,"Text":"Pa smo spasili njega i porodicu njegovu, izuzev zene njegove, bila je od izostalih"},{"SurahNumber":7,"VerseNumber":84,"Text":"I izlili smo na njih kisu. Pa pogledaj kakav je bio kraj prestupnika"},{"SurahNumber":7,"VerseNumber":85,"Text":"I Medjenu, brata njihovog, Suajba. Rece: \"O narode moj! Obozavajte Allaha! Nemate vi drugog boga sem Njega. Zaista vam je dosao jasan dokaz od Gospodara vaseg; zato ispunjavajte mjeru i mjerilo. I ne zakidajte ljudima stvari njihove, i ne cinite fesad na Zemlji, nakon sređivanja njenog. To je bolje za vas, ako ste vjernici"},{"SurahNumber":7,"VerseNumber":86,"Text":"I ne sjedajte na svakom putu prijeteci i odvracajuci od puta Allahovog onog ko vjeruje u Njega i trazeci ga iskrivljenim. I sjetite se kad ste bili (brojcano) mali, pa vas je umnozio. I pogledajte kakav je bio kraj mufsida"},{"SurahNumber":7,"VerseNumber":87,"Text":"A ako bude skupina među vama (koja) vjeruje u ono s cim sam poslat, i skupina (koja) ne vjeruje, onda se strpite dok Allah ne presudi među nama, a On je Najbolji od sudaca"}]}