{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Du wirst ganz gewiß finden, daß diejenigen Menschen, die den Glaubigen am heftigsten Feindschaft zeigen, die Juden und diejenigen sind, die (Allah etwas) beigesellen. Und du wirst ganz gewiß finden, daß diejenigen, die den Glaubigen in Freundschaft am nachsten stehen, die sind, die sagen: \"Wir sind Christen.\" Dies, weil es unter ihnen Priester und Monche gibt und weil sie sich nicht hochmutig verhalten"},{"SurahNumber":5,"VerseNumber":83,"Text":"Wenn sie horen, was zum Gesandten (als Offenbarung) herabgesandt worden ist, siehst du ihre Augen von Tranen uberfließen wegen dessen, was sie (darin) als Wahrheit erkannt haben. Sie sagen: \"Unser Herr, wir glauben. Schreibe uns unter den Zeugnis Ablegenden auf"},{"SurahNumber":5,"VerseNumber":84,"Text":"Warum sollten wir nicht an Allah glauben und an das, was von der Wahrheit zu uns gekommen ist, und begehren, daß uns unser Herr zusammen mit dem rechtschaffenen Volk (in den Paradiesgarten) eingehen lasse"},{"SurahNumber":5,"VerseNumber":85,"Text":"So wird Allah sie fur das, was sie gesagt haben, mit Garten belohnen, durcheilt von Bachen, ewig darin zu bleiben. Das ist der Lohn der Gutes Tuenden"},{"SurahNumber":5,"VerseNumber":86,"Text":"Diejenigen aber, die unglaubig sind und Unsere Zeichen fur Luge erklaren, das sind die Insassen des Hollenbrandes"},{"SurahNumber":5,"VerseNumber":87,"Text":"O die ihr glaubt, verbietet nicht die guten Dinge, die Allah euch erlaubt hat. und ubertretet nicht! Allah liebt nicht die Ubertreter"},{"SurahNumber":5,"VerseNumber":88,"Text":"Und eßt von dem, womit Allah euch versorgt hat, als etwas Erlaubtem und Gutem, und furchtet Allah, an Den ihr glaubt"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah wird euch nicht fur etwas Unbedachtes in euren Eiden belangen. Jedoch wird Er euch fur das belangen, was ihr mit euren Eiden fest abmacht (und dieses dann nicht einhaltet). Die Suhne dafur besteht in der Speisung von zehn Armen in dem Maß, wie ihr eure Angehorigen im Durchschnitt speist, oder ihrer Bekleidung oder der Befreiung eines Sklaven. Wer aber keine (Moglichkeit) findet, (der hat) drei Tage (zu) fasten. Das ist die Suhne fur eure Eide, wenn ihr schwort. Und erfullt eure Eide. So macht Allah euch Seine Zeichen klar, auf daß ihr dankbar sein moget"},{"SurahNumber":5,"VerseNumber":90,"Text":"O die ihr glaubt, berauschender Trank, Glucksspiel, Opfersteine und Lospfeile sind nur ein Greuel vom Werk des Satans. So meidet ihn, auf daß es euch wohl ergehen moge"},{"SurahNumber":5,"VerseNumber":91,"Text":"Der Satan will (ja) zwischen euch nur Feindschaft und Haß saen durch berauschenden Trank und Glucksspiel und euch vom Gedenken Allahs und vom Gebet abhalten. Werdet ihr (damit) nun wohl aufhoren"},{"SurahNumber":5,"VerseNumber":92,"Text":"Und gehorcht Allah und gehorcht dem Gesandten und seht euch vor! Doch wenn ihr euch abkehrt, so wißt, daß Unserem Gesandten nur die deutliche Ubermittelung (der Botschaft) obliegt"},{"SurahNumber":5,"VerseNumber":93,"Text":"Es lastet keine Sunde auf denjenigen, die glauben und rechtschaffene Werke tun, hinsichtlich dessen, was sie (bisher) verzehrt haben, wenn sie (fortan) gottesfurchtig sind und glauben und rechtschaffene Werke tun und wiederum gottesfurchtig sind und glauben und wiederum gottesfurchtig sind und Gutes tun. Allah liebt die Gutes Tuenden"},{"SurahNumber":5,"VerseNumber":94,"Text":"O die ihr glaubt, Allah wird euch ganz gewiß mit etwas von dem Jagdwild prufen, das eure Hande und Lanzen erreichen (konnen), damit Allah denjenigen kenne, der Ihn im Verborgenen furchtet. Wer nun danach eine Ubertretung begeht, fur den gibt es schmerzhafte Strafe"},{"SurahNumber":5,"VerseNumber":95,"Text":"O die ihr glaubt, totet nicht das Jagdwild, wahrend ihr im Zustand der Pilgerweihe seid! Wer von euch es vorsatzlich totet, (fur den gilt es,) eine Ersatzleistung (zu zahlen), ein Gleiches, wie das, was er getotet hat, an Stuck Vieh - daruber sollen zwei gerechte Personen von euch richten - (eine Ersatzleistung, die) als Opfertier die Ka'ba erreichen soll. Oder (er leistet als) eine Suhne die Speisung von Armen oder die (entsprechende) Ersatzleistung an Fasten, damit er die schlimmen Folgen seines Verhaltens koste. Allah verzeiht, was (vorher) geschehen ist. Wer aber ruckfallig wird, den wird Allah der Vergeltung aussetzen. Allah ist Allmachtig und Besitzer von Vergeltungsgewalt"},{"SurahNumber":5,"VerseNumber":96,"Text":"Erlaubt sind euch die Jagdtiere des Meeres und (all) das Eßbare aus ihm als Nießbrauch fur euch und fur die Reisenden; doch verboten ist euch die Jagd auf die Landtiere, solange ihr im Zustand der Pilgerweihe seid. Und furchtet Allah, zu Dem ihr versammelt werdet"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah hat die Ka'ba, das geschutzte Haus, zu einer Statte des Gottesdienstes fur die Menschen gemacht, und (ebenso) den Schutzmonat, die Opfertiere und die (Opfertiere mit den) Halsgehange(n). Dies, damit ihr wisset, daß Allah weiß, was in den Himmeln und was auf der Erde ist, und daß Allah uber alles Bescheid weiß"},{"SurahNumber":5,"VerseNumber":98,"Text":"Wisset, daß Allah streng im Bestrafen, daß Allah (aber auch) Allvergebend und Barmherzig ist"},{"SurahNumber":5,"VerseNumber":99,"Text":"Dem Gesandten obliegt nur die Ubermittelung (der Botschaft). Und Allah weiß, was ihr offenlegt und was ihr verbergt"},{"SurahNumber":5,"VerseNumber":100,"Text":"Sag: Nicht gleich sind das Schlechte und das Gute, auch wenn die Menge des Schlechten dir gefallen sollte. Darum furchtet Allah, o die ihr Verstand besitzt, auf daß es euch wohl ergehen moge"},{"SurahNumber":5,"VerseNumber":101,"Text":"O die ihr glaubt, fragt nicht nach Dingen, die, wenn sie euch offengelegt werden, euch leid tun, wenn ihr nach ihnen fragt zu der Zeit, da der Qur'an offenbart wird, sie euch (gewiß) offengelegt werden, wo Allah sie ubergangen hat. Und Allah ist Allvergebend und Nachsichtig"},{"SurahNumber":5,"VerseNumber":102,"Text":"Leute vor euch haben schon danach gefragt, doch dann wurden sie ihretwegen unglaubig"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah hat keine Bahira, keine Sa'iba, keine Wasila und keine Ham bestimmt, sondern diejenigen, die unglaubig sind, ersinnen gegen Allah Lugen, und die meisten von ihnen begreifen nicht"},{"SurahNumber":5,"VerseNumber":104,"Text":"Und wenn man zu ihnen sagt: \"Kommt her zu dem, was Allah (als Offenbarung) herabgesandt hat, und zum Gesandten\", sagen sie: \"Unsere Genuge ist das, worin wir unsere Vater (vor)gefunden haben.\" Was denn, auch wenn ihre Vater nichts begriffen und nicht rechtgeleitet waren"},{"SurahNumber":5,"VerseNumber":105,"Text":"O die ihr glaubt, wacht uber euch selbst! Wer abirrt, kann euch keinen Schaden zufugen, wenn ihr rechtgeleitet seid. Zu Allah wird eure aller Ruckkehr sein, und dann wird Er kundtun, was ihr zu tun pflegtet"},{"SurahNumber":5,"VerseNumber":106,"Text":"O die ihr glaubt, wenn einem von euch der Tod naht zu der Zeit, da (er sein) Vermachtnis (macht), (soll) das Zeugnis unter euch (erfolgen) durch zwei gerechte Personen von euch, oder durch zwei andere, (die) nicht von euch (sind), wenn ihr im Land umherreist und euch dann das Ungluck des Todes trifft. Ihr sollt sie nach dem Gebet festhalten, und sie sollen dann, wenn ihr zweifelt, bei Allah schworen: \"Wir verkaufen es fur keinen Preis, auch wenn es sich um einen Verwandten handelt, und verheimlichen das Zeugnis Allahs nicht; wir gehorten sonst wahrlich zu den Sundhaften"},{"SurahNumber":5,"VerseNumber":107,"Text":"Wenn man danach aber entdeckt, daß sie (beide) sich einer Sunde schuldig gemacht haben, dann (sollen) zwei andere an ihre Stelle treten von denen, zu deren Nachteil die beiden sich (einer Sunde) schuldig gemacht haben, und (sie) (beide sollen) bei Allah schworen: \"Unser Zeugnis ist wahrlich berechtigter als deren Zeugnis. Und wir haben nicht ubertreten; wir gehorten sonst wahrlich zu den Ungerechten"},{"SurahNumber":5,"VerseNumber":108,"Text":"Das ist eher geeignet, daß sie das Zeugnis, wie es sein soll, ablegen oder sie befurchten (mussen), daß nach ihren Eiden wieder (andere) Eide (geschworen) werden. Und furchtet Allah und hort! Allah leitet das Volk der Frevler nicht recht"},{"SurahNumber":5,"VerseNumber":109,"Text":"An dem Tag, da Allah die Gesandten versammelt und dann sagt: \"Was wurde euch geantwortet?'\", werden sie sagen: \"Wir haben kein Wissen (daruber). Du bist ja der Allwisser der verborgenen Dinge"},{"SurahNumber":5,"VerseNumber":110,"Text":"Wenn Allah sagt: \"O 'Isa, Sohn Maryams, gedenke Meiner Gunst an dir und an deiner Mutter, als Ich dich mit dem Heiligen Geist starkte, so daß du in der Wiege zu den Menschen sprachst und im Mannesalter; und als Ich dich die Schrift, die Weisheit, die Tora und das Evangelium lehrte; und als du aus Lehm mit Meiner Erlaubnis (etwas) schufst, (was so aussah) wie die Gestalt eines Vogels, und ihr dann einhauchtest, und sie da ein (wirklicher) Vogel wurde mit Meiner Erlaubnis; und (als) du den Blindgeborenen und den Weißgefleckten mit Meiner Erlaubnis heiltest und Tote mit Meiner Erlaubnis (aus den Grabern) herauskommen ließest; und als Ich die Kinder Isra'ils von dir zuruckhielt, als du mit den klaren Beweisen zu ihnen kamst, worauf diejenigen von ihnen, die unglaubig waren, sagten: ,Das ist nichts als deutliche Zauberei"},{"SurahNumber":5,"VerseNumber":111,"Text":"Und als Ich den Jungern eingab: \"Glaubt an Mich und an Meinen Gesandten!\" Sie sagten: \"Wir glauben. Bezeuge, daß wir Dir ergeben sind"},{"SurahNumber":5,"VerseNumber":112,"Text":"Als die Junger sagten: \"O 'Isa, Sohn Maryams, kann dein Herr zu uns einen Tisch (mit Speisen) vom Himmel herabsenden?\" Er sagte: \"Furchtet Allah, wenn ihr glaubig seid"},{"SurahNumber":5,"VerseNumber":113,"Text":"Sie sagten: \"Wir wollen von ihm essen und, daß unsere Herzen Ruhe finden und, daß wir wissen, daß du zu uns tatsachlich die Wahrheit gesprochen hast und, daß wir zu denen gehoren, die daruber Zeugnis ablegen (konnen)"},{"SurahNumber":5,"VerseNumber":114,"Text":"Isa, der Sohn Maryams, sagte: \"O Allah, unser Herr, sende zu uns einen Tisch (mit Speisen) vom Himmel herab, der fur uns, fur den ersten von uns und den letzten von uns, ein Fest sein soll und ein Zeichen von Dir. Und versorge uns. Du bist ja der beste Versorger"},{"SurahNumber":5,"VerseNumber":115,"Text":"Allah sagte: \"Ich werde ihn gewiß zu euch hinabsenden. Wer von euch aber danach unglaubig ist, den werde Ich mit einer Strafe strafen, mit der Ich (sonst) niemanden (anderen) der Weltenbewohner strafe"},{"SurahNumber":5,"VerseNumber":116,"Text":"Und wenn Allah sagt: \"O 'Isa, Sohn Maryams, bist du es, der zu den Menschen gesagt hat: ,Nehmt mich und meine Mutter außer Allah zu Gottern!'?\", wird er sagen: \"Preis sei Dir! Es steht mir nicht zu, etwas zu sagen, wozu ich kein Recht habe. Wenn ich es (tatsachlich doch) gesagt hatte, dann wußtest Du es bestimmt. Du weißt, was in mir vorgeht, aber ich weiß nicht, was in Dir vorgeht. Du bist ja der Allwisser der verborgenen Dinge"},{"SurahNumber":5,"VerseNumber":117,"Text":"Ich habe ihnen nur gesagt, was Du mir befohlen hast (, namlich): ,Dient Allah, meinem und eurem Herrn! Und ich war uber sie Zeuge, solange ich unter ihnen weilte. Seitdem Du mich abberufen hast, bist Du der Wachter uber sie. Du bist uber alles Zeuge"},{"SurahNumber":5,"VerseNumber":118,"Text":"Wenn Du sie strafst, so sind sie Deine Diener, und wenn Du ihnen vergibst, so bist Du ja der Allmachtige und Allweise"},{"SurahNumber":5,"VerseNumber":119,"Text":"Allah wird sagen: \"Dies ist der Tag, an dem den Wahrhaftigen ihre Wahrhaftigkeit nutzt.\" Fur sie sind Garten, durcheilt von Bachen, ewig und auf immer darin zu bleiben. Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Das ist der großartige Erfolg"},{"SurahNumber":5,"VerseNumber":120,"Text":"Allah gehort die Herrschaft uber die Himmel und die Erde und das, was in ihnen ist. Und Er hat zu allem die Macht"},{"SurahNumber":6,"VerseNumber":1,"Text":"(Alles) Lob gehort Allah, Der die Himmel und die Erde erschaffen und die Finsternisse und das Licht gemacht hat; dennoch setzen diejenigen, die unglaubig sind, ihrem Herrn (andere) gleich"},{"SurahNumber":6,"VerseNumber":2,"Text":"Er ist es, Der euch aus Lehm erschaffen und hierauf eine Frist bestimmt hat. Und (es gibt) eine (andere) festgesetzte Frist bei Ihm; dennoch zweifelt ihr"},{"SurahNumber":6,"VerseNumber":3,"Text":"Er ist Allah in den Himmeln und auf der Erde. Er kennt euer Geheimes und euer Verlautbartes und weiß, was ihr verdient"},{"SurahNumber":6,"VerseNumber":4,"Text":"Kein Zeichen von den Zeichen ihres Herrn kam zu ihnen, ohne daß sie sich von ihm abzuwenden pflegten"},{"SurahNumber":6,"VerseNumber":5,"Text":"So erklarten sie die Wahrheit fur Luge, als sie zu ihnen kam. Aber zu ihnen werden die Nachrichten kommen von dem, woruber sie sich lustig zu machen pflegten"},{"SurahNumber":6,"VerseNumber":6,"Text":"Haben sie nicht gesehen, wie viele Geschlechter Wir vor ihnen vernichteten, denen Wir auf der Erde eine feste Stellung verliehen hatten, wie Wir sie euch nicht verliehen haben, und auf die Wir den Regen ergiebig (hinab)sandten, und unterhalb derer Wir Flusse stromen ließen? Und da haben Wir sie fur ihre Sunden vernichtet und nach ihnen ein anderes Geschlecht entstehen lassen"},{"SurahNumber":6,"VerseNumber":7,"Text":"Wenn Wir auf dich ein Buch aus (beschriebenen) Blattern hinabgesandt hatten, so daß sie es mit ihren Handen befuhlen (konnten), wurden diejenigen, die unglaubig sind, dennoch sagen: \"Das ist ja nur deutliche Zauberei"},{"SurahNumber":6,"VerseNumber":8,"Text":"Und sie sagen: \"Warum ist kein Engel zu ihm herabgesandt worden?\" Wenn Wir aber einen Engel herabsenden wurden, dann ware die Angelegenheit wahrlich entschieden, und ihnen wurde dann kein Aufschub gewahrt"},{"SurahNumber":6,"VerseNumber":9,"Text":"Und wenn Wir ihn (den Gesandten auch) zu einem Engel gemacht hatten, so hatten Wir ihn (doch) wahrlich zu einem Mann gemacht, und Wir hatten ihnen wahrlich verdeckt, was sie zu verdecken suchten"},{"SurahNumber":6,"VerseNumber":10,"Text":"Man machte sich ja schon vor dir uber Gesandte lustig. Da umschloß diejenigen, die uber sie spotteten, das, woruber sie sich lustig zu machen pflegten"},{"SurahNumber":6,"VerseNumber":11,"Text":"Sag: Reist auf der Erde umher und schaut, wie das Ende der Leugner war"},{"SurahNumber":6,"VerseNumber":12,"Text":"Sag: Wem gehort, was in den Himmeln und auf der Erde ist? Sag: Allah. Er hat Sich Selbst Barmherzigkeit vorgeschrieben. Er wird euch ganz gewiß zum Tag der Auferstehung versammeln, an dem es keinen Zweifel gibt. (Schaut; wie das Ende) derjenigen (war), die ihre Seelen verloren haben, denn sie glaubten nicht"},{"SurahNumber":6,"VerseNumber":13,"Text":"Ihm gehort (alles), was in der Nacht und am Tag ruht. Und Er ist der Allhorende und Allwissende"},{"SurahNumber":6,"VerseNumber":14,"Text":"Sag: Sollte ich einen anderen zum Schutzherren nehmen als Allah, den Erschaffer der Himmel und der Erde, Der Speise gibt, wahrend Ihm (selbst) keine Speise gegeben wird? Sag: Mir ist befohlen worden, der erste zu sein, der sich (Allah) ergibt, und: \"Gehore ja nicht zu den Gotzendienern"},{"SurahNumber":6,"VerseNumber":15,"Text":"Sag: Gewiß, ich furchte, wenn ich mich meinem Herrn widersetze, die Strafe eines gewaltigen Tages"},{"SurahNumber":6,"VerseNumber":16,"Text":"Von wem sie an jenem Tag abgewendet wird, dessen hat Er sich wirklich erbarmt; und das ist der deutliche Erfolg"},{"SurahNumber":6,"VerseNumber":17,"Text":"Wenn Allah dir Unheil widerfahren laßt, so kann es keiner hinwegnehmen außer Ihm. Und wenn Er dir (etwas) Gutes widerfahren laßt, - so hat Er zu allem die Macht"},{"SurahNumber":6,"VerseNumber":18,"Text":"Er ist der Bezwinger uber Seinen Dienern, und Er ist der Allweise und Allkundige"},{"SurahNumber":6,"VerseNumber":19,"Text":"Sag: Welches ist das großte Zeugnis? Sag: Allah (, Er) ist Zeuge zwischen mir und euch. Und dieser Qur'an ist mir eingegeben worden, damit ich euch und (jeden), den er erreicht, mit ihm warne. Wollt ihr denn wahrlich bezeugen, daß es neben Allah andere Gotter gibt? Sag: Ich bezeuge (es) nicht. Sag: Er ist nur ein Einziger Gott, und ich sage mich von dem los, was ihr (Ihm) beigesellt"},{"SurahNumber":6,"VerseNumber":20,"Text":"Diejenigen, denen Wir die Schrift gegeben haben, kennen ihn, wie sie ihre Sohne kennen. (Es sind) diejenigen, die sich selbst verloren haben, denn sie glauben nicht"},{"SurahNumber":6,"VerseNumber":21,"Text":"Und wer ist ungerechter, als wer gegen Allah eine Luge ersinnt oder Seine Zeichen fur Luge erklart? Gewiß, den Ungerechten wird es nicht wohl ergehen"},{"SurahNumber":6,"VerseNumber":22,"Text":"Und an dem Tag, da Wir sie alle versammeln, und dann werden Wir zu denen, die (Allah etwas) beigesellt hatten, sagen: \"Wo sind (nun) eure Teilhaber, die ihr stets angegeben habt"},{"SurahNumber":6,"VerseNumber":23,"Text":"Dann wird ihre Ausrede nur sein, daß sie sagen: \"Bei Allah, unserem Herrn! Wir waren keine Gotzendiener"},{"SurahNumber":6,"VerseNumber":24,"Text":"Schau, wie sie gegen sich selbst lugen und (wie) ihnen das entschwunden ist, was sie zu ersinnen pflegten"},{"SurahNumber":6,"VerseNumber":25,"Text":"Und unter ihnen gibt es manche, die dir zuhoren. Aber Wir haben auf ihre Herzen Hullen gelegt, so daß sie ihn nicht verstehen, und in ihre Ohren Schwerhorigkeit. Auch wenn sie jedes Zeichen sahen, glaubten sie nicht daran. Wenn sie zu dir kommen, um mit dir zu streiten, sagen diejenigen, die unglaubig sind: \"Das sind nur Fabeln der Fruheren"},{"SurahNumber":6,"VerseNumber":26,"Text":"Sie verbieten es (anderen) und halten sich (selbst) davon fern. Sie vernichten nur sich selbst, ohne zu merken"},{"SurahNumber":6,"VerseNumber":27,"Text":"Und wenn du sehen wurdest, wenn sie vor das (Hollen)feuer gestellt werden! Dann werden sie sagen: \"O wurden wir doch zuruckgebracht werden! Wir wurden (dann) nicht die Zeichen unseres Herrn fur Luge erklaren, sondern wurden zu den Glaubigen gehoren"},{"SurahNumber":6,"VerseNumber":28,"Text":"Nein! Vielmehr hat sich ihnen offenkundig gezeigt, was sie zuvor zu verbergen pflegten. Und wenn sie zuruckgebracht wurden, wurden sie doch wieder zu dem zuruckkehren, was ihnen verboten wurde. Sie sind wahrlich Lugner"},{"SurahNumber":6,"VerseNumber":29,"Text":"Und sie sagen: \"Es gibt nur unser diesseitiges Leben, und wir werden nicht auferweckt"},{"SurahNumber":6,"VerseNumber":30,"Text":"Und wenn du sehen wurdest, wenn sie vor ihren Herrn gestellt werden! Er wird sagen: \"Ist dies nicht die Wahrheit?\" Sie sagen: \"Ja doch, bei unserem Herrn!\" Er wird sagen: \"Kostet nun die Strafe dafur, daß ihr stets unglaubig wart"},{"SurahNumber":6,"VerseNumber":31,"Text":"Verloren sind diejenigen, die die Begegnung mit Allah fur Luge erklaren, so daß, wenn die Stunde plotzlich uber sie kommt, sie sagen: \"O welch gramvolle Reue fur uns, wegen dessen, was wir hinsichtlich ihrer vernachlassigt haben!\" Sie tragen ihre Lasten auf ihren Rucken. Wie ubel ist das, was sie an Last auf sich nehmen"},{"SurahNumber":6,"VerseNumber":32,"Text":"Das diesseitige Leben ist nur Spiel und Zerstreuung. Die jenseitige Wohnstatte ist fur diejenigen, die gottesfurchtig sind, wahrlich besser. Begreift ihr denn nicht"},{"SurahNumber":6,"VerseNumber":33,"Text":"Wir wissen wohl, daß dich das, was sie sagen, in der Tat traurig macht. Aber nicht dich bezichtigen sie (in Wirklichkeit) der Luge, sondern die Zeichen Allahs verleugnen die(se) Ungerechten"},{"SurahNumber":6,"VerseNumber":34,"Text":"Ja, bereits vor dir wurden Gesandte der Luge bezichtigt. Und da ertrugen sie standhaft, daß sie der Luge bezichtigt wurden und daß ihnen Leid zugefugt wurde, bis Unsere Hilfe zu ihnen kam. Es gibt nichts, was Allahs Worte abandern konnte. Dir ist ja bereits Kunde von den Gesandten zugekommen"},{"SurahNumber":6,"VerseNumber":35,"Text":"Und wenn dir ihre Ablehnung schwer zusetzt, dann, (selbst) wenn du einen Gang in die Erde oder eine Leiter in den Himmel ausfindig machen kannst, und ihnen dann ein Zeichen bringen kannst, ... Und wenn Allah gewollt hatte, hatte Er sie wahrlich unter der Rechtleitung zusammengefuhrt. Gehore also ja nicht zu den Toren"},{"SurahNumber":6,"VerseNumber":36,"Text":"Nur diejenigen konnen Folge leisten, die (zu)horen. Die Toten aber wird Allah auferwecken. Hierauf werden sie zu Ihm zuruckgebracht"},{"SurahNumber":6,"VerseNumber":37,"Text":"Und sie sagen: \"Wenn ihm doch ein Zeichen von seinem Herrn offenbart worden ware!\" Sag: Gewiß, Allah hat die Macht, ein Zeichen zu offenbaren. Aber die meisten von ihnen wissen nicht"},{"SurahNumber":6,"VerseNumber":38,"Text":"Es gibt kein Tier auf der Erde und keinen Vogel, der mit seinen Flugeln fliegt, die nicht Gemeinschaften waren gleich euch. Wir haben im Buch nichts vernachlassigt. Hierauf werden sie zu ihrem Herrn versammelt"},{"SurahNumber":6,"VerseNumber":39,"Text":"Und diejenigen, die Unsere Zeichen fur Luge erklaren, sind taub und stumm in Finsternissen. Wen Allah will, den laßt Er in die Irre gehen, und wen Er will, den bringt Er auf einen geraden Weg"},{"SurahNumber":6,"VerseNumber":40,"Text":"Sag: Was meint ihr wohl? Wenn die Strafe Allahs (uber) euch kommt oder die Stunde (uber) euch kommt, werdet ihr (dann) einen anderen anrufen als Allah? (So antwortet,) wenn ihr wahrhaftig seid"},{"SurahNumber":6,"VerseNumber":41,"Text":"Nein! Vielmehr Ihn werdet ihr anrufen. Dann wird Er das hinwegnehmen, weswegen ihr (Ihn) anruft, wenn Er will, und ihr werdet vergessen, was ihr (Ihm) beigesellt"},{"SurahNumber":6,"VerseNumber":42,"Text":"Wir haben ja schon zu Gemeinschaften vor dir (Gesandte) gesandt und uber sie Not und Leid kommen lassen, auf daß sie unterwurfig flehen mogen"},{"SurahNumber":6,"VerseNumber":43,"Text":"Wenn sie doch nur, als Unsere Gewalt uber sie kam, unterwurfig gefleht hatten! Aber ihre Herzen verharteten sich, und der Satan schmuckte ihnen aus, was sie zu tun pflegten"},{"SurahNumber":6,"VerseNumber":44,"Text":"Als sie dann vergaßen, womit sie ermahnt worden waren, offneten Wir ihnen die Tore zu allen Dingen. Als sie dann froh waren uber das, was ihnen gegeben worden war, ergriffen Wir sie plotzlich. Da waren sie sogleich verzweifelt"},{"SurahNumber":6,"VerseNumber":45,"Text":"So soll die Ruckkehr der Leute, die Unrecht taten, abgeschnitten sein. (Alles) Lob gehort Allah, dem Herrn der Weltenbewohner"},{"SurahNumber":6,"VerseNumber":46,"Text":"Sag: Was meint ihr, wenn Allah euer Gehor und euer Augenlicht (weg)nahme und eure Herzen versiegelte, wer ist der Gott außer Allah, der es euch zuruckgeben konnte? Schau, wie Wir die Zeichen verschiedenartig darlegen! Dennoch wenden sie sich hierauf ab"},{"SurahNumber":6,"VerseNumber":47,"Text":"Sag: Was meint ihr wohl? Wenn Allahs Strafe plotzlich oder offen (uber) euch kommt, wer wird (dann) vernichtet außer dem ungerechten Volk"},{"SurahNumber":6,"VerseNumber":48,"Text":"Wir senden die Gesandten nur als Verkunder froher Botschaft und als Uberbringer von Warnungen. Wer also glaubt und Besserung bringt, uber die soll keine Furcht kommen, noch sollen sie traurig sein"},{"SurahNumber":6,"VerseNumber":49,"Text":"Denjenigen aber, die Unsere Zeichen fur Luge erklaren, wird die Strafe widerfahren dafur, daß sie zu freveln pflegten"},{"SurahNumber":6,"VerseNumber":50,"Text":"Sag: Ich sage nicht zu euch, ich besaße die Schatzkammern Allahs, und ich weiß auch nicht das Verborgene; und ich sage nicht zu euch, ich sei ein Engel. Ich folge nur dem, was mir eingegeben wird. Sag: Sind (etwa) der Blinde und der Sehende gleich? Denkt ihr denn nicht nach"},{"SurahNumber":6,"VerseNumber":51,"Text":"Und warne damit diejenigen, die befurchten, daß sie zu ihrem Herrn versammelt werden - sie haben außer Ihm weder Schutzherrn noch Fursprecher -, auf daß sie gottesfurchtig werden mogen"},{"SurahNumber":6,"VerseNumber":52,"Text":"Und weise nicht diejenigen ab, die morgens und abends ihren Herrn anrufen im Begehren nach Seinem Angesicht! Dir obliegt in keiner Weise, sie zur Rechenschaft zu ziehen, und ihnen obliegt in keiner Weise, dich zur Rechenschaft zu ziehen. Wenn du sie abwiesest, dann wurdest du zu den Ungerechten gehoren"},{"SurahNumber":6,"VerseNumber":53,"Text":"Und so haben Wir die einen von ihnen durch die anderen einer Prufung unterzogen, so daß sie sagen: \"Hat Allah diesen da aus unserer Mitte eine Wohltat erwiesen?\" Weiß nicht Allah am besten uber die Dankbaren Bescheid"},{"SurahNumber":6,"VerseNumber":54,"Text":"Und wenn diejenigen, die an Unsere Zeichen glauben, zu dir kommen, dann sag: Friede sei auf euch! Euer Herr hat Sich Selbst Barmherzigkeit vorgeschrieben: Wer von euch in Unwissenheit Boses tut, aber danach dann bereut und (es) wieder gutmacht, so ist Er Allvergebend und Barmherzig"},{"SurahNumber":6,"VerseNumber":55,"Text":"So legen Wir die Zeichen ausfuhrlich dar, - damit sich der Weg der Ubeltater klar zeigt"},{"SurahNumber":6,"VerseNumber":56,"Text":"Sag: Mir ist verboten worden, denjenigen zu dienen, die ihr anstatt Allahs anruft. Sag: Ich folge nicht euren Neigungen; ich wurde sonst namlich furwahr abirren und wurde nicht zu den Rechtgeleiteten gehoren"},{"SurahNumber":6,"VerseNumber":57,"Text":"Sag: Ich halte mich an einen klaren Beweis von meinem Herrn, wahrend ihr Ihn der Luge bezichtigt. Ich verfuge nicht uber das, was ihr zu beschleunigen wunscht. Das Urteil gehort allein Allah. Er berichtet die Wahrheit, und Er ist der Beste derer, die entscheiden"},{"SurahNumber":6,"VerseNumber":58,"Text":"Sag: Wenn ich uber das verfugen wurde, was ihr zu beschleunigen wunscht, ware die Angelegenheit zwischen mir und euch wahrlich schon entschieden. Allah weiß am besten uber die Ungerechten Bescheid"},{"SurahNumber":6,"VerseNumber":59,"Text":"Er verfugt uber die Schlussel des Verborgenen; niemand kennt sie außer Ihm. Und Er weiß, was auf dem Festland und im Meer ist. Kein Blatt fallt, ohne daß Er es weiß; und (es gibt) kein Korn in den Finsternissen der Erde und nichts Feuchtes und nichts Trockenes, das nicht in einem deutlichen Buch (verzeichnet) ware"},{"SurahNumber":6,"VerseNumber":60,"Text":"Er ist es, Der euch bei Nacht abberuft und weiß, was ihr bei Tag begangen habt, und euch hierauf an ihm auferweckt, damit eine festgesetzte Frist erfullt wird. Hierauf wird eure Ruckkehr zu Ihm sein, und hierauf wird Er euch kundtun, was ihr zu tun pflegtet"},{"SurahNumber":6,"VerseNumber":61,"Text":"Er ist der Bezwinger uber Seinen Dienern. Und Er sendet Huter uber euch, bis, wenn dann zu einem von euch der Tod kommt, ihn Unsere Gesandten abberufen, und sie vernachlassigen nichts"},{"SurahNumber":6,"VerseNumber":62,"Text":"Hierauf werden sie zu Allah, ihrem wahren Schutzherrn, zuruckgebracht. Sicherlich, Sein ist das Urteil, und Er ist der schnellste Berechner"},{"SurahNumber":6,"VerseNumber":63,"Text":"Sag: Wer errettet euch von den Finsternissen des Festlandes und des Meeres, (wenn) ihr Ihn in Unterwurfigkeit und im Verborgenen flehend anruft: \"Wenn Er uns nur hieraus rettet, werden wir ganz gewiß zu den Dankbaren gehoren"},{"SurahNumber":6,"VerseNumber":64,"Text":"Sag: Allah errettet euch davon und von jeder Trubsal, hierauf gesellt ihr (Ihm) dennoch (andere Gotter) bei"},{"SurahNumber":6,"VerseNumber":65,"Text":"Sag: Er hat die Macht dazu, euch eine Strafe von oben oder unter euren Fußen zu schicken oder euch in (gespaltene) Lager durcheinanderzubringen und die einen von euch die Gewalt der anderen kosten zu lassen! Schau, wie Wir die Zeichen verschiedenartig darlegen, auf daß sie verstehen mogen"},{"SurahNumber":6,"VerseNumber":66,"Text":"Aber dein Volk erklart es fur Luge, obwohl es die Wahrheit ist. Sag: Ich bin nicht als Sachwalter uber euch (eingesetzt)"},{"SurahNumber":6,"VerseNumber":67,"Text":"Jede Vorankundigung hat ihre festgesetzte Zeit, und ihr werdet (es noch) erfahren"},{"SurahNumber":6,"VerseNumber":68,"Text":"Und wenn du diejenigen siehst, die auf Unsere Zeichen (spottend) eingehen, so wende dich von ihnen ab, bis sie auf ein anderes Gesprach eingehen. Und wenn dich der Satan nun vergessen laßt, dann sitze nicht, nachdem du dich (daran) erinnert hast, mit dem ungerechten Volk zusammen"},{"SurahNumber":6,"VerseNumber":69,"Text":"Denjenigen, die gottesfurchtig sind, obliegt in keiner Weise, sie zur Rechenschaft zu ziehen, sondern nur die Ermahnung, auf daß sie gottesfurchtig werden mogen"},{"SurahNumber":6,"VerseNumber":70,"Text":"Und lasse diejenigen allein, die ihre Religion zum Gegenstand des Spiels und der Zerstreuung nehmen und die das diesseitige Leben tauscht! Und ermahne durch ihn, damit sich keine Seele fur das, was sie verdient hat, dem Verderben ausliefert. Sie hat (dann) außer Allah weder Schutzherrn noch Fursprecher. Und wenn sie auch (als Losegeld) jede Ersatzleistung anbietet, wird sie von ihr doch nicht angenommen. Das sind diejenigen, die dem Verderben ausgeliefert werden fur das, was sie verdient haben. Fur sie wird es ein Getrank aus heißem Wasser und schmerzhafte Strafe geben dafur, daß sie unglaubig gewesen sind"},{"SurahNumber":6,"VerseNumber":71,"Text":"Sag: Sollen wir anstatt Allahs anrufen, was uns nicht nutzt und nicht schadet, und auf unseren Fersen kehrtmachen, nachdem Allah uns rechtgeleitet hat, wie derjenige, den die Teufel auf der Erde verfuhrt haben, so daß er verwirrt ist? Er hat Gefahrten, die ihn zur Rechtleitung einladen: \"Komm zu uns!\" Sag: Gewiß, Allahs Rechtleitung ist die (wahre) Rechtleitung. Und uns wurde befohlen, uns dem Herrn der Weltenbewohner zu ergeben"},{"SurahNumber":6,"VerseNumber":72,"Text":"und verrichtet das Gebet und furchtet Ihn! Er ist es, zu Dem ihr versammelt werdet"},{"SurahNumber":6,"VerseNumber":73,"Text":"Und Er ist es, Der die Himmel und die Erde in Wahrheit erschaffen hat. Und an dem Tag, da Er sagt: \"Sei!\" da wird es sein. Sein Wort ist die Wahrheit. Und Er hat die Herrschaft an dem Tag, da ins Horn geblasen wird. (Er ist) der Kenner des Verborgenen und des Offenbaren, und Er ist der Allweise und Allkundige"},{"SurahNumber":6,"VerseNumber":74,"Text":"Und als Ibrahim zu seinem Vater Azar sagte: \"Nimmst du (denn) Gotzenbilder zu Gottern? Gewiß, ich sehe dich und dein Volk in deutlichem Irrtum"},{"SurahNumber":6,"VerseNumber":75,"Text":"Und so zeigten Wir Ibrahim das Reich der Himmel und der Erde, - und damit er zu den Uberzeugten gehore"},{"SurahNumber":6,"VerseNumber":76,"Text":"Als die Nacht uber ihn hereinbrach, sah er einen Himmelskorper. Er sagte: \"Das ist mein Herr.\" Als er aber unterging, sagte er: \"Ich liebe nicht diejenigen, die untergehen"},{"SurahNumber":6,"VerseNumber":77,"Text":"Als er dann den Mond aufgehen sah, sagte er: \"Das ist mein Herr.\" Als er aber unterging, sagte er: \"Wenn mein Herr mich nicht rechtleitet, werde ich ganz gewiß zum irregehenden Volk gehoren"},{"SurahNumber":6,"VerseNumber":78,"Text":"Als er dann die Sonne aufgehen sah, sagte er: \"Das ist mein Herr. Das ist großer.\" Als sie aber unterging, sagte er: \"O mein Volk, ich sage mich ja von dem los, was ihr (Ihm) beigesellt"},{"SurahNumber":6,"VerseNumber":79,"Text":"Ich wende mein Gesicht Dem zu, Der die Himmel und die Erde erschaffen hat, als Anhanger des rechten Glaubens, und ich gehore nicht zu den Gotzendienern"},{"SurahNumber":6,"VerseNumber":80,"Text":"Sein Volk stritt mit ihm. Er sagte: \"Wollt ihr mit mir uber Allah streiten, wo Er mich doch schon rechtgeleitet hat? Ich furchte nicht, was ihr Ihm beigesellt, außer daß mein Herr will (, daß ich) es (furchte). Mein Herr umfaßt alles mit (Seinem) Wissen. Bedenkt ihr denn nicht"},{"SurahNumber":6,"VerseNumber":81,"Text":"Wie sollte ich furchten, was ihr (Ihm) beigesellt, wo ihr euch nicht furchtet, Allah beizugesellen, wozu Er euch keine Ermachtigung offenbart hat? Welche der beiden Gruppen hat also ein großeres Anrecht auf Sicherheit, wenn ihr wißt"},{"SurahNumber":6,"VerseNumber":82,"Text":"Diejenigen, die glauben und ihren Glauben nicht mit Ungerechtigkeit verdecken, die haben (das Recht auf) Sicherheit, und sie sind rechtgeleitet"},{"SurahNumber":6,"VerseNumber":83,"Text":"Das ist unser Beweismittel, das Wir Ibrahim gegen sein Volk gaben. Wir erhohen, wen Wir wollen, um Rangstufen. Gewiß, dein Herr ist Allweise und Allwissend"},{"SurahNumber":6,"VerseNumber":84,"Text":"Und Wir schenkten ihm Ishaq und Ya'qub; jeden (von ihnen) haben Wir rechtgeleitet. Und (auch) Nuh haben Wir zuvor rechtgeleitet, und aus seiner Nachkommenschaft Dawud, Sulaiman, Ayyub, Yusuf, Musa und Harun - so vergelten Wir (es) den Gutes Tuenden"},{"SurahNumber":6,"VerseNumber":85,"Text":"und Zakariyya, Yahya, 'Isa und Ilyas: jeder (von ihnen) gehort zu den Rechtschaffenen"},{"SurahNumber":6,"VerseNumber":86,"Text":"und lsma'il, Alyasa', Yunus und Lut: jeden (von ihnen) haben Wir vor den (anderen) Weltenbewohnern bevorzugt"},{"SurahNumber":6,"VerseNumber":87,"Text":"und (auch manche) von ihren (Vor)Vatern, ihren Nachkommen und ihren Brudern; Wir haben sie erwahlt und zu einem geraden Weg geleitet"},{"SurahNumber":6,"VerseNumber":88,"Text":"Das ist Allahs Rechtleitung. Er leitet damit recht, wen von Seinen Dienern Er will. Wenn sie (Ihm) aber (andere) beigesellt hatten, ware fur sie wahrlich hinfallig geworden, was sie zu tun pflegten"},{"SurahNumber":6,"VerseNumber":89,"Text":"Das sind diejenigen, denen Wir die Schrift, das Urteil und das Prophetentum gegeben haben. Wenn aber diese es verleugnen, so haben Wir damit schon (andere) Leute betraut, die dem gegenuber nicht unglaubig sind"},{"SurahNumber":6,"VerseNumber":90,"Text":"Das sind diejenigen, die Allah rechtgeleitet hat. So nimm ihre Rechtleitung zum Vorbild! Sag: Ich verlange von euch keinen Lohn dafur. Es ist nur eine Ermahnung fur die Weltenbewohner"},{"SurahNumber":6,"VerseNumber":91,"Text":"Sie schatzen Allah nicht ein, wie es Ihm gebuhrt', wenn sie sagen: \"Allah hat nichts auf ein menschliches Wesen (als Offenbarung) herabgesandt.\" Sag: Wer sandte (denn) die Schrift herab, die Musa als Licht und Rechtleitung fur die Menschen brachte, die ihr zu (beschriebenen) Blattern macht, die ihr offen (vor)zeigt, wahrend ihr vieles verbergt, und (sag: von wem) wurde euch gelehrt, was ihr nicht wußtet, weder ihr noch eure Vater? Sag: (Von) Allah. Sodann lasse sie mit ihren schweifenden Gesprachen ihr Spiel treiben"},{"SurahNumber":6,"VerseNumber":92,"Text":"Und dies ist ein Buch, das Wir hinabgesandt haben, ein gesegnetes, das bestatigend, was vor ihm war, und damit du die Mutter der Stadte und diejenigen rings umher (Wohnenden) warnst. Diejenigen, die an das Jenseits glauben, glauben (auch) daran, und sie halten ihr Gebet ein"},{"SurahNumber":6,"VerseNumber":93,"Text":"Und wer ist ungerechter, als wer gegen Allah eine Luge ersinnt oder sagt: \"Mir ist (Offenbarung) eingegeben worden\", wahrend ihm uberhaupt nichts eingegeben worden ist, und wer sagt: \"Ich werde hinabsenden, gleich dem, was Allah hinabgesandt hat\"? Und wenn du sehen wurdest, wie sich die Ungerechten in den Fluten des Todes befinden und die Engel ihre Hande ausstrecken: \"Gebt eure Seelen heraus! Heute wird euch mit der schmahlichen Strafe vergolten, daß ihr stets uber Allah die Unwahrheit gesagt habt und euch gegenuber Seinen Zeichen hochmutig zu verhalten pflegtet"},{"SurahNumber":6,"VerseNumber":94,"Text":"Nun seid ihr einzeln zu Uns gekommen, so wie Wir euch das erste Mal erschaffen haben, und ihr habt hinter euch zuruckgelassen, was Wir euch ubertragen hatten. Und Wir sehen eure Fursprecher nicht bei euch, von denen ihr behauptet habt, daß sie Teilhaber an euch waren. Nun ist (das Band) zwischen euch abgeschnitten, und entschwunden ist euch, was ihr zu behaupten pflegtet"},{"SurahNumber":6,"VerseNumber":95,"Text":"Allah ist es, Der die Korner und die Kerne spaltet und das Lebendige aus dem Toten hervorbringt. Und (Er ist es,) Der das Tote aus dem Lebendigen hervorbringt. Dies ist doch Allah - wie laßt ihr euch also abwendig machen"},{"SurahNumber":6,"VerseNumber":96,"Text":"Er, Der den Morgen anbrechen laßt'. Er hat die Nacht zur Ruhe(zeit) und die Sonne und den Mond als (Mittel der) Berechnung gemacht. Das ist die Anordnung des Allmachtigen und Allwissenden"},{"SurahNumber":6,"VerseNumber":97,"Text":"Und Er ist es, Der euch die Sterne gemacht hat, damit ihr euch durch sie rechtleiten laßt in den Finsternissen des Festlandes und des Meeres. Wir haben ja die Zeichen ausfuhrlich dargelegt fur Leute, die Bescheid wissen"},{"SurahNumber":6,"VerseNumber":98,"Text":"Und Er ist es, Der euch aus einem einzigen Wesen hat entstehen lassen. Dann gibt es einen Aufenthaltsort und einen Aufbewahrungsort. Wir haben die Zeichen ausfuhrlich dargelegt fur Leute, die verstehen"},{"SurahNumber":6,"VerseNumber":99,"Text":"Und Er ist es, Der vom Himmel Wasser herabkommen laßt. Damit bringen Wir den Wuchs aller Arten hervor; aus ihnen bringen Wir dann Grun hervor, aus dem Wir ubereinandergeschichtete Korner hervorbringen - und aus den Palmen, aus ihren Blutenscheiden (entstehen) herabhangende Dattelbuschel -, und (auch) Garten mit Rebstocken und die Ol- und die Granatapfelbaume, die einander ahnlich und unahnlich sind. Schaut ihre Fruchte an, wenn sie Fruchte tragen, und (schaut) auf deren Reife! Seht, darin sind wahrlich Zeichen fur Leute, die glauben"},{"SurahNumber":6,"VerseNumber":100,"Text":"Und sie haben Teilhaber Allah gegeben: die Ginn, wo Er sie doch erschaffen hat. Und sie haben Ihm Sohne und Tochter angedichtet, ohne Wissen. Preis sei Ihm! Erhaben ist Er uber das, was sie (Ihm) zuschreiben"},{"SurahNumber":6,"VerseNumber":101,"Text":"(Er ist) der Schopfer der Himmel und der Erde in ihrer schonsten Form. Wie soll Er Kinder haben, wo Er doch keine Gefahrtin hat und Er (sonst) alles erschaffen hat? Und Er weiß uber alles Bescheid"},{"SurahNumber":6,"VerseNumber":102,"Text":"Dies ist doch Allah, euer Herr. Es gibt keinen Gott außer Ihm, dem Schopfer von allem. So dient Ihm! Er ist Sachwalter uber alles"},{"SurahNumber":6,"VerseNumber":103,"Text":"Die Blicke erfassen Ihn nicht, Er aber erfaßt die Blicke. Und Er ist der Feinfuhlige und Allkundige"},{"SurahNumber":6,"VerseNumber":104,"Text":"Zu euch sind nunmehr einsicht bringende Zeichen von eurem Herrn gekommen. Wer einsichtig wird, der ist es zu seinem eigenen Vorteil, und wer blind ist, der ist es zu seinem eigenen Nachteil. Und ich bin nicht Huter uber euch"},{"SurahNumber":6,"VerseNumber":105,"Text":"So legen Wir die Zeichen verschiedenartig dar, - und damit sie sagen konnen: \"Du hast (es) erlernt\" und damit Wir ihn Leuten klar machen, die Bescheid wissen"},{"SurahNumber":6,"VerseNumber":106,"Text":"Folge dem, was dir von deinem Herrn (als Offenbarung) eingegeben worden ist! Es gibt keinen Gott außer Ihm. Und wende dich von den Gotzendienern ab"},{"SurahNumber":6,"VerseNumber":107,"Text":"Wenn Allah gewollt hatte, hatten sie (Ihm) nicht(s) beigesellt. Und Wir haben dich nicht zum Huter uber sie gemacht, noch bist du (als) Sachwalter uber sie (eingesetzt)"},{"SurahNumber":6,"VerseNumber":108,"Text":"Und schmaht nicht diejenigen, die sie außer Allah anrufen, damit sie nicht in Ubertretung ohne Wissen Allah schmahen! So haben Wir jeder Gemeinschaft ihr Tun ausgeschmuckt erscheinen lassen. Hierauf wird ihre Ruckkehr zu ihrem Herrn sein, und Er wird ihnen kundtun, was sie zu tun pflegten"},{"SurahNumber":6,"VerseNumber":109,"Text":"Und sie haben bei Allah ihren kraftigsten Eid geschworen, sie wurden, wenn nur ein Zeichen zu ihnen kame, ganz gewiß daran glauben. Sag: Nur bei Allah sind die Zeichen. Was sollte euch auch merken lassen, daß, wenn es tatsachlich kame, sie doch nicht glauben"},{"SurahNumber":6,"VerseNumber":110,"Text":"Und Wir kehren ihre Herzen und ihr Augenlicht um, so wie sie das erste Mal nicht daran geglaubt haben. Und Wir lassen sie in ihrer Auflehnung umherirren"}]}