{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"A koi e po-golyam ugnetitel ot onzi, koito luzhe za Allakh i vzima za luzha istinata, shtom tya doide pri nego? Nima v Ada nyama myasto za nevernitsite"},{"SurahNumber":39,"VerseNumber":33,"Text":"A onzi, koito donese istinata i ya potvurdi, tezi sa bogoboyazlivite"},{"SurahNumber":39,"VerseNumber":34,"Text":"Te shte imat pri svoya Gospod, kakvoto pozhelayat. Takava e nagradata za dobrotvorstvashtite"},{"SurahNumber":39,"VerseNumber":35,"Text":"za da gi izbavi Allakh i ot nai-loshite im deyaniya, i da im vuzdade tyakhnata nagrada spored nai-dobrite im dela"},{"SurahNumber":39,"VerseNumber":36,"Text":"Nima Allakh ne e dostatuchen za Svoya rab? I zaplashvat teb s drugi osven Nego. No kogoto Allakh ostavi v zabluda, nikoi ne shte go naputi"},{"SurahNumber":39,"VerseNumber":37,"Text":"I kogoto Allakh naputva, nikoi ne shte go zabludi. Nima Allakh ne e vsemogusht, vuzdavasht otmushtenie"},{"SurahNumber":39,"VerseNumber":38,"Text":"I ako gi popitash koi e sutvoril nebesata i zemyata, nepremenno shte rekat: “Allakh!” Kazhi: “Vidyakhte li? Ako Allakh poiska da mi prichini beda, nima onezi, koito zovete vmesto Allakh, mogat da premakhnat Negovata beda? Ili ako poiska Toi da mi dari milost, nima te"},{"SurahNumber":39,"VerseNumber":39,"Text":"Kazhi: “O, narode moi, rabotete spored svoite vuzmozhnosti, i az shte rabotya, i skoro shte uznaete"},{"SurahNumber":39,"VerseNumber":40,"Text":"pri kogo shte doide pozoryashto go muchenie i kogo shte spoleti postoyanno muchenie!”"},{"SurahNumber":39,"VerseNumber":41,"Text":"Nizposlakhme Nie na teb [o, Mukhammad] Knigata s istinata za khorata. I koito se naputi, to e za samiya nego, a koito se zabludi, samo v svoi ushturb se zabluzhdava. Ti ne si nad tyakh pokrovitel"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allakh pribira dushite po vreme na smurtta, a na onezi, koito vse oshte ne sa murtvi - v sunya im. Zadurzha Toi dushata na onzi, komuto e ot·sudil da umre i vrushta drugata do opredelen srok. V tova ima znameniya za khora misleshti"},{"SurahNumber":39,"VerseNumber":43,"Text":"Ili [nevernitsite] se sdobikha sus zastupnitsi vmesto Allakh? Kazhi: “Nima dori ako ne vladeyat nishto i ne proumyavat?”"},{"SurahNumber":39,"VerseNumber":44,"Text":"Kazhi: “Na Allakh prinadlezhi zastupnichestvoto iztsyalo. Negovo e vladenieto na nebesata i na zemyata. Posle pri Nego shte budete vurnati.”"},{"SurahNumber":39,"VerseNumber":45,"Text":"I shtom biva spomenavan edinstveno Allakh, surtsata na onezi, koito ne vyarvat v otvudniya zhivot, se otvrashtavat, a shtom bivat spomenavani drugi [bogove] osven Nego, te se radvat"},{"SurahNumber":39,"VerseNumber":46,"Text":"Kazhi: “O, Allakh, Tvoretso na nebesata i na zemyata, znaesht i skritoto, i yavnoto, Ti shte ot·sudish sred Svoite rabi v onova, po koeto sa bili v raznoglasie.”"},{"SurahNumber":39,"VerseNumber":47,"Text":"I dori da pritezhavakha vsichko na zemyata, a i oshte tolkova otgore, ugnetitelite bikha go dali za otkup ot surovoto muchenie v Denya na vuzkresenieto. I Allakh shte im pokazhe, kakvoto ne sa dopuskali"},{"SurahNumber":39,"VerseNumber":48,"Text":"I shte im se yavyat loshite posledstviya na onova, koeto sa pridobili, i shte gi obgradi onova, koeto sa podigravali"},{"SurahNumber":39,"VerseNumber":49,"Text":"I shtom beda spoleti chovek, toi Nas zove. Posle, shtom mu darim ot Nashata blagodat, kazva: “Tova mi be dareno samo zaradi moeto znanie.” Ala ne, to e izpitanie. No povecheto ot tyakh ne znayat"},{"SurahNumber":39,"VerseNumber":50,"Text":"Kazvakha go veche i onezi predi tyakh. I ne gi izbavi onova, koeto sa pridobili"},{"SurahNumber":39,"VerseNumber":51,"Text":"I gi porazikha loshite posledstviya na onova, koeto sa pridobili. I ugnetitelite sred tezi shte gi porazyat loshite posledstviya na onova, koeto sa pridobili, i ne shte mogat nishto da predotvratyat"},{"SurahNumber":39,"VerseNumber":52,"Text":"Nima ne znayat, che Allakh uvelichava prepitanieto komuto pozhelae, i Toi go namalyava. V tova ima znameniya za khora vyarvashti"},{"SurahNumber":39,"VerseNumber":53,"Text":"Kazhi: “O, rabi Moi, koito prestupvate v ushturb na sebe si, ne gubete nadezhda za milostta na Allakh! Allakh oproshtava vsichkite grekhove [shtom se pokaete]. Toi e Oproshtavashtiya, Milosurdniya"},{"SurahNumber":39,"VerseNumber":54,"Text":"I se oburnete kum svoya Gospod, i Mu se otdaite, predi muchenieto da doide pri vas, zashtoto posle ne shte vi se pomogne"},{"SurahNumber":39,"VerseNumber":55,"Text":"I sledvaite Nai-prekrasnoto, koeto vi be nizposlano ot vashiya Gospod, predi muchenieto da doide pri vas vnezapno, bez da usetite!”"},{"SurahNumber":39,"VerseNumber":56,"Text":"Nyakoi shte kazhe: “O, gorko mi, che nekhaekh za podchinenieto pred Allakh i che byakh ot prismivashtite se!”"},{"SurahNumber":39,"VerseNumber":57,"Text":"Ili shte kazhe: “Ako me be naputil Allakh, shtyakh da sum ot bogoboyazlivite.”"},{"SurahNumber":39,"VerseNumber":58,"Text":"Ili shte kazhe, kogato vidi muchenieto: “Ako mozhekh da se vurna [na zemyata], shtyakh da sum ot dobrotvorstvashtite.”"},{"SurahNumber":39,"VerseNumber":59,"Text":"Ne, veche doidokha pri teb Moite znameniya, a ti gi vze za luzha i se vuzgordya, i be ot nevernitsite"},{"SurahNumber":39,"VerseNumber":60,"Text":"V Denya na vuzkresenieto shte vidish onezi, koito luzhekha za Allakh, s pocherneli litsa. Nima v Ada nyama myasto za gordelivite"},{"SurahNumber":39,"VerseNumber":61,"Text":"I shte spasi Allakh bogoboyazlivite s tyakhnoto izbavlenie [v Raya]. Ne shte gi dokosne zloto i ne shte skurbyat"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allakh e Tvoretsut na vsyako neshto i Toi e Razporeditelyat za vsyako neshto"},{"SurahNumber":39,"VerseNumber":63,"Text":"Negovi sa klyuchovete na nebesata i na zemyata. A koito otrichat znameniyata na Allakh, te sa gubeshtite"},{"SurahNumber":39,"VerseNumber":64,"Text":"Kazhi: “Nima na drug, a ne na Allakh, mi povelyavate da sluzha, o, nevezhi?”"},{"SurahNumber":39,"VerseNumber":65,"Text":"I veche se razkri na teb i na onezi predi teb: “Ako sudruzhish s Allakh, tvoeto delo propada i shte budesh ot gubeshtite"},{"SurahNumber":39,"VerseNumber":66,"Text":"Sluzhi edinstveno na Allakh i budi ot priznatelnite!”"},{"SurahNumber":39,"VerseNumber":67,"Text":"I ne otsenikha te Allakh s istinskoto Mu velichie. Zemyata - tsyalata - shte bude v Negovata Dlan v Denya na vuzkresenieto, a nebesata shte sa sgunati v Desnitsata Mu. Prechist e Toi, previsoko e nad onova, s koeto Go sudruzhavat"},{"SurahNumber":39,"VerseNumber":68,"Text":"I shtom se protrubi s Roga, vsichki na nebesata i na zemyata shte padnat bezzhizneni, osven za kogoto Allakh ne e pozhelal. Posle oshte vednuzh shte se protrubi i eto gi - stanali - chakat"},{"SurahNumber":39,"VerseNumber":69,"Text":"I shte zasiyae zemyata sus svetlinata na neiniya Gospod. I shte bude polozhena knigata [na delata], i shte budat dovedeni prorotsite i svidetelite, i shte se ot·sudi mezhdu khorata spravedlivo, i ne shte budat ugneteni"},{"SurahNumber":39,"VerseNumber":70,"Text":"I napulno shte se vuzdade na vseki za onova, koeto e vurshil. Nai-dobre Toi znae tekhnite dela"},{"SurahNumber":39,"VerseNumber":71,"Text":"I na tulpi shte budat podkarani kum Ada nevernitsite. Kogato stignat tam, vratite mu shte se raztvoryat. I negovite paziteli shte im kazhat: “Nima ne doidokha pri vas pratenitsi izmezhdu vi, za da vi chetat znameniyata na vashiya Gospod i da vi predupredyat za vashata sresht"},{"SurahNumber":39,"VerseNumber":72,"Text":"Shte bude kazano: “Vlezte prez vratite na Ada, tuk shte prebivavate vechno!” I kolko losho e obitalishteto na gordelivite"},{"SurahNumber":39,"VerseNumber":73,"Text":"A bogoboyazlivite shte budat povedeni kum Raya na grupi. Kogato stignat tam, vratite mu shte se raztvoryat. I negovite paziteli shte kazhat: “Mir vam! Byakhte pravedni, zatova vlezte, tuk shte prebivavete vechno!”"},{"SurahNumber":39,"VerseNumber":74,"Text":"A te shte kazhat: “Slava na Allakh, Koito izpulni kum nas Svoeto obeshtanie i ni ostavi v nasledstvo tazi zemya, v Raya da se nastanim, kudeto pozhelaem.” I kolko prekrasna e nagradata za deinite"},{"SurahNumber":39,"VerseNumber":75,"Text":"I shte vidish angelite, obgradili Trona, proslavyashti s vuzkhvala svoya Gospod. I shte se ot·sudi mezhdu tvoreniyata spravedlivo, i shte se kazhe: “Slava na Allakh, Gospoda na svetovete!”"},{"SurahNumber":40,"VerseNumber":1,"Text":"Kha. Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Nizposlavaneto na Knigata e ot Allakh, Vsemogushtiya, Vseznaeshtiya"},{"SurahNumber":40,"VerseNumber":3,"Text":"Oproshtavashtiya grekha i Priemashtiya pokayanieto, Strogiya v nakazanieto, Vladetelya na blagodatta. Nyama drug Bog osven Nego. Pri Nego e zavrushtaneto"},{"SurahNumber":40,"VerseNumber":4,"Text":"Samo nevernitsite sporyat za znameniyata na Allakh. I da ne te mami ozhivlenieto im po zemyata"},{"SurahNumber":40,"VerseNumber":5,"Text":"Predi tyakh i narodut na Nukh, i obshtnostite sled nego otrichakha, i vsyaka obshtnost kroeshe da premakhne svoya pratenik, i sporekha chrez luzha, za da unishtozhat s neya istinata. Zatova Az gi sgrabchikh i kakvo be Moeto nakazanie"},{"SurahNumber":40,"VerseNumber":6,"Text":"Taka se izpulni slovoto na tvoya Gospod spryamo nevernitsite. Te sa obitatelite na Ogunya"},{"SurahNumber":40,"VerseNumber":7,"Text":"Onezi [angeli], koito nosyat Trona, i onezi, koito sa okolo nego, proslavyat s vuzkhvala svoya Gospod i vyarvat v Nego, i molyat oproshtenie za vyarvashtite: “Gospodi nash, Ti obgrushtash vsyako neshto s Tvoyata milost i znanie. Oprosti onezi, koito se pokayat i sledvat Tvoya"},{"SurahNumber":40,"VerseNumber":8,"Text":"Gospodi nash, i vuvedi gi v Gradinite na Adn, koito si obeshtal na tyakh i na pravednitsite sred bashtite im i suprugite im, i potomtsite im! Ti si Vsemogushtiya, Premudriya"},{"SurahNumber":40,"VerseNumber":9,"Text":"I opazi gi ot zlinite! I kogoto opazish ot zlinite v tozi Den, nego si pomilval. Tova e velikoto spasenie.”"},{"SurahNumber":40,"VerseNumber":10,"Text":"Na nevernitsite shte se proglasi: “Gnevut na Allakh kum vas e po-golyam ot vashiya gnyav kum samite vas, zashtoto byakhte pozovani kum vyarata, a vie ya otkhvurlikhte.”"},{"SurahNumber":40,"VerseNumber":11,"Text":"Shte rekat: “Gospodi nash, Ti ni umurtvi dva puti i ni suzhivi dva puti. I priznavame svoite grekhove. Nyama li put za spasenie?”"},{"SurahNumber":40,"VerseNumber":12,"Text":"Tova e, zashtoto kato be pozovavan edinstveno Allakh, vie ne povyarvakhte, a kato se sudruzhavashe s Nego, povyarvakhte. A ot·suzhdaneto e na Allakh, Vsevishniya, Prevelikiya"},{"SurahNumber":40,"VerseNumber":13,"Text":"Toi e, Koito vi pokazva Svoite znameniya i spuska za vas prepitanie ot nebeto. No se pouchava samo onzi, koito se pokaiva"},{"SurahNumber":40,"VerseNumber":14,"Text":"Zovete Allakh, predani Nemu v religiyata, dori nevernitsite da vuznenavizhdat tova"},{"SurahNumber":40,"VerseNumber":15,"Text":"Nai-vuzdignatiya, Vladetelya na Trona! Po Svoya povelya Toi prashta Dukha [Dzhibril] na kogoto pozhelae ot Svoite rabi, za da predupredi za Denya na sreshtata"},{"SurahNumber":40,"VerseNumber":16,"Text":"Denya, v koito shte se pokazhat i nishto ot tyakh ne shte bude skrito ot Allakh. Na kogo e Dnes vladenieto? - Na Allakh, Edinosushtiya, Pokoryavashtiya"},{"SurahNumber":40,"VerseNumber":17,"Text":"Dnes shte se vuzdade na vsyaka dusha za onova, koeto e pridobila. Nyama Dnes ugnetyavane. Allakh burzo pravi ravnosmetka"},{"SurahNumber":40,"VerseNumber":18,"Text":"I predupredi gi ti za nablizhavashtiya Den, kogato, spotaili uzhas, surtsata shte sa v gurlata! Za ugnetitelite ne shte ima nito priyatel, nito zastupnik, koito da bude poslushan"},{"SurahNumber":40,"VerseNumber":19,"Text":"Znae Toi skrishnite pogledi i onova, koeto gurdite potaivat"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allakh ot·suzhda spravedlivo, a onezi, koito prizovavat te vmesto Nego, nishto ne ot·suzhdat. Allakh e Vsechuvashtiya, Vsezryashtiya"},{"SurahNumber":40,"VerseNumber":21,"Text":"I ne khodyat li po zemyata, ta da vidyat kakuv be krayat na onezi predi tyakh? Byakha po-silni ot tyakh i s poveche sledi po zemyata. No Allakh gi sgrabchi zaradi grekhovete im i nyamashe koi da gi zashtiti ot Allakh"},{"SurahNumber":40,"VerseNumber":22,"Text":"Tova e, zashtoto tekhnite pratenitsi im donasyakha yasnite znatsi, a te ne povyarvakha i zatova Allakh gi sgrabchi. Toi e vsesilen, strog v nakazanieto"},{"SurahNumber":40,"VerseNumber":23,"Text":"I Musa izpratikhme s Nashite znameniya i s yaven dovod"},{"SurahNumber":40,"VerseNumber":24,"Text":"pri Faraona i Khaman, i Karun, i rekokha te: “Mag’osnik-izmamnik!”"},{"SurahNumber":40,"VerseNumber":25,"Text":"I kogato im donese toi istinata ot Nas, rekokha: “Ubiite sinovete na onezi, koito mu povyarvakha, i poshtadete zhenite im!” No kovarstvoto na nevernitsite vinagi e naprazno"},{"SurahNumber":40,"VerseNumber":26,"Text":"I reche Faraonut: “Ostavete me da ubiya Musa i neka zove svoya Gospod! Strakhuvam se da ne promeni vashata vyara ili da ne posee razvala po zemyata.”"},{"SurahNumber":40,"VerseNumber":27,"Text":"I reche Musa: “Opazil me moyat Gospod i vashiyat Gospod ot vseki gordelivets, koito ne vyarva v Denya na ravnosmetkata.”"},{"SurahNumber":40,"VerseNumber":28,"Text":"Edin vyarvasht muzh ot roda na Faraona, koito skrivashe svoyata vyara, kaza: “Nima shte ubiete chovek, zashtoto kazva: “Moyat Gospod e Allakh”, a toi vi e donesul yasnite znatsi ot vashiya Gospod? Ako e luzhets, v negov ushturb e luzhata mu. No ako kazva istinata, shte vi spoleti"},{"SurahNumber":40,"VerseNumber":29,"Text":"O, narode moi, dnes vlastta e vasha, gospodstvate po zemyata, no koi shte ni zashtiti ot nakazanieto na Allakh, ako to ni vrukhleti?” Reche Faraonut: “Az vi pokazvam samo kakvoto vizhdam. I vi nasochvam samo po praviya put.”"},{"SurahNumber":40,"VerseNumber":30,"Text":"I reche onzi, koito povyarva: “O, narode moi, strakhuvam se za vas ot den kato denya na obshtnostite"},{"SurahNumber":40,"VerseNumber":31,"Text":"kato obichaya spryamo naroda na Nukh i aditite, i samudyanite, i onezi sled tyakh. A Allakh ne zhelae gnet za rabite"},{"SurahNumber":40,"VerseNumber":32,"Text":"O, narode moi, strakhuvam se za vas ot Denya na priziva"},{"SurahNumber":40,"VerseNumber":33,"Text":"Denya, v koito shte oburnete grub v byagstvo i nikoi ne shte vi zashtiti ot Allakh. A kogoto Allakh ostavi v zabluda, nyama za nego voditel.”"},{"SurahNumber":40,"VerseNumber":34,"Text":"I Yusuf predi vi donese yasnite znatsi, no produlzhikhte da se sumnyavate v onova, koeto vi e donesul. Kogato umrya, kazakhte: “Allakh ne shte provodi sled nego pratenik.” Taka Allakh ostavya v zabluda vseki prestupvasht, sumnyavasht se"},{"SurahNumber":40,"VerseNumber":35,"Text":"koito osporvat znameniyata na Allakh, bez da sa poluchili dovod - ogromen e gnevut [kum tyakh] na Allakh i na vyarvashtite. Taka Allakh zapechatva surtseto na vseki gordeliv, nadmenen"},{"SurahNumber":40,"VerseNumber":36,"Text":"I reche Faraonut: “O, Khaman, postroi mi kula, za da dostigna putishtata"},{"SurahNumber":40,"VerseNumber":37,"Text":"putishtata na nebesata, dano zurna boga na Musa! No az mislya, che e luzhets.” Taka be razkraseno za Faraona loshoto mu deyanie i be otklonen ot putya. Kovarstvoto na Faraona vinagi be naprazno"},{"SurahNumber":40,"VerseNumber":38,"Text":"I reche onzi, koito povyarva: “O, narode moi, sledvaite me, az shte vi nasocha po praviya put"},{"SurahNumber":40,"VerseNumber":39,"Text":"O, narode moi, tozi, zemniyat zhivot, e samo [kratko] naslazhdenie, a otvudniyat e Domut na vechnostta"},{"SurahNumber":40,"VerseNumber":40,"Text":"Koito vurshi zlo, shte mu se vuzdade samo kolkoto nego. A koito vurshi pravedno delo, muzh ili zhena, i e vyarvasht, tezi shte vlyazat v Raya i shte budat nagradeni tam bezmerno"},{"SurahNumber":40,"VerseNumber":41,"Text":"I o, narode moi, kak az vi zova kum spasenieto, a vie me zovete kum Ogunya"},{"SurahNumber":40,"VerseNumber":42,"Text":"Vie me zovete da ne vyarvam v Allakh i da sudruzhavam s Nego onova, za koeto nyamam znanie, a az vi zova kum Vsemogushtiya, Mnogooproshtavashtiya"},{"SurahNumber":40,"VerseNumber":43,"Text":"Bez sumnenie, za onova, kum koeto me zovete, nyama zov nito v zemniya zhivot, nito v otvudniya, i nasheto zavrushtane e kum Allakh, i prestupvashtite sa obitatelite na Ogunya"},{"SurahNumber":40,"VerseNumber":44,"Text":"I shte si pripomnite kakvo vi kazvam. Az poveryavam svoeto delo na Allakh. Allakh e vsezryasht za rabite.”"},{"SurahNumber":40,"VerseNumber":45,"Text":"I go opazi Allakh ot zlinite, koito te zamislyakha. I zloto muchenie obgradi roda na Faraona"},{"SurahNumber":40,"VerseNumber":46,"Text":"V ogunya shte budat slagani i sutrin, i vecher. A v Denya, kogato nastupi Chasut: “Vuvedete khorata na Faraona v nai-surovoto muchenie!”"},{"SurahNumber":40,"VerseNumber":47,"Text":"I togava shte se prepirat v Ogunya, i slabite shte rekat na onezi, koito se golemeekha: “Nie vi sledvakhme. Shte otmakhnete li ot nas pone chast ot Ogunya?”"},{"SurahNumber":40,"VerseNumber":48,"Text":"Onezi, koito se golemeekha, shte rekat: “Nie vsichki sme v nego. Allakh ot·sudi veche mezhdu rabite.”"},{"SurahNumber":40,"VerseNumber":49,"Text":"I onezi, koito sa v Ogunya, shte rekat na pazitelite na Ada: “Pozovete vashiya Gospod da ni oblekchi pone za den muchenieto!”"},{"SurahNumber":40,"VerseNumber":50,"Text":"Shte rekat: “Ne doidokha li pri vas vashite pratenitsi s yasnite znatsi?” Shte rekat: “Da!” Shte rekat [pazitelite]: “Zovete togava!” No zovut na nevernitsite e samo naprazno"},{"SurahNumber":40,"VerseNumber":51,"Text":"Nie podkrepyame Nashite pratenitsi i vyarvashtite v zemniya zhivot i v Denya, kogato svidetelite shte se izpravyat"},{"SurahNumber":40,"VerseNumber":52,"Text":"v Denya, kogato na ugnetitelite ne shte pomogne opravdanieto im. Nad tyakh e proklyatieto i za tyakh e Loshoto obitalishte"},{"SurahNumber":40,"VerseNumber":53,"Text":"I dadokhme na Musa naput·stvieto. I ostavikhme v nasledstvo na sinovete na Israil Pisanieto"},{"SurahNumber":40,"VerseNumber":54,"Text":"naput·stvie i napomnyane za razumnite khora"},{"SurahNumber":40,"VerseNumber":55,"Text":"Zatova budi turpeliv i ti [o, Mukhammad]! Obeshtanieto na Allakh e istinno. Moli oproshtenie za svoya gryakh! I proslavyai s vuzkhvala svoya Gospod privecher i v zori"},{"SurahNumber":40,"VerseNumber":56,"Text":"Onezi, koito sporyat za znameniyata na Allakh, bez da sa poluchili dovod, imat v surtsata si samo velichie, koeto ne shte dostignat. Zatova pri Allakh tursi ubezhishte! Toi e Vsechuvashtiya, Vsezryashtiya"},{"SurahNumber":40,"VerseNumber":57,"Text":"Sutvoryavaneto na nebesata i na zemyata e po-veliko ot sutvoryavaneto na khorata. Ala povecheto khora ne znayat"},{"SurahNumber":40,"VerseNumber":58,"Text":"I ne sa ravni slepetsut i zryashtiyat, nito onezi, koito vyarvat i vurshat pravedni dela - sus zlostornika. Malko se pouchavate"},{"SurahNumber":40,"VerseNumber":59,"Text":"Chasut nepremenno shte doide. Nyama sumnenie v nego. Ala povecheto khora ne vyarvat"},{"SurahNumber":40,"VerseNumber":60,"Text":"I reche vashiyat Gospod: “Zovete Me, i Az shte vi otklikna! Onezi, koito ot visokomerie ne Mi sluzhat, shte vlyazat v Ada unizeni!”"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allakh e, Koito stori za vas noshtta, za da pochivate v neya, i denya - svetul. Allakh e vladetel na blagodat za khorata. Ala povecheto khora sa nepriznatelni"},{"SurahNumber":40,"VerseNumber":62,"Text":"Tova e Allakh, vashiyat Gospod, Tvoretsut na vsyako neshto. Nyama drug Bog osven Nego. Kak togava bivate podlugvani"},{"SurahNumber":40,"VerseNumber":63,"Text":"Taka se podlugvat onezi, koito otkhvurlyat znameniyata na Allakh"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allakh e, Koito stori za vas ot zemyata obitalishte i ot nebeto - svod, i vi dade obraz, i napravi obraza vi prevuzkhoden, i vi dava prepitanie ot blagata. Tova e Allakh, vashiyat Gospod. Blagosloven e Allakh, Gospodut na svetovete"},{"SurahNumber":40,"VerseNumber":65,"Text":"Toi e Vechnozhiviya. Nyama drug Bog osven Nego, zatova Nego zovete, predani Nemu v religiyata! Slava na Allakh, Gospoda na svetovete"},{"SurahNumber":40,"VerseNumber":66,"Text":"Kazhi: “Zabraneno mi be da sluzha na onezi, koito vie zovete vmesto Allakh, sled kato pri men doidokha yasnite znatsi ot moya Gospod. I mi be poveleno da se otdam na Gospoda na svetovete.”"},{"SurahNumber":40,"VerseNumber":67,"Text":"Toi e, Koito vi sutvori ot prust, posle ot chastitsa sperma, posle ot susirek, posle vi izvazhda - detsa, posle [vi ostavya] da stignete zrelostta si, posle - da ostareete, no nyakoi ot vas umirat predi tova. I [vi ostavya Toi] da stignete opredelen srok, za d"},{"SurahNumber":40,"VerseNumber":68,"Text":"Toi e, Koito suzhivyava i umurtvyava. I shtom ot·sudi neshto, mu kazva samo: “Budi!” I to stava"},{"SurahNumber":40,"VerseNumber":69,"Text":"Nima ne vizhdash onezi, koito sporyat za znameniyata na Allakh? Kak bivat otklonyavani"},{"SurahNumber":40,"VerseNumber":70,"Text":"Onezi, koito vzimat za luzha Knigata i onova, s koeto izpratikhme Nashite pratenitsi... No shte uznayat"},{"SurahNumber":40,"VerseNumber":71,"Text":"kogato okovite i verigite shte sa na vrata im. Shte budat vlacheni"},{"SurahNumber":40,"VerseNumber":72,"Text":"kum vryashtata voda, posle v Ogunya shte budat goreni"},{"SurahNumber":40,"VerseNumber":73,"Text":"Posle shte im se kazhe: “Kude sa onezi, na koito sluzhekhte"},{"SurahNumber":40,"VerseNumber":74,"Text":"vmesto na Allakh?” Shte kazhat: “Te ni napusnakha. Da, onova, koeto zovyakhme predi, be nishto.” Taka Allakh ostavya nevernitsite v zabluda"},{"SurahNumber":40,"VerseNumber":75,"Text":"Tova e, zashtoto na zemyata ste se radvali nezasluzheno i zashtoto ste likuvali"},{"SurahNumber":40,"VerseNumber":76,"Text":"Vlezte prez vratite na Ada - tam shte prebivavate vechno! I kolko losho e obitalishteto na gordelivite"},{"SurahNumber":40,"VerseNumber":77,"Text":"Zatova budi turpeliv [o, Mukhammad]! Obeshtanieto na Allakh e istinno. I da ti pokazhem chast ot onova, koeto im obeshtavame, ili da te priberem, te pri Nas shte budat vurnati"},{"SurahNumber":40,"VerseNumber":78,"Text":"Predi teb izpratikhme i drugi pratenitsi - za nyakoi ti razkazakhme, a za drugi ne sme ti razkazali. Nikoi pratenik ne idva sus znamenie bez pozvolenieto na Allakh. A shtom doide povelyata na Allakh, shte se ot·sudi s istinata i togava izmamnitsite shte ponesat zaguba"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allakh e, Koito suzdade za vas dobituka - nyakoi da yazdite, drugi da yadete"},{"SurahNumber":40,"VerseNumber":80,"Text":"i za da imate polza ot tyakh, i za da udovletvoryavate zhelaniya v gurdite si. Vurkhu tyakh i vurkhu korabite bivate prenasyani"},{"SurahNumber":40,"VerseNumber":81,"Text":"I vi pokazva Toi Svoite znameniya. Koi ot znameniyata na Allakh shte otrechete"},{"SurahNumber":40,"VerseNumber":82,"Text":"Ne khodyat li po zemyata, da vidyat kakuv be krayat na onezi predi tyakh? Te byakha po-mnogobroini i po-silni ot tyakh, i s poveche sledi po zemyata. Ala ne gi izbavi onova, koeto sa pridobili"},{"SurahNumber":40,"VerseNumber":83,"Text":"I kogato pratenitsite im donasyakha yasnite znatsi, te likuvakha sus svoeto znanie i togava gi obgrazhdashe onova, na koeto se prismivakha"},{"SurahNumber":40,"VerseNumber":84,"Text":"I kogato vizhdakha Nasheto nakazanie, kazvakha: “Povyarvakhme v Allakh, edinstveno v Nego, i otkhvurlyame onova, s koeto Go sudruzhavakhme.”"},{"SurahNumber":40,"VerseNumber":85,"Text":"No ne im be ot polza vyarata im, kogato vizhdakha Nasheto nakazanie. Takuv be obichayat na Allakh spryamo Negovite rabi i predi. Nevernitsite gubyat"},{"SurahNumber":41,"VerseNumber":1,"Text":"Kha. Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"Nizposlanie ot Vsemilostiviya, Milosurdniya"},{"SurahNumber":41,"VerseNumber":3,"Text":"Kniga, znameniyata na koyato sa razyasneni - Koran na arabski za khora proumyavashti"},{"SurahNumber":41,"VerseNumber":4,"Text":"blagovestitel i predupreditel. No povecheto ot tyakh se otvrushtat i ne se vslushvat"},{"SurahNumber":41,"VerseNumber":5,"Text":"I kazvat: “Surtsata ni imat bronya sreshtu onova, kum koeto ni zovesh, i v ushite ni ima glukhota. Mezhdu nas i teb ima pregrada. Zatova raboti! I nie shte rabotim.”"},{"SurahNumber":41,"VerseNumber":6,"Text":"Kazhi [o, Mukhammad]: “Az sum samo chovek kato vas. Razkrito mi be, che vashiyat Bog e edinstveniyat Bog. Zatova kum Nego se obrushtaite i Go molete za oproshtenie! Gorko na sudruzhavashtite"},{"SurahNumber":41,"VerseNumber":7,"Text":"koito ne davat milostinyata zakat i otvudniya zhivot otrichat"},{"SurahNumber":41,"VerseNumber":8,"Text":"A za onezi, koito vyarvat i vurshat pravedni dela, shte ima bezspirna nagrada.”"},{"SurahNumber":41,"VerseNumber":9,"Text":"Kazhi: “Nima naistina otrichate Onzi, Koito sutvori zemyata v dva dni i storvate Nemu podobiya? Toi e Gospodut na svetovete.”"},{"SurahNumber":41,"VerseNumber":10,"Text":"I stori po neya nepoklatimi planini, i ya blagoslovi, i razpredeli tam prepitanieto i tochno v chetiri dni poravno - za turseshtite"},{"SurahNumber":41,"VerseNumber":11,"Text":"Posle se nasochi kum [sutvoryavaneto na] nebeto, a to be dim, i reche na nego i na zemyata: “Pokorete se dobrovolno ili po prinuda!” Rekokha: “Pokoryavame se dobrovolno.”"},{"SurahNumber":41,"VerseNumber":12,"Text":"I gi napravi sedem nebesa v dva dni, i otredi Toi na vsyako nebe negovoto delo. I ukrasikhme nai-niskoto nebe sus svetilnitsi, i za opazvane. Taka e otredil Vsemogushtiya, Vseznaeshtiya"},{"SurahNumber":41,"VerseNumber":13,"Text":"A ako se otvurnat, kazhi: “Preduprezhdavam vi s mulniya, podobna na mulniyata za aditite i samudyanite.”"},{"SurahNumber":41,"VerseNumber":14,"Text":"Pratenitsite doidokha pri tyakh i otpred, i otzad: “Ne sluzhete na drug osven na Allakh!” Rekokha: “Ako nashiyat Gospod be pozhelal, shteshe da spusne angeli. Nie ne vyarvame v tova, s koeto ste izprateni.”"},{"SurahNumber":41,"VerseNumber":15,"Text":"A aditite se vuzgordyakha na zemyata bez pravo i kazakha: “Koi e po-silen ot nas?” Nima ne vizhdat, che Allakh, Koito gi sutvori, e po-silen ot tyakh? Taka te otrichakha Nashite znameniya"},{"SurahNumber":41,"VerseNumber":16,"Text":"I zatova izpratikhme sreshtu im leden vikhur v zlopoluchni dni, za da gi nakarame da vkusyat muchenieto na pozora v zemniya zhivot. A muchenieto v otvudniya e oshte po-pozorno i ne shte im se pomogne"},{"SurahNumber":41,"VerseNumber":17,"Text":"I samudyanite naputikhme, no te predpochetokha slepotata pred naput·stvieto. Togava gi obkhvana mulniyata na unizitelnoto muchenie zaradi onova, koeto sa pridobili"},{"SurahNumber":41,"VerseNumber":18,"Text":"I spasikhme onezi, koito povyarvakha i byakha bogoboyazlivi"},{"SurahNumber":41,"VerseNumber":19,"Text":"V Denya, kogato vragovete na Allakh budat subrani za Ogunya, te shte budat podredeni"},{"SurahNumber":41,"VerseNumber":20,"Text":"Kogato stignat tam, i slukhut, i zrenieto, i kozhata im shte svidetelstvat protiv tyakh za onova, koeto sa vurshili"},{"SurahNumber":41,"VerseNumber":21,"Text":"I shte kazhat na kozhata si: “Zashto zasvidetelstva protiv nas?” Shte kazhe: “Nakara me da govorya Allakh, Koito kara vsyako neshto da progovori. Toi vi sutvori purviya put i pri Nego e vasheto zavrushtane.”"},{"SurahNumber":41,"VerseNumber":22,"Text":"I ne se opasyavakhte, che i slukhut, i zrenieto, i kozhata vi shte svidetelstvat za vas, a predpolagakhte, che Allakh ne shte uznae mnogo ot onova, koeto pravite"},{"SurahNumber":41,"VerseNumber":23,"Text":"Tazi vasha dogadka, koyato dopuskakhte za vashiya Gospod, vi donese gibel i taka se ozovakhte sred gubeshtite"},{"SurahNumber":41,"VerseNumber":24,"Text":"Dori da turpyat, obitalishteto im e Ogunyat. I dori da molyat milost, ne shte poluchat milost"},{"SurahNumber":41,"VerseNumber":25,"Text":"I im otredikhme priyateli, koito im razkrasyavakha vsichko pred tyakh i vsichko zad tyakh. I taka se sbudna i spryamo tyakh slovoto [za muchenieto], kakto i za predishni obshtnosti ot dzhinove i khora. Nesumneno te sa gubeshti"},{"SurahNumber":41,"VerseNumber":26,"Text":"I kazvakha nevernitsite: “Ne slushaite tozi Koran i vdigaite gluchka tam, [kudeto go chetat], za da nadviete vie!”"},{"SurahNumber":41,"VerseNumber":27,"Text":"Shte nakarame Nie nevernitsite da vkusyat surovo muchenie i shte im vuzdadem za loshite im deyaniya"},{"SurahNumber":41,"VerseNumber":28,"Text":"Tova e vuzmezdieto za vragovete na Allakh - Ogunyat - Vechniyat dom za tyakh - vuzmezdie, zashtoto otkhvurlyakha Nashite znameniya"},{"SurahNumber":41,"VerseNumber":29,"Text":"I shte kazhat nevernitsite: “Gospodi nash, pokazhi ni onezi ot dzhinovete i khorata, koito ni zabludikha, da gi slozhim pod krakata si, ta da budat nai-otdolu [v Ada]!”"},{"SurahNumber":41,"VerseNumber":30,"Text":"Pri onezi, koito kazvat: “Allakh e nashiyat Gospod!” i sledvat praviya put, angelite shte slyazat: “Ne se strakhuvaite i ne skurbete! I se radvaite na Raya, koito vi e obeshtan"},{"SurahNumber":41,"VerseNumber":31,"Text":"Nie sme vashite pokroviteli i v zemniya zhivot, i v otvudniya. Shte imate tam, kakvoto pozhelayat dushite vi i shte imate tam, kakvoto poiskate"},{"SurahNumber":41,"VerseNumber":32,"Text":"priem ot oproshtavasht, milosurden.”"},{"SurahNumber":41,"VerseNumber":33,"Text":"I koi ima po-khubavo slovo ot onzi, koito zove kum Allakh i vurshi pravedni dela, i kazva: “Az sum otdaden!”"},{"SurahNumber":41,"VerseNumber":34,"Text":"Ne sa ravni dobrinata i zlinata. Otbluskvai ya s nai-dobroto i togava onzi, ot kogoto te e delyala vrazhda, stava kato blizuk priyatel"},{"SurahNumber":41,"VerseNumber":35,"Text":"No s tova sa udostoeni samo turpelivite. S tova sa udostoeni samo shtastlivtsite"},{"SurahNumber":41,"VerseNumber":36,"Text":"I ako te podbudi satanata, pri Allakh tursi ubezhishte! Toi e Vsechuvashtiya, Vseznaeshtiya"},{"SurahNumber":41,"VerseNumber":37,"Text":"I ot Negovite znameniya sa noshtta i denyat, i sluntseto, i lunata. Ne se poklanyaite nito na sluntseto, nito na lunata, a se poklanyaite na Allakh, Koito gi sutvori, ako na Nego sluzhite"},{"SurahNumber":41,"VerseNumber":38,"Text":"I ako [nevernitsite] se vuzgordyavat, to [angelite], koito sa pri tvoya Gospod, Go proslavyat noshtem i denem, i tova ne im dotyaga"},{"SurahNumber":41,"VerseNumber":39,"Text":"I ot Negovite znameniya e, che vizhdash zemyata bezzhiznena. A shtom izsipem voda vurkhu neya, tya se razdvizhva i nabubva. Onzi, Koito ya suzhivyava, mozhe i murtvite da suzhivi. Toi za vsyako neshto ima sila"},{"SurahNumber":41,"VerseNumber":40,"Text":"Onezi, koito izopachavat Nashite znameniya, ne sa skriti za Nas. Dali onzi, koito shte bude khvurlen v Ogunya, e po-dobur, ili onzi, koito shte doide v bezopasnost v Denya na vuzkresenieto? Vurshete, kakvoto pozhelaete! Toi suzira vashite dela"},{"SurahNumber":41,"VerseNumber":41,"Text":"Onezi, koito ne vyarvat v Napomnyaneto, sled kato doide pri tyakh... a to e zashtitena kniga"},{"SurahNumber":41,"VerseNumber":42,"Text":"koyato luzha ne ya doblizhava nito otpred, nito otzad, i e nizposlanie ot premudur, vseslaven"},{"SurahNumber":41,"VerseNumber":43,"Text":"Ne ti se kazva [ot nevernitsite] drugo osven kakvoto be kazano na pratenitsite predi teb. Tvoyat Gospod e vladetel na oproshtenie i vladetel na bolezneno nakazanie"},{"SurahNumber":41,"VerseNumber":44,"Text":"A ako go storekhme Koran na chuzhd ezik, [nevernitsite] shtyakha da rekat: “Zashto znameniyata mu ne sa razyasneni?” [Koran] na chuzhd ezik i [pratenik] arabin? Kazhi: “Za vyarvashtite toi e naput·stvie i iztselenie, a onezi, koito ne vyarvat, imat v ushite si glukhota i toi za"},{"SurahNumber":41,"VerseNumber":45,"Text":"I na Musa dadokhme Pisanieto, i nastana raznoglasie po nego. I ako nyamashe predishno Slovo ot tvoya Gospod, shteshe da e ot·sudeno mezhdu tyakh. I te s podozrenie se sumnyavakha v nego"},{"SurahNumber":41,"VerseNumber":46,"Text":"Koito vurshi pravedni dela, to e za samiya nego, a koito stori zlo, to e v negov ushturb. Tvoyat Gospod ne e ugnetitel za rabite"}]}