{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Et je ne m’innocente cependant pas, car l’ame est tres incitatrice au mal, a moins que mon Seigneur, par misericorde, [ne la preserve du peche]. Mon Seigneur est certes Pardonneur et tres Misericordieux"},{"SurahNumber":12,"VerseNumber":54,"Text":"Et le roi dit: “Amenez-le moi ! Je me le reserve pour moi-meme.” Et lorsqu’il lui eut parle, il dit : “Tu es des aujourd’hui pres de nous, en une position d’autorite et de confiance.”"},{"SurahNumber":12,"VerseNumber":55,"Text":"Et [Joseph] dit : “Assigne-moi les depots du territoire! Je suis bon gardien et connaisseur.”"},{"SurahNumber":12,"VerseNumber":56,"Text":"Ainsi avons-nous affermi (l’autorite de) Joseph dans ce territoire et il s’y installait la ou il le voulait. Nous touchons de Notre misericorde qui Nous voulons et ne faisons pas perdre aux hommes de bien le merite [de leurs œuvres]"},{"SurahNumber":12,"VerseNumber":57,"Text":"Et la recompense de l’au-dela est meilleure pour ceux qui ont cru et ont pratique la piete"},{"SurahNumber":12,"VerseNumber":58,"Text":"Et les freres de Joseph vinrent et entrerent aupres de lui. Il les reconnut, mais eux ne le reconnurent pas"},{"SurahNumber":12,"VerseNumber":59,"Text":"Et quand il leur eut fourni leur provision, il dit : “Amenez-moi un frere que vous avez de votre pere. Ne voyez-vous pas que je donne la pleine mesure et que je suis le meilleur des hotes"},{"SurahNumber":12,"VerseNumber":60,"Text":"Et si vous ne me l’amenez pas, alors il n’y aura plus de provision pour vous, chez moi; et vous ne m’approcherez plus.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Ils dirent : “Nous essayerons de persuader son pere. Certes, nous le ferons.”"},{"SurahNumber":12,"VerseNumber":62,"Text":"Et il dit a Ses serviteurs : \"Remettez leurs marchandises dans leurs sacs ! Peut-etre les reconnaitront-ils quand ils seront de retour vers leur famille et peut-etre qu’ils reviendront"},{"SurahNumber":12,"VerseNumber":63,"Text":"Et lorsqu’ils revinrent a leur pere, ils dirent : “O notre pere ! Il nous sera refuse [a l’avenir] de nous ravitailler [en grain]. Envoie donc avec nous notre frere, afin que nous obtenions des provisions. Nous le surveillerons bien"},{"SurahNumber":12,"VerseNumber":64,"Text":"Il dit : “Vais-je vous le confier comme, auparavant, je vous ai confie son frere ? Certes, Allah est le Meilleur Gardien, et Il est le plus Misericordieux des misericordieux !”"},{"SurahNumber":12,"VerseNumber":65,"Text":"Et lorsqu’ils ouvrirent leurs bagages, ils trouverent qu’on leur avait rendu leurs marchandises. Ils dirent : \"O notre pere ! Que desirons-nous [de plus] ? Voici que nos marchandises nous ont ete rendues. Et ainsi nous approvisionnerons notre famille, nous veillerons a la securite de notre frere et nous ajouterons la charge d’un chameau. C’est une charge facile.”"},{"SurahNumber":12,"VerseNumber":66,"Text":"Il dit : “Jamais je ne l’enverrai avec vous, jusqu’a ce que vous m’apportiez l’engagement formel au nom d’Allah que vous me le ramenerez a moins que vous ne soyez cernes.” Lorsqu’ils lui eurent apporte l’engagement, il dit: “Allah est garant de ce que nous disons !”"},{"SurahNumber":12,"VerseNumber":67,"Text":"Et il dit : “O mes fils ! N’entrez pas par une seule porte, mais entrez par portes separees. Et je ne peux cependant vous etre d’aucune utilite contre les desseins d’Allah. La decision n’appartient qu’a Allah. En Lui je place ma confiance. Et que ceux qui placent leur confiance la place en Lui.”"},{"SurahNumber":12,"VerseNumber":68,"Text":"Etant entres comme leur pere leur avait commande [cela] ne leur servit a rien contre [les decrets d’] Allah. Ce n’etait [du reste] qu’une precaution que Jacob avait juge [de leur recommander]. Il avait pleine connaissance de ce que Nous lui avions enseigne. Mais la plupart des gens ne savent pas"},{"SurahNumber":12,"VerseNumber":69,"Text":"Et quand ils furent entres aupres de Joseph, [celui-ci] retint son frere aupres de lui en disant: “Je suis ton frere. Ne te chagrine donc pas pour ce qu’ils faisaient !”"},{"SurahNumber":12,"VerseNumber":70,"Text":"Puis, quand il leur eut fourni leurs provisions, il mit la coupe dans le sac de son frere. Ensuite un crieur annonca : “He Caravaniers ! Vous etes des voleurs !”"},{"SurahNumber":12,"VerseNumber":71,"Text":"Ils se retournerent en disant : “Qu’avez-vous perdu ? ”"},{"SurahNumber":12,"VerseNumber":72,"Text":"Ils repondirent : “Nous cherchons la grande coupe du roi. La charge d’un chameau a qui la rapportera et j’en suis garant.”"},{"SurahNumber":12,"VerseNumber":73,"Text":"“Par Allah, dirent-ils, vous savez certes que nous ne sommes pas venus pour semer la corruption sur le territoire et que nous ne sommes pas des voleurs”"},{"SurahNumber":12,"VerseNumber":74,"Text":"Quelle sera donc la sanction si vous etes des menteurs? (dirent-ils)"},{"SurahNumber":12,"VerseNumber":75,"Text":"Ils dirent: “La sanction infligee a celui dont les bagages de qui la coupe sera retrouvee est: [qu’il soit livre] lui-meme [a titre d’esclave a la victime du vol]. C’est ainsi que nous punissons les malfaiteurs !”"},{"SurahNumber":12,"VerseNumber":76,"Text":"[Joseph] commenca par les sacs des autres avant celui de son frere; puis il la fit sortir du sac de son frere. Ainsi suggerames-Nous cet artifice a Joseph. Car il ne pouvait pas se saisir de son frere, selon la justice du roi, a moins qu’Allah ne l’eut voulu. Nous elevons en rang qui Nous voulons. Et au-dessus de tout homme detenant la science il y a un savant [plus docte que lui]"},{"SurahNumber":12,"VerseNumber":77,"Text":"Ils dirent : “S’il a commis un vol, un frere a lui auparavant a vole aussi. “Mais Joseph tint sa pensee secrete, et ne la leur devoila pas. Il dit [en lui-meme] : “Votre position est bien pire encore! Et Allah connait mieux ce que vous decrivez.”"},{"SurahNumber":12,"VerseNumber":78,"Text":"Ils dirent : \"O Al 'Aziz ! Il a un pere tres vieux; saisis-toi donc de l’un de nous, a sa place. Nous voyons que tu es vraiment du nombre des gens bienfaisants.”"},{"SurahNumber":12,"VerseNumber":79,"Text":"Il dit : “Qu’Allah nous garde de prendre un autre que celui chez qui nous avons trouve notre bien ! Nous serions alors vraiment injustes"},{"SurahNumber":12,"VerseNumber":80,"Text":"Puis, lorsqu’ils eurent perdu tout espoir [de ramener Benjamin (Benyamin)] ils se concerterent en secret. Leur aine dit : “Ne savez-vous pas que votre pere a pris de vous un engagement formel au nom d’Allah, et que deja vous y avez manque autrefois a propos de Joseph ? Je ne quitterai point le territoire, jusqu’a ce que mon pere me le permette ou qu’Allah juge en ma faveur, et Il est le meilleur des juges"},{"SurahNumber":12,"VerseNumber":81,"Text":"Retournez a votre pere et dites: “O notre pere! Ton fils a vole. Et nous n’attestons que ce que nous savons. Et nous n’etions nullement au courant de l’Invisible"},{"SurahNumber":12,"VerseNumber":82,"Text":"Et interroge la ville ou nous etions, ainsi que la caravane dans laquelle nous sommes arrives. Nous disons reellement la verite.”"},{"SurahNumber":12,"VerseNumber":83,"Text":"Alors [Jacob] dit: “Plutot, vos ames vous inspire [d’entreprendre] quelque chose! Oh Belle patience! Il se peut qu’Allah me les ramenera tous (Joseph, Benjamin et leur frere aine Ruben). Car c’est Lui l’Omniscient, le Sage.”"},{"SurahNumber":12,"VerseNumber":84,"Text":"Et il se detourna d’eux et dit: “Que mon chagrin est grand pour Joseph! ” Et ses yeux blanchirent d’affliction. Et il etait accable"},{"SurahNumber":12,"VerseNumber":85,"Text":"Ils dirent: “Par Allah! Tu ne cesseras pas d’evoquer Joseph, jusqu’a ce que tu t’epuises ou que tu sois parmi les morts.”"},{"SurahNumber":12,"VerseNumber":86,"Text":"Il dit : “Je ne me plains qu’a Allah de mon dechirement et de mon chagrin. Et, je sais de la part d’Allah, ce que vous ne savez pas"},{"SurahNumber":12,"VerseNumber":87,"Text":"O mes fils ! Partez et enquerez-vous de Joseph et de son frere ! Et ne desesperez pas de la misericorde d’Allah. Ce sont seulement les gens mecreants qui desesperent de la misericorde d’Allah.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Et lorsqu’ils s’introduisirent aupres de [Joseph,] ils dirent : “O Al 'Aziz, la famine nous a touches nous et notre famille; et nous venons avec une marchandise sans grande valeur. Donne-nous une pleine mesure, et fais-nous la charite ! Certes, Allah recompense les charitables ! ”"},{"SurahNumber":12,"VerseNumber":89,"Text":"Il dit : “Savez-vous ce que vous avez fait de Joseph et de son frere alors que vous etiez ignorants [injustes] ?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"Ils dirent : “Est-ce que tu es... Certes, tu es Joseph! ” - Il dit: “Je suis Joseph, et voici mon frere. Certes, Allah nous a favorises. Quiconque craint et patiente… Alors tres certainement, Allah ne fait pas perdre la recompense des bienfaisants.”"},{"SurahNumber":12,"VerseNumber":91,"Text":"Ils dirent : \"Par Allah ! Vraiment Allah t’a prefere a nous et nous avons ete fautifs"},{"SurahNumber":12,"VerseNumber":92,"Text":"Il dit : “Pas de recrimination contre vous aujourd’hui ! Qu’Allah vous pardonne. C’est Lui Le plus Misericordieux des Misericordieux"},{"SurahNumber":12,"VerseNumber":93,"Text":"Emportez ma tunique que voici, et appliquez-la sur le visage de mon pere. Il recouvrera [aussitot] la vue. Et amenez-moi toute votre famille !”"},{"SurahNumber":12,"VerseNumber":94,"Text":"Et des que la caravane eut franchi la frontiere [de Canaan], leur pere dit : “Je decele, certes, l’odeur de Joseph, meme si vous dites que je radote.”"},{"SurahNumber":12,"VerseNumber":95,"Text":"Ils lui dirent : “Par Allah ! Te voila bien dans ton ancien egarement.”"},{"SurahNumber":12,"VerseNumber":96,"Text":"Puis, quand arriva le porteur de bonne annonce, il l’appliqua [la tunique] sur le visage de Jacob. Celui-ci recouvra [aussitot] la vue, et dit : “Ne vous ai-je pas dit que je sais, de la part d’Allah, ce que vous ne savez pas ? ”"},{"SurahNumber":12,"VerseNumber":97,"Text":"Ils dirent: \"O notre pere, implore pour nous la remission de nos peches. Nous etions vraiment fautifs.”"},{"SurahNumber":12,"VerseNumber":98,"Text":"Il dit : “J’implorerai pour vous le pardon de mon Seigneur. Car c’est Lui le Pardonneur, le Tres Misericordieux.”"},{"SurahNumber":12,"VerseNumber":99,"Text":"Lorsqu’ils s’introduisirent aupres de Joseph, celui-ci accueillit ses pere et mere, et leur dit : “Entrez en Egypte, en toute securite, si Allah le veut ! ”"},{"SurahNumber":12,"VerseNumber":100,"Text":"Et il eleva ses parents sur le trone, et tous tomberent devant lui, prosternes Et il dit : \"O mon pere ! Voila l’interpretation de mon reve de jadis. Allah l’a bel et bien realise... Et Il m’a certainement fait du bien quand Il m’a fait sortir de prison et qu’Il vous a fait venir de la campagne, [du desert], apres que le Diable (Satan) ait suscite la discorde entre mes freres et moi. Mon Seigneur est plein de douceur pour ce qu’Il veut. Et c’est Lui L’Omniscient, le Sage"},{"SurahNumber":12,"VerseNumber":101,"Text":"O Mon Seigneur ! Tu m’as donne du pouvoir et m’as enseigne l’interpretation des reves. [C’est Toi Le] Createur des cieux et de la Terre, Tu es mon allie, ici-bas et dans l’au-dela. Fais-moi mourir en parfaite soumission et fait moi rejoindre les vertueux"},{"SurahNumber":12,"VerseNumber":102,"Text":"Ce sont la des recits inconnus que Nous te revelons. Et tu n’etais pas aupres d’eux quand ils se mirent d’accord pour comploter"},{"SurahNumber":12,"VerseNumber":103,"Text":"Et la plupart des gens ne sont pas croyants malgre ton desir ardent"},{"SurahNumber":12,"VerseNumber":104,"Text":"Et tu ne leur demandes aucun salaire pour cela. Ce n’est la qu’un rappel adresse a l’Univers"},{"SurahNumber":12,"VerseNumber":105,"Text":"Et dans les cieux et sur la Terre, que de signes aupres desquels les gens passent, en s’en detournant"},{"SurahNumber":12,"VerseNumber":106,"Text":"Et la plupart d’entre eux ne croient en Allah, qu’en lui donnant des associes"},{"SurahNumber":12,"VerseNumber":107,"Text":"Est-ce qu’ils sont surs que le chatiment d’Allah ne viendra pas les couvrir ou que l’Heure ne leur viendra pas soudainement, sans qu’ils s’en rendent compte"},{"SurahNumber":12,"VerseNumber":108,"Text":"Dis: “Voici ma voie ! J’appelle les gens [a la religion] d’Allah, moi et ceux qui me suivent, nous basant sur une preuve evidente. Et Gloire a Allah ! Et je ne suis point du nombre des polytheistes"},{"SurahNumber":12,"VerseNumber":109,"Text":"Nous n’avons envoye avant toi que des hommes originaires des cites, a qui Nous avons fait des revelations. [Ces gens-la] n’ont-ils pas parcouru la Terre et considere quelle fut la fin de ceux qui ont vecu avant eux ? La Demeure de l’au-dela est assurement meilleure pour ceux qui craignent [Allah]. Ne raisonnerez-vous donc pas"},{"SurahNumber":12,"VerseNumber":110,"Text":"Quand les Messagers faillirent perdre espoir (et que leurs adeptes) eurent pense qu’ils etaient dupes voila que vint a eux Notre secours. Et furent sauves ceux que Nous voulumes. Mais Notre rigueur ne saurait etre detournee des gens criminels"},{"SurahNumber":12,"VerseNumber":111,"Text":"Dans leurs recits il y a certes une lecon pour les gens doues d’intelligence. Ce n’est point la un recit fabrique. C’est au contraire la confirmation de ce qui existait deja avant lui, un expose detaille de toute chose, un guide et une misericorde pour des gens qui croient"},{"SurahNumber":13,"VerseNumber":1,"Text":"Alif, Lam, Mim, Ra . Voici les versets du Livre; et ce qui t’a ete revele par ton Seigneur est la verite ; mais la plupart des gens ne croient pas"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah est Celui qui a eleve [bien haut] les cieux sans piliers visibles. Puis, Il S’est etabli [Istawa] sur le Trone et a soumis le soleil et la lune, chacun poursuivant sa course vers un terme fixe. Il regle l’Ordre [de tout] et expose en detail les signes afin que vous ayez la certitude de la rencontre de votre Seigneur"},{"SurahNumber":13,"VerseNumber":3,"Text":"Et c’est Lui qui etendit la terre et y a place montagnes et fleuves. Et de chaque espece de fruits Il a etabli deux elements de couple. Il fait que la nuit couvre le jour. Voila bien la des preuves pour des gens qui reflechissent"},{"SurahNumber":13,"VerseNumber":4,"Text":"Et sur la terre il y a des parcelles voisines les unes des autres, des jardins [plantes] de vignes, et des cereales et des palmiers, en touffes ou espaces, arroses de la meme eau. Nous rendons superieurs les uns aux autres quant au gout. Voila bien la des preuves pour des gens qui raisonnent"},{"SurahNumber":13,"VerseNumber":5,"Text":"Et si tu dois t’etonner, rien de plus etonnant que leurs dires : \"Quand nous seront poussiere, reviendrons-nous vraiment a une nouvelle creation ?\" Ceux-la sont ceux qui ne croient pas en leur Seigneur. Et ce sont eux qui auront des jougs a leur cou. Et ce sont eux les gens du Feu, ou ils demeureront eternellement"},{"SurahNumber":13,"VerseNumber":6,"Text":"Et ils te demandent de hater [la venue] du malheur plutot que celle du bonheur. Certes, il s’est produit avant eux des chatiments exemplaires. Ton Seigneur est Detenteur du pardon pour les gens, malgre leurs mefaits. Et ton seigneur est assurement dur en punition"},{"SurahNumber":13,"VerseNumber":7,"Text":"Et ceux qui ont mecru disent : \"Pourquoi n’a-t-on pas fait descendre sur celui-ci (Mohammed) un miracle venant de son Seigneur ?\" Tu n’es qu’un avertisseur, et a chaque peuple un guide"},{"SurahNumber":13,"VerseNumber":8,"Text":"Allah sait ce que porte chaque femelle, et de combien la periode de gestation dans la matrice est ecourtee ou prolongee. Et toute chose a aupres de Lui sa mesure"},{"SurahNumber":13,"VerseNumber":9,"Text":"Le Connaisseur de ce qui est cache et de ce qui est apparent, Le Grand, Le Sublime"},{"SurahNumber":13,"VerseNumber":10,"Text":"Sont egaux pour lui, celui parmi vous qui tient secrete sa parole, et celui qui la divulgue ; ainsi que celui qui se cache la nuit et celui qui se montre au grand jour"},{"SurahNumber":13,"VerseNumber":11,"Text":"Il [l’homme] a par devant lui et derriere lui des Anges qui se relaient et qui veillent sur lui par ordre d’Allah. En verite, Allah ne modifie point l’etat d’un peuple, tant que les [individus qui le composent] ne modifient pas ce que est en eux-memes. Et lorsqu’Allah veut [infliger] un mal a un peuple, nul ne peut le repousser et ils n’ont en dehors de Lui aucun protecteur"},{"SurahNumber":13,"VerseNumber":12,"Text":"C’est lui qui vous fait voir l’eclair (qui vous inspire) crainte et espoir; et Il cree les nuages lourds"},{"SurahNumber":13,"VerseNumber":13,"Text":"Le tonnerre Le glorifie par Sa louange, et aussi les Anges, sous l’effet de Sa crainte. Et Il lance les foudres dont Il atteint qui Il veut. Or ils disputent au sujet d’Allah alors qu’il est redoutable en force"},{"SurahNumber":13,"VerseNumber":14,"Text":"A Lui l’appel de la Verite ! Ceux qu’ils invoquent en dehors de Lui ne leur repondent d’aucune facon; semblables a celui qui etend ses deux mains vers l’eau pour la porter a sa bouche, mais qui ne parvient jamais a l’atteindre. Et l’invocation des mecreants n’est que perte"},{"SurahNumber":13,"VerseNumber":15,"Text":"Et c’est a Allah que se prosternent, bon gre mal gre, tous ceux qui sont dans les cieux et sur la Terre, ainsi que leurs ombres, au debut et a la fin de journee"},{"SurahNumber":13,"VerseNumber":16,"Text":"Dis: “Qui est le Seigneur des cieux et de la Terre ? ” Dis : “Allah.” Dis : “Et prendrez-vous en dehors de Lui, des maitres qui ne detiennent pour eux-memes ni bien ni mal ?” Dis : “Sont-ils egaux, l’aveugle et celui qui voit ? Ou sont-elles egales, les tenebres et la lumiere ? Ou donnent-ils a Allah des associes qui creent comme Sa creation au point que les deux creations se soient confondues a eux ?” Dis : “Allah est le Createur de toute chose, et c’est Lui l’Unique, le Dominateur supreme.”"},{"SurahNumber":13,"VerseNumber":17,"Text":"Il a fait descendre une eau du ciel a laquelle des vallees servent de lit, selon leur grandeur. Le flot deborde a charrie une ecume flottante; et semblable a celle-ci est [l’] ecume provenant de ce qu’on porte a fusion, dans le feu pour [fabriquer] des bijoux et des ustensiles. Ainsi, Allah represente en parabole la Verite et le Faux : l’ecume [du torrent et du metal fondu] s’en va au rebut, tandis que [l’eau et les objets] utiles aux hommes demeurent sur la terre. Ainsi, Allah propose des paraboles"},{"SurahNumber":13,"VerseNumber":18,"Text":"La meilleur [fin] est pour ceux qui repondent a [l’appel] de leur Seigneur. Et quant a ceux qui ne Lui repondent pas, s’ils avaient tout ce qui est sur la Terre, et autant encore, ils l’offriraient en rancon. Ceux-la auront le detestable rendement de compte et l’Enfer sera leur refuge. Quel detestable lit de repos"},{"SurahNumber":13,"VerseNumber":19,"Text":"Celui qui sait que ce qui t’est revele de la part de ton Seigneur est la verite, est-il semblable a l’aveugle ? Seuls les gens doues d’intelligence reflechissent bien"},{"SurahNumber":13,"VerseNumber":20,"Text":"ceux qui remplissent leur engagement envers Allah et ne violent pas le pacte"},{"SurahNumber":13,"VerseNumber":21,"Text":"et ceux qui unissent ce qu’Allah a commande d’unir, redoutent leur Seigneur et craignent une malheureuse reddition de compte"},{"SurahNumber":13,"VerseNumber":22,"Text":"et ceux qui endurent dans la recherche de l’agrement de leur Seigneur , accomplissent la priere (As-Salat) et depensent (dans le bien), en secret et en public, de ce que Nous leur avons attribue, et repoussent le mal par le bien. A ceux-la, la bonne demeure finale"},{"SurahNumber":13,"VerseNumber":23,"Text":"les jardins d’Eden, ou ils entreront, ainsi que tous ceux de leurs ascendants, conjoints et descendants, qui ont ete de bons croyants. De chaque porte, les Anges entreront aupres d’eux"},{"SurahNumber":13,"VerseNumber":24,"Text":"Paix (Salam) sur vous, pour ce que vous avez endure !\" - Comme est bonne votre Demeure finale"},{"SurahNumber":13,"VerseNumber":25,"Text":"[Mais] ceux qui violent leur pacte avec Allah apres l’avoir engage, et rompent ce qu’Allah a commande d'unir et commettent le desordre sur Terre, auront la malediction et la mauvaise demeure"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allah etend largement Ses dons ou [les] restreint a qui Il veut. Ils se rejouissent de la vie en ce bas monde, mais la vie d’ici-bas ne paraitra que comme une jouissance ephemere en comparaison de l’au-dela"},{"SurahNumber":13,"VerseNumber":27,"Text":"Ceux qui ont mecru disent : “Pourquoi n’a-t-on pas descendu sur lui (Mohammed) un miracle venant de son Seigneur ? ” Dis : “En verite, Allah egare qui Il veut et Il guide vers Lui celui qui revient repentant"},{"SurahNumber":13,"VerseNumber":28,"Text":"ceux qui ont cru, et dont les cœurs se tranquillisent a l'evocation d'Allah.\" N'est ce point par l'evocation d'Allah que se tranquillisent les cœurs"},{"SurahNumber":13,"VerseNumber":29,"Text":"Ceux qui croient et font de bonnes œuvres, auront le plus grand bien et aussi le plus bon retour"},{"SurahNumber":13,"VerseNumber":30,"Text":"Ainsi, Nous t’envoyons dans une communaute - que d’autres communautes ont precedee - pour que tu leur recites ce que Nous te revelons [le Coran], cependant qu’ils ne croient pas au Tout Misericordieux. Dis : \"C’est Lui mon Seigneur. Pas d’autre divinite a part Lui ! En Lui je place ma confiance Et a Lui je me repens"},{"SurahNumber":13,"VerseNumber":31,"Text":"S’il y avait un Coran a mettre les montagnes en marche, a fendre la terre ou a faire parler les morts (ce serait celui-ci). C’est plutot a Allah le commandement tout entier. Les croyants ne savent-ils pas que, si Allah l’avait voulu, Il aurait guide tous les hommes vers le droit chemin? Cependant, ceux qui ne croient pas ne manqueront pas, pour prix de ce qu’ils font d’etre frappes par un cataclysme, ou [qu’un cataclysme] s’abattra pres de leurs demeures jusqu’a ce que vienne la promesse d’Allah. Car Allah, ne manque jamais a Sa promesse"},{"SurahNumber":13,"VerseNumber":32,"Text":"On s’est certes moque des Messagers avant toi. Alors, J’ai donne un repit aux mecreants. Ensuite, Je les ai saisis. Et quel fut Mon chatiment"},{"SurahNumber":13,"VerseNumber":33,"Text":"Est-ce que Celui qui observe ce que chaque ame acquiert [est semblable aux associes ?...] Et pourtant ils donnent des associes a Allah. Dis [leur:] \"Nommez-les ! Ou essayez-vous de Lui apprendre ce qu’Il ne connait pas sur la Terre? Ou avez- vous ete simplement seduits par de faux noms ?\" En fait, on a embelli aux mecreants leur stratageme et on les a empeches de prendre le droit chemin. Et quiconque Allah laisse egarer, n’a plus personne pour le guider"},{"SurahNumber":13,"VerseNumber":34,"Text":"Un chatiment les atteindra dans la vie presente. Et le chatiment de l’au-dela sera cependant plus ecrasant et ils n’auront nul protecteur contre Allah"},{"SurahNumber":13,"VerseNumber":35,"Text":"Tel est le Paradis qui a ete promis aux pieux, sous lequel coulent les ruisseaux; ses fruits sont perpetuels, ainsi que son ombrage. Voila la fin de ceux qui pratiquent la piete, tandis que la fin des mecreants sera le Feu"},{"SurahNumber":13,"VerseNumber":36,"Text":"Et ceux a qui Nous avons deja donne le Livre se rejouissent de ce qu’on a fait descendre vers toi. Tandis que certaines factions en rejettent une partie. Dis : \"Il m’a seulement ete commande d’adorer Allah et de ne rien Lui associer. C’est a Lui que j’appelle [les gens], Et c’est vers Lui que sera mon retour"},{"SurahNumber":13,"VerseNumber":37,"Text":"Ainsi l’avons-Nous fait descendre (le Coran) [sous forme] de loi en arabe. Et si tu suis leurs passions apres ce que tu as recu comme savoir, alors il n’y aura pour toi, contre Allah, ni allie ni protecteur"},{"SurahNumber":13,"VerseNumber":38,"Text":"Et Nous avons certes envoye avant toi des Messagers, et leur avons donne des epouses et des descendants. Et il n’appartient pas a un Messager d’apporter un miracle, si ce n’est qu’avec la permission d’Allah. Chaque echeance a son terme prescrit"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah efface ou confirme ce qu’Il veut et l’ecriture primordiale est aupres de Lui"},{"SurahNumber":13,"VerseNumber":40,"Text":"Que Nous te fassions voir une partie de ce dont Nous les menacons, ou que Nous te fassions mourir (avant cela), ton devoir est seulement la communication du message, et le reglement de compte sera a Nous"},{"SurahNumber":13,"VerseNumber":41,"Text":"Ne voient-ils pas que Nous frappons a la terre et que Nous la reduisons de tous cotes ? C’est Allah qui juge et personne ne peut s’opposer a Son jugement, et Il est prompt a regler les comptes"},{"SurahNumber":13,"VerseNumber":42,"Text":"Certes ceux d’avant eux ont manigance (contre leur Messager) ; le stratageme tout entier appartient a Allah. Il sait ce que chaque ame acquiert. Et les mecreants sauront bientot a qui appartient la bonne Demeure finale"},{"SurahNumber":13,"VerseNumber":43,"Text":"Et ceux qui ne croient pas disent : \"Tu n’es pas un Messager.\" Dis : \"Allah suffit, comme temoin entre vous et moi, et ceux qui ont la connaissance du Livre (sont aussi temoins)"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alif, Lam, Ra . (Voici) un livre que nous avons fait descendre sur toi, afin que - par la permission de leur Seigneur - tu fasses sortir les gens des tenebres vers la lumiere, sur la voie du Tout Puissant, du Digne de louange"},{"SurahNumber":14,"VerseNumber":2,"Text":"Allah, a qui appartient tout ce qui est dans les cieux et sur la Terre. Et malheur aux mecreants, pour un dur chatiment [qu’ils subiront]"},{"SurahNumber":14,"VerseNumber":3,"Text":"Ceux qui preferent la vie d’ici-bas a l’au-dela, obstruent [aux gens], le chemin d’Allah et cherchent a le rendre tortueux, ceux-la sont loin dans l’egarement"},{"SurahNumber":14,"VerseNumber":4,"Text":"Et Nous n’avons envoye de Messager qu’avec la langue de son peuple, afin de les eclairer. Allah egare qui Il veut et guide qui Il veut. Et, c’est Lui le Tout-Puissant, le Sage"},{"SurahNumber":14,"VerseNumber":5,"Text":"Nous avons certes, envoye Moise avec Nos signes [en lui disant] : \"Fais sortir ton peuple des tenebres vers la lumiere, et rappelle-leur les jours d’Allah !\" [Ses bienfaits] Dans tout cela, il y a des signes pour tout homme plein d’endurance et de reconnaissance"},{"SurahNumber":14,"VerseNumber":6,"Text":"Et (Rappelle-toi) quand Moise dit a son peuple : \"Rappelez- vous le bienfait d’Allah sur vous quand Il vous sauva des gens de Pharaon qui vous infligeaient le pire chatiment. Ils massacraient vos fils et laissaient en vie vos filles. Il y avait la une dure epreuve de la part de votre Seigneur"},{"SurahNumber":14,"VerseNumber":7,"Text":"Et lorsque votre Seigneur proclama : \"Si vous etes reconnaissants, tres certainement J’augmenterai [Mes bienfaits] pour vous. Mais si vous etes ingrats , alors Mon chatiment sera terrible"},{"SurahNumber":14,"VerseNumber":8,"Text":"Et Moise dit : \"Si vous etes ingrats, vous ainsi que tous ceux qui sont sur Terre, [sachez] qu’Allah Se suffit a Lui-meme et qu’Il est digne de louange"},{"SurahNumber":14,"VerseNumber":9,"Text":"Ne vous est-il pas parvenu le recit de ceux d’avant vous, du peuple de Noe, des 'Ad, des Thamud et de ceux qui vecurent apres eux, et que seul Allah connait? Leurs Messagers vinrent a eux avec des preuves (evidentes), mais ils dirent, ramenant leurs mains a leurs bouches : \"Nous ne croyons pas [au message] avec lequel vous avez ete envoyes et nous sommes, au sujets de ce a quoi vous nous appelez, dans un doute vraiment troublant"},{"SurahNumber":14,"VerseNumber":10,"Text":"Leurs Messagers dirent : \"Y a-t-il un doute au sujet d’Allah, Createur des cieux et de la Terre, qui vous appelle pour vous pardonner une partie de vos peches et vous donner un delai jusqu’a un terme fixe ?\" [Les mecreants] repondirent : \"Vous n’etes que des hommes comme nous. Vous voulez nous empecher de ce que nos ancetres adoraient ! Apportez-nous donc une preuve evidente"},{"SurahNumber":14,"VerseNumber":11,"Text":"Leurs Messagers leur dirent : \"Certes, nous ne sommes que des humains comme vous. Mais Allah favorise qui Il veut parmi Ses serviteurs. Il ne nous appartient de vous apporter quelque preuve, que par la permission d’Allah. Et c’est en Allah que les croyants doivent placer leur confiance"},{"SurahNumber":14,"VerseNumber":12,"Text":"Et qu’aurions-nous a ne pas placer notre confiance en Allah, alors qu’Il nous a guides sur les sentiers [que nous devions suivre] ? Nous endurerons surement la persecution que vous nous infligez. Et ceux qui ont confiance en Allah s’en remettent entierement a Lui.”"},{"SurahNumber":14,"VerseNumber":13,"Text":"Et ceux qui ont mecru dirent a leurs Messagers : \"Nous vous expulserons certainement de notre territoire, a moins que vous ne reintegriez notre religion!\" Alors, leur Seigneur leur revela : \"Assurement Nous aneantirons les injustes"},{"SurahNumber":14,"VerseNumber":14,"Text":"et vous etablirons dans le pays apres eux. Cela est pour celui qui craint Ma presence et craint Ma menace"},{"SurahNumber":14,"VerseNumber":15,"Text":"Et ils demanderent [a Allah] la victoire. Et tout tyran insolent fut decu"},{"SurahNumber":14,"VerseNumber":16,"Text":"L’Enfer est sa destination et il sera abreuve d’une eau purulente"},{"SurahNumber":14,"VerseNumber":17,"Text":"qu’il tentera d’avaler a petites gorgees. Mais c’est a peine s’il peut l’avaler. La mort lui viendra de toutes parts, mais il ne mourra pas; et il aura un chatiment terrible"},{"SurahNumber":14,"VerseNumber":18,"Text":"Les œuvres de ceux qui ont mecru en leur Seigneur sont comparables a de la cendre violemment frappee par le vent, dans un jour de tempete. Ils ne tireront aucun profit de ce qu'ils ont acquis. C'est cela l'egarement profond"},{"SurahNumber":14,"VerseNumber":19,"Text":"Ne vois-tu pas qu’Allah a cree les cieux et la Terre pour une juste raison ? S’Il voulait, Il vous ferait disparaitre et ferait venir de nouvelles creatures"},{"SurahNumber":14,"VerseNumber":20,"Text":"et cela n'est nullement difficile pour Allah"},{"SurahNumber":14,"VerseNumber":21,"Text":"Et tous comparaitront devant Allah. Alors, les faibles diront a ceux qui s’enflaient d’orgueil : “Nous etions bien vos suiveurs. Pouvez-vous nous etre de quelque utilite contre le chatiment d’Allah? ” - Les autres [leur] diront: “Si Allah nous avait guides nous vous aurions certainement guides. Il est indifferent pour nous de nous plaindre ou d’endurer; nous n’avons pas d’echappatoire.”"},{"SurahNumber":14,"VerseNumber":22,"Text":"Et quand tout sera accompli, le Diable (Satan) dira : “Certes, Allah vous avait fait une promesse de verite tandis que moi, je vous ai fait une promesse que je n’ai pas tenue. Je n’avais aucune autorite sur vous si ce n’est que je vous ai appeles, et que vous m’avez repondu. Ne me faites donc pas de reproches! Mais faites-en a vous-meme. Je ne vous suis d’aucun secours et vous ne m’etes d’aucun secours! Je vous renie de m’avoir jadis associe [a Allah] !” Certes, un chatiment douloureux attend les injustes [les polytheistes]"},{"SurahNumber":14,"VerseNumber":23,"Text":"Et on fera entrer ceux qui croient et font de bonnes œuvres, dans les jardins sous lesquels coulent les ruisseaux, pour y demeurer eternellement, par permission de leur Seigneur. Et la, leur salutation sera :\"Paix (Salam)"},{"SurahNumber":14,"VerseNumber":24,"Text":"N’as-tu pas vu comment Allah propose en parabole une bonne parole pareille a un bel arbre dont la racine est ferme et la ramure s’elance dans le ciel"},{"SurahNumber":14,"VerseNumber":25,"Text":"Il donne a tout instant ses fruits, par la grace de son Seigneur. Allah propose ses paraboles a l’intention des gens afin qu’ils se rappellent"},{"SurahNumber":14,"VerseNumber":26,"Text":"Et une mauvaise parole est pareille a un mauvais arbre, deracine de la surface de la terre et qui n'a point de stabilite"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah affermit les croyants par une parole ferme, dans la vie presente et dans l’au-dela . Et Il egare les injustes. Et Allah fait ce qu’Il veut"},{"SurahNumber":14,"VerseNumber":28,"Text":"Ne vois-tu point ceux qui troquent les bienfaits d'Allah contre l'ingratitude et etablissent leur peuple dans la demeure de la perdition"},{"SurahNumber":14,"VerseNumber":29,"Text":"l’Enfer, ou ils bruleront ? Et quel mauvais gite"},{"SurahNumber":14,"VerseNumber":30,"Text":"Et ils ont donne a Allah des egaux afin d’egarer (les gens) de Son sentier. - Dis :\"Jouissez [de cette vie] car votre destination sera le Feu"},{"SurahNumber":14,"VerseNumber":31,"Text":"Dis a Mes serviteurs qui ont cru, qu’ils accomplissent la priere (As-Salat) et qu’ils depensent [dans le bien] en secret et en public de ce que Nous leur avons attribue, avant que vienne le jour ou il n’y aura ni rachat ni amitie"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah, c’est Lui qui a cree les cieux et la Terre et qui, du ciel, a fait descendre l’eau grace a laquelle Il a produit des fruits pour vous nourrir. Il a soumis a votre service les vaisseaux qui, par Son ordre, voguent sur la mer. Et Il a soumis a votre service les rivieres"},{"SurahNumber":14,"VerseNumber":33,"Text":"Et pour vous, Il a assujetti le soleil et la lune a une perpetuelle revolution. Et Il vous a assujetti la nuit et le jour"},{"SurahNumber":14,"VerseNumber":34,"Text":"Et Il vous a accorde de tout ce que vous Lui avez demande. Et si vous comptiez les bienfaits d’Allah, vous ne sauriez les denombrer. L’homme est vraiment tres injuste, tres ingrat"},{"SurahNumber":14,"VerseNumber":35,"Text":"Et (rappelle-toi) quand Abraham dit : “Seigneur ! Fais de cette cite un lieu sur, et preserve-moi ainsi que mes enfants de l’adoration des idoles"},{"SurahNumber":14,"VerseNumber":36,"Text":"Seigneur ! Elles (les idoles) ont egare beaucoup de gens. Quiconque me suit est des miens. Quand a celui qui me desobeit... alors c’est Toi, le Pardonneur, le Tres Misericordieux"},{"SurahNumber":14,"VerseNumber":37,"Text":"Notre Seigneur ! J’ai etabli une partie de ma descendance dans une vallee sans agriculture, pres de Ta Maison Sacree [Al Ka’bah], - o notre Seigneur - afin qu’ils accomplissent la priere (As-Salat). Fais donc que se penchent vers eux les cœurs d’une partie des gens. Et nourris-les de fruits. Peut-etre seront-ils reconnaissants"},{"SurahNumber":14,"VerseNumber":38,"Text":"Notre Seigneur! Tu sais, vraiment, ce que nous cachons et ce que nous divulguons - et rien n’echappe a Allah, ni sur Terre, ni au ciel"},{"SurahNumber":14,"VerseNumber":39,"Text":"Louange a Allah, qui en depit de ma vieillesse, m’a donne Ismael et Isaac. Certes, mon Seigneur entend bien les prieres"},{"SurahNumber":14,"VerseNumber":40,"Text":"O mon Seigneur ! Fais que j’accomplisse assidument la priere (As-Salat) ainsi qu’une partie de ma descendance ! O notre Seigneur ! Exauce ma priere"},{"SurahNumber":14,"VerseNumber":41,"Text":"Notre Seigneur ! Pardonne-moi, ainsi qu’a mes pere et mere et aux croyants, le Jour de la Reddition des Comptes !”"},{"SurahNumber":14,"VerseNumber":42,"Text":"Et ne pense point qu’Allah soit inattentif a ce que font les injustes. Il leur accordera un delai jusqu’au jour ou leurs regards se figeront"},{"SurahNumber":14,"VerseNumber":43,"Text":"Ils courront [suppliant], levant la tete, les yeux hagards et les cœurs vides"},{"SurahNumber":14,"VerseNumber":44,"Text":"Et avertis les gens du jour ou le chatiment les atteindra et ceux qui auront ete injustes diront: “Notre Seigneur! Accorde-nous un court delai, nous repondrons a Ton appel et suivront les Messagers.” N’avez-vous pas jure auparavant que vous ne deviez jamais disparaitre"},{"SurahNumber":14,"VerseNumber":45,"Text":"Et vous avez habite, les demeures de ceux qui s’etaient fait du tort a eux-memes. Il vous est apparu en toute evidence comment Nous les avons traite et Nous vous avons cite les exemples"},{"SurahNumber":14,"VerseNumber":46,"Text":"Ils ont certes complote. Or leur complot est (inscrit) aupres d’Allah meme si leur complot etait assez puissant pour faire disparaitre les montagnes"},{"SurahNumber":14,"VerseNumber":47,"Text":"Ne pense point qu’Allah manque a Sa Promesse envers Ses Messagers. Certes, Allah est Tout Puissant et Detenteur du pouvoir de punir"},{"SurahNumber":14,"VerseNumber":48,"Text":"au jour ou la Terre sera remplacee par une autre, de meme que les cieux et ou (les hommes) comparaitront devant Allah, l’Unique, Le Dominateur Supreme"},{"SurahNumber":14,"VerseNumber":49,"Text":"Et ce jour-la, tu verras les coupables, enchaines les uns aux autres"},{"SurahNumber":14,"VerseNumber":50,"Text":"leurs tuniques seront de goudron et le Feu couvrira leurs visages"},{"SurahNumber":14,"VerseNumber":51,"Text":"(Tout cela) afin qu’Allah retribue chaque ame de ce qu’elle aura acquis. Certes, Allah est prompt dans Ses comptes"},{"SurahNumber":14,"VerseNumber":52,"Text":"Ceci est un message (le Coran) pour les gens afin qu’ils soient avertis, qu’ils sachent qu’Il n’est qu’un Dieu unique, et pour que les doues d’intelligence s’exhortent"}]}