{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Ami te'omra (mrtyura) pichata te'omra sampradayara biraud'dhe akasara paraa kono bahini praerana karaa na'i arau seya praerana karaara kono prayojano nachila"},{"SurahNumber":36,"VerseNumber":29,"Text":"Seya achila kerala eta bikata sabda. Phalata sihamta nithara nistabda hai ga’la"},{"SurahNumber":36,"VerseNumber":30,"Text":"Paraitapa bandasakalara babe; sihamtara ocarata yetiya'i kono raachula ahiche tetiya sihamte te'omra lagata thatta-bidraupa karaiche"},{"SurahNumber":36,"VerseNumber":31,"Text":"Sihamte laksya karaa na'ine ye, ami sihamtara purbe bahu prajanmaka dhbansa karaicho? Niscaya sihamta sihamtara ocarata ubhati nahiba"},{"SurahNumber":36,"VerseNumber":32,"Text":"Sihamta sakaloke ekatraita karai amara ocarata upasthita karaoraa ha’ba"},{"SurahNumber":36,"VerseNumber":33,"Text":"Arau mrta bhumi sihamtara babe eta nidarsana, yaka ami sanjiraita karaicho arau tara paraa sasya utpanna karaicho, yibora sihamte khaya"},{"SurahNumber":36,"VerseNumber":34,"Text":"Arau tata ami srsti karaicho khejura arau anurara udyana arau tata ami prabahita karaicho kichumana prasrarana"},{"SurahNumber":36,"VerseNumber":35,"Text":"yate sihamte tara phalamula khaba parae, athaca sihamte nija haterae srsti karaa na'i. Tathapi'o sihamte krtajnata prakasa nakaraibane"},{"SurahNumber":36,"VerseNumber":36,"Text":"paraitra arau mahana te'om, yijane sakaloke yora yorakai srsti karaiche, matira paraa utpanna udbhide'i ha'omka ba sihamtara nija prajatirae'i ha'omka (narai arau purausa) arau se'ibora bastura majato yiboraka sihamte najane"},{"SurahNumber":36,"VerseNumber":37,"Text":"Arau raati'o sihamtara babe eta nidarsana, ami tara paraa dinaka apasaraita karao, tetiya sihamta andhakaraacchanna hai parae"},{"SurahNumber":36,"VerseNumber":38,"Text":"Arau surya'i bhramana karae tara nirdista gantabyara phale, e'ito mahaparaakramasali, sarbajna (allaha)ra nirdharana"},{"SurahNumber":36,"VerseNumber":39,"Text":"Arau candrara babe ami nirdista karaicho bibhinna manajila, arasesata se'ito sukana beka, purani khejura thanira akarata ubhati yaya"},{"SurahNumber":36,"VerseNumber":40,"Text":"Suryara pakse sambhara nahaya candraka laga poraa, arau raatira pakse sambhara nahaya dinaka atikrama karaa, arau pratyeke'i nija nija kaksapathata samturai ache"},{"SurahNumber":36,"VerseNumber":41,"Text":"Sihamtara babe arau eta nidarsana haiche e'i ye, ami sihamtara bansadharabilakaka boja'i nauyanata araohana karaichilo"},{"SurahNumber":36,"VerseNumber":42,"Text":"arau sihamtara babe'o anuraupa yanabahana srsti karaicho yate sihamte araohana karae"},{"SurahNumber":36,"VerseNumber":43,"Text":"Arau ami iccha karaile sihamtaka duba'i maraiba parao, tetiya sihamtara kono ud'dharakarai nathakiba arau sihamte paraitraano napaba"},{"SurahNumber":36,"VerseNumber":44,"Text":"ekamatra amara karauna'ihe sihamtaka para laga'i diye arau kichu samayara babe upabhogara suyoga diya haya"},{"SurahNumber":36,"VerseNumber":45,"Text":"Arau yetiya sihamtaka koraa haya, ‘tomalokara sanmukhata yi ache arau tomalokara pichata yi ache se'i samparke takbaraa aralambana karaa; yate tomalokara prati rahamata karaa haya’"},{"SurahNumber":36,"VerseNumber":46,"Text":"arau yetiya'i sihamtara pratipalakara nidarsanasamuhara majara paraa kono nidarsana sihamtara ocarata ahe, tetiya'i sihamte tara paraa mukha ghuraa'i laya"},{"SurahNumber":36,"VerseNumber":47,"Text":"Arau yetiya sihamtaka koraa haya, ‘allahe tomalokaka yi jiraika dana karaiche tara paraa tomaloke byaya karaa’, tetiya kaphirasakale muminasakalaka kaya, ‘ami taka khadya dana karaimane, yaka allahe iccha karaile'i khoraaba parae? Niscaya tomaloka spasta bibhraantita acha’"},{"SurahNumber":36,"VerseNumber":48,"Text":"Sihamte kaya, ‘tomaloke yadi satyabadi horaa tente koraa, e'i pratisrauti ketiya purna ha’ba’"},{"SurahNumber":36,"VerseNumber":49,"Text":"sihamta mathona eta bikata sabdara apeksata ache, yitorae sihamtaka baka-bitandata lipta thaka arasthata akramana karaiba"},{"SurahNumber":36,"VerseNumber":50,"Text":"Tetiya sihamte achiyata karaarao samartha napaba arau nijara paraiyalabargara ocaralaike'o ubhati ahiba noraaraiba"},{"SurahNumber":36,"VerseNumber":51,"Text":"Arau yetiya sinata phum diya ha’ba, tetiya'i sihamte kabarara paraa ola'i nija pratipalakara pine daurai guci ahiba"},{"SurahNumber":36,"VerseNumber":52,"Text":"Sihamte ka’ba, ‘haya! Durbhagya amara! Kone amaka amara nidraasthalara paraa uthale? Dayamaya allahe iyarae'i pratisrauti dichila arau raachulasakale'o satyahe kaichila’"},{"SurahNumber":36,"VerseNumber":53,"Text":"E'ito ha’ba kerala eta bikata sabda; tetiya'i ihamta sakaloke upasthita karaa ha’ba amara sanmukhata"},{"SurahNumber":36,"VerseNumber":54,"Text":"eteke aji karao prati an'yaya karaa nahaba arau tomaloke yi karaichila kerala tarae'i pratiphala diya ha’ba"},{"SurahNumber":36,"VerseNumber":55,"Text":"Niscaya jannatabasisakala aji anandata magna thakiba"},{"SurahNumber":36,"VerseNumber":56,"Text":"te'omloke arau te'omlokara straisakala susitala chamra talata susajjita asanata a'uji bahiba"},{"SurahNumber":36,"VerseNumber":57,"Text":"Tata thakiba te'omlokara babe phalamula, arau te'omloke yito bicaraiba se'itorae'i paba"},{"SurahNumber":36,"VerseNumber":58,"Text":"asima dayalu pratipalakara taraphara paraa koraa ha’ba ‘chalama’ (abhinandana ba niraapatta)"},{"SurahNumber":36,"VerseNumber":59,"Text":"Arau ‘he aparaadhisakala! Tomaloke aji prthaka hai yoraa’"},{"SurahNumber":36,"VerseNumber":60,"Text":"He adama santana! Ma'i tomalokaka e'i marme nirdesa diya nachilone ye, tomaloke cayatanara ibadata nakaraiba, karana si tomalokara prakasya satrau"},{"SurahNumber":36,"VerseNumber":61,"Text":"arau kerala morae'i ibadata karaa, e'itorae'i sarala patha"},{"SurahNumber":36,"VerseNumber":62,"Text":"Arau cayatane tomalokara bahu dalaka bibhraanta karaichila, tathapi'o tomaloke anudharana karaa na'ine"},{"SurahNumber":36,"VerseNumber":63,"Text":"e'itorae'i se'i jahannama, yara pratisrauti tomalokaka diya haichila"},{"SurahNumber":36,"VerseNumber":64,"Text":"Tomaloke ye kupharai karaichila tara babe aji tomaloke iyata dagdha horaa"},{"SurahNumber":36,"VerseNumber":65,"Text":"Aji ami sihamtara mukhata mohara marai dima, sihamtara hate amara lagata katha patiba arau sihamtara bharaiye saksya diba sihamtara krtakarmara"},{"SurahNumber":36,"VerseNumber":66,"Text":"Arau ami iccha karaile arasye sihamtara cakuboraka lopa karai dilohemtena, tetiya sihamte patha anbesanata dauraile'o (kono kamata nahiba) karana kenekaino dekha paba"},{"SurahNumber":36,"VerseNumber":67,"Text":"arau ami iccha karaile sihamtara nija nija sthanata sihamtara akrti paraibartana karai dilohemtena, phalata sihamte aguraa'iyo yaba noraarailehemtena arau ubhati'o ahiba noraarailehemtena"},{"SurahNumber":36,"VerseNumber":68,"Text":"Arau ami yaka dirgha jirana dana karao, srsti arayabata tara aranati ghata'om. Tathapi'o sihamte buji napayane"},{"SurahNumber":36,"VerseNumber":69,"Text":"ami te'omka (raachulaka) kabya racana karaa sikoraa na'i arau e'ito te'omra babe sobhaniya'o nahaya. Niscaya e'ito kerala eta upadesa arau suspasta kora'ana"},{"SurahNumber":36,"VerseNumber":70,"Text":"yate i jiraitasakalaka satarka karaiba parae arau kaphirasakalara biraud'dhe sastira katha satya buli pramanita haya"},{"SurahNumber":36,"VerseNumber":71,"Text":"Sihamte laksya karaa na'ine ye, amara haterae prastuta karaa bastusamuhara majata ami sihamtara babe gharaciya jantu'o srsti karaicho. Sihamte'i se'iborara malika"},{"SurahNumber":36,"VerseNumber":72,"Text":"Arau ami se'iboraka sihamtara basibhuta karai dicho. Phalata se'iborara kichu sankhyaka haiche sihamtara bahana arau kichumanaka sihamte bhaksana karae"},{"SurahNumber":36,"VerseNumber":73,"Text":"Arau sihamtara babe e'iborara majata ache bahuto upakara lagate ache paniya upadana. Tathapi'o sihamte krtajnata prakasa nakaraibane"},{"SurahNumber":36,"VerseNumber":74,"Text":"athaca sihamte allahara paraibarte an'ya ilaha grahana karaiche, e'i asata ye, sihamte sahayyapraapta ha’ba"},{"SurahNumber":36,"VerseNumber":75,"Text":"Kintu se'iborae sihamtaka sahaya karaibalai saksama nahaya, baram se'iboraka sihamtara biraud'dhe bahiniraupe upasthita karaa ha’ba"},{"SurahNumber":36,"VerseNumber":76,"Text":"Eteke sihamtara kathaya yena tomaka cintita nakarae, niscaya ami jano yi sihamte gopana karae arau yi sihamte prakasa karae"},{"SurahNumber":36,"VerseNumber":77,"Text":"Manuhe laksya karaa na'ine ye, ami taka srsti karaicho sukrabindura paraa, athaca pichata si prakasya bitandakarai hai parae"},{"SurahNumber":36,"VerseNumber":78,"Text":"Arau si amara bisaye upama racana karae, athaca si nijara srstira katha paharai yaya. Si kaya, ‘asthira bhitarata kone praana sancara karaiba yetiya i jahi-khahi, geli-paci yaba’"},{"SurahNumber":36,"VerseNumber":79,"Text":"koraa, ‘teraemi tata praana sancara karaiba yijane iyaka prathamabara srsti karaiche, arau te'om pratito srsti samparke samyaka paraijnata’"},{"SurahNumber":36,"VerseNumber":80,"Text":"Teraemi tomalokara babe se'ujiya gachara paraa ju'i utpanna karae, phalata tomaloke tara paraa agni prajbalita karaa"},{"SurahNumber":36,"VerseNumber":81,"Text":"Yijane akasasamuha arau prthirai srsti karaiche te'om sihamtara anuraupa akau srsti karaibalai saksama nahayane? Niscaya haya. Te'om mahasrasta, sarbajna"},{"SurahNumber":36,"VerseNumber":82,"Text":"Te'omra bisayato enekuraa ye, te'om yetiya kono bastura iccha karae, tetiya kerala kaya, ‘ha’, phalata se'ito hai yaya"},{"SurahNumber":36,"VerseNumber":83,"Text":"Eteke paraitra arau mahana se'i satta, yara hatata pratyeka bisayara sarbabhauma kartrtba; arau te'omra ocarate'i tomaloka pratyarartita ha’ba"},{"SurahNumber":37,"VerseNumber":1,"Text":"Sapata saraibad'dha phiraistasakalara"},{"SurahNumber":37,"VerseNumber":2,"Text":"tara pichata kathora paraicalakasakalara"},{"SurahNumber":37,"VerseNumber":3,"Text":"arau upadesa grantha tilaratakaraisakalara"},{"SurahNumber":37,"VerseNumber":4,"Text":"niscaya tomalokara ilaha ejana"},{"SurahNumber":37,"VerseNumber":5,"Text":"yijana akasasamuha, prthirai arau e'i duyora madhyararti sakalo bastura raba arau udayasthala samuharao raba"},{"SurahNumber":37,"VerseNumber":6,"Text":"Niscaya ami nikatararti akasakhanaka naksatraraajira saundaryarae susobhita karaicho"},{"SurahNumber":37,"VerseNumber":7,"Text":"arau raksa karaicho pratyeka bidraohi cayatanara paraa"},{"SurahNumber":37,"VerseNumber":8,"Text":"Phalata sihamte urd'dhajagatara ekorae suniba noraarae, karana ke'uphalara paraa sihamtara prati niksepa karaa haya (ulkapinda)"},{"SurahNumber":37,"VerseNumber":9,"Text":"sihamtaka khedi pathi'oraara babe, arau sihamtara babe ache abiraama sasti"},{"SurahNumber":37,"VerseNumber":10,"Text":"Kintu hathat konoba'i kiba sunile jbalanta ulkapinda'i tara piche piche khedi yaya"},{"SurahNumber":37,"VerseNumber":11,"Text":"Eteke sihamtaka sudhi coraacona, srstira ksetrata sihamte bechi jatila ne ami ana yibora srsti karaicho se'ibora? Ami sihamtaka dekhuna alatiya matira paraa srsti karaicho"},{"SurahNumber":37,"VerseNumber":12,"Text":"Baram tumi bismaya bodha karaicha, arau sihamte bidraupa karai ache"},{"SurahNumber":37,"VerseNumber":13,"Text":"Arau yetiya sihamtaka upadesa diya haya, tetiya sihamte seya grahana nakarae"},{"SurahNumber":37,"VerseNumber":14,"Text":"Arau yetiya sihamte kono nidarsana dekhe, tetiya sihamte upahasa karae"},{"SurahNumber":37,"VerseNumber":15,"Text":"Arau kaya, ‘e'ito dekhuna suspasta yadura bahirae ana eko nahaya"},{"SurahNumber":37,"VerseNumber":16,"Text":"‘Ami yetiya mrtyubarana karaima lagate mati arau asthita parainata hama, tathapi'o amaka punaraut'thita karaa ha’bane"},{"SurahNumber":37,"VerseNumber":17,"Text":"‘arau amara pitr-purausa sakaloko’"},{"SurahNumber":37,"VerseNumber":18,"Text":"koraa, ‘haya, arau tomaloka ha’ba lanchita’"},{"SurahNumber":37,"VerseNumber":19,"Text":"Eteke seya kerala eta matra pracanda dhamaka, tatksanat sihamte thara lagi ca'i thakiba"},{"SurahNumber":37,"VerseNumber":20,"Text":"Arau sihamte ka’ba, ‘haya! Durbhagya amara! E'ito dekhuna pratidana dirasa’"},{"SurahNumber":37,"VerseNumber":21,"Text":"E'itorae'i phayacalara dina, yi bisaye tomaloke abisbasa karaichila"},{"SurahNumber":37,"VerseNumber":22,"Text":"(Phiraistasakalaka koraa ha’ba) ‘ekatraita karaa yalimasakalaka arau sihamtara sangi-sarathisakalaka arau se'iborako yiborara sihamte ibadata karaichila"},{"SurahNumber":37,"VerseNumber":23,"Text":"allahara bahirae, arau sihamtaka jahannamara patha dekhuraa'i diya"},{"SurahNumber":37,"VerseNumber":24,"Text":"‘arau sihamtaka rakhoraacona, niscaya sihamtaka prasna karaa ha’ba"},{"SurahNumber":37,"VerseNumber":25,"Text":"‘Ki ha’la tomalokara, tomaloke kiya ijane sijanara sahaya karaa na'i etiya’"},{"SurahNumber":37,"VerseNumber":26,"Text":"prakrtate sihamta ha’ba aji atmasamarpanakarai"},{"SurahNumber":37,"VerseNumber":27,"Text":"Arau sihamte ijane sijanara mukha-makhi hai sodha-pocha karaiba"},{"SurahNumber":37,"VerseNumber":28,"Text":"sihamte ka’ba, ‘niscaya tomaloke'i amara ocaralai sapata lai ahichila’"},{"SurahNumber":37,"VerseNumber":29,"Text":"Sihamte (netrsthaniya kaphirabilake) ka’ba, ‘baram tomaloke'i mumina nachila"},{"SurahNumber":37,"VerseNumber":30,"Text":"‘arau tomalokara oparata amara kono kartrtba nachila; daraacalate tomaloke'i achila simalanghanakarai sampradaya"},{"SurahNumber":37,"VerseNumber":31,"Text":"‘Seye amara biraud'dhe amara pratipalakara katha satya hicape sabyasta haiche, niscaya ami sasti asbadana karaima"},{"SurahNumber":37,"VerseNumber":32,"Text":"‘Eteke amiye'i tomalokaka bibhraanta karaichilo, karana ami nije'o achilo bibhraanta’"},{"SurahNumber":37,"VerseNumber":33,"Text":"Tara pichata niscaya sihamta ataye se'idina sastita ansidara ha’ba"},{"SurahNumber":37,"VerseNumber":34,"Text":"Niscaya ami aparaadhibilakara lagata enekuraa acarane'i karao"},{"SurahNumber":37,"VerseNumber":35,"Text":"Sihamtaka yetiya koraa haichila, ‘allahara bahirae ana kono satya ilaha na'i’, tetiya sihamte ahankara karaichila"},{"SurahNumber":37,"VerseNumber":36,"Text":"Arau kaichila, ‘ami ejana unmada kabira kathata amara ilahasamuhaka barjana karaima neki’"},{"SurahNumber":37,"VerseNumber":37,"Text":"baram te'om satya lai ahiche arau (bigata) raachulasakalako satya buli sbikara karaiche"},{"SurahNumber":37,"VerseNumber":38,"Text":"Niscaya tomaloke yantranadayaka sastira asbadanakarai haba"},{"SurahNumber":37,"VerseNumber":39,"Text":"arau tomaloke yi karaichila kerala tarae'i pratiphala paba"},{"SurahNumber":37,"VerseNumber":40,"Text":"kintu te'omloka nahaya, yisakala allahara ekanistha banda"},{"SurahNumber":37,"VerseNumber":41,"Text":"Te'omlokara babe ache nirdharaita raijikba (jiraika)"},{"SurahNumber":37,"VerseNumber":42,"Text":"Phalamula; arau te'omloka ha’ba sanmanita"},{"SurahNumber":37,"VerseNumber":43,"Text":"niyamaterae bharaa jannatata"},{"SurahNumber":37,"VerseNumber":44,"Text":"mukha-mukhi hai asanata bahiba"},{"SurahNumber":37,"VerseNumber":45,"Text":"Te'omlokara carai'ophale ghurai ghurai paraibesana karaa ha’ba bisud'dha suraapurna patra"},{"SurahNumber":37,"VerseNumber":46,"Text":"subhra ujjbala, yibora ha’ba panakarai sakalara babe susbadu"},{"SurahNumber":37,"VerseNumber":47,"Text":"Tata ksatikara eko nathakiba arau te'omloka e'iborara dbaraa matoraalo naha’ba"},{"SurahNumber":37,"VerseNumber":48,"Text":"Te'omlokara ocarata thakiba anata nayana, danara caku bisista (hurasakala)"},{"SurahNumber":37,"VerseNumber":49,"Text":"Te'omloka yeniba acchadita kani"},{"SurahNumber":37,"VerseNumber":50,"Text":"Tara pichata te'omloke parasparae mukha-mukhi hai sodha-pocha karaiba"},{"SurahNumber":37,"VerseNumber":51,"Text":"Te'omlokara konoba'i ka’ba, ‘(prthiraita) mora ejana sangi achila"},{"SurahNumber":37,"VerseNumber":52,"Text":"si kaichila, tumi'o sihamtara antarbhukta neki, yisakale bisbasa karae ye"},{"SurahNumber":37,"VerseNumber":53,"Text":"‘ami yetiya mrtyubarana karaima arau ami mati o asthita parainata hama tetiya'o amaka pratiphala diya ha’bane’"},{"SurahNumber":37,"VerseNumber":54,"Text":"allahe ka’ba, ‘tomaloke taka dekhiba bicaraa neki’"},{"SurahNumber":37,"VerseNumber":55,"Text":"tara pichata te'om jumi caba arau taka dekha paba jahannamara madhyasthalata"},{"SurahNumber":37,"VerseNumber":56,"Text":"te'om ka’ba, ‘allahara sapata! Tumito moka praaya dhbansahe karaichila"},{"SurahNumber":37,"VerseNumber":57,"Text":"‘mora pratipalakara anugraha naha’le dekhuna mayo (jahannamata) upasthitakrta byaktisakalara antarbhukta ha’lohemtena"},{"SurahNumber":37,"VerseNumber":58,"Text":"(Yike naha'omka etiya) amara arau duna'i mrtyu nahaya"},{"SurahNumber":37,"VerseNumber":59,"Text":"‘amara prathama mrtyura pichata arau amaka sasti'o diya nahaba!’"},{"SurahNumber":37,"VerseNumber":60,"Text":"Niscaya e'itorae'i se'i mahasaphalata"},{"SurahNumber":37,"VerseNumber":61,"Text":"Enekuraa saphalatara babe'i amalakarai sakale amala karaa ucita"},{"SurahNumber":37,"VerseNumber":62,"Text":"(koraacona) apyayanara babe e'iborae'i uttama ne yakkuma gacha uttama"},{"SurahNumber":37,"VerseNumber":63,"Text":"niscaya ami yalimasakalara babe iyaka paraiksasbaraupa srsti karaicho"},{"SurahNumber":37,"VerseNumber":64,"Text":"e'i gacha utpanna haya jahannamara talara paraa"},{"SurahNumber":37,"VerseNumber":65,"Text":"iyara thopa haiche yeniba cayatanara mura"},{"SurahNumber":37,"VerseNumber":66,"Text":"niscaya sihamte e'ito bhaksana karaiba arau se'itora dbaraa'i peta bharaaba"},{"SurahNumber":37,"VerseNumber":67,"Text":"Iyara pichato sihamtara babe thakiba utala panira misrana"},{"SurahNumber":37,"VerseNumber":68,"Text":"Tara pichata sihamtara pratyarartana ha’ba jahannamara ju'ira phale"},{"SurahNumber":37,"VerseNumber":69,"Text":"Niscaya sihamte sihamtara pitr-purausasakalaka pa'ichila pathabhrasta"},{"SurahNumber":37,"VerseNumber":70,"Text":"tathapi'o sihamte sihamtara anusaranata drauta gati karaichila"},{"SurahNumber":37,"VerseNumber":71,"Text":"Arasye sihamtara purbe'o purbarartisakalara sarahabhaga manuhe'i bipathagami haichila"},{"SurahNumber":37,"VerseNumber":72,"Text":"arasye ami sihamtara majato satarkakarai praerana karaichilo"},{"SurahNumber":37,"VerseNumber":73,"Text":"Eteke coraa, yisakalaka satarka karaa haichila, sihamtara parainama ki haichila"},{"SurahNumber":37,"VerseNumber":74,"Text":"kintu allahara ekanistha bandasakalara katha sbatantra"},{"SurahNumber":37,"VerseNumber":75,"Text":"Arau arasye nuhe amaka ahbana karaichila, eteke (coraa) ami kimana uttamabharae samharai jana'ichilo"},{"SurahNumber":37,"VerseNumber":76,"Text":"te'omka arau te'omra paraiyalabargaka ami mahasankatara paraa ud'dhara karaichilo"},{"SurahNumber":37,"VerseNumber":77,"Text":"Arau te'omra bansadhara sakalake'i ami arasista raakhichilo"},{"SurahNumber":37,"VerseNumber":78,"Text":"arau ami parabartisakalara majata te'omra sukhyati raakhi dicho"},{"SurahNumber":37,"VerseNumber":79,"Text":"Samagra srstira majata nuhara prati santi barsita ha'omka"},{"SurahNumber":37,"VerseNumber":80,"Text":"Niscaya ami e'idarae'i satkarmasila sakalaka puraskrta karao"},{"SurahNumber":37,"VerseNumber":81,"Text":"Niscaya te'om achila amara mumina bandasakalara an'yatama"},{"SurahNumber":37,"VerseNumber":82,"Text":"Tara pichata ami anabilakaka duba'i maraichilo"},{"SurahNumber":37,"VerseNumber":83,"Text":"Arau niscaya ibraahima te'omra anusarai sakalarae'i antarbhukta"},{"SurahNumber":37,"VerseNumber":84,"Text":"Smarana karaa, yetiya te'om nija pratipalakara ocarata bisud'dhacitte upasthita haichila"},{"SurahNumber":37,"VerseNumber":85,"Text":"yetiya te'om te'omra pitrka arau te'omra sampradayaka sudhichila, ‘tomaloke kihara ibadata karaicha"},{"SurahNumber":37,"VerseNumber":86,"Text":"‘tomaloke allahara paraibarte alika upasyaborake bicaraa neki"},{"SurahNumber":37,"VerseNumber":87,"Text":"‘tente bisbajagatara pratipalaka samparke tomalokara dharana ki’"},{"SurahNumber":37,"VerseNumber":88,"Text":"tara pichata te'om taraasamuhara pine drstipata karaile"},{"SurahNumber":37,"VerseNumber":89,"Text":"Arau ka’le, ‘niscaya ma'i asustha’"},{"SurahNumber":37,"VerseNumber":90,"Text":"Tara pichata sihamte prsthapradarsana karai te'omra paraa amtarai ga’la"},{"SurahNumber":37,"VerseNumber":91,"Text":"Tara pichata te'om ca'iciti sihamtara upasyaborara ocarata ga’la, arau ka’le, ‘tomaloke nokhoraa kiya’"},{"SurahNumber":37,"VerseNumber":92,"Text":"‘ki ha’la tomalokara, katha nokoraa kiya’"},{"SurahNumber":37,"VerseNumber":93,"Text":"tara pichata te'om sihamtara oparata sajorae aghata karaile"},{"SurahNumber":37,"VerseNumber":94,"Text":"Tetiya (ghurai ahi) manuhe te'omra phale dhapali melile"},{"SurahNumber":37,"VerseNumber":95,"Text":"Te'om ka’le, ‘tomaloke se'iborara upasana karaa neki, yiboraka tomaloke nije'i nirmana karaa’"},{"SurahNumber":37,"VerseNumber":96,"Text":"‘athaca allahe'i srsti karaiche tomalokaka arau tomaloke yi taiyara karaa se'itorao teraemi srsti karaiche’"},{"SurahNumber":37,"VerseNumber":97,"Text":"Sihamte ka’le, ‘iyara babe eta sthapana taiyara karaa, tara pichata iyaka jbalanta ju'ita niksepa karaa’"},{"SurahNumber":37,"VerseNumber":98,"Text":"E'idarae'i sihamte te'omra biraud'dhe cakraantara sankalpa karaichila; kintu ami sihamtaka sampurnaraupe paraabhuta karai dilo"},{"SurahNumber":37,"VerseNumber":99,"Text":"Te'om ka’le, ‘ma'i mora pratipalakara ocaralai gai acho, niscaya teraemi moka hidayata karaiba"},{"SurahNumber":37,"VerseNumber":100,"Text":"‘he mora raba! Moka ejana satkarmaparaayana santana dana karaa’"},{"SurahNumber":37,"VerseNumber":101,"Text":"Tara pichata ami te'omka ejana sahisnu putrara susambada dilo"},{"SurahNumber":37,"VerseNumber":102,"Text":"Eteke yetiya sisuto te'omra pitrra saite calaphuraa karaa arasthata upanita ha’la, tetiya ibraahime ka’le, ‘he mora cenehara putra! Ma'i saponata dekhilo ye, ma'i tomaka yabeha karai acho, etiya koraacona tomara abhimata ki’? Putra'i ka’le, ‘he mora pitr! Apuni yi adesapraapta haiche se'itorae'i karaka. Allahara icchata apuni moka dhairyasila sakalara antarbhukta paba’"},{"SurahNumber":37,"VerseNumber":103,"Text":"Eteke te'omloka ubhaye yetiya anugatya prakasa karaile arau ibraahime te'omra putraka talamura karai suraa'i la’le"},{"SurahNumber":37,"VerseNumber":104,"Text":"tetiya ami te'omka mati ka’lo, ‘he ibraahima"},{"SurahNumber":37,"VerseNumber":105,"Text":"‘tumi dekhuna saponara adesa samca'i palana karaila! Niscaya e'idarae'i ami satkarmasila sakalaka puraskrta karao’"},{"SurahNumber":37,"VerseNumber":106,"Text":"Niscaya e'ito achila eta suspasta paraiksa"},{"SurahNumber":37,"VerseNumber":107,"Text":"Arau ami te'omka mukta karailo eta maha kurabanira binimayata"},{"SurahNumber":37,"VerseNumber":108,"Text":"Arau ami te'omra babe parabartisakalara majata sunama-sukhyati raakhi dicho"},{"SurahNumber":37,"VerseNumber":109,"Text":"Santi barsita ha'omka ibraahimara oparata"},{"SurahNumber":37,"VerseNumber":110,"Text":"E'idarae'i ami satkarmasilasakalaka puraskrta karao"},{"SurahNumber":37,"VerseNumber":111,"Text":"Niscaya te'om achila amara mumina bandasakalara an'yatama"},{"SurahNumber":37,"VerseNumber":112,"Text":"arau ami te'omka ichahakbara susambada dichilo, te'om achila ejana nabi, satkarmasilasakalara an'yatama"},{"SurahNumber":37,"VerseNumber":113,"Text":"Arau ami ibraahimara oparata barakata dana karaichilo arau ichahakbara oparato; arau te'omloka ubhayerae bansadharasakalara majata achila kichumana satkarmasila arau kichumana achila nijara prati spasta atyacarai"},{"SurahNumber":37,"VerseNumber":114,"Text":"Arau arasye ami anugraha karaichilo mucha arau haraunara prati"},{"SurahNumber":37,"VerseNumber":115,"Text":"Arau te'omloka ubhayake lagate te'omlokara sampradayako ud'dhara karaichilo mahasankatara paraa"},{"SurahNumber":37,"VerseNumber":116,"Text":"Arau ami sahaya karaichilo te'omlokaka, phalata te'omloke bijayi haichila"},{"SurahNumber":37,"VerseNumber":117,"Text":"Arau ami ubhayake bisada kitaba pradana karaichilo"},{"SurahNumber":37,"VerseNumber":118,"Text":"Arau ubhayake ami paraicalita karaichilo sarala pathata"},{"SurahNumber":37,"VerseNumber":119,"Text":"Arau ami te'omloka ubhayarae babe parabartisakalara majata sunama-sukhyati raakhi dicho"},{"SurahNumber":37,"VerseNumber":120,"Text":"Mucha arau haraunara oparata barsita ha'omka chalama (santi arau niraapatta)"},{"SurahNumber":37,"VerseNumber":121,"Text":"E'idarae'i ami satkarmasilasakalaka puraskrta karao"},{"SurahNumber":37,"VerseNumber":122,"Text":"Niscaya te'omloka ubhaye achila amara mumina bandasakalara antarbhukta"},{"SurahNumber":37,"VerseNumber":123,"Text":"Arau iliyacho achila raachulasakalara antarbhukta"},{"SurahNumber":37,"VerseNumber":124,"Text":"Yetiya te'om nija sampradayaka kaichila, ‘tomaloke takbaraa aralambana nakaraibane’"},{"SurahNumber":37,"VerseNumber":125,"Text":"‘tomaloke ba'alaka ahbana karaa neki? Athaca paraityaga karaa sarbattoma srastaka"},{"SurahNumber":37,"VerseNumber":126,"Text":"‘allaha, teraemi tomalokara raba, arau tomalokara purbararti pitr-purausasakalorao raba’"},{"SurahNumber":37,"VerseNumber":127,"Text":"Kintu sihamte te'omka asbikara karaichila, seye sihamtaka arasye (sastira babe) upasthita karaa ha’ba"},{"SurahNumber":37,"VerseNumber":128,"Text":"Kintu allahara ekanistha bandasakalara katha sbatantra"},{"SurahNumber":37,"VerseNumber":129,"Text":"Arau ami te'omra babe parabartisakalara majata sunama-sukhyati raakhi dicho"},{"SurahNumber":37,"VerseNumber":130,"Text":"Santi barsita ha'omka iliyachara oparata"},{"SurahNumber":37,"VerseNumber":131,"Text":"Niscaya e'idarae'i ami satkarmasila sakalaka puraskrta karao"},{"SurahNumber":37,"VerseNumber":132,"Text":"Niscaya te'om achila amara mumina bandasakalara an'yatama"},{"SurahNumber":37,"VerseNumber":133,"Text":"Arau niscaya luto achila raachula sakalara antarbhukta"},{"SurahNumber":37,"VerseNumber":134,"Text":"Smarana karaa, yetiya ami te'omka arau te'omra paraiyalabargara sakaloke ud'dhara karaichilo"},{"SurahNumber":37,"VerseNumber":135,"Text":"kerala pichata raai yoraa sakalara antarbhukta ejani brd'dhara bahirae"},{"SurahNumber":37,"VerseNumber":136,"Text":"Tara pichata arasistasakalaka ami sampurnaraupe dhbansa karaichilo"},{"SurahNumber":37,"VerseNumber":137,"Text":"Arau niscaya tomaloke sihamtara dhbansa praapta ancaledi atikrama karaa puraara bhagata"},{"SurahNumber":37,"VerseNumber":138,"Text":"arau raatito. Tathapi'o tomaloke buji noporaane"},{"SurahNumber":37,"VerseNumber":139,"Text":"arau niscaya i'unucho achila raachulasakalara antarbhukta"},{"SurahNumber":37,"VerseNumber":140,"Text":"Smarana karaa, yetiya te'om boja'i nauyanara pine pala'i ga’la"},{"SurahNumber":37,"VerseNumber":141,"Text":"Tara pichata te'om lataraita yogadana karaile arau tata te'om paraabhuta sakalara antarbhukta ha’la"},{"SurahNumber":37,"VerseNumber":142,"Text":"Tara pichata eta danara mache te'omka gili pelale, arau te'om nijake dhikkara di achila"},{"SurahNumber":37,"VerseNumber":143,"Text":"Arau te'om yadi allahara paraitrata arau mahima ghosanakarai sakalara antarbhukta naha’lehemtena"},{"SurahNumber":37,"VerseNumber":144,"Text":"tente te'om punaraut'thanara dina laike machara petate'i thakilehemtena"},{"SurahNumber":37,"VerseNumber":145,"Text":"Arasesata te'omka ami niksepa karailo eta trnahina tha'ita, arau te'om achila asustha"},{"SurahNumber":37,"VerseNumber":146,"Text":"Arau ami tara oparata iyakatina prajatira eta gacha gaja'i tulilo"},{"SurahNumber":37,"VerseNumber":147,"Text":"arau te'omka ami eka lakha ba tatokai bechi lokara ocarata praerana karailo"},{"SurahNumber":37,"VerseNumber":148,"Text":"Eteke te'omloke imana anichila, phalata ami te'omlokaka kichu kalara babe jiranopabhoga karaibalai dilo"},{"SurahNumber":37,"VerseNumber":149,"Text":"Eteke sihamtaka sodhacona, ‘(e'ito kenekuraa katha) tomara pratipalakara babe kan'ya santana arau sihamtara babe putra santana’"},{"SurahNumber":37,"VerseNumber":150,"Text":"athaba ami phiraistasakalaka narairaupe srsti karaichilo neki ye, seya sihamte dekhichila"},{"SurahNumber":37,"VerseNumber":151,"Text":"jani thoraa, niscaya sihamte manesaja katha kaya ye"},{"SurahNumber":37,"VerseNumber":152,"Text":"‘allahe santana janma diche’. Niscaya sihamta michaliya"},{"SurahNumber":37,"VerseNumber":153,"Text":"Te'om putra santanara paraibarte kan'ya santana pachanda karaiche neki"},{"SurahNumber":37,"VerseNumber":154,"Text":"ki haiche tomalokara? Tomaloke kenekuraa bicara karaa"},{"SurahNumber":37,"VerseNumber":155,"Text":"tente tomaloke upadesa grahana nakaraibane"},{"SurahNumber":37,"VerseNumber":156,"Text":"ne tomalokara kono suspasta dalila-pramana ache"},{"SurahNumber":37,"VerseNumber":157,"Text":"yadi tomaloke satyabadi tente tomalokara kitaba lai aha"},{"SurahNumber":37,"VerseNumber":158,"Text":"Sihamte allaha arau jina jatira majata atmiyatara samparka sthira karaiche, athaca jinabilake jane ye, niscaya sihamtaka upasthita karaa ha’ba (sastira babe)"},{"SurahNumber":37,"VerseNumber":159,"Text":"Sihamte yi araopa karae tara paraa allaha paraitra arau mahana"},{"SurahNumber":37,"VerseNumber":160,"Text":"kerala allahara ekanistha bandasakalara bahirae"},{"SurahNumber":37,"VerseNumber":161,"Text":"Niscaya tomaloke arau tomaloke yiborara ibadata karaa se'iborae"},{"SurahNumber":37,"VerseNumber":162,"Text":"(ekanistha bandasakalara) kako tomaloke allaha samparke bibhraanta karaiba noraaraiba"},{"SurahNumber":37,"VerseNumber":163,"Text":"kerala prajjbalita ju'ita yijana dagdha ha’ba tara bahirae"},{"SurahNumber":37,"VerseNumber":164,"Text":"Arau (jibraile ka’le) ‘amara pratyekarae babe ache nirdharaita sthana"},{"SurahNumber":37,"VerseNumber":165,"Text":"‘arau niscaya ami saraibad'dhabharae dandayamana"},{"SurahNumber":37,"VerseNumber":166,"Text":"‘arau niscaya ami te'omra paraitrata arau mahima ghosanakarai’"},{"SurahNumber":37,"VerseNumber":167,"Text":"Arau sihamte (makkabasibilake) arasye kaichila"},{"SurahNumber":37,"VerseNumber":168,"Text":"‘purbarartisakalara darae yadi amarao ekhana upadesamulaka kitaba thakilehemtena"},{"SurahNumber":37,"VerseNumber":169,"Text":"‘tente arasye ami allahara ekanistha banda ha’lohemtena’"},{"SurahNumber":37,"VerseNumber":170,"Text":"Kintu sihamte seya (kora'anaka) asbikara karaile, eteke anatipalame sihamte janibalai paba"},{"SurahNumber":37,"VerseNumber":171,"Text":"Niscaya amara praeraita bandasakalara bisaye amara e'i katha purbe'i nirdharaita haiche ye"},{"SurahNumber":37,"VerseNumber":172,"Text":"niscaya te'omloka sahayyapraapta ha’ba"},{"SurahNumber":37,"VerseNumber":173,"Text":"Arau niscaya amara sain'yabahiniye'i bijayi ha’ba"},{"SurahNumber":37,"VerseNumber":174,"Text":"Eteke kichu samayara babe tumi sihamtara paraa mukha ghuraa'i thaka"},{"SurahNumber":37,"VerseNumber":175,"Text":"Arau tumi sihamtaka paryabeksana karaa, atisighrae sihamte dekhibalai paba (iyara parainama)"},{"SurahNumber":37,"VerseNumber":176,"Text":"Sihamte amara sasti tbaraanbita karaiba bicarae neki"},{"SurahNumber":37,"VerseNumber":177,"Text":"eteke yetiya sihamtara cotalata sasti nami ahiba tetiya satarkakrta bilakara prabhata kimana ye nikrsta ha’ba"},{"SurahNumber":37,"VerseNumber":178,"Text":"arau kichu samayara babe tumi sihamtara paraa mukha ghuraa'i thaka"},{"SurahNumber":37,"VerseNumber":179,"Text":"Tumi sihamtaka paryabeksana karaa, atisighrae sihamte dekhibalai paba (iyara parainama)"},{"SurahNumber":37,"VerseNumber":180,"Text":"Sihamte yi araopa karae, tara paraa tomara raba paraitra arau mahana, sakalo ksamatara adhikarai"},{"SurahNumber":37,"VerseNumber":181,"Text":"Arau santi barsita ha'omka raachulasakalara prati"},{"SurahNumber":37,"VerseNumber":182,"Text":"Arau sakalo dharanara prasansa kerala srstijagatara raba allaharae'i praapya"},{"SurahNumber":38,"VerseNumber":1,"Text":"Coraada, sapata upadesapurna kora'anara"},{"SurahNumber":38,"VerseNumber":2,"Text":"baram kaphirasakala aud'dhatya arau biraodhitata nipatita hai ache"},{"SurahNumber":38,"VerseNumber":3,"Text":"Ihamtara purbe ami bahuto janagosthika dhbansa karaicho, tetiya sihamte (sahaya bicarai) cinamraichila. Kintu tetiya paraitraanara kono samaya nachila"},{"SurahNumber":38,"VerseNumber":4,"Text":"Arau sihamte bismaya bodha karaiche ye, sihamtara ocarata sihamtara majara paraa'i ejana satarkakarai ahiche arau kaphirasakale kaya, ‘e'om ejana yadukara, michaliya’"},{"SurahNumber":38,"VerseNumber":5,"Text":"‘E'om sakalo ilahaka kerala ejana ilaha bana'i laiche neki? Niscaya e'ito eta atyascarya bisaya!’"},{"SurahNumber":38,"VerseNumber":6,"Text":"Arau sihamtara netrsthaniya byaktisakale e'i katha kai amtarai yaya ye, ‘tomaloke'o guci yoraa arau nija nija upasyabilakara pujata abicala thaka. Niscaya e'i bisayato uddesyamulaka’"},{"SurahNumber":38,"VerseNumber":7,"Text":"Ami ana kono dharmadarsata enekuraa katha ketiya'o suna na'i, e'ito manesaja uktira bahirae ana eko nahaya"},{"SurahNumber":38,"VerseNumber":8,"Text":"‘Amara majara paraa kerala te'omra oparatahe yikara (kora'ana) aratirna karaa ha’la’? Prakrtate sihamte amara kora'ana samparke sandehata patita haiche. Baram sihamte etiya'o mora sasti bhoga karaa na'i"},{"SurahNumber":38,"VerseNumber":9,"Text":"Athaba sihamtara ocarata tomara pratipalakara bhandara ache neki? Yijana mahaparaakramasali, asima data"},{"SurahNumber":38,"VerseNumber":10,"Text":"Athaba akasasamuha, prthirai arau e'i duyora majara sakalo bastura oparata sihamtara kono kartrtba ache neki? Yadi ache teneha’le sihamte kono upaya aralambana karai (akasalai) araohana karaa ucita"},{"SurahNumber":38,"VerseNumber":11,"Text":"e'i bahini tata arasye paraajita ha’ba, purbararti dalasamuhara darae"},{"SurahNumber":38,"VerseNumber":12,"Text":"Ihamtara purbe'o asbikara karaichila nuhara sampradaye, ada arau lauha saladharai phira'a'une"},{"SurahNumber":38,"VerseNumber":13,"Text":"arau chamuda, lagate luta sampradaya arau a'ikara adhibasibilake'o. Sihamta achila eko ekota bisala bahini"},{"SurahNumber":38,"VerseNumber":14,"Text":"Sihamtara pratyeke'i raachulasakalaka asbikara karaichila. Phalata sihamtara oparata amara sasti sabyasta haichila"},{"SurahNumber":38,"VerseNumber":15,"Text":"Arau ihamta kerala apeksa karai ache eta bikata sabdara, yara pichata kono biraama nathakiba"},{"SurahNumber":38,"VerseNumber":16,"Text":"Arau sihamte ka’ba, ‘he amara raba! Hicapa dirasara purbe'i amara praapya amaka sighrae pradana karaa!’"},{"SurahNumber":38,"VerseNumber":17,"Text":"Sihamte yi kaya se'i bisaye tumi dhairya dharana karaa arau smarana karaa amara saktisali banda da'udara katha, niscaya te'om achila adhika allaha abhimukhi (ta'obakarai)"},{"SurahNumber":38,"VerseNumber":18,"Text":"Niscaya ami parbatamalaka anugata karai dichilo, yate e'iborae te'omra lagata puraa-gadhuli mora paraitrata arau mahima ghosana karae"},{"SurahNumber":38,"VerseNumber":19,"Text":"Arau samabeta caraa'iborako (anugata karai dichilo); pratyeke'i achila adhika allaha abhimukhi"},{"SurahNumber":38,"VerseNumber":20,"Text":"Arau ami te'omra raajyaka sudrrha karaichilo arau te'omka pradana karaichilo hikamata arau mimansakarai bagmita"},{"SurahNumber":38,"VerseNumber":21,"Text":"Arau tomara ocarata bibadamana lokasakalara sambada ahi pa'ichene? Yetiya sihamte praacira baga'i ibadatara tha'ita praraesa karaichila"},{"SurahNumber":38,"VerseNumber":22,"Text":"Yetiya te'omloke da'udara ocarata praraesa karaile, tetiya te'om te'omlokaka dekhi bhaya khale. Te'omloke ka’le, ‘bhaya nakaraiba, ami duta bibadamana paksa. Amara ijane sijanara oparata simalanghana karaiche, eteke apuni amara majata n'yaya bicara karai diyaka, abicara nakaraiba arau amaka sathika patha pradarsana karaka"},{"SurahNumber":38,"VerseNumber":23,"Text":"‘Niscaya e'om mora bhatr. E'omra niraanabbai ta bheraa ache; arau mora ache kerala eta bheraa. Tathapi'o te'om kaya, ‘se'ito moka di diya’, arau tarkata te'om mora oparata praadhan'ya bistara karaiche’"},{"SurahNumber":38,"VerseNumber":24,"Text":"Da'ude ka’le, ‘tomara bheraatoka te'omra bheraaborara lagata yukta karaara dabi karai te'om tomara prati an'yaya karaiche. Niscaya yautha ansidarabilakara bahute'i ijane sijanara oparata simalanghana karae, kerala te'omlokara bahirae yisakale imana aniche arau satkarma karaiche, kintu te'omloka sankhyata ati takara’. Da'ude buji pale ami te'omka paraiksahe karailo. Tara pichata te'om nija pratipalakara ocarata ksama praarthana karaile arau nata hai chajadaha aranata ha’la, arau te'omra abhimukhi ha’la"},{"SurahNumber":38,"VerseNumber":25,"Text":"Tetiya ami te'omka ksama karai dilo. Niscaya amara ocarata te'omra babe ache naikatyara maryada arau uttama pratyarartanasthala"},{"SurahNumber":38,"VerseNumber":26,"Text":"‘He da'uda! Niscaya ami tomaka prthiraita pratinidhi bana'icho, eteke tumi manuhara majata subicara karaa arau prabrttira anusarana nakaraiba, kiyano ene karaile i tomaka allahara pathara paraa bicyuta karaiba’. Niscaya yisakale allahara pathara paraa bicyuta haya sihamtara babe ache kathina sasti, karana sihamte bicara dirasaka paharai gaiche"},{"SurahNumber":38,"VerseNumber":27,"Text":"Arau ami akasa, prthirai lagate e'i duyora majata thaka kono bastuke'i anarthaka srsti karaa na'i. E'ito dharana kerala sihamtara yisakale kupharai karaiche, eteke yisakale kupharai karaiche sihamtara babe ache agnira durbhoga"},{"SurahNumber":38,"VerseNumber":28,"Text":"Yisakale imana aniche arau satkarma karaiche ami te'omlokaka prthiraita biparyaya srstikaraisakalara samatulya ganya karaima neki? Ne ami muttakbisakalaka papistabilakara darae ganya karaima"},{"SurahNumber":38,"VerseNumber":29,"Text":"ekhana barakatamaya puthi, yito ami tomara prati aratirna karaicho, yate manuhe iyara ayatasamuhata gabhirabharae cinta karae arau yate bodhasakti sampanna byaktisakale upadesa grahana karae"},{"SurahNumber":38,"VerseNumber":30,"Text":"Arau ami da'udaka dana karaichilo chula'imana. Kimana ye uttama banda achila te'om! Niscaya te'om achila atisaya allaha abhimukhi"},{"SurahNumber":38,"VerseNumber":31,"Text":"Smarana karaa, gadhuli yetiya te'omra sanmukhata drautagami utkrsta asbaraajika upasthapana karaa ha’la"},{"SurahNumber":38,"VerseNumber":32,"Text":"tetiya te'om ka’le, ‘ma'i dekhuna mora pratipalakara smaranara paraa bimukha hai aisbarya praitita magna hai paraicho, ipine surya pardara amrata guci gaiche"},{"SurahNumber":38,"VerseNumber":33,"Text":"‘e'iboraka mora ocaralai ghuraa'i ana’. Tara pichata te'om se'iborara bharai arau dinita aghata karai jabeha karaibalai dharaile"},{"SurahNumber":38,"VerseNumber":34,"Text":"Arasye ami chula'imanaka paraiksa karaichilo arau te'omra asanara oparata raakhichilo eti deha, tara pichata chula'imana amara abhimukhi ha’la"},{"SurahNumber":38,"VerseNumber":35,"Text":"Te'om ka’le, ‘he mora raba! Moka ksama karai diya arau moka enekuraa ekhana raajya dana karaa yito mora pichata ana karao babe prayojya naha’ba. Niscaya tumi parama data’"},{"SurahNumber":38,"VerseNumber":36,"Text":"Tetiya ami batahaka te'omra adhina karai dilo, yito te'omra adesata te'om ya’ta iccha karaichila se'i tha'ite mrdumandabharae prabahita haichila"},{"SurahNumber":38,"VerseNumber":37,"Text":"arau (adhina karai dichilo) pratyeka attalika nirmanakarai arau dubarau chayatanaborako"},{"SurahNumber":38,"VerseNumber":38,"Text":"sikalita arad'dha arau bahutake"},{"SurahNumber":38,"VerseNumber":39,"Text":"E'ibora amara anugraha, eteke iyara paraa tumi anako dana karaiba paraa arau nijara babe'o samci thaba paraa. Iyara kono hicaba diba nalage"},{"SurahNumber":38,"VerseNumber":40,"Text":"Arau niscaya te'omra babe ache amara ocarata naikatyara maryada arau uttama pratyarartanasthala"},{"SurahNumber":38,"VerseNumber":41,"Text":"Arau smarana karaa, amara banda a'iyyubaka, yetiya te'om nija pratipalakaka ahbana karai kaichila, ‘niscaya moka cayatane yantrana arau kastata pela'iche’"},{"SurahNumber":38,"VerseNumber":42,"Text":"(ma'i te'omka ka’lo,) ‘tumi nijara bharairae bhumita aghata karaa, eya haiche ga dhubara babe susitala pani arau paniya’"},{"SurahNumber":38,"VerseNumber":43,"Text":"Arau ami te'omka dana karailo te'omra paraiyalabarga arau te'omlokara darae arau bahuto, amara phalara paraa anugrahasbaraupa arau bodhasakti sampanna lokasakalara babe upadesasbaraupa"},{"SurahNumber":38,"VerseNumber":44,"Text":"Arau (ami te'omka adesa karailo) ‘tumi emuthi ghamha loraa arau se'itorae tumi koboraa tathapi'o sapata bhanga nakaraiba’. Niscaya ami te'omka dhairyasila pa'ichilo. Kimana ye uttama banda achila te'om! Niscaya te'om achila amara abhimukhi"},{"SurahNumber":38,"VerseNumber":45,"Text":"Arau smarana karaa, amara banda ibraahima, ichahakba arau iyakubara katha, te'omloka ataye achila saktisali arau suksmadarsi"},{"SurahNumber":38,"VerseNumber":46,"Text":"Niscaya ami te'omlokaka eta bisesa gunara adhikarai karaichilo, seya achila akhiraatara smarana"},{"SurahNumber":38,"VerseNumber":47,"Text":"Arau niscaya te'omloka achila amara ocarata manonita uttama bandasakalara an'yatama"},{"SurahNumber":38,"VerseNumber":48,"Text":"Arau smarana karaa, ichama'ila, ala-iyaca'a arau jula-kiphalara katha, e'omloka ataye achila sajjanasakalara antarbhukta"},{"SurahNumber":38,"VerseNumber":49,"Text":"E'ito eta smarana. Niscaya muttakbisakalara babe ache uttama abasa"},{"SurahNumber":38,"VerseNumber":50,"Text":"cirasthayi jannata, yara duraarasamuha te'omlokara babe unmukta"},{"SurahNumber":38,"VerseNumber":51,"Text":"Tata te'omloke a'uji bahiba, tata te'omloke bahu dharanara phalamula arau paniya anibalai ka’ba"},{"SurahNumber":38,"VerseNumber":52,"Text":"Arau te'omlokara ocarata thakiba anatanayana samabayasiya (gabhurau choraalisakala)"},{"SurahNumber":38,"VerseNumber":53,"Text":"E'ito hicapa dirasara babe tomalokaka diya pratisrauti"},{"SurahNumber":38,"VerseNumber":54,"Text":"Niscaya e'ito ami pradana karaa raijikba yito ketiya'o nihsesa naha’ba"},{"SurahNumber":38,"VerseNumber":55,"Text":"E'itorae'i. Niscaya simalanghanakarai bilakara babe ache nikrstatama pratyarartanasthala"},{"SurahNumber":38,"VerseNumber":56,"Text":"jahannama, tata sihamta agnidagdha ha’ba, (eya) kimana ye nikrsta bisraamasthala"},{"SurahNumber":38,"VerseNumber":57,"Text":"E'itorae'i. Eteke sihamte utala pani arau gela-pumjara soraada la'omka"},{"SurahNumber":38,"VerseNumber":58,"Text":"Arau ache e'i jatiya bibhinna dharanara sasti"},{"SurahNumber":38,"VerseNumber":59,"Text":"Eya eta bahini, tomalokara lagate'i praraesa karaiche. Sihamtara babe kono abhinandana na'i. Niscaya sihamta ju'ita jbaliba"},{"SurahNumber":38,"VerseNumber":60,"Text":"Anusaraisakale ka’ba, ‘baram tomaloke'o (ju'ita jbaliba), tomalokara babe'o kono abhinandana na'i. Tomaloke'i amara babe e'i bipada anicha. Eteke kimana ye nikrsta e'i abasasthala!’"},{"SurahNumber":38,"VerseNumber":61,"Text":"Sihamte ka’ba, ‘he amara raba! Yiye amara babe e'i bipada karhiya'i aniche, jahannamata taka tumi dbiguna sasti diya’"},{"SurahNumber":38,"VerseNumber":62,"Text":"Sihamte arau ka’ba ye, ‘ki ha’la, ami yisakala lokaka beya buli ganya karaichilo sihamtaka dekhuna (iyata) dekha poraa na'i’"},{"SurahNumber":38,"VerseNumber":63,"Text":"‘Ami sihamtaka ene'i upaluna karaichilo neki, ne sihamtara bisaye amara drsti bibhrama ghatiche’"},{"SurahNumber":38,"VerseNumber":64,"Text":"niscaya e'ito bastara satya, jahannamisakalara eya parasparaika bada-pratibada"},{"SurahNumber":38,"VerseNumber":65,"Text":"Koraa, ‘ma'ihe kerala ejana satarkakarai mathona arau allahara bahirae ana kono satya ilaha na'i, te'om ekaka, prabala pratapasali"},{"SurahNumber":38,"VerseNumber":66,"Text":"‘Teraemi akasasamuha, prthirai arau e'i duyora majata thaka sakalo bastura raba, prabala paraakramasali, parama ksamasila’"},{"SurahNumber":38,"VerseNumber":67,"Text":"Koraa, ‘e'ito eta mahasambada"},{"SurahNumber":38,"VerseNumber":68,"Text":"‘yitora paraa tomaloke bimukha hai acha"},{"SurahNumber":38,"VerseNumber":69,"Text":"‘Urd'dhaloka samparke mora kono jnana nachila yetiya te'omloke badanubada karaichila"},{"SurahNumber":38,"VerseNumber":70,"Text":"‘Mora ocarata e'i ahi ahiche ye, ma'i kerala ejana satarkakarai mathona’"},{"SurahNumber":38,"VerseNumber":71,"Text":"Smarana karaa, yetiya tomara pratipalake phiraistasakalaka kaichila, ‘ma'i alatiya boka matirae manuha srsti karaima"},{"SurahNumber":38,"VerseNumber":72,"Text":"‘eteke yetiya ami te'omka susama karaima arau tata mora rauha sancara karaima, tetiya tomaloke te'omra prati chajadaranata ha’ba’"},{"SurahNumber":38,"VerseNumber":73,"Text":"‘Tetiya phiraistasakala ataye chajadaranata ha’la"},{"SurahNumber":38,"VerseNumber":74,"Text":"kerala ibalichara bahirae, si ahankara karaile arau kaphirabilakara antarbhukta ha’la"},{"SurahNumber":38,"VerseNumber":75,"Text":"Allahe ka’le, ‘he ibalicha! Ma'i yaka mora duhaterae srsti karaicho, te'omra prati chajadaranata ha’balai tomaka kihe badha pradana karaile? Tumi ahankara karaila neki? Ne tumi adhika ucca maryadasampanna’"},{"SurahNumber":38,"VerseNumber":76,"Text":"si ka’le, ‘ma'i te'omtakai sraestha. Tumi moka agnirae srsti karaicha arau te'omka srsti karaicha alatiya boka matirae’"},{"SurahNumber":38,"VerseNumber":77,"Text":"Te'om ka’le, ‘tumi iyara paraa ola'i yoraa, kiyano niscaya tumi abhisapta"},{"SurahNumber":38,"VerseNumber":78,"Text":"‘Arau niscaya tomara oparata mora abhisapa thakiba, karmaphala dirasa laike’"},{"SurahNumber":38,"VerseNumber":79,"Text":"Si ka’le, ‘he mora raba! Eteke tumi moka arakasa diya se'i dina laike yidina sihamtaka punaraut'thita karaa ha’ba’"},{"SurahNumber":38,"VerseNumber":80,"Text":"Te'om ka’le, ‘yoraa, niscaya tumi arakasa praaptabilakara antarbhukta"},{"SurahNumber":38,"VerseNumber":81,"Text":"‘nirdharaita samaya upasthita horaara dina laike’"},{"SurahNumber":38,"VerseNumber":82,"Text":"Si ka’le, ‘tomara ksamata-sanmanara sapata! Arasye ma'i sihamtara ata'ike pathabhrasta karaima"},{"SurahNumber":38,"VerseNumber":83,"Text":"‘kintu sihamtara majara tomara ekanistha bandasakalara bahirae’"},{"SurahNumber":38,"VerseNumber":84,"Text":"Allahe ka’le, ‘tente e'itorae'i satya, arau ma'i satyahe ka'om"},{"SurahNumber":38,"VerseNumber":85,"Text":"‘arasye tomara dbaraa arau sihamtara majara yibilake tomara anusarana karaiba sihamta sakalorae dbaraa ma'i jahannama purna karaima’"},{"SurahNumber":38,"VerseNumber":86,"Text":"Koraa, ‘ma'i iyara babe tomalokara ocarata kono pratidana nibicarao arau ma'i kono prabancaka-chalanakarai'o nahaya’"},{"SurahNumber":38,"VerseNumber":87,"Text":"Eya kerala srstijagatara babe upadesa matra"},{"SurahNumber":38,"VerseNumber":88,"Text":"Arau iyara sambada tomaloke arasye janiba, kichudina pichata"},{"SurahNumber":39,"VerseNumber":1,"Text":"E'i kitaba maha paraakramasali, prajnamaya allahara taraphara paraa aratirna"},{"SurahNumber":39,"VerseNumber":2,"Text":"Niscaya ami tomara ocarata e'i kitaba yathayathabharae aratirna karaicho. Eteke tumi allahara anugatyata ekanistha hai te'omrae'i ibadata karaa"},{"SurahNumber":39,"VerseNumber":3,"Text":"Jani thoraa! Bisud'dha anugatya kerala allaharae'i praapya. Yisakale allahara paraibarte anaka abhibharakaraupe grahana karae sihamte kaya, ‘ami kerala e'i babe'i ihamtara ibadata karao ye, ihamte amaka allahara naikatya labha karaa'i diba’. Sihamte yi bisaye nijara majata matabheda karai ache niscaya allahe sihamtara majata se'i bisaye mimansa karai diba. Niscaya allahe michaliya kaphiraka hidayata dana nakarae"},{"SurahNumber":39,"VerseNumber":4,"Text":"Yadi allahe santana grahana karaiba bicarailehemtena, tente te'om yi srsti karaiche tara paraa'i yaka iccha manonita karai la'lehemtena. Kintu te'om paraitra arau mahana! Te'om allaha, ekaka (adbitiya), prabala pratapasali"},{"SurahNumber":39,"VerseNumber":5,"Text":"Teraemi yathayathabharae akasasamuha arau prthirai srsti karaiche. Teraemi raatira dbaraa dinaka acchadita karae arau raatika acchadita karae dinara dbaraa. Surya arau candraka teraemi karaiche niyamadhina. Pratyeka'i eta nirdharaita samaya laike gati karae. Jani thoraa! Te'om maha paraakramasali, ksamasila"},{"SurahNumber":39,"VerseNumber":6,"Text":"Teraemi tomalokaka srsti karaiche ejana byaktira paraa. Tara pichata te'om tara paraa tara yoraa srsti karaiche. Teraemi tomalokara babe atha yoraa gharaciya jantu aratirna karaiche. Teraemi tomalokaka tomalokara matrgarbhara traibidha andhakarata paryayakrame srsti karaiche. Teraemi allaha; tomalokara raba; sarbabhauma kartrtba kerala te'omrae'i; te'omra bahirae ana kono satya ilaha na'i. Eteke tomalokaka ka’lai ghuraa'i niya haiche"},{"SurahNumber":39,"VerseNumber":7,"Text":"Yadi tomaloke kupharai karaa tente (jani thoraa) allaha tomalokara mukhapeksi nahaya. Te'om nija bandasakalara babe kupharai pachanda nakarae, arau yadi tomaloke krtajna horaa tente te'om tomalokara babe eya pachanda karae. Kono boja bahanakaraiye'i anara boja bahana nakaraiba. Tara pichata tomalokara pratipalakara ocarate'i tomalokara pratyarartana. Tetiya tomaloke yi amala karaichila seya te'om tomalokaka arahita karaiba. Niscaya antarata yi ache se'i bisaye te'om samyaka aragata"},{"SurahNumber":39,"VerseNumber":8,"Text":"Arau manuhaka yetiya duhkha-dain'ya'i sparsa karae tetiya si ekagracitte nija pratipalakakahe ahbana karae. Tara pichata te'om yetiya te'omra taraphara paraa tara prati anugraha karae, tetiya si paharai yaya ye itipurbe ki karanata si te'omra ocarata du'a karaichila, arau si allahara samakaksa sthira karaibalai dharae, anaka te'omra pathara paraa bibhraanta karaara babe. Koraa, ‘kupharaira jirana tumi kichukala upabhoga karai loraa. Niscaya tumi agnibasibilakara antarbhukta’"},{"SurahNumber":39,"VerseNumber":9,"Text":"Yi byakti raatira bibhinna praharata chajadaranata hai arau thiya hai anugatya prakasa karae, akhiraataka bhaya karae arau nija pratipalakara anugraha pratyasa karae, (te'om tara daraene yiye e'ibora nakarae?) Koraa, ‘yisakale jane arau yisakale najane sihamta samana ha’ba paraene’? Niscaya kerala bodhasakti sampanna byakti sakalehe upadesa grahana karae"},{"SurahNumber":39,"VerseNumber":10,"Text":"Jana'i diya, ‘he mora mumina bandasakala! Tomaloke nija pratipalakara takbaraa aralambana karaa. Yisakale e'i parthira jiranata kalyanakara kama karae te'omlokara babe ache kalyana. Allahara prthirai bisala prasasta, kerala dhairyasilasakalake'i te'omlokara pratidana aganitabharae purnaraupe pradana karaa ha’ba’"},{"SurahNumber":39,"VerseNumber":11,"Text":"Koraa, ‘moka adesa karaa haiche, ma'i yena allahara anugatyata ekanistha hai kerala te'omrae'i ibadata karao"},{"SurahNumber":39,"VerseNumber":12,"Text":"‘moka arau adesa karaa haiche, maye yena prathama muchalima ha'om’"},{"SurahNumber":39,"VerseNumber":13,"Text":"Koraa, ‘ma'i yadi mora pratipalakara abadhya ha'om tente ma'i bhaya karao mahadirasara sastira’"},{"SurahNumber":39,"VerseNumber":14,"Text":"Koraa, ‘ma'i allahara prati mora anugatyaka ekanistha karai kerala te'omrae'i ibadata karao’"},{"SurahNumber":39,"VerseNumber":15,"Text":"‘Eteke tomaloke allahara paraibarte yara iccha tarae ibadata karaa’. Koraa, ‘ksatigrasta sihamte'i yisakale kiyamatara dina nijara arau nija paraiyalabargara ksati sadhana karae. Jani thoraa! E'itorae'i suspasta ksati’"},{"SurahNumber":39,"VerseNumber":16,"Text":"Sihamtara babe thakiba sihamtara oparata agnira ararana arau talaphale'o thakiba ararana. Iyara dbaraa allahe te'omra bandasakalaka satarka karae. He mora bandasakala! Tomaloke kerala morae'i takbaraa aralambana karaa"},{"SurahNumber":39,"VerseNumber":17,"Text":"Arau yisakale tagutara ibadata paraihara karae arau kerala allahara abhimukhi haya te'omlokara babe ache susambada. Eteke mora bandasakalaka susambada diya"},{"SurahNumber":39,"VerseNumber":18,"Text":"yisakale manoyoga sahakarae katha sune arau tara majara uttama kathara anusarana karae. Te'omlokake'i allahe hidayata dana karaiche arau te'omloke'i bodhasakti sampanna"},{"SurahNumber":39,"VerseNumber":19,"Text":"Yara oparata sastira adesa sabyasta haiche, tumi taka raksa karaiba paraibane, yijana jahannamata ache"},{"SurahNumber":39,"VerseNumber":20,"Text":"kintu yisakale nija pratipalakara takbaraa aralambana karae, te'omlokara babe ache bahuto attalika yara oparata nirmita arau attalika, yara talata nadisamuha prabahita; e'ito allahara pratisrauti, allahe nija pratisrautira biparaita nakarae"},{"SurahNumber":39,"VerseNumber":21,"Text":"Tumi laksya karaa na'ine allahe akasara paraa pani barsana karae, tara pichata seya bhumita prasrarana hicape prabahita karae tara pichata se'itora jaraiyate nana dharanara phacala utpanna karae, arasesata seya suka'i yaya. Phalata tumi se'i phacalaka haladhiya barnata dekhibalai poraa, sesata te'om se'itoka kherakutata parainata karae? Niscaya iyata upadesa ache bodhasakti sampanna byaktisakalara babe"},{"SurahNumber":39,"VerseNumber":22,"Text":"Allahe ichalamara babe yara buku unmukta karai diche phalata te'om nija pratipalakara taraphara paraa nurara oparata ache, (se'ijana byakti tara darae neki yijana hidayatara oparata na'i?) Eteke durbhoga se'i kathora hrdaya byaktisakalara babe, yisakale allahara smaranara paraa bimukha! Sihamta spasta bibhraantita ache"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allahe aratirna karaiche uttama hadicha (bani) sambalita eta kitaba, yito susamanjasya arau yito punah punah abrtti karaa haya. Phalata yisakale nija pratipalakaka bhaya karae, iyara dbaraa te'omlokara saraira siyamrai uthe, tara pichata te'omlokara deha mana binamra hai allahara smaranata dhabita haya. E'itorae'i allahara hidayata, te'om iyara dbaraa yaka iccha hidayata karae. Kintu allahe yaka bibhraanta karae tara hidayatakarai kono na'i"},{"SurahNumber":39,"VerseNumber":24,"Text":"Yi byakti kiyamatara dina nijara mukhamandalara dbaraa kathina sasti raodha karaibalai cesta karaiba, (si te'omra darae neki yijana niraapada?) Arau yalimasakalaka koraa ha’ba, ‘tomaloke yi arjana karaichila se'itorae soraada loraa’"},{"SurahNumber":39,"VerseNumber":25,"Text":"Sihamtara purbarartisakale'o asbikara karaichila, phalata sihamtara prati sasti enekai ahichila ye, sihamte anubharao karaiba paraa nachila"},{"SurahNumber":39,"VerseNumber":26,"Text":"Phalata allahe sihamtaka parthira jiranate lanchana bhoga karaale arau akhiraatara sasti iyatakaiyo kathina. Haya! Yadi sihamte janilehemtena"},{"SurahNumber":39,"VerseNumber":27,"Text":"arau arasye ami e'i kora'anata manuhara babe sarbaprakara drstanta upasthapana karaicho, yate sihamte upadesa grahana karaiba parae"},{"SurahNumber":39,"VerseNumber":28,"Text":"Arabi bhasata e'i kora'ana bakratamukta, yate sihamte takbaraa aralambana karae"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allahe eta drstanta upasthapana karaiche: Ejana byakti, yara ke'ibajano maniba ache, yisakala paraspara biraud'dhabhabapanna, arau ana ejana manuha, yijana kerala ejana manibara anugata; e'i dujana byaktira arastha eke ha’ba paraene? Sakalo dharanara prasansa kerala allaharae'i; kintu sihamtara adhikansa'i najane"},{"SurahNumber":39,"VerseNumber":30,"Text":"Niscaya tumi maranasila arau sihamte'o maranasila"},{"SurahNumber":39,"VerseNumber":31,"Text":"Tara pichata kiyamatara dina niscaya tomaloke nija pratipalakara sanmukhata parasparae baka-bitanda karaiba"}]}