{"Id":148,"LanguageCodes":["en","eng"],"Name":"eng-yusufaliorig","Author":"Yusuf Ali Orig","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Such as fear not the meeting with Us (for Judgment) say: \"Why are not the angels sent down to us, or (why) do we not see our Lord?\" Indeed they have an arrogant conceit of themselves, and mighty is the insolence of their impiety"},{"SurahNumber":25,"VerseNumber":22,"Text":"The Day they see the angels,- no joy will there be to the sinners that Day: The (angels) will say: \"There is a barrier forbidden (to you) altogether"},{"SurahNumber":25,"VerseNumber":23,"Text":"And We shall turn to whatever deeds they did (in this life), and We shall make such deeds as floating dust scattered about"},{"SurahNumber":25,"VerseNumber":24,"Text":"The Companions of the Garden will be well, that Day, in their abode, and have the fairest of places for repose"},{"SurahNumber":25,"VerseNumber":25,"Text":"The Day the heaven shall be rent asunder with clouds, and angels shall be sent down, descending (in ranks)"},{"SurahNumber":25,"VerseNumber":26,"Text":"That Day, the dominion as of right and truth, shall be (wholly) for (God) Most Merciful: it will be a Day of dire difficulty for the Misbelievers"},{"SurahNumber":25,"VerseNumber":27,"Text":"The Day that the wrong-doer will bite at his hands, he will say, \"Oh! would that I had taken a (straight) path with the Apostle"},{"SurahNumber":25,"VerseNumber":28,"Text":"Ah! woe is me! Would that I had never taken such a one for a friend"},{"SurahNumber":25,"VerseNumber":29,"Text":"He did lead me astray from the Message (of God) after it had come to me! Ah! the Evil One is but a traitor to man!\" Then the Apostle will say"},{"SurahNumber":25,"VerseNumber":30,"Text":"O my Lord! Truly my people took this Qur'an for just foolish nonsense"},{"SurahNumber":25,"VerseNumber":31,"Text":"Thus have We made for every prophet an enemy among the sinners: but enough is thy Lord to guide and to help"},{"SurahNumber":25,"VerseNumber":32,"Text":"Those who reject Faith say: \"Why is not the Qur'an revealed to him all at once? Thus (is it revealed), that We may strengthen thy heart thereby, and We have rehearsed it to thee in slow, well-arranged stages, gradually"},{"SurahNumber":25,"VerseNumber":33,"Text":"And no question do they bring to thee but We reveal to thee the truth and the best explanation (thereof)"},{"SurahNumber":25,"VerseNumber":34,"Text":"Those who will be gathered to Hell (prone) on their faces,- they will be in an evil plight, and, as to Path, most astray"},{"SurahNumber":25,"VerseNumber":35,"Text":"(Before this,) We sent Moses The Book, and appointed his brother Aaron with him as minister"},{"SurahNumber":25,"VerseNumber":36,"Text":"And We command: \"Go ye both, to the people who have rejected our Signs:\" And those (people) We destroyed with utter destruction"},{"SurahNumber":25,"VerseNumber":37,"Text":"And the people of Noah,- when they rejected the apostles, We drowned them, and We made them as a Sign for mankind; and We have prepared for (all) wrong-doers a grievous Penalty"},{"SurahNumber":25,"VerseNumber":38,"Text":"As also 'Ad and Thamud, and the Companions of the Rass, and many a generation between them"},{"SurahNumber":25,"VerseNumber":39,"Text":"To each one We set forth Parables and examples; and each one We broke to utter annihilation (for their sins)"},{"SurahNumber":25,"VerseNumber":40,"Text":"And the (Unbelievers) must indeed have passed by the town on which was rained a shower of evil: did they not then see it (with their own eyes)? But they fear not the Resurrection"},{"SurahNumber":25,"VerseNumber":41,"Text":"When they see thee, they treat thee no otherwise than in mockery: \"Is this the one whom God has sent as an apostle"},{"SurahNumber":25,"VerseNumber":42,"Text":"He indeed would well-nigh have misled us from our gods, had it not been that we were constant to them!\" - Soon will they know, when they see the Penalty, who it is that is most misled in Path"},{"SurahNumber":25,"VerseNumber":43,"Text":"Seest thou such a one as taketh for his god his own passion (or impulse)? Couldst thou be a disposer of affairs for him"},{"SurahNumber":25,"VerseNumber":44,"Text":"Or thinkest thou that most of them listen or understand? They are only like cattle;- nay, they are worse astray in Path"},{"SurahNumber":25,"VerseNumber":45,"Text":"Hast thou not turned thy vision to thy Lord?- How He doth prolong the shadow! If He willed, He could make it stationary! then do We make the sun its guide"},{"SurahNumber":25,"VerseNumber":46,"Text":"Then We draw it in towards Ourselves,- a contraction by easy stages"},{"SurahNumber":25,"VerseNumber":47,"Text":"And He it is Who makes the Night as a Robe for you, and Sleep as Repose, and makes the Day (as it were) a Resurrection"},{"SurahNumber":25,"VerseNumber":48,"Text":"And He it is Who sends the winds as heralds of glad tidings, going before His mercy, and We send down pure water from the sky"},{"SurahNumber":25,"VerseNumber":49,"Text":"That with it We may give life to a dead land, and slake the thirst of things We have created,- cattle and men in great numbers"},{"SurahNumber":25,"VerseNumber":50,"Text":"And We have distributed the (water) amongst them, in order that they may celebrate (our) praises, but most men are averse (to aught) but (rank) ingratitude"},{"SurahNumber":25,"VerseNumber":51,"Text":"Had it been Our Will, We could have sent a warner to every centre of population"},{"SurahNumber":25,"VerseNumber":52,"Text":"Therefore listen not to the Unbelievers, but strive against them with the utmost strenuousness, with the (Qur'an)"},{"SurahNumber":25,"VerseNumber":53,"Text":"It is He Who has let free the two bodies of flowing water: One palatable and sweet, and the other salt and bitter; yet has He made a barrier between them, a partition that is forbidden to be passed"},{"SurahNumber":25,"VerseNumber":54,"Text":"It is He Who has created man from water: then has He established relationships of lineage and marriage: for thy Lord has power (over all things)"},{"SurahNumber":25,"VerseNumber":55,"Text":"Yet do they worship, besides God, things that can neither profit them nor harm them: and the Misbeliever is a helper (of Evil), against his own Lord"},{"SurahNumber":25,"VerseNumber":56,"Text":"But thee We only sent to give glad tidings and admonition"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say: \"No reward do I ask of you for it but this: that each one who will may take a (straight) Path to his Lord"},{"SurahNumber":25,"VerseNumber":58,"Text":"And put thy trust in Him Who lives and dies not; and celebrate his praise; and enough is He to be acquainted with the faults of His servants"},{"SurahNumber":25,"VerseNumber":59,"Text":"He Who created the heavens and the earth and all that is between, in six days, and is firmly established on the Throne (of Authority): God Most Gracious: ask thou, then, about Him of any acquainted (with such things)"},{"SurahNumber":25,"VerseNumber":60,"Text":"When it is said to them, \"Adore ye (God) Most Gracious!\", they say, \"And what is (God) Most Gracious? Shall we adore that which thou commandest us?\" And it increases their flight (from the Truth)"},{"SurahNumber":25,"VerseNumber":61,"Text":"Blessed is He Who made constellations in the skies, and placed therein a Lamp and a Moon giving light"},{"SurahNumber":25,"VerseNumber":62,"Text":"And it is He Who made the Night and the Day to follow each other: for such as have the will to celebrate His praises or to show their gratitude"},{"SurahNumber":25,"VerseNumber":63,"Text":"And the servants of (God) Most Gracious are those who walk on the earth in humility, and when the ignorant address them, they say, \"Peace"},{"SurahNumber":25,"VerseNumber":64,"Text":"Those who spend the night in adoration of their Lord prostrate and standing"},{"SurahNumber":25,"VerseNumber":65,"Text":"Those who say, \"Our Lord! avert from us the Wrath of Hell, for its Wrath is indeed an affliction grievous"},{"SurahNumber":25,"VerseNumber":66,"Text":"Evil indeed is it as an abode, and as a place to rest in"},{"SurahNumber":25,"VerseNumber":67,"Text":"Those who, when they spend, are not extravagant and not niggardly, but hold a just (balance) between those (extremes)"},{"SurahNumber":25,"VerseNumber":68,"Text":"Those who invoke not, with God, any other god, nor slay such life as God has made sacred except for just cause, nor commit fornication; - and any that does this (not only) meets punishment"},{"SurahNumber":25,"VerseNumber":69,"Text":"(But) the Penalty on the Day of Judgment will be doubled to him, and he will dwell therein in ignominy"},{"SurahNumber":25,"VerseNumber":70,"Text":"Unless he repents, believes, and works righteous deeds, for God will change the evil of such persons into good, and God is Oft-Forgiving, Most Merciful"},{"SurahNumber":25,"VerseNumber":71,"Text":"And whoever repents and does good has truly turned to God with an (acceptable) conversion"},{"SurahNumber":25,"VerseNumber":72,"Text":"Those who witness no falsehood, and, if they pass by futility, they pass by it with honourable (avoidance)"},{"SurahNumber":25,"VerseNumber":73,"Text":"Those who, when they are admonished with the Signs of their Lord, droop not down at them as if they were deaf or blind"},{"SurahNumber":25,"VerseNumber":74,"Text":"And those who pray, \"Our Lord! Grant unto us wives and offspring who will be the comfort of our eyes, and give us (the grace) to lead the righteous"},{"SurahNumber":25,"VerseNumber":75,"Text":"Those are the ones who will be rewarded with the highest place in heaven, because of their patient constancy: therein shall they be met with salutations and peace"},{"SurahNumber":25,"VerseNumber":76,"Text":"Dwelling therein;- how beautiful an abode and place of rest"},{"SurahNumber":25,"VerseNumber":77,"Text":"Say (to the Rejecters): \"My Lord is not uneasy because of you if ye call not on Him: But ye have indeed rejected (Him), and soon will come the inevitable (punishment)"},{"SurahNumber":26,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"These are verses of the Book that makes (things) clear"},{"SurahNumber":26,"VerseNumber":3,"Text":"It may be thou frettest thy soul with grief, that they do not become Believers"},{"SurahNumber":26,"VerseNumber":4,"Text":"If (such) were Our Will, We could send down to them from the sky a Sign, to which they would bend their necks in humility"},{"SurahNumber":26,"VerseNumber":5,"Text":"But there comes not to them a newly-revealed Message from (God) Most Gracious, but they turn away therefrom"},{"SurahNumber":26,"VerseNumber":6,"Text":"They have indeed rejected (the Message): so they will know soon (enough) the truth of what they mocked at"},{"SurahNumber":26,"VerseNumber":7,"Text":"Do they not look at the earth,- how many noble things of all kinds We have produced therein"},{"SurahNumber":26,"VerseNumber":8,"Text":"Verily, in this is a Sign: but most of them do not believe"},{"SurahNumber":26,"VerseNumber":9,"Text":"And verily, thy Lord is He, the Exalted in Might, Most Merciful"},{"SurahNumber":26,"VerseNumber":10,"Text":"Behold, thy Lord called Moses: \"Go to the people of iniquity"},{"SurahNumber":26,"VerseNumber":11,"Text":"The people of the Pharaoh: will they not fear God"},{"SurahNumber":26,"VerseNumber":12,"Text":"He said: \"O my Lord! I do fear that they will charge me with falsehood"},{"SurahNumber":26,"VerseNumber":13,"Text":"My breast will be straitened. And my speech may not go (smoothly): so send unto Aaron"},{"SurahNumber":26,"VerseNumber":14,"Text":"And (further), they have a charge of crime against me; and I fear they may slay me"},{"SurahNumber":26,"VerseNumber":15,"Text":"God said: \"By no means! proceed then, both of you, with Our Signs; We are with you, and will listen (to your call)"},{"SurahNumber":26,"VerseNumber":16,"Text":"So go forth, both of you, to Pharaoh, and say: 'We have been sent by the Lord and Cherisher of the worlds"},{"SurahNumber":26,"VerseNumber":17,"Text":"Send thou with us the Children of Israel"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Pharaoh) said: \"Did we not cherish thee as a child among us, and didst thou not stay in our midst many years of thy life"},{"SurahNumber":26,"VerseNumber":19,"Text":"And thou didst a deed of thine which (thou knowest) thou didst, and thou art an ungrateful (wretch)"},{"SurahNumber":26,"VerseNumber":20,"Text":"Moses said: \"I did it then, when I was in error"},{"SurahNumber":26,"VerseNumber":21,"Text":"So I fled from you (all) when I feared you; but my Lord has (since) invested me with judgment (and wisdom) and appointed me as one of the apostles"},{"SurahNumber":26,"VerseNumber":22,"Text":"And this is the favour with which thou dost reproach me,- that thou hast enslaved the Children of Israel"},{"SurahNumber":26,"VerseNumber":23,"Text":"Pharaoh said: \"And what is the 'Lord and Cherisher of the worlds"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Moses) said: \"The Lord and Cherisher of the heavens and the earth, and all between,- if ye want to be quite sure"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Pharaoh) said to those around: \"Did ye not listen (to what he says)"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Moses) said: \"Your Lord and the Lord of your fathers from the beginning"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Pharaoh) said: \"Truly your apostle who has been sent to you is a veritable madman"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Moses) said: \"Lord of the East and the West, and all between! if ye only had sense"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Pharaoh) said: \"If thou dost put forward any god other than me, I will certainly put thee in prison"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Moses) said: \"Even if I showed you something clear (and) convincing"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Pharaoh) said: \"Show it then, if thou tellest the truth"},{"SurahNumber":26,"VerseNumber":32,"Text":"So (Moses) threw his rod, and behold, it was a serpent, plain (for all to see)"},{"SurahNumber":26,"VerseNumber":33,"Text":"And he drew out his hand, and behold, it was white to all beholders"},{"SurahNumber":26,"VerseNumber":34,"Text":"(Pharaoh) said to the Chiefs around him: \"This is indeed a sorcerer well- versed"},{"SurahNumber":26,"VerseNumber":35,"Text":"His plan is to get you out of your land by his sorcery; then what is it ye counsel"},{"SurahNumber":26,"VerseNumber":36,"Text":"They said: \"Keep him and his brother in suspense (for a while), and dispatch to the Cities heralds to collect"},{"SurahNumber":26,"VerseNumber":37,"Text":"And bring up to thee all (our) sorcerers well-versed"},{"SurahNumber":26,"VerseNumber":38,"Text":"So the sorcerers were got together for the appointment of a day well-known"},{"SurahNumber":26,"VerseNumber":39,"Text":"And the people were told: \"Are ye (now) assembled"},{"SurahNumber":26,"VerseNumber":40,"Text":"That we may follow the sorcerers (in religion) if they win"},{"SurahNumber":26,"VerseNumber":41,"Text":"So when the sorcerers arrived, they said to Pharaoh: \"Of course - shall we have a (suitable) reward if we win"},{"SurahNumber":26,"VerseNumber":42,"Text":"He said: \"Yea, (and more),- for ye shall in that case be (raised to posts) nearest (to my person)"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moses said to them: \"Throw ye - that which ye are about to throw"},{"SurahNumber":26,"VerseNumber":44,"Text":"So they threw their ropes and their rods, and said: \"By the might of Pharaoh, it is we who will certainly win"},{"SurahNumber":26,"VerseNumber":45,"Text":"Then Moses threw his rod, when, behold, it straightway swallows up all the falsehoods which they fake"},{"SurahNumber":26,"VerseNumber":46,"Text":"Then did the sorcerers fall down, prostrate in adoration"},{"SurahNumber":26,"VerseNumber":47,"Text":"Saying: \"We believe in the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":48,"Text":"The Lord of Moses and Aaron"},{"SurahNumber":26,"VerseNumber":49,"Text":"Said (Pharaoh): \"Believe ye in Him before I give you permission? surely he is your leader, who has taught you sorcery! but soon shall ye know! Be sure I will cut off your hands and your feet on opposite sides, and I will cause you all to die on the cross"},{"SurahNumber":26,"VerseNumber":50,"Text":"They said: \"No matter! for us, we shall but return to our Lord"},{"SurahNumber":26,"VerseNumber":51,"Text":"Only, our desire is that our Lord will forgive us our faults, that we may become foremost among the believers"},{"SurahNumber":26,"VerseNumber":52,"Text":"By inspiration we told Moses: \"Travel by night with my servants; for surely ye shall be pursued"},{"SurahNumber":26,"VerseNumber":53,"Text":"Then Pharaoh sent heralds to (all) the Cities"},{"SurahNumber":26,"VerseNumber":54,"Text":"(Saying): \"These (Israelites) are but a small band"},{"SurahNumber":26,"VerseNumber":55,"Text":"And they are raging furiously against us"},{"SurahNumber":26,"VerseNumber":56,"Text":"But we are a multitude amply fore-warned"},{"SurahNumber":26,"VerseNumber":57,"Text":"So We expelled them from gardens, springs"},{"SurahNumber":26,"VerseNumber":58,"Text":"Treasures, and every kind of honourable position"},{"SurahNumber":26,"VerseNumber":59,"Text":"Thus it was, but We made the Children of Israel inheritors of such things"},{"SurahNumber":26,"VerseNumber":60,"Text":"So they pursued them at sunrise"},{"SurahNumber":26,"VerseNumber":61,"Text":"And when the two bodies saw each other, the people of Moses said: \"We are sure to be overtaken"},{"SurahNumber":26,"VerseNumber":62,"Text":"(Moses) said: \"By no means! my Lord is with me! Soon will He guide me"},{"SurahNumber":26,"VerseNumber":63,"Text":"Then We told Moses by inspiration: \"Strike the sea with thy rod.\" So it divided, and each separate part became like the huge, firm mass of a mountain"},{"SurahNumber":26,"VerseNumber":64,"Text":"And We made the other party approach thither"},{"SurahNumber":26,"VerseNumber":65,"Text":"We delivered Moses and all who were with him"},{"SurahNumber":26,"VerseNumber":66,"Text":"But We drowned the others"},{"SurahNumber":26,"VerseNumber":67,"Text":"Verily in this is a Sign: but most of them do not believe"},{"SurahNumber":26,"VerseNumber":68,"Text":"And verily thy Lord is He, the Exalted in Might, Most Merciful"},{"SurahNumber":26,"VerseNumber":69,"Text":"And rehearse to them (something of) Abraham's story"},{"SurahNumber":26,"VerseNumber":70,"Text":"Behold, he said to his father and his people: \"What worship ye"},{"SurahNumber":26,"VerseNumber":71,"Text":"They said: \"We worship idols, and we remain constantly in attendance on them"},{"SurahNumber":26,"VerseNumber":72,"Text":"He said: \"Do they listen to you when ye call (on them)"},{"SurahNumber":26,"VerseNumber":73,"Text":"or do you good or harm"},{"SurahNumber":26,"VerseNumber":74,"Text":"They said: \"Nay, but we found our fathers doing thus (what we do)"},{"SurahNumber":26,"VerseNumber":75,"Text":"He said: \"Do ye then see whom ye have been worshipping"},{"SurahNumber":26,"VerseNumber":76,"Text":"Ye and your fathers before you"},{"SurahNumber":26,"VerseNumber":77,"Text":"For they are enemies to me; not so the Lord and Cherisher of the Worlds"},{"SurahNumber":26,"VerseNumber":78,"Text":"Who created me, and it is He Who guides me"},{"SurahNumber":26,"VerseNumber":79,"Text":"Who gives me food and drink"},{"SurahNumber":26,"VerseNumber":80,"Text":"And when I am ill, it is He Who cures me"},{"SurahNumber":26,"VerseNumber":81,"Text":"Who will cause me to die, and then to life (again)"},{"SurahNumber":26,"VerseNumber":82,"Text":"And who, I hope, will forgive me my faults on the day of Judgment"},{"SurahNumber":26,"VerseNumber":83,"Text":"O my Lord! bestow wisdom on me, and join me with the righteous"},{"SurahNumber":26,"VerseNumber":84,"Text":"Grant me honourable mention on the tongue of truth among the latest (generations)"},{"SurahNumber":26,"VerseNumber":85,"Text":"Make me one of the inheritors of the Garden of Bliss"},{"SurahNumber":26,"VerseNumber":86,"Text":"Forgive my father, for that he is among those astray"},{"SurahNumber":26,"VerseNumber":87,"Text":"And let me not be in disgrace on the Day when (men) will be raised up"},{"SurahNumber":26,"VerseNumber":88,"Text":"The Day whereon neither wealth nor sons will avail"},{"SurahNumber":26,"VerseNumber":89,"Text":"But only he (will prosper) that brings to God a sound heart"},{"SurahNumber":26,"VerseNumber":90,"Text":"To the righteous, the Garden will be brought near"},{"SurahNumber":26,"VerseNumber":91,"Text":"And to those straying in Evil, the Fire will be placed in full view"},{"SurahNumber":26,"VerseNumber":92,"Text":"And it shall be said to them: 'Where are the (gods) ye worshipped"},{"SurahNumber":26,"VerseNumber":93,"Text":"Besides God? Can they help you or help themselves"},{"SurahNumber":26,"VerseNumber":94,"Text":"Then they will be thrown headlong into the (Fire),- they and those straying in Evil"},{"SurahNumber":26,"VerseNumber":95,"Text":"And the whole hosts of Iblis together"},{"SurahNumber":26,"VerseNumber":96,"Text":"They will say there in their mutual bickerings"},{"SurahNumber":26,"VerseNumber":97,"Text":"By God, we were truly in an error manifest"},{"SurahNumber":26,"VerseNumber":98,"Text":"When we held you as equals with the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":99,"Text":"And our seducers were only those who were steeped in guilt"},{"SurahNumber":26,"VerseNumber":100,"Text":"Now, then, we have none to intercede (for us)"},{"SurahNumber":26,"VerseNumber":101,"Text":"Nor a single friend to feel (for us)"},{"SurahNumber":26,"VerseNumber":102,"Text":"Now if we only had a chance of return we shall truly be of those who believe"},{"SurahNumber":26,"VerseNumber":103,"Text":"Verily in this is a Sign but most of them do not believe"},{"SurahNumber":26,"VerseNumber":104,"Text":"And verily thy Lord is He, the Exalted in Might, Most Merciful"},{"SurahNumber":26,"VerseNumber":105,"Text":"The people of Noah rejected the apostles"},{"SurahNumber":26,"VerseNumber":106,"Text":"Behold, their brother Noah said to them: \"Will ye not fear (God)"},{"SurahNumber":26,"VerseNumber":107,"Text":"I am to you an apostle worthy of all trust"},{"SurahNumber":26,"VerseNumber":108,"Text":"So fear God, and obey me"},{"SurahNumber":26,"VerseNumber":109,"Text":"No reward do I ask of you for it: my reward is only from the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":110,"Text":"So fear God, and obey me"},{"SurahNumber":26,"VerseNumber":111,"Text":"They said: \"Shall we believe in thee when it is the meanest that follow thee"},{"SurahNumber":26,"VerseNumber":112,"Text":"He said: \"And what do I know as to what they do"},{"SurahNumber":26,"VerseNumber":113,"Text":"Their account is only with my Lord, if ye could (but) understand"},{"SurahNumber":26,"VerseNumber":114,"Text":"I am not one to drive away those who believe"},{"SurahNumber":26,"VerseNumber":115,"Text":"I am sent only to warn plainly in public"},{"SurahNumber":26,"VerseNumber":116,"Text":"They said: \"If thou desist not, O Noah! thou shalt be stoned (to death)"},{"SurahNumber":26,"VerseNumber":117,"Text":"He said: \"O my Lord! truly my people have rejected me"},{"SurahNumber":26,"VerseNumber":118,"Text":"Judge Thou, then, between me and them openly, and deliver me and those of the Believers who are with me"},{"SurahNumber":26,"VerseNumber":119,"Text":"So We delivered him and those with him, in the Ark filled (with all creatures)"},{"SurahNumber":26,"VerseNumber":120,"Text":"Thereafter We drowned those who remained behind"},{"SurahNumber":26,"VerseNumber":121,"Text":"Verily in this is a Sign: but most of them do not believe"},{"SurahNumber":26,"VerseNumber":122,"Text":"And verily thy Lord is He, the Exalted in Might, Most Merciful"},{"SurahNumber":26,"VerseNumber":123,"Text":"The 'Ad (people) rejected the apostles"},{"SurahNumber":26,"VerseNumber":124,"Text":"Behold, their brother Hud said to them: \"Will ye not fear (God)"},{"SurahNumber":26,"VerseNumber":125,"Text":"I am to you an apostle worthy of all trust"},{"SurahNumber":26,"VerseNumber":126,"Text":"So fear God and obey me"},{"SurahNumber":26,"VerseNumber":127,"Text":"No reward do I ask of you for it: my reward is only from the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":128,"Text":"Do ye build a landmark on every high place to amuse yourselves"},{"SurahNumber":26,"VerseNumber":129,"Text":"And do ye get for yourselves fine buildings in the hope of living therein (for ever)"},{"SurahNumber":26,"VerseNumber":130,"Text":"And when ye exert your strong hand, do ye do it like men of absolute power"},{"SurahNumber":26,"VerseNumber":131,"Text":"Now fear God, and obey me"},{"SurahNumber":26,"VerseNumber":132,"Text":"Yea, fear Him Who has bestowed on you freely all that ye know"},{"SurahNumber":26,"VerseNumber":133,"Text":"Freely has He bestowed on you cattle and sons"},{"SurahNumber":26,"VerseNumber":134,"Text":"And Gardens and Springs"},{"SurahNumber":26,"VerseNumber":135,"Text":"Truly I fear for you the Penalty of a Great Day"},{"SurahNumber":26,"VerseNumber":136,"Text":"They said: \"It is the same to us whether thou admonish us or be not among (our) admonishers"},{"SurahNumber":26,"VerseNumber":137,"Text":"This is no other than a customary device of the ancients"},{"SurahNumber":26,"VerseNumber":138,"Text":"And we are not the ones to receive Pains and Penalties"},{"SurahNumber":26,"VerseNumber":139,"Text":"So they rejected him, and We destroyed them. Verily in this is a Sign: but most of them do not believe"},{"SurahNumber":26,"VerseNumber":140,"Text":"And verily thy Lord is He, the Exalted in Might, Most Merciful"},{"SurahNumber":26,"VerseNumber":141,"Text":"The Thamud (people) rejected the apostles"},{"SurahNumber":26,"VerseNumber":142,"Text":"Behold, their brother Salih said to them: \"Will you not fear (God)"},{"SurahNumber":26,"VerseNumber":143,"Text":"I am to you an apostle worthy of all trust"},{"SurahNumber":26,"VerseNumber":144,"Text":"So fear God, and obey me"},{"SurahNumber":26,"VerseNumber":145,"Text":"No reward do I ask of you for it: my reward is only from the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":146,"Text":"Will ye be left secure, in (the enjoyment of) all that ye have here"},{"SurahNumber":26,"VerseNumber":147,"Text":"Gardens and Springs"},{"SurahNumber":26,"VerseNumber":148,"Text":"And corn-fields and date-palms with spathes near breaking (with the weight of fruit)"},{"SurahNumber":26,"VerseNumber":149,"Text":"And ye carve houses out of (rocky) mountains with great skill"},{"SurahNumber":26,"VerseNumber":150,"Text":"But fear God and obey me"},{"SurahNumber":26,"VerseNumber":151,"Text":"And follow not the bidding of those who are extravagant"},{"SurahNumber":26,"VerseNumber":152,"Text":"Who make mischief in the land, and mend not (their ways)"},{"SurahNumber":26,"VerseNumber":153,"Text":"They said: \"Thou art only one of those bewitched"},{"SurahNumber":26,"VerseNumber":154,"Text":"Thou art no more than a mortal like us: then bring us a Sign, if thou tellest the truth"},{"SurahNumber":26,"VerseNumber":155,"Text":"He said: \"Here is a she-camel: she has a right of watering, and ye have a right of watering, (severally) on a day appointed"},{"SurahNumber":26,"VerseNumber":156,"Text":"Touch her not with harm, lest the Penalty of a Great Day seize you"},{"SurahNumber":26,"VerseNumber":157,"Text":"But they ham-strung her: then did they become full of regrets"},{"SurahNumber":26,"VerseNumber":158,"Text":"But the Penalty seized them. Verily in this is a Sign: but most of them do not believe"},{"SurahNumber":26,"VerseNumber":159,"Text":"And verily thy Lord is He, the Exalted in Might, Most Merciful"},{"SurahNumber":26,"VerseNumber":160,"Text":"The people of Lut rejected the apostles"},{"SurahNumber":26,"VerseNumber":161,"Text":"Behold, their brother Lut said to them: \"Will ye not fear (God)"},{"SurahNumber":26,"VerseNumber":162,"Text":"I am to you an apostle worthy of all trust"},{"SurahNumber":26,"VerseNumber":163,"Text":"So fear God and obey me"},{"SurahNumber":26,"VerseNumber":164,"Text":"No reward do I ask of you for it: my reward is only from the lord of the Worlds"},{"SurahNumber":26,"VerseNumber":165,"Text":"Of all the creatures in the world, will ye approach males"},{"SurahNumber":26,"VerseNumber":166,"Text":"And leave those whom God has created for you to be your mates? Nay, ye are a people transgressing (all limits)"},{"SurahNumber":26,"VerseNumber":167,"Text":"They said: \"If thou desist not, O Lut! thou wilt assuredly be cast out"},{"SurahNumber":26,"VerseNumber":168,"Text":"He said: \"I do detest your doings"},{"SurahNumber":26,"VerseNumber":169,"Text":"O my Lord! deliver me and my family from such things as they do"},{"SurahNumber":26,"VerseNumber":170,"Text":"So We delivered him and his family,- all"},{"SurahNumber":26,"VerseNumber":171,"Text":"Except an old woman who lingered behind"},{"SurahNumber":26,"VerseNumber":172,"Text":"But the rest We destroyed utterly"},{"SurahNumber":26,"VerseNumber":173,"Text":"We rained down on them a shower (of brimstone): and evil was the shower on those who were admonished (but heeded not)"},{"SurahNumber":26,"VerseNumber":174,"Text":"Verily in this is a Sign: but most of them do not believe"},{"SurahNumber":26,"VerseNumber":175,"Text":"And verily thy Lord is He, the Exalted in Might Most Merciful"},{"SurahNumber":26,"VerseNumber":176,"Text":"The Companions of the Wood rejected the apostles"},{"SurahNumber":26,"VerseNumber":177,"Text":"Behold, Shu'aib said to them: \"Will ye not fear (God)"},{"SurahNumber":26,"VerseNumber":178,"Text":"I am to you an apostle worthy of all trust"},{"SurahNumber":26,"VerseNumber":179,"Text":"So fear God and obey me"},{"SurahNumber":26,"VerseNumber":180,"Text":"No reward do I ask of you for it: my reward is only from the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":181,"Text":"Give just measure, and cause no loss (to others by fraud)"},{"SurahNumber":26,"VerseNumber":182,"Text":"And weigh with scales true and upright"},{"SurahNumber":26,"VerseNumber":183,"Text":"And withhold not things justly due to men, nor do evil in the land, working mischief"},{"SurahNumber":26,"VerseNumber":184,"Text":"And fear Him Who created you and (who created) the generations before (you)"},{"SurahNumber":26,"VerseNumber":185,"Text":"They said: \"Thou art only one of those bewitched"},{"SurahNumber":26,"VerseNumber":186,"Text":"Thou art no more than a mortal like us, and indeed we think thou art a liar"},{"SurahNumber":26,"VerseNumber":187,"Text":"Now cause a piece of the sky to fall on us, if thou art truthful"},{"SurahNumber":26,"VerseNumber":188,"Text":"He said: \"My Lord knows best what ye do"},{"SurahNumber":26,"VerseNumber":189,"Text":"But they rejected him. Then the punishment of a day of overshadowing gloom seized them, and that was the Penalty of a Great Day"},{"SurahNumber":26,"VerseNumber":190,"Text":"Verily in that is a Sign: but most of them do not believe"},{"SurahNumber":26,"VerseNumber":191,"Text":"And verily thy Lord is He, the Exalted in Might, Most Merciful"},{"SurahNumber":26,"VerseNumber":192,"Text":"Verily this is a Revelation from the Lord of the Worlds"},{"SurahNumber":26,"VerseNumber":193,"Text":"With it came down the spirit of Faith and Truth"},{"SurahNumber":26,"VerseNumber":194,"Text":"To thy heart and mind, that thou mayest admonish"},{"SurahNumber":26,"VerseNumber":195,"Text":"In the perspicuous Arabic tongue"},{"SurahNumber":26,"VerseNumber":196,"Text":"Without doubt it is (announced) in the mystic Books of former peoples"},{"SurahNumber":26,"VerseNumber":197,"Text":"Is it not a Sign to them that the Learned of the Children of Israel knew it (as true)"},{"SurahNumber":26,"VerseNumber":198,"Text":"Had We revealed it to any of the non-Arabs"},{"SurahNumber":26,"VerseNumber":199,"Text":"And had he recited it to them, they would not have believed in it"},{"SurahNumber":26,"VerseNumber":200,"Text":"Thus have We caused it to enter the hearts of the sinners"},{"SurahNumber":26,"VerseNumber":201,"Text":"They will not believe in it until they see the grievous Penalty"},{"SurahNumber":26,"VerseNumber":202,"Text":"But the (Penalty) will come to them of a sudden, while they perceive it not"},{"SurahNumber":26,"VerseNumber":203,"Text":"Then they will say: \"Shall we be respited"},{"SurahNumber":26,"VerseNumber":204,"Text":"Do they then ask for Our Penalty to be hastened on"},{"SurahNumber":26,"VerseNumber":205,"Text":"Seest thou? If We do let them enjoy (this life) for a few years"},{"SurahNumber":26,"VerseNumber":206,"Text":"Yet there comes to them at length the (Punishment) which they were promised"},{"SurahNumber":26,"VerseNumber":207,"Text":"It will profit them not that they enjoyed (this life)"},{"SurahNumber":26,"VerseNumber":208,"Text":"Never did We destroy a population, but had its warners"},{"SurahNumber":26,"VerseNumber":209,"Text":"By way of reminder; and We never are unjust"},{"SurahNumber":26,"VerseNumber":210,"Text":"No evil ones have brought down this (Revelation)"},{"SurahNumber":26,"VerseNumber":211,"Text":"It would neither suit them nor would they be able (to produce it)"},{"SurahNumber":26,"VerseNumber":212,"Text":"Indeed they have been removed far from even (a chance of) hearing it"},{"SurahNumber":26,"VerseNumber":213,"Text":"So call not on any other god with God, or thou wilt be among those under the Penalty"},{"SurahNumber":26,"VerseNumber":214,"Text":"And admonish thy nearest kinsmen"},{"SurahNumber":26,"VerseNumber":215,"Text":"And lower thy wing to the Believers who follow thee"},{"SurahNumber":26,"VerseNumber":216,"Text":"Then if they disobey thee, say: \"I am free (of responsibility) for what ye do"},{"SurahNumber":26,"VerseNumber":217,"Text":"And put thy trust on the Exalted in Might, the Merciful"},{"SurahNumber":26,"VerseNumber":218,"Text":"Who seeth thee standing forth (in prayer)"},{"SurahNumber":26,"VerseNumber":219,"Text":"And thy movements among those who prostrate themselves"},{"SurahNumber":26,"VerseNumber":220,"Text":"For it is He Who heareth and knoweth all things"},{"SurahNumber":26,"VerseNumber":221,"Text":"Shall I inform you, (O people!), on whom it is that the evil ones descend"},{"SurahNumber":26,"VerseNumber":222,"Text":"They descend on every lying, wicked person"},{"SurahNumber":26,"VerseNumber":223,"Text":"(Into whose ears) they pour hearsay vanities, and most of them are liars"},{"SurahNumber":26,"VerseNumber":224,"Text":"And the Poets,- It is those straying in Evil, who follow them"},{"SurahNumber":26,"VerseNumber":225,"Text":"Seest thou not that they wander distracted in every valley"},{"SurahNumber":26,"VerseNumber":226,"Text":"And that they say what they practise not"},{"SurahNumber":26,"VerseNumber":227,"Text":"Except those who believe, work righteousness, engage much in the remembrance of God, and defend themselves only after they are unjustly attacked. And soon will the unjust assailants know what vicissitudes their affairs will take"},{"SurahNumber":27,"VerseNumber":1,"Text":"These are verses of the Qur'an,-a book that makes (things) clear"},{"SurahNumber":27,"VerseNumber":2,"Text":"A guide: and glad tidings for the believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"Those who establish regular prayers and give in regular charity, and also have (full) assurance of the hereafter"},{"SurahNumber":27,"VerseNumber":4,"Text":"As to those who believe not in the Hereafter, We have made their deeds pleasing in their eyes; and so they wander about in distraction"},{"SurahNumber":27,"VerseNumber":5,"Text":"Such are they for whom a grievous Penalty is (waiting); and in the Hereafter theirs will be the greatest loss"},{"SurahNumber":27,"VerseNumber":6,"Text":"As to thee, the Qur'an is bestowed upon thee from the presence of one who is wise and all-knowing"},{"SurahNumber":27,"VerseNumber":7,"Text":"Behold! Moses said to his family: \"I perceive a fire; soon will I bring you from there some information, or I will bring you a burning brand to light our fuel, that ye may warn yourselves"},{"SurahNumber":27,"VerseNumber":8,"Text":"But when he came to the (fire), a voice was heard: \"Blessed are those in the fire and those around: and glory to God, the Lord of the worlds"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Moses! verily, I am God, the exalted in might, the wise"},{"SurahNumber":27,"VerseNumber":10,"Text":"Now do thou throw thy rod!\" But when he saw it moving (of its own accord)as if it had been a snake, he turned back in retreat, and retraced not his steps: \"O Moses!\" (it was said), \"Fear not: truly, in My presence, those called as apostles ha ve no fear"},{"SurahNumber":27,"VerseNumber":11,"Text":"But if any have done wrong and have thereafter substituted good to take the place of evil, truly, I am Oft-Forgiving, Most Merciful"},{"SurahNumber":27,"VerseNumber":12,"Text":"Now put thy hand into thy bosom, and it will come forth white without stain (or harm): (these are) among the nine Signs (thou wilt take) to Pharaoh and his people: for they are a people rebellious in transgression"},{"SurahNumber":27,"VerseNumber":13,"Text":"But when Our Signs came to them, that should have opened their eyes, they said: \"This is sorcery manifest"},{"SurahNumber":27,"VerseNumber":14,"Text":"And they rejected those Signs in iniquity and arrogance, though their souls were convinced thereof: so see what was the end of those who acted corruptly"},{"SurahNumber":27,"VerseNumber":15,"Text":"We gave (in the past) knowledge to David and Solomon: And they both said: \"Praise be to God, Who has favoured us above many of his servants who believe"},{"SurahNumber":27,"VerseNumber":16,"Text":"And Solomon was David's heir. He said: \"O ye people! We have been taught the speech of birds, and on us has been bestowed (a little) of all things: this is indeed Grace manifest (from God)"},{"SurahNumber":27,"VerseNumber":17,"Text":"And before Solomon were marshalled his hosts,- of Jinns and men and birds, and they were all kept in order and ranks"},{"SurahNumber":27,"VerseNumber":18,"Text":"At length, when they came to a (lowly) valley of ants, one of the ants said: \"O ye ants, get into your habitations, lest Solomon and his hosts crush you (under foot) without knowing it"},{"SurahNumber":27,"VerseNumber":19,"Text":"So he smiled, amused at her speech; and he said: \"O my Lord! so order me that I may be grateful for Thy favours, which thou hast bestowed on me and on my parents, and that I may work the righteousness that will please Thee: And admit me, by Th y Grace, to the ranks of Thy righteous Servants"},{"SurahNumber":27,"VerseNumber":20,"Text":"And he took a muster of the Birds; and he said: \"Why is it I see not the Hoopoe? Or is he among the absentees"},{"SurahNumber":27,"VerseNumber":21,"Text":"I will certainly punish him with a severe penalty, or execute him, unless he bring me a clear reason (for absence)"},{"SurahNumber":27,"VerseNumber":22,"Text":"But the Hoopoe tarried not far: he (came up and) said: \"I have compassed (territory) which thou hast not compassed, and I have come to thee from Saba with tidings true"},{"SurahNumber":27,"VerseNumber":23,"Text":"I found (there) a woman ruling over them and provided with every requisite; and she has a magnificent throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"I found her and her people worshipping the sun besides God: Satan has made their deeds seem pleasing in their eyes, and has kept them away from the Path,- so they receive no guidance"},{"SurahNumber":27,"VerseNumber":25,"Text":"(Kept them away from the Path), that they should not worship God, Who brings to light what is hidden in the heavens and the earth, and knows what ye hide and what ye reveal"},{"SurahNumber":27,"VerseNumber":26,"Text":"God!- there is no god but He!- Lord of the Throne Supreme"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Solomon) said: \"Soon shall we see whether thou hast told the truth or lied"},{"SurahNumber":27,"VerseNumber":28,"Text":"Go thou, with this letter of mine, and deliver it to them: then draw back from them, and (wait to) see what answer they return"},{"SurahNumber":27,"VerseNumber":29,"Text":"(The queen) said: \"Ye chiefs! here is delivered to me - a letter worthy of respect"},{"SurahNumber":27,"VerseNumber":30,"Text":"It is from Solomon, and is (as follows): 'In the name of God, Most Gracious, Most Merciful"},{"SurahNumber":27,"VerseNumber":31,"Text":"Be ye not arrogant against me, but come to me in submission (to the true Religion)"},{"SurahNumber":27,"VerseNumber":32,"Text":"She said: \"Ye chiefs! advise me in (this) my affair: no affair have I decided except in your presence"},{"SurahNumber":27,"VerseNumber":33,"Text":"They said: \"We are endued with strength, and given to vehement war: but the command is with thee; so consider what thou wilt command"},{"SurahNumber":27,"VerseNumber":34,"Text":"She said: \"Kings, when they enter a country, despoil it, and make the noblest of its people its meanest thus do they behave"},{"SurahNumber":27,"VerseNumber":35,"Text":"But I am going to send him a present, and (wait) to see with what (answer) return (my) ambassadors"},{"SurahNumber":27,"VerseNumber":36,"Text":"Now when (the embassy) came to Solomon, he said: \"Will ye give me abundance in wealth? But that which God has given me is better than that which He has given you! Nay it is ye who rejoice in your gift"},{"SurahNumber":27,"VerseNumber":37,"Text":"Go back to them, and be sure we shall come to them with such hosts as they will never be able to meet: We shall expel them from there in disgrace, and they will feel humbled (indeed)"},{"SurahNumber":27,"VerseNumber":38,"Text":"He said (to his own men): \"Ye chiefs! which of you can bring me her throne before they come to me in submission"},{"SurahNumber":27,"VerseNumber":39,"Text":"Said an 'Ifrit, of the Jinns: \"I will bring it to thee before thou rise from thy council: indeed I have full strength for the purpose, and may be trusted"},{"SurahNumber":27,"VerseNumber":40,"Text":"Said one who had knowledge of the Book: \"I will bring it to thee within the twinkling of an eye!\" Then when (Solomon) saw it placed firmly before him, he said: \"This is by the Grace of my Lord!- to test me whether I am grateful or ungrateful! a nd if any is grateful, truly his gratitude is (a gain) for his own soul; but if any is ungrateful, truly my Lord is Free of all Needs, Supreme in Honour"},{"SurahNumber":27,"VerseNumber":41,"Text":"He said: \"Transform her throne out of all recognition by her: let us see whether she is guided (to the truth) or is one of those who receive no guidance"},{"SurahNumber":27,"VerseNumber":42,"Text":"So when she arrived, she was asked, \"Is this thy throne?\" She said, \"It was just like this; and knowledge was bestowed on us in advance of this, and we have submitted to God (in Islam)"},{"SurahNumber":27,"VerseNumber":43,"Text":"And he diverted her from the worship of others besides God: for she was (sprung) of a people that had no faith"},{"SurahNumber":27,"VerseNumber":44,"Text":"She was asked to enter the lofty Palace: but when she saw it, she thought it was a lake of water, and she (tucked up her skirts), uncovering her legs. He said: \"This is but a palace paved smooth with slabs of glass.\" She said: \"O my Lord! I ha ve indeed wronged my soul: I do (now) submit (in Islam), with Solomon, to the Lord of the Worlds"},{"SurahNumber":27,"VerseNumber":45,"Text":"We sent (aforetime), to the Thamud, their brother Salih, saying, \"Serve God\": But behold, they became two factions quarrelling with each other"},{"SurahNumber":27,"VerseNumber":46,"Text":"He said: \"O my people! why ask ye to hasten on the evil in preference to the good? If only ye ask God for forgiveness, ye may hope to receive mercy"},{"SurahNumber":27,"VerseNumber":47,"Text":"They said: \"Ill omen do we augur from thee and those that are with thee\". He said: \"Your ill omen is with God; yea, ye are a people under trial"},{"SurahNumber":27,"VerseNumber":48,"Text":"There were in the city nine men of a family, who made mischief in the land, and would not reform"},{"SurahNumber":27,"VerseNumber":49,"Text":"They said: \"Swear a mutual oath by God that we shall make a secret night attack on him and his people, and that we shall then say to his heir (when he seeks vengeance): 'We were not present at the slaughter of his people, and we are positively telling the truth"},{"SurahNumber":27,"VerseNumber":50,"Text":"They plotted and planned, but We too planned, even while they perceived it not"},{"SurahNumber":27,"VerseNumber":51,"Text":"Then see what was the end of their plot!- this, that We destroyed them and their people, all (of them)"},{"SurahNumber":27,"VerseNumber":52,"Text":"Now such were their houses, - in utter ruin, - because they practised wrong- doing. Verily in this is a Sign for people of knowledge"},{"SurahNumber":27,"VerseNumber":53,"Text":"And We saved those who believed and practised righteousness"},{"SurahNumber":27,"VerseNumber":54,"Text":"(We also sent) Lut (as an apostle): behold, He said to his people, \"Do ye do what is shameful though ye see (its iniquity)"},{"SurahNumber":27,"VerseNumber":55,"Text":"Would ye really approach men in your lusts rather than women? Nay, ye are a people (grossly) ignorant"}]}