{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Kayamatako jnana usaitira pherincha! Ra juna phala aphna kosabata niskanchan ra juna mahila garbhavati hunchin ra juna bacca janma'umchin, usala'i yi sabaiko jnana huncha. Ra junadina usale yi musrikaharula'i bola'era sodhne cha, ‘‘kaham chan mera sajhedaraharu?’’ Uniharule bhannechan ki ‘‘hamile ta timila'i spastarupale bhanisakeka chaum ki hamimadhye kohi pani yasako saksi chaina.’’"},{"SurahNumber":41,"VerseNumber":48,"Text":"Ra ja–jasala'i uniharule pujne garthe, uniharu tiniharuko drstibata hara'isakeka hunechan. Ra uniharule bujhihalnechan ki uniharuko nimti kunai pani bhagne tha'um chaina"},{"SurahNumber":41,"VerseNumber":49,"Text":"Manisa bhala'i mamgnubata thakdaina, tara yadi usala'i kunai kasta pugdacha bhane u nirasa ra udasa bha'idincha"},{"SurahNumber":41,"VerseNumber":50,"Text":"Ra juna duhkha usale bhogisakeko cha, tyasa pascata usala'i yadi hamile aphno dayalutako rasasvadana gara'umchaum bhane usale niscaya nai bhandacha ki ‘‘yo ta mero haka nai ho. Ma ta yo thandina ki tyo, kayamata hunecha ra yadi ma aphno rabatira pharke tai pani avasya nai usako pasama mero nimti ramro paritosika hunecha.’’ Niscaya nai hamile uniharula'i jasale inkara gare avasya bata'era nai chadchaum, je–jati uniharule gareka chana. Ra hamile uniharula'i avasya nai kathora yatanako svada cakha'une chaum"},{"SurahNumber":41,"VerseNumber":51,"Text":"Jaba hamile manisamathi anukampa garchaum, taba usale mukha pheridincha ra tadhimdai jancha. Tara jaba usala'i kasta pugdacha, taba usale lamo–lamo prarthana garnathalcha"},{"SurahNumber":41,"VerseNumber":52,"Text":"Bhanidinus ki timile yo bata'u, ki yadi yo kura'ana allahako tarphabata a'eko cha ra timile usako inkara garyau bhane tyasabhanda badhi bahaki'eko aru ko hunecha, jo virodhama dherai tadha ga'isakeko hos?’’"},{"SurahNumber":41,"VerseNumber":53,"Text":"Sighra nai hamile uniharula'i aphna nisaniharu duniyama dekha'une chaum ra svayam uniharuko aphaibhitra pani, yahamsam'ma ki uniharula'i spasta bha'ihalnecha ki tyo (kura'ana) satya cha. Ke tapa'iko palanakarta yasa drstile paryapta chaina ki tyo hareka kurako janakara cha"},{"SurahNumber":41,"VerseNumber":54,"Text":"Yakina jana ki yiniharu aphno palanakartasamgako saksatakarako barema sandehama pareka chan. Janirakha, ki allaha hareka kurala'i aphno gherama li'eko cha"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha.Mima"},{"SurahNumber":42,"VerseNumber":2,"Text":"aina. Sin. Kapha"},{"SurahNumber":42,"VerseNumber":3,"Text":"adhipatyasali ra tatvadarsi allaha timitira ra timibhanda pahilaka manisaharutira yasai prakara vahya avatarana gardai gareko cha"},{"SurahNumber":42,"VerseNumber":4,"Text":"Akasaharu ra dharatima je–jati cha usaiko ho ra u sarvocca, mahimavana cha"},{"SurahNumber":42,"VerseNumber":5,"Text":"Lagcha ki akasa svayam mathibata cyatihalcha. Sabai pharistaharu aphno palanakartako pavitratako pransasama usako gunagana garirahanchan, ra juna manisaharu dharatima chan, uniharuka nimti ksamayacana garirahanchan. Bujhirakha! Ki allaha nai thulo ksamasila ra atyanta dayavana cha"},{"SurahNumber":42,"VerseNumber":6,"Text":"Ra juna manisaharule usako atirikta arula'i aphno arko sanraksaka bana'eka chan, allahala'i thaha cha. Tapa'i mathi tiniharuko kunai jim'mevari chaina"},{"SurahNumber":42,"VerseNumber":7,"Text":"Tyastai prakarale hamile tapa'itira arabi kura'ana patha'eka chaum, taki tapa'ile makkaka basindaharula'i ra yasako varipari basneharula'i khabaradara garnus ra uniharula'i kiyamatako dinako barema pani bhaya dekha'unus, jasama kunai sanka chaina. Tyasadina e'uta samuha svargama hunecha ra eka samuha narkama hunecha"},{"SurahNumber":42,"VerseNumber":8,"Text":"Yadi allahale caheko bha'e ta uniharu sabaila'i e'utai samudayako bana'umthyo, tara usale jasala'i cahancha aphno dayalutabhitra pravesa gara'umcha. Atyacariharuko, nata kohi mitra cha na sahayaka"},{"SurahNumber":42,"VerseNumber":9,"Text":"Ke uniharule allaha baheka arula'i aphno sanraksaka bana'eka chan. Sanraksaka ta allaha nai ho. Ra usaile mrtaharula'i jivita garnecha ra usala'i pratyeka kurako samathrya cha"},{"SurahNumber":42,"VerseNumber":10,"Text":"Ra juna kurama timile vivada gareka chau tyasako phaisala allahako jim'mama cha. Uhi allaha mero palanakarta ho, usaimathi maile bharosa gareko chu ra usaitira ma jhukdachu"},{"SurahNumber":42,"VerseNumber":11,"Text":"U akasaharu ra dharatiko srasta ho. Usale timro nimti timrai sahajatibata jodi banayo ra caupayaharuko jodi pani. Yastai tarikale timila'i yaham phaila'iraheko cha. U jasto kunai kura chaina, ra u sundacha ra jandacha"},{"SurahNumber":42,"VerseNumber":12,"Text":"Akasaharu ra dharatika samcoharu usaiko hatama chan. Usale jasako nimti cahancha, jivika pharakilo pardacha ra sankucita garidincha. Nihsandeha usale hareka kuro jandacha"},{"SurahNumber":42,"VerseNumber":13,"Text":"Allahale timro nimti tyahi dina (dharma) niscita garyo, jasala'i apana'una nuha (alaihis'salama) la'i adesa gareko thiyo.’’ Ra jasala'i (he muham'mada!) Hamile tapa'itira vahyako madhyamale patha'eka chaum ra jasako barema ‘‘ibrahima(alaihis'salama)’’ ra ‘‘musa(alaihis'salama) ra’’, ‘‘isa (alaihis'salama) la'i’’ pani adesa di'eka thiyaum, ‘‘ki yasa dinala'i kayama rakhnu ra usako visayama vibhajita nahunu.’’ Juna kurotira tapa'ile bahudevavadiharula'i bola'umnu huncha, tyo ta uniharula'i apriya cha. Allahale jasala'i cahancha aphutira rojera lincha ra aphutirako marga usaila'i dekha'umcha jo utira pravrtta huncha"},{"SurahNumber":42,"VerseNumber":14,"Text":"Uniharule ta paraspara eka–erkamathi badhta hune uddesyale vivada gare jabaki unako pasama jnana a'isakeko thiyo. Ra yadi tapa'iko palanakartako tarphabata e'uta niscita avadhisam'mako nimti samaya pahila nirdharita nabha'isakeko bha'e, uniharuko bicama nirnaya garidi'inethiyo. Tara juna manisaharu uniharu pascata kitabako uttaradhikari bha'e, uniharu usako barema sankama aljhi'eka chan"},{"SurahNumber":42,"VerseNumber":15,"Text":"Tasartha (he muham'mada!) Usaitarpha manisaharula'i bola'irahanus ra je tapa'ila'i adesa bha'eko cha, tyasaima drdhatako satha sthira rahanus, ra uniharuko iccha anurupa nahidnus ra bhanidinus ki ‘‘jati kitaba allahale avatarita garyo, mero tinamathi imana cha ra mala'i adesa cha ki timima insapha garum . Allaha nai hamro ra timro, palanakarta ho. Hamila'i hamra, ra timra karmaharu timralagi nai hun! Hami ra timima kunai jhai–jhagada chaina. Allahale hami sabaila'i ekatrita garnecha, ra usaitira pharkera januparnecha.’’"},{"SurahNumber":42,"VerseNumber":16,"Text":"Ra juna manisaharule allahako kurama vivada utha'umchan yasa pascata jabaki usala'i (mominaharule) manihaleka chan, uniharuko palanakartache'u uniharuko jhagada tuccha cha, ra unimathi prakopa cha, ra uniharuko nimti bhayankara yatana cha"},{"SurahNumber":42,"VerseNumber":17,"Text":"Allahale nai satyako satha kitaba avatarita garyo ra taraju pani, ra tapa'ila'i ke thaha kadacit kayamatako samaya najika a'ipugeko hos"},{"SurahNumber":42,"VerseNumber":18,"Text":"Juna manisaharule yasama visvasa gardainan, uniharule yasako nimti hatara gariraheka chan, ra jo momina chan, uniharu yasabata dara manchan ra jandachan ki tyo satya cha. Hera juna manisaharule kayamatako barema vivada gardaichan, uniharu sahrai nai margavicalanama chan"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allaha aphno bhaktaharumathi dherai dayavana cha, tyasale jasala'i cahancha dherai jivika pradana gardacha. Ra tyo dherai saktimana (ra) adhipatyasali cha"},{"SurahNumber":42,"VerseNumber":20,"Text":"Jasako niyata paralokako khetiko cha, hamile usako lagi tyasako khetima vrd'dhi pradana garnechaum ra jasale duniyamko kheti cahancha, hamile tyasamadhyebatai usala'i kehi di'ihalchaum tara akhiratama usako kunai bhaga humdaina"},{"SurahNumber":42,"VerseNumber":21,"Text":"Ke uniharule yasto allahako sajhedara bana'eka chan. Jasale uniharuko lagi yasto dharma nirdharita garidi'eka chan, jasabare allahale adesa di'ena? Yadi phaisala (ko dina) ko vacana nabha'eko bha'e, uniharuma phaisala garidi'inthyo. Niscaya nai aparadhiharuko nimti duhkhada yatana cha"},{"SurahNumber":42,"VerseNumber":22,"Text":"Tapa'ile hernuhunecha ki yi atyacariharule aphno karmabata tarsirakheka hunechan, jasako dusparinama uniharumathi a'iparnecha. Tara jasale imana lya'e ra asala karma gare, uniharu svargaka vatikaharuma hunechan, uniharuko nimti uniharuko palanakartako pasama, ti sabai kura chan, jasako ki unihaharule iccha garnechan. Yahi ta bado udara anugraha ho"},{"SurahNumber":42,"VerseNumber":23,"Text":"Tyahi subhasucana allahale aphna sevakaharula'i dincha. Jasale imana lya'e ra asala karma gare. Bhanidinus ki ‘‘ma usako timisita kunai parisramika magdina, matra nikatatako premabhava cahanchu. Jasale kunai neki gadarcha, hamile usako nimti usako nekima vrd'dhi garnechaum. Niscaya nai allaha atyanta ksamasila ra thulo gunagrahaka ho.’’"},{"SurahNumber":42,"VerseNumber":24,"Text":"Ke yiniharule bhandachanh (ki paigambarale) allahabare mit'thyaropana gareko cha?’’ Yadi allahale cahancha bhane (he muham'mada) tapa'iko hrdayama chapa laga'idincha. Ra allahale aphno vanibata asatyala'i mita'irakheko cha, ra aphno kurabata satyala'i pramanita garekocha. Nihsandeha usale chatibhitrako kuraharu pani jandacha"},{"SurahNumber":42,"VerseNumber":25,"Text":"Uhi ho jasale aphna sevakaharuko prayascita svikara gardacha ra uniharuko papaharu ksama gardacha, ra timile je gardachau sabai jandacha"},{"SurahNumber":42,"VerseNumber":26,"Text":"Imanavalaharu ra asala karma garneharuko prarthana sundacha ra tiniharula'i aphno udara anugrahabata adhika pradana gardacha. Ra jo kaphira chan, uniharuko lagi kada yatana cha"},{"SurahNumber":42,"VerseNumber":27,"Text":"Yadi allahale aphna sabai sevakaharuko nimti jivika pharakilo garidi'eko bha'e, uniharu dharatima upadrava garna thalthe. Tara usale e'uta anumanako satha je cahancha avatarita gardacha. U aphna sevakaharula'i purnarupale jandacha ra dekhdacha"},{"SurahNumber":42,"VerseNumber":28,"Text":"Ra uhi ho jasale manisaharu nirasa bha'epachi, pani varsa'umcha, ra aphno dayalutala'i vyapaka pardacha. Ra uhi ho sanraksaka mitra, pransasaniya"},{"SurahNumber":42,"VerseNumber":29,"Text":"Ra usaka nisaniharumadhye akasaharu ra dharatiko srsti garnu, ra ti jivadhari pani juna ki usale ti duvaima phija'irakheko cha. Ra usale jatikhera cahos uniharula'i ekatrita garne samathrya pani rakhdacha"},{"SurahNumber":42,"VerseNumber":30,"Text":"Ra juna kasta pani timila'i pugdacha, tyo timro aphnai hatako kama'i nai ho ra usale dherai (papaharu) mapha garidincha"},{"SurahNumber":42,"VerseNumber":31,"Text":"Ra timile dharatima niyantranabata umkana saktainau, ra allaha baheka timro na kohi mitra cha na sahayaka"},{"SurahNumber":42,"VerseNumber":32,"Text":"Ra usako nisaniharumadhye pahada jastai panijahajaharu pani hun juna ki samundrama calirakheka hunchan"},{"SurahNumber":42,"VerseNumber":33,"Text":"Yadi usako iccha huncha bhane usale havala'i gatihina bana'idincha. Ani ti jahajaharu samundrako panima sthira bha'ihalchan. Sabai dhairyavana ra krtajnaharuko lagi yasama anekaum nisaniharu chan"},{"SurahNumber":42,"VerseNumber":34,"Text":"Va uniharula'i uniharuko karmako karana nasta garide'os ra dherai jasola'i ksama pani garide'os"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ra parinamatah uniharule janirakhun, jasale hamro ayataharuma vivada gardachan ki uniharuko nimti kunai bhagne tha'um chaina"},{"SurahNumber":42,"VerseNumber":36,"Text":"Timila'i je kura di'i'eko cha tyo sansarika jivanako asthayi sukha samagri ho. Tara je–jati allahako pasama cha tyo dherai uttama cha ra stha'i rahanevala pani, (tyo) uniharuko lagi ho jasale imana lya'e ra aphno palanakartamathi matra bharosa gardachan"},{"SurahNumber":42,"VerseNumber":37,"Text":"Jo thula–thula gunahaharu ra nirlajjatabata panchinchan ra jaba uniharula'i risa uthdacha tyasa bela pani mapha garihalchan"},{"SurahNumber":42,"VerseNumber":38,"Text":"Ra jasale aphno palanakartako adesa mandachan ra namaja padhdachan? Ra uniharuko pratyeka kama apasi sallahabata hunchan? Ra je–jati hamile uniharula'i di'eka chaum tyasabata kharca gardachan"},{"SurahNumber":42,"VerseNumber":39,"Text":"ra jaba uniharumathi an'yaya huncha taba uniharule badala matra linchan"},{"SurahNumber":42,"VerseNumber":40,"Text":"Ra naramroko badala usajasto naramro ho, tara jasale ksama garidincha ra sudhara gardacha ta tyasako puraskara allahako jim'mama cha. Niscaya nai allahale atyacariharula'i ruca'umdaina"},{"SurahNumber":42,"VerseNumber":41,"Text":"Ra yadi kasaile aphumathi bha'eko atyacarapachi barabarako badala lincha bhane tyasta manisaharumathi kunai dosa humdaina"},{"SurahNumber":42,"VerseNumber":42,"Text":"Dosaropana ta matra uniharumathi huncha jo aru manisaharumathi atyacara gardachan ra dharatima nahaka phasada gardachan. Yasta manisaharuko nimti duhkhada yatana cha"},{"SurahNumber":42,"VerseNumber":43,"Text":"Ra jasale santosa gardacha ra ksama garidincha bhane yo niscitarupale thulo sahasako kamaharumadhye ho"},{"SurahNumber":42,"VerseNumber":44,"Text":"Ra juna vyaktila'i allahale margavicalita gardacha yasa pascata usako kohi sahayogi humdaina. Ra timile atyacariharula'i dekhnechau ki jaba uniharule yatana dekhnechan ta bhannechan ki ‘‘ke phirta jane kunai marga cha?’’"},{"SurahNumber":42,"VerseNumber":45,"Text":"Ra timile uniharula'i dekhnechau ki tiniharu (narkako) samu lya'inechan, apamanaka karana thici'eka hunechan. Ra chadke amkhale herirakheka hunechan. Imanavalaharule tyasabela bhannechan ki niscaya nai vastavika hanima parnevala tinai hun jasale kayamatako dina svayam aphula'i ra aphna manisaharula'i ghatama paridi'e.’’ Visvasa gara! Niscaya nai atyacariharu sthira rahanevala yatanama chan"},{"SurahNumber":42,"VerseNumber":46,"Text":"Ra allaha baheka uniharuko kohi mitra hunechaina, jasale allahabata alaga uniharuko sahayata garna sakun. Ra jasala'i allahale pathavicalita garidincha, usako lagi kunai marga humdaina"},{"SurahNumber":42,"VerseNumber":47,"Text":"Aphno palanakartako adesa manihala yasabhanda pahile ki allahako tarphabata tyo dina a'os jo pharkadaina. Tyasadina timro nimti na kunai saranasthala hunecha ra na timile lukera inkara garna saknechau"},{"SurahNumber":42,"VerseNumber":48,"Text":"Yadi uniharu vimukha hunchan bhane hamile tapa'ila'i uniharuko nimti kunai sanraksaka bana'era patha'eka chainaum. Tapa'imathi ta matra (sandesa)purya'idine jim'mevari cha. Ra jaba hamile manisala'i aphno dayalutako rasasvadana gara'umchau ta tyasabata u magna bha'ihaldacha, ra yadi uniharula'i uniharukai karmaharuko karanale kunai kasta pugdacha ta niscaya nai tyahi manisa bado krtaghna banihalchan"},{"SurahNumber":42,"VerseNumber":49,"Text":"Sampurna akasa ra prthviko satta allahakai lagi ho. Usale je cahancha srsti gardacha, jasala'i cahancha, putriharu pradana gardacha ra jasala'i cahancha, choraharu pradana gardacha"},{"SurahNumber":42,"VerseNumber":50,"Text":"Va unila'i dubai chora ra chori pradana gardacha ra jasala'i cahancha, nihsantana garidincha. Niscaya nai u sarvajna thulo samathryavana cha"},{"SurahNumber":42,"VerseNumber":51,"Text":"Kunai manisala'i sambhava chaina ki u allahasita kura garos, parantu vahya marphata va parda pachadibata, va usako lagi kunai pharista patha'os, ani pharistale allahako ajnabata je cahancha prakasana gardacha. Niscaya nai u sarvocca atyanta tatvadarsi cha"},{"SurahNumber":42,"VerseNumber":52,"Text":"Ra yasai prakara hamile aphno adesale tapa'itira ruha (kura'ana) utareka chaum. (Jabaki) tapa'ila'i yasa aghi thaha thi'ena ki ‘‘kitaba’’ ra imana ke hun? Tara hamile tyasa (kura'ana) la'i e'uta prakasa banayaum, jasadvara hamile aphna sevakaharumadhye jasala'i cahanchaum marga dekha'umchaum. Niscaya nai tapa'ile e'uta sojho margatira pathapradarsana garirakhnu bha'eko cha"},{"SurahNumber":42,"VerseNumber":53,"Text":"Usa allahako margako jo akasaharu ra dharatima sabai kurako svami ho. Savadhana rahanu sabai kama allahatirai pravrtta hunechan"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha. Mima"},{"SurahNumber":43,"VerseNumber":2,"Text":"ra spasta kitabako kasama"},{"SurahNumber":43,"VerseNumber":3,"Text":"Hamile yasala'i arabi bhasako kura'ana banayaum taki timiharu bujhnasaka"},{"SurahNumber":43,"VerseNumber":4,"Text":"Ra niscaya nai yo lauhe mahaphujama ankita cha, ra hamro pasama dherai uccakotiko, tatvadarsitale paripurna cha"},{"SurahNumber":43,"VerseNumber":5,"Text":"Ke yasa karanale ki timi ullanghanakari hau, hamile timila'i upadesa garna chadidinchaum"},{"SurahNumber":43,"VerseNumber":6,"Text":"Hamile pahilaka manasiharuma pani kaiyan paigambaraharu patha'eka thiyaum"},{"SurahNumber":43,"VerseNumber":7,"Text":"Jo rasula uniharuko pasama a'e, uniharule usako upahasa nai gardathe"},{"SurahNumber":43,"VerseNumber":8,"Text":"Antatah hamile tiniharula'i samatera nasta garidiyaum juna uniharubhanda dherai saktisali thi'e ra pahilaka manisaharuko udaharana gujrisakeko cha"},{"SurahNumber":43,"VerseNumber":9,"Text":"Yadi tapa'ile uniharusita sodhnuhuncha ki ‘‘akasaharu ra dharatila'i kasale srsti garyo?’’ Ta uniharule avasya nai bhannechanh ki ‘‘tiniharula'i atyanta adhipatyasali, sarvajnata (allaha)le srsti gareko cha.’’"},{"SurahNumber":43,"VerseNumber":10,"Text":"Uhi ho jasale timro nimti dharatila'i ochyana banayo ra tyasama timro nimti margaharu banayo taki timile bato pa'una saka"},{"SurahNumber":43,"VerseNumber":11,"Text":"Usaile akasabata e'uta anumana anusara pani jharyo, ra hamile usadvara mrta saharala'i jivita paryaum. Yasai prakara timiharu pani nikaline chau"},{"SurahNumber":43,"VerseNumber":12,"Text":"Jasale vibhinna kuraharuka jod'aharu banayo ra timro nimti ti dungaharu ra janavara banayo jasamathi timi savari gardachau"},{"SurahNumber":43,"VerseNumber":13,"Text":"Taki timi uniharuko pithyumma drdha bha'i basna saka, ani yadagara aphno palanakartako anukampala'i, jaba timi uniharumathi ramro samga basihalchau ra satuti garah ‘‘mahimavana cha tyo jasale yasala'i hamro vasama garidiyo, an'yatha hamile ta yasala'i niyantranama garnasakne thi'enaum.’’"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ra niscita cha hami aphno palanakartatira pharkera janevala chaum.’’"},{"SurahNumber":43,"VerseNumber":15,"Text":"Ra uniharule usaka dasaharumadhyebata kehila'i usako ansa (santana) nirdharita gare. Niscaya nai manusya khularupama krtadhna cha"},{"SurahNumber":43,"VerseNumber":16,"Text":"Ke usale aphno srstimadhyebata aphno nimti choriharu rojyo, ra timila'i choraharu pradana garyo"},{"SurahNumber":43,"VerseNumber":17,"Text":"Jaba uniharumadhye kasaila'i tyasa kurako sucana di'incha, jasako udaharana usale allahako nimti varnana gareko cha, taba usako anuhara kalo bha'ihalcha ra sokasokalu bha'ihalcha"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ke (allahaka santana choriharu chan) jo abhusanama palincha ra jasale vadavivada ra jhagadama aphna kura spasta garna sakdaina"},{"SurahNumber":43,"VerseNumber":19,"Text":"ra uniharule pharistaharula'i, jo ki allahaka bhakta hun, stri thanihale. Ke uniharuko janmeko samayama yini upasthita thi'e? Uniharuko yo gavahi lekhinecha ra yasa kurabare uniharusita sodhapucha garinecha"},{"SurahNumber":43,"VerseNumber":20,"Text":"Ra bhandachanh ki ‘‘yadi allahale caheko bha'e, hamiharule uniharula'i pujdainathyaum.’’ Uniharula'i yasako kehi jnana chaina, uniharu ta matra atakalabaji garirakheka chan"},{"SurahNumber":43,"VerseNumber":21,"Text":"‘‘Ke hamile uniharula'i yasabhanda agadi kunai kitaba di'eka thiyaum, jasala'i yiniharule drdhatapurvaka samateka chan"},{"SurahNumber":43,"VerseNumber":22,"Text":"Ho'ina baru yiniharu ta bhandachan ki ‘‘hamile aphna babubajela'i e'uta dharmako margama pa'eka chaum. Ra hami unaika padacinhama hindirakheka chaum.’’"},{"SurahNumber":43,"VerseNumber":23,"Text":"Ra yasai prakara hami junasukai bastima yasabhanda pahila kunai savadhana garnevala pathayaum ta tyahamka sampanna manisaharule matra yahi bhaneh ki ‘‘hamile aphna babubajela'i e'uta dharmika margama pa'eka chaum ra hamile unaika padacinhama uniharuko anusarana garnechaum.’’"},{"SurahNumber":43,"VerseNumber":24,"Text":"(Paigambarale) bhane pani ki ‘‘ke yadi ma tyasabhanda uttama (laksyasam'ma pugne) margadarsana li'era a'eko chu, jasama timile aphno babubajela'i pa'eka chaum taipani? Uniharule bhanna thaleh ki ‘‘juna timila'i di'era patha'i'eko cha hamile tyasako inkari chaum.’’"},{"SurahNumber":43,"VerseNumber":25,"Text":"Ani hamile unisita badala liyaum. Ta herihala ki jhutha bhanneharuko parinama kasto bhayo"},{"SurahNumber":43,"VerseNumber":26,"Text":"jaba ibrahima(alaihis'salama)le aphno pita ra aphno jatibandhusita bhaneh ki ‘‘timile jasala'i pujdachau, uniharusita mero kunai sarokara chaina"},{"SurahNumber":43,"VerseNumber":27,"Text":"ho, jasale mala'i srsti gareko cha, tyasale mala'i sojho bato pani dekha'unecha.’’"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ra (ibrahima) yahi kura aphna santatima chodera ga'e, taki uniharu sirka nagarun"},{"SurahNumber":43,"VerseNumber":29,"Text":"Baru maile yiniharu ra yiniharuko purvajala'i samsarika jivanako sukha pradana garirakhem, yahamsam'ma ki uniharuko pasama satya ra spastarupale vyakhya garne rasula (sandesta) a'ipugyo"},{"SurahNumber":43,"VerseNumber":30,"Text":"Ra jaba uniharuko pasama satya ayo ta bhannathaleh ki ‘‘yo ta jadu ho. Ra hamile yasala'i mandainaum.’’"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ra bhanna thaleh ki ‘‘yo kura'ana yi duvai bastiharumadhye kunai thulo manisamathi kina avatarita gari'ena?’’"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ke uniharule tapa'iko palanakartako dayalutala'i vibhajita gardachan? Sansarika jivanama uniharuko jivanayapanako sadhana hamile nai uniharuko bicama bamdeka chaum, ra hamile uniharumadhye kehi manisaharula'i kehi an'ya manisaharubhanda sreniharuko drstile ucca rakheka chaum, taki uniharule eka–arkako matahatama rahun. Ra tapa'iko palanakartako dayaluta tyasabhanda dherai uttama cha jasala'i uniharule sametirakheka chan"},{"SurahNumber":43,"VerseNumber":33,"Text":"Ra yadi yasa kurako sambhavana nabha'eko bha'e ki sabai manisaharu e'utai samudaya bha'ihalnechan, ta juna manisaharule allahako inkara gardachan hamile uniharuko gharaka chataharu camdiko bana'idinthyaum ra sirhiharula'i pani jasabata uniharu cadhchan"},{"SurahNumber":43,"VerseNumber":34,"Text":"Ra uniharuko gharaka dhokaharu ra ti takhtaharu pani jasamathi uniharu takiya laga'era basdachan"},{"SurahNumber":43,"VerseNumber":35,"Text":"Ra sunadvara pani, yo saba matra sansarika jivanako asthayi sukha samagri hun ra paraloka ta tapa'iko palanakartakaham sanyamiharuko nimti ho"},{"SurahNumber":43,"VerseNumber":36,"Text":"Ra juna manisa allahako smaranabata amkha cimlancha, hamile usako nimti e'uta saitana niyukta garidinchaum, ani uhi usako sathi huncha"},{"SurahNumber":43,"VerseNumber":37,"Text":"Ra yiniharule unala'i margabata rokchan ra uniharule thandachan ki sahi margama chan"},{"SurahNumber":43,"VerseNumber":38,"Text":"Yahamsam'ma ki jaba u hamro pasama a'unecha taba bhannecha ki ‘‘kasa! Timro ra merobica purva ra pascimako duri bha'eko bha'e! Timi dherai naramro sathi hau.’’"},{"SurahNumber":43,"VerseNumber":39,"Text":"Ra jaba timi atyacari thahriyau ta aja yo kurale timila'i kunai labha purya'una saknechaina ki yatanama timi eka–arkako sajhedara hau"},{"SurahNumber":43,"VerseNumber":40,"Text":"Ke timile bahirala'i suna'una sakdachau va andhala'i ra jo spasta margavicalanama cha, unala'i bato dekha'una sakdachau"},{"SurahNumber":43,"VerseNumber":41,"Text":"ani yadi hamile timila'i yahambata utha'i pani halyaum taipani hamile unisita badala li'era nai chadnechaum"},{"SurahNumber":43,"VerseNumber":42,"Text":"Va hamile timila'i tyo cija dekha'unechaum. Jasako hamile unisita vaca gareka chaum. Hamila'i uniharumathi pura samathrya cha"},{"SurahNumber":43,"VerseNumber":43,"Text":"Juna vahya tapa'itira patha'i'eko cha tyasala'i baliyo gari samatirakhnus. Niscaya nai tapa'i sojho margama hunuhuncha"},{"SurahNumber":43,"VerseNumber":44,"Text":"Niscaya nai tyo aphaima tapa'iko nimti ra timro kaumako lagi upadesa ho. Ra sighra nai timi sabaisita sodhinecha"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ra (he muham'mada!) Juna sandestaharu hamile tapa'ibhanda pahila patha'eka thiyaum unako barema sodhnus ki ke hamile allaha baheka pani kohi pujaniya nirdharita gareka thiyaum, jasako upasana gariyos"},{"SurahNumber":43,"VerseNumber":46,"Text":"ra hamile ‘‘musa (alaihis'salama) la'i’’ aphna nisaniharu di'era ‘‘phira'auna’’ ra usaka darabariyaharutira pathayaum, ‘‘ta (musa ga'era) bhane ma samasta duniyamko palanakartako rasula hum .’’"},{"SurahNumber":43,"VerseNumber":47,"Text":"Jaba uni tiniharuko pasama hamra nisaniharu li'era a'e ta uniharu nisaniharuko upahasa garna thale"},{"SurahNumber":43,"VerseNumber":48,"Text":"Ra hamile uniharula'i juna nisani pani dekha'unthyaum, tyo pahilo nisanibhanda thulo hunthyo, ra hamile unala'i yatanama samatihalyaum taki tiniharu (inkarabata) pharkun"},{"SurahNumber":43,"VerseNumber":49,"Text":"Ra uniharule bhanna thale ki ‘‘he jadugara! Tyo vacana juna usale hamro nimti timisita gareko cha, tyasako lagi aphno palanakartasita prarthana gara. Visvasa gara hami sojho margama lagnechaum.’’"},{"SurahNumber":43,"VerseNumber":50,"Text":"Ani jaba hamile uniharubata tyo yatana hata'idiyaum ta uniharule tyasai bakhata aphno pratijna todidi'e"},{"SurahNumber":43,"VerseNumber":51,"Text":"Ra phira'aunale aphno kaumako majhama jhyali pitayo ra bhan'yoh ki ‘‘he mera kaumaka manisaharu! Ke misrako rajya mero ho'ina? Ra yi naharaharu jo mero mahalaharumuni bagirakheka chan? Ke timile dekhdainau"},{"SurahNumber":43,"VerseNumber":52,"Text":"baru ma tyo vyakti jasako kunai ijjata chaina ra spasta bolna pani sakdaina usabhanda ramro chu.’’"},{"SurahNumber":43,"VerseNumber":53,"Text":"Accha usamathi sunaka kangana kina a'enan va pharistaharu nai ekatrita bha'era usako sathama a'umthe"},{"SurahNumber":43,"VerseNumber":54,"Text":"usale aphno kaumaka manisaharula'i murkha banayo, ra uniharule usakai kura manihale. Niscaya nai uniharu avajnakari manisaharu thi'e"},{"SurahNumber":43,"VerseNumber":55,"Text":"Pheri jaba uniharule hamila'i krodha dila'e ta hamile uniharusita badala liyaum ra hamile ti sabaila'i duba'idiyaum"},{"SurahNumber":43,"VerseNumber":56,"Text":"Atah hamile uniharula'i bitisakeka garidiyaum ra pachi a'uneharuko nimti siksaprada udaharana bana'idiyaum"},{"SurahNumber":43,"VerseNumber":57,"Text":"Ra jaba mariyamako chorako udaharana di'iyo, ta hera, tyasabata timro kaumaka manisaharu (khusibata) cicya'una thale"},{"SurahNumber":43,"VerseNumber":58,"Text":"Ra uniharule bhannathaleh ki hamra upasyaharu ramra chan va uni (masiha)? Uniharule yo kura timisita jhagadako nimti bhane, baru uniharu ta jhagada garne khalakai manisaharu hun"},{"SurahNumber":43,"VerseNumber":59,"Text":"Uni (isa, masiha) ta yasta manisa nai thi'e, jasamathi hamile anukampa garyaum ra unala'i hamile isra'ilako santatiko nimti e'uta adarsa banayaum"},{"SurahNumber":43,"VerseNumber":60,"Text":"Yadi hamile caheko bha'e timiharuko satta pharistaharu srsti garidinthyaum, jo dharatima uttaradhikari hunthe"},{"SurahNumber":43,"VerseNumber":61,"Text":"Nihsandeha uni (isa masiha) kiyamataka nisani hun. Tasartha timiharu kiyamatamathi sanka nagara ra mero kura mana. Yahi sojho bato ho"},{"SurahNumber":43,"VerseNumber":62,"Text":"Ra saitanale timila'i roki nade'os tyo ta timro khullarupama satru ho"},{"SurahNumber":43,"VerseNumber":63,"Text":"Ra jaba ‘‘isa(alaihis'salama)le’’ camatkaraharu li'era a'e taba unale bhaneh ‘‘ma timro pasama tatvadarsita li'era a'eko chu ra kehi yasta kuraharu timiharula'i spasta garidi'um jasama timile matabheda gardachau yasartha timi allahasanga dara ra mero kura mana"},{"SurahNumber":43,"VerseNumber":64,"Text":"Atah allaha nai mero ra timro palanakarta ho, tasartha timisabai usaiko upasana gara. Yahi sojho bato ho.’’"},{"SurahNumber":43,"VerseNumber":65,"Text":"Pheri isra'ilaka santatiharumadhyeka dherai samuharule apasama vivada gare. Tasartha barbadi cha, e'uta duhkhada dinako yatanabata, ti manisaharuko nimti jasale atyacara gare"},{"SurahNumber":43,"VerseNumber":66,"Text":"Yiniharu matra yasa kurako pratiksama chan ki kiyamata uniharumathi acanaka (ekkasi) a'iparos ra uniharula'i thahasam'ma nahos"},{"SurahNumber":43,"VerseNumber":67,"Text":"Tyasa dina ghanista mitraharu pani eka arkako satru banna pugnechan, matra sanyamiharu baheka"},{"SurahNumber":43,"VerseNumber":68,"Text":"‘‘He mero bhaktaharu! Aja na timila'i kunai bhaya va hairani cha ra na timi sokakula hunachau.’’"},{"SurahNumber":43,"VerseNumber":69,"Text":"Juna manisaharule hamra ayataharumathi imana lya'e ra uni (ajnakari) muslima thi'e"},{"SurahNumber":43,"VerseNumber":70,"Text":"‘‘Timi ra timra patniharu harsitarupale svargama pravesa garihala.’’"},{"SurahNumber":43,"VerseNumber":71,"Text":"Uniharuko caraitira sunaka tastariharu ra pyalaharu gujranechan ra tyaham ti sabai kura hunechan jo mana ra amkhala'i rucchan ra anandita gardachan. ‘‘Timi tyasama sadaiva rahanechau.’’"},{"SurahNumber":43,"VerseNumber":72,"Text":"Ra yo uhi svarga ho, jasako timi uttaradhikari bana'i'eka chau, timra karmaharuko badalama"},{"SurahNumber":43,"VerseNumber":73,"Text":"Yaham timro lagi dherai prakaraka svadista phalaharu chan juna timile kha'irahane chau.’’"},{"SurahNumber":43,"VerseNumber":74,"Text":"Nihsandeha papiharu sadhaim narkako yatanama rahanechan"},{"SurahNumber":43,"VerseNumber":75,"Text":"Tyo yatana uniharumathi kahilyai pani halka hunechain, ra uniharu tyasaima nirasa parirahanechan"},{"SurahNumber":43,"VerseNumber":76,"Text":"Ra hamile unimathi atyacara garenaum, uniharu ta svayam atyacari thi'e"},{"SurahNumber":43,"VerseNumber":77,"Text":"Uniharule cicya'i–cicya'i bhanne chanh ki ‘‘he malika! Timro palanakarta hamila'i mrtyu de'os.’’ Usale bhannecha ‘‘timi sadhaim yasaima rahanechau.’’"},{"SurahNumber":43,"VerseNumber":78,"Text":"Hamile ta timro pasama satya li'era ayaum, kintu timimadhye dherai manisaharule satyasamga ghrna gardathe"},{"SurahNumber":43,"VerseNumber":79,"Text":"ke uniharule kunai kurako drdha pratijna garisakeka chan? Ta hamile pani niscaya garinevala chaum"},{"SurahNumber":43,"VerseNumber":80,"Text":"Ke uniharule thandachan ki hamile uniharuka gopya kura ra uniharuka kanekhusila'i sundainaum? Niscitarupale ho, yo sabai hami sundachaum ra hamile patha'eko pharistaharu uniharuko pasama sabai kuraharu lekhdaichan.’’"},{"SurahNumber":43,"VerseNumber":81,"Text":"Tapa'i bhanidinus ki ‘‘yadi allahako kohi santana bha'eko bha'e ta sabaibhanda pahile ma pujdathem"},{"SurahNumber":43,"VerseNumber":82,"Text":"Yiniharule je–jati varnana gardachan, akasaharu ra dharati ra arsako svami tyasabhanda dherai ucca ra pavitra cha.’’"},{"SurahNumber":43,"VerseNumber":83,"Text":"Aba tapa'ile uniharula'i yinai bahasa ra chalaphala ra khelaharuma chodidinus. Yahamsam'ma ki juna dinako unisita vaca garincha, tyasala'i dekhihalun"},{"SurahNumber":43,"VerseNumber":84,"Text":"Uhi akasaharuma pujya cha ra dharatima pani uhi pujaniya cha ra u thulo tatvadarsi ra sarvajna cha"},{"SurahNumber":43,"VerseNumber":85,"Text":"U thulo barakatavala (kalyanakari) ho, jasako adhikarama akasaharu ra dharati ra je–jati ti duvaiko bicama chan sabai chan. Ra usaiko pasama kayamatako samayako jnana cha ra usaitira timi pharkane chau"},{"SurahNumber":43,"VerseNumber":86,"Text":"Allaha baheka jasala'i uniharule pukardachan uniharula'i sipharisako kunai pani adhikara chaina, matra usaila'i yo adhikara prapta cha jo satyala'i svikara gardachan, ra uniharula'i jnana pani cha"},{"SurahNumber":43,"VerseNumber":87,"Text":"Yadi tapa'ile uniharusita sodhnu huncha ki ‘‘uniharula'i kasale srsti garyo?’’ Ta uniharule avasya bhannechan ki ‘‘allahale’’. Ta yiniharu kaham (vimukha bha'i) bhautarirakheka chan"},{"SurahNumber":43,"VerseNumber":88,"Text":"ra usa (paigambara)ko yo bhana'i ki ‘‘he palanakarta! Yiniharu yasta manisa hun jasale imana lya'umdainan.’’"},{"SurahNumber":43,"VerseNumber":89,"Text":"Ta uniharubata tapa'i vimukha bha'ihalnus ra bhannus ‘‘salama cha timiharula'i!’’ Antatah sighra nai uniharule thaha pa'ihalnechan"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha. Mima"},{"SurahNumber":44,"VerseNumber":2,"Text":"ra spasta kitabako kasama"},{"SurahNumber":44,"VerseNumber":3,"Text":"nihsandeha hamile yasala'i e'uta barakatale bhari'eko ratama avatarita gareka chaum, hami ta marga dekha'unevala haum"},{"SurahNumber":44,"VerseNumber":4,"Text":"Tyasai ratama tamama (samasta) tatvadarsiyukta kura nirnita evam spasta garincha"},{"SurahNumber":44,"VerseNumber":5,"Text":"Hamikahambata adesa bha'era, nihsandeha hamile nai paigambarala'i patha'umchaum"},{"SurahNumber":44,"VerseNumber":6,"Text":"Timro palakartako dayaluta ho. Nihsandeha tyo sabai kura sunnevala jannevala cha"},{"SurahNumber":44,"VerseNumber":7,"Text":"Akasaharu ra dharati ra je–jati yi dubaima chan, sabaiko malika ho, yadi timi visvasa garnevala hau"},{"SurahNumber":44,"VerseNumber":8,"Text":"Usa baheka an'ya kohi satya pujya chaina, usaile jivita gardacha ra mardacha, tyahi timro ra timra babu bajeko palanakarta ho"},{"SurahNumber":44,"VerseNumber":9,"Text":"Tara yi manisaharu sankama pari khelirakheka chan"},{"SurahNumber":44,"VerseNumber":10,"Text":"Tapa'i tyasa dinako pratiksa garnus jabaki akasabata sapha dhuvam niskanecha"},{"SurahNumber":44,"VerseNumber":11,"Text":"Jasale manisaharule dhakihalnecha ra yo kastadayaka yatana ho"},{"SurahNumber":44,"VerseNumber":12,"Text":"Bhannechan he palanakarta! Hamibata yasa yatanala'i tadha rakha, hamile visvasa gardachaum"},{"SurahNumber":44,"VerseNumber":13,"Text":"Aba uniharula'i upadesa kehi labhadayaka hunechaina jabaki uniharuko pasama paigambara a'isakeka thi'e jasale spastarupale kura varnana gardathe"},{"SurahNumber":44,"VerseNumber":14,"Text":"Ani uniharule unibata vimukha bha'ihale ra bhannathale ki sika'i'eko divana ho"},{"SurahNumber":44,"VerseNumber":15,"Text":"Hamile yatana thodai hata'idinchau ta timi punah kuphra garnathalchau"},{"SurahNumber":44,"VerseNumber":16,"Text":"Junadina hamile thulo gambhira pakadama linechaum, ta nihsandeha pratisodha li'era nai chadnechaum"},{"SurahNumber":44,"VerseNumber":17,"Text":"Ra uniharubhanda pahila phira'aunako kaumako pani pariksa liyaum ra unako pasama e'uta atyanta sajjana rasula a'e"},{"SurahNumber":44,"VerseNumber":18,"Text":"Yo (bhane) ki allahaka dasaharula'i mero jim'ma sumpide'u. Niscaya nai ma timro nimti e'uta visvasaniya rasula hum"},{"SurahNumber":44,"VerseNumber":19,"Text":"Ra allahako samu ateripana nagara. Ma timro pasama spasta pramana li'era a'unechu"},{"SurahNumber":44,"VerseNumber":20,"Text":"Ra yasa (kura) bata ki timile mala'i dhunga hani–hani marihala, aphno ra timro palanakartako sarana mamgdachu"},{"SurahNumber":44,"VerseNumber":21,"Text":"Ra yadi mama visvasa gardainau bhane mabata alaga bha'ihala"},{"SurahNumber":44,"VerseNumber":22,"Text":"Taba aphno palanakartasanga prarthana gare ki yiniharu avajnakari hun"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Adesa bhayo ki) mera bandaharula'i ratorata li'era ga'ihala, avasya timila'i pachya'unechan"},{"SurahNumber":44,"VerseNumber":24,"Text":"Ra samundrala'i roki'eko avasthama nai chodera ga'ihala. Niscaya yo senaharula'i duba'idinecha"},{"SurahNumber":44,"VerseNumber":25,"Text":"Uniharule dherai bagaica ra srotaharu chodera ga'ihale"},{"SurahNumber":44,"VerseNumber":26,"Text":"Ra khetiharu ra ramra gharaharu"},{"SurahNumber":44,"VerseNumber":27,"Text":"ra sukhasayalaka sadhanaharu, jasama uniharule ananda line gardathe"},{"SurahNumber":44,"VerseNumber":28,"Text":"Yastai bhayo (parinama) ra hamile aru manisaharula'i uniharuka uttaradhikari bana'idiyaum"},{"SurahNumber":44,"VerseNumber":29,"Text":"Ani na ta akasa ra dharatile uniharuko nimti vilapa gare ra na ta uniharula'i chutakara nai prapta bhayo"},{"SurahNumber":44,"VerseNumber":30,"Text":"Ra hamile isra'ilako santanala'i apamanajanaka yatanabata chutakara dilayaum"},{"SurahNumber":44,"VerseNumber":31,"Text":"Jo phira'aunabata thiyo. Nihsandeha tyo ateri (ra) simabhanda agadi ga'isakeko thiyo"},{"SurahNumber":44,"VerseNumber":32,"Text":"Ra hamile janijani bani isra'ilala'i sansaravalaharumadhyebata rojeka thiyaum"},{"SurahNumber":44,"VerseNumber":33,"Text":"Ra unala'i yasta nisaniharu pradana gareka thiyaum, jasama spasta pariksa thiyo"},{"SurahNumber":44,"VerseNumber":34,"Text":"Yiniharule yo nai bhanchan"},{"SurahNumber":44,"VerseNumber":35,"Text":"ki hamila'i matra pahilo pataka marnucha ra pheri uthanu chaina"},{"SurahNumber":44,"VerseNumber":36,"Text":"Yadi timi samco hau bhane hamra babubajela'i lya'u"},{"SurahNumber":44,"VerseNumber":37,"Text":"Ke yiniharu ramra chan va ‘‘tubbako’’ kauma va ti manisaharu jo unibhanda pahila thi'e. Uni sabaila'i vinasta garihalem, kinaki tiniharu aparadhi thi'e"},{"SurahNumber":44,"VerseNumber":38,"Text":"Hamile akasaharu ra dharatila'i ra je–jati uniharuko bicama cha, tinala'i khelama bana'eko ho'inaum"},{"SurahNumber":44,"VerseNumber":39,"Text":"Baru hamile uniharula'i satyatako satha srsti garyaum kintu uniharuma adhikatarale jandainan"},{"SurahNumber":44,"VerseNumber":40,"Text":"Niscaya nai phaisalako dina uniharu sabaiko nirdharita samaya ho"},{"SurahNumber":44,"VerseNumber":41,"Text":"Junadina kunai mitra, mitrako kunai kama a'unechaina, ra na uniharula'i sahayata prapta hunecha"},{"SurahNumber":44,"VerseNumber":42,"Text":"Kintu jasamathi allahale daya gardacha. Niscaya nai tyo sarvasakti sampanna atyanta dayavana cha"},{"SurahNumber":44,"VerseNumber":43,"Text":"Nihsandeha jakkumako (si'umdiko) vrksa"},{"SurahNumber":44,"VerseNumber":44,"Text":"gunehagaraharuko bhojana hunecha"},{"SurahNumber":44,"VerseNumber":45,"Text":"pagleko tama jastocha, petaharuma umlanecha"},{"SurahNumber":44,"VerseNumber":46,"Text":"Jasto ki pani umlincha"},{"SurahNumber":44,"VerseNumber":47,"Text":"Yasala'i samatihala ra ghisardai narkako bicama laija'u"},{"SurahNumber":44,"VerseNumber":48,"Text":"Ani usako ta'ukoma umlirakheko pani khan'ya'ide'u"},{"SurahNumber":44,"VerseNumber":49,"Text":"Svada cakha, timi ta thulo balasali sajjana thiyau"},{"SurahNumber":44,"VerseNumber":50,"Text":"Yo tyahi ho jasama timiharule sanka garne gardathyau"},{"SurahNumber":44,"VerseNumber":51,"Text":"Nihsandeha bhaya garneharu niscintatako tha'umma hunechan"},{"SurahNumber":44,"VerseNumber":52,"Text":"Bagaicaharu ra srotaharuma"},{"SurahNumber":44,"VerseNumber":53,"Text":"resamako bastra laga'i eka–arkako amane samane (amunne samunne) baseka hunechan"},{"SurahNumber":44,"VerseNumber":54,"Text":"Yasaprakara hamile gori varna thula netra bha'eki striharusita uniharuko vivaha garidinechaum"},{"SurahNumber":44,"VerseNumber":55,"Text":"Tyaham uniharule niscintataka satha pratyeka kisimaka svadista phala mamga'iraheka hunchan"},{"SurahNumber":44,"VerseNumber":56,"Text":"Tyaham uniharule mrtyuko svada kahile pani cakhnechainan. Matra pahilo mrtyuko je bhayo so bhayo, ra allahale uniharula'i narkako yatanabata baca'ihalyo"},{"SurahNumber":44,"VerseNumber":57,"Text":"Yo sabai timro palanakartako visesa udara anugraha ho. Tyahi thulo saphalata ho"},{"SurahNumber":44,"VerseNumber":58,"Text":"Hamile yasa kura'anala'i timro bhasama sahaja evam susadhya bana'idi'eka chaum taki uniharule siksa prapta garun"},{"SurahNumber":44,"VerseNumber":59,"Text":"Atah timile pani pratiksa gara, yiniharule pani pratiksa gardachan"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ha. Mima"},{"SurahNumber":45,"VerseNumber":2,"Text":"yasa kitabako avatarana allahako tarphabata bha'eko ho, jo atyanta adhipatyasali, tatvadarsi cha"},{"SurahNumber":45,"VerseNumber":3,"Text":"Nihsandeha akasaharu ra dharatima imanavalaharuka nimti dherai nisaniharu chan"},{"SurahNumber":45,"VerseNumber":4,"Text":"Ra timro sanracanama pani ra janavaraharuma pani, jasala'i tyasaile phaila'umcha, visvasa garneharuko nimti dherai nisaniharu chan"},{"SurahNumber":45,"VerseNumber":5,"Text":"Ra rata ra dinako pherabadalama pani, ra tyasa roji (jivika)ma pani jasala'i allahale akasabata avatarita garera usadvara dharatila'i tyasako mrtyu bha'isake pascata jivita pardacha ra vayuharuko parivartanakalama pani ti manisaharuka nimti dherai nisaniharu chan jo bud'dhimana chan"},{"SurahNumber":45,"VerseNumber":6,"Text":"Yi allahaka ayataharu hunu, hamile uniharula'i satyatako satha suna'irakhe chaum. Aba allaha ra tyasaka ayataharu pascata an'ya kuna kuro cha jasama uniharule visvasa garnechan"},{"SurahNumber":45,"VerseNumber":7,"Text":"Pratyeka jhutha gunahagarala'i ‘‘vaila’’ satyanasa cha"},{"SurahNumber":45,"VerseNumber":8,"Text":"juna allahaka ayataharula'i sundacha juna padhera suna'incha tara ghamanda gari yasto jida garcha, manaum tinala'i sunekai chaina, ta yasta vyaktiharula'i duhkhadine yatanako subhasamacara suna'ide'u"},{"SurahNumber":45,"VerseNumber":9,"Text":"Ra jaba hamra kehi ayataharubare uniharula'i thaha huncha, taba tinaka upahasa gardachan, yasta vyaktiharuko nimti apamanajanaka yatana cha"},{"SurahNumber":45,"VerseNumber":10,"Text":"Uniharuko pachadi narka cha, ra juna kama uniharule garirahe, uniharuko kunai pani kama a'umnechaina, ra na ti nai jasala'i uniharule allaha baheka pujya bana'eka thi'e. Ra uniharuko nimti thulo yatana cha"},{"SurahNumber":45,"VerseNumber":11,"Text":"Yo (kura'ana) sarvatha margadarsana ho. Ra juna manisale aphno palanakartaka ayataharula'i inkara gare, uniharuko nimti atyanta kastadayaka yatana cha"},{"SurahNumber":45,"VerseNumber":12,"Text":"Tyo allaha nai ho jasale samundrala'i timro vasibhuta garidi'eko cha, taki usako adesale tyasama dungaharu calun, ra taki timile usako udara anugraha khojah ra yasakarana ki timi krtajnata dekha'u"},{"SurahNumber":45,"VerseNumber":13,"Text":"Je–jati kura akasaharuma chan ra je–jati dharatima chan, tyasale ti sabaila'i aphno tarphabata timro adhikarama laga'irakheko cha. Niscaya nai yasama ti manisaharuko nimti nisaniharu chan, jasale bud'dhile kama linchan"},{"SurahNumber":45,"VerseNumber":14,"Text":"Mominaharula'i bhanide'uh ki ‘‘juna manisaharule allahako (naramro) dinako asa gardainan uniharula'i ksama garide'un taki mahana allahale uniharula'i uniharuko aphno kama'iko pratiphala de'os.’’"},{"SurahNumber":45,"VerseNumber":15,"Text":"Jasale ramro karma gardacha, tyasale aphno nimti garnecha ra jasale naramro karma gardacha ta tyasako hani tyasaile behornu parnecha, ani timi aphno palanakartatira pharkanechau"},{"SurahNumber":45,"VerseNumber":16,"Text":"Niscaya nai hamile bani isra'ilako santanala'i kitaba ra hukumata ra paigambari pradana gareka thiyaum. Uniharula'i pavitra jivika pani pradana garyaum ra sansaramathi unala'i sresthata pradana garyaum"},{"SurahNumber":45,"VerseNumber":17,"Text":"Ra uniharula'i dharmako barema spasta pramanaharu pradana garyaum, ani uniharule juna vivada gare, (tyo) jnana a'isake pascata apasi jyadatiko karanale gare. Niscaya nai timro palanakarta kiyamatako dina uniharubica ti kurako barema phaisala garidinecha, jasama uniharu apasama vivada garirakheka chan"},{"SurahNumber":45,"VerseNumber":18,"Text":"Ani hamile timila'i dharmako khula margama sthapita garyaum, tasartha tyasaiko anusarana gara ra ajnaniharuko icchaharuko pachi pachi nalagnu"},{"SurahNumber":45,"VerseNumber":19,"Text":"Yiniharu allahako samu timro kunai kama a'une chainan, atyacariharu eka arkaka mitra hunchan ra allaha parahejagaraharuko mitra ho"},{"SurahNumber":45,"VerseNumber":20,"Text":"Yo (kura'ana) manisaharuko nimti hikmatako kura ho, jasale visvasa gardachan uniharuko nimti margadarsana ra dayaluta ho"},{"SurahNumber":45,"VerseNumber":21,"Text":"Jasale naramro karma gardachan, ke uniharule yo thandachan, ki hamile unila'i ti manisaharu jasto bana'idinchaum, jasale visvasa gare, ra asala karma garirahe (ra) uniharuko jivana ra mrtyu ekanasa hunecha? Yiniharule jo nirnaya gardachan ti sabai naramra chan"},{"SurahNumber":45,"VerseNumber":22,"Text":"Ra allahale akasaharu ra dharatila'i santulanako satha srsti garyau ra yasakarana, ki pratyeka vyaktila'i usako kama'iko pratiphala di'iyos, ra unimathi atyacara garine chaina"},{"SurahNumber":45,"VerseNumber":23,"Text":"Ke timile tyasa vyaktila'i pani dekhyau? Jasale aphno havasala'i upasya bana'ihalyo? Allahale jnanako bavajuda usala'i margabicalanama paridiyo, ra usaka kana ra hrdayamathi thappa laga'idiyo ra uniko amkhaharumathi avarana halidiyo. Aba allaha pascata kasale usala'i margama lya'una sakcha? Ke timile siksa grahana gardainau"},{"SurahNumber":45,"VerseNumber":24,"Text":"ra uniharule bhandachanh ki ‘‘hamro jivana ta matra sansarika jivana nai ho. Hami mardachaum, ji'umdachau ra bamcdachaum. Ra hamila'i ta matra jamana nai vinasta gardacha.’’ Uniharuko pasama yasako kunai jnana chaina, uniharule ta matra atakalabaji gardachan"},{"SurahNumber":45,"VerseNumber":25,"Text":"Ra jaba uniharuko samu hamra spasta ayataharu padhinchana, ta uniharuko yahi hujjata (pramana) huncha ki yadi samco hau bhane hamra babu bajela'i lya'u"},{"SurahNumber":45,"VerseNumber":26,"Text":"Bhanide'uh ki ‘‘allahale nai timila'i jivana pradana gardacha, ani timila'i mrtyu dincha, ani timila'i kiyamatako dina, jasako a'unuma sandeha chaina, ekatrita garnecha, tara dheraile jandainan.’’"},{"SurahNumber":45,"VerseNumber":27,"Text":"Ra akasaharu ra dharatiko badasahi allahakai ho. Ra juna dina kayamatako ghatana ghatita hunecha tyasadina asatyavadiharu noksanima hunechan"},{"SurahNumber":45,"VerseNumber":28,"Text":"Tapa'i hernuhunecha ki pratyeka samuha ghumda tekinihuri rakhechan. Pratyeka samuha aphno kitabatira bola'inechan. ‘‘Aja timila'i tyasaiko pratiphala di'inecha jo timiharu gardathiyau.’’"},{"SurahNumber":45,"VerseNumber":29,"Text":"Yo hamro kitabale timro barema satyala'i varnana garidinecha. Niscaya nai hamile lekha'umdai a'iraheka chaum, juna ki timile garne gardathyau"},{"SurahNumber":45,"VerseNumber":30,"Text":"Atah juna manisaharule visvasa gare ra uniharule asala karma gare uniharula'i uniharuko palanakartale aphno dayalutama pravesa gara'unecha, yahi nai spasta saphalata ho"},{"SurahNumber":45,"VerseNumber":31,"Text":"Ra jasale kuphra gare, (uniharusita bhaninecha ki) ke hamra ayataharu timila'i padhera suna'innathe? Tara timile ghamanda garyau ra timiharu aparadhi manisaharu nai thiyau"},{"SurahNumber":45,"VerseNumber":32,"Text":"Ra jaba bhaninthyo ki allahako vacana bilkullai satya ho ra kiyamatama kunai sandeha chaina, ta timi bhandathyau ki hamila'i thaha chaina ki kiyamata ke ho? Hamila'i ta matra kalpana jasto pratita huncha ra hami visvasai gardainaum"},{"SurahNumber":45,"VerseNumber":33,"Text":"(Tyasa bela) uniharuko karmaharuko avaidhata jahera bha'ihalyo ra uniharule juna kuro gardathe ti kurale uniharula'i gherihalyo"},{"SurahNumber":45,"VerseNumber":34,"Text":"Ra bhaninecha ki juna prakara timile yasa dinako a'une kurala'i birsirakheka thiyau, tyasai prakara aja hamile pani timila'i birsidine chaum, ra timro bas'sthana narka ho ra kohi timro sahayaka chain"},{"SurahNumber":45,"VerseNumber":35,"Text":"Yo yasa karana ho ki timile allahako ayataharula'i majaka thaneka thiyau ra sansarika jivanale timila'i bhramama pareko thiyo. Aja yi manisaharu na ta narkabata nikalinechan ra na uniharuko prayascita svikarinecha"},{"SurahNumber":45,"VerseNumber":36,"Text":"Atah sampurna prasansa allahako lagi cha jo akasaharuko palanakarta ra dharatiko palanakarta ra sampurna brahmandako palanakarta ho"},{"SurahNumber":45,"VerseNumber":37,"Text":"Akasaharu ra dharatima unakai sarvoccata ra mahanata cha. Ra u adhipatyasali atyanta tatvadarsi cha"}]}