{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"(Hz. Ibrahim, kendisine misafir olarak gelen meleklere) dedi ki: “- O halde istediginiz nedir? (Nicin gonderildiniz)? Ey elciler!...”"},{"SurahNumber":51,"VerseNumber":32,"Text":"Onlar dediler ki: “- Biz, gunahkar bir kavme (Lut peygamberin kavmine) gonderildik"},{"SurahNumber":51,"VerseNumber":33,"Text":"Uzerlerine camurdan (pisirilmis) taslar atmak icin"},{"SurahNumber":51,"VerseNumber":34,"Text":"Ki o taslar, Rabbinin katında haddi asanlar icin damgalanmıslardır.”"},{"SurahNumber":51,"VerseNumber":35,"Text":"Nihayet Lut’un memleketinde bulunan muminleri (oradan) cıkardık, (ki kalan kafirleri helak edelim)"},{"SurahNumber":51,"VerseNumber":36,"Text":"Fakat bir evden baska orada musluman da bulmadık"},{"SurahNumber":51,"VerseNumber":37,"Text":"Ve oyle acıklı azabdan korkacaklar icin orada bir ibret nisanesi bıraktık, (o memleketi harabe ve tas yıgını haline getirdik)"},{"SurahNumber":51,"VerseNumber":38,"Text":"Musa’da da ibret vardır: Hani onu acık bir mucize ile Firavun’a gonderdik de"},{"SurahNumber":51,"VerseNumber":39,"Text":"O, butun ordusu ile (imandan) yuz cevirdi ve soyle dedi: “- Bu, bir sihirbaz, yahud bir mecnundur.”"},{"SurahNumber":51,"VerseNumber":40,"Text":"Bunun uzerine tuttuk kendisini ve ordularını denize attık. Oyle ki, kufur ve inad uzere bulunuyordu"},{"SurahNumber":51,"VerseNumber":41,"Text":"Ad kavminde de ibret vardır: Hani onların uzerine o koku kurutan ruzgarı gondermistik"},{"SurahNumber":51,"VerseNumber":42,"Text":"Oyle bir ruzgar ki, ugradıgı bir seyi bırakmıyor, mutlak onu kul gibi savuruyordu"},{"SurahNumber":51,"VerseNumber":43,"Text":"Semud kavminde de ibret vardır: Hani onlara “-Bir zamana kadar yasayın, istifade edin.” denilmisti de"},{"SurahNumber":51,"VerseNumber":44,"Text":"Rablerinin emrinden uzaklasıb azmıslardı. Bu yuzden bakınıb dururlarken kendilerini yıldırım carpıvermisti"},{"SurahNumber":51,"VerseNumber":45,"Text":"O vakit (bu azabdan kurtulub) kalkmaga guc yetiremediler, bir yardım da gormediler"},{"SurahNumber":51,"VerseNumber":46,"Text":"Daha once de Nuh kavmini helak ettik; cunku onlar (hakdan ayrılmıs kufur icinde bulunan) fasık bir kavim idiler"},{"SurahNumber":51,"VerseNumber":47,"Text":"(Bir de semaya bakın), biz onu kuvvetle bina ettik. Muhakkak ki biz, buyuk kudrete sahibiz"},{"SurahNumber":51,"VerseNumber":48,"Text":"Arzı da dosedik. Ne guzel doseyiciyiz"},{"SurahNumber":51,"VerseNumber":49,"Text":"Her seyden cift cift yarattık ki, iyice dusunesiniz"},{"SurahNumber":51,"VerseNumber":50,"Text":"(Ey Rasulum, de ki: ) O halde hemen Allah’a kacın, (kufru bırakıb hemen imana gelin). Gercekten ben, size, Allah tarafından (azab ile) korkutan acık bir peygamberim"},{"SurahNumber":51,"VerseNumber":51,"Text":"Ve Allah ile beraber baska bir ilah uydurmayın. Gercekten ben, size, Allah tarafından (azab ile) korkutan acık bir peygamberim"},{"SurahNumber":51,"VerseNumber":52,"Text":"(Ey Rasulum, senin kavmin, sana sihirbaz yahud mecnun dedigi gibi), onlardan evvelki ummetler de bir peygamber gelince; muhakkak boyle; ya sihirbaz dediler, ya mecnun"},{"SurahNumber":51,"VerseNumber":53,"Text":"Hepsi de bu sozu birbirine tavsiye mi ettiler? Dogrusu onlar hep azgınlar toplulugudur"},{"SurahNumber":51,"VerseNumber":54,"Text":"Onun icin, onlardan yuz cevir; artık (teblig vazifeni yaptın ve bizim katımızda) kınanacak degilsin"},{"SurahNumber":51,"VerseNumber":55,"Text":"Sen, (Kur’an ile) ogud ver cunku ogud ve nasihat muminlere fayda verir"},{"SurahNumber":51,"VerseNumber":56,"Text":"Ben, insanları ve cinleri, ancak bana ibadet etsinler diye yarattım"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ben, onlardan bir rızk istemiyorum, (ben onları kendilerine yahud baska bir kimseye rızık versinler diye yaratmadım); bana (kullarıma) yemek yedirmelerini de istemiyorum"},{"SurahNumber":51,"VerseNumber":58,"Text":"Dogrusu rızkı veren, o cok siddetli kuvvet sahibi Allah’dır"},{"SurahNumber":51,"VerseNumber":59,"Text":"Onun icin, muhakkak o zulmedenlere (Mekke kafirlerine, kendilerinden onceki) arkadaslarının (azab) payı gibi, bir pay vardır. Simdi o azabı acele istemesinler"},{"SurahNumber":51,"VerseNumber":60,"Text":"Artık o azabla korkutuldukları gunlerinden dolayı, Kur’an’ı ve Peygamberi inkar edenlere siddetli azab olsun"},{"SurahNumber":52,"VerseNumber":1,"Text":"Gasem olsun o Tur dagına"},{"SurahNumber":52,"VerseNumber":2,"Text":"Acılmıs sayfalara yazılı olan Kur’an’a"},{"SurahNumber":52,"VerseNumber":3,"Text":"Acılmıs sayfalara yazılı olan Kur’an’a"},{"SurahNumber":52,"VerseNumber":4,"Text":"(Meleklerin gokte tavaf ettikleri) Beyt-i Ma’mur’a"},{"SurahNumber":52,"VerseNumber":5,"Text":"Yukseltilmis semaya"},{"SurahNumber":52,"VerseNumber":6,"Text":"Taskın denize"},{"SurahNumber":52,"VerseNumber":7,"Text":"Ki, Rabbinin azabı muhakkak vuku bulacaktır"},{"SurahNumber":52,"VerseNumber":8,"Text":"Onu geri cevirecek hic bir sey yoktur"},{"SurahNumber":52,"VerseNumber":9,"Text":"O gun sema doner calkanır"},{"SurahNumber":52,"VerseNumber":10,"Text":"Daglar da bir yuruyus yurur"},{"SurahNumber":52,"VerseNumber":11,"Text":"Vay artık o kıyamet gunu, Peygamberi tekzib edenlere"},{"SurahNumber":52,"VerseNumber":12,"Text":"Ki onlar, daldıkları bir batıl da oynayıb duranlardır"},{"SurahNumber":52,"VerseNumber":13,"Text":"O gun, onlar cehennem atesine itilip atılacaklar"},{"SurahNumber":52,"VerseNumber":14,"Text":"(Cehennem icin vazifeli melekler tarafından onlara soyle denir): Iste sizin (dunyada) yalan saymakta oldugunuz ates, budur"},{"SurahNumber":52,"VerseNumber":15,"Text":"(Siz, ey kafirler, dunyada iken peygamberlere sihirbaz diyordunuz), bu azab da mı sihir? Yoksa (dunyada gercekleri gormediginiz gibi), anlamıyor musunuz"},{"SurahNumber":52,"VerseNumber":16,"Text":"Girin oraya (cehenneme)! Ister azabına sabredin, ister etmeyin; artık hepsi bir... Hep yaptıklarınızın cezasını cekeceksiniz"},{"SurahNumber":52,"VerseNumber":17,"Text":"Muhakkak ki (kufur ve isyandan sakınan) takva sahipleri, cennetler ve nimetler icindedirler"},{"SurahNumber":52,"VerseNumber":18,"Text":"Rablerinin kendilerine verdigi seylerle zevk duyarak...Rableri, onları Cehennem azabından korumustur"},{"SurahNumber":52,"VerseNumber":19,"Text":"(Allah onlara soyle buyurur: Dunyada iman ve ibadet edib) calıstıgınız icin afiyetle yeyin, icin"},{"SurahNumber":52,"VerseNumber":20,"Text":"Sıra sıra dizilmis koltuklara dayanarak...Biz, onlara, guzel iri gozlu hurileri es etmisiz"},{"SurahNumber":52,"VerseNumber":21,"Text":"(Dunyada) iman edenlere ve zurriyetleri de iman edib kendilerine uyanlara, (ahirette) zurriyetlerine kavustururuz. (Onları da, baba ve dedeleri gibi cennete koruz ve derecelerini yukseltiriz.) Bununla beraber (baba ve dedelerinin) amellerinden hic bir sey eksiltmeyiz. Herkes kazancına baglıdır, (iyi amel islerse kurtulur, degilse helak olur)"},{"SurahNumber":52,"VerseNumber":22,"Text":"Onlara (cennetde) bir meyva ve iclerinin cekecegi bir et verdik, (verecegiz)"},{"SurahNumber":52,"VerseNumber":23,"Text":"Orada birbiriyle kadeh cekistirirler ki, onda ne bir sacmalama vardır, ne bir gunaha sokma"},{"SurahNumber":52,"VerseNumber":24,"Text":"(Hizmet icin) etraflarında doner kendilerine ait, sedeflerinde saklı inciler gibi hizmetciler"},{"SurahNumber":52,"VerseNumber":25,"Text":"(Cennettekiler) birbirine donub sorustururlar"},{"SurahNumber":52,"VerseNumber":26,"Text":"Soyle derler: “- Biz, bundan once ailemizle birlikte (dunyada iken azabdan ve Allah’a isyan etmekten) korkuyorduk"},{"SurahNumber":52,"VerseNumber":27,"Text":"Artık Allah bize lutuf buyurdu ve bizleri o atesin azabından korudu"},{"SurahNumber":52,"VerseNumber":28,"Text":"Biz, bundan once O’na ibadet ediyorduk ve bizi korumasını istiyorduk. Gercekten O, kerem sahibidir, Rahim’dir"},{"SurahNumber":52,"VerseNumber":29,"Text":"O halde (Ey Rasulum, sen) ogud ve nasihata devam et; cunku sen, Rabbinin (nubuvvet ve Islam) nimeti sayesinde ne kahinsin, ne mecnun"},{"SurahNumber":52,"VerseNumber":30,"Text":"Yoksa: “- Bir sairdir, biz O’nun felaket zamanını bekliyoruz” mu diyorlar"},{"SurahNumber":52,"VerseNumber":31,"Text":"(Ey Rasulum, onlara) de ki: “- Bekleyin; cunku ben de sizinle beraber (size inecek azabı) bekliyenlerdenim"},{"SurahNumber":52,"VerseNumber":32,"Text":"Yoksa, (Hz. Peygambere kahin ve mecnun demekle) bu tenakuzu onlara akılları mı emrediyor. Yoksa azgın bir kavim midirler"},{"SurahNumber":52,"VerseNumber":33,"Text":"Yoksa, o Kur’an’ı kendisi mi uydurub soyledi diyorlar? Hayır, (is dedikleri gibi degil, sırf inad ve inkarlarından dolayı) iman etmezler"},{"SurahNumber":52,"VerseNumber":34,"Text":"Haydi Kur’an gibi bir soz getirsinler, eger dogru soyliyenlerse"},{"SurahNumber":52,"VerseNumber":35,"Text":"Yoksa, kendileri Halık’sız mı yaratıldılar? Yoksa onlar (kendi nefislerini) yaratıcılar mıdırlar"},{"SurahNumber":52,"VerseNumber":36,"Text":"Yoksa, gokleri ve yeri mi yarattılar? Hayır, (onlar hakkı gercek olarak) anlamazlar"},{"SurahNumber":52,"VerseNumber":37,"Text":"Yoksa, Rabbinin hazineleri onların yanında mı? Yoksa, onlar mı her seye hakim olmuslar"},{"SurahNumber":52,"VerseNumber":38,"Text":"Yoksa, onların bir merdiveni var da (goge yukselib meleklere vahy edilen sozu) ondan mı dinliyorlar? Oyle ise dinleyicileri, (dinlediklerini isbat edecek) acık bir delil getirsin"},{"SurahNumber":52,"VerseNumber":39,"Text":"Yoksa, (kendiniz icin hoslanmadıgınız) kızlar O’na, ogullar size mi"},{"SurahNumber":52,"VerseNumber":40,"Text":"Yoksa, (iman etmeleri icin) kendilerinden bir ucret istiyorsun da (bunu) cereme vermekten agırlanıyorlar"},{"SurahNumber":52,"VerseNumber":41,"Text":"Yoksa, gayb ilmi (Levh-i Mahfuz) onların yanında da, onlar mı yazıyorlar"},{"SurahNumber":52,"VerseNumber":42,"Text":"Yoksa, (Ey Rasulum, seni yok etmek icin) bir tuzak mı kurmak istiyorlar? Fakat o kafirler, kendileri o tuzaga duseceklerdir"},{"SurahNumber":52,"VerseNumber":43,"Text":"Yoksa, onların Allah’dan baska bir Ilahları mı var? Allah, onların kostukları ortaklardan munezzehtir"},{"SurahNumber":52,"VerseNumber":44,"Text":"Eger gokten bir parca duserken gorseler, birbiri uzerine yıgılıb yogunlasmıs bir bulutdur, derler"},{"SurahNumber":52,"VerseNumber":45,"Text":"O halde (Ey Rasulum), bırak onları; ta o carpılacakları (olum) gunlerine kadar"},{"SurahNumber":52,"VerseNumber":46,"Text":"O gun, tedbirlerinin hic biri zerrece kendilerine fayda vermiyecektir; ve onlar yardım da olunmıyacaklardır"},{"SurahNumber":52,"VerseNumber":47,"Text":"Muhakkak ki o zalimlere (kafirlere), bundan (ahiret azabından) once de (kabirde veya Bedir savasında) bir azab var; fakat pek cokları bilmezler"},{"SurahNumber":52,"VerseNumber":48,"Text":"Rabbinin hukmune sabret; cunku sen, bizim muhafazamız altındasın. (Uykudan veya herhangi bir yerden) kalktıgın sırada Rabbine hamd ile tesbih eyle"},{"SurahNumber":52,"VerseNumber":49,"Text":"Gecenin bir kısmında ve yıldızların batısı sırasında dahi tesbih et"},{"SurahNumber":53,"VerseNumber":1,"Text":"Yıldıza (Sureyya’ya) battıgı zaman kasem olsun ki"},{"SurahNumber":53,"VerseNumber":2,"Text":"Sapmadı dogru yoldan arkadasınız (Hz. Peygamber), azıtmadı da; (haberiniz olsun, ey Kureys halkı)"},{"SurahNumber":53,"VerseNumber":3,"Text":"O hevadan (kendi nefsinden) soylemiyor"},{"SurahNumber":53,"VerseNumber":4,"Text":"Kur’an sade bir vahiydir, ancak vahy olunur"},{"SurahNumber":53,"VerseNumber":5,"Text":"O’na, kuvvetleri pek cok olan (Cebrail) ogretti"},{"SurahNumber":53,"VerseNumber":6,"Text":"Oyle ki, gorunusu guzel olub hemen hakiki sekli uzere dogruldu"},{"SurahNumber":53,"VerseNumber":7,"Text":"Ve o (Cebrail) yuksek ufukta idi"},{"SurahNumber":53,"VerseNumber":8,"Text":"Sonra (Cebrail, Hz. Peygambere) yaklastı da sarktı"},{"SurahNumber":53,"VerseNumber":9,"Text":"(Boylece Peygambere olan mesafesi) iki yay aralıgı kadar, yahud daha az oldu"},{"SurahNumber":53,"VerseNumber":10,"Text":"(Cebrail) vahy etti Allah’ın kuluna vahy ettigini"},{"SurahNumber":53,"VerseNumber":11,"Text":"(Hz. Peygamber, mi’racta gozu ile) gordugunu, kalbi tekzib etmedi"},{"SurahNumber":53,"VerseNumber":12,"Text":"Simdi siz Peygamberin o gorusune karsı, onunla mucadele mi ediyorsunuz"},{"SurahNumber":53,"VerseNumber":13,"Text":"Yemin olsun ki, o (Cebrail’i hakiki suretinde) bir daha da (mi’ractan) inerken gordu"},{"SurahNumber":53,"VerseNumber":14,"Text":"Sidretu’l-Munteha’nın (yedinci gogun) yanında"},{"SurahNumber":53,"VerseNumber":15,"Text":"(Takva sahiblerinin barınagı olan) Me’va Cenneti onun (Sidre’nin) yanındadır"},{"SurahNumber":53,"VerseNumber":16,"Text":"O dem ki, Sidre’yi buruyen buruyordu, (cepcevre meleklerle kaplanmıstı)"},{"SurahNumber":53,"VerseNumber":17,"Text":"(Hz. Peygamber Aleyhisselam gordugu ahvali tam gordu de) goz ne kaydı, ne de astı"},{"SurahNumber":53,"VerseNumber":18,"Text":"And olsun ki, (Peygamber) Rabbinin en buyuk alametlerinden bir kısmını gordu"},{"SurahNumber":53,"VerseNumber":19,"Text":"Bize haber verin, (putlardan tapındıgınız) Lat ve Uzza’yı"},{"SurahNumber":53,"VerseNumber":20,"Text":"Diger ucuncusu olan Menat’ı... (Bunların ne kudretleri var)"},{"SurahNumber":53,"VerseNumber":21,"Text":"(Evlad olarak sevdiginiz) erkek sizin de, (hoslanmayıb diri diri gomdugunuz) disi O’nun mu"},{"SurahNumber":53,"VerseNumber":22,"Text":"Oyle ise bu, cok insafsız bir taksim"},{"SurahNumber":53,"VerseNumber":23,"Text":"O putlar hic bir sey degil, ancak sizin ve babalarınızın uydurdugu isimlerdir. Allah onlara (ilah olduklarına dair) hic bir huccet indirmedi. O kafirler, yalnız zanna ve nefislerin sevdasına tabi oluyorlar. Halbuki kendilerine, Rableri katından dogru yolu gosteren (Rasul) geldi"},{"SurahNumber":53,"VerseNumber":24,"Text":"Yoksa insana, her kurdugu hulya mı var"},{"SurahNumber":53,"VerseNumber":25,"Text":"Fakat Allah’ındır ahiret ve dunya"},{"SurahNumber":53,"VerseNumber":26,"Text":"Goklerde nice melekler vardır da, Allah dileyib razı olduguna izin vermeden once, sefaatleri hic bir seye yaramaz"},{"SurahNumber":53,"VerseNumber":27,"Text":"Dogrusu ahirete iman etmiyenler, meleklere disi ismi takıb duruyorlar. (Melekler, Allah’ın kızlarıdır diyorlar)"},{"SurahNumber":53,"VerseNumber":28,"Text":"Halbuki buna dair bir bilgileri yok; ancak zanna tabi oluyorlar. Zan ise, hak olan ilmin yerini tutmaz"},{"SurahNumber":53,"VerseNumber":29,"Text":"Onun icin (Ey Rasulum), sen, o bizim Kur’anımızdan yuz cevirib de yalnız dunya hayatını istiyen kimselere bakma"},{"SurahNumber":53,"VerseNumber":30,"Text":"Iste onların ilimden erebildikleri gaye, bu dunya isidir. Suphesiz ki, O Rabbin, yolundan sapan kimseleri cok iyi bilendir. Hidayete erenleri de O, en iyi bilendir"},{"SurahNumber":53,"VerseNumber":31,"Text":"Hep Allah’ındır goklerdekiler, yerdekiler... Akıbet kotuluk edenleri, yaptıklarıyla cezalandıracak, guzellik edenleri de daha guzeli (cennet) ile mukafatlandıracaktır"},{"SurahNumber":53,"VerseNumber":32,"Text":"Onlar ki, kucuk gunahlar mustesna, gunahın buyuklerinden (sirkten) ve fuhsiyattan kacınırlar, muhakkak Rabbin genis magfiretlidir (onları bagıslar). O, sizi (babanız Adem’i) topraktan yarattıgı sıra ve sizler analarınızın karınlarında ceninler iken, sizin hallerinizi cok iyi bilendir. Simdi nefislerinizi temize cıkarmayın; O, Allah’dan korkanın kim oldugunu cok iyi bilendir"},{"SurahNumber":53,"VerseNumber":33,"Text":"Simdi gordun mu (imandan) yuz cevireni"},{"SurahNumber":53,"VerseNumber":34,"Text":"Ve (malından) pek az verib de kaskatı cimrileseni"},{"SurahNumber":53,"VerseNumber":35,"Text":"Gaybın ilmi, o cimrinin yanındadır da, (baskasının gunahını kaldıracagını, bir gercek olarak) kendisi mi goruyor"},{"SurahNumber":53,"VerseNumber":36,"Text":"Yoksa (su gercek), haber verilmedi mi Musa’nın Tevrat’ı ile"},{"SurahNumber":53,"VerseNumber":37,"Text":"Ve cok vefakar Ibrahim’inki ile"},{"SurahNumber":53,"VerseNumber":38,"Text":"“Dogrusu hic bir gunahkar, baskasının gunahını cekmez.”"},{"SurahNumber":53,"VerseNumber":39,"Text":"Hakikaten insan icin kendi calıstıgından baskası yoktur"},{"SurahNumber":53,"VerseNumber":40,"Text":"Ve muhakkak onun ameli yarın (kıyamette) gorulecek"},{"SurahNumber":53,"VerseNumber":41,"Text":"Sonra ona en degerli mukafat verilecek"},{"SurahNumber":53,"VerseNumber":42,"Text":"Subhe yok ki, nihayet Rabbine gidilecek"},{"SurahNumber":53,"VerseNumber":43,"Text":"Muhakak ki gulduren de O’dur, aglatan da"},{"SurahNumber":53,"VerseNumber":44,"Text":"Olduren de muhakkak O’dur, dirilten de"},{"SurahNumber":53,"VerseNumber":45,"Text":"Gercekten O’dur, erkegi ve disiyi iki es yaratan"},{"SurahNumber":53,"VerseNumber":46,"Text":"Bir meniden, (mahalline) ekildigi zaman"},{"SurahNumber":53,"VerseNumber":47,"Text":"Elbette O’na aittir, oluleri diriltmek"},{"SurahNumber":53,"VerseNumber":48,"Text":"Dogrusu zengin eden, sermaye veren O"},{"SurahNumber":53,"VerseNumber":49,"Text":"Gercekten (Huza’a kabilesinin tapındıgı) Si’ra yıldızının Rabbi O’dur"},{"SurahNumber":53,"VerseNumber":50,"Text":"Dogrusu, O helak etti evvel ki Ad kavmini"},{"SurahNumber":53,"VerseNumber":51,"Text":"Semud’u da (helak etti ve onlardan) hic bırakmadı"},{"SurahNumber":53,"VerseNumber":52,"Text":"(Ad ve Semud kavimlerinden) daha evvel de Nuh’un kavmini...Cunku onlar pek zalimdiler, pek azgındılar"},{"SurahNumber":53,"VerseNumber":53,"Text":"(Yerin dibine gecen Lut kavmine ait) kasabaları da kaldırıb yere carptı"},{"SurahNumber":53,"VerseNumber":54,"Text":"Oyle ki, onlara sardırdıgı musibeti sardırdı"},{"SurahNumber":53,"VerseNumber":55,"Text":"(Ey insan!) simdi Rabbinin hangi nimetine karsı suphe edersin"},{"SurahNumber":53,"VerseNumber":56,"Text":"Iste bu (Peygamber Hz. Muhammed Aleyhissalatu vesselam) o azab ile korkutan evvelki peygamberlerden bir peygamberdir"},{"SurahNumber":53,"VerseNumber":57,"Text":"Kıyamet yaklastı"},{"SurahNumber":53,"VerseNumber":58,"Text":"Onun vaktini Allah’dan baska acıklayacak yoktur"},{"SurahNumber":53,"VerseNumber":59,"Text":"Simdi siz, bu Kur’an’a mı sasıyorsunuz? (Ey Mekke’liler)"},{"SurahNumber":53,"VerseNumber":60,"Text":"Bir de guluyorsunuz da aglamıyorsunuz? (Alay edib egleniyorsunuz da felaketinize aglamıyorsunuz)"},{"SurahNumber":53,"VerseNumber":61,"Text":"Siz, kafa tutan gafillersiniz"},{"SurahNumber":53,"VerseNumber":62,"Text":"Haydi Allah icin secdeye kapanın (*) ve ibadet edin, (Allah’ın hukumlerine boyun egin; O’ndan baskasına kulluk etmeyin.) (*) Dikkat; Secde ayetidir"},{"SurahNumber":54,"VerseNumber":1,"Text":"Kıyamet yaklastı, kamer (ay ikiye) bolundu. (Kafirlerin, Hz. Peygamberden bir mucize istemeleri uzerine ayın ikiye bolunme hadisesi olmustur)"},{"SurahNumber":54,"VerseNumber":2,"Text":"Hala bir mucize gorseler, yuz cevirib soyle derler: “- Bu devam edegelen kuvvetli bir sihirdir.”"},{"SurahNumber":54,"VerseNumber":3,"Text":"(Kıyameti ve mucizeyi) inkar ettiler; hevalarına uydular. Halbuki (Allah’ın vaad ettigi) her is icin bir hakikat var"},{"SurahNumber":54,"VerseNumber":4,"Text":"And olsun, onlara (ibret alıncak) kıssalardan oyleleri de geldi ki, onlarda inkardan alıkoyacak haberler var"},{"SurahNumber":54,"VerseNumber":5,"Text":"Tam bir hikmet... Fakat korkutmalar fayda vermiyor"},{"SurahNumber":54,"VerseNumber":6,"Text":"O halde (Ey Rasulum) onlardan yuz cevir. O cagırıcı Israfil’in gorulmemis dehsetli bir seye (muminleri cennete, kafirleri cehenneme) davet edecegi gun"},{"SurahNumber":54,"VerseNumber":7,"Text":"(Korkudan) gozleri baygın olarak kabirlerden cıkacaklar; etrafa yayılan cekirgeler gibi"},{"SurahNumber":54,"VerseNumber":8,"Text":"Cagırıcıya (Israfil’in sesine) dogru kosarak, kafirler (bu kıyamet gununde soyle) diyecektir: “- Bu cok siddetli bir gundur.”"},{"SurahNumber":54,"VerseNumber":9,"Text":"Onlardan (Mekke’lilerden) once Nuh kavmi tekzib ettiler de, kulumuzu (Hz. Nuh’u) yalanladılar; mecnundur, dediler ve onu tebligden alıkoydular"},{"SurahNumber":54,"VerseNumber":10,"Text":"Nihayet o da, Rabbine soyle dua etti: “- Ben maglubum, benim icin onlardan intikam al.”"},{"SurahNumber":54,"VerseNumber":11,"Text":"Bunun uzerine, biz de bardakdan bosanırcasına bir yagmur ile gogun kapılarını actık"},{"SurahNumber":54,"VerseNumber":12,"Text":"Boylece arzı da kaynaklar halinde costurduk. Nihayet iki su (yerin ve gogun suları, Nuh kavmini helak edecek) muayyen bir olcu uzerinde birlesiverdi. (Boylece mukadder olan helak husule geldi)"},{"SurahNumber":54,"VerseNumber":13,"Text":"Biz, Nuh’u (ve onunla iman edenleri), levhalardan yapılmıs ve percinlesmis gemiye yukledik"},{"SurahNumber":54,"VerseNumber":14,"Text":"Oyle ki, muhafazamız altında akıb gidiyordu. Bunu, (peygamberlik nimeti) inkar edilen Nuh’a, bir mukafat olarak yaptık"},{"SurahNumber":54,"VerseNumber":15,"Text":"Celalim hakkı icin, biz bu vak’ayı (veya gemiyi), bir alamet (ve ibret dersi) olarak bıraktık; fakat dusunen mi var"},{"SurahNumber":54,"VerseNumber":16,"Text":"(Iste bak, Ey Rasulum), benim azabım ve tehdidlerim nasıl oldu"},{"SurahNumber":54,"VerseNumber":17,"Text":"And olsun ki, biz Kur’an’ı dusunub ogud almak icin kolaylastırdık; fakat dusunen mi var"},{"SurahNumber":54,"VerseNumber":18,"Text":"Ad kavmi de tekzib etti. Iste (bak, Ey Rasulum), nasıl oldu azabım ve tehdidlerim"},{"SurahNumber":54,"VerseNumber":19,"Text":"Cunku biz, ugursuzlugu devamlı bir gunde, (Hud peygamberin gonderildigi) Ad kavminin uzerlerine koku kurutan siddetli bir ruzgar gonderdik"},{"SurahNumber":54,"VerseNumber":20,"Text":"Oyle ki, insanları, kokunden sokulmus hurma kutukleri gibi sokub atıyordu"},{"SurahNumber":54,"VerseNumber":21,"Text":"Iste (bak, Ey Rasulum), nasıl oldu azabım ve tehdidlerim"},{"SurahNumber":54,"VerseNumber":22,"Text":"And olsun ki, biz Kur’an’ı dusunub ogud almak icin kolaylastırdık; fakat dusunen mi var"},{"SurahNumber":54,"VerseNumber":23,"Text":"Semud kavmi (Salih peygamberin ogudlerini ve) azab haberlerini tekzib ettiler de"},{"SurahNumber":54,"VerseNumber":24,"Text":"Soyle dediler: “- Icimizden (peygamber iddiasında olan) bir insana mı tabi olacagız? O takdirde biz, muhakkak sapıklık icinde kalır ve ateslere duseriz"},{"SurahNumber":54,"VerseNumber":25,"Text":"O kitab (vahy) aramızdan ona mı bırakılıyor? Dogrusu o, sımarık bir yalancıdır.”"},{"SurahNumber":54,"VerseNumber":26,"Text":"Ileride bilecekler, o sımarık yalancı kimdir"},{"SurahNumber":54,"VerseNumber":27,"Text":"Iste biz, onlara bir imtihan olmak uzere, o disi deveyi (bir mucize olarak kayadan) cıkarıp gonderiyoruz. Simdi onların ne yapacagını gozetle ve eziyetlerine sabret"},{"SurahNumber":54,"VerseNumber":28,"Text":"Hem onlara haber ver ki, (kuyudan istifade edecekleri) su, (deve ile kendi) aralarında nobetledir. (Bir gun deveye, bir gun onlara.) Her su nobetinde, sahibi hazır bulunmus olsun"},{"SurahNumber":54,"VerseNumber":29,"Text":"(Salih Peygamberin kavmi bir muddet nobetlese bu emre uyduktan sonra), nihayet (Kudar Ibni Salif adındaki) arkadaslarını cagırdılar. O da kılıca sarılarak deveyi kesti"},{"SurahNumber":54,"VerseNumber":30,"Text":"Fakat bak, nasıl oldu azabım ve tehdidlerim"},{"SurahNumber":54,"VerseNumber":31,"Text":"Cunku biz, uzerlerine korkunc bir ses gonderdik de, onlar, agıldaki hayvanların cigneyib ufaladıkları kuru copler gibi oldular"},{"SurahNumber":54,"VerseNumber":32,"Text":"And olsun ki, biz Kur’an’ı dusunub ogud almak icin kolaylastırdık; fakat dusunen mi var"},{"SurahNumber":54,"VerseNumber":33,"Text":"Lut kavmi (peygamberlerinin) azab haberlerini tekzib ettiler"},{"SurahNumber":54,"VerseNumber":34,"Text":"Biz, onlara, tas yagdıran bir ruzgar gonderdik; yalnız Lut (peygamberin) ailesini bir seher vakti kurtardık"},{"SurahNumber":54,"VerseNumber":35,"Text":"Tarafımızdan bir nimet olarak. Iste (iman ve itaat etmek suretiyle nimetimize) sukur edeni, boyle mukafatlandırırız"},{"SurahNumber":54,"VerseNumber":36,"Text":"And olsun ki, Lut, azabımızla onları korkutmustu; fakat o ihtarları, subhelenerek inkar ettiler"},{"SurahNumber":54,"VerseNumber":37,"Text":"Ve onun (meleklerden ibaret) misafirlerine, (kendi aralarında icra etmekte oldukları kotu isle) tecavuze kalkıstılar. Biz de onların gozlerini silme kor ediverdik. “- Simdi azabımı ve peygamberimin tehdidlerini tadın.” dedik"},{"SurahNumber":54,"VerseNumber":38,"Text":"Celalim hakkı icin, bir sabah vakti, devamlı bir azab onları bastırıverdi. (Bu azab, cehenneme atılıslarına dek devam edecektir)"},{"SurahNumber":54,"VerseNumber":39,"Text":"Tadın bakalım azabımı ve peygamberimin tehdidlerini"},{"SurahNumber":54,"VerseNumber":40,"Text":"And olsun ki, biz Kur’an’ı dusunub ogud almak icin kolaylastırdık; fakat dusunen mi var"},{"SurahNumber":54,"VerseNumber":41,"Text":"Celalim hakkı icin, Firavun ailesine de (azab haberlerini veren) peygamberler geldi"},{"SurahNumber":54,"VerseNumber":42,"Text":"Onlar, mucizelerimizin hepsini inkar ettiler. Biz de onları oyle yakalayıverdik ki, her seye galib olana (Allah’a) boyle (yapmak) yarasır"},{"SurahNumber":54,"VerseNumber":43,"Text":"(Ey Mekke’liler), sizin kafirleriniz (kuvvet ve imkan bakımından) onlardan (bu adları gecen kavimlerden) hayırlı mı? Yoksa sizin icin (Ilahi) kitablarda bir kurtulus (haberi) mi var"},{"SurahNumber":54,"VerseNumber":44,"Text":"Yoksa onlar; “- Biz yardımlasır, bize karsı gelene zafer kazanır bir topluluguz” mu diyorlar"},{"SurahNumber":54,"VerseNumber":45,"Text":"Yakında (Bedir’de) o topluluk bozulacak ve arkalarını donub kacacaklar"},{"SurahNumber":54,"VerseNumber":46,"Text":"Daha dogrusu onların asıl azab vakti, kıyamettedir. O vaktin azabı daha mudhis, daha acıdır"},{"SurahNumber":54,"VerseNumber":47,"Text":"Muhakkak ki mucrimler (musrikler) saskınlık ve cılgın atesler icindedirler"},{"SurahNumber":54,"VerseNumber":48,"Text":"O gun, yuzleri ustu ateste suruklenecekler; ve onlara “-Tadın cehennemin dokunusunu” denilecek"},{"SurahNumber":54,"VerseNumber":49,"Text":"Gercekten biz, her seyi (hikmetimiz icabı) bir kaderle yaratmısızdır"},{"SurahNumber":54,"VerseNumber":50,"Text":"(Bir seyin olmasını murad ettik mi) emrimiz baska degil, ancak birdir (yalnız ol kelimesidir, oluverir); bir goz kırpması gibidir"},{"SurahNumber":54,"VerseNumber":51,"Text":"And olsun, (kufur hususunda benzeriniz olan) sizin gibileri helak da ettik; fakat hani dusunen"},{"SurahNumber":54,"VerseNumber":52,"Text":"Bununla beraber isledikleri her sey (amellerin yazıldıgı) defterlerdedir"},{"SurahNumber":54,"VerseNumber":53,"Text":"Kucuk ve buyuk (yapılan her seyin) hepsi (Levh-i Mahfuz’da) yazılıdır"},{"SurahNumber":54,"VerseNumber":54,"Text":"Suphesiz takva sahibleri cennetlerde aydınlıklar icindedirler"},{"SurahNumber":54,"VerseNumber":55,"Text":"Rıza gosterilen bir yerde... Kudretine nihayet olmıyan bir Melek’in (her seye hakim bulunan Allah Teala’nın) huzurunda"},{"SurahNumber":55,"VerseNumber":1,"Text":"Rahman"},{"SurahNumber":55,"VerseNumber":2,"Text":"Kur’an’ı ogretti"},{"SurahNumber":55,"VerseNumber":3,"Text":"Insanı yarattı"},{"SurahNumber":55,"VerseNumber":4,"Text":"Ona beyanı (ic duyguların ifadesini) ilham etti"},{"SurahNumber":55,"VerseNumber":5,"Text":"Gunes ve ay (menzillerinde ettikleri hareket) hesablı"},{"SurahNumber":55,"VerseNumber":6,"Text":"Nebat da, agac da (yaratılısları icabı hep Rahmana) secde ederler, (emrine boyun egerler)"},{"SurahNumber":55,"VerseNumber":7,"Text":"Gogu ise, yukseltti ve olcuyu koydu"},{"SurahNumber":55,"VerseNumber":8,"Text":"Ki olcu ve adaletle hududu asmıyasınız"},{"SurahNumber":55,"VerseNumber":9,"Text":"Bir de tartıyı adaletle tutun da teraziyi noksan etmeyin"},{"SurahNumber":55,"VerseNumber":10,"Text":"Arzı da (butun) mahlukat icin alcaltıb dosedi"},{"SurahNumber":55,"VerseNumber":11,"Text":"Orada meyva cesitleri, tomurcuklu hurma agacları"},{"SurahNumber":55,"VerseNumber":12,"Text":"Samanlı hububat, hos kokulu nebatlar var"},{"SurahNumber":55,"VerseNumber":13,"Text":"O halde (ey cinler ve insanlar!) Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":14,"Text":"O (Rahman), insanı (onun aslı olan Adem’i) yanmıs kerpic gibi kuru bir camurdan yarattı"},{"SurahNumber":55,"VerseNumber":15,"Text":"Cinlerin babasını da dumansız bir atesten yarattı"},{"SurahNumber":55,"VerseNumber":16,"Text":"O halde (ey cinler ve insanlar), Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":17,"Text":"O (Rahman), hem (gunesin yaz ve kıs) iki dogus yerinin, hem iki batıs yerinin, (butun cihetlerin hakimi ve) Rabbidir"},{"SurahNumber":55,"VerseNumber":18,"Text":"O halde (ey cinler ve insanlar), Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":19,"Text":"(Suları acı ve tatlı olan) iki denizi salıvermis, birbirlerine kavusuyorlar"},{"SurahNumber":55,"VerseNumber":20,"Text":"(Fakat) birbirlerine karısmaga engel (Allah tarafından) bir perde var"},{"SurahNumber":55,"VerseNumber":21,"Text":"O halde (ey cinler ve insanlar), Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":22,"Text":"O (tuzlu) denizlerden inci ile mercan cıkar"},{"SurahNumber":55,"VerseNumber":23,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":24,"Text":"Onundur, denizde yuksek daglar gibi akıp giden gemiler"},{"SurahNumber":55,"VerseNumber":25,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":26,"Text":"Yeryuzunde olan her canlı fanidir"},{"SurahNumber":55,"VerseNumber":27,"Text":"Fakat azamet ve ikram sahibi olan Rabbinin zatı bakidir"},{"SurahNumber":55,"VerseNumber":28,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":29,"Text":"O’ndan dilenir goklerde ve yerde olan. Her gun, O, yeni bir icadda olan"},{"SurahNumber":55,"VerseNumber":30,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":31,"Text":"Yakında sizi hesaba cekecegiz, ey cinler ve insanlar"},{"SurahNumber":55,"VerseNumber":32,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":33,"Text":"Ey cinler ve insanlar toplulugu? Gucunuz yeterse, goklerin ve yerin etrafından cıkıp gidin, (kacarak olumden kurtulun). Cıkıp kurtulamazsınız; ancak bir kuvvetle... (Fakat bu kuvvet nerede? buna gucunuz yetmez)"},{"SurahNumber":55,"VerseNumber":34,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":35,"Text":"(Kabirlerinizden cıktıgınız zaman) ustunuze saf atesten bir alevle, bir duman salıverilir; (ve onlar, sizi mahsere sevkederler). Onları engelleyib kurtulamazsınız"},{"SurahNumber":55,"VerseNumber":36,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":37,"Text":"Artık gok yarılıb da, yag gibi eriyip kızaran bir gul rengine burundugu zaman"},{"SurahNumber":55,"VerseNumber":38,"Text":"Rabbinizin hangi nimetlerini sayarsınız yalan"},{"SurahNumber":55,"VerseNumber":39,"Text":"(Sema yarıldıgı zaman, herkes simasından tanınacagı icin) o gun ne insana, ne cinne gunahı sorulmıyacak, (sual mahserde olacak)"},{"SurahNumber":55,"VerseNumber":40,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":41,"Text":"Mucrimler (musrikler) simalarından tanınır da yakalanır percemleriyle ayaklarından"},{"SurahNumber":55,"VerseNumber":42,"Text":"O halde, Rabbinizin hangi nimetlerini sayarsınız yalan"},{"SurahNumber":55,"VerseNumber":43,"Text":"Iste bu, mucrimlerin yalan saydıkları cehennem"},{"SurahNumber":55,"VerseNumber":44,"Text":"Onlar, bu ates ile harareti en yuksek dereceye ulasmıs kaynar su arasında dolasırlar"},{"SurahNumber":55,"VerseNumber":45,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":46,"Text":"(Hesab icin) Rabbi huzurunda durmaktan korkan icin iki cennet var, (biri insanlara, digeri cinlere ait)"},{"SurahNumber":55,"VerseNumber":47,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":48,"Text":"O cennetlerin her ikisi de turlu agaclı ve meyvalıklıdır"},{"SurahNumber":55,"VerseNumber":49,"Text":"O halde (ey cinler ve insanlar), Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":50,"Text":"O cennetlerde akar iki kaynak var"},{"SurahNumber":55,"VerseNumber":51,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":52,"Text":"(Cennetlerin) ikisinde de her meyveden cift cift (kuru ve yas) var"},{"SurahNumber":55,"VerseNumber":53,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":54,"Text":"(Rableri huzurunda hesap vermekten korkanlar), astarları kalın ipekten olan yaygılar uzerinde yaslanıp oturarak nimetlenirler. Her iki cennetin meyvalarının toplanısı da yakından... (Zahmetsizce alınabilecek sekilde pek yakın)"},{"SurahNumber":55,"VerseNumber":55,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":56,"Text":"O cennetlerde, gozlerini kocalarından baskasına cevirmiyen hanımlar vardır ki, bu kocalarından once, kendilerine ne bir insan dokunmustur, ne de bir cin"},{"SurahNumber":55,"VerseNumber":57,"Text":"O halde, Rabbinizin hangi nimetlerini sayarsınız yalan"},{"SurahNumber":55,"VerseNumber":58,"Text":"Sanki o hanımlar, (saflık ve beyazlıkta, birer) yakut ve mercan"},{"SurahNumber":55,"VerseNumber":59,"Text":"O halde, Rabbinizin hangi nimetlerini sayarsınız yalan"},{"SurahNumber":55,"VerseNumber":60,"Text":"Iyiligin karsılıgı ancak iyiliktir"},{"SurahNumber":55,"VerseNumber":61,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":62,"Text":"Bu iki cennetden baska (onlar icin daha) iki cennet var"},{"SurahNumber":55,"VerseNumber":63,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":64,"Text":"Her ikisi koyu yesildirler, onlar"},{"SurahNumber":55,"VerseNumber":65,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":66,"Text":"Iclerinden fıskıran iki sadırvan"},{"SurahNumber":55,"VerseNumber":67,"Text":"O halde, Rabbinizin hangi nimetlerini sayarsınız yalan"},{"SurahNumber":55,"VerseNumber":68,"Text":"(O diger iki cennetin) iclerinde cesitli meyveler, hurma ve nar var"},{"SurahNumber":55,"VerseNumber":69,"Text":"O halde, (ey insanlar ve cinler), Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":70,"Text":"Cennetlerin hepsinde huyları iyi olan guzel yuzlu hanımlar"},{"SurahNumber":55,"VerseNumber":71,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":72,"Text":"Cadırlarda (kocalarına) hasredilmis huriler var"},{"SurahNumber":55,"VerseNumber":73,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":74,"Text":"Onlara, kocalarından once ne insan dokunmustur, ne cin"},{"SurahNumber":55,"VerseNumber":75,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":76,"Text":"(Kocaları) yesil yastıklara ve guzel yaygılara yaslanarak nimetlenirler"},{"SurahNumber":55,"VerseNumber":77,"Text":"O halde, Rabbinizin hangi nimetlerini edersiniz inkar"},{"SurahNumber":55,"VerseNumber":78,"Text":"Azamet ve ikram sahibi olan Rabbinin ismi, ne yucedir asikar"},{"SurahNumber":56,"VerseNumber":1,"Text":"Kıyamet koptugu vakit"},{"SurahNumber":56,"VerseNumber":2,"Text":"Onun kopmasını inkar eden yok, (artık onu herkes tasdik eder)"},{"SurahNumber":56,"VerseNumber":3,"Text":"(Kimini atese) dusurur, (kimini cennete) yukseltir"},{"SurahNumber":56,"VerseNumber":4,"Text":"Yer, dehsetli bir sarsılısla sarsılınca"},{"SurahNumber":56,"VerseNumber":5,"Text":"Ve daglar (toz halinde) bir serpilis serpilince"},{"SurahNumber":56,"VerseNumber":6,"Text":"Artık her sey etrafa dagılan toz duman olmustur"},{"SurahNumber":56,"VerseNumber":7,"Text":"Siz de (ey insanlar, bu kıyamet gunu) uc sınıf olmussunuz"},{"SurahNumber":56,"VerseNumber":8,"Text":"Sagcılar (amel defterleri sag ellerine verilenler), o sagcılar ne mutludurlar"},{"SurahNumber":56,"VerseNumber":9,"Text":"Solcular (amel defterleri sol ellerine verilenler) ise, o solcular ne acıklı durumdalar"},{"SurahNumber":56,"VerseNumber":10,"Text":"(Bir de ucuncu sınıf, hayır islemekte) ileri gecenler, (ahiret de) ileri gecenlerdir, (ilk cennete girenlerdir)"},{"SurahNumber":56,"VerseNumber":11,"Text":"Bunlar, dereceleri en yuksek olanlar"},{"SurahNumber":56,"VerseNumber":12,"Text":"Naim cennetlerindedirler"},{"SurahNumber":56,"VerseNumber":13,"Text":"Evvelki ummetlerin (hayırda ileri gecenlerinden) cok kimseler"},{"SurahNumber":56,"VerseNumber":14,"Text":"Biraz da sonrakilerden (ahir zaman peygamberinin hayırda ileri gecenleri)"},{"SurahNumber":56,"VerseNumber":15,"Text":"Mucevheratla islemeli tahtlar ustunde"},{"SurahNumber":56,"VerseNumber":16,"Text":"Onlara yaslanarak karsı karsıya kurulmuslar"},{"SurahNumber":56,"VerseNumber":17,"Text":"Dolasır etraflarında, (tazelikleri) daimi genc hizmetciler"},{"SurahNumber":56,"VerseNumber":18,"Text":"Cennet sarabından dolu surahiler, ibrikler ve kadehlerle"},{"SurahNumber":56,"VerseNumber":19,"Text":"Ondan basları agrımaz, sarhos da olmazlar"},{"SurahNumber":56,"VerseNumber":20,"Text":"Bir de sectikleri meyvelerle"},{"SurahNumber":56,"VerseNumber":21,"Text":"Ve arzu ettikleri kus etleri ile (hizmetciler etraflarında dolanır)"},{"SurahNumber":56,"VerseNumber":22,"Text":"Onlar icin, iri gozlu (guzel yuzlu) huriler de var"},{"SurahNumber":56,"VerseNumber":23,"Text":"Gun gormemis inci emsali"},{"SurahNumber":56,"VerseNumber":24,"Text":"(Butun bunlar, cennetliklerin) isledikleri amellere mukafat icindir"},{"SurahNumber":56,"VerseNumber":25,"Text":"Onlar cennetde ne bir bos laf isitirler, ne de bir hezeyan"},{"SurahNumber":56,"VerseNumber":26,"Text":"Ancak bir soz isitirler: Selam... (birbirleriyle selamlasır dururlar)"},{"SurahNumber":56,"VerseNumber":27,"Text":"Sagcılar (amel defterleri sag ellerine verilenler), ne mutlu sagcılar"},{"SurahNumber":56,"VerseNumber":28,"Text":"Onlar, dal bastı kirazlar"},{"SurahNumber":56,"VerseNumber":29,"Text":"Dolgun salkımlı muzlar altında"},{"SurahNumber":56,"VerseNumber":30,"Text":"Ve yaygın bir golgede"},{"SurahNumber":56,"VerseNumber":31,"Text":"Caglayan bir su kenarında"},{"SurahNumber":56,"VerseNumber":32,"Text":"Ve tukenmeyen, yenmesi yasaklanmıyan bircok meyveler arasında"},{"SurahNumber":56,"VerseNumber":33,"Text":"Ve tukenmeyen, yenmesi yasaklanmıyan bircok meyveler arasında"},{"SurahNumber":56,"VerseNumber":34,"Text":"Kıymetleri yuksek doseklerdedirler"},{"SurahNumber":56,"VerseNumber":35,"Text":"Gercekten biz, (dunyada kocalmıs kadınları, genclestirerek cennetde) onları yepyeni bir yaratılısla yaratmısızdır"},{"SurahNumber":56,"VerseNumber":36,"Text":"Boylece onları, hep bakir kızlar"},{"SurahNumber":56,"VerseNumber":37,"Text":"Kocalarına asık yasıtlar yaptık"},{"SurahNumber":56,"VerseNumber":38,"Text":"(Cennet ehli olan) sagcılar icin"},{"SurahNumber":56,"VerseNumber":39,"Text":"(Ahir zaman ummetinden olan sagcılar, hayırda ileri gecen= Sabikun gibi degil, coktur.) Bunların bir cogu evvelki ummetlerden"},{"SurahNumber":56,"VerseNumber":40,"Text":"Bir cogu da sonraki (ahir zaman peygamberine baglı) ummetlerdendir"},{"SurahNumber":56,"VerseNumber":41,"Text":"Solcular ise, onlar ne acıklı durumdalar"},{"SurahNumber":56,"VerseNumber":42,"Text":"Onlar atesin alevi ve kaynar su icindedirler"},{"SurahNumber":56,"VerseNumber":43,"Text":"Bir de uzerlerinde cehennemin kapkara dumanı olan bir golge var"},{"SurahNumber":56,"VerseNumber":44,"Text":"O golge ne serindir, ne mulayim"},{"SurahNumber":56,"VerseNumber":45,"Text":"Cunku onlar, bundan once (dunyada) zevklerine duskunduler"},{"SurahNumber":56,"VerseNumber":46,"Text":"Ve en buyuk gunah (Allah’a ortak kosmak) uzerinde ısrar ediyorlardı"},{"SurahNumber":56,"VerseNumber":47,"Text":"Bir de diyorlardı ki: “- Oldugumuz ve bir toprak, bir yıgın kemik oldugumuz vakit mi, hakikaten biz mi dirilecek misiz"},{"SurahNumber":56,"VerseNumber":48,"Text":"Evvelki atalarımızda mı?”"},{"SurahNumber":56,"VerseNumber":49,"Text":"(Ey Rasulum, o munkirlere) soyle: “- Muhakkak butun evvelkiler ve sonrakiler"},{"SurahNumber":56,"VerseNumber":50,"Text":"Belirli bir gunun muayyen vaktinde caresiz toplanacaklardır.”"},{"SurahNumber":56,"VerseNumber":51,"Text":"Sonra, muhakkak ki siz ey sapkınlar, yalancılar"},{"SurahNumber":56,"VerseNumber":52,"Text":"Elbette (cehennemde) zakkum agacından yiyeceksiniz"},{"SurahNumber":56,"VerseNumber":53,"Text":"Karınlarınızı ondan dolduracaksınız"},{"SurahNumber":56,"VerseNumber":54,"Text":"Ustune de (siddetle susayacagınız icin) o kaynar sudan iceceksiniz"},{"SurahNumber":56,"VerseNumber":55,"Text":"Oyle ki, suya kanmayan develerin icisi gibi iceceksiniz"},{"SurahNumber":56,"VerseNumber":56,"Text":"Iste hesap gunu, onlara ziyafet bu"},{"SurahNumber":56,"VerseNumber":57,"Text":"(Ey Inkarcılar), sizi biz yarattık; hala (peygamberleri) tasdik etmiyecek misiniz"},{"SurahNumber":56,"VerseNumber":58,"Text":"Simdi gordunuz mu, (rahimlere) doktugunuz meniyi"},{"SurahNumber":56,"VerseNumber":59,"Text":"Onu (insan biciminde) siz mi yaratıyorsunuz? Yoksa biz miyiz yaratan"},{"SurahNumber":56,"VerseNumber":60,"Text":"Aranızda olumu (ve ecelleri) biz takdir ettik; ve biz, diledigimiz seyi yerine getirmekten aciz de degiliz"},{"SurahNumber":56,"VerseNumber":61,"Text":"Kılıklarınızı degistirmege ve bilemiyeceginiz bir surette sizi yaratmaga da gucumuz yeter"},{"SurahNumber":56,"VerseNumber":62,"Text":"Her halde (bu dunya hayatında topraktan sonra nutfeden) ilk yaratılısınızı bildiniz. O halde (kıyamette sizi ikinci defa diriltmege kadir oldugumuzu) dusunseniz ya"},{"SurahNumber":56,"VerseNumber":63,"Text":"Simdi gordunuz mu, o ektiginiz tohumu"},{"SurahNumber":56,"VerseNumber":64,"Text":"Onu siz mi bitiriyorsunuz, yoksa biz miyiz bitiren"},{"SurahNumber":56,"VerseNumber":65,"Text":"Dileseydik o ekini corcop haline getirirdik de soyle gevelerdiniz"},{"SurahNumber":56,"VerseNumber":66,"Text":"“-Dogrusu biz cok ziyandayız"},{"SurahNumber":56,"VerseNumber":67,"Text":"Daha dogrusu (bekledigimiz mahsule karsılık) busbutun mahrumuz.”"},{"SurahNumber":56,"VerseNumber":68,"Text":"Simdi icmekte oldugunuz suyu bildirin bana"},{"SurahNumber":56,"VerseNumber":69,"Text":"Onu buluttan siz mi indirdiniz, yoksa biz miyiz indiren"},{"SurahNumber":56,"VerseNumber":70,"Text":"Dileseydik onu acı bir su yapardık. O halde (bu turlu nimetlere karsı Allah’a) sukretseniz ya"},{"SurahNumber":56,"VerseNumber":71,"Text":"Simdi cakıp yakmakta oldugunuz atesi bana haber verin"},{"SurahNumber":56,"VerseNumber":72,"Text":"Onun agacını siz mi yarattınız, yoksa biz miyiz yaratan"},{"SurahNumber":56,"VerseNumber":73,"Text":"Biz bu atesi, (cehennem atesine) bir ibret ve sahradaki yolculara bir menfaat kıldık"},{"SurahNumber":56,"VerseNumber":74,"Text":"O halde Rabbini, Azim ismi ile tesbih et, (Subhane Rabbiyel-Azim, de)"},{"SurahNumber":56,"VerseNumber":75,"Text":"Peyderpey inen Kur’an’a yemin ederim"},{"SurahNumber":56,"VerseNumber":76,"Text":"Ki eger bilirseniz bu yemin, gercekten buyuk bir yemindir"},{"SurahNumber":56,"VerseNumber":77,"Text":"Muhakkak ki o, (faydası cok) bir Kur’an-ı Kerim’dir"},{"SurahNumber":56,"VerseNumber":78,"Text":"Oyle ki, (Allah katında) Levh-i Mahfuz’da saklıdır"},{"SurahNumber":56,"VerseNumber":79,"Text":"Ona tertemiz (abdestli) olanlardan baskası el surmesin"},{"SurahNumber":56,"VerseNumber":80,"Text":"Alemlerin Rabbinden indirilmedir o"},{"SurahNumber":56,"VerseNumber":81,"Text":"Simdi siz, bu (Ilahi) kelama mı yag (leke) sureceksiniz"},{"SurahNumber":56,"VerseNumber":82,"Text":"Ve (Kur’an’dan nasibinizi), rızkınıza sukretmeyi inkara mı kalkısacaksınız"},{"SurahNumber":56,"VerseNumber":83,"Text":"(Haydi sizi gorelim), can bogaza dayandıgı zaman"},{"SurahNumber":56,"VerseNumber":84,"Text":"O vakit (olunun etrafında bulunan sizler), bakar durursunuz. (Elinizden bir sey gelmez, canınızın cıkmasını beklersiniz)"},{"SurahNumber":56,"VerseNumber":85,"Text":"Biz ise, ona, ilim ve kudretimizle sizden cok yakınız; fakat siz, (yapılmakta olan isleri ) gormezsiniz, anlıyamazsınız"},{"SurahNumber":56,"VerseNumber":86,"Text":"Haydi (bakalım), eger hesaba cekilmiyecekseniz"},{"SurahNumber":56,"VerseNumber":87,"Text":"(Bogaza kadar dayanan) o ruhu, geri cevirin (cıkmasın; ısrar ettiginiz, oldukten sonra dirilme yok, hesaba cekilme yok) iddianızda dogru iseniz"},{"SurahNumber":56,"VerseNumber":88,"Text":"Amma olu, hayırda ileri gecenlerden (Mukarrebun’dan) ise"},{"SurahNumber":56,"VerseNumber":89,"Text":"Artık onun icin bir rahatlık, hos bir rızık ve Naim Cenneti vardır. (Nimetleri bitmez, kedersiz bir cennet)"},{"SurahNumber":56,"VerseNumber":90,"Text":"Amma (amel defterleri sag ellerine verilen) sagcılardan ise"},{"SurahNumber":56,"VerseNumber":91,"Text":"Artık (ey sagcı), sana sagcı kardeslerinden selam olsun! (emniyet ve selamet icindesin)"},{"SurahNumber":56,"VerseNumber":92,"Text":"Amma olu o inkar eden sapıklardan ise"},{"SurahNumber":56,"VerseNumber":93,"Text":"Ona da kaynar sudan bir ziyafet"},{"SurahNumber":56,"VerseNumber":94,"Text":"Bir de cehenneme atılıs"},{"SurahNumber":56,"VerseNumber":95,"Text":"Iste budur subhe goturmiyen gercek"},{"SurahNumber":56,"VerseNumber":96,"Text":"O halde, Rabbini yuce ismiyle tesbih et, (Subhane Rabbiyel Azim, de; yahud Allah’ın emri ile namaz kıl)"},{"SurahNumber":57,"VerseNumber":1,"Text":"Goklerde ve yerde ne varsa, hep Allah’ı tesbhih etmektedir. O, Aziz’dir= her seye galibdir, Hakim’dir= isinde hikmet sahibidir"},{"SurahNumber":57,"VerseNumber":2,"Text":"Goklerin ve yerin mulku O’nundur; diriltir ve oldurur. O, her seye kadirdir"},{"SurahNumber":57,"VerseNumber":3,"Text":"O, (her seyden once mevcud olan) evveldir; ve (her sey helak olduktan sonra geriye kalacak) ahirdir. (Varlıgı sayısız delillerle) zahirdir ve (akılların idrak edemiyecegi zatı ise) batındır. O, her seyi bilendir"},{"SurahNumber":57,"VerseNumber":4,"Text":"Goklerle yeri ve aralarındakileri altı gunde yaratan O’dur. Sonra ars’ı (kudret ve saltanatı ile) istila etti. Yere gireni ve ondan cıkanı, gokten ineni ve ona yukseleni hep bilir. Her nerede olsanız (ilim ve kudreti) sizinle beraberdir. Allah butun yaptıklarınızı gorendir"},{"SurahNumber":57,"VerseNumber":5,"Text":"Butun goklerin ve yerin mulku O’nundur; ve butun isler (netice itibariyle) O’na dondurulur"},{"SurahNumber":57,"VerseNumber":6,"Text":"Geceyi gunduze katar (boylece gunduz uzar), gunduzu de geceye katar (da gece uzar). Hem O, butun sinelerde saklı olanları bilir"},{"SurahNumber":57,"VerseNumber":7,"Text":"Allah’a ve Rasulune iman edin de, sizi mirascıları kıldıgı maldan, (Allah yolunda) harcayın. Icinizden iman edib de (Allah yolunda) harcayanlar icin buyuk bir mukafat vardır"},{"SurahNumber":57,"VerseNumber":8,"Text":"Peygamber, sizi, Rabbinize iman edesiniz diye davet edib dururken, size ne oluyor ki, Allah’a iman etmiyorsunuz? Halbuki (bundan once iman etmeyi gerektiren deliller ortaya koymak suretiyle) Peygamber, sizden kesin soz de almıstı. (Veya Allah, ezelde hepinizden, Allah’ın varlıgını tasdikinize dair soz almıstı). Eger sozunuzde sadık kimselerseniz, (hemen iman etmeniz gerekir)"},{"SurahNumber":57,"VerseNumber":9,"Text":"Sizi karanlıklardan (kufur yollarından) aydınlıga (imana) cıkarmak icin, Kuluna (Hz. Muhammed Aleyhi’s-Salatu ve’s-Selam’a) apacık ayetler indirmekte olan O’dur. Muhakkak ki Allah, size cok sefkatlidir, cok merhametlidir"},{"SurahNumber":57,"VerseNumber":10,"Text":"(Ey muminler!) Size ne oluyor ki, Allah yolunda (mallarınızı) harcamıyorsunuz? Halbuki goklerin ve yerin mirası Allah’ındır (her sey O’nundur ve O’na kalacaktır; cunku baki O’dur.) Fetihten (Mekke’nin fethinden) evvel, Allah yolunda harcayıb savasanlarınız, digerleri ile bir olmaz. Onlar, sonradan harcayıb savasanlardan, fazilet ve derece yonunden daha buyuktur. Bununla beraber Allah hepsine Husna’yi= Cenneti vaad buyurdu. Allah butun yaptıklarınızdan haberdardır"},{"SurahNumber":57,"VerseNumber":11,"Text":"Kimdir ahiretteki mukafatını umarak Allah yolunda malını harcasın da, boylece Allah onun mukafatını kat kat versin. Hem onun icin cok iyi bir mukafat da var"},{"SurahNumber":57,"VerseNumber":12,"Text":"(Hatırla) o gunu ki, mumin erkeklerle mumin kadınların nurları, onlerinden ve saglarından kosar bir halde kendilerini goreceksin. (Melekler onlara soyle derler): “-Bugun size, mujde olsun! O cennetler ki, altlarından ırmaklar akıyor; iclerinde ebedi olarak kalacaksınız.” Iste en buyuk kurtulus budur"},{"SurahNumber":57,"VerseNumber":13,"Text":"O gun, munafık erkeklerle munafık kadınlar, iman edenlere soyle diyecekler: “- Bize bakın, (yahud bizi bekleyin) nurunuzdan bir parca ısık alalım.” (Muminler tarafından onlara soyle) denilecek: “- Arkanıza (dunyaya) donun de bir nur arayın.” Derken aralarına, bir kapısı bulunan bir sur cekilmistir; (muminler icerde, kafirler ise dısarda kalmıstır). Surun ici rahmet doludur, dıs yanında azab"},{"SurahNumber":57,"VerseNumber":14,"Text":"Munafıklar, muminlere soyle bagırırlar: “- Bizler sizinle beraber (dunyada ibadet eder) degil miydik?” Muminler: “- Evet, bizimle beraberdiniz; fakat siz, kendinizi nifaka dusurub helak ettiniz. Muminlere felaket beklediniz, (yahud tevbe icin beklediniz), subhelendiniz ve uzun omur hulyası, sizi aldattı; ta Allah’ın emri (olum) gelinceye kadar... Bir de, Allah’a karsı, sizi, aldatıcı seytan aldattı.”"},{"SurahNumber":57,"VerseNumber":15,"Text":"(Ey munafıklar), artık bugun ne sizden, ne de o kafir olanlardan (kurtulmanız icin) bir karsılık, bedel kabul edilmez. Sıgınacagınız yer atestir; size yarasan odur. O, ne kotu bir gidis yeridir"},{"SurahNumber":57,"VerseNumber":16,"Text":"Iman edenlere, vakti gelmedi mi ki, kalbleri Allah’ın zikrine ve inen Kur’an’a saygı ile yumusasın; ve bundan once kendilerine kitab verilmis, sonra uzerlerinden uzun zaman gecib de kalbleri katılasmıs ve cogu fıska dalmıs bulunanlar gibi olmasınlar"},{"SurahNumber":57,"VerseNumber":17,"Text":"Su gercegi biliniz ki, Allah, arzı, kuruduktan sonra (yagmur sebebiyle) diriltir. Iste biz, aklınız ersin diye, size (azamet ve kudretimize delalet eden) alametleri acıkca gosterdik"},{"SurahNumber":57,"VerseNumber":18,"Text":"Allah’ı ve Peygamberini tasdik eden erkeklerle kadınlar ve gonul hoslugu ile Allah yolunda (mal) harcayanlar (var ya); onların mukafatları kat kat artırılır. Hem onlara, cok hos bir mukafat (cennet) de var"},{"SurahNumber":57,"VerseNumber":19,"Text":"Allah’a ve Peygamberine iman edenler; iste bunlar, Rableri katında, (imanları hususunda) tıpkı cok sadık olanlarla, (Allah yolunda can veren) sehidler gibidirler. Onların hem sevabları vardır, hem de (Sırat uzerinde) nurları... Kufre varıb da ayetlerimizi inkar edenlere gelince; iste onlar, hep cehennemliktirler"},{"SurahNumber":57,"VerseNumber":20,"Text":"Biliniz ki, (Allah’a itaate ve ahiret kazancına sarf edilmiyen) dunya hayatı; bir oyun, bir eglence, bir sus, aranızda bir ogunme, mal ve evladda bir cogalıstır, (nihayet hepsi yok olur gider). Bu, bir yagmurun haline benzer ki, onun bitirdigi nebat, cifcilerin hosuna gider. Sonra (yesil rengi) degisir; bir de onu gorursun sararmıstır. Sonra da corcop olmustur. (Iste dunya da boyledir. Kuruyub yok olan bu nebat gibi, bekası yoktur.) Iste hayatı bu sekilde olan kimse icin, ahirette siddetli bir azab; muminler icin ise, Allah’dan bir magfiret ve bir rıza vardır. (Ahireti istemiyenler icin) dunya hayatı ancak bir aldanıs menfaatıdır"},{"SurahNumber":57,"VerseNumber":21,"Text":"(Siz gunahlarınızdan tevbe ederek) Rabbinizden bir magfirete ve genisligi, yerle gogun genisligi gibi olan bir cennete yarısın ki; o, Allah’a ve peygamberlerine iman edenler icin hazırlanmıstır. O, Allah’ın ihsanıdır; onu diledigi kimselere verir. Allah cok buyuk ihsan sahibidir"},{"SurahNumber":57,"VerseNumber":22,"Text":"(Kıtlık ve kuraklık gibi) ne yerde, ne de(hastalık ve afet gibi) nefislerinizde bir musibet basa gelmez ki, biz onu yaratmazdan once (o) bir kitabda (Levh-i Mahfuz’da= Allah’ın ilminde) yazılmıs olmasın. Subhesiz bu, Allah’a gore kolaydır"},{"SurahNumber":57,"VerseNumber":23,"Text":"(Her sey yazıldı ve tesbit edildi ki, dunya nimetlerinden) elde edemediginize uzulmiyesiniz ve (Allah’ın) size verdigine de guvenib sevinmiyesiniz. Allah cok ogunub kurulanın hic birini sevmez"},{"SurahNumber":57,"VerseNumber":24,"Text":"Onlar, o kimselerdir ki, hem cimrilik ederler, hem de insanlara cimriligi emrederler. Her kim (imandan ve Allah yolunda malını sarfetmekten) yuz cevirirse, bilsin ki Allah, Gani’dir= hic bir seye muhtac degildir; (ancak kullar O’na muhtactır), Hamid’dir= hamd edilmege layıktır"},{"SurahNumber":57,"VerseNumber":25,"Text":"Celalim hakkı icin, biz peygamberlerimizi acık mucizelerle gonderdik ve beraberlerinde (Allah’ın hukumlerini bildiren) kitab ve adalet indirdik ki, insanlar adaletle ayakta dursunlar. Bir de demiri indirdik. Onda hem cetin bir sertlik, hem de insanlar icin bir cok menfaatler vardır. Cunku (demirden yapılan silahları dusmanlara karsı kullanmak suretiyle) Allah, kendisine (dinine) ve peygamberlerine; kendisini gormedikleri halde, yardım edenleri belli edecek. Subhe yok ki Allah cok kuvvetlidir, her seye galibdir"},{"SurahNumber":57,"VerseNumber":26,"Text":"Celalim hakkı icin, Nuh’u ve Ibrahim’i (birer peygamber) gonderdik. Peygamberligi de, kitabı da onların nesillerine verdik. Oyle iken hidayeti, iclerinden bazısı kabul etmistir; cokları da fasıklardır"},{"SurahNumber":57,"VerseNumber":27,"Text":"Sonra (Nuh ile Ibrahim’in) arkalarından peygamberlerimizi ard arda gonderdik. Bir de arkalarından Meryem’in oglu Isa’yı yolladık; ve ona Incil’i verdik. Kendisine baglı kalanların kalblerine ince bir duygu ve bir merhamet ihsan ettik. Bir de (insanların fitnesinden kacıb sırf ibadete koyulmaktan ibaret olan) Ruhbaniyyet ki, bunu onlar icad ettiler; biz onu, uzerlerine farz kılmamıstık. Ancak Allah rızasını aramak icin (bu icadı) yaptılar. Sonra da ona geregi uzre riayet etmediler, (Ruhbaniyyete teslisi, ittihadı ve kufru ilave etmek suretiyle hakkını gozetmediler, onu zayi ettiler). Biz de iclerinden iman etmis olanlara mukafatlarını verdik. Cokları ise yoldan cıkmıs fasıklardır, (kafirlerdir)"},{"SurahNumber":57,"VerseNumber":28,"Text":"Ey iman edenler; Allah’dan korkun ve Peygamberine iman edin ki, size rahmetinden iki kat nasib versin ve size bir nur ihsan etsin ki, onunla yuruyesiniz; hem de sizi bagıslasın. Allah Gafur’dur= cok bagıslayıcıdır, Rahim’dir= cok merhametlidir"},{"SurahNumber":57,"VerseNumber":29,"Text":"Ta ki, (ahir zaman peygamberine iman getirmiyen) ehl-i kitab bilsinler ki, Allah’ın fazlından hic bir seye guc yetiremezler. Muhakkak ki iyilik ve sevab Allah’ın elindedir; onu diledigine verir. Allah (muminlere sevab ve iyilik vermekle) cok buyuk kerem sahibidir"}]}