{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Bereits sind die Mumin erfolgreich"},{"SurahNumber":23,"VerseNumber":2,"Text":"Diejenigen, die in ihrem rituellen Gebet voller Ehrfurcht sind"},{"SurahNumber":23,"VerseNumber":3,"Text":"Und diejenigen, die dem unnützen Gerede abgeneigt sind"},{"SurahNumber":23,"VerseNumber":4,"Text":"Und diejenigen, welche die Zakat entrichten"},{"SurahNumber":23,"VerseNumber":5,"Text":"Und diejenigen, die ihre Intimbereiche behüten"},{"SurahNumber":23,"VerseNumber":6,"Text":"außer ihren Ehefrauen und denen gegenüber, die ihnen gehören. Denn dann sind sie gewiß nicht zu tadeln"},{"SurahNumber":23,"VerseNumber":7,"Text":"Wer dann anderes als dies erstrebt, diese sind die wirklichen Übertretenden"},{"SurahNumber":23,"VerseNumber":8,"Text":"Und diejenigen, welche das ihnen Anvertraute und ihre Abmachungen wahren"},{"SurahNumber":23,"VerseNumber":9,"Text":"Und diejenigen, die ihre rituellen Gebete beachten"},{"SurahNumber":23,"VerseNumber":10,"Text":"Diese sind die Erben"},{"SurahNumber":23,"VerseNumber":11,"Text":"die Al-firdaus erben. Darin bleiben sie ewig"},{"SurahNumber":23,"VerseNumber":12,"Text":"Und gewiß, bereits erschufen WIR den Menschen aus einem Auszug aus Lehm"},{"SurahNumber":23,"VerseNumber":13,"Text":"Dann machten WIR ihn als Nutfa in einem gefestigten Aufenthaltsort"},{"SurahNumber":23,"VerseNumber":14,"Text":"Dann ließen WIR die Nutfa zu einer 'Alaqa werden. So ließen WIR die 'Alaqa zu einer Mudgha werden, und WIR ließen die Mudgha zu Knochen werden, und die Knochen bedeckten WIR mit Fleisch, dann ließen WIR ihn als eine andere Schöpfung entstehen. Also immer allerhabener ist ALLAH, Der Beste aller Schöpfer"},{"SurahNumber":23,"VerseNumber":15,"Text":"Dann gewiß ihr werdet danach zweifelsohne sterben"},{"SurahNumber":23,"VerseNumber":16,"Text":"Dann gewiß ihr werdet am Tag der Auferstehung erweckt werden"},{"SurahNumber":23,"VerseNumber":17,"Text":"Und gewiß, bereits erschufen WIR über euch sieben übereinander Lagernde. Und WIR waren nie der Schöpfung gegenüber achtlos"},{"SurahNumber":23,"VerseNumber":18,"Text":"Und WIR ließen vom Himmel Wasser in Abgewogenheit fallen, dann ließen WIR es in der Erde unterbringen. Und WIR sind, um es vergehen zu lassen, doch allmächtig"},{"SurahNumber":23,"VerseNumber":19,"Text":"Dann ließen WIR für euch mit ihm Dschannat von Dattelpalmen und Rebstöcken entstehen, darin habt ihr vieles an Obst und davon esst ihr"},{"SurahNumber":23,"VerseNumber":20,"Text":"Und (WIR ließen damit entstehen) einen Baum, der am Tur-Berg von Sainaa heraussprießt, er bringt das Öl und Soße für die Essenden hervor"},{"SurahNumber":23,"VerseNumber":21,"Text":"Und gewiß, für euch gibt es in den An'am zweifelsohne eine Lehre. WIR geben euch zu trinken von dem, was in ihren Bäuchen ist. Und für euch gibt es in ihnen noch andere Nützlichkeiten, und von ihnen esst ihr"},{"SurahNumber":23,"VerseNumber":22,"Text":"Und auf ihnen und auf den Schiffen werdet ihr getragen"},{"SurahNumber":23,"VerseNumber":23,"Text":"Und gewiß, bereits entsandten WIR Nuh zu seinen Leuten, er sagte: \"Meine Leute! Dient ALLAH! Denn für euch gibt es keinen anderen als Gott. Wollt ihr denn nicht Taqwa gemäß handeln"},{"SurahNumber":23,"VerseNumber":24,"Text":"Dann sagten die Entscheidungsträger von seinen Leuten, die Kufr betrieben: \"Dieser ist nichts anderes als ein Mensch genau wie ihr, der sich nur über euch erheben will. Und sollte ALLAH wollen, hätte ER gewiß Engel herabgesandt. WIR hörten nichts darüber in den (Überlieferungen) unserer Vorfahren"},{"SurahNumber":23,"VerseNumber":25,"Text":"Er ist nur ein Mann, der geistesgestört ist, also wartet mit ihm bis zu einer Frist ab"},{"SurahNumber":23,"VerseNumber":26,"Text":"Er sagte: \"Mein HERR! Stehe mir bei wegen dem, wie sie mich der Lüge bezichtigten"},{"SurahNumber":23,"VerseNumber":27,"Text":"Sogleich ließen WIR ihm Wahy zuteil werden: \"Baue das Schiff unter Unserer Aufsicht und nach Unserem Wahy! Und wenn dann Unsere Bestimmung eintrifft und die Erdoberfläche sprudelt, nimm darauf mit von allen (Dingen) genau Zweiheiten und deine Familie außer denjenigen von ihnen, über sie die Bestimmung (zum Ertrinken) bereits ergangen ist. Und sprich Mich nicht an wegen denjenigen, die Unrecht begingen, denn sie werden gewiß ertrinken"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sogleich du mit denjenigen mit dir auf dem Schiff stehst, sag: \"Alhamdulillah: Alles Lob gebührt ALLAH, Der uns von den unrechtbegehenden Leuten errettete"},{"SurahNumber":23,"VerseNumber":29,"Text":"Und sag: \"Mein HERR! Bringe mich in einer Unterbringung voller Baraka unter. Und DU bist Der Beste der Unterbringenden"},{"SurahNumber":23,"VerseNumber":30,"Text":"Gewiß, darin gibt sind zweifelsohne Ayat, und WIR waren doch Prüfende"},{"SurahNumber":23,"VerseNumber":31,"Text":"Dann ließen WIR nach ihnen eine andere Generation entstehen"},{"SurahNumber":23,"VerseNumber":32,"Text":"Sogleich entsandten WIR zu ihnen einen Gesandten von ihnen: \"Dient ALLAH! Denn für euch gibt es keinen anderen als Gott. Wollt ihr denn nicht Taqwa gemäß handeln"},{"SurahNumber":23,"VerseNumber":33,"Text":"Dann sagten die Entscheidungsträger von seinen Leuten, die Kufr betrieben und das Treffen im Jenseits ableugnet haben, und denen WIR Luxus im diesseitigen Leben gewährten: \"Dieser ist nichts anderes als ein Mensch genau wie ihr, er ißt von dem, was ihr esst, und trinkt von dem, was ihr trinkt"},{"SurahNumber":23,"VerseNumber":34,"Text":"Und wenn ihr einem Menschen wie ihr (selbst) gehorcht, gewiß seid ihr dann doch Verlierer"},{"SurahNumber":23,"VerseNumber":35,"Text":"Verspricht er euch etwa, daß wenn ihr sterbt und zu Erde und Knochen werdet, daß ihr doch dann hervorgebracht werdet"},{"SurahNumber":23,"VerseNumber":36,"Text":"Unglaubwürdig, ziemlich unglaubwürdig ist das, was euch versprochen wird"},{"SurahNumber":23,"VerseNumber":37,"Text":"Es gibt nur unser diesseitiges Leben, wir sterben und leben und wir werden nie erweckt"},{"SurahNumber":23,"VerseNumber":38,"Text":"Er ist nur ein Mann, der im Namen ALLAHs Lügen erfindet, und wir werden an ihn den Iman nicht verinnerlichen"},{"SurahNumber":23,"VerseNumber":39,"Text":"Er sagte: \"Mein HERR! Stehe mir bei wegen dem, wie sie mich der Lüge bezichtigten"},{"SurahNumber":23,"VerseNumber":40,"Text":"ER sagte: \"In Kürze werden sie es doch noch bereuen"},{"SurahNumber":23,"VerseNumber":41,"Text":"Dann richtete der Schrei sie in gerechter Weise zugrunde. Dann machten WIR sie als Überrest. Also nieder mit den unrecht-begehenden Leuten"},{"SurahNumber":23,"VerseNumber":42,"Text":"Dann ließen WIR nach ihnen andere Generationen entstehen"},{"SurahNumber":23,"VerseNumber":43,"Text":"Weder verlegt eine Umma ihre Frist vor, noch zögern sie diese hinaus"},{"SurahNumber":23,"VerseNumber":44,"Text":"Dann entsandten WIR Unsere Gesandten einen nach dem anderen. Immer wieder, wenn zu einer Umma ihr Gesandter kam, bezichtigten sie ihn der Lüge. Sogleich ließen WIR die einen den anderen (in der Vernichtung) folgen, und machten sie zum Objekt von Erzählungen. Also nieder mit Leuten, die den Iman nicht verinnerlichen"},{"SurahNumber":23,"VerseNumber":45,"Text":"Dann entsandten WIR Musa und seinen Bruder Harun mit Unseren Ayat und einem eindeutigen Beweis"},{"SurahNumber":23,"VerseNumber":46,"Text":"zu Pharao und seinen Entscheidungsträgern. Dann erhoben sie sich in Arroganz, und sie waren hochmütige Leute"},{"SurahNumber":23,"VerseNumber":47,"Text":"Sie sagten dann: \"Sollen wir etwa den Iman an zwei Menschen wie wir verinnerlichen, deren Leute für uns Diener sind"},{"SurahNumber":23,"VerseNumber":48,"Text":"Sie bezichtigten dann sie der Lüge, dann waren sie von den Zugrunde-Gerichteten"},{"SurahNumber":23,"VerseNumber":49,"Text":"Und gewiß, bereits ließen WIR Musa die Schrift zuteil werden, damit sie Rechtleitung finden"},{"SurahNumber":23,"VerseNumber":50,"Text":"Und WIR machten Ibnu- Maryam und seine Mutter zu einer Aya und gewährten ihnen Unterkunft bei einem Hügel mit Aufenthaltsmöglichkeit und fließendem Wasser"},{"SurahNumber":23,"VerseNumber":51,"Text":"Ihr Gesandte! Esst von den Tay-yibat und tut gottgefällig Gutes! ICH bin gegenüber dem, was ihr tut, allwissend"},{"SurahNumber":23,"VerseNumber":52,"Text":"Und gewiß diese eure Umma, ist eine einheitliche Umma, und ICH bin euer HERR, so handelt Taqwa gemäß Mir gegenüber"},{"SurahNumber":23,"VerseNumber":53,"Text":"Dann zerteilten sie sich ihre Angelegenheit untereinander in Gruppen. Jede Partei findet Gefallen an dem, worüber sie verfügt"},{"SurahNumber":23,"VerseNumber":54,"Text":"So laß sie in ihrer Achtlosigkeit bis zu einer Frist"},{"SurahNumber":23,"VerseNumber":55,"Text":"Denken sie etwa, daß das, womit WIR ihnen Nachschub gewähren an Vermögen und Kindern"},{"SurahNumber":23,"VerseNumber":56,"Text":"daß WIR ihnen damit die guten Dinge schnell zukommen lassen?! Nein, sondern sie merken es nicht"},{"SurahNumber":23,"VerseNumber":57,"Text":"Gewiß, diejenigen, die vor Ehrfurcht ihrem HERRN gegenüber ergeben sind"},{"SurahNumber":23,"VerseNumber":58,"Text":"und diejenigen, die den Iman an die Ayat ihres HERRN verinnerlichen"},{"SurahNumber":23,"VerseNumber":59,"Text":"und diejenigen, die ihrem HERRN gegenüber keinen Schirk betreiben"},{"SurahNumber":23,"VerseNumber":60,"Text":"und diejenigen, die das geben, was sie gaben, während ihre Herzen ehrfurcht-erfüllt sind, da sie zu ihrem HERRN zurückkehren werden"},{"SurahNumber":23,"VerseNumber":61,"Text":"diese eilen initiativ zum (gottgefällig) Guten, und sind daran die ersten voran"},{"SurahNumber":23,"VerseNumber":62,"Text":"Und WIR erlegen keinem Menschen auf außer dem, was er vermag. Und WIR haben ein Register, das die Wahrheit artikuliert. Und ihnen wird kein Unrecht zugefügt"},{"SurahNumber":23,"VerseNumber":63,"Text":"Nein, sondern ihre Herzen sind in Achtlosigkeit demgegenüber. Und sie haben andere Taten als diese, die sie immer wieder tun"},{"SurahNumber":23,"VerseNumber":64,"Text":"Wenn WIR dann ihre Luxurierenden mit der Peinigung zugrunde richten, dann schreien sie um Hilfe"},{"SurahNumber":23,"VerseNumber":65,"Text":"Schreit heute nicht um Hilfe! Gewiß, ihr werdet von Uns nicht unterstützt"},{"SurahNumber":23,"VerseNumber":66,"Text":"Bereits wurden euch Meine Ayat stets vorgetragen, dann pflegtet ihr auf euren Fersen (zum Kufr) umzukehren"},{"SurahNumber":23,"VerseNumber":67,"Text":"in äußerster Arroganz ihm gegenüber, und ihr habt nachts dagegen gelästert"},{"SurahNumber":23,"VerseNumber":68,"Text":"Haben sie etwa über das Vorgetragene nicht nachgedacht?! Oder kam etwa zu ihnen das, was zu ihren ersten Ahnen nicht kam"},{"SurahNumber":23,"VerseNumber":69,"Text":"Oder kannten sie etwa ihren Gesandten nicht, so daß sie ihm gegenüber ableugnend waren"},{"SurahNumber":23,"VerseNumber":70,"Text":"Oder sagen sie etwa: \"Er ist geistesgestört\"?! Nein, sondern er kam zu ihnen mit der Wahrheit! Und die meisten von ihnen sind der Wahrheit gegenüber abgeneigt"},{"SurahNumber":23,"VerseNumber":71,"Text":"Und würde die Wahrheit ihren Neigungen folgen, gewiß würden die Himmel und die Erde und alle, die in ihnen sind, ins Verderben fallen. Nein, sondern WIR ließen ihnen das von ihnen Erwähnte zuteil werden, dann waren sie dem von ihnen Erwähnten gegenüber abwendend"},{"SurahNumber":23,"VerseNumber":72,"Text":"Oder bittest du sie etwa um Löhnung?! So ist die Löhnung deines HERRN besser. Und ER ist Der Beste der Rizq-Gewährenden"},{"SurahNumber":23,"VerseNumber":73,"Text":"Und gewiß, du machst für sie doch Da'wa zu einem geradlinigen Weg"},{"SurahNumber":23,"VerseNumber":74,"Text":"Doch diejenigen, die keinen Iman an das Jenseits verinnerlichen, sind vom Weg zweifelsohne abweichend"},{"SurahNumber":23,"VerseNumber":75,"Text":"Und würden WIR ihnen Gnade erweisen und ihnen das wegnehmen, was sie an Schädigendem traf, gewiß würden sie noch mehr in ihrer Maßlosigkeit verharren und abirren"},{"SurahNumber":23,"VerseNumber":76,"Text":"Und gewiß, bereits richteten WIR sie mit der Peinigung zugrunde, dann weder gaben sie sich ihrem HERRN hin, noch baten sie unterwürfig um Hilfe"},{"SurahNumber":23,"VerseNumber":77,"Text":"Als WIR dann für sie eine Tür mit harter Peinigung öffneten, da waren sie darüber verzweifelt"},{"SurahNumber":23,"VerseNumber":78,"Text":"Und ER ist Derjenige, Der für euch das Hören, das Sehen und den Verstand entstehen ließ. Doch ihr seid selten dankbar"},{"SurahNumber":23,"VerseNumber":79,"Text":"Und ER ist Derjenige, Der euch auf der Erde vermehren ließ, und vor Ihm werdet ihr versammelt"},{"SurahNumber":23,"VerseNumber":80,"Text":"Und ER ist Derjenige, Der lebendig macht und sterben läßt. Und Ihm unterliegt die Aufeinanderfolge von Nacht und Tag. Besinnt ihr euch etwa nicht"},{"SurahNumber":23,"VerseNumber":81,"Text":"Nein, sondern sie sagten das Gleiche, was die Früheren sagten"},{"SurahNumber":23,"VerseNumber":82,"Text":"Sie sagten: \"Wenn wir starben und zu Erde und Knochen wurden, würden wir etwa doch erweckt werden"},{"SurahNumber":23,"VerseNumber":83,"Text":"Gewiß, bereits wurde uns und unseren Vorfahren dieses vorher angedroht. Dies sind nichts anderes als die Legenden der Vorfahren"},{"SurahNumber":23,"VerseNumber":84,"Text":"Sag: \"Wem gehört die Erde und das, was auf ihr ist, solltet ihr wissen"},{"SurahNumber":23,"VerseNumber":85,"Text":"Sie werden sagen: \"ALLAH!\" Sag: \"Entsinnt ihr euch nicht"},{"SurahNumber":23,"VerseNumber":86,"Text":"Sag: \"Wer ist Der HERR der sieben Himmeln und Der HERR vom gewaltigen Al'ahrsch"},{"SurahNumber":23,"VerseNumber":87,"Text":"Sie werden sagen: \"ALLAH!\" Sag: \"Handelt ihr etwa nicht Taqwa gemäß"},{"SurahNumber":23,"VerseNumber":88,"Text":"Sag: \"Wem unterliegt die Herrschaft des Allerlei, und wer gewährt Schutz, während ihm kein Schutz gewährt wird, solltet ihr wissen"},{"SurahNumber":23,"VerseNumber":89,"Text":"Sie werden sagen: \"ALLAH!\" Sag: \"Wie werdet ihr denn verblendet"},{"SurahNumber":23,"VerseNumber":90,"Text":"Nein, sondern WIR ließen ihnen die Wahrheit zuteil werden! Doch sie sind zweifellos Lügner"},{"SurahNumber":23,"VerseNumber":91,"Text":"ALLAH nahm sich nie ein Kind, und mit Ihm war nie eine (andere) Gottheit, sonst nähme sich doch jede Gottheit, was sie erschuf, und es würden sich die einen von ihnen über die anderen erheben. Subhanallah über das, was sie erdichten"},{"SurahNumber":23,"VerseNumber":92,"Text":"ER ist Der Allwissende über das Verborgene und das Sichtbare. Also erhaben ist ER über das, was sie an Schirk betreiben"},{"SurahNumber":23,"VerseNumber":93,"Text":"Sag: \"Mein HERR! Wenn DU mich doch noch erleben läßt, was ihnen angedroht wurde"},{"SurahNumber":23,"VerseNumber":94,"Text":"mein HERR!  lasse mich nicht unter den unrecht-begehenden Leuten sein"},{"SurahNumber":23,"VerseNumber":95,"Text":"Und gewiß, WIR sind doch allmächtig, dich noch erleben zu lassen, was WIR ihnen androhen"},{"SurahNumber":23,"VerseNumber":96,"Text":"Wehre mit dem ab, was besser ist, die Verfehlung! WIR wissen besser Bescheid über das, was sie erdichten"},{"SurahNumber":23,"VerseNumber":97,"Text":"Und sag: \"Mein HERR! Ich suche bei Dir Schutz vor den Einflüsterungen der Satane"},{"SurahNumber":23,"VerseNumber":98,"Text":"Und ich suche bei Dir Schutz, HERR! - daß sie anwesend werden"},{"SurahNumber":23,"VerseNumber":99,"Text":"Wenn dann der Tod einen von ihnen ereilt, sagt er: \"Mein HERR! Schicke mich zurück"},{"SurahNumber":23,"VerseNumber":100,"Text":"Damit ich gottgefällig Gutes tue von dem, was ich vernachlässigt habe.\" Nein! Gewiß, dies ist nur eine Floskel, die er sagen wird. Und vor ihnen ist ein Barsakh bis zu dem Tag, an dem sie erweckt werden"},{"SurahNumber":23,"VerseNumber":101,"Text":"Und wenn in As-sur geblasen wird, dann gelten an diesem Tag keine Abstammungen mehr zwischen ihnen und sie fragen einander nicht"},{"SurahNumber":23,"VerseNumber":102,"Text":"Also jeder, dessen Abgewogenes schwer wiegt, so sind diese die wirklichen Erfolgreichen"},{"SurahNumber":23,"VerseNumber":103,"Text":"Und jeder, dessen Abgewogenes leicht wiegt, so sind diese diejenigen, die sich selbst verloren haben, in Dschahannam bleiben sie ewig"},{"SurahNumber":23,"VerseNumber":104,"Text":"Das Feuer wird ihre Gesichter grillen. Und sie sind darin fletschend"},{"SurahNumber":23,"VerseNumber":105,"Text":"Wurden euch Meine Ayat etwa nicht stets vorgetragen, und ihr pflegtet sie als Lüge abzutun"},{"SurahNumber":23,"VerseNumber":106,"Text":"Sie sagten: \"Unser HERR! Unser Unglück hat uns überwältigt, und wir waren zweifelsohne abirrende Leute"},{"SurahNumber":23,"VerseNumber":107,"Text":"Unser HERR! Laß uns aus ihr (Dschahannam) herausbringen, und wenn wir es wiederholen, dann sind wir wirklich Unrecht-Begehende"},{"SurahNumber":23,"VerseNumber":108,"Text":"ER sagte: \"Bleibt darin erniedrigt und sprecht Mich nicht an"},{"SurahNumber":23,"VerseNumber":109,"Text":"Gewiß, es war eine Gruppe von Meinen Dienern, die sagten: \"Unser HERR! Wir verinnerlichten den Iman, so vergib uns und erweise uns Gnade, denn DU bist Der Allgnädigste der Gnädigen"},{"SurahNumber":23,"VerseNumber":110,"Text":"So habt ihr sie zum Spott gemacht, bis sie euch das Gedenken an Mich vergessen ließen, und ihr pflegtet, euch über sie lächerlich zu machen"},{"SurahNumber":23,"VerseNumber":111,"Text":"Gewiß, ICH vergalt ihnen heute das, was sie an Geduld aufbrachten: Sie sind die Erfolgreichen"},{"SurahNumber":23,"VerseNumber":112,"Text":"ER sagte: \"Wie lange habt ihr auf der Erde an Anzahl von Jahren verweilt"},{"SurahNumber":23,"VerseNumber":113,"Text":"Sie sagten: \"Wir verweilten einen Tag oder einen Teil eines Tages, so frage doch die Rechnenden"},{"SurahNumber":23,"VerseNumber":114,"Text":"Sag: \"Ihr habt nur ein wenig verweilt. Würdet ihr doch nur zu wissen gepflegt haben"},{"SurahNumber":23,"VerseNumber":115,"Text":"Habt ihr etwa gedacht, daß WIR euch aus sinnlosem Treiben erschufen, und daß ihr zu Uns nicht zurückgebracht würdet"},{"SurahNumber":23,"VerseNumber":116,"Text":"Also erhaben ist ALLAH, Der Wahre Herrscher! Es gibt keine Gottheit außer Ihm, Der HERR vom ehrwürdigen Al'ahrsch"},{"SurahNumber":23,"VerseNumber":117,"Text":"Und wer mit ALLAH einen anderen Gott anruft, für den er keinen Nachweis hat, dessen Abrechnung ist nur bei seinem HERRN. Gewiß, die Kafir werden nie erfolgreich sein"},{"SurahNumber":23,"VerseNumber":118,"Text":"Und sag: \"Mein HERR! Vergib und erweise Gnade! Und DU bist Der Beste der Gnade-Erweisenden"},{"SurahNumber":24,"VerseNumber":1,"Text":"Diese ist eine Sura, dieWIR hinabsandten und geboten, und darin sandten WIR deutliche Ayat hinab, damit ihr euch besinnt"},{"SurahNumber":24,"VerseNumber":2,"Text":"(Hinsichtlich) der Zina-Treibenden und des Zina-Treibenden, so peitscht jeden von ihnen mit hundert Peitschenschlägen. Und lasst kein Erbarmen beiden gegenüber (bei der Erfüllung) von ALLAHs Din euch ergreifen, solltet ihr den Iman an ALLAH und an den Jüngsten Tag verinnerlichen. Und eine Gruppe von den Mumin soll ihrer Peinigung beiwohnen"},{"SurahNumber":24,"VerseNumber":3,"Text":"Der Zina-Treibende heiratet nur eine Zina-Treibende oder Muschrika. Und die Zina-Treibende heiratet nur einen Zina-Treibenden oder einen Muschrik. Und dies wurde für die Mumin für haram erklärt"},{"SurahNumber":24,"VerseNumber":4,"Text":"Und diejenigen, die den keuschen Frauen (Zina) vorwerfen dann (dafür) keine vier (Augen-)Zeugen bringen, diese sollt ihr mit achtzig Peitschenschlägen peitschen und ihr Zeugnis niemals gelten lassen. Und diese sind die wirklichen Fasiq"},{"SurahNumber":24,"VerseNumber":5,"Text":"außer denjenigen, die danach bereuten und gottgefällig Gutes taten, dann ist ALLAH gewiß allvergebend, allgnädig"},{"SurahNumber":24,"VerseNumber":6,"Text":"Und diejenigen, die ihren Ehefrauen (Zina) vorwerfen und dafür keine Zeugen außer sich selbst haben, dann ist das Zeugnis eines von ihnen vier Bezeugungen bei ALLAH: \"Gewiß, er ist zweifelsohne von den Wahrhaftigen"},{"SurahNumber":24,"VerseNumber":7,"Text":"Und die fünfte (Bezeugung): \"ALLAHs Fluch laste doch auf ihm, sollte er von den Lügnern gewesen sein"},{"SurahNumber":24,"VerseNumber":8,"Text":"Und die Peinigung hält von ihr fern, daß sie bezeugt vier Bezeugungen bei ALLAH: \"Gewiß, er ist zweifelsohne von den Lügnern"},{"SurahNumber":24,"VerseNumber":9,"Text":"Und die fünfte (Bezeugung): \"ALLAH zürne ihr doch, sollte er von den Wahrhaftigen gewesen sein"},{"SurahNumber":24,"VerseNumber":10,"Text":"Und wären nicht ALLAHs Gunst euch gegenüber und Seine Gnade, und daß ALLAH doch reue-annehmend, allweise ist, (hätte ER euch bloßgestellt)"},{"SurahNumber":24,"VerseNumber":11,"Text":"Gewiß, diejenigen, welche die Ifk-Lüge erfanden, sind ein Teil von euch. Denkt nicht, daß diese (Ifk-Lüge) etwas Böses für euch ist. Nein, sondern sie ist gut für euch. Für jeden Mann von ihnen gibt es das, was er sich von der Verfehlung erwarb. Und derjenige von ihnen, der das Meiste davon verantwortete, für ihn ist eine qualvolle Peinigung bestimmt"},{"SurahNumber":24,"VerseNumber":12,"Text":"Hätten doch, als ihr sie (die Ifk- Lüge) gehört habt, die Mumin-Männer und die Mumin-Frauen über sich selbst Gutes gedacht und gesagt: \"Dies ist eine eindeutige Ifk-Lüge"},{"SurahNumber":24,"VerseNumber":13,"Text":"Hätten sie doch dafür vier Zeugen gebracht! Und sollten sie nun die Zeugen nicht bringen, dann sind diese selbst bei ALLAH die wirklichen Lügner"},{"SurahNumber":24,"VerseNumber":14,"Text":"Und wären nicht ALLAHs Gunst euch gegenüber und Seine Gnade im Diesseits und im Jenseits, hätte euch wegen dem, mit dessen (Veröffentlichung) ihr eilig wart, gewiß eine überharte Peinigung getroffen"},{"SurahNumber":24,"VerseNumber":15,"Text":"als ihr sie (die Ifk-Lüge) mit euren Zungen einander weitergabt und mit euren Mündern das gesagt habt, worüber ihr kein Wissen habt. Und ihr erachtet sie als Kleinigkeit, während sie bei ALLAH etwas Ungeheuerliches ist"},{"SurahNumber":24,"VerseNumber":16,"Text":"Und hättet ihr, als ihr sie (die Ifk-Lüge) gehört habt, doch gesagt: \"Es gebührt uns nicht, solches zu sprechen. Gepriesen-erhaben bist DU! Diese (Ifk-Lüge) ist eine ungeheuerliche Unterstellung"},{"SurahNumber":24,"VerseNumber":17,"Text":"ALLAH ermahnt euch, daß ihr jemals Gleiches wiederholt, solltet ihr Mumin sein"},{"SurahNumber":24,"VerseNumber":18,"Text":"Und ALLAH erläutert euch die Ayat. Und ALLAH ist allwissend, allweise"},{"SurahNumber":24,"VerseNumber":19,"Text":"Gewiß, diejenigen, die es gerne haben, daß die Schändlichkeit sich verbreitet unter denjenigen, die den Iman verinnerlichten, für diese ist eine äußerst schmerzvolle Peinigung bestimmt im Diesseits und im Jenseits. Und ALLAH weiß, während ihr nicht wisst"},{"SurahNumber":24,"VerseNumber":20,"Text":"Und wären nicht ALLAHs Gunst euch gegenüber und Seine Gnade, und daß ALLAH doch allgütig, allgnädig ist, (hätte ER euch dafür gepeinigt)"},{"SurahNumber":24,"VerseNumber":21,"Text":"Ihr, die den Iman verinnerlicht habt! Folgt nicht den Schritten des Satans! Und wer den Schritten des Satans folgt, dieser fordert gewiß zur Schändlichkeit und zum Mißbilligten auf. Und wären nicht ALLAHs Gunst euch gegenüber und Seine Gnade, hätte sich keiner von euch jemals reinigen können. Doch ALLAH reinigt, wen ER will. Und ALLAH ist allhörend, allwissend"},{"SurahNumber":24,"VerseNumber":22,"Text":"Und diejenigen von euch, die über Überfluß und Reichtum verfügen, sollen nicht schwören, daß sie denjenigen von der Verwandtschaft, den Armen und den Ausgewanderten fi-sabilillah nichts geben. Und sie sollen verzeihen und erlassen! Habt ihr es etwa nicht gerne, daß ALLAH euch vergibt?! Und ALLAH ist allvergebend, allgnädig"},{"SurahNumber":24,"VerseNumber":23,"Text":"Gewiß, diejenigen, die den keuschen, ahnungslosen (der Unterstellung gegenüber) Mumin-Frauen (Zina) vorwerfen, wurden im Diesseits und im Jenseits verflucht. Und für sie ist eine überharte Peinigung bestimmt"},{"SurahNumber":24,"VerseNumber":24,"Text":"An dem Tag, wenn ihre Zungen, ihre Hände und ihre Füße gegen sie Zeugnis ablegen über das, was sie zu tun pflegten"},{"SurahNumber":24,"VerseNumber":25,"Text":"An dem Tag wird ALLAH ihnen ihren wahren Din vergüten, und sie werden wissen, daß ALLAH gewiß Der Offenkundige, Der Wahrhaftige ist"},{"SurahNumber":24,"VerseNumber":26,"Text":"Die weiblichen Schlechten sind für die männlichen Schlechten, und die männlichen Schlechten sind für die weiblichen Schlechten bestimmt. Und die weiblichen Guten sind für die männlichen Guten, und die männlichen Guten sind für die weiblichen Guten bestimmt, diese sind unschuldig hinsichtlich dessen, was sie (die anderen an Ifk-Lüge) sagen. Für sie ist Vergebung und edles Rizq bestimmt"},{"SurahNumber":24,"VerseNumber":27,"Text":"Ihr, die den Iman verinnerlicht habt! Betretet keine Häuser die nicht eure Häuser sind, bis ihr euch bemerkbar macht und deren Bewohner mit dem Salam- Gruß begrüßt. Dies ist besser für euch, damit ihr euch besinnt"},{"SurahNumber":24,"VerseNumber":28,"Text":"Und solltet ihr darin niemanden finden, dann betretet sie nicht, bis euch Erlaubnis gewährt wird. Und sollte euch gesagt werden: \"Kehrt zurück!\" Dann kehrt zurück! Dies ist reiner für euch. Und ALLAH ist über das, was ihr tut, allwissend"},{"SurahNumber":24,"VerseNumber":29,"Text":"Euch trifft keine Verfehlung, wenn ihr unbewohnte Häuser betretet, in denen eure Gebrauchsgüter sind. Und ALLAH weiß, was ihr offenlegt, und was ihr verbergt"},{"SurahNumber":24,"VerseNumber":30,"Text":"Sag zu den Mumin-Männern, daß sie von ihren Blicken niederschlagen und ihre Keuschheit bewahren. Dies ist reiner für sie. Gewiß, ALLAH ist dessen allkundig, was sie bewerkstelligen"},{"SurahNumber":24,"VerseNumber":31,"Text":"Und sag zu den Mumin-Frauen, daß sie von ihren Blicken niederschlagen, ihre Keuschheit bewahren und ihren Schmuck nicht sichtbar tragen außer dem, was davon sichtbar wird, und daß sie ihre Khumur bis über ihre Dschuyub ziehen, und daß sie ihren Schmuck vor niemandem sichtbar tragen außer vor ihren Ehemännern, ihren Vätern, den Vätern ihrer Ehemänner, ihren Söhnen, den Söhnen ihrer Ehemänner, ihren Brüdern, den Söhnen ihrer Brüder, den Söhnen ihrer Schwestern, ihren Frauen, denjenigen, die ihr gehören, den Bediensteten außer denjenigen mit Verlangen von den Männern oder den Kindern, die noch nichts über die Blößen der Frauen wissen, und daß sie mit ihren Füßen nicht (auf den Boden) stampfen, damit bekannt wird, was sie noch von ihrem Schmuck verbergen. Und bittet ALLAH um Vergebung allesamt - ihr Mumin! - damit ihr erfolgreich werdet"},{"SurahNumber":24,"VerseNumber":32,"Text":"Und verheiratet die Unverheirateten unter euch und die gottgefällig Guttuenden von euren Dienern und euren Dienerinnen! Sollten sie arm sein, wird ALLAH sie von Seiner Gunst reich machen. Und ALLAH ist allumfassend, allwissend"},{"SurahNumber":24,"VerseNumber":33,"Text":"Und diejenigen, die keine Heiratsmöglichkeit finden, sollen keusch bleiben, bis ALLAH sie von Seiner Gunst reich macht. Und diejenigen von denen, die euch gehören, wenn sieMukataba begehren, dann macht mit ihnen Mukataba, wenn ihr von ihnen Gutes wisst. Und gebt ihnen von ALLAHs Vermögen, das ER euch gab. Und zwingt eure Dienerinnen nicht zur Prostitution - wenn sie keusch bleiben wollen - um das Vergängliche vom diesseitigen Leben zu erstreben. Und wer sie zwingt, dann ist ALLAH gewiß nach dem Zwang ihnen gegenüber allvergebend, allgnädig"},{"SurahNumber":24,"VerseNumber":34,"Text":"Und gewiß, bereits sandten WIR dir doch erläuternde Ayat hinab, ein Gleichnis von denjenigen, die vor euch vergingen, und eine Ermahnung für die Muttaqi"},{"SurahNumber":24,"VerseNumber":35,"Text":"ALLAH ist Der Erleuchtende von den Himmeln und der Erde. Das Gleichnis Seiner Erleuchtung ist wie eine Aushöhlung, in der eine Leuchte ist. Die Leuchte ist in einem Glas. Das Glas ähnelt einem leuchtenden Stern, das von einem Baum voller Baraka, einem Olivenbaum angezündet wird, der weder östlich noch westlich liegt. Sein Öl leuchtet beinahe, auch dann, würde es kein Feuer berühren, Licht über Licht! ALLAH leitet zum Seinem Licht recht, wen ER will. Und ALLAH prägt die Gleichnisse für die Menschen. Und ALLAH ist über alles allwissend"},{"SurahNumber":24,"VerseNumber":36,"Text":"(Gepriesen wird ER) in Häusern, die ALLAH einzurichten erlaubte und in denen Seines Namens gedacht wird. ER wird darin nach Sonnenaufgang und vor Sonnenuntergang lobgepriesen von"},{"SurahNumber":24,"VerseNumber":37,"Text":"Männern, die weder durch Handel noch durch Verkauf vom Gedenken an ALLAH abgelenkt werden, sowie nicht vom ordnungsgemäßen Verrichten des rituellen Gebets und nicht vom Entrichten der Zakat. Sie fürchten einen Tag, an dem die Herzen und die Blicke sich ständig wenden werden"},{"SurahNumber":24,"VerseNumber":38,"Text":"ALLAH wird ihnen gewiß vergelten Besseres als das, wie sie handelten, und wird ihnen noch mehr von Seiner Gunst geben. Und ALLAH gewährt Rizq, wem ER will, ohne Berechnung"},{"SurahNumber":24,"VerseNumber":39,"Text":"Und diejenigen, die Kufr betrieben haben, ihre Handlungen ähneln einer Fata Morgana in einer Ebene. Der Durstige hält sie für Wasser, und wenn er es erreicht, findet er es als Nichts, aber er findet ALLAH bei sich, dann wird ER ihm seine Abrechnung vergüten. Und ALLAH ist schnell im Zur-Rechenschaft-Ziehen"},{"SurahNumber":24,"VerseNumber":40,"Text":"Oder (sie ähnelt) den Finsternissen im einem tiefen Meer, das von einer Woge bedeckt wird, über der noch eine Woge liegt, und darüber eine Wolke ist. Es sind Finsternisse, die einen über den anderen, wenn er seine Hand ausstreckt, beinahe sieht er sie nicht. Und wem ALLAH kein Licht gewährt, für den gibt es kein Licht"},{"SurahNumber":24,"VerseNumber":41,"Text":"Hast du etwa nicht wahrgenommen, daß ALLAH alle lobpreisen, die in den Himmeln und auf Erden sind, und daß die Vögel (Flügel) ausstreckend sind?! Alle kennen bereits das rituelle Gebet und das Lobpreisen für Ihn. Und ALLAH ist allwissend über das, was sie machen"},{"SurahNumber":24,"VerseNumber":42,"Text":"Und ALLAH gehört die Herrschaft der Himmel und der Erde. Und zu ALLAH ist das Werden"},{"SurahNumber":24,"VerseNumber":43,"Text":"Hast du etwa nicht wahrgenommen, daß ALLAH die Wolken ziehen läßt, dann fügt ER sie zusammen, dann macht ER sie zu Aufeinandergehäuften, dann siehst du den Regen, während er aus diesen herauskommt. Und ER läßt vom Himmel aus (Wolken-)Bergen fallen, in denen Hagel ist, dann trifft ER damit, wen ER will, und wendet ihn von dem ab, den ER will. Beinahe macht der Glanz seines Blitzes die Augen blind"},{"SurahNumber":24,"VerseNumber":44,"Text":"ALLAH läßt die Nacht und den Tag wenden. Gewiß, darin ist zweifelsohne eine Lehre für diejenigen von Einblick"},{"SurahNumber":24,"VerseNumber":45,"Text":"Und ALLAH erschuf alles sich bewegende Lebewesen aus Wasser. So geht manch einer von ihnen auf seinem Bauch, und manch einer von ihnen geht auf zwei Beinen, und manch einer von ihnen geht auf Vieren. ALLAH erschafft, was ER will! Gewiß, ALLAH ist über alles allmächtig"},{"SurahNumber":24,"VerseNumber":46,"Text":"Gewiß, bereits sandten WIR dir erläuternde Ayat hinab. Und ALLAH leitet recht, wen ER will, auf einen geradlinigen Weg"},{"SurahNumber":24,"VerseNumber":47,"Text":"Und sie sagen: \"Wir haben den Iman an ALLAH und an den Gesandten verinnerlicht und gehorcht.\" Dann wendet sich danach eine Gruppe von ihnen ab. Und diese sind doch keine Mumin"},{"SurahNumber":24,"VerseNumber":48,"Text":"Und wenn sie zu ALLAH und zu Seinem Gesandten gerufen werden, damit er zwischen ihnen richtet, ist eine Gruppe von ihnen sich abwendend"},{"SurahNumber":24,"VerseNumber":49,"Text":"Und wenn sie das Recht auf ihrer Seite haben, kommen sie zu ihm sich fügend"},{"SurahNumber":24,"VerseNumber":50,"Text":"Ist etwa in ihren Herzen Krankheit, oder haben sie etwa Zweifel (an ihm), oder fürchten sie etwa, daß ALLAH und Sein Gesandter sie benachteiligen?! Nein, sondern diese sind die wirklichen Unrecht-Begehenden"},{"SurahNumber":24,"VerseNumber":51,"Text":"Die Worte der Mumin sind nur - wenn sie zu ALLAH und seinem Gesandten gerufen werden, um zwischen ihnen zu richten - daß sie sagen: \"Wir haben gehört und gehorcht.\" Und diese sind die eigentlichen Erfolgreichen"},{"SurahNumber":24,"VerseNumber":52,"Text":"Und wer ALLAH und Seinem Gesandten gehorcht, ALLAH Ehrfurcht erweist und Ihm gegenüber Taqwa gemäß handelt, diese sind dann die eigentlichen Gewinner"},{"SurahNumber":24,"VerseNumber":53,"Text":"Auch legten sie bei ALLAH nachdrückliche Eide ab: \"Wenn du sie anweisen würdest, würden sie gewiß ausziehen.\" Sag: \"Schwört nicht! Ein sichtbarer Gehorsam (ist besser).\" Gewiß, ALLAH ist dessen allkundig, was ihr tut"},{"SurahNumber":24,"VerseNumber":54,"Text":"Sag: \"Gehorcht ALLAH und gehorcht dem Gesandten!\" Und sollten sie sich abwenden, dann verantwortet er, was ihm auferlegt wurde, und ihr verantwortet, was euch auferlegt wurde. Und wenn ihr ihm gehorcht, dann findet ihr Rechtleitung. Und dem Gesandten obliegt nichts außer dem Verkünden"},{"SurahNumber":24,"VerseNumber":55,"Text":"ALLAH versprach denjenigen, die von euch den Iman verinnerlicht und gottgefällig Gutes getan haben, daß ER sie auf Erden die Nachfolge doch antreten lassen wird, wie ER diejenigen vor ihnen die Nachfolge antreten ließ, und daß ER ihnen ihren Din noch festigen wird, an welchem ER für sie Gefallen fand, und daß ER ihnen nach ihrer Angst doch Sicherheit eintauschen wird: Sie dienen Mir und betreiben Mir gegenüber keinerlei Schirk. Und wer danach Kufr betreibt, diese sind dann die wirklichen Fasiq"},{"SurahNumber":24,"VerseNumber":56,"Text":"Und verrichtet ordnungsgemäß das rituelle Gebet, entrichtet die Zakat und gehorcht dem Gesandten, damit euch Gnade erwiesen wird"},{"SurahNumber":24,"VerseNumber":57,"Text":"Denke auf keinen Fall über diejenigen, die Kufr betrieben haben, daß sie auf Erden (Uns) zu schaffen machen! Ihre Unterkunft ist das Feuer. Und doch erbärmlich ist das Werden"},{"SurahNumber":24,"VerseNumber":58,"Text":"Ihr, die den Iman verinnerlicht habt! Diejenigen, die euch gehören, und diejenigen von euch, die noch nicht die Pubertät erreichten, sollen euch dreimal (vor dem Eintreten) um Erlaubnis bitten: Vor dem Fadschr-Gebet, wenn ihr eure Kleidung mittags ablegt und nach dem 'Ischaa-Gebet. Diese sind drei (Zeiten) eurer Entblößung. Weder euch noch sie trifft Verfehlung nach ihnen (diesen Zeiten). Sie kommen öfters zu euch, die einen von euch zu den anderen. Solcherart erläutert ALLAH für euch die Ayat. Und ALLAH ist allwissend, allweise"},{"SurahNumber":24,"VerseNumber":59,"Text":"Und wenn die Kinder von euch die Pubertät erreichten, dann sollen sie um Erlaubnis bitten, wie diejenigen vor ihnen um Erlaubnis gebeten haben. Solcherart erläutert ALLAH für euch Seine Ayat. Und ALLAH ist allwissend, allweise"},{"SurahNumber":24,"VerseNumber":60,"Text":"Und die Alten (der Intimität abgeneigten) von den Frauen, die nicht auf Heirat hoffen, diese trifft keine Verfehlung, wenn sie ihre Kleidung ablegen, ohne einen Schmuck sichtbar zu tragen. Und daß sie es lassen, ist gewiß besser für sie. Und ALLAH ist allhörend, allwissend"},{"SurahNumber":24,"VerseNumber":61,"Text":"Weder für den Blinden ist es eine Unannehmlichkeit, noch ist es für den Lahmen eine Unannehmlichkeit, noch ist es für den Kranken eine Unannehmlichkeit, noch für euch selbst, daß ihr esst in euren Häusern, in den Häusern eurer Väter, in den Häusern eurer Mütter, in den Häusern eurer Brüder, in den Häusern eurer Schwestern, in den Häusern eurer Onkel väterlicherseits, in den Häusern eurer Tanten väterlicherseits, in den Häusern eurer Onkel mütterlicherseits, in den Häusern eurer Tanten mütterlicherseits, in denen, über deren Schlüssel ihr verfügt, oder im (Haus) eures Freundes. Es trifft euch keine Schuld, daß ihr gemeinsam oder einzeln esst. Wenn ihr Häuser betretet, dann grüßt euch gegenseitig mit einem guten Gruß von ALLAH voller Baraka. Solcherart erläutert ALLAH euch die Ayat, damit ihr verständig werdet"},{"SurahNumber":24,"VerseNumber":62,"Text":"Die Mumin sind nur diejenigen, die den Iman an ALLAH und an Seinen Gesandten verinnerlicht haben und wenn sie mit ihm in einer versammelnden Angelegenheit waren, gehen sie nicht fort, bis sie ihn um Erlaubnis bitten. Gewiß, diejenigen, die dich um Erlaubnis bitten, diese sind diejenigen, die den Iman an ALLAH und an Seinen Gesandten verinnerlichen. Und sollten sie dich um Erlaubnis wegen mancher privaten Angelegenheiten bitten, dann gewähre Erlaubnis demjenigen von ihnen, dem du willst, und bitte ALLAH für sie um Vergebung. Gewiß, ALLAH ist allvergebend, allgnädig"},{"SurahNumber":24,"VerseNumber":63,"Text":"Macht nicht das Rufen des Gesandten zwischen euch wie das Rufen von euch untereinander! Bereits kennt ALLAH diejenigen von euch, die sich angeschlossen (an andere) davonschleichen. Diejenigen, die von Seiner Anweisung abweichen, sollen sich (davor) in Acht nehmen, daß sie keine Fitna trifft oder daß sie keine qualvolle Peinigung trifft"},{"SurahNumber":24,"VerseNumber":64,"Text":"Ja! ALLAH gehört zweifelsohne alles, was in Himmeln und auf Erden ist. Bereits kennt ER genau das, woran ihr seid, und den Tag, an dem sie zu Ihm zurückgebracht werden, dann wird ER ihnen kundtun über das, was sie taten. Und ALLAH ist über alles allwissend"},{"SurahNumber":25,"VerseNumber":1,"Text":"Immer allerhabener ist Derjenige, Der Al-furqan Seinem Diener nach und nach hinabsandte, damit er für die ganze Schöpfung ein Warner wird"},{"SurahNumber":25,"VerseNumber":2,"Text":"Derjenige, Dem die Herrschaft der Himmel und der Erde gehören und Der nie Sich ein Kind nahm und für Den es nie einen Partner in der Herrschaft gab. Und ER erschuf alles und bestimmte es genaust"},{"SurahNumber":25,"VerseNumber":3,"Text":"Und sie nahmen sich anstelle von Ihm Gottheiten, die nichts erschaffen, während sie erschaffen werden, und die sich selbst weder schaden noch nützen können und die weder über Tod noch über Leben noch über Erweckung verfügen"},{"SurahNumber":25,"VerseNumber":4,"Text":"Und diejenigen, die Kufr betrieben haben, sagten: \"Dies ist nichts anderes als Ifk-Lüge, die er erfand, und ihm halfen dabei andere Leute.\" Bereits begingen sie Unrecht und Falschzeugnis"},{"SurahNumber":25,"VerseNumber":5,"Text":"Und sie sagten: \"Dies sind die Legenden der Vorfahren, die er schreiben ließ, so werden sie ihm morgens und abends diktiert"},{"SurahNumber":25,"VerseNumber":6,"Text":"Sag: \"Den (Quran) sandte Derjenige hinab, Der das Geheimnis in den Himmeln und auf Erden kennt. Gewiß, ER ist immer allvergebend, allgnädig"},{"SurahNumber":25,"VerseNumber":7,"Text":"Und sie sagten: \"Was ist los mit diesem Gesandten, er ißt die Speisen und geht zu den Märkten, würde zu ihm doch ein Engel herabgesandt, damit er mit ihm einWarner wird"},{"SurahNumber":25,"VerseNumber":8,"Text":"Oder würde ihm doch ein Schatz heruntergeworfen! Oder wäre für ihn doch eine Dschanna, von der er essen würde!\" Und die Unrecht-Begehenden sagten: \"Ihr folgt doch nur einem verzauberten Mann"},{"SurahNumber":25,"VerseNumber":9,"Text":"Siehe, wie sie dir die Gleichnisse prägten, dann gingen sie irre, und sie vermögen zu keinem Weg"},{"SurahNumber":25,"VerseNumber":10,"Text":"Immer allerhabener ist Derjenige, wenn ER will, ER gewährte dir noch Besseres als dies, nämlich Dschannat, die von Flüssen durchflossen werden, und ER gewährt dir Schlösser"},{"SurahNumber":25,"VerseNumber":11,"Text":"Nein, sondern sie leugneten die Stunde ab. Und WIR bereiteten für denjenigen, der die Stunde ableugnete, äußerst heftiges Feuer"},{"SurahNumber":25,"VerseNumber":12,"Text":"Wenn es (das Feuer) sie von einem fernen Ort sieht, hören sie von ihm (das Geräusch) seiner Wut und seines Anfachens"},{"SurahNumber":25,"VerseNumber":13,"Text":"Und wenn sie dort in einen engen Ort muqranin hineingeworfen werden, flehen sie dort um den Untergang"},{"SurahNumber":25,"VerseNumber":14,"Text":"Fleht heute nicht nur um einen Untergang, sondern fleht um viele Untergänge"},{"SurahNumber":25,"VerseNumber":15,"Text":"Sag: \"Ist dies besser oder die Dschanna der Ewigkeit, die den Muttaqi versprochen wurde?!\" Sie ist für sie die Belohnung und das Werden"},{"SurahNumber":25,"VerseNumber":16,"Text":"Darin haben sie, was sie begehren, als Ewige. Dies war von deinem HERRN ein Versprechen, um das (von den Mumin) gebeten wurde"},{"SurahNumber":25,"VerseNumber":17,"Text":"Und am Tag, wenn ER sie und das, dem sie anstelle von ALLAH dienten, versammelt und dann sagt: \"Habt ihr etwa diese Meine Diener irregeführt, oder sind sie selbst irregegangen"},{"SurahNumber":25,"VerseNumber":18,"Text":"Sie sagten: \"Gepriesen-erhaben bist DU! Uns gebührt nicht, daß wir uns anstelle von Dir irgendwelche Wali nehmen. Doch DU hast sie und ihre Ahnen vergnügen lassen, bis sie das Gedenken vergaßen und nutzlose Leute waren"},{"SurahNumber":25,"VerseNumber":19,"Text":"Also sie wiesen, was ihr sagt, als Lüge zurück, so werdet ihr weder (die Peinigung) abwenden noch (euch) beistehen. Und wer von euch Unrecht begeht, den werden WIR eine große Peinigung erfahren lassen"},{"SurahNumber":25,"VerseNumber":20,"Text":"Und WIR entsandten vor dir nur von den Gesandten, welche Speise aßen und zu den Märkten gingen. Und WIR machten die einen von euch für die anderen zur Fitna, ob ihr euch in Geduld übt?! Und dein HERR ist immer allsehend"}]}