{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Haa. Miym"},{"SurahNumber":46,"VerseNumber":2,"Text":"(Bul) Kitep Kudurettüü, Daanışman Allaһ tarabınan tüştü"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz asmandardı, jerdi jana al eköösünün arasındagı nerselerdi akıykat menen jana belgilüü möönötkö gana jarattık. Kaapırlar eskertilgen nerseden jüz üyrüp ketişti"},{"SurahNumber":46,"VerseNumber":4,"Text":"(O, Muhammad, sen alarga) ayt: «Allaһtan başka siler duba kılıp jatkan «kudayıŋar» jönündö emne deysiŋer? Maga körgözgülöçü, alar jerden emneni jarattı? Je bolboso asmandar(dı jaratuu)da alardın (Allaһka) şerikçiligi barbı? Eger sözüŋör çın bolso, mından (Kuraandan) murunku (ıyık) kitepti je bolboso (ötkön paygambarlardın sözünön turgan) ilimiy muras (dalil) keltirgileçi"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allaһtan başka, Kıyamatka çeyin duba-suranıçına joop berbey turgan «kudaylarga» duba kılgan adamdan köbüröök adaşkan kim bar?! Bulardın dubaların alar (kudayları) tap-takır ukpayt"},{"SurahNumber":46,"VerseNumber":6,"Text":"Al emi, kaçan (Kıyamat bolup) adamdar (sot-surak üçün) çogulganda (sıyıngan «kudayları») özdörünö duşman çıgıp, alardın (özdörünö) sıyınganın tanıp ketişet"},{"SurahNumber":46,"VerseNumber":7,"Text":"Alarga (muşrikterge) Bizdin anık ayattarıbız okup berilgende, Akıykatka kaapır boluşkan. (Oşol) kaapırlar özdörünö Akıykat (Kuraan) kelgende bolso, «Bul anık sıykır» deşti"},{"SurahNumber":46,"VerseNumber":8,"Text":"Je «Anı (Kuraandı Muhammad) oylop çıgargan» deşebi? Aytkın: «Eger oylop çıgargan bolsom (Allaһ meni jazalamak) anan siler maga Allaһtan (kelgen) eç nerseni (payda jana zıyandı) tosuuga alıŋar jetmek emes. Siler al (Kuraan) jönündö aşa çaap (jalgan) süylögönüŋördü Al (Allaһ) jakşı bilet. Siler menen ortobuzda kübö boluu üçün Anın Özü jetiştüü! Al Keçirimdüü, Booruker"},{"SurahNumber":46,"VerseNumber":9,"Text":"Aytkın: «Men paygambarlardın jaŋısı (birinçisi) emesmin. Jana ne özümö, ne silerge (keleçekte) emne iş boloorun bilbeymin. Men özümö (Allaһ tarabınan) vahiy kılıngan nerselerge gana eerçiymin. Men bolgonu (silerge) anık eskertüüçümün"},{"SurahNumber":46,"VerseNumber":10,"Text":"Aytkın: «Maga aytkılaçı, egerde (Kuraan) Allaһtan bolso jana siler aga kaapır bolsoŋor... jana İsrayil urpaktarınan bolgon bir kübö! dagı anın çındıgına? (men al jönündö Toorattan okugam» dep) kübölük berip, ıyman keltirse, a siler dagı ele tekeberlenseŋer... Allaһ zaalım koomdordu Tuura Jolgo baştabayt"},{"SurahNumber":46,"VerseNumber":11,"Text":"Kaapır bolgon (bay) adamdar ıymanduular jönündö «Eger (İslam) jakşı bolso, alar aga bizden ozup kirbeyt bolçu»-deşet jana (jürögündö bolgon kejirlikten ulam) andan (Kuraandan) Tuura Jol tappay kalganda: «Bul bayırkı jomok»-deşet"},{"SurahNumber":46,"VerseNumber":12,"Text":"Andan murun Musaga jolbaşçı, ırayım bolup kitep (Toorat) tüşkön. Bul kitep (Kuraan) bolso, zaalımdardı (tozok azabınan) eskertüü, jakşılarga kuş kabar bolup, arab tilinde jana (özünön murunku ıyık kitepterdi) tastıktap (tüşkön)"},{"SurahNumber":46,"VerseNumber":13,"Text":"«Rabbibiz — Allaһ» dep, andan soŋ (İslamda) tüz jürgön adamdarga korkunuç da, kaygı-kapa da jok"},{"SurahNumber":46,"VerseNumber":14,"Text":"Alar — Beyiş elderi! Jakşı amaldarına jaraşa emi anda tübölükkö kalışat"},{"SurahNumber":46,"VerseNumber":15,"Text":"Jana Biz insanga, öz ata-enesine jakşılık kıluunu osuyat kıldık. Apası anı kıynalıp boyunda kötörüp, kıynalıp törödü. Anı (boyunda) kötörüü jana (süttön) ajıratuu ubaktısı otuz ay.! Emi, al kaçan baralına jetip, kırk jaşka çıkkanda ayttı: «O, Rabbim! Maga jana ata-eneme bergen neematıŋa şügür kıluum üçün jana Özüŋdü ıraazı kıla turgan salih amaldardı kıluum üçün maga ilham ber! Jana menin urpaktarımdı da salih (kişilerden) kılgaysıŋ! Men saga tooba kıldım. Jana men musulmandardanmın!»"},{"SurahNumber":46,"VerseNumber":16,"Text":"Biz uşul adamdardan, jasagan eŋ jakşı amaldarın kabıl alıp, Beyiş elderinin katarında künöölörün keçirebiz. (Bul) alarga (Rabbisi tarabınan) berilgen akıykat ubada"},{"SurahNumber":46,"VerseNumber":17,"Text":"Al emi, uşunday perzent(ter dagı) bar: Ata-enesine aytat: «Silerden tajadım! Ekööŋ meni (Kıyamatta kayra tirilip) çıgarıluuma işendirip jatasıŋbı?! Maga çeyin dele (bir neçe) muundar ötkön. (Alardan biröö tirildibi)?! Eköö (ata-ene) Allaһtan jardam surap, (aytışat): «Ey, kurup ketkir! Iymanga kel! Allaһtın ubadası — akıykat!» Birok, (perzent) «Bul bayırkılardın jomogu»-deyt"},{"SurahNumber":46,"VerseNumber":18,"Text":"Anday adamdarga, jinderden jana insandardan turgan murunku (kaapır) elderdin katarında (azap) jetişi — Akıykat! Alar çınında zıyan tartkan adamdar"},{"SurahNumber":46,"VerseNumber":19,"Text":"Jana (Kıyamatta) bardık (momun-kaapır) adamdarga jasagan işterine jaraşa (jakşı-jaman) darajalar bar. Alarga jasagan işteri, (eç kanday) zulum körgözülbögön abalda toluktap berilet"},{"SurahNumber":46,"VerseNumber":20,"Text":"Kaapır adamdar tozokko bet maŋday alıp kelingende (alarga aytılat): «Siler (bardık) jırgalıŋardı düynö jaşooŋordo ketirip aldıŋar jana al (jırgaldar) menen (oşol jakta) paydalanıp büttüŋör! Emi bügün, jer betinde akıykatsızdık menen tekeberlenip jürgönüŋörgö jaraşa jana buzuku bolgonuŋarga jaraşa korduk azabı menen jazalanasıŋar"},{"SurahNumber":46,"VerseNumber":21,"Text":"(O, Muhammad!) sen Aad (koomunun) buradarın! estegin. Bir kezde al kum barhandarın(ın arasın)dagı koomun (tozok azabınan) eskertken ele. Andan murun jana kiyin da eskertüüçü-paygambarlar ötkön. (Oşentip, al koomuna): «Allaһtan başka «kudaylarga» ibadat kılbagıla! Çınında, men silerge Uluu Kündün azabı tüşüp kaluusunan korkomun!» (dedi)"},{"SurahNumber":46,"VerseNumber":22,"Text":"(Koomu) ayttı: «Sen emne, bizdi öz «kudaylarıbızdan» kaytarganı keldiŋbi? Eger çınçıl kişilerden bolsoŋ, bizge ubada kılgan(azab)ıŋdı (tezireek) keltirçi?!»"},{"SurahNumber":46,"VerseNumber":23,"Text":"(Hud) ayttı: «(Azap kaçan keleeri jönündögü) ilim Allaһtın gana aldında. A men bolso özümö jüktölgön nerseni (dindi) silerge jetkiremin. Birok, men silerdin naadan koom ekeniŋerdi körüüdömün"},{"SurahNumber":46,"VerseNumber":24,"Text":"Anan, kaçan alar özdörünün örööndörünö kele jatkan «buluttu»! körgöndö (süyünüp): «Bul bizge jamgır jaadıruuçu bulut» deşti. Jok! Al siler anı şaştırıp suragan nerse. (Al) — boroon! Anda (siler üçün) jan oorutkan azap bar"},{"SurahNumber":46,"VerseNumber":25,"Text":"Al (boroon) Rabbisinin buyrugu menen bardık nerselerdi talkalap jiberdi! Anan... alardın (tep-tegiz bolup kalgan) koroolorunan başka eç nerse körünböy kaldı! Biz künöökör koomdu uşintip jazalaybız"},{"SurahNumber":46,"VerseNumber":26,"Text":"(Ey, Makka muşrikteri!) Biz alarga (Aad kaapırlarına) silerge berbegen mümkün-çülüktör (küç-kuduret) menen bakubat kılgan elek. Jana alarga közdördü, kulaktardı jana jüröktördü bergen elek. Birok, Allaһtın ayattarın çetke kakkan sebeptüü alarga köz, kulak jana jüröktörü payda berbedi.? Jana (kiyin) alardı özdörü mıskıldagan nerse (tozok azabı) orop aldı"},{"SurahNumber":46,"VerseNumber":27,"Text":"Jana Biz, anıgında, silerdin aylanaŋardagı (kaapır bolgon) ayıl-şaarlardı da kıyratkanbız. (Oşogo çeyin) Biz alarga, (şirk işterinen) kaytıp kalışaar dep Özübüzdün ayattarıbızdı keŋiri bayandap bergen bolçubuz"},{"SurahNumber":46,"VerseNumber":28,"Text":"Emi (Allaһka) jakındaştırat dep eseptegen, Allaһtan başka «kudayları» alarga jardam bere alsa kana! Jok! (teskerisinçe) alardan jok bolup (körünböy) ketişti. Jana bul (işenimderi) alardın özdörü çıgargan jalgandarı jana (Allaһ jönündögü) doomat sözdörü"},{"SurahNumber":46,"VerseNumber":29,"Text":"Jana bir kezde, (o, Muhammad) Biz saga bir jamaat jinderdi Kuraan uguu üçün jiberdik. Anan, kaçan alar Kuraan(dı ukkan) ga dayar bolgondo (biri-birine) «Tınç turgula»-dep aytıştı. Kuraan okulup bütköndö (bardıgı) özdörünün koomuna eskertüüçü bolup ketişti"},{"SurahNumber":46,"VerseNumber":30,"Text":"Alar (koomuna barıp mınday) deşti: «O, koomubuz! Biz Musa paygambardan kiyin tüşürülgön, Özünön murunku ıyık kitepterdi tastıktagan, Akıykatka jana Tuura Jolgo baştay turgan Kitepti uktuk"},{"SurahNumber":46,"VerseNumber":31,"Text":"O, koomubuz! Allaһtın daavatçısına (Muhammadga) joop bergile jana ıyman keltirgile! (Oşondo Allaһ) silerdin künööŋördü keçirip, jan oorutkan azaptan saktayt"},{"SurahNumber":46,"VerseNumber":32,"Text":"Al emi, kimde-kim Allaһtın daavatçısına joop berbese, jer betinde (Allaһtan) kutulup kete albayt jana al üçün Andan (Allaһtan) başka dostor (jardamçılar) da bolboyt. Alar — anık adaşuuda boluşat!»"},{"SurahNumber":46,"VerseNumber":33,"Text":"Alar oylop körüşpöybü, asmandardı jana jerdi jaratkan jana oşolordu jaratuuga alsızdık kılbagan Allaһ, ölük denelerge jan kirgizüügö kudurettüü emespi?! Ooba! Al -bardık nersege kudurettüü"},{"SurahNumber":46,"VerseNumber":34,"Text":"Kaapırlar tozokko alıp kelingen Kündö, (alarga): «Bul çındık emes beken?» (dep aytılat. Oşondo) alar: «Ooba Rabbibizge ant, (çındık eken)» deşet. Anda Allaһ aytat: «Emi, kaapır bolgonuŋar sebeptüü azap tarta bergile!»"},{"SurahNumber":46,"VerseNumber":35,"Text":"(O, Muhammad, muşrikterdin zıyan-zapkılarına, murunku) paygambarlardın çıdamkaylıgı, sabır kılganı sıyaktuu sabır kıl. Sen alarga (muşrikterge azaptı) şaştırba. Alar özdörünö ubada kılıngan (Kıyamat) Kündü körgöndö, (Düynödö) kündüzdön bir ele saat (jaşap) turganday boluşat. Bul - (çındıktı) jetkirüü! (Anı ukpagan) buzuku koomdon başka dagı kim azapka duuşar bolmok ele"},{"SurahNumber":47,"VerseNumber":1,"Text":"(Özdörü) kaapır bolup, (başkalardı) Allaһtın jolunan toskon adamdardın amaldarın (Allaһ Taala) jokko çıgardı"},{"SurahNumber":47,"VerseNumber":2,"Text":"Allaһ ıyman keltirip, salih amaldardı jasagan jana Muhammadga tüşürülgön nersege (Kuraanga), çınında, al Rabbisi tarabınan kelgen Akıykat dep işengen adamdardın (çoŋ-kiçine) künöölörün öçürüp, (jüröktörün jana) işterin oŋdop koyot"},{"SurahNumber":47,"VerseNumber":3,"Text":"Munun sebebi, kaapır adamdar jalgandı eerçişet, ıyman keltirgender Rabbisinen kelgen Akıykattı eerçiyt. Allaһ adamdarga özdörünün misaldarın uşintip keltiret"},{"SurahNumber":47,"VerseNumber":4,"Text":"Eger kaapırlarga (soguş mezgilinde) jolugup kalsaŋar, moynuna (kılıç) urgula! Emi, kaçan alardı jeŋip alsaŋar, (tirüü kalgandarın) tutkundagıla! Andan kiyin je eç nerse albay, azat kılıp jiberesiŋer, je bolboso tölöm-akı alıp (andan soŋ) koyup jiberesiŋer. (Bul öküm) soguş (abalı) bütköngö çeyin. Uşunday. Al emi, (eger) Allaһ kaalasa alardı (soguşsuz ele) jeŋip koymok. Birok, birööŋördü birööŋör menen sınap (tandap) aluu üçün (soguşka buyurdu). Jana Allaһtın jolunda öltürülgön adamdardın amaldarın (Allaһ) eç kaçan tekke ketirbeyt"},{"SurahNumber":47,"VerseNumber":5,"Text":"Allaһ alardı (Beyiş joluna) joldoyt jana (eki düynödö) işterin oŋdoyt"},{"SurahNumber":47,"VerseNumber":6,"Text":"Jana alardı özdörünö (Kuraanda) taanıtkan Beyişke kirgizet"},{"SurahNumber":47,"VerseNumber":7,"Text":"O,ıyman keltirgen adamdar! Eger Allaһka (Anın dinine) jardam berseŋer,! Allaһ dagı silerge jardam beret jana kadamıŋardı bekem kılat"},{"SurahNumber":47,"VerseNumber":8,"Text":"Kaapırlar jogolsun! (Allaһ) alardın amaldarın jokko çıgarat"},{"SurahNumber":47,"VerseNumber":9,"Text":"(Munun sebebi, alar Allaһ tüşürgön nerseni Kuraandı) jaman körüştü. Anan (Allaһ) alardın amaldarın tekke ketirdi"},{"SurahNumber":47,"VerseNumber":10,"Text":"Alar jer betin kezip, özdörünön murunku (kaapır) koomdordun (korkunuçtuu) akıbeti kanday bolgonun körböyt bele? Allaһ alardın oyronun çıgardı go! Jana (azırkı) kaapırlarga da oşol sıyaktuu işter bar"},{"SurahNumber":47,"VerseNumber":11,"Text":"Munun sebebi, Allaһ ıymanduu adamdardın jardamçısı. Al emi, kaapırlardın jardamçısı jok"},{"SurahNumber":47,"VerseNumber":12,"Text":"Çınında, Allaһ ıymanduu jana jakşı amaldardı jasagan pendelerin tübünön darıyalar akkan beyişterge kirgizet. Kaapırlar bolso, (bul düynödö) paydalana berişet jana aybandar sıyaktuu jep-içişet. Alardın ordu - tozok"},{"SurahNumber":47,"VerseNumber":13,"Text":"(O, Muhammad!) Biz, seni çıgarıp jibergen şaarıŋdan da kubattuuraak bolgon neçendegen şaarlardı kıyratıp salganbız. Anan alarga (eç kanday) jardamçı bolboy kalgan"},{"SurahNumber":47,"VerseNumber":14,"Text":"Rabbisi tarabınan (jiberilgen) anık bayan-dalildin üstündö bolgon kişi, jaman işi özünö (şaytan tarabınan) kooz körgözülgön jana napsinin kaaloolorun (gana) eerçigen adamga okşop kalmak bele"},{"SurahNumber":47,"VerseNumber":15,"Text":"Takıba kişiler üçün ubada kılıngan Beyiştin misalı: anda içüüçülör üçün (daamı, jıtı, tüsü) buzulbagan suu darıyaları, daamı aynıbagan süt darıyaları, ılazzattuu şarap darıyaları jana taza-pakiza bal darıyaları bar. Anda alar üçün ar türdüü mömölör jana Rabbisinen keçirim bar. (Uşunday beyişke tüşkön adam) tozokto tübölük kalıp, (udaama-udaa) kaynak suu içirilip, natıyjada içegileri üzülüp ketken adamga okşoybu"},{"SurahNumber":47,"VerseNumber":16,"Text":"Alardın (munafıktardın) arasınan kee biröölörü saga (jürögü menen berilbey) kulak salışat. Al emi, kaçan senden çıkkanda (berilip ukkan) ilimdüü adamdardan «(Muhammad) azır emne dedi ele?» dep suraşat. (Munun sebebi) Allaһ alardın jüröktörünö möör basıp koygon. Alar öz kaaloolorun gana eerçigen adamdar"},{"SurahNumber":47,"VerseNumber":17,"Text":"(Allaһ) Tuura Jolgo tüşkön adamdardın hidayatın dagı da köböytöt jana alardı takıbaluu kılat"},{"SurahNumber":47,"VerseNumber":18,"Text":"Emi alar (munafıktar) özdörünö kapısınan Kıyamat kelip kalışın başka eç nerseni kütüşpöyt. Kıyamattın (kee bir) belgileri kelip da kaldı! Anan eger Kıyamat kelip kalsa, alardın eskerme-sabak aluuları kaydan mümkün bolsun"},{"SurahNumber":47,"VerseNumber":19,"Text":"(O, Muhammad!) Bilgin, eç bir kuday jok, jalgız Allaһ bar! Özüŋdün künöölörüŋ üçün jana momun erkek, momun ayaldar üçün Allaһtan keçirim sura! Allaһ silerdin (bardık) kıymıl-araketiŋerdi jana (kıymılsız turgan) orduŋardı bilet"},{"SurahNumber":47,"VerseNumber":20,"Text":"Iyman keltirgen adamdar «(Allaһ jolunda jihad kıluu jönündö tezireek) bir sürö tüşsö eken!» deşet. Al emi, kaçan gana anık bir sürö tüşüp, anda soguş (jihad) eskertilgende, jüröktörü soo emes (eki jüzdüü) adamdar seni, ölüm kelgende özün jogotup koygon adamdın köz karaşı menen karap kalganın körösüŋ. Alar üçün ılayıgıraak ele —"},{"SurahNumber":47,"VerseNumber":21,"Text":"— (ayatka) moyun sunuuları jana («moyun sunduk» degen) jakşı sözdör(dü aytuuları). Kaçan alarga (uşul sıyaktuu) oluttuu bir buyruk kelgende jana (al buyrukka daroo moyun sunup) Allaһtı(n sözün) tastıktasa özdörünö jakşı bolmok"},{"SurahNumber":47,"VerseNumber":22,"Text":"Eger (Allaһtın ökümünön) jüz bursaŋar jer betinde buzukuluk işterdi jasaşıŋar jana (öz ara) tuugan-urukçuluguŋardı üzüp jiberişiŋer mümkün"},{"SurahNumber":47,"VerseNumber":23,"Text":"Anday adamdarga Allaһ naalat aytıp, kulaktarın dülöy, közdörün sokur kılat"},{"SurahNumber":47,"VerseNumber":24,"Text":"Alar Kuraan jönündö oylonuşpaybı? Je jüröktöründö kulpu barbı"},{"SurahNumber":47,"VerseNumber":25,"Text":"Özdörünö Tuura Jol anık bolup kalgandan kiyin, dagı ele artka (dinden kaapırçılıkka) kaytkan adamdarga (işterin) şaytan kooz körgözüp, (jalgan kıyaldarga) ümüttöndürüp koydu"},{"SurahNumber":47,"VerseNumber":26,"Text":"Bul (kargışka kaluunun sebebi) alar, Allaһ tüşürgön nerseni (dindi) jaman körgön kişilerge: «Biz kee bir işterde silerge moyun sunabız»-deşti. Allaһ alardın sırların bilet"},{"SurahNumber":47,"VerseNumber":27,"Text":"(Ölüm) perişteler(i) alardın betterine, arkalarına çapkılap (kıynap) jandarın (suurup) alıp jatkan (azaptuu) mezgilde (alardın abalı) kanteer eken"},{"SurahNumber":47,"VerseNumber":28,"Text":"Munun sebebi, alar Allaһtın açuusun keltirçü işterdi eerçip, Anın ıraazıçılıgın jaman körüştü. Anan Allaһ alardın amaldarın «habata»! kılıp koydu"},{"SurahNumber":47,"VerseNumber":29,"Text":"Je bolboso, jürögü soo emes adamdar, Allaһ alardın içine katkan duşmançılıktarın (açıkka) çıgara albayt dep oyloştubu"},{"SurahNumber":47,"VerseNumber":30,"Text":"Eger Biz kaalasak, saga alardı körgözüp koymokpuz jana sen alardı körünüşünön ele taanıp almaksıŋ. (Birok) sen emi alardı sözdörünün «küüsünön» taanıysıŋ. Allaһ silerdin amal-işiŋerdi bilet"},{"SurahNumber":47,"VerseNumber":31,"Text":"Biz silerdin araŋardan (çınıgı) jihad kıluuçular menen sabırduu momundardı sınap (tandap) alganga çeyin jana silerdin (çınıgı) kabarıŋardı bilgenge çeyin (ar türdüü sınoolor menen) sınay berebiz"},{"SurahNumber":47,"VerseNumber":32,"Text":"Çınında, (özdörü) kaapır bolup, (başkalardı) Allaһtın jolunan toskon jana özdörünö Tuura Jol anık bilinip kalgandan kiyin dele (ar türdüü buzukuluk menen) paygambardı maşakat-tüyşükkö salgan adamdar Allaһka eç nerseni zıyan jetkire alışpayt! Jana (Allaһ) alardın iş-araketterin tekke ketirip koyot"},{"SurahNumber":47,"VerseNumber":33,"Text":"O, ıyman keltirgen adamdar! Allaһka moyun sungula jana paygambarga moyun sungula! Jana (Allaһtın ayattarına karşı çıguu menen) işiŋerdi jaraksız kılıp albagıla"},{"SurahNumber":47,"VerseNumber":34,"Text":"Anıgında, kaapır bolup (adamdardı) Allaһtın jolunan toskon (jana) andan soŋ kaapır boydon ölüp ketken adamdardın künöölörün Allaһ eç kaçan keçirbeyt"},{"SurahNumber":47,"VerseNumber":35,"Text":"(O, momundar! Siler jihad mezgilinde) jalkooluk kılbagıla! Jana koluŋar (duşmandan) biyik kelip turgan abalıŋarda (alardı) tınçtıkka çakırbagıla! Allaһ siler menen birge! Jana Al silerdin (soop) amalıŋardı kemitpeyt"},{"SurahNumber":47,"VerseNumber":36,"Text":"Çınında, düynö jaşoosu oyun jana tamaşa. Egerde siler ıymanduu jana takıbaluu bolsoŋor Allaһ silerge soop-sıylıgıŋardı (toluk) beret jana mal-mülküŋördü(n bardıgın Allaһ joluna çıgaruunu) surabayt"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eger (Allaһ) silerden anı (mülküŋördü) surap, tüyşöltsö, saraŋdık kılasıŋar jana Al silerdin (jürögüŋördögü) jek körüünü aşkerelep koyot"},{"SurahNumber":47,"VerseNumber":38,"Text":"O, siler, Allaһ jolunda (mal-mülk) çıgaruuga çakırılgan adamdar! Silerden kee biröölör saraŋdık kılaar. Kimde-kim saraŋ bolso al öz janına (Beyişke kirişine) saraŋdık kılgan bolot. Allaһ (silerdin mal-mülküŋörgö) muktaj emes! Özüŋör (Allaһka) muktajsıŋar! Eger (Allaһtın dinin koldoodon) jüz burup ketseŋer, Al silerdi (jok kılıp) orduŋarga başka koomdu almaştırıp koyot. Kiyin alar siler sıyaktuu (bakıl, Allaһtın ayattarına karşı çıguuçu) boluşpayt"},{"SurahNumber":48,"VerseNumber":1,"Text":"(O, Muhammad), Çınında, Biz saga anık jeŋiş? berdik"},{"SurahNumber":48,"VerseNumber":2,"Text":"Allaһ senin ötköndögü jana kelerki (bardık) künöölörüŋdü keçirip, neemmatın toluk-kemçildiksiz berip, Tuura Jolgo baştaşı üçün"},{"SurahNumber":48,"VerseNumber":3,"Text":"jana Allaһ saga çoŋ jardam berişi üçün"},{"SurahNumber":48,"VerseNumber":4,"Text":"(Allaһ) alardın ıymandarının üstünö(dagı) ıymandı köböytüp berişi üçün! momundardın jürögünö beypildik tüşürdü. Asmandar menen jerdin (bardık) askerleri Allaһtın kolunda. Allaһ Bilüüçü, Daanışman"},{"SurahNumber":48,"VerseNumber":5,"Text":"Momun erkekterdi jana momun ayaldardı (sınoodon ötkörgöndön soŋ) tübünön darıyalar agıp turgan jana anda tübölük kala turgan Beyişterge kirgizüü üçün. Jana alardın künöölörün öçürüş üçün. Bul nerse Allaһtın aldında çoŋ jeŋiş"},{"SurahNumber":48,"VerseNumber":6,"Text":"Jana Allaһ jönündö jaman oylogon? munaafık erkekterdi, munaafık ayaldardı, muşrik erkekterdi jana muşrik ayaldardı (Düynö-Akırette) azaptoo üçün. Alardın (muşrikterdin öz) başına balee tüştü. Allaһ alarga kaarın tögüp, naalat ayttı jana tozoktu dayardap koydu. Al kanday jaman orun"},{"SurahNumber":48,"VerseNumber":7,"Text":"Asmandardın jana jerdin askerleri Allaһtın Kolunda jana Allaһ Kudurettüü, Daanışman"},{"SurahNumber":48,"VerseNumber":8,"Text":"(O, Muhammad!) Biz seni (Allaһtın jalgız kuday ekenine) kübö boluuçu, (Beyişten) kuş kabar berüüçü jana (Tozokton) eskertüüçü paygambar kılıp jiberdik"},{"SurahNumber":48,"VerseNumber":9,"Text":"Jana siler Allaһka, Anın paygambarına ıyman keltirişiŋer üçün, anı urmattap, kadırlap jürüşüŋör üçün jana Anı erteli-keç aruulap turuşuŋar üçün (silerge paygambar jiberdik)"},{"SurahNumber":48,"VerseNumber":10,"Text":"Saga ant bergen adamdar, çınında Allaһka ant berişti. Allaһtın Kolu! alardın kolunun üstündö. Emi, kimde-kim ubadasın buzsa — al özünün zıyanına buzganı. Jana kimde-kim Allaһka bergen ubadasın atkarsa — aga Allaһ tez aranın içinde uluk soop beret"},{"SurahNumber":48,"VerseNumber":11,"Text":"Jakında saga (soguştan) kalıp kalgan beduinder «Bizdi mal-mülkübüz jana üy-bülöbüz boşotpoy koydu. Emi biz üçün (Allaһtan) keçirim sura»-deşet. Alar jürögündö jok nerseni tili menen aytışuuda. Alarga aytkın: «Eger Allaһ silerge bir zıyan jetkirüünü kaalasa Allaһtan kim saktap kalat? Je bolboso, (Allaһ) silerge bir payda (kelişin) kaalasa (anı kim toktoto alat)?» Jok! Allaһ silerdin (bardık) işiŋerden kabardar"},{"SurahNumber":48,"VerseNumber":12,"Text":"Jok! Siler, paygambar menen momundar eç kaçan üy-bülölörünö kaytıp kelbeyt dep oylogon eleŋer. Silerdin jürögüŋörgö uşul nerse (şaytan tarabınan) kooz körgözülgön jana (natıyjada Allaһka da) jaman kümön kılıp, ölö turgan koom bolup kalgan eleŋer"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kimde-kim Allaһka jana Anın paygambarına ıyman keltirbese, Biz kaapırlarga tozoktu dayardap koygonbuz"},{"SurahNumber":48,"VerseNumber":14,"Text":"Asmandardın jana jerdin mülk-padışalıgı Allaһka taandık. Al kaalagan pendesin keçiret jana kaalagan pendesin azapka salat. Allaһ - Keçirimdüü, Irayımduu"},{"SurahNumber":48,"VerseNumber":15,"Text":"Siler oljolor! üçün, anı alıp kelgeni baratkanıŋarda (soguştan) kalıp kalgan adamdar: «Bizdi da eerçitip algılaçı?»-deşet. Alar Allaһtın Sözün özgörtüünü kaalaşat.? Aytkın: «Bizge eerçibegile! Allaһ murun da uşunday degen». Anda alar «Jok, siler bizden kızganıp jatasıŋar»-deşet. Jok! (Anday emes) alar (Şariyattı) ötö az tüşünüşöt"},{"SurahNumber":48,"VerseNumber":16,"Text":"(Soguştan) kalıp kalgan beduinderge ayt: «Siler jakınkı mezgilderde ötö kubattuu elderge karşı çakırılasıŋar. Alar menen soguşasıŋar je bolboso alar (soguşsuz) İslamdı kabıl alışat. Eger (oşondo çakıruuga) moyun sunsaŋar, Allaһ silerge eŋ sonun sıylıktardı beret. Al emi, murun kaçkanıŋar sıyaktuu kaçıp jönösöŋör, katuu azap menen azaptayt!»"},{"SurahNumber":48,"VerseNumber":17,"Text":"Sokurga künöö jok, çolokko da künöö jok. Ooruluu adamga da künöö jok.! Kimde-kim Allaһka jana Anın elçisine moyun sunsa, (Allaһ) anı, tübünön darıyalar agıp turgan Beyişterge kirgizet. Al emi, kim teskeri basıp ketse, aga katuu azap beret"},{"SurahNumber":48,"VerseNumber":18,"Text":"(Hudaybiyadagı) daraktın tübündö saga ant (kol) bergen kezde, Allaһ momundardan ıraazı boldu. Alardın jürögündögü (izgi) nietterin bildi jana alarga tınçtık-beypildik tüşürüp, jakınkı jeŋiş (Haybardı karatıp aluu) menen sıyladı"},{"SurahNumber":48,"VerseNumber":19,"Text":"Jana (Haybardan) ala turgan köp oljolor (menen sıyladı). Allaһ — Kudurettüü, Daanışman"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allaһ silerge (keleçekte) ala turgan (dagı) köp oljolordu ubada kıldı. Anan siler üçün mına bul (Haybardagı) oljonu tezdetip berdi jana (uşul oljolor) momundar üçün (Allaһtın Kuduretinen) belgi boluşu üçün jana silerdi Tuura Jolgo baştoosu üçün (duşman) adamdardın kolun silerden tosup koydu"},{"SurahNumber":48,"VerseNumber":21,"Text":"Jana başka (oljolor da bar). Siler alarga (azırınça) ee bolo albaysıŋar. Allaһ alardı (Öz ilimi menen) orop (bilip) turat. Allaһ ar bir nersege Kudurettüü"},{"SurahNumber":48,"VerseNumber":22,"Text":"Eger (Hudaybiyada) kaapırlar silerge soguş açsa da, özdörü artka kaçıp jönöşmök. Anan (eç bir) dos-jardamçı tappay kalışat"},{"SurahNumber":48,"VerseNumber":23,"Text":"(Bul) ilgerteden beri kele jatkan Allaһtın Jolu. Sen Allaһtın Jolun eç özgörtö albaysıŋ"},{"SurahNumber":48,"VerseNumber":24,"Text":"Jana (Allaһ) Makkanın (çekarasının) içinde, silerdi alardan üstöm kılıp koyso da, silerdin koluŋardı alardan, alardın kolun silerden tıyıp koydu.! Allaһ jasagan işiŋerdi Körüüçü"},{"SurahNumber":48,"VerseNumber":25,"Text":"Alar kaapır bolgon, silerdi «Al-Haram» meçitinen toskon jana tutkundalgan belek-kurmandık janıbarlardı da soyulçu jayına jetip barışınan toskon adamdar. Egerde (Makka muşrikterinin arasında) siler taanıbagan momun erkekter, momun ayaldar bar bolbogondo, alardı taanıbay basıp kirseŋer (jana öltürüp koysoŋor) alar sebeptüü silerge künöö jetip kalbaganda (Allaһ Makkaga küç menen kirişiŋerge uruksat bermek. Birok,) Allaһ kaalagan (momun) pendelerin Öz ırayımının astına kalkalaşı üçün (soguşka uruksat berbedi). Eger (Makkadagı ıymanduular özünçö) bölünüp tursa, alardan (Makka elinen) kaapır bolgondorun (silerdin koluŋar menen) katuu azaptagan boloor elek"},{"SurahNumber":48,"VerseNumber":26,"Text":"Oşondo, kaapırlar jüröktörünö jahiliya kızuu kanduulugun salganda, Allaһ Öz paygambarına jana momundarga beypildigin tüşürdü jana alarga takıba kelmesin (bekem) karmoogo buyurdu. Alar bul sözgö akısı köbüröök jana ılayıgıraak bolçu. Allaһ ar bir nerseni Bilüüçü"},{"SurahNumber":48,"VerseNumber":27,"Text":"Allaһ Öz paygambarının çın tüşün oŋunan keltirdi. (O, momundar!) Siler Allaһ kaalasa, albette tınçtık-beypildik menen, çaçıŋardı kırdırtkan jana kıskarttırgan abalda, eç korkpoy «Al-Haram» meçitine kiresiŋer. (Allaһ) siler bilbegen nerseni bildi jana (azırınça silerge) andan (Makkaga kirüüdön) başka jakın jeŋişti (Haybardı bagıntuunu) berdi"},{"SurahNumber":48,"VerseNumber":28,"Text":"Al Öz paygambarın Hidayat jana Akıykat Din menen, anı bardık dinderden jogoru kıluu üçün jiberdi. Allaһ jetiştüü Kübö"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhammad — Allaһtın elçisi! Anı menen birge (sahaba) bolgon kişiler kaapırlarga katuu-öktöm, biri-birine booruker! Sen alardı rukuu-sajda kılgan abalında Allaһtan pazilet jana ıraazıçılık surap jatkandarın körösüŋ. Alardın jüzdöründö sajdanın belgileri bar. Bul alardın Toorattagı sıpattarı. Al emi, alardın İnjildegi sıpattarı - özünön köp şak-butak çıgarıp, kubattanıp, anan (al butaktar) joon bolup, anan denesin kere tüzdöp, dıykandardı taŋ kaltırgan darak sıyaktuu. (Bul misal) kaapırlardın köŋülün çöktürüü üçün. Allaһ alardın arasınan ıyman keltirip, salih amal kılgan momundarga (künöölörün) keçirüünü jana uluk sooptu ubada kıldı"},{"SurahNumber":49,"VerseNumber":1,"Text":"O,ıyman keltirgender! Allaһtın jana paygambarının aldında (bir iş je söz menen) julunbagıla! Jana Allaһtan korkkula! Çınında, Allaһ Uguuçu, Bilüüçü"},{"SurahNumber":49,"VerseNumber":2,"Text":"O,ıyman keltirgen pendeler! Dobuşuŋardı paygambardın dobuşunan biyik kötörbögülö! Bilbestikten ulam (sooptuu) işiŋer «küyüp ketpeşi» üçün, biri-biriŋerge kıykırıp süylögöndöy aga (paygambarga) kıykırıp süylöbögülö"},{"SurahNumber":49,"VerseNumber":3,"Text":"Çınında, Allaһtın elçisinin aldında dobuşun tömöndötkön adamdar gana, Allaһ alardın jüröktörün takıbalık üçün sınagan (jana sınoodon ötkön) kişiler. Alarga (Allaһ tarabınan) keçirim jana uluk soop bar"},{"SurahNumber":49,"VerseNumber":4,"Text":"(O, Muhammad), çınında, saga bölmölördün artınan kıykırgan kişilerdin köpçülügü akılın iştetpegen adamdar"},{"SurahNumber":49,"VerseNumber":5,"Text":"Eger alar, sen çıkkanga çeyin sabır kılıp turuşkanda özdörünö jakşı bolmok. (Birok), Allaһ - Keçirüüçü, Booruker"},{"SurahNumber":49,"VerseNumber":6,"Text":"O,ıyman keltirgen pendeler! Eger silerge bir künöölüü adam (kandaydır) kabar alıp kelse, naadandık menen (al jamandagan) koomdu kaygı-kapaga salbaşıŋar üçün jana jasagan işiŋerge buşayman bolup kalbaşıŋar üçün jakşılap (çın-tögünün) teriştirgile"},{"SurahNumber":49,"VerseNumber":7,"Text":"Jana bilip algıla, silerdin araŋarda Allaһtın elçisi bar! Eger al köpçülük işterde silerge moyun sunsa, kıynalıp kalasıŋar!! Birok Allaһ silerge ıymandı jakşı körgözüp, anı menen jürögüŋördü koozdop koydu jana silerge kaapırçıktı, künöönü, (Özünö) karşı çıguunu jaman körgözdü. Uşul (sıpattagı) adamdar gana, Tuura Joldogu kişiler"},{"SurahNumber":49,"VerseNumber":8,"Text":"Allaһ tarabınan (berilgen) pazilet jana neemat (uşul). Allaһ - Bilerman, Daanışman"},{"SurahNumber":49,"VerseNumber":9,"Text":"Egerde momundardan eki taypası öz ara soguşup kalsa, eköönün arasın oŋdogula! Egerde eköösünön biri ekinçisine zulum kılsa, siler zulum kılganına karşı, Allaһtın buyruguna kaytkanga çeyin soguşkula! Eger (tooba kılıp, Allaһtın ökümünö) kaytsa, eköösünün arasın adilettik menen oŋdop (jaraştırıp) koygula! Jana (koluŋardan kelişinçe) adilet kılgıla! Çınında, Allaһ adil adamdardı süyöt"},{"SurahNumber":49,"VerseNumber":10,"Text":"Çınında, (bardık) momundar — bir tuugandar! Bir tuuganıŋardın arasın oŋdogula! Jana Allaһtan korkkula! Ajep emes, ırayımına arzısaŋar"},{"SurahNumber":49,"VerseNumber":11,"Text":"O, ıyman keltirgen pendeler! Eç bir el başka eldi mazaktabasın! Alar (mazaktalgandar) bulardan jakşıraak bolup kaluusu toluk mümkün. Jana eç bir ayaldar başka ayaldardı şıldıŋdabasın, alar bulardan jakşıraak bolup kalışı mümükün. Özüŋördü-özüŋör (jaman) ılakaptar menen mıskıldabagıla! Iymandın artınan buzuk ısım (menen ataluu) kanday jaman! Al emi, kimde-kim tooba kılbasa, alar — zaalımdar"},{"SurahNumber":49,"VerseNumber":12,"Text":"O,ıyman keltirgender! Kümönçül boluudan saktangıla! Çınında, kee bir kümöndör künöö.! Jana biri-biriŋerdi aŋdıbagıla jana biri-biriŋerdi kıybat kılbagıla! Silerden biriŋer öz bir tuuganının etin jegendi jaktırabı?!” Jaktırbaysıŋargo! Allaһtan korkkula! Çınında, Allaһ toobalardı Kabıldooçu, Booruker"},{"SurahNumber":49,"VerseNumber":13,"Text":"O, adamdar! Biz silerdi bir erkek jana bir ayaldan (Adam-Ata menen Havaa-Eneden) jaratıp, öz ara taanışıp-bilişiŋer üçün uluttarga, uruularga (bölüp) koyduk. Allaһtın nazarında silerdin eŋ uluguŋar — takıbaluuraak bolgonuŋar. Allaһ çınında, Bilüüçü, Kabardar"},{"SurahNumber":49,"VerseNumber":14,"Text":"Beduinder: «Biz ıymanduubuz»-deşet. Aytkın: «Iymanduu emessiŋer, birok «İslamga kirdik»-degile. Iyman silerdin jürögüŋörgö toluk jete elek»!. Jana eger Allaһka jana Anın elçisine moyun sunsaŋar, Al silerdin amalıŋardan eç nerseni kemitpeyt. Çınında, Allaһ -Keçirimdüü, Irayımduu"},{"SurahNumber":49,"VerseNumber":15,"Text":"Albette, Allaһka jana Anın elçisine ıyman keltirip, andan (öz ıymanınan) şek sanabagan jana Allaһtın jolunda maldarı, jandarı menen jihad kılgan adamdar gana (ıymanında) çınçıl kişiler"},{"SurahNumber":49,"VerseNumber":16,"Text":"(O, Muhammad, akılısız adamdarga) aytkın: «Allaһka diniŋerdi bildirip koyoyun dediŋerbi? Allaһ asmandardagı jana jerdegi (bardık) nerselerdi (oşonun arasında silerdin jürögüŋördögü oy-maksatıŋardı da) bilet. Jana Allaһ - bardık nerselerdi Bilüüçü»"},{"SurahNumber":49,"VerseNumber":17,"Text":"Alar saga özdörünün musulman bolgonduktarın mildet (kolko) kılışat. Aytkın: «İslamga kirgeniŋerdi kolko kılbagıla! Teskerisinçe, Allaһ silerdi Tuura Jolgo baştaganın kolko kılat, eger (ıymanıŋarda) çınçıl bolsoŋor»"},{"SurahNumber":49,"VerseNumber":18,"Text":"Çınında, Allaһ asmandardagı jana Jerdegi kayıptardı bilet. Allaһ siler jasagan işterdi Körüüçü"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf.” Uluk Kuraanga ant"},{"SurahNumber":50,"VerseNumber":2,"Text":"(Kurayştık) kaapırlar (Kuraandı baaloonun orduna) teskerisinçe, alarga özdörünün ele arasında jürgön (adam) eskertüüçü-paygambar (bolup) kelgenine taŋ kalıp (mınday) deşti: «Bul kızık nersego"},{"SurahNumber":50,"VerseNumber":3,"Text":"Emne, biz ölüp (çirip) topurak bolup kalsak (dele kayra tirilebizbi?) Bul — ötö alıs (mümkün emes) kaytuu!»"},{"SurahNumber":50,"VerseNumber":4,"Text":"Biz, jer alardan (alardın denelerinen «jep») kemitken nerseni bildik. Jana Bizdin aldıbızda (bardık nersenin ilimin Özündö) saktooçu Kitep (Lavhul Mahfuz) bar"},{"SurahNumber":50,"VerseNumber":5,"Text":"Jok! Alarga Akıykat (Kuraan) kelgen uçurda «jalgan» dep aytışkan. Alar (Kuraan jönündö) turuksuz pikirde boluştu"},{"SurahNumber":50,"VerseNumber":6,"Text":"Alar üstündögü asmanga (akıl közü menen) karaşpaybı?! Biz anı (türkügü jok) kurup, (jıldızdar menen) koozdop koyduk. Anın jarakası da jok"},{"SurahNumber":50,"VerseNumber":7,"Text":"Biz jerdi da keŋ-kenen kılıp (jaratıp), aga toolordu taştap, anın üstündö ar türdüü sonun juptardı öndürüp-östürdük"},{"SurahNumber":50,"VerseNumber":8,"Text":"(Allaһka) kaytuuçu ar bir pende üçün eskerme jana sabak bolsun dep"},{"SurahNumber":50,"VerseNumber":9,"Text":"Jana Biz asmandan berekelüü suu tüşürüp, anı menen bak-daraktardı, jıynap alınuuçu dandardı östürdük"},{"SurahNumber":50,"VerseNumber":10,"Text":"Butaktarı mömölögön biyik kurmalardı dagı (östürdük)"},{"SurahNumber":50,"VerseNumber":11,"Text":"pendelerge ırıskı bolsun dep. Jana al (suu-jamgır) menen ölük şaarlardı tirilttik. (Kayra tirilip, mürzölördön) çıguu uşul sıyaktuu bolot"},{"SurahNumber":50,"VerseNumber":12,"Text":"Alardan (Makka muşrikterinen) murun Nuhtun koomu, kuduk elderi jana Samud koomu (paygambarların) «jalgançı» deşken"},{"SurahNumber":50,"VerseNumber":13,"Text":"Aad koomu, Firaun, Luttun (kaapır) bir tuugandarı dagı"},{"SurahNumber":50,"VerseNumber":14,"Text":"Tokoy elderi jana Tubba koomu dagı «jalgançı» deşkende... (alardın üstünö) Menin (azap jönündögü) ubadam çındap keldi"},{"SurahNumber":50,"VerseNumber":15,"Text":"Emne, Biz abalkı jaratuuda alsızdık kılgan belek? Teskerisinçe, alar (Makka muşrikteri) jaŋıdan (ekinçi iret) jaratuudan kümöndö boluştu"},{"SurahNumber":50,"VerseNumber":16,"Text":"İnsandı Biz jaratkanbız jana anın napsisi azgıra turgan nerselerdi da Özübüz bilebiz. Biz aga küröö tamırınan da jakınbız"},{"SurahNumber":50,"VerseNumber":17,"Text":"Antkeni, (insandın) oŋ jana sol tarabında (Biz jibergen) eki kabıl aluuçu (perişte) olturat"},{"SurahNumber":50,"VerseNumber":18,"Text":"Kanday gana söz süylöbösün, anın aldında küzötçü (perişte) turat"},{"SurahNumber":50,"VerseNumber":19,"Text":"(Ey, künöökör adam!) Ölüm masçılıgı Akıykatta (mına başıŋa) keldi! Sen kaçıp jürgön nerse — uşul"},{"SurahNumber":50,"VerseNumber":20,"Text":"Jana (mınakey), Sur (kerneyi) da tartıldı. Bul - ubada kılıngan Kün"},{"SurahNumber":50,"VerseNumber":21,"Text":"Jana ar bir jan (eesi) bir aydooçu jana bir kübö boluuçu (periştenin) koştoosunda (surak maydanına) keldi"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Ey, Akıretti jalgan degen pende!) Sen mından kaydıger bolçusuŋ. Anan Biz senin (kaydıgerlik) pardaŋdı açıp saldık. Mına emi, bügün senin közdörüŋ (ayabay) ötkür"},{"SurahNumber":50,"VerseNumber":23,"Text":"Jana anın (bul düynödögü) koştooçu periştesi ayttı: «Bul (kaapırdın jasagan işterinin tizme kitebi) menin aldımda dayar». (Anan koştogon eki periştege aytıldı)"},{"SurahNumber":50,"VerseNumber":24,"Text":"«Tozokko taştagıla, (çındıktı) çetke kakkan ar bir kaapırdı"},{"SurahNumber":50,"VerseNumber":25,"Text":"çekten aşıp, (Akıretten) şektengen jana jakşı (soop) işterge but toskondordu"},{"SurahNumber":50,"VerseNumber":26,"Text":"Alar Allaһka koşup, başka kuday jasap algan adamdar! Alardı katuu azapka taştagıla!»"},{"SurahNumber":50,"VerseNumber":27,"Text":"Anın koştooçu şaytanı? ayttı: «O, Rabbi! Munu men (Saga) karşı jolgo baştabadım. Birok, özü alıs adaşuuda bolgon»"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Allaһ) ayttı: «Menin aldımda talaşpagıla! Men silerge Özümdün (tozok jönündögü) kabarımdı murda aytkanmın"},{"SurahNumber":50,"VerseNumber":29,"Text":"Menin Sözüm özgörböyt jana Men pendelerge zulumduk kıluuçu emesmin!»"},{"SurahNumber":50,"VerseNumber":30,"Text":"Oşol künü Biz tozokko: «(Kaapırlarga) tolduŋbu?»-deybiz. Al: «Dagı barbı?» - deyt"},{"SurahNumber":50,"VerseNumber":31,"Text":"Jana Beyiş takıba kişilerge alıs emes (jerge) alıp kelinet (jana aytılat)"},{"SurahNumber":50,"VerseNumber":32,"Text":"«Uşul silerge — ar bir (Allaһka) berilgen jana (Anın ökümdörün) saktap jürüüçülörgö"},{"SurahNumber":50,"VerseNumber":33,"Text":"(jana) kayıptagı Rahmandan korkkon, (Rabbisine) tooba kıluuçu jürök menen kelgen adamdarga ubada kılıngan nerse»"},{"SurahNumber":50,"VerseNumber":34,"Text":"(Dagı alarga) «Beyişke sak-salamat kirgile! Bul tübölüktüülüktün künü» - dep aytılat"},{"SurahNumber":50,"VerseNumber":35,"Text":"Alarga anda kaalagan nerseleri bar. Jana Bizdin aldıbızda koşumça (soop-sıylıktar da) bar"},{"SurahNumber":50,"VerseNumber":36,"Text":"Biz alardan (Makka muşrikterinen) murun neçen-neçen (kaapır) muundardı kıyratkanbız. Alar bulardan kubattuuraak bolçu. (Balee kelgende) şaarlarda tırkırap, (kaçkanı jay tappay kalıştı). (Allaһtın azabınan) kaça turgan jer bar beken"},{"SurahNumber":50,"VerseNumber":37,"Text":"Albette, bul nersede (soo) jüröktüü je bolboso sergek abalda kulak salgan adamdar üçün sabaktar bar"},{"SurahNumber":50,"VerseNumber":38,"Text":"Biz asmandardı, jerdi jana eköönün arasındagı nerselerdi altı kündün içinde (toluk) jarattık jana Bizdi (eç kanday) çarçoo karmabadı"},{"SurahNumber":50,"VerseNumber":39,"Text":"Alardın sözdörünö sabırduu bol! Jana kün çıkkanga çeyin jana (kün) bataardan murun Rabbiŋdi daŋktap tasbih ayt"},{"SurahNumber":50,"VerseNumber":40,"Text":"Dagı tündün bir bölügündö, sajdalardın artınan Aga tasbih ayt"},{"SurahNumber":50,"VerseNumber":41,"Text":"Jakın jerden bir jarçı (İsrafil perişte Sur kerneyi menen ) jar çakırgan Künü aga kulak sal"},{"SurahNumber":50,"VerseNumber":42,"Text":"Al Künü (bardık kalayık-kalk) akıykat aykırıktı ugat. Bul — (mürzödön tirilip) çıguu Künü"},{"SurahNumber":50,"VerseNumber":43,"Text":"Çınında (insaniyatka) Biz jaşoo bergenbiz jana Özübüz janın alabız. Jana kaytuu - Özübüzgö"},{"SurahNumber":50,"VerseNumber":44,"Text":"Oşol (Sur tartılgan) Kündö alarga (mürzölördö jatkandarga) jer jarılıp, şaşkan abalda (çıgıp kelişet.) Bul çogultuu Biz üçün ötö jeŋil"},{"SurahNumber":50,"VerseNumber":45,"Text":"Alardın emne dep jatkanın Biz eŋ jakşı bilebiz. Sen alardı majburlooçu emessiŋ.! Emi sen Menin korkunuçtuu ubadalarımdan korkkon adamdardı Kuraan menen eskert"},{"SurahNumber":51,"VerseNumber":1,"Text":"(Topuraktı) tozguta jelgen şamaldarga ant"},{"SurahNumber":51,"VerseNumber":2,"Text":"Köp suuga (jamgırga) koş boyluu bolgon buluttarga ant"},{"SurahNumber":51,"VerseNumber":3,"Text":"Jeŋil sızıp jürüüçülörgö (kemelerge) ant"},{"SurahNumber":51,"VerseNumber":4,"Text":"(Allaһtın tapşırması menen aalamdık) işterdi bölüştürüüçü periştelerge ant"},{"SurahNumber":51,"VerseNumber":5,"Text":"(O, pendeler!) Silerge ubada kılıngan nerse? — bul çındık"},{"SurahNumber":51,"VerseNumber":6,"Text":"Jana Kıyamat sözsüz boluuçu"},{"SurahNumber":51,"VerseNumber":7,"Text":"Kooz-körköm asmanga ant"},{"SurahNumber":51,"VerseNumber":8,"Text":"(Ey, muşrikter) silerdin aytkan-degeniŋer anıgında turuksuz (sözdör)"},{"SurahNumber":51,"VerseNumber":9,"Text":"Andan (Kuraandan) burulgan adam(dı çındıktan) burup koyulat"},{"SurahNumber":51,"VerseNumber":10,"Text":"Jalgançılarga ölüm"},{"SurahNumber":51,"VerseNumber":11,"Text":"Alar naadandık tolkundarında adaşkandar"},{"SurahNumber":51,"VerseNumber":12,"Text":"(Seni sınap, jalgançıga çıgaruu üçün): «Kıyamat Kün kaçan?»-dep suraşat"},{"SurahNumber":51,"VerseNumber":13,"Text":"Al Künü tozokto azap tartışat"},{"SurahNumber":51,"VerseNumber":14,"Text":"(Anan alarga) «Azabıŋardı tartkıla! Siler («kaçan-kaçan» dep) şaştırgan künüŋör — uşul» (dep aytılat)"},{"SurahNumber":51,"VerseNumber":15,"Text":"(Al emi) takıba kişiler Beyişterde, bulaktarda"},{"SurahNumber":51,"VerseNumber":16,"Text":"Rabbisi bergen sıylıktardı alışıp. (Sebebi), alar buga çeyin (düynö jaşoosunda) jakşılık (soop iş) kıluuçu boluşkan"},{"SurahNumber":51,"VerseNumber":17,"Text":"Alar tündösü bir az ele uktaşkan"},{"SurahNumber":51,"VerseNumber":18,"Text":"Taŋ mezgilderinde (namaz okuşup, Rabbisinen) keçirim suraşkan"},{"SurahNumber":51,"VerseNumber":19,"Text":"Alardın (adal emgek menen tapkan) mal-düynösündö, tilemçilerdin jana muktajdardın? akısı bolgon"},{"SurahNumber":51,"VerseNumber":20,"Text":"Jerde (andagı janduu-jansız makuluktarda) tereŋ işengen kişilerge (Allaһtın Kuduretine) belgiler bar"},{"SurahNumber":51,"VerseNumber":21,"Text":"Silerdin özüŋördö da (belgiler bar). Karabaysıŋarbı"},{"SurahNumber":51,"VerseNumber":22,"Text":"Asmanda silerdin ırıskıŋar! jana silerge ubada kılıngan nerseler bar"},{"SurahNumber":51,"VerseNumber":23,"Text":"Asman jana jerdin Rabbisine ant, (o, insandar) albette al (Allaһtın Lavhul-Mahfuzdagı ubadası) silerdin süylöp jatkanıŋar sıyaktuu ele Akıykat"},{"SurahNumber":51,"VerseNumber":24,"Text":"(O, Muhammad!) saga İbrahimdin urmattuu konoktorunun kabarı keldi bele"},{"SurahNumber":51,"VerseNumber":25,"Text":"Bir kezde alar (adam tüspölündögü eki perişte) aga kirip «Salam» deşti. Al dagı «salam (ey) beytaanış kişiler» dedi"},{"SurahNumber":51,"VerseNumber":26,"Text":"Anan, sezdirbey gana üy-bülösünö barıp, semiz muzoonu(n bışkan etin) alıp keldi"},{"SurahNumber":51,"VerseNumber":27,"Text":"Anı alarga jakın koyup «Emnege jebeysiŋer?» dedi"},{"SurahNumber":51,"VerseNumber":28,"Text":"Andan soŋ alardan kooptono tüştü. «Sen korkpogun»-deşti alar jana aga (keleçekte) aalım (bolo turgan) perzenttin kuş kabarın berişti"},{"SurahNumber":51,"VerseNumber":29,"Text":"Anın (İbrahimdin) ayalı (taŋırkap) kıykırgan boydon, betine şapattap, ayttı: «Men tuubas kempirmin go?!»"},{"SurahNumber":51,"VerseNumber":30,"Text":"«Rabbiŋ uşunday dedi. Al Bir Özü gana Daanışman, Bilüüçü» -deşti (perişteler)"}]}