{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Yeryuzunde hicbir canlı yoktur ki, rızkı Allah’a ait olmasın. Her birinin (dunyada) duracakları yeri de, (oldukten sonra) emaneten konulacakları yeri de O bilir. Bunların hepsi acık bir kitapta (Levh-i Mahfuz’da yazılı)dır"},{"SurahNumber":11,"VerseNumber":7,"Text":"O'nun arsı su uzerinde iken amel bakımından hanginizin daha iyi oldugunu denemek icin gokleri ve yeri altı gunde yaratan O'dur. Sayet sen: \"Kesinlikle siz, oldukten sonra yine dirileceksiniz\" demis olsan, kafirler: \"Bu apacık buyuden baska bir sey degildir.\" derler"},{"SurahNumber":11,"VerseNumber":8,"Text":"Andolsun, biz onlardan azabı belirli bir sureye kadar geciktirsek, o zaman da mutlaka “Onu ne alıkoyuyor?” derler. Iyi bilin ki, azap onlara gelecegi gun, kendilerinden bir daha uzaklastırılmaz ve alay etmekte oldukları sey, kendilerini cepecevre kusatmıs olur"},{"SurahNumber":11,"VerseNumber":9,"Text":"Eger insanlara tarafımızdan bir rahmet tattırıp, sonra onu kendisinden geri alırsak, o artık umitsiz bir nankor olur"},{"SurahNumber":11,"VerseNumber":10,"Text":"Eger ona, kendisine dokunan sıkıntıdan sonra nimetler verirsek soyle soyleyecektir: Kotulukler benden uzaklastı. O, gercekten sımaracak ve ovunecektir"},{"SurahNumber":11,"VerseNumber":11,"Text":"Sabreden ve salih ameller isleyen kimseler boyle degildir. Iste onlara, magfiret ve buyuk bir mukafat vardır"},{"SurahNumber":11,"VerseNumber":12,"Text":"Simdi sen: “Ona bir hazine indirilmeli yahut onunla beraber bir de bir melek gelmeli degil miydi?” demeleri dolayısıyla gogsun daralıp sana vahyolunanlardan bir kısmını terk mi edeceksin? Sen ancak bir uyarıcısın. Allah ise her seye vekildir"},{"SurahNumber":11,"VerseNumber":13,"Text":"Yoksa: 'Onu kendisi uydurdu' mu diyorlar? De ki: 'Haydi siz, yalan uzere uydurulmus olarak onun benzeri on sure getirin ve eger dogruysanız, Allah'tan baska cagırabildiklerinizi cagırın"},{"SurahNumber":11,"VerseNumber":14,"Text":"Eger size karsılık vermezlerse, onun (Kur'an'ın) ancak Allah’ın ilmi ile indirilmis oldugunu ve O’ndan baska (hak) ilah olmadıgını bilin! Artık siz musluman oluyor musunuz"},{"SurahNumber":11,"VerseNumber":15,"Text":"Kim yalnız dunya hayatını ve onun ziynetini isterse, biz onlara yaptıklarının karsılıgını orada tastamam oderiz. Orada onlar bir eksiklige ugratılmazlar"},{"SurahNumber":11,"VerseNumber":16,"Text":"Iste onlar, kendileri icin ahirette atesten baska bir sey olmayan kimselerdir. (Dunyada) yaptıkları seyler, orada bosa gitmistir. Zaten butun yapmakta oldukları da bos seylerdir"},{"SurahNumber":11,"VerseNumber":17,"Text":"Rabbi katından (gelen) acık bir delil uzere olan ve ardından Rabbinden bir sahidin takip ettigi ve kendisinden once bir de onder ve rahmet olarak Musa'nın kitabı bulunan kimse (kafirler gibi) midir? Bunlar o (kitaba) inanırlar. Hangi topluluk onu inkar ederse vadedilen yeri atestir. O'ndan (Kitap) dan suphen olmasın. Suphesiz O, Rabbinden (gelen) haktır. Fakat, insanların cogu iman etmezler"},{"SurahNumber":11,"VerseNumber":18,"Text":"Allah’a karsı yalan duzerek iftira edenden daha zalim kim olabilir? Iste bunlar, Rablerine arz edilecekler ve sahitler de, “Rablerine karsı yalan soyleyenler iste bunlardır” diyeceklerdir. Biliniz ki, Allah’ın laneti zalimler uzerinedir"},{"SurahNumber":11,"VerseNumber":19,"Text":"Onlar (halkı) Allah yolundan alıkoyan ve onu egri ve celiskili gostermek isteyen kimselerdir. Hem de onlar ahireti inkar edenlerin ta kendileridir"},{"SurahNumber":11,"VerseNumber":20,"Text":"Bunlar, yeryuzunde (Allah'ı) aciz bırakacak degillerdir. Onların Allah’tan baska bir velisi/yardımcısı da yoktur. Onlara kat kat azap vardır. Cunku onlar, (hakkı) isitmezler ve gormezlerdi"},{"SurahNumber":11,"VerseNumber":21,"Text":"Iste bunlar, kendilerini ziyana ugratan kimselerdir. Uydurmakta oldukları seyler de kendilerini yuz ustu bırakıp kaybolup gitmistir"},{"SurahNumber":11,"VerseNumber":22,"Text":"Gercekten onlar, ahirette en cok husrana ugrayanlardır"},{"SurahNumber":11,"VerseNumber":23,"Text":"Iman edip, salih ameller isleyen ve Rablerine gonulden baglananlara gelince, iste onlar cennetliklerdir. Onlar orada ebedi kalacaklardır"},{"SurahNumber":11,"VerseNumber":24,"Text":"Bu iki zumrenin durumu, kor ve sagır ile goren ve isiten kimseler gibidir. Bunların durumları hic birbirlerine denk olur mu? Hala dusunmez misiniz"},{"SurahNumber":11,"VerseNumber":25,"Text":"Andolsun, biz Nuh’u kavmine peygamber olarak gonderdik. Onlara soyle dedi: ''Ben sizin icin apacık bir uyarıcıyım"},{"SurahNumber":11,"VerseNumber":26,"Text":"Allah’tan baskasına tapmayın/ibadet etmeyin! Ben, size (gelecek) elem verici bir gunun azabından korkuyorum"},{"SurahNumber":11,"VerseNumber":27,"Text":"Halkının ileri gelen kafir takımı: \"Biz, senin sadece bizim gibi bir insan oldugunu goruyoruz. Sana, gorusu olmayan, ayak takımından baska kimsenin tabi oldugunu da gormuyoruz. Sizin bizim uzerimize bir ustunlugunuzu de gormuyoruz. Aksine sizin yalancılar oldugunuza inanıyoruz\" dediler"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nuh dedi ki: “Ey Kavmim! Soyleyin bakalım; sayet ben Rabbimden gelen apacık bir delil uzerinde isem ve O, kendi katından bana bir rahmet vermis de siz ona karsı kor kalmıssanız, onu istemediginiz halde, biz sizi ona zorlayacak mıyız?”"},{"SurahNumber":11,"VerseNumber":29,"Text":"Ey kavmim! Buna karsı ben sizden herhangi bir mal da istemiyorum. Benim mukafatım ancak Allah’a aittir. Ben o iman edenleri (teklifinize uyarak) kovacak da degilim. Cunku onlar Rablerine kavusacaklardır. Fakat ben sizin bilgisizce davranan bir toplum oldugunuzu goruyorum"},{"SurahNumber":11,"VerseNumber":30,"Text":"“Ey kavmim! Eger ben onları kovarsam, Allah'a karsı bana kim yardım eder? Hic dusunmuyor musunuz?”"},{"SurahNumber":11,"VerseNumber":31,"Text":"Size ben, “Allah’ın hazineleri yanımdadır” demiyorum, gaybı da bilmem. “Ben bir melegim” de demiyorum. Sizin hor gordugunuz kimseler icin, “Allah, onlara asla hicbir hayır vermez” de diyemem. Allah, onların iclerindekini daha iyi bilir. Boyle bir sey soylersem, o zaman ben gercekten zalimlerden olurum"},{"SurahNumber":11,"VerseNumber":32,"Text":"Dediler ki: “Ey Nuh! Bizimle tartıstın ve tartısmayı uzattın. Eger dogru soyleyenlerden isen, haydi kendisiyle bizi tehdit ettigin azabı getir.”"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nuh dedi ki: “Onu size, dilerse ancak Allah getirir ve siz (Allah’tan) kacamayacaksınız.”"},{"SurahNumber":11,"VerseNumber":34,"Text":"Ben size ogut vermek istesem de, eger Allah sizi azdırmak istemisse, ogudum size fayda vermez. O, sizin Rabbinizdir ve O’na donduruleceksiniz"},{"SurahNumber":11,"VerseNumber":35,"Text":"(Ey Muhammed!) Yoksa “Onu (Kur’an’ı) kendisi uydurdu mu?\" diyorlar. De ki: “Eger onu uydurmussam, sucum bana aittir. Ben de sizin islemekte oldugunuz suclardan uzagım.”"},{"SurahNumber":11,"VerseNumber":36,"Text":"Nuh'a, “Senin kavminden, gercekten iman etmis olanlardan baskası artık iman etmeyecektir; o halde yaptıkları seylerden dolayı uzulme” diye vahyolundu"},{"SurahNumber":11,"VerseNumber":37,"Text":"Gozlerimizin onunde vahyettigimize gore gemi yap, zulmedenler hakkında bana birsey soyleme! Muhakkak onlar bogulacaklardır"},{"SurahNumber":11,"VerseNumber":38,"Text":"(Nuh) gemiyi yapıyordu. Kavminden ileri gelenler her ne zaman yanına ugrasalar, onunla alay ediyorlardı. Dedi ki: ''Bizimle alay ediyorsanız, sizin bizimle alay ettiginiz gibi biz de sizinle alay edecegiz"},{"SurahNumber":11,"VerseNumber":39,"Text":"Birazdan alcaltıcı azabın kime gelecegini ve kalıcı azabın kimi kusatacagını anlayacaksınız"},{"SurahNumber":11,"VerseNumber":40,"Text":"Sonunda emrimiz gelip, tandır (icinden sular) kaynamaya baslayınca: \"Her cinsten birer cifti ve kendileri hakkında daha once hukum verilmis olanlar dısındaki aileni ve iman edenleri gemiye bindir\" dedik. Zaten onun yanında iman etmis olan kimseler cok azdı"},{"SurahNumber":11,"VerseNumber":41,"Text":"(Nuh), “Binin ona. Onun yuzup gitmesi de durması da Allah’ın adıyladır. Suphesiz Rabbim cok bagıslayandır, cok merhamet edendir.” dedi"},{"SurahNumber":11,"VerseNumber":42,"Text":"Gemi daglar gibi dalgalar arasında akıp onları goturuyordu. Nuh, bir kenara cekilmis ogluna: \"Yavrucugum, bizimle bin, kafirlerle olma!\" diye seslendi"},{"SurahNumber":11,"VerseNumber":43,"Text":"O, (Oglu) “Ben, kendimi sudan koruyacak bir daga sıgınacagım” dedi. Nuh, “Bugun Allah’ın rahmet ettikleri haric, O’nun azabından korunacak hic kimse yoktur” dedi. Derken aralarına dalga giriverdi de oglu bogulanlardan oldu"},{"SurahNumber":11,"VerseNumber":44,"Text":"“Ey yeryuzu! Yut suyunu. Ey gok! Tut suyunu” denildi. Su cekildi, is bitirildi. Gemi de Cudi’ye oturdu ve; “Zalimler toplulugu, Allah’ın rahmetinden uzak olsun!” denildi"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nuh, Rabbine seslenip soyle dedi: “Rabbim! Suphesiz oglum da ailemdendir. Senin vaadin elbette gercektir. Sen de hukmedenlerin en iyi hukmedenisin.”"},{"SurahNumber":11,"VerseNumber":46,"Text":"Allah: “Ey Nuh! O, asla senin ailenden degildir. Onun yaptıgı, iyi olmayan bir istir. O halde, hakkında hicbir bilgin olmayan seyi benden isteme. Ben cahillerden olmayasın diye sana ogut veriyorum.” dedi"},{"SurahNumber":11,"VerseNumber":47,"Text":"Nuh, “Rabbim! Suphesiz ben senden hakkında bilgim olmayan seyi istemekten sana sıgınırım. Eger beni bagıslamaz ve bana acımazsan, suphesiz ziyana ugrayanlardan olurum.” dedi"},{"SurahNumber":11,"VerseNumber":48,"Text":"Ona denildi ki: ''Ey Nuh! Sana ve seninle birlikte bulunanlardan bircok ummete bizden esenlik ve bereketlerle (gemiden) in. Daha birtakım ummetler de olacak ki, biz onları (dunyada) faydalandıracagız. Sonra da bizden kendilerine elem dolu bir azap dokunacak"},{"SurahNumber":11,"VerseNumber":49,"Text":"Iste bunlar, sana vahyettigimiz gayb haberlerindendir. Bundan once onları ne sen biliyordun, ne de kavmin. O halde sabret. Cunku (iyi) sonuc, Allah’a karsı gelmekten sakınanların olacaktır"},{"SurahNumber":11,"VerseNumber":50,"Text":"Ad toplumuna da kardesleri Hud’u gonderdik: \"Ey halkım! (yalnızca) Allah’a ibadet edin. Sizin O’ndan baska hak ilahınız yoktur. (Baska ilahlara ibadet ederek) Siz sadece iftira ediyordunuz.\" dedi"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ey halkım! Sizden bir ucret beklemiyorum. Benim ecrim, beni yoktan yaratana aittir. Aklınızı kullanmıyor musunuz"},{"SurahNumber":11,"VerseNumber":52,"Text":"Ey kavmim! Rabbinizden magfiret dileyin, sonra da O'na tevbe edin ki uzerinize bol bol yagmur gondersin ve kuvvetinize kuvvet katsın. Gunahkarlar olarak yuz cevirmeyin"},{"SurahNumber":11,"VerseNumber":53,"Text":"Ey Hud! Sen bize apacık bir delil getirmedin, biz de senin sozunle ilahlarımızı bırakacak ve sana iman edecek degiliz.\" dediler"},{"SurahNumber":11,"VerseNumber":54,"Text":"Biz ancak ilahlarımızdan biri seni kotu carpmıs demekten baska bir sey demeyiz, dediler. Hud: Ben, Allah’ı sahit tutuyorum. Siz de sahit olun ki, ben sizin O’nu bırakıp kostugunuz sirklerden uzagım"},{"SurahNumber":11,"VerseNumber":55,"Text":"Bana hepiniz toptan tuzagınızı kurun. Sonra da bana muhlet vermeyin, dedi"},{"SurahNumber":11,"VerseNumber":56,"Text":"Suphesiz ben, benim de sizin de Rabbiniz olan Allah’a tevekkul ettim. Hareket eden ne kadar canlı varsa hepsinin alnından tutan O’dur. Benim Rabbim gercekten dosdogru bir yol uzeredir"},{"SurahNumber":11,"VerseNumber":57,"Text":"Eger yuz cevirirseniz suphesiz ki benimle size gonderileni size teblig ettim. Rabbim sizin yerinize baska bir kavim getirir ve siz O’na hicbir zarar veremezsiniz. Cunku benim Rabbim her seyi gozetendir"},{"SurahNumber":11,"VerseNumber":58,"Text":"Emrimiz gelince, Hud'u ve onunla beraber iman edenleri tarafımızdan bir rahmetle kurtardık, onları agır bir azaptan kurtulusa erdirdik"},{"SurahNumber":11,"VerseNumber":59,"Text":"Iste Ad kavmi! Rablerinin ayetlerini inkar ettiler. O’nun peygamberlerine karsı geldiler ve inatcı her zorbanın emrine uydular"},{"SurahNumber":11,"VerseNumber":60,"Text":"Onlar hem bu dunyada hem de kıyamet gununde lanete tabi tutuldular. Biliniz ki, Ad (kavmi) Rablerini inkar ettiler. (Sunu da) bilin ki Hud'un kavmi Ad, Allah'ın rahmetinden uzak kılındı"},{"SurahNumber":11,"VerseNumber":61,"Text":"Semud kavmine de kardesleri Salih’i peygamber gonderdik. Dedi ki: “Ey kavmim! Yalnızca Allah’a ibadet edin. Sizin O’ndan baska hicbir ilahınız yok. O, sizi yerden yaratıp sizi orada bir omur boyu yasattı. O halde O’ndan magfiret dileyin. Sonra O’na tevbe edin. Suphesiz ki Rabbim cok yakındır, duaları kabul edendir.”"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ey Salih! Sen bundan once, icimizde umit beslenilen bir kimseydin; simdi babalarımızın ibadet ettiklerine ibadet etmekten bizi men mi ediyorsun? Dogrusu bizi cagırdıgın seyden cok kuskulandıran bir suphe icindeyiz\" dediler"},{"SurahNumber":11,"VerseNumber":63,"Text":"Salih, dedi ki: “Ey kavmim! Soyleyin bakayım, eger ben Rabbim tarafından apacık bir delil uzerinde isem ve bana tarafından bir rahmet (peygamberlik) vermisse, O’na karsı geldigim takdirde beni Allah’tan kim koruyabilir? Demek ki, zarara ugratmaktan baska bana katkınız olmaz.”"},{"SurahNumber":11,"VerseNumber":64,"Text":"“Ey kavmim! Iste size mucize olarak Allah’ın disi bir devesi. Bırakın onu, Allah’ın arzında yayılıp otlasın. Ona kotuluk dokundurmayın, yoksa sizi yakında bir azap yakalar.”"},{"SurahNumber":11,"VerseNumber":65,"Text":"Derken deveyi kestiler. Salih, dedi ki: “Yurdunuzda uc gun daha yasayın. (Sonra helak olacaksınız.) Iste bu, yalanlanamayacak bir tehdittir.”"},{"SurahNumber":11,"VerseNumber":66,"Text":"Emrimiz gelince, Salih'i ve onunla beraber iman edenleri, bizden bir rahmet olarak (azaptan) ve o gunun zilletinden kurtardık. Suphesiz Rabbin mutlak guc sahibidir, hukum ve hikmet sahibidir"},{"SurahNumber":11,"VerseNumber":67,"Text":"Zalimleri ise bir cıglık aldı ve yurtlarında cansız olarak cokup kaldılar"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki orada hic yasamamıslardı. Biliniz ki Semud kavmi Rablerini inkar etti. (Yine) biliniz ki Semud kavmi Allah’ın rahmetinden uzaklastı"},{"SurahNumber":11,"VerseNumber":69,"Text":"Andolsun, elcilerimiz (melekler), Ibrahim’e mujde getirip; “Selam sana!” dediler. O, “Size de selam” dedi ve kızartılmıs bir buzagı getirmekte gecikmedi"},{"SurahNumber":11,"VerseNumber":70,"Text":"Ellerinin buna uzanmadıgını gorunce, onlardan cekindi ve kalbine bir korku girdi. Onlar (onun bu halini gorunce): \"Korkma, biz Lut kavmi icin gonderildik.\" dediler"},{"SurahNumber":11,"VerseNumber":71,"Text":"Ibrahim’in karısı ayakta idi. (Bu sozleri duyunca) guldu. Ona da Ishak’ı mujdeledik; Ishak’ın arkasından da Yakub’u"},{"SurahNumber":11,"VerseNumber":72,"Text":"(Ibrahim'in karısı) Vay halime! Ben ihtiyar bir kadınım, kocam da yaslı oldugu halde nasıl dogurabilirim? Bu sasılacak bir sey! dedi"},{"SurahNumber":11,"VerseNumber":73,"Text":"Melekler: “Allah’ın emrine mi sasıyorsun? Allah’ın rahmeti ve bereketi size olsun ey (peygamber ocagının) ev halkı! Suphesiz O, ovulmeye layıktır, sanı yucedir.” dediler"},{"SurahNumber":11,"VerseNumber":74,"Text":"Ibrahim’in korkusu gidip kendisine mujde gelince, Lut kavmi hakkında bizim (elcilerimiz) le tartısmaya koyuldu"},{"SurahNumber":11,"VerseNumber":75,"Text":"Dogrusu Ibrahim, yumusak huylu, duygulu ve gonulden (Allah'a) yonelen biriydi"},{"SurahNumber":11,"VerseNumber":76,"Text":"Elcilerimiz: “Ey Ibrahim bundan vazgec! Cunku Rabbinin emri kesin olarak gelmistir. Suphesiz onlara geri dondurulemeyecek bir azap gelecektir.” dediler"},{"SurahNumber":11,"VerseNumber":77,"Text":"Elcilerimiz Lut’a gelince onların yuzunden uzuldu, gogsu daraldı ve; “Bu cok zor bir gun” dedi"},{"SurahNumber":11,"VerseNumber":78,"Text":"Daha once cirkin isler yapan halk, kosarak ona geldiler. Lut: \"Ey kavmim! Iste bunlar, kızlarımdır. Onlar sizin icin en temiz olandır. Allah’tan sakının, misafirlerime beni rezil etmeyin. Icinizde hic mi aklı basında olan bir adam yok?\" dedi"},{"SurahNumber":11,"VerseNumber":79,"Text":"Senin kızlarını istemedigimizi biliyorsun. Bizim ne istedigimizi de elbette biliyorsun, dediler"},{"SurahNumber":11,"VerseNumber":80,"Text":"(Lut da:) “Keske size karsı (koyacak) bir gucum olsaydı, ya da saglam bir destege dayanabilseydim” dedi"},{"SurahNumber":11,"VerseNumber":81,"Text":"(Melekler) dediler ki: “Ey Lut! Biz Rabbinin elcileriyiz. Onlar sana asla ulasamayacaklar. Geceleyin bir vakitte aileni al gotur. Icinizden kimse ardına bakmasın. Ancak karın mustesna. (Onu bırak.) Cunku onların (kavminin) basına gelecek olan azap, onun basına da gelecektir. Onların azapla bulusma zamanı sabahtır. Sabah yakın degil midir?”"},{"SurahNumber":11,"VerseNumber":82,"Text":"(Azap) emrimiz gelince oranın altını ustune getirdik. Uzerine de Rabbinin katında isaretlenmis pisirilmis balcıktan taslar yagdırdık"},{"SurahNumber":11,"VerseNumber":83,"Text":"Rabbinin katından, isaretlenerek (yagdırılmıstır). Bu (azap) simdi de zalimlerden (Mekkeli'lerden) uzak degildir"},{"SurahNumber":11,"VerseNumber":84,"Text":"Medyen halkına da kardesleri Su’ayb’ı peygamber gonderdik. O, soyle dedi: “Ey kavmim! Yalnızca Allah’a ibadet edin. Sizin O’ndan baska hicbir ilahınız yoktur. Olcuyu ve tartıyı eksik yapmayın. Ben sizi bolluk icinde goruyorum. Ben sizin adınıza kusatıcı bir gunun azabından korkuyorum"},{"SurahNumber":11,"VerseNumber":85,"Text":"Ey kavmim! Olcuyu ve tartıyı adaletle tam yapın. Insanların esyalarını (mallarını ve haklarını) eksiltmeyin. Yeryuzunde bozgunculuk yaparak karısıklık cıkarmayın"},{"SurahNumber":11,"VerseNumber":86,"Text":"Eger iman eden kimseler iseniz Allah’ın bıraktıgı helal kazanc sizin icin daha hayırlıdır. Ben sizin basınızda bir bekci degilim"},{"SurahNumber":11,"VerseNumber":87,"Text":"Dediler ki: \"Ey Suayb! Atalarımızın ibadet ettikleri seyleri yahut mallarımız hususunda diledigimizi yapmayı terketmemizi sana namazın mı emrediyor? Oysa sen yumusak huylu ve cok akıllısın"},{"SurahNumber":11,"VerseNumber":88,"Text":"Suayb, soyle dedi: ''Ey kavmim! Soyleyin bakayım. Ya ben Rabbimden gelen acık bir delil uzere isem ve katından bana guzel bir rızık vermisse! Ben size yasakladıgımı kendim yapmak istemiyorum. Ben sadece gucum yettigince (sizi) duzeltmek istiyorum. Basarım ancak Allah’ın yardımı iledir. Ben sadece O’na tevekkul ettim ve sadece O’na yoneliyorum"},{"SurahNumber":11,"VerseNumber":89,"Text":"“Ey Kavmim! Bana karsı olan dusmanlıgınız, Nuh kavminin veya Hud kavminin yahut Salih kavminin basına gelenin benzeri gibi bir felaketi sakın sizin de basınıza getirmesin. (Ve unutmayın ki) Lut kavmi sizden uzak degildir.”"},{"SurahNumber":11,"VerseNumber":90,"Text":"Rabbinizden bagıslanma dileyin, sonra O’na tevbe edin. Suphesiz Rabbim cok merhametlidir, cok sevendir"},{"SurahNumber":11,"VerseNumber":91,"Text":"Dediler ki: ''Ey Suayb! Dediklerinin cogunu anlamıyoruz. Hem biz seni aramızda zayıf goruyoruz. Eger kabilen olmasaydı, seni tasa tutardık. Zaten sen bizce itibarlı biri degilsin"},{"SurahNumber":11,"VerseNumber":92,"Text":"Suayb, soyle dedi: ''Ey kavmim! Benim kabilem sizce Allah’tan daha itibarlı mı ki, O’na sırt cevirdiniz? Suphesiz Rabbim, sizin yaptıklarınızı cepecevre kusatıcıdır"},{"SurahNumber":11,"VerseNumber":93,"Text":"Ey halkım! Elinizden gelen, her seyi yapın, ben de yapacagım. Kime rezil edici bir azabın gelecegini, kimin yalancı oldugunu bileceksiniz. Bekleyin, dogrusu ben de sizinle bekliyorum"},{"SurahNumber":11,"VerseNumber":94,"Text":"Emrimiz gelince, Suayb’ı ve onunla birlikte iman edenleri katımızdan bir rahmetle kurtardık. Zulmedenleri ise o korkunc (ugultulu) ses yakaladı da yurtlarında dizustu cokekaldılar"},{"SurahNumber":11,"VerseNumber":95,"Text":"Sanki orada hic yasamamıslardı. Biliniz ki Semud kavmi, Allah’ın rahmetinden uzaklastıgı gibi Medyen halkı da uzaklastı"},{"SurahNumber":11,"VerseNumber":96,"Text":"Musa’yı da ayetlerimizle ve acık bir delil ile gondermistik"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firavun'a ve onun ileri gelenlerine (gonderdik). Fakat onlar Firavun'un emrine uydular. Oysa Firavun'un emri dogru degildi"},{"SurahNumber":11,"VerseNumber":98,"Text":"Firavun, kıyamet gununde kavminin onune gececek ve onları atese goturecektir. Ne kotu varıs yeridir orası"},{"SurahNumber":11,"VerseNumber":99,"Text":"Onlar, hem bu dunyada, hem de kıyamet gununde lanete ugratıldılar. Ne kotu bagıstır bu onlara verilen"},{"SurahNumber":11,"VerseNumber":100,"Text":"Iste bunlar sana kıssa olarak anlattıgımız ulkelere ait haberlerdendir. Onlardan ayakta duranlar da var, yıkılıp gidenler de"},{"SurahNumber":11,"VerseNumber":101,"Text":"Biz onlara zulmetmedik. Fakat onlar kendilerine zulmettiler. Rabbinin emri gelince, Allah’ı bırakıp da dua ettikleri ilahları kendilerine hicbir fayda saglamadı. Ilahları onların sadece ziyanlarını artırdı"},{"SurahNumber":11,"VerseNumber":102,"Text":"Zulme sapmıs memleketlerin halkını yakaladıgında, Rabbinin yakalaması iste boyledir! Suphesiz O’nun yakalaması can yakıcı ve siddetlidir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Suphesiz, ahiret azabından korkanlar icin bunda bir ibret vardır. Bu, insanların (hesap ve ceza icin) toplanacakları bir gundur. O, tanık olunacak bir gundur"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz onu (kıyamet gununu) ancak belirli bir zamana kadar erteliyoruz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O gun geldigi zaman Allah’ın izni olmadan hicbir kimse konusamaz. Onlardan kimisi bedbaht, kimisi bahtiyardır"},{"SurahNumber":11,"VerseNumber":106,"Text":"Bedbaht olanlar atestedirler. Onlar orada yuksek hırıltılarla ve inleyerek solurlar"},{"SurahNumber":11,"VerseNumber":107,"Text":"Onlar, gokler ve yerler ayakta durdukca orada ebedi olarak kalacaklardır. Ancak Rabbinin dilemesi baska. Suphesiz Rabbin, istedigini yapandır"},{"SurahNumber":11,"VerseNumber":108,"Text":"Bahtiyar olanlar ise Cennet'tedirler. Gokler ve yer ayakta durdukca, orada ebedi kalacaklardır. Ancak Rabbinin diledigi kimseler (Mu'minlerden bir kısım gunahkarlar) mustesna. Bu tukenmez/kesintisiz bir lutuftur"},{"SurahNumber":11,"VerseNumber":109,"Text":"Oyleyse sakın onların ibadet ettigi seylerden kuskun olmasın. Onlar ancak, evvelce babalarının tapındıkları gibi tapınıyorlar. Biz, onlara paylarını eksiksiz olarak verecegiz"},{"SurahNumber":11,"VerseNumber":110,"Text":"Andolsun Biz Musa’ya o Kitabı verdik de hakkında ayrılıga dusuldu. Daha once Rabbin tarafından verilmis bir soz olmasaydı, aralarında (azabın gelmesi icin) hukmedilmis olurdu. Onlar, hala bundan sek ve suphe icindedirler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Suphesiz Rabbin onların her birine, yaptıklarının karsılıgını tastamam verecektir. Suphesiz Rabbin onların yaptıklarından hakkıyla haberdardır"},{"SurahNumber":11,"VerseNumber":112,"Text":"Oyle ise emrolundugun gibi dosdogru ol. Beraberindeki tevbe edenler de dosdogru olsunlar.Ve asırı gitmeyin. Suphesiz O, yaptıklarınızı hakkıyla gorur"},{"SurahNumber":11,"VerseNumber":113,"Text":"Bir de zulmedenlere meyletmeyin. Yoksa size de ates dokunur. Sizin Allah’tan baska yardımcılarınız yoktur. Sonra size yardım da edilmez"},{"SurahNumber":11,"VerseNumber":114,"Text":"(Ey Muhammed!) Gunduzun iki tarafında ve gecenin gunduze yakın vakitlerinde namaz kıl. Cunku iyilikler kotulukleri giderir. Bu, ogut alanlar icin bir oguttur"},{"SurahNumber":11,"VerseNumber":115,"Text":"(Ey Muhammed!) Sabırlı ol! Cunku Allah ihsan sahibi kimselerin mukafatını zayi etmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden onceki nesiller arasında yeryuzunde fesadı engelleyecek fazilet sahipleri olmalı degil miydi? Fakat onlardan, kurtulusa erdirdigimiz az bir kısmı mustesnadır. Zalimler ise, yalnız kendilerine verilen refahın ardına dustuler ve gunahkar kimseler oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Halkı ıslah eden kimseler iken, senin Rabbin o memleketleri zulum ile helak edecek degildr"},{"SurahNumber":11,"VerseNumber":118,"Text":"Eger Rabbin dileseydi, insanları tek bir millet/din uzere kılardı. Fakat onlar ihtilaf edip durmaktadırlar"},{"SurahNumber":11,"VerseNumber":119,"Text":"Rabbinin rahmet ettikleri mustesna. Zaten onları bunun icin yaratmıstır. Rabbinin: “Andolsun ki Ben cehennemi cin ve insanlarla dolduracagım” sozu de tumuyle gerceklesmistir"},{"SurahNumber":11,"VerseNumber":120,"Text":"Peygamberlerin haberlerinden senin kalbine sebat verecek her seyi sana anlatıyoruz. Bunlarda, sana hak, mu’minlere de bir ogut ve hatırlatma gelmistir"},{"SurahNumber":11,"VerseNumber":121,"Text":"Iman etmeyenlere soyle de: \"Elinizden gelen her seyi yapın, ben de yapacagım"},{"SurahNumber":11,"VerseNumber":122,"Text":"Bekleyin! Suphesiz biz de bekleyicileriz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Goklerin ve yerin gaybı yalnız Allah’a mahsustur. Butun isler O’na dondurulur. Oyle ise sadece O’na ibadet et ve O’na tevekkul edip, guven. Rabbin yaptıklarınızdan asla gafil degildir"},{"SurahNumber":12,"VerseNumber":1,"Text":"Elif, Lam, Ra. Bunlar apacık Kitab'ın ayetleridir"},{"SurahNumber":12,"VerseNumber":2,"Text":"Biz, onu akledip anlayasınız diye Arapca bir Kur’an olarak indirdik"},{"SurahNumber":12,"VerseNumber":3,"Text":"Sana bu Kur’an’ı vahyetmekle kıssaların en guzelini anlatıyoruz. Halbuki daha once sen bunlardan habersiz idin"},{"SurahNumber":12,"VerseNumber":4,"Text":"Hani Yusuf babasına soyle demisti: “Babacıgım, (ruyamda) on bir yıldız, gunesi ve ay’ı gordum. Gordum ki onlar bana secde ediyorlardı.”"},{"SurahNumber":12,"VerseNumber":5,"Text":"Babası, soyle dedi: “Yavrucugum! Ruyanı kardeslerine sakın anlatma! Yoksa, sana tuzak kurarlar. Cunku Seytan, insanın apacık dusmanıdır.”"},{"SurahNumber":12,"VerseNumber":6,"Text":"“Iste Rabbin seni boylece sececek, sana (ruyada gorulen) olayların yorumunu ogretecek ve daha once ataların Ibrahim ve Ishak’a nimetlerini tamamladıgı gibi sana ve Yakub soyuna da tamamlayacaktır. Suphesiz Rabbin hakkıyla bilendir, hukum ve hikmet sahibidir.”"},{"SurahNumber":12,"VerseNumber":7,"Text":"Andolsun, Yusuf ve kardeslerinde (hakikati arayıp) soranlar icin ibretler vardır"},{"SurahNumber":12,"VerseNumber":8,"Text":"Kardesleri dediler ki: ''Biz kalabalık bir topluluk oldugumuz halde, Yusuf ve kardesi (Bunyamin) babamıza bizden daha sevgilidir. Dogrusu babamız acık bir yanılgı icindedir"},{"SurahNumber":12,"VerseNumber":9,"Text":"“Yusuf’u oldurun veya onu bir yere atın ki babanız sadece size yonelsin. Ondan sonra (tovbe edip) salih kimseler olursunuz.”"},{"SurahNumber":12,"VerseNumber":10,"Text":"Onlardan bir sozcu, “Yusuf’u oldurmeyin, onu bir kuyunun dibine bırakın ki gecen kervanlardan biri onu bulup alsın. Eger yapacaksanız boyle yapın” dedi"},{"SurahNumber":12,"VerseNumber":11,"Text":"Babalarına soyle dediler: “Ey babamız! Yusuf hakkında bize neden guvenmiyorsun? Halbuki biz onun iyiligini isteyen kisileriz.”"},{"SurahNumber":12,"VerseNumber":12,"Text":"Yarın onu bizimle beraber gonder de gezip oynasın. Biz onu mutlaka koruruz"},{"SurahNumber":12,"VerseNumber":13,"Text":"Babaları: “Dogrusu onu goturmeniz beni uzer, siz ondan habersiz iken onu kurt yer, diye korkuyorum.” dedi"},{"SurahNumber":12,"VerseNumber":14,"Text":"Onlar da: “Andolsun biz kuvvetli bir topluluk iken onu kurt yerse (o takdirde) biz gercekten husrana ugrayanlardan oluruz.” dediler"},{"SurahNumber":12,"VerseNumber":15,"Text":"Yusuf'u goturup bir kuyunun derinliklerine bırakmayı kararlastırdıklarında, biz ona, “Suphesiz sen, farkında olmadıkları bir sırada, bu yaptıklarını onlara haber vereceksin” diye vahyettik"},{"SurahNumber":12,"VerseNumber":16,"Text":"Aksam, aglaya aglaya babalarına geldiler"},{"SurahNumber":12,"VerseNumber":17,"Text":"Ey babamız, biz yarıs yapalım diye gittik; Yusuf’u da esyamızın yanında bırakmıstık. (Bir de ne gorelim) onu kurt yemis. Her ne kadar dogru soylesek de sen bize inanmazsın'' dediler"},{"SurahNumber":12,"VerseNumber":18,"Text":"Bir de uzerine, sahte bir kan bulastırılmıs gomlegini getirdiler. Yakub dedi ki: “Hayır! Nefisleriniz sizi aldatıp boyle bir ise surukledi. Artık bana dusen, guzel bir sabırdır. Anlattıklarınıza karsı yardımı istenilecek de ancak Allah’tır.”"},{"SurahNumber":12,"VerseNumber":19,"Text":"Bir kervan gelmis, sucularını suya gondermislerdi. Sucu kovasını kuyuya salınca; “Mujde! Mujde! Iste bir oglan!” dedi. Onu alıp bir ticaret malı olarak sakladılar. Oysa Allah, onların yaptıklarını biliyordu"},{"SurahNumber":12,"VerseNumber":20,"Text":"(Kafile Mısır'a vardıgında) onu dusuk bir fiyata, sayılı birkac dirheme sattılar. Bunların ona ragbetleri yoktu"},{"SurahNumber":12,"VerseNumber":21,"Text":"Onu satın alan Mısırlı kisi, hanımına dedi ki: “Ona iyi bak. Belki bize yararı dokunur veya onu evlat ediniriz.” Iste boylece biz Yusuf’u o yere (Mısır’a) yerlestirdik ve ona (ruyadaki) olayların yorumunu ogretelim diye boyle yaptık. Allah, emrini yerine getirmeye kadirdir. Fakat insanların cogu (bunu) bilmezler"},{"SurahNumber":12,"VerseNumber":22,"Text":"Yusuf, ergenlik cagına girince, ona hukum ve ilim verdik, iste biz, iyileri boyle mukafatlandırırız"},{"SurahNumber":12,"VerseNumber":23,"Text":"Evinde bulundugu kadın (gonlunu ona kaptırıp) ondan arzuladıgı seyi elde etmek istedi ve kapıları kilitleyerek, “Haydi gelsene!” dedi. O ise, “Allah’a sıgınırım, cunku o (kocan) benim efendimdir, bana iyi baktı. Suphesiz zalimler kurtulusa eremezler.” dedi"},{"SurahNumber":12,"VerseNumber":24,"Text":"Andolsun, kadın onu arzulamıstı. Eger Rabbinin burhanını gormemis olsaydı, Yusuf da ona istek duyacaktı. Biz, ondan kotulugu ve fuhsu uzaklastırmak icin iste boyle yaptık. Cunku o, ihlasa erdirilmis kullarımızdandı"},{"SurahNumber":12,"VerseNumber":25,"Text":"Ikisi de kapıya kostular. Kadın, Yusuf’un gomlegini arkadan yırttı. Kapının yanında hanımın efendisine rastladılar. Kadın dedi ki: “Senin ailene kotuluk yapmak isteyenin cezası, ancak zindana atılmak veya can yakıcı bir azaptır.”"},{"SurahNumber":12,"VerseNumber":26,"Text":"Yusuf: “O, benden arzusunu elde etmek istedi” dedi. Kadının ailesinden bir sahit de soyle sahitlik etti: “Eger onun gomlegi onden yırtılmıssa, kadın dogru soylemistir, o (Yusuf) yalancılardandır.”"},{"SurahNumber":12,"VerseNumber":27,"Text":"“Eger gomlegi arkadan yırtılmıssa, kadın yalan soylemistir. O (Yusuf) ise, dogru soyleyenlerdendir.”"},{"SurahNumber":12,"VerseNumber":28,"Text":"Kadının kocası Yusuf’un gomleginin arkadan yırtıldıgını gorunce, dedi ki: “Suphesiz bu, siz kadınların hilesidir. Dogrusu siz kadınların hilesi buyuktur” dedi"},{"SurahNumber":12,"VerseNumber":29,"Text":"“Ey Yusuf! Sen bundan (bu hadiseyi soylemekten) kacın. (Ey Kadın!) Sen de gunahının bagıslanmasını dile. Cunku sen gunah isleyenlerdensin.”"},{"SurahNumber":12,"VerseNumber":30,"Text":"Sehirde birtakım kadınlar, “Aziz’in karısı, (hizmetcisi olan) delikanlısından arzusunu elde etmek istemis. Ona olan askı yuregine islemis. Suphesiz biz onu acık bir saskınlık icinde goruyoruz.” dediler"},{"SurahNumber":12,"VerseNumber":31,"Text":"O kadınların gizlice aleyhinde konustuklarını isitince kendilerine haber gonderdi. Onlar icin oturup yaslanacakları yer hazırladı. Her birine birer de bıcak verdi ve Yusuf’a: “Cık karsılarına” dedi. Kadınlar Yusuf’u gorunce, onu pek buyuttuler ve saskınlıkla ellerini kestiler. “Hasa! Allah icin, bu bir insan degil, ancak serefli bir melektir.” dediler"},{"SurahNumber":12,"VerseNumber":32,"Text":"Kadın dedi ki: “Kendisi dolayısı ile beni ayıpladıgınız iste budur. Andolsun, ben onu arzuladım. Fakat o, iffetinden dolayı bundan kacındı. Andolsun, eger emrettigimi yapmazsa, mutlaka zindana atılacak ve zillete ugrayanlardan olacak.”"},{"SurahNumber":12,"VerseNumber":33,"Text":"Yusuf: “Ey Rabbim! Zindan bana, bunların beni davet ettigi seyden daha sevimlidir. Onların tuzaklarını benden uzaklastırmazsan, onlara meyleder ve cahillerden olurum.” dedi"},{"SurahNumber":12,"VerseNumber":34,"Text":"Bunun uzerine Rabbi onun duasını kabul etti ve o kadınların hilesini uzaklastırdı. Hic suphe yoktur ki Allah, her seyi hakkıyla isitendir; hakkıyla bilendir"},{"SurahNumber":12,"VerseNumber":35,"Text":"Sonra onlara (Yusuf'un iffetine iliskin) delilleri gormelerinin ardından, onu belli bir vakte kadar zindana atma (gorusu) belirdi"},{"SurahNumber":12,"VerseNumber":36,"Text":"Onunla beraber zindana iki delikanlı daha girdi. Biri: “Ben ruyamda saraplık uzum sıktıgımı gordum” dedi. Digeri: “Ben de ruyamda basımın uzerinde, kusların yedigi bir ekmek tasıdıgımı gordum. Bize bunun yorumunu haber ver. Dogrusu biz seni, ihsan sahiplerinden gormekteyiz” dedi"},{"SurahNumber":12,"VerseNumber":37,"Text":"Yusuf dedi ki: “Size, rızık olarak verilen yemek henuz ulasmadan ben size onun ne oldugunu mutlaka haber veririm. Bu, bana Rabbimin ogrettiklerindendir. Ben, Allah’a iman etmeyen ve ahireti inkar eden bir milletin dinini terk ettim.”"},{"SurahNumber":12,"VerseNumber":38,"Text":"“Atalarım Ibrahim, Ishak ve Yakub’un dinine tabi oldum. Allah'a her hangi bir ortak kosmak bize yarasmaz. Bu, bize ve insanlara Allah’ın bir lutfudur, fakat insanların cogu sukretmezler.”"},{"SurahNumber":12,"VerseNumber":39,"Text":"“Ey zindan arkadaslarım! Ayrı ayrı ilahlar mı daha iyidir, yoksa mutlak hakimiyet sahibi olan tek Allah mı?”"},{"SurahNumber":12,"VerseNumber":40,"Text":"“Allah'ı bırakıp da taptıklarınız, sizin ve atalarınızın taktıgı birtakım isimlerden baska bir sey degildir. Allah onlar hakkında herhangi bir delil indirmemistir. Hukum ancak Allah’a aittir. O size kendisinden baskasına ibadet etmemenizi emretmistir. Iste en dogru din budur. Fakat insanların cogu bilmezler.”"},{"SurahNumber":12,"VerseNumber":41,"Text":"“Ey zindan arkadaslarım! (Ruyanızın yorumuna gelince,) biriniz efendisine sarap sunacak, digeri ise asılacak ve kuslar basından yiyecektir. Yorumunu sordugunuz is (artık) olup bitmistir.”"},{"SurahNumber":12,"VerseNumber":42,"Text":"Yusuf, bu ikisinden kurtulacagını dusundugu kisiye: “Efendinin yanında beni an!”, dedi. Fakat seytan, efendisinin yanında, ondan (Yusuf'tan) soz etmeyi ona unutturdu da bu yuzden o, birkac yıl daha zindanda kaldı"},{"SurahNumber":12,"VerseNumber":43,"Text":"Kral: “Ben ruyamda yedi semiz inegi, yedi zayıf inegin yedigini; ayrıca yedi yesil basak ve yedi de kuru basak goruyorum. Ey ileri gelenler! Eger ruya yorumluyorsanız, ruyamı bana yorumlayın.” dedi"},{"SurahNumber":12,"VerseNumber":44,"Text":"Dediler ki: “Bunlar karmakarısık ruyalardır. Biz boyle ruyaların yorumunu bilenlerden degiliz.”"},{"SurahNumber":12,"VerseNumber":45,"Text":"Zindandaki iki kisiden kurtulmus olan, uzun bir sure sonra (Yusuf’u) hatırladı ve: “Ben size onun yorumunu haber veririm, hemen beni (Yusuf'a) gonderin.” dedi"},{"SurahNumber":12,"VerseNumber":46,"Text":"(Zindana varınca), “Yusuf! Ey dogru sozlu! Ruyada yedi semiz inegi yedi zayıf inegin yemesi, bir de yedi yesil basakla diger yedi kuru basak hakkında bize yorum yap. Umid ederim ki (verecegin bilgi ile) insanlara donerim de onlar da (senin degerini) bilirler” dedi"},{"SurahNumber":12,"VerseNumber":47,"Text":"Yusuf dedi ki: “Yedi yıl her zamanki gibi ekin. Birazını yiyip bictiginiz ekini basagında bırakın"},{"SurahNumber":12,"VerseNumber":48,"Text":"Sonra bunun ardından, saklayacaklarınızdan az bir miktar (tohumluk) haric, o yıllar icin biriktirdiklerinizi yeyip bitirecek yedi kıtlık yılı gelecektir"},{"SurahNumber":12,"VerseNumber":49,"Text":"“Sonra bunun ardından insanların yagmura kavusacagı bir yıl gelecek. O zaman (bol rızka kavusup sıra ve yag gibi urunleri) sıkacaklar"},{"SurahNumber":12,"VerseNumber":50,"Text":"Kral: “Onu bana getirin” dedi. Elci, Yusuf’a gelince (Yusuf) dedi ki: “Efendine don de, ellerini kesen o kadınlara ne oldu, diye sor. Suphesiz Rabbim onların hilesini hakkıyla bilendir.”"},{"SurahNumber":12,"VerseNumber":51,"Text":"Kral, kadınlara: “Yusuf’u arzuladıgınız zaman durumunuz neydi?” dedi. Kadınlar: “Hasa! Allah icin, biz onun bir kotulugunu bilmiyoruz” dediler. Aziz’in karısı ise: “Simdi gercek ortaya cıktı. Ondan ben murad almak istedim. Suphesiz Yusuf dogru soyleyenlerdendir.” dedi"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Yusuf), “Benim boyle yapmam, Aziz’in yoklugunda, benim kendisine hainlik etmedigimi ve Allah’ın hainlerin tuzaklarını basarıya ulastırmayacagını bilmesi icindi.” dedi"}]}