{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Álif. Lam. Ra’. Éstos son los versículos del Libro, una recitación clara"},{"SurahNumber":15,"VerseNumber":2,"Text":"Llegará el momento en que quienes se negaron a creer desearán haber sido musulmanes entregados a la voluntad de Dios"},{"SurahNumber":15,"VerseNumber":3,"Text":"Déjalos que coman, que disfruten y sean seducidos por el apego a esta vida mundanal, que ya sabrán"},{"SurahNumber":15,"VerseNumber":4,"Text":"No he destruido una ciudad [que estuviera condenada] hasta que le llegara su término prefijado"},{"SurahNumber":15,"VerseNumber":5,"Text":"Ninguna nación puede adelantar ni retrasar su final"},{"SurahNumber":15,"VerseNumber":6,"Text":"Y dicen: \"¡Oh, tú [Mujámmad]! A quien se le ha descendido la revelación, eres un demente"},{"SurahNumber":15,"VerseNumber":7,"Text":"¿Por qué no te presentas acompañado por los ángeles, si es verdad lo que dices"},{"SurahNumber":15,"VerseNumber":8,"Text":"Pero cuando envío a los ángeles es con el castigo, y si los hubiera enviado [en respuesta a sus desafíos] ya no les quedaría tiempo"},{"SurahNumber":15,"VerseNumber":9,"Text":"Yo he revelado el Corán y Yo soy su custodio"},{"SurahNumber":15,"VerseNumber":10,"Text":"Envié antes de ti [otros Mensajeros] a los pueblos antiguos"},{"SurahNumber":15,"VerseNumber":11,"Text":"pero cada vez que se les presentaba un Mensajero se burlaban de él"},{"SurahNumber":15,"VerseNumber":12,"Text":"Así es como [la burla] se adueña del corazón de los pecadores"},{"SurahNumber":15,"VerseNumber":13,"Text":"No creerán en él a pesar del ejemplo de lo que les aconteció a los pueblos anteriores"},{"SurahNumber":15,"VerseNumber":14,"Text":"Y aunque les abriera una puerta en el cielo por la que pudieran ascender [y contemplar a los ángeles] no creerían"},{"SurahNumber":15,"VerseNumber":15,"Text":"Dirían: \"Nuestros ojos ven visiones, nos han hechizado"},{"SurahNumber":15,"VerseNumber":16,"Text":"He dispuesto constelaciones en el cielo, y las he embellecido para quienes las contemplan"},{"SurahNumber":15,"VerseNumber":17,"Text":"He protegido al cielo de todo demonio maldito"},{"SurahNumber":15,"VerseNumber":18,"Text":"Si intenta escuchar, le arrojaré una bola de fuego visible"},{"SurahNumber":15,"VerseNumber":19,"Text":"He extendido la Tierra, he dispuesto en ella montañas firmes y he hecho crecer en ella de todo en forma equilibrada"},{"SurahNumber":15,"VerseNumber":20,"Text":"Facilité los medios para que puedan vivir en ella ustedes y el resto de las criaturas"},{"SurahNumber":15,"VerseNumber":21,"Text":"En Mi poder están las reservas de su sustento y les proveo de él en la medida que he determinado"},{"SurahNumber":15,"VerseNumber":22,"Text":"Envié los vientos fecundadores y hago descender del cielo agua con la que les doy de beber, y no son ustedes los dueños de sus reservas"},{"SurahNumber":15,"VerseNumber":23,"Text":"Yo doy la vida y doy la muerte, y Yo soy el heredero [a quien todo lo creado ha de retornar]"},{"SurahNumber":15,"VerseNumber":24,"Text":"Conozco a quienes los precedieron y también a quienes los sucederán"},{"SurahNumber":15,"VerseNumber":25,"Text":"Tu Señor los congregará. Él es Sabio, lo sabe todo"},{"SurahNumber":15,"VerseNumber":26,"Text":"He creado al ser humano de arcilla, un barro maleable"},{"SurahNumber":15,"VerseNumber":27,"Text":"Y al yinn lo había creado ya antes de fuego"},{"SurahNumber":15,"VerseNumber":28,"Text":"[Recuerda] cuando tu Señor dijo a los ángeles: \"Voy a crear un ser humano de arcilla, de barro maleable"},{"SurahNumber":15,"VerseNumber":29,"Text":"Cuando lo haya completado e insuflado en él el espíritu que he creado para él, hagan una reverencia [en honor a Mí] ante él"},{"SurahNumber":15,"VerseNumber":30,"Text":"Todos los ángeles hicieron la reverencia"},{"SurahNumber":15,"VerseNumber":31,"Text":"excepto Iblís, que se negó a ser de quienes hicieron la reverencia"},{"SurahNumber":15,"VerseNumber":32,"Text":"Dijo [Dios]: \"¡Oh, Iblís! ¿Por qué no te cuentas entre quienes hicieron la reverencia"},{"SurahNumber":15,"VerseNumber":33,"Text":"Dijo: \"No he de hacerla ante un ser humano [que es inferior a mí], al que has creado de arcilla, de barro maleable"},{"SurahNumber":15,"VerseNumber":34,"Text":"Dijo [Dios]: \"Sal de aquí, pues te maldigo"},{"SurahNumber":15,"VerseNumber":35,"Text":"Serás maldito hasta el Día del Juicio"},{"SurahNumber":15,"VerseNumber":36,"Text":"Dijo: \"¡Oh, Señor mío! Tolérame hasta el Día de la Resurrección"},{"SurahNumber":15,"VerseNumber":37,"Text":"Dijo: \"Te concedo la prórroga que me pides"},{"SurahNumber":15,"VerseNumber":38,"Text":"hasta el día cuyo término está definido"},{"SurahNumber":15,"VerseNumber":39,"Text":"Dijo: \"¡Oh, Señor mío! Por haber dejado que me extravíe, los seduciré y descarriaré a todos"},{"SurahNumber":15,"VerseNumber":40,"Text":"excepto a quienes de Tus siervos hayas protegido"},{"SurahNumber":15,"VerseNumber":41,"Text":"Dijo [Dios]: \"A quien siga Mi camino recto lo protegeré"},{"SurahNumber":15,"VerseNumber":42,"Text":"No tendrás poder alguno sobre Mis siervos, salvo los que se extravíen siguiéndote"},{"SurahNumber":15,"VerseNumber":43,"Text":"El Infierno es el lugar donde se reunirán todos ellos"},{"SurahNumber":15,"VerseNumber":44,"Text":"El Infierno posee siete puertas y cada una está destinada para un grupo determinado [de pecadores]"},{"SurahNumber":15,"VerseNumber":45,"Text":"Mientras que los piadosos serán retribuidos con jardines y manantiales"},{"SurahNumber":15,"VerseNumber":46,"Text":"[Se les dirá:] Ingresen a ellos en paz, y estén seguros de que no se les privará de nada"},{"SurahNumber":15,"VerseNumber":47,"Text":"Purificaremos sus corazones de todo rencor. Serán todos como hermanos y se sentarán unos enfrente de otros"},{"SurahNumber":15,"VerseNumber":48,"Text":"Allí no volverán a sufrir, y vivirán por toda la eternidad"},{"SurahNumber":15,"VerseNumber":49,"Text":"Anúnciales a Mis siervos [oh, Mujámmad] que soy el Absolvedor, el Misericordioso"},{"SurahNumber":15,"VerseNumber":50,"Text":"y que Mi castigo es el verdadero castigo doloroso"},{"SurahNumber":15,"VerseNumber":51,"Text":"Relátales sobre los huéspedes de Abraham"},{"SurahNumber":15,"VerseNumber":52,"Text":"Cuando se presentaron ante él, dijeron: \"¡La paz sea contigo!\" [Abraham y su esposa, luego de haberles ofrecido comida y observar que no comían, dijeron]: \"Ustedes nos infunden temor"},{"SurahNumber":15,"VerseNumber":53,"Text":"Le dijeron: \"No temas, te anunciamos el nacimiento de un hijo sabio"},{"SurahNumber":15,"VerseNumber":54,"Text":"Dijo: \"¿Me dan ahora la albricia [de un hijo] siendo que me ha alcanzado la vejez"},{"SurahNumber":15,"VerseNumber":55,"Text":"Dijeron: \"Te albriciamos con la verdad. No seas de quienes han perdido la esperanza"},{"SurahNumber":15,"VerseNumber":56,"Text":"Dijo: \"Solo desesperan de la misericordia de su Señor los extraviados"},{"SurahNumber":15,"VerseNumber":57,"Text":"Preguntó: \"¿Cuál es su misión? ¡Oh, emisarios [de Dios]"},{"SurahNumber":15,"VerseNumber":58,"Text":"Dijeron: \"Hemos sido enviados [para castigar] a un pueblo de pecadores"},{"SurahNumber":15,"VerseNumber":59,"Text":"salvo a la familia de Lot, a quienes salvaremos"},{"SurahNumber":15,"VerseNumber":60,"Text":"pero no a su mujer, a quien Dios decretó que fuese de los condenados"},{"SurahNumber":15,"VerseNumber":61,"Text":"Los emisarios se presentaron ante la casa de Lot"},{"SurahNumber":15,"VerseNumber":62,"Text":"Dijo [Lot]: \"Me son desconocidos"},{"SurahNumber":15,"VerseNumber":63,"Text":"Dijeron: \"Hemos sido enviados para ejecutar el castigo del cual tu pueblo dudaba"},{"SurahNumber":15,"VerseNumber":64,"Text":"Venimos a ti con la Verdad. Siempre decimos la verdad"},{"SurahNumber":15,"VerseNumber":65,"Text":"Sal por la noche con tu familia [y tus seguidores]. Marcha detrás de ellos [para protegerlos] y que ninguno de ustedes mire hacia atrás. Diríjanse hacia donde se les ha ordenado"},{"SurahNumber":15,"VerseNumber":66,"Text":"Entonces le revelé [a Lot Mi decreto]: \"Todos ellos [los pecadores] serán destruidos al amanecer"},{"SurahNumber":15,"VerseNumber":67,"Text":"Pero se presentaron los habitantes de la ciudad contentos"},{"SurahNumber":15,"VerseNumber":68,"Text":"Les dijo [Lot]: \"Ellos son mis huéspedes. No me avergüencen"},{"SurahNumber":15,"VerseNumber":69,"Text":"Tengan temor de Dios y no me humillen"},{"SurahNumber":15,"VerseNumber":70,"Text":"Dijeron: \"¿No te habíamos prohibido que protegieras gente [en tu casa de nuestras perversiones]"},{"SurahNumber":15,"VerseNumber":71,"Text":"Les respondió: \"Cásense con las mujeres del pueblo si quieren"},{"SurahNumber":15,"VerseNumber":72,"Text":"[Dice Dios:] ¡Juro por tu vida! [¡oh, Mujámmad!], que la aberración embriagaba sus mentes"},{"SurahNumber":15,"VerseNumber":73,"Text":"Les sorprendió el castigo al amanecer"},{"SurahNumber":15,"VerseNumber":74,"Text":"Puse al pueblo de cabeza y les envié una lluvia de piedras de arcilla"},{"SurahNumber":15,"VerseNumber":75,"Text":"En eso hay signos para quienes reflexionan"},{"SurahNumber":15,"VerseNumber":76,"Text":"[Esta ciudad arrasada] está aún en una ruta [a la vista de los viajeros]"},{"SurahNumber":15,"VerseNumber":77,"Text":"En eso hay un signo para los creyentes"},{"SurahNumber":15,"VerseNumber":78,"Text":"Los habitantes del pueblo de Jetró cometían injusticias"},{"SurahNumber":15,"VerseNumber":79,"Text":"por lo que los castigué. Ambas [ciudades, la de Lot y la de Jetró] son visibles desde una ruta"},{"SurahNumber":15,"VerseNumber":80,"Text":"Los habitantes de Al Hiyr desmintieron a los Mensajeros"},{"SurahNumber":15,"VerseNumber":81,"Text":"Les presenté Mis signos, pero los rechazaron"},{"SurahNumber":15,"VerseNumber":82,"Text":"Construían sus casas esculpiendo las montañas y allí se sentían seguros"},{"SurahNumber":15,"VerseNumber":83,"Text":"Pero los sorprendió el castigo al amanecer"},{"SurahNumber":15,"VerseNumber":84,"Text":"y no los benefició en nada la riqueza que poseían"},{"SurahNumber":15,"VerseNumber":85,"Text":"No he creado los cielos, la Tierra y cuanto hay entre ambos sino con un fin justo y verdadero. La Hora se aproxima, así que tú disculpa [a los que niegan el Mensaje] y trátalos de buena manera"},{"SurahNumber":15,"VerseNumber":86,"Text":"Tu Señor es el Creador, el que todo lo sabe"},{"SurahNumber":15,"VerseNumber":87,"Text":"Te he distinguido con la revelación de los siete versículos que se reiteran como parte del grandioso Corán"},{"SurahNumber":15,"VerseNumber":88,"Text":"No codicies aquello conque he agraciado a algunos de los ricos [de los que desmienten el Mensaje] y no sientas pena por ellos [a causa de su incredulidad]. Y baja tu ala protegiendo a los creyentes"},{"SurahNumber":15,"VerseNumber":89,"Text":"Di: \"He sido enviado para advertirles claramente [sobre un castigo]"},{"SurahNumber":15,"VerseNumber":90,"Text":"como el que le envié a los que rechazaron [el Mensaje de Dios]"},{"SurahNumber":15,"VerseNumber":91,"Text":"Como los que creen en una parte del Corán y en otra no"},{"SurahNumber":15,"VerseNumber":92,"Text":"¡Por tu Señor! Que haré rendir cuentas a todos ellos"},{"SurahNumber":15,"VerseNumber":93,"Text":"por todo lo que hicieron"},{"SurahNumber":15,"VerseNumber":94,"Text":"Divulga lo que se te ordena [públicamente] y no te preocupes por los idólatras"},{"SurahNumber":15,"VerseNumber":95,"Text":"Yo te protegeré de quienes se burlen"},{"SurahNumber":15,"VerseNumber":96,"Text":"de quienes ponen junto a Dios otras deidades, ellos ya pronto sabrán [el castigo que les espera]"},{"SurahNumber":15,"VerseNumber":97,"Text":"Sé que te apenas por cuanto dicen"},{"SurahNumber":15,"VerseNumber":98,"Text":"pero glorifica con alabanzas a tu Señor y cuéntate entre quienes se prosternan [en oración para aliviar su angustia]"},{"SurahNumber":15,"VerseNumber":99,"Text":"y adora a tu Señor hasta que te llegue la certeza"},{"SurahNumber":16,"VerseNumber":1,"Text":"La orden de Dios [para que comience el Día del Juicio] llegará pronto, no pretendan adelantarla. ¡Glorificado sea! Él está por encima de cuanto Le asocian"},{"SurahNumber":16,"VerseNumber":2,"Text":"Él envía a los ángeles con la revelación de Sus órdenes a quien Le place de Sus siervos para que advierta: \"No hay otra divinidad más que Yo, tengan temor de Mí"},{"SurahNumber":16,"VerseNumber":3,"Text":"Dios creó los cielos y la Tierra con un fin justo y verdadero. Él está por encima de cuanto Le asocian"},{"SurahNumber":16,"VerseNumber":4,"Text":"Creó al ser humano de [algo tan ínfimo como] un óvulo fecundado, y sin embargo este discute constantemente [la existencia y el poder de su Señor]"},{"SurahNumber":16,"VerseNumber":5,"Text":"Dios creó a los ganados, de los cuales ustedes obtienen sus abrigos y otros beneficios, y también de ellos se alimentan"},{"SurahNumber":16,"VerseNumber":6,"Text":"Ustedes se regocijan cuando los arrean por la tarde y cuando los llevan a pastar por la mañana"},{"SurahNumber":16,"VerseNumber":7,"Text":"Llevan sus cargas a lugares que ustedes no podrían alcanzar sino con mucha dificultad. Su Señor es Compasivo, Misericordioso"},{"SurahNumber":16,"VerseNumber":8,"Text":"[Dios creó] los caballos, las mulas y los asnos como montura y para que se luzcan con ellos. Y creó muchas otras cosas que no conocen"},{"SurahNumber":16,"VerseNumber":9,"Text":"Dios es Quien enseña cuál es el sendero recto, del que muchos se desvían. Si hubiera querido los habría guiado a todos"},{"SurahNumber":16,"VerseNumber":10,"Text":"Él es Quien hace descender agua del cielo para que beban de ella y brote la vegetación de la que pastorean sus rebaños"},{"SurahNumber":16,"VerseNumber":11,"Text":"Con ella hace crecer los cereales, los olivos, las palmeras, las vides y toda variedad de frutos. En ello hay signos para quienes reflexionan"},{"SurahNumber":16,"VerseNumber":12,"Text":"Dios ha creado para beneficio de ustedes la noche, el día, el Sol, la Luna y las estrellas; todos están sometidos a Su voluntad. En esto hay signos para quienes razonan"},{"SurahNumber":16,"VerseNumber":13,"Text":"Él creó para ustedes una gran diversidad en la Tierra. En ello hay signos para quienes recapacitan"},{"SurahNumber":16,"VerseNumber":14,"Text":"Él es Quien ha puesto al mar a servicio de ustedes para que puedan comer de él carne fresca y extraer adornos para engalanarse. Pueden ver los barcos surcarlo y usarlos para buscar la gracia de Dios [su sustento]. ¿Por qué no son agradecidos"},{"SurahNumber":16,"VerseNumber":15,"Text":"Dios afirmó la tierra con montañas para que se estabilizara, dispuso ríos y caminos para que puedan guiarse"},{"SurahNumber":16,"VerseNumber":16,"Text":"y también señales, y para que se orienten en sus viajes, [creó] las estrellas"},{"SurahNumber":16,"VerseNumber":17,"Text":"¿Es procedente comparar a Quien es capaz de crear con quien no puede crear nada? ¿Acaso no recapacitan"},{"SurahNumber":16,"VerseNumber":18,"Text":"Si intentaran contar las gracias de Dios no podrían enumerarlas. Dios es Absolvedor, Misericordioso"},{"SurahNumber":16,"VerseNumber":19,"Text":"Dios sabe lo que ocultan y lo que manifiestan"},{"SurahNumber":16,"VerseNumber":20,"Text":"[Los ídolos] a quienes ustedes invocan en lugar de Dios, no solo no pueden crear absolutamente nada, sino que ellos mismos son creados"},{"SurahNumber":16,"VerseNumber":21,"Text":"Son [objetos] inertes, sin vida. ¿Cómo van a saber ellos cuándo serán resucitados"},{"SurahNumber":16,"VerseNumber":22,"Text":"Su divinidad es una sola, pero los corazones de quienes no creen en la otra vida no admiten [la fe] porque son soberbios"},{"SurahNumber":16,"VerseNumber":23,"Text":"No hay duda de que Dios sabe lo que ocultan y lo que manifiestan. Él no ama a los soberbios"},{"SurahNumber":16,"VerseNumber":24,"Text":"Cuando se les pregunta [a los idólatras]: \"¿Qué opinan sobre lo que ha revelado su Señor?\" Responden: \"Son leyendas de los antiguos"},{"SurahNumber":16,"VerseNumber":25,"Text":"Éstos cargarán con sus propios pecados el Día de la Resurrección, y con parte de los pecados de aquellos a quienes extraviaron y que los siguieron por ignorancia. ¡Qué pésima es la carga que llevarán"},{"SurahNumber":16,"VerseNumber":26,"Text":"También se complotaron [los incrédulos] anteriormente [en Babel], pero Dios destruyó sus [altas] edificaciones desde los cimientos y los techos se derrumbaron sobre ellos. El castigo les llegó de donde menos lo esperaban"},{"SurahNumber":16,"VerseNumber":27,"Text":"Luego, el Día de la Resurrección, Dios los humillará y les preguntará: \"¿Dónde están aquellos que ustedes Me asociaban y a los que defendían?\" [Ese día] quienes recibieron el conocimiento [de cada nación] dirán [a sus pueblos]: \"Hoy, la humillación y el castigo pesarán sobre los incrédulos"},{"SurahNumber":16,"VerseNumber":28,"Text":"Cuando los ángeles tomen las almas de quienes hayan sido incrédulos, éstos se entregarán [diciendo]: \"No cometimos ningún mal\". [Pero los ángeles responderán:] \"¡Sí lo cometieron! Dios sabe bien lo que hacían"},{"SurahNumber":16,"VerseNumber":29,"Text":"Ingresen por las puertas del Infierno, allí permanecerán eternamente. ¡Qué pésima morada la que tendrán los soberbios"},{"SurahNumber":16,"VerseNumber":30,"Text":"[Y ese día] se les preguntará a los piadosos: \"¿Qué ha revelado su Señor?\" Responderán: \"Lo mejor\". Quienes hayan obrado rectamente obtendrán en este mundo una bella recompensa, pero la morada de la otra vida será aún mejor. ¡Qué placentera será la morada de los piadosos"},{"SurahNumber":16,"VerseNumber":31,"Text":"Ingresarán a los Jardines del Edén por donde corren ríos, y allí tendrán todo lo que deseen. Así retribuye Dios a los piadosos"},{"SurahNumber":16,"VerseNumber":32,"Text":"Cuando los ángeles tomen las almas de los piadosos, les dirán: \"¡Que la paz sea sobre ustedes! Ingresen al Paraíso como recompensa por sus obras"},{"SurahNumber":16,"VerseNumber":33,"Text":"¿Acaso esperan [los incrédulos] que se presenten ante ellos los ángeles [para tomar sus almas] o que los azote el castigo [para recién entonces creer]? Eso hicieron quienes los precedieron. Dios no fue injusto con ellos [al enviarles el castigo], sino que ellos fueron injustos consigo mismos"},{"SurahNumber":16,"VerseNumber":34,"Text":"Sufrirán las consecuencias de las malas acciones que cometieron y los azotará el castigo del cual se burlaban"},{"SurahNumber":16,"VerseNumber":35,"Text":"Los idólatras argumentarán: \"Si Dios hubiera querido, ni nosotros ni nuestros antepasados habríamos adorado a otro fuera de Él, ni habríamos declarado ilícitas las cosas sin Su permiso\". Lo mismo dijeron quienes los precedieron. Pero los Mensajeros solo tienen la obligación de transmitir el Mensaje con claridad [y Dios será Quien los juzgará]"},{"SurahNumber":16,"VerseNumber":36,"Text":"Envié a cada nación un Mensajero [para que los exhortara a] adorar a Dios y a rechazar la idolatría. Algunos de los pueblos fueron guiados por Dios, y a otros se les decretó el extravío. ¡Viajen por el mundo y observen cual fue el destino de quienes desmintieron [Mis signos]"},{"SurahNumber":16,"VerseNumber":37,"Text":"Debes saber [¡oh, Mujámmad!] que por más que te empeñes en guiarlos, Dios no guiará [por la fuerza] a quienes hayan elegido el extravío. Éstos no tendrán quién los auxilie"},{"SurahNumber":16,"VerseNumber":38,"Text":"Juran solemnemente por Dios que Él no resucitará a los muertos. ¡Sí! [Los resucitará,] pues es una promesa inalterable [de Dios] y Él no falta a Su promesa. Aunque la mayoría de la gente lo ignore"},{"SurahNumber":16,"VerseNumber":39,"Text":"[Dios los resucitará] para demostrarles cuál era la Verdad sobre la que discrepaban y para que los incrédulos comprendan que estaban equivocados"},{"SurahNumber":16,"VerseNumber":40,"Text":"Cuando decreto algo, digo: \"¡Sé!\" Y es"},{"SurahNumber":16,"VerseNumber":41,"Text":"A quienes emigraron por la causa de Dios después de haber sido perseguidos, les concederé una hermosa recompensa en esta vida, aunque la recompensa en la otra vida será aún mayor, si lo supieran"},{"SurahNumber":16,"VerseNumber":42,"Text":"Ellos fueron pacientes y se encomendaron plenamente a su Señor"},{"SurahNumber":16,"VerseNumber":43,"Text":"No envié antes de ti sino hombres a quienes les transmitía Mi revelación. ¡Consulten a la gente de conocimiento lo que no sepan"},{"SurahNumber":16,"VerseNumber":44,"Text":"Los envié con evidencias claras y con Libros revelados. Y a ti [¡oh, Mujámmad!] te he revelado el conocimiento [de la Sunnah] para que expliques a la gente la revelación [el Corán] que habían recibido, para que así reflexionen"},{"SurahNumber":16,"VerseNumber":45,"Text":"¿Acaso quienes se confabularon [contra el Profeta] se sienten a salvo de que Dios los haga tragar por la tierra, o de que les llegue el castigo por donde menos lo esperan"},{"SurahNumber":16,"VerseNumber":46,"Text":"¿O de que los sorprenda ocupados en sus quehaceres sin que puedan evitarlo"},{"SurahNumber":16,"VerseNumber":47,"Text":"¿O de que los alcance una lenta decadencia? Su Señor es Compasivo, Misericordioso [y no les adelantará el castigo]"},{"SurahNumber":16,"VerseNumber":48,"Text":"¿Acaso no observan que todo cuanto Dios ha creado proyecta su sombra a su derecha y a su izquierda prosternándose ante Dios, mostrando su humildad"},{"SurahNumber":16,"VerseNumber":49,"Text":"Ante Dios se prosternan los ángeles y toda criatura existente en los cielos y en la Tierra, y no se comportan con soberbia"},{"SurahNumber":16,"VerseNumber":50,"Text":"[Los ángeles] temen a su Señor que está por encima de ellos, y ejecutan todo cuanto se les ordena"},{"SurahNumber":16,"VerseNumber":51,"Text":"Dios dice: \"No adoren falsas divinidades. Yo soy la única divinidad, tengan temor devocional solo de Mí"},{"SurahNumber":16,"VerseNumber":52,"Text":"A Él pertenece cuanto hay en los cielos y en la Tierra. Solamente a Él se debe adorar. ¿Acaso van a temer a otro que no sea Dios"},{"SurahNumber":16,"VerseNumber":53,"Text":"Todas las gracias que tienen provienen de Dios. Pero ustedes solo recurren a Él cuando padecen una desgracia"},{"SurahNumber":16,"VerseNumber":54,"Text":"Luego, cuando los libra de la desgracia, algunos de ustedes vuelven a dedicar actos de adoración a otros que a su Señor"},{"SurahNumber":16,"VerseNumber":55,"Text":"y no agradecen cuanto les ha concedido. Disfruten [transitoriamente, que] pronto sabrán"},{"SurahNumber":16,"VerseNumber":56,"Text":"Ofrecen una parte de cuanto Dios les concede a sus ídolos, y no saben que ellos no pueden perjudicarlos ni beneficiarlos. ¡Por Dios! Serán interrogados sobre lo que inventan"},{"SurahNumber":16,"VerseNumber":57,"Text":"¡Glorificado sea Dios! Le atribuyen hijas, pero solo desean para sí mismos los hijos varones"},{"SurahNumber":16,"VerseNumber":58,"Text":"Cuando se le anuncia a uno de ellos [el nacimiento de] una niña, se refleja en su rostro la aflicción y la angustia"},{"SurahNumber":16,"VerseNumber":59,"Text":"por lo que se le ha anunciado, se esconde de la gente avergonzado y duda si la dejará vivir a pesar de su deshonra o la enterrará viva. ¡Qué pésimo es lo que hacen"},{"SurahNumber":16,"VerseNumber":60,"Text":"Quienes no creen en la otra vida son el peor ejemplo [de ignorancia e incredulidad], y Dios es el más sublime ejemplo [de perfección absoluta]. Él es el Poderoso, el Sabio"},{"SurahNumber":16,"VerseNumber":61,"Text":"Si Dios castigara inmediatamente a la gente por sus injusticias, no dejaría ningún ser vivo sobre la faz de la Tierra. Pero les da una prórroga por un plazo determinado, y cuando venza su plazo no podrán retrasarlo ni adelantarlo ni siquiera un instante"},{"SurahNumber":16,"VerseNumber":62,"Text":"Le atribuyen a Dios lo que detestan para sí mismos e inventan mentiras diciendo que alcanzarán el bienestar [en esta vida y en la otra]. Ellos serán los primeros en ser arrojados al Fuego"},{"SurahNumber":16,"VerseNumber":63,"Text":"Yo, Dios, juro por Mí mismo que envié Mensajeros a las naciones que te precedieron [¡oh, Mujámmad!], pero el demonio les hizo ver sus malas acciones como buenas. Él es su aliado en esta vida, pero en la otra recibirán un castigo doloroso"},{"SurahNumber":16,"VerseNumber":64,"Text":"No te he revelado el Libro [¡oh, Mujámmad!] sino para que les aclares aquello sobre lo que discrepaban, como guía y misericordia para los creyentes"},{"SurahNumber":16,"VerseNumber":65,"Text":"Dios hace descender agua del cielo dando vida con ella a la tierra azotada por la sequía. En esto hay un signo para quienes recapacitan"},{"SurahNumber":16,"VerseNumber":66,"Text":"En los ganados tienen ustedes un ejemplo [del poder divino]. Les doy a beber de lo que se produce en sus vientres, entre quimo y sangre: leche pura, gustosa para quienes la beben"},{"SurahNumber":16,"VerseNumber":67,"Text":"De los frutos de las palmeras y de las vides se obtiene un embriagante y también un sustento puro. En esto hay un signo para quienes razonan"},{"SurahNumber":16,"VerseNumber":68,"Text":"Tu Señor les inspiró a las abejas: \"Habiten en las moradas que hayan construido en las montañas, en los árboles y en las que la gente les construya"},{"SurahNumber":16,"VerseNumber":69,"Text":"Aliméntense de los frutos y transiten por donde les ha facilitado su Señor\". De su abdomen sale un jarabe de diferentes colores que es medicina para la gente. En esto hay un signo para quienes reflexionan"},{"SurahNumber":16,"VerseNumber":70,"Text":"Dios los crea a todos y luego los hace morir. A algunos de ustedes los hace llegar a la vejez en la que olvidan todo cuanto sabían. Dios lo sabe todo, es Poderoso"},{"SurahNumber":16,"VerseNumber":71,"Text":"Dios facilita los recursos a unos más que a otros. Los que han sido favorecidos con más recursos se niegan a compartirlos con aquellos que posee su diestra para no equipararse con ellos. ¿Acaso se niegan a reconocer [y compartir] las gracias de Dios"},{"SurahNumber":16,"VerseNumber":72,"Text":"Dios les ha creado cónyuges de su misma naturaleza, y luego les concede hijos y luego nietos. Dios les ha proveído todo lo bueno y beneficioso. ¿Acaso creen en las falsedades y reniegan de la gracia de Dios"},{"SurahNumber":16,"VerseNumber":73,"Text":"En lugar de adorar a Dios, adoran lo que no tiene ni tendrá dominio alguno sobre las provisiones del cielo y de la Tierra"},{"SurahNumber":16,"VerseNumber":74,"Text":"No comparen a Dios. Dios sabe y ustedes no saben"},{"SurahNumber":16,"VerseNumber":75,"Text":"Dios les expone un ejemplo [para que reflexionen]: ¿Puede equipararse un [incrédulo] esclavo [de sus pasiones] que carece de todo poder, con [un creyente] a quien le he concedido un sustento generoso y hace caridades en privado y en público? [¿Cómo pueden entonces comparar al Creador con los seres creados?] ¡Alabado sea Dios! La mayoría de la gente no reflexiona"},{"SurahNumber":16,"VerseNumber":76,"Text":"Dios les expone otro ejemplo [para que reflexionen acerca de Su unicidad]: ¿Acaso pueden equipararse dos personas: un incapaz y mudo que no hace nada bien y representa una carga para su tutor, y una persona que alza su voz para defender la justicia y está en el sendero recto"},{"SurahNumber":16,"VerseNumber":77,"Text":"Dios conoce los secretos de los cielos y de la Tierra. La Hora [del Día del Juicio] llegará tan rápido como un abrir y cerrar de ojos, o más rápido aún. Dios tiene poder sobre todas las cosas"},{"SurahNumber":16,"VerseNumber":78,"Text":"Dios los hizo nacer del vientre de sus madres sin conocimiento [del mundo que los rodea]. Él los dotó de oído, vista e intelecto, para que sean agradecidos"},{"SurahNumber":16,"VerseNumber":79,"Text":"¿No han observado las aves suspendidas en el cielo? Es Dios quien las sustenta. En esto hay signos para los creyentes"},{"SurahNumber":16,"VerseNumber":80,"Text":"Dios hizo que sus viviendas sean para ustedes un lugar de sosiego. Puso a su disposición el cuero de los rebaños para que hagan con él sus tiendas, las cuales son fáciles de transportar los días que viajan o acampan. También de su lana, pelo y crin hacen utensilios y alfombras con las que hacen confortable esta vida"},{"SurahNumber":16,"VerseNumber":81,"Text":"Dios les proporcionó sombra de cuanto creó, refugios en las montañas, vestimentas que los resguardan del calor [y el frío] y armaduras que los protegen en los combates. Así es como Dios les provee de Sus gracias para que se sometan a Él"},{"SurahNumber":16,"VerseNumber":82,"Text":"Pero si se niegan a creer, sabe que a ti solo te incumbe transmitir [el Mensaje] con claridad"},{"SurahNumber":16,"VerseNumber":83,"Text":"Ellos saben que las gracias provienen de Dios pero lo niegan; la mayoría de ellos son ingratos"},{"SurahNumber":16,"VerseNumber":84,"Text":"El día que haga surgir de cada nación [a su Profeta] como testigo, no se les permitirá a los incrédulos excusarse ni que se arrepientan"},{"SurahNumber":16,"VerseNumber":85,"Text":"Cuando los injustos vean el castigo, no habrá atenuantes ni prórrogas"},{"SurahNumber":16,"VerseNumber":86,"Text":"Cuando los idólatras vean a sus ídolos dirán: \"¡Señor nuestro! Éstos son los ídolos a quienes invocábamos en lugar de Ti\", pero ellos [los ídolos] los contradecirán: \"Son unos mentirosos"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ese día serán entregados a Dios [para que los castigue], y sus mentiras se desvanecerán"},{"SurahNumber":16,"VerseNumber":88,"Text":"A los incrédulos que desviaron a la gente del camino de Dios, les duplicaré el castigo por haber sembrado la corrupción"},{"SurahNumber":16,"VerseNumber":89,"Text":"[El Día del Juicio] haré surgir de cada nación [a su Profeta] para que atestigüe en contra de ellos, y a ti [¡oh, Mujámmad!] como testigo de tu nación. Te he revelado el Libro que contiene todas las explicaciones, el cual es guía, misericordia y albricias para los musulmanes que se someten a Dios"},{"SurahNumber":16,"VerseNumber":90,"Text":"Dios ordena la justicia, hacer el bien y ayudar a la familia; pero prohíbe la obscenidad, la mala conducta y la opresión. Así los exhorta para que reflexionen"},{"SurahNumber":16,"VerseNumber":91,"Text":"Cumplan su compromiso con Dios. No quebranten los juramentos después de haberlos realizado, habiendo puesto a Dios como testigo. Dios sabe bien cuanto hacen"},{"SurahNumber":16,"VerseNumber":92,"Text":"No sean como quien deshace el hilado que había realizado cuidadosamente. No hagan del juramento un medio de engaño. No rompan un pacto hecho con una nación por beneficiarse de un pacto con otra nación más poderosa. Dios los pone a prueba para que se les evidencie quienes Lo obedecen de quienes no. El Día del Juicio juzgará entre ustedes sobre lo que discrepaban"},{"SurahNumber":16,"VerseNumber":93,"Text":"Si Dios hubiera querido habría hecho de ustedes una sola nación [de creyentes]. Pero se descarría quien quiere y se guía quien quiere. Todos serán interrogados por cuanto hicieron"},{"SurahNumber":16,"VerseNumber":94,"Text":"No hagan de sus juramentos una herramienta de engaño. Si lo hacen se los castigará por haberse extraviado y desviado a otros del sendero de Dios, y el castigo que sufrirán será terrible"},{"SurahNumber":16,"VerseNumber":95,"Text":"No vendan su compromiso con Dios a vil precio. Lo que Dios les tiene reservado en esta vida y en la otra es mejor para ustedes, si lo supieran"},{"SurahNumber":16,"VerseNumber":96,"Text":"[Sepan que] lo que ustedes tienen es temporal y lo que Dios tiene es eterno. A quienes hayan sido pacientes les multiplicaré la recompensa de sus obras"},{"SurahNumber":16,"VerseNumber":97,"Text":"Al creyente que obre rectamente, sea varón o mujer, le concederé una vida buena y le multiplicaré la recompensa de sus buenas obras"},{"SurahNumber":16,"VerseNumber":98,"Text":"Cuando recites el Corán refúgiate en Dios del demonio maldito"},{"SurahNumber":16,"VerseNumber":99,"Text":"El demonio no tiene poder sobre los creyentes que se encomiendan a su Señor"},{"SurahNumber":16,"VerseNumber":100,"Text":"Solamente tiene poder sobre quienes lo toman como aliado protector y aquellos que lo adoran asociándolo [en el poder y la adoración] a Dios"},{"SurahNumber":16,"VerseNumber":101,"Text":"Cuando revelo un precepto para abrogar otro, y Dios bien sabe lo que hace, dicen [tus detractores]: \"Eres tú quien lo ha inventado\". Pero la mayoría de ellos son ignorantes"},{"SurahNumber":16,"VerseNumber":102,"Text":"Diles: \"Es el Espíritu Santo [el ángel Gabriel] quien lo ha revelado [por orden] de tu Señor con la Verdad para afirmar a los creyentes, y como guía y albricias para los musulmanes que se someten a Dios"},{"SurahNumber":16,"VerseNumber":103,"Text":"Sé muy bien que dicen: \"Es un hombre quien se lo transmite [el Corán]\". Pero bien saben que el idioma de quien ellos aluden no es el árabe, mientras que éste [Corán] es en árabe puro"},{"SurahNumber":16,"VerseNumber":104,"Text":"A quienes no crean en los signos de Dios, Dios no los guiará y recibirán un castigo doloroso"},{"SurahNumber":16,"VerseNumber":105,"Text":"Solamente inventan mentiras quienes no creen en los signos de Dios. Ellos son los mentirosos [y no el Profeta]"},{"SurahNumber":16,"VerseNumber":106,"Text":"Quienes renieguen de la fe en Dios por haber sido forzados a ello, permaneciendo sus corazones tranquilos [y firmes] en la fe [no serán reprochados]; pero quienes lo hagan y se complazcan con la incredulidad, incurrirán en la ira de Dios y tendrán un castigo terrible"},{"SurahNumber":16,"VerseNumber":107,"Text":"porque prefirieron la vida mundanal a la otra. Dios no guía al pueblo incrédulo"},{"SurahNumber":16,"VerseNumber":108,"Text":"A ellos Dios les ha sellado sus corazones, sus oídos y sus ojos [con la incredulidad], y son indiferentes [ante los signos]"},{"SurahNumber":16,"VerseNumber":109,"Text":"No hay duda de que en la otra vida ellos serán los perdedores"},{"SurahNumber":16,"VerseNumber":110,"Text":"Quienes emigraron luego de haber sido perseguidos, combatieron y fueron pacientes, tu Señor será Absolvedor y Misericordioso con ellos"},{"SurahNumber":16,"VerseNumber":111,"Text":"Ese día toda alma argumentará para alcanzar la salvación y será juzgada acorde a sus obras; nadie será tratado injustamente"},{"SurahNumber":16,"VerseNumber":112,"Text":"Dios les expone el ejemplo de una ciudad [La Meca], cuyos habitantes se sentían seguros y tranquilos, les llegaba abundante sustento proveniente de todas las regiones. Pero no agradecieron los favores de Dios, entonces Él los hizo padecer hambre y temor por cuanto habían cometido"},{"SurahNumber":16,"VerseNumber":113,"Text":"El Mensajero que se les presentó era uno de ellos, pero lo desmintieron y el castigo los sorprendió por las injusticias que cometían"},{"SurahNumber":16,"VerseNumber":114,"Text":"Coman de lo lícito y bueno que Dios les ha sustentado. Agradezcan las bendiciones de Dios, si es que solo a Él adoran"},{"SurahNumber":16,"VerseNumber":115,"Text":"Se les ha prohibido [alimentarse de] la carne del animal muerto por causa natural, la sangre, la carne de cerdo, la del animal que haya sido sacrificado invocando otro nombre que no sea el de Dios. Pero si alguien se ve forzado [a ingerirlos por hambre extrema], sin intención de pecar ni excederse, no cometerá pecado. Dios es Absolvedor, Indulgente"},{"SurahNumber":16,"VerseNumber":116,"Text":"No profieran mentiras dejando que sus lenguas determinen [a su antojo] diciendo: \"Esto es lícito y aquello es ilícito\", inventando mentiras acerca de Dios. Quienes inventen mentiras acerca de Dios no prosperarán jamás"},{"SurahNumber":16,"VerseNumber":117,"Text":"Ellos tendrán un goce transitorio, pero luego [el Día del Juicio] recibirán un castigo doloroso"},{"SurahNumber":16,"VerseNumber":118,"Text":"A los judíos les prohibí lo que te he narrado anteriormente. No fui injusto con ellos sino que ellos lo fueron consigo mismos"},{"SurahNumber":16,"VerseNumber":119,"Text":"Con quienes hayan cometido un mal por ignorancia y luego se arrepientan y enmienden, tu Señor será Absolvedor, Misericordioso"},{"SurahNumber":16,"VerseNumber":120,"Text":"Abraham fue un guía ejemplar, era obediente a Dios, monoteísta, y jamás fue idólatra"},{"SurahNumber":16,"VerseNumber":121,"Text":"Era agradecido por los favores de Dios. Él lo eligió y lo guió por el sendero recto"},{"SurahNumber":16,"VerseNumber":122,"Text":"Le concedí en la vida mundanal todo lo bueno, y en la otra vida estará con los justos"},{"SurahNumber":16,"VerseNumber":123,"Text":"A ti [¡oh, Mujámmad!] te he inspirado: \"Sigue la religión pura monoteísta de Abraham, que jamás fue de los idólatras"},{"SurahNumber":16,"VerseNumber":124,"Text":"Les fue ordenado [a los judíos] dedicar el día sábado a la adoración cuando discreparon [y no aceptaron que este día fuera el viernes]. Tu Señor juzgará entre ellos el Día de la Resurrección sobre lo que discrepaban"},{"SurahNumber":16,"VerseNumber":125,"Text":"Convoca al sendero de tu Señor con sabiduría y bellas palabras. Argumenta de la mejor manera. Tu Señor sabe bien quién se extravía de Su camino y quién sigue la guía"},{"SurahNumber":16,"VerseNumber":126,"Text":"Si los agreden, respondan del mismo modo que se los ha agredido [y no se excedan]. Pero si son pacientes [y perdonan] será lo mejor para ustedes"},{"SurahNumber":16,"VerseNumber":127,"Text":"Sé paciente y sabe que la paciencia es una virtud que Dios concede a quien quiere. No sientas pena [por la incredulidad de tu pueblo] ni te angusties por lo que traman"},{"SurahNumber":16,"VerseNumber":128,"Text":"Dios está con los piadosos y con los que hacen el bien"}]}