{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"Perguntou Abraao: Qual e, entao, a vossa incumbencia, o mensageiro"},{"SurahNumber":51,"VerseNumber":32,"Text":"Responderam-lhe: Em verdade, fomos enviados a um povo de pecadores"},{"SurahNumber":51,"VerseNumber":33,"Text":"Para que lancassemos sobre eles pedras de argila"},{"SurahNumber":51,"VerseNumber":34,"Text":"Destinados, da parte do teu Senhor, aos transgressores"},{"SurahNumber":51,"VerseNumber":35,"Text":"E evacuamos os fieis que nela (Sodoma) havia"},{"SurahNumber":51,"VerseNumber":36,"Text":"Porem, encontramos nela uma so casa de muculmanos"},{"SurahNumber":51,"VerseNumber":37,"Text":"E deixamos la um sinal, para aqueles que temem o doloroso castigo"},{"SurahNumber":51,"VerseNumber":38,"Text":"E em Moises (tambem, havia um sinal), quando o enviamos ao Farao, com uma autoridade evidente"},{"SurahNumber":51,"VerseNumber":39,"Text":"Porem, (o Farao) o rechacou, com os seus chefes, dizendo: E um mago ou um energumeno"},{"SurahNumber":51,"VerseNumber":40,"Text":"Porem, apanhamo-lo, juntamente com as suas hostes, e os precipitamos no mar, porque eram reprobos"},{"SurahNumber":51,"VerseNumber":41,"Text":"E (na historia do povo de) Ad ha um exemplo; desencadeamos contra eles um vento assolador"},{"SurahNumber":51,"VerseNumber":42,"Text":"Que nao passava sobre aquilo a que ia de encontro, sem o reduzir a cinzas"},{"SurahNumber":51,"VerseNumber":43,"Text":"E (no povo de) Tamud tendes um exemplo, ao lhes ser dito: Desfrutai transitoriamente"},{"SurahNumber":51,"VerseNumber":44,"Text":"Porem, desacataram insolentemente a ordem de seu Senhor, e a centelha os fulminou, enquanto observavam"},{"SurahNumber":51,"VerseNumber":45,"Text":"E nao puderam manter-se de pe, nem socorrer-se mutuamente"},{"SurahNumber":51,"VerseNumber":46,"Text":"E anteriormente a eles houve o povo de Noe; em verdade, era um povo depravado"},{"SurahNumber":51,"VerseNumber":47,"Text":"E construimos o firmamento com poder e pericia, e Nos o estamos expandindo"},{"SurahNumber":51,"VerseNumber":48,"Text":"E dilatamos a terra; e que excelente Dilatador tendes em Nos"},{"SurahNumber":51,"VerseNumber":49,"Text":"E criamos um casal de cada especie, para que mediteis"},{"SurahNumber":51,"VerseNumber":50,"Text":"Apressai-vos, pois, para Deus, porque sou, da Sua parte, um elucidativo admoestador para vos"},{"SurahNumber":51,"VerseNumber":51,"Text":"E nao coloqueis outra divindade junto a Deus, porque sou da Sua parte, um elucidativo admoestador para vos"},{"SurahNumber":51,"VerseNumber":52,"Text":"Mesmo assim, nao se apresentou mensageiro algum aquelas que vos precederam, sem que dissessem: E um mago ou umenergumeno"},{"SurahNumber":51,"VerseNumber":53,"Text":"Acaso, te-la-ao eles transmitido (a expressao), de um para o outro? Qual! Sao um povo de transgressores"},{"SurahNumber":51,"VerseNumber":54,"Text":"Afasta-te, pois, deles, porque nao seras reprovado"},{"SurahNumber":51,"VerseNumber":55,"Text":"E admoesta-os, porque a admoestacao sera proveitosa para os fieis"},{"SurahNumber":51,"VerseNumber":56,"Text":"Nao criei os genios e os humanos, senao para Me adorarem"},{"SurahNumber":51,"VerseNumber":57,"Text":"Nao lhes peco sustento algum, nem quero que Me alimentam"},{"SurahNumber":51,"VerseNumber":58,"Text":"Sabei que Deus e o Sustentador por excelencia, Potente, Inquebrantabilissimo"},{"SurahNumber":51,"VerseNumber":59,"Text":"Em verdade, os iniquos auferirao a mesma sorte que os seus antepassados. Assim, que nao Me constranjam a apressar (ocastigo)"},{"SurahNumber":51,"VerseNumber":60,"Text":"Ai, pois, dos incredulos no dia que lhes tem sido prometido"},{"SurahNumber":52,"VerseNumber":1,"Text":"Pelo monte (Sinai)"},{"SurahNumber":52,"VerseNumber":2,"Text":"Pelo Livro escrito"},{"SurahNumber":52,"VerseNumber":3,"Text":"Em um pergaminho desenrolado"},{"SurahNumber":52,"VerseNumber":4,"Text":"Pelo templo frequentado"},{"SurahNumber":52,"VerseNumber":5,"Text":"Pelo ceu elevado"},{"SurahNumber":52,"VerseNumber":6,"Text":"E pelos oceanos transbordantes"},{"SurahNumber":52,"VerseNumber":7,"Text":"Que o castigo do teu Senhor esta iminente"},{"SurahNumber":52,"VerseNumber":8,"Text":"Ninguem pode evita-lo"},{"SurahNumber":52,"VerseNumber":9,"Text":"(Sera) o dia em que o firmamento oscilara energicamente"},{"SurahNumber":52,"VerseNumber":10,"Text":"E as montanhas mover-se-ao rapidamente"},{"SurahNumber":52,"VerseNumber":11,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":52,"VerseNumber":12,"Text":"Que se houverem dado a veleidades"},{"SurahNumber":52,"VerseNumber":13,"Text":"Sera o dia em que se verao violentamente impulsionados para o fogo infernal"},{"SurahNumber":52,"VerseNumber":14,"Text":"(Ser-lhes-a dito): Eis aqui o fogo, que negastes"},{"SurahNumber":52,"VerseNumber":15,"Text":"E isto, acaso, magia, ou nao vedes ainda"},{"SurahNumber":52,"VerseNumber":16,"Text":"Entrai ai, porque redundara no mesmo, que o suporteis, quer nao. Sabei que sempre sereis recompensados pelo quehouverdes feito"},{"SurahNumber":52,"VerseNumber":17,"Text":"Quanto aos tementes (a Deus), viverao em jardins e em felicidade"},{"SurahNumber":52,"VerseNumber":18,"Text":"Gozando daquilo com que o seu Senhor os houver agraciado; e o seu Senhor os preservara do suplicio infernal"},{"SurahNumber":52,"VerseNumber":19,"Text":"(Ser-lhes-a dito): Comei e bebei, com proveito, pelo que (de bom) fizestes"},{"SurahNumber":52,"VerseNumber":20,"Text":"Estarao recostados sobre leitos enfileirados e os casarmos com huris, de olhos maravilhosos"},{"SurahNumber":52,"VerseNumber":21,"Text":"E aqueles que creram, bem como as sua proles, que os seguirem na fe, reuni-los-emos as suas familias, e nao osprivaremos de nada, quanto a sua recompensa merecida. Todo o individuo sera responsavel pelos seus atos"},{"SurahNumber":52,"VerseNumber":22,"Text":"E os proveremos de frutas e carnes, bem como do que lhes apetecer"},{"SurahNumber":52,"VerseNumber":23,"Text":"Ai bridarao de uma taca, cuja bebida nao os levara a frivolidade, nem os induzira ao pecado"},{"SurahNumber":52,"VerseNumber":24,"Text":"E serao servidos por mancebos, formosos como se fossem perolas em suas conchas"},{"SurahNumber":52,"VerseNumber":25,"Text":"E acercar-se-ao em tertulias"},{"SurahNumber":52,"VerseNumber":26,"Text":"Dirao: Em verdade, antes estavamos temerosos pelos nossos familiares"},{"SurahNumber":52,"VerseNumber":27,"Text":"Portanto, Deus nos agraciou e nos preservou do tormento do vento abrasador"},{"SurahNumber":52,"VerseNumber":28,"Text":"Porque antes O invocavamos, por ser Ele o Beneficente, o Misericordiosissimo"},{"SurahNumber":52,"VerseNumber":29,"Text":"Predica-lhes, pois, que, merce do teu Senhor, nao es um adivinho, nem um energumeno"},{"SurahNumber":52,"VerseNumber":30,"Text":"Ou dirao: E um poeta. Aguardamos que lhe chegue a calamidade, (produzida) pelo tempo"},{"SurahNumber":52,"VerseNumber":31,"Text":"Dize-lhes: Aguardai, que eu tambem sou um dos que aguardam convosco"},{"SurahNumber":52,"VerseNumber":32,"Text":"Sao, acaso, suas faculdades mentais que os induzem a isso, ou e que sao um povo de transgressores"},{"SurahNumber":52,"VerseNumber":33,"Text":"Dirao ainda: Porventura, ele o tem forjado (o Alcorao)? Qual! Nao creem"},{"SurahNumber":52,"VerseNumber":34,"Text":"Que apresentem, pois, uma mensagem semelhante, se estivermos certos"},{"SurahNumber":52,"VerseNumber":35,"Text":"Porventura, nao foram eles criados do nada, ou sao eles os criadores"},{"SurahNumber":52,"VerseNumber":36,"Text":"Ou criaram, acaso, os ceus e a terra? Qual! Nao se persuadirao"},{"SurahNumber":52,"VerseNumber":37,"Text":"Possuem, porventura, os tesouros do teu Senhor, ou sao eles os dominadores"},{"SurahNumber":52,"VerseNumber":38,"Text":"Ou possuem alguma escada, para escalar o ceu, a fim de detectar ali, os segredos? Que os espreitadores apresentem umaautoridade evidente"},{"SurahNumber":52,"VerseNumber":39,"Text":"Ou pertencem a Ele as filhas e a vos os filhos"},{"SurahNumber":52,"VerseNumber":40,"Text":"Ou lhes exiges, porventura, alguma recompensa, e por isso ficam sobrecarregados de dividas"},{"SurahNumber":52,"VerseNumber":41,"Text":"Ou pensam estar de posse do incognoscivel donde copiam o que dizem"},{"SurahNumber":52,"VerseNumber":42,"Text":"Ou (nem suma), intentam conspirar (contra ti)? Qual! Saibam os incredulos que serao envolvidos na conspiracao"},{"SurahNumber":52,"VerseNumber":43,"Text":"Ou, por fim, tem outra divindade, alem de Deus? Glorificado seja Deus, de tudo quanto Lhe associam"},{"SurahNumber":52,"VerseNumber":44,"Text":"E se vissem desabar um fragmento do ceu, diriam: Sao nuvens saturadas"},{"SurahNumber":52,"VerseNumber":45,"Text":"Deixa-os, pois, ate que se deparem com o seu dia, em que serao fulminados"},{"SurahNumber":52,"VerseNumber":46,"Text":"Dia esse em que de nada lhes servirao as suas conspiracoes, nem serao socorridos"},{"SurahNumber":52,"VerseNumber":47,"Text":"Em verdade, os iniquos, alem desse, sofrerao outros castigos; porem, a maioria o ignora"},{"SurahNumber":52,"VerseNumber":48,"Text":"E tu (o Mensageiro), aguarda ate ao Dia do Juizo do teu Senhor, porque estas ante Nossos olhos. E glorifica os louvoresdo teu Senhor, quando te levantares"},{"SurahNumber":52,"VerseNumber":49,"Text":"E numa parte da noite, e glorifica-O ao retirarem-se as estrelas"},{"SurahNumber":53,"VerseNumber":1,"Text":"Pela estrela, quando cai"},{"SurahNumber":53,"VerseNumber":2,"Text":"Que vosso camarada jamais se extravia, nem erra"},{"SurahNumber":53,"VerseNumber":3,"Text":"Nem fala por capricho"},{"SurahNumber":53,"VerseNumber":4,"Text":"Isso nao e senao a inspiracao que lhe foi revelada"},{"SurahNumber":53,"VerseNumber":5,"Text":"Que lhe transmitiu o fortissimo"},{"SurahNumber":53,"VerseNumber":6,"Text":"O sensato, o qual lhe apareceu (em sua majestosa forma)"},{"SurahNumber":53,"VerseNumber":7,"Text":"Quando estava na parte mais alta do horizonte"},{"SurahNumber":53,"VerseNumber":8,"Text":"Entao, aproximou-se dele estreitamente"},{"SurahNumber":53,"VerseNumber":9,"Text":"Ate a uma distancia de dois arcos (de atirar setas), ou menos ainda"},{"SurahNumber":53,"VerseNumber":10,"Text":"E revelou ao Seu servo o que Ele havia revelado"},{"SurahNumber":53,"VerseNumber":11,"Text":"O coracao (do Mensageiro) nao mentiu, acerca do que viu"},{"SurahNumber":53,"VerseNumber":12,"Text":"Disputareis, acaso, sobre o que ele viu"},{"SurahNumber":53,"VerseNumber":13,"Text":"Realmente o viu, numa Segunda descida"},{"SurahNumber":53,"VerseNumber":14,"Text":"Junto ao limite da arvore de lotus"},{"SurahNumber":53,"VerseNumber":15,"Text":"Junto a qual esta o jardim da morada (eterna)"},{"SurahNumber":53,"VerseNumber":16,"Text":"Quando aquela coisa envolvente cobriu a arvore de lotus"},{"SurahNumber":53,"VerseNumber":17,"Text":"Nao desviou o olhar, nem transgrediu"},{"SurahNumber":53,"VerseNumber":18,"Text":"Em verdade, presenciou os maiores sinais do seu Senhor"},{"SurahNumber":53,"VerseNumber":19,"Text":"Considerai Al-Lat e Al-Uzza"},{"SurahNumber":53,"VerseNumber":20,"Text":"E a outra, a terceira (deusa), Manata"},{"SurahNumber":53,"VerseNumber":21,"Text":"Porventura, pertence-vos o sexo masculino e a Ele o feminino"},{"SurahNumber":53,"VerseNumber":22,"Text":"Tal, entao, seria uma partilha injusta"},{"SurahNumber":53,"VerseNumber":23,"Text":"Tais (divindades) nao sao mais do que nomes, com que as denominastes, vos e vossos antepassados, acerca do que Deusnao vos conferiu autoridade alguma. Nao seguem senao as sua proprias conjecturas e as luxurias das suas almas, naoobstante ter-lhes chegado a orientacao do seu Senhor"},{"SurahNumber":53,"VerseNumber":24,"Text":"Porventura, obtera o homem tudo quanto ambiciona"},{"SurahNumber":53,"VerseNumber":25,"Text":"Sabei que so a Deus pertence a outra vida e a presente"},{"SurahNumber":53,"VerseNumber":26,"Text":"E quantos anjos ha nos ceus, cujas intercessoes de nada valerao, salvo a daqueles que a Deus aprouver e comprazer"},{"SurahNumber":53,"VerseNumber":27,"Text":"Sabei que aqueles que nao creem na outra vida denominam os anjos com nomes femininos"},{"SurahNumber":53,"VerseNumber":28,"Text":"Embora carecam de todo o conhecimento a esse respeito. Nao fazem senao seguir conjecturas, sendo que a conjecturajamais prevaleceu, em nada, sobre a verdade"},{"SurahNumber":53,"VerseNumber":29,"Text":"Afasta-te pois, de quem desdenha a Nossa Mensagem, e nao ambiciona senao a vida terrena"},{"SurahNumber":53,"VerseNumber":30,"Text":"Tal e o alcance do seu conhecimento. Em verdade, teu Senhor e o mais conhecedor de quem se desvia da Sua senda, assim como e o mais conhecedor de quem se encaminha"},{"SurahNumber":53,"VerseNumber":31,"Text":"A Deus pertence tudo quanto existe nos ceus e na terra, para castigar os malevolos, segundo o que tenham cometido, erecompensar os benfeitores com o melhor"},{"SurahNumber":53,"VerseNumber":32,"Text":"Estes sao os que se abstem dos pecados graves e das obscenidades, conquanto cometam faltas leves. Que saibam que oteu Senhor e Amplo na indulgencia; Ele vos conhece melhor do que ninguem, uma vez que foi Ele Que vos criou na terra, emque ereis embrioes nas entranhas de vossas maes. Nao atribuais pois, pureza a vos mesmo, porque Ele bem conhece ostementes"},{"SurahNumber":53,"VerseNumber":33,"Text":"Que opinas, pois, de quem desdenha"},{"SurahNumber":53,"VerseNumber":34,"Text":"Que pouco da, e, depois, endurece (o coracao)"},{"SurahNumber":53,"VerseNumber":35,"Text":"Porventura, esta de posse do incognoscivel e prognostica (o futuro)"},{"SurahNumber":53,"VerseNumber":36,"Text":"Qual, nao foi inteirado de tudo quanto contem os livros de Moises"},{"SurahNumber":53,"VerseNumber":37,"Text":"E os de Abraao, que cumpriu (as suas obrigacoes)"},{"SurahNumber":53,"VerseNumber":38,"Text":"De que nenhum pecador arcara com culpa alheia"},{"SurahNumber":53,"VerseNumber":39,"Text":"De que o homem nao obtem senao o fruto do seu proceder"},{"SurahNumber":53,"VerseNumber":40,"Text":"De que o seu proceder sera examinado"},{"SurahNumber":53,"VerseNumber":41,"Text":"Depois, ser-lhe-a retribuido, com a mais equitativa recompensa"},{"SurahNumber":53,"VerseNumber":42,"Text":"E que pertence ao teu Senhor o limite"},{"SurahNumber":53,"VerseNumber":43,"Text":"E que Ele faz rir e chorar"},{"SurahNumber":53,"VerseNumber":44,"Text":"E que Ele da a vida e a morte"},{"SurahNumber":53,"VerseNumber":45,"Text":"E que Ele criou (tudo) em pares: o masculino e o feminino"},{"SurahNumber":53,"VerseNumber":46,"Text":"De uma gosta de esperma, quando alojada (em seu lugar)"},{"SurahNumber":53,"VerseNumber":47,"Text":"E que a Ele compete a Segunda criacao"},{"SurahNumber":53,"VerseNumber":48,"Text":"E que Ele enriquece e da satisfacao"},{"SurahNumber":53,"VerseNumber":49,"Text":"E que Ele e o Senhor do (astro) Sirio"},{"SurahNumber":53,"VerseNumber":50,"Text":"E que Ele exterminou o primitivo povo de Ad"},{"SurahNumber":53,"VerseNumber":51,"Text":"E o povo de Tamud, sem deixar (membro) algum"},{"SurahNumber":53,"VerseNumber":52,"Text":"E, antes, o povo de Noe, porque era ainda mais iniquo e transgressor"},{"SurahNumber":53,"VerseNumber":53,"Text":"E destruiu as cidades nefastas (Sodoma e Gomorra)"},{"SurahNumber":53,"VerseNumber":54,"Text":"E as cobriu com um veu envolvente"},{"SurahNumber":53,"VerseNumber":55,"Text":"De qual das merces do teu Senhor duvidas, pois, (o humano)"},{"SurahNumber":53,"VerseNumber":56,"Text":"Eis aqui uma admoestacao dos primeiros admoestadores"},{"SurahNumber":53,"VerseNumber":57,"Text":"Aproxima-se a Hora iminente"},{"SurahNumber":53,"VerseNumber":58,"Text":"Ninguem, alem de Deus, podera revela-la"},{"SurahNumber":53,"VerseNumber":59,"Text":"Por que vos assombrais, entao, com esta Mensagem"},{"SurahNumber":53,"VerseNumber":60,"Text":"E rides ao inves de chorardes"},{"SurahNumber":53,"VerseNumber":61,"Text":"Em vossos lazeres"},{"SurahNumber":53,"VerseNumber":62,"Text":"Prostrai-vos, outrossim, perante Deus, e adorai-O"},{"SurahNumber":54,"VerseNumber":1,"Text":"A Hora (do Juizo) se aproxima, e a lua se fendeu"},{"SurahNumber":54,"VerseNumber":2,"Text":"Porem, se presenciam algum sinal, afastam-se, dizendo: E magia reiterada"},{"SurahNumber":54,"VerseNumber":3,"Text":"E o rejeitam, e persistem em suas luxurias; porem, cada coisa tera o seu fim"},{"SurahNumber":54,"VerseNumber":4,"Text":"E, sem duvida, tiveram bastante admoestacao exemplificada"},{"SurahNumber":54,"VerseNumber":5,"Text":"E sabedoria prudente; porem, de nada lhes servem as admoestacoes"},{"SurahNumber":54,"VerseNumber":6,"Text":"Afasta-te, pois, deles (o Mensageiro), e recorda o dia em que o (anjo) convocador convocara os humanos a algo terrivel"},{"SurahNumber":54,"VerseNumber":7,"Text":"Sairao dos sepulcros, com os olhos humildes, como se fossem uma nuvem de gafanhotos dispersa"},{"SurahNumber":54,"VerseNumber":8,"Text":"Dirigindo-se, rapidamente, ate ao convocador; os incredulos dirao: Este e um dia terrivel"},{"SurahNumber":54,"VerseNumber":9,"Text":"Antes deles, o povo de Noe havia desmentido os mensageiros; desmentiram o Nosso servo, dizendo: E um energumeno!, repudiando-o por todas as vias"},{"SurahNumber":54,"VerseNumber":10,"Text":"Entao ele invocou seu Senhor, dizendo: Estou vencido! Socorre-me"},{"SurahNumber":54,"VerseNumber":11,"Text":"Entao abrimos as portas do ceu, com agua torrencial (que fizemos descer)"},{"SurahNumber":54,"VerseNumber":12,"Text":"E fizemos brotar fontes da terra, e ambas as aguas se encontraram na medida predestinada"},{"SurahNumber":54,"VerseNumber":13,"Text":"E o conduzimos (Noe) em uma arca, de tabuas encavilhadas"},{"SurahNumber":54,"VerseNumber":14,"Text":"Que flutuava sob o Nosso olhar, como recompensa para aquele que foi desmentido"},{"SurahNumber":54,"VerseNumber":15,"Text":"E a expusemos, como sinal. Havera, porventura, alguem que recebera a admoestacao"},{"SurahNumber":54,"VerseNumber":16,"Text":"Qual! Quao terriveis foram o Meu castigo e a Minha admoestacao"},{"SurahNumber":54,"VerseNumber":17,"Text":"Em verdade, facilitamos o Alcorao, para a admoestacao. Havera, porventura, algum admoestado"},{"SurahNumber":54,"VerseNumber":18,"Text":"O povo de Ad rejeitou o seu mensageiro. Porem, quao terriveis foram o Meu castigo e a Minha admoestacao"},{"SurahNumber":54,"VerseNumber":19,"Text":"Sabei que desencadeamos sobre eles um vento tormentoso, em um dia funesto"},{"SurahNumber":54,"VerseNumber":20,"Text":"Que arrebatava os homens, como se fossem troncos de tamareiras desarraigadas"},{"SurahNumber":54,"VerseNumber":21,"Text":"Observa, portanto, quao terriveis foram o Meu castigo e a Minha admoestacao"},{"SurahNumber":54,"VerseNumber":22,"Text":"Em verdade, facilitamos o Alcorao para a recordacao. Havera, porventura, algum admoestado"},{"SurahNumber":54,"VerseNumber":23,"Text":"O povo de Tamud desmentiu os admoestadores"},{"SurahNumber":54,"VerseNumber":24,"Text":"Dizendo: Que! Acaso, haveremos de seguir um homem solitario, surgido dentre nos? Cairiamos, entao, em extravio e naloucura"},{"SurahNumber":54,"VerseNumber":25,"Text":"Acaso, foi a Mensagem revelada so a ele, dentre nos? Qual! E um mentiroso, insolente"},{"SurahNumber":54,"VerseNumber":26,"Text":"Logo saberao quem e mentiroso e insolente"},{"SurahNumber":54,"VerseNumber":27,"Text":"Em verdade, enviamos-lhes a camela como prova. E tu (o Saleh), observa-os e aguarda com paciencia"},{"SurahNumber":54,"VerseNumber":28,"Text":"E anuncia-lhes que a agua devera ser compartilhada entre eles, e casa qual tera o seu turno registrado"},{"SurahNumber":54,"VerseNumber":29,"Text":"Entao, chamaram um companheiro seu, o qual tomou de um sabre e a abateu"},{"SurahNumber":54,"VerseNumber":30,"Text":"Porem, quao terriveis foram o Meu castigo e a Minha admoestacao"},{"SurahNumber":54,"VerseNumber":31,"Text":"Sabei que enviamos contra eles um so estrondo, que os reduziu a feno amontoado"},{"SurahNumber":54,"VerseNumber":32,"Text":"Em verdade, facilitamos o Alcorao, para a admoestacao. Havera, porventura, algum admoestado"},{"SurahNumber":54,"VerseNumber":33,"Text":"O povo de Lot desmentiu os seus admoestadores"},{"SurahNumber":54,"VerseNumber":34,"Text":"Sabei que desencadeamos sobre eles uma chuva de pedras, exceto sobre a familia de Lot, a qual salvamos na hora daalvorada"},{"SurahNumber":54,"VerseNumber":35,"Text":"Por nossa graca. Assim recompensamos os agradecidos"},{"SurahNumber":54,"VerseNumber":36,"Text":"E (Lot) ja os havia admoestado, quanto ao Nosso castigo; porem, duvidaram das admoestacoes"},{"SurahNumber":54,"VerseNumber":37,"Text":"E intentaram desonrar os seus hospedes; entao, cegamos-lhes os olhos, dizendo: Sofrei, pois, o Meu castigo e a Minhaadmoestacao"},{"SurahNumber":54,"VerseNumber":38,"Text":"E, ao amanhecer, surpreendeu-os um castigo, que se tornou perene"},{"SurahNumber":54,"VerseNumber":39,"Text":"Sofrei, pois o Meu castigo e a Minha admoestacao"},{"SurahNumber":54,"VerseNumber":40,"Text":"Em verdade, facilitamos o Alcorao, para a recordacao. Havera, porventura, algum admoestado"},{"SurahNumber":54,"VerseNumber":41,"Text":"E tambem se apresentaram os admoestadores ao povo do Farao"},{"SurahNumber":54,"VerseNumber":42,"Text":"Porem, desmentiram os Nosso sinais, pelo que os castigamos severamente, como so pode fazer um Onipotente, Poderosissimo"},{"SurahNumber":54,"VerseNumber":43,"Text":"Acaso, os vossos incredulos (o coraixitas), sao melhores do que aqueles, ou, por outra, gozais de imunidade, registradanos Livros sagrados"},{"SurahNumber":54,"VerseNumber":44,"Text":"Entretanto, dizem: Agimos juntos e podemos (nos) defender"},{"SurahNumber":54,"VerseNumber":45,"Text":"Logo, a multidao sera debelada e debandara"},{"SurahNumber":54,"VerseNumber":46,"Text":"E a Hora (do Juizo) e uma promessa, e ela sera mais grave e mais amarga"},{"SurahNumber":54,"VerseNumber":47,"Text":"Sabei que os pecadores estarao nos caos e na loucura"},{"SurahNumber":54,"VerseNumber":48,"Text":"No dia em que foram arrastados, no fogo, sobre seus rostos, (ser-lhes-a dito): Sofrei o contato do tartaro"},{"SurahNumber":54,"VerseNumber":49,"Text":"Em verdade, criamos todas as coisas predestinadamente"},{"SurahNumber":54,"VerseNumber":50,"Text":"E a Nossa ordem nao e mais do que uma so (palavra), como um abrir e fechar os olhos"},{"SurahNumber":54,"VerseNumber":51,"Text":"E haviamos aniquilado os vossos semelhantes. Havera, porventura, algum que recebeu a admoestacao"},{"SurahNumber":54,"VerseNumber":52,"Text":"Tudo quanto fizeram esta anotado nos livros"},{"SurahNumber":54,"VerseNumber":53,"Text":"E toda a acao, pequena ou grande, esta registrada"},{"SurahNumber":54,"VerseNumber":54,"Text":"Sabei que os tementes morarao entre os jardins e rios"},{"SurahNumber":54,"VerseNumber":55,"Text":"Em uma assembleia da verdade, na presenca de um Senhor Onipotente, Soberanissimo"},{"SurahNumber":55,"VerseNumber":1,"Text":"O Clemente"},{"SurahNumber":55,"VerseNumber":2,"Text":"Ensinou o Alcorao"},{"SurahNumber":55,"VerseNumber":3,"Text":"Criou o homem"},{"SurahNumber":55,"VerseNumber":4,"Text":"E ensinou-lhe a eloquencia"},{"SurahNumber":55,"VerseNumber":5,"Text":"O sol e a lua giram (em suas orbitas)"},{"SurahNumber":55,"VerseNumber":6,"Text":"E as ervas e as arvores prostram-se em adoracao"},{"SurahNumber":55,"VerseNumber":7,"Text":"E elevou o firmamento e estabeleceu a balanca da justica"},{"SurahNumber":55,"VerseNumber":8,"Text":"Para que nao defraudeis no peso"},{"SurahNumber":55,"VerseNumber":9,"Text":"Pesai, pois, escrupulosamente, e nao diminuais a balanca"},{"SurahNumber":55,"VerseNumber":10,"Text":"Aplainou a terra para as (Suas) criaturas"},{"SurahNumber":55,"VerseNumber":11,"Text":"Na qual ha toda a especie de frutos, e tamareiras com cachos"},{"SurahNumber":55,"VerseNumber":12,"Text":"E as graniferas, com a sua palha, e as odoriferas"},{"SurahNumber":55,"VerseNumber":13,"Text":"Assim, pois, quais das merces de vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":14,"Text":"Ele criou os genios do fogo vivo"},{"SurahNumber":55,"VerseNumber":15,"Text":"E criou os genios do fogo vivo"},{"SurahNumber":55,"VerseNumber":16,"Text":"Assim, pois, quais das merces de vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":17,"Text":"E o Senhor dos dois solsticios e dos dois equinocios"},{"SurahNumber":55,"VerseNumber":18,"Text":"Assim, pois, quais das merces dos vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":19,"Text":"Liberam os dois mares, para que se encontrassem"},{"SurahNumber":55,"VerseNumber":20,"Text":"Entre ambos, ha uma barreira, para que nao seja ultrapassada"},{"SurahNumber":55,"VerseNumber":21,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":22,"Text":"De ambos saem as perolas e os corais"},{"SurahNumber":55,"VerseNumber":23,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":24,"Text":"E suas sao as naves, que se elevam no mar, como montanhas"},{"SurahNumber":55,"VerseNumber":25,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":26,"Text":"Tudo quanto existe na terra perecera"},{"SurahNumber":55,"VerseNumber":27,"Text":"E so subsistira o Rosto do teu Senhor, o Majestoso, o Honorabilissimo"},{"SurahNumber":55,"VerseNumber":28,"Text":"Entao, qual das merces de vosso Senhor vos ambos desmentis"},{"SurahNumber":55,"VerseNumber":29,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":30,"Text":"Todos os que estao nos ceus e na terra O invocam. A cada dia Ele esta ocupado em uma nova obra"},{"SurahNumber":55,"VerseNumber":31,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":32,"Text":"Logo, estabelecermos os vossos assuntos, o ambos os mundos"},{"SurahNumber":55,"VerseNumber":33,"Text":"O assembleia de genios e humanos, se sois capazes de atravessar os limites dos ceus e da terra, fazei-o! Porem, naopodereis faze-lo, sem autoridade"},{"SurahNumber":55,"VerseNumber":34,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":35,"Text":"Entao, uma chama de fogo e uma fumaca serao lancados sobre vos, e nao podereis conte-las"},{"SurahNumber":55,"VerseNumber":36,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":37,"Text":"(Sera) quando o ceu se fender e derreter; e se avermelhar como um unguento"},{"SurahNumber":55,"VerseNumber":38,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":39,"Text":"Nesse dia, nenhum homem ou genio sera inquirido por seu pecado"},{"SurahNumber":55,"VerseNumber":40,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":41,"Text":"Os pecadores serao reconhecidos por suas marcas, e serao arrastados pelos topetes e pelos pes"},{"SurahNumber":55,"VerseNumber":42,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":43,"Text":"Este e o inferno, que os pecadores negavam"},{"SurahNumber":55,"VerseNumber":44,"Text":"Circularao nele, e na agua fervente"},{"SurahNumber":55,"VerseNumber":45,"Text":"Assim, pois, quais, das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":46,"Text":"Por outra, para quem teme o comparecimento ante o seu Senhor, havera dois jardins"},{"SurahNumber":55,"VerseNumber":47,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":48,"Text":"Contudo todas as especies (de frutos e prazeres)"},{"SurahNumber":55,"VerseNumber":49,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":50,"Text":"Em ambos, havera duas fontes a verter"},{"SurahNumber":55,"VerseNumber":51,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":52,"Text":"Em ambos havera duas especies de cada fruta"},{"SurahNumber":55,"VerseNumber":53,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":54,"Text":"Estarao reclinados sobre almofadas forradas de brocado, e os frutos de ambos os jardins estarao ao (seu) alcance"},{"SurahNumber":55,"VerseNumber":55,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":56,"Text":"Ali havera, tambem, aquelas de olhares recatados que, antes deles, jamais foram tocadas por homem ou genio"},{"SurahNumber":55,"VerseNumber":57,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":58,"Text":"Parecem-se com o rubi e com o coral"},{"SurahNumber":55,"VerseNumber":59,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":60,"Text":"A retribuicao a bondade nao e, acaso, a propria bondade"},{"SurahNumber":55,"VerseNumber":61,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":62,"Text":"E, alem dos dois mencionados, havera outros dois jardins"},{"SurahNumber":55,"VerseNumber":63,"Text":"Assim, pois, quais das merces, do vosso Senhor, desagradeceis"},{"SurahNumber":55,"VerseNumber":64,"Text":"De cor verde-escuro, vicejantes"},{"SurahNumber":55,"VerseNumber":65,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":66,"Text":"Neles havera duas fontes a jorrar"},{"SurahNumber":55,"VerseNumber":67,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":68,"Text":"Em ambos havera frutas, tamareiras e romazeiras"},{"SurahNumber":55,"VerseNumber":69,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":70,"Text":"Neles havera beldades inocentes"},{"SurahNumber":55,"VerseNumber":71,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":72,"Text":"Huris recolhidas em pavilhoes"},{"SurahNumber":55,"VerseNumber":73,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":74,"Text":"Que jamais, antes deles, foram tocadas por homem ou genio"},{"SurahNumber":55,"VerseNumber":75,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":76,"Text":"Reclinadas em coxins, cobertos com pano verde e formosas almofadas"},{"SurahNumber":55,"VerseNumber":77,"Text":"Assim, pois, quais das merces do vosso Senhor desagradeceis"},{"SurahNumber":55,"VerseNumber":78,"Text":"Bendito seja o nome do teu Senhor, o Majestoso, o Honorabilissimo"},{"SurahNumber":56,"VerseNumber":1,"Text":"Quando acontecer o evento inevitavel"},{"SurahNumber":56,"VerseNumber":2,"Text":"Ninguem podera negar o seu advento"},{"SurahNumber":56,"VerseNumber":3,"Text":"Degradante (para uns) e exultante (para outros)"},{"SurahNumber":56,"VerseNumber":4,"Text":"Quando a terra for sacudida violentamente"},{"SurahNumber":56,"VerseNumber":5,"Text":"E as montanhas forem desintegradas em atomos"},{"SurahNumber":56,"VerseNumber":6,"Text":"Convertidas em corpusculos dispersos"},{"SurahNumber":56,"VerseNumber":7,"Text":"Entao, sereis divididos em tres grupos"},{"SurahNumber":56,"VerseNumber":8,"Text":"O dos que estiverem a direita - E quem sao os que estarao a direita"},{"SurahNumber":56,"VerseNumber":9,"Text":"O dos que estiverem a esquerda - E quem sao os que estarao a esquerda"},{"SurahNumber":56,"VerseNumber":10,"Text":"E o dos primeiros (crentes) - E quem sao os primeiros (crentes)"},{"SurahNumber":56,"VerseNumber":11,"Text":"Estes serao os mais proximos de Deus"},{"SurahNumber":56,"VerseNumber":12,"Text":"Nos jardins do prazer"},{"SurahNumber":56,"VerseNumber":13,"Text":"(Havera) uma multidao, pertencente ao primeiro grupo"},{"SurahNumber":56,"VerseNumber":14,"Text":"E poucos, pertencentes ao ultimo"},{"SurahNumber":56,"VerseNumber":15,"Text":"Estarao sobre leitos incrustados (com ouro e pedras preciosas)"},{"SurahNumber":56,"VerseNumber":16,"Text":"Reclinados neles, frente a frente"},{"SurahNumber":56,"VerseNumber":17,"Text":"Onde lhes servirao jovens (de frescores) imortais"},{"SurahNumber":56,"VerseNumber":18,"Text":"Com tacas, jarras, e anforas, cheias de nectares (provindos dos mananciais celestes)"},{"SurahNumber":56,"VerseNumber":19,"Text":"Que nao lhes provocara hemicrania, nem intoxicacao"},{"SurahNumber":56,"VerseNumber":20,"Text":"E (tambem lhes servirao) as frutas de sua predilecao"},{"SurahNumber":56,"VerseNumber":21,"Text":"E carne das aves que lhes apetecerem"},{"SurahNumber":56,"VerseNumber":22,"Text":"Em companhia de huris, de candidos olhares"},{"SurahNumber":56,"VerseNumber":23,"Text":"Semelhantes a perolas bem guardadas"},{"SurahNumber":56,"VerseNumber":24,"Text":"Em recompensa por tudo quanto houverem feito"},{"SurahNumber":56,"VerseNumber":25,"Text":"Nao ouvirao, ali, frivolidades, nem (havera) qualquer pestilencia"},{"SurahNumber":56,"VerseNumber":26,"Text":"A nao ser as palavras: Paz! Paz"},{"SurahNumber":56,"VerseNumber":27,"Text":"E o (grupo) dos que estiverem a direita - E quem sao os que estarao a direita"},{"SurahNumber":56,"VerseNumber":28,"Text":"Passeara entre lotos (com frutos) sobrepostos"},{"SurahNumber":56,"VerseNumber":29,"Text":"E pomares, com arvores frutiferas entrelacadas"},{"SurahNumber":56,"VerseNumber":30,"Text":"E extensa sombra"},{"SurahNumber":56,"VerseNumber":31,"Text":"E agua manante"},{"SurahNumber":56,"VerseNumber":32,"Text":"E frutas abundantes"},{"SurahNumber":56,"VerseNumber":33,"Text":"Inesgotaveis, que jamais (lhes) serao proibidas"},{"SurahNumber":56,"VerseNumber":34,"Text":"E estarao sobre leitos elevados"},{"SurahNumber":56,"VerseNumber":35,"Text":"Sabei que criamos, para eles, uma (nova) especie de criaturas"},{"SurahNumber":56,"VerseNumber":36,"Text":"E as fizemos virgens"},{"SurahNumber":56,"VerseNumber":37,"Text":"Amantissimas, da mesma idade"},{"SurahNumber":56,"VerseNumber":38,"Text":"Para os que estiverem a direita"},{"SurahNumber":56,"VerseNumber":39,"Text":"(Estes) sao uma multidao, pertence ao primeiro grupo"},{"SurahNumber":56,"VerseNumber":40,"Text":"E outra, pertencente ao ultimo"},{"SurahNumber":56,"VerseNumber":41,"Text":"E os que estiverem a esquerda - E quem sao os que estarao a esquerda"},{"SurahNumber":56,"VerseNumber":42,"Text":"Estarao no meio de ventos abrasadores e na agua fervente"},{"SurahNumber":56,"VerseNumber":43,"Text":"E nas trevas da negra fumaca"},{"SurahNumber":56,"VerseNumber":44,"Text":"Sem nada, para refrescar, nem para aprazar"},{"SurahNumber":56,"VerseNumber":45,"Text":"Porque, antes disso, estava na luxuria"},{"SurahNumber":56,"VerseNumber":46,"Text":"E persistiram, em seu supremo pecado"},{"SurahNumber":56,"VerseNumber":47,"Text":"E diziam: Acaso, quando morrermos e formos reduzidos a po e ossos, seremos ressuscitados"},{"SurahNumber":56,"VerseNumber":48,"Text":"Ou (o serao) nossos antepassados"},{"SurahNumber":56,"VerseNumber":49,"Text":"Dize-lhes: Em verdade, os primeiros e os ultimos"},{"SurahNumber":56,"VerseNumber":50,"Text":"Serao congregados, para o encontro de um dia conhecido"},{"SurahNumber":56,"VerseNumber":51,"Text":"Logo, sereis vos, o desviados, desmentidores"},{"SurahNumber":56,"VerseNumber":52,"Text":"Sem duvida que comereis do fruto do zacum"},{"SurahNumber":56,"VerseNumber":53,"Text":"Do qual fartareis os vossos estomagos"},{"SurahNumber":56,"VerseNumber":54,"Text":"E, por cima, bebereis agua fervente"},{"SurahNumber":56,"VerseNumber":55,"Text":"Bebe-la-eis com a sofreguidao dos sedentos"},{"SurahNumber":56,"VerseNumber":56,"Text":"Tal sera a sua hospedagem, no Dia do Juizo"},{"SurahNumber":56,"VerseNumber":57,"Text":"Nos vos criamos. Por que, pois, nao credes (na Ressurreicao)"},{"SurahNumber":56,"VerseNumber":58,"Text":"Haveis reparado, acaso, no que ejaculais"},{"SurahNumber":56,"VerseNumber":59,"Text":"Por acaso, criais vos isso, ou somos Nos o Criador"},{"SurahNumber":56,"VerseNumber":60,"Text":"Nos vos decretamos a morte, e jamais seremos impedidos"},{"SurahNumber":56,"VerseNumber":61,"Text":"De substituir-vos por seres semelhantes, ou transformar-vos no que ignorais"},{"SurahNumber":56,"VerseNumber":62,"Text":"E, na verdade, conheceis a primeira criacao. Por que, entao, nao meditais"},{"SurahNumber":56,"VerseNumber":63,"Text":"Haveis reparado, acaso, no que semeais"},{"SurahNumber":56,"VerseNumber":64,"Text":"Porventura, sois vos os que fazeis germinar, ou somos Nos o Germinador"},{"SurahNumber":56,"VerseNumber":65,"Text":"Se quisessemos, converteriamos aquilo em feno e, entao, nao cessarieis de vos assombrar"},{"SurahNumber":56,"VerseNumber":66,"Text":"(Dizendo): Em verdade, estamos em debito"},{"SurahNumber":56,"VerseNumber":67,"Text":"Estamos, em verdade, privados (de colher os nossos frutos)"},{"SurahNumber":56,"VerseNumber":68,"Text":"Haveis reparado, acaso, na agua que bebeis"},{"SurahNumber":56,"VerseNumber":69,"Text":"Sois vos, ou somente somos Nos Quem a faz descer das nuvens"},{"SurahNumber":56,"VerseNumber":70,"Text":"Se quisessemos, fa-la-iamos salobra. Por que, pois, nao agradeceis"},{"SurahNumber":56,"VerseNumber":71,"Text":"Haveis reparado, acaso, no fogo que ateais"},{"SurahNumber":56,"VerseNumber":72,"Text":"Fostes vos que criastes a arvore, ou fomos Nos o Criador"},{"SurahNumber":56,"VerseNumber":73,"Text":"Nos fizemos disso um portento e conforto para os nomades"},{"SurahNumber":56,"VerseNumber":74,"Text":"Glorifica, pois, o nome do teu Supremo Senhor"},{"SurahNumber":56,"VerseNumber":75,"Text":"Juro, portanto, pela posicao dos astros"},{"SurahNumber":56,"VerseNumber":76,"Text":"Porque e um magnifico juramento - se soubesseis"},{"SurahNumber":56,"VerseNumber":77,"Text":"Este e um Alcorao honorabilissimo"},{"SurahNumber":56,"VerseNumber":78,"Text":"Num Livro bem guardado"},{"SurahNumber":56,"VerseNumber":79,"Text":"Que nao tocam, senao os purificados"},{"SurahNumber":56,"VerseNumber":80,"Text":"E uma revelacao do Senhor do Universo"},{"SurahNumber":56,"VerseNumber":81,"Text":"Porventura, desdenhais esta Mensagem"},{"SurahNumber":56,"VerseNumber":82,"Text":"E fizestes disso o vosso sustento, para que o pudesseis desmentir"},{"SurahNumber":56,"VerseNumber":83,"Text":"Por que, entao, (nao intervis), quando (a alma de um moribundo) alcanca a garganta"},{"SurahNumber":56,"VerseNumber":84,"Text":"E ficais, nesse instante, a olha-lo"},{"SurahNumber":56,"VerseNumber":85,"Text":"E Nos, ainda que nao Nos vejais, estamos mais perto dele do que vos"},{"SurahNumber":56,"VerseNumber":86,"Text":"Por que, entao, se pensais que em nada dependeis de Nos"},{"SurahNumber":56,"VerseNumber":87,"Text":"Nao lhe devolveis (a alma), se estais certos"},{"SurahNumber":56,"VerseNumber":88,"Text":"Porem, se ele for um dos achegados (a Deus)"},{"SurahNumber":56,"VerseNumber":89,"Text":"(Tera) descanso, satisfacao e um Jardim de Prazer"},{"SurahNumber":56,"VerseNumber":90,"Text":"Ainda, se for um dos que estao a direita"},{"SurahNumber":56,"VerseNumber":91,"Text":"(Ser-lhe-a dito): Que a paz esteja contigo, da parte dos que estao a direita"},{"SurahNumber":56,"VerseNumber":92,"Text":"Por outra, se for um dos desmentidores, extraviados"},{"SurahNumber":56,"VerseNumber":93,"Text":"Entao tera hospedagem na agua fervente"},{"SurahNumber":56,"VerseNumber":94,"Text":"E entrada na fogueira infernal"},{"SurahNumber":56,"VerseNumber":95,"Text":"Sabei que esta e a verdade autentica"},{"SurahNumber":56,"VerseNumber":96,"Text":"Glorifica, pois, o nome do teu Supremo Senhor"},{"SurahNumber":57,"VerseNumber":1,"Text":"Tudo quanto existe nos ceus e na terra glorifica Deus, porque Ele e o Poderoso, o Prudentissimo"},{"SurahNumber":57,"VerseNumber":2,"Text":"Seu e o reino dos ceus e da terra; da a vida e da a morte, e e Onipotente"},{"SurahNumber":57,"VerseNumber":3,"Text":"Ele e o Primeiro e o Ultimo; o Visivel e o Invisivel, e e Onisciente"},{"SurahNumber":57,"VerseNumber":4,"Text":"Ele foi Quem criou os ceus e a terra, em seis dias; entao, assumiu o trono. Ele bem conhece o que penetra na terra e tudoquanto dela sai; o que desce do ceu e tudo quanto a ele ascende, e esta convosco onde quer que estejais, e bem ve tudoquanto fazeis"},{"SurahNumber":57,"VerseNumber":5,"Text":"Seu e o reino dos ceus e da terra, e a Deus retornarao todos os assuntos"},{"SurahNumber":57,"VerseNumber":6,"Text":"Ele insere a noite no dia e o dia na noite, e e Sabedor das intimidades dos coracoes"},{"SurahNumber":57,"VerseNumber":7,"Text":"Crede em Deus e em Seu Mensageiro, e fazei caridade daquilo que Ele vos fez herdar. E aqueles que, dentre vos, crereme fizerem caridade, obterao uma grande recompensa"},{"SurahNumber":57,"VerseNumber":8,"Text":"E que escusas tereis para nao crerdes em Deus, se o Mensageiro vos exorta a crerdes no vosso Senhor? Ele recebeu avossa promessa, se sois fieis"},{"SurahNumber":57,"VerseNumber":9,"Text":"Ele (Deus) e Quem revela ao Seu servo lucidos versiculos, para que vos tire das trevas e vos conduza a luz, porque Ele e, para convosco, compassivo, Misericordiosissimo"},{"SurahNumber":57,"VerseNumber":10,"Text":"E que escusas tereis para nao contribuirdes na causa de Deus, uma vez que a Deus pertence a heranca dos ceus e daterra? Nesse caso, jamais podereis equiparar-vos aos que tiverem contribuido e combatido, antes da conquista - estes saomais dignos do que aqueles que contribuiram e combateram posteriormente -, ainda que Deus tenha prometido a todos obem. Sabei que Deus esta inteirado de tudo quanto fazeis"},{"SurahNumber":57,"VerseNumber":11,"Text":"Qual sera o fiel que nao querera emprestar espontaneamente a Deus? Sera retribuido em dobro, e tera uma generosarecompensa"},{"SurahNumber":57,"VerseNumber":12,"Text":"(Sera) o dia em que veras (o Mohammad) os fieis e as fieis com a luz a se irradiar, ante eles, pela sua crenca. Nesse diavos alvissaremos com jardins, abaixo dos quais correm os rios, onde morareis eternamente. Tal sera a magnificarecompensa"},{"SurahNumber":57,"VerseNumber":13,"Text":"(Sera tambem) o dia em que os hipocritas e as hipocritas dirao aos fieis: Esperai-nos: para que nos iluminemos com avossa luz! Ser-lhes-a retrucado: Voltai atras, e buscai a luz! Entre eles se elevara uma muralha provida de uma porta, pordetras da qual estara a misericordia, e em frente a qual estara o suplicio infernal"},{"SurahNumber":57,"VerseNumber":14,"Text":"(Os hipocritas) clamarao: Acaso nao estavamos convosco? Ser-lhes-a replicado: Sim! Porem, caistes em tentacao e vosenganastes mutuamente e duvidastes (da religiao), e os vossos desejos vos iludiram, ate que se cumpriram os designios deDeus. E o sedutor vos enganou a respeito de Deus"},{"SurahNumber":57,"VerseNumber":15,"Text":"Assim, pois, hoje nao se aceitara resgate algum por vos, nem pelos incredulos. A vossa morada sera o fogo, que e o quemerecestes. E que funesto destino"},{"SurahNumber":57,"VerseNumber":16,"Text":"Porventura, nao chegou o momento de os fieis humilharem os seus coracoes a recordacao de Deus e a verdade revelada, para que nao sejam como os que antes receberam o Livro? Porem, longo tempo passou, endurecendo-lhes os coracoes, e asua maioria e rebelde e transgressora"},{"SurahNumber":57,"VerseNumber":17,"Text":"Sabei que Deus vivifica a terra, depois de ter sido arida. Elucidamos-vos os versiculos, para que raciocineis"},{"SurahNumber":57,"VerseNumber":18,"Text":"Em verdade, os caritativos e as caritativas, e aqueles que emprestam espontaneamente a Deus serao retribuidos emdobro, e obterao uma generosa recompensa"},{"SurahNumber":57,"VerseNumber":19,"Text":"E aqueles que creem em Deus e em Seus mensageiros sao os leias, e os martires terao, do Seu Senhor, a sua recompensae a sua luz. Em troca, os incredulos que desmentem, os Nossos versiculos, serao os reprobos"},{"SurahNumber":57,"VerseNumber":20,"Text":"Sabei que a vida terrena e tao-somente jogo e diversao, veleidades, mutua vangloria e rivalidade, com respeito amultiplicacao de bens e filhos; e como a chuva, que compraz aos cultivadores, por vivificar a plantacao; logo, completa-se oseu crescimento e a veras amarelada e transformada em feno. Na outra vida havera castigos severos, indulgencia ecomplacencia de Deus. Que e vida terrena, senao um prazer ilusorio"},{"SurahNumber":57,"VerseNumber":21,"Text":"Emulai-vos, pois, em obter a indulgencia do vosso Senhor e o Paraiso, cujas dimensoes igualam as do ceu e da terra, reservado para aqueles que cede a quem Lhe apraz, porque e Agraciante por excelencia"},{"SurahNumber":57,"VerseNumber":22,"Text":"Nao assolara desgraca alguma, quer seja na terra, quer sejam a vossas pessoas, que nao esteja registrada no Livro, antesmesmo que a evidenciemos. Sabei que isso e facil a Deus"},{"SurahNumber":57,"VerseNumber":23,"Text":"Para que vos nao desespereis, pelos (prazeres) que vos foram omitidos, nem nos exulteis por aquilo com que vosagraciou, porque Deus nao aprecia arrogante e jactancioso algum"},{"SurahNumber":57,"VerseNumber":24,"Text":"Que mesquinha e recomenda aos demais a avareza. Mas quem desdenhar, que fique sabendo que Deus e, por Si so, oOpulento, o Laudabilissimo"},{"SurahNumber":57,"VerseNumber":25,"Text":"Enviamos os Nossos mensageiros com as evidencias: e enviamos, com eles, o Livro e a balanca, para que os humanosobservem a justica; e criamos o ferro, que encerra grande poder (para a guerra), alem de outros beneficios para os humanos, para que Deus Se certifique de quem O secunda intimamente, a Ele e aos Seus mensageiros; Sabei que Deus e Poderoso, Fortissimo"},{"SurahNumber":57,"VerseNumber":26,"Text":"E enviamos tambem Noe e Abraao, e estabelecemos entre seus descendentes a profecia e o Livro; entre eles, ha osencaminhados; porem, a sua maioria e depravada"},{"SurahNumber":57,"VerseNumber":27,"Text":"Entao, apos eles, enviamos outros mensageiros Nossos e, apos estes, enviamos Jesus, filho de Maria, a quemconcedemos o Evangelho; e infundimos nos coracoes daqueles que o seguem compaixao e clemencia. No entanto, seguem avida monastica, que inventaram, mas que nao lhes prescrevemos; (Nos lhes prescrevemos) apenas compraz a Deus; porem, nao o observaram devidamente. E recompensamos os fieis, dentre eles; porem, a maioria e depravada"},{"SurahNumber":57,"VerseNumber":28,"Text":"O fieis, temei a Deus e crede em Seu Mensageiro! Ele vos concedera dupla porcao da Sua misericordia, dar-vos-a umaluz, com que vos encaminhara e vos perdoara; e Deus e Indulgente, Misericordiosissimo"},{"SurahNumber":57,"VerseNumber":29,"Text":"Que os adeptos do Livro saibam que nao tem qualquer poder sobre a graca de Deus, porque a graca somente esta na Maode Deus, que a concede a quem Lhe apraz; Sabei que Deus e Agraciante por excelencia"}]}