{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Ayetlerimizi gostermek icin, kulunu geceleyin Mescid-i Haram´dan, etrafını mubarek kıldıgımız Mescid-i Aksa´ya yuruten Allah, Subhan´dır (butun noksanlıklardan munezzehtir). Muhakkak ki O, en iyi isiten, en iyi gorendir"},{"SurahNumber":17,"VerseNumber":2,"Text":"Ve Musa (A.S)´a kitap verdik. Ve O´nu, “Benden (Allah´tan) baskasını vekil edinmeyin (tevekkul etmeyin).” diye Israilogullarına hidayetci kıldık"},{"SurahNumber":17,"VerseNumber":3,"Text":"(Ey) Nuh (A.S) ile beraber tasıdıklarımızın zurriyyeti (onların soyundan olanlar)! Muhakkak ki O (Nuh A.S), cok sukreden bir kul idi"},{"SurahNumber":17,"VerseNumber":4,"Text":"Israilogullarına kitapta (Tevrat´ta), “Yeryuzunde iki kere fesat cıkaracaksınız.” diye bildirdik. Ve gercekten, buyuk bir ustunlukle galip geleceksiniz"},{"SurahNumber":17,"VerseNumber":5,"Text":"Artık ikisinden birincisinin vadesi (zamanı) geldigi zaman, (cok cetin) kuvvet sahibi kullarımızı sizin uzerinize gonderdik. Boylece evlerin aralarına girip (sizi) aradılar ve vaadedilen, yapılmıs oldu"},{"SurahNumber":17,"VerseNumber":6,"Text":"Sonra sizi, onlara karsı tekrar (yeniden zafere) dondurduk. Mallarla ve ogullarla, size imdat (yardım) ettik. Ve sizi, nefer (cemaat) olarak daha cok kıldık"},{"SurahNumber":17,"VerseNumber":7,"Text":"Eger ahsen davranırsanız, kendi nefsiniz icin en iyisi olur. Eger kotu davranırsanız, artık (o da) ona (nefsinize) aittir. Boylece sonrakinin (ikinci fesadınızın) vadesi geldigi zaman yuzunuzu karartsınlar ve mescide ilk defa girdikleri gibi girsinler. Ve ustunluk sagladıgınız seyleri mahvedip, helak etsinler (yok etsinler)"},{"SurahNumber":17,"VerseNumber":8,"Text":"Rabbinizin size rahmet (merhamet) etmesi umulur. Ve sayet siz (fesada) donerseniz, Biz de (cezalandırmaya) doneriz. Ve cehennemi, kafirler icin kusatıcı kıldık"},{"SurahNumber":17,"VerseNumber":9,"Text":"Muhakkak ki Bu Kur´an, en kuvvetli olanı hidayete erdirir (Allah´a ulastırır). Ve amilussalihat (nefsi ıslah edici ameller) yapan mu´minlere, onlar icin buyuk ecir oldugunu mujdeler"},{"SurahNumber":17,"VerseNumber":10,"Text":"Ve onlar, muhakkak ki ahirete (Allah´a mulaki olmaya ve kıyamet gunune) inanmayan (kalplerinde iman yazmayan) kimselerdir. Onlar icin elim azap hazırladık"},{"SurahNumber":17,"VerseNumber":11,"Text":"Insan, (sanki) onun duası hayırmıs (gibi) serre dua eder. Insan, cok aceleci olmustur"},{"SurahNumber":17,"VerseNumber":12,"Text":"Senelerin adedini ve hesabını bilmeniz icin geceyi ve gunduzu iki ayet (vasıta, alamet) kıldık. Gecenin ayetini (belirtisini) (gecenin icindekileri) gorunmez kıldık. Rabbinizden fazl istemeniz icin gunduzun ayetini (belirtisini) (gunduzun icindekileri) gorunur kıldık. Ve herseyi detaylı olarak tafsil ettik (acıkladık)"},{"SurahNumber":17,"VerseNumber":13,"Text":"Butun insanların kusunu (kazandıkları ve kaybettikleri dereceleri) boynunda bagladık (boynuna astık). Ve kıyamet gunu ona, nesredilmis kitabı (uc boyutlu olarak boslukta oynayan hayat filmini) cıkarırız"},{"SurahNumber":17,"VerseNumber":14,"Text":"Kitabını oku (hayat filmini izle)! Bugun hasib (hesap gorucu) olarak (hayat filmindeki) nefsin(in cennete veya cehenneme gidecegini gosteren negatif ve pozitif derecelerinin neticeleri) sana kafi oldu"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kim hidayete erdiyse, sadece kendi nefsi icin (nefsini tezkiye ettigi icin) hidayete erer. Oyleyse kim dalalette ise sorumlulugu sadece kendi uzerinde olarak dalalette kalır. Yuk tasıyan (gunahı yuklenen) bir kimse, bir baskasının yukunu (gunahını) yuklenmez. Ve Biz, bir resul gondermedikce azap edici olmadık"},{"SurahNumber":17,"VerseNumber":16,"Text":"Bir ulkeyi helak etmek istedigimiz zaman onun (o ulkenin) mutrafilerine (refah icinde olan ileri gelenlerine, zenginlerine) emrettik. Buna ragmen orada fesat cıkardılar. Boylece (Allah´ın) soz(u) uzerlerine hak oldu. Ve onu (o ulkeyi ve halkını) helak ederek, yok ettik (dumura ugrattık)"},{"SurahNumber":17,"VerseNumber":17,"Text":"Nuh (A.S)´tan sonra asırlarca nice nesiller helak ettik. Ve senin Rabbin, kullarının gunahlarını goren ve (onlardan) haberdar olarak kafidir"},{"SurahNumber":17,"VerseNumber":18,"Text":"Kim acele (bu dunyada acil) olarak isterse, istedigimiz kimseye, diledigimiz seyi ona orada acele verdik. Sonra onu cehennem ehli kıldık. Zemmedilmis (ayıplanmıs) ve (rahmetten) kovulmus olarak, ona (cehenneme) atılır"},{"SurahNumber":17,"VerseNumber":19,"Text":"Kim mu´min olarak ahireti istedi ise ve onun (ahiret) icin, onun gerektirdigi sekilde calıstı ise iste onların calısması, boylece meskur (sukrun, karsılıgını hakeden) oldu"},{"SurahNumber":17,"VerseNumber":20,"Text":"Bunları herkese (dunyayı isteyene de ahireti isteyene de) veririz. Ve bunlar, Rabbinin ata (ihsan)larındandır. Rabbinin ataları (ihsanları) mahzur (sınırlı, kısıtlı, men edilmis) degildir"},{"SurahNumber":17,"VerseNumber":21,"Text":"Bak, nasıl onların bir kısmını bir kısmına ustun kıldık. Muhakkak ki ahiret, dereceler bakımından daha buyuktur ve ustunluk bakımından da daha buyuktur"},{"SurahNumber":17,"VerseNumber":22,"Text":"Allah ile beraber baska bir ilah kılma! O zaman zemmedilmis (kınanmıs) ve hor gorulmus olarak kalırsın"},{"SurahNumber":17,"VerseNumber":23,"Text":"Rabbin, ondan baskasına kul olmamanızı ve anne ve babaya ihsanla davranmanızı kaza etti (taktir etti, hukmetti). Eger ikisinden birisi veya her ikisi senin yanında yaslanırlarsa onlara (ikisine) “of” deme. Ve onları (ikisini) azarlama ve onlara kerim (guzel, yumusak) soz soyle"},{"SurahNumber":17,"VerseNumber":24,"Text":"Ve onlara (ikisine), merhamet ederek ve tevazu ile kanat ger! Ve “Rabbim, onların beni yetistirdigi gibi ikisine de merhamet et!” de"},{"SurahNumber":17,"VerseNumber":25,"Text":"Rabbiniz, nefslerinizde olanı (niyetinizi) daha iyi bilir. Eger salihler olursanız, o taktirde muhakkak ki O, evvab olanlar (O´na yonelip, tovbe ederek ulasanlar) icin magfiret edici olur"},{"SurahNumber":17,"VerseNumber":26,"Text":"Akrabaya, miskinlere (calısamayacak durumda olan ihtiyarlara) ve yolda olanlara hakkını ver! Ve savurarak, israf etme"},{"SurahNumber":17,"VerseNumber":27,"Text":"Muhakkak ki israf edenler (gereksiz yere savuranlar, haksızlık ve fesat cıkarmak icin kullananlar), seytanların kardesleri oldular. Ve seytan, Rabbine (karsı) cok nankor oldu"},{"SurahNumber":17,"VerseNumber":28,"Text":"Rabbinden umit ettigin rahmeti isterken, onlardan (mecbur kalarak) yuz cevirirsen (bir sey veremezsen), o zaman onlara yumusak soz soyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ve boynuna elini baglama (cimrilik yapma) ve hepsini acıp sacma (israf etme)! Aksi halde kınanmıs ve malı tukenmis olarak kalırsın"},{"SurahNumber":17,"VerseNumber":30,"Text":"Muhakkak ki Rabbin, diledigine rızkı genisletir ve (olcusunu) taktir eder (daraltır). O, mutlaka kullarını goren ve (onlardan) haberdar olandır"},{"SurahNumber":17,"VerseNumber":31,"Text":"Yoksulluk korkusu ile evlatlarınızı oldurmeyin! Onları ve sizleri sadece Biz rızıklandırırız. Muhakkak ki onların oldurulmesi, (kasıtla islenen) buyuk suc oldu"},{"SurahNumber":17,"VerseNumber":32,"Text":"Ve zinaya yaklasmayın! Cunku o, fuhus (hayasızlık) ve kotu bir yoldur"},{"SurahNumber":17,"VerseNumber":33,"Text":"Allah´ın haram kıldıgı bir nefsi (kisiyi), haksız yere oldurmeyin! Kim mazlum olarak (haksız yere) oldurulurse, o taktirde onun velisini sultan (hak sahibi) kıldık. Artık oldurmede haddi asmasın. Cunku o, yardım gormus olandır"},{"SurahNumber":17,"VerseNumber":34,"Text":"En kuvvetli cagına (buluga) erisinceye kadar, yetimin malına en guzel sekilde olmadıkca yaklasmayın! Ve ahdi ifa ediniz (yerine getiriniz)! Muhakkak ki ahd, mes´ul (sorumlu) kılar"},{"SurahNumber":17,"VerseNumber":35,"Text":"Ve olctugunuz zaman, olcuyu tam ifa edin (yerine getirin)! Dogru olarak ve adaletle (dogru olcu ile) tartın! Iste bu, daha hayırlı ve tevil (yorum) bakımından daha guzeldir"},{"SurahNumber":17,"VerseNumber":36,"Text":"Ve (hakkında) ilmin olmayan bir seyin ardına dusme (karısma) (acıklamaya calısma)! Muhakkak ki isitme, gorme ve idrak, onların hepsi, ondan (takfu´dan) mesul (sorumlu) oldu (mesuldurler)"},{"SurahNumber":17,"VerseNumber":37,"Text":"Ve yeryuzunde azametle (gururla) yurume! Muhakkak ki sen, yeryuzunu asla tahrik edemezsin (hareket ettiremezsin). Ve asla dagların boyuna erisemezsin (dag kadar yuksek olamazsın)"},{"SurahNumber":17,"VerseNumber":38,"Text":"Iste butun bu seyyiatler (derecat kaybettirici seyler), Rabbinin indinde (katında) mekruh (kerih) oldu"},{"SurahNumber":17,"VerseNumber":39,"Text":"Iste bunlar, Rabbinin sana hikmetten vahyettigi seylerdendir. Allah ile beraber baska ilah kılma (edinme)! Yoksa kınanmıs ve kovulmus olarak cehenneme atılırsın"},{"SurahNumber":17,"VerseNumber":40,"Text":"Rabbiniz, ogulları size mi secti ve meleklerden kadınlar (kızlar) mı edindi? Muhakkak ki siz, gercekten buyuk soz soyluyorsunuz"},{"SurahNumber":17,"VerseNumber":41,"Text":"Ve andolsun ki Biz, tezekkur (idrak) etsinler diye, bu Kur´an´da tekrar tekrar (hakikatleri) acıkladık. Oysa bu (acıklamalar), nefretlerinden baska bir seyi artırmadı"},{"SurahNumber":17,"VerseNumber":42,"Text":"De ki: “Eger onların soyledikleri gibi onunla beraber (baska) ilahlar olsaydı, o zaman onlar da (baska ilahlar da) mutlaka arsın sahibine (ulasmak icin) bir yol ibtiga ederlerdi (ararlardı).”"},{"SurahNumber":17,"VerseNumber":43,"Text":"O (Allah), onların soylediklerinden Subhan´dır (munezzehtir) ve Ustun´dur, Yuce´dir, Buyuk´tur"},{"SurahNumber":17,"VerseNumber":44,"Text":"kat gokler ve yeryuzu ve onlarda bulunanlar, O´nu (Allah´ı) tesbih ederler. O´nu hamd ile tesbih etmeyen bir sey yoktur. Ve fakat onların tesbihlerini siz fıkıh edemezsiniz (anlayamazsınız, idrak edemezsiniz). Muhakkak ki O; Hakim´dir, Gafur´dur (magfiret edendir)"},{"SurahNumber":17,"VerseNumber":45,"Text":"Sen Kur´an´ı kıraat ettigin (okudugun) zaman, seninle ahirete (olmeden evvel Allah´a ulasmaya ve kıyamet gunune) inanmayanlar arasına hicab-ı mesture kıldık (gozlerinin uzerine, seni peygamber olarak gormelerini engelleyen bir perde koyduk)"},{"SurahNumber":17,"VerseNumber":46,"Text":"O´nu (Kur´an´ı), fıkıh (idrak) etmelerine karsı, (fıkıh edemesinler diye) kalplerinin uzerine ekinnet ve onların kulaklarına vakra (isitme engeli) kıldık. Ve sen, Kur´an´da Rabbinin tekligini zikrettigin zaman nefretle arkalarına donduler"},{"SurahNumber":17,"VerseNumber":47,"Text":"Onların dinledikleri seyi ve seni dinliyorlarken, zalimlerin “Buyulenmis bir adama tabi oluyorsunuz.” diyerek fısıldastıklarını Biz cok iyi biliyoruz"},{"SurahNumber":17,"VerseNumber":48,"Text":"Bak, senin icin nasıl misaller getirdiler (sana buyulenmis, mecnun, deli, sair dediler) ve boylece dalalette kaldılar. Artık yola (Sıratı Mustakim´e) ulasmaya gucleri yetmez"},{"SurahNumber":17,"VerseNumber":49,"Text":"Ve “Biz, kemik ve kırıntı (ufalanmıs toprak) oldugumuz zaman mı? Gercekten biz, mutlaka yeni bir yaratılısla mı beas edilecegiz (diriltilecegiz)?” dediler"},{"SurahNumber":17,"VerseNumber":50,"Text":"De ki: “Tas veya demir olun (olsanız bile)!”"},{"SurahNumber":17,"VerseNumber":51,"Text":"“Veya gonlunuzde buyuyen (daha buyuk ve cok kuvvetli, guclu olarak hayal ettiginiz) baska bir yaratılıs olsun. O zaman da bizi, kim (hayata) geri cevirecek?” diyecekler. “Sizi ilk defa yaratan.” de! Bunun uzerine sana baslarını (alaylı bir tarzda) sallayarak: “O, ne zaman?” diyecekler. De ki: “(Onun) yakın olması muhtemeldir.”"},{"SurahNumber":17,"VerseNumber":52,"Text":"(Allah´ın) sizi cagıracagı gun, hemen O´nun hamdi ile (O´na hamd ile) icabet edeceksiniz. Ve ancak (kabirde) pek az kaldıgınızı zannedeceksiniz"},{"SurahNumber":17,"VerseNumber":53,"Text":"Ve kullarıma de ki: “En guzeli (sozu) soylesinler!” Muhakkak ki seytan, onların aralarını bozar (fesat cıkarır). Muhakkak ki o, insana apacık dusmandır"},{"SurahNumber":17,"VerseNumber":54,"Text":"Rabbiniz, sizi iyi bilir. Dilerse size rahmet eder (Rahim esması ile tecelli eder) veya dilerse size azap eder. Ve seni, onlara vekil olarak gondermedik"},{"SurahNumber":17,"VerseNumber":55,"Text":"Ve Rabbin, semalarda (7 kat goklerde) ve yeryuzunde olan kimseleri iyi bilir. Andolsun ki bir kısım nebileri, digerlerine ustun kıldık. Ve Davut (A.S)´a Zebur´u verdik"},{"SurahNumber":17,"VerseNumber":56,"Text":"(Onlara) de ki: “O´ndan (Allah´tan) baska (ilah edinerek) zanda bulunduklarınızı cagırın.” Oysa onlar, sizden bir darlıgı giderme ve onu degistirme gucune malik (sahip) degillerdir"},{"SurahNumber":17,"VerseNumber":57,"Text":"Iste o cagırdıkları (da), kendi Rab´lerine “onların hangisi daha yakındır” diye (O´na en yakın) vesileyi ararlar ve O´nun rahmetini umit ederler, O´nun azabından korkarlar. Muhakkak ki Rabbinin azabı, hazer edilendir (korkulandır)"},{"SurahNumber":17,"VerseNumber":58,"Text":"Eger bir sehir (helak olacaksa), kıyamet gununden once onun helak edicisi ancak Biziz. Veya onun (sehir halkının) siddetli azap edicisi Biziz. Iste bu, Kitap´ta yazılıdır"},{"SurahNumber":17,"VerseNumber":59,"Text":"Bizim ayet (mucize) gondermemize mani olan sey, ancak evvelkilerin onu (mucizeleri) yalanlamıs olmalarıdır. Semud kavmine (gozle) gorunen (bir mucize olarak) disi deve verdik. Sonra ona zulmettiler. Ve Biz, ayetleri (mucizeleri), korkutmaktan baska bir sey icin gondermeyiz"},{"SurahNumber":17,"VerseNumber":60,"Text":"Rabbinin, insanları muhakkak (rahmeti ve ilmiyle) ihata ettigini (kapladıgını) sana soylemistik. Sana (kalp gozu ile) gosterdigimiz o ruyeti ve Kur´an-ı Kerim´deki lanetlenmis agacı (zakkum agacı), insanlara sadece fitne (imtihan) kıldık. Ve Biz, onları korkutuyoruz. Fakat (bu) onların buyuk azgınlıklarından (buyuk gunahlarından) baska bir seyi arttırmıyor"},{"SurahNumber":17,"VerseNumber":61,"Text":"Ve meleklere: “Adem (A.S)´a secde edin!” dedigimiz zaman iblis haric hemen secde ettiler. (Iblis): “Ben, senin topraktan yarattıgın kimseye mi secde edeyim?” dedi"},{"SurahNumber":17,"VerseNumber":62,"Text":"(Iblis) dedi ki: “Senin gorusune gore, benim uzerime (benden daha) mukerrem (ikram edilmis, serefli) kıldıgın kimse bu mu? Eger beni kıyamet gunune (kadar) tehir edersen (ertelersen), onun zurriyetinden (neslinden) pek azı haric, mutlaka bana (kendime) tabi kılacagım.”"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Allahu Teala soyle buyurdu): “Git! Artık onlardan kim sana tabi olursa, o zaman muhakkak ki sizin cezanız, eksiksiz bir ceza olarak cehennemdir.”"},{"SurahNumber":17,"VerseNumber":64,"Text":"“Ve onlardan guc yetirdiklerini, sesinle aldat. Atlıların ve yayalarınla onları bagırarak yonlendir (cehenneme sevket). Evlatlarında ve mallarında onlara ortak ol. Ve onlara (yalan seyler) vaadet.” Seytanın vaadettikleri gurur (aldatma)dan baska bir sey degildir"},{"SurahNumber":17,"VerseNumber":65,"Text":"Muhakkak ki Benim kullarımın uzerinde, senin bir sultanlıgın (yaptırım gucun) yoktur. Ve senin Rabbin, vekil olarak kafidir (yeter)"},{"SurahNumber":17,"VerseNumber":66,"Text":"Sizin Rabbiniz ki; O, onun fazlından (nasip) arayasınız diye denizde gemileri sizin icin sevkeder (yuzdurur). Cunku O, size rahmet edicidir"},{"SurahNumber":17,"VerseNumber":67,"Text":"Ve size, denizde bir darlık (tehlike) dokundugu zaman, sadece o haric, dua ettikleriniz sapıp gider. Fakat sizi, karaya cıkarınca (kurtarınca) yuz cevirirsiniz. Ve insan cok nankordur"},{"SurahNumber":17,"VerseNumber":68,"Text":"Oyleyse sizi, kara tarafında yere gecirmesinden (gecirmeyeceginden) veya sizin uzerinize, tas yagdıran bir fırtına gondermesinden (gondermeyeceginden) emin mi oldunuz? Sonra sizin icin bir vekil (koruyucu) bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Baska bir sefer sizi oraya (geri) dondurmesinden boylece sizin uzerinize kasif (siddetli, deviren) bir fırtına gonderip, inkarlarınızdan dolayı sizi (denizde) bogmasından emin mi oldunuz? Sonra Bize karsı (bogulmamanız) icin (sizi koruyacak) bir yardımcı bulamazsınız"},{"SurahNumber":17,"VerseNumber":70,"Text":"Ve andolsun ki; Ademoglunu kerem sahibi (serefli) kıldık. Onları karada ve denizde tasıdık. Ve onları helal seylerden rızıklandırdık. Ve onları yarattıklarımızın cogundan fazilet (acısından) ustun kıldık"},{"SurahNumber":17,"VerseNumber":71,"Text":"O gun butun insanları, (Allah´ın tayin ettigi) imamları ile cagırırız. O zaman kitabı sagdan verilen kimseler, boylece kitaplarını okurlar. Ve (onlara) zerre kadar zulmedilmez (haksızlıga ugratılmaz)"},{"SurahNumber":17,"VerseNumber":72,"Text":"Ve burada (bu dunyada), kim kor ise artık o ahirette de kordur. Ve yoldan daha cok sapmıstır"},{"SurahNumber":17,"VerseNumber":73,"Text":"Ve neredeyse sana vahyettigimiz seyden baskası ile Bize iftira etmen icin gercekten seni fitneye dusuruyorlardı. Ve o taktirde seni mutlaka dost edinirlerdi"},{"SurahNumber":17,"VerseNumber":74,"Text":"Ve seni sebat ettirmeseydik, andolsun ki sen, onlara biraz meylederdin"},{"SurahNumber":17,"VerseNumber":75,"Text":"O taktirde, elbette hayatın ve olumun di´fasını (sıkıntılarını, uzuntulerini, acılarını) kat kat sana tattırırdık. Sonra senin icin Bize karsı bir yardımcı bulunmazdı"},{"SurahNumber":17,"VerseNumber":76,"Text":"Neredeyse gercekten, seni dunyada bulundugun yerden cıkarmak icin tedirgin ediyorlardı (edeceklerdi). Ve eger oyle olsaydı, onlar da senden sonra sadece az bir sure kalabilirlerdi"},{"SurahNumber":17,"VerseNumber":77,"Text":"Senden once de gonderdigimiz resullerimizin sunneti (sunnetullah: Allah´ın kanunu) budur. Ve sunnetimizde (kanunumuzda) bir degisiklik bulamazsın"},{"SurahNumber":17,"VerseNumber":78,"Text":"Gunesin donmesinden, gecenin kararmasına kadar namaz kıl. Fecrin Kur´an´ını (fecr vakti okunan Kur´an´ı) ikame et (yerine getir)! Cunku fecrin Kur´an´ı sahitlidir"},{"SurahNumber":17,"VerseNumber":79,"Text":"Gecenin bir kısmında uyan ve sana ozel nafile (ilave) olarak O´nunla (Kur´an´la) teheccud namazı kıl! Rabbinin seni Makam-ı Mahmut´a beas etmesi (ulastırması) yakındır"},{"SurahNumber":17,"VerseNumber":80,"Text":"Ve de ki: “Rabbim beni sıdk ile dahil et ve beni sıdk ile cıkar. Ve bana senin katından (gizli ilminden) bir yardımcı sultan kıl.”"},{"SurahNumber":17,"VerseNumber":81,"Text":"De ki: “Hak geldi, batıl zail oldu (yok oldu). Muhakkak ki batıl yok olacaktır (yok olmaya mahkumdur).”"},{"SurahNumber":17,"VerseNumber":82,"Text":"Kur´an´dan indirdigimiz seyler, mu´minler icin sifadır ve rahmettir. Ve zalimlerin sadece husranını (kaybettigi dereceleri) arttırır"},{"SurahNumber":17,"VerseNumber":83,"Text":"Ve insanı ni´metlendirdigimiz zaman yuz cevirir ve yan cizerek uzaklasır. Ve ona bir serr dokundugu zaman yeise duser"},{"SurahNumber":17,"VerseNumber":84,"Text":"De ki: “Herkes kendi sekline (huviyetine, karakterine) gore amel eder.” Oyleyse kimin daha cok hidayet yolunda oldugunu en iyi Rabbiniz bilir"},{"SurahNumber":17,"VerseNumber":85,"Text":"Ve sana ruhtan sorarlar. De ki: “Ruh, Rabbimin emrindendir.” Ve size, (ruha ait) ilimden sadece az bir sey verildi"},{"SurahNumber":17,"VerseNumber":86,"Text":"Ve eger Biz dileseydik, sana vahyettiklerimizi mutlaka giderirdik (silip yok ederdik). Sonra onu (yok etmememiz icin) Bize karsı sana (seni mudafaa edecek) bir vekil bulamazsın"},{"SurahNumber":17,"VerseNumber":87,"Text":"(Bu) sadece Rabbinden bir rahmettir. Muhakkak ki O´nun (Rabbinin), senin uzerindeki fazlı buyuktur"},{"SurahNumber":17,"VerseNumber":88,"Text":"De ki: “Eger ins ve cin (insanlar ve cinler) bu Kur´an´ın bir benzerini getirmek icin ictima etseler (biraraya gelseler); onların bir kısmı, bir kısmına yardımcı olsa bile onun bir benzerini getiremezler.”"},{"SurahNumber":17,"VerseNumber":89,"Text":"Ve andolsun ki Biz, bu Kur´an´da butun meselelerden (misallerden) acıklama yaptık. Buna ragmen insanların cogu sadece inkar ederek direndi"},{"SurahNumber":17,"VerseNumber":90,"Text":"Ve dediler ki: “Sen, bize yerden bir memba (pınar) cıkarmadıkca (fıskırtmadıkca) sana asla inanmayız.”"},{"SurahNumber":17,"VerseNumber":91,"Text":"Veya senin, hurma ve uzum baglarından bir bahcen olsun. Oyle ki onun aralarından, fıskırarak akan nehirler akıt (cıkar)"},{"SurahNumber":17,"VerseNumber":92,"Text":"Veya iddia ettigin gibi semayı parca parca uzerimize dusurursun. Veya Allah´ı ve melekleri acıkca (karsımıza) getirirsin"},{"SurahNumber":17,"VerseNumber":93,"Text":"Veya senin altından bir evin olsun veya semaya yuksel. Bize okuyacagımız bir kitap indirmedikce senin yukselisine (miracına) asla inanmayız. De ki: “Benim Rabbim, Subhan´dır (O, noksan sıfatlardan munezzehtir). Ben, insan resulden baska bir sey miyim?”"},{"SurahNumber":17,"VerseNumber":94,"Text":"Onlara hidayet geldigi zaman insanların inanmalarına, “Allah, insan resul mu gonderdi?” demelerinden baska bir sey mani olmadı"},{"SurahNumber":17,"VerseNumber":95,"Text":"De ki: “Eger yeryuzunde mutmain olarak yuruyenler melekler olsaydı, elbette onlara semadan melek resul indirirdik.”"},{"SurahNumber":17,"VerseNumber":96,"Text":"De ki: “Benimle sizin aranızda, Allah sahit olarak yeter.” Muhakkak ki O, kullarından haberdar olandır, (onları) gorendir"},{"SurahNumber":17,"VerseNumber":97,"Text":"Ve Allah, kimi (Kendisine) ulastırırsa, artık o hidayete ermistir. Ve kimi dalalette bırakırsa (kim Allah´a ulasmayı dilemezse), o taktirde onlar icin O´ndan (Allah´tan) baska dostlar bulamazsın. Ve kıyamet gunu onları kor, dilsiz ve sagır olarak yuzustu (surunerek) hasrederiz (edecegiz, toplayacagız). Onların me´vası (kalacakları yer) cehennemdir. Ve Biz, onlara (atesin) her sonmeye yuz tutusunda (alevli atesi) arttırdık (arttıracagız)"},{"SurahNumber":17,"VerseNumber":98,"Text":"Iste bu, onların ayetlerimizi inkar etmelerinden ve “Biz kemik ve toz haline gelmis (toprak) oldugumuz zaman mı? Biz mi gercekten yeni (bir) yaratılısla mutlaka beas edilecegiz (diriltilecegiz)?” demeleri sebebiyle onların cezasıdır"},{"SurahNumber":17,"VerseNumber":99,"Text":"Ve onlar; Allah´ın, semaları ve yeryuzunu yarattıgını ve onların bir mislini daha yaratmaya kaadir (muktedir) oldugunu gormuyorlar mı? Onlar icin, onda (hakkında) suphe olmayan bir ecel kıldı (belli bir sure taktir etti). Buna ragmen zulmedenler, sadece inkar ederek direndiler"},{"SurahNumber":17,"VerseNumber":100,"Text":"De ki: “Eger siz, Rabbimin rahmet hazineleri(ne) malik (sahip) olsaydınız, o zaman infak (harcanıp tukenecek) korkusu ile (onu) mutlaka (elinizde) tutardınız.” Insan cok cimridir"},{"SurahNumber":17,"VerseNumber":101,"Text":"Andolsun Biz, Musa (A.S)´a apacık 9 ayet (mucize) verdik. Bunları beni Israile (Israilogullarına) sor. Onlara (Musa A.S) gelmisti. O zaman firavun soyle demisti: “Ey Musa! Ben, sana mutlaka sihir yapıldıgına kesin sekilde inanıyorum.”"},{"SurahNumber":17,"VerseNumber":102,"Text":"““Andolsun bunları (9 mucizeyi), gorunur bir sekilde, semaların ve arzın Rabbinden baskasının indirmedigini sen biliyordun. Ve ey firavun! Muhakkak ki ben, senin helak olacagına kesin sekilde inanıyorum.” dedi"},{"SurahNumber":17,"VerseNumber":103,"Text":"Bundan sonra onları arzdan (bulundukları yerden) cıkarmak istedi. Bunun uzerine Biz, onu ve beraberindekilerin hepsini bogduk"},{"SurahNumber":17,"VerseNumber":104,"Text":"Ondan sonra beni Israile, “Arzda (orada) iskan olun (yerlesin)!” dedik. Ahiretin vadesi (vaadi) gelince sizi biraraya getirecegiz"},{"SurahNumber":17,"VerseNumber":105,"Text":"Ve Hakk´ı (Kur´an´ı), O´nu, Biz indirdik. Ve Hakk ile indi. Seni, mujdeleyici ve uyarıcı olmandan baska bir sey icin gondermedik"},{"SurahNumber":17,"VerseNumber":106,"Text":"Ve Kur´an-ı Kerim; onu kısımlara (sure sure ve ayet ayet) ayırdık. Insanlara, onu muksin olarak (uzun surede) okuman icin tenzilen (kısımlara ayırıp, uzun surede okunabilecek sekilde), bir indirisle indirdik"},{"SurahNumber":17,"VerseNumber":107,"Text":"De ki: “O´na inanılsın veya inanılmasın, O´ndan once kendilerine ilim verilen kimseler, onlara (Kur´an´ın secde ayetleri) okundugu zaman, secde ederek ceneleri (alınları) ustune kapanırlar.”"},{"SurahNumber":17,"VerseNumber":108,"Text":"Ve derler ki: “Rabbimiz, Subhan´dır (herseyden munezzehtir). Eger Rabbimiz vaadettiyse, (o) mutlaka ifa edilmistir.”"},{"SurahNumber":17,"VerseNumber":109,"Text":"Ve ceneleri (alınları) ustune kapanırlar. Ve husuları artarak aglarlar"},{"SurahNumber":17,"VerseNumber":110,"Text":"De ki: “Allah diye cagırın veya Rahman diye cagırın. Nasıl cagırırsanız hepsi O´nun Esmaul Husnası´dır (Allah´ın en guzel isimleridir).” Namazında (sesini) yukseltme ve onu (sesini) alcaltma. Bu ikisi arasında bir yol tut"},{"SurahNumber":17,"VerseNumber":111,"Text":"Ve de ki: “Hamd, cocuk edinmeyen Allah´a mahsustur ve O´nun mulkte ortagı olmamıstır (yoktur). Ve (O, zillete dusmez) O´nun, Kendisini zilletten (kurtaracak) bir dosta (ihtiyacı) yoktur.” O´nu tekbir ile (ustun kılarak) yucelt (buyuklugunu ifade et)"},{"SurahNumber":18,"VerseNumber":1,"Text":"Allah´a hamdolsun ki O, kuluna Kitab´ı (Kur´an-ı Kerim´i) indirdi. Ve O´nda, bir egrilik kılmadı"},{"SurahNumber":18,"VerseNumber":2,"Text":"(Kur´an-ı Kerim), kayyum (kıyamete kadar devam edecek) olarak, katından siddetli azapla uyarmak ve salih amel yapan mu´minlere en guzel ecrin onların oldugunu mujdelemek icin (indirildi)"},{"SurahNumber":18,"VerseNumber":3,"Text":"Orada ebedi olarak kalıcıdırlar (kalacaklardır)"},{"SurahNumber":18,"VerseNumber":4,"Text":"Ve (Kur´an-ı Kerim), “Allah, bir cocuk edindi.” diyenleri uyarır"},{"SurahNumber":18,"VerseNumber":5,"Text":"Onların ve babalarının (atalarının), ona (buna; Allah´ın evlat edinmeyecegine) dair bir ilimleri yoktur. Onların agızlarından cıkan kelimeler (sozler) cok buyuk! Onlar, (soylerlerse) ancak yalan soyluyorlar"},{"SurahNumber":18,"VerseNumber":6,"Text":"Bu durumda eger onlar, (Kur´an-ı Kerim´deki) bu sozlere inanmazlarsa, onların arkalarından uzulerek neredeyse kendini helak edeceksin"},{"SurahNumber":18,"VerseNumber":7,"Text":"Muhakkak ki Biz, yeryuzunde olan seyleri, onların hangisi daha guzel amel edecek diye imtihan etmemiz icin, ona (arza) ziynet kıldık"},{"SurahNumber":18,"VerseNumber":8,"Text":"Ve muhakkak ki onun (arzın) uzerinde olan seyleri, kuru toprak yapacak olan elbette Biziz"},{"SurahNumber":18,"VerseNumber":9,"Text":"Yoksa sen, Ashabel Kehf ve Rakim´in, bizim acayip ayetlerimizden biri oldugunu mu sandın"},{"SurahNumber":18,"VerseNumber":10,"Text":"Gencler magaraya sıgındıkları zaman soyle dediler: “Rabbimiz, bize Senin katından bir rahmet ver. Ve bize emrimizden (bizim icimizden, senin emirlerinden bize ait olan rahmet ve salavatı ulastıracak kisiyi) mursidi tayin et.”"},{"SurahNumber":18,"VerseNumber":11,"Text":"Boylece magarada kulakları uzerine (kalplerinin zikrini duyabilmeleri icin yan ustu) senelerce yatırdık (uyuttuk)"},{"SurahNumber":18,"VerseNumber":12,"Text":"Sonra ne kadar sure kaldıklarını, iki topluluktan hangisinin daha iyi hesap edecegini bilmemiz (belirtmemiz) icin onları beas ettik (dirilttik, uyandırdık)"},{"SurahNumber":18,"VerseNumber":13,"Text":"Biz, sana onların haberlerini gercek olarak kıssa ediyoruz. Muhakkak ki onlar, Rab´lerine amenu olmus genclerdi. Ve onlara hidayeti artırdık"},{"SurahNumber":18,"VerseNumber":14,"Text":"Onların kalpleri uzerine rabıta kurduk (kalplerini Bize bagladık). Ayaga kalktıkları zaman (kalkınca) soyle dediler: “Bizim Rabbimiz, semaların ve arzın Rabbidir. O´ndan baskasına ilah olarak asla dua etmeyiz. Oyle yaparsak, andolsun ki haddi asarak yanlıs soylemis olurduk.”"},{"SurahNumber":18,"VerseNumber":15,"Text":"Iste bu bizim kavmimizdir. Onlara acıkca bir delil (sultan) gelmemesine ragmen Allah´tan baskasını ilahlar edindiler. Oyleyse Allah´a yalanla iftira edenden daha zalim kim vardır"},{"SurahNumber":18,"VerseNumber":16,"Text":"Ve siz, Allah´tan baskasına kul olmayarak onlardan ayrıldıgınız zaman artık bir magaraya sıgının! Rabbiniz size rahmetini nesretsin (ulastırsın). Ve size, refik (destek) olarak islerinizi kolaylastırsın"},{"SurahNumber":18,"VerseNumber":17,"Text":"Ve gunesin dogdugu zaman magaralarının sag tarafından geldigini ve battıgı zaman sol taraftan onların yanlarından gectigini gorursun. Ve onlar, onun (magaranın) genis sahası icinde bulunuyorlardı. Iste bu, Allah´ın ayetlerinden (mucizelerinden)dir. Allah, kimi Kendisine ulastırırsa, iste o hidayete ermistir. Ve kimi dalalette bırakırsa (kim Allah´a ulasmayı dilemezse) artık onun icin veli mursid (irsad eden evliya) bulunmaz"},{"SurahNumber":18,"VerseNumber":18,"Text":"Ve onlar, uykuda oldukları halde sen onları uyanık sanırsın. Ve onları saga ve sola dogru ceviririz. Onların kopegi, on ayaklarını (magaranın) giris kısmına uzatmıs vaziyettedir. Eger sen, onlara muttali olsaydın (yakından gorseydin), mutlaka onlardan kacarak (geri) donerdin. Ve mutlaka sen, onlardan korkuyla dolardın (cok korkardın)"},{"SurahNumber":18,"VerseNumber":19,"Text":"Ve boylece aralarında sorsunlar diye onları dirilttik (uyandırdık). Onlardan konusan biri soyle dedi: “Ne kadar kaldınız?” “Gunun bir kısmı veya bir gun (kadar).” dediler. (Digerleri de): “Ne kadar kaldıgınızı Rabbiniz daha iyi bilir.” dediler. Artık sizden birisini, sizin bu gumus paranızla sehre gonderin. Boylece en temiz yiyecek hangisi, baksın (da) ondan size bir rızık getirsin. Ve tedbirli (dikkatli) olsun. Sakın sizi bir kimseye sezdirmesin (varlıgınızı hic kimseye hissettirmesin)"},{"SurahNumber":18,"VerseNumber":20,"Text":"Muhakkak ki onlar, eger size karsı galip gelirlerse, sizi taslarlar veya sizi kendi dinlerine dondururler. O zaman asla ebediyyen kurtulusa eremezsiniz"},{"SurahNumber":18,"VerseNumber":21,"Text":"Ve boylece “Allah´ın vaadinin hak oldugunu ve o saat (kıyamet) hakkında suphe olmadıgını” bilsinler diye onları (sehir halkına) bildirdik. Aralarında onların durumu hakkında niza ediyorlar (cekisiyorlar)dı. “Onların uzerine binalar insa edin.” dediler. Onların Rabbi, onları en iyi bilir. Onların islerinde galip olanlar (sozu gecenler): “Onların uzerine mutlaka mescid yapacagız.” dedi"},{"SurahNumber":18,"VerseNumber":22,"Text":"Ve gaybı taslayarak (bilmeden tahminde bulunarak) diyecekler ki: “(Onların sayısı) uctur, dorduncu onların kopegidir.” “Bestir, altıncı onların kopegidir.” diyecekler. Ve “Yedidir, sekizinci onların kopegidir.” diyecekler. De ki: “Onların adedini en iyi Allah bilir. Pek azı haric, onlar bilmezler.” Onlar hakkında, zahir olandan (bilinenden) baska tartısma (mucadele etme)! Onlar hakkında, onlardan birisine soru sorma (acıklama isteme)"},{"SurahNumber":18,"VerseNumber":23,"Text":"Bir sey hakkında “Ben, bunu yarın mutlaka yapacagım deme.”"},{"SurahNumber":18,"VerseNumber":24,"Text":"Ancak Allah´ın dilemesiyle (yapacagım de). Ve unuttugun zaman Rabbini zikret ve de ki: “Rabbimin beni (Allah´a) bundan daha yakın (daha ustun) bir irsad seviyesine ulastırmasını umarım.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"Onlar, magaralarında 9 fazlasıyla 300 yıl kaldılar"},{"SurahNumber":18,"VerseNumber":26,"Text":"De ki: “Ne kadar kaldıklarını en iyi Allah bilir.” Semaların ve arzın gaybı, O´na (Allah´a) aittir. Onu (gaybı) en iyi isitir, en iyi gorur. Onların, O´ndan baska dostları yoktur. Hukmune kimseyi ortak etmez"},{"SurahNumber":18,"VerseNumber":27,"Text":"Sana, Rabbinin Kitab´ından, vahyolunanı oku! O´nun kelimesini degistirecek yoktur. Ve O´ndan (Allah´tan) baska yonelinecek bulamazsın (yonelinecek yoktur)"},{"SurahNumber":18,"VerseNumber":28,"Text":"Sabah aksam, O´nun Vechi´ni (Zat´ını) isteyerek Rabbine dua edenlerle beraber nefsini sabırlı tut. Dunya hayatının ziynetini dileyerek gozunu onlardan cevirme! Kalbini zikrimizden gafil kıldıgımız ve hevasına (heveslerine) tabi olan kimselere isteyerek, isinde haddi asmıs olanlara itaat etme"},{"SurahNumber":18,"VerseNumber":29,"Text":"De ki: “Hak Rabbinizdendir.” Bundan sonra artık dileyen inansın ve dileyen inkar etsin. Muhakkak ki Biz, zalimler icin kenarları, onları (kafirleri) ihata eden (saran, kaplayan) bir ates hazırladık. Ve eger onlar yagmur isterlerse (atese karsı), erimis maden gibi koyu ve kaynar, yuzleri kavuran bir su yagdırılır. Ne kotu bir icecek ve ne kotu bir dost (yardımcı)"},{"SurahNumber":18,"VerseNumber":30,"Text":"Muhakkak ki amenu olanlar (olmeden once ruhunu Allah´a ulastırmayı dileyenler) ve salih amel (nefs tezkiyesi) yapanlar, Biz kesinlikle en guzel amel isleyen kimselerin ecrini (karsılıgını) zayi etmeyiz"},{"SurahNumber":18,"VerseNumber":31,"Text":"Iste onlara (onlar icin) adn cennetleri vardır. Onların altından nehirler akar. Orada altın (dan) bileziklerle suslenirler. Ince ipek ve atlastan yesil elbiseler giyerler. Orada tahtlar uzerine yaslanırlar. Ne guzel bir sevap ve ne guzel bir destek"},{"SurahNumber":18,"VerseNumber":32,"Text":"Onlara, iki adamın durumunu ornek ver. Ikisinden birisine uzum bagından iki bahce kıldık (yaptık). Ve ikisini de hurmalıklarla kusattık (cevirdik). Ve ikisinin arasında ekinler bitirdik"},{"SurahNumber":18,"VerseNumber":33,"Text":"Iki bahcenin ikisi de meyvelerini verdi. Ve ondan bir sey eksik kalmadı. Ikisinin arasından bir nehir akıttık"},{"SurahNumber":18,"VerseNumber":34,"Text":"Ve onun serveti (de) vardı. Bu sebeple arkadası ile konusurken ona: “Benim senden daha cok malım var ve (ailemdeki) fertler bakımından senden daha ustunum.” dedi"},{"SurahNumber":18,"VerseNumber":35,"Text":"Ve o, nefsine zulmederek bahcesine girdi. Soyle dedi: “Bunun (bu bagın) ebediyyen helak olacagını zannetmiyorum.”"},{"SurahNumber":18,"VerseNumber":36,"Text":"Ve ben, (kıyamet) saatinin kaim olacagını (vuku bulacagını) zannetmiyorum. Ve eger Rabbime dondurulursem mutlaka ondan daha hayırlısına donusmus olanı bulurum"},{"SurahNumber":18,"VerseNumber":37,"Text":"Onunla konusan (sohbet eden) arkadası, ona dedi ki: “Seni, (once) topraktan, sonra bir nutfeden (bir damla sudan) yaratan sonra da seni bir adam huviyetine sevva (dizayn) edeni (Allah´ı), sen inkar mı ediyorsun?”"},{"SurahNumber":18,"VerseNumber":38,"Text":"Fakat O, Allah ki; benim Rabbimdir. Ve ben, Rabbime hicbir sey ile sirk kosmam"},{"SurahNumber":18,"VerseNumber":39,"Text":"Beni mal ve evlat (bakımından) daha az (yetersiz) gorsen bile, sen bahcene girdigin zaman: “(Bu bag), Allah´ın diledigi (bag)dır. Allah´tan baska kuvvet yoktur.” deseydin olmaz mıydı?”"},{"SurahNumber":18,"VerseNumber":40,"Text":"Belki Rabbim, bana senin bahcenden daha hayırlısını verir. Ve onun (senin bahcenin) uzerine semadan (husban) felaketler gonderir. Boylece kaygan bir toprak haline gelir"},{"SurahNumber":18,"VerseNumber":41,"Text":"Veya onun (bahcenin) suyu, yerin icine cekilir. Artık onu elde etmeye asla gucun yetmez (sen muktedir olamazsın)"},{"SurahNumber":18,"VerseNumber":42,"Text":"Onun (o kimsenin) urunleri ihata edildi (mahvedildi). Ve cardakları, (bahcenin) uzerine yıkılmıs haldeydi. Orada sarfettigi (emek ve para) icin ellerini (avuclarını) ovusturuyor ve “Keske ben, Rabbime (hic)bir seyle sirk kosmasaydım.” diyor(du)"},{"SurahNumber":18,"VerseNumber":43,"Text":"Ve Allah´tan baska ona yardım edecek kimseler yoktu. Ve o, yardım alan (yardım edilen) olmadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"Iste burada velayet (yardım, dostluk) Allah´a ait bir haktır. O (Allah), sevap (mukafat) acısından da akıbet (sonuc) acısından da hayırlıdır"},{"SurahNumber":18,"VerseNumber":45,"Text":"Onlara dunya hayatını ornek ver ki; o, semadan indirdigimiz su gibidir. Yeryuzunun nebatları (bitkileri), onunla karıstı (yeserdi, buyudu). Sonra da kuruyup, ufalandı ki ruzgar, onu savurur. Ve Allah, herseye muktedir olandır (gucu yetendir)"},{"SurahNumber":18,"VerseNumber":46,"Text":"Mal ve cocuklar dunya hayatının ziynetidir (susudur). Baki (kalıcı) olan salih ameller (nefsi ıslah edici ameller), sevap olarak ve emel (umit) olarak, Rabbinin katında daha hayırlıdır"},{"SurahNumber":18,"VerseNumber":47,"Text":"Ve o gun dagları yurutecegiz. Ve (o gun) yeryuzunu bariz (acık ve net) olarak gorursun. Ve onları, (huzurumuzda) hasredip toplamak suretiyle (insanlardan) onlardan (hic) birini bırakmayacagız"},{"SurahNumber":18,"VerseNumber":48,"Text":"Saf saf Rabbine arz olundular (sunulacaklar). Andolsun ki siz, Bize, ilk yarattıgımız gibi geldiniz (geleceksiniz). Hayır, size vaadedileni yapmayacagımız zannında bulundunuz"},{"SurahNumber":18,"VerseNumber":49,"Text":"Ve kitap (hayat filmi ortaya) kondu. O zaman mucrimleri gorursun. Onun (kitabın) icindekilerden korkarlar ve “Bize yazıklar olsun. Bu kitap, nasıl ki (nasıl bir kitap ki), kucuk ve buyuk hicbir seyi sayıp hesap etmeden bırakmıyor.” derler. Ve yaptıkları seyleri (hayat filmlerinde) hazır buldular. Ve senin Rabbin, (hic) kimseye zulmetmez"},{"SurahNumber":18,"VerseNumber":50,"Text":"Ve meleklere, “Adem´e secde edin.” demistik. Iblis haric, hemen secde ettiler. O cinlerdendi. Boylece Rabbinin emrini (yapmayarak) fıska dustu. Hala onu ve onun zurriyyetini (neslini), onlar sizin dusmanınız (oldugu halde), Benim yerime dostlar mı ediniyorsunuz? Zalimler icin ne kotu bir bedel (cehennem)"},{"SurahNumber":18,"VerseNumber":51,"Text":"Ben, onları (iblis ve zurriyyetini) semaların ve arzın yaratılısına ve onların (kendilerinin de) yaratılısına sahit tutmadım. Ve Ben, dalalette bırakanları yardımcı edinmedim"},{"SurahNumber":18,"VerseNumber":52,"Text":"O gun (kıyamet gunu Allahu Teala) soyle diyecek: “Benim ortaklarım oldugu, zannında bulundugunuz seyleri cagırın!” Boylece onları davet ettiler (edecekler). Fakat onlara (kafirlere), icabet etmediler (etmeyecekler). Ve onların aralarına helak edici (bir engel) kıldık (kılacagız)"},{"SurahNumber":18,"VerseNumber":53,"Text":"Ve mucrimler, atesi (cehennemi) gordu. O zaman icine duseceklerini zannettiler (idrak ettiler). Ve ondan uzaklasacak (kacacak) bir yer bulamadılar"},{"SurahNumber":18,"VerseNumber":54,"Text":"Ve andolsun ki; bu Kur´an-ı Kerim´de, insanlara butun meseleleri (misalleri) acıkladık. Ve insan, konuların cogunda cidallesen (kavga eden)dir"},{"SurahNumber":18,"VerseNumber":55,"Text":"Ve insanları, onlara hidayet geldigi (hidayete davet edildikleri) zaman Rab´lerinin magfiretini dilemekten ve mu´min olmaktan men eden (alıkoyan) sey, sadece evvelkilerin sunnetinin, onların basına gelmemesi veya azapla karsı karsıya kalmamalarıdır"},{"SurahNumber":18,"VerseNumber":56,"Text":"Biz, resulleri sadece mujdeleyici ve uyarıcı olarak gondeririz. Kafirler (ise) hakkı batılla iptal etmek icin mucadele ederler. Ayetlerimi ve uyarıldıkları seyleri alay (konusu) ederler"},{"SurahNumber":18,"VerseNumber":57,"Text":"Rabbinin ayetleri zikredildigi (hatırlatıldıgı) zaman ondan yuz ceviren ve elleriyle takdim ettiklerini (gunahlarını) unutan kimseden daha zalim kim vardır? Muhakkak ki Biz, onların kalplerinin uzerine (fıkıh etmeyi engelleyen) ekinnet kıldık. Ve onların kulaklarında (isitmeyi engelleyen) vakra vardır. Sen, onları hidayete davet etsen de bundan sonra onlar, ebediyyen asla hidayete eremezler"},{"SurahNumber":18,"VerseNumber":58,"Text":"Senin Rabbin, magfiret ve rahmet sahibidir. Eger onları muaheze etseydi (sorgulasaydı) elbette onlara azap icin acele ederdi. Hayır, onlara, vaadedilmis bir zaman vardır. Onlar, O´ndan (Allah´tan) baska sıgınacak bir yer asla bulamazlar"},{"SurahNumber":18,"VerseNumber":59,"Text":"Ve iste o ulkeler (halkı), zulmettikleri zaman onları helak ettik. Ve onların helak edilmesi icin bir zaman kıldık (tayin ettik)"},{"SurahNumber":18,"VerseNumber":60,"Text":"Ve Musa, genc arkadasına: “Iki denizin birlestigi yere ulasıncaya kadar (yoluma) devam edecegim veya senelerce (uzun sure) gidecegim.” demisti"},{"SurahNumber":18,"VerseNumber":61,"Text":"Boylece ikisinin (iki denizin) birlestigi yere ulastıkları zaman ikisi de balıgı unuttu. O zaman (balık), denizin icine dogru kendi yolunu tuttu"},{"SurahNumber":18,"VerseNumber":62,"Text":"(Bulusma yerini) gectikten sonra (Musa A.S) genc arkadasına (soyle) dedi: “Sabah kahvaltımızı getir. Andolsun ki bu yorgunluga, yolculugumuz sebebiyle maruz kaldık.”"},{"SurahNumber":18,"VerseNumber":63,"Text":"(Genc soyle) dedi: “Gordun mu kayaya sıgındıgımız zaman ben gercekten balıgı unuttum. Onu hatırlamamı, bana seytandan baskası unutturmadı. Ve o (balık), acayip bir sekilde denizin icine dogru kendi yolunu tuttu.”"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Musa A.S): “Bizim aradıgımız sey, iste bu.” dedi. Boylece kendi izlerini takip ederek geri donduler"},{"SurahNumber":18,"VerseNumber":65,"Text":"Boylece katımızdan, kendisine rahmet verdigimiz ve ledun (gizli) ilmimizden ogrettigimiz kullarımızdan bir kul buldular"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa (A.S) ona soyle dedi: “Rusde ulasmak uzere, sana ogretilen (ilmi ledun) den bana ogretmen icin, sana tabi olabilir miyim?”"},{"SurahNumber":18,"VerseNumber":67,"Text":"(Hızır A.S): “Muhakkak ki sen, benim maiyetimde (iken vuku bulacak olaylara) sabretmeye asla guc yetiremezsin.” dedi"},{"SurahNumber":18,"VerseNumber":68,"Text":"Ve haberdar edilmedigin cihetle, ihata edemedigin seye nasıl sabredeceksin"},{"SurahNumber":18,"VerseNumber":69,"Text":"(Musa A.S): “Insaallah (Allah dilerse), beni sabırlı bulacaksın. Ve sana emirlerde asi olmayacagım.” dedi"},{"SurahNumber":18,"VerseNumber":70,"Text":"(Hızır A.S): “Bana tabi oldugun taktirde, sana anlatmadıgım konularda (anlatmadıkca) bana bir sey sorma.” dedi"},{"SurahNumber":18,"VerseNumber":71,"Text":"Boylece ikisi (yola) cıktılar. Gemiye bindikleri zaman onu deldi. (Musa A.S): “Onun ehlini (gemide bulunanları), bogmak icin mi onu deldin? Andolsun ki sen, (vebali) buyuk bir is yaptın.” dedi"},{"SurahNumber":18,"VerseNumber":72,"Text":"(Hızır A.S soyle) dedi: “Muhakkak ki sen, benimle beraber sabırlı olmaya asla guc yetiremezsin, demedim mi?”"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Musa A.S): “Unutmam sebebiyle beni muaheze etme (azarlama), (bana verdigin) emirlerinde, bana zorluk cıkarma.” dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Boylece bir (erkek) cocuga rastlayıncaya kadar gittiler. (Hızır A.S), onu (cocugu) oldurdu. (Musa A.S): “Sen, temiz (masum) bir kisiyi (baska) bir nefse karsılık olmaksızın mı oldurdun? Andolsun ki sen, kotu (seriate uymayan) bir sey yaptın.” dedi"}]}