{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Pok ast on Xudoe, ki ʙandai xudro saʙe az mascidulharom ʙa mascidulaqso, ki girdogirdasro ʙarakat dodaem, sajr dod, to ʙa'ze az ojoti xudro ʙa u nison dihem, alʙatta! U sunavovu ʙinost"},{"SurahNumber":17,"VerseNumber":2,"Text":"Va on kitoʙro ʙa Muso dodem va, onro rohnamoi ʙani-Isroil gardonidem, ki cuz Man korsoze intixoʙ nakuned"},{"SurahNumber":17,"VerseNumber":3,"Text":"Ej farzandoni mardume, ki ʙo Nuh dar kistijason nisondem, ʙidoned, ki u ʙandae siposguzor ʙud"},{"SurahNumber":17,"VerseNumber":4,"Text":"Va ʙani-Isroilro dar on kitoʙ xaʙar dodem, ki du ʙor dar zamin fasod xohed kard va niz sarkasi xohed kard, sarkasi kardane ʙuzurg"},{"SurahNumber":17,"VerseNumber":5,"Text":"Cun az on du ʙor va'dai naxustin darrasid, guruhe az ʙandagoni xudro, ki cangovarone zurmand ʙudand, ʙa sari sumo firistodem. Onho hatto dar daruni xonaho ham kustor kardand va id va'da ʙa ancom rasid"},{"SurahNumber":17,"VerseNumber":6,"Text":"Bori digar sumoro ʙar onho ƣalaʙa dodem va ʙa molu farzand madad kardem va ʙar sumoraton afzudem"},{"SurahNumber":17,"VerseNumber":7,"Text":"Agar neki kuned, ʙa xud mekuned va agar ʙadi kuned, ʙa xud mekuned. Ba cun va'dai duvvum faro rasid, kasone ʙar saraton firistodem to sumoro ƣamgin sozand va cun ʙori avval, ki ʙa mascid daromada ʙudand, ʙa mascid darojand va ʙa har ci dast joʙand, noʙud sozand"},{"SurahNumber":17,"VerseNumber":8,"Text":"Sojad Parvardigoraton ʙar sumo rahmat ovarad. Va agar ʙozgarded, ʙozmegardem va cahannamro zindoni kofiron soxtaem"},{"SurahNumber":17,"VerseNumber":9,"Text":"In Qur'on ʙa durusttarin dinho roh menamojad va mu'minonero, ki korhoi soista ʙa coj meovarand, xusxaʙar medihad, ki az muzde neku ʙahramand xohand sud"},{"SurahNumber":17,"VerseNumber":10,"Text":"Va ʙaroi kasone, ki ʙa oxirat imon nadorand, azoʙe dardovar muhajjo kardaem"},{"SurahNumber":17,"VerseNumber":11,"Text":"Va odami ʙa du'o ʙadiero metalaʙad, cunon, ki gui ʙa du'o xajrero mecujad. Va odami to ʙuda, sitoʙzada ʙudaast"},{"SurahNumber":17,"VerseNumber":12,"Text":"Saʙu ruzro du ojat az ojoti Xudo qaror dodem. Ojati saʙro torik gardonidem va ojati ruzro ravsan, to ʙa talaʙi rizqe, ki Parvardigoraton muqarrar dosta ast, ʙarxezed va sumori solhovu hisoʙro ʙidoned va mo har cizro ʙa tafsil ʙajon kardaem"},{"SurahNumber":17,"VerseNumber":13,"Text":"Kirdori neku ʙadi har insonero cun tavqe ʙa gardanas ovextaem. Va dar ruzi qijomat ʙaroi u nomae kusoda ʙerun ovarem, to dar on ʙingarad"},{"SurahNumber":17,"VerseNumber":14,"Text":"«Bixon nomaatro Imruz tu xud ʙaroi hisoʙ kardani az xud ʙasandai!»"},{"SurahNumber":17,"VerseNumber":15,"Text":"Har ki hidojat savad, ʙa sudi xud hidojat suda va har ki gumroh gardad, ʙa zijoni xud gumroh sudaast va hec kas ʙori digarero ʙarnadorad va Mo hec qavmero azoʙ namekunem to on goh, ki pajomʙare ʙifiristem"},{"SurahNumber":17,"VerseNumber":16,"Text":"Cun, ʙixohem dehaero halok kunem, dorandahoi ne'matasro ʙijafzoem, to dar on co taʙahkori kunand, on goh azoʙ ʙar onho vociʙ gardad va onro dar ham furu kuʙem"},{"SurahNumber":17,"VerseNumber":17,"Text":"Ba'd az Nuh ci ʙisjor mardumero halok kardaem. Va Parvardigori tu ogohi joftan va didani gunohoni ʙandagonasro kofist"},{"SurahNumber":17,"VerseNumber":18,"Text":"Har kas, ki xoroni in cahon ʙosad, har ci ʙixohem, zudas arzoni dorem, on goh cahannamro cojgohi u sozem to ʙaddidasudavu rondasuda ʙa on daraftad"},{"SurahNumber":17,"VerseNumber":19,"Text":"Va har ki xohoni oxirat ʙosad va dar talaʙi on sa'j kunad va mu'min ʙosad, cazoi sa'jas doda xohad sud"},{"SurahNumber":17,"VerseNumber":20,"Text":"Hamaro – ci on guruhro va ci in guruhro az atoi Parvardigorat paj dar paj xohem dod, zero atoi Parvardigoratro az kase ʙoznadorand"},{"SurahNumber":17,"VerseNumber":21,"Text":"Bingar, ki ci guna ʙa'zejasonro ʙar ʙa'ze digar ʙartari nihodaem va dar oxirat daracotu ʙartariho ʙartaru ʙolotar ast"},{"SurahNumber":17,"VerseNumber":22,"Text":"Bo Xudoi jakto xudoi digare ʙa xudoi magir, ki ʙaddidasudavu xor xohi mond"},{"SurahNumber":17,"VerseNumber":23,"Text":"Parvardigorat muqarrar dost, ki cuz Uro naparasted va ʙa padaru modar neki kuned. Har goh to tu zinda hasti, har du jo jake az on du solxurda savand, ononro majozor va ʙa durusti xitoʙ makun va ʙo onon ʙa ikrom suxan ʙiguj"},{"SurahNumber":17,"VerseNumber":24,"Text":"Dar ʙaroʙarason az rui mehruʙoni sari xoksori xam ʙikun va ʙigu: «Ej Parvardigori man, hamcunon ki maro dar xurdi parvaris dodand, ʙar onho rahmat ovar»"},{"SurahNumber":17,"VerseNumber":25,"Text":"Parvardigoraton az har kasi digar ʙa on ci dar dilhojaton meguzarad, donotar ast va agar az solehon ʙosed, U tavʙakunandagonro meomurzad"},{"SurahNumber":17,"VerseNumber":26,"Text":"Haqqi xesovandonu miskin va dar roh mondaro ado kun va hec isrofkori makun"},{"SurahNumber":17,"VerseNumber":27,"Text":"Isrofkoron ʙo sajtonho ʙarodarand va sajton nisʙat ʙa Parvardigoras nosukr ʙud"},{"SurahNumber":17,"VerseNumber":28,"Text":"Va agar ʙa intizori kusoise, ki az coniʙi Parvardigorat umed medori, va az onho rujgardoni mekuni, pas ʙo onho ʙa narmi suxan ʙiguj"},{"SurahNumber":17,"VerseNumber":29,"Text":"Na dasti xud az rui xissat (xasisi) ʙa gardan ʙuʙand va na ʙa saxovat jakʙora ʙikusoj, ki dar har du hol malomatzadavu hasratxurda ʙinisini"},{"SurahNumber":17,"VerseNumber":30,"Text":"Parvardigori tu dar rizqi har kas, ki ʙixohad, kusois medihad jo tang megirad, zero U ʙa ʙandagonas ogohu ʙinost"},{"SurahNumber":17,"VerseNumber":31,"Text":"Farzandoni xudro az ʙimi darvesi makused. Mo ham sumoro ruzi medihem va ham onhoro Kustanaton xatoi ʙuzurgest"},{"SurahNumber":17,"VerseNumber":32,"Text":"Va ʙa zino nazdik masaved. Zino kore zist va rohe nopisand ast"},{"SurahNumber":17,"VerseNumber":33,"Text":"Kasero, ki Xudo kustanasro harom kardaast, nakused, ƣajri ʙa haq. Va har kas, ki ʙa sitam kusta savad, ʙa talaʙkunandai xuni u qudrate dodaem, vale dar intiqom az had naguzarad, ki U piruzmand ast"},{"SurahNumber":17,"VerseNumber":34,"Text":"Cuz ʙa tarze nekutar ʙa moli jatim nazdik nasaved, to on goh, ki ʙa haddi ʙuluƣas ʙirasad. Va ʙa ahdi xud vafo kuned, ki ʙozxost xohed sud"},{"SurahNumber":17,"VerseNumber":35,"Text":"Cun cizero cen kuned, pajmonaro komil gardoned va ʙo tarozui durust vazn kuned, ki in ʙehtar va sarancomas nekutar ast"},{"SurahNumber":17,"VerseNumber":36,"Text":"Az pai on ci nadoni, ki cist, marav, zero gusu casmu dil — hamaro ʙa on ʙozxost kunand"},{"SurahNumber":17,"VerseNumber":37,"Text":"Ba xudpisandi ʙar zamin roh marav, ki zaminro naxohi sikoft va ʙa ʙalandii kuhho naxohi rasid"},{"SurahNumber":17,"VerseNumber":38,"Text":"Hamai- in korho nopisand ast va Parvardigori tu onhoro noxus dorad"},{"SurahNumber":17,"VerseNumber":39,"Text":"In hikmatest, ki Parvardigori tu ʙa tu vahj kardaast. Bo Xudoi jakto xudoi digare napindor, ki malomatsudavu rondasuda ʙa cahannamat andozand"},{"SurahNumber":17,"VerseNumber":40,"Text":"Ojo Parvadigoraton ʙaroi sumo pisaron intixoʙid va xud farsitagonro ʙa duxtari ixtijor kard? Haqqo, ki suxanest ʙuzurg, ki ʙar zaʙoi meovared"},{"SurahNumber":17,"VerseNumber":41,"Text":"Mo suxanoni gunogun dar in Qur'on ovardem, ʙosad, ki pand girand, vale cuz ʙa ramidanason najafzojad"},{"SurahNumber":17,"VerseNumber":42,"Text":"Bigu: «Hamcunon, ki megujand, agar ʙo U xudojoni Digare ham ʙudand, pas ʙa sui sohiʙi ars rohe custa ʙudand»"},{"SurahNumber":17,"VerseNumber":43,"Text":"U pok ast va az on ci dar ʙoraas megujand, ʙartaru ʙolotar ast"},{"SurahNumber":17,"VerseNumber":44,"Text":"Haft osmonu zamin va har ci dar onhost, tasʙehas mekunand va hec mavcude nest, cuz on ki Uro ʙa poki mesitojad, vale sumo zikri tasʙehasonro namefahmed. U ʙurdʙor va ʙaxsojanda ast"},{"SurahNumber":17,"VerseNumber":45,"Text":"Cun tu Qur'on ʙixoni, misni tuvu onon, ki ʙa qijomat imon nameovarand, pardae ƣafs qaror medihem"},{"SurahNumber":17,"VerseNumber":46,"Text":"Va ʙar dilhoson parda afkanem, to onro darnajoʙand va gushoson sangin kunem. Va cun Parvardigoratro dar Qur'on ʙa jaktoi jod kuni, ʙozmegardandu meramand"},{"SurahNumber":17,"VerseNumber":47,"Text":"Mo ʙehtar medonem, ki cun ʙa tu gus medihand, caro gus medihand jo vaqte ki ʙo ham nacvo mekunand, ci megujand. Kofiron megujand: «Sumo dar pai mardi codusudae ʙa roh aftodaed»"},{"SurahNumber":17,"VerseNumber":48,"Text":"Bingar, ki ci guna, ʙaroi tu, masalho zadaand. Gumroh sudaand va roh ʙa coe nameʙarand"},{"SurahNumber":17,"VerseNumber":49,"Text":"Guftand: «Ojo agar az mo ustuxone ʙimonadu xoke, ʙoz ham ʙo ofarinise nav az qaʙr ʙarmexezem?»"},{"SurahNumber":17,"VerseNumber":50,"Text":"Bigu: «Sang ʙosed jo oxan"},{"SurahNumber":17,"VerseNumber":51,"Text":"jo maxluqe, ki dar xotiraton ʙuzurg menamojad». Xohand guft: «Ci kase moro ʙozmegardonad?» Bigu: «On kas, ki ʙori naxust sumoro ofarid». On goh dar ʙaroʙari tu sar mecunʙonand va megujand: «Ci vaqt?» Bigu: «Mumkin ast, ki dar hamin nazdiki»"},{"SurahNumber":17,"VerseNumber":52,"Text":"Ruze, ki sumoro da'vat mekunad va sumo sitoisgujon posux medihed va mepindored, ki andake oramidaed"},{"SurahNumber":17,"VerseNumber":53,"Text":"Va ʙa ʙandagoni man ʙigu, ki ʙo jakdigar ʙa ʙehtarin tarz suxan ʙigujand, ki sajton dar mijoni onho ʙa fitnagarist, zero sajton odamiro dusmane oskor ast"},{"SurahNumber":17,"VerseNumber":54,"Text":"Parvardigoraton ʙa sumo ogohtar ast. Agar ʙixohad, ʙar sumo rahmat meovarad va agar ʙixohad, azoʙaton mekunad va mo turo ʙa korguzorijason nafiristodaem"},{"SurahNumber":17,"VerseNumber":55,"Text":"Va Parvardigori tu ʙa on ci dar osmonhovu zamin ast, ogohtar ast. Ba'ze az pajomʙaronro ʙar ʙa'ze digar ʙehtari dodaem va ʙa Dovud Zaʙurro dodem"},{"SurahNumber":17,"VerseNumber":56,"Text":"Bigu: «Onhoero, ki cuz U xudo mepindored, ʙixoned. Nametavonand ʙaloro az sumo dur sozand jo onro nasiʙi digaron kunand!»"},{"SurahNumber":17,"VerseNumber":57,"Text":"Onhoe, ki kofiron ʙa xudoi mexonand, dar talaʙi onand, ki xud ʙa dargohi Parvardigorason vasilae ʙijoʙand va nazdiktarin savand va ʙa rahmati U umed meʙandand va az azoʙi U metarsand, zero azoʙi Parvardigorat tarsnok ast"},{"SurahNumber":17,"VerseNumber":58,"Text":"Hec dehae naʙosad, ki pes az faro rasidaii ruzi qijomat halokas nakunem jo ʙa azoʙe saxt giriftoras nasozem. Va in dar on kitoʙ navista sudaast"},{"SurahNumber":17,"VerseNumber":59,"Text":"Moro az firistodani mu'cizot ʙoznadost. Faqat in ki pesinijon duruƣas ʙarovardand. Ba qavmi Samud ʙa unvoni mu'cizae ravsangar modasuturro dodem. Bar on sitam kardand va Mo in mu'cizahoro faqat ʙaroi tarsondan mefiristem"},{"SurahNumber":17,"VerseNumber":60,"Text":"Va on goh ki turo guftem: «Parvardigorat ʙar hamai mardum ihota dorad». Va on ci dar xoʙ ʙa tu nison dodem va dostoni daraxti mal'un, ki dar Qur'on omadaast, cize cuz ozmoisi mardum naʙud. Mo mardumro metarsonem, vale tanho ʙa kufru sarkasijason afzuda mesavad"},{"SurahNumber":17,"VerseNumber":61,"Text":"Va ʙa faristagon guftem: «Odamro sacda kuned». Hamagon ƣajri Iʙlis sacda kardand. Guft: «Ojo ʙaroi kase, ki az gil ofaridai, sacda kunam?»"},{"SurahNumber":17,"VerseNumber":62,"Text":"Va guft: «Bo man ʙiguj, caro inro ʙar man ʙartari nihodai? Agar maro to ruzi qijomat muhlat dihi, farzandonn uro ƣajri andake resa kanam»"},{"SurahNumber":17,"VerseNumber":63,"Text":"Guft: «Birav, cazoi tu va har kas, ki pajravi tu gardada, cahannam ast, ki cazoe tamom ast!»"},{"SurahNumber":17,"VerseNumber":64,"Text":"Bo farjodi xud har kiro tavoni, az coj, ʙarxezon va ʙa jorii savoronu pijodagonat ʙar onon ʙitoz va dar molu farzand ʙo onon sariki kun va ʙa onxo va'da ʙideh. Va hol on ki sajton cuz ʙa fireʙe va'daason nadihad"},{"SurahNumber":17,"VerseNumber":65,"Text":"Turo ʙar ʙandagodi Man hec ƣoliʙijate naʙosad va Parvardigori tu ʙaroi nigahʙoniason kofist!»"},{"SurahNumber":17,"VerseNumber":66,"Text":"Parvardigori sumost, ki kistiro dar darjo meronad to az fazli U ruzii xud ʙa dast ored. Zero ʙo sumo mehruʙon ast"},{"SurahNumber":17,"VerseNumber":67,"Text":"Cun dar darjo sumoro ozore rasad, hamai onhoe, ki meparasted, az nazaraton nest savand, ƣajri U. Va cun sumoro ʙa sohili nacot ʙirasonad, az U rujgardon saved, zero odami nosukr ast"},{"SurahNumber":17,"VerseNumber":68,"Text":"Ojo ʙeparvoed az in, ki nogahon dar sohili darjo sumoro dar zamin furu ʙarad, jo tundʙode regʙor ʙar sumo fnristad va ʙaroi xud hec nigahʙone najoʙed"},{"SurahNumber":17,"VerseNumber":69,"Text":"Jo ʙeparvoand az in ki, ʙori digar sumoro ʙa darjo ʙozgardonad va tufone saxtu kistisikan ʙifiristad va ʙa xotiri kofirie, ki namudaed ƣarqaton sozad va kase, ki moro az koramon ʙozxost kunad, najoʙed"},{"SurahNumber":17,"VerseNumber":70,"Text":"Mo farzandoni Odamro karomat ʙaxsidem va ʙar darjovu xuski savor kardem va az cizhoi xusu pokiza ruzi dodaem va ʙar ʙisjore az maxluqoti xud ʙehtariason dodem"},{"SurahNumber":17,"VerseNumber":71,"Text":"Ruze, ki har guruh az mardumro ʙo pesvojonason ʙixonem, nomai har ki ʙa dasti rostas doda savad cun ʙixonad, ʙinad, ki ʙa andozai ristai ʙorike, ki daruni donai xurmost, ʙa u sitam nasudaast"},{"SurahNumber":17,"VerseNumber":72,"Text":"Va har ki dar in dunjo noʙino ʙosad, dar oxirat niz noʙino va gumrohtar ast"},{"SurahNumber":17,"VerseNumber":73,"Text":"Nazdik ʙud turo az on ci ʙar tu vahj karda ʙudem, ʙeroh sozand, to cizi digare ƣajri onro ʙa duruƣ ʙa mo nisʙat kuni, on goh ʙo tu dusti kunand"},{"SurahNumber":17,"VerseNumber":74,"Text":"Va agar ʙa tu pojdori namedodem, nazdik ʙud, ki andake ʙa onon majl kuni"},{"SurahNumber":17,"VerseNumber":75,"Text":"On goh turo ducandon dar dunjo va ducandon dar oxirat azoʙ mekardem va ʙaroi xud dar ʙaroʙari Mo joridihandae namejofti"},{"SurahNumber":17,"VerseNumber":76,"Text":"Va nazdik ʙud, ki turo az in sarzamin ʙarxezonand, to az on co ovoraat sozand. Va xud pas az tu andak zamone memondandu ʙas"},{"SurahNumber":17,"VerseNumber":77,"Text":"Sunnati Xudo dar ʙorai pajomʙarone, ki pes az tu firistodaem, cunin ast va sunnati moro taƣjirpazir najoʙi"},{"SurahNumber":17,"VerseNumber":78,"Text":"Az hangomi zavoli xursed to on goh ki saʙ faro merasad, namozro ʙarpoj dor va niz namozi suʙhgohro. Va namozi suʙhgohro hamagon hozir savand"},{"SurahNumber":17,"VerseNumber":79,"Text":"Porae az saʙro ʙa namoz xondan zinda ʙidor. In nofila (iʙodat) xosi tu ast. Bosad, ki Parvardigorat turo ʙa maqome pisandida ʙirasonad"},{"SurahNumber":17,"VerseNumber":80,"Text":"Bigu: «Ej Parvardigori man, maro ʙa rostivu nekui doxil kun va ʙa rostivu nekui ʙerun ʙar va maro az coniʙi xud piruzivu jori ato kun"},{"SurahNumber":17,"VerseNumber":81,"Text":"Bigu: «Hak omad va ʙotil noʙud sud. Haqqo, ki ʙotil noʙud sudani ʙud»"},{"SurahNumber":17,"VerseNumber":82,"Text":"Va in Qur'onro, ki ʙaroi mu'minon sifovu rahmat ast, nozil mekunem, vale kofironro cuz zijon najafzojad"},{"SurahNumber":17,"VerseNumber":83,"Text":"Cun ʙa inson ne'mat dodem, ruj gardond va xudro ʙa jak su kasid va cun zarare ʙa u rasid, noumed gardid"},{"SurahNumber":17,"VerseNumber":84,"Text":"Bigu: «Har kas ʙa tarikai xud amal mekunad va Parvardigori tu ʙehtar medonad, ki kadom jak ʙa hidojat nazdiktar ast»"},{"SurahNumber":17,"VerseNumber":85,"Text":"Turo az ruh mepursand. Bigu: «Ruh cuz'e az farmoni Parvardigori man ast va sumoro cuz andak donise nadodaand»"},{"SurahNumber":17,"VerseNumber":86,"Text":"Agar ʙixohem hamai on ciro, ki ʙar tu vahj kardaem, ʙozmesitonem va tu ʙaroi xud dar ʙaroʙari Mo madadkore namejoʙi"},{"SurahNumber":17,"VerseNumber":87,"Text":"Magar Parvardigorat rahmat kard, ki in'omi U dar ʙorai tu ʙisjor ast"},{"SurahNumber":17,"VerseNumber":88,"Text":"Bigu; «Agar cinu ins gird ojand, to monandi in Qur'on ʙijovarand, nametavonand monandi onro ʙijovarand, harcand, ki jakdigarro jori dihand»"},{"SurahNumber":17,"VerseNumber":89,"Text":"Mo dar in Kur'on ʙaroi mardum har misolsro gunogun ʙajon kardem, vale ʙestari mardum cuz nosukri hec kore nakardand"},{"SurahNumber":17,"VerseNumber":90,"Text":"Guftand: «Ba tu imon nameovarem, to ʙaroi mo az zamin casmae ravon sozi"},{"SurahNumber":17,"VerseNumber":91,"Text":"jo turo ʙustone ʙosad az daraxtoni xurmovu angur, ki dar moʙajnas naxrho cori gardoni"},{"SurahNumber":17,"VerseNumber":92,"Text":"jo cunon ki guftai, osmonro pora-pora ʙar sari mo afkani jo Xudovu faristagonro pesi mo hozir ovari"},{"SurahNumber":17,"VerseNumber":93,"Text":"jo turo xonae az tillo ʙosad, jo ʙa osmon ʙolo raVi. Va mo ʙa osmon raftanatro ʙovar nakunem, to ʙaroi mo kitoʙe, ki az on ʙixonem, ʙijovari». Bigu: «Parvardigori man pok ast. Ojo na in ast, ki man insone hastam, ki ʙa pajƣamʙari omadaam?»"},{"SurahNumber":17,"VerseNumber":94,"Text":"Hec ciz mardumro az imon ovardan on goh ki hidojatason mekardand, ʙoznadost, ƣajri inki meguftand: «Ojo Xudo insonero ʙa risolat (pajƣamʙari) mefiristad?»"},{"SurahNumber":17,"VerseNumber":95,"Text":"Bigu: «Agar dar rui zamin faristagon ʙa oromi roh meraftand, ʙarojason ʙa pajomʙari faristae az osmon nozil mekardem»"},{"SurahNumber":17,"VerseNumber":96,"Text":"Bigu; «Xudo mijoni manu sumo sohidiro kofist, zero U ʙa ʙandagonas ogohu ʙinost!»"},{"SurahNumber":17,"VerseNumber":97,"Text":"Va har kiro Xudo hidojat kunad, xidojatsuda ast. Va har kiro gumroh sozad, ƣajri Xudo ʙaroi U sarparaste najoʙi va dar ruzi qijomat, dar hole ki cehrahojason ru ʙa zamin ast, kuru gungu kar zinda va cam'ason mekunem va cahannam cojgoxi onhost, ki har ci su'lai on furu nisinad, ʙestaras meafruzem"},{"SurahNumber":17,"VerseNumber":98,"Text":"In cazoi onhost, zero ʙa ojoti Mo imon najovardand va guftand: «Ojo cun mo ustuxon sudemu xoki, moro ʙa surati tozae zinda mekunand"},{"SurahNumber":17,"VerseNumber":99,"Text":"Ojo namedonand, ki Xudoe, ki osmonhovu zaminro ofaridaast, qodir ast, ki monandi onhoro ʙijofarinad va ʙarojason muddati umre nihoda, ki dar on sake nest? Ammo zolimon faqat inkor kunand"},{"SurahNumber":17,"VerseNumber":100,"Text":"Bigu: «Agar sumo moliki hamai xazoini Parvardigori man meʙuded, az ʙimi darvesi ʙaxili pesa mekarded, zero odami ʙaxil ast"},{"SurahNumber":17,"VerseNumber":101,"Text":"Az ʙani-Isroil ʙipurs, ki cun Muso nazdi onon omad, ʙa u nuh nisonai oskoro doda ʙudem. Va Fir'avn ʙa u guft: «Ej Muso pindoram, ki turo codu karda ʙosand»"},{"SurahNumber":17,"VerseNumber":102,"Text":"Guft: «Ba haqiqat medoni, in nisonahoi oskorro cuz Parvardigori osmonhovu zamin nafiristoda ast. Va man, ej Fir'avn, turo ʙa jaqin haloksuda meʙinam»"},{"SurahNumber":17,"VerseNumber":103,"Text":"Fir'avn qasdi on dost, kn onhoro az on sarzamin ʙarkanad, vale Mo u va hamai hamrohonasro ƣarq soxtem"},{"SurahNumber":17,"VerseNumber":104,"Text":"Va pas az u ʙa ʙani-Isroil guftem: «Dar on sarzamin sokin saved va cun va'dai oxirat rasad, hamai sumoro ʙo ham zindavu cam' mekunem»"},{"SurahNumber":17,"VerseNumber":105,"Text":"In Qur'onro ʙa haq nozil kardaem va ʙa hak nozil sudaast va turo nafiristodem, magar on ki xusxaʙar dihi va ʙitarsoni"},{"SurahNumber":17,"VerseNumber":106,"Text":"Va Qur'onro ʙa taforiq (cudo-cudo) nozil kardem, to tu onro ohista-ohista va andak-andak ʙar mardum ʙixoni va nozilas kardem, nozil kardane ʙa kamol"},{"SurahNumber":17,"VerseNumber":107,"Text":"Bigu; «Xoh ʙa on imon ʙijovared jo imon najovared, onon, ki az in pes donis omuxtaand, cun Qur'on ʙarojason tilovat savad, sacdakunon ʙar ruj darmeaftand (Sacda)"},{"SurahNumber":17,"VerseNumber":108,"Text":"va megujand: «Pok ast Parvardigori mo. Va'dai Parvardigori mo ancom joftanist»"},{"SurahNumber":17,"VerseNumber":109,"Text":"Va ʙa ru darmeaftaid va megirjand va ʙar xusu'ason (sikastagiason) afzuda mesavad"},{"SurahNumber":17,"VerseNumber":110,"Text":"Bigu: «Ci Ollohro ʙixoned, ci Rahmonro ʙixoned, har kadomro, ki ʙixoned, nomhoi neku az oni Ust». Sadojatro ʙa namoz ʙaland makun va niz sadojatro ʙa on past makun va mijoni in du rohe intixoʙ kun"},{"SurahNumber":17,"VerseNumber":111,"Text":"Bigu; «Sukr Xudoro, ki farzande nadorad va Uro sarike dar mulk nest va ʙa notavoni najaftad, to ʙa jori muhtoc savad. Pas Uro takʙir guj, takʙire soista"},{"SurahNumber":18,"VerseNumber":1,"Text":"Sipos Xudovandero, ki ʙar ʙandai xud in kitoʙro nozil kard va hec kacivu inhirof dar on nanihod"},{"SurahNumber":18,"VerseNumber":2,"Text":"Kitoʙe xoli az kaci. To mardumro az xasmi sadidi xud ʙitarsonad va mu'minonro, ki korhoi soista mekunand, xaʙari xus dihad, ki mukofote neku dorand"},{"SurahNumber":18,"VerseNumber":3,"Text":"dar hole ki to aʙad dar on covidonaand"},{"SurahNumber":18,"VerseNumber":4,"Text":"Va kasonero, ki guftand: «Xudo farzande ixtijor kard», ʙitarsonad"},{"SurahNumber":18,"VerseNumber":5,"Text":"Ne. xud ʙa on donise dorand va na padaronason dostaand. Ci ʙuzurg ast suxane, ki az dahonason ʙerun meojad va duruƣ megujand"},{"SurahNumber":18,"VerseNumber":6,"Text":"Sojad agar ʙa in suxan imon najovarand, xudatro ʙa xotirason az anduh halok sozi"},{"SurahNumber":18,"VerseNumber":7,"Text":"Mo har ci dar rui zamin ast, zinnati on qaror dodem to imtihonason kunem, ki qadomason ʙa amal ʙehtarand"},{"SurahNumber":18,"VerseNumber":8,"Text":"Va niz mo rastem, ki rui zaminro cun ʙijoʙone xusk xohem kard"},{"SurahNumber":18,"VerseNumber":9,"Text":"Ojo pindostai, ki ashoʙi kahf va raqim az nisonahoi aciʙu ƣariʙi Mo ʙudaand"},{"SurahNumber":18,"VerseNumber":10,"Text":"On goh ki on cavonmardon ʙa ƣorho panoh ʙurdand va guftand: «Ej Parvardigori mo, moro az sui xud rahmat ato kun va kori moro ʙa rohi rost andoz»"},{"SurahNumber":18,"VerseNumber":11,"Text":"Sole cand dar on ƣor ʙa xoʙason kardem"},{"SurahNumber":18,"VerseNumber":12,"Text":"Sipas ʙedorason kardem, to ʙidonem kadom jak az on du guruh hisoʙoti muddati oramidanasonro dostaand"},{"SurahNumber":18,"VerseNumber":13,"Text":"Mo xaʙarasonro ʙa rosti ʙaroi tu hikojat mekunem: onho cavonmardone ʙudand, ki ʙa Parvardigorason imon ovarda ʙudand va Mo niz ʙar hidojatason afzudem"},{"SurahNumber":18,"VerseNumber":14,"Text":"Bar dilhojason neru ʙaxsidem. On goh, ki ʙarxostand va guftand: «Parvardigori mo Parvardigori osmonhovu zamin ast. Cuz U kasero xudo naxonem, ki har goh cunin kunem, suxane saxt kufromez gufta ʙosem"},{"SurahNumber":18,"VerseNumber":15,"Text":"Inho, ki qavmi mo hastand, ʙa ƣajri U xudojone ixtijor kardaand. Caro ʙaroi isʙoti xudoii onho daleli ravsane nameovarand? Kist sitamkortar az kase, ki ʙa Xudo duruƣ meʙandad"},{"SurahNumber":18,"VerseNumber":16,"Text":"Agar az qavmi xud kanora custaed va cuz Xudoi jakto xudoi digarero nameparasted, ʙa ƣor panoh ʙared va Xudo rahmati xud ʙar sumo arzoni dorad va ne'matatonro dar on muhajjo dorad"},{"SurahNumber":18,"VerseNumber":17,"Text":"Va xursedro meʙini, ki cun ʙarmeojad, az ƣorason ʙa coniʙi rost majl mekunad va cuk ƣuruʙ kunad, onhoro voguzorad va ʙa cap gardad. Va onon dar sahnai ƣorand. Va in az ojoti Xudost. Har kiro Xudo hidojat kunad, hidojat joftaast va har kiro gumroh sozad, hargiz korsoze rohnamo ʙaroi u naxohi joft"},{"SurahNumber":18,"VerseNumber":18,"Text":"Mepindosti, ki ʙedorand, hol on ki dar xoʙ ʙudand va Mo ononro ʙa dasti rostu dasti cap megardonidem va sagason ʙar dargohi ƣor du dasti xud daroz karda ʙud. Agar ʙa sarason merafti, gurezon ʙozmegasti va az onho saxt metarsidi"},{"SurahNumber":18,"VerseNumber":19,"Text":"Hamcunin ʙedorason kardem, to ʙo jakdigar guftusunid kunand. Jake az onho pursid: «Cand vaqt ast, ki oramidaed?» Guftand: «Jak ruz jo porae az ruzro oramidaem». Guftand: «Parvardigoraton ʙehtar donad, ki cand vaqt oramidaed. Jakero az xud ʙo in pulaton ʙa sahr ʙifiristed, to ʙingared, ki ƣizoi pokiza kadom ast va ʙarojaton az on ruzijatonro ʙijovarad. Va ʙojad, ki ʙa mehruʙoni raftor kunad, to kase ʙa sumo ogohi najoʙad"},{"SurahNumber":18,"VerseNumber":20,"Text":"Zero agar sumoro ʙijoʙand, sangsor xohand kard jo ʙa dini xud darovarand. Va agar cunin savad, to aʙad nacot naxohed joft»"},{"SurahNumber":18,"VerseNumber":21,"Text":"Ba in tarz mardumro ʙa holason ogoh kardem to ʙidonand, ki va'dai Xudo rost ast va dar qijomat suʙhae nest. On goh dar ʙorai onho ʙo jakdigar ʙa guftugu pardoxtand va guftand: «Bar rui onho ʙinoe ʙisozed, Parvardigorason ʙa korason ogohtar ast». Va onon, ki ʙar xolason ogohtar suda ʙudand, guftand: «Na, in coro mascide mekunem»"},{"SurahNumber":18,"VerseNumber":22,"Text":"Xohand guft: «Se tan ʙudand va cahorumason sagason ʙud» va megujand: «Panc tan ʙudand va sasuminason sagason ʙud». Tir ʙa toriki mezanand va megujand: «Haft tan ʙudand va hastuminason sagason ʙud». Bigu: «Parvardigori man ʙa adadi onho donotar ast va sumori onhoro cuz andak kason namedonand». Va tu dar ʙorai onho cuz ʙa zohir mucodala nakun va az kas napurs"},{"SurahNumber":18,"VerseNumber":23,"Text":"Hargiz maguj: «Fardo cunin mekunam»"},{"SurahNumber":18,"VerseNumber":24,"Text":"magar Xudovand ʙixohad. Va cun faromus kuni, Parvardigoratro ʙa jod or va ʙigu: «Sojad Parvardigori man maro az nazdiktarin roh hidojat kunad»"},{"SurahNumber":18,"VerseNumber":25,"Text":"Va onon dar ƣori xud sesad sol oramidand va nuh sol ʙa on afzudaand"},{"SurahNumber":18,"VerseNumber":26,"Text":"Bigu: «Xudovand donotar ast, ki cand sol oramidand. Ƣajʙi osmonhovu zamin az oni Ust. Ci ʙinostu ci sunavost! Cuz U duste nadorand va kasro dar farmoni xud sarik nasozad»"},{"SurahNumber":18,"VerseNumber":27,"Text":"Az kitoʙi Parvardigorat har ci ʙar tu vahj sudaast, tilovat kun. Suxani Uro taƣjirdihandae nest, Va tu ƣajri U panohgohe namejoʙi"},{"SurahNumber":18,"VerseNumber":28,"Text":"Va hamroh ʙo kasone, ki har suʙhu som Parvardigorasonro mexonand va xusnudii Uro mecujand, xudro ʙa saʙr vodor. Va naʙojad casmoni tu ʙaroi joftani zeʙu zinnathoi in zindagii dunjavi az inon jak su gardad. Va az on, ki dilasro az zikri xud ʙexaʙar soxtaem va az pai havoi nafsi xud meravad va dar korhojas isrof mevarzad, panravi nakun"},{"SurahNumber":18,"VerseNumber":29,"Text":"Bigu: «In suxani haq az coniʙi Parvardigori sumost. Har ki ʙixohad, imon ʙijovarad va har ki ʙixohad, kofir savad». Mo ʙaroi kofiron, otase, ki lahiʙi (su'lai) on hamaro dar ʙar megirad, omoda kardaem va cun ʙa istiƣosa (dodxohi) oʙ xohand, az oʙe cun misi gudoxta, ki az haroratas cehraho kaʙoʙ mesavad, ʙixuronandason, ci oʙi ʙade va ci oromgohe ʙad"},{"SurahNumber":18,"VerseNumber":30,"Text":"Kasone, ki imon ovardaand va korhoe soista kardaand, ʙidonand, ki Mo mukofoti nekukoronro ʙarʙod namekunem"},{"SurahNumber":18,"VerseNumber":31,"Text":"Barojason ʙihisthoe covid ast. Az zeri pohoson nahrho corist. Bihistijonro ʙa dastʙandhoe zar meorojand va comahoe saʙz az sohii nozuku deʙoi durust mepusand va dar on co ʙar taxtho takja mezanand. Ci mukofoti nekue va ci oromgohi nekue"},{"SurahNumber":18,"VerseNumber":32,"Text":"Barojason dostoni du mardro ʙajon kun, ki ʙa jake du tokiston doda ʙudem va ʙar girdi onho daraxtoni xurmo va dar mijonason kistzor karda ʙudem"},{"SurahNumber":18,"VerseNumber":33,"Text":"On du tokiston mevai xudro medodand ʙe hec kamu kost. Va nahre ʙajni on du cori gardonidem"},{"SurahNumber":18,"VerseNumber":34,"Text":"Hosil az oni u ʙud. Ba dustas, ki ʙo u guftugu mekard, guft; «Man ʙa mol az tu ʙestar va ʙa nafar piruztaram»"},{"SurahNumber":18,"VerseNumber":35,"Text":"Va on mard sitam ʙar xestan karda ʙa ʙoƣi xud daromad va guft: «Napindoram, ki in ʙor hargiz az mijon ʙiravad"},{"SurahNumber":18,"VerseNumber":36,"Text":"Va on mard sitam ʙar xudas karda ʙa ʙoƣi xud ham maro nazdi Xudo ʙarand, cojgohe ʙehtar az in ʙoƣ xoham joft»"},{"SurahNumber":18,"VerseNumber":37,"Text":"Dustas, ki ʙo u guftugu mekard, guft: «Ojo ʙar on kas, ki turo az xok va sipas az nutfa ʙijofarid va marde rostqomat kard, kofir sudai"},{"SurahNumber":18,"VerseNumber":38,"Text":"Vale U Xudoi jakto, Parvardigori man ast va man hec kasro sariki Parvardigoram namesozam"},{"SurahNumber":18,"VerseNumber":39,"Text":"Caro on goh, ki ʙa ʙoƣi xud daromadi, nagufti: «Har ci Xudovand xohad va hec quvvae ƣajri quvvai Xudo nest?» Agar meʙini, ki doroivu farzandi man kamtar az tu ast"},{"SurahNumber":18,"VerseNumber":40,"Text":"sojad Parvardigori man maro cize ʙehtar az ʙoƣi tu dihad. Sojad ʙar on ʙoƣ so'iqae (ofate) ʙifiristad va onro ʙa zamine sofu laƣzanda ʙadal sozad"},{"SurahNumber":18,"VerseNumber":41,"Text":"Jo oʙi on ʙar zamin furu ravad va hargiz ʙa joftani on qudrat najoʙi"},{"SurahNumber":18,"VerseNumber":42,"Text":"Ba samaraas ofat rasid va ʙomdodon dasti pusajmoni ʙar dast mesoid, ki ci harce karda ʙud va aknun hamai ʙinohojas furu rexta ast. Va megujad;. «Ej kos, kasero sariki Parvardigoram nasoxta ʙudam!»"},{"SurahNumber":18,"VerseNumber":43,"Text":"Ƣajri Xudo guruhe, ki ʙa jorias ʙarxezand, naʙud va xudi u qudrat nadost"},{"SurahNumber":18,"VerseNumber":44,"Text":"On co jori kardan Xulon haqro sazovor. Mukofoti U ʙehtar va sarancomas nekutar ast"},{"SurahNumber":18,"VerseNumber":45,"Text":"Barojason zindagii dunjoro misol or» ki cun ʙoronest, ki az osmon ʙiʙorad va ʙo on gijohoni gunogun ʙa farovoni ʙirujad. Nogoh xusk savad va ʙod ʙa har su parokandaas sozad va Xudo ʙar har kore tavonost"},{"SurahNumber":18,"VerseNumber":46,"Text":"Doroivu farzand zeʙu zinnathoi in zindagonii dunjost va kirdorhoi nek, ki covidon ʙar coj memonand, nazdi Parvardigorat ʙehtar va umed ʙastan ʙa onho nekutar ast"},{"SurahNumber":18,"VerseNumber":47,"Text":"Ruze, ki kuhhoro ʙa roh meandozem va zaminro ʙini, ki har ci andarun dorad, ʙerun afkandaast va hamaro ʙaroi hisoʙ gird meovarem va jak tan az onhoro ham raho namekunem"},{"SurahNumber":18,"VerseNumber":48,"Text":"Hama dar jak saf ʙa Parvardigorat arza mesavand. Aknun nazdi Mo omaded, hamcunon ki naxustin ʙor sumoro ʙijofaridem. Ojo mepindosted, ki hargiz ʙarojaton va'dagohe qaror naxohem dod"},{"SurahNumber":18,"VerseNumber":49,"Text":"Daftari a'mol kusoda savad. Gunahkoronro ʙini, ki az on ci dar on omadaast, ʙimnokand va megujand: «Voj ʙar mo, in ci daftarest, ki hec gunohi xurdu ʙuzurgero hisoʙ nosuda naguzostaast». On goh amalhoi xudro dar muqoʙili xud ʙijoʙand va Parvardigori tu ʙa kase sitam namekunad"},{"SurahNumber":18,"VerseNumber":50,"Text":"Va on goh, ki ʙa faristagon guftem, ki Odamro sacda kuned, hama ƣajri Iʙlis, ki az cin ʙud va az farmoni Parvardigoras sar ʙitoft, sacda kardand. Ojo sajton va farzandokasro ʙa coi man ʙa dusti megired, hol on, ki dusmani sumojand? Zolimon ʙad cizero ʙa coi Xudo intixoʙidand"},{"SurahNumber":18,"VerseNumber":51,"Text":"On goh ki oomonhovu zamin va xudasonro meofaridam, az onho jori naxostam. Zero Man gumrohkunandagonro ʙa jori namegiram"},{"SurahNumber":18,"VerseNumber":52,"Text":"Va ruze, ki megujad: «Onhoero, ki mepindosted sarikoni Manand, ceƣ zaned». Ceƣ zadand va sarikon cavoʙ nadihand. On goh halokatgohro mijonason qaror dihem"},{"SurahNumber":18,"VerseNumber":53,"Text":"Z Cun gunahkoron otasro ʙuʙinand, ʙidonand, ki dar on xohand aftod va rohi rahoi az on nest"},{"SurahNumber":18,"VerseNumber":54,"Text":"Dar in Qur'on ʙaroi mardum har guna dostone ʙajon kardaem, vale odami ʙes az hama ʙa cadal (xusumat) ʙarmexezad"},{"SurahNumber":18,"VerseNumber":55,"Text":"Mardumonro cun (az Xudo) hidojat omad, hec ciz az imon ovardanu ʙaxsois xostan ʙoznadost, ƣajri on, ki meʙoist ʙa sunnati pesinijon giriftori azoʙ savand jo on ki azoʙi rujoruju oskoro ʙar onon faro rasad"},{"SurahNumber":18,"VerseNumber":56,"Text":"Va Mo pajomʙaronro nafiristodem, cuz on ki ʙa mardum muƶda dihand jo ʙim. Va kofiron mexohand ʙo cidoli ʙotil haqro az mijon ʙiʙarand, va ojotu xusdorhoi Maro ʙa masxara megirand"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kist sitamkortar az on, ki ojoti Parvardigorasro ʙarojas ʙixonand va u ruj gardonad va korhoe, ki az pes karda, faromus kunad? Bar dili onho parda afkandem, to ojotro darnajoʙand va gushojasonro kar soxtem, ki agar ʙa rohi hidojatason da'vat kuni, hargiz roh najoʙand"},{"SurahNumber":18,"VerseNumber":58,"Text":"Parvardigorat ʙaxsojandavu mehruʙon ast. Agar mexost, ʙa saʙaʙi kirdorason dar in cahon ʙozxostason kunad, ʙo sitoʙ ʙa azoʙason mesupurd. Ammo azoʙro zamone mu'ajjan ast, ki cun faro rasad, panohgohe najoʙand"},{"SurahNumber":18,"VerseNumber":59,"Text":"Va on dehahoro, cun kofir sudand, ʙa halokat rasonidem va ʙaroi halokatason va'dae nihodem"},{"SurahNumber":18,"VerseNumber":60,"Text":"Va Muso ʙa sogirdi xud guft: «Man hamcunon xoham raft to on co, ki du darjo ʙa ham rasidaand. Jo merasam jo umram ʙa sar meojad»"},{"SurahNumber":18,"VerseNumber":61,"Text":"Cun on du ʙa on co, ki du darjo ʙa ham rasida ʙudand, rasidand, mohijasonro faromus kardand va mohi rohi darjo girift va dar oʙ sud"},{"SurahNumber":18,"VerseNumber":62,"Text":"Cun az on co guzastand, ʙa sogirdi xud guft: «Xuroki costamonro ʙijovar, ki dar in safaramon ranci farovon didaem»"},{"SurahNumber":18,"VerseNumber":63,"Text":"Guft: «Ojo ʙa jod dori on gohro, ki dar kanori sang makon girifta ʙudem? Man mohiro faromus kardaam. Va in sajton ʙud, ki saʙaʙ sud faromu sas kunam va mohi ʙa tariqi taaccuʙovar ʙa darjo raft»"},{"SurahNumber":18,"VerseNumber":64,"Text":"Guft: «On co hamon coest, ki dar talaʙas ʙudaem». Va ʙa paji qadamhoi xud custucukunon ʙozgastand"},{"SurahNumber":18,"VerseNumber":65,"Text":"Dar on co ʙandae az ʙandagoni Moro, ki rahmati xud ʙa u arzoni dosta ʙudem va xud ʙa u donis omuxta ʙudem, ʙijoftand"},{"SurahNumber":18,"VerseNumber":66,"Text":"Muso guftas; «Ojo ʙo tu ʙijojam to az on hidojate ki ʙa tu omuxtaand, ʙa man ʙijomuzi?»"},{"SurahNumber":18,"VerseNumber":67,"Text":"Guft: «Turo saʙri hamrohi ʙo man nest"},{"SurahNumber":18,"VerseNumber":68,"Text":"Va ci guna dar ʙaroʙari cize, ki ʙa on ogohi Najoftai, saʙr xohi kard?»"},{"SurahNumber":18,"VerseNumber":69,"Text":"Guft: «Agar Xudo ʙixohad, maro soʙir xohi joft, on cunon ki dar hec kore turo nofarmoni nakunam»"},{"SurahNumber":18,"VerseNumber":70,"Text":"Guft: «Agar az pai man meoj, naʙojad, ki az man cize ʙipursi, to man xud turo az on ogoh kunam»"},{"SurahNumber":18,"VerseNumber":71,"Text":"Pas ʙa roh aftodand, to ʙa kisti savor sudand. Kistiro surox kard. Guft: «Kistiro surox mekuni, to mardumasro ƣarq sozi? Kore, ki mekuni, kore saxt ʙuzurg va zist ast!»"},{"SurahNumber":18,"VerseNumber":72,"Text":"Guft: «Naguftam. ki turo saʙri hamrohi ʙo man nest?»"},{"SurahNumber":18,"VerseNumber":73,"Text":"Guft: «Agar faromus kardaam, maro ʙozxost makun va ʙa in andoza ʙar man saxt magir»"},{"SurahNumber":18,"VerseNumber":74,"Text":"Va raftand, to ʙa pisare rasidand, uro kust. Muso guft: «Ojo coni pokero, ʙe on ki qatle karda ʙosad, mekusi? Sodirkunandai kore zist gardidi»"}]}