{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Ɓadanike yimɓe ɓen hasboore maɓɓe nden, te kamɓe hiɓe e nder welsindaare ko ɓe ɗurniiɓe"},{"SurahNumber":21,"VerseNumber":2,"Text":"Arataa e maɓɓe waaju immorde ka Joomi maɓɓe ko fuɗɗaa si wanaa ɓe jentike nde hara kamɓe hiɓe fija"},{"SurahNumber":21,"VerseNumber":3,"Text":"Ɓerɗe maɓɓe ɗen ko welsandiiɗe ɓen tooñuɓe suuɗa cowndi(gunndo) [wi'a] enee, hara oo wonu si wanaa ɓanndinke yeru mo'on, kaa on aray e mbilewu hara onon hiɗon sutii (ndaara)"},{"SurahNumber":21,"VerseNumber":4,"Text":"O maaki: \"Joomi am no Anndi Konngol ngol ka kammu e ka Leydi Kanko ko O Nanoowo Annduɗo On"},{"SurahNumber":21,"VerseNumber":5,"Text":"Ko woni, ɓe wi'u: \"Ko nde jiiɓu-jaaɓu koyɗi, toode, o fefindi nde, ko woni, kanko ko o yimoowo, awa yo o addan en Aayewal wano aranɓe ɓen Nuliranoo non"},{"SurahNumber":21,"VerseNumber":6,"Text":"Gomɗinaali ado maɓɓe immorde e saare Men halki nde. Enee, hara ko kamɓe goomɗita"},{"SurahNumber":21,"VerseNumber":7,"Text":"Men Nulaali ado maaɗa si wanaa worɓe Men Wahayina e maɓɓe, lanndee yimɓe defte ɓen si tawii wonii on anndaa. @Corrected"},{"SurahNumber":21,"VerseNumber":8,"Text":"Men waɗaali ɓe ɓalli ɓe ñaamataa ñaametee, ɓe laataaki kadi luttinteeɓe"},{"SurahNumber":21,"VerseNumber":9,"Text":"Refti Men Goonginani ɓe Fodoore nden Men danndi ɓe wonndude e ɓen ɓe Men Muuyi, Men halki fantinɓe ɓen"},{"SurahNumber":21,"VerseNumber":10,"Text":"Gomɗii Men jippinii faade e mooɗon Deftere no e nder mayre jaŋtawol mooɗon. Kaa on hakkiltaa"},{"SurahNumber":21,"VerseNumber":11,"Text":"Heewii ko Men halki immorde e saare laatinoonde ko tooñunde Men fuɗɗi ɓaawo mayre yimɓe goo"},{"SurahNumber":21,"VerseNumber":12,"Text":"Tuma nde ɓe so'unoo Lepte Amen ɗen, tawi kamɓe hiɓe doga ɗe"},{"SurahNumber":21,"VerseNumber":13,"Text":"Wata on dogu, ruttee faade e ko neeminaɗon kon e mu'un e koɗanɗe mo'on, belajo'o on lannditoyte"},{"SurahNumber":21,"VerseNumber":14,"Text":"Ɓe wi'a: \"Eeyoo, bone amen, pellet, menen men laatinoke tooñuɓe\". @Corrected"},{"SurahNumber":21,"VerseNumber":15,"Text":"Seerataa ndun noddaandu maɓɓe, haa Men waɗa ɓe coñateeri ko ɓe mayɓe"},{"SurahNumber":21,"VerseNumber":16,"Text":"Men tagaali kammu ngun e leydi ndin e ko woni kon hakkunde majji ko Men fijooɓe"},{"SurahNumber":21,"VerseNumber":17,"Text":"Sinndo Men faandino nde Men jogotoo fijindaaru, Men jogitotono ɗum immorde ka Amen si tawii Men laatike waɗooɓe"},{"SurahNumber":21,"VerseNumber":18,"Text":"Ko woni, Meɗen werloo Goonga kan e dow meere nden ka munca nde, tawa kayre ko nde fuuyoore, no woodani on bone kon ko sifotoɗon"},{"SurahNumber":21,"VerseNumber":19,"Text":"Ko Kanko woodani ko woni kon ka kammuuli e ka leydi ɓen wonuɓe ka Makko kadi ɓe mawnittaako gaayi rewugol Mo, ɓe hasrintaaka kadi"},{"SurahNumber":21,"VerseNumber":20,"Text":"Hiɓe Subhinoo jemma e ñalorma ɓe aamataa"},{"SurahNumber":21,"VerseNumber":21,"Text":"Kaa ɓe jogiti reweteeɗi ka leydi hara kannji hiɗi immintina [mayɓe ɓen]"},{"SurahNumber":21,"VerseNumber":22,"Text":"Sinndo laatino e majji [kammuuli ɗin e leydi ndin] rewteeɗi ko wonaa Alla ɗi bonayno. Senayee wonanii Alla Jom Arsi kin gaayi koɓe sifotoo. @Corrected"},{"SurahNumber":21,"VerseNumber":23,"Text":"O lanndetaake ko O gollata kon, kamɓe ko ɓe lannditoyteeɓe"},{"SurahNumber":21,"VerseNumber":24,"Text":"Kaa ɓe jogiti gaanin Makko reweteeɗi? Maaki: \"Addee daliili mon on, ko ndee woni jaŋta ɓen wonnduɓe e am e jaŋta ɓen adiiɓe lam\". Ko woni, ɓurɓe ɗuuɗude e maɓɓe ɓe anndaa Goonga kan kamɓe ko ɓe ɗurniiɓe"},{"SurahNumber":21,"VerseNumber":25,"Text":"Men Nulaali ado maaɗa immorde e Nulaaɗo si wanaa Men wahayinii e makko; pellet, reweteeɗo alaa si wanaa Min Rewee Lam"},{"SurahNumber":21,"VerseNumber":26,"Text":"Ɓe wi'i: \"Hinnorante On jogitike ɓiɗɗo\". Senayee woodanii Mo, ko woni, [ɓen ko ɓe] jeyaaɓe teddinaaɓe"},{"SurahNumber":21,"VerseNumber":27,"Text":"Ɓe adortaa Mo konngol ngol, kamɓe ko Yamiroore Makko nden ɓe gollata"},{"SurahNumber":21,"VerseNumber":28,"Text":"Himo Anndi ko woni kon hedde yeeso maɓɓe e ko woni kon hedde ɓaawo maɓɓe, ɓe tefanoytaa si wanaa on mo O Weltanii, kamɓe immorde e kulol Makko ko ɓe jootuɓe"},{"SurahNumber":21,"VerseNumber":29,"Text":"Kala e maɓɓe kadi wi'uɗo: \"Min ko mi reweteeɗo gaanin Makko\". On ɗon Men Yoɓay mo Jahanna- ma ko wano nii Men Yoɓirta tooñooɓe ɓen"},{"SurahNumber":21,"VerseNumber":30,"Text":"Enee, hara ɓen yedduɓe yi'aali wonndema kammuuli ɗin e leydi ndin ɗi laatinoke hippondirɗi, Men Udditi ɗi Men waɗi immorde e ndiyam ɗam kala huunde wuuru nde. Kaa ɓe gomɗintaa"},{"SurahNumber":21,"VerseNumber":31,"Text":"Men waɗi ka leydi pelle fii wata nde ooñodo e maɓɓe, Men waɗi e mayri ɗate yaajuɗe, belajo'o kamɓe ɓe feeway"},{"SurahNumber":21,"VerseNumber":32,"Text":"Men waɗi kammu ngun kippudi reenaandi, kamɓe ko ɓe ɗurniiɓe gaayi Aayeeje Amen ɗen"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ko Kanko woni On Taguɗo jemma on e ñalorma on e naange ngen e lewru ndun kala majji hiɗi fubboo(lummboo) ka fuluku"},{"SurahNumber":21,"VerseNumber":34,"Text":"Men waɗanaali ɓanndunke ado maaɗa luttineede, enee, hara si a maayii ko kamɓe woni luttinteeɓe ɓen"},{"SurahNumber":21,"VerseNumber":35,"Text":"Kala wonkii meedat mayɗe nden, Men jarribora on bone on e moƴƴere nden jarrabagol, ko ka Amen kadi ruttotoɗon"},{"SurahNumber":21,"VerseNumber":36,"Text":"Si ɓen yedduɓe yi'ii ma, ɓe jogitortaa ma si wanaa jalkitde [ɓe wi’a:] \"Enee, hara ko oo woni on jaŋtotooɗo reweteeɗi mo'on ɗin?\" hara kamɓe ko ɓe yedduɓe jantagol Hinnorante On"},{"SurahNumber":21,"VerseNumber":37,"Text":"Neɗɗake on Tagaama immorde e hawjere, aray Mi holla on Aayeeje Am ɗen wata on hawju"},{"SurahNumber":21,"VerseNumber":38,"Text":"Hiɓe wi'a: \"Ko honnde tuma woni ndee Fodoore, si tawii ko on goonguɓe"},{"SurahNumber":21,"VerseNumber":39,"Text":"Sinndo ɓen yedduɓe anndiino tuma tawi ɓe ittataa Yiite ngen ka geece maɓɓe wanaa kadi ka ɓabbe maɓɓe kadi, kamɓe ɓe wonaali walloyteeɓe"},{"SurahNumber":21,"VerseNumber":40,"Text":"Ko woni, nge aray e maɓɓe e juhayee nge muga ɓe, hara ɓe hattantaake ruttugol nge, ɓe wonaali kadi nennanoyteeɓe"},{"SurahNumber":21,"VerseNumber":41,"Text":"Gomɗii Nulaaɓe goo jalkitanooma ado maaɗa, jippii e ɓen jalkituɓe ko ɓe laatinoo hiɓe jalkita"},{"SurahNumber":21,"VerseNumber":42,"Text":"Maaku: \"Ko hommbo reenata on jemma e ñalorma immorde e Hinnorante On, ko woni, kamɓe gaayi jaŋta Joomi maɓɓe ko ɓe ɗurniiɓe"},{"SurahNumber":21,"VerseNumber":43,"Text":"Kaa no woodani ɓe reeweteeɓe ɓe no dannda ɓe gaanin Amen? Ɓe hattantaake wallude hay wonkiiji maɓɓe, wanaa kamɓe woni wondateeɓe immorde e Amen"},{"SurahNumber":21,"VerseNumber":44,"Text":"Ko woni, Men dakmitii ɓee e baabiraaɓe maɓɓe ɓen haa ngurndam ɗam juutani ɓe. Enee, hara ɓee yi'aali wonnde Menen Meɗen ara e leydi ndin Men ustira ndi immorde e seraaji mayri? Kaa ko kamɓe woni foolooɓe ɓen"},{"SurahNumber":21,"VerseNumber":45,"Text":"Maaku: \"Anndu ko mi woni jertinirde on ko Wahyu on, [kono] paho on nanataa noddaandu ndun, si ɓe jertinaama"},{"SurahNumber":21,"VerseNumber":46,"Text":"Mi woondii si meemii ɓe seeɗa immorde e Lepte Joomi maa ɗen, maa ɓe wi'a: \"Ee-yoo, bone amen pellet, menen men laatinoke tooñuɓe"},{"SurahNumber":21,"VerseNumber":47,"Text":"Men waɗa manndikirɗe(peesirɗe) Nunɗal ngal fii Ñalnde Darngal hara wonkii woo toñiroytaake hay e huunde, hay si laatii ko yeru gabbun pamarun Men adday kun Men yonii Hasbooɓe"},{"SurahNumber":21,"VerseNumber":48,"Text":"Gomɗii Men Okkii Muusaa e Haaruuna Serndoore nden e ndayngu e jaŋta wonannde hulooɓe ɓen"},{"SurahNumber":21,"VerseNumber":49,"Text":"Ɓen hulayɓe Joomi maɓɓe ka wirnii hara kamɓe immorde e Darngal ngal ko ɓe huli"},{"SurahNumber":21,"VerseNumber":50,"Text":"Ndee [Alqur’aanaare] ko nde Jaŋta, ko nde barkinaande Men Jippiniinde. Kaa onon ko on yeddayɓe nde"},{"SurahNumber":21,"VerseNumber":51,"Text":"Gomɗii Men Okkii Ibraahiima Peewal makko ngal ko adii, Men laatike kadi Annduɓe mo"},{"SurahNumber":21,"VerseNumber":52,"Text":"Tuma nde o maakannoo baaba makko e yimɓe makko ɓen: \"Ko honɗum woni ɗii nanndonlaaji nate mahiiɗe, ɗin ɗi ufiniɗon e [dewal] mu'un"},{"SurahNumber":21,"VerseNumber":53,"Text":"Ɓe wi'i: \"Men taw baabiraaɓe amen ɓen no rewde ɗi"},{"SurahNumber":21,"VerseNumber":54,"Text":"O maaki: \"Gomɗii on laatike onon e baabiraaɓe mon ɓen e nder majjere ɓanngunde wonɗon"},{"SurahNumber":21,"VerseNumber":55,"Text":"Ɓe wi'i: \"Enee, ko Goonga kan addanɗaa men, kaa an ko e fijooɓe ɓen jeyaɗaa"},{"SurahNumber":21,"VerseNumber":56,"Text":"Maaku: \"Ko woni, Joomi mo'on ko Jooma kammuuli ɗin e leydi ndin On Taguɗoɗi, min komi jeyaaɗo e seediiɓe ɓen e dow ɗum"},{"SurahNumber":21,"VerseNumber":57,"Text":"Mi woondirii Alla, maa mi fewja fii ɗii sanamuuji mo'on ɓaawo huccitugol mo'on ko on ruŋii ɓe"},{"SurahNumber":21,"VerseNumber":58,"Text":"O waɗi ɗi kunte, si wanaa mawndu majji ndun, belajo'o kamɓe ɓe ruttoto e mayru"},{"SurahNumber":21,"VerseNumber":59,"Text":"Ɓe wi'i: \"Ko hommbo waɗi ɗu'un e reweteeɗi amen ɗin? Pellet, on ko o jeyaaɗo e tooñuɓe ɓen"},{"SurahNumber":21,"VerseNumber":60,"Text":"Ɓe wi'i: \"Men naniino suka no jaŋtoo ɗi ko Ibraahiima o wi'etaa"},{"SurahNumber":21,"VerseNumber":61,"Text":"Ɓe wi'i: \"Addee mo yeeso gite yimɓe ɓen, belajo'o ɓe seedoto"},{"SurahNumber":21,"VerseNumber":62,"Text":"Ɓe wi'i: \"Enee, Ibraahiima ko an waɗi ɗu'um ɗoo e reweteeɗi amen ɗin"},{"SurahNumber":21,"VerseNumber":63,"Text":"O maaki: \"Ko woni, ko mawndu majji ndun golle ɗum, lanndeeɗi si tawii ɗi laatike hiɗi wowla"},{"SurahNumber":21,"VerseNumber":64,"Text":"Ɓe ruttii faade e wonkiiji maɓɓe, ɓe wi'i: \"Pellet, ko onon woni tooñuɓe ɓen"},{"SurahNumber":21,"VerseNumber":65,"Text":"Refti ɓe uggini ko'e maɓɓe ɗen [ɓe wi'i:] gomɗii hiɗa anndi ɗi'i wonaa wowlayɗi"},{"SurahNumber":21,"VerseNumber":66,"Text":"O maaki: \"Enee, on reway gaanin Alla kon ko nafataa on hay e huunde hara lorrataa on kadi"},{"SurahNumber":21,"VerseNumber":67,"Text":"Bis mo'on e kon ko rewoton gaanin Alla. Kaa on hakkiltaa"},{"SurahNumber":21,"VerseNumber":68,"Text":"Ɓe wi'i: \"Sunnee mo, wallee reweteeɗi mo'on ɗin, si tawii ko on gollooɓe"},{"SurahNumber":21,"VerseNumber":69,"Text":"Men Daali: \"Ko an yo yiite, laato ɓuuɓol e kisiyee e dow Ibraahiima"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ɓe faandanii mo pewje Men waɗi ɓe pertube ɓen"},{"SurahNumber":21,"VerseNumber":71,"Text":"Men danndi mo [Men danndi kadi] Luutu faade e ndin leydi ndi Men barkini e mu'un wonannde tageefooji ɗin"},{"SurahNumber":21,"VerseNumber":72,"Text":"Men Okki mo Ishaaqa e Yaaquuba ka ɓeydugol, kala maɓɓe Men waɗi [ɓe] moƴƴuɓe"},{"SurahNumber":21,"VerseNumber":73,"Text":"Men waɗi ɓe Almaamiiɓe hiɓe fewna e Yamiroore Amen Men Wahayini faade e maɓɓe gollugol moƴƴi ɗin e ñinnugol Julde nden e Okkugol Jakka on, ɓe laatinoke ko ɓe Reway ɓe Men"},{"SurahNumber":21,"VerseNumber":74,"Text":"E Luutu Men Okki mo Ñeeñal e Ganndal, Men danndi mo immorde e nden Saare nde [yimɓe mu'un] laatinoo no golla soɓuɗi ɗin, pellet, kamɓe ɓe laatinoke yimɓe bonɓe faasiqiiɓe"},{"SurahNumber":21,"VerseNumber":75,"Text":"Men naadi mo e nder Yurmeende Amen, pellet, kanko ko o jeyaaɗo e moƴƴuɓe ɓen"},{"SurahNumber":21,"VerseNumber":76,"Text":"E Nuuhu tuma nde o noddunoo ko adii, Men jaabinani mo kanko e ɓeynguure makko nden immorde e saɗteende mawnde nden"},{"SurahNumber":21,"VerseNumber":77,"Text":"Men walli mo immorde e ɓen yimɓe fennuɓe Aayeeje Amen ɗen. Pellet, kamɓe ɓe laatino yimɓe bonɓe, Men yooli ɓe, ɓe fow maɓɓe"},{"SurahNumber":21,"VerseNumber":78,"Text":"E Daawuuda e Sulaymaana tuma nde ɓe ñaawaynoo fii ngesa mban tuma nde bonnunoo e nder mabba dammi yimɓe ɓen Men woni seediiɓe ñaawoore maɓɓe nden"},{"SurahNumber":21,"VerseNumber":79,"Text":"Men Faamini nde Sulaymaana [ñaawoore nden] gooto-kala e maɓɓe Men Okki Ñeeñel e Ganndal Men elti wonndude e Daawuuda pelle ɗen hiɗe subhinoo e colli ɗin kadi, Men laatike golluɓe"},{"SurahNumber":21,"VerseNumber":80,"Text":"Men Anndini [Daawuuda] moƴƴinngol mekeñaaji fii mo'on, fii yo ɗi reenu on immorde e hare mo'on. Taw si onon ko on jarnooɓe"},{"SurahNumber":21,"VerseNumber":81,"Text":"[Men eltani] Sulaymaana henndu ndun ko ndu bippooru hindu doga e yamiroore makko, faade e ndin leydi ndi Men barki e mu'un. Men laatike Annduɓe kala huunde"},{"SurahNumber":21,"VerseNumber":82,"Text":"No e Seytanuuji ɗin, ɗin ɗi no mutana mo, ɗi golla golle gaanin ɗum. Men laatanike ɗi Reenooɓe"},{"SurahNumber":21,"VerseNumber":83,"Text":"[Jaŋto kadi fii] Ayyuuba tuma nde o noddunoo Joomi makko, [O maaki:] \"Min dey memii lam lorra kan, ko An woni Ɓuroowo Yurmeede yurmtooɓe ɓen"},{"SurahNumber":21,"VerseNumber":84,"Text":"Men jaabinani mo Men hunci ko heɓi mo kon immorde e lorra, Men Okkiti mo ɓeynguure makko nden e yeru maɓɓe wonndude e maɓɓe kadi, ɗum ko Yurmeende immorde ka Amen e waaju wonannde rewooɓe ɓen"},{"SurahNumber":21,"VerseNumber":85,"Text":"[Jaŋto kadi fii] Ismaa'iila e Idriisa e Jalkifli, ɓen fow ko e munñɓe ɓen ɓe jeyaa"},{"SurahNumber":21,"VerseNumber":86,"Text":"Men naadi ɓe e nder Yurmeende Amen nden, pellet, kamɓe ko ɓe jeyaaɓe e moƴƴuɓe ɓen"},{"SurahNumber":21,"VerseNumber":87,"Text":"[Jaŋto kadi fii] Jannuuni tuma nde o yahunoo ko o tikkuɗo o sikki wonnde Men Hattanaake e hoore makko, o noddi ka niɓe; \"Wonnde reweteeɗo alaa si wanaa An Senayee wonanii Ma, min dey mi laatike jeyaaɗo e tooñuɓe ɓen"},{"SurahNumber":21,"VerseNumber":88,"Text":"Men jaabinani mo, Men danndi mo immorde e suno ngon, ko wano nii kadi Men danndirta gomɗinɓe ɓen"},{"SurahNumber":21,"VerseNumber":89,"Text":"[Jaŋto kadi fii] fii Jakariyaa tuma nde o noddunoo Joomo makko, [o maaki:] Jooma, wata A ɗalam bajjo, ko An woni Ɓurɗo Moƴƴude ronooɓe ɓen"},{"SurahNumber":21,"VerseNumber":90,"Text":"Men jaabinani mo, Men Okki mo Yahyaa, Men moƴƴinani mo sonnaajo makko on, pellet, kamɓe ɓe laatinoke hiɓe yaccoo e [gollugol] moƴƴi ɗin hiɓe nodda Men ka rerɗere e kulol ɓe laatinoke yannkinaniiɓe Men"},{"SurahNumber":21,"VerseNumber":91,"Text":"[Jaŋto kadi fii] oya [suddiiɗo] reenunooɗo farju makko on Men wutti e makko immorde e Fittaandu Amen, Men waɗi mo kanko e geɗaljo makko on Maande wonannde winndere nden"},{"SurahNumber":21,"VerseNumber":92,"Text":"Pellet, ɗee mofte mo'on ko mofte goote, ko Min woni Joomi mo'on Rewee Lam"},{"SurahNumber":21,"VerseNumber":93,"Text":"Ɓe taƴi fiyaake maɓɓe on hakkunde maɓɓe, ɓe fow ko faade ka Am ɓe ruttoytoo"},{"SurahNumber":21,"VerseNumber":94,"Text":"Kala golluɗo immorde e moƴƴuɗi ɗin hara kanko ko o gomɗinɗo, dullugol alaa fii golle makko ɗen, pellet, Menen Men winndanay mo"},{"SurahNumber":21,"VerseNumber":95,"Text":"No Harmani saare nde Men halki ɗum, wonnde kamɓe ɓe ruttataako [ton]"},{"SurahNumber":21,"VerseNumber":96,"Text":"Haa si udditoyaama Yaajuuja e Maajuuja, hara kamɓe immorde e kala naɗel hiɓe sortoo"},{"SurahNumber":21,"VerseNumber":97,"Text":"Fodoore Goongaare nden ɓadike, tawi kayre puttini giiɗe ɓen yedduɓe, [ɓe wi'a:] \"Eeyoo bone amen, gomɗii men laatinoke e nder welsindaare immorde e ɗu'um, ko woni, men laatike tooñuɓe"},{"SurahNumber":21,"VerseNumber":98,"Text":"Pellet, onon e ko rewoton kon gaanin Alla, ko on doccote Jahannama. Onon, ko on joloyayɓe e magge"},{"SurahNumber":21,"VerseNumber":99,"Text":"Sinndo ɓee laatinoke reweteeɓe ɓe jolataano e magge. Ɓe fow maɓɓe ko ɓe luttinteeɓe e nder magge"},{"SurahNumber":21,"VerseNumber":100,"Text":"No woodani ɓe e nder magge haraango, kamɓe ɓe nanataa nder ton"},{"SurahNumber":21,"VerseNumber":101,"Text":"Pellet, ɓen ɓe moƴƴi ɗin adanii ɗum immorde ka Amen ɓen ɗon ko ɓe woɗɗintinteeɓe gaayi magge"},{"SurahNumber":21,"VerseNumber":102,"Text":"Ɓe nanoytaa wuuɗaango magge kamɓe hiɓe e nder ko wonkiiji maɓɓe ɗin lokaa(wooɗa) kon, ko ɓe duumotooɓe"},{"SurahNumber":21,"VerseNumber":103,"Text":"Suninoytaaɓe ɗenƴere mawnde nden, Malaa'ikaaɓe ɓen no jaɓɓooɓe [ɓe wi'a:] \"Ko ndee woni Ñalaande mo'on, nden nde laatinoɗon hiɗon fodee"},{"SurahNumber":21,"VerseNumber":104,"Text":"Ñalnde Men taggoyta kammu ngun wano taggugol ɗerol defte. Ko wano Men fuɗɗori non ka arannde tagu Men ruttirta ngu, [ɗum] ko Fodoore e dow Amen, pellet, Menen Men laatike gollooɓe"},{"SurahNumber":21,"VerseNumber":105,"Text":"Gomɗii Men winndiino ka Jabuura ɓaawo Alluwal Reenaangal ngal, pellet, leydi ndin ko jeyaaɓe Am moƴƴuɓe ɓen ronoyta ndi"},{"SurahNumber":21,"VerseNumber":106,"Text":"Pellet,no e ɗum [ko jaŋtaa ɗoo] jottingol wonannde yimɓe rewooɓe ɓen"},{"SurahNumber":21,"VerseNumber":107,"Text":"Men Nuliraali ma si wanaa Yurmeende wonannde winndire nden"},{"SurahNumber":21,"VerseNumber":108,"Text":"Maaku: \"Anndu ko Wahayinaa e am, wonndema Reweteeɗo mon On ko O Reweteeɗo Gooto. Enee, hara onon ko on jebbiliiɓe?\". @Corrected"},{"SurahNumber":21,"VerseNumber":109,"Text":"Si tawii ɓe ɗurnike, maaku: \"Mi anndinii on e dow fotondiral, pellet, mi anndaa si no ɓadii maaɗum si no woɗɗi kon ko fodaɗon"},{"SurahNumber":21,"VerseNumber":110,"Text":"Pellet, Kanko hiMo Anndi ko feeñi kon e konngol ngol, hiMo Anndi kadi ko suuɗoton"},{"SurahNumber":21,"VerseNumber":111,"Text":"Mi anndaa non, belejo'o ɗum ko jarrabuyee mo'on, e dakamme haa e dummunne"},{"SurahNumber":21,"VerseNumber":112,"Text":"Maaku: \"Jooma, Ñaawir Goonga kan ko Joomi amen Hinnorante On woni Wallitorteeɗo On e dow kon ko sifotoɗon"},{"SurahNumber":22,"VerseNumber":1,"Text":"Ko onon yo yimɓe, hulee Joomi mo'on, pellet, dillannde Darngal ngal ko huunde mawnde"},{"SurahNumber":22,"VerseNumber":2,"Text":"Ñalnde yi'oton ngal, yejjitoyay kala muyninoowo ko o muyninaynoo kon, fukka kala sowiiɗo ko o sowiinoo kon, a yi'ay yimɓe ɓen no siwri, hara kamɓe ɓe siwraa, kono Lepte Alla ɗen ko saɗtuɗe"},{"SurahNumber":22,"VerseNumber":3,"Text":"No e yimɓe ɓen on mo no wennja e fii Alla ko aldaa e ganndal, o jakka kala Seytaane canndallo"},{"SurahNumber":22,"VerseNumber":4,"Text":"Winndaama e hoore-makko wonnde pellet, kala welduɗo e makko pellet, o majjinay mo, o ɗowa mo haa ka Lepte Sa'iiri"},{"SurahNumber":22,"VerseNumber":5,"Text":"Ko onon yo yimɓe, si tawii on laatike e sikke immorde e immital ngal, pellet, Menen Men Tagii on immorde e mbullaari refti e toɓɓere maniiyu, refti e heɗɗere refti e huyre timmunde tagu e nde wonaa timmunde tagu fii yo Men ɓannginan on, Meɗen Ñiiɓina ka renngaaji ko Men Muuyi kon haa e happu innaaɗo, refti Men yaltini on ko on boobooɓe, refti fii yo on yotto sagatalaaku mo'on no e mo'on ɓen ɓe no maaya no e mo'on kadi ɓen ɓe no ruttee faade ka ɓuri jaasude e ngurndan ɗam fii wata ɓe anndu ɓaawo ganndal hay e huunde. A yi'ay leydi ndin ko yoorunde si Men jippinii e dow mayri ndiyam ɗan ndi dilla ndi ƴura ndi fuɗina immorde e kala noone wooɗuɗo"},{"SurahNumber":22,"VerseNumber":6,"Text":"Ɗum, ko tawde pellet, Alla ko Kanko woni Goonga kan, pellet, O wurnitay mayɓe ɓen, tawde pellet, ko O Hattanɗo e dow kala huunde. @Corrected"},{"SurahNumber":22,"VerseNumber":7,"Text":"Pellet, Darngal ngal ko aray ngal sikke alaa e maggal, wonnde pellet, Alla immintinay ɓen wonɓe ka genaale"},{"SurahNumber":22,"VerseNumber":8,"Text":"No e yimɓe ɓen on mo no wennja e fii Alla ko aldaa e ganndal wanaa peewal wanaa deftere nurɗunde(jalbunde)"},{"SurahNumber":22,"VerseNumber":9,"Text":"Hofuɗo balaaji mu'un [mawnintiniiɗo] fii yo o majjin gaayi Laawol Alla ngol, no woodani mo ka aduna oyeere Men meeɗinoyay mo kadi Ñalnde Darngal Lepte sumoowe ngen"},{"SurahNumber":22,"VerseNumber":10,"Text":"Ɗum ko sabu ko juuɗe maaɗa ɗen ardini kon. E wonnde pellet, Alla wonaali Tooñoowo jeyaaɓe ɓen"},{"SurahNumber":22,"VerseNumber":11,"Text":"No e yimɓe ɓen on mo no rewa Alla e dow selindaare; si moƴƴere heɓii mo o tabitira sabu ɗum si jarrabuyee kadi heɓii mo o waylitoo e yeeso makko, o hayrii aduna on e Laakara on ko ɗum tigi woni hayrere ɓanngunde nden"},{"SurahNumber":22,"VerseNumber":12,"Text":"Himo rewa gaanin Alla kon ko lorrataa mo e kon ko nafataa mo kadi. Ɗum [ko jaŋtaa ɗoo], ko ɗum woni majjere woɗɗunde nden"},{"SurahNumber":22,"VerseNumber":13,"Text":"Himo rewa on mo lorra muuɗum no ɓuri ɓadaade diini nafa muuɗum kan, bonii welddiɗo bonii kadi wuuridaaɗo"},{"SurahNumber":22,"VerseNumber":14,"Text":"Pellet, Alla hiMo naada ɓen gomɗinɓe ɓe golli moƴƴi ɗin Aljannaaji no ila sengo ley majji canɗi ɗin, pellet, Alla hiMo waɗa ko O faandii kon. @Corrected"},{"SurahNumber":22,"VerseNumber":15,"Text":"On wonɗo no sikka wonnde Alla wallataa mo ka aduna e ka Laakara; haray yo o fontu ɓoggol faade ka kammu refti o taƴa ngol yo o ndaaru taw si pewje makko ɗen ittay ko tikkini kon"},{"SurahNumber":22,"VerseNumber":16,"Text":"Ko wano nii Men Jippiniri nde Aayeeje ɓannguɗe. Pellet, Alla hiMo Fewna on Mo O faandii"},{"SurahNumber":22,"VerseNumber":17,"Text":"Pellet, ɓen gomɗinɓe e ɓen Yahuudinkooɓe e Saabi'iyankooɓe e Annasaarankooɓe e Majuusinkooɓe e ɓen sirkooɓe, pellet, Alla O seerndoowo hakkunde maɓɓe Ñalnde Darngal. Pellet, Alla e dow kala huunde ko O Seediiɗo"},{"SurahNumber":22,"VerseNumber":18,"Text":"Enee a yi'aali, wonndema Alla no sujjannde Mo ɓen wonɓe ka kammuuli e ɓen wonɓe ka leydi, naange ngen kadi e lewru ndun e koode ɗen e pelle ɗen e leɗɗe ɗen e daabeeji ɗin e ko ɗuuɗi immorde e yimɓe ɓen, ko ɗuuɗi kadi wajibike e mu'un Lepte ɗen. Kala mo Alla hoyni haray alanaa mo teddinoowo, pellet Alla hiMo golla ko O Muuyi kon"},{"SurahNumber":22,"VerseNumber":19,"Text":"Ɓee ɗoo ɗiɗo ko wennjondirɓe, ɓe wennjondirii fii Joomi maɓɓe ɓen yedduɓe non, taƴanoyte ɓe conci immorde e Yiite fatuɗam yuppee ka dow ko'e maɓɓe"},{"SurahNumber":22,"VerseNumber":20,"Text":"Hiɗam honciniree(hayniree) ko woni kon ka deedi maɓɓe e guri ɗin kadi"},{"SurahNumber":22,"VerseNumber":21,"Text":"No woodani ɓoole immorde e njamndi"},{"SurahNumber":22,"VerseNumber":22,"Text":"Tuma kala ɓe faandii yaltugol nder ton immorde e suno, ɓe ruttee e nder magge, [ɓe wi’anee:] meeɗee Lette sumoowe ngen"},{"SurahNumber":22,"VerseNumber":23,"Text":"Pellet, Alla naada ɓen gomɗinɓe ɓe golle moƴƴi ɗin Aljannaaji no ila e ley majji canɗi ɗin, ɓe cuɗiree nder ton immorde jawe kanŋe e lu'ulu'uuje koltu maɓɓe on nder ton ko hariire. @Corrected"},{"SurahNumber":22,"VerseNumber":24,"Text":"Ɓe fewnaama faade e ko laaɓi immorde e konngol ngol, ɓe fewnaa kadi faade e Laawol Yettiniingol ngol"},{"SurahNumber":22,"VerseNumber":25,"Text":"Pellet, ɓen yedduɓe hiɓe faddaade gaayi Laawol Alla ngol e Juulirde Horminnde nden, nden nde Men waɗani ɗum yimɓe ɓen, no fota ter ñiiɓuɗo on e mayre e liigotooɗo on. Kala faalaaɗo ooñorde e mayre tooñe, Men meeɗinay mo immorde e Lepte muusuɗe"},{"SurahNumber":22,"VerseNumber":26,"Text":"E tuma nde Men Jippinnoo Ibraahiima nokku Suudu ndun, [Men Daali:] Wata a kafidu e Am hay e huunde, laɓɓin Suudu Am ndun fii wanngotooɓe ɓen e darotooɓe ɓen [juula] e ruƴƴooɓe sujja ɓen"},{"SurahNumber":22,"VerseNumber":27,"Text":"Noddin e yimɓe ɓen fii Hajju ngun, ɓe aray e maaɗa ko ɓe seppooɓe e dow kala ɗehiimba reedu, ɓe aray immorde e kala laawol woɗɗungol"},{"SurahNumber":22,"VerseNumber":28,"Text":"Fii yo ɓe seedo nafoore maɓɓe, ɓe jaŋtoo Innde Alla e nder ñalɗi anndaaɗi e dow ko O arsiki ɓe kon immorde e muumi neemoraaɗi, ñaamee e majji, ñamminon kadi baaso ɓilliiɗo on"},{"SurahNumber":22,"VerseNumber":29,"Text":"Refti yo ɓe ittu tuundi maɓɓe ndin, yo ɓe humnu takke maɓɓe ɗen, yo ɓe wanngo Suudu rimdinaa- dun"},{"SurahNumber":22,"VerseNumber":30,"Text":"Ɗum [ko yamiraɗon], kala mawninɗo Hurumji Alla ɗin haray ɗum ko moƴƴere makko ka Joomi makko. Daginanaama on neemoraaɗi ɗin, si wonaa kon ko janngaa e taweede mo'on, woɗɗitee soɓudi ɗin immorde e sanamuuji, woɗɗitoɗon kadi konngol fenaande ngol"},{"SurahNumber":22,"VerseNumber":31,"Text":"Newaniiɓe Alla ɓe wanaali sirkanooɓe Mo, kala sirkanɗo Alla no wa'ita wa si o uuyu immorde ka kammu sonndu biftoo mo maaɗum henndu ndun ruuyida e makko [naɓa] e nokkure woɗɗunde"},{"SurahNumber":22,"VerseNumber":32,"Text":"Ɗum [ko jaŋtaa ɗoo hollii] kala mawninɗo Maandeeji Alla ɗin, pellet ɗum, ko e kulol ɓerɗe ɗen jeyaa"},{"SurahNumber":22,"VerseNumber":33,"Text":"No woodani on e majji nafaaji haa e dummunne innaaɗo, refti nokku majji on ko ka Suudu Ndimuru"},{"SurahNumber":22,"VerseNumber":34,"Text":"Men waɗanii kala mofte laawol fii yo ɓe jaŋto Innde Alla e dow ko O arsiki ɓe kon immorde e muumi neemoraaɗi. Reweteeɗo mon On ko Reweteeɗo Gooto ko Kanko jebbilatoɗon, weltinir ɗoftiiɓe ɓen"},{"SurahNumber":22,"VerseNumber":35,"Text":"Ɓen [tawɓe] si Alla jaŋtaama ɓerɗe maɓɓe ɗen hulay, e muññiiɓe ɓen e dow kon ko heɓi ɓe e ñinnooɓe Julde nden hiɓe nafka goɗɗum e ko Men arsiki ɓe kon"},{"SurahNumber":22,"VerseNumber":36,"Text":"E gelooɗi [fayɗi] ɗin Men waɗanii on ɗi jeyaaɗum e Maandeeji Alla no woodani on e majji moƴƴere, jaŋtee Innde Alla e dow majji ko ɗi saffiniiɗi si becce majji ɗen yanii haray ñaamee immorde e majji ñamminon kadi yonndiniiɗo e weeɓitotooɗo, ko wano nii, Men eltirani on ɗi belajo'o onon on jarnay"},{"SurahNumber":22,"VerseNumber":37,"Text":"Hewtoytaa Alla tebbuuli majji wanaa ƴiiƴe majji kadi, kono hewtoy Mo kulol ngol immorde e mo'on. Ko wano nii O eltani on ɗi fii yo on mawnin Alla e dow ko O fewni on kon, weltin moƴƴinɓe ɓen"},{"SurahNumber":22,"VerseNumber":38,"Text":"Pellet, Alla O solnanay(dunyanay) ɓen gomɗinɓe, pellet, Alla O yiɗaa kala hodoowo heewuɗo geddi"},{"SurahNumber":22,"VerseNumber":39,"Text":"Duŋanaama ɓen wonaaɓe haɓeede [yoɓtagol] sabu kamɓe ko ɓe tooñaaɓe, pellet, Alla ko O Hattanɗo e dow wallugol ɓe"},{"SurahNumber":22,"VerseNumber":40,"Text":"Ɓen yaltinaaɓe ka galleeji mu'un ko aldaa e goo- nga si wanaa fii tun ɓe wi'ii: \"Joomi amen ko Alla\". Sinndo wanaano Alla duñirde yimɓe ɓen yoga e maɓɓe yoga, yirbinteno rewirɗi ruhbaaniyankooɓe ɓen e rewirɗi Annasaara en e rewirɗi Alyahuuda en e Juulirɗe ɗe Innde Alla jaŋtetee e nder mu'un ko heewi. ma Alla wallu ɓen wallooɓe Mo, pellet, Alla ko O Dolnuɗo Tedduɗo"},{"SurahNumber":22,"VerseNumber":41,"Text":"Ɓen tawɓe si Men newinanii ɓe ka leydi ɓe ñinnay Julde nden ɓe totta askaal on ɓe yamira ko moƴƴi kon ɓe haɗa ko boni kon. Ko Alla woodani ɓattane fiyakuuji ɗin"},{"SurahNumber":22,"VerseNumber":42,"Text":"Si ɓe fennii ma, haray gomɗii fenniino ado maɓɓe yimɓe Nuuhu ɓen e Aadinkooɓe ɓen e Samuudinkooɓe ɓen"},{"SurahNumber":22,"VerseNumber":43,"Text":"E yimɓe Ibraahiima ɓen e yimɓe Luutu ɓen"},{"SurahNumber":22,"VerseNumber":44,"Text":"E yimɓe Madyana ɓen Muusaa kadi fennaama, Mi nennani yedduɓe ɓen refti Mi nanngi ɓe, ko honno yagginngol Am ngol wonirnoo"},{"SurahNumber":22,"VerseNumber":45,"Text":"No foti hewde e Saare nde Men halki ɗum tawi ko nde tooñunde, hara hinde ajjii e hoore kippudiiji mayre, e woyndu yirbundu e huɓeere toowunde [eggaande]"},{"SurahNumber":22,"VerseNumber":46,"Text":"Enee, hara ɓee yahaali ka leydi sakko laatanooɓe ɓerɗe ɓe haqqilira ɗe, maaɗum noppi ɓe nanira ɗi? Pellet, [ko woni kon] wanaa gite ɗen wumi, kono ko ɓerɗe wonuɗe ɗen e nder becce ɗen wumi"},{"SurahNumber":22,"VerseNumber":47,"Text":"Hiɓe ɗaɓɓire yaccinaneede Lepte ɗen, [e ɗum le] Alla lunndataako fodoore Makko nden. Pellet ñallal ka Joomi maaɗa ko wano duuɓi wuluure no limorton non"},{"SurahNumber":22,"VerseNumber":48,"Text":"No foti heewde e saare nde Mi nennani ɗum hara kayre ko nde tooñunde, refti Mi nannginde ko faade ka Am woni ruttorde nden"},{"SurahNumber":22,"VerseNumber":49,"Text":"Maaku: \"Ko onon yo yimɓe, anndee min ko mi jertinoowo on ɓannguɗo"},{"SurahNumber":22,"VerseNumber":50,"Text":"Ɓen gomɗinɓe ɓe golli moƴƴi ɗin no woodani ɓe haforanal e arsike tedduɗo"},{"SurahNumber":22,"VerseNumber":51,"Text":"Ɓen yacciiɓe [fii bonnugol] e Aayeeje Amen ɗen, ɓe ronkinaa [Men] ko ɓen ɗon woni yimɓe Jahiimaawe ngen"},{"SurahNumber":22,"VerseNumber":52,"Text":"Men Nulaali ado maaɗa immorde e Nulaaɗo wanaa kadi Annabaajo si wanaa si o janngii Seytaane werloto e nder janki makko kin. Alla itta ko Seytaane werlii kon, refti Alla tabintina Aayeeje Makko ɗen. Alla ko O Annduɗo Ñeeñuɗo"},{"SurahNumber":22,"VerseNumber":53,"Text":"Fii yo O waɗu ko Seytaane werlotoo ko njarraboye wonannde ɓen ɓe nawnaare woni ka ɓerɗe mu'un e ɓe ɓerɗe mu'un yoori ɓen. Pellet, tooñooɓe ɓen ɓe wonii e lurral woɗɗungal"},{"SurahNumber":22,"VerseNumber":54,"Text":"Fii yo ɓen okkaaɓe Ganndal ngal anndu pellet, ko [Alqur'aanaare nden woni] Goonga kan immorde ka Joomi maaɗa ɓe gomɗina nde, ɓerɗe maɓɓe ɗen yankinanoo ɗum. Pellet Alla Fewnay ɓen gomɗinɓe faade e Laawol Focciingol"},{"SurahNumber":22,"VerseNumber":55,"Text":"Ɓen yedduɓe seerataa hiɓe e nder sikke [fii Alqur'aana] haa Darngal ngal ara e maɓɓe e juhayee maaɗum ara e maɓɓe Lepte Ñalaande saɗtunde"},{"SurahNumber":22,"VerseNumber":56,"Text":"Laamu ngun nden Ñalnde ko Alla heeranii O Ñaawoyay hakkunde maɓɓe, ɓen gomɗinɓe ɓe golli ko moƴƴi ɗin hiɓe e nder Aljannaaji Neemiiɗi"},{"SurahNumber":22,"VerseNumber":57,"Text":"Ɓen yedduɓe, ɓe fenni kadi Aayeeje Amen ɗen, ɓen ɗon no woodani ɓe lepte hoynooje"},{"SurahNumber":22,"VerseNumber":58,"Text":"Ɓen feruɓe e Laawol Alla refti ɓe waraa maaɗum ɓe maayi Alla arsikoyay ɓe arsike moƴƴo. Pellet, Alla ko Kanko woni ɓuri Moƴƴude Arsikooɓe"},{"SurahNumber":22,"VerseNumber":59,"Text":"Ma O naadoyɓe naatirgal ngal ɓe welaa ɗum. Pellet, Alla ko O Annduɗo Muññiiɗo"},{"SurahNumber":22,"VerseNumber":60,"Text":"Ɗum [ko jaŋtaa ɗoo], kala leptuɗo yeru ko o leptaa kon, refti bewaa e hoore-makko ma Alla wallu mo. Pellet, Alla ko O Yaafotooɗo Surroowo"},{"SurahNumber":22,"VerseNumber":61,"Text":"Ɗum [ko jaŋtaa ɗoo], ko fii pellet, Alla hiMo naada jemma on e nder ñalorma on, hiMo naada kadi ñalorma on e nder jemma on. Pellet, Alla ko O Nanoowo Yi'oowo"},{"SurahNumber":22,"VerseNumber":62,"Text":"Ɗum [ko jaŋtaa ɗoo], ko fii pellet, Alla ko Kanko woni Goonga kan pellet, kon ko ɓe noddata gaanin Makko ko ɗum woni meere nden. Pellet, ko Kanko woni Toowuɗo Mawnuɗo On"},{"SurahNumber":22,"VerseNumber":63,"Text":"Enee, a tinaali wonndema Alla O jippinii ndiyam immorde ka kammu, leydi ndin wonti hecciɗundi? Pellet, Alla ko O Newiiɗo Humpitiiɗo"},{"SurahNumber":22,"VerseNumber":64,"Text":"Ko Kanko woodani ko woni kon ka kammuuli e ka leydi. Pellet, Alla ko Kanko woni Galo Yettiniiɗo On"},{"SurahNumber":22,"VerseNumber":65,"Text":"Enee, a tinaali wonndema Alla eltani on ko woni kon ka leydi, laaɗe ɗen no dogira ka maaje Yamaruyee Makko on, hiMo jogitii kammu ngun fii wata ngu yanu e hoore leydi ndin si wonaa e duŋayee Makko. Pellet, Alla ko O newaniiɗo yimɓe ɓen Yurmteeɗo [ɓe]"},{"SurahNumber":22,"VerseNumber":66,"Text":"Ko Kanko woni On wurnuɗo on refiti O wara on refti O wurnitoya on. Pellet neɗɗanke on ko o heewuɗo geddi"},{"SurahNumber":22,"VerseNumber":67,"Text":"Men waɗanii kala mofte laawol ngol ɓe rewata e mu'un, wata ɓe pooɗondir e maaɗa e fiyaake on, noddu faade ka Joomi maaɗa. Pellet, an hiɗa e hoore Laawol Focciingol"},{"SurahNumber":22,"VerseNumber":68,"Text":"Si ɓe wennjii ma, Maaku: \"Ko Alla woni Annduɗo ko golloton kon"},{"SurahNumber":22,"VerseNumber":69,"Text":"Alla Ñaaway hakkunde mo'on Ñalnde Darngal fii kon ko luutondirton fii mu'un"},{"SurahNumber":22,"VerseNumber":70,"Text":"Enee, a anndaali wonndema Alla hiMo Anndi ko woni kon ka kammu e ka leydi, pellet, ɗum no e nder Deftere. Pellet, ɗum [ko jaŋtaa ɗoo] no newanii Alla"},{"SurahNumber":22,"VerseNumber":71,"Text":"Hiɓe rewa gaanin Alla kon ko Dalil jippinaaka e fii mu'un, e kon ko ganndal alanaa ɓe e mu'un. Alanaa tooñooɓe ɓen walloowo"},{"SurahNumber":22,"VerseNumber":72,"Text":"Si jannganaama ɓe Aayeeje Amen ɗen ɓannguɗe a annday e geece ɓen yedduɓe mettinaare hiɓe ɗeɓa yanude e ɓen jannganayɓe ɓe Aayeeje Amen ɗen. Maaku: \"Yo mi habru on ko ɓuri bonde e ɗum mooɗon [ko jaŋtanaɗon kon] ko Yiite ngen Alla fodii nge ɓen yedduɓe bonii ruttorde"},{"SurahNumber":22,"VerseNumber":73,"Text":"Ko onon yo yimɓe, misal piyaama jentee ngal, pellet ɓen ɓe noddoton gaanin Alla, ɓe tagaa hay coongil, hay sinndo ɓe mooɓondiriino fii ɗum. Si coongil(mbuubu)ngil jattii ɓe goɗɗum ɓe hattantaake jaɓtugol ngil ɗum. Ɗaɓɓuɗo on e ɗaɓɓaaɗo on fow no lo'i"},{"SurahNumber":22,"VerseNumber":74,"Text":"Ɓe mawniniraali Alla no O haani Mawninirde non. Pellet, Alla ko O Dolnuɗo Tedduɗo"},{"SurahNumber":22,"VerseNumber":75,"Text":"Alla no suɓoo immorde e Malaa'ikaaɓe ɓen Nulaaɓe e yimɓe ɓen kadi. Pellet, Alla ko O Nanoowo Yi'oowo"},{"SurahNumber":22,"VerseNumber":76,"Text":"Himo Anndi ko woni kon hedde yeeso maɓɓe e ko woni kon hedde ɓaawo maɓɓe, ko faade ka Alla fiyakuuji ɗin ruttetee"},{"SurahNumber":22,"VerseNumber":77,"Text":"Ko onon yo ɓen gomɗinɓe, Ruƴƴee Sujjon Rewon Joomi mo'on, gollon ko moƴƴi kon belajo'o onon on maloyte"},{"SurahNumber":22,"VerseNumber":78,"Text":"Waɗiree Jihaadi fii Alla no Jihaadi haaniri non, Kanko O Suɓike on O waɗanaali on ɓitteende ka nder Diina, Diina baaba mooɗon Ibraahiima ko Kanko inni on julɓe ko adii [ndee Alqur'aanaare] e nder mayre kadi, fii yo Nulaaɗo on laato seedo e hoore-mo'on onon kadi wonon seeditoytooɓe e hoore yimɓe ɓen. Ñiiɓnee e Julde nden totton Jakka on jogitee Alla, ko Kanko woni Giɗo mooɗon moƴƴii giɗo moƴƴii walloowo on"}]}