{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Jedyna odpowiedzia jego ludu były słowa: \"Wypedzcie rodzine Lota z waszego miasta! To sa przeciez ludzie, ktorzy sie uwazaja za czystych"},{"SurahNumber":27,"VerseNumber":57,"Text":"I uratowalismy jego i jego rodzine, z wyjatkiem zony. Zdecydowalismy, aby ona była wsrod tych, ktorzy pozostali w tyle"},{"SurahNumber":27,"VerseNumber":58,"Text":"I spuscilismy na nich deszcz. A jakze zły jest deszcz tych, ktorzy zostali ostrzezeni"},{"SurahNumber":27,"VerseNumber":59,"Text":"Powiedz: \"Chwała niech bedzie Bogu i pokoj nad Jego sługami, ktorych On wybrał!\" Czy Bog jest lepszy, czy tez to, co oni dodaja jako wspołtowarzyszy"},{"SurahNumber":27,"VerseNumber":60,"Text":"On jest Tym, ktory stworzył niebiosa i ziemie, ktory spuscił z nieba wode dla was - dzieki ktorej sprawilismy, iz wyrosły ogrody pełne blasku. Wy nie potrafilibyscie spowodowac, izby wyrosły w nich drzewa. Czy jest jakis bog obok Boga? Tak, owszem! Oni sa ludem, ktory przypisuje rownych"},{"SurahNumber":27,"VerseNumber":61,"Text":"On jest Tym, ktory uczynił ziemie miejscem stałym i utworzył w jej szczelinach rzeki, i utworzył na niej solidnie stojace gory, i utworzył miedzy dwoma morzami przegrode. Czy jest jakis inny bog obok Boga? Alez nie! Lecz wiekszosc ludzi nie wie"},{"SurahNumber":27,"VerseNumber":62,"Text":"On jest Tym, ktory wysłuchuje ucisnionego, kiedy Go wzywa, ktory odsuwa zło i ktory czyni was namiestnikami na ziemi. Czy istnieje jakis inny bog obok Boga? Jakze mało oni sobie przypominaja"},{"SurahNumber":27,"VerseNumber":63,"Text":"On jest Tym, ktory prowadzi was droga prosta w ciemnosci, na ladzie stałym i na morzu, i ktory posyła wiatry jako radosna wiesc zwiastujaca Jego miłosierdzie. Czy istnieje jakis inny bog obok Boga? Bog jest wyniosły ponad to, co Jemu przypisuja jako wspołtowarzyszy"},{"SurahNumber":27,"VerseNumber":64,"Text":"On jest Tym, ktory daje poczatek stworzeniu, a potem je ponawia, i ktory daje wam zaopatrzenie z nieba i z ziemi. Czy istnieje jakis inny bog obok Boga? Przyniescie wiec wasz dowod, jesli mowicie prawde"},{"SurahNumber":27,"VerseNumber":65,"Text":"Powiedz: \"Nikt nie zna tego, co ukryte w niebiosach i na ziemi, z wyjatkiem Boga!\" Oni zas nie wiedza, kiedy beda wskrzeszeni"},{"SurahNumber":27,"VerseNumber":66,"Text":"Przeciwnie! Ich wiedza o zyciu ostatecznym nie jest wystarczajaca; przeciwnie! oni o nim powatpiewaja; tak! oni sa slepi"},{"SurahNumber":27,"VerseNumber":67,"Text":"I mowia ci, ktorzy nie wierza: \"Czyz my, kiedy sie staniemy prochem, podobnie jak nasi ojcowie, czyz zostaniemy wyprowadzeni"},{"SurahNumber":27,"VerseNumber":68,"Text":"Było nam to obiecane, podobnie jak naszym ojcom przedtem! To sa tylko opowiesci dawnych przodkow"},{"SurahNumber":27,"VerseNumber":69,"Text":"Powiedz: \"Podrozujcie po ziemi i patrzcie, jaki był ostateczny koniec grzesznikow"},{"SurahNumber":27,"VerseNumber":70,"Text":"Nie smuc sie nad nimi i nie pozostawaj w niepokoju z powodu tego, co oni podstepnie knuja"},{"SurahNumber":27,"VerseNumber":71,"Text":"Oni mowia: \"Kiedy to zisci sie ta obietnica, jesli jestescie prawdomowni"},{"SurahNumber":27,"VerseNumber":72,"Text":"Powiedz: \"Byc moze, jest tuz za wami czesc tego, co staracie sie przyspieszyc"},{"SurahNumber":27,"VerseNumber":73,"Text":"Zaprawde, twoj Pan jest władca łaski dla ludzi, lecz wiekszosc z nich nie dziekuje"},{"SurahNumber":27,"VerseNumber":74,"Text":"Zaprawde, twoj Pan wie dobrze, co kryja ich piersi i co oni głosza jawnie"},{"SurahNumber":27,"VerseNumber":75,"Text":"Nie ma nic ukrytego w niebie i na ziemi, czego by nie było w Ksiedze jasnej"},{"SurahNumber":27,"VerseNumber":76,"Text":"Zaprawde, ten Koran opowiada synom Izraela znaczna czesc tego, w czym oni sie roznia"},{"SurahNumber":27,"VerseNumber":77,"Text":"I zaprawde, on jest droga prosta i miłosierdziem dla tych, ktorzy wierza"},{"SurahNumber":27,"VerseNumber":78,"Text":"Zaprawde, twoj Pan rozstrzygnie miedzy nimi przez Swoj sad! On jest Potezny, Wszechwiedzacy"},{"SurahNumber":27,"VerseNumber":79,"Text":"Zaufaj wiec Bogu! Ty trwasz przy prawdzie oczywistej"},{"SurahNumber":27,"VerseNumber":80,"Text":"Zaprawde, ty nie zmusisz do słyszenia martwych ani tez nie zmusisz do usłyszenia tego wezwania głuchych, kiedy oni sie odwracaja plecami"},{"SurahNumber":27,"VerseNumber":81,"Text":"I nie wyprowadzisz na droga prosta ludzi slepych z ich zabładzenia. I dasz usłyszec tylko tym, ktorzy wierza w Nasze znaki i ktorzy sie poddaja całkowicie"},{"SurahNumber":27,"VerseNumber":82,"Text":"A kiedy padnie na nich słowo, to My wyprowadzimy dla nich zwierze z ziemi i ono im powie: \"Ludzie nie sa szczerze przekonani o Naszych znakach"},{"SurahNumber":27,"VerseNumber":83,"Text":"A w Dniu, kiedy My zbierzemy z kazdego narodu mrowie sposrod tych, ktorzy za kłamstwo uznali Nasze znaki, oni zostana podzieleni"},{"SurahNumber":27,"VerseNumber":84,"Text":"A kiedy oni przybeda, On powie: \"Czy uznaliscie za kłamstwo Moje znaki, nie obejmujac ich wiedza? Coz jeszcze czyniliscie"},{"SurahNumber":27,"VerseNumber":85,"Text":"I padnie na nich słowo za to, iz byli niesprawiedliwi, i nie beda mogli mowic"},{"SurahNumber":27,"VerseNumber":86,"Text":"Czyz oni nie widzieli, ze uczynilismy noc, aby podczas niej odpoczywali, i dzien, aby jasno widzieli? Zaprawde, to sa znaki dla ludzi wierzacych"},{"SurahNumber":27,"VerseNumber":87,"Text":"W tym Dniu, kiedy zadma w trabe, ci, ktorzy sa w niebiosach i na ziemi, beda przerazeni - z wyjatkiem tych, ktorych Bog zechce oszczedzic - i wszyscy przybeda do Niego upokorzeni"},{"SurahNumber":27,"VerseNumber":88,"Text":"I zobaczysz gory, ktore uwazałes za nieruchome, jak beda przechodzic, podobnie jak przechodza chmury. To jest działanie Boga, ktory uczynił doskonale kazda rzecz. Zaprawde, On jest w pełni swiadomy tego, co wy czynicie"},{"SurahNumber":27,"VerseNumber":89,"Text":"Ci; ktorzy przyjda z dobrym dziełem, otrzymaja cos lepszego niz to; oni, tego Dnia, beda uchronieni od strachu"},{"SurahNumber":27,"VerseNumber":90,"Text":"A ci, ktorzy przyjda ze złym dziełem, beda wrzuceni twarzami w ogien: \"Czyz nie otrzymaliscie zapłaty jedynie za to, co czyniliscie"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ja otrzymałem tylko rozkaz, abym czcił Pana tego miasta, ktore On uczynił swietym. - Do Niego nalezy kazda rzecz! - I otrzymałem rozkaz, abym był wsrod tych, ktorzy sie poddali całkowicie"},{"SurahNumber":27,"VerseNumber":92,"Text":"I abym recytował Koran.\" A ten, kto idzie droga prosta, idzie droga prosta tylko dla siebie; a temu, kto bładzi, powiedz: \"Ja jestem tylko ostrzegajacym"},{"SurahNumber":27,"VerseNumber":93,"Text":"Powiedz: \"Chwała niech bedzie Bogu! On ukaze wam Swoje znaki i wy je poznacie.\" Wasz Pan nie lekcewazy tego, co wy czynicie"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"To sa znaki Ksiegi jasnej"},{"SurahNumber":28,"VerseNumber":3,"Text":"Przytoczymy ci opowiadanie o Faraonie i Mojzeszu, zgodnie z prawda, dla ludzi, ktorzy wierza"},{"SurahNumber":28,"VerseNumber":4,"Text":"Zaprawde, Faraon był wyniosły na ziemi i uczynił z jej mieszkancow grupy, starajac sie osłabic jedna grupe sposrod nich; on zabijał ich synow, a pozostawiał przy zyciu ich kobiety. Zaprawde, on był wsrod tych, ktorzy szerza zgorszenie"},{"SurahNumber":28,"VerseNumber":5,"Text":"My chcielismy okazac dobroc tym, ktorzy zostali ponizeni na ziemi, i uczynic ich irmanami, i uczynic ich dziedzicami"},{"SurahNumber":28,"VerseNumber":6,"Text":"Umocnic ich na ziemi i pokazac Faraonowi i Hamanowi oraz ich wojskom to, czego sie od nich obawiali"},{"SurahNumber":28,"VerseNumber":7,"Text":"I objawilismy matce Mojzesza: \"Karm go piersia, a kiedy sie bedziesz obawiac o niego, to wrzuc go w morze! Nie obawiaj sie i nie smuc! My go tobie zwrocimy i uczynimy go jednym z posłancow"},{"SurahNumber":28,"VerseNumber":8,"Text":"I zabrała go rodzina Faraona, by był dla nich wrogiem i przyczyna smutku. Zaprawde, Faraon i Haman, i ich wojska - byli grzesznikami"},{"SurahNumber":28,"VerseNumber":9,"Text":"I powiedziała zona Faraona: \"On bedzie radoscia oczu dla mnie i dla ciebie! Nie zabijajcie go! Byc moze, on bedzie dla nas pozyteczny, albo wezmiemy go za syna.\" Oni nie przeczuwali niczego"},{"SurahNumber":28,"VerseNumber":10,"Text":"Nazajutrz serce matki Mojzesza stało sie puste; i była gotowa ujawnic to, jeslibysmy nie wzmocnili jej serca, tak aby była wsrod wierzacych"},{"SurahNumber":28,"VerseNumber":11,"Text":"Ona powiedziała do jego siostry: \"Idz za nim!\" Ta zas spogladała za nim z boku, tak ze oni nie zauwazyli"},{"SurahNumber":28,"VerseNumber":12,"Text":"I na poczatku zakazalismy mu piersi mamek, tak wiec ona powiedziała: \"Czy moge wam wskazac pewna rodzine, ktora w waszym imieniu zatroszczy sie o niego i bedzie jemu przyjaznie oddana"},{"SurahNumber":28,"VerseNumber":13,"Text":"W ten sposob oddalismy go jego matce, azeby doznało ochłody jej oko i aby sie nie smuciła, aby wiedziała, ze obietnica Boga jest prawda. Lecz wiekszosc z nich nie wie"},{"SurahNumber":28,"VerseNumber":14,"Text":"A kiedy on osiagnał dojrzałosc i harmonijny rozwoj, dalismy mu madrosc i wiedze. Tak My wynagradzamy czyniacych dobro"},{"SurahNumber":28,"VerseNumber":15,"Text":"I wszedł on do miasta, nie zauwazony przez jego mieszkancow, i znalazł tam dwoch ludzi, ktorzy ze soba walczyli: jeden był z jego stronnikow, a drugi z jego wrogow. I ten, ktory był jego stronnikiem, poprosił Mojzesza o pomoc przeciw temu, ktory był z jego wrogow. Mojzesz zadał mu cios piescia i skonczył z nim. I powiedział: \"To jest działanie szatana; on jest, zaprawde, wrogiem jawnym, sprowadzajacym z drogi"},{"SurahNumber":28,"VerseNumber":16,"Text":"I powiedział: \"Panie moj! Wyrzadziłem niesprawiedliwosc swojej własnej duszy. Przebacz mi!\" I przebaczył mu. Zaprawde, On jest Przebaczajacy, Litosciwy"},{"SurahNumber":28,"VerseNumber":17,"Text":"I powiedział: \"Panie moj! Przez dobrodziejstwa, jakimi mnie obsypałes, ja nigdy nie bede pomocnikiem grzesznikow"},{"SurahNumber":28,"VerseNumber":18,"Text":"I nazajutrz znalazł sie w miescie, niespokojny i majacy sie na bacznosci. I oto ten, ktory wczoraj prosił go o pomoc, głosno go przywoływał. Mojzesz mu powiedział: \"Zaprawde, ty jestes jawnym podzegaczem"},{"SurahNumber":28,"VerseNumber":19,"Text":"Lecz kiedy chciał napasc na tego, ktory był wrogiem ich obydwu, ten mu powiedział: \"O Mojzeszu! Czy ty mnie chcesz zabic, tak jak zabiłes wczoraj człowieka? Czy ty chcesz byc tylko tyranem na ziemi i nie chcesz byc wsrod tych, ktorzy przygotowuja pomyslnosc"},{"SurahNumber":28,"VerseNumber":20,"Text":"Naraz przybył pewien człowiek z najdalszego kranca miasta, biegnac pospiesznie, i powiedział: \"O Mojzeszu! Starszyzna naradza sie przeciwko tobie, aby cie zabic. Uchodz wiec! Ja jestem dla ciebie dobrym doradca"},{"SurahNumber":28,"VerseNumber":21,"Text":"I Mojzesz wyszedł z miasta, niespokojny i majacy sie na bacznosci. Powiedział: \"Panie moj! Wybaw mnie od tego ludu niesprawiedliwych"},{"SurahNumber":28,"VerseNumber":22,"Text":"A kiedy sie skierował w strone Madian, powiedział: \"Byc moze, moj Pan poprowadzi mnie na droge rowna"},{"SurahNumber":28,"VerseNumber":23,"Text":"A kiedy przybył do wody Madian, znalazł tam grupe ludzi u wodopoju. I znalazł tam rowniez dwie kobiety, ktore trzymały sie na stronie. Powiedział: \"Co z wami jest?\" Powiedziały: \"Nie mozemy dojsc do wodopoju, dopoki nie odejda pasterze, a nasz ojciec jest bardzo stary"},{"SurahNumber":28,"VerseNumber":24,"Text":"Wtedy on napoił ich trzode; nastepnie skierował sie do cienia i powiedział: \"panie moj! Ja potrzebuje jakiegos dobra, ktore Ty mogłbys zesłac dla mnie"},{"SurahNumber":28,"VerseNumber":25,"Text":"I zblizyła sie do niego jedna z nich, idac niesmiało, i powiedziała: \"Ojciec moj zaprasza ciebie, aby ci zapłacic ` za to, ze napoiłes nasza trzode.\" A kiedy Mojzesz przyszedł do niego i opowiedział mu swoja historie, tamten powiedział: \"Nie boj sie! Wyratowałes sie od ludu niesprawiedliwych"},{"SurahNumber":28,"VerseNumber":26,"Text":"Jedna z nich powiedziała: \"Ojcze moj! Wez go na słuzbe! Przeciez on jest najlepszym człowiekiem, jakiego ty mozesz wynajac - silny, godny zaufania"},{"SurahNumber":28,"VerseNumber":27,"Text":"Powiedział: \"Ja chce ci dac za zone jedna z moich corek, pod warunkiem ze zostaniesz u mnie na słuzbie przez osiem lat. A gdybys chciał pobyc dziesiec lat, to zalezec bedzie tylko od twojej własnej zgody. Ja nie chce wywierac na tobie nacisku. Znajdziesz mnie, jesli Bog zechce, jednym ze sprawiedliwych"},{"SurahNumber":28,"VerseNumber":28,"Text":"Powiedział on: \"To jest miedzy mna a toba. Ktorykolwiek z tych dwoch terminow wypełnie, nie doznam z tego powodu zadnej przykrosci.. Bog jest poreczycielem tego, co mowimy"},{"SurahNumber":28,"VerseNumber":29,"Text":"A kiedy Mojzesz zakonczył słuzbe i powedrował ze swoja rodzina, zauwazył ogien od strony Gory. I powiedział do swojej rodziny: \"Pozostancie! Zauwazyłem ogien, byc moze, przyniose wam od niego jakas wiadomosc lub głownie z ognia, moze sie ogrzejecie"},{"SurahNumber":28,"VerseNumber":30,"Text":"A kiedy podszedł ku niemu, usłyszał głos od prawej strony doliny, w kotlinie błogosławionej, dobywajacy sie z krzewu: \"O Mojzeszu! Oto Ja jestem Bogiem, Panem swiatow"},{"SurahNumber":28,"VerseNumber":31,"Text":"Rzuc twoja laske!\" A kiedy zobaczył, iz ona wije sie jak waz, odwrocił sie plecami i nie mogł zrobic kroku. \"O Mojzeszu! Przybliz sie! Nie boj sie! Ty jestes wsrod tych, ktorzy sa bezpieczni"},{"SurahNumber":28,"VerseNumber":32,"Text":"Włoz twoja reke za pazuche, wyjmiesz ja biała, bez zadnej szkody. I przycisnij do siebie twoje ramie, zebys nie był przerazony. Oto dwa swiadectwa od twego Pana dla Faraona i jego starszyzny. Oni sa ludem zepsutym"},{"SurahNumber":28,"VerseNumber":33,"Text":"On powiedział: \"Panie moj! Zabiłem jednego z nich i obawiam sie, zeby mnie nie zabili"},{"SurahNumber":28,"VerseNumber":34,"Text":"Moj brat Aaron jest bardziej wymowny ode mnie, poslij go wiec ze mna jako pomocnika, zeby potwierdził, iz mowie prawde, bo obawiam sie, ze oni uznaja mnie za kłamce"},{"SurahNumber":28,"VerseNumber":35,"Text":"Powiedział: \"My wzmocnimy twoje ramie przez twojego brata; i My damy wam obu władze; oni was nie dosiegna przez Nasze znaki. Wy obydwaj i ci, ktorzy pojda za wami, bedziecie zwyciezcami"},{"SurahNumber":28,"VerseNumber":36,"Text":"I kiedy Mojzesz przyszedł do nich z Naszymi znakami, jasnymi dowodami, oni powiedzieli: \"To nic innego, jak tylko zmyslone czary! Nie słyszelismy o tym wsrod naszych dawnych ojcow"},{"SurahNumber":28,"VerseNumber":37,"Text":"I powiedział Mojzesz: \"Pan moj wie najlepiej, kto przyszedł z przewodnictwem od Niego i do kogo bedzie nalezec ostateczne domostwo. Zaprawde, niesprawiedliwi nie zaznaja szczescia"},{"SurahNumber":28,"VerseNumber":38,"Text":"I powiedział Faraon: \"O dostojnicy! Nie wiem, czy mozecie miec innego boga oprocz mnie. O Hamanie! Rozpal mi ogien na glinie i zbuduj dla mnie wyniosła wieze; byc moze, wzniose sie do Boga Mojzesza. Sadze, iz jest on kłamca"},{"SurahNumber":28,"VerseNumber":39,"Text":"I wbił sie w pyche na ziemi bez zadnego prawa - on i jego wojska. Mysleli, ze nie beda do Nas sprowadzeni"},{"SurahNumber":28,"VerseNumber":40,"Text":"Pochwycilismy go i jego wojska i wrzucilismy ich do morza. Popatrz, jaki był ostateczny koniec ludzi niesprawiedliwych"},{"SurahNumber":28,"VerseNumber":41,"Text":"I uczynilismy ich irmanami wzywajacymi do ognia; a w Dniu Zmartwychwstania oni nie beda wspomozeni"},{"SurahNumber":28,"VerseNumber":42,"Text":"I sprawilismy, iz poszła za nimi klatwa na tym swiecie; a w Dniu Zmartwychwstania oni sie znajda wsrod znienawidzonych"},{"SurahNumber":28,"VerseNumber":43,"Text":"I dalismy Mojzeszowi Ksiege, po wytraceniu pierwszych pokolen, jako jasne przykłady dla ludzi, jako przewodnictwo po drodze prostej i jako miłosierdzie. Byc moze, oni sie opamietaja"},{"SurahNumber":28,"VerseNumber":44,"Text":"Ty nie byłes na zboczu zachodnim, kiedy wydalismy rozkaz Mojzeszowi, ani nie byłes wsrod swiadkow"},{"SurahNumber":28,"VerseNumber":45,"Text":"Lecz My powołalismy nastepne pokolenia i długo trwało ich zycie. Ty nie przebywałes wsrod ludu Madian, recytujac im Nasze znaki, lecz My wysyłalismy posłancow"},{"SurahNumber":28,"VerseNumber":46,"Text":"I nie byłes na zboczu Gory, kiedy wzywalismy. Lecz ty przybyłes przez miłosierdzie od twego Pana, aby ostrzegac lud, do ktorego nie przyszedł przed toba zaden ostrzegajacy. Byc moze, oni sie opamietaja"},{"SurahNumber":28,"VerseNumber":47,"Text":"Bo inaczej, jesliby ich dosiegło jakies nieszczescie za to, co przygotowały pierwej ich rece, oni by powiedzieli: \"Panie nasz! Jeslibys wysłał do nas posłanca i my poszlibysmy za Twoimi znakami, to bylibysmy miedzy wiernymi"},{"SurahNumber":28,"VerseNumber":48,"Text":"Lecz kiedy przyszła do nich prawda od Nas, oni powiedzieli: \"Dlaczego nie zostało mu dane to, co zostało dane Mojzeszowi?\" Czy oni nie odrzucili tego, co zostało dane Mojzeszowi niegdys? Oni powiedzieli: \"To sa dwie ksiegi czarow wzajemnie sie wspomagajace!\" I powiedzieli: \"My w to wszystko nie wierzymy"},{"SurahNumber":28,"VerseNumber":49,"Text":"Powiedz: \"Przyniescie wiec Ksiege od Boga, ktora byłaby lepszym - od tych dwoch - przewodnikiem po drodze prostej; bede postepował według niej, jesli mowicie prawde"},{"SurahNumber":28,"VerseNumber":50,"Text":"Jesli tobie nie odpowiedza, to wiedz, ze oni ida tylko za swoimi namietnosciami. A kto jest bardziej zabłakany anizeli ten, kto postepuje za swoja namietnoscia, bez przewodnictwa ze strony Boga? Zaprawde, Bog nie prowadzi droga prosta ludu niesprawiedliwych"},{"SurahNumber":28,"VerseNumber":51,"Text":"A teraz doprowadzilismy do nich słowo - byc moze, oni sie opamietaja"},{"SurahNumber":28,"VerseNumber":52,"Text":"Ci, ktorym dalismy Ksiege przed ta oto - w nia wierza"},{"SurahNumber":28,"VerseNumber":53,"Text":"A kiedy jest im recytowana, \"My w nia wierzymy. To jest prawda od naszego Pana! My jeszcze przed nia bylismy całkowicie poddani"},{"SurahNumber":28,"VerseNumber":54,"Text":"Tacy otrzymaja nagrode dwukrotnie, poniewaz byli cierpliwi. Oni odpowiadaja dobrem za zło i rozdaja z tego, w co ich zaopatrzylismy"},{"SurahNumber":28,"VerseNumber":55,"Text":"A kiedy słysza pusta gadanine, odwracaja sie od niej, mowiac: \"Do nas naleza nasze działania, a do was naleza wasze działania. Pokoj wam! My nie pragniemy ludzi nieswiadomych"},{"SurahNumber":28,"VerseNumber":56,"Text":"Ty nie prowadzisz droga prosta, kogo kochasz, lecz Bog prowadzi droga prosta, kogo chce. On zna najlepiej tych, ktorzy sa na drodze prostej"},{"SurahNumber":28,"VerseNumber":57,"Text":"Oni mowia: \"Jesli pojdziemy droga prosta z toba, to zostaniemy wyrwani z naszej ziemi.\" Czyz nie ustanowilismy dla nich sanktuarium bezpiecznego, do ktorego sa zbierane owoce wszelkiego rodzaju, jako zaopatrzenie pochodzace od Nas? Lecz wiekszosc z nich nie wie"},{"SurahNumber":28,"VerseNumber":58,"Text":"Ilez miast zniszczylismy, ktorych mieszkancy pysznili sie swoim zyciem! I oto ich domostwa, po ich odejsciu, pozostały nie zamieszkane - oprocz nielicznych. I My, tylko My jestesmy dziedzicem"},{"SurahNumber":28,"VerseNumber":59,"Text":"Jednak twoj Pan nigdy nie niszczył miast, dopoki nie posłał do ich metropolii posłanca, by recytował im Nasze znaki. My niszczylismy miasta tylko wtedy, kiedy ich mieszkancy byli niesprawiedliwi"},{"SurahNumber":28,"VerseNumber":60,"Text":"I wszystko, co wam zostało dane, jest tylko uzywaniem zycia tego swiata i jego ozdoba; a to, co jest u Boga, jest lepsze i bardziej trwałe. Czy nie jestescie rozumni"},{"SurahNumber":28,"VerseNumber":61,"Text":"Czy ten, ktoremu dalismy piekna obietnice i ktory doczeka sie jej spełnienia, jest podobny do tego, ktoremu dalismy uzywanie zycia na tym swiecie i ktory potem, w Dniu Zmartwychwstania, znajdzie sie wsrod stajacych przed Nami"},{"SurahNumber":28,"VerseNumber":62,"Text":"W tym Dniu wezwie ich Bog i powie: \"Gdzie sa Moi wspołtowarzysze, ktorych wy uznawaliscie"},{"SurahNumber":28,"VerseNumber":63,"Text":"I ci, na ktorych sprawdziło sie słowo, powiedza: \"Panie nasz! To sa ci, ktorych sprowadzilismy na manowce. Sprowadzilismy ich na manowce, tak jak sami zabładzilismy. My sie ich wypieramy przed Toba: oni nas nie czcili"},{"SurahNumber":28,"VerseNumber":64,"Text":"I zostanie im powiedziane: \"Wezwijcie waszych wspołtowarzyszy!\" Oni ich wezwa, lecz nie zostana wysłuchani; i ujrza kare. O, gdyby byli poszli droga prosta"},{"SurahNumber":28,"VerseNumber":65,"Text":"W tym Dniu On wezwie ich i powie: \"Co odpowiedzieliscie wysłannikom"},{"SurahNumber":28,"VerseNumber":66,"Text":"I tego Dnia wszystkie wiesci wydadza im sie ciemne, ani tez nie beda sie wzajemnie pytac"},{"SurahNumber":28,"VerseNumber":67,"Text":"Lecz ten, kto sie nawrocił, uwierzył i czynił dobro, byc moze, znajdzie sie wsrod szczesliwych"},{"SurahNumber":28,"VerseNumber":68,"Text":"Twoj Pan stwarza, co chce, i wybiera; oni nie maja wyboru. Chwała niech bedzie Bogu! On jest wyniosły ponad to, co Jemu przypisuja jako wspołtowarzyszy"},{"SurahNumber":28,"VerseNumber":69,"Text":"Twoj Pan wie, co ukrywaja ich piersi i co one ujawniaja"},{"SurahNumber":28,"VerseNumber":70,"Text":"To jest Bog! Nie ma boga, jak tylko On! Niech Mu bedzie chwała w pierwszym i ostatecznym! Do Niego nalezy Sad i do Niego zostaniecie nawroceni"},{"SurahNumber":28,"VerseNumber":71,"Text":"Powiedz: \"Czy wy sie juz zastanowiliscie? Jesliby Bog uczynił nad wami noc nieustanna az do Dnia Zmartwychwstania, to jaki bog, oprocz Boga, przyniosłby wam swiatłosc? Czyz wy nie słyszycie"},{"SurahNumber":28,"VerseNumber":72,"Text":"Powiedz: \"Czy wy sie juz zastanawialiscie? Jesliby Bog uczynił nad wami dzien nieustanny az do Dnia Zmartwychwstania, to jaki bog, oprocz Boga, przyniosłby wam noc, abyscie podczas niej odpoczywali"},{"SurahNumber":28,"VerseNumber":73,"Text":"Czyz wy nie widzicie jasnosci; Przez Swoje miłosierdzie, On uczynił dla was noc i dzien, abyscie odpoczywali i poszukiwali Jego łaski. Byc moze, bedziecie wdzieczni"},{"SurahNumber":28,"VerseNumber":74,"Text":"W tym Dniu On wezwie ich i powie: \"Gdzie sa Moi wspołtowarzysze, ktorych wy uznaliscie"},{"SurahNumber":28,"VerseNumber":75,"Text":"I wzielismy z kazdego narodu swiadka, i powiedzielismy: \"Przyniescie wasz dowod!\" I dowiedzieli sie oni, ze prawda nalezy do Boga. I zawiodło ich to, co oni wymyslili"},{"SurahNumber":28,"VerseNumber":76,"Text":"Oto Karun nalezał do ludu Mojzesza, lecz on był wzgledem nich niegodziwy. My dalismy mu tyle skarbow, ze same tylko klucze do nich były zbyt ciezkie dla ludzi obdarzonych siła. Oto powiedział mu jego lud: \"Nie raduj sie! Zaprawde, Bog nie miłuje tych, ktorzy sie raduja"},{"SurahNumber":28,"VerseNumber":77,"Text":"Lecz poszukuj wsrod tego, co ci dał Bog, siedziby ostatecznej! Nie zapominaj twojego udziału na tym swiecie i czyn dobrze, tak jak czyni dobrze dla ciebie Bog! Nie poszukuj zgorszenia na ziemi! Zaprawde, Bog nie miłuje szerzacych zgorszenie"},{"SurahNumber":28,"VerseNumber":78,"Text":"On powiedział: \"To, co mi zostało dane, zawdzieczam wiedzy, ktora posiadam.\" Czyz nie wiedział, iz Bog wytracił przed nim całe pokolenia takich, ktorzy byli mocniejsi siła od niego i ktorzy wiecej zgromadzili? Grzesznicy nie sa pytani o swoje grzechy"},{"SurahNumber":28,"VerseNumber":79,"Text":"Potem wyszedł on do swego ludu w całym przepychu. Ci, ktorzy pragneli zycia tego swiata, powiedzieli: \"O, gdybysmy posiadali tylez, co zostało dane Karunowi! On jest posiadaczem ogromnej fortuny"},{"SurahNumber":28,"VerseNumber":80,"Text":"I powiedzieli ci, ktorym dana była wiedza: \"Biada wam! Nagroda Boga jest lepsza dla tego, kto wierzy i czyni dobro. Otrzymaja ja tylko cierpliwi"},{"SurahNumber":28,"VerseNumber":81,"Text":"I sprawilismy, iz ziemia pochłoneła jego i jego domostwo. I nie miał on zadnego oddziału, ktory by mu pomogł, poza Bogiem, i nie zdołał sie obronic"},{"SurahNumber":28,"VerseNumber":82,"Text":"I rankiem Ci, ktorzy pragneli wczoraj byc na jego miejscu, mowili:. \"Biada! Bog rozdaje hojnie zaopatrzenie, komu chce ze Swoich sług, i wymierza je. Jesliby Bog nie był dla nas łaskawy, to sprawiłby, iz zostalibysmy tez pochłonieci. Biada! Niewierni nie bywaja szczesliwi"},{"SurahNumber":28,"VerseNumber":83,"Text":"Taka jest siedziba ostateczna! My przygotowujemy ja dla tych, ktorzy nie pragna wyniosłosci na ziemi ani szerzyc zgorszenia. Ostateczny koniec nalezy do bogobojnych"},{"SurahNumber":28,"VerseNumber":84,"Text":"Kto przynosi dobry czyn, bedzie miał cos lepszego od niego. A ten, kto przynosi zły uczynek, niech wie, ze ci, ktorzy popełniaja złe czyny, dostana zapłate tylko za to, co uczynili"},{"SurahNumber":28,"VerseNumber":85,"Text":"Zaprawde, Ten, ktory nakazał ci głosic Koran, sprowadzi cie z pewnoscia na miejsce powrotu. Powiedz: \"Pan moj wie najlepiej, kto przychodzi z droga prosta i kto jest w jawnym błedzie"},{"SurahNumber":28,"VerseNumber":86,"Text":"Ty sie nie spodziewałes, iz do ciebie bedzie skierowana Ksiega; stało sie tak jedynie przez miłosierdzie twego Pana. Nie badz wiec pomocnikiem niewiernych"},{"SurahNumber":28,"VerseNumber":87,"Text":"Niech oni nie odwroca ciebie od znakow Boga, skoro one tobie zostały zesłane. Wzywaj twego Pana i nie badz z liczby bałwochwalcow"},{"SurahNumber":28,"VerseNumber":88,"Text":"I nie wzywaj wraz z Bogiem innego boga! Nie ma boga, jak tylko On! Wszelka rzecz zginie z wyjatkiem Jego oblicza. Do Niego nalezy Sad i do Niego bedziecie sprowadzeni"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Czy ludzie sadza, ze pozwolimy im powiedziec: \"Uwierzylismy!\" - i nie beda poddani probie"},{"SurahNumber":29,"VerseNumber":3,"Text":"Przeciez doswiadczylismy tych, ktorzy byli przed nimi. A Bog na pewno zna tych, ktorzy mowia prawde, i On zna kłamcow"},{"SurahNumber":29,"VerseNumber":4,"Text":"Czy ci, ktorzy popełniaja złe czyny, sadza, iz Nas uprzedza? Jakze złe jest to, co oni sadza"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kto spodziewa sie spotkania Boga - to przeciez termin Boga nadejdzie! On jest Słyszacy, Wszechwiedzacy"},{"SurahNumber":29,"VerseNumber":6,"Text":"Kto usilnie walczy, walczy dla siebie samego. Zaprawde, Bog jest Bogaty, nie potrzebuje swiatow"},{"SurahNumber":29,"VerseNumber":7,"Text":"Tym, ktorzy uwierzyli i pełnili dobre dzieła - My odpuscimy ich złe czyny i wynagrodzimy ich czyms piekniejszym niz to, co oni czynili"},{"SurahNumber":29,"VerseNumber":8,"Text":"Nakazalismy człowiekowi dobro wzgledem jego rodzicow. Ale jesli oni beda usilnie walczyc o to, zebys Mi dodawał za wspołtowarzyszy to, czego ty nie znasz - to ich nie słuchaj! Do Mnie powrocicie i wtedy Ja wam obwieszcze, co czyniliscie"},{"SurahNumber":29,"VerseNumber":9,"Text":"I tych, ktorzy uwierzyli i czynili dobre dzieła, My z pewnoscia wprowadzimy miedzy szczesliwych"},{"SurahNumber":29,"VerseNumber":10,"Text":"Wsrod ludzi sa tacy, ktorzy mowia: \"Uwierzylismy w Boga!\" Ale kiedy im przyjdzie cierpiec dla Boga, to biora przesladowanie ze strony ludzi za kare Boga. A kiedy przyjdzie pomoc od twego Pana, to oni z pewnoscia powiedza: \"My przeciez bylismy z wami!\" Czyz Bog nie wie najlepiej, co kryje sie w piersiach swiatow"},{"SurahNumber":29,"VerseNumber":11,"Text":"Bog zna przeciez tych, ktorzy uwierzyli, i On dobrze zna obłudnikow"},{"SurahNumber":29,"VerseNumber":12,"Text":"Mowia ci, ktorzy nie uwierzyli, do tych, ktorzy uwierzyli: \"Idzcie nasza droga, a my poniesiemy wasze grzechy.\" Lecz oni nie poniosa zadnego z ich grzechow. Oni sa kłamcami"},{"SurahNumber":29,"VerseNumber":13,"Text":"Oni poniosa swoje ciezary i inne ciezary ze swoimi ciezarami. W Dniu Zmartwychwstania zazada sie od nich rachunku z tego, co oni zmyslali"},{"SurahNumber":29,"VerseNumber":14,"Text":"Wysłalismy juz Noego do jego ludu, i przebywał on wsrod nich tysiac lat bez piecdziesieciu. I pochwycił ich potop, poniewaz byli niesprawiedliwi"},{"SurahNumber":29,"VerseNumber":15,"Text":"Uratowalismy Noego i tych, ktorzy sie z nim znajdowali na statku; i uczynilismy go znakiem dla swiatow"},{"SurahNumber":29,"VerseNumber":16,"Text":"I Abrahama! Oto powiedział on do swego ludu: \"Czcijcie Boga! Bojcie sie Go! O, gdybyscie wiedzieli, jakie to dla was dobro"},{"SurahNumber":29,"VerseNumber":17,"Text":"Wy czcicie bałwany, poza Bogiem i stwarzacie kłamstwo. Zaprawde, ci, ktorych czcicie poza Bogiem, nie sa w stanie dac wam zaopatrzenia. Poszukujcie wiec zaopatrzenia u Boga, czcijcie Go i dziekujcie Mu! Do Niego bedziecie sprowadzeni"},{"SurahNumber":29,"VerseNumber":18,"Text":"A jesli zadajecie kłam - to przeciez zadawały juz kłam inne narody przed wami. Na posłancu ciazy tylko obowiazek jasnego obwieszczenia"},{"SurahNumber":29,"VerseNumber":19,"Text":"Czyz oni nie widzieli, jak Bog daje zycie przez pierwsze stworzenie, a potem daje je ponownie? Zaprawde, to dla Boga jest łatwe"},{"SurahNumber":29,"VerseNumber":20,"Text":"Powiedz: \"Wedrujcie po ziemi i popatrzcie, jak On zaczał stworzenie. Potem Bog spowoduje nastepne powstanie. Zaprawde, Bog jest nad kazda rzecza wszechwładny"},{"SurahNumber":29,"VerseNumber":21,"Text":"On karze tego, kogo chce, i okazuje miłosierdzie, komu chce"},{"SurahNumber":29,"VerseNumber":22,"Text":"Do Niego zostaniecie skierowani. I nie potraficie pozbawic Go władzy ani na ziemi, ani w niebie. I wy nie macie; poza Bogiem, zadnego opiekuna ani pomocnika"},{"SurahNumber":29,"VerseNumber":23,"Text":"A ci, ktorzy nie wierza w znaki Boga i w spotkanie z Nim - tacy zwatpili w Moje miłosierdzie. To sa ci, ktorych czeka kara bolesna"},{"SurahNumber":29,"VerseNumber":24,"Text":"I odpowiedzia jego ludu było tylko to, iz powiedzieli: \"Zabijcie go lub spalcie go!\" Lecz Bog uratował go od ognia. Zaprawde, w tym sa znaki dla ludzi, ktorzy wierza"},{"SurahNumber":29,"VerseNumber":25,"Text":"On powiedział: \"Wzieliscie sobie, poza Bogiem, bałwanow, jako znak wzajemnej miłosci w zyciu tego swiata. Potem, w Dniu Zmartwychwstania, bedziecie sie wyrzekac jedni drugich i bedziecie sie wzajemnie przeklinac. Waszym miejscem schronienia bedzie ogien i nie bedziecie mieli pomocnikow"},{"SurahNumber":29,"VerseNumber":26,"Text":"Lot uwierzył mu i powiedział: \"Ja wywedruje do mojego Pana. Zaprawde, On jest Potezny, Madry"},{"SurahNumber":29,"VerseNumber":27,"Text":"I dalismy Abrahamowi Izaaka i Jakuba, i ustanowilismy w jego potomstwie dar proroczy i Ksiege. Dalismy mu nagrode na tym swiecie, a w zyciu ostatecznym on bedzie, z pewnoscia, miedzy sprawiedliwymi"},{"SurahNumber":29,"VerseNumber":28,"Text":"I Lota! Oto powiedział on do swego ludu: \"Wy, zaprawde, popełniacie taka szpetote, jakiej nie popełnił przed wami nikt sposrod swiatow"},{"SurahNumber":29,"VerseNumber":29,"Text":"Czy wy rzeczywiscie przychodzicie do mezczyzn? i uprawiacie rozboj na drodze? i czynicie na waszych zebraniach to, co godne potepienia?\" Jedyna odpowiedzia tego ludu były słowa: \"Sprowadz na nas kare Boga, jesli jestes prawdomowny"},{"SurahNumber":29,"VerseNumber":30,"Text":"On powiedział: \"Panie moj! Dopomoz mi przeciw temu ludowi, ktory szerzy zgorszenie"},{"SurahNumber":29,"VerseNumber":31,"Text":"A kiedy przyszli Nasi posłancy do Abrahama, z dobra nowina, powiedzieli: \"My wytracimy mieszkancow tego miasta, poniewaz oni sa niesprawiedliwi"},{"SurahNumber":29,"VerseNumber":32,"Text":"On powiedział: \"Przeciez Lot jest w nim!\" I powiedzieli: \"My wiemy lepiej, kto jest w nim. Uratujemy jego i jego rodzine, z wyjatkiem jego zony, ktora bedzie wsrod pozostajacych w tyle"},{"SurahNumber":29,"VerseNumber":33,"Text":"A kiedy Nasi posłancy przyszli do Lota, on sie zmartwił o nich, bo nie mogł ich uchronic. Oni powiedzieli: \"Nie obawiaj sie i nie smuc! My uratujemy ciebie i twoja rodzine, z wyjatkiem twojej zony; ona bedzie wsrod pozostajacych w tyle"},{"SurahNumber":29,"VerseNumber":34,"Text":"Oto my spuscimy na mieszkancow tego miasta plage z nieba za to, iz szerzyli zepsucie"},{"SurahNumber":29,"VerseNumber":35,"Text":"I zostawilismy z tego miasta znak jasny dla ludzi, ktorzy sa rozumni"},{"SurahNumber":29,"VerseNumber":36,"Text":"I do Madianitow - ich brata Szu`ajba, ktory powiedział: \"O ludu moj! Czcijcie Boga! Oczekujcie z nadzieja Dnia Ostatniego! Nie szerzcie na ziemi zgorszenia"},{"SurahNumber":29,"VerseNumber":37,"Text":"Lecz oni uznali go za kłamce. Totez pochwycił ich straszny wstrzas i znalezli sie rankiem w swoich domostwach lezacy nieruchomo na piersiach"},{"SurahNumber":29,"VerseNumber":38,"Text":"I podobnie ludy Ad i Samud - to stało sie dla was jasne na widok ich mieszkan. - Szatan upiekszył im ich działania i sprowadził ich z drogi, chociaz widzieli jasno"},{"SurahNumber":29,"VerseNumber":39,"Text":"I podobnie Karun, Faraon i Haman. Przyszedł do nich Mojzesz z jasnymi dowodami, lecz oni wbili sie w dume na ziemi. I nie byli tymi, ktorzy by potrafili Nas wyprzedzic"},{"SurahNumber":29,"VerseNumber":40,"Text":"Pochwycilismy kazdego z nich z powodu jego grzechu: na niektorych zesłalismy huragan niosacy kamienie;. niektorych pochwycił krzyk; niektorych z nich kazalismy pochłonac ziemi; a niektorych zatopilismy. I to nie Bog wyrzadził im niesprawiedliwosc, lecz oni sami sobie wyrzadzili niesprawiedliwosc"},{"SurahNumber":29,"VerseNumber":41,"Text":"I ci, ktorzy sobie wzieli opiekunow poza Bogiem, sa podobni do pajaka, ktory przygotował sobie dom. A przeciez dom pajaka jest najnedzniejszym z domow. Gdyby oni byli wiedzieli"},{"SurahNumber":29,"VerseNumber":42,"Text":"Zaprawde, Bog wie, ze to, co oni wzywaja poza Nim, jest niczym. A On jest Potezny, Madry"},{"SurahNumber":29,"VerseNumber":43,"Text":"To sa przypowiesci, ktore my przytaczamy ludziom, lecz rozumieja je tylko posiadajacy wiedze"},{"SurahNumber":29,"VerseNumber":44,"Text":"Bog stworzył niebiosa i ziemie prawdziwie. Zaprawde, w tym jest znak dla wierzacych"},{"SurahNumber":29,"VerseNumber":45,"Text":"Głos to, co ci zostało objawione z Ksiegi i odprawiaj modlitwe! Zaprawde, modlitwa chroni od szpetoty i powstrzymuje od niegodziwosci! A wspominanie Boga jest wieksze. Bog wie, co wy robicie"}]}