{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"And olsun ki, mu´minlere karsı insanlardan en siddetli dusman olarak Yahudileri ve bir de Allah´a ortak kosanları bulursun. Ve onlardan mu´minlere karsı en yakın sevgi gosterenleri ise, «Biz Nasraniyiz» diyenleri bulursun. Bu da, onların arasında papazlar ve rahipler bulundugu icindir; hem bunlar (Hakk´ı kabulde pek) buyukluk taslamazlar"},{"SurahNumber":5,"VerseNumber":83,"Text":"Peygambere indirileni isitince, Hakk´a olan asinalıklarından dolayı gozlerinde yas dolup bosaldıgını gorursun. «Rabbimiz! Inandık, bizi (hakka) sahidlerle beraber yaz» derler"},{"SurahNumber":5,"VerseNumber":84,"Text":"Bize ne oluyor da Allah´a ve bize gelen hakka (ilahi cagrıya) inanmayalım ? Halbuki Rabbimizin bizi iyi kisiler topluluguna katmasını umup durmaktayız"},{"SurahNumber":5,"VerseNumber":85,"Text":"Allah da onlara, bu sozlerine karsılık altlarından ırmaklar akıp, icinde ebedi kalacakları Cennetleri sevap (mukafat) olarak verdi. Iste bu iyilikte bulunup ihsan uzere davrananların mukafatıdır"},{"SurahNumber":5,"VerseNumber":86,"Text":"Hakk´ı inkar edip kufre sapanlar ve ayetlerimizi yalanlayanlar (var ya), iste onlar Cehennem ehlidir"},{"SurahNumber":5,"VerseNumber":87,"Text":"Ey iman edenler! Allah´ın size helal kıldıgı temiz ve yararlı seyleri haram kılmayın ; asırı da gitmeyin. Suphesiz ki Allah asırı gidenleri sevmez"},{"SurahNumber":5,"VerseNumber":88,"Text":"Allah´ın size verdigi rızıktan heial ve temiz olarak yiyin ; iman ettiginiz Allah´tan korkup (haddi asmaktan ve haram yemekten) sakının"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah sizi bosanlamsız (dil alıskanlıgı sebebiyle yaptıgınız) yeminlerinizle sorumlu tutmaz; ama (bilerek, azmederek) bagladıgınız yeminlerden dolayı sorumlu tutar. Bunun keffareti, coluk cocugunuza yedirdiginizin ortalamasından on yoksula yedirmeniz veya onları giydirmeniz ya da bir kole azad etmenizdir. Bunları bulamayan kimseye uc gun oruc gerekir. Iste yemin ettiginizde yeminlerinizin keffareti budur. Yeminlerinizi koruyun. Iste boylece Allah size ayetlerini acıklıyor, ola ki sukredersiniz"},{"SurahNumber":5,"VerseNumber":90,"Text":"Ey iman edenler! icki, kumar, tapınmak icin konulan dikili taslar ve fal okları (talih zarları) seytan isi murdar seylerden baskası degildir. O halde bunlardan kacınıp sakının ki kurtulusa eresiniz"},{"SurahNumber":5,"VerseNumber":91,"Text":"Seytan, icki ve kumar hususunda ancak aranıza dusmanlık ve kin sokmak ve sizi Allah´ı anmaktan, namaz kılmaktan alıkoymak ister. Artık vazgecersiniz degil mi"},{"SurahNumber":5,"VerseNumber":92,"Text":"Allah´a itaat edin. Peygamber´e itaat edin ve (icki, kumar gibi haramlardan) sakının. Eger yuzcevirirseniz, bilin ki Peygamberimize dusen sadece acık tebligdir"},{"SurahNumber":5,"VerseNumber":93,"Text":"Iman edip iyi-yararlı amellerde bulunanlar, (Allah´a ortak kosmaktan) sakınıp (Allah´a ve Peygamber´e) imanlarında sebat ederek iyi yararlı amellerini surdururler, sonra da (icki, kumar ve benzeri fenalıklardan) sakınıp (bunların haram kılındıklarını kabul ederek) inanırlar ve amellerini guzellestirip iyi hal uzere olurlarsa, (daha once bu gibi haram nesnelerden) tattıklarından dolayı kendilerine bir gunah yoktur. Allah guzel amellerde bulunup durumunu iyilestirenleri sever"},{"SurahNumber":5,"VerseNumber":94,"Text":"Ey iman edenler! And olsun ki Allah sizi, gıyabında kendisinden kimin (saygı dolu bir kalb ile) korktugunu, ellerinizin ve mızraklarınızın erisebildigi av (cinsinden) bir seyle denemektedir. Artık kim bundan sonra (Allah´ın koymus oldugu yasak sınırını) asarsa, onun icin elem verici bir azab vardır"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ey iman edenler! Siz ihramlı iken avı oldurmeyin ; sizden kim bile bile onu oldururse kendisine ceza vardır. O da oldurdugune benzer bir davardır ki, oldurulen gibi oldugunu iki adil kimse takdir eder, hukum verir. Davar, hacı kurbanı olmak uzere Kabe´ye goturulur, orada kesilir; yahut yoksullara yemek vermek veya onun dengince oruc tutarak keffaretini eda etsin. Ta ki isledigi (bu cinayetin) vebalini tatmıs olsun. Gecmisteki (islenen bu tur cinayetleri) Allah bagısladı. Kim donup bir daha boyle yaparsa, Allah ondan intikam alır. Allah hep ustundur, gucludur ve (ilahi sınırları asanlardan tevbe etmezlerse) intikam alıcıdır"},{"SurahNumber":5,"VerseNumber":96,"Text":"Deniz avı ve onu yemek size de, gelen misafir kafilelere de helal kılındı. Ve ihramlı bulundugunuz surece kara avı size haram kılınmıstır. (Kabirlerinizden kalkıp hesap alanına) toplanacagınız, (huzurunda yer alacagınız) Allah´tan korkun"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah Beytu´l-Haram = Kabe´yi, hurmetli ay´ı, Kabe´ye gonderilen gerdanlıklı, gerdanlıksız kurbanlıkları, insanların hayat duzeni icin dayanak kılmıstır. Bu, Allah´ın goklerde olanı da, yerde olanı da bildigini ve gercekten Allah´ın her seyi bilen oldugunu bilip anlamanız icindir"},{"SurahNumber":5,"VerseNumber":98,"Text":"Biliniz ki, Allah gercekten hem verecegi ceza bakımından cok siddetlidir, hem de Allah cok bagıslayan, cok merhamet edendir"},{"SurahNumber":5,"VerseNumber":99,"Text":"Peygambere ancak teblig gerekir. Allah ise sizin neler acıkladıgınızı, neler gizlediginizi bilir"},{"SurahNumber":5,"VerseNumber":100,"Text":"De ki: Murdarın coklugu senin hosuna gidip hayretini mucib olsa da murdarla pak bir degildir. O halde ey sagduyu sahipleri! Allah´tan korkun ki kurtulusa eresiniz"},{"SurahNumber":5,"VerseNumber":101,"Text":"Ey iman edenler! Size acıklanınca sizi kotumser yapacak (veya uzecek) seylerden sormayın; ama Kur´an indirildiginde sorarsanız size acıklanır. Allah (daha once bu kuralı bilmeden) sorduklarınızdan dolayı sizi) atfetmistir. Allah cok bagıslayandır, sefkatle, lutufla, merhametle sabredendir"},{"SurahNumber":5,"VerseNumber":102,"Text":"Sizden once bir millet de onları sormustu, sonra da o yuzden kafir olmuslardı"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah ne bahire, ne saibe, ne vesile, ne de ham´dan hic biriyle emretmemis ve mesru´ da kılmamıstır. Ama o kufredenler Allah´a karsı yalan uydurup iftirada bulunuyorlar; cogunun da aklı ermemektedir"},{"SurahNumber":5,"VerseNumber":104,"Text":"Onlara, «Allah´ın indirdigi Kitab´a ve Peygamberin (Sunnetine) yuzcevirip gelin!» denilince, atalarımızı uzerinde buldugumuz seyler bize yeter, derler. Ya ataları bir sey bilmeyenler ve dogru yolu bulmayanlar idiyse"},{"SurahNumber":5,"VerseNumber":105,"Text":"Ey iman edenler! Kendinize sahip cıkın. Siz dogru yolda iseniz, yoldan sapan size zarar veremez. Hepinizin de donusu Allah´adır. O size yaptıklarınızı bir bir haber verip acıklayacaktır"},{"SurahNumber":5,"VerseNumber":106,"Text":"Ey iman edenler! Sizden birine olum hali geldiginde vasiyyette bulunurken, aranızdan iki adil kisiyi veya yolculuk halinde bulunuyorsanız, bu sırada size olum musibeti gelip catmıssa, sizden olmayan baska iki kimseyi sahid tutun ve onları namazdan sonra alıkoyun. Suphelendiginiz takdirde, onlar soyle yemin ederler: «And olsun ki, yakınımız bile olsa andımızı paha ile degistirmeyecegiz, aksi halde gunaha girenlerden oluruz !»"},{"SurahNumber":5,"VerseNumber":107,"Text":"Eger bu iki sahidin (vebal altına girip) bir gunahı hakkedeceklerine bilgi edinilirse, onların yerine, olene daha yakın hak sahibi varislerden iki kisi gecer ve Allah´a yemin ederek soyle derler: «Yemin olsun ki bizim sahidligimiz onların sahidliginden daha haktır ve hakkı da asmadık, aksi halde zalimlerden oluruz.»"},{"SurahNumber":5,"VerseNumber":108,"Text":"Bu, sahidligi yerine getirmelerine veya yeminlerinden sonra yeminlerinin reddolunmasından korkmalarına daha yakın (bir care)dir. Allah´tan korkup (sahitligi yerine getirmemekten) sakının ve (iyice) dinleyin. Allah, ilahi sınırları asıp gunah isleyenleri sevmez"},{"SurahNumber":5,"VerseNumber":109,"Text":"Allah, peygamberleri biraraya getirecegi gunde, «size ne cevap verildi ?» diyecek. Onlar da «bizim hic bir bilgimiz yok, gayıbları bilen suphesiz ki sensin sen!» diyecekler"},{"SurahNumber":5,"VerseNumber":110,"Text":"Allah (o gun) buyuracak ki: Ey Meryem oglu Isa! Sana ve annene olan nimetimi hatırla ; hani seni Ruhu´l-Kudus ile desteklemistim de besikte ve yetiskin iken insanlara konusuyordun ; hani sana kitab´ı (okuyup yazmayı), hikmeti, Tevrat ve incil´i ogretmistim ve sana, benim iznimle camurdan kus biciminde (sekil) yapıp ona uflemistin, o da benim iz nimle kus oluvermisti. Bir de anadan dogma koru, alaca tenliyi benim iznimle iyilestirmistin; hani oluleri de benim iznimle kabirden diri olarak cıkarıyordun ve Israil ogulları´na acık belgeler (mu´cizeler) getirdiginde onların (saldırısını) senden savmıstım ; onlardan inkara sapanlar, «bu acık bir sihirden baskası degildir» demislerdi"},{"SurahNumber":5,"VerseNumber":111,"Text":"Ve hani Havarilere, bana ve peygamberime iman edin diye ilhamda bulunmustum, onlar da «biz iman ettik, Hakk´a teslimiyet gostredigimize sahid ol» demislerdi"},{"SurahNumber":5,"VerseNumber":112,"Text":"Hani bir vakit de Havariler, «Ey Meryem oglu Isa ! Rabbin gokten uzerimize bir sofra indirebilir mi ? (veya sen Rabbin´den boyle bir istekte bulunabilir misin?)» demislerdi. (Bunun uzerine Isa onlara:) «Eger mu´minler iseniz Allah´tan korkup (ilahi sınırları asmaktan, O´nun hakkında suphe etmekten) sakının,» demisti"},{"SurahNumber":5,"VerseNumber":113,"Text":"Havariler, «ondan yemegi, kalbimizin yatısmasını ve senin de bize dogruyu soyledigini bilmeyi, onun uzerine sahitlerden olmayı arzu ediyoruz da (ondan bu istekte bulunuyoruz),» diyerek (samimiyetlerini) belirtmislerdi"},{"SurahNumber":5,"VerseNumber":114,"Text":"Meryem oglu Isa (dua ederek) dedi ki: Allah´ım ! Rabbimiz ! Uzerimize gokten (oyle) bir sofra indir ki, bizim ilkimize de sonrakilerimize de bayram ve senden acık bir belge (mu´cize) olsun. Bizi rızıklandır; sen rızık verenlerin en hayırlısısın"},{"SurahNumber":5,"VerseNumber":115,"Text":"Allah (onun bu istegine karsı soyle) buyurdu : O sofrayı herhalde size indirecegim ; artık kim ondan sonra inkara, nankorluge saparsa, alemlerde hic kimseye yapmayacagım bir azab ile ona azab ederim"},{"SurahNumber":5,"VerseNumber":116,"Text":"Hem Allah, «Ey Meryem oglu Isa! Sen mi insanlara Allah´tan baska benimle annemi iki ilah edinin, dedin ?!» demisti (diyecek) de Isa, «Seni (ortaklardan, noksanlıklardan) tenzih ederim ; bana, hak olmayan bir sozu soylemek yarasmaz. Eger soylemissem elbette sen onu bilirsin. Nefsimde olup biten seyi bilirsin, ben ise senin nefsinde (ilminde subut bulan) seyleri bilmem. Suphesiz ki sen, sensin gaybleri cok iyi bilen,» diye cevap vermisti (cevap verecek)"},{"SurahNumber":5,"VerseNumber":117,"Text":"Onlara sadece bana emrettigini soyledim: «Benim de Rabbim, sizin de Rabblniz olan Allah´a kulluk edin». Onlar arasında bulundugum surece kendilerine sahid idim. Beni aralarından tutup aldıgında, uzerlerinde denetleyici olarak (sadece) sen kaldın ; sen her seye yeterince sahidsin"},{"SurahNumber":5,"VerseNumber":118,"Text":"Eger onlara azab edersen, suphesiz ki onlar senin kullarındır; bagıslarsan, dogrusu sen cok guclusun, cok ustunsun, hem de yegane hikmet sahibisin"},{"SurahNumber":5,"VerseNumber":119,"Text":"(Bunun uzerine) Allah buyuracak : (Bugun) dogruların dogruluklarının kendilerine yarar verdigi gundur; onlar icin altlarından ırmaklar akan icinde ebedi kalacakları Cennetler vardır. Allah onlardan razı oldu, onlar da Allah´tan razı oldular. Iste bu, buyuk bir kurtulustur"},{"SurahNumber":5,"VerseNumber":120,"Text":"Goklerin, yerin ve bunlarda bulunanların mulku (tasarruf ve hukumranlıgı) Allah´ındır. O her seye kadirdir (gucu her seye yeter)"},{"SurahNumber":6,"VerseNumber":1,"Text":"Hamd o Allah´a ki gokleri ve yeri yaratmıs, karanlıkları ve aydınlıgı duzenleyip var kılmıstır. Sonra da (Hakk´ı) inkar edenler Rablarına, (yaptıkları putları, putlastırdıkları kisileri) denk tutuyorlar"},{"SurahNumber":6,"VerseNumber":2,"Text":"O ki, sizi camurdan yaratmıs, sonra da (size) bir ecel belirleyip takdir etmistir. Belirlenip adlandırılan ecel O´nun yanındadır. Sonra da siz (kalkıp) suphe ediyorsunuz"},{"SurahNumber":6,"VerseNumber":3,"Text":"O, goklerde de, yerde de (ovulmege layık olan) Allah´tır; sizin gizli ve acık hallerinizi bilir; kazandıklarınızı da bilir"},{"SurahNumber":6,"VerseNumber":4,"Text":"Onlara Rablerinden ne kadar bir ayet geldiyse, mutlaka ondan yuzcevirdiler"},{"SurahNumber":6,"VerseNumber":5,"Text":"Kendilerine (Rablerinden) hak (olan Peygamber ve Kitab) geldiginde durmadan onu yalanladılar. Yakında ne ile alay ettiklerinin (bas dondurucu) haberi gelecektir"},{"SurahNumber":6,"VerseNumber":6,"Text":"Kendilerinden once nice nesilleri yok ettigimizi gormediler mi ? Yeryuzunde sizi yerlestirmedigimiz yerlere onları yerlestirmis, uzerlerine gokten bol yagmur indirmis, ırmakları ayaklarının altından akar duruma getirmistik. Ama gunahları sebebiyle onları yok ettik de, arkalarından baska bir nesil yetistirdik"},{"SurahNumber":6,"VerseNumber":7,"Text":"Eger sana kagıt uzerinde yazılı bir kitap indirseydik, onlar da elleriyle ona dokunsalardı, o kufredenler yine de bu acık bir sihirden baskası degildir, derlerdi"},{"SurahNumber":6,"VerseNumber":8,"Text":"Bir de O´nun (Muhammed´in) uzerine (bizim gorebilecegimiz bicimde) bir melek indirilseydi ya, derler. Eger bir melek indirseydik, (ilahi sunnetimiz geregi) is olup biterdi de kendilerine goz bile actırılmazdı"},{"SurahNumber":6,"VerseNumber":9,"Text":"Eger o indirecegimizi melek kılsaydık, yine onu bir adam (seklinde) yapardık da dustukleri supheye tekrar onları dusurmus olurduk"},{"SurahNumber":6,"VerseNumber":10,"Text":"And olsun ki, senden onceki peygamberlerle de alay edildi, o alaya aldıkları sey onların uzerine inip her taraflarından sararak mahvetti"},{"SurahNumber":6,"VerseNumber":11,"Text":"De ki: (Ey inkarcı sapıklar!) yeryuzunde gezip dolasın da sonra (hakk´ı) yalanlayanların sonunun ne oldugunu bir gorun"},{"SurahNumber":6,"VerseNumber":12,"Text":"De ki: Goklerde ve yerde olan kimindir? De ki: Allah´ındır. O, rahmeti kendine gerekli kılmıstır. And olsun ki, meydana geleceginde hic suphe olmayan Kıyamet gunu sizi bir araya getirip toplayacaktır. Kendilerine yazık edenler (var ya), iste onlar (Allah´a ve Kıyamete) inanmazlar"},{"SurahNumber":6,"VerseNumber":13,"Text":"Gecede ve gunduzde eylesen ne varsa hepsi O´nundur. O isiten ve bilendir"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki: Allah´tan baskasını mı dost edinirim ? O ki, goklerin ve yerin orneksiz, benzersiz yaradanıdır. O, rızık verip yedirir; kendisi yedirilip rızıklanmaz. De ki: Ben. dini Allah´a halis kılıp O´na teslimiyet gosterenlerin ilki olmakla emrolundum ve sakın Allah´a ortak kosanlardan olma"},{"SurahNumber":6,"VerseNumber":15,"Text":"De ki: Eger Rabbime karsı gelirsem, elbette buyuk gunun azabından korkarım"},{"SurahNumber":6,"VerseNumber":16,"Text":"Artık kim o gun azabdan cevrilirse. gercekten Allah ona merhamet etmistir ve bu cok acık bir kurtulustur"},{"SurahNumber":6,"VerseNumber":17,"Text":"Eger Allah, sana bir sıkıntı ve uzuntu dokundurursa, onu O´ndan baska giderip kaldıran bulunmaz. Ve eger sana bir hayır dokunursa, (suphesiz ki) O. her seye gucu yetendir"},{"SurahNumber":6,"VerseNumber":18,"Text":"O, kullan ustunde essiz ustunluge, sınırsız tasarrufa sahiptir; O, hikmetle tasarrufta bulunandır, (her seyden) haberlidir"},{"SurahNumber":6,"VerseNumber":19,"Text":"De ki: Hangi sey sahid olarak daha buyuktur? De ki: Allah... 0, benimle sizin aranızda sahiddir. Bu Kur´an bana, onunla sizi ve kime ulasırsa onu uyarmam icin vahyedildi. Ya sizler cidden Allah ile beraber ilahlar bulunduguna sehadet eder misiniz ? De ki: Ben sehadet etmem. De ki: Ancak O. bir tek ilahtır ve ben suphe yok ki, sizin ortak kostuklarınızdan beriyim, (hicbir ilgim ve ilisigim yoktur)"},{"SurahNumber":6,"VerseNumber":20,"Text":"Kendilerine kitap verdigimiz (ummetler), Onu (Peygamber Muhammed´i) oz cocuklarını tanıdıkları gibi tanırlar. Kendilerine yazık edenler (var ya) onlardır ki inanmazlar"},{"SurahNumber":6,"VerseNumber":21,"Text":"Allah´a iftirada bulunup yalan uyduran veya O´nun ayetlerini yalanlayanlardan daha zalim kim vardır? Durum o ki, zalimler (umdukları) kurtulusa elbette kavusamazlar"},{"SurahNumber":6,"VerseNumber":22,"Text":"Onların hepsini (kabirlerinden) kaldırıp biraraya getirecegimiz, sonra da ortak kosanlara, «iddia edip durdugunuz ortaklarınız nerede ?» diyecegimiz gun, (onlar icin hic oma hic kurtulus olmayacaktır)"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonra onların bir baska fitnesi olmayacak, sadece su sozleri olacak: «Rabbimiz Allah´a yemin ederiz ki, biz ortak kosanlar degildik !»"},{"SurahNumber":6,"VerseNumber":24,"Text":"Bak, kendilerine karsı nasıl yalan soylediler de uydurdukları seyler (putlar) da onlardan (nasıl) uzaklasıp kayboldular"},{"SurahNumber":6,"VerseNumber":25,"Text":"Onlardan bir kısmı da sana kulak verip dinlerler, (inandıkları icin dinlemezler, kusur bulmak icin kulak kabartırlar). Biz, anlamamaları icin kalblerinin uzerine kat kat ortu gerdik ; kulaklarına da bir agırlık koyduk ; artık onlar butun belge ve mu´cizeleri de gorseler yine inanmazlar. O kadar ki, sana geldiklerinde seninle tartısıp cekisirler; kufredenler, «bu, eskilerin masallarından baska bir sey degildir» derler"},{"SurahNumber":6,"VerseNumber":26,"Text":"Onlar, O´ndan (Kur´an ve Peygamber´den) alıkoymak Icin engel olurlar ve kendileri de O´ndan uzak kalırlar. Farkına varmayarak ancak kendilerini mahvederler"},{"SurahNumber":6,"VerseNumber":27,"Text":"Onları ates uzerinde durdurulacakları zaman bir gorsen, «Ah keske biz geri cevrilsek de Rabbimizin ayetlerini bir daha yalanlamasak ve mu´minlerden olsak» derler"},{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır, daha once gizledikleri seyler onlara acıkca gorundu. Eger (Dunya´ya) geri dondurulselerdi yine de men´edildlkleri seylere doneceklerdi ; dogrusu onlar yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Dediler ki: Hayat, sırf dunya hayatımızdır, baska bir hayat yoktur ve biz bir daha diriltilip kaldırılacak da degiliz"},{"SurahNumber":6,"VerseNumber":30,"Text":"Onları, Rabbin karsısına cıkarılıp (hesap alanında) durdurulacakları zaman bir gorsen, su (gordugunuz dirilme) hak degil mi..? Diyecek. Evet, Rabbimize and olsun ki haktır, diyecekler. O halde inkar ettiginize karsılık azabı tadın, buyuracak"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah´a kavusmayı yalanlayanlar gercekten ziyanda kaldılar; ta ki Kıyametin kopusu ansızın kendilerine gelince, gunah ve veballerinin agırlıklarını sırtlarına yuklendikleri halde, dunyadaki noksanlık ve kusurlarımızdan dolayı ah, yazıklar olsun bize I diyecekler. Ne kotudur o yuklendikleri sey"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dunya hayatı bir oyuncak ve eglenceden baska bir sey degildir. Ahiret yurdu ise, Allah´tan korkup kotuluklerden sakınanlar icin elbette daha hayırlıdır; artık akletmiyecek misiniz"},{"SurahNumber":6,"VerseNumber":33,"Text":"Onların soylediklerinin seni uzdugunu cok iyi biliyoruz. Gercekte onlar seni yalanlamıyorlar, fakat o zalimler bile bile Allah´ın ayetlerini inkar ediyorlar"},{"SurahNumber":6,"VerseNumber":34,"Text":"And olsun ki, senden once gonderilen nice peygamberler de yalanlanmıstır, ama onlar bizim yardımımız kendilerine gelinceye kadar yalanlandıkları seylere ve kendilerine yapılan eziyetlere katlanıp sabrettiler. Allah´ın (va´dettigi) sozlerini degistirecek (hicbir kuvvet) yoktur. Hem and olsun ki, sana o peygamberlerin haberinden bazı bolumler de geldi"},{"SurahNumber":6,"VerseNumber":35,"Text":"Ama eger onların yuzcevirmeleri sana agır geliyorsa, hemen onlara daha baska bir ayet (benzeri olmayan bir mu´cize) getirmen icin yerin derinliklerine bir tunel veya goge (yukselmege) bir merdiven aramaya koyul, guc getirebilirsen (durma gerceklestir). Eger Allah dileseydi onları dogru yol uzerinde toplayıp biraraya getirirdi. Sakın sen bilgisizlerden olma"},{"SurahNumber":6,"VerseNumber":36,"Text":"(Hakk´a cagrıya) olumlu cevap verenler, ancak (seni gonulden) dinleyip kulak verenlerdir. Oluleri ise, ancak Allah diriltir; sonra da hepsi O´na dondurulurler"},{"SurahNumber":6,"VerseNumber":37,"Text":"Ve O´na (Muhammed´e) Rabbinden bir baska ayet (herkesi inandırıcı mu´cize) indirilseydi ya, derler. De ki: Allah´ın bir ayet indirmege mutlaka gucu yeter. Ne var ki onların cogu (bu yuce kudreti, ilahi sunneti) bilmezler"},{"SurahNumber":6,"VerseNumber":38,"Text":"Yeryuzunde yuruyup hareket eden her hayvan, kanatlarıyla ucan her kus, sizin gibi birer ummettirler. Kitab´da hicbir seyi eksik bırakmadık ve ihmal de etmedik. Sonunda (hepsi de) Rablerine hasrolunurlar"},{"SurahNumber":6,"VerseNumber":39,"Text":"Ayetlerimizi yalanlayanlar ise, karanlıklar icinde bir suru sagırlar ve dilsizlerdir. Allah diledigini dogru yoldan saptırır, diledigini de dogru yol uzerinde bulundurur"},{"SurahNumber":6,"VerseNumber":40,"Text":"De ki: (Ey inkarcı sapıklar!) bana haber verin, size Allah´ın azabı gelecek olsa veya Kıyamet saati gelip catsa Allah´tan baskasını mı cagırır, dua edersiniz ? Dogrulardan iseniz (soyleyin gercegi)"},{"SurahNumber":6,"VerseNumber":41,"Text":"Herhalde ancak Allah´a yonelip dua edersiniz, artık O dilerse, (korkup) kendisine dua ettiginiz seyi giderir; siz de O´na ortak kostugunuz seyi unutursunuz"},{"SurahNumber":6,"VerseNumber":42,"Text":"And olsun ki, senden once (gelip gecen) ummetlere peygamberler gonderdik, (muhalefet ettikleri icin) onları —yalvarıp yakarsınlar diye— darlık ve bunaltıcı seylerle yakaladık"},{"SurahNumber":6,"VerseNumber":43,"Text":"Onlara darlık ve sıkıntımız geldigi zaman yalvarıp yakarsaydılar ya.. Ama nerede, kalbleri katılasmıs ve yapageldikleri seyleri seytan onlara susleyip cekici duruma getirmistir"},{"SurahNumber":6,"VerseNumber":44,"Text":"Ne vakit ki kendilerine yapılan hatırlatmayı unuttular; her seyin kapılarını onlara actık; sonunda verilen seylerle sevinip ferahladıklarında ansızın kendilerini yakalayıverdik de umitlerini yitirdiler"},{"SurahNumber":6,"VerseNumber":45,"Text":"Boylece zulmedenlerin ardı arkası kesildi. Alemlerin Rabbine hamd olsun"},{"SurahNumber":6,"VerseNumber":46,"Text":"De ki: Haber verin bana, eger Allah isitmenizi ve gozlerinizi alır, kalbleriniz uzerini muhurlerse, Allah´tan baska hangi ilah onu size getirir? Dikkat et, ayetlerimizi nasıl turlu turlu acıklayıp ceviriyoruz, sonra da onlar (inkarcı sapıklar) yuzceviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"De ki: Haber verin bana, eger Allah´ın azabı ansızın veya acıktan size gelecek olursa, zalimler toplulugundan baskası mı helak olur"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz, peygamberleri ancak mujdeciler ve uyarıcılar olarak gondeririz. Artık kim iman edip kendini duzeltirse, onlar uzerinde´ hicbir korku yoktur ve onlar uzulmeyeceklerdir de"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ayetlerimizi yalanlayanlara ise, dogru yoldan sapıp ilahi sınırları astıkları karsılıgında azab dokunacaktır"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki: Ben size Allah´ın hazineleri benim yanımdadır, demiyorum. Gaybı da bilmem. Size, elbette ben bir melegim de demiyorum. Ben ancak bana vahyedilene uyarım. De ki: Gormeyenle goren bir midir ? Artık dusunmez misiniz"},{"SurahNumber":6,"VerseNumber":51,"Text":"Ve bunun (Kur´an) ile Rabbınıza hasr olunacaklarına (inanıp) korkanları uyar; onlara Rablarından gayri ne bir sahip cıkan dostları, ne de bir sefaatcileri vardır; ola ki, (Allah´tan) korkup kotuluklerden sakınırlar"},{"SurahNumber":6,"VerseNumber":52,"Text":"Allah´ın hosnutlugunu dileyerek sabah-aksam Rablarına dua edip (kulluk gorevlerini yerine getirmeye) calısanları (huzurundan ya da meclisinde bulunmaktan) kovma ; onların hesabından sana bir sey yok, senin hesabından da onlara bir sey yok ki onları kovup haksızlıkta bulunanlardan olasın"},{"SurahNumber":6,"VerseNumber":53,"Text":"Boylece onlardan kimini kimiyle deneyip fitneye soktuk, ta ki «Aramızdan bunlara mı Allah nimet verip lutufta bulunmustur?» desinler. Allah sukredenleri daha iyi bilen degil midir"},{"SurahNumber":6,"VerseNumber":54,"Text":"Ayetlerimize inananlar sana geldiklerinde, de ki: Selam size, Rabblniz kendine rahmeti gerekli kılmıstır. Suphesiz ki sizden kim bilmeyerek bir kotuluk (veya gunah) isler, sonra de tevbe edip kendini duzeltirse, Allah suphesiz ki cok bagıslayandır ve cok merhamet edendir"},{"SurahNumber":6,"VerseNumber":55,"Text":"Iste boylece ayetlerimizi bir bir acıklıyoruz ki sucluların yolu belli olup secilsin"},{"SurahNumber":6,"VerseNumber":56,"Text":"De ki: Dogrusu ben sizin Allah´tan baska taptıgınız seye tapmaktan men´olundum. Ve de ki: Sizin heveslerinize de uymam, o takdirde hem sapıtırım, hem de dogru yol uzerinde bulunanlardan olmam"},{"SurahNumber":6,"VerseNumber":57,"Text":"De ki: Suphesiz ki ben, Rabbimden (hakkı ve gercegi yansıtan) acık belge uzereyim ve siz onu yalan saydınız; acele edip isteye durdugunuz azab da elimde degildir; hukum ancak Allah´ındır; O hakkı anlatır, O (hakkı batıldan, iyiyi kotuden, dogruyu egriden) ayırd edenlerin en hayırlısıdır"},{"SurahNumber":6,"VerseNumber":58,"Text":"De ki: Eger sizin acele edip istediginiz sey elimde olsaydı, aramızdaki durum herhalde coktan hukme baglanıp sonuclanırdı. Allah ise zalimleri daha iyi bilendir"},{"SurahNumber":6,"VerseNumber":59,"Text":"Gaybın anahtarları (veya hazineleri) O´nun katındadır; onları O´ndan baskası bilmez. O, denizdeki ve karadaki seyleri bilir. Bir yaprak dusmez ki O bilmesin ; yerin kararılıkldrındaki bir daneyi de O bilir. Yas kuru ne varsa hepsi o acık, her seyi acıklayan kitaptadır"},{"SurahNumber":6,"VerseNumber":60,"Text":"Geceleyin sizi uyutup olu gibi yapan, gunduzleyin neler kazanacagınızı bilen, sonra da belirlenmis eceliniz tamamlansın diye sizi {sureli olarak) uyutup kaldıran O´dur. Sonra da donusunuz ancak O´nadır. Sonunda yapageldikleriniz! size bir bir haber verir"},{"SurahNumber":6,"VerseNumber":61,"Text":"Kulları uzerinde kudret ve saltanatiyle hep O ustundur. Size Hafeze (islediklerinizi yazıp koruyan melekler) gonderir, sizden birinize olum geldiginde, elcilerimiz onun canını alırlar ve onlar (gorevlerinde) bir eksiklik yapmazlar"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra da canları alınarak Hakk olan Mevla´larına (yegane sahiplerine) dondurulurler. Haberiniz olsun ki, hukum ancak O´nundur ve O, hesap gorenlerin en cabugudur"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki: Sizi kara ve denizin karanlıklarından kim kurtarır ? Yalvara yalvara gizlice Allah´a dua edersiniz de eger bizi bundan kurtarırsa herhalde sukredenlerden oluruz (dersiniz)"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: Allah sizi ondan da ve her sıkıntıdan da kurtarır; sonra da (kurtulunca) siz (O´na) ortak kosarsınız"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: O, ustunuzden ve ayaklarınızın altından bir azab gondermege, ya da sizi birbiriinze katıp taraflara ayırmaga ve kiminize kiminizin hıncını tattırmaga elbette gucu yeter. Ayetleri nasıl ayrı ayrı anlatımla acıklyoruz, bir bak !. Ola ki anlarlar"},{"SurahNumber":6,"VerseNumber":66,"Text":"Kavmin Onu (Kur´an´ı) yalan saydı. Halbuki O haktır. De ki: Uzerinize vekil degilim, (benim gorevim acık tebligdir. Azab ve mukafat verme Allah´ın kudreti dahilindedir)"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin kararlastırılmıs bir vakti (belirlenmis bir saati) vardır ve siz de onu ileride gorup anlayacaksınız"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimize (alaylı bir tavırla, saygısızca) dalanları gordugun zaman, baska bir soze dalıncaya kadar onlardan yuzcevir. Sayet seytan sana unutturursa, hatırladıktan sonra artık o zalim kavm ile beraber oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Allah´tan korkup kotuluklerden sakınanlar uzerinde onların hesabından bir sey yoktur; fakat bir hatırlatmadır, olur ki sakınırlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dinlerini oyuncak ve eglence edinenleri, dunya hayatının aldattıgı kimseleri (kendi hallerine) bırak (da bocalayıp dursunlar). Ve Kur´an ile sunu hatırlat ki, bir kimse kendi kazandıgı ile kendini mahvetmeye gorsun, (o takdirde) onun icin Allah´tan baska ne bir yakın dost, ne de bir sefaatci vardır. Her turlu fidyeyi de verse kendisinden alınmaz. Kazandıklarına karsılık mahvolanlar iste bunlardır. (Evet) bunlar icin inkarlarına karsılık cok kaynar bir icki ve elem verici bir azab vardır"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki: Allah´ı bırakıp da bize ne bir yarar saglayan, ne de zarar verebilen seylere mi tapalım ? Allah bizi dogru yola eristirdikten sonra seytanların, saskın perisan bir halde yeryuzune salıp dolastırmak istedikleri ve arkadaslarının ise. «bize gel!» diye dogru yola cagırdıkları kimse gibi mi topuklarımız uzerine geriye donelim ? De ki: Suphesiz ki Allah´ın gosterdigi yol, dogru yolun kendisidir. Ve biz de alemlerin Rabbine teslimiyet gostermekle emrolunmusuzdur"},{"SurahNumber":6,"VerseNumber":72,"Text":"Ayrıca namazı dosdogru kılın, Allah´tan korkup kotuluklerden sakının diye emrolunduk. Hasrolunacagımız da ancak O´nadır"},{"SurahNumber":6,"VerseNumber":73,"Text":"O ki, gokleri ve yeri hak ile yarattı. «Ol!» dedigi gun oluverir. O´nun sozu haktır. Sur ufrulecegi gun de mulk (saltanat ve hukum) O´nundur. Gorulmeyeni de, goruleni de (olmus, olacagı da) O bilir. O, hikmet sahibidir ve (her seyden) haberlidir"},{"SurahNumber":6,"VerseNumber":74,"Text":"Bir zaman Ibrahim, babası Azer´e: Putları tanrılar mı ediniyorsun ? demis ve dogrusu ben seni ve kavmini acık bir sapıklık icinde goruyorum (diye ilave etmisti)"},{"SurahNumber":6,"VerseNumber":75,"Text":"Iste boylece biz Ibrahim´e kesin bilgi edinenlerden olsun diye goklerin ve yerin melekutunu (yaratılısındaki duzen, denge, plan ve bazı kanunların isleyisini) gosteriyorduk"},{"SurahNumber":6,"VerseNumber":76,"Text":"Gece karanlıgı basmaya baslayınca bir (buyukce) yıldız gordu, «bu imis Rabbim» dedi. Yıldız batınca da «ben batanları sevmem» dedi"},{"SurahNumber":6,"VerseNumber":77,"Text":"Sonra Ay´ı dogarken gorunce, «bu imis benim Rabbim» dedi. Ay batınca, «eger Rabbim beni dogru yola eristirmeseydi, herhalde su sapıtmıs topluluktan olurdum» (diye rek putperestleri uyarmaya calıstı)"},{"SurahNumber":6,"VerseNumber":78,"Text":"Ne vakit ki Gunes´i dogarken gordu, «bu imis benim Rabbim, bu daha buyukmus!» dedi. Gunes batınca, O, «Ey kavmim ! Suphesiz ki sizin ortak kostuklarınızdan beriyim» diyerek (onlara hak ile batıl ilahlar arasında bir mukayese yapma, aklın ısıgında arastırmada bulunma dusunce ve duygusunu vermege calıstı)"},{"SurahNumber":6,"VerseNumber":79,"Text":"Hem ben suphesiz ki yuzumu, batıldan uzak, hakka tamamen yonelmis bir halde gokleri ve yeri orneksiz yaratana cevirdim ve ben ortak kosanlardan degilim, (diyerek inanc ve gorevini acıkladı)"},{"SurahNumber":6,"VerseNumber":80,"Text":"Kavmi, Ibrahim´le tartısmaya kalkıstı. O da dedi ki: «Beni dogru yola eristirmisken Allah hakkında benimle tartısıyor musunuz ? O´na ortak kostugunuz seylerden korkmam ; megerki Rabbim bir seyi dilerse (mutlaka O´nun dilegi yerine gelir). Rabbim ilim bakımından her seyi kusatıp kapsamıstır. Artık dusunup ogut almaz mısınız"},{"SurahNumber":6,"VerseNumber":81,"Text":"Ortak kostugunuz seylerden nasıl korkarım ki, uzerinize hakkında hicbir kanıt ve belge indirmedigi seyleri O´na ortak kosmaktan korkmuyorsunuz ! O halde eger biliyorsanız (soyleyin), iki taraftan hangisi guvenilmege daha haklıdır"},{"SurahNumber":6,"VerseNumber":82,"Text":"Iiman edip imanlarını hicbir haksızlıkla karıstırmayanlar var ya, iste guven onlaradır; dogru yola erisenler de onlardır"},{"SurahNumber":6,"VerseNumber":83,"Text":"Iste bu, kavmine karsı Ibrahim´e verdigimiz kanıt ve belgelerimizdir. Diledigimiz kimselerin derecelerini yukseltiriz. Suphesiz ki, Rabbin hikmet sahibidir ve (her seyi) bilendir"},{"SurahNumber":6,"VerseNumber":84,"Text":"Ve ayrıca Ona (Ibrahim´e) Ishak´ı ve Yakub´u bagısladık ve her birini dogru yolda bulundurduk; daha once Nuh´u ve O´nun soyundan Davud´u ve Suleyman´ı, Eyyub´u, Yusuf´u, Musa ve Harun´u dogru yolda bulundurduk. Iste boylece iyi ve guzel davrananları mukafatlandırırız"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zekeriyya, Yahya, Isa ve Ilyas´ı da dogru yolda bulundurduk; hepsi de iyi yararlı kisilerdendi"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ismail, Elyesa´, Yunus ve Lut´u da dogru yolda bulundurduk ki hepsini de alemlerden (yasadıkları cagın insanlarından) ustun kıldık"},{"SurahNumber":6,"VerseNumber":87,"Text":"Onların babalarından, soylarından ve kardeslerinden de secip dogru yola eristirdik"},{"SurahNumber":6,"VerseNumber":88,"Text":"Iste bu, Allah´ın yoludur ki kullarından diledigini ona eristirir. Onlar Allah´a ortak kosmus olsalardı. Isledikleri amelleri bosa cıkardı"},{"SurahNumber":6,"VerseNumber":89,"Text":"Iste bunlar kendilerine kitap, hukum ve peygamberlik verdigimiz kimselerdir. Eger onlar (Mekke musrikleri) bunları tanımaz da inkar ederlerse, inkarcı olmayan bir kavmi (iman edenleri) buna vekil kılmısızdır"},{"SurahNumber":6,"VerseNumber":90,"Text":"Iste bunlar Allah´ın dogru yola eristirdigi kimselerdir; sen de onların yoluna uy. De ki: Buna karsılık sizden bir mukafat istemem. O (Kur´an) alemler icin ancak bir ogut, bir hatırlatmadır"},{"SurahNumber":6,"VerseNumber":91,"Text":"(Yahudiler), Allah insana hicbir sey indirmemistir, diyerek Allah´ın kadr-u kıymetini, azamet ve kudretini bilip anlayamadılar. De ki: Musa´ nın insanlara bir nur, bir hidayet olarak getirdigi kitabı kim indirdi ? —ki siz onu ayrı ayrı kagıtlara yazarak kimini ortaya cıkarıp acıklıyorsunuz, cogunu da gizliyorsunuz. Ne sizin, ne babalarınızın bilmediginiz seyler (o kitapla) size ogretilmistir—. De ki: (Tevrat´ı) Allah indirmistir. Sonra da onları bırak da daldıkları seyde oynayadursunlar"},{"SurahNumber":6,"VerseNumber":92,"Text":"Bu indirdigimiz kitap mubarektir; ellerindeki (Tevrat ve Incil´i) tasdik edicidir. Ummu´l-Kura (=Kentler Anası Mekke)lileri ve cevresindekileri uyarman icindir. Ahirete iman edenler, namazlarına devam ederek ona da iman ederler"},{"SurahNumber":6,"VerseNumber":93,"Text":"Allah´a karsı yalan uydurandan veya kendisine hicbir sey vahyedilmedigi halde, «bana vahyolundu» diyenden ve «Allah´ın indirdiginin benzerini ben de indirecegim» diye iddia edenden daha zalim kim vardır? O zalimleri olumun siddetli dalgalanması icinde meleklerin ellerini uzatıp «canlarınızı cıkarın ! Allah´a karsı haksız soylediklerinize ve O´nun ayetlerine karsı buyukluk taslamakta oldugunuza karsılık bugun horlayıcı alcaltıcı azab ile cezalandırılacaksınız !» (derlerken) bir gorsen"},{"SurahNumber":6,"VerseNumber":94,"Text":"Sanıma and olsun ki, sizi ilk yarattıgımız gibi bize bir bir geldiniz ve size verdigimiz nimetleri arkanızda bıraktınız. Aranızda (Allah´a) ortak oldugunu iddia ettiginiz sefaatcilerinizi beraberinizde goremiyoruz. And olsun ki, aranızdaki baglar kopmus ve iddia edip durdugunuz (her sey) sizden ayrılıp kaybolmustur"},{"SurahNumber":6,"VerseNumber":95,"Text":"Suphesiz ki Allah daneyi ve cekirdegi (yeniden hayat verip yesertmek icin) catlatıp yarandır. Diriyi oluden cıkarır, oluyu de diriden cıkarandır. Iste Allah bu! (Hak´tan) nasıl ve neden (oluyor da) donduruluyorsunuz"},{"SurahNumber":6,"VerseNumber":96,"Text":"sabahı (karanlıktan) yarıp cıkarandır. Geceyi de dinlenip sukunet bulma donemi; gunesi ve ay´ı da hesap uzere yaratıp duzenlemistir, iste bu yegane ustun olanın ve her seyi hakkıyle bilenin takdiridir"},{"SurahNumber":6,"VerseNumber":97,"Text":"Kara ve denizin karanlıklarında yolunuzu bulmanız icin yıldızları size duzenlemistir. Gercekten biz ayetlerimizi bilip anlayan bir millet icin acık acık belirttik"},{"SurahNumber":6,"VerseNumber":98,"Text":"O ki sizi bir tek nefsten meydana getirdi. Bir karar yeri, bir de emanet yeri vardır. Gercekten biz anlayıslı bir millete ayetlerimizi bir bir acıkladık"},{"SurahNumber":6,"VerseNumber":99,"Text":"O ki. gokten su indirdi de onunla her seyin bitkisini cıkardık; ondan da yesillikler cıkarıp meydana getirdik; ondan da uzerine sıralanmıs doneler cıkardık. Hurma tomurcuklarından sarkan salkımlar, birbirine benzer ve benzemez zeytin ve nar cıkardık. Meyve verdiklerinde meyvelerine ve olgunlasmıs durumuna bir bakın I Suphesiz ki bunlarda inanan bir millet icin acık belgeler vardır"},{"SurahNumber":6,"VerseNumber":100,"Text":"Bir de cinleri, —O yarattıgı halde— Allah´a ortak kostular. Ayrıca O´na, bilgisizce ogullar ve kızlar uydurup sacmaladılar. Allah onların vasfedegeldiklerinden paktır ve cok yucedir"},{"SurahNumber":6,"VerseNumber":101,"Text":"Gokleri ve yeri ornekslz ve modelsiz var kılıp vucuda getirendir. O´nun esi olmadıgı halde cocugu nasıl olabilir?! Her seyi yaratmıstır ve O her seyi bilendir"},{"SurahNumber":6,"VerseNumber":102,"Text":"Iste Rabblniz, Allah budur! O´ndan baska ilah yoktur; her seyi yaratan O, artık O´na kulluk edip tapın. O, her seye vekildir, (koruyup duzen ve dengede tutan, belli kanunlarına gore tasarrufta bulunan O´dur)"},{"SurahNumber":6,"VerseNumber":103,"Text":"Gozler O´nu kusatıp goremez ; O, gozleri gorup kusatır. O, lutuf sahibidir ve her seyden haberlidir"},{"SurahNumber":6,"VerseNumber":104,"Text":"Gercekten Rabbinizden size kalb gozunuzu acacak, aklınıza ısık tutacak belgeler gelmistir. Artık kim gozunu acar, aklını kullanırsa, kendilehine, kim de korluk ederse kendi aleyhinedir. Ve ben, uzerinizde koruyucu bir bekci degilim"},{"SurahNumber":6,"VerseNumber":105,"Text":"Iste biz boylece ayetleri cesit cesit acıklayıp sekilden sekile ceviririz. O kadar ki, «sen okumus ogrenim yapmıssın» derler; biz de Onu (Ku´an´ı) bilip anlayabilen bir millete acıklayalım (diye cesitli acıklamalar yapıyoruz)"},{"SurahNumber":6,"VerseNumber":106,"Text":"Sana Rabbinden vahyedilene uy !. O´ndan baska ilah yoktur. Allah´a esortak kosanlardan yuzcevir"},{"SurahNumber":6,"VerseNumber":107,"Text":"Allah dileseydi, onlar ortak kosmazlardı. Biz seni onlar uzerine bir koruyucu kılmadık ve sen onlar uzerinde bir vekil de degilsin"},{"SurahNumber":6,"VerseNumber":108,"Text":"Allah´tan baskasını ilah edinip (onlara) tapanlara sovmeyin, sonra onlar da bilgisizce sınırı asıp Allah´a soverler. Her ummete amelini boylece suslemisizdir. (Hepsinin de) donusu Rablarınadır; o zaman neler islediklerini onlara bir bir haber verecektir"},{"SurahNumber":6,"VerseNumber":109,"Text":"Eger kendilerine (arzuları dogrultusunda) bir mu´cize gelirse, herhalde ona inanacaklarına dair olanca yeminleriyle yemin ettiler. De ki: Mu´cizeler ancak Allah katındadır. Farkında degilsiniz, onlara mu´cize gelse yine de inanmazlar"},{"SurahNumber":6,"VerseNumber":110,"Text":"Onların gonullerini ve gozlerini Ilk once inanmadıkları gibi ters ceviririz ve kendilerini azgınlıkları icinde bırakırız da bocalayıp dururlar"}]}