{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"İnsanlar arasında müminlere en amansız düşman olanların yahudiler ve Allah´a ortak koşanlar olduğunu göreceksin. Buna karşılık müminlere en çok sempati duyanların «Biz hırıstiyanız» diyenler olduğunu göreceksin. Çünkü hristiyanlar arasında Allah´a bağlı bilginler ve din adamları vardır ve onlar büyüklük taslamazlar"},{"SurahNumber":5,"VerseNumber":83,"Text":"Peygambere indirilen Kur´an´ı işitince gerçeği tanımalarının sonucu olarak gözlerinden yaşlar akarken onların şöyle dediğini görürsün: «Ey Rabbimiz, inandık, bizi de gerçeğe şahit olanlar arasında yaz.»"},{"SurahNumber":5,"VerseNumber":84,"Text":"Rabbimizin bizi iyi kulları arasına katacağını umarken neden Allah´a ve bize gelen gerçeğe inanmayalım"},{"SurahNumber":5,"VerseNumber":85,"Text":"Allah, onları bu sözlerinden dolayı, altlarından ırmaklar akan ve içlerinde ebedi olarak kalacakları cennetler ile ödüllendirdi. Bu iyi kulların mükafatıdır"},{"SurahNumber":5,"VerseNumber":86,"Text":"Kafirlere, ayetlerimizi yalan sayanlara gelince, onlar temelli cehennemliktir"},{"SurahNumber":5,"VerseNumber":87,"Text":"Ey müminler, Allah´ın size helal kıldığı tertemiz nimetleri haram saymayın, sınırları aşmayın. Hiç kuşkusuz Allah sınırları aşanları sevmez"},{"SurahNumber":5,"VerseNumber":88,"Text":"Allah´ın size bağışladığı helal ve temiz nimetlerden yiyin, kendisine iman ettiğiniz Allah´tan korkun"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah size ağız alışkanlığı ile yaptığınız yeminlerden dolayı değil, bilerek yaptığınız yeminlerden dolayı sorumlu tutar. Böyle bir yemini bozmanın cezası, kefareti ya ailenize yedirdiğiniz yemeğin ortalaması üzerinden on yoksulu doyurmak ya yine on yoksulu giydirmek ya da bir köle azad etmektir. Bunların hiçbirini bulamayan (yapamayan) kimse, üç gün oruç tutar. İşte bozduğunuz yeminlerin cezası, kefareti budur. Yeminlerinizi tutun Allah, şükredesiniz diye, size ayetlerini böyle açık açık anlatıyor"},{"SurahNumber":5,"VerseNumber":90,"Text":"Ey müminler, içki, kumar, anıt taşları, fal okları şeytan işi iğrençliklerdendir, bunlardan uzak durun ki, kurtuluşa eresiniz"},{"SurahNumber":5,"VerseNumber":91,"Text":"Şeytan içki ve kumar yolu ile aranıza kin ve düşmanlık tohumları ekmek, sizi Allah´ı anmaktan ve namazdan alıkoymak ister. Artık bunlara son veriyorsunuz değil mi"},{"SurahNumber":5,"VerseNumber":92,"Text":"Allah´a ve peygambere itaat ediniz, onlara karşı gelmekten sakının. Eğer bu direktife sırt çevirirseniz, biliniz ki, Peygamberimizin görevi sadece açıkça duyurmaktır"},{"SurahNumber":5,"VerseNumber":93,"Text":"İman edip iyi ameller işleyenler, Allah´tan korkup iman ettikleri, arkasından yine Allah´tan korkup müminliklerini devam ettirdikleri ve sonra yine Allah´tan korkup iyilik yaptıkları takdirde vaktiyle tattıkları haram yiyecek ve içeceklerden dolayı sorumlu tutulmazlar. Hiç kuşkusuz Allah, iyilik yapanları sever"},{"SurahNumber":5,"VerseNumber":94,"Text":"Ey müminler, Allah´ kendisini görmeksizin O´ndan kimlerin korktuğunu belirlemek için sizleri, ihramlı iken ellerinizin ve mızraklarınızın erişebileceği av hayvanları aracılığı ile dener. Kim bu denemeden sonra yasakları çiğnerse, kendisini acıklı bir azap beklemektedir"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ey müminler, ihramlı iken av hayvanı vurmayınız. Kim bu durumdayken bilerek bir av hayvanı vurursa, işlediği suçun vebalini tadması için, içinizden iki adil kişinin vurulan av hayvanının dengi olduğuna karar verecekleri bir kurbanlığı, ceza olarak, Kabe ye ulaştırıp kesmesi ya kefaret olarak yoksullara yemek yedirmesi yada bunun dengi kadar gün oruç tutması gerekir. Allah geçmiştekileri affetmiştir. Fakat kim bir daha aynı suçu işlerse Allah ondan öç alır. Hiç kuşkusuz Allah üstün iradeli ve öç alıcıdır"},{"SurahNumber":5,"VerseNumber":96,"Text":"Deniz hayvanlarını avlamak ve hem kendiniz hem de yoksullar için besin maddesi olarak yemek size helâl kılındı. Huzurunda bir araya getirileceğiniz Allah´tan korkunuz"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah, Kabe´yi, o dokunulmaz evi, insanlar için güvenli bir barınak kıldı. Savaşılması yasak ayları, kurbanlıkları ve (bu bölgeye sığınma göstergesi olarak takılan) gerdanlıkları da bu dokunulmazlığın kapsamına aldı. Allah´ın göklerde ve yeryüzünde olan her şeyi bildiğini, O´nun bilgisinin her şeyi kapsamına aldığını bilesiniz diye bunu böyle yaptı"},{"SurahNumber":5,"VerseNumber":98,"Text":"Biliniz ki, Allah, azabı ağır olan, bunun yanında da affedici ve merhametli olandır"},{"SurahNumber":5,"VerseNumber":99,"Text":"Peygamberin görevi sadece duyurmaktır. Allah gerek açığa vurduğunuz ve gerekse gizlediğiniz duyguları iyi bilir"},{"SurahNumber":5,"VerseNumber":100,"Text":"De ki; «Murdar´ın çokluğu (yaygınlığı) senin beğenini kazanmış olsa da, murdar ile temiz (aslında) bir değildir. Buna göre ey sağduyulu kimseler, Allah´tan korkunuz ki, kurtuluşa eresiniz.»"},{"SurahNumber":5,"VerseNumber":101,"Text":"Ey müminler, açıklandıkları takdirde zorunuza gidecek konuları sormayın, eğer Kur´an inerken bu konuları sorarsanız onlar size açıklanır. Oysa Allah onlara değinmemiştir. Hiç şüphesiz Allah affedicidir, yumuşaktır. (halimdir)"},{"SurahNumber":5,"VerseNumber":102,"Text":"Sizden önceki bir ümmet böyle konuları sordu, fakat sonra bunlar yüzünden kafir oldular"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah, Bahire, Saibe, Vesile ve Hami diye bir şey koymamıştır. Fakat kâfirler Allah adına yalan uydururlar. Onların çoğu düşünme yeteneğinden yoksundur"},{"SurahNumber":5,"VerseNumber":104,"Text":"Onlara Allah´ın indirdiği Kur´an´a ve Peygambere uyunuz denildiğinde, «Atalarımızın miras bıraktığı düzen bize yeter» derler. Peki ya, ataları hiçbir şey bilmeyen, doğru yoldan uzak kimseler idiyse"},{"SurahNumber":5,"VerseNumber":105,"Text":"Ey müminler, siz kendinizden sorumlusunuz, eğer siz doğru yolda olursanız sapıklar size zarar veremez. Hepinizin dönüşü Allah´adır. O size yapmış olduklarınızın iç yüzünü bildirecektir"},{"SurahNumber":5,"VerseNumber":106,"Text":"Ey iman edenler, herhangi birinize ölüm geldiği zaman vasiyet ederken içinizden iki adil kimseyi, yahut yolculukta iken başınıza ölüm musibeti gelmişse, sizden olmayan (gayrı müslim) iki kimseyi şahid tutun. Eğer bu (gayri müslim) şahidlerden şüpheleniyorsanız namazdan sonra kendilerini alıkorsunuz da Allah’a şöyle yemin ederler: “Billahi, akrabamız da olsa yeminimizi hiçbir karşılıkla değişmeyiz, Allah’ın emri olan şahidliği gizlemeyiz. Eğer gizlersek şüphesiz ki günahkarlardan oluruz.”"},{"SurahNumber":5,"VerseNumber":107,"Text":"Eğer daha sonra bu şahitlerin günaha girdiği ortaya çıkarsa, şahitlikleri yüzünden hakları çiğnenen iki kişi onların yerine geçerek «bizim şahitliğimiz onlarınkinden daha doğrudur, biz hiçbir hakkı çiğnemiyoruz, yoksa zalimlerden oluruz» diye yemin ederler"},{"SurahNumber":5,"VerseNumber":108,"Text":"Bu, şahidliği gerektiği gibi yapmalarını veya yeminlerinden sonra yeminlerin kabul edilmemesinden korkmalarını daha iyi sağlar. Allah’dan korkun ve iyi dinleyin. Allah fasık kimselere yol göstermez"},{"SurahNumber":5,"VerseNumber":109,"Text":"Allah, bütün peygamberleri bir araya getireceği gün insanlar çağrılarınıza ne cevap verdi? diye sorar, Peygamberler de; bizim birşey bildiğimiz yok. Hiç şüphesiz sen gaybleri bilensin derler"},{"SurahNumber":5,"VerseNumber":110,"Text":"Allah: “Ey Meryem oğlu İsa, sana ve annene olan nimetimi hatırla” demişti. “Seni Cebrail ile desteklemiştim; beşikte ve yetişkin iken insanlarla konuşuyordun; sana kitabı, hikmeti, Tevrat’ı ve İncil’i öğretmiştim. Sen izninle çamurdan kuş gibi bir şey yapmış ona üflemiştin de iznimle iyi etmiştin. Ölüleri iznimle diriltiyordun. İsrailoğullarına mucizelerle geldiğinde, onlardan küfredenler: ‘Bu apaçık bir büyüdür’ demişlerdi de ben onların sana zarar vermelerini önlemiştim.”"},{"SurahNumber":5,"VerseNumber":111,"Text":"Hani havarilere vahiy yolu ile, «Bana ve peygamberime inanınız, diye direktif vermiştim de bunun üzerine onlar da, «inandık, şahid ol ki bizler müslümanız» dediler"},{"SurahNumber":5,"VerseNumber":112,"Text":"Hani havariler Ey Meryemoğlu İsa, senin Allah´ın bize gökten bir sofra indirebilir mi?» diye sordular da İsa onlara «Eğer mümin iseniz Allah´tan korkunuz» demişti"},{"SurahNumber":5,"VerseNumber":113,"Text":"Havariler O´na dediler ki, «İstiyoruz ki, o sofranın yemeklerinden yiyelim, kalplerimiz güven bulsun, bize doğru söylediğini kesinlikle bilelim ve olayın tanıklarından olalım"},{"SurahNumber":5,"VerseNumber":114,"Text":"Bunun üzerine Meryemoğlu İsa şöyle dedi; «Allah´ım, ey Rabbimiz, bize gökten bir sofra indir ki bu gün hem öncekilerimiz hem de sonrakilerimiz için bir bayram ve senin bize gösterdiğin bir mucize olsun. Bize rızık ver. Sen rızık verenlerin en hayırlısısın.»"},{"SurahNumber":5,"VerseNumber":115,"Text":"Allah dedi ki; Ben o sofrayı size indireceğim, ama ondan sonra kim kafir olursa onu hiç kimseyi çarptırmadığım bir azaba çarptırırım"},{"SurahNumber":5,"VerseNumber":116,"Text":"Hani Allah «Ey Meryemoğlu İsa sen mi, Allah dışında beni ve annemi ilah edinin dedin?» İsa şöyle dedi; «Haşa seni her türlü noksanlıktan tenzih ederim, gerçek olmadığını bildiğim bir sözü söylemek bana yakışmaz, eğer böyle birşey söyleseydim sen bunu bilirdin, Sen benim içimdekini bilirsin, fakat ben Senin özündekini bilemem. Hiç kuşkusuz Sen gaybleri bilensin"},{"SurahNumber":5,"VerseNumber":117,"Text":"Ben onlara sadece bana emrettiğini yani «Benim ve sizin Rabbiniz olan Allah´a kulluk ediniz dedim. Aralarında bulunduğum sürece onların üzerinde gözetleyici oldum. Fakat sen canımı alınca onların tek gözetleyicisi Sen oldun. Her şeyin şahidi Sensin"},{"SurahNumber":5,"VerseNumber":118,"Text":"Eğer onları azaba çarptırırsan, onlar senin kullarındır, eğer günahlarını affedersen kuşku yok ki Sen üstün iradeli ve hikmet sahibisin"},{"SurahNumber":5,"VerseNumber":119,"Text":"Allah dedi ki; Bugün, doğruların doğruluklarının yararını görecekleri gündür, onlar için altından nehirler akan ve içlerinde ebedi kalacakları cennétler vardır. Allah onlardan razıdır, onlar da ondan razıdırlar. İşte o büyük kurtuluş, o büyük başarı budur"},{"SurahNumber":5,"VerseNumber":120,"Text":"Göklerin, yeryüzünün ve her ikisinde bulunan tüm varlıkların egemenliği Allah´ın tekelindedir. O´nun herşeye gücü yeter"},{"SurahNumber":6,"VerseNumber":1,"Text":"Hamd, gökleri ve yeri yaratan, karanlıkları ve aydınlığı yoktan var eden Allah´a mahsustur. Durum böyleyken kafirler, bu yaratıkları Rabblerine denk tutuyorlar"},{"SurahNumber":6,"VerseNumber":2,"Text":"O sizi çamurdan yaratan, sonra da ecelinizi belirleyendir. Ayrıca O´nun katında tasarıya bağlanan bir vade daha vardır. Gerçek böyleyken sizler kuşkuya kapılıyorsunuz"},{"SurahNumber":6,"VerseNumber":3,"Text":"O göklerin de Allah´ıdır, yeryüzünün de Allah´ıdır. Sizin gizlinizi, açığınızı ve yaptığınız her şeyi bilir"},{"SurahNumber":6,"VerseNumber":4,"Text":"Oysa kâfirler kendilerine Rabblerinden gelen her ayete yüz çevirirler"},{"SurahNumber":6,"VerseNumber":5,"Text":"Nitekim onlar kendilerine gelen gerçeği, Kur´an´ı derhal yalanladılar. Fakat alay konusu ettikleri gerçeklerin haberleri ilerde kendilerine gelecektir"},{"SurahNumber":6,"VerseNumber":6,"Text":"Onlardan önceki nice kuşakları yok ettiğimizi görmediler mi? Oysa o kuşaklara size vermemiş olduğumuz derecede geniş yerleşme ve yaşama imkânları vermiş, yurtlarına gökten bol yağmurlar yağdırmış, ayakları altından nehirler akıtmıştık. Fakat işledikleri günahlar yüzünden onları yok ederek arkalarından başka kuşaklar yarattık"},{"SurahNumber":6,"VerseNumber":7,"Text":"Eğer sana kağıda yazılmış, somut bir kitap indirmiş olsaydık da onu kâfirler elleri ile tutsalardı, «Bu apaçık bir büyüden başka bir şey değil» diyeceklerdi"},{"SurahNumber":6,"VerseNumber":8,"Text":"Onlar «Muhammed´e bir melek indirilseydi ya» dediler. Eğer melek indirseydik, onların işleri bitirilir, kendilerine hiç mühlet tanınmazdı"},{"SurahNumber":6,"VerseNumber":9,"Text":"Eğer meleklerden bir peygamber gönderseydik onu insan kılığında gönderecektik. O zaman da kâfirleri şimdiki yanılgılarının aynısına düşürmüş olurduk"},{"SurahNumber":6,"VerseNumber":10,"Text":"Senden önceki birçok peygamberler de alaya alınmıştı. Fakat bu alaycılar, alay konusu yaptıkları gerçek tarafından kıskıvrak kuşatılıverdiler"},{"SurahNumber":6,"VerseNumber":11,"Text":"Onlara de ki; ´´Dünyayı geziniz de peygamberleri yalanlayanların sonu nice oldu, görünüz?»"},{"SurahNumber":6,"VerseNumber":12,"Text":"De ki; «Göklerde ve yerde olanlar kimindir?» De ki; «Allah´ındır.» O merhametliliği üzerine görev yazdı. Sizleri geleceği kuşkusuz olan Kıyamet günü kesinlikle biraraya getirecektir. Kendilerine kıyanlar var ya, buna sadece onlar inanmazlar"},{"SurahNumber":6,"VerseNumber":13,"Text":"Gecenin ve gündüzün barındırdığı her şey O´nundur. O her şeyi işiten ve bilendir"},{"SurahNumber":6,"VerseNumber":14,"Text":"De ki; «Allah´dan başkasını mı dost edineyim ki, O göklerin ve yerin yoktan var edicisidir, yedirir, fakat yedireni yoktur.» De ki; «Müslümanların ilki olmam emredildi, bana ´sakın Allah´a ortak koşanlardan olma´ denildi.»"},{"SurahNumber":6,"VerseNumber":15,"Text":"De ki; «Eğer Rabbimin buyruklarına karşı gelirsem büyük günün azabından korkarım.»"},{"SurahNumber":6,"VerseNumber":16,"Text":"O gün kim azaptan uzak tutulursa Allah onu kayırmış olur. İşte kesin kurtuluş budur"},{"SurahNumber":6,"VerseNumber":17,"Text":"Eğer Allah başına bir musibet verirse onu O´ndan başka hiç kimse gideremez. Eğer sana bir iyilik verirse, kuşkusuz O´nun gücü her şeye yeter"},{"SurahNumber":6,"VerseNumber":18,"Text":"Kulları üzerinde kesin egemendir. O´nun yaptığı her şey yerindedir, O her şeyden haberdardır"},{"SurahNumber":6,"VerseNumber":19,"Text":"De ki; «En büyük şahitlik kiminkidir?» De ki; «Benimle sizin aranızda Allah şahittir. Bu Kur´an, gerek sizi gerekse ulaştığı herkesi uyarayım diye bana vahyedildi, sizler Allah ile birlikte başka ilâhlar olduğuna mı şahadet ediyorsunuz?» De ki; «Ben buna şahadet etmem; ´De ki; «O tek bir ilahtır ve ben sizin O´na koştuğunuz ortaklardan uzağım»"},{"SurahNumber":6,"VerseNumber":20,"Text":"Kendilerine kitap verdiklerimiz, Peygamberi ve Kur´an´ı tıpkı çocuklarını tanıdıkları gibi tanırlar. Fakat kendilerine kıyanlar var ya, onlar asla inanmazlar"},{"SurahNumber":6,"VerseNumber":21,"Text":"Allah hakkında yalan uydurarak O´na iftira edenden ya da O´nun ayetlerini yalanlayandan daha zalim kim olabilir? Hiç kuşkusuz zalimler kurtuluşa eremezler"},{"SurahNumber":6,"VerseNumber":22,"Text":"O gün onların tümünü bir yere toplarız da sonra Allah´a ortak koşanlara «Hani, nerede Allah´ın ortakları olduklarını sandıklarınız?» diye sorarız"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonra bu müşrikliklerinin «Vallahi, ey Rabbimiz, biz müşrik değildik» demelerinden başka bir akıbetleri olmaz"},{"SurahNumber":6,"VerseNumber":24,"Text":"Kendileri aleyhinde nasıl yalan söylediklerini ve uydurma ilâhları tarafından nasıl yüzüstü bırakıldıklarını görüyor musun"},{"SurahNumber":6,"VerseNumber":25,"Text":"Onların içinde seni dinleyenler vardır, biz onların kalblerini, Kur´an´ı anlamalarına engel oluşturacak biçimde, perdeledik, kulaklarını da sağırlaştırdık. Bu yüzden her türlü mucizeyi görseler bile ona inanmazlar. Nitekim bu kâfirler tartışmak için yanına geldiklerinde sana «Bu Kur´an, eskilerin masallarından başka bir şey değildir» derler"},{"SurahNumber":6,"VerseNumber":26,"Text":"Hem başkalarını Kur´an´dan uzak tutuyorlar, hem de kendileri ondan uzak duruyorlar. Böylece aslında kendilerini mahvediyorlar, ama bunun farkında değildirler"},{"SurahNumber":6,"VerseNumber":27,"Text":"Cehennemin başında durdurulduklarında onların «Ah ne olaydı, dünyaya geri gönderilsek de bir daha Rabbimizin ayetlerini yalanlamasak ve müminlerden olsak» dediklerini keşki görseydin"},{"SurahNumber":6,"VerseNumber":28,"Text":"Hayır, sadece daha önce içlerinde sakladıklarının akıbeti önlerinde belirdi (diye böyle hayıflanıyorlar. Yoksa) eğer dünyaya geri gönderilseler yine sakındırıldıkları yola dönerler. Onlar gerçekten yalancıdırlar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Onlar «Hayat, sadece dünyadaki hayatımızdan ibarettir, bir daha diriltilecek değiliz» dediler"},{"SurahNumber":6,"VerseNumber":30,"Text":"Onları Rabblerinin huzuruna çıkarıldıkları zaman keşki görsen! Allah, onlara «yeniden dirilmek gerçek değilmiymiş?» der. Onlar «Rabbimiz hakkı için, evet» derler. Allah da onlara «O halde inkârcılığınızdan dolayı azabı çekiniz» der"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allah´ın huzuruna çıkmayı yalanlayanlar gerçekten mahvolmuşlardır. Sonunda Kıyamet günü ansızın gelip çatınca sırtlarında taşıdıkları günah yükü altında «Eyvah, dünyada kaçırdığımız fırsatlara!» derler. Hey, sırtlarında taşıdıkları o yük, ne kötü bir yüktür"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dünya hayatı, oyundan ve eğlenceden başka bir şey değildir. Oysa günahlardan sakınanlar için Ahiret yurdu daha hayırlıdır. Buna aklınız ermiyor mu"},{"SurahNumber":6,"VerseNumber":33,"Text":"Onların sözlerinin seni üzdüğünü biliyoruz. Aslında onlar seni yalanlamıyorlar, fakat o zalimler Allah´ın ayetlerini inkâr ediyorlar"},{"SurahNumber":6,"VerseNumber":34,"Text":"Andolsun, senden önce nice peygamberler yalanlandı ve kendilerine yardımımız gelene kadar yalanlamalarına ve sıkıştırılmaya katlandılar. Allah´ın sözlerini değiştirebilecek yoktur; and olsun ki: Peygamberlerin haberi sana da geldi"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eğer onların sırt çevirmeleri ağırına gitti ise elinden geliyorsa yerkürenin derinliklerine inen bir yarık ya da göğe çıkaracak bir merdiven bul da onlara bir delil getir. Eğer Allah dileseydi, onları doğru yolda biraraya getirirdi. O halde sakın cahillerden olma"},{"SurahNumber":6,"VerseNumber":36,"Text":"Ancak işitebilenler çağrıya karşılık verebilirler. Ölülere gelince onları Allah diriltebilir, sonra hepsi O´nun huzuruna çıkarılırlar"},{"SurahNumber":6,"VerseNumber":37,"Text":"Muhammed´e, Rabbinden bir mucize indirilseydi ya dediler. De ki; «Allah´ın böyle bir mucize indirmeye gücü yeterlidir, fakat onların çoğu bilgiden yoksundur"},{"SurahNumber":6,"VerseNumber":38,"Text":"Yerde kımıldayan bütün hayvan türleri ve kanatları ile uçan bütün kuş çeşitleri sizler gibi birer canlılar topluluğudurlar. Biz hiçbir şeyi o kitabın dışında bırakmadık. Sonra bunlar, Rabblerinin huzurunda biraraya getirirler"},{"SurahNumber":6,"VerseNumber":39,"Text":"Bizim ayetlerimizi yalanlayanlar karanlıklar içinde bocalayan sağırlar ve dilsizlerdir. Allah dilediği kimseyi şaşırtır, dilediği kimseyi de doğru yola iletir"},{"SurahNumber":6,"VerseNumber":40,"Text":"De ki; «Eğer başınıza Allah´ın azabı kıyamet ile yüzyüze gelseniz, doğru konuşacaksanız söyleyin bakalım acaba (bu durumda) Allah´dan başkasına mı yalvarırsınız"},{"SurahNumber":6,"VerseNumber":41,"Text":"Hayır, sırf O´na yalvarırsınız, O da dilerse feryadınıza konu olan belayı başınızdan aldırır, o zaman O´na koştuğunuz ortakları unutuverirsiniz"},{"SurahNumber":6,"VerseNumber":42,"Text":"Senden önceki birçok ümmetlere peygamberler gönderdik, dinlemediler. Bunun üzerine ola ki, bize yalvarırlar diye kendilerini sıkıntılara ve belâlara çarptırdık"},{"SurahNumber":6,"VerseNumber":43,"Text":"Bari sıkıntılarımız başlarına gelince bize yalvarsalardı ya! Fakat kalbleri katılaştı ve şeytan yaptıkları her şeyi onlara cazip gösterdi"},{"SurahNumber":6,"VerseNumber":44,"Text":"Onlar kendilerine yapılan uyarıları unutunca bütün nimetlerin kapılarını yüzlerine açtık, nihayet sahip oldukları nimetler yüzünden şımarıklığa kapıldıklarında kendilerini ansızın, kıskıvrak yakalayıverdik de bütün ümitleri suya düştü"},{"SurahNumber":6,"VerseNumber":45,"Text":"Böylece, alemlerin Rabbi olan Allah´a hamdolsun ki, zalimler güruhunun arkası kesildi, soyu kurudu"},{"SurahNumber":6,"VerseNumber":46,"Text":"De ki, ´Eğer Allah kulaklarını sağır, gözlerini kör etse ve kalplerinize mühür vursa, acaba Allah´dan başka hangi ilâh bunları size geri verebilir?´ Nasıl ayetlerimizi çeşitli açılardan açıkladığımızı ve sonradan onların nasıl yüz çevirdiklerini görüyor musun"},{"SurahNumber":6,"VerseNumber":47,"Text":"De ki, ´Ne sanıyorsunuz, eğer ansızın ya da açık bir şekilde size Allah´ın azabı gelse, zalimler güruhundan başkası mı helâk olur?´"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz peygamberleri müjdeleyici ve uyarıcı olarak göndeririz. Kim iman eder ve kendini ıslah ederse onlar için korku söz konusu değildir, onlar hiç üzülmezler de"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ayetlerimizi yalanlayanlar ise fasıklıklarından, yoldan çıkmalarından ötürü azaba çarpılırlar"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki; «Ben size Allah´ın hazineleri elimin altındadır» demiyorum. Size meleğim de demiyorum. Sadece bana indirilen vahye uyuyorum. Hiç kör ile gören bir olur mu? Düşünmüyor musunuz?»"},{"SurahNumber":6,"VerseNumber":51,"Text":"Rabblerin huzurunda toplanacaklarından korkanları Kur´an aracılığı ile uyar. Onlar için Allah dışında bir dost ya da aracı yoktur. Ola ki, günahlardan sakınırlar"},{"SurahNumber":6,"VerseNumber":52,"Text":"Sırf Rabblerinin rızasını dileyerek sabah, akşam O´na yalvaranları yanından kovma, onların hesabından sana ve senin hesabından onlara bir şey düşmez ki, bu yüzden onları kovarak zalimlerden olasın"},{"SurahNumber":6,"VerseNumber":53,"Text":"Kendini beğenmişler «Allah´ın aramızdan seçerek lütfuna lâyık gördükleri bunlar mıdır?» desinler diye biz onları işte böylece sınavdan geçirdik. Allah şükredenleri herkesten iyi bilen değil mi"},{"SurahNumber":6,"VerseNumber":54,"Text":"Ayetlerimize inananlar sana gelince onlara de ki: «Selâm size, Rabbiniz merhametliliği üzerine görev yazdı, buna göre içinizden kim bilmeyerek bir kötülük işler de arkasından tevbe edip kendini ıslâh ederse, hiç kuşkusuz, Allah bağışlayıcıdır, merhametlidir.»"},{"SurahNumber":6,"VerseNumber":55,"Text":"Günahkârların yolu açıkça belli olsun diye ayetlerimizi, işte böyle, ayrıntılı biçimde anlatıyoruz"},{"SurahNumber":6,"VerseNumber":56,"Text":"De ki; «Sizin Allah dışında yalvardığınız ilâhlara tapmak bana yasaklandı.» De ki; «Ben sizin keyfi arzularınıza uymam; uyarsam sapıtmış, doğru yolda gidenlerden olmamış olurum.»"},{"SurahNumber":6,"VerseNumber":57,"Text":"De ki; «Ben Rabbimden gelen kesin bir delile dayanıyorum, siz ise onu yalanladınız. Bir an önce gerçekleşmesini istediğiniz azap da benim yetkimde değildir. Egemenlik, Allah´ın tekelindedir. O gerçeği açıklar ve O ayırd edici hükmü verenlerin en hayırlısıdır.»"},{"SurahNumber":6,"VerseNumber":58,"Text":"De ki; «Eğer bir an önce gerçekleşmesini istediğiniz azap benim yetkimde olsaydı, aramızdaki mesele çoktan çözümlenmiş olurdu.» Allah, zalimleri herkesten iyi bilir"},{"SurahNumber":6,"VerseNumber":59,"Text":"Gayb´ın anahtarları Allah´ın katındadır, onu yalnız O bilir. Mutlaka O´nun bilgisi altında dalından düşen her yaprak, yerin karanlık derinliklerindeki her tane, yaş- kuru ne varsa hepsi apaçık bir kitaptadır"},{"SurahNumber":6,"VerseNumber":60,"Text":"Sizi geceleyin öldüren ve gündüzleyin neler yaptığını bilen O´dur. Sonra O sizi gündüzleyin diriltir, belirli hayat süreniz dolsun diye, sonra O´nun huzuruna döneceksiniz de O yapmış olduklarınızı size haber verecektir"},{"SurahNumber":6,"VerseNumber":61,"Text":"O, kulları üzerinde kesin egemendir. Size koruyucu melekler gönderir. Sonunda birinize ölüm gelince, elçilerimiz hiçbir görev kusuru yapmaksızın onun canını alırlar"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra o canlar gerçek sahipleri olan Allah´a götürülürler. İyi biliniz ki, egemenlik yalnız O´nun tekelindedir ve hesap görenlerin en çabuğudur"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki; «Sizi karanın ve denizin karanlıklarından kurtaran kimdir? Ki O´na -Eğer bizi bu zor durumdan kurtarırsa kesinlikle şükredenlerden olacağız- diye açıktan ya da gizlice yalvarırsınız"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki; «Sizi bu zor durumdan ve bütün sıkıntılardan kurtaran Allah´dır. Sonra da O´na ortak koşuyorsunuz!»"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki; «O, size üstünüzden ya da ayaklarınızın altından azap göndermeye veya düşman gruplara ayırarak size birbirinizin hıncını, birbirinizin terörünü, acısını tattırmaya kadirdir.» Ola ki, anlarlar diye, ayetlerimizi çeşitli açılardan nasıl açıkladığımızı görüyor musun"},{"SurahNumber":6,"VerseNumber":66,"Text":"Kur´an gerçek olduğu halde, senin kavmin onu yalanladı. Onlara de ki; «Ben sizin (akıbetinizi yönlendirmekle yükümlü) vekiliniz değilim.»"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin bir gerçekleşme zamanı vardır. İlerde anlayacaksınız"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimiz hakkında asılsız lâf ebeliğine dalanları gördüğünde (bu adamlar) başka bir söze geçinceye kadar yanlarından uzaklaş. Eğer şeytan sana yanlarından kalkmayı unutturursa, hatırladıktan sonra sakın o zalimler ile birlikte oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Gerçi günahlardan sakınanlara onların hesabından hiçbir sorumluluk düşmez. Fakat söz konusu olan hatırlatmadır... Ola ki, sakınırlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dinlerini oyun- eğlence konusu yapan ve dünya hayatına aldanan kimseleri bırak da Kur´an aracılığı ile şunu hatırlat ki, eğri davranışlarının, günahlarının tutsağı olan kimse ne Allah dışında bir yardım edici ve ne de bir aracı bulabilir. Eğer o bütün varını fidye olarak ortaya koysa kabul edilmez"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki; «Allah´ı bırakıp bize ne yarar ve ne de zarar dokunduramayan putlara mı yalvarırım? Allah bizi doğru yola ilettikten sonra tekrar geriye mi dönelim? Tıpkı arkadaşları tarafından ´bize gel´ diye doğru yola çağrıldığı halde, şeytanlar tarafından ayartılıp çöl ortasında şaşkın bırakılan kimse gibi mi olalım? De ki; «Doğru kılavuzluk, Allah´ın kılavuzluğudur, bize alemlerin Rabbine teslim olmamız emredildi.»"},{"SurahNumber":6,"VerseNumber":72,"Text":"Ayrıca bize «namazı kılınız ve Allah´dan korkunuz» diye emredildi. Huzurunda toplanacağınız O´dur"},{"SurahNumber":6,"VerseNumber":73,"Text":"Gökleri ve yeri gerçeğe dayalı olarak yaratan O´dur. Her şey «Ol» dediği gün oluverir. Sözü gerçektir. Sur´a üflendiği gün, egemenlik O´nun tekelindedir. O gizli- açık her şeyi bilir, O hikmet sahibidir ve her şeyden haberdardır"},{"SurahNumber":6,"VerseNumber":74,"Text":"Hani İbrahim, babası Azer´e dedi ki; «Sen putları ilâh mı ediniyorsun? Ben gerçekten gerek senin ve gerekse kavminin açık bir sapıklık içinde olduğunuzu görüyorum.»"},{"SurahNumber":6,"VerseNumber":75,"Text":"Biz İbrahim´e göklerin ve yerin görkemli egemenlik mekanizmasını böylece gösteriyorduk ki, o kesin inançlılardan olsun"},{"SurahNumber":6,"VerseNumber":76,"Text":"Gece karanlık basınca bir yıldız gördü ve «Rabbim budur» dedi. Fakat yıldız batınca «Batanları sevmem» dedi"},{"SurahNumber":6,"VerseNumber":77,"Text":"Arkasından ayı doğarken görünce «Rabbim budur» dedi. Fakat o da batınca «Eğer Rabbim beni doğru yola iletmeseydi, kuşkusuz sapıklardan biri olurdum» dedi"},{"SurahNumber":6,"VerseNumber":78,"Text":"Daha sonra güneşi doğarken görünce «Rabbim budur, bu daha büyüktür» dedi. Fakat o da batınca «Ey kavmim, ben sizin Allah´a ortak koştuğunuz putlardan uzağım.»"},{"SurahNumber":6,"VerseNumber":79,"Text":"Ben yüzümü, dosdoğru bir şekilde, gökleri ve yeri yoktan var edene yönelttim, ben O´na ortak koşanlardan değilim"},{"SurahNumber":6,"VerseNumber":80,"Text":"Kavmi onunla tartışmaya girişti, bunun üzerine onlara dedi ki; «Allah beni doğru yola iletmişken sizler, O´nun hakkında benimle tartışmaya mı kalkışıyorsunuz? Ben O´na koştuğunuz ortaklardan korkmam. Meğer ki, Rabbim hakkımda bir şey dilemiş olsun. Rabbimin bilgisi her şeyi kuşatmıştır. Halâ düşünmüyor musunuz?»"},{"SurahNumber":6,"VerseNumber":81,"Text":"Sizler Allah´ın haklarında size hiçbir kanıt indirmemiş olduğu putları O´na ortak koşmaktan korkmazken, ben sizin O´na koştuğunuz ortaklardan nasıl olur da korkarım? Eğer biliyorsanız, söyleyin bakayım, bu iki gruptan hangisi güvenli olmaya daha lâyıktır"},{"SurahNumber":6,"VerseNumber":82,"Text":"İman edenler ve bu imanlarına zulüm karıştırmayanlar var ya, güven işte onlar içindir, doğru yolda olanlar onlardır"},{"SurahNumber":6,"VerseNumber":83,"Text":"Bu bizim kesin kanıtımızdır, onu kavmine karşı İbrahim´e verdik. Biz dilediğimizin derecesini kat kat yükseltiriz. Hiç kuşkusuz Rabbin hikmet sahibi ve her şeyi bilendir"},{"SurahNumber":6,"VerseNumber":84,"Text":"Biz O´na İshak´ı ve Yakub´u armağan ettik. Hepsini doğru yola ilettik. Daha önce de Nuh´u ve O´nun soyundan gelen Davud´u, Süleyman´ı, Eyyub´u, Yusuf´u, Musa´yı ve Harun´u doğru yola iletmiştik. Biz iyileri işte böyle mükâfatlandırırız"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zekeriyya´yı, Yahya´yı, İsa´yı ve İlyas´ı da doğru yola ilettik. Hepsi de iyilerdendi"},{"SurahNumber":6,"VerseNumber":86,"Text":"İsmail´i, el-Yesa´yı, Yunus´u ve Lût´u da doğru yola ilettik. Hepsini de alemlere üstün kıldık"},{"SurahNumber":6,"VerseNumber":87,"Text":"Bunlardan bazılarının babalarını, soylarından gelenleri ve kardeşlerini de seçip doğru yola ilettik"},{"SurahNumber":6,"VerseNumber":88,"Text":"İşte bu Allah´ın doğru yoludur, dilediği kullarını ona iletir. Eğer onlar da Allah´a ortak koşsalardı, yapmış oldukları bütün iyilikler boşa giderdi"},{"SurahNumber":6,"VerseNumber":89,"Text":"Bunlar kendilerine kitap, egemenlik ve peygamberlik verdiğimiz kimselerdir. Eğer şu adamlar bunları inkâr ederlerse onlara, kendilerini inkâr etmeyen başka bir topluluğun desteğini sağlarız"},{"SurahNumber":6,"VerseNumber":90,"Text":"İşte onlar Allah´ın doğru yola ilettiği kimselerdir. Sen de onların yolunu izle ve de ki; «Ben bu Kur´an´a karşılık sizden hiçbir ücret istemiyorum, o bütün alemlere yönelik bir hatırlatmadan başka bir şey değildir.»"},{"SurahNumber":6,"VerseNumber":91,"Text":"Allah’ı gereği gibi tanıyamadıkları için: “Allah hiçbir insana bir şey indirmemiştir” dediler. De ki: “Musa’nın insanlara nur ve yol gösterici olarak getirdiği Kitab’ı kim indirdi? Ki siz onu parça parça kağıtlar haline getirip işinize geleni açıklandınız ve çoğunu gizlediniz. Atalarınızın da, sizin de bilmediğiniz şeyler size onunla öğretilmiştir.” (Habibim) sen “Allah” de, sonra da onları daldıkları sapıklıkta bırak, oyalana dursunlar"},{"SurahNumber":6,"VerseNumber":92,"Text":"Bu Kur´an, anakent Mekke ile bu kentin çevresinde yaşayanları uyarasın diye sana indirdiğimiz, kendinden önceki kutsal kitapları onaylayan mübarek bir kitaptır. Ahirete inananlar bu kitaba da inanırlar. Onlar namazlarını devamlı olarak ve özenerek kılarlar"},{"SurahNumber":6,"VerseNumber":93,"Text":"Allah’a karşı yalan uydurandan veya kendisine bir şey vahyedilmemişken “Bana vahyolundu”, “Allah’ın indirdiği ayetler gibi ben de indireceğim” diyenden daha zalim kim olabilir? Bu zalimler can çekişirlerken melekler ellerini uzatmış: “Can verin, bugün Allah’a karşı haksız yere söylediklerinizden, O’nun ayetlerine büyüklük taslamanızdan ötürü alçaltıcı bir azab ile cezalandırılacaksınız” derken bir görsen"},{"SurahNumber":6,"VerseNumber":94,"Text":"Tıpkı ilk yarattığımızda olduğu gibi, bize yine yalnız başınıza geldiniz, size vermiş olduğumuz her şeyi arkanızda bıraktınız, üzerinde etkili ortaklarımız olduklarını sandığınız aracılarınızı yanınızda görmüyoruz, aranızdaki bütün bağlar kopuverdi, ortağımız sandığınız ilâhlar sizden uzaklaşıp kayıplara karıştı"},{"SurahNumber":6,"VerseNumber":95,"Text":"Tohumu ve çekirdeği çatlatan Allah´tır. O ölüden diriyi ve diriden ölüyü çıkarır. İşte Allah budur. Nasıl olur da bu gerçeği görmezlikten geliyorsunuz"},{"SurahNumber":6,"VerseNumber":96,"Text":"Sabahı açtıran O´dur. O geceyi dinlenme zamanı, güneş ile ayı zaman ölçme birimi yaptı. Bu, üstün iradeli ve her şeyi bilen Allah´ın düzenlemesidir"},{"SurahNumber":6,"VerseNumber":97,"Text":"O ki, karanın ve denizin karanlıklarında yolunuzu şaşırmayasınız diye size yıldızları kılavuz yaptı. Biz bilenler için ayetleri ayrıntılı biçimde açıkladık"},{"SurahNumber":6,"VerseNumber":98,"Text":"O ki, sizi bir tek nefisten oluşturdu. Arkasından sizin için bir barınma ve bir geçiş yeri belirledi. Biz anlayanlar için ayetleri ayrıntılı biçimde açıkladık"},{"SurahNumber":6,"VerseNumber":99,"Text":"O ki, gökten suyu indirdi. Her çeşit bitkiyi bu su aracılığı ile ortaya çıkardık, her bitkiden yeşil sürgün çıkardık, bu yeşil sürgünden taneleri üst üste binmiş başaklar, hurma tomurcuğundan yere sarkan salkımlar, üzüm bağları, zeytin ve nar çıkarırız. Bu meyvaların kimi birbirine benzer, kimi de benzemez. Bunların meyvalarına bir hamken ve bir de olgunlaşınca bakınız. Hiç kuşkusuz müminlerin bunlardan alacakları birçok ibret dersi vardır"},{"SurahNumber":6,"VerseNumber":100,"Text":"Müşrikler cinleri Allah´a ortak koştular. Oysa cinleri yaratan O´dur. Körükörüne, hiç yoktan O´na oğullar ve kızlar yakıştırdılar. Haşa O, onların uydurdukları sıfatlardan uzak ve yücedir"},{"SurahNumber":6,"VerseNumber":101,"Text":"O göklerin ve yerin yoktan var edicisidir. Eşi olmadığına göre, çocuğu nasıl olabilsin ki? Her şeyi O yarattı ve O her şeyi bilendir"},{"SurahNumber":6,"VerseNumber":102,"Text":"İşte Rabbimiz olan Allah budur. O´ndan başka ilâh yoktur, her şeyin yaratıcısı O´dur, o halde sırf O´na kulluk ediniz, her konuda dayanılacak tek merci O´dur"},{"SurahNumber":6,"VerseNumber":103,"Text":"Gözler O´nu görmez, fakat O gözleri görür. O latiftir (algılanamaz) ve her şeyden haberdardır"},{"SurahNumber":6,"VerseNumber":104,"Text":"Hiç kuşkusuz size Rabbinizden birçok uyarıcı kanıtlar, açık belgeler geldi. Kim bunları görürse, kendi lehine ve kim bunlara karşı göz yumarsa kendi aleyhine davranmış olur. Ben sizin başınızda korucu, bekçi değilim"},{"SurahNumber":6,"VerseNumber":105,"Text":"Kimileri sana «Sen bir yerden ders almışsın» desinler ve bilenlere de iyice anlatalım diye ayetlerimizi çeşitli açılardan açıklıyoruz"},{"SurahNumber":6,"VerseNumber":106,"Text":"Rabbinden sana gelen vahye uy, O´ndan başka ilâh yoktur, O´na ortak koşanlardan yüz çevir"},{"SurahNumber":6,"VerseNumber":107,"Text":"Allah dileseydi, onlar O´na ortak koşmazlardı. Biz seni onların başına korucu, bekçi dikmedik; sen onların vekili, davranışlarının sorumlusu da değilsin"},{"SurahNumber":6,"VerseNumber":108,"Text":"Onların Allah dışında yalvardıkları putlara sövmeyiniz ki, şaşkınlığa kapılarak körükörüne Allah´a sövmesinler. Böylece her ümmete davranış ve tutumlarını cazip gösterdik. Sonunda dönüşleri Rabblerinedir, O onlara yaptıklarının içyüzünü bildirir"},{"SurahNumber":6,"VerseNumber":109,"Text":"Onlar kesin bir dille Allah adına yemin ederek, eğer kendilerine bir mucize gelirse O´na mutlaka inanacaklarını söylediler. De ki; «Mucizeler sırf Allah´ın tekelindedir.» Hem bilmiyor musunuz ki, eğer o mucize gelse, onlar yine inanmazlar"},{"SurahNumber":6,"VerseNumber":110,"Text":"Onların gönüllerini ve gözlerini ters çevirerek kendilerini iman etmekten kaçındıkları ilk durumlarına döndürür ve azgınlıkları içinde debelenmeye bırakırız"}]}