{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Tā de zōngzú zhōng jiāo'ào de guìzúmen shuō:“Shū ā bo a! Wǒmen yīdìng yào bǎ nǐ hé nǐ de xìntúmen zhú chūchéng wài, chúfēi nǐmen zài xìn wǒmen de zōngjiào.” Tā shuō:“Jíshǐ wǒmen yànwù nǐmen de zōngjiào, yě yào wǒmen zài xìnfèng tā ma"},{"SurahNumber":7,"VerseNumber":89,"Text":"Ān lā shǐ wǒmen tuōlí nǐmen de zōngjiào hòu, rúguǒ wǒmen zài qù xìn tā, nàme, wǒmen què yǐ jiǎjiè ān lā de míngyì ér zàoyáole. Chúfēi ān lā——wǒmen de zhǔ——yìyù, wǒmen bù huì zài xìn nǐmen de zōngjiào. Wǒmen de zhǔ de zhīshì shì bāoluó wànwù de, wǒmen zhǐ tuō kào ān lā. Wǒmen de zhǔ a! Qiú nǐ zài wǒmen hé wǒmen de zōngzú zhī jiān yī zhēnlǐ ér pànjué ba, nǐ shì zhì shàn de pànjué zhě.”"},{"SurahNumber":7,"VerseNumber":90,"Text":"Tā de zōngzú zhōng bù xìndào de guìzúmen shuō:“Rúguǒ nǐmen shùncóng shū ā bo, nàme nǐmen yīdìng shì kuī shé de rén.”"},{"SurahNumber":7,"VerseNumber":91,"Text":"Yúshì, dìzhèn xíjíle tāmen, qǐngkè zhī jiān, tāmen dōu jiāng wò zài gè rén de jiālǐ"},{"SurahNumber":7,"VerseNumber":92,"Text":"Fǒurèn shū ā bo de rén, hǎoxiàng méiyǒu zài nàgè chéngshì lǐ jūzhùguò yīyàng. Fǒurèn shū ā bo de rén, què shì kuī shé de"},{"SurahNumber":7,"VerseNumber":93,"Text":"Yúshì, tā líkāile tāmen, bìngqiě shuō:“Wǒ de zōngzú a! Wǒ què yǐ bǎ wǒ de zhǔ de shǐmìng chuándá gěi nǐmenle, bìng xiàng nǐmen tíchūle zhōnggào. Wǒ zěn néng āidào bù xìndào de mínzhòng ne!”"},{"SurahNumber":7,"VerseNumber":94,"Text":"Wǒ měi pàiqiǎn yīgè xiānzhī dào yīgè chéngshì qù,(ér tā bèi rén fǒurèn), wǒ zǒng yào yǐ pínqióng hé huànnàn chéngzhì qí jūmín, yǐbiàn tāmen qiàn xùn"},{"SurahNumber":7,"VerseNumber":95,"Text":"Suíhòu wǒ zhuǎn huò wéi fú, zhídào tāmen fùshù, bìngqiě shuō:“Wǒmen de zǔxiān què yǐ zāoguò huànnàn, xiǎngguò kānglèle.” Yúshì, dāng tāmen bùzhī bù jué shí, wǒ chéngzhì tāmen"},{"SurahNumber":7,"VerseNumber":96,"Text":"Jiǎruò gè chéngshì de jūmín, xìndào érqiě jìngwèi, wǒ bì wèi tāmen ér kāipì tiāndì de fúlì, dànshì tāmen dōu fǒurènle, gùwǒ yīn tāmen suǒzuò de zuì'è ér chéngzhìle tāmen"},{"SurahNumber":7,"VerseNumber":97,"Text":"Gè chéngshì de jūmín zhèngzài yèjiān hānshuì shí, wǒ de xíngfá túrán jiànglín tāmen, tāmen néng dé ānníng ma"},{"SurahNumber":7,"VerseNumber":98,"Text":"Gè chéngshì de jūmín nándào bùpà wǒ de xíngfá, zài shàngwǔ, dāng tāmen zài yóuxì de shíhòu jiànglín tāmen ma"},{"SurahNumber":7,"VerseNumber":99,"Text":"Nándào tāmen bùpà ān lā de jìmóu ma? Zhǐyǒu kuī shé de mínzhòng cái bùpà ān lā de jìmóu"},{"SurahNumber":7,"VerseNumber":100,"Text":"Jì xiān mín zhīhòu ér wéi dàdì de zhǔréngōng de rénmen, jiǎruò wǒ yào yìyù, wǒ bì yīn tāmen de zuì'è ér chéngzhì tāmen; bìngqiě fēngbì tāmen de xīn, gù tāmen bù tīng quàn jiàn. Nándào tāmen bù míngbái zhège dàolǐ ma"},{"SurahNumber":7,"VerseNumber":101,"Text":"Zhèxiē chéngshì, wǒ yǐ bǎ tāmen de bùfèn gùshì gàosùle nǐ. Gè mínzú de shǐzhě, què yǐ yòng xǔduō míngzhèng zhāoshì běn zú de rén; dàn tāmen bù huì xiāngxìn zìjǐ yǐqián suǒ fǒurèn de. Ān lā jiù zhèyàng fēng bì liǎo bù xìndào zhě de xīn"},{"SurahNumber":7,"VerseNumber":102,"Text":"Wǒ méiyǒu fāxiàn tāmen dàbàn shì lǚxíng yuē yán de, wǒ què fāxiàn tāmen dàbàn shì fànzuì de rén"},{"SurahNumber":7,"VerseNumber":103,"Text":"Hòulái, wǒ pàiqiǎn mù sà dàizhe wǒ de xǔduō jīxiàng, qù jiàn fǎlǎo hé tā de zhòng gōngqīng, dàn tāmen bù kěn xìn nàxiē jīxiàng, nǐ kàn kàn zuò'è zhě de jiéjú shì zěnyàng de"},{"SurahNumber":7,"VerseNumber":104,"Text":"Mù sà shuō:“Fǎlǎo a! Wǒ què shì zhòng shìjiè de zhǔ suǒ pàiqiǎn de shǐzhě"},{"SurahNumber":7,"VerseNumber":105,"Text":"wǒ zhǐ yīnggāi jiè ān lā de míngyì ér xuānyán zhēnlǐ. Wǒ què yǐ cóng nǐmen de zhǔ nàlǐ gěi nǐmen dài láile yīgè míngzhèng, suǒyǐ, nǐ yīnggāi shìfàng yǐsèliè de hòuyì, ràng tāmen tóng wǒ yīqǐ qù.”"},{"SurahNumber":7,"VerseNumber":106,"Text":"Tā shuō:“Rúguǒ nǐ yǐ dài láile yī zhǒng jīxiàng, nǐ jiù bǎ tā ná chūlái ba, rúguǒ nǐ shì chéngshí de rén.”"},{"SurahNumber":7,"VerseNumber":107,"Text":"Tā jiù pāo xià tā de shǒuzhàng, nà tiáo shǒuzhàng hūrán biàn chéng yītiáo mǎng"},{"SurahNumber":7,"VerseNumber":108,"Text":"Tā chōuchū tā de shǒu lái, nà zhī shǒu zài guānzhòng yǎnqián hūrán xiǎn chū báiguāng"},{"SurahNumber":7,"VerseNumber":109,"Text":"Fǎlǎo de bǎixìng zhōng de zhòng lǐngxiù shuō:“Zhè què shì yīgè gāomíng de shùshì"},{"SurahNumber":7,"VerseNumber":110,"Text":"tā xiǎng píng tā de móshù, bǎ nǐmen zhú chū guójìng, nǐmen yǒu shé me jiànyì ne?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"Tāmen shuō:“Qǐng nǐ kuānróng tā hé tā dí gēgē, bìng pài zhāomù yuán wǎng gè chéngshì qù"},{"SurahNumber":7,"VerseNumber":112,"Text":"tāmen huì bǎ suǒyǒu gāomíng de shùshì dōu zhào dào nǐ de yùqián lái.”"},{"SurahNumber":7,"VerseNumber":113,"Text":"Shùshìmen lái jiàn fǎlǎo, tāmen shuō:“Rúguǒ wǒmen huòshèng, wǒmen huì dédào bàochóu ma?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"Tā shuō:“Shì de, nǐmen bìdìng shǔyú qīnxìn zhī liè.”"},{"SurahNumber":7,"VerseNumber":115,"Text":"Tāmen shuō:“Mù sà a! Nǐ xiān pāo (nǐ de shǒuzhàng) ne, háishì wǒmen xiān pāo (wǒmen de) ne?”"},{"SurahNumber":7,"VerseNumber":116,"Text":"Tā shuō:“Nǐmen xiān pāo ba! Dāng tāmen pāo xiàqù shí,(biàn chū de dōngxī) xuànhuòle zhòngrén de yǎnjīng, érqiě shǐ rénmen kǒngbù. Tāmen shīzhǎnle dà móshù"},{"SurahNumber":7,"VerseNumber":117,"Text":"wǒ qǐshì mù sà shuō:“Nǐ pāo chū nǐ de shǒuzhàng ba.” Yúshì, nà tiáo shǒuzhàng lìkè xiāomièle tāmen suǒ huànhuà de (dōngxī)"},{"SurahNumber":7,"VerseNumber":118,"Text":"Yúshì, zhēnlǐ zhāozhù, ér tāmen suǒ yǎn de móshù biàn chéng wúyòng de"},{"SurahNumber":7,"VerseNumber":119,"Text":"Fǎlǎo děng dāngchǎng bàiběi, yī biàn ér chéngwéi qūrǔ zhě"},{"SurahNumber":7,"VerseNumber":120,"Text":"Shùshìmen bù yóujǐ de bàidǎo xiàqù"},{"SurahNumber":7,"VerseNumber":121,"Text":"tāmen shuō:“Wǒmen yǐ xìnyǎng zhòng shìjiè de zhǔ"},{"SurahNumber":7,"VerseNumber":122,"Text":"jí mù sà hé hā lún de zhǔ.”"},{"SurahNumber":7,"VerseNumber":123,"Text":"Fǎlǎo shuō:“Méiyǒu huòdé wǒ de xǔkě, nǐmen zěnme jiù xìnyǎngle tā ne? Zhè yīdìng shì nǐmen zài chéng lǐ yùmóu de, xiǎng jiè cǐ bǎ chéng lǐ de jūmín qūzhú chūqù; bùjiǔ nǐmen jiù huì zhīdàole"},{"SurahNumber":7,"VerseNumber":124,"Text":"Wǒ yīdìng yào jiāohùzhe kǎn diào nǐmen shǒujiǎo, ránhòu, wǒ bìdìng bǎ nǐmen tǒngtǒng dīng sǐ zài shízìjià shàng.”"},{"SurahNumber":7,"VerseNumber":125,"Text":"Tāmen shuō:“Wǒmen què yào fǎn yú wǒmen de zhǔ"},{"SurahNumber":7,"VerseNumber":126,"Text":"Nǐ wúfēi shì zébèi wǒmen xìnyǎngle wǒmen de zhǔ suǒ jiàng shì de jīxiàng. Wǒmen de zhǔ a! Qiú nǐ bǎ jiānrěn qīngzhù zài wǒmen de xīnzhōng, qiú nǐ zài wǒmen shùnfú de qíngzhuàng xià shǐ wǒmen sǐqù.”"},{"SurahNumber":7,"VerseNumber":127,"Text":"Fǎlǎobǎixìng zhōng de zhòng lǐngxiù shuō:“Nándào nǐ yào rèn suí mù sà hé tā de zōngzú zài dìfāng shàng zuò'è, bìng pāoqì nǐ hé nǐ de zhòng shénlíng ma?” Tā shuō:“Wǒmen yào túshā tāmen de érzi, bǎoquán tāmen de fùnǚ, wǒmen què shì tǒngzhì tāmen de.”"},{"SurahNumber":7,"VerseNumber":128,"Text":"Mù sà duì tā de zōngzú shuō:“Nǐmen yāo qiúzhù yú ān lā, yào rěnshòu nüèdài; dàdì què shì ān lā de, tā shǐ tā yìyù de chénmín jìchéng tā; yōuměi de jiéjú zhǐ guī jìngwèi zhě.”"},{"SurahNumber":7,"VerseNumber":129,"Text":"Tāmen shuō:“Nǐ dàolái zhīqián, wǒmen shòu nüèdài, nǐ dàolái zhīhòu, wǒmen réngrán shòu nüèdài!” Tā shuō:“Nǐmen de zhǔ, huòxǔ huì xiāomiè nǐmen de chóudí, ér yǐ nǐmen wèi zhè dìfāng de dài zhì zhě, kàn kàn nǐmen shì zěnyàng gōngzuò de.”"},{"SurahNumber":7,"VerseNumber":130,"Text":"Wǒ què yǐ yòng huāng nián hé qiànshōu qù chéngzhì fǎ lǎo de chénmín, yǐbiàn tāmen juéwù"},{"SurahNumber":7,"VerseNumber":131,"Text":"Dāng xìngfú jiànglín tāmen de shíhòu, tāmen shuō:“Zhè shì wǒmen suǒ yīng dé de.” Dāng zāinàn jiànglín tāmen de shíhòu, tāmen zé guījiù yú mù sà jí qí jiàotúmen de bùxiáng. Zhēn de, tāmen de èyùn shì zài ān lā nàlǐ zhùdìng de, zhǐshì tāmen dàbàn bù zhīdào bàle"},{"SurahNumber":7,"VerseNumber":132,"Text":"Tāmen shuō:“Wúlùn nǐ ná shénme jīxiàng lái míhuò wǒmen, wǒmen jué bù xiāngxìn nǐ.”"},{"SurahNumber":7,"VerseNumber":133,"Text":"Gùwǒ shǐ shuǐzāi, huángchóng, shīzi, qīngwā, xiěyè děng zuòwéi míngzhèng qù mónàn tāmen. Dàn tāmen zì dà, tāmen shì fànzuì de mínzhòng"},{"SurahNumber":7,"VerseNumber":134,"Text":"Dāng tāmen zāoyù tiānzāi de shíhòu, tāmen shuō:“Mù sà a! Nǐ de zhǔ yǔ nǐ yǒu yuē zài xiān, qǐng nǐ qídǎo tā, rúguǒ nǐ néng tì wǒmen xiāochú tiānzāi, nàme, wǒmen jiù yīdìng xìnyǎng nǐ, yīdìng shìfàng yǐsèliè de hòuyì, ràng tāmen tóng nǐ qù.”"},{"SurahNumber":7,"VerseNumber":135,"Text":"Dāng wǒ tì tāmen zhànshí xiāochú zāinàn de shíhòu, tāmen hūrán bèiyuēle"},{"SurahNumber":7,"VerseNumber":136,"Text":"Yúshì, wǒ chéngzhìle tāmen, shǐ tāmen chénlún zài hǎilǐ, yīnwèi tāmen fǒurèn wǒ de jīxiàng, bìngqiě hūshì tā"},{"SurahNumber":7,"VerseNumber":137,"Text":"Wǒ shǐ bèi qīfù de mínzhòng, jìchéngle wǒ céng jiàng fú qízhōng de tǔdì de sì jìng. Yǐsèliè de hòuyì, néng rěnshòu nüèdài, gù nǐ de zhǔ duì tāmen de zuì jiā nuòyán yǐ wánquán shíxiànle; wǒ huǐmièle fǎlǎo hé tā de bǎixìng suǒ gòuzào de, hé tāmen suǒ jiànzhú de"},{"SurahNumber":7,"VerseNumber":138,"Text":"Wǒ céng shǐ yǐsèliè de hòuyì dùguò hǎi qù. Dāng tāmen jīngguò yī huǒ chóngbài ǒuxiàng de mínzhòng shí, tāmen shuō:“Mù sà a! Qǐng nǐ wèi wǒmen shèzhì yīgè shénlíng, yóurú tāmen yǒu xǔduō shénlíng yīyàng.” Tā shuō:“Nǐmen què shì wúzhī de mínzhòng"},{"SurahNumber":7,"VerseNumber":139,"Text":"Nàxiē rén suǒ chóngbài de shénlíng shì yào bèi huǐmiè de, tāmen suǒ xíng de shàngōng shì wúxiào de.”"},{"SurahNumber":7,"VerseNumber":140,"Text":"Tā shuō:“Ān lā céng shǐ nǐmen chāoyuè quán shìjiè, wǒ zěn néng shě ān lā ér tì nǐmen bié qiú shénlíng ne?”"},{"SurahNumber":7,"VerseNumber":141,"Text":"Dāngshí, wǒ shǐ nǐmen tuōlí fǎlǎo de chénmín, tāmen shǐ nǐmen zāoshòu kùxíng, túshā nǐmen de érzi, bǎoquán nǐmen de nǚzǐ. Cǐ zhōng yǒu cóng nǐmen de zhǔ jiàngxià de dà nàn"},{"SurahNumber":7,"VerseNumber":142,"Text":"Wǒ yǔ mù sà yuē qí sānshí yè. Wǒ yòu yǐ shí yè bǔzú zhī, gù tā de zhǔ de yuē qí gòngjì sìshí yè. Mù sà duì tā gēgē hā lún shuō:“Qǐng nǐ tì wǒ tǒngshuài wǒ de zōngzú. Nǐ yào gǎishàn tāmen de shìwù, nǐ bùyào zūnxún zuò'è zhě de dàolù.”"},{"SurahNumber":7,"VerseNumber":143,"Text":"Dāng mù sà wèile wǒ de huìqí ér lái, érqiě tā de zhǔ duì tā shuōle huà de shíhòu, tā shuō:“Wǒ de zhǔ a! Qiú nǐ zhāoshì wǒ, yǐbiàn wǒ kànjiàn nǐ.” Zhǔ shuō:“Nǐ bùnéng kànjiàn wǒ, dàn nǐ kàn nà zuò shān ba. Rúguǒ tā néng zài tā de běnwèi shàng jiāndìng, nàme, nǐ jiù néng kànjiàn wǒ.” Dāng tā de zhǔ duì nà zuò shān wēi lùguāng huá de shíhòu, tā shǐ nà zuò shān biàn chéng fěnsuì de. Mù sà yūn dǎo zài dìshàng. Dāng tā sūxǐng de shíhòu, tā shuō:“Wǒ zànsòng nǐ chāojué wànwù, wǒ xiàng nǐ huǐzuì, wǒ shì shǒuxiān xìndào de.”"},{"SurahNumber":7,"VerseNumber":144,"Text":"Zhǔ shuō:“Mù sà a! Wǒ què yǐ jiè wǒ de shǐmìng huò miàn yù ér jiāng nǐ xuǎnbá zài zhòngrén zhī shàngle, nǐ yào jiēshòu wǒ suǒ cì nǐ de ēnhuì, bìng dāng gǎnxiè wǒ.”"},{"SurahNumber":7,"VerseNumber":145,"Text":"Wǒ céng wèi tā zài fǎ bǎn zhōng zhìdìng gè zhǒng jiàoxùn hé gè zhǒng jiěshì.“Nǐ yào jiānchí tā, bìng mìnglìng nǐ de zōngzú zūnxún qízhōng zuìměi de tiáolì, wǒ jiāng zhāoshì nǐmen zuì rénmen de guójiā.”"},{"SurahNumber":7,"VerseNumber":146,"Text":"Wǒ jiāng shǐ nàxiē zài dìfāng shàng wàngzìzūndà de rén líqì wǒ de jīxiàng, jíshǐ tāmen kànjiàn yī qiē jīxiàng, tāmen yě bùxìn tā; rúguǒ tāmen kànjiàn zhèngdào, tāmen bù bǎ tā dàng zuò dàolù; rúguǒ tāmen kànjiàn xiédào, tāmen bǎ tā dàng zuò dàolù. Zhè shì yīnwèi tāmen bùxìn wǒ de jīxiàng, érqiě hūshì tā"},{"SurahNumber":7,"VerseNumber":147,"Text":"Fǒurèn wǒ de jīxiàng hé hòushì huìjiàn de rén, tāmen de shàngōng shì wúxiào de, tāmen zhǐ shòu zìjǐ xíngwéi de bàochóu"},{"SurahNumber":7,"VerseNumber":148,"Text":"Mù sà de zōngzú zài tā (líkāi) zhīhòu, yǐ tāmen de shǒushì zhù chéng yītóu niúdú—— yīgè yǒu dú shēng de qūké. Nándào tāmen bù zhīdào tā bùnéng hé tāmen duìhuà, bùnéng zhǐyǐn tāmen dàolù ma? Tāmen yǐ tā wèi shénlíng, tāmen shì bù yì zhě"},{"SurahNumber":7,"VerseNumber":149,"Text":"Dāng tāmen yǐjīng huǐhèn, érqiě zhīdào zìjǐ què yǐ mí wù de shíhòu, tāmen shuō:“Rúguǒ wǒmen de zhǔ bù cí mǐn wǒmen, bù ráoshù wǒmen, wǒmen yīdìng biàn chéng kuī shé de rénle.”"},{"SurahNumber":7,"VerseNumber":150,"Text":"Dāng mù sà fènnù ér yòu bēishāng de qù jiàn tā de zōngzú de shíhòu, tā shuō:“Wǒ bùzài de shíhòu, nǐmen tì wǒ zuò de shì zhēn èliè! Nándào nǐmen bùnéng jìng hòu nǐmen de zhǔ de mìnglìng ma?” Tā réngle fǎ bǎn, jiū zhù tā gēgē de tóufǎ, bǎ tā lā dào shēnbiān. Tā shuō:“Bāo dì a! Zōngzúmen què yǐ qīfù wǒ, tāmen jīhū shāhàile wǒ, nǐ bùyào shǐ wǒ de chóudí chēngkuài, bùyào bǎ wǒ dàng zuò bù yì zhě.”"},{"SurahNumber":7,"VerseNumber":151,"Text":"Mù sà shuō:“Wǒ de zhǔ a! Qiú nǐ shè yòu wǒ hé wǒ gēgē, qiú nǐ shǐ wǒmen jìnrù nǐ de cí'ēn zhī zhōng, nǐ shì zhìrén zhì cí de.”"},{"SurahNumber":7,"VerseNumber":152,"Text":"Fèng niúdú wèi shénlíng de rénmen, jiāng shòu tāmen de zhǔ de qiǎn nù, zài jīnshì bì shòu língrù. Wǒ zhèyàng bàochóu wúmiè ān lā de rén"},{"SurahNumber":7,"VerseNumber":153,"Text":"Zuò'è hòu néng huǐgǎi, érqiě xìndào zhě, nǐ de zhǔ zài tāmen huǐzuì zhīhòu, duìyú tāmen què shì zhì shè de, què shì zhì cí de"},{"SurahNumber":7,"VerseNumber":154,"Text":"Mù sà nùqì píngxí hòu bǎ fǎ bǎn shíle qǐlái. Duìyú jìngwèi zhě, fǎ bǎn li yǒu yǐndǎo hé cí'ēn"},{"SurahNumber":7,"VerseNumber":155,"Text":"Mù sà cóng tā de zōngzú zhōng jiǎnxuǎnle qīshí gèrén lái fù wǒ de yuēhuì; dāng tāmen wèi dìzhèn suǒ xíjí de shíhòu, tā shuō:“Wǒ de zhǔ a! Jiǎruò nǐ yìyù, nàme, yǐqián nǐ zǎoyǐ huǐmiè tāmen hé wǒ. Nándào nǐ yàoyīn wǒmen zhōng de yúrén de xíngwéi ér huǐmiè wǒmen ma? Zhè zhǐshì nǐ de kǎoyàn, nǐ jiè cǐ shǐ nǐ yìyù zhě wù rù qítú, shǐ nǐ yìyù zhě zǒu shàng zhèngdào. Nǐ shì wǒmen de bǎohù zhě, gù qiú nǐ ráoshù wǒmen, cí mǐn wǒmen. Nǐ shì zuìshàn de ráoshù zhě"},{"SurahNumber":7,"VerseNumber":156,"Text":"Qiú nǐ zài jīnshì hé hòushì wéi wǒmen zhùdìng xìngfú, wǒmen què yǐ duì nǐ huǐguòle.” Zhǔ shuō:“Wǒ de xíngfá, shì yòng lái chéngzhì wǒ yù chéngzhì de rén de, wǒ de cí'ēn shì bāoluó wànwù de. Wǒ jiāng zhùdìng yǐ wǒ de cí'ēn guīyú jìngwèi ān lā, wán nà tiān kè, érqiě xìnyǎng wǒ de jīxiàng zhě.”"},{"SurahNumber":7,"VerseNumber":157,"Text":"Tāmen shùncóng shǐzhě——bù shí zì de xiānzhī, tāmen zài zìjǐ suǒyǒu de “tǎo lā tè” hé “yǐn zhī lēi” zhōng fāxiàn guānyú tā de jìzǎi. Tā mìnglìng tāmen xíngshàn, jìnzhǐ tāmen zuò'è, zhǔnxǔ tāmen chī jiāměi de shíwù, jìn jiè tāmen chī wūhuì de shíwù, xiè tuō tāmen de zhòngdàn, jiěchú tāmen de zhìgù, gù fán xìnyǎng tā, zūnzhòng tā, yuánzhù tā, érqiě zūnxún yǔ tā yīqǐ jiànglín de guāngmíng de rén, dōu shì chénggōng zhě"},{"SurahNumber":7,"VerseNumber":158,"Text":"Nǐ shuō:“Zhòngrén a! Wǒ què shì ān lā de shǐzhě, tā pài wǒ lái jiàohuà nǐmen quántǐ; tiāndì de zhǔquán zhǐshì ān lā de, chú tā zhī wài, jué wú yīng shòu chóngbài de. Tā néng shǐ sǐzhě shēng, néng shǐ shēng zhě sǐ, gù nǐmen yīngdāng xìnyǎng ān lā hé tā de shǐzhě, nàgè shǐzhě shì xìnyǎng ān lā jí qí yáncí de, dàn bù shí zì de xiānzhī——nǐmen yīngdāng shùncóng tā, yǐbiàn nǐmen zūnxún zhèngdào.”"},{"SurahNumber":7,"VerseNumber":159,"Text":"Mù sà de zōngzú zhōng, yǒuyī huǒ rén, běnzhe zhēnlǐ yǐndǎo tārén, yīn zhēnlǐ ér zhǔchí gōngdào"},{"SurahNumber":7,"VerseNumber":160,"Text":"Wǒ bǎ tāmen fēn wéi shí'èrzhī pài,〔jí bùluò〕. Dāng mù sà de zōngzú xiàng tā qiú shuǐ de shíhòu, wǒ qǐshì tā shuō:“Nǐ yòng nǐ de shǒuzhàng dǎ nà pánshí ba. Yúshì, shí'èr gǔ quánshuǐ jiù cóng nà pánshí lǐ yǒng chūlái, gè bùluò dōu zhīdào zìjǐ de yǐnshuǐ chǔ. Wǒ yǐ báiyún yīnbì tāmen, yòu jiàngxià gānlù hé ānchún gěi tāmen.〔Wǒ duì tāmen shuō〕:“Nǐmen kěyǐ chī wǒ suǒ gōngjǐ nǐmen de jiāměi de shíwù.” Tāmen méiyǒu kuīfù wǒ, dàn tāmen zì kuīle"},{"SurahNumber":7,"VerseNumber":161,"Text":"Dāngshí,〔wǒ〕 duì tāmen shuō:“Nǐmen kěyǐ jūzhù zài zhège chéngshì, ér rènyì chī qízhōng de shíwù, nǐmen yīngdāng jūgōng ér rù chéng mén, bìngqiě shuō:‘Shì wǒ zhòngfù’, wǒ jiù ráoshù nǐmen de zhǒngzhǒng zuìguo, wǒ yào hòu bào shànrén.”"},{"SurahNumber":7,"VerseNumber":162,"Text":"Dàn tāmen zhōng bù yì zhě gǎibiànle tāmen suǒ fèng de zhǔ yán, gùwǒ yīn tāmen de bù yì ér jiàng tiānzāi yú tāmen"},{"SurahNumber":7,"VerseNumber":163,"Text":"nǐ xiàng tāmen xúnwèn nàgè hǎibīn chéngshì de qíngkuàng ba. Dāngshí tāmen zài ānxírì wéifǎ luàn jì. Dāngshí, měi féng tāmen shǒu ānxírì de shíhòu, yú er jiù fúyóu dào tāmen miànqián lái; měi féng tāmen bù shǒu ānxírì de shíhòu, yú er jiù bù dào tāmen de miànqián lái. Yóuyú tāmen bù yì de xíngwéi, wǒ cái zhèyàng kǎoyàn tāmen"},{"SurahNumber":7,"VerseNumber":164,"Text":"Dāngshí, tāmen zhōng yǒuyī huǒ rén shuō:“Ān lā yào jiāyǐ huǐmiè, huò jiāyǐ yánchéng de mínzhòng, nǐmen hébì quàn jiè tāmen ne?” Tāmen shuō:“Yīnwèi qiú dé nǐmen de zhǔ de yuánliàng, érqiě xīwàng tāmen néng jìngwèi.”"},{"SurahNumber":7,"VerseNumber":165,"Text":"Dāng tāmen bù cǎinà zhōnggào de shíhòu, wǒ zhěngjiùle jiè rén zuò'è zhě, ér yǐ yánxíng chéngfá bù yì zhě, yīnwèi tāmen fànle zuì"},{"SurahNumber":7,"VerseNumber":166,"Text":"Dāng tāmen wàngzìzūndà, bù kěn zūnshǒu jièlǜ de shíhòu, wǒ duì tāmen shuō:“Nǐmen biàn chéng bēijiàn de hóuzi ba!”"},{"SurahNumber":7,"VerseNumber":167,"Text":"Dāngshí, nǐ de zhǔ xuānbù tā yīdìng pài rén lái shǐ tāmen jìxù zāoshòu kùxíng, zhídào fùhuó rì. Nǐ de zhǔ què shì chéngfá shénsù de. Tā què shì zhì shè de, què shì zhì cí de"},{"SurahNumber":7,"VerseNumber":168,"Text":"Wǒ céng shǐ tāmen sàn chù sìfāng, chéngwéi ruògān pàibié, tāmen zhōng yǒu shànrén, yǒu cì yú shànrén de, wǒ yòng zhǒngzhǒng huò fú kǎoyàn tāmen, yǐbiàn tāmen juéwù"},{"SurahNumber":7,"VerseNumber":169,"Text":"Zài tāmen sǐwáng zhīhòu, yǒu bùxiào de hòuyì dàitì tāmen ér jìchéngle tiān jīng, nàxiē hòuyì juéqǔ jīnshì fú lì, hái shuō:“Wǒmen jiāng méng ráoshù.” Rúguǒ yǒu tóngyàng de fú lì lái dào tāmen de shēnbiān, tāmen hái jiāng juéqǔ. Nándào tiān jīng zhōng méiyǒu míngwén jiàodǎo tāmen zhǐ néng yǐ zhēnlǐ guīyú ān lā ma? Nándào tāmen méiyǒu sòng xí nàxiē míngwén ma? Hòushì de ānzhái, duìyú jìngwèi zhě shì gèng yōuměi de. Nándào nǐmen bù lǐjiě ma"},{"SurahNumber":7,"VerseNumber":170,"Text":"Jiānchí tiān jīng, jǐn shǒu bài gōng zhě, wǒ bì bù huì shǐ tāmen dāngzhōng de xíngshàn zhě túláo wú chóu"},{"SurahNumber":7,"VerseNumber":171,"Text":"Dāngshí wǒ shǐ nà zuò shān zài tāmen de shàngmiàn zhèndòng, hǎoxiàng sǎn gài yīyàng, tāmen cāixiǎng nà zuò shān yào luò zài tāmen de tóu shàng. Wǒ shuō:“Nǐmen dāng jiānchí wǒ cìyǔ nǐmen de jīngdiǎn, bìng dāng láojì qízhōng de jiàoxùn, yǐbiàn nǐmen jìngwèi.”"},{"SurahNumber":7,"VerseNumber":172,"Text":"Dāngshí, nǐ de zhǔ cóng ā dān de zǐsūn de bèijǐ zhōng qǔchū tāmen de hòuyì, bìng shǐ tāmen zhāorèn. Zhǔ shuō:“Nándào wǒ bùshì nǐmen de zhǔ ma?” Tāmen shuō:“Zěnme bùshì ne? Wǒmen yǐ zuòzhèngle.”(Wǒ zhī suǒyǐ yào shǐ tāmen zhāorèn) shì yīn wéi bù yuàn nǐmen zài fùhuó rì shuō:“Wǒmen shēngqián quèshí hūshìle zhè jiàn shì.”"},{"SurahNumber":7,"VerseNumber":173,"Text":"Huòzhě shuō:“Zhǐyǒu wǒmen de zǔxiān cóngqián céng yǐ wù pèi zhǔ, wǒmen bùguò shì tāmen de hòuyì; nándào nǐ yàoyīn huāngdàn zhě de xíngwéi ér huǐmiè wǒmen ma?”"},{"SurahNumber":7,"VerseNumber":174,"Text":"Wǒ zhèyàng jiěshì xǔduō jīxiàng yǐbiàn tāmen huǐwù"},{"SurahNumber":7,"VerseNumber":175,"Text":"Nǐ yīngdāng duì tāmen xuāndú nàgè rén de gùshì; wǒ céng bǎ wǒ de xǔduō jīxiàng shǎngcì tā, dàn tā bǐqì nàxiē jīxiàng, gù èmó gǎn shàng tā, ér tā biàn chéngle mí wù zhě"},{"SurahNumber":7,"VerseNumber":176,"Text":"Jiǎruò wǒ yìyù, wǒ yīdìng yào jiè nàxiē jīxiàng ér tíshēng tā, dàn tā yīliàn chénshì, shùncóng sīyù, suǒyǐ tā xiàng gǒu yīyàng, nǐ hēchì tā, tā jiù shēn chū shétou lái, nǐ bù hēchì tā, tā yě shēn chū shétou lái, zhè shì fǒurèn wǒ de jīxiàng zhě de pìyù. Nǐ yào jiǎngshù zhège rén de gùshì, yǐbiàn tāmen xǐngwù"},{"SurahNumber":7,"VerseNumber":177,"Text":"Fǒurèn wǒ de jīxiàng, érqiě zì qī de mínzhòng, qí pìyù zhēn èliè"},{"SurahNumber":7,"VerseNumber":178,"Text":"Ān lā yǐndǎo shéi, shéi jiùshì zūnxún zhèngdào de; ān lā shǐ shéi mí wù, shéi jiùshì kuī shé de"},{"SurahNumber":7,"VerseNumber":179,"Text":"Wǒ què yǐ wèi huǒ yù ér chuàngzàole xǔduō jīnglíng hé rénlèi, tāmen yǒuxīn què bùyòng qù sīwéi, tāmen yǒu yǎn què bùyòng qù guānchá, tāmen yǒu ěr què bùyòng qù tīngwén. Zhè děng rén hǎoxiàng shēngchù yīyàng, shènzhì bǐ shēngchù hái yào mí wù. Zhè děng rén shì shūhū de"},{"SurahNumber":7,"VerseNumber":180,"Text":"Ān lā yǒu xǔduō jí měide míng hào, gù nǐmen yào yòng nàxiē míng hào hūyù tā. Wàng yòng ān lā de míng hào zhě, nǐmen kěyǐ zhìzhībùlǐ, tāmen jiāng shòu zìjǐ xíngwéi de bàochóu"},{"SurahNumber":7,"VerseNumber":181,"Text":"Wǒ suǒ chuàngzào de rén, qízhōng yǒu yīgè mínzú, tāmen běnzhe zhēnlǐ yǐndǎo tārén, zhǔchí gōngdào"},{"SurahNumber":7,"VerseNumber":182,"Text":"Fǒurèn wǒ de jīxiàng zhě, wǒ yào shǐ tāmen bùzhī bù jué de jiàn qū yú huǐmiè"},{"SurahNumber":7,"VerseNumber":183,"Text":"Wǒ yōuróng tāmen, wǒ de jìmóu què shì zhōumì de"},{"SurahNumber":7,"VerseNumber":184,"Text":"Nándào tāmen méiyǒu sīwéi ma? Tāmen de tóngbàn jué méiyǒu fēng bìng, tā zhǐshì yīgè tǎnshuài de jǐnggào zhě"},{"SurahNumber":7,"VerseNumber":185,"Text":"Nándào tāmen méiyǒu guānchá tiāndì de zhǔquán hé ān lā chuàngzào de wànwù ma? Nándào tāmen méiyǒu xiǎngdào tāmen de shòu xiàn huòxǔ yǐ línjìnle ma? Cǐwài, tāmen jiāng xìnyǎng shénme yáncí ne"},{"SurahNumber":7,"VerseNumber":186,"Text":"Ān lā yào shǐ shéi mí wù, shéi jiù méiyǒuxiàngdǎo, bìng rèn suí tāmen fǎnghuáng yú cánbào zhī zhōng"},{"SurahNumber":7,"VerseNumber":187,"Text":"Tāmen wèn nǐ fùhuó zài shénme shíhòu shíxiàn, nǐ shuō:“Zhǐyǒu wǒ de zhǔ zhīdào nàgè shíhòu, zhǐyǒu tā néng zài yùdìng de shíhòu xiǎnshì tā. Tā zài tiāndì jiān shì zhòngdà de, tā jiāng túrán jiāng lín nǐmen.” Tāmen wèn nǐ, hǎoxiàng nǐ duìyú tā shì hěn shúxī de, nǐ shuō:“Zhǐyǒu ān lā zhīdào tā zài shénme shíhòu shíxiàn, dàn zhòngrén dàbàn bù zhīdào 〔zhège dàolǐ〕.”"},{"SurahNumber":7,"VerseNumber":188,"Text":"Nǐ shuō:“Chú ān lā suǒ yìyù de wài, wǒ bùnéng zhǎngwò zìjǐ de huò fú. Jiǎruò wǒ néng zhī yōuxuán, wǒ bì duō móu fúlì, bù zāo zāiyāngle. Wǒ zhǐshì yīgè jǐnggào zhě hé duì xìnjiào de mínzhòng de bàoxǐ zhě.”"},{"SurahNumber":7,"VerseNumber":189,"Text":"Tā cóng yīgè rén chuàngzào nǐmen, tā shǐ nàgè rén de pèi'ǒu yǔ tā tónglèi, yǐbiàn tā yīliàn tā. Tā hé tā jiāojiē hòu, tā huáile yīgè qīngpiāopiāo de yùn, tā néng zhàocháng dù rì, dāng tā gǎnjué shēnzi zhòng de shíhòu, tā liǎ qídǎo ān lā——tā liǎ de zhǔ——shuō:“Rúguǒ nǐ shǎngcì wǒmen yīgè jiànquán de érzi, wǒmen yīdìng gǎnxiè nǐ.”"},{"SurahNumber":7,"VerseNumber":190,"Text":"Dāng tā shǎngcì tā liǎ yīgè jiànquán de érzi de shíhòu, tā liǎ wèile zhǔ de shǎngcì ér tì zhǔ shùlì xǔduō huǒbàn. Dàn ān lā chāo hū tāmen yòng lái pèi tā de"},{"SurahNumber":7,"VerseNumber":191,"Text":"Nándào tāmen yǐ bèi chuàngzào ér bùnéng chuàngzào rènhé wù de dōngxī qù pèi ān lā ma"},{"SurahNumber":7,"VerseNumber":192,"Text":"Nàxiē dōngxī bùnéng zhùrén, yě bùnéng zìzhù"},{"SurahNumber":7,"VerseNumber":193,"Text":"Rúguǒ nǐmen jiào tāmen lái zūnxún zhèngdào, tāmen bù huì shùncóng nǐmen. Wúlùn nǐmen qídǎo tāmen huò bǎoshǒu jiānmò, zhè zài nǐmen shì yīyàng de"},{"SurahNumber":7,"VerseNumber":194,"Text":"Nǐmen shě ān lā ér qídǎo de, què shì gēn nǐmen yīyàng de núpú. Nǐmen qídǎo tāmen ba, qǐng tāmen dāyìng nǐmen de qíqiú ba, rúguǒ nǐmen shì chéngshí de rén"},{"SurahNumber":7,"VerseNumber":195,"Text":"Tāmen yǒu jiǎo néng xíng ne? Háishì yǒu shǒu néng qín ne? Háishì yǒu yǎn néng jiàn néng? Háishì yǒu ěr néng tīng ne? Nǐ shuō:“Nǐmen hūyù nǐmen de pèi zhǔ, ránhòu nǐmen hélì lái móuhài wǒ, nǐmen bùyòng kuānshù wǒ"},{"SurahNumber":7,"VerseNumber":196,"Text":"Wǒ de bǎoyòu zhě què shì ān lā, tā jiàng shì jīngdiǎn, juàngù shànrén"},{"SurahNumber":7,"VerseNumber":197,"Text":"Nǐmen shě tā qíqiú de ǒu xiàng, bùnéng zhù nǐmen, yě bùnéng zìzhù.”"},{"SurahNumber":7,"VerseNumber":198,"Text":"Rúguǒ nǐmen jiào tāmen lái zūnxún zhèngdào, tāmen bùnéng tīngcóng nǐmen; nǐ yǐwéi tāmen kànzhe nǐ, qíshí tāmen shì shì'érbùjiàn de"},{"SurahNumber":7,"VerseNumber":199,"Text":"Nǐ yào yuánliàng, yào quàndǎo, yào bì kāi yúrén"},{"SurahNumber":7,"VerseNumber":200,"Text":"Rúguǒ èmó sǒngyǒng nǐ, nǐ dāng qiú bì yú ān lā. Tā què shì quán cōng de, quánzhī de"},{"SurahNumber":7,"VerseNumber":201,"Text":"Jìngwèi zhě zāoyù èmó gǔhuò de shíhòu, néng huǎngrándàwù, lìkè kànjiàn zhēnlǐ"},{"SurahNumber":7,"VerseNumber":202,"Text":"Èmó yào rèn suí tā de dìxiōng mí wù, ránhòu tāmen bù kěn bàxiū"},{"SurahNumber":7,"VerseNumber":203,"Text":"Dāng nǐ wèi zhāoshì yī zhǒng jīxiàng de shíhòu, tāmen shuō:“Nǐ zěnme bù chuàngzào yī zhǒng ne?” Nǐ shuō:“Wǒ zhǐ zūnshǒu wǒ de zhǔ suǒ qǐshì wǒ de jīngdiǎn, zhè shì wéi xìndào de mínzhòng ér cóng nǐmen de zhǔ jiàng shì de míngzhèng hé yǐndǎo, hé cí'ēn.”"},{"SurahNumber":7,"VerseNumber":204,"Text":"Dāng biérén sòngdú “gǔlánjīng” de shíhòu, nǐmen dāng cè'ěr xì tīng, yánshǒu jiānmò, yǐbiàn nǐmen méngshòu ān lā de liánmǐn"},{"SurahNumber":7,"VerseNumber":205,"Text":"Nǐ dāng zhāoxì gōngjìng ér kǒngjù dì jìniàn nǐ de zhǔ, yīngdāng dī shēng zànsòng tā, nǐ bùyào shūhū"},{"SurahNumber":7,"VerseNumber":206,"Text":"Zài nǐ de zhǔ nàlǐ de (zhòng tiānshǐ), bùshì bùxiè yú chóngbài tā de, tāmen zànsòng tā chāojué yīqiè, tāmen zhǐ wèi tā ér kòutóu"},{"SurahNumber":8,"VerseNumber":1,"Text":"Tāmen wèn nǐ zhànlìpǐn (yīnggāi guī shéi) nǐ shuō:“Zhànlìpǐn yīnggāi guī ān lā hé shǐzhě, nǐmen yīngdāng jìngwèi ān lā, yīnggāi tiáotíng nǐmen de fēnzhēng, yīngdāng fúcóng ān lā jí qí shǐzhě, rúguǒ nǐmen shì xìnshì.”"},{"SurahNumber":8,"VerseNumber":2,"Text":"Zhǐyǒu zhè děng rén shì xìnshì: Dāng yǒurén jìniàn ān lā de shíhòu, tāmen de nèixīn gǎnjué kǒngjù; dāng yǒurén xuāndú ān lā de jīxiàng de shíhòu, nàxiē jīxiàng zēngjiāle tāmen de xìnyǎng, tāmen zhǐ tuō kào tāmen de zhǔ"},{"SurahNumber":8,"VerseNumber":3,"Text":"tāmen jǐn shǒu bài gōng, bìng fēn shě wǒ cìyǔ tāmen de cáiwù"},{"SurahNumber":8,"VerseNumber":4,"Text":"Zhè děng rén què shì xìnshì, tāmen jiānglái zài zhǔ nàlǐ dé xiǎngshòu xǔduō pǐnjí, ráoshù hé yōuhòu de jǐyǎng"},{"SurahNumber":8,"VerseNumber":5,"Text":"Zhè zhèngrú nǐ de zhǔ běn zhēnlǐ ér shǐ nǐ cóng jiā zhòng chūqù, ér yībùfèn xìnshì duì cǐ què shì zēngwù de"},{"SurahNumber":8,"VerseNumber":6,"Text":"Zhēnlǐ zhāozhù zhīhòu, tāmen wéi zhēnlǐ yǔ nǐ zhēnglùn, hǎoxiàng tāmen shì bèi yā qù shòu sǐxíng, ér tāmen qīnyǎn kànjiàn (xíngjù) shì de"},{"SurahNumber":8,"VerseNumber":7,"Text":"Dāngshí, ān lā yīngxǔ nǐmen liǎng huǒ rén zhōng de yī huǒ, nǐmen yào de shì méiyǒu wǔzhuāng dì nà yī huǒ, ér ān lā yù yǐ tā de yáncí zhèngshí zhēnlǐ, bìng gēnjué bù xìndào de rén"},{"SurahNumber":8,"VerseNumber":8,"Text":"yǐbiàn tā zhèngshí zhēnlǐ ér pòchú xūwàng, jíshǐ zuì rénmen bù yuànyì"},{"SurahNumber":8,"VerseNumber":9,"Text":"Dāngshí, nǐmen qiúyuán yú nǐmen de zhǔ, tā jiù dāyìngle nǐmen:“Wǒ yào lùxù jiàngxià yīqiān tiānshǐ qù yuánzhù nǐmen.”"},{"SurahNumber":8,"VerseNumber":10,"Text":"Ān lā zhǐ yǐ zhège dáfù xiàng nǐmen bàoxǐ, yǐbiàn nǐmen de xīnjìng yīncǐ ér āndìng. Yuánzhù zhǐshì cóng ān lā nàlǐ fāchū de, ān lā què shì wànnéng de, què shì zhì ruì de"},{"SurahNumber":8,"VerseNumber":11,"Text":"Dāngshí, tā shǐ nǐmen shuìmián yǐbiàn nǐmen huòdé cóng tā fāchū de ānníng; tā cóng tiānshàng jiàngxià yǔshuǐ, yǐbiàn xǐdí nǐmen, tì nǐmen xiāochú èmó de gǔhuò, bìng shǐ nǐmen de xīnxù ānjìng, shǐ nǐmen de bùfá wěnjiàn"},{"SurahNumber":8,"VerseNumber":12,"Text":"Dāngshí, nǐ de zhǔ qǐshì zhòng tiānshǐ:“Wǒ shì yǔ nǐmen tóng zài de, gù nǐmen dāng xìndào zhě jiāndìng. Wǒ yào bǎ kǒngbù tóu zài bù xìndào zhě de xīnzhōng.” Gù nǐmen dāng zhǎn tāmen de shǒu jí, duàn tāmen de zhǐtou"},{"SurahNumber":8,"VerseNumber":13,"Text":"Zhè shì yīnwèi tāmen wéikàng ān lā jí qí shǐzhě. Shéi wéikàng ān lā jí qí shǐzhě, ān lā jiù yánchéng shéi"},{"SurahNumber":8,"VerseNumber":14,"Text":"Zhè zhǒng (xíngfá) nǐmen chángshì yīxià ba, bù xìndào de rén, jiānglái bì shòu huǒxíng"},{"SurahNumber":8,"VerseNumber":15,"Text":"Xìndào de rénmen a! Dāng nǐmen yù dào bù xìndào de rén xiàng nǐmen jìngōng de shíhòu, nǐmen bùyào yǐ bèi xiàng dí"},{"SurahNumber":8,"VerseNumber":16,"Text":"Chúfēi yīnwèi zhuǎnyí zhèndì, huò jiārù yǒujūn. Zài nà rì, shéi yǐ bèi xiàng dí, shéi yào shòu ān lā de qiǎn nù, tāmen de guīsù shì huǒ yù, nà guīsù zhēn èliè"},{"SurahNumber":8,"VerseNumber":17,"Text":"Nǐmen méiyǒu shālù tāmen, ér shì ān lā shālùle tāmen; dāng nǐ shèjí de shíhòu, qíshí nǐ bìng méiyǒu shèjí, ér shì ān lā shèjíle.(Tā zhèyàng zuò) yuán wèi yào bǎ cóng zìjǐ fāchū de jiā huì shǎngcì xìndào de rénmen. Ān lā què shì quán cōng de, què shì quánzhī de"},{"SurahNumber":8,"VerseNumber":18,"Text":"Zhège (shǎngcì shì zhēnshí de). Ān lā yīdìng shǐ bu xìndào zhě de jìmóu shòucuò"},{"SurahNumber":8,"VerseNumber":19,"Text":"Rúguǒ nǐmen qídǎo shènglì, nàme, shènglì yǐ jiànglín nǐmenle; rúguǒ nǐmen tíngzhàn, nà duìyú nǐmen shì gèng hǎo de. Rúguǒ nǐmen juǎntǔchónglái, wǒ jiù zàicì yuánzhù xìnshìmen, nǐmen de bùduì suī duō, duìyú nǐmen què wú bìyì, ān lā quèshí shì hé xìnshìmen zài yīqǐ de"},{"SurahNumber":8,"VerseNumber":20,"Text":"Xìndào de rénmen a! Nǐmen dāng shùncóng ān lā jí qí shǐzhě, nǐmen língtīng (tā jiǎnghuà) de shíhòu, bùyào wéibèi tā"},{"SurahNumber":8,"VerseNumber":21,"Text":"Nǐmen bùyào fǎngxiào nàxiē rén, tāmen shuō:“Wǒmen yǐ tīngcóngle.” Qíshí tāmen bù tīngcóng"},{"SurahNumber":8,"VerseNumber":22,"Text":"Jù ān lā kàn lái, zuì lièděng de dòngwù què shì nàxiē zhuāng lóng zuò yǎ, bùmíng zhēnlǐ de rén"},{"SurahNumber":8,"VerseNumber":23,"Text":"Jiǎruò ān lā zhīdào tāmen xīnzhōng hái yǒu yīdiǎn er shànyì, bì shǐ tāmen néng tīng; zòngshǐ tāmen néng tīng, tāmen yě háishì yào wéibèi zhèngdào de"},{"SurahNumber":8,"VerseNumber":24,"Text":"Xìndào de rénmen a! Dāng shǐzhě hàozhào nǐmen qù zūnxún nà shǐ nǐmen huòdé shēngmìng de (jiàoxùn) de shíhòu, nǐmen dāng xiǎngyìng ān lā hé shǐzhě. Nǐmen dāng zhīdào ān lā néng gānshè gèrén de xīnlíng, nǐmen zhǐ bèi zhàojí dào tā nàlǐ"},{"SurahNumber":8,"VerseNumber":25,"Text":"Nǐmen dàng fángbèi yī zhǒng zāinàn,(fǒuzé) shòuhài de jué bù xiànyú nǐmen zhōng de bù yì zhě, nǐmen yào zhīdào, ān lā de xíngfá què shì yánlì de"},{"SurahNumber":8,"VerseNumber":26,"Text":"Nǐmen yīngdāng jìdé, dāngshí nǐmen zài dìfāng shàng shì shǎoshù, shì bèi rén rènwéi ruǎnruò kě qī de, nǐmen shēngpà dāng biérén de fúlǔ, dàn tā shǐ nǐmen ānjū, bìng yǐ tā de yuánzhù fǔzhù nǐmen, yǐ jiāměi de shíwù gōngjǐ nǐmen, yǐbiàn nǐmen gǎnxiè"},{"SurahNumber":8,"VerseNumber":27,"Text":"Xìndào de rénmen a! Nǐmen bùyào bèipàn ān lā hé shǐzhě, bùyào míngzhīgùfàn dì bù zhōngyú nǐmen suǒ shòu de xìntuō"},{"SurahNumber":8,"VerseNumber":28,"Text":"Nǐmen yīngdāng zhīdào nǐmen de cáichǎn hé zǐsūn zhǐshì yī zhǒng kǎoyàn, zài ān lā nà li yǒu zhòngdà de bàochóu"},{"SurahNumber":8,"VerseNumber":29,"Text":"Xìndào de rénmen a! Rúguǒ nǐmen jìngwèi ān lā, tā jiāng yǐ jiàn shí shǎngcì nǐmen, bìng yuánliàng nǐmen de zuìxíng, ráoshù nǐmen. Ān lā shì yǒu hóng ēn de"},{"SurahNumber":8,"VerseNumber":30,"Text":"Dāngshí, bù xìndào de rén duì nǐ yòng jìmóu, yǐbiàn tāmen jūjìn nǐ, huò shāhài nǐ, huò qūzhú nǐ; tāmen yòng jìmóu, ān lā yě yòng jìmóu, ān lā shì zuì shànyú yòng jìmóu de"},{"SurahNumber":8,"VerseNumber":31,"Text":"Dāng biérén duì tāmen xuāndú wǒ de jīxiàng de shíhòu, tāmen shuō:“Wǒmen què yǐ tīngjiànguòle, jiǎruò wǒmen yìyù, wǒmen bì shuō chū yǔ cǐ xiāngsì de wéncí lái; zhè zhǐshì gǔrén de (shénhuà).”"},{"SurahNumber":8,"VerseNumber":32,"Text":"Dāngshí, tāmen shuō:“Ān lā a! Rúguǒ zhè jiùshì cóng nǐ jiàng shì de zhēnlǐ, nàme, qiú nǐ cóng tiānshàng jiàngxià yǔdiǎn bān de shítou lái huǐmiè wǒmen, huò yǐ tòngkǔ de xíngfá lái chéngzhì wǒmen ba!”"},{"SurahNumber":8,"VerseNumber":33,"Text":"Nǐ zài tāmen zhōngjiān de shíhòu, ān lā shì bù huì chéngzhì tāmen de, tāmen zhèngzài qiúráo de shíhòu, ān lā yě bùzhì yú chéngzhì tāmen"},{"SurahNumber":8,"VerseNumber":34,"Text":"Tāmen zǔzhǐ biérén rù jìn sì de shíhòu, ān lā zěn néng bù chéngzhì tāmen ne? Tāmen bùshì jìn sì de bǎohù zhě, jìn sì de bǎohù zhě zhǐ néng shì jìngwèi de rén, dàn tāmen dàbàn bù zhīdào"},{"SurahNumber":8,"VerseNumber":35,"Text":"Tāmen zài jìn sì fùjìn de lǐbài, zhǐshì dǎ hūshào hé pāi zhǎng.(Bùxìndào de rénmen a!) Nǐmen wéi bù xìndào ér chángshì xíngfá ba"},{"SurahNumber":8,"VerseNumber":36,"Text":"Bù xìndào de rén huāfèi tāmen de qiáncái, yǐbiàn zǔzhǐ (biérén zūnxún) ān lā de dàdào; tāmen zài huāfèi zhīhòu, bìdìng hòuhuǐ, érqiě bèi zhànshèng. Bù xìndào de rén zhǐ bèi jíhé dào huǒ yù qù"},{"SurahNumber":8,"VerseNumber":37,"Text":"Yǐbiàn ān lā zhēnbié èliè de rén hé shànliáng de rén, ránhòu bǎ èliè de rén yī céng céng dì tōng tǒng duījī qǐlái, ránhòu bǎ tāmen tóurù huǒ yù, zhè děng rén jiùshì kuī shé de rén"},{"SurahNumber":8,"VerseNumber":38,"Text":"Nǐ gàosù bù xìndào de rénmen: Rúguǒ tāmen tíngzhǐ zhànzhēng, nàme, tāmen yǐwǎng de zuì'è jiāng méng shè yòu; rúguǒ tāmen zhímíbùwù, nàme, gǔrén de chángdào yǐ shìqùle"},{"SurahNumber":8,"VerseNumber":39,"Text":"Nǐmen yào yǔ tāmen zhàndòu, zhídào pòhài xiāochú, yīqiè zōngjiào quán guī ān lā; rúguǒ tāmen tíngzhàn, nàme, ān lā què shì míngchá tāmen de xíngwéi de"},{"SurahNumber":8,"VerseNumber":40,"Text":"Rúguǒ tāmen bèipàn, nàme, nǐmen yīngdāng zhīdào, ān lā què shì nǐmen de bǎoyòu zhě. Bǎoyòu zhě zhēn yōuměi! Yuánzhù zhě zhēn yōuměi"}]}