{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Objawienie Ksiegi pochodzi od Boga, Poteznego, Madrego"},{"SurahNumber":46,"VerseNumber":3,"Text":"My stworzylismy niebiosa i ziemie, i to, co jest miedzy nimi, w prawdzie i na okreslony czas. Lecz ci, ktorzy nie wierza, odwracaja sie od tego, do czego sa nawoływani"},{"SurahNumber":46,"VerseNumber":4,"Text":"Powiedz: \"Czy widzieliscie tych, do ktorych sie modlicie poza Bogiem? Pokazcie mi, co oni stworzyli z tego, co jest na ziemi; albo czy oni maja jakis udział w niebiosach? Przyniescie mi Ksiege wczesniejsza niz ta; albo tez jakis slad wiedzy, jesli jestescie prawdomowni"},{"SurahNumber":46,"VerseNumber":5,"Text":"A kto bładzi bardziej niz ten, kto wzywa, poza Bogiem, tych, ktorzy mu nie odpowiedza do Dnia Sadu. Oni nie dbaja o jego wezwanie"},{"SurahNumber":46,"VerseNumber":6,"Text":"A kiedy ludzie stana zebrani, oni beda dla nich wrogami i beda sie wypierac ich czci"},{"SurahNumber":46,"VerseNumber":7,"Text":"A kiedy sa im recytowane Nasze znaki, jako jasne dowody,. ci, ktorzy nie uwierzyli, mowia o prawdzie do nich przychodzacej: \"To sa czary oczywiste"},{"SurahNumber":46,"VerseNumber":8,"Text":"Albo mowia: \"On to wymyslił!\" Powiedz: \"Jesli ja to wymysliłem, to wy nie jestescie władni pomoc mi w czyms wobec Boga. On najlepiej wie, co wy o Nim rozpowiadacie. On wystarczy jako swiadek miedzy mna a wami. On jest Przebaczajacy, Litosciwy"},{"SurahNumber":46,"VerseNumber":9,"Text":"Powiedz: \"Ja nie jestem jakas nowoscia wsrod posłancow. Nie wiem tez, co bedzie ze mna i co bedzie z wami. Ja tylko postepuje za tym, co mi zostało objawione. Ja jestem tylko jawnie ostrzegajacym"},{"SurahNumber":46,"VerseNumber":10,"Text":"Powiedz: \"Czy zastanowiliscie sie? Jesli to wszystko pochodzi od Boga i wy w to nie wierzycie - chociaz swiadek sposrod synow Izraela zaswiadczył o podobnym temu i uwierzył - tylko wbiliscie sie w dume...\" Zaprawde, Bog nie prowadzi droga prosta ludu niesprawiedliwych"},{"SurahNumber":46,"VerseNumber":11,"Text":"Mowia ci, ktorzy nie wierza tym, ktorzy uwierzyli: \"Jesliby było w tym jakies dobro, to oni by nas nie wyprzedzili ku niemu.\" I poniewaz oni nie sa przez nie prowadzeni droga prosta, to z pewnoscia beda mowili: \"To jest stare oszustwo"},{"SurahNumber":46,"VerseNumber":12,"Text":"Jeszcze dawniej została zesłana Ksiega Mojzesza, jako przewodnik i jako miłosierdzie. A to jest Ksiega potwierdzajaca prawde - w jezyku arabskim - dla ostrzezenia tych, ktorzy sa niesprawiedliwi, i radosna wiesc dla czyniacych dobro"},{"SurahNumber":46,"VerseNumber":13,"Text":"Zaprawde, nie ma obawy o tych, ktorzy mowia: \"Nasz Pan to Bog!\", i potem ida prosto; oni nie beda zasmuceni"},{"SurahNumber":46,"VerseNumber":14,"Text":"Oni beda mieszkancami Ogrodu; beda tam przebywac na wieki. Taka bedzie nagroda za to, co oni czynili"},{"SurahNumber":46,"VerseNumber":15,"Text":"I polecilismy człowiekowi dobroc wzgledem jego rodzicow. Matka nosiła go w trudzie i urodziła go w trudzie. Noszenie go i jego odstawienie od piersi winno trwac trzydziesci miesiecy. Kiedy w koncu osiagnie on dojrzałosc i dojdzie do czterdziestego roku, mowi: \"Panie moj! Natchnij mnie, abym podziekował za Twoja dobroc, ktora okazałes mnie i moim rodzicom; i abym czynił dobro, ktore by sie Tobie podobało. Uczyn dla mnie dobro w moim potomstwie. Oto ja nawrociłem sie do Ciebie i oto jestem wsrod tych, ktorzy sie całkowicie poddali"},{"SurahNumber":46,"VerseNumber":16,"Text":"To sa ci, od ktorych My przyjmujemy wszystko najlepsze, co uczynili, a pobłazliwie osadzimy ich złe czyny. Oni beda wsrod mieszkancow Ogrodu, zgodnie z obietnica prawdy, ktora została im dana"},{"SurahNumber":46,"VerseNumber":17,"Text":"A jest taki, ktory mowi swoim rodzicom: \"Do licha z wami! Czy mozecie mi obiecac, ze zostane wyprowadzony? Przeciez juz przemineły pokolenia przede mna!\" Oni zas wzywaja Boga na pomoc: \"Biada tobie! Uwierz! Przeciez obietnica Boga - to prawda!\" On powie: \"To sa basnie praojcow"},{"SurahNumber":46,"VerseNumber":18,"Text":"Oto ci, na ktorych sprawdziło sie słowo dotyczace ludow - dzinow i ludzi - ktore juz mineły przed nimi. Zaprawde, oni poniesli strate"},{"SurahNumber":46,"VerseNumber":19,"Text":"Dla wszystkich beda stopnie, w zaleznosci od tego, co czynili; aby Bog wypłacił im słuszna miara za ich uczynki - i oni nie doznaja niesprawiedliwosci"},{"SurahNumber":46,"VerseNumber":20,"Text":"Tego Dnia, kiedy beda wystawieni na ogien ci, ktorzy nie uwierzyli: \"Wy trwoniliscie wasze wspaniałe dobra w zyciu na tym swiecie i cieszyliscie sie nimi, a dzisiaj bedziecie wynagrodzeni kara ponizenia za to, ze byliscie dumni na ziemi, bez zadnego prawa, i za to, ze byliscie wystepni"},{"SurahNumber":46,"VerseNumber":21,"Text":"I wspomnij brata ludu Ad, kiedy on ostrzegał swoj lud przy wydmach piaszczystych: - a byli tam juz ostrzegajacy w przeszłosci, przed nim i po nim - \"Czcijcie tylko Boga! ja obawiam sie dla was kary Dnia Strasznego"},{"SurahNumber":46,"VerseNumber":22,"Text":"Oni powiedzieli: \"Czy ty przyszedłes do nas, aby odwrocic nas od naszych bogow? Przynies nam to, co nam obiecujesz, jesli jestes z liczby prawdomownych"},{"SurahNumber":46,"VerseNumber":23,"Text":"Powiedział: \"Władza jest jedynie u Boga, a ja przekazuje wam tylko to, z czym zostałem posłany; lecz widze, ze jestescie ludem, ktory zyje w nieswiadomosci"},{"SurahNumber":46,"VerseNumber":24,"Text":"A kiedy oni zobaczyli chmure zblizajaca sie do ich dolin, powiedzieli: \"To jest chmura, ktora nam przyniesie deszcz.\" Przeciwnie! To jest to, co staraliscie sie przyspieszyc: wiatr, w ktorym jest dotkliwe cierpienie"},{"SurahNumber":46,"VerseNumber":25,"Text":"On zniszczy wszelka rzecz na rozkaz swego Pana. I rankiem były widoczne tylko ich mieszkania. W ten sposob My płacimy ludowi grzesznikow"},{"SurahNumber":46,"VerseNumber":26,"Text":"My umocnilismy ich w takim stanie, w jakim nie umocnilismy was; i dalismy im słuch, spojrzenie i serce. Lecz na nic im sie zdał ich słuch, spojrzenie i serce, bo oni odrzucili Nasze znaki; i objeło ich to, z czego oni sie wysmiewali"},{"SurahNumber":46,"VerseNumber":27,"Text":"Zniszczylismy te miasta, ktore były wokoł was; skierowalismy do nich Nasze znaki - byc moze, oni zawroca"},{"SurahNumber":46,"VerseNumber":28,"Text":"A dlaczegoz to nie pomogli im ci, ktorych oni wzieli sobie za bogow, poza Bogiem, jako sposob zblizenia? Przeciwnie, oni odeszli od nich. Takie jest ich oszustwo i to, co oni wymyslili"},{"SurahNumber":46,"VerseNumber":29,"Text":"Oto skierowalismy do ciebie pewna grupe dzinow, zeby posłuchali Koranu. A kiedy sie tam zjawili; powiedzieli: \"Słuchajcie w milczeniu!\" A kiedy wysłuchali do konca, zwrocili sie do swego ludu, aby go ostrzegac"},{"SurahNumber":46,"VerseNumber":30,"Text":"Powiedzieli: \"O ludu nasz! Oto słyszelismy Ksiege zesłana po Mojzeszu, potwierdzajaca prawde tego, co zostało objawione przed nia, ktora prowadzi ku prawdzie i ku drodze prostej"},{"SurahNumber":46,"VerseNumber":31,"Text":"O ludu nasz! Odpowiedzcie wzywajacemu w imieniu Boga i uwierzcie w Niego! On przebaczy wam wasze grzechy, i uchroni was przed kara bolesna"},{"SurahNumber":46,"VerseNumber":32,"Text":"A kto nie odpowie wzywajacemu w imieniu Boga... - to przeciez on nie jest zdolny udaremnic Jego władzy na ziemi i nie ma, poza Nim, zadnych opiekunow. Tacy sa w zabładzeniu jawnym"},{"SurahNumber":46,"VerseNumber":33,"Text":"A czyz oni nie widzieli, ze Bog, ktory stworzył niebiosa i ziemie i nie doznał przez to zmeczenia, jest w mocy ozywic umarłych? Tak! Zaprawde, On jest nad kazda rzecza wszechwładny"},{"SurahNumber":46,"VerseNumber":34,"Text":"W Dniu, kiedy zostana wystawieni na ogien ci, ktorzy nie uwierzyli: \"Czy to nie jest prawda?\" Powiedza: \"Tak! Na naszego Pana!\" On powie: \"Zakosztujcie wiec kary za to, ze nie uwierzyliscie"},{"SurahNumber":46,"VerseNumber":35,"Text":"Badz wiec cierpliwy, tak jak byli cierpliwi ci z posłancow, ktorzy odznaczali sie zdecydowaniem. I nie staraj sie przyspieszac dla nich tego Dnia; tego bowiem Dnia, kiedy oni zobacza, co im zostało obiecane, wyda im sie, ze nie przebywali w grobie wiecej, jak tylko jedna godzine dnia. Oto obwieszczenie! Ktoz zatem zostanie zgubiony, jesli nie lud bezbozny"},{"SurahNumber":47,"VerseNumber":1,"Text":"Ci, ktorzy nie wierza i ktorzy odsuneli sie od drogi Pana - On udaremni ich uczynki"},{"SurahNumber":47,"VerseNumber":2,"Text":"A ci, ktorzy wierza i ktorzy pełnili dobre dzieła, i ktorzy wierza w to, co zostało objawione Muhammadowi - a to jest prawda od ich Pana - to On zgładzi ich złe działania i udoskonali ich ducha"},{"SurahNumber":47,"VerseNumber":3,"Text":"Tak jest dlatego, ze ci, ktorzy nie wierza, postepuja za kłamstwem; natomiast ci, ktorzy wierza, postepuja za prawda od ich Pana. W ten sposob Bog przytacza ludziom przykłady"},{"SurahNumber":47,"VerseNumber":4,"Text":"Kiedy wiec spotkacie tych, ktorzy nie wierza, to uderzcie ich mieczem po szyi; a kiedy ich całkiem rozbijecie, to mocno zacisnijcie na nich peta. A potem albo ich ułaskawicie, albo zadajcie okupu, az wojna złozy swoje ciezary. Tak jest! Lecz jesliby zechciał Bog, to Sam zemsciłby sie na nich, lecz On chciał doswiadczyc jednych przez drugich. A co do tych, ktorzy zostana zabici na drodze Boga, to On nie uczyni ich uczynkow daremnymi"},{"SurahNumber":47,"VerseNumber":5,"Text":"On poprowadzi ich droga prosta i udoskonali ich ducha"},{"SurahNumber":47,"VerseNumber":6,"Text":"I wprowadzi ich do Ogrodu, ktory im dał poznac"},{"SurahNumber":47,"VerseNumber":7,"Text":"O wy, ktorzy wierzycie! Jesli pomozecie Bogu, to i On wam pomoze i umocni wasze stopy"},{"SurahNumber":47,"VerseNumber":8,"Text":"A ci, ktorzy nie uwierzyli - to biada im! Bog udaremni ich uczynki"},{"SurahNumber":47,"VerseNumber":9,"Text":"Tak jest dlatego, ze oni okazuja wstret do tego, co zesłał Bog; On zas uczyni daremnymi ich działania"},{"SurahNumber":47,"VerseNumber":10,"Text":"A czyz oni nie wedrowali po ziemi i nie widzieli, jaki był ostateczny koniec tych, ktorzy byli przed nimi? Zniszczył ich Bog - i niewiernych czeka koniec podobny"},{"SurahNumber":47,"VerseNumber":11,"Text":"Jest tak dlatego, ze Bog jest opiekunem tych, ktorzy uwierzyli, i ze dla niewiernych nie ma zadnego opiekuna"},{"SurahNumber":47,"VerseNumber":12,"Text":"Zaprawde, Bog wprowadzi tych, ktorzy uwierzyli i pełnili dobre dzieła, do Ogrodow, gdzie w dole płyna strumyki. A ci, ktorzy nie uwierzyli, beda uzywali i beda jedli jak zwierzeta, i ogien bedzie ich miejscem przebywania"},{"SurahNumber":47,"VerseNumber":13,"Text":"Ilez to miast, silniejszych potega niz twoje miasto, ktore ciebie wypedziło - zniszczylismy i I nie było dla nich zadnego pomocnika"},{"SurahNumber":47,"VerseNumber":14,"Text":"Czyz ten, kto sie trzyma jasnego dowodu, pochodzacego od jego Pana, jest taki jak ten, ktoremu sie upieksza zło jego działania? Oni poszli za swoimi namietnosciami"},{"SurahNumber":47,"VerseNumber":15,"Text":"To jest podobienstwo Ogrodu, ktory został obiecany bogobojnym: beda w nim strumyki wody nie ulegajacej zepsuciu i strumyki mleka, ktorego smak sie nie zmienia, i strumyki wina - rozkosz dla popijajacych, i strumyki oczyszczonego miodu. I beda tam dla nich wszelkiego rodzaju owoce; i przebaczenie od ich Pana. Czyz oni moga byc jak ten, kto na wieki przebywa w ogniu, jak ci, ktorzy beda pojeni wrzaca woda, rozrywajaca im wnetrznosci"},{"SurahNumber":47,"VerseNumber":16,"Text":"Wsrod nich sa tacy, ktorzy cie słuchaja; ale kiedy wyjda od ciebie, mowia do tych, ktorzy otrzymali wiedze: \"Coz to on powiedział własnie teraz?\" To sa ci, na ktorych sercach Bog połozył pieczec i ktorzy poszli za swoimi namietnosciami"},{"SurahNumber":47,"VerseNumber":17,"Text":"A tych, ktorzy poszli droga prosta, On wzmocnił na tej prostej drodze i dał im bogobojnosc"},{"SurahNumber":47,"VerseNumber":18,"Text":"Czy oni oczekuja czegos innego anizeli tej Godziny, ktora przyjdzie do nich nagle? Przyszły juz przeciez jej oznaki. I do czegoz im bedzie, kiedy ona do nich przyszła, ich wspominanie"},{"SurahNumber":47,"VerseNumber":19,"Text":"Przeto wiedz, ze nie ma boga, jak tylko Bog! Pros o przebaczenie za twoj grzech, i dla wierzacych - mezczyzn i kobiet! Bog zna wasze miejsca pobytu, jak i miejsce wytchnienia"},{"SurahNumber":47,"VerseNumber":20,"Text":"Mowia ci, ktorzy uwierzyli: \"Dlaczego nie została zesłana jakas sura?\" A kiedy zostaje zesłana jakas sura, pewnie wyłozona, i wspomina sie w niej walke, widzisz, jak ci, ktorych serca sa chore, spogladaja na ciebie zamglonym spojrzeniem umierajacego. A lepsze byłoby dla nich"},{"SurahNumber":47,"VerseNumber":21,"Text":"Posłuszenstwo i słowo odpowiednie. A skoro sprawa jest postanowiona, lepiej byłoby dla nich, aby byli szczerzy wobec Boga"},{"SurahNumber":47,"VerseNumber":22,"Text":"Czy, wy moze, jesli sie odwrocicie, bedziecie mogli szerzyc zgorszenie na ziemi i rozrywac wasze zwiazki pokrewienstwa"},{"SurahNumber":47,"VerseNumber":23,"Text":"Tamci to tacy, ktorych przeklał Bog, tak iz uczynił ich głuchymi i oslepił ich spojrzenia"},{"SurahNumber":47,"VerseNumber":24,"Text":"Czyz oni nie zastanowia sie nad Koranem? Czyz na ich serca nałozono zasuwy"},{"SurahNumber":47,"VerseNumber":25,"Text":"Zaprawde, tych, ktorzy obrocili sie na pietach, kiedy stała sie dla nich jasna droga prosta - szatan skusił, a Bog dał im zwłoke"},{"SurahNumber":47,"VerseNumber":26,"Text":"Jest tak dlatego, ze oni powiedzieli ludziom, ktorzy czuli wstret do tego, co zesłał Bog: \"My wam bedziemy posłuszni w czesci sprawy.\" Lecz Bog zna ich tajemnice"},{"SurahNumber":47,"VerseNumber":27,"Text":"Jakze to bedzie, kiedy aniołowie ich zabiora, bijac ich po twarzy i po plecach"},{"SurahNumber":47,"VerseNumber":28,"Text":"Tak jest dlatego, ze oni poszli za tym wszystkim, co wywołuje gniew Boga, a czuli wstret do tego, co Jemu sie podoba. Przeto On uczynił daremnymi ich postepki"},{"SurahNumber":47,"VerseNumber":29,"Text":"Czy sadza ci, w ktorych sercach tkwi choroba, iz Bog nie ujawni ich zawisci"},{"SurahNumber":47,"VerseNumber":30,"Text":"I jeslibysmy zechcieli, to pokazalibysmy ich tobie i poznałbys ich z pewnoscia po ich znamionach; i poznałbys ich z pewnoscia po fałszywosci ich mowy. A Bog zna ich działania"},{"SurahNumber":47,"VerseNumber":31,"Text":"My na pewno bedziemy was doswiadczac, aby poznac tych sposrod was, ktorzy sa gorliwi w walce, tych, ktorzy sa wytrwali, i wybadac wiadomosci o was"},{"SurahNumber":47,"VerseNumber":32,"Text":"Zaprawde, ci, ktorzy nie uwierzyli i ktorzy odsuneli sie od drogi Boga, i ktorzy oddzielili sie od Posłanca, wtedy kiedy stała sie dla nich jasna droga prosta - nie zaszkodza w niczym Bogu, ktory uczyni daremnymi ich działania"},{"SurahNumber":47,"VerseNumber":33,"Text":"O wy, ktorzy wierzycie! Słuchajcie Boga i słuchajcie Posłanca! Nie czyncie daremnymi waszych uczynkow"},{"SurahNumber":47,"VerseNumber":34,"Text":"Zaprawde, tym, ktorzy nie uwierzyli i ktorzy odsuneli sie od drogi Boga, potem umarli, bedac niewiernymi - tym Bog nie przebaczy"},{"SurahNumber":47,"VerseNumber":35,"Text":"Nie słabnijcie wiec i wzywajcie do pokoju, kiedy jestescie gora. Bog jest z wami. On nie zniweczy waszych dzieł"},{"SurahNumber":47,"VerseNumber":36,"Text":"Zycie tego swiata jest tylko gra i zabawa. A jesli wierzycie i jesli jestescie bogobojni, to On da wam wasze nagrody i nie bedzie pytał o wasze majatki"},{"SurahNumber":47,"VerseNumber":37,"Text":"Jesliby On was o nie pytał i jesliby na was nalegał, to wy byscie skapili i On ukazałby wasze zawisci"},{"SurahNumber":47,"VerseNumber":38,"Text":"Oto jestescie tymi, ktorzy zostali wezwani, abyscie rozdawali na drodze Boga. A wsrod was sa tacy, ktorzy skapia. A kto skapi, ten skapi dla siebie samego. Bog jest Bogaty, a wy jestescie biedni. Jesli sie odwrocicie, On zamieni was na inny lud; i oni nie beda wam podobni"},{"SurahNumber":48,"VerseNumber":1,"Text":"Zaprawde, dalismy tobie jasne zwyciestwo"},{"SurahNumber":48,"VerseNumber":2,"Text":"Aby ci przebaczył Bog twoje pierwsze i ostatnie grzechy i aby dopełnił Swoja dobroc dla ciebie, i aby cie poprowadził droga prosta"},{"SurahNumber":48,"VerseNumber":3,"Text":"I aby ci dopomogł pomoca potezna"},{"SurahNumber":48,"VerseNumber":4,"Text":"On, ktory zesłał spokoj bezpieczenstwa w serca wiernych, aby pomnozyc wiare wraz z ich wiara - Do Boga naleza wojska niebios i ziemi. Bog jest wszechwiedzacy, madry"},{"SurahNumber":48,"VerseNumber":5,"Text":"I aby wprowadzic wierzacych i wierzace do Ogrodow, gdzie w dole płyna strumyki; oni tam beda przebywac na wieki. I On odpusci im ich złe czyny. To jest w oczach Boga osiagniecie ogromne"},{"SurahNumber":48,"VerseNumber":6,"Text":"I ukarze On obłudnikow - mezczyzn i kobiety, i bałwochwalcow - mezczyzn i kobiety, ktorzy maja złe mniemanie o Bogu. Przeciwko nim bedzie zły obrot losu. Bog zagniewał sie na nich i przeklał ich; i przygotował dla nich Gehenne. A jakze nieszczesne to miejsce ostatecznej wedrowki"},{"SurahNumber":48,"VerseNumber":7,"Text":"Do Boga naleza wojska niebios i ziemi. Bog jest potezny, madry"},{"SurahNumber":48,"VerseNumber":8,"Text":"Zaprawde, wysłalismy ciebie jako swiadka, głosiciela radosnej wiesci i jako ostrzegajacego; abyscie uwierzyli w Boga i Jego Posłanca, abyscie mu pomagali"},{"SurahNumber":48,"VerseNumber":9,"Text":"Abyscie go szanowali i abyscie głosili Jego chwałe o swicie i o zmierzchu"},{"SurahNumber":48,"VerseNumber":10,"Text":"Zaprawde, ci, ktorzy składaja tobie przysiege wiernosci, przysiegaja Bogu! Reka Boga jest połozona na ich rekach. A ten, kto złamie przysiege, złamie ja przeciw sobie samemu. A ten, kto wypełnił zobowiazanie wobec Boga, ten otrzyma od Niego nagrode ogromna"},{"SurahNumber":48,"VerseNumber":11,"Text":"Powiedza tobie Beduini, ktorzy pozostali w tyle: \"My jestesmy zajeci naszymi majatkami i naszymi rodzinami. Pros wiec o przebaczenie dla nas!\" Oni beda mowic swoimi jezykami to, czego nie ma w ich sercach. Powiedz: \"A kto bedzie posiadał cos dla was wobec Boga, jesli on zechce dla was jakiejs szkody albo tez zapragnie dla was jakiejs korzysci?\" Tak! On jest w pełni swiadomy tego, co wy czynicie"},{"SurahNumber":48,"VerseNumber":12,"Text":"Ale przeciwnie! Wy sadziliscie mylnie, ze Posłaniec i wierni nigdy nie powroca do swoich rodzin; i to było upiekszone w waszych sercach. Wy uczyniliscie złe przypuszczenie; wy byliscie ludem zepsutym"},{"SurahNumber":48,"VerseNumber":13,"Text":"A ten, kto nie wierzy w Boga i Jego Posłanca - My, zaprawde, przygotowalismy dla niewiernych ogien płonacy"},{"SurahNumber":48,"VerseNumber":14,"Text":"Do Boga nalezy krolestwo niebios i ziemi. On przebacza temu, komu chce; i On karze tego, kogo chce. Bog jest przebaczajacy, litosciwy"},{"SurahNumber":48,"VerseNumber":15,"Text":"Beda mowili ci, ktorzy pozostali w tyle: - kiedy wyruszycie po łupy, aby je zabrac - \"Pozwolcie nam pojsc za wami!\" Oni pragna zmienic słowa Boga. Powiedz: \"Wy nie pojdziecie za nami. Tak powiedział przedtem Bog!\" Oni powiedza: \"Wcale nie! Wy nam zazdroscicie.\" Przeciwnie! Oni nie rozumieja nic albo niewiele"},{"SurahNumber":48,"VerseNumber":16,"Text":"Powiedz Beduinom, ktorzy pozostali w tyle: \"Bedziecie niebawem wezwani przeciwko ludowi odznaczajacemu sie grozna dzielnoscia. Bedziecie walczyc z nimi albo tez oni sie całkowicie poddadza. Jesli bedziecie posłuszni, to Bog da wam piekna nagrode; a jesli sie odwrocicie plecami, jak odwrociliscie sie plecami przedtem, to On ukarze was kara bolesna"},{"SurahNumber":48,"VerseNumber":17,"Text":"Nie ma jednak zadnej nagany dla slepego, nie ma tez zadnej nagany dla kulawego ani tez nie ma zadnej nagany dla chorego. A kto bedzie posłuszny Bogu i Jego Posłancowi, tego On wprowadzi do Ogrodow, gdzie w dole płyna strumyki. A kto odwroci sie plecami, tego On ukarze kara bolesna"},{"SurahNumber":48,"VerseNumber":18,"Text":"Spodobali sie Bogu wierni, kiedy złozyli tobie przysiege na wiernosc pod drzewem. On poznał, co było w ich sercach, i zesłał na nich spokoj bezpieczenstwa, i dał im w nagrode bliskie zwyciestwo"},{"SurahNumber":48,"VerseNumber":19,"Text":"I mnostwo łupow, ktore mieli zabrac. Bog jest potezny, madry"},{"SurahNumber":48,"VerseNumber":20,"Text":"Bog obiecał wam liczne łupy, ktore wezmiecie. On przyspieszył to dla was, a powstrzymał rece ludzi od was, aby to było znakiem dla wiernych i aby On poprowadził was droga prosta"},{"SurahNumber":48,"VerseNumber":21,"Text":"I jeszcze inne rzeczy, ktorymi wy nie zdołaliscie zawładnac; Bog juz je objał, bo Bog jest nad kazda rzecza wszechwładny"},{"SurahNumber":48,"VerseNumber":22,"Text":"A gdyby walczyli z wami ci, ktorzy nie uwierzyli, to oni, z pewnoscia, odwrociliby sie plecami; i wtedy nie znalezliby ani opiekuna, ani pomocnika"},{"SurahNumber":48,"VerseNumber":23,"Text":"To jest zgodne ze zwyczajem Boga, jak to było juz przedtem; ty przeciez nie znajdziesz zadnej zmiany w zwyczaju Boga"},{"SurahNumber":48,"VerseNumber":24,"Text":"On powstrzymał ich rece od was i wasze rece od nich w dolinie Mekki, kiedy dał wam zwyciestwo nad nimi. Bog widzi dobrze to, co czynicie"},{"SurahNumber":48,"VerseNumber":25,"Text":"Tacy sa ci, ktorzy nie uwierzyli, ktorzy odsuneli was od swietego Meczetu i ktorzy powstrzymali zwierzeta ofiarne, aby nie mogły przybyc na swoje miejsce. I jesliby niewierni - mezczyzni i kobiety, ktorych wy nie znaliscie i mogliscie ich podeptac, tak iz spadłoby na was z ich powodu przewinienie, zupełnie nieswiadomie - a Bog wprowadził do Swego miłosierdzia, kogo chce - jesliby oni sie jasno oddzielili, to wtedy ukaralibysmy tych sposrod nich, ktorzy nie uwierzyli, cierpieniem bolesnym"},{"SurahNumber":48,"VerseNumber":26,"Text":"Kiedy ci, ktorzy nie uwierzyli, umiescili w swoich sercach zapalczywosc, zapalczywosc poganstwa, Bog zesłał Swoj spokoj i bezpieczenstwo na Swojego Posłanca i na wiernych i uczynił dla nich nieodłacznym słowo bojazni Bozej; oni mieli do niego prawo i byli jego godni. Bog o kazdej rzeczy jest wszechwiedzacy"},{"SurahNumber":48,"VerseNumber":27,"Text":"Bog uczynił prawdziwym dla Swego Posłanca widzenie prawdy: \"Wy wejdziecie z pewnoscia bezpieczni do swietego Meczetu, Jesli Bog zechce, z ogolonymi głowami i przycietymi, nie obawiajac sie. On wiedział to, czego wy nie wiedzieliscie, i przygotował, obok tego, bliskie zwyciestwo"},{"SurahNumber":48,"VerseNumber":28,"Text":"On, ktory wysłał Swego Posłanca z droga prosta i religia prawdy, aby jej dac wyzszosc nad wszelka religia! A Bog wystarczy jako swiadek"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhammad jest posłancem Boga. Ci, ktorzy sa razem z nim, sa gwałtowni wobec niewiernych, a miłosierni wzgledem siebie. Widzisz ich kłaniajacych sie, wybijajacych pokłony, poszukujacych łaski Boga i Jego zadowolenia. Ich znamie jest na ich twarzach, od sladow wybijania pokłonow. Taka jest ich przypowiesc w Torze i taka jest ich przypowiesc w Ewangelii: \"Sa oni jak ziarno zasiane, ktore wypuszcza kiełek i wzmacnia go, i staje sie twardy, i trzyma sie prosto na swoim zdzble, wprawiajac w podziw siewcow\" - to, zeby przez nich doprowadzic do wsciekłosci niewiernych. Bog obiecał tym sposrod nich, ktorzy uwierzyli i pełnili dobre dzieła, przebaczenie i nagrode ogromna"},{"SurahNumber":49,"VerseNumber":1,"Text":"O wy, ktorzy wierzycie! Nie wysuwajcie sie naprzod przed Bogiem i Jego Posłancem i bojcie sie Boga! Zaprawde, Bog jest słyszacy, widzacy"},{"SurahNumber":49,"VerseNumber":2,"Text":"O wy, ktorzy wierzycie! Nie podnoscie waszych głosow ponad głos Proroka! I nie zwracajcie sie do niego głosem podniesionym - jak to czynicie miedzy soba - aby nie stały sie daremne wasze uczynki, kiedy nie jestescie swiadomi"},{"SurahNumber":49,"VerseNumber":3,"Text":"Zaprawde, ci, ktorzy znizaja głos w obecnosci Posłanca Boga - to sa ci, ktorych serca doswiadczył Bog dla bogobojnosci. Dla nich bedzie przebaczenie i nagroda ogromna"},{"SurahNumber":49,"VerseNumber":4,"Text":"Zaprawde, ci, ktorzy ciebie wzywaja z tyłu komnat, przewaznie tego nie rozumieja"},{"SurahNumber":49,"VerseNumber":5,"Text":"A jesliby oni byli cierpliwi, az ty do nich wyjdziesz, to byłoby lepiej dla nich. A Bog jest przebaczajacy, litosciwy"},{"SurahNumber":49,"VerseNumber":6,"Text":"O wy, ktorzy wierzycie! Jesli przyjdzie do was jakis zły człowiek z wiescia, to starajcie sie rozeznac, zebyscie nie urazili ludzi nieswiadomie i abyscie potem nie załowali tego, co uczyniliscie"},{"SurahNumber":49,"VerseNumber":7,"Text":"I wiedzcie, ze Posłaniec Boga jest posrod was. Jesliby on posłuchał was w wielu sprawach, to z pewnoscia ponieslibyscie szkode. Lecz Bog dał wam pokochac wiare i On ozdobił ja w waszych sercach, a uczynił dla was nienawistna niewiare, zepsucie i nieposłuszenstwo. Tacy - oni ida droga prawosci"},{"SurahNumber":49,"VerseNumber":8,"Text":"To jest łaska Boga i dobrodziejstwo. Bog jest wszechwiedzacy, madry"},{"SurahNumber":49,"VerseNumber":9,"Text":"Jesli dwie partie sposrod wiernych zwalczaja sie, to ustanowcie miedzy nimi pokoj. A jesli jedna z nich bedzie nadal wystepowac przeciw drugiej, to zwalczajcie te, ktora sie buntuje, az zwroci sie ku rozkazowi Boga. A jesli sie podda, to ustanowcie miedzy nimi pokoj według sprawiedliwosci i postepujcie bezstronnie! Zaprawde, Bog miłuje ludzi, ktorzy postepuja według słusznosci"},{"SurahNumber":49,"VerseNumber":10,"Text":"Wierni sa przeciez bracmi! Ustanawiajcie wiec pokoj miedzy waszymi dwoma bracmi i bojcie sie Boga! Byc moze, wy dostapicie miłosierdzia"},{"SurahNumber":49,"VerseNumber":11,"Text":"O wy, ktorzy wierzycie! Niech jedni ludzie nie szydza z drugich; byc moze, tamci sa lepsi od nich. Ani tez kobiety - z kobiet; byc moze, tamte sa lepsze od nich. I nie zniesławiajcie siebie samych; i nie obrzucajcie sie wyzwiskami. Jakze złe jest słowo \"zepsucie\" - po przyjeciu wiary! A ten, kto sie nie nawroci - to ci - oni sa niesprawiedliwi"},{"SurahNumber":49,"VerseNumber":12,"Text":"O wy, ktorzy wierzycie! Unikajcie wielce podejrzen. Zaprawde, niektore podejrzenia sa grzechem! Nie szpiegujcie sie wzajemnie! Nie obmawiajcie jedni drugich w ich nieobecnosci! Czy chciałby ktorys z was jesc ciało swego brata, kiedy on umarł? Przeciez czulibyscie wstret do tego. Bojcie sie Boga! Zaprawde, Bog jest przebaczajacy, litosciwy"},{"SurahNumber":49,"VerseNumber":13,"Text":"O ludzie! Oto stworzylismy was z mezczyzny i kobiety i uczynilismy was ludami i plemionami, abyscie sie wzajemnie znali. Zaprawde, najbardziej szlachetny sposrod was, w obliczu Boga, to najbardziej bogobojny sposrod was! Zaprawde, Bog jest wszechwiedzacy, dobrze swiadomy"},{"SurahNumber":49,"VerseNumber":14,"Text":"Powiedzieli Beduini: \"My wierzymy!\" Powiedz: \"Wy nie wierzycie; lecz raczej powiedzcie: 'My poddalismy sie całkowicie!', - bo wiara nie weszła jeszcze w wasze serca.\" A jesli wy bedziecie posłuszni Bogu i Jego Posłancowi, to On w niczym nie umniejszy waszych uczynkow. Zaprawde, Bog jest przebaczajacy, litosciwy"},{"SurahNumber":49,"VerseNumber":15,"Text":"Wiernymi sa tylko ci, ktorzy uwierzyli w Boga i Jego Posłanca - potem nie mieli watpliwosci - i walczyli swoimi majatkami i swoimi osobami na drodze Boga. Tacy - oni sa prawdomowni"},{"SurahNumber":49,"VerseNumber":16,"Text":"Powiedz: \"Czyz bedziecie pouczac Boga o waszej religii, skoro Bog wie, co jest w niebiosach i co jest na ziemi? I Bog o kazdej rzeczy jest wszechwiedzacy"},{"SurahNumber":49,"VerseNumber":17,"Text":"Oni przedstawiaja jako łaskawosc dla ciebie to, iz przyjeli islam. Powiedz: \"Nie przedstawiajcie waszego islamu jako łaskawosci dla mnie. Przeciwnie, to Bog obdarzył was łaska, ze poprowadził was droga prosta ku wierze - jesli wy jestescie prawdomowni"},{"SurahNumber":49,"VerseNumber":18,"Text":"Zaprawde, Bog zna to, co skryte w niebiosach i na ziemi! I Bog widzi jasno to, co wy czynicie"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf. Na Koran wspaniały"},{"SurahNumber":50,"VerseNumber":2,"Text":"Tak! Zdziwili sie oni, ze przyszedł do nich ostrzegajacy sposrod nich. I powiedzieli niewierni: \"To jest rzecz zadziwiajaca"},{"SurahNumber":50,"VerseNumber":3,"Text":"Czy kiedy pomrzemy i staniemy sie prochem?... To jest powrot daleki"},{"SurahNumber":50,"VerseNumber":4,"Text":"My przeciez wiemy, ilu ich ziemia pochłania. U Nas jest ksiega zachowujaca"},{"SurahNumber":50,"VerseNumber":5,"Text":"Lecz przeciwnie! Kiedy przyszła do nich prawda, oni uznali ja za kłamstwo; i znajduja sie w stanie zametu. Czyz oni nie spogladali na niebo ponad soba"},{"SurahNumber":50,"VerseNumber":6,"Text":"Czyz nie widzieli, jak je zbudowalismy i ozdobilismy, iz nie ma na nim zadnych pekniec"},{"SurahNumber":50,"VerseNumber":7,"Text":"A ziemie rozpostarlismy i rzucilismy na nia solidnie stojace. I sprawilismy, iz wyrosły na niej parami wszelkie rozkoszne rodzaje"},{"SurahNumber":50,"VerseNumber":8,"Text":"Do patrzenia i dla przypomnienia kazdemu słudze, ktory sie nawraca"},{"SurahNumber":50,"VerseNumber":9,"Text":"I zesłalismy z nieba wode przynoszaca błogosławienstwo, i dzieki niej sprawilismy, iz wyrosły ogrody i ziarno zniwa"},{"SurahNumber":50,"VerseNumber":10,"Text":"I drzewa palmowe, wyniosłe, dzwigajace kiscie owocow ułozone jedne nad drugimi"},{"SurahNumber":50,"VerseNumber":11,"Text":"to jako zaopatrzenie dla Naszych sług. I ozywilismy dzieki niej kraine umarła. Takie bedzie zmartwychwstanie"},{"SurahNumber":50,"VerseNumber":12,"Text":"A przed nimi zaprzeczali prawdzie: lud Noego i mieszkancy Ar-Rass, i lud Samud"},{"SurahNumber":50,"VerseNumber":13,"Text":"Lud Ad i Faraon, i bracia Lota"},{"SurahNumber":50,"VerseNumber":14,"Text":"I mieszkancy Gaszczu, i lud Tubba. Oni wszyscy za kłamcow uznawali posłancow. Wtedy sprawdziła sie Moja obietnica"},{"SurahNumber":50,"VerseNumber":15,"Text":"Czyz zaniemoglismy przez pierwsze stworzenie? Przeciwnie! Oni powatpiewaja w nowe stworzenie"},{"SurahNumber":50,"VerseNumber":16,"Text":"My stworzylismy człowieka i wiemy, co podszeptuje jemu dusza. My jestesmy blizej niego anizeli arteria jego szyi"},{"SurahNumber":50,"VerseNumber":17,"Text":"Kiedy spotykaja sie dwaj spotykajacy, siedzac z prawej strony i z lewej"},{"SurahNumber":50,"VerseNumber":18,"Text":"Człowiek nie wypowie ani jednego słowa, ktore by nie dotarło do bedacego przy nim nadzorcy"},{"SurahNumber":50,"VerseNumber":19,"Text":"I nadejdzie ukojenie smierci naprawde. Oto od czego stroniłes"},{"SurahNumber":50,"VerseNumber":20,"Text":"I zadma w trabe. Oto Dzien grozy"},{"SurahNumber":50,"VerseNumber":21,"Text":"I kazdej duszy towarzyszy popedzajacy i swiadek"},{"SurahNumber":50,"VerseNumber":22,"Text":"Ty wcale nie dbałes o to, wiec zdjelismy z ciebie zasłone i dzisiaj twoje spojrzenie jest przenikliwe"},{"SurahNumber":50,"VerseNumber":23,"Text":"I powie jego towarzysz: \"Oto co przygotowałem"},{"SurahNumber":50,"VerseNumber":24,"Text":"Rzuccie do Gehenny kazdego uporczywie niewiernego"},{"SurahNumber":50,"VerseNumber":25,"Text":"Sprzeciwiajacego sie dobru, wystepnego, szerzacego zwatpienie"},{"SurahNumber":50,"VerseNumber":26,"Text":"Ktory umiescił obok Boga innego boga! Wrzuccie go wiec obydwaj do kary strasznej"},{"SurahNumber":50,"VerseNumber":27,"Text":"Powie jego towarzysz: \"Panie nasz! Ja nie przyczyniłem sie do tego, ze on sie zbuntował, lecz on daleko zabładził"},{"SurahNumber":50,"VerseNumber":28,"Text":"Bog powie: \"Nie sprzeczajcie sie przede Mna! Ja juz wysłałem do was Moja grozbe"},{"SurahNumber":50,"VerseNumber":29,"Text":"Nie zmienia sie u Mnie słowo ani tez Ja nie jestem tyranem dla Moich sług"},{"SurahNumber":50,"VerseNumber":30,"Text":"Tego Dnia powiemy do Gehenny: \"Czy jestes juz zapełniona?\" A ona powie: \"Czy moze byc wiecej"},{"SurahNumber":50,"VerseNumber":31,"Text":"I bedzie przyblizony Ogrod dla bogobojnych, bedzie niedaleko"},{"SurahNumber":50,"VerseNumber":32,"Text":"Oto co wam zostało obiecane - kazdemu nawracajacemu sie, zachowujacemu"},{"SurahNumber":50,"VerseNumber":33,"Text":"Kazdemu, kto obawia sie Miłosiernego w tym, co niewidzialne, i kto przychodzi z sercem skruszonym"},{"SurahNumber":50,"VerseNumber":34,"Text":"Wejdzcie do niego w pokoju! To jest Dzien Wiecznosci"},{"SurahNumber":50,"VerseNumber":35,"Text":"Oni tam beda mieli to, co zechca; a My mamy jeszcze wiecej"},{"SurahNumber":50,"VerseNumber":36,"Text":"A ilez pokolen wytracilismy przed nimi! Oni byli silniejsi od nich dzielnoscia; przeszukujcie wiec ziemie, czy znajdzie sie jakies pewne schronienie"},{"SurahNumber":50,"VerseNumber":37,"Text":"Zaprawde, w tym jest z pewnoscia napomnienie dla tego, kto ma serce albo kto nastawia uszu, i on jest swiadkiem"},{"SurahNumber":50,"VerseNumber":38,"Text":"My stworzylismy niebiosa i ziemie, i to, co jest miedzy nimi, w ciagu szesciu dni, i nie dotkneło Nas zadne zmeczenie"},{"SurahNumber":50,"VerseNumber":39,"Text":"Znos cierpliwie to, co oni mowia. Wysławiaj chwałe twego Pana przed wschodem słonca i przed zachodem"},{"SurahNumber":50,"VerseNumber":40,"Text":"I noca wysławiaj Go, i po wybiciu pokłonow"},{"SurahNumber":50,"VerseNumber":41,"Text":"I przysłuchuj sie tego Dnia, kiedy wezwie wzywajacy z bliskiego miejsca"},{"SurahNumber":50,"VerseNumber":42,"Text":"Tego Dnia, kiedy oni naprawde usłysza krzyk - to bedzie Dzien Zmartwychwstania"},{"SurahNumber":50,"VerseNumber":43,"Text":"Zaprawde, My dajemy zycie i My sprowadzamy smierc; i do Nas jest ostateczne przybycie"},{"SurahNumber":50,"VerseNumber":44,"Text":"Tego Dnia, kiedy ziemia popeka od nich, spieszacych sie - to zebranie jest dla Nas łatwe"},{"SurahNumber":50,"VerseNumber":45,"Text":"My wiemy najlepiej, co oni mowia. A ty nie jestes dla nich tyranem. Napominaj wiec przez Koran tego, kto sie obawia Mojej grozby"},{"SurahNumber":51,"VerseNumber":1,"Text":"Na gwałtownie rozpraszajace"},{"SurahNumber":51,"VerseNumber":2,"Text":"I na niosace brzemie"},{"SurahNumber":51,"VerseNumber":3,"Text":"I na płynace z lekkoscia"},{"SurahNumber":51,"VerseNumber":4,"Text":"I na rozdzielajace rozkazy"},{"SurahNumber":51,"VerseNumber":5,"Text":"Zaprawde, to, co wam zostało obiecane, jest prawdziwe"},{"SurahNumber":51,"VerseNumber":6,"Text":"Zaprawde, Sad z pewnoscia nadejdzie"},{"SurahNumber":51,"VerseNumber":7,"Text":"I na niebo posiadajace szlaki gwiezdne"},{"SurahNumber":51,"VerseNumber":8,"Text":"Zaprawde, roznicie sie w mowie"},{"SurahNumber":51,"VerseNumber":9,"Text":"Odwrocony został od tego ten, kto dał sie odwrocic"},{"SurahNumber":51,"VerseNumber":10,"Text":"Niech zgina kłamcy"},{"SurahNumber":51,"VerseNumber":11,"Text":"Ktorzy w swoim zamecie sa beztroscy"},{"SurahNumber":51,"VerseNumber":12,"Text":"Oni pytaja: \"Kiedyz nadejdzie Dzien Sadu"},{"SurahNumber":51,"VerseNumber":13,"Text":"W Dniu, kiedy oni beda wystawieni na ogien"},{"SurahNumber":51,"VerseNumber":14,"Text":"Zakosztujcie waszego doswiadczenia! To jest to, co staraliscie sie przyspieszyc"},{"SurahNumber":51,"VerseNumber":15,"Text":"Zaprawde, bogobojni beda przebywac wsrod ogrodow i zrodeł"},{"SurahNumber":51,"VerseNumber":16,"Text":"Przyjmujac to, co dał im Pan. Oni byli przedtem wsrod czyniacych dobro"},{"SurahNumber":51,"VerseNumber":17,"Text":"Oni mało sypiali noca"},{"SurahNumber":51,"VerseNumber":18,"Text":"I o swicie prosili Boga o przebaczenie"},{"SurahNumber":51,"VerseNumber":19,"Text":"W ich majatku mieli odpowiedni udział zebrak i nedzarz"},{"SurahNumber":51,"VerseNumber":20,"Text":"Na ziemi sa znaki dla tych, ktorzy sa przekonani o prawdzie"},{"SurahNumber":51,"VerseNumber":21,"Text":"I sa w waszych duszach. Czy wy nie widzicie"},{"SurahNumber":51,"VerseNumber":22,"Text":"W niebie jest wasze zaopatrzenie i to, co wam zostało obiecane"},{"SurahNumber":51,"VerseNumber":23,"Text":"Na Pana nieba i ziemi! Zaprawde, to jest tak prawdziwe, jak to, ze mowicie"},{"SurahNumber":51,"VerseNumber":24,"Text":"Czy doszło do ciebie opowiadanie o gosciach Abrahama, uszanowanych"},{"SurahNumber":51,"VerseNumber":25,"Text":"Kiedy oni weszli do niego i powiedzieli: \"Pokoj!\", on odparł: \"Pokoj, nieznani ludzie"},{"SurahNumber":51,"VerseNumber":26,"Text":"I poszedł do swojej rodziny, i przyniosł tłustego cielaka"},{"SurahNumber":51,"VerseNumber":27,"Text":"I podał im go, mowiac: \"Czyz nie bedziecie jedli"},{"SurahNumber":51,"VerseNumber":28,"Text":"I odczuł przed nimi pewna obawe. Oni powiedzieli: \"Nie obawiaj sie!\" - i obwiescili mu radosna wiesc o madrym chłopcu"},{"SurahNumber":51,"VerseNumber":29,"Text":"Wtedy przyszła jego zona z krzykiem, biła sie po twarzy i mowiła \"Stara kobieta, bezpłodna"},{"SurahNumber":51,"VerseNumber":30,"Text":"I rzekli: \"Tak powiedział twoj Pan. Zaprawde, On jest Madry, Wszechwiedzacy"}]}