{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Eger Allah’a ve hak ile batılın ayrıldıgı gun, iki ordunun birbiri ile karsılastıgı gun (Bedir savasında) kulumuza indirdigimize inanmıssanız, bilin ki, ganimet olarak aldıgınız herhangi bir seyin beste biri Allah’a, Rasulune, hısımlara, yetimlere, yoksullara ve yolcuya aittir. Allah her seye hakkıyla kadirdir"},{"SurahNumber":8,"VerseNumber":42,"Text":"Hatırlayın ki, (Bedir savasında) siz vadinin yakın kenarında (Medine tarafında) idiniz, onlar da uzak kenarında (Mekke tarafında) idiler. Kervan da sizden daha asagıda (deniz sahilinde) idi. Eger (savas icin) sozlesmis olsaydınız, sozlestiginiz vakit hususunda ihtilafa duserdiniz. Fakat Allah, gerekli olan emri yerine getirmesi, helak olanın acık bir delille (gozuyle gordukten sonra) helak olması, yasayanın da acık bir delille yasaması icin (boyle yaptı). Cunku Allah hakkıyla isitendir, bilendir"},{"SurahNumber":8,"VerseNumber":43,"Text":"Hatırla ki, Allah, uykunda sana onları az gosterdi. Eger onları sana cok gosterseydi, elbette cekinecek ve bu is hakkında munakasaya girisecektiniz. Fakat Allah (sizi bundan) kurtardı. Suphesiz O, kalplerin ozunu bilir"},{"SurahNumber":8,"VerseNumber":44,"Text":"Allah, olacak bir isi yerine getirmek icin (savas alanında) karsılastıgınız zaman onları sizin gozlerinizde az gosteriyor, sizi de onların gozlerinde azaltıyordu. Butun isler Allah’a doner"},{"SurahNumber":8,"VerseNumber":45,"Text":"Ey iman edenler! Herhangi bir topluluk ile karsılastıgınız zaman sebat edin ve Allah’ı cok anın ki basarıya erisesiniz"},{"SurahNumber":8,"VerseNumber":46,"Text":"Allah ve Rasulune itaat edin, birbirinizle cekismeyin; sonra korkuya kapılırsınız da kuvvetiniz gider. Bir de sabredin. Cunku Allah sabredenlerle beraberdir"},{"SurahNumber":8,"VerseNumber":47,"Text":"Calım satmak, insanlara gosteris yapmak ve (insanları) Allah yolundan alıkoymak icin yurtlarından cıkanlar (kafirler) gibi olmayın. Allah onların yaptıklarını cepecevre kusatmıstır"},{"SurahNumber":8,"VerseNumber":48,"Text":"Hani seytan onlara yaptıklarını guzel gosterdi de: Bugun insanlardan size galip gelecek kimse yoktur, suphesiz ben de sizin yardımcınızım, dedi. Fakat iki ordu birbirini gorunce ardına dondu ve: Ben sizden uzagım, ben sizin goremediklerinizi (melekleri) goruyorum, ben Allah'tan korkuyorum; Allah’ın azabı siddetlidir, dedi"},{"SurahNumber":8,"VerseNumber":49,"Text":"O zaman munafıklarla kalplerinde hastalık bulunanlar, (sizin icin), «Bunları, dinleri aldatmıs» diyorlardı. Halbuki kim Allah'a dayanırsa, bilsin ki Allah mutlak galiptir, hikmet sahibidir. (Kendisine guveneni ustun ve galip kılacak O'dur. Yoksa orduların sayı ve techizat ustunlugu degildir)"},{"SurahNumber":8,"VerseNumber":50,"Text":"Melekler yuzlerine ve arkalarına vurarak ve «Tadın yakıcı cehennem azabını» (diyerek) o kafirlerin canlarını alırken onları bir gorseydin"},{"SurahNumber":8,"VerseNumber":51,"Text":"Iste bu, ellerinizle yaptıgınız yuzundendir, yoksa Allah kullara zulmedici degildir"},{"SurahNumber":8,"VerseNumber":52,"Text":"(Bunların gidisatı) tıpkı Firavun ailesi ve onlardan oncekilerin gidisatı gibidir. (Onlar da) Allah'ın ayetlerini inkar etmislerdi de Allah onları gunahları sebebiyle yakalamıstı. Allah gucludur. O'nun cezası siddetlidir"},{"SurahNumber":8,"VerseNumber":53,"Text":"Bu da, bir millet kendilerinde bulunanı (guzel ahlak ve meziyetleri) degistirinceye kadar Allah'ın onlara verdigi nimeti degistirmeyeceginden dolayıdır. Gercekten Allah hakkıyla isitendir, hakkıyla bilendir"},{"SurahNumber":8,"VerseNumber":54,"Text":"(Evet bunların durumu), Firavun ailesi ve onlardan oncekilerin durumuna benzer. Onlar Rablerinin ayetlerini yalanlamıslardı; biz de onları gunahlarından oturu helak etmistik ve Firavun ailesini (denizde) bogmustuk. Hepsi de zalimler idiler"},{"SurahNumber":8,"VerseNumber":55,"Text":"Allah katında, yuruyen canlıların en kotusu kafir olanlardır. Cunku onlar iman etmezler"},{"SurahNumber":8,"VerseNumber":56,"Text":"Onlar, kendileriyle antlasma yaptıgın, sonra her defasında hic cekinmeden ahidlerini bozan kimselerdir"},{"SurahNumber":8,"VerseNumber":57,"Text":"Eger savasta onları yakalarsan, ibret almaları icin onlar ile (onlara verecegin ceza ile) arkalarında bulunan kimseleri de dagıt"},{"SurahNumber":8,"VerseNumber":58,"Text":"(Antlasma yaptıgın) bir kavmin hainlik yapmasından korkarsan, sen de (onlarla yaptıgın ahdi) aynı sekilde bozdugunu kendilerine bildir. Cunku Allah, hainleri sevmez"},{"SurahNumber":8,"VerseNumber":59,"Text":"Inkar edenler yakayı kurtardıklarını sanmasınlar. Cunku onlar (bizi) aciz bırakamazlar"},{"SurahNumber":8,"VerseNumber":60,"Text":"Onlara (dusmanlara) karsı gucunuz yettigi kadar kuvvet ve cihad icin baglanıp beslenen atlar hazırlayın. Onunla Allah'ın dusmanını, sizin dusmanınızı ve onlardan baska sizin bilmediginiz, Allah'ın bildigi (dusman) kimseleri korkutursunuz. Allah yolunda ne harcarsanız size eksiksiz odenir, siz asla haksızlıga ugratılmazsınız"},{"SurahNumber":8,"VerseNumber":61,"Text":"Eger onlar barısa yanasırlarsa sen de ona yanas ve Allah'a tevekkul et, cunku O hakkıyla isitendir, hakkıyla bilendir"},{"SurahNumber":8,"VerseNumber":62,"Text":"Eger sana hile yapmak isterlerse, sunu bil ki, Allah sana kafidir. O, seni yardımıyla ve muminlerle destekleyendir"},{"SurahNumber":8,"VerseNumber":63,"Text":"Ve (Allah), onların kalplerini birlestirmistir. Sen yeryuzunde bulunan her seyi verseydin, yine onların gonullerini birlestiremezdin, fakat Allah onların aralarını bulup kaynastırdı. Cunku O, mutlak galiptir , hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":64,"Text":"Ey Peygamber! Sana ve sana uyan muminlere Allah yeter"},{"SurahNumber":8,"VerseNumber":65,"Text":"Ey Peygamber! Muminleri savasa tesvik et. Eger sizden sabırlı yirmi kisi bulunursa, iki yuze (kafire) galip gelirler. Eger sizden yuz kisi olursa, kafir olanlardan bin kisiye galip gelirler. Cunku onlar anlamayan bir topluluktur"},{"SurahNumber":8,"VerseNumber":66,"Text":"Simdi Allah, yukunuzu hafifletti; sizde zayıflık oldugunu bildi. O halde sizden sabırlı yuz kisi bulunursa, (onlardan) ikiyuz kisiye galip gelir. Ve eger sizden bin kisi olursa. Allah'ın izniyle (onlardan) ikibin kisiye galip gelirler. Allah sabredenlerle beraberdir"},{"SurahNumber":8,"VerseNumber":67,"Text":"Yeryuzunde agır basıncaya (kufrun belini kırıncaya) kadar, hicbir peygambere esirleri bulunması yarasmaz. Siz gecici dunya malını istiyorsunuz, halbuki Allah (sizin icin) ahireti istiyor. Allah gucludur, hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":68,"Text":"Allah tarafından onceden verilmis bir hukum olmasaydı, aldıgınız fidyeden oturu size mutlaka buyuk bir azap dokunurdu"},{"SurahNumber":8,"VerseNumber":69,"Text":"Artık elde ettiginiz ganimetten helal ve temiz olarak yiyin. Ve Allah'tan korkun. Suphesiz ki Allah bagıslayan, merhamet edendir"},{"SurahNumber":8,"VerseNumber":70,"Text":"Ey Peygamber! Elinizdeki esirlere de ki: Eger Allah kalplerinizde hayır oldugunu bilirse, sizden alınandan (fidyeden) daha hayırlısını size verir ve sizi bagıslar. Cunku Allah cok bagıslayandır, cok merhamet edendir"},{"SurahNumber":8,"VerseNumber":71,"Text":"Yok eger sana hainlik etmek istiyorlarsa, zaten daha once de Allah'a hainlik etmislerdi de, onlara (galib gelecek) imkanı, Allah sana vermisti. Allah, her seyi hakkıyla bilendir, hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":72,"Text":"Iman edip de hicret edenler, Allah yolunda mallarıyla, canlarıyla cihad edenler ve (muhacirleri) barındırıp yardım edenler var ya, iste onların bir kısmı diger bir kısmının dostlarıdır. Iman edip de hicret etmeyenlere gelince, onlar hicret edinceye kadar size onların mirasından hicbir pay yoktur. Eger onlar din hususunda sizden yardım isterlerse, sizinle aralarında sozlesme bulunan bir kavim aleyhine olmaksızın (o muslumanlara) yardım etmek uzerinize borctur. Allah yapacaklarınızı hakkıyla gormektedir"},{"SurahNumber":8,"VerseNumber":73,"Text":"Kufredenler de biribirlerinin velileridirler: (Bu itibarla siz, birbirinize gerekli yardımı) yapmazsanız, yeryuzunde fitne ve buyuk kargasa olur"},{"SurahNumber":8,"VerseNumber":74,"Text":"Iman edip de Allah yolunda hicret ve cihad edenler, (muhacirleri) barındıran ve yardım edenler var ya, iste gercek muminler onlardır. Onlar icin magfiret ve bol rızık vardır"},{"SurahNumber":8,"VerseNumber":75,"Text":"Sonradan iman edenler, hicret edenler ve sizinle birlikte cihad edenler, iste bunlar da sizdendir. Allah'ın Kitabı'na gore, hısımlar, birbirlerine (varis olmaya) daha yakındırlar. Suphesiz Allah, her seyi hakkıyla bilendir"},{"SurahNumber":9,"VerseNumber":1,"Text":"Allah ve Rasulunden kendileriyle antlasma yapmıs oldugunuz musriklere bir ihtar"},{"SurahNumber":9,"VerseNumber":2,"Text":"(Ey musrikler!) Yeryuzunde dort ay daha dolasın. Iyi bilin ki siz Allah'ı aciz bırakacak degilsiniz; Allah ise kafirleri rezil (ve perisan) edecektir"},{"SurahNumber":9,"VerseNumber":3,"Text":"Haccı ekber (en buyuk hac) gununde Allah ve Rasulunden insanlara bir bildiridir: Allah ve Rasulu musriklerden uzaktır. Eger tevbe ederseniz, bu sizin icin daha hayırlıdır. Ve eger yuz cevirirseniz bilin ki, siz Allah'ı aciz bırakacak degilsiniz. (Ey Muhammed)! o kafirlere elem verici bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":4,"Text":"Ancak kendileriyle antlasma yaptıgınız musriklerden (antlasma sartlarına uyan) hicbir seyi size eksik bırakmayan ve sizin aleyhinize herhangi bir kimseye arka cıkmayanlar (bu hukmun) dısındadır. Onların antlasmalarını, sureleri bitinceye kadar tamamlayınız. Allah (haksızlıktan) sakınanları sever"},{"SurahNumber":9,"VerseNumber":5,"Text":"Haram aylar cıkınca musrikleri buldugunuz yerde oldurun; onları yakalayın, onları hapsedin ve onları her gozetleme yerinde oturup bekleyin. Eger tevbe eder, namazı dosdogru kılar, zekatı da verirlerse artık yollarını serbest bırakın. Allah yarlıgayan, esirgeyendir"},{"SurahNumber":9,"VerseNumber":6,"Text":"Ve eger musriklerden biri, sana sıgınmak isterse, ona guven ver, ta ki Allah'ın kelamını isitsin. Sonra da guven icinde bulunacagı yerine kadar onu ulastır. Bu, onların, (iyi) bilmeyen kimseler olmalarındandır"},{"SurahNumber":9,"VerseNumber":7,"Text":"Mescid-i Haram'da andlasma yaptıklarınız dısında, musrikler icin Allah ve Rasulu yanında nasıl bir andlasma olabilir? Bu itibarla, onlar size (andlasmalarına sadık kalacak) durust davrandıkları surece, siz de onlara durust davranın. Allah, suphesiz (andlasmalarını bozmaktan) sakınanları sever"},{"SurahNumber":9,"VerseNumber":8,"Text":"(Allah ve Rasulu yanında, onlar icin bir andlasma) nasıl olsun ki, eger size galip gelirlerse, hakkınızda ne yakınlık gozetirler, ne de andlasma... Kalpleri istemedigi ve cogu fasık (yoldan cıkmıs kimseler) oldugu halde, agızlarıyla sizi guya hosnut ederler"},{"SurahNumber":9,"VerseNumber":9,"Text":"Allah'ın ayetlerine karsılık az bir degeri (dunya malını ve nefsani istekleri) satın aldılar da (insanları) O'nun yolundan alıkoydular. Gercekten onların yapmakta oldukları seyler ne kotudur"},{"SurahNumber":9,"VerseNumber":10,"Text":"Bir mumin hakkında ne ahit tanırlar ne de antlasma. Cunku onlar saldırganların kendileridir"},{"SurahNumber":9,"VerseNumber":11,"Text":"Bununla beraber, eger bu hallerinden tovbe ederler, namazı dosdogru kılarlar ve zekatı da verirlerse, bu takdirde, sizin dinde kardeslerinizdirler. Biz, bilen kimselere ayetleri iste boyle uzun uzun acıklarız"},{"SurahNumber":9,"VerseNumber":12,"Text":"Eger antlasmalarından sonra yeminlerini bozarlar ve dininize saldırırlarsa, kufrun onderlerine karsı savasın. Cunku onlar yeminleri olmayan adamlardır. (Onlara karsı savasırsanız) umulur ki (kufur, inat ve sapıklıktan) vazgecerler"},{"SurahNumber":9,"VerseNumber":13,"Text":"(Ey muminler!) verdikleri sozu bozan, Peygamberi (yurdundan) cıkarmaya kalkısan ve ilk once size karsı savasa baslamıs olan bir kavme karsı savasmayacak mısınız; yoksa onlardan korkuyor musunuz? Eger (gercek) muminler iseniz, bilin ki, Allah, kendisinden korkmanıza daha layıktır"},{"SurahNumber":9,"VerseNumber":14,"Text":"Onlarla savasın ki, Allah sizin ellerinizle onları cezalandırsın; onları rezil etsin; sizi onlara galip kılsın ve mumin toplumun kalplerini ferahlatsın"},{"SurahNumber":9,"VerseNumber":15,"Text":"Ve onların (muminlerin) kalplerinden ofkeyi gidersin. Allah dilediginin tevbesini kabul eder. Allah hakkıyla bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":16,"Text":"Yoksa siz, Allah, icinizden cihad edenleri, Allah'tan, Rasulunden ve mu'minlerden baskasını sırdas edinmeyenleri ortaya cıkarmadan bırakılıvereceginizi mi zannediyorsunuz? Allah, yaptıklarınızın hepsinden haberdardır"},{"SurahNumber":9,"VerseNumber":17,"Text":"Musriklerin, kendi kufurlerine bizzat kendileri sahidlik edip dururken, Allah'ın mescidlerini tamir etmeleri olacak is degildir. Bunlar, iyi amelleri bosa gitmis kimselerdir; cehennemde de onlar daimidirler"},{"SurahNumber":9,"VerseNumber":18,"Text":"Allah'ın mescitlerini ancak Allah'a ve ahiret gunune iman eden, namazı dosdogru kılan, zekatı veren ve Allah’tan baskasından korkmayan kimseler imar eder. Iste dogru yola ermislerden olmaları umulanlar bunlardır"},{"SurahNumber":9,"VerseNumber":19,"Text":"(Ey musrikler!) Siz hacılara su vermeyi ve Mescidi Haram'ı onarmayı, Allah'a ve ahiret gunune iman edip de Allah yolunda cihad edenlerin imanı ile bir mi tutuyorsunuz? Halbuki onlar Allah katında esit degillerdir. Allah zalimler toplulugunu hidayete erdirmez"},{"SurahNumber":9,"VerseNumber":20,"Text":"Iman edip de hicret edenler ve Allah yolunda mallarıyla, canlarıyla cihad edenler, rutbe bakımından Allah katında daha ustundurler. Kurtulusa erenler de iste onlardır"},{"SurahNumber":9,"VerseNumber":21,"Text":"Rableri onlara, tarafından bir rahmet ve hosnutluk ile, kendileri icin, icinde tukenmez nimetler bulunan cennetler mujdeler"},{"SurahNumber":9,"VerseNumber":22,"Text":"Onlar orada ebedi kalacaklardır. Suphesiz ki Allah katında buyuk mukafat vardır"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ey iman edenler! Eger kufru imana tercih ediyorlarsa, babalarınızı ve kardeslerinizi (bile) veli (dost) edinmeyin. Sizden kim onları dost edinirse, isle onlar zalimlerin kendileridir"},{"SurahNumber":9,"VerseNumber":24,"Text":"De ki: Eger babalarınız, ogullarınız, kardesleriniz, esleriniz, hısım akrabanız, kazandıgınız mallar, kesada ugramasından korktugunuz ticaret, hoslandıgınız meskenler size Allah'tan, Rasulunden ve Allah yolunda cihad etmekten daha sevgili ise, artık Allah emrini getirinceye kadar bekleyin. Allah fasıklar toplulugunu hidayete erdirmez"},{"SurahNumber":9,"VerseNumber":25,"Text":"Allah size bir cok yerlerde ve (ozellikle) coklugunuzun sizi boburlendirdigi ve fakat size hicbir fayda saglamadıgı, genis olmasına ragmen yeryuzunun size dar geldigi, sonra da (Rasulullah ile beraber kalan az bir kısmınız haric) arkanızı donup kactıgınız Huneyn gununde yardım etmisti"},{"SurahNumber":9,"VerseNumber":26,"Text":"Sonra Allah, Rasul'u ile muminler uzerine sekinetini (sukunet ve huzur duygusu) indirdi, sizin gormediginiz ordular (melekler) indirdi de kafirlere azap etti. Iste bu, o kafirlerin cezasıdır"},{"SurahNumber":9,"VerseNumber":27,"Text":"Sonra Allah, bunun ardından yine dilediginin tevbesini kabul eder. Zira Allah, cok bagıslayıcıdır, cok merhametlidir"},{"SurahNumber":9,"VerseNumber":28,"Text":"Ey iman edenler! Musrikler ancak bir pisliktir. Onun icin bu yıllarından sonra Mescidi Haram'a yaklasmasınlar. Eger yoksulluktan korkarsanız, (biliniz ki) Allah dilerse sizi kendi lutfundan zengin edecektir. Suphe yoktur ki Allah, her seyi hakkıyla bilendir; hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":29,"Text":"Kendilerine kitap verilenlerden Allah'a ve ahiret gunune iman etmeyenlerle, Allah'ın ve Rasulunun haram kıldıgını haram saymayanlarla ve hak dini din edinmeyenlerle, boyun egip kendi elleriyle cizye verinceye kadar savasın"},{"SurahNumber":9,"VerseNumber":30,"Text":"Yahudiler, Uzeyr Allah’ın ogludur, dediler. Hıristiyanlar da, Mesih (Isa) Allah'ın ogludur dediler. Bu onların agızlarıyla geveledikleri sozlerdir. (Sozlerini) daha once kafir olmus kimselerin sozlerine benzetiyorlar. Allah onları kahretsin! Nasıl da (haktan batıla) donduruluyorlar"},{"SurahNumber":9,"VerseNumber":31,"Text":"Onlar, Allah'ı bırakıp hahamlarını, rahiplerini ve Meryem'in oglu Mesih'i kendilerine (Allah'dan gayrı) Rabler edindiler. Halbuki onlar da tek bir ilaha ibadet etmekten baska bir seyle emrolunmamıslardı. Zira O'ndan baska ilah yoktur. O, onların sirk kostuklarından munezzehtir"},{"SurahNumber":9,"VerseNumber":32,"Text":"Allah'ın nurunu agızlarıyla (ufleyip) sondurmek istiyorlar. Halbuki kafirler hoslanmasalar da Allah nurunu tamamlamaktan asla vazgecmez"},{"SurahNumber":9,"VerseNumber":33,"Text":"O (Allah), musrikler hoslanmasalar da (kendi) dinini butun dinlere ustun kılmak icin Rasulunu hidayet ve Hak Din ile gonderendir"},{"SurahNumber":9,"VerseNumber":34,"Text":"Ey iman edenler! (Biliniz ki), hahamlardan ve rahiplerden bircogu insanların mallarını haksız yollardan yerler ve (insanları) Allah yolundan engellerler. Altın ve gumusu yıgıp da onları Allah yolunda harcamayanlar yok mu, iste onlara elem verici bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":35,"Text":"(Bu paralar) cehennem atesinde kızdırılıp bunlarla onların alınları, yanları ve sırtları daglanacagı gun (onlara denilir ki): «Iste bu kendiniz icin biriktirdiginiz servettir. Artık yıgmakta oldugunuz seylerin (azabını) tadın!»"},{"SurahNumber":9,"VerseNumber":36,"Text":"Allah'ın gokleri ve yeri yarattıgı gunku yazısına gore, ayların sayısı, Allah katında on ikidir. Bunlardan dordu, haram (ay)lardır. Iste bu dogru hesaptır. O aylar icinde (Allah'ın koydugu yasagı cigneyerek) kendinize zulmetmeyin ve musrikler nasıl sizinle topyekun savasıyorlarsa siz de onlara karsı topyekun savasın ve bilin ki Allah (kotulukten) sakınanlarla beraberdir"},{"SurahNumber":9,"VerseNumber":37,"Text":"(Haram ayları) ertelemek, sadece kafirlikte ileri gitmektir. Cunku onunla, kafir olanlar saptırılır. Allah’ın haram kıldıgının sayısını bozmak ve O'nun haram kıldıgını helal kılmak icin (haram ayını) bir yıl helal sayarlar, bir yıl da haram sayarlar. (Boylece) onların kotu isleri kendilerine guzel gosterilmistir. Allah kafirler toplulugunu hidayete erdirmez"},{"SurahNumber":9,"VerseNumber":38,"Text":"Ey iman edenler! Size ne oldu ki, «Allah yolunda savasa cıkın!» denildigi zaman yere cakılıp kalıyorsunuz? Dunya hayatını ahirete tercih mi ediyorsunuz? Fakat dunya hayatının faydası ahiretin yanında pek azdır"},{"SurahNumber":9,"VerseNumber":39,"Text":"Eger (gerektiginde savasa) cıkmazsanız, (Allah) sizi pek elem verici bir azap ile cezalandırır ve yerinize sizden baska bir kavim getirir; siz (savasa cıkmamakla) O'na hicbir zarar veremezsiniz. Allah her seye kadirdir"},{"SurahNumber":9,"VerseNumber":40,"Text":"Eger siz ona (Rasulullah'a) yardım etmezseniz (bu onemli degil); ona Allah yardım etmistir: Hani, kafirler onu, iki kisiden biri olarak (Ebu Bekir ile birlikte Mekke'den) cıkarmıslardı; hani onlar magaradaydı; o, arkadasına: Uzulme, cunku Allah bizimle beraberdir, diyordu. Bunun uzerine Allah ona (sukunet saglayan) emniyetini indirdi, onu sizin gormediginiz bir ordu ile destekledi ve kafir olanların sozunu alcalttı. Allah’ın sozu ise zaten yucedir. Cunku Allah ustundur, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":41,"Text":"(Ey Mu'minler! Genc ihtiyar) Gerek hafif, gerek agır olarak savasa cıkın, mallarınızla ve canlarınızla Allah yolunda cihad edin. Eger bilirseniz, bu sizin icin daha hayırlıdır"},{"SurahNumber":9,"VerseNumber":42,"Text":"Eger yakın bir dunya malı ve kolay bir yolculuk olsaydı (o munafıklar) mutlaka sana uyup pesinden gelirlerdi. Fakat mesakkatli yol onlara uzak geldi. Gerci onlar, «Gucumuz yetseydi mutlaka sizinle beraber cıkardık» diye kendilerini helak edercesine Allah'a yemin edecekler. Halbuki Allah onların mutlaka yalancı olduklarını biliyor"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah seni affetsin, dogru soyleyenler sana iyice belli olup, sen yalancıları bilinceye kadar onlara nicin izin verdin"},{"SurahNumber":9,"VerseNumber":44,"Text":"Allah’a ve ahiret gunune iman edenler, mallarıyla canlarıyla savasmaktan (geri kalmak icin) senden izin istemezler. Allah takva sahiplerini pek iyi bilir"},{"SurahNumber":9,"VerseNumber":45,"Text":"Ancak Allah'a ve ahiret gunune inanmayan, kalpleri supheye dusup, kuskuları icinde bocalayanlar senden izin isterler"},{"SurahNumber":9,"VerseNumber":46,"Text":"Eger onlar (savasa) cıkmak isteselerdi elbette bunun icin bir hazırlık yaparlardı. Fakat Allah onların davranıslarını cirkin gordu ve onları geri koydu; onlara «Oturanlarla (kadın ve cocuklarla) beraber oturun!» denildi"},{"SurahNumber":9,"VerseNumber":47,"Text":"Eger icinizde (onlar da savasa) cıksalardı, size bozgunculuktan baska bir katkıları olmazdı ve mutlaka fitne cıkarmak isteyerek aranızda kosarlardı, icinizde, onlara iyice kulak verecekler de vardır. Allah zalimleri gayet iyi bilir"},{"SurahNumber":9,"VerseNumber":48,"Text":"Andolsun onlar onceden de fitne cıkarmak istemisler ve sana nice isler cevirmislerdi. Nihayet hak geldi ve onlar istemedikleri halde Allah'ın emri yerini buldu"},{"SurahNumber":9,"VerseNumber":49,"Text":"Onlardan oylesi de var ki: «Bana izin ver, beni fitneye dusurme» der. Bilesiniz ki onlar zaten fitneye dusmuslerdir. Cehennem, kafirleri mutlaka kusatacaktır"},{"SurahNumber":9,"VerseNumber":50,"Text":"Eger sana bir iyilik erisirse, bu onları uzer. Ve eger basına bir musibet gelirse, «Iyi ki biz daha once tedbirimizi almısız» derler ve boburlenerek donup giderler"},{"SurahNumber":9,"VerseNumber":51,"Text":"De ki: Allah'ın bizim icin yazdıgından baskası bize asla erismez. O bizim mevlamızdır. Onun icin muminler yalnız Allah'a dayanıp guvensinler"},{"SurahNumber":9,"VerseNumber":52,"Text":"De ki: Siz bizim icin ancak iki iyilikten birini beklemektesiniz. Biz de, Allah'ın, ya kendi katından veya bizim elimizle size bir azap vermesini bekliyoruz. Haydi bekleyin; suphesiz biz de sizinle beraber beklemekteyiz"},{"SurahNumber":9,"VerseNumber":53,"Text":"De ki: Ister gonullu verin ister gonulsuz, sizden (sadaka) asla kabul olunmayacaktır. Cunku siz yoldan cıkan bir topluluk oldunuz"},{"SurahNumber":9,"VerseNumber":54,"Text":"Onların harcamalarının kabul edilmesini engelleyen, onların Allah ve Rasulunu inkar etmeleri, namaza ancak usenerek gelmeleri ve istemeyerek harcamalarından baska bir sey degildir"},{"SurahNumber":9,"VerseNumber":55,"Text":"(Ey Muhammed!) Onların malları ve cocukları seni imrendirmesin. Cunku Allah bunlarla, ancak dunya hayatında onların azaplarını cogaltmayı ve onların kafir olarak canlarının cıkmasını istiyor"},{"SurahNumber":9,"VerseNumber":56,"Text":"(O munafıklar) mutlaka sizden olduklarına dair Allah'a yemin ederler. Halbuki onlar sizden degillerdir, fakat onlar (kılıclarınızdan) korkan bir toplumdur"},{"SurahNumber":9,"VerseNumber":57,"Text":"Eger sıgınacak bir yer yahut (barınabilecek) magaralar veya (sokulabilecek) bir delik bulsalardı, kosarak o tarafa yonelip giderlerdi"},{"SurahNumber":9,"VerseNumber":58,"Text":"Onlardan sadakaların (taksimi) hususunda seni ayıplayanlar da vardır. Sadakalardan onlara da (bir pay) verilirse razı olurlar, sayet onlara sadakalardan verilmezse hemen kızarlar"},{"SurahNumber":9,"VerseNumber":59,"Text":"Eger onlar Allah ve Rasulunun kendilerine verdigine razı olup, «Allah bize yeter, yakında bize Allah da lutfundan verecek, Rasulu de. Biz yalnız Allah'a ragbet edenleriz» deselerdi (daha iyi olurdu)"},{"SurahNumber":9,"VerseNumber":60,"Text":"Sadakalar (zekatlar) Allah’tan bir farz olarak ancak, yoksullara, duskunlere, (zekat toplayan) memurlara, gonulleri (Islam'a) ısındırılacak olanlara, (hurriyetlerini satın almaya calısan) kolelere, borclulara, Allah yolunda calısıp cihad edenlere, yolcuya mahsustur. Allah pek iyi bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":61,"Text":"(Yine o munafıklardan:) O (Peygamber, her soyleneni dinleyen) bir kulaktır, diyerek peygamberi incitenler de vardır. De ki: O, sizin icin bir hayır kulagıdır. Cunku o Allah'a inanır, muminlere guvenir ve o, sizden iman edenler icin de bir rahmettir. Allah'ın Rasulune eziyet edenler icin mutlaka elem verici bir azap vardır"},{"SurahNumber":9,"VerseNumber":62,"Text":"Rızanızı almak icin size (gelip) Allah'a and icerler. Eger mumin iseler Allah ve Rasulunu razı etmeleri daha dogrudur"},{"SurahNumber":9,"VerseNumber":63,"Text":"(Hala) bilmediler mi ki, kim Allah ve Rasulune karsı koyarsa elbette onun icin, icinde ebedi kalacagı cehennem atesi vardır. Iste bu buyuk rusvalıktır"},{"SurahNumber":9,"VerseNumber":64,"Text":"Munafıklar, kalplerinde olanı kendilerine haber verecek bir surenin muminlere indirilmesinden cekinirler. De ki: Siz alay edin! Allah o cekindiginiz seyi ortaya cıkaracaktır"},{"SurahNumber":9,"VerseNumber":65,"Text":"Eger onlara, (nicin alay ettiklerini) sorarsan; «Elbette, biz sadece lafa dalmıs sakalasıyorduk.» derler. De ki: «Allah ile, O'nun ayetleriyle ve O'nun peygamberi ile mi alay ediyordunuz?»"},{"SurahNumber":9,"VerseNumber":66,"Text":"(Bosuna) ozur dilemeyin; cunku siz iman ettikten sonra tekrar kafir oldunuz. Sizden (tevbe eden) bir grubu bagıslasak bile, bir gruba da suclu olduklarından dolayı azap edecegiz"},{"SurahNumber":9,"VerseNumber":67,"Text":"Munafık erkekler ve munafık kadınlar (sizden degil), birbirlerindendir. Onlar kotulugu emreder, iyilikten alıkor ve cimrilik ederler. Onlar Allah'ı unuttular. Allah da onları unuttu! Cunku munafıklar fasıkların kendileridir"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah erkek munafıklara da kadın munafıklara da kafirlere de icinde ebedi kalacakları cehennem atesini vadetti. O, onlara yeter. Allah onlara lanet etmistir. Onlar icin devamlı bir azap vardır"},{"SurahNumber":9,"VerseNumber":69,"Text":"(Ey munafıklar! Siz de) sizden oncekiler gibi (yaptınız). Onlar sizden kuvvetce daha ustun, mal ve evlatca daha cok idiler. Onlar (dunya malından) paylarına dusenden faydalandılar. Iste sizden oncekiler nasıl paylarına dusenden faydalandıysalar, siz de payınıza dusenden faydalandınız ve (batıla) dalanlar gibi siz de daldınız. Iste onların amelleri dunyada da ahirette de bosa gitmistir. Ve onlar ziyana ugrayanların kendileridir"},{"SurahNumber":9,"VerseNumber":70,"Text":"Onlara kendilerinden evvelkilerin, Nuh, Ad ve Semud kavimlerinin, Ibrahim kavminin, Medyen halkının ve altust olan sehirlerin haberi ulasmadı mı? Peygamberi onlara apacık mucizeler getirmisti. Demek ki, Allah onlara zulmedecek degildi, fakat onlar kendi kendilerine zulmetmekte idiler"},{"SurahNumber":9,"VerseNumber":71,"Text":"Mumin erkeklerle mumin kadınlar da birbirlerinin velileridir. Onlar iyiligi emreder, kotulukten alıkorlar, namazı dosdogru kılarlar, zekatı verirler, Allah ve Rasulune itaat ederler. Iste onlara Allah rahmet edecektir. Suphesiz Allah azizdir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah, mumin erkeklere ve mumin kadınlara, icinde ebedi kalmak uzere altından ırmaklar akan cennetler ve Adn cennetlerinde guzel meskenler vadetti. Allah’ın rızası ise hepsinden buyuktur. Iste buyuk kurtulus da budur"},{"SurahNumber":9,"VerseNumber":73,"Text":"Ey Peygamber! Kafirlere ve munafıklara karsı cihad et, onlara karsı sert davran. Onların varacakları yer cehennemdir. O ne kotu bir varıs yeridir"},{"SurahNumber":9,"VerseNumber":74,"Text":"(Ey Muhammed! O sozleri) soylemediklerine dair Allah'a yemin ediyorlar. Halbuki o kufur sozunu elbette soylediler ve musluman olduktan sonra kafir oldular. Basaramadıkları bir seye (Peygambere suikast yapmaya) de yeltendiler. Ve sırf Allah ve Rasulu kendi lutuflarından onları zenginlestirdigi icin oc almaya kalkıstılar. Eger tevbe ederlerse onlar icin daha hayırlı olur. Yuz cevirirlerse Allah onları dunyada da, ahirette de elem verici bir azaba carptıracaktır. Yeryuzunde onların ne dostu ne de yardımcısı vardır"},{"SurahNumber":9,"VerseNumber":75,"Text":"Onlardan kimi de, «Eger Allah lutuf ve kereminden bize verirse, mutlaka sadaka verecegiz ve elbette biz salihlerden olacagız!» diye Allah'a and icti"},{"SurahNumber":9,"VerseNumber":76,"Text":"Fakat Allah lutfundan onlara (zenginlik) verince, onda cimrilik edip (Allah'ın emrinden) yuz cevirerek sozlerinden donduler"},{"SurahNumber":9,"VerseNumber":77,"Text":"Nihayet, Allah'a verdikleri sozden donduklerinden ve yalan soylediklerinden dolayı Allah, kendisiyle karsılasacakları gune kadar onların kalbine nifak (ikiyuzluluk) soktu"},{"SurahNumber":9,"VerseNumber":78,"Text":"(Munafıklar), Allah'ın, onların sırrını da fısıltılarını da bildigini ve gaybları (gizli seyleri) cok iyi bilen oldugunu hala anlamadılar mı"},{"SurahNumber":9,"VerseNumber":79,"Text":"Sadakalar hususunda, muminlerden gonullu verenleri ve guclerinin yettiginden baskasını bulamayanları cekistirip onlarla alay edenler var ya, Allah iste onları maskaraya cevirmistir. Ve onlar icin elem verici azap vardır"},{"SurahNumber":9,"VerseNumber":80,"Text":"(Ey Muhammed!) Onlar icin ister af dile, ister dileme; onlar icin yetmis kez af dilesen de Allah onları asla affetmeyecek. Bu, onların Allah ve Rasulunu inkar etmelerinden oturudur. Allah fasıklar toplulugunu hidayete erdirmez"},{"SurahNumber":9,"VerseNumber":81,"Text":"Allah'ın Rasulune muhalefet etmek icin geri kalanlar (sefere cıkmayıp) oturmaları ile sevindiler; mallarıyla, canlarıyla Allah yolunda cihad etmeyi cirkin gorduler, «Bu sıcakta sefere cıkmayın» dediler. De ki: «Cehennem atesi daha sıcaktır!» Keske anlasalardı"},{"SurahNumber":9,"VerseNumber":82,"Text":"Artık kazanmakta olduklarının cezası olarak az gulsunler, cok aglasınlar"},{"SurahNumber":9,"VerseNumber":83,"Text":"Eger Allah seni onlardan bir grubun yanına dondurur de (Tebuk seferinden Medine'ye doner de baska bir savasa seninle beraber) cıkmak icin senden izin isterlerse, de ki: Benimle beraber asla cıkmayacaksınız ve dusmana karsı benimle beraber asla savasmayacaksınız! Cunku siz birinci defa (Tebuk seferinde) yerinizde kalmaya razı oldunuz. Simdi de geri kalanlarla (kadın ve cocuklarla) beraber oturun"},{"SurahNumber":9,"VerseNumber":84,"Text":"Onlardan olmus olan hicbirine asla namaz kılma; onun kabri basında da durma! Cunku onlar, Allah ve Rasulunu inkar ettiler ve fasık olarak olduler"},{"SurahNumber":9,"VerseNumber":85,"Text":"Onların malları ve cocukları seni imrendirmesin. Cunku Allah, bunlarla ancak dunyada onların azaplarını cogaltmayı ve onların kafir olarak canlarının guclukle cıkmasını istiyor"},{"SurahNumber":9,"VerseNumber":86,"Text":"«Allah’a inanın, Rasulu ile beraber cihad edin» diye bir sure indirildigi zaman, onlardan servet sahibi olanlar, senden izin istediler ve: «Bizi bırak (evlerinde) oturanlarla beraber olalım.» dediler"},{"SurahNumber":9,"VerseNumber":87,"Text":"Geride kalan kadınlarla beraber olmaya razı oldular, onların kalplerine muhur vuruldu. Bu yuzden onlar anlamazlar"},{"SurahNumber":9,"VerseNumber":88,"Text":"Fakat Peygamber ve onunla beraber inananlar, mallarıyla, canlarıyla cihad ettiler. Iste butun hayırlar onlarındır ve onlar kurtulusa erenlerin kendileridir"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah, onlara icinde ebedi kalacakları ve zemininden ırmaklar akan cennetler hazırlamıstır. Iste buyuk kazanc budur"},{"SurahNumber":9,"VerseNumber":90,"Text":"Bedevilerden, (mazeretleri oldugunu) iddia edenler, kendilerine izin verilsin diye geldiler. Allah ve Rasulune yalan soyleyenler de oturup kaldılar. Onlardan kafir olanlara elem verici bir azap erisecektir"},{"SurahNumber":9,"VerseNumber":91,"Text":"Allah ve Rasulu icin (insanlara) ogut verdikleri takdirde, zayıflara, hastalara ve (savasta) harcayacak bir sey bulamayanlara gunah yoktur. Zira iyilik edenlerin aleyhine bir yol (sorumluluk) yoktur. Allah cok bagıslayan ve cok esirgeyendir"},{"SurahNumber":9,"VerseNumber":92,"Text":"Kendilerine binek saglaman icin sana geldiklerinde: Sizi bindirecek bir binek bulamıyorum, deyince, harcayacak bir sey bulamadıklarından dolayı uzuntuden gozleri yas dokerek donen kimselere de (sorumluluk yoktur)"}]}