{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"mariyu mīlō ē strī ayitē allāh ku mariyu āyana sandēśaharuniki vidhēyurālai uṇḍi satkāryālu cēstundō, āmeku reṭṭimpu pratiphalamistāmu mariyu āme koraku gauravapradamaina jīvanōpādhini sid'dhaparaci un̄cāmu"},{"SurahNumber":33,"VerseNumber":32,"Text":"ō pravakta bhāryalārā! Mīru sādhāraṇa strīla vaṇṭi vāru kāru. Mīru daivabhīti galavāraitē mīru mettani svarantō māṭlāḍakaṇḍi. Endukaṇṭē! Dānitō tana hr̥dayanlō rōgamunna vāniki durbhud'dhi puṭṭavaccu. Kāvuna mīru spaṣṭaṅgā, sūṭigānē māṭlāḍaṇḍi"},{"SurahNumber":33,"VerseNumber":33,"Text":"mariyu mīru mī iṇḍlalōnē uṇḍiṇḍi mariyu pūrvapu ajñānakālanlō alaṅkaraṇanu pradarśistū tiriginaṭlu tiragakaṇḍi. Mariyu namāj sthāpin̄caṇḍi mariyu vidhidānaṁ (jakāt) ivvaṇḍi mariyu allāh ku āyana sandēśaharuniki vidhēyulai uṇḍaṇḍi. (Ō pravakta) gr̥hiṇulārā! Niścayaṅgā, allāh mī nuṇḍi mālin'yānni tolagin̄ci, mim'malni pariśud'dhulugā cēyagōru tunnāḍu"},{"SurahNumber":33,"VerseNumber":34,"Text":"mariyu mī iṇḍlalō vinipin̄cabaḍē allāh āyatulanu mariyu jñāna viṣayālanu (hadīs lanu) smaristū uṇḍaṇḍi. Niścayaṅgā, allāh atyanta sūkṣmagrāhi, sarvaṁ telisina vāḍu"},{"SurahNumber":33,"VerseNumber":35,"Text":"Niścayaṅgā, musliṁ (allāh ku vidhēyulaina) puruṣulu mariyu musliṁ strīlu; viśvāsulaina (mu'min) puruṣulu mariyu viśvāsulaina (mu'min) strīlu; bhaktiparulaina puruṣulu mariyu bhaktiparulaina strīlu; satyavantulaina puruṣulu mariyu satyavantulaina strīlu; ōrpu gala puruṣulu mariyu ōrpu gala strīlu; vinamrata gala puruṣulu mariyu vinamrata gala strīlu; dānaśīluraina puruṣulu mariyu dānaśīluraina strīlu; upavāsālu uṇḍē puruṣulu mariyu upavāsālu uṇḍē strīlu; tama margāṅgālanu kāpāḍukunē puruṣulu mariyu (tama marmāṅgālanu) kāpāḍukunē strīlu; mariyu allāh nu atyadhikaṅgā smarin̄cē puruṣulu mariyu allāh nu atyadhikaṅgā smarin̄cē strīlu; ilāṇṭi vāri koraku allāh kṣamābhikṣa mariyu goppa pratiphalānni sid'dhaparaci un̄cāḍu"},{"SurahNumber":33,"VerseNumber":36,"Text":"mariyu allāh mariyu āyana sandēśaharuḍu, oka viṣayanlō nirṇayaṁ tīsukunnappuḍu, viśvasin̄cina puruṣuniki gānī lēka viśvasin̄cina strīki gānī ā viṣayanlō maroka nirṇayaṁ tīsukunē hakku lēdu. Mariyu evaḍaitē allāh mariyu āyana sandēśaharuniki avidhēyuḍavutāḍō, vāstavaṅgā, ataḍu spaṣṭamaina mārgabhraṣṭatvanlō paḍi unnaṭlē"},{"SurahNumber":33,"VerseNumber":37,"Text":"Mariyu (ō pravaktā jñāpakaṁ cēsukō!) Allāh anugrahin̄cina mariyu nīvu anugrahin̄cina vyaktitō nīvu: \"Nī bhāryanu uṇḍanivvu (viḍici peṭṭaku) mariyu allāh yandu bhayabhaktulu kaligi uṇḍu.\" Ani annappuḍu; nīvu allāh bayaṭa peṭṭadalacina viṣayānni, nī manas'sulō dāci un̄cāvu. Nīvu prajalaku bhayapaḍḍāvu, vāstavāniki nīvu allāh ku bhayapaḍaṭamē cālā uttamamainadi. Jaid, āmetō tana sambandhānni tana icchānusāraṅgā trempukunna taruvātanē, mēmu āme vivāhaṁ nītō jaripin̄cāmu. Viśvāsulaku tama dattaputrula bhāryalatō peṇḍli cēsukōvaṭanlō - vāru tama bhāryala nuṇḍi tama iṣṭānusāraṅgā tama sambandhaṁ trempu kunnappuḍu - ē vidhamaina dōṣaṁ lēdu. Vāstavāniki allāh ādēśaṁ tappaka amalulōki rāvalasindē"},{"SurahNumber":33,"VerseNumber":38,"Text":"allāh tana koraku dharmasam'mataṁ cēsina dānini pravakta pūrti cēstē, atanipai elāṇṭi ninda lēdu. Intaku pūrvaṁ gatin̄cina vāri viṣayanlō kūḍā allāh sampradāyaṁ idē. Mariyu allāh ājña, nirdēśimpabaḍina (tirugulēni) śāsanaṁ"},{"SurahNumber":33,"VerseNumber":39,"Text":"vāriki, evaraitē allāh sandēśālanu andajēstārō mariyu kēvalaṁ āyanakē bhayapaḍatārō mariyu allāh ku tappa marevvarikī bhayapaḍarō! Mariyu lekka tīsukōvaṭāniki kēvalaṁ allāh yē cālu"},{"SurahNumber":33,"VerseNumber":40,"Text":"(ō mānavulārā!) Muham'mad mī puruṣullō evvaḍikī taṇḍri kāḍu. Kāni atanu allāh yokka sandēśaharuḍu mariyu pravaktalalō civarivāḍu. Mariyu vāstavāniki allāh yē prati viṣayapu jñānaṁ galavāḍu"},{"SurahNumber":33,"VerseNumber":41,"Text":"ō viśvāsulārā! Allāh nu (ēkāgratatō) atyadhikaṅgā smarin̄caṇḍi"},{"SurahNumber":33,"VerseNumber":42,"Text":"mariyu udayaṁ mariyu sāyantraṁ āyana pavitratanu koniyāḍutū uṇḍaṇḍi"},{"SurahNumber":33,"VerseNumber":43,"Text":"āyana mīpai āśīrvādālu (salāt) pamputū uṇṭāḍu mariyu āyana dūtalu mim'malni andhakāraṁ nuṇḍi velugulōki tīsuku rāvaṭāniki (āyananu prārthistū uṇṭāru). Mariyu āyana viśvāsula paṭla apāra karuṇā pradāta"},{"SurahNumber":33,"VerseNumber":44,"Text":"Vāru āyananu kalusukunē rōjuna vāriki: \"Mīku śānti kalugu gāka (salāṁ)!\" Anē abhinandanalatō svāgataṁ labhistundi. Mariyu āyana vāri koraku gauravapradamaina pratiphalaṁ sid'dhaparaci un̄cāḍu"},{"SurahNumber":33,"VerseNumber":45,"Text":"ō pravaktā! Niścayaṅgā mēmu, ninnu sākṣigā, śubhavārta andajēsēvānigā mariyu heccarika cēsēvānigā pampāmu"},{"SurahNumber":33,"VerseNumber":46,"Text":"mariyu āyana anumatitō, allāh vaipunaku pilicēvānigā mariyu prakāśin̄cē dīpaṅgānū (cēsi pampāmu)"},{"SurahNumber":33,"VerseNumber":47,"Text":"mariyu niścayaṅgā, vāri mīda allāh yokka goppa anugrahaṁ undanē śubhavārtanu viśvāsulaku ivvu"},{"SurahNumber":33,"VerseNumber":48,"Text":"mariyu nīvu satyatiraskārula mariyu kapaṭa viśvāsula māṭalaku lōbaḍaku mariyu vāri vēdhimpulanu lakṣya peṭṭaku mariyu kēvalaṁ allāh nē nam'mukō mariyu kāryakartagā kēvalaṁ allāh yē cālu"},{"SurahNumber":33,"VerseNumber":49,"Text":"ō viśvāsulārā! Mīru viśvāsinulaina strīlanu vivāhamāḍi, taruvāta - mīru vārini tākaka pūrvamē - vāriki viḍākuliccinaṭlaitē, mī koraku vēci vuṇḍē vyavadhi (iddat) pūrti cēyamani aḍigē hakku mīku vāripai lēdu. Kanuka vāriki pāritōṣikaṁ icci, man̄citanantō vārini sāganampaṇḍi"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ō pravaktā! Niścayaṅgā, mēmu nīku: Nīvu mahr cellin̄cina nī bhāryalanu mariyu allāh prasādin̄cina (bānisa) strīla nuṇḍi nī ādhīnanlōki vaccina vārini (strīlanu) mariyu nītō pāṭu valasa vaccina nī pinataṇḍri (taṇḍri sōdarula) kumārtelanu mariyu nī mēnattala (taṇḍri sōdarīmaṇula) kumārtelanu mariyu nī mēnamāmala (tallisōdarula) kumārtelanu mariyu nī pinatallula (tallisōdarīmaṇula) kumārtelanu; mariyu tananu tānu pravaktaku samarpin̄cukunna viśvāsini ayina strīni - okavēḷa pravakta āmenu vivāhaṁ cēsukōdalistē itara viśvāsula koraku gāka pratyēkaṅgā nī korakē - dharmasam'mataṁ cēśāmu. Vāstavāniki vāri (itara viśvāsula) koraku, vāri bhāryala viṣayanlō mariyu vāri bānisala viṣayanlō, mēmu vidhin̄cina parimitulu māku bāgā telusu. Idantā mēmu nīku ē vidhamaina ibbandi kalugakuṇḍā uṇḍālani cēśāmu. Vāstavāniki allāh kṣamāśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":33,"VerseNumber":51,"Text":"nīvu vārilō (nī bhāryalalō) nuṇḍi, nīvu kōrina āmenu nī nuṇḍi konta kālaṁ vērugā un̄cavaccu. Mariyu nīvu kōrina āmenu nītōpāṭu un̄cavaccu. Mariyu nīvu vērugā un̄cina vārilō nuṇḍi ē strīnainā nīvu tirigi pilucukōgōritē, nīpai elāṇṭi dōṣaṁ lēdu. Dīnitō vāri kaḷlaku calladanaṁ kalugutundani, vāru duḥkhapaḍaranī nīvu vāriki ēmi iccinā, vāru santōṣapaḍatārani āśin̄cavaccu! Vāstavāniki mī hr̥dayālalō ēmundō allāh ku telusu. Mariyu allāh sarvajñuḍu, śānta svabhāvuḍu (sahana śīluḍu)"},{"SurahNumber":33,"VerseNumber":52,"Text":"vīru gāka, itara strīlu nīku (vivāhamāḍaṭāniki) dharmasam'mataṁ kāru. Vīriki badulugā kūḍā marevvarinī bhāryalugā tīsukunē anumati kūḍā nīku lēdu - vāri saundaryaṁ nīku enta naccinā - nī ādhīnanlō unna (bānisa) strīlu tappa! Vāstavāniki allāh prati viṣayānni gamanistunnāḍu"},{"SurahNumber":33,"VerseNumber":53,"Text":"Ō viśvāsulārā! Pravakta yokka iṇḍlalōki anumati lēkuṇḍā pravēśin̄cakaṇḍi. Bhōjanārthaṁ (piluvabaḍinapuḍu) āhāraṁ sid'dhaparicē samayaṁ koraku vēci uṇḍakaṇḍi, kāni mīru piluvabaḍi nappuḍu tappakuṇḍā veḷḷaṇḍi. Ayitē bhōjanaṁ cēsina veṇṭanē veḷḷipoṇḍi mariyu sādhāraṇa sambhāṣaṇalō kālakṣēpaṁ cēstū kūrcōkaṇḍi. Niścayaṅgā, dīni valana pravaktaku kaṣṭaṁ kalugutundi; kāni atanu mim'malni (pom'manaṭāniki) saṅkōcistāḍu. Mariyu allāh satyaṁ ceppaṭāniki saṅkōcin̄caḍu (siggu paḍaḍu). Mariyu mīru pravakta bhāryalatō ēdainā aḍaga valasi vaccinappuḍu teracāṭu nuṇḍi aḍagaṇḍi. Idi mī hr̥dayālanu mariyu vāri hr̥dayālanu kūḍā nirmalaṅgā un̄cutundi. Mariyu allāh sandēśaharuniki kaṣṭaṁ kaligin̄caṭaṁ mīku tagadu. Mariyu atani taruvāta atani bhāryalatō mīru ennaṭikī vivāhaṁ cēsukōkaṇḍi. Niścayaṅgā idi allāh dr̥ṣṭilō mahā aparādhaṁ"},{"SurahNumber":33,"VerseNumber":54,"Text":"okavēḷa mīru ē viṣayānnainā velibuccinā lēdā dānini dācinā! Niścayaṅgā, allāh ku mātraṁ prati viṣayaṁ gurin̄ci bāgā telusu"},{"SurahNumber":33,"VerseNumber":55,"Text":"vāripai (pravakta bhāryalapai) - tama taṇḍrula, tama kumārula, tama sōdarula, tama sōdarīmaṇula kumārula, tama strīla lēdā tama bānisa (strīla) - yeduṭa vastē elāṇṭi dōṣaṁ lēdu. (Ō strīlārā!) Mīru allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi. Niścayaṅgā, allāh prati dāniki sākṣi"},{"SurahNumber":33,"VerseNumber":56,"Text":"niścayaṅgā allāh mariyu āyana dūtalu pravaktapai darūd lu pamputū uṇṭāru. Ō viśvāsulārā! Mīru kūḍā atanipai darūd lu mariyu mī hr̥daya pūrvaka salānlu pamputū uṇḍaṇḍi"},{"SurahNumber":33,"VerseNumber":57,"Text":"niścayaṅgā evaraitē allāh mariyu āyana sandēśaharuniki bādha kaligistārō, vārini allāh ihalōkanlō mariyu paralōkanlō kūḍā śapistāḍu (bahiṣkaristāḍu) mariyu āyana vārikai avamānakaramaina śikṣanu sid'dhaparaci un̄cāḍu"},{"SurahNumber":33,"VerseNumber":58,"Text":"Mariyu evaraitē, ē tappū cēyani, viśvāsulaina puruṣulaku mariyu strīlaku bādha kaligistārō, vāstavāniki vāru apanindanu mariyu spaṣṭamaina pāpabhārānni tama mīda mōpukunnaṭlē"},{"SurahNumber":33,"VerseNumber":59,"Text":"ō pravaktā! Nī bhāryalatō, nī kumārtelatō mariyu viśvāsinulaina strīlatōnū tama duppaṭlanu tama mīda pūrtigā kappukōmani ceppu. Idi vāru gurtin̄cabaḍi bādhimpabaḍa kuṇḍā uṇḍaṭāniki entō samucitamainadi. Mariyu allāh kṣamāśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":33,"VerseNumber":60,"Text":"okavēḷa ī kapaṭa viśvāsulu mariyu tama hr̥dayālalō rōgaṁ (kaluṣitaṁ) unna vāru mariyu madīnālō vadantulu vyāpimpa jēsēvāru. Tama (duścēṣṭalanu) mānukōka pōtē, mēmu tappaka nīku vāripai ādhikyata nosaṅgutāmu. Ā taruvāta vāru ī nagaranlō nī porugu vārigā konnāḷḷa kaṇṭē ekkuva uṇḍalēru"},{"SurahNumber":33,"VerseNumber":61,"Text":"vāru śapin̄cabaḍḍa (bahiṣkarin̄cabaḍḍa) vāru. Vāru ekkaḍa kanabaḍitē akkaḍa paṭṭukōbaḍatāru mariyu vāru dāruṇaṅgā campabaḍatāru"},{"SurahNumber":33,"VerseNumber":62,"Text":"idi intaku pūrvaṁ gaḍicina vāri viṣayanlō jarugutunna allāh sampradāyamē! Mariyu allāh sampradāyanlō nīvu elāṇṭi mārpunu cūḍavu"},{"SurahNumber":33,"VerseNumber":63,"Text":"prajalu ninnu antima ghaḍiya (punarut'thānaṁ) nu gurin̄ci aḍugu tunnāru. Vāritō ilā anu: \"Dāni jñānaṁ kēvalaṁ allāh kē undi.\" Mariyu nīkelā teliyadu? Bahuśā ā ghaḍiya samīpanlōnē uṇḍavaccu"},{"SurahNumber":33,"VerseNumber":64,"Text":"niścayaṅgā, allāh satyatiraskārulanu śapin̄cāḍu (bahiṣkarin̄cāḍu) mariyu āyana vāri koraku maṇḍē (naraka) agnini sid'dhaparaci un̄cāḍu"},{"SurahNumber":33,"VerseNumber":65,"Text":"vārandulō śāśvataṅgā kalakālaṁ uṇṭāru. Vāru elāṇṭi sanrakṣakuṇṇi gānī sahāyakuṇṇi gānī pondalēru"},{"SurahNumber":33,"VerseNumber":66,"Text":"vāri mukhālu nippulapai borlimpa baḍina nāḍu; vāru: \"Ayyē! Mēmu allāh ku vidhēyulamai uṇḍi, sandēśaharuṇṇi anusarin̄ci uṇṭē enta bāguṇḍēdi?\" Ani vāpōtāru"},{"SurahNumber":33,"VerseNumber":67,"Text":"Vāru iṅkā ilā aṇṭāru: \"Ō mā prabhū! Niścayaṅgā, mēmu mā nāyakulanu mariyu mā peddalanu anusarin̄cāmu. Kāni, vārē mam'malni (r̥ju) mārgaṁ nuṇḍi tappin̄cāru"},{"SurahNumber":33,"VerseNumber":68,"Text":"ō mā prabhū! Vāriki reṭṭimpu śikṣa vidhin̄cu mariyu vārini pūrtigā śapin̄cu (bahiṣkarin̄cu)"},{"SurahNumber":33,"VerseNumber":69,"Text":"ō viśvāsulārā! Mīru mūsānu bādhin̄cina vāri valē ayi pōkaṇḍi. Taruvāta allāh vāru (kalpin̄cina) ārōpaṇa nuṇḍi ataniki vimukti kaligin̄cāḍu. Atanu (mūsā), allāh dr̥ṣṭilō entō ādaraṇīyuḍu"},{"SurahNumber":33,"VerseNumber":70,"Text":"ō viśvāsulārā! Allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi. Mariyu mīru māṭlāḍinappuḍu yuktamaina māṭanē palakaṇḍi"},{"SurahNumber":33,"VerseNumber":71,"Text":"āyana mī karmalanu sarididdutāḍu mariyu mī pāpālanu kṣamistāḍu. Mariyu evaḍaitē allāh ku vidhēyuḍai sandēśaharuni ājñanu pālistāḍō! Niścayaṅgā, ataḍē goppa vijayaṁ pondinavāḍu"},{"SurahNumber":33,"VerseNumber":72,"Text":"niścayaṅgā, mēmu bādhyatanu ākāśālaku, bhūmiki mariyu parvatālaku samarpin̄cagōrāmu, kāni avi dānini bharin̄caṭāniki sam'matin̄calēdu mariyu dāniki bhayapaḍḍāyi, kāni mānavuḍu dānini tana mīda mōpukunnāḍu. Niścayaṅgā ataḍu durmārguḍu, mūḍhuḍu kūḍānu"},{"SurahNumber":33,"VerseNumber":73,"Text":"(dāni phalitaṅgā!) Allāh kapaṭa viśvāsulayina puruṣulanu mariyu kapaṭa viśvāsulayina strīlanu mariyu allāh ku sāṭi kalpin̄cē puruṣulanu mariyu sāṭi kalpin̄cē strīlanu śikṣistāḍu; mariyu viśvāsulaina puruṣula mariyu viśvāsulaina strīla paścāttāpānni aṅgīkaristāḍu. Mariyu allāh kṣamāśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":34,"VerseNumber":1,"Text":"sarvastōtrālaku ar'huḍu allāh mātramē! Ākāśālalō mariyu bhūmilō unnadantā āyanakē cendutundi. Mariyu paralōkanlō kūḍā sarvastōtrālaku ar'huḍu āyanē! Mariyu āyana mahā vivēkavantuḍu, sarvaṁ telisinavāḍu"},{"SurahNumber":34,"VerseNumber":2,"Text":"Bhūmilōki pravēśin̄cēdi mariyu dāni nuṇḍi bayaṭiki vaccēdi mariyu ākāśaṁ nuṇḍi digēdi mariyu dānilōki paiki ekkipōyēdi, antā āyanaku bāgā telusu. Mariyu āyana apāra karuṇā pradāta, kṣamāśīluḍu"},{"SurahNumber":34,"VerseNumber":3,"Text":"mariyu satyatiraskārulu ilā aṇṭāru: \"Antima ghaḍiya (punarut'thānaṁ) māpai ennaḍū rādu!\" Vāritō ilā anu: \"Enduku rādu! Agōcara viṣaya jñānaṁ gala nā prabhuvu sākṣigā! Adi tappaka mī mīdaku vastundi.\" Ākāśālalō mariyu bhūmilō unna ravvatō (paramāṇuvutō) samānamaina vastuvugānī, lēdā dāni kaṇṭē cinnadi gānī lēdā dāni kaṇṭē peddadi gānī, oka spaṣṭamaina granthanlō (vrāyabaḍakuṇḍā) āyanaku marugugā lēdu"},{"SurahNumber":34,"VerseNumber":4,"Text":"adi (antima ghaḍiya), viśvasin̄ci satkāryālu cēsē vāriki pratiphalamu nivvaṭāniki vastundi. Alāṇṭi vāriki kṣamāpaṇa mariyu gauravapradamaina jīvanōpādhi (svargaṁ) uṇṭāyi"},{"SurahNumber":34,"VerseNumber":5,"Text":"mariyu evaraitē mā sūcanalanu (āyāt lanu) viphalaṁ cēyaṭāniki prayatnistārō, alāṇṭi vāriki adhamamaina, bādhākaramaina śikṣa uṇṭundi"},{"SurahNumber":34,"VerseNumber":6,"Text":"mariyu evarikaitē jñānaṁ ivvabaḍindō! Vāru, idi nī prabhuvu taraphu nuṇḍi nīpai avatarimpa jēyabaḍina satyamanī mariyu adi sarvaśaktimantuḍu praśansanīyuḍu (ayina allāh) mārgaṁ vaipunakē mārgadarśakatvaṁ cēstundanī grahistāru"},{"SurahNumber":34,"VerseNumber":7,"Text":"mariyu satyatiraskārulu ilā aṇṭāru: \"Mīru (cacci) dum'mugā māri, cellāceduraina taruvāta kūḍā! Niścayaṅgā, maḷḷī krottagā sr̥ṣṭimpabaḍatārani teliyajēsē vyaktini mīku cūpamaṇṭārā"},{"SurahNumber":34,"VerseNumber":8,"Text":"atanu allāh pai abad'dhaṁ kalpin̄cāḍō lēka! Ataniki piccipaṭṭindō teliyaṭaṁ lēdu!\" Alā kādu, evaraitē paralōkānni nam'marō vāru śikṣaku guri avutāru. Mariyu vāru mārgabhraṣṭatvanlō cālā dūraṁ veḷḷipōyāru"},{"SurahNumber":34,"VerseNumber":9,"Text":"Ēmiṭi? Vāru tamaku mundunna mariyu tamaku venukanunna ākāśānni mariyu bhūmini cūḍaṭaṁ lēdā? Mēmu kōritē, vārini bhūmilōki aṇaga drokkēvāraṁ, lēdā vāripai ākāśaṁ nuṇḍi oka mukkanu paḍavēsē vāraṁ. Niścayaṅgā, indulō paścāttāpantō (allāh vaipunaku) maralē, prati dāsuni koraku oka sūcana undi"},{"SurahNumber":34,"VerseNumber":10,"Text":"mariyu vāstavaṅgā, mēmu dāvūd ku mā taraphu nuṇḍi goppa anugrahānni prasādin̄cāmu: \"Ō parvatāllārā! Mariyu pakṣulārā! Atanitō kalisi (mā stōtrānni) uccharin̄caṇḍi!\" (Ani mēmu ājñāpin̄cāmu). Mēmu atani koraku inumunu mettadigā cēśāmu"},{"SurahNumber":34,"VerseNumber":11,"Text":"(ataniki ilā ādēśamiccāmu): \"Nīvu kavacālu tayāru cēyi mariyu vāṭi valayālanu (kaḍiyālanu) sarisamānaṅgā kūrcu!\" Mariyu (ō mānavulārā!): \"Mīru satkāryālu cēyaṇḍi. Niścayaṅgā, mīru cēsēdantā nēnu cūstunnānu"},{"SurahNumber":34,"VerseNumber":12,"Text":"mariyu mēmu gālini sulaimān ku (vaśaparacāmu); dāni udayapu gamanaṁ oka nela rōjula pāṭi prayāṇānni pūrti cēsēdi mariyu dāni sāyaṅkālapu gamanaṁ oka nela. Mariyu mēmu atani koraku rāgi ūṭanu pravahimpa jēśāmu. Mariyu atani prabhuvu ājñatō, atani sannadhilō pani cēsē jinnātulanu ataniki vaśaparacāmu. Mariyu vārilō mā ājñanu ullaṅghin̄cina vāḍiki prajvalin̄cē narakāgni śikṣanu ruci cūputū uṇḍēvāramu"},{"SurahNumber":34,"VerseNumber":13,"Text":"vāru (jinnātulu) ataniki atanu kōrē, pedda pedda kaṭṭaḍālanu, pratimalanu, guṇṭala vaṇṭi pedda pedda gaṅgāḷālanu, (tama sthānamu nuṇḍi) kadilimpalēni kaḷāyīlanu tayāru cēsēvāru. \"Ō dāvūd vanśīyulārā! Mīru kr̥tajñulai panulu cēstū uṇḍiṇḍi.\" Mariyu nā dāsulalō kr̥tajñatalu telipēvāru cālā takkuva"},{"SurahNumber":34,"VerseNumber":14,"Text":"Mēmu atani (sulaimān)pai mr̥tyuvunu vidhin̄cinappuḍu, atani cētikarranu tiṇṭū unna purugu tappa, marevvarū atani maraṇaṁ viṣayaṁ, vāriki (jinnātulaku) telupalēdu. Ā taruvāta atanu paḍipōgā jinnātulu tamaku agōcara viṣayālu telisi uṇṭē, tāmu avamāna karamaina ī bādhalō paḍi uṇḍē vāraṁ kāmu kadā ani telusukunnāru"},{"SurahNumber":34,"VerseNumber":15,"Text":"vāstavaṅgā, sabā vāri koraku, vāri nivāsa sthalanlō oka sūcana undi. Dāni kuḍi mariyu eḍama prakkalalō reṇḍu tōṭalu uṇḍēvi (vāritō): \"Mī prabhuvu prasādin̄cina āhāraṁ tini āyanaku kr̥tajñatalu telupaṇḍi!\" (Ani anabaḍindi). Idi cālā man̄ci dēśaṁ mariyu mī prabhuvu kṣamāśīluḍu"},{"SurahNumber":34,"VerseNumber":16,"Text":"ayinā vāru vimukhulayyāru. Kābaṭṭi mēmu vāri paiki, kaṭṭanu ten̄ci varadanu pampāmu. Mariyu vāri reṇḍu tōṭalanu cēdainā phalāliccē ceṭlu, jhāvuka ceṭlu mariyu konni mātramē rēgu ceṭlu unna tōṭalugā mārcāmu"},{"SurahNumber":34,"VerseNumber":17,"Text":"idi vāri kr̥taghnataku (satyatiraskārāniki) badulugā vārikiccina pratiphalaṁ. Mariyu ilāṇṭi pratiphalaṁ mēmu kr̥taghnulaku tappa, itarulaku ivvamu"},{"SurahNumber":34,"VerseNumber":18,"Text":"mariyu mēmu vāri madhya mariyu mēmu śubhālu prasādin̄cina nagarāla madhya, spaṣṭaṅgā kanipin̄cē nagarālanu sthāpin̄ci: \"Vāṭi madhya surakṣitaṅgā rēyimbavaḷḷu prayāṇistū uṇḍaṇḍi.\" (Ani annāmu)"},{"SurahNumber":34,"VerseNumber":19,"Text":"kāni vāru: \"Ō mā prabhū! Mā prayāṇa dūrālanu poḍigin̄cu.\" Ani vēḍukoni, tamaku tāmē an'yāyaṁ cēsukunnāru. Kāvuna mēmu vārini kathalugā migilci, vārini pūrtigā cellā ceduru cēśāmu. Niścayaṅgā, indulō sahanaśīluḍu, kr̥tajñuḍu ayina pratī vyaktiki sūcanalunnāyi"},{"SurahNumber":34,"VerseNumber":20,"Text":"vāstavāniki iblīs (ṣaitān) vāri viṣayanlō tānu ūhin̄cindi satyamayindani nirūpin̄cāḍu. Endukaṇṭē! Viśvāsulalōni oka vargaṁ vāru tappa, andarū vāḍini anusarin̄cāru"},{"SurahNumber":34,"VerseNumber":21,"Text":"Mariyu vāḍiki (ṣaitān ku) vāripai elāṇṭi adhikāraṁ lēdu. Kāni, paralōkānni viśvasin̄cēvāḍevaḍō (mariyu) dānini gurin̄ci sanśayanlō paḍḍa vāḍevaḍō, telusukōvaṭāniki mātramē (mēmilā cēśāmu) mariyu nī prabhuvu prati viṣayānni kanipeṭṭukoni uṇṭāḍu"},{"SurahNumber":34,"VerseNumber":22,"Text":"vāritō ilā anu: \"Allāh nu vadali mīru evarinaitē, (ārādhyadaivālugā) bhāvistunnārō, vārini pilici cūḍaṇḍi!\" Ākāśālalō gānī mariyu bhūmilō gānī ravva (paramāṇuvu) anta vastuvupai kūḍā vāriki adhikāraṁ lēdu. Mariyu vāriki ā reṇḍiṇṭilō elāṇṭi bhāgasvāmyamū lēdu. Mariyu āyanaku vārilō nuṇḍi evvaḍū sahāyakuḍunū kāḍu"},{"SurahNumber":34,"VerseNumber":23,"Text":"mariyu āyana daggara ē vidhamaina siphārasu palikirādu, āyana anumatin̄cinna vāḍi (siphārasu tappa)! Civaraku vāri hr̥dayāla nuṇḍi bhayaṁ tolagipōyinappuḍu vāru (dēvatalu): \"Mī prabhuvu mītō ceppindēmiṭī?\" Ani aḍugutāru. Dāniki vāraṇṭāru: \"Satyaṁ mātramē!\" Mariyu āyana mahōnnatuḍu, mahanīyuḍu"},{"SurahNumber":34,"VerseNumber":24,"Text":"vārini ilā aḍugu: \"Mīku ākāśāla nuṇḍi mariyu bhūmi nuṇḍi jīvanōpādhini samakūrcēvāḍevaḍu?\" Vāriki telupu: \"Allāh!\" Ayitē niścayaṅgā mēmō lēka mīrō evarō okaru mātramē sanmārganlō unnāmu lēdā spaṣṭamaina mārgabhraṣṭatvanlō unnāmu"},{"SurahNumber":34,"VerseNumber":25,"Text":"iṅkā ilā anu: \"Mēmu cēsina pāpālaku mīru praśnin̄cabaḍaru mariyu mī karmalanu gurin̄ci mēmū praśnin̄cabaḍamu"},{"SurahNumber":34,"VerseNumber":26,"Text":"vāritō ilā anu: \"Mana prabhuvu manandarinī (punarut'thāna dinamuna) okē cōṭa samakūrcutāḍu. Taruvāta n'yāyaṅgā mana madhya tīrpu cēstāḍu. Āyanē (sarvōttamamaina) tīrpu cēsēvāḍu, sarvajñuḍu"},{"SurahNumber":34,"VerseNumber":27,"Text":"vāritō ilā anu: \"Mīru āyanaku sāṭigā nilabeṭṭina bhāgasvāmulanu nāku cūpin̄caṇḍi. Evarū lēru! Vāstavāniki āyana, allāh yē sarva śaktimantuḍu, mahā vivēkavantuḍu"},{"SurahNumber":34,"VerseNumber":28,"Text":"Mariyu (ō muham'mad!) Mēmu ninnu sarvamānavulaku śubhavārtaniccē vānigā mariyu heccarika cēsēvānigā mātramē pampāmu. Kāni vāstavāniki cālā mandi prajalaku idi teliyadu"},{"SurahNumber":34,"VerseNumber":29,"Text":"mariyu vāru: \"Mīru satyavantulē ayitē, ā vāgdānaṁ eppuḍu neravēranunnadi?\" Ani aḍugutunnāru"},{"SurahNumber":34,"VerseNumber":30,"Text":"vāritō ilā anu: \"Mī koraku oka rōju vyavadhi nirṇayin̄cabaḍi undi; mīru dāni rākanu okka ghaḍiya venukakū cēyalēru lēdā (okka ghaḍiya) mundukunū cēyalēru"},{"SurahNumber":34,"VerseNumber":31,"Text":"mariyu satyatiraskārulaina vāru ilā aṇṭāru: \"Mēmu ī khur'ān nu mariyu dīniki mundu vaccina ē granthānni kūḍā nam'mamu.\" Okavēḷa ī durmārgulanu tama prabhuvu eduṭa nilabeṭṭabaḍinappuḍu, vāru okari nokaru, ārōpaṇalu cēsukōvaṭaṁ nīvu cūstē (enta bāguṇḍunu)! Balahīna vargaṁ vāru durahaṅkārulaina tama nāyakulatō: \"Mīrē lēkuṇṭē mēmu tappaka viśvāsula mayyēvāraṁ!\" Ani aṇṭāru"},{"SurahNumber":34,"VerseNumber":32,"Text":"durahaṅkārulaina nāyakulu balahīnulaina vāritō ilā aṇṭāru: \"Ēmī? Mī vaddaku mārgadarśakatvaṁ vaccinappuḍu mēmu mim'malni dāni nuṇḍi nirōdhin̄cāmā? Alā kādu, mīrē aparādhāniki pālpaḍḍāru"},{"SurahNumber":34,"VerseNumber":33,"Text":"mariyu balahīnulaina vāru durahaṅkārulaina nāyakulatō ilā aṇṭāru: \"Alā kādu! Idi mīru rātrimbavaḷḷu pannina kuṭra. Mīru mam'malni - allāh nu tiraskarin̄ci - itarulanu āyanaku sāṭi kalpin̄camani ājñāpistū uṇḍēvāru.\" Mariyu vāru śikṣanu cūsinappuḍu, tama paścāttāpānni dāstāru. Mariyu mēmu satyatiraskārula meḍalalō saṅkeḷḷu vēstāmu. Vāru tama karmalaku tagina pratiphalaṁ tappa marēdainā pondagalarā"},{"SurahNumber":34,"VerseNumber":34,"Text":"mariyu mēmu heccarika cēsē atanini (pravaktanu) ē nagarāniki pampinā, dānilōni aiśyaryavantulu: \"Niścayaṅgā, mēmu mī veṇṭa pampabaḍina sandēśānni tiraskaristunnāmu.\" Ani anakuṇḍā uṇḍalēdu"},{"SurahNumber":34,"VerseNumber":35,"Text":"Vāru iṅkā ilā annāru: \"Mēmu (nīkaṇṭē) ekkuva sampada mariyu santānaṁ kaligi unnāmu. Mariyu mēmu ē mātraṁ śikṣimpabaḍamu"},{"SurahNumber":34,"VerseNumber":36,"Text":"vāritō anu: \"Niścayaṅgā, nā prabhuvu tānu kōrina vāriki jīvanōpādhini puṣkalaṅgā prasādistāḍu, mariyu (tānu kōrina vāriki) mitaṅgā istāḍu. Kāni cālā mandiki idi teliyadu"},{"SurahNumber":34,"VerseNumber":37,"Text":"mariyu mī sampada gānī mariyu mī santānaṁ gānī mim'malni mā daggariki tēlēvu; kāni viśvasin̄ci satkāryālu cēsēvāru tappa! Kāvuna alāṇṭi vāriki tāmu cēsina dāniki reṭṭimpu pratiphalaṁ labhistundi. Mariyu vāru bhavanālalō surakṣitaṅgā uṇṭāru"},{"SurahNumber":34,"VerseNumber":38,"Text":"mariyu evaraitē mā sūcanalanu bhaṅgaparacaṭāniki prayatnistārō, alāṇṭi vāru kaṭhinaśikṣaku hājaru cēyabaḍatāru"},{"SurahNumber":34,"VerseNumber":39,"Text":"vāritō anu: \"Niścayaṅgā, nā prabhuvu tana dāsulalō tānu kōrina vāriki jīvanōpādhini puṣkalaṅgā prasādistāḍu mariyu (tānu kōrina) vāriki mitaṅgā istāḍu. Mariyu mīru (āyana mārganlō) kharcu peṭṭēdantā āyana mīku tirigi istāḍu. Mariyu āyanē sarvaśrēṣṭhuḍaina jīvanōpādhi pradāta"},{"SurahNumber":34,"VerseNumber":40,"Text":"mariyu (jñāpakamun̄cukōṇḍi) ā rōju āyana vārandarinī samīkarin̄cina taruvāta dēvadūtalatō ilā aḍugutāḍu: \"Ēmī? Vīrēnā mim'malni ārādhistū uṇḍēvāru"},{"SurahNumber":34,"VerseNumber":41,"Text":"vāru (dēvadūtalu) javābistāru: \"Nīvu sarvalōpālaku atītuḍavu! Nīvē mā sanrakṣakuḍavu, vīru kāru. Vāstavāniki, vīru jinnātulanu ārādhin̄cēvāru, vīrilō cālā mandi, vārini (jinnātulanu) viśvasin̄cē vāru"},{"SurahNumber":34,"VerseNumber":42,"Text":"(appuḍu vāritō iṭlanabaḍutundi): \"Ayitē ī rōju mīru okarikokaru lābhaṁ gānī, naṣṭaṁ gānī cēkūrcukōlēru.\" Mariyu mēmu durmārgulatō: \"Mīru tiraskaristū uṇḍina narakabādhanu ruci cūḍaṇḍi!\" Ani palukutāmu"},{"SurahNumber":34,"VerseNumber":43,"Text":"Mariyu vāriki mā spaṣṭamaina sūcana (āyāt) lanu vinipimpa jēsinappuḍu vāru: \"Ī vyakti kēvalaṁ mī taṇḍri tātalu ārādhin̄cē vāṭi nuṇḍi mim'malni nirōdhistunnāḍu.\" Ani aṇṭāru. Vāriṅkā ilā aṇṭāru: \"Idi (ī khur'ān) kēvalaṁ kalpin̄cabaḍina būṭakaṁ mātramē.\" Mariyu satyatiraskārulu, satyaṁ vāri munduku vaccinappuḍu: \"Idi kēvalaṁ spaṣṭamaina mantrajālaṁ mātramē!\" Ani aṇṭāru"},{"SurahNumber":34,"VerseNumber":44,"Text":"(ō muham'mad!) Mēmu, vāriki cadavaṭāniki elāṇṭi granthālu ivvalēdu. Mariyu mēmu vāri vaddaku nīku pūrvaṁ heccarin̄cē (sandēśaharuṇṇi) kūḍā pampalēdu"},{"SurahNumber":34,"VerseNumber":45,"Text":"mariyu vāriki pūrvaṁ gatin̄cina vāru kūḍā (idē vidhaṅgā) tiraskarin̄cāru. Mēmu (pūrvaṁ) vārikiccina dānilō vīru padōvantu kūḍā pondalēdu. Ayinā vāru nā sandēśaharulanu tiraskarin̄cāru. Cūśārā! Nā śikṣa enta ghōraṅgā uṇḍindō"},{"SurahNumber":34,"VerseNumber":46,"Text":"(ō muham'mad!) Vāritō ilā anu: \"Vāstavāniki, nēnu mīku oka viṣayaṁ bōdhistānu: 'Mīru allāh koraku iddariddarigā, okkokkarigā nilavaṇḍi. Taruvāta bāgā ālōcin̄caṇḍi!' Mītōpāṭu unna ī vyaktiki (pravaktaku) picci paṭṭalēdu. Atanu kēvalaṁ, mīpai oka ghōraśikṣa rākamundē, dānini gurin̄ci mim'malni heccarin̄cēvāḍu mātramē"},{"SurahNumber":34,"VerseNumber":47,"Text":"ilā anu: \"Nēnu mim'malni ēdainā pratiphalaṁ aḍigi unnaṭlaitē, dānini mīrē un̄cukōṇḍi. Vāstavāniki, nā pratiphalaṁ kēvalaṁ allāh vaddanē undi. Mariyu āyanē prati dāniki sākṣi"},{"SurahNumber":34,"VerseNumber":48,"Text":"ilā anu: \"Niścayaṅgā, nā prabhuvē satyānni (asatyāniki virud'dhaṅgā) pampēvāḍu. Āyanē agōcara yathārthālannī telisi unnavāḍu"},{"SurahNumber":34,"VerseNumber":49,"Text":"ilā anu: \"Satyaṁ vaccēsindi! Mariyu asatyaṁ (mithyaṁ dēninī ārambhaṁ cēyajāladu mariyu dānini tirigi unikilōki tējāladu)"},{"SurahNumber":34,"VerseNumber":50,"Text":"Ilā anu: \"Okavēḷa nēnu mārgabhraṣṭuḍanaitē! Niścayaṅgā, adi nā svanta nāśanānikē! Mariyu okavēḷa mārgadarśakatvaṁ ponditē, adi kēvalaṁ nā prabhuvu nāpai avatarimpajēsina divyajñānaṁ (vahī) vallanē! Niścayaṅgā, āyana sarvaṁ vinēvāḍu, daggaralōnē uṇṭāḍu (ati sannihituḍu)"},{"SurahNumber":34,"VerseNumber":51,"Text":"mariyu vāru bhayakampitulai uṇḍaṭānni, nīvu cūḍagaligitē (enta bāguṇḍēdi), kāni vāriki tappin̄cukōvaṭāniki vīluṇḍadu. Mariyu vāru cālā samīpaṁ nuṇḍi paṭṭukōbaḍatāru"},{"SurahNumber":34,"VerseNumber":52,"Text":"appuḍu (paralōkanlō) vāraṇṭāru: \"Mēmu (ippuḍu) dānini (satyānni) viśvasin̄cāmu!\" Vāstavāniki vāru cālā dūraṁ nuṇḍi dānini (viśvāsānni) elā pondagalaru"},{"SurahNumber":34,"VerseNumber":53,"Text":"mariyu vāstavāniki vāru dānini (satyānni) intaku mundu tiraskarin̄ci unnāru. Mariyu vāru tamaku agōcaramaina viṣayāniki dūraṁ nuṇḍiyē nirasana cūputū uṇḍēvāru"},{"SurahNumber":34,"VerseNumber":54,"Text":"mariyu vāriki pūrvaṁ gaḍicina vāri vidhaṅgānē, vāri madhya mariyu vāri kōrikala madhya aḍḍu vēyabaḍutundi. Niścayaṅgā, vāru sanśayanlō paḍavēsē goppa sandēhanlō paḍi uṇḍēvāru"},{"SurahNumber":35,"VerseNumber":1,"Text":"sarvastōtrālaku ar'huḍu allāh mātramē! Ākāśālu mariyu bhūmi yokka sr̥ṣṭiki mūlādhāri. Āyanē dēvadūtalanu sandēśālu andajēsēvārigā niyamin̄cāḍu. Vāru reṇḍēsi, mūḍēsi lēdā nālugēsi rekkalu galavāru. Āyana tana sr̥ṣṭilō tānu kōrina dānini adhikaṁ cēstāḍu. Niścayaṅgā, allāh pratidī cēyagala samardhuḍu"},{"SurahNumber":35,"VerseNumber":2,"Text":"allāh prajala koraku ē kāruṇyānni pampinā dānini āpēvāḍu evvaḍū lēḍu. Mariyu ē (kāruṇyānnainā) āyana āpitē, ā taruvāta dānini pampagalavāḍu kūḍā evvaḍū lēḍu. Mariyu āyana sarvaśaktimantuḍu, mahā vivēcanāparuḍu"},{"SurahNumber":35,"VerseNumber":3,"Text":"Ō mānavulārā! Allāh mīku cēsina anugrahālanu jñāpakaṁ cēsukōṇḍi! Ēmī? Bhūmyākāśāla nuṇḍi mīku jīvanōpādhi samakūrcē sr̥ṣṭikarta allāh tappa marokaḍu unnāḍā? Āyana tappa maroka ārādhya dēvuḍu lēḍu! Ayitē mīru enduku mōsagimpa (satyaṁ nuṇḍi maralimpa) baḍutunnāru"},{"SurahNumber":35,"VerseNumber":4,"Text":"mariyu (ō pravaktā!) Okavēḷa vāru ninnu asatyavāduḍavani tiraskarin̄cinā (idi krotta viṣayaṁ kādu), vāstavāniki nīku pūrvaṁ pampabaḍina sandēśaharulu kūḍā tiraskarimpabaḍḍāru. Mariyu vyavahārālannī (tīrpu koraku) civaraku allāh vaddakē maralimpa baḍatāyi"},{"SurahNumber":35,"VerseNumber":5,"Text":"ō mānavulārā! Niścayaṅgā, allāh vāgdānaṁ satyaṁ! Kāvuna ī prāpan̄cika jīvitaṁ mim'malni mōsagin̄carādu. Mariyu ā mahā van̄cakuṇṇi (ṣaitān nu) kūḍā mim'malni allāh viṣayanlō mōsagimpanivvakaṇḍi"},{"SurahNumber":35,"VerseNumber":6,"Text":"niścayaṅgā, ṣaitān mī śatruvu, kāvuna mīru kūḍā vāḍini śatruvugānē bhāvin̄caṇḍi. Niścayaṅgā, vāḍu tana anucarulanu (bhagabhaga maṇḍē) agnivāsulavaṭānikē āhvānistū uṇṭāḍu"},{"SurahNumber":35,"VerseNumber":7,"Text":"evaraitē satyānni tiraskaristārō, vāriki kaṭhinamaina śikṣa paḍutundi. Mariyu evaraitē viśvasin̄ci, satkāryālu cēstārō, vāriki kṣamāpaṇa mariyu goppa pratiphalaṁ (svargaṁ) kūḍā uṇṭāyi"},{"SurahNumber":35,"VerseNumber":8,"Text":"ēmī? Tana duṣkāryālu tanaku ākarṣaṇīyaṅgā kanabaḍēṭaṭlu cēyabaḍi nanduku, evaḍaitē vāṭini man̄ci kāryālugā bhāvistāḍō! (Ataḍu sanmārganlō unna vāḍitō samānuḍu kāgalaḍā)? Niścayaṅgā allāh tānu kōrina vānini mārgabhraṣṭatvanlō vadalutāḍu mariyu tānu kōrina vāniki mārgadarśakatvaṁ cēstāḍu. Kāvuna nīvu vāri koraku cintin̄ci ninnu nīvu duḥkhāniki guri cēsukōku. Niścayaṅgā, vāri karmalannī allāh ku bāgā telusu"},{"SurahNumber":35,"VerseNumber":9,"Text":"Mariyu allāh yē gālulanu pamputāḍu. Taruvāta avi mēghālanu ettutāyi. Ā taruvāta mēmu vāṭini mr̥ta pradēśaṁ vaipunaku pampi, dānitō ā nēlanu maraṇin̄cina taruvāta tirigi bratikistāmu. Idē vidhaṅgā, (mānavula) punarut'thānaṁ kūḍā jarugutundi"},{"SurahNumber":35,"VerseNumber":10,"Text":"gauravānni kāṅkṣin̄cu vāḍu telusu kōvāli, gauravamantā allāh kē cendutundani! Man̄ci pravacanānnī āyana vaipunaku ekki pōtāyi. Mariyu satkarma dānini paiki ettutundi. Mariyu evaraitē ceḍu kuṭralu pannutārō! Vāriki kaṭhina śikṣa uṇṭundi. Mariyu alāṇṭi vāri kuṭra, adē! Naśin̄ci pōtundi"},{"SurahNumber":35,"VerseNumber":11,"Text":"mariyu allāh mim'malni maṭṭitō sr̥ṣṭin̄cāḍu. Taruvāta indriya binduvutō, ā taruvāta mim'malni (āḍa-maga) jaṇṭalugā cēśāḍu. Mariyu ē strī kūḍā āyanaku teliyakuṇḍā garbhaṁ dālcajāladu mariyu prasavin̄canū jāladu. Granthanlō vrāyabaḍanidē, perugutunna vāḍi vayas'su peraganū jāladu mariyu evani vayas'su taraganū jāladu. Niścayaṅgā, idantā allāh ku entō sulabhaṁ"},{"SurahNumber":35,"VerseNumber":12,"Text":"reṇḍu samudrālu sarisamānaṁ kājālavu. Vāṭilōni okadāni (nīru) rucikaramainadi, dāhaṁ tīrcēdi mariyu trāgaṭāniki madhuramainadi. Reṇḍōdāni (nīru) uppugānū, cēdugānū unnadi. Ayinā vāṭilō prati okka dāni nuṇḍi mīru tājā mānsaṁ tiṇṭunnāru mariyu ābharaṇālu tīsi dharistunnāru. Mariyu nīvu cūstunnāvu, ōḍalu vāṭini cīlcutū pōvaṭānni; (vāṭilō) mīru, āyana anugrahānni anvēṣin̄caṭāniki mariyu mīru āyanaku kr̥tajñulai uṇḍaṭāniki"},{"SurahNumber":35,"VerseNumber":13,"Text":"Āyanē rātrini pagaṭilōki pravēśimpa jēstunnāḍu mariyu pagaṭini rātrilōki pravēśimpa jēstunnāḍu mariyu sūryacandrulanu niyamabad'dhulugā cēsi unnāḍu. Avi tama tama paridhilō, nirṇīta vyavadhilō tirugutū unnāyi. Āyanē allāh! Mī prabhuvu, viśvasāmrājyādhikāraṁ āyanadē! Mariyu āyananu vadali mīru vēḍukunē vāru, kharjūra bījampai nunna poraku kūḍā yajamānulu kāru"},{"SurahNumber":35,"VerseNumber":14,"Text":"mīru vārini vēḍukonnappaṭikī, vāru mī prārthanalanu vinalēru, okavēḷa vinnā, vāru mīku javābivvalēru. Mariyu punarut'thāna dinamuna mīru kalpin̄cina daivatvapu bhāgasvāmyānni vāru tiraskaristāru. Mariyu (satyānni) gurin̄ci nīku ā sarvaṁ telisinavāḍu telipinaṭlu marevvarū telupajālaru"},{"SurahNumber":35,"VerseNumber":15,"Text":"ō mānavulārā! Allāh akkara galavāru mīrē! Vāstavāniki allāh svayaṁ samr̥d'dhuḍu, sarvastōtrālaku ar'huḍu"},{"SurahNumber":35,"VerseNumber":16,"Text":"āyana kōritē mim'malni nāśanaṁ cēsi (mī sthānanlō) krotta sr̥ṣṭini tēgalaḍu"},{"SurahNumber":35,"VerseNumber":17,"Text":"mariyu alā cēyaṭaṁ allāh ku kaṣṭamainadi kādu"},{"SurahNumber":35,"VerseNumber":18,"Text":"mariyu baruvu mōsēvāḍevvaḍū marokani baruvunu mōyaḍu. Mariyu okavēḷa baruvu mōsēvāḍu, dānini ettukōvaḍāniki evarinainā pilicinā, daggari bandhuvainā dāni nuṇḍi kontainā ettukōḍu. Kāni niścayaṅgā, nīvu vārinē heccarin̄ca galavu evaraitē tamaku agōcaruḍaina tama prabhuvuku bhayapaḍatārō! Mariyu namāj nu sthāpistārō. Mariyu evaḍaitē nītimantuḍavutāḍō ataḍu tana svanta (lābhaṁ) korakē nītimantuḍavutāḍu. Mariyu (andarikī) allāh vaipunakē marali pōvalasi unnadi"},{"SurahNumber":35,"VerseNumber":19,"Text":"mariyu gruḍḍivāḍu mariyu kaḷḷunnavāḍu sarisamānulu kājālaru"},{"SurahNumber":35,"VerseNumber":20,"Text":"mariyu (adē vidhaṅgā) cīkaṭlu (aviśvāsaṁ) mariyu velugu (viśvāsaṁ)"},{"SurahNumber":35,"VerseNumber":21,"Text":"mariyu nīḍalu, mariyu eṇḍā"},{"SurahNumber":35,"VerseNumber":22,"Text":"Mariyu bratiki unnavāru mariyu maraṇin̄cina vāru kūḍā sarisamānulu kājālaru. Niścayaṅgā, allāh tānu kōrina vāniki (hitabōdha) vinēṭaṭlu cēstāḍu. Kāni nīvu gōrīlalō unna vāriki vinipin̄ca jālavu"},{"SurahNumber":35,"VerseNumber":23,"Text":"nīvu (ō muham'mad!) Kēvalaṁ heccarika cēsēvāḍavu mātramē"},{"SurahNumber":35,"VerseNumber":24,"Text":"niścayaṅgā, mēmu, ninnu satyaṁ prasādin̄ci, śubhavārtaniccēvānigā mariyu heccarika cēsēvānigā pampāmu. Mariyu heccarika cēsēvāḍu vāri madhya lēkuṇḍā, ē samājaṁ kūḍā gaḍacipōlēdu"},{"SurahNumber":35,"VerseNumber":25,"Text":"mariyu okavēḷa vīru ninnu asatyavāduḍavani tiraskaristunnāraṇṭē (āścaryamēmī kādu)! Endukaṇṭē, vīrika pūrvaṁ gatin̄cina vāru kūḍā (idē vidhaṅgā tama pravaktalanu) asatyavādulani tiraskarin̄cāru. Vāri sandēśaharulu, vāri vaddaku spaṣṭamaina nidarśanālanu, śāsanālanu (jabur lanu) mariyu veluguniccē granthānni tīsukoni vaccāru"},{"SurahNumber":35,"VerseNumber":26,"Text":"ā taruvāta satyatiraskārulanu nēnu (śikṣaku) guri cēśānu. (Cūśārā) nā śikṣa enta kaṭhinamainadō"},{"SurahNumber":35,"VerseNumber":27,"Text":"ēmī? Nīvu cūḍaṭaṁ lēdā? Niścayaṅgā, allāh yē ākāśaṁ nuṇḍi varṣaṁ kuripin̄cēvāḍani. Taruvāta dāni nuṇḍi mēmu raṅguraṅgula phalālanu utpatti cēstāmani! Mariyu parvatālalō tellani, errani vividha raṅgula cāralanu (konniṭini) mikkili nallagā kūḍā cēstāmani"},{"SurahNumber":35,"VerseNumber":28,"Text":"mariyu idē vidhaṅgā mānavula, itara prāṇula mariyu paśuvula raṅgulu kūḍā vērvērugā uṇṭāyi. Niścayaṅgā, allāh dāsulalō jñānaṁ galavāru mātramē āyanaku bhayapaḍatāru. Niścayaṅgā, allāh sarvaśaktimantuḍu, kṣamāśīluḍu"},{"SurahNumber":35,"VerseNumber":29,"Text":"niścayaṅgā, allāh granthānni (khur'ān nu) pārāyaṇaṁ cēsēvāru mariyu namāj nu sthāpin̄cēvāru mariyu tamaku prasādin̄cabaḍina jīvanōpādhi nuṇḍi rahasyaṅgā mariyu bahiraṅgaṅgā kharcu (dānaṁ) cēsēvāru andarū! Naṣṭanlēni vyāpārānni apēkṣin̄cēvārē"},{"SurahNumber":35,"VerseNumber":30,"Text":"Idantā allāh vāri pratiphalānni pūrtigā vāriki ivvālanī mariyu tana anugrahantō vāriki marinta adhikaṅgā ivvālanī! Niścayaṅgā āyana kṣamāśīluḍu, kr̥tajñatalanu āmōdin̄cēvāḍu"},{"SurahNumber":35,"VerseNumber":31,"Text":"mariyu (ō muham'mad!) Mēmu nīpai avatarimpajēsina granthamē nijamainadi, dāniki pūrvaṁ vaccina granthālalō (migili unna satyānni) dhr̥vaparicēdi. Niścayaṅgā, allāh tana dāsulanu bāgā erigēvāḍu, sarvadr̥ṣṭikarta"},{"SurahNumber":35,"VerseNumber":32,"Text":"ā taruvāta mēmu ī granthāniki, mā dāsulalō nuṇḍi mēmu ennukunna vārini vārasulugā cēśāmu. Vārilō kondaru tamaku tāmu an'yāyaṁ cēsukunna vārunnāru, marikondaru madhyasthaṅgā uṇḍēvārunnāru, iṅkā kondaru allāh selavutō satkāryālalō munmundu uṇḍē vārū unnāru. Idē ā goppa anugrahaṁ"},{"SurahNumber":35,"VerseNumber":33,"Text":"śāśvatamaina svargavanālalō vāru pravēśistāru. Andu vāru baṅgāru kaṅkaṇālu mariyu mutyālatō alaṅkarimpa baḍutāru. Mariyu vāri vastrālu paṭṭutō cēyabaḍi uṇṭāyi"},{"SurahNumber":35,"VerseNumber":34,"Text":"mariyu (appuḍu) vāru ilā aṇṭāru: \"Mā nuṇḍi duḥkhānni tolagin̄cina allāh yē sarvastōtrālaku ar'huḍu. Niścayaṅgā, mā prabhuvu kṣamāśīluḍu, kr̥tajñatalanu āmōdin̄cēvāḍu"},{"SurahNumber":35,"VerseNumber":35,"Text":"āyanē tana anugrahantō mam'malni śāśvatamaina nivāsa sthalanlō dimpāḍu. Indulō māku elāṇṭi kaṣṭamū lēdu mariyu indulō elāṇṭi alasaṭa kūḍā lēdu"},{"SurahNumber":35,"VerseNumber":36,"Text":"mariyu satyatiraskārulaina vāri koraku narakāgni uṇṭundi. Andulō vāru canipōvālanī tīrpū ivvabaḍadu, lēdā vāriki dāni (narakapu) śikṣa kūḍā taggimpa baḍadu. Ī vidhaṅgā, mēmu prati kr̥taghnuniki (satyatiraskāruniki) pratīkāraṁ cēstāmu"},{"SurahNumber":35,"VerseNumber":37,"Text":"Mariyu vāru dānilō (narakanlō) ilā morapeṭṭukuṇṭāru: \"Ō mā prabhū! Mam'malni bayaṭiki tīyi. Mēmu pūrvaṁ cēsina kāryālaku bhinnaṅgā satkāryālu cēstāmu.\" (Vārikilā samādhānaṁ ivvabaḍutundi): \"Ēmī? Guṇapāṭhaṁ nērcukōdalacina vāḍu guṇapāṭhaṁ nērcukōvaṭāniki, mēmu mīku taginanta vayas'sunu ivvalēdā? Mariyu mī vaddaku heccarika cēsēvāḍu kūḍā vaccāḍu kadā? Kāvuna mīru (śikṣanu) ruci cūḍaṇḍi. Ikkaḍa durmārgulaku sahāyapaḍēvāḍu evvaḍū uṇḍaḍu"},{"SurahNumber":35,"VerseNumber":38,"Text":"niścayaṅgā, allāh ku ākāśālalō mariyu bhūmilō unna agōcara viṣayālannī telusu. Niścayaṅgā āyanaku hr̥dayālalō unna viṣayālu kūḍā bāgā telusu"},{"SurahNumber":35,"VerseNumber":39,"Text":"āyanē mim'malni bhūmipai uttarādhikārulugā cēsinavāḍu. Kāvuna evaḍu (satyānni) tiraskaristāḍō atani tiraskāraṁ atanipainanē paḍutundi. Satyatiraskārulaku vāri tiraskāraṁ vāri prabhuvu vadda kēvalaṁ vāri yeḍala asahyānnē adhikaṁ cēstundi. Mariyu satyatiraskārulaku vāri tiraskāraṁ vāriki naṣṭānnē adhikaṁ cēstundi"},{"SurahNumber":35,"VerseNumber":40,"Text":"vāritō ilā anu: \"Allāh nu vadali mīru ārādhin̄cē ī bhāgasvāmulanu gurin̄ci eppuḍainā ālōcin̄cārā? Vāru bhūmilō ēmi sr̥ṣṭin̄cārō nāku cūpaṇḍi? Lēdā vāriki ākāśālalō ēdainā bhāgasvāmyaṁ undā? Lēdā mēmu vāriki ēdainā granthānni iccāmā? Vāru dāni spaṣṭamaina pramāṇampai unnārani anaṭāniki? Adi kādu, asalu ī durmārgulu parasparaṁ, kēvalaṁ mōsapu māṭalanu gurin̄ci vāgdānaṁ cēsukuṇṭunnāru"},{"SurahNumber":35,"VerseNumber":41,"Text":"niścayaṅgā, allāh bhūmyākāśālanu tama sthānāla nuṇḍi viḍi pōkuṇḍā vāṭini nilipi un̄cāḍu. Okavēḷa avi tolagipōtē, āyana tappa marevarainā vāṭini nilipi un̄cagalarā? Niścayaṅgā, āyana sahanaśīluḍu, kṣamāśīluḍu"},{"SurahNumber":35,"VerseNumber":42,"Text":"Mariyu, okavēḷa heccarika cēsēvāḍu vāri vaddaku vastē! Vāru tappaka, itara samājāla vāri kaṇṭē ekkuvagā sanmārgaṁ mīda uṇḍēvārani allāh sākṣigā gaṭṭi pramāṇālu cēstāru. Kāni heccarika cēsēvāḍu, vāri vaddaku vaccinapuḍu mātraṁ (atani rāka) vāri vyatirēkatanu tappa marēmī adhikaṁ cēyalēka pōyindi"},{"SurahNumber":35,"VerseNumber":43,"Text":"(idi) vāru bhūmilō marinta durahaṅkārantō tirugutū, duṣṭa pannāgālu panninanduku. Vāstavāniki duṣṭa pannāgālu, vāṭini pannē vārikē hāni kaligistāyi. Tama pūrvīkula paṭla avalambin̄ca baḍina vidhānamē (vāri paṭla kūḍā) avalambin̄ca baḍālani vāru nirīkṣistunnārā ēmiṭi? Kāni nīvu allāh sampradāyanlō elāṇṭi mārpunu pondalēvu mariyu allāh sampradāyanlō nīvu elāṇṭi atikramānni cūḍalēvu"},{"SurahNumber":35,"VerseNumber":44,"Text":"vāru bhūmilō ennaḍū san̄carin̄calēdā ēmiṭi? Vāriki pūrvaṁ gatin̄cina vāru vīri kaṇṭē atyanta balavantulainā, vāri pariṇāmaṁ ēmayindō vāru cūḍalēdā? Allāh nuṇḍi tappin̄cukō galigēdi ākāśālalō gānī mariyu bhūmilō gānī ēdī lēdu. Niścayaṅgā āyana sarvajñuḍu, sarva samardhuḍu"},{"SurahNumber":35,"VerseNumber":45,"Text":"okavēḷa allāh mānavulanu vāru cēsina karmalaku gānū paṭṭukōdalistē! (Bhūmi) mīda ē okka prāṇini kūḍā āyana vadili peṭṭi uṇḍēvāḍu kādu! Nijāniki āyana vāriki oka niyamita samayaṁ varaku gaḍuvunistunnāḍu. Kāni vāri gaḍuvu pūrtayitē; appuḍu niścayaṅgā, allāh sadā tana dāsulanu svayaṅgā cūsukuṇṭāḍu"},{"SurahNumber":36,"VerseNumber":1,"Text":"yā sīn"},{"SurahNumber":36,"VerseNumber":2,"Text":"vivēkantō niṇḍi unna khur'ān sākṣigā"},{"SurahNumber":36,"VerseNumber":3,"Text":"(ō muham'mad!) Niścayaṅgā, nīvu sandēśaharulalō okaḍavu"},{"SurahNumber":36,"VerseNumber":4,"Text":"(nīvu) r̥jumārgampai unnāvu"},{"SurahNumber":36,"VerseNumber":5,"Text":"idi (ī khur'ān) sarvaśaktimantuḍu, apāra karuṇā pradāta dvārānē avatarimpajēyabaḍindi"},{"SurahNumber":36,"VerseNumber":6,"Text":"ē jāti vāri taṇḍri tātalaitē heccarika cēyabaḍaka, nirlakṣyulai unnārō, vārini heccarin̄caṭāniki"},{"SurahNumber":36,"VerseNumber":7,"Text":"Vāstavāniki vārilō anēkulanu gurin̄ci mā vākku nijaṁ kānunnadi, kāvuna vāru viśvasin̄caru"},{"SurahNumber":36,"VerseNumber":8,"Text":"niścayaṅgā, mēmu vāri meḍalalō paṭṭālu vēśāmu. Avi vāri gaḍḍāla varaku vunnāyi. Kāvuna vāri talalu nikki vunnāyi"},{"SurahNumber":36,"VerseNumber":9,"Text":"mariyu mēmu vāri mundu oka aḍḍu (teranu) mariyu vāri venuka oka aḍḍu (tera)nu nilabeṭṭāmu. Mariyu mēmu vārini kappi vēśāmu anduvalla vāru ēmī cūḍalēru"},{"SurahNumber":36,"VerseNumber":10,"Text":"mariyu nīvu vārini heccarin̄cinā, heccarin̄caka pōyinā, vāriki samānamē, vāru viśvasin̄caru"},{"SurahNumber":36,"VerseNumber":11,"Text":"niścayaṅgā, evaḍaitē hitabōdhanu anusaristū, agōcaruḍaina karuṇāmayuniki bhayapaḍatāḍō! Atanini mātramē nīvu heccarin̄cagalavu. Ataniki kṣamābhikṣa mariyu man̄ci pratiphalaṁ (svargaṁ) labhistundanē śubhavārtanu andajēyi"},{"SurahNumber":36,"VerseNumber":12,"Text":"niścayaṅgā, mēmu mr̥tulanu sajīvulugā cēstāmu. Mariyu mēmu vāru cēsi pampina mariyu tama venuka viḍicina cihnālanu kūḍā vrāsi peḍutunnāmu. Mariyu prati viṣayānni mēmu spaṣṭamaina granthanlō vrāsipeḍutunnāmu"},{"SurahNumber":36,"VerseNumber":13,"Text":"vāriki sandēśaharulanu pampina ā nagaravāsula gāthanu vinipin̄cu"},{"SurahNumber":36,"VerseNumber":14,"Text":"mēmu vāri vaddaku iddarini pampagā vāru ā iddarinī abad'dhīkulani tiraskarin̄cāru. Appuḍu mēmu vārini mūḍava vānitō balaparicāmu. Appuḍu vāru, vāritō: \"Niścayaṅgā, mēmu (mī vaddaku pampabaḍina) sandēśaharulaṁ\" ani annāru"},{"SurahNumber":36,"VerseNumber":15,"Text":"(dāniki ā nagaravāsulu) ilā annāru: \"Mīru kēvalaṁ mā vaṇṭi mānavulē mariyu ananta karuṇāmayuḍu mīpai ēdī (sandēśānnī) avatarimpajēyalēdu. Mīru kēvalaṁ abad'dhālāḍutunnāru"},{"SurahNumber":36,"VerseNumber":16,"Text":"(ā pravaktalu) annāru: \"Mā prabhuvuku telusu, niścayaṅgā mēmu mī vaddaku pampabaḍina sandēśaharulamu"},{"SurahNumber":36,"VerseNumber":17,"Text":"mā bādhyata kēvalaṁ mīku spaṣṭaṅgā sandēśānni andajēyaṭamē"},{"SurahNumber":36,"VerseNumber":18,"Text":"(Ā nagaravāsulu) annāru; \"niścayaṅgā, mēmu mim'malni oka duśśakunaṅgā parigaṇistunnāmu. Mīru dīnini mānukōkapōtē mēmu mim'malni rāḷḷatō koṭṭi campēstāmu. Mariyu mā nuṇḍi mīku bādhākaramaina śikṣa paḍutundi"},{"SurahNumber":36,"VerseNumber":19,"Text":"(ā pravaktalu) annāru: \"Mī apaśakunaṁ mī veṇṭanē undi. Mīku cēsē hitabōdhanu (mīru apaśakunaṅgā parigaṇistunnārā)? Adi kādu, asalu mīru mitimīri pōyina prajalu"},{"SurahNumber":36,"VerseNumber":20,"Text":"ā nagarapu dūra prāntaṁ nuṇḍi oka vyakti parigettukuṇṭū vacci ilā annāḍu: \"Ō nā jāti prajalārā! Ī sandaśaharulanu anusarin̄caṇḍi"},{"SurahNumber":36,"VerseNumber":21,"Text":"mī nuṇḍi elāṇṭi pratiphalānnī kōrani vārini (ī sandēśaharulanu) anusarin̄caṇḍi! Vāru sanmārganlō unnāru"},{"SurahNumber":36,"VerseNumber":22,"Text":"mariyu nannu sr̥ṣṭin̄cina āyananu nēnenduku ārādhin̄cakūḍadū? Mariyu mīrantā āyana vaipunakē maralimpa baḍatāru"},{"SurahNumber":36,"VerseNumber":23,"Text":"ēmī? Āyananu vadali nēnu itarulanu ārādhya daivālugā cēsukōvālā? Okavēḷa ā karuṇāmayuḍu nāku hāni cēyadalacukuṇṭē, vāri siphārasu nāku ē mātraṁ upayōga paḍadu mariyu vāru nannu kāpāḍanūlēru"},{"SurahNumber":36,"VerseNumber":24,"Text":"alā cēstē niścayaṅgā, nēnu spaṣṭamaina mārgabhraṣṭatvanlō paḍi pōyina vāḍini avutānu"},{"SurahNumber":36,"VerseNumber":25,"Text":"niścayaṅgā, nēnu mī prabhuvunu viśvasistunnānu, kāvuna mīru nā māṭa vinaṇḍi"},{"SurahNumber":36,"VerseNumber":26,"Text":"(atanini vāru campina taruvāta atanitō) ilā anabaḍindi: \"Nīvu svarganlō pravēśin̄cu.\" Ataḍu ilā annāḍu: \"Ayyō! Nā jāti vāriki ī viṣayaṁ telistē enta bāguṇḍēdi"},{"SurahNumber":36,"VerseNumber":27,"Text":"nā prabhuvu nannu kṣamin̄cāḍu mariyu nannu gauravanīyulalōki pravēśimpajēśāḍu!\" Anēdi"}]}