{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"Y (se os prohíben también) las mujeres casadas, excepto las cautivas de guerra[138](a través de un nuevo contrato). Esto es un mandato de Al-lah. Se os permiten el resto de las mujeres si les entregáis unos bienes como maher con la intención de casaros con ellas, no para mantener con ellas relaciones ilícitas. Y ya que vais a gozar de ellas (en matrimonio) entregadles el maher que os ha sido ordenado (por Al-lah). No cometéis ninguna falta si ambos acordáis una cantidad distinta después de la estipulada (ya sea esta mayor o bien ella renuncie a una parte). En verdad, Al-lah es Omnisciente y Sabio"},{"SurahNumber":4,"VerseNumber":25,"Text":"Y aquel que de vosotros no disponga de medios para casarse con mujeres creyentes libres que se case con jóvenes creyentes de entre vuestras esclavas. Al-lah conoce perfectamente vuestra fe, provenís los unos de los otros (y sois iguales ante Al-lah en la religión). Y casaos con el permiso de sus amos y dadles su maher como es debido; y que sean decentes, no promiscuas ni de las que toman amantes. Y si después de casarse cometen adulterio, recibirán la mitad del castigo que les corresponde a las mujeres libres. Esto es para aquellos de vosotros que teman caer en la fornicación (si no se casan), pero es mejor para vosotros ser pacientes (hasta que dispongáis de los medios para casaros con mujeres libres). Y Al-lah es Indulgente y Misericordioso"},{"SurahNumber":4,"VerseNumber":26,"Text":"Al-lah quiere aclararos (lo que es lícito y lo que no), quiere guiaros hacia el camino de aquellos (profetas y hombres virtuosos) que os precedieron, y quiere perdonaros. Y Al-lah es Omnisciente y Sabio"},{"SurahNumber":4,"VerseNumber":27,"Text":"Y Al-lah quiere perdonaros, mientras que quienes siguen sus pasiones quieren que os desviéis por completo (del camino recto)"},{"SurahNumber":4,"VerseNumber":28,"Text":"Al-lah quiere que os resulten fáciles (los mandatos de Su religión), pues el hombre ha sido creado débil"},{"SurahNumber":4,"VerseNumber":29,"Text":"¡Oh, creyentes!, no os apropiéis de los bienes ajenos de manera ilegal; mas sí podéis comerciar entre vosotros de mutuo acuerdo. Y no os matéis a vosotros mismos[139] (ni os matéis los unos a los otros causando vuestra destrucción). Ciertamente, Al-lah es Misericordioso con vosotros"},{"SurahNumber":4,"VerseNumber":30,"Text":"Y a quien lo haga, cometiendo así una transgresión y una injusticia, lo introduciremos en el fuego; y ello es fácil para Al-lah"},{"SurahNumber":4,"VerseNumber":31,"Text":"Si evitáis los pecados graves[140] que se os han prohibido, borraremos vuestras faltas y os admitiremos en un lugar honorable (el paraíso)"},{"SurahNumber":4,"VerseNumber":32,"Text":"Y no anheléis lo que Al-lah ha concedido a unos favoreciéndolos más que a otros[141]. Los hombres tendrán la recompensa que sus obras merezcan y las mujeres también obtendrán la recompensa que sus acciones merezcan. Y pedidle a Al-lah de Su favor. Ciertamente, Al-lah tiene conocimiento sobre todas las cosas"},{"SurahNumber":4,"VerseNumber":33,"Text":"Y a todos hemos designado herederos de los bienes que dejan los padres y los parientes cercanos. Y dadles su debida parte a aquellos con quienes establecisteis un pacto (de hermandad)[142]. En verdad, Al-lah es testigo de todas las cosas"},{"SurahNumber":4,"VerseNumber":34,"Text":"Los hombres son los responsables de proteger, guiar y velar por las necesidades de las mujeres porque Al-lah ha favorecido al hombre por encima de la mujer (para algunas actividades) y porque ellos las mantienen con sus bienes. Consecuentemente, las mujeres virtuosas deben ser obedientes y deben proteger (su honor y las propiedades del marido) en la ausencia de este, como Al-lah les ha ordenado. Y a aquellas de quienes temáis rebeldía y mala conducta (porque se muestran arrogantes y no respetan a sus maridos cuando ellos no han cometido ninguna falta contra ellas), amonestadlas (primero), no compartáis el lecho con ellas (si la medida anterior no les hace desistir) y tomad medidas físicas[143] (como última opción y sin buscar lastimarlas). Pero si os obedecen, no toméis medidas contra ellas. En verdad, Al-lah es Excelso y Grande (y tomará represalias contra vosotros si las tratáis injustamente)"},{"SurahNumber":4,"VerseNumber":35,"Text":"Y si teméis que los esposos se separen, designad un árbitro de la familia de él y otro de la familia de ella (para que medien intentando buscar una solución). Si ambos quieren la reconciliación, Al-lah la facilitará. Ciertamente, Al-lah tiene conocimiento de todas las cosas y está informado de todo"},{"SurahNumber":4,"VerseNumber":36,"Text":"Y adorad solamente a Al-lah; y tratad bien a vuestros padres, a vuestros parientes, a los huérfanos, a los pobres, a los vecinos que sean familiares vuestros y a los que no los sean, a los compañeros de viaje, a los viajeros y a los esclavos. En verdad, Al-lah no ama a los presuntuosos y arrogantes"},{"SurahNumber":4,"VerseNumber":37,"Text":"(y tampoco ama a) quienes son avaros, ordenan a los hombres la tacañería y ocultan los favores que Al-lah les ha concedido. Y hemos preparado para quienes rechacen la verdad un castigo humillante"},{"SurahNumber":4,"VerseNumber":38,"Text":"(Y tampoco ama a) quienes dan caridad para que la gente los vea y los elogie mientras que no creen ni en Al-lah ni en el Día de la Resurrección. Y quien tome al Demonio por compañero, ¡qué pésimo compañero tiene"},{"SurahNumber":4,"VerseNumber":39,"Text":"¿Qué daño les haría creer en Al-lah y en el Día de la Resurrección y dar en caridad de lo que Al-lah les ha proveído? Y Al-lah conoce bien quiénes son"},{"SurahNumber":4,"VerseNumber":40,"Text":"Ciertamente, Al-lah no es injusto con nadie en lo más mínimo, y multiplicará cualquier buena acción y la retribuirá con una gran recompensa de Su parte (el paraíso)"},{"SurahNumber":4,"VerseNumber":41,"Text":"¿Y cuál será el estado de quienes rechazan la verdad cuando hagamos comparecer a un testigo[144] de cada comunidad y hagamos que comparezcas tú (¡oh, Muhammad!) como testigo contra ellos"},{"SurahNumber":4,"VerseNumber":42,"Text":"Ese día, quienes no hayan creído y hayan desobedecido al Mensajero desearán que se los trague la tierra; mas no podrán ocultarle a Al-lah nada de lo que hicieron"},{"SurahNumber":4,"VerseNumber":43,"Text":"¡Oh, creyentes!, no recéis en estado de embriaguez[145], sino que hacedlo cuando sepáis lo que decís, ni vayáis a las mezquitas en estado de impureza sexual hasta que os purifiquéis con un baño completo, a menos que paséis por ellas solo para salir por otra puerta,[146]y no permanezcáis en ellas.Y si estuvierais enfermos o de viaje, o viniese alguno de vosotros de hacer sus necesidades, o hubieseis tenido contacto sexual con vuestras mujeres y no encontraseis agua, purificaos con tierra limpia y pura[147] (sacudiendo en ella las manos y eliminando el exceso de tierra), pasando las manos por los rostros y frotándooslas (a continuación). Ciertamente, Al-lah es Benévolo e Indulgente. pues el objetivo no es mancharse de tierra sino cumplir con un ritual de purificación cuando no hay agua disponible"},{"SurahNumber":4,"VerseNumber":44,"Text":"¿No has reparado (¡oh, Muhammad!) en cómo aquellos a quienes entregamos parte de las Escrituras (la Torá) cambian el camino recto por el extravío y quieren que os desviéis de él"},{"SurahNumber":4,"VerseNumber":45,"Text":"Al-lah conoce perfectamente a vuestros enemigos, y Él os basta como protector y auxiliador"},{"SurahNumber":4,"VerseNumber":46,"Text":"Hay judíos que tergiversan las palabras (reveladas en la Torá) sacándolas de su contexto y dicen (al mensajero Muhammad): «Te oímos…», (mientras que después dicen entre ellos) «…y desobedecemos», (y le dicen) «óyenos…», (y cuando se quedan a solas, dicen) «…¡Ojalá no oigas nada!» y «ra’ina[148]»; juegan con las palabras para burlarse de la religión. Y si dijeran: «oímos y obedecemos», «óyenos y concédenos tiempo (o un respiro)», sería mucho mejor para ellos y más correcto; pero Al-lah los ha expulsado de Su misericordia debido a su rechazo de la verdad, pues no creen[149], salvo unos pocos"},{"SurahNumber":4,"VerseNumber":47,"Text":"¡Vosotros (judíos y cristianos) que habéis recibido las Escrituras!, creed en lo que hemos revelado (a Muhammad) y que confirma lo que ya teníais (la Torá y el Evangelio), antes de que borremos las facciones de vuestros rostros y los volvamos hacia atrás[150] u os expulsemos de Nuestra misericordia (castigándoos) como hicimos con los judíos que profanaron la ley del sábado. Y la sentencia de Al-lah siempre se ejecuta"},{"SurahNumber":4,"VerseNumber":48,"Text":"Al-lah no perdona que se adoren a otros fuera de Él (a menos que se arrepientan y abandonen la idolatría), pero perdona cualquier otro pecado a quien quiere. Y quien adore a otros fuera de Al-lah estará cometiendo un gravísimo pecado"},{"SurahNumber":4,"VerseNumber":49,"Text":"¿No has reparado (¡oh, Muhammad!) en quienes se elogian a ellos mismos creyéndose los más virtuosos y puros? Mas, Al-lah es Quien enaltece y purifica a quien quiere por su virtud, y nadie será tratado con injusticia en lo más mínimo"},{"SurahNumber":4,"VerseNumber":50,"Text":"Mira cómo inventan mentiras contra Al-lah. Y eso basta como claro pecado"},{"SurahNumber":4,"VerseNumber":51,"Text":"¿Acaso no has reparado en cómo aquellos a quienes concedimos parte de las Escrituras (la Torá) creen en la brujería[151] y la falsedad mientras que dicen acerca de quienes rechazan la verdad que están mejor guiados que los creyentes"},{"SurahNumber":4,"VerseNumber":52,"Text":"Esos son aquellos a los que Al-lah ha expulsado de Su misericordia. Y no encontrarás a nadie que pueda auxiliar a quien Al-lah prive de ella"},{"SurahNumber":4,"VerseNumber":53,"Text":"¿O acaso poseen una parte del dominio de Al-lah? Y, aunque así fuera, no darían a los hombres lo más mínimo"},{"SurahNumber":4,"VerseNumber":54,"Text":"¿O es que envidian a la gente por los favores que Al-lah les ha otorgado? Y, ciertamente,concedimos a (los descendientes de) la familia de Abraham la Revelación y la sabiduría, así como un gran reino"},{"SurahNumber":4,"VerseNumber":55,"Text":"Y entre ellos hay quienes creen (en Muhammad) y quienes lo rechazan apartándose de él. Y (a estos últimos), el infierno bastará para quemarlos"},{"SurahNumber":4,"VerseNumber":56,"Text":"En verdad, quienes rechacen Nuestra revelación (y las pruebas que hemos enviado) entrarán en el fuego. Cada vez que se les abrase completamente la piel[152], la sustituiremos por otra nueva para que vuelvan a sufrir el castigo. Ciertamente, Al-lah es Poderoso y Sabio"},{"SurahNumber":4,"VerseNumber":57,"Text":"Y quienes crean y obren rectamente entrarán en jardines por los cuales corren ríos, y allí vivirán eternamente. Tendrán esposas purificadas y serán admitidos en una (plácida) sombra que se extenderá (en el paraíso)"},{"SurahNumber":4,"VerseNumber":58,"Text":"Al-lah os ordena devolver a sus dueños lo que os hayan confiado y que, cuando juzguéis a los hombres, lo hagáis con equidad. ¡Qué bueno es aquello a lo que Al-lah os exhorta! Ciertamente, Al-lah todo lo oye y todo lo ve"},{"SurahNumber":4,"VerseNumber":59,"Text":"¡Oh, creyentes!, obedeced a Al-lah, al Mensajero[153] y a quienes tengan autoridad sobre vosotros (siempre y cuando no se opongan a los mandatos de Al-lah). Y si discrepáis en algo, remitidlo a Al-lah y a Su Mensajero, si de verdad creéis en Él y en el Día de la Resurrección. Esto es lo mejor para vosotros y la solución más correcta al final"},{"SurahNumber":4,"VerseNumber":60,"Text":"¿No has reparado (¡oh, Muhammad!) en aquellos (hipócritas) que dicen creer en lo que te ha sido revelado (el Corán) y en lo que fue revelado con anterioridad a ti? (Sin embargo) quieren recurrir a la falsedad para juzgar entre ellos, cuando se les había ordenado rechazarla. Y el Demonio quiere desviaros lejos de la verdad"},{"SurahNumber":4,"VerseNumber":61,"Text":"Y si se les dice: «Aproximaos a lo que Al-lah os ha revelado y (seguid) al Mensajero», ves cómo los hipócritas se apartan de ti con aversión"},{"SurahNumber":4,"VerseNumber":62,"Text":"¿Qué harán cuando les ocurra una desgracia como consecuencia (de su rechazo a la verdad y) de las acciones que ellos mismos han cometido? Entonces vendrán a ti jurando por Al-lah que solo pretendían el bien y la concordia (cuando recurrieron a otros para que juzgaran sobre sus asuntos en vez de acudir a ti, ¡oh, Muhammad)"},{"SurahNumber":4,"VerseNumber":63,"Text":"Al-lah conoce bien qué es lo que encierran sus corazones; así que déjalos (no los castigues), exhórtalos y háblales con palabras que los conmuevan"},{"SurahNumber":4,"VerseNumber":64,"Text":"Y no hemos enviado a ningún mensajero, salvo para ser obedecido con el permiso de Al-lah. Y si hubiesen acudido a ti, después de haber sido injustos consigo mismos, y hubiesen pedido perdón a Al-lah y tú, Muhammad, hubieses pedio perdón por ellos, habrían hallado que Al-lah acepta siempre el arrepentimiento y que es Misericordioso"},{"SurahNumber":4,"VerseNumber":65,"Text":"Por tu Señor que no creerán de verdad hasta que acudan a tipara que dictamines sobre sus discrepancias y acepten tu decisión sin reticencia alguna y se sometan a ella"},{"SurahNumber":4,"VerseNumber":66,"Text":"Y si les hubiésemos ordenado (a dichos hipócritas) que se matasen entre ellos (de manera que los inocentes matasen a los culpables) o que abandonasen sus hogares, no lo habrían hecho, salvo unos pocos. Y si hubiesen cumplido lo que se les ordenaba, habría sido mejor para ellos y habrían fortalecido su fe"},{"SurahNumber":4,"VerseNumber":67,"Text":"les habríamos otorgado una gran recompensa de Nuestra parte"},{"SurahNumber":4,"VerseNumber":68,"Text":"y los habríamos guiado hacia el camino recto"},{"SurahNumber":4,"VerseNumber":69,"Text":"Y quienes obedezcan a Al-lah y a Su Mensajero estarán (en el paraíso) en compañía de los profetas, los sinceros, los mártires y los virtuosos, a quienes Al-lah ha agraciado; ¡y qué excelente compañía"},{"SurahNumber":4,"VerseNumber":70,"Text":"Tal es el favor de Al-lah; y Al-lah basta como conocedor (de quiénes merecen Su recompensa)"},{"SurahNumber":4,"VerseNumber":71,"Text":"¡Oh, creyentes!, tomad precauciones (contra vuestros enemigos) y salid a su encuentro en (sucesivos) grupos o todos juntos"},{"SurahNumber":4,"VerseNumber":72,"Text":"Y hay quien se queda rezagado de entre vosotros (para no luchar). Si os sobreviene una desgracia, dice: «Al-lah me ha agraciado al hacer que no estuviera presente entre ellos»"},{"SurahNumber":4,"VerseNumber":73,"Text":"pero si recibís un favor de Al-lah, dirá con toda seguridad —como si nunca hubiese existido entre vosotros y él afecto alguno (y no le uniese a vosotros el vínculo de la religión y buscase solamente los bienes terrenales)—: «¡Ojalá hubiera estado con ellos para haber obtenido una magnífica parte del botín!»"},{"SurahNumber":4,"VerseNumber":74,"Text":"Que combatan, pues, por la causa de Al-lah quienes estén dispuestos a entregar esta vida a cambio de la otra. Y concederemos una gran recompensa tanto a quienes mueran combatiendo por Nuestra causa como a quienes resulten vencedores"},{"SurahNumber":4,"VerseNumber":75,"Text":"¿Y qué os impide luchar por la causa de Al-lah y por aquellos hombres, mujeres y niños débiles y oprimidos que suplican: «¡Señor, sácanos de esta ciudad de opresores e incrédulos y envíanos de Tu parte a quien nos proteja y auxilie!»"},{"SurahNumber":4,"VerseNumber":76,"Text":"Quienes creen con sinceridad luchan por la causa de Al-lah, mas quienes rechazan la verdad luchan por la causa del Demonio (obedeciéndolo para sembrar la corrupción en la tierra). Combatid, pues, a los aliados del Demonio. Ciertamente, la estratagema de este es débil"},{"SurahNumber":4,"VerseNumber":77,"Text":"¿No has reparado (¡oh, Muhammad!) en aquellos a quienes se les dijo que se abstuvieran de luchar[154] (cuando estaban deseosos de hacerlo), que cumplieran con el salat y que entregaran el azaque? Mas ahora que se les prescribe luchar, un grupo de ellos temen a los hombres como debe temerse a Al-lah, o incluso más, y dicen: «¡Señor!, ¿por qué nos has prescrito el combate? ¿Por qué no lo aplazas para más tarde?». Diles: «El disfrute de esta vida es temporal; pero la otra es mucho mejor para quienes temen a Al-lah; y no seréis tratados con injusticia en lo más mínimo»"},{"SurahNumber":4,"VerseNumber":78,"Text":"La muerte os alcanzará dondequiera que os encontréis, aunque os halléis en una elevada torre fuertemente edificada. Y si les sucede algo bueno, (los hipócritas) dicen: «Esto proviene de Al-lah». Pero si les sucede algo malo, dicen: «Es debido a ti, Muhammad». Diles: «Todo proviene de Al-lah». ¿Qué les pasa a esas gentes que apenas comprenden lo que se les dice"},{"SurahNumber":4,"VerseNumber":79,"Text":"Todo lo bueno que te sucede (a ti, hombre), proviene de la gracia de Al-lah, y todo lo malo procede de tus pecados. Y te hemos enviado (¡oh, Muhammad!) a los hombres en calidad de mensajero; y Al-lah basta como testigo"},{"SurahNumber":4,"VerseNumber":80,"Text":"Quien obedece al Mensajero está obedeciendo a Al-lah, pero (no eres responsable, ¡oh, Muhammad!, de) quienes se desentienden y desobedecen; pues no te hemos enviado a ellos como guardián (sino para transmitirles el mensaje)"},{"SurahNumber":4,"VerseNumber":81,"Text":"Y (los hipócritas) dicen que te obedecen, pero cuando se alejan de ti, un grupo de ellos pasa la noche planeando algo distinto a lo que les has dicho; y Al-lah registra lo que maquinan por la noche. Aléjate de ellos (y no los temas) y encomiéndate a Al-lah; y Al-lah basta para ocuparse de todos los asuntos de Su creación"},{"SurahNumber":4,"VerseNumber":82,"Text":"¿Acaso no meditan sobre el Corán? Si no proviniera de Al-lah, hallarían en él numerosas contradicciones"},{"SurahNumber":4,"VerseNumber":83,"Text":"Y si llega a sus oídos una noticia que puede afectar a la seguridad pública o puede provocar el miedo, la difunden; mientras que si la remitieran al Mensajero de Al-lah y a quienes tuvieran autoridad sobre ellos, sabrían de su significancia quienes de entre ellos están más capacitados para investigarla.Y si no fuera por el favor y la misericordia de Al-lah sobre vosotros, habríais seguido al Demonio, excepto unos pocos"},{"SurahNumber":4,"VerseNumber":84,"Text":"Combate, pues, por la causa de Al-lah, ¡oh, Muhammad!; solo eres responsable de ti mismo, y alienta a los creyentes para que luchen (contigo). Puede que Al-lah frene la violencia de quienes rechazan la verdad. Y Al-lah es mucho más poderoso y Su castigo, más severo"},{"SurahNumber":4,"VerseNumber":85,"Text":"Quien interceda por una buena causa obtendrá su parte de recompensa por dicha intercesión, y quien interceda por una mala causa cargará con parte (del pecado) resultante de esta; y Al-lah observa todas las cosas y tiene poder sobre todas ellas"},{"SurahNumber":4,"VerseNumber":86,"Text":"Y si os saludan, responded con un saludo mejor, o al menos corresponded al saludo. En verdad, Al-lah tiene en cuenta todas las cosas"},{"SurahNumber":4,"VerseNumber":87,"Text":"¡Al-lah! No hay nada ni nadie con derecho a ser adorado excepto Él. Ciertamente, os reunirá a todos el día sobre el cual no hay duda (el Día de la Resurrección), ¿y quién es más veraz que Al-lah"},{"SurahNumber":4,"VerseNumber":88,"Text":"¿¡Oh, creyentes!, por qué estáis divididos en dos grupos con respecto a los hipócritas? Al-lah ha hecho que regresen a la incredulidad por lo que han cometido (por desafiar y desobedecer al Profeta). ¿Es que queréis guiar a quien Al-lah ha extraviado (por rechazar la verdad)? Y no podrás guiar a quien Al-lah ha desviado del camino"},{"SurahNumber":4,"VerseNumber":89,"Text":"(Los hipócritas) desean que reneguéis de vuestra creencia como ellos mismos han hecho para que seáis como ellos. No los toméis, pues, por aliados y protectores vuestros hasta que emigren sinceramente por la causa de Al-lah. Pero si no lo hacen (y se vuelven abiertamente hostiles), apresadlos y ajusticiadlos allí donde los encontréis. Y no toméis de entre ellos ni protectores ni auxiliadores"},{"SurahNumber":4,"VerseNumber":90,"Text":"Pero no luchéis contra quienes se alíen con gentes con las que mantenéis un acuerdo de paz o contra quienes lleguen a vosotros con el corazón apesadumbrado por tener que luchar contra vosotros o contra su propia gente. Si Al-lah hubiera querido, les habría dado poder sobre vosotros y os habrían combatido. Mas, si se mantienen al margen, no os combaten y os proponen la paz, entonces Al-lah no permite que toméis acciones contra ellos"},{"SurahNumber":4,"VerseNumber":91,"Text":"Encontraréis a otros que desean gozar de seguridad entre vosotros (haciéndose pasar por creyentes) y entre los suyos (adorando lo que ellos adoran). Cada vez que son puestos a prueba se hunden más en la incredulidad. Mas si no se mantienen al margen ni os proponen la paz ni dejan de combatiros, apresadlos y ajusticiadlos allí donde los encontréis. Contra estos sí que os hemos concedido una clara autorización (para combatirlos)"},{"SurahNumber":4,"VerseNumber":92,"Text":"Un creyente no debe matar a otro creyente a menos que sea por error, y quien mate a un creyente por error deberá liberar a un esclavo creyente y entregar una compensación económica a la familia del fallecido, a menos que esta renuncie a ella. Si el fallecido fuera creyente pero de un pueblo enemigo, quien lo mató por error deberá liberar a un esclavo creyente pero no pagará compensación alguna. Si el fallecido perteneciera a un pueblo con quienes mantenéis un pacto, quien lo mató deberá entregar una compensación económica a la familia del fallecido y liberar a un esclavo creyente. Y quien no disponga de medios para ello deberá ayunar dos meses consecutivos para obtener el perdón de Al-lah. Y Al-lah es Omnisciente y Sabio"},{"SurahNumber":4,"VerseNumber":93,"Text":"Pero quien mate a un creyente de manera deliberada (y no se arrepienta) tendrá como retribución el infierno, donde permanecerá eternamente, y caerá sobre él la ira de Al-lah y será expulsado de Su misericordia; y Al-lah habrá preparado para él un terrible castigo"},{"SurahNumber":4,"VerseNumber":94,"Text":"¡Oh, creyentes!, si salís a combatir por la causa de Al-lah, aseguraos (de la verdad) y no digáis a quien os brinda el saludo de paz del islam[155] que no es creyente para conseguir bienes terrenales (parte del botín si lucháis y vencéis). En verdad, junto a Al-lah hay muchos más beneficios y botines. Vosotros también fuisteis incrédulos como ellos con anterioridad, pero Al-lah os agració (con la fe); así que cercioraos (antes de combatir contra un creyente). Ciertamente, Al-lah está bien informado de lo que hacéis"},{"SurahNumber":4,"VerseNumber":95,"Text":"Los creyentes que permanecen en sus hogares (y no salen a combatir por la causa de Al-lah) —salvo quienes sufren un impedimento físico y están excusados (como el enfermo, el ciego y el cojo)—, no pueden compararse con quienes luchan por Su causa con sus bienes y sus vidas. Al-lah ha favorecido a estos últimos y los ha ensalzado por encima de quienes permanecen en sus hogares; y a todos les ha prometido el paraíso. Pero Al-lah ha favorecido a quienes combaten por encima de quienes se quedan en sus hogares concediéndoles una gran recompensa"},{"SurahNumber":4,"VerseNumber":96,"Text":"(disfrutarán de) elevados rangos que Al-lah les concederá, y recibirán Su perdón y Su misericordia. Y Al-lah es Indulgente y Misericordioso"},{"SurahNumber":4,"VerseNumber":97,"Text":"Cuando los ángeles tomen las almas de quienes hayan sido injustos consigo mismos (por no haber emigrado con los creyentes y haber permanecido con quienes rechazaban la verdad), les dirán: «¿Qué os sucedió? (¿Por qué no apoyasteis la causa de Al-lah?)». Responderán: «Estábamos oprimidos en la tierra (y no podíamos practicar la religión)». (Los ángeles) les dirán: «¿No era la tierra de Al-lah lo suficientemente vasta como para que pudierais emigrar?». Mas morarán en el infierno; ¡y qué pésimo destino"},{"SurahNumber":4,"VerseNumber":98,"Text":"con la excepción de los realmente débiles de entre los hombres, mujeres y niños que no encontraron la manera de emigrar"},{"SurahNumber":4,"VerseNumber":99,"Text":"A estos, Al-lah los perdonará. Y Al-lah es Benévolo e Indulgente"},{"SurahNumber":4,"VerseNumber":100,"Text":"Y quien emigre por la causa de Al-lah encontrará por la tierra muchos lugares donde resguardarse y sustento en abundancia. Y a quien abandone su hogar para emigrar por la causa de Al-lah y de Su Mensajero y le alcance la muerte, su recompensa correrá a cargo de Al-lah; y Al-lah es Indulgente y Misericordioso"},{"SurahNumber":4,"VerseNumber":101,"Text":"Y no cometéis ningún pecado si, cuando os encontráis de viaje, acortáis vuestros rezos ante el temor de que os ataquen quienes rechazan la verdad. Quienes niegan la verdad son, ciertamente, unos declarados enemigos vuestros"},{"SurahNumber":4,"VerseNumber":102,"Text":"Y cuando estés entre los creyentes (¡oh, Muhammad!) y los dirijas en el salat[157] (y temáis una acción por parte de vuestro enemigo), que un grupo (de los creyentes) rece contigo llevando sus armas (y que el resto, armado, si sitúe detrás de vosotros y de cara al enemigo). Cuando finalicen las postraciones, que (quienes hayan rezado) se sitúen detrás y recen contigo quienes aún no lo han hecho, tomando precauciones y portando sus armas. Quienes rechazan la verdad quisieran que descuidaseis vuestras armas y vuestros enseres para lanzarse sobre vosotros en un solo ataque. No cometéis ninguna falta si deponéis vuestras armas debido a la lluvia o a alguna enfermedad; pero tomad precauciones. Ciertamente, Al-lah ha preparado un castigo humillante a quienes rechazan la verdad"},{"SurahNumber":4,"VerseNumber":103,"Text":"Y, una vez finalizado el salat, glorificad a Al-lah de pie, sentados o recostados. Pero, cuando estéis a salvo, rezadle a Al-lah (como Él os ha ordenado, con devoción y recogimiento y respetando todas las obligaciones). En verdad, los rezos han sido prescritos a unas horas determinadas"},{"SurahNumber":4,"VerseNumber":104,"Text":"Y no flaqueéis en la persecución del enemigo. Si sufrís (desgracias), ellos también (las) sufren como vosotros, pero vosotros anheláis de Al-lah lo que ellos no anhelan (el paraíso); y Al-lah es Omnisciente y Sabio"},{"SurahNumber":4,"VerseNumber":105,"Text":"Te hemos revelado el Libro (el Corán) con la verdad (¡oh, Muhammad!), para que juzgues entre los hombres según lo que Al-lah te ha enseñado. Y no defiendas a quienes se traicionan a ellos mismos (ocultando la verdad y mintiendo sobre ella)"},{"SurahNumber":4,"VerseNumber":106,"Text":"Y pide perdón a Al-lah (en todas las situaciones); ciertamente, Al-lah es Indulgente y Misericordioso"},{"SurahNumber":4,"VerseNumber":107,"Text":"Y no defiendas a quienes se traicionan a sí mismos. Al-lah no ama al traidor pecador"},{"SurahNumber":4,"VerseNumber":108,"Text":"(Los hipócritas) ocultan a los hombres (sus malas acciones) pero no pueden ocultárselas a Al-lah, pues Él está con ellos (a través de Su conocimiento) cuando conspiran por la noche con palabras que no son de Su agrado. Y (el conocimiento de) Al-lah abarca todo lo que hacen"},{"SurahNumber":4,"VerseNumber":109,"Text":"(Algunos de) vosotros los defendisteis en esta vida, pero ¿quién los defenderá ante Al-lah el Día de la Resurrección? ¿Quién los protegerá"},{"SurahNumber":4,"VerseNumber":110,"Text":"Quien obre mal o sea injusto consigo mismo (por sus malas acciones) y busque después el perdón de Al-lah hallará que Al-lah es Indulgente y Misericordioso"},{"SurahNumber":4,"VerseNumber":111,"Text":"Y quien peque, lo hará en perjuicio propio; y Al-lah es Omnisciente y Sabio"},{"SurahNumber":4,"VerseNumber":112,"Text":"Y quien cometa una falta o peque y culpe a un inocente de su pecado cargará con su calumnia y con un pecado flagrante"},{"SurahNumber":4,"VerseNumber":113,"Text":"Y si no fuera por el favor y la misericordia de Al-lah sobre ti (¡oh, Muhammad!) un grupo de ellos (quienes se traicionan a sí mismos) te habría desviado de la verdad, pero solo se desvían ellos mismos y no podrán perjudicarte en nada. Y Al-lah te ha revelado el Corán y la sabiduría, y te ha enseñado lo que no sabías; el favor que Al-lah te ha concedido es inmenso"},{"SurahNumber":4,"VerseNumber":114,"Text":"La mayoría de las conversaciones privadas[159] no aportan ningún bien, a menos que alguien promueva la caridad, una buena acción o la reconciliación entre los hombres. Y a quien así actúe buscando la complacencia de Al-lah, le concederemos una gran recompensa"},{"SurahNumber":4,"VerseNumber":115,"Text":"Y a quien contradiga al Mensajero (y se oponga a él) después de habérsele mostrado la verdad y no siga el camino de los creyentes, lo dejaremos que prosiga en el camino que ha tomado y haremos que arda en el infierno; ¡y qué pésimo destino"},{"SurahNumber":4,"VerseNumber":116,"Text":"Ciertamente, Al-lah no perdona que se adoren a otros fuera de él, pero perdona el resto de los pecados a quien quiere. Y quien adore a otros fuera de Al-lah se habrá extraviado lejos de la verdad"},{"SurahNumber":4,"VerseNumber":117,"Text":"(Los idólatras) no invocan sino a deidades femeninas[160] en vez de invocarlo a Él; y no invocan más que al Demonio, un constante rebelde"},{"SurahNumber":4,"VerseNumber":118,"Text":"Al-lah lo expulsó de Su misericordia, y el demonio juró: «Seduciré a un grupo determinado de Tus siervos"},{"SurahNumber":4,"VerseNumber":119,"Text":"»Los extraviaré, despertaré en ellos falsos deseos y esperanzas, les ordenaré realizar cortes en las orejas del ganado (para marcar los animales destinados a los ídolos como ofrendas, como hacían antes del islam) y les mandaré cambiar la creación[161] de Al-lah». Y quien tome al Demonio por protector y aliado será un claro perdedor"},{"SurahNumber":4,"VerseNumber":120,"Text":"(El Demonio) les hace falsas promesas y despierta en ellos falsas esperanzas; mas lo que promete el Demonio no es sino puro engaño"},{"SurahNumber":4,"VerseNumber":121,"Text":"Esos (quienes sigan al Demonio) morarán en el infierno y no encontrarán la manera de escapar de él"},{"SurahNumber":4,"VerseNumber":122,"Text":"Y haremos que quienes crean y obren con rectitud entren en jardines por los cuales corren ríos, y allí vivirán eternamente. La promesa de Al-lah es cierta; y ¿quién es más veraz que Al-lah"},{"SurahNumber":4,"VerseNumber":123,"Text":"(La aceptación de la religión y el logro del éxito) no depende de vuestros deseos[162] ni de los deseos de quienes recibieron las Escrituras (judíos y cristianos). Quien actúe mal será castigado por ello, y no hallará fuera de Al-lah ningún protector o auxiliador"},{"SurahNumber":4,"VerseNumber":124,"Text":"Y quien obre rectamente, sea hombre o mujer, y crea (en Al-lah y en lo que ha revelado) entrará en el paraíso, y no será tratado injustamente en lo más mínimo"},{"SurahNumber":4,"VerseNumber":125,"Text":"¿Y quién es mejor en la religión que quien somete su voluntad a Al-lah y realiza buenas acciones (sinceramente por su Señor) y sigue el monoteísmo puro de Abraham? Y Al-lah tomó a Abraham como uno de Sus siervos más queridos"},{"SurahNumber":4,"VerseNumber":126,"Text":"Y a Al-lah pertenece todo cuanto existe en los cielos y en la tierra. Y (el conocimiento de) Al-lah abarca todas las cosas"},{"SurahNumber":4,"VerseNumber":127,"Text":"Te preguntan (¡oh, Muhammad!) acerca (de asuntos legales relacionados con) las mujeres. Diles: «Al-lah os instruye al respecto y acerca de lo que el Libro (el Corán) os revela sobre las jóvenes huérfanas con las que queréis casaros sin darles la parte (del maher y de la herencia)que les corresponde[163], y acerca de los niños débiles y oprimidos; y (os ordena) ser justos con los huérfanos». Y todo bien que hagáis será del conocimiento de Al-lah"},{"SurahNumber":4,"VerseNumber":128,"Text":"Y si una mujer teme que su marido pierda interés en ella o la rechace (porque ya no se siente atraído por ella), no comete ninguna falta, como tampoco su marido, si ambos llegan a un acuerdo (para evitar el divorcio y continuar viviendo juntos a cambio de que ella renuncie a parte de sus derechos). Y el acuerdo es lo mejor, a pesar de que el ser humano tiende, por naturaleza, a quererlo todo y a no ceder nada. Mas si hacéis el bien (tratando bien a vuestras esposas) y teméis (a Al-lah evitando ser injustos con ellas), (sabed que) Él está bien informado de lo que hacéis (y os recompensará por ello)"},{"SurahNumber":4,"VerseNumber":129,"Text":"Y jamás podréis ser justos con vuestras mujeres por igual (en lo referente a vuestros sentimientos), aunque lo intentéis con todas vuestras fuerzas. No os inclinéis demasiado hacia una de ellas descuidando a otra. Mas si las tratáis con equidad (en todo aquello que esté en vuestras manos) y teméis a Al-lah, (sabed que) entonces Al-lah es Indulgente y Misericordioso"},{"SurahNumber":4,"VerseNumber":130,"Text":"Y si ambos se separan finalmente (mediante el divorcio), Al-lah colmará a cada uno con Su favor. El favor de Al-lah es inmenso y Él todo lo sabe"},{"SurahNumber":4,"VerseNumber":131,"Text":"Y a Al-lah pertenece todo cuanto existe en los cielos y en la tierra. Y, ciertamente, ordenamos a quienes recibieron las Escrituras con anterioridad, así como a vosotros, que temierais a Al-lah (obedeciendo Sus mandatos y alejándoos de lo que os prohíbe). Pero si rechazáis la verdad, a Él pertenece todo cuanto existe en los cielos y en la tierra; y Al-lah no tiene necesidad de nadie y es digno de toda alabanza"},{"SurahNumber":4,"VerseNumber":132,"Text":"Y a Al-lah pertenece todo cuanto existe en los cielos y en la tierra. Y Al-lah basta para ocuparse de todos los asuntos de Su creación"},{"SurahNumber":4,"VerseNumber":133,"Text":"Si Él quisiera, os haría desaparecer, ¡oh, gentes!, y pondría a otros en vuestro lugar; y Al-lah tiene poder para ello"},{"SurahNumber":4,"VerseNumber":134,"Text":"Quien quiera la recompensa de esta vida (que sepa que) Al-lah posee la recompensa de esta vida y la de la otra. Y Al-lah oye y ve todas las cosas"},{"SurahNumber":4,"VerseNumber":135,"Text":"¡Oh, creyentes!, sed justos cuando deis testimonio por Al-lah, aunque fuese en perjuicio vuestro o de vuestros padres y parientes. Tanto si (aquel en contra de quien dais testimonio) es rico como pobre (no intentéis favorecerle por compasión), pues Al-lah es su mejor protector en ambos casos. No sigáis, pues, vuestros deseos, de lo contrario caeríais en la injusticia.Y si modificáis el testimonio u os negáis a darlo, Al-lah está bien informado de lo que hacéis"},{"SurahNumber":4,"VerseNumber":136,"Text":"¡Oh, creyentes!, creed en Al-lah, en Su Mensajero, en el Libro que le reveló y en los Libros que reveló con anterioridad. Y quien no crea en Al-lah, en los ángeles, en los Libros revelados, en Sus mensajeros y en el Día de la Resurrección se habrá extraviado lejos de la verdad"},{"SurahNumber":4,"VerseNumber":137,"Text":"Ciertamente, quienes crean y renieguen después de su creencia, vuelvan a creer y a renegar de su fe y persistan en su rechazo a la verdad (hasta que les llegue la muerte), no obtendrán el perdón de Al-lah ni serán guiados hacia el buen camino"},{"SurahNumber":4,"VerseNumber":138,"Text":"anuncia a los hipócritas (¡oh, Muhammad!) que recibirán un castigo doloroso"},{"SurahNumber":4,"VerseNumber":139,"Text":"esos que toman a quienes rechazan la verdad por protectores y aliados en vez de tomar a los creyentes. ¿Es que esperan conseguir poder, honor y gloria cuando todo ello pertenece a Al-lah"},{"SurahNumber":4,"VerseNumber":140,"Text":"Y está escrito en vuestro Libro (el Corán)[164] que si escucháis a unos negar las aleyas de Al-lah o burlarse de ellas, no debéis permanecer en su compañía hasta que cambien de conversación; de lo contrario, seríais como ellos. Y, ciertamente, Al-lah reunirá, en el infierno, a todos los hipócritas e incrédulos"},{"SurahNumber":4,"VerseNumber":141,"Text":"esos que están a la espera de lo que os acontece; si obtenéis una victoria de parte de Al-lah, dicen (para participar del botín y del triunfo): «¿Acaso no estábamos con vosotros?». Pero, si quienes consiguen una victoria son aquellos que rechazan la verdad, les dicen: «¿Acaso no os ayudamos engañando a los creyentes hasta que pudisteis derrotarlos y os protegimos de ellos?». Al-lah juzgará entre vosotros (y ellos) el Día del Juicio Final, y no concederá nunca el triunfo final sobre los creyentes a quienes rechazan la verdad"},{"SurahNumber":4,"VerseNumber":142,"Text":"Los hipócritas pretenden engañar a Al-lah (mostrando la fe y ocultando en su interior la incredulidad), pero es Al-lah Quien los engaña[165] (haciendo que persistan en su extravío hasta el Día de la Resurrección).Cuando se levantan para rezar, lo hacen con pereza, solo para que la gente los vea, y apenas glorifican a Al-lah"},{"SurahNumber":4,"VerseNumber":143,"Text":"Titubean entre los unos (los creyentes) y los otros (quienes rechazan la verdad) sin pertenecer a ninguno de ambos grupos. Y no podrás hallar la manera de guiar a quien Al-lah extravía (por negar la verdad)"},{"SurahNumber":4,"VerseNumber":144,"Text":"¡Oh, creyentes!, no toméis a quienes rechazan la verdad por protectores y aliados en vez de a los creyentes. ¿Acaso queréis dar a Al-lah un claro argumento en vuestra contra"},{"SurahNumber":4,"VerseNumber":145,"Text":"Los hipócritas estarán en lo más profundo del fuego, y no podrás encontrar quien los auxilie"},{"SurahNumber":4,"VerseNumber":146,"Text":"con la excepción de quienes se arrepientan, se enmienden (realizando buenas obras), se aferren a Al-lah y sean sinceros en su fe en Al-lah (abandonando toda hipocresía); pues esos estarán con los creyentes. Y Al-lah concederá a los creyentes una gran recompensa"},{"SurahNumber":4,"VerseNumber":147,"Text":"¿Para qué iba Al-lah a castigaros (por vuestras ofensas pasadas) si (ahora) sois agradecidos y creéis (en Él)? Y Al-lah es Agradecido (con Sus siervos cuando lo obedecen) y conoce todas las cosas"}]}