{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Rahman ve Rahim olan Allah´ın ismiyle"},{"SurahNumber":1,"VerseNumber":2,"Text":"Hamd o alemlerin Rabbi"},{"SurahNumber":1,"VerseNumber":3,"Text":"O Rahman ve Rahim"},{"SurahNumber":1,"VerseNumber":4,"Text":"O, din gununun maliki Allah´ın"},{"SurahNumber":1,"VerseNumber":5,"Text":"Ancak sana ederiz kullugu, ibadeti ve ancak senden dileriz yardımı, inayeti. (Ya Rab)"},{"SurahNumber":1,"VerseNumber":6,"Text":"Hidayet eyle bizi dogru yola"},{"SurahNumber":1,"VerseNumber":7,"Text":"O kendilerine nimet verdigin mutlu kimselerin yoluna; o gazaba ugramısların ve o sapmısların yoluna degil"},{"SurahNumber":2,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Iste o kitap, bunda suphe yok, muttakiler (kotulukten korunacaklar) icin hidayettir"},{"SurahNumber":2,"VerseNumber":3,"Text":"Onlar ki gaybe iman edip namazı durust kılarlar ve kendilerine verdigimiz rızıktan (Allah yolunda) harcarlar"},{"SurahNumber":2,"VerseNumber":4,"Text":"Ve onlar ki hem sana indirilene iman ederler, hem senden once indirilene. Ahirete de bunlar kesinlikle iman ederler"},{"SurahNumber":2,"VerseNumber":5,"Text":"Bunlar, iste Rabblerinden bir hidayet uzerindedirler ve bunlar iste felaha erenlerdir"},{"SurahNumber":2,"VerseNumber":6,"Text":"Su muhakkak ki inkar edenleri uyarsan da, uyarmasan da onlar icin birdir. Onlar inanmazlar"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah onların kalplerini ve kulaklarını muhurlemistir. Gozlerinin uzerinde bir de perde vardır. Ve buyuk azab onlaradır"},{"SurahNumber":2,"VerseNumber":8,"Text":"Insanlardan oyleleri de vardır ki, inanmadıkları halde, «Allah´a ve ahiret gunune inandık.» derler"},{"SurahNumber":2,"VerseNumber":9,"Text":"Allah´ı ve muminleri aldatmaya calısırlar. Halbuki sırf kendilerini aldatırlar da farkına varmazlar"},{"SurahNumber":2,"VerseNumber":10,"Text":"Kalplerinde hastalık vardır. Allah da onların hastalıgını arttırmıstır. Yalan soylemelerine karsılık onlara elem verici bir azab vardır"},{"SurahNumber":2,"VerseNumber":11,"Text":"Hem onlara: «Yeryuzunde fesat cıkarmayın.» denildiginde: «Biz ancak ıslah edicileriz.» derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"Iyi bilin ki, onlar ortalıgı bozanların ta kendileridir, fakat anlamazlar"},{"SurahNumber":2,"VerseNumber":13,"Text":"Onlara: «Insanların (muslumanların) inandıgı gibi inanın.» denilince, «Biz de o beyinsizlerin inandıgı gibi mi inanacagız?» derler. Iyi bilin ki, asıl beyinsiz kendileridir fakat bilmezler"},{"SurahNumber":2,"VerseNumber":14,"Text":"Onlar iman edenlere rastladıkları zaman: «Inandık» derler. Fakat seytanlarıyle yalnız kaldıkları zaman: «Biz, sizinle beraberiz, biz sadece (onlarla) alay ediyoruz.» derler"},{"SurahNumber":2,"VerseNumber":15,"Text":"(Asıl) Allah onlarla alay eder ve taskınlıkları icinde serserice dolasmalarına muhlet verir"},{"SurahNumber":2,"VerseNumber":16,"Text":"Iste onlar o kimselerdir ki, hidayet karsılıgında sapıklıgı satın aldılar da, ticaretleri kar etmedi, dogru yolu da bulamadılar"},{"SurahNumber":2,"VerseNumber":17,"Text":"Onların durumu, bir ates yakanın durumu gibidir. (Ates) cevresini aydınlatır aydınlatmaz Allah onların (gozlerinin) nurlarını giderdi ve onları karanlıklar icinde bıraktı, artık gormezler"},{"SurahNumber":2,"VerseNumber":18,"Text":"(Onlar) sagırdırlar, dilsizdirler, kordurler. Artık (hakka) donmezler"},{"SurahNumber":2,"VerseNumber":19,"Text":"Yahut (onların durumu), gokten bosanan, icinde karanlıklar, gok gurlemesi ve simsek(ler) bulunan bir yagmur(a tutulmusun hali) gibidir. Yıldırımlardan olmek korkusuyla parmaklarını kulaklarına tıkarlar. Oysa Allah, inkarcıları tamamen kusatmıstır"},{"SurahNumber":2,"VerseNumber":20,"Text":"O simsek nerdeyse gozlerini (n nurunu) kapıverecek. Onlerini aydınlattımı ısıgında yururler, karanlık uzerlerine coktumu de dikilip kalırlar. Allah dilemis olsaydı isitmelerini, gormelerini de alıverirdi. Suphesiz Allah her seye kadirdir"},{"SurahNumber":2,"VerseNumber":21,"Text":"Ey insanlar! Sizi ve sizden oncekileri yaratan Rabb´inize kulluk edin ki (Allah´ın) azabından korunasınız"},{"SurahNumber":2,"VerseNumber":22,"Text":"O (Rabb) ki yeri sizin icin bir dosek, gogu de bir bina yaptı. Gokten su indirdi, onunla size rızık olarak cesitli urunler cıkardı. Oyleyse siz de, bile bile, Allah´a esler kosmayın"},{"SurahNumber":2,"VerseNumber":23,"Text":"Eger kulumuz (Muhammed)a indirdigimiz (Kur´an)den suphe icinde iseniz, haydi onun gibi bir sure getirin, Allah´tan baska guvendiklerinizin hepsini cagırın; eger dogru iseniz"},{"SurahNumber":2,"VerseNumber":24,"Text":"Yok yapamadıysanız, ki hicbir zaman yapamayacaksınız, o halde yakıtı insanlar ve taslar olan, inkarcılar icin hazırlanmıs atesten sakının"},{"SurahNumber":2,"VerseNumber":25,"Text":"Inanıp yararlı isler yapanlara, altlarından ırmaklar akan cennetlerin kendilerine ait oldugunu mujdele! Onlardaki herhangi bir meyveden rızıklandırıldıklarında: «Bu daha once de rızıklandıgımız seydir» derler ve o rızık birbirinin benzeri olmak uzere, kendilerine sunulacak. Orada cok temiz zevceler de onların. Hem onlar orada ebedi kalacaklar"},{"SurahNumber":2,"VerseNumber":26,"Text":"Muhakkak ki Allah bir sivri sinegi, hatta daha ustununu misal getirmekten cekinmez. Iman edenler bilirler ki, o suphesiz haktır, Rabb´lerindendir. Ama kufre saplananlar: «Allah boyle bir misal ile ne demek istedi?» derler. Allah onunla bircoklarını sasırtır, yine onunla bircoklarını yola getirir. Onunla ancak o fasıkları sasırtır"},{"SurahNumber":2,"VerseNumber":27,"Text":"Onlar ki, soz verip andlastıktan sonra Allah´a verdikleri sozu bozarlar. Allah´ın birlestirmesini emrettigi seyi (iman ve akrabalık baglarını) keserler ve yeryuzunde bozgunculuk yaparlar. Iste zarara ugrayanlar onlardır"},{"SurahNumber":2,"VerseNumber":28,"Text":"Allah´ı nasıl inkar edersiniz ki, olu idiniz sizleri diriltti. Sonra sizleri yine oldurecek, sonra yine diriltecek, sonra da dondurulup ona goturuleceksiniz"},{"SurahNumber":2,"VerseNumber":29,"Text":"O ki, yeryuzunde ne varsa hepsini sizin icin yarattı . Sonra goge yoneldi, onları yedi gok olarak duzenledi. O, her seyi bilir"},{"SurahNumber":2,"VerseNumber":30,"Text":"Bir zamanlar Rabb´in meleklere: «Ben yeryuzunde bir halife yaratacagım» demisti. (Melekler): «A!.. Orada bozgunculuk yapacak ve kan dokecek birisini mi yaratacaksın? Oysa biz seni overek tesbih ediyor ve seni takdis ediyoruz» dediler. (Rabb´in): «Ben sizin bilmediklerinizi bilirim.» dedi"},{"SurahNumber":2,"VerseNumber":31,"Text":"Ve Adem´e isimlerin hepsini ogretti, sonra onları meleklere gosterip: «Haydi davanızda sadıksanız bana sunları isimleriyle haber verin.» dedi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Dediler ki: «Yucesin sen (ya Rab!). Bizim, senin bize ogrettiginden baska bir bilgimiz yoktur. Suphesiz sen bilensin, hakimsin»"},{"SurahNumber":2,"VerseNumber":33,"Text":"(Allah): «Ey Adem, bunlara onları isimleriyle haber ver.» dedi. Bu emir uzerine Adem onlara isimleriyle onları haber verince, (Allah): «Ben size, ben goklerin ve yerin gayblarını bilirim, sizin acıkladıgınızı da, icinizde gizlediginizi de bilirim» dememis miydim?» dedi"},{"SurahNumber":2,"VerseNumber":34,"Text":"Ve o zaman meleklere: «Adem´e secde edin!» dedik, hemen secde ettiler. Yalnız Iblis dayattı, kibrine yediremedi, inkarcılardan oldu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Dedik ki: «Ey Adem, sen ve esin cennette oturun, ikiniz de ondan dilediginiz yerde bol bol yeyin, fakat su agaca yaklasmayın, yoksa zalimlerden olursunuz.»"},{"SurahNumber":2,"VerseNumber":36,"Text":"Bunun uzerine seytan onları(n ayagını) oradan kaydırdı, icinde bulundukları (cennet yurdu)ndan cıkardı. Biz de: «Birbirinize dusman olarak inin, orada belirli bir vakte kadar sizin icin bir karar yeri ve bir nasib vardır.» dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"Derken Adem Rabb´ından birtakım kelimeler aldı, (onlarla tevbe etti. O da) tevbesini kabul etti. Muhakkak O, tevbeyi cok kabul eden, cok esirgeyendir"},{"SurahNumber":2,"VerseNumber":38,"Text":"Onlara dedik ki: «Hepiniz oradan inin. Size benim tarafımdan bir hidayet rehberi geldiginde, kim o hidayetcimin izinde giderse, onlar icin hicbir korku yoktur, onlar mahzun da olmayacaklardır"},{"SurahNumber":2,"VerseNumber":39,"Text":"Inkar edip ayetlerimizi yalanlayanlara gelince, onlar da cehennem ehlidirler. Orada ebedi olarak kalacaklardır"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey Israilogulları, size verdigim nimetimi hatırlayın, bana verdiginiz sozu tutun ki, ben de size verdigim sozu tutayım ve sadece benden korkun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Yanınızdakini (Tevrat´ı) tasdik edici olarak indirdigim (Kur´an)a iman edin, O´nu, inkar edenlerin ilki siz olmayın, benim ayetlerimi birkac paraya degismeyin. Ancak benden korkun"},{"SurahNumber":2,"VerseNumber":42,"Text":"Hakk´ı batıla karıstırıp da, bile bile hakkı gizlemeyin"},{"SurahNumber":2,"VerseNumber":43,"Text":"Hem namazı dosdogru kılın, zekatı verin, ruku edenlerle birlikte siz de ruku edin"},{"SurahNumber":2,"VerseNumber":44,"Text":"Insanlara iyiligi emreder de kendinizi unutur musunuz? Halbuki kitab (Tevrat)ı okuyorsunuz. Hala aklınızı basınıza almayacak mısınız"},{"SurahNumber":2,"VerseNumber":45,"Text":"Bir de sabırla, namazla yardım isteyin. Suphesiz bu, (Allah´a) saygılı olanlardan baskasına agır gelir"},{"SurahNumber":2,"VerseNumber":46,"Text":"Onlar ki, Rablerine kavusacaklarını ve gercekten O´na doneceklerini bilirler"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey Israilogulları! Size verdigim nimeti ve vaktiyle sizi alemlere ustun kıldıgımı hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Ve oyle bir gunden korunun ki, kimse kimsenin yerine bir sey odeyemez, kimseden sefaat da kabul edilmez, kimseden fidye de alınmaz ve onlara hicbir yardım da yapılmaz"},{"SurahNumber":2,"VerseNumber":49,"Text":"(Hem hatırlayın ki bir zaman) sizi Firavun ailesinden de kurtardık, (onlar) size azabın en kotusunu reva goruyor, ogullarınızı bogazlıyor, kadınlarınızı sag bırakıyorlardı. Ve bunda size Rabbiniz tarafından buyuk bir imtihan vardı"},{"SurahNumber":2,"VerseNumber":50,"Text":"Hani bir zamanlar sizin icin denizi yarıp, sizi kurtardık da Firavun´un adamlarını suda bogduk, siz de bakıp duruyordunuz"},{"SurahNumber":2,"VerseNumber":51,"Text":"Hani bir zamanlar Musa´ya kırk gecelik vaad verdik de sonra siz onun arkasından buzagıyı put edindiniz ve o halinizle zalimler idiniz"},{"SurahNumber":2,"VerseNumber":52,"Text":"Sonra yine de sizi affettik, artık sukretmeniz gerekiyordu"},{"SurahNumber":2,"VerseNumber":53,"Text":"Ve hani bir zamanlar Musa´ya o kitabı ve furkanı verdik, gerekirdi ki, dogru yolda gidesiniz"},{"SurahNumber":2,"VerseNumber":54,"Text":"Hani bir zamanlar Musa kavmine dedi ki; Ey kavmim cidden siz o buzagıyı put edinmekle kendi kendinize zulmettiniz, bari gelin Rabbinize tevbe ile donun de nefislerinizi oldurun. Boyle yapmanız Bari Tealanız katında sizin icin hayırlıdır, boylece tevbenizi kabul buyurdu. Gercekten de o Tevvab ve Rahim´dir"},{"SurahNumber":2,"VerseNumber":55,"Text":"Hani bir zamanlar «Ey Musa biz Allah´ı acıkca gormedikce senin sozunle asla inanmayacagız.» demistiniz de bunun uzerine sizi yıldırım carpmıstı ve siz de bakakalmıstınız"},{"SurahNumber":2,"VerseNumber":56,"Text":"Sonra sukredesiniz diye sizi olumunuzun ardından yeniden diriltmistik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Ve ustunuze o bulutu golge yaptık, ve size ihsan ettigimiz hos rızıklardan yiyin, diye uzerinize kudret helvası ve bıldırcın indirdik. Onlar, bize zulmetmediler, lakin kendi nefislerine zulmediyorlardı"},{"SurahNumber":2,"VerseNumber":58,"Text":"Hani bir zamanlar «Su sehre girin de onun nimetlerinden dilediginiz sekilde bol bol yiyin ve kapıdan secde ederek girin ve «hıtta» (bizi bagısla!) deyin ki, size, hatalarınızı magfiret ediverelim, iyilik yapanlara nimetlerimizi daha da arttıracagız» dedik"},{"SurahNumber":2,"VerseNumber":59,"Text":"Bunun uzerine o zulme devam edenler sozu degistirdiler, onu kendilerine soylenildiginden baska bir sekle soktular. Biz de kotuluk yaptıkları icin o zalimlere murdar bir azap indirdik"},{"SurahNumber":2,"VerseNumber":60,"Text":"Hani bir zamanlar Musa, kavmi icin su istemisti, biz de «asanla tasa vur!» demistik, bunun uzerine o tastan on iki pınar fıskırmıstı. Her kısım insan kendi su alacagı yeri bildi. Allah´ın rızkından yiyin ve icin de bozgunculuk ve saldırganlık yaparak yeryuzunu fesada vermeyin"},{"SurahNumber":2,"VerseNumber":61,"Text":"Hani bir zamanlar, «Ey Musa, biz tek cesit yemege asla katlanamayacagız, yeter artık bizim icin Rabbine dua et de bize yerin yetistirdigi seylerden; sebzesinden, kabagından, sarmısagından, mercimeginden ve soganından cıkarsın.» dediniz. O da size «O ustun olanı daha asagı olanla degistirmek mi istiyorsunuz? Bir kasabaya konaklayın o vakit istediginiz elbette olacaktır.» dedi. Uzerlerine zillet ve meskenet damgası vuruldu ve nihayet Allah´dan bir gazaba ugradılar. Evet oyle oldu, cunku Allah´ın ayetlerini inkar ediyorlar ve haksız yere peygamberleri olduruyorlardı. Evet oyle oldu, cunku isyana dalıyorlar ve asırı gidiyorlardı"},{"SurahNumber":2,"VerseNumber":62,"Text":"Suphe yok ki, iman edenler, yahudiler, hıristiyanlar ve sabiiler, bunlardan her kim Allah´a ve ahiret gunune gercekten iman eder ve salih amel islerse elbette Rabbleri katında bunların ecirleri vardır, bunlara bir korku yoktur, bunlar mahzun da olacak degillerdir"},{"SurahNumber":2,"VerseNumber":63,"Text":"Hani bir zamanlar sizden misak (saglam bir soz) almıstık, Tur´u ustunuze kaldırıp demistik ki; size verdigimiz kitaba kuvvetle tutunun ve icindekilerden gafil olmayın, gerek ki, korunursunuz"},{"SurahNumber":2,"VerseNumber":64,"Text":"Sonra verdiginiz sozun arkasından yuz cevirdiniz, eger uzerinizde Allah´ın lutfu ve rahmeti olmasa idi herhalde zarara ugrayanlardan olurdunuz"},{"SurahNumber":2,"VerseNumber":65,"Text":"Icinizden cumartesi gunu yasagını cigneyenleri elbette bilirsiniz. Iste bundan dolayı onlara «sefil maymunlar olun!» dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Bu ibret dolu cezayı oncekilere ve sonrakilere bir ders, korunacaklara da bir nasihat, bir ogut yaptık"},{"SurahNumber":2,"VerseNumber":67,"Text":"Hani bir zamanlar Musa kavmine demisti ki Allah, size bir bakara (sıgır) bogazlamanızı emrediyor. Onlar da «ayol sen bizimle egleniyor, alay mı ediyorsun?» dediler. Musa da: «Boyle cahillerden biri olmaktan Allah´a sıgınırım.» dedi"},{"SurahNumber":2,"VerseNumber":68,"Text":"Onlar, «Bizim icin Rabbine dua et, her ne ise onu bize acıklasın.» dediler. Musa, «Rabbim buyuruyor ki, o ne pek yaslı, ne de pek taze, ikisi arası dinc bir sıgırdır, haydi emrolundugunuz isi yapınız.» dedi"},{"SurahNumber":2,"VerseNumber":69,"Text":"Onlar, «Bizim icin Rabbine dua et, rengi ne ise onu bize acıklasın.» dediler. Musa, «Rabbim buyuruyor ki, o, bakanlara surur veren, sapsarı bir sıgırdır.» dedi"},{"SurahNumber":2,"VerseNumber":70,"Text":"Onlar, «Bizim icin Rabbine dua et, o nedir bize iyice acıklasın, cunku o bize biraz karısık geldi, bununla beraber Allah dilerse onu elbette buluruz.» dediler"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa, «Rabbim buyuruyor ki o, ne cifte kosulup tarla suren, ne de ekin sulayan, ne de salma gezen ve hic alacası olmayan bir sıgırdır». Onlar da: «Iste tam simdi gercegi ortaya koydun.» dediler. Nihayet onu bulup bogazladılar. Az kaldı yapmayacaklardı"},{"SurahNumber":2,"VerseNumber":72,"Text":"Hani bir zamanlar siz bir adam oldurmustunuz de onun hakkında birbirinizle atısmıs ve onu ustunuzden atmıstınız, halbuki Allah, saklamıs oldugunuzu acıga cıkaracaktı"},{"SurahNumber":2,"VerseNumber":73,"Text":"Iste bundan dolayı, o sıgırın bir parcası ile o oluye vurun, dedik. Allah oluleri iste boyle diriltir ve size ayetlerini gosterir, belki aklınızı basınıza toplarsınız"},{"SurahNumber":2,"VerseNumber":74,"Text":"Sonra bunun arkasından yine kalbleriniz katılastı, simdi de tas gibi, ya da tastan da beter hale geldi. Cunku taslardan oylesi var ki; icinden nehirler kaynıyor, yine oylesi var ki, catlıyor da bagrından sular fıskırıyor, oylesi de var ki, Allah korkusundan yerlerde yuvarlanıyor... Ve sizin neler yaptıgınızdan Allah gafil degildir"},{"SurahNumber":2,"VerseNumber":75,"Text":"Simdi bunların, size hemen inanacaklarını umit mi ediyorsunuz? Halbuki bunlardan bir grup vardı ki, Allah´ın kelamını isitirlerdi de sonra ona akılları yattıgı halde bile bile onu tahrif ederlerdi"},{"SurahNumber":2,"VerseNumber":76,"Text":"Ustelik iman edenlere rastladıklarında inandık derler, birbirleriyle basbasa kaldıkları zaman, «Rabbinizin huzurunda aleyhinize delil olarak kullansınlar diye mi tutup Allah´ın size acıkladıgı gercekleri onlara da soyluyorsunuz? Hic aklınız yok mu be?» derlerdi"},{"SurahNumber":2,"VerseNumber":77,"Text":"Peki bilmezler mi ki, onlar neyi sır olarak saklar ve neyi acıkca soylerlerse Allah hepsini bilir"},{"SurahNumber":2,"VerseNumber":78,"Text":"Bunların bir de ummi (okuma yazması olmayan) kısmı vardır, kitabı bilmezler, ancak birtakım kuruntu yıgınına, bos saplantılara kapılır ve zan icinde dolasır dururlar"},{"SurahNumber":2,"VerseNumber":79,"Text":"Artık o kimselerin vay haline ki, kendi elleriyle kitap yazarlar da sonra biraz para almak icin «Bu Allah katındandır.» derler. Artık vay o elleriyle yazdıkları yuzunden onlara, vay o kazandıkları vebal yuzunden onlara"},{"SurahNumber":2,"VerseNumber":80,"Text":"Bir de dediler ki: «Bize sayılı birkac gunden baska asla ates azabı dokunmaz». De ki; «Siz Allah´dan bir ahit mi aldınız? Boyle ise Allah sozunden donmez. Yoksa siz Allah´a karsı bilemeyeceginiz seyleri mi soyluyorsunuz?»"},{"SurahNumber":2,"VerseNumber":81,"Text":"Evet kim bir gunah islemis de kendi gunahı kendisini her yandan kusatmıs ise, iste oyleleri ates ehlidirler ve orada ebedi kalıcıdırlar"},{"SurahNumber":2,"VerseNumber":82,"Text":"Iman edip salih ameller isleyenler, iste oyleleri de cennet ehlidirler ve orada ebedi kalıcıdırlar"},{"SurahNumber":2,"VerseNumber":83,"Text":"Hani bir vakitler Israilogulları´ndan soylece misak (kesin bir soz) almıstık: Allah´dan baskasına tapmayacaksınız, ana- babaya iyilik, yakınlıgı olanlara, oksuzlere, caresizlere de iyilik yapacaksınız, insanlara guzellikle soz soyleyecek, namazı kılacak, zekatı vereceksiniz. Sonra cok azınız mustesna olmak uzere sozunuzden dondunuz, hala da donuyorsunuz"},{"SurahNumber":2,"VerseNumber":84,"Text":"Yine bir zamanlar misakınızı almıstık; birbirinizin kanlarını dokmeyeceksiniz, nufusunuzu diyarınızdan cıkarmıyacaksınız. Sonra siz buna ikrar da verdiniz ve ikrarınıza sahit de oldunuz"},{"SurahNumber":2,"VerseNumber":85,"Text":"Sonra sizler oyle kimselersiniz ki, kendilerinizi olduruyorsunuz ve sizden olan bir grubu diyarlarından cıkarıyorsunuz, onlar aleyhinde kotuluk ve dusmanlık guduyor ve bu konuda birlesip birbirinize arka cıkıyorsunuz, sayet size esir olarak gelirlerse fidyelesmeye kalkıyorsunuz. Halbuki yurtlarından cıkarılmaları size haram kılınmıs idi. Yoksa siz kitabın bir kısmına inanıp bir kısmını inkar mı ediyorsunuz? Su halde icinizden boyle yapanlar, netice olarak dunya hayatında perisanlıktan baska ne kazanırlar, kıyamet gununde de en siddetli azaba ugratılırlar. Allah, yaptıklarınızdan gafil degildir"},{"SurahNumber":2,"VerseNumber":86,"Text":"Bunlar ahireti, dunya hayatına satmıs kimselerdir. Onun icin bunlardan azap hafifletilmez ve kendilerine bir yerden yardım da gelmez"},{"SurahNumber":2,"VerseNumber":87,"Text":"Celalim hakkı icin Musa´ya o kitabı verdik, arkasından birtakım peygamberler de gonderdik, hele Meryem oglu Isa´ya apacık mucizeler verdik, onu Ruhu´l- Kudus ile de destekledik. Size nefislerinizin hoslanmayacagı bir emirle gelen her peygambere kafa mı tutacaksınız? Kibrinize dokundugu icin onların bir kısmına yalan diyecek, bir kısmını da oldurecek misiniz"},{"SurahNumber":2,"VerseNumber":88,"Text":"(Yahudiler, peygamberimize karsı alaylı bir ifade ile): «Bizim kalblerimiz kılıflıdır.» dediler. Bilakis Allah, onları kafirlikleri yuzunden lanetledi. Bundan dolayı cok az imana gelirler"},{"SurahNumber":2,"VerseNumber":89,"Text":"Yanlarındakini tasdik etmek uzere onlara Allah katından bir kitap gelince, daha onceleri inanmayanlara karsı onunla yardım isteyip durdukları halde, o tanıdıkları kendilerine gelince, bu sefer kendileri onu inkar ettiler. Iste bundan dolayı Allah´ın laneti kafirleredir"},{"SurahNumber":2,"VerseNumber":90,"Text":"Ne kadar cirkindir o ugruna kendilerini sattıkları sey ki; Allah´ın kullarından diledigine kendi lutuf ve kereminden vahiy indirmesine kafa tutarak, Allah ne indirdiyse hepsini inkar ettiler. Iste bu yuzden de gazap ustune gazaba ugradılar. Can yakıcı azap asıl kafirler icindir"},{"SurahNumber":2,"VerseNumber":91,"Text":"Onlara, «Allah ne indirdiyse ona iman edin.» denildigi zaman, onlar «Biz kendimize indirilene iman ederiz.» derler ve ondan baskasını inkar ederler. Oysa yanlarındaki Tevrat´ı tasdik eden gercek vahiy odur. Onlara de ki; «Peki madem gercek mumin sizsiniz de ne diye daha once Allah´ın peygamberlerini olduruyordunuz"},{"SurahNumber":2,"VerseNumber":92,"Text":"Celalim hakkı icin Musa size belgelerle gelmisti de onun arkasından tuttunuz o buzagıya taptınız. Siz iste o zalimlersiniz"},{"SurahNumber":2,"VerseNumber":93,"Text":"Bir zamanlar size, «verdigimiz kitaba kuvvetle sarılın ve onu dinleyin.» diye Tur´u tepenize kaldırıp misakınızı aldık. (O yahudiler): «Duyduk, dinledik, isyan ettik.» dediler, kafirlikleri yuzunden o danayı yureklerinde besleyip buyuttuler. De ki, «Eger siz mumin kimseler iseniz, bu imanınız size ne cirkin seyler emrediyor"},{"SurahNumber":2,"VerseNumber":94,"Text":"De ki; Allah yanında ahiret yurdu (cennet) baskalarının degil de yalnızca sizin ise, eger iddianızda da sadık iseniz haydi hemen olumu temenni ediniz, olmeyi cana minnet biliniz"},{"SurahNumber":2,"VerseNumber":95,"Text":"Fakat elleriyle isledikleri yuzunden onu hicbir zaman temenni edemeyecekler. Allah o zalimleri bilir"},{"SurahNumber":2,"VerseNumber":96,"Text":"Elbette onları insanların hayata en hırslı, en duskun olanları olarak bulacak, hatta musriklerden bile daha duskun bulacaksın. Onların her biri bin sene omur surmeyi arzular, oysa uzun yasamak kendisini azaptan kurtarıp uzaklastıracak degildir. Allah, onların neler yaptıgını gorup duruyor"},{"SurahNumber":2,"VerseNumber":97,"Text":"Soyle; her kim Cebrail´e dusman ise iyi bilsin ki, Kur´an´ı senin kalbine Allah´ın izniyle kendinden onceki vahiyleri onaylayıcı, muminlere hidayet ve mujde kaynagı olmak uzere o indirdi"},{"SurahNumber":2,"VerseNumber":98,"Text":"Her kim Allah´a, Allah´ın meleklerine, peygamberlerine, Cebrail ile Mikail´e dusman olursa, iyi bilsin ki, Allah da o kafirlerin dusmanıdır"},{"SurahNumber":2,"VerseNumber":99,"Text":"Sanım hakkı icin sana cok acık ayetler; parlak mucizeler indirdik. Oyle ki, iman sahasından uzaklasmıs fasıklardan baskası onları inkar etmez"},{"SurahNumber":2,"VerseNumber":100,"Text":"O fasıklar hem bunları tanımıyacaklar, hem de ne zaman bir ahd uzerine antlasma yapsalar, her defasında mutlaka iclerinden bir guruh cıkıp onu bozacak ve atıverecek oyle mi? Hatta az bir guruh degil, onların cogu ahit tanımaz imansızlardır"},{"SurahNumber":2,"VerseNumber":101,"Text":"Ustelik Allah tarafından onlara, yanlarındaki kitabı tasdik edici bir peygamber gelince, daha once kendilerine kitap verilenlerden bir kısmı, Allah´ın kitabını sırtlarından geriye attılar, sanki hicbir sey bilmiyorlarmıs gibi yaptılar"},{"SurahNumber":2,"VerseNumber":102,"Text":"Tuttular da Suleyman mulkune dair seytanların uydurup izledikleri seyin ardına dustuler. Halbuki Suleyman inkar edip kafir olmadı, lakin o seytanlar kafirlik ettiler; insanlara sihir ogretiyorlar ve Babil´de Harut ve Marut´a, bu iki melege indirilen seyleri ogretiyorlardı. Halbuki o ikisi «biz ancak ve ancak sizi denemek icin gonderildik, sakın sihir yapıp da kafir olmayın!» demeden kimseye birsey ogretmezlerdi. Iste bunlardan karı ile kocanın arasını ayıracak seyler ogreniyorlardı. Fakat Allah´ın izni olmadıkca bununla kimseye zarar verebilecek degillerdi. Kendi kendilerine zarar verecek ve bir fayda saglamayacak bir sey ogreniyorlardı. Yemin olsun ki, onu her kim satın alırsa, onu alanın ahirette bir nasibi olmayacagını da cok iyi biliyorlardı. Hakkiyle bilselerdi, ugruna canlarını sattıkları sey ne cirkin bir seydi"},{"SurahNumber":2,"VerseNumber":103,"Text":"Sayet onlar iman edip de korunmus olsalardı, elbette Allah tarafından verilecek mukafat cok hayırlı olacaktı. Keske bunu bilselerdi"},{"SurahNumber":2,"VerseNumber":104,"Text":"Ey iman edenler! «raina» demeyin, «unzurna» deyin ve iyi dinleyin, kafirler icin elemli bir azap vardır"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ne Kitap ehlinden, ne de musriklerden hicbiri, size Rabbinizden bir hayır indirilsin istemez. Allah ise, ustunlugu, rahmetiyle diledigine mahsus kılar ve Allah cok buyuk lutuf sahibidir"},{"SurahNumber":2,"VerseNumber":106,"Text":"Biz bir ayetten her neyi nesheder veya unutturursak, ondan daha hayırlısını yahut mislini getiririz. Bilmez misin ki, Allah her seye kadirdir"},{"SurahNumber":2,"VerseNumber":107,"Text":"Bilmez misin ki, hakikaten goklerin ve yerin mulku Allah´ındır, hepsi O´nundur. Size de Allah´dan baska ne bir dost, ne de bir yardımcı vardır"},{"SurahNumber":2,"VerseNumber":108,"Text":"Yoksa siz peygamberinizi, bundan once Musa´ya soruldugu gibi, sorguya cekmek mi istiyorsunuz? Halbuki her kim imanı kufurle degistirirse artık duz yolun ortasında sapıtmıs olur"},{"SurahNumber":2,"VerseNumber":109,"Text":"Ehl- i kitaptan bircogu arzu etmektedir ki, sizi imanınızdan sonra cevirip kafir etsinler: Hak kendilerine iyice belirdikten sonra bile sırf nefsaniyetlerinden ve kıskanclıktan dolayı bunu yaparlar. Buna ragmen siz simdi af ile, hosgoruyle davranın ta Allah emrini verinceye kadar. Suphe yok ki Allah her seye kadirdir"},{"SurahNumber":2,"VerseNumber":110,"Text":"Siz namazı hakkıyle kılmaya bakın ve zekatı verin! Kendi nefsiniz icin her ne hayır yaparsanız, Allah katında onu bulursunuz. Muhakkak ki, Allah butun yaptıklarınızı gormektedir"},{"SurahNumber":2,"VerseNumber":111,"Text":"Bir de «yahudi ve hıristiyanlardan baskası asla cennete giremeyecek» dediler. Bu onların kendi kuruntularıdır. Sen de onlara de ki; «Eger dogru iseniz, haydi bakalım getirin delilinizi.»"},{"SurahNumber":2,"VerseNumber":112,"Text":"Hayır, hayır! Kim ozu iyilik dolu olarak yuzunu Allah´a tertemiz dondurur ve teslim ederse, iste onun Rabbi katında ecri vardır. Onlara hicbir korku yoktur ve onlar mahzun da olacak degiller"},{"SurahNumber":2,"VerseNumber":113,"Text":"Yahudiler dediler ki, «Hıristiyanlar birsey uzerinde degiller», Hristiyanlar da «Yahudiler bir sey uzerinde degiller» dediler. Oysa hepsi de kitabı okuyorlar. Hicbir bilgisi olmayanlar da oyle onların dedikleri gibi dediler. Iste bundan dolayı Allah, ihtilafa dustukleri bu gibi seylerde, kıyamet gunu aralarında hukum verecektir"},{"SurahNumber":2,"VerseNumber":114,"Text":"Allah´ın mescitlerini, iclerinde Allah´ın isminin anılmasından meneden ve onların harap olmalarına calısan kimselerden daha zalim kim olabilir! Iste bunlar, oralara korka korka girmekten baska birsey yapmazlar. Bunlara dunyada perisanlık, ahirette de buyuk bir azap vardır"},{"SurahNumber":2,"VerseNumber":115,"Text":"Bununla beraber, dogu da Allah´ın, batı da Allah´ındır. Artık nereye donerseniz donun, orası Allah´a cıkar. Suphe yok ki, Allah(ın rahmeti) genistir, O, her seyi bilendir"},{"SurahNumber":2,"VerseNumber":116,"Text":"O zalimler, «Allah kendisine cocuk edindi.» dediler. Hasa, O subhandır. Dogrusu, goklerde ve yerde ne varsa O´nundur. Hepsi O´na boyun egmistir"},{"SurahNumber":2,"VerseNumber":117,"Text":"O, goklerin ve yerin yoktan var edicisidir ve O, bir isin olmasını murad edince, ona yalnızca «ol!» der, o da hemen oluverir"},{"SurahNumber":2,"VerseNumber":118,"Text":"Bilgiden nasibi olmayanlar da «Allah bizimle konussa ya, yahut bize de bir mucize gelse ya!» dediler. Bunlardan oncekiler de tıpkı boyle, bunların dedikleri gibi demislerdi. Onların kalbleri birbirlerine benzedi. Gercekten de yakine ermek (hakikati bilmek) isteyen bir kavim icin biz mucizeleri cok acık secik gosterdik"},{"SurahNumber":2,"VerseNumber":119,"Text":"Suphe yok ki, Biz seni hak ile rahmetimizin mujdecisi ve azabımızın habercisi olarak gonderdik. Sen, o cehennemliklerden sorumlu degilsin"},{"SurahNumber":2,"VerseNumber":120,"Text":"Sen onların milletlerine tabi olmadıkca ne yahudiler, ne de hıristiyanlar senden asla hosnud ve razı olmayacaklar. De ki, gercekten de Allah´ın hidayeti, hidayetin ta kendisidir. Sanım hakkı icin, sana vahiyle gelen bu kadar bilgiden sonra, kalkıp da onların arzu ve heveslerine uyacak olursan, sana Allah´dan ne bir dost bulunur, ne de bir yardımcı"},{"SurahNumber":2,"VerseNumber":121,"Text":"Kendilerine kitabı verdigimiz ehliyetli kimseler onu, tilavetinin hakkını vererek okurlar. Iste onlar, ona iman ederler. Her kim de onu inkar ederse, iste o inkarcılar husran icindedirler"},{"SurahNumber":2,"VerseNumber":122,"Text":"Ey Israilogulları! Sizlere ihsan ettigim nimetimi ve sizi vaktiyle alemdeki ummetlere ustun tuttugumu hatırlayın"},{"SurahNumber":2,"VerseNumber":123,"Text":"Ve oyle bir gunden sakının ki, o gun kimse, kimsenin yerine bir sey odeyemez, kimseden fidye kabul edilmez ve ona sefaat de fayda vermez, hicbir taraftan yardım da gormezler"},{"SurahNumber":2,"VerseNumber":124,"Text":"Sunu da unutmayın ki, bir zamanlar Ibrahim´i Rabbi, birtakım kelimeler ile imtihan etti, o, onları sona erdirince, Rabbi ona, «Ben seni butun insanlara imam yapacagım.» buyurdu. Ibrahim, «Zurriyetimden de yap!» dedi. Rabbi ona «zalimler benim ahdime nail olamaz!» buyurdu"},{"SurahNumber":2,"VerseNumber":125,"Text":"Biz ta o zaman bu Beyt´i, insanlar icin bir sevap kazanma ve bir guven yeri kıldık. Siz de Makam- ı Ibrahim´den kendinize bir namazgah edinin. Ayrıca Ibrahim ile Ismail´e soyle ahid verdik: «Beytimi, hem tavaf edenler icin, hem ibadete kapananlar icin, hem de ruku ve secde edenler icin tertemiz tutun!»"},{"SurahNumber":2,"VerseNumber":126,"Text":"Ve o vakit Ibrahim «Ey Rabbim, burasını guvenli bir belde kıl, halkından Allah´a ve ahiret gunune iman edenleri cesitli meyvalarla rızıklandır» diye yalvardı. Allah buyurdu ki: «kufredeni dahi rızıklandırır da hayattan biraz nasip aldırırım, sonra da onu ates azabına ugratırım ki, orası ne yaman bir duraktır!»"},{"SurahNumber":2,"VerseNumber":127,"Text":"Ve ne vakit ki Ibrahim, Beyt´in temellerini yukseltmeye basladı, Ismail ile birlikte soyle dua ettiler: Ey Rabbimiz, bizden kabul buyur, hic suphesiz isiten sensin, bilen sensin"},{"SurahNumber":2,"VerseNumber":128,"Text":"Ey bizim Rabbimiz, hem bizim ikimizi yalnız senin icin boyun egen muslumanlar kıl, hem de soyumuzdan yalnız senin icin boyun egen musluman bir ummet meydana getir ve bize ibadetimizin yollarını goster, tevbemize rahmetle bakıver. Hic suphesiz Tevvab sensin, Rahim sensin"},{"SurahNumber":2,"VerseNumber":129,"Text":"Ey bizim Rabbimiz, bir de onlara iclerinden oyle bir peygamber gonder ki, onlara senin ayetlerini tilavet eylesin, kendilerine kitabı ve hikmeti ogretsin, iclerini ve dıslarını tertemiz yapıp onları pak eylesin. Hic suphesiz Aziz sensin, hikmet sahibi Sensin"},{"SurahNumber":2,"VerseNumber":130,"Text":"Ibrahim´in milletinden, kendine kıyan beyinsizden baska kim yuz cevirir? Biz onu dunyada seckin birisi yaptık, hic suphesiz o, ahirette de iyilerden biridir"},{"SurahNumber":2,"VerseNumber":131,"Text":"Rabbi ona, «Islam ol!» emrini verince, o «Ben alemlerin Rabbine teslim oldum.» dedi"},{"SurahNumber":2,"VerseNumber":132,"Text":"Bu dini Ibrahim, kendi ogullarına vasiyyet etti, Yakub da oyle yaptı: «Ey ogullarım! Muhakkak ki, bu dini size Allah secti, baska dinlerden uzak durun, yalnızca musluman olarak can verin!» dedi"},{"SurahNumber":2,"VerseNumber":133,"Text":"Yoksa siz de olaya sahit mi oldunuz; Yakub´a olum hali gelip cattıgı zaman, ogullarına; «Benden sonra neye ibadet edeceksiniz?» dedigi zaman, ogulları; «Senin Allah´ına ve ataların Ibrahim, Ismail ve Ishak´ın Allah´ına, tek olan o Allah´a ibadet edecegiz. Biz ancak O´na boyun egen muslumanlarız.» dediler"},{"SurahNumber":2,"VerseNumber":134,"Text":"Onlar bir ummetti, geldi gecti. Onlara kendi kazandıkları, size de kendi kazandıgınız. Siz onların yaptıklarından sorguya cekilecek degilsiniz"},{"SurahNumber":2,"VerseNumber":135,"Text":"Bir de: «yahudi veya hıristiyan olunuz ki, hidayet bulasınız.» dediler. Sen onlara de ki: «Hayır! Hanif olarak hakka tapan Ibrahim´in dinine (uyarız) ki, o hicbir zaman musriklerden olmadı.»"},{"SurahNumber":2,"VerseNumber":136,"Text":"Deyiniz ki, «Biz, Allah´a iman ettik ve bize ne indirildiyse Ibrahim´e, Ismail´e, Ishak´a, Yakup´a ve torunlarına ne indirildiyse, Musa´ya ve Isa´ya ne indirildiyse ve butun peygamberlere Rablerinden ne verildiyse hepsine iman ettik. Biz onların arasında fark gozetmeyiz ve biz ancak O´na boyun egen muslumanlarız.»"},{"SurahNumber":2,"VerseNumber":137,"Text":"Eger onlar da sizin iman ettiginiz gibi iman ederlerse dogru yola girmis, hidayeti bulmus olurlar. Yok eger yuz cevirirlerse onlar sadece ve sadece didismenin icindedirler. Allah onlara karsı sana yeter. Ve O, isitendir, bilendir"},{"SurahNumber":2,"VerseNumber":138,"Text":"Allah´ın boyasına bak, (vaftiz nolacak?) Kim, Allah´dan daha guzel boya vurabilir ki? Iste biz O´na ibadet edenleriz"},{"SurahNumber":2,"VerseNumber":139,"Text":"De ki: «Allah hakkında bizimle didismeye mi gireceksiniz? Oysa O, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amellerimiz bize, sizin amelleriniz de size. Su kadar var ki, biz O´na ihlas ile sarılıyoruz"},{"SurahNumber":2,"VerseNumber":140,"Text":"«Yoksa siz, Ibrahim de, Ismail de, Ishak da, Yakup da ve torunları da hep yahudi ve hıristiyan idiler mi demek istiyorsunuz?» De ki: «Siz mi daha iyi bilirsiniz, yoksa Allah mı?» Allah´ın sahitlik ettigi bir hakikatı bile bile inkar edenden daha zalim kim olabilir? Allah, yaptıklarınızdan gafil degildir"},{"SurahNumber":2,"VerseNumber":141,"Text":"Onlar bir ummet idiler, gelip gectiler. Onlara kendi kazandıkları, size de kendi kazandıklarınız. Ve siz onların yaptıklarından sorumlu tutulacak degilsiniz"}]}