{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Okhukhung’asibwa khwabandu khuli ahambi nabo bali mukhung’ang’ala nibalechele"},{"SurahNumber":21,"VerseNumber":2,"Text":"Ne shikabetselanga amachelo amacheni okhurula khu Nyasaye wabu halali bakawulilanga nibakakholela omubayo"},{"SurahNumber":21,"VerseNumber":3,"Text":"Emioyo chiabu chakosania, mana bamonyananga balia abamabii mbu: “uno niwina halali ni Omundusa shinga enywe, koo mwitsanga khubolosi nanyu nimulola?”"},{"SurahNumber":21,"VerseNumber":4,"Text":"Yaboola mbu: “Nyasaye wanje yamanya akaboolungwa mwikhulu nende khushialo naye ni omuwulili umumanyi muno.”"},{"SurahNumber":21,"VerseNumber":5,"Text":"Halali (abakhayi) baboola mbu: “ (aka aboolanga ako) ni amalooro katsokaana, halali akakasinjia omwene, ye ni omwimbi, kho akhurererekhwo eshimanyisio shingala Abarumwa aba ambeli.’’"},{"SurahNumber":21,"VerseNumber":6,"Text":"Ne abalaasubila abali imbeli wabu okhurula buli mulukongo khwabasishia. Koo kho bano balasuubila"},{"SurahNumber":21,"VerseNumber":7,"Text":"Ne shikhwaruma imbeli wuwo halali abasatsa bakhwafimbulilanga, kho rebee Abandu betsulilanga nikali mbu shimumanyile tawe"},{"SurahNumber":21,"VerseNumber":8,"Text":"Ne shikhwabakholela (Abarumwa abo) emibili chilalia ebilibwa tawe ne shibali nibamenya tsinyanga tsiosi tawe"},{"SurahNumber":21,"VerseNumber":9,"Text":"Mana nikhubakholela toto indache yabu, mananikhubahabinanendeabakhwachama, ne nikhusishia ababura eshichelo"},{"SurahNumber":21,"VerseNumber":10,"Text":"Toto khwabeshilia eshitabu eshilimwo ametsulisio kenyu. Koo shimuparangakhwo tawe"},{"SurahNumber":21,"VerseNumber":11,"Text":"Ne ni tsingongo tsinga etsiakhwanyasia etsiali nitsikholanga amabii, mana nikhuloonga inyuma wabu Abandu bandi"},{"SurahNumber":21,"VerseNumber":12,"Text":"Ne olwa balola eshinyasio shiefu, mana hawo nibachaka okhwilukha"},{"SurahNumber":21,"VerseNumber":13,"Text":"Mulelukha tawe, kalukhe khubwokholo bwenyu, nende mubimenyo bienyu khomunyoole okhureebwa"},{"SurahNumber":21,"VerseNumber":14,"Text":"Baboola mbu: “abaane toto efwe khwali abamabii.”"},{"SurahNumber":21,"VerseNumber":15,"Text":"Ne nibatsililila okhulila khwabu okho okhula shingala khwabakhola shinga babererwe basimile (bafwile)"},{"SurahNumber":21,"VerseNumber":16,"Text":"Ne nishikhwalonga likulu nende eshialo nende ebili hakari wabio khumubayo tawe"},{"SurahNumber":21,"VerseNumber":17,"Text":"Nekhwenyanga\tokhukhola omubayo, khwakhekholele efwe abeene, (sikhwakhabarere hakari tawe) toto khubetsanga abakholanga omubayo"},{"SurahNumber":21,"VerseNumber":18,"Text":"Halali khusukunanga abwatoto khububeyi mana nibufunaka (obubeyi obo) niburulaho, ne toto muli nende eshinyasio eshilulu shibalindanga khukamuboolanga kano"},{"SurahNumber":21,"VerseNumber":19,"Text":"Ne ni ebibie bioosi bili mwikulu nende khushialo, ne abali ewuwe shibafuranga okhumulaama nohomba shibachonyanga tawe"},{"SurahNumber":21,"VerseNumber":20,"Text":"Bamwitsominjia eshilo neshitere ne shibachonyanga tawe"},{"SurahNumber":21,"VerseNumber":21,"Text":"Nohomba banyoola Abanyasaye khushialo abalamusinjia"},{"SurahNumber":21,"VerseNumber":22,"Text":"Abanyasaye bandi babetsangamwo (mwikulu nende khushilalo) abalali Nyasaye tawe toto hawo (likulu nende eshialo) biakhabiyile. Ne oluyali lwoosi ni lwa Nyasaye, Omwami we shisaala (Arsh) ali ehale nende akabamuboolangakhwo ako"},{"SurahNumber":21,"VerseNumber":23,"Text":"Shareebungwa akakholanga tawe nabo balirebwa"},{"SurahNumber":21,"VerseNumber":24,"Text":"Nohomba bekholela Abanyasaye bandi abalali Nyasaye tawe? Boola mbu; “Rere ebifune bienyu, kano ni ametsulisio ka bano abali halala ninasi, nende ametsulisio khu balia abali inyuma wanje” Halali abaanji mubo shibamanyile obwatieli tawe, kho mana shibakabukulilangamwo oluchendo tawe"},{"SurahNumber":21,"VerseNumber":25,"Text":"Ne shikwarumakhwo Omurumwa yesiyesi imbeli wuwo halali khwamufimbulila mbu: “ abulaho ulaamwa halali esie, kho munaame”"},{"SurahNumber":21,"VerseNumber":26,"Text":"Ne (abakhayi) baboola mbu: “Nyasaye omunji wetsimbabaasi ali nende Omwana” obutwenufu nobubwe, halali ni Abasumba aboluyali"},{"SurahNumber":21,"VerseNumber":27,"Text":"Shibamuranjililangakhwo khulikhuwa tawe, nabo bakholanga amalomesio keke"},{"SurahNumber":21,"VerseNumber":28,"Text":"Amanyile akali imbeli wabu nende inyuma wabu, neshibasabilanga halali ulia wa Nyasaye achamile, nabo behotselesinjia khulwa okhumuria"},{"SurahNumber":21,"VerseNumber":29,"Text":"Ne ulia uboola mubo mbu: “esie endi Nyasaye owulali Ye,” Kho oyo khwitsa okhumurunga Jahannamu- ne endio nolwakhurunganga abamabii"},{"SurahNumber":21,"VerseNumber":30,"Text":"Ko shibalolangakhwo abakhayi mbu likulu nende eshialo biali biatilana, mana nikhubikabukhasia, ne nikhukhola okhurula khumatsi buli eshindu okhuba eshilamu, kho mana shibakhasuubilanga"},{"SurahNumber":21,"VerseNumber":31,"Text":"Ne nikhura khwiloba ebikulu kho (liloba) lilababeyiabeyia tawe, ne nikhuramwo tsinjila, khobanyoole okhulunjikha"},{"SurahNumber":21,"VerseNumber":32,"Text":"Ne nikhukhola likulu okhuba eshitsafu eshialindwa, halali bo babulilanga oluchendo ebimanyisio bibie"},{"SurahNumber":21,"VerseNumber":33,"Text":"Naye niye owaloonga eshilo nende eshitere nende eliuba nende omwesi, bioosi bibenganga khulunyaali lwabotokhana nibimwitsoomia"},{"SurahNumber":21,"VerseNumber":34,"Text":"Nafu shikhwakholelakhwo Omundu yesiyesi imbeli wuwo okhumenya tsinyanga tsiosi tawe, kho koo ewe nofwa kho nabo nibo balimenya tsinyanga tsiosi"},{"SurahNumber":21,"VerseNumber":35,"Text":"Buli Omundu alipila lifwa, nekhulabatema khumabii nende amalayi, ne khwifwe niwa mwesi mulikalusibwa"},{"SurahNumber":21,"VerseNumber":36,"Text":"Ne abakhayi nibakhulola shibakhukholelanga eshindu tawe halali omubayo, mbu: “Koo uno niye uboolanga khubanyasaye benyu (khububii)?” Ne bo nibo abakhayanga Nyasaye wetsimbabaasi"},{"SurahNumber":21,"VerseNumber":37,"Text":"Omundu yalongwa nende libaa lwokhuyungubala. Hambi hano nditsa okhubechesia ebimanyisio bianje khomulayungubasia tawe"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ne baboolanga mbu: “akabakhulakanga kano kaliba lina? toto nimuli mbu muboolanga akatoto?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Abakhayi bamanyagakhwo ebise biabalikhaywa okhwikalila omulilo khu bweni bwabu kata nende khumikongo chiabu, neshibalikhoonywa tawe"},{"SurahNumber":21,"VerseNumber":40,"Text":"Ne kuliboolela mapwoka, baliliibwa ing’anga nebaling’ang’asibwa neshibalinyala okhukukalusia tawe, ne shibalihebwa obwiyangu tawe"},{"SurahNumber":21,"VerseNumber":41,"Text":"Netoto Abarumwa imbeli wuwo bakholelwa omubayo, kho balia abakholanga omubayo mubo kalibanyoola kalia akabakholelanga omubayo"},{"SurahNumber":21,"VerseNumber":42,"Text":"Boola mbu: “Niwina unyala okhubalinda eshilo nende eshitere okhurulana nende (eshinyasio esha) Owetsimbabaasi?” Halali bo okhwitsulila Nyasaye wabu kababulila oluchendo"},{"SurahNumber":21,"VerseNumber":43,"Text":"Koo, bali nende Abanyasaye babalindanga abalali efwe? Shibanyala okhwikhonya abene tawe (Abanyasaye abo) Ne shibalilindwa ninafu tawe. (nikhwenya okhubasandia)"},{"SurahNumber":21,"VerseNumber":44,"Text":"Halali khwelesia obwokholo bano nende bapapa babu, okhuula obulamu bwabu niburambiya, khu ako. Ne koo, shibalolangakhwo mbu efwe khutilanga liloba liabu nikhututuyia tsimbeka tsialio? Kho koo, bo nibo balishila"},{"SurahNumber":21,"VerseNumber":45,"Text":"Boola mbu: “Esie ebekanyilisinjia khubufimbuli. Ne Abatimbe shibawulilanga omulango nibekanyilisibwa tawe.”"},{"SurahNumber":21,"VerseNumber":46,"Text":"Ne batilungwa nende eshikhupo shilala butswa shie shinyasio shia Nyasaye wuwo, toto bakhaboolele mbu: “Eee baane efwe, toto khubeele Abandu ababii.”"},{"SurahNumber":21,"VerseNumber":47,"Text":"Nafu khuliraho ebichelo biobuleng’afu inyanga yeyindukho, ne Omundu yesiyesi shalikholelwa obubii kata hatiti tawe, kata likhuwa elo nilili nende obusiro obutiti shinga olufwa lwa khardal,(olufwa lwelitoto) nafu khuyela okhuba abamanyi bokhubala"},{"SurahNumber":21,"VerseNumber":48,"Text":"Netoto khwahelesia Musa nende Haruni eshiawukhasia nende obulafu nende amebaalo khubalia baria Nyasaye"},{"SurahNumber":21,"VerseNumber":49,"Text":"Balia baritsanga Nyasaye wabu khukefisile, ne bo khandi baritsanga inyanga yeyindukho"},{"SurahNumber":21,"VerseNumber":50,"Text":"Ne buno ni obwitsulisio bwetsimbabaasi obwakhwabeshilia.\tKho\tenywe mubwikananga"},{"SurahNumber":21,"VerseNumber":51,"Text":"Netoto khwahelesia Ibrahim obulunjifu bubwe khale awo, nekhwali khwamumanya muno"},{"SurahNumber":21,"VerseNumber":52,"Text":"Olwa yaboolela Samwana nende Abandu bebe mbu: “Ni shina ebifwanani bino ebia mwikhalilanga ebise biosi (okhubilama)?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"Nibaboola mbu: “ khwanyoola bapapa befu nibabilamanga.(kho mana fwesi khubilamanga).”"},{"SurahNumber":21,"VerseNumber":54,"Text":"Naboola mbu: “Toto enywe nende basenywe mwali mubukori obuli habulafu.”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Nibaboola mbu: “Koo okhwitsile khubwatoto nohomba oli mubalia bakholanga emibayo?”"},{"SurahNumber":21,"VerseNumber":56,"Text":"Naboola mbu:”(shikali kario tawe) halali Nyasaye wenyu ni ulia omwene likulu nende eshialo neniye owabiloonga. Nasi endi mulala khubaloli bakano.”"},{"SurahNumber":21,"VerseNumber":57,"Text":"Ne nditsuba khu Nyasaye mbu nditsa okhukhola eshifwanga khu ebifwanani bienyu bino nimwakhamala okhufutarira okhutsia"},{"SurahNumber":21,"VerseNumber":58,"Text":"Mana nabitonyatonya ebitonye halali eshifwanani eshikhongo shiabu kho banyoole okhushikalushila"},{"SurahNumber":21,"VerseNumber":59,"Text":"Baboola mbu: “Niwina okholele kano khubanyasaye befu? Toto uno ali mubandu bamabii muno.”"},{"SurahNumber":21,"VerseNumber":60,"Text":"Nibaboola mbu: “Khuwulile Omusiani mulala nabarumbulanga. Alangwa mbu Ibrahim.”"},{"SurahNumber":21,"VerseNumber":61,"Text":"Nibaboola mbu: “Nakhamumurere imbeli mutsimoni tsia Abandu, banyoole okhwilolela.”"},{"SurahNumber":21,"VerseNumber":62,"Text":"Nibaboola mbu: “Koo; newe ukholele ori Abanyasaye befu ewe Ibrahim?”"},{"SurahNumber":21,"VerseNumber":63,"Text":"Naboola mbu: “Tawe, halali ukholele ni omukhongo wabu oyo, kho mubareebe toto nikali mbu banyala okhulomaloma.”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Nibekalushila abeene, nibaboola mbu; ‘Toto enywe muli Abandu bamabii.”"},{"SurahNumber":21,"VerseNumber":65,"Text":"Mana nibenamia emirwe chiabu, (nibaboola mbu;) toto wamanya mbu bino shibilomalomanga tawe.”"},{"SurahNumber":21,"VerseNumber":66,"Text":"Naboola mbu: “Koo mulaamanga habundu wa Nyasaye ebilabakhoonya shiosi shiosi nohomba okhubakhola obubii tawe?”"},{"SurahNumber":21,"VerseNumber":67,"Text":"Ooh (eshifimbwa murwe) khwinywe nendu ebiamulaamanga habundu wa Nyasaye, koo shimuparangakhwo"},{"SurahNumber":21,"VerseNumber":68,"Text":"Nibaboola mbu: “Mumusambe mumulilo ne muhabine Abanyasaye benyu, toto nimuli abokhukhola likhuwa.”"},{"SurahNumber":21,"VerseNumber":69,"Text":"Khwaboola mbu: “ Ewe omulilo, ba omunyifu nomulembe khu Ibrahimu.”"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ne bamwenyela amabii, mana nikhubakhola nibaba nibo bokhunyoola obusishi"},{"SurahNumber":21,"VerseNumber":71,"Text":"Ne nikhumuhabina ye nende Luti nikhubayila khuliloba aliakhwaramwo tsimbabaasi, shichila ebiloonje. (sham)"},{"SurahNumber":21,"VerseNumber":72,"Text":"Mana nikhumuhelesia Is-haka(okhuba omwana wuwe) nende Yaqub okhuba omwitsukhulu, ne boosi nikhubakhola okhuba abalayi"},{"SurahNumber":21,"VerseNumber":73,"Text":"Nenikhubakhola okhuba abemilisi abemililanga khulikhuwa liefu, ne nikhubafimbulila okhukhola amalayi, nende okhulumilila okhulaama nende okhurusia eshihanwa. Ne bali abehotselefu khwifwe"},{"SurahNumber":21,"VerseNumber":74,"Text":"Ne luti nikhumuhelesia oburuchi nende obumanyi, ne nikhumuhabina okhurulana khulukongo olwakholanga amabii , toto bo bali Abandu ababii, abafunachi bamalako"},{"SurahNumber":21,"VerseNumber":75,"Text":"Ne nikhumwinjisia mutsimbabasi tsiefu, toto ye yali mubakholi bamalayi"},{"SurahNumber":21,"VerseNumber":76,"Text":"Ne Nuhu alwoyalanga imbeli awo nafu nikhumufuchilila, nikhumuhabina ye nende Abandu bebe khubutinyu obukhongo"},{"SurahNumber":21,"VerseNumber":77,"Text":"Mana nikhumuhabina khubandu bayingasia ebimanyisio biefu. Toto abo bali Abandu ababii mana nikhubasishia boosi"},{"SurahNumber":21,"VerseNumber":78,"Text":"Nende Daudi nende Suleiman , olwa benya okhukhalaka eshina okhulondokhana nende omukunda , olwa balisiamwo tsimbusi tsiabandu eshilo, nafu mubukhalachi bwabu obo khwali abaloli"},{"SurahNumber":21,"VerseNumber":79,"Text":"Nikhumanyia Suleiman (okhushila omukofu wuwe Daudi.) Nebuli mulala wabu nikhumuhelesia obukhalachi bweshina, nende obumanyi. Ne nikhukhola Daudi nende tsingulu okhuba nende oburechelefu khwifwe, halala nende amayoni okhumwitsoomia (Nyasaye) ne endio nilwakhwakhola"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ne nikhwechesia Daudi okhukasia tsingubo tsienyu tsieliyie, kho tsibalinde okhurulana nende obulwani bwenyu. koo enywe shimuli bakhupa orio tawe"},{"SurahNumber":21,"VerseNumber":81,"Text":"Ne Suleiman (nikhukhola) omuyeka kweyimbumbuyeka\tokhumuwulila kuwutsanga khukhulomesia khukhwe khushialo eshiakhwaramwo tsimbabaasi, nafu nefwe abamanyi babuli eshindu"},{"SurahNumber":21,"VerseNumber":82,"Text":"Ne nikhumukholela amashetani akeyibilanga munyanza okhumurerera ebisole(lulu), nebamukholelanga emilimo chindi chilali echo , ne efwe khwali abalindi babu"},{"SurahNumber":21,"VerseNumber":83,"Text":"Ne Ayubu olwayalanga Nyasaye wuwe mbu: “toto esie obunyakhani bwandiila, ne ewe newe eweshisa muno umalayo.”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Mana\tnikhumuwulila nenikhumuhiniliaho obunyakhani bubwe, ne nikhumuhelesia Abandu bebe nende shingabo halala, tsimbabaasi okhurula kwifwe ne obwitsulisio khubilonje bioosi"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ne Ismail nende Idris nende Dhilkifl boosi bali mubesumilisi"},{"SurahNumber":21,"VerseNumber":86,"Text":"Ne nikhubenjisia mutsimbabaasi tsiefu , toto abo bali mubandu abalayi"},{"SurahNumber":21,"VerseNumber":87,"Text":"Ne Dhanun (Yunus) olwayarula nasinyishe naparanga mbu shikhulamunyala tawe, mana nalaanga mushiilima mbu: “ Abulaho Nyasaye wundi tawe owulali ewe, toto esie embeele mubandu ababii.”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Mana nikhumufuchilila ne nikhumuhabina khushibeela esho. Ne endio nilwakhuhabinanga Abasuubili. tawe"},{"SurahNumber":21,"VerseNumber":89,"Text":"Ne Zakaria olwayalaanga Nyasaye wuwe mbu: “ Nyasaye wanje olandekha sienyene tawe newe omulayi wokhuhelesia.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Mana nikhumufuchilila nenikhumuhelesia Yahya nenikhumukasilia omukhaye wuwe, toto abo bali abangu bokhukhola amalayi. Ne bakhusabanga khubwikombi nende oburi, ne bali abehotselefu khwifwe"},{"SurahNumber":21,"VerseNumber":91,"Text":"Ne Omukhasi welinda omubili kukwe, mana nikhuramwo omwoyo kwefu nikhumukhola ye nende Omwana wuwe okhuba eshilolelo khushialo"},{"SurahNumber":21,"VerseNumber":92,"Text":"Toto omukanda kwenyu kuno ni omukanda mulala, nasi nesie Nyasaye wenyu (mulala) kho munaame"},{"SurahNumber":21,"VerseNumber":93,"Text":"Nabo nibafunaka hakari wabu likhuwa liabu lino (nibakabukhana) boosi balikalukha khwifwe"},{"SurahNumber":21,"VerseNumber":94,"Text":"Ne ulakhola ebikhole ebilayi naye nali omusuubili obukhalabani bubwe shibulikhaywa tawe. Ne toto efwe khumuhandichilanga"},{"SurahNumber":21,"VerseNumber":95,"Text":"Ne kamala okhukanibwa mbu, olukongo lwakhwasishia mbu bo shibalikalukha tawe"},{"SurahNumber":21,"VerseNumber":96,"Text":"Okhuula shingala Yajuji nende Maajuji balilekhulwa , nebalikholomokha okhurula buli khutsingulu. ( awo indukho ilibayulile)"},{"SurahNumber":21,"VerseNumber":97,"Text":"Ne indache yatoto olwayiliula, awo niwo wetsimonitsiabakhayitsilikandaala, baliboola mbu: “abaane … khwali mubukoyani khukano, ne toto khwali Abandu ababii.”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Toto enywe ebiamulaamanga ebilali Nyasaye, mulitsikhwi tsiomulilo kwa Jahannam, toto enywe mulikwinjilamwo"},{"SurahNumber":21,"VerseNumber":99,"Text":"Abo babetsanga aba Nyasaye shibakhenjilemwo (jahanam) tawe, nabo balikhalamwo tsinyanga tsiosi"},{"SurahNumber":21,"VerseNumber":100,"Text":"Eliabu omo abo balibasa bokhupa obuyoka, ne shibaliwulila (elibahotselesia)"},{"SurahNumber":21,"VerseNumber":101,"Text":"Toto balia bolulayi lwefu luliulila, abo baliba ahale ninakwo. (omulilo kwa Jahannam)"},{"SurahNumber":21,"VerseNumber":102,"Text":"Shibaliwulila okhupupuchila khwakwo tawe, nabo balinyoola akemioyo chiabu chikoomba tsinyanga tsiosi"},{"SurahNumber":21,"VerseNumber":103,"Text":"Shibalibeelela okhurulana nende omuresio omukhongo kulia tawe, ne Abamalaika balibabukanila nibababoolela mbu: “ino niyo inyanga yenyu eyamwalakungwa”"},{"SurahNumber":21,"VerseNumber":104,"Text":"Inyanga yakhufuumba likulu shingala khufumbanga tsimbapulo tsiahandikwakhwo. Shingala khwabaloonga olwokhuranga khulibakalusia khandi endio, ni indakano ili khwifwe, toto efwe ni bokhukhola"},{"SurahNumber":21,"VerseNumber":105,"Text":"Ne toto khwahandika muzaburi nikhumalile okhuhandika khulubao olwalindwa (lawhul mahfoodh) mbu: “ liloba lino lilibukulwa (lilichelamwa) nende Abasumba banje abalayi"},{"SurahNumber":21,"VerseNumber":106,"Text":"Toto mukano khulimwo nende amachelo khubandu balaamanga Nyasaye"},{"SurahNumber":21,"VerseNumber":107,"Text":"Ne shikhwakhuruma halali obe tsimbabaasi khubandu boosi"},{"SurahNumber":21,"VerseNumber":108,"Text":"Boola: “esie toto efimbulilungwa mbu Nyasaye wenyu ni Nyasaye mulala butwsa, kho enywe mumalile okhuba abeesilamu"},{"SurahNumber":21,"VerseNumber":109,"Text":"Ne nibaloba, boola mbu: “ oboosiliye obulayi ne engorerwe nikali ahambi nohomba nikali ehale kalia akamulakungwa.”"},{"SurahNumber":21,"VerseNumber":110,"Text":"Toto ye amanyile likhuwa elia habulafu ne amanyile akamufisanga"},{"SurahNumber":21,"VerseNumber":111,"Text":"Ne engorerwe kano nikakhaba amatemo khwinywe nohomba obwokholo khubise ebititi"},{"SurahNumber":21,"VerseNumber":112,"Text":"Ne boola mbu: “ Nyasaye wanje busia khubwatoto,” ne Nyasaye wefu niye wetsimbabaasi , Owusabungwa obukhoonyi khu ako kamuboolanga.”"},{"SurahNumber":22,"VerseNumber":1,"Text":"Enywe Abandu murie Nyasaye toto omuseso kweyinyanga yeyindukho ni likhuwa likhongo"},{"SurahNumber":22,"VerseNumber":2,"Text":"Inyanga yamuliyilola (indukho eyo) buli omukhasi ununia aliibilila Omwana wanuninjia, ne buli uli inda ilirula, ne olilola Abandu shinga bameelele nabo nibalameelele tawe halali eshinyasio shia Nyasaye nishio shili eshilulu"},{"SurahNumber":22,"VerseNumber":3,"Text":"Ne Mubandu balimwo bayingananga khu Nyasaye nibabula obumanyi, ne baloondanga buli shetani omukhayi"},{"SurahNumber":22,"VerseNumber":4,"Text":"(Shetani oyo) yalachilwa mbu yesiyesi umukhola okhuba omwitsa , toto ye alamukosia ne alamulunjisia khushinyasio shiomulilo omululu"},{"SurahNumber":22,"VerseNumber":5,"Text":"Enywe Abandu ni muli mubukanakani okhulondokhana nende okhulamusibwa (kho muhenje shingala khwabalonga) toto efwe khwabaloonga okhurula khwiloba (papa wefu Adam) mana nikhubaloonga okhurulana nende amatsi kolwibulo mana (nikhubalonga) mwaba amalika mana nibiba eshitonye shieyinyama shilonjekhanga nende shilalonjekhanga tawe, kho khunyoole okhubeenosilia nafu khwikhasinjia mutsimbeleshelo eshiakhwenya okhula ebise biashio, mana nibamurusiamwo nimuli Abana , mana okhula mube abakhongo. Ne mwinywe baliho bafwitsanga, nemwinywe baliho bosibungwa khulubaka lwokhusakhula okhula bakorwe okhumanya mubumanyi shiosishiosi nabeelenje omumanyi. Ne olola liloba nilihotselesie tsi, ne olwa khuliishilinjia amatsi hekelu walio lisakasinjia nilikhusia nende okhumesia buli imbia yomumela omulayi"},{"SurahNumber":22,"VerseNumber":6,"Text":"Endio nilwokhuba mbu Nyasaye niwatoto, ne toto mbuYe alamusinjia abafu. Ne mbu Ye nomunyali wabuli eshindu"},{"SurahNumber":22,"VerseNumber":7,"Text":"Ne mbu toto indukho ilitsa, obukanakani bubulaho tawe, netoto mbu Nyasaye alilamusia abali mubilindwa"},{"SurahNumber":22,"VerseNumber":8,"Text":"Ne mubandu baliho abayingananga khu Nyasaye nibabula obumanyi tawe, nohomba obulunjifu nohomba eshitabu shiobulafu"},{"SurahNumber":22,"VerseNumber":9,"Text":"Abashukhasinjia amakosi kabu khulwokhukosia Abandu khunjila ya Nyasaye balinyoola khushialo eshinyasio, ne khulitisia shiamulala wabu inyanga yeyinduukho eshinyasio shiomulilo"},{"SurahNumber":22,"VerseNumber":10,"Text":"Kano nilwokhuba akemikhono chiabu chiaranjilisia netoto mbu Nyasaye shakholelanga Abasumba bebe obubii tawe"},{"SurahNumber":22,"VerseNumber":11,"Text":"Ne Mubandu baliho balaamanga Nyasaye khundulo, obulayi nibumuulila abukumakhwo, ne obutinyu nibumunyoola akalukhana khubweni bubwe, yatiba khushialo nende mwikulu, okho nikho okhutiba okhwa habulafu"},{"SurahNumber":22,"VerseNumber":12,"Text":"Alamanga ebilali Nyasaye ebilakhamukhola eshindu tawe nohomba okhumukhoonya tawe, obo nibo obukori buli ehale muno"},{"SurahNumber":22,"VerseNumber":13,"Text":"Alaamanga balia khubwatoto bwene, abokhubiyilwa khwabu khuli ahambi, okhushila okhukasilibwa khwabu, toto ni abalindi ababii po ne ni abetsa ababii muno"},{"SurahNumber":22,"VerseNumber":14,"Text":"Toto Nyasaye alinjisia balia abasuubila mana nibakhola amalayi mwikulu owemikunda chiburanga hasi wachio emialo. Toto Nyasaye akholanga shiayenya"},{"SurahNumber":22,"VerseNumber":15,"Text":"Ulia uparanga mbu Nyasaye shalimuhabina (Omurumwa wuwe tawe) khushialo nende mwikulu, awo aboye omukoye hekulu, mana yemiche mana alolekhwo ebifwanga bibie nibiyiniaho kalia kamusinyisiyie"},{"SurahNumber":22,"VerseNumber":16,"Text":"Ne endi nilwakhwayishia (Ikurani) tsinyaali tsinoosia amakhuwa kali habulafu, ne toto Nyasaye alunjisinjia owayenya"},{"SurahNumber":22,"VerseNumber":17,"Text":"Toto balia abasuubila nende balia Abayahudi , nende Abasabai, nende Abakiristo, nende Abajusi nende abatsokaasia Nyasaye, toto Nyasaye alibusia hakari wabu inyanga yeyindukho, toto Nyasaye nomuloli wabuli eshindu"},{"SurahNumber":22,"VerseNumber":18,"Text":"Koo shololangakhwo mbu binamilanga Nyasaye buli shili mwikulu nende khushialo, nende eliuba nende omwesi nende tsing’ining’ini nende tsingulu nende emisala nende tsisolo nende abaanji mubandu? Ne abaanji bakhoyeshela eshinyasio. Ne ulia wa Nyasaye atutuyia abulaho umuhelesia eshiribwa. Toto Nyasaye akholanga shingala yenya"},{"SurahNumber":22,"VerseNumber":19,"Text":"Babili bano bafunanilanga shichila Nyasaye wabu. Kho balia bakhaya balitetelwa tsingubo tsiomulilo, ne baliyombolwa hekulu we mirwe chiabu amatsi karabachilanga"},{"SurahNumber":22,"VerseNumber":20,"Text":"Khumatsi ako, kalisalulusia ebili munda mwabu nende likhoba liomubili kwabu lioosi"},{"SurahNumber":22,"VerseNumber":21,"Text":"Ne balinyoola tsindabushi tsiebichuma"},{"SurahNumber":22,"VerseNumber":22,"Text":"Buli olwabalienya okhurulamwo shichila obululu balikalusibwa mwo butswa 22. , baliboolelwa mbu: “ mupile eshinyasio shiokhuyia”"},{"SurahNumber":22,"VerseNumber":23,"Text":"Toto Nyasaye alinjisia balia abasuubila mana nibakhola amalayi mumikunda chiburanga hasi wachio amatsi. Balifwalamwo ebirone biokhumikhono ebie idhahabu nende ebisole (lulu) ne ebifwalo biabu biliba bia hariri.(ebirerere bimesamesa)"},{"SurahNumber":22,"VerseNumber":24,"Text":"Ne balilunjisibwa okhutsia khumakhuwa amalayi, ne balilunjisibwa khunjila ya ulia witsoomibungwa"},{"SurahNumber":22,"VerseNumber":25,"Text":"Toto balia bakhaya mana nibekalila (Abandi) khunjila ya Nyasaye nende omusikiti kwoluyali, okwakhwakhola Abandu boosi okhuba nashilala, khubalia bekhalangamwo nende abandi, ne buli yesiyesi ulienya okhukholamwo obukori nende obubii khulimuhelesia eshinyasio shiwumisinjia"},{"SurahNumber":22,"VerseNumber":26,"Text":"Ne (yitsulila) olwa khwekhasia Ibrahim habunduweyinzuilia, mananikhumuboolela mbu: “ olanzokasiakhwo nende shiosi shiosi tawe ne otswenule inzu yanje khulwa balia bayibotokhananga nende balia benamanga nende okhusujuda (baretsanga obweni bwabu hasi)"},{"SurahNumber":22,"VerseNumber":27,"Text":"Ne nikhumuboolela mbu : “ osaalanie likhuwa mubaandu okhulondokhana nende likhuwa lia Hijja balakhwitsila nibachenda ne abaandi nibali hekulu weyisolo yang’aya (khumachong’e kokhunjila) nibeetsa okhurula khunjila eyahale"},{"SurahNumber":22,"VerseNumber":28,"Text":"Khobanyoole okhwilolela obukhonyi bwabu, ne khobamete okhwitsulila elira lia Nyasaye, mutsinyanga tsimanyikhane , khulwa kalia akabakabile, natso netsisolo tsiebilenje bine, nemulie khutsisolo etso ne mulisie ulia ulikhubusandi omutakha"},{"SurahNumber":22,"VerseNumber":29,"Text":"Mana boosie ebibii biabu , mana bakhole akabalakana nende Nyasaye mumioyo chiabu, ne babotokhane inzu yakhale (al Kaaba)"},{"SurahNumber":22,"VerseNumber":30,"Text":"Ne endio nilwakali, ne ulia uhetsanga oluyali ebindu bioluyali ebia Nyasaye , obo nobulayi khuye khu Nyasaye wuwe. Ne mufuchililwa okhulia tsisolo halali tsilia etsia musoomelungwa (mukurani) khomana mwire ehale nende eshifwolo shiebifwanani ne mwire ehale nende amakhuwa kobuchishi"},{"SurahNumber":22,"VerseNumber":31,"Text":"Mwitswenushile khu Nyasaye okhubula okhumutsokasia. Ne ulia utsokasinjia Nyasaye alishinga ukwile okhurula hekulu, mana amayoni nikamupusula yemwene, nohomba omuyaka nikumusukuna habundu ehale"},{"SurahNumber":22,"VerseNumber":32,"Text":"Ne ni endio olwa uhetsanga oluyali ebilolelo bia Nyasaye, elo nilikhuwa liokhuria Nyasaye mumioyo"},{"SurahNumber":22,"VerseNumber":33,"Text":"Ne (mutsisolo etso) mulimo nende obukhoonyi bwenyu okhula ebise bimanyikhane, ne habundu wokhubisinzila (ebiayo ebo) ni khunzu yakhale ilia"},{"SurahNumber":22,"VerseNumber":34,"Text":"Ne buli omukanda khwakukasilia habundu wokhusinzila owemilukha, kho lirumbulwe elira lia Nyasaye khubia abakabile mutsisolo etso etsia makulu kane. Mana Nyasaye wenyu nimulala butswa, mwihotselesie khuye. Ne suubisia abehotselefu"},{"SurahNumber":22,"VerseNumber":35,"Text":"Balia olwa Nyasaye narumbulwa emioyo chiabu chirenganga, ne besumilisinjia khukabanyoolanga,\tnebalumililanga okhulaama, ne khubilia ebiakhubakabile bahininjia eshihanwa"},{"SurahNumber":22,"VerseNumber":36,"Text":"Ne tsingamia ( tsing’ombe nende tsimbusi nende amakoondi keshihanwa) khwabakholela okhuba ebimanyisio bia Nyasaye , khubio mulimwo nende obulayi obunji. Kho murumbule elira lia Nyasaye olwa biemanga olunyaali (okhusinzwa) ne olwa bikwitsanga nolubafu, mulie khubio ne mulisie abakhayi basabanga nende balia babeyabeyanga nibalasaba tawe. Ne endio nilwakhwabakholela Abandu okhubawulila kho munyoole okhupa orio"},{"SurahNumber":22,"VerseNumber":37,"Text":"Tsinyama tsiatsio shitsiloolela Nyasaye tawe, nohomba amatsayi katsio, halali oburi bwenyu khu Nyasaye nibo bulamuulila. Ne endio nilwayabakwalasilia khomunyoole okhumwitsoomia khulwa okhubalunjisia khuno. Ne suubisia abakholi bamalayi"},{"SurahNumber":22,"VerseNumber":38,"Text":"Toto Nyasaye alindanga balia basuubila , toto Nyasaye shiyachama buli ulia omukhobi , owulakhupanga orio tawe"},{"SurahNumber":22,"VerseNumber":39,"Text":"Basubulwa okhulwana balia abakhuyungwa shichilabo baranjilwe. Ne toto Nyasaye niwobunyali bwokhubakhoonya"},{"SurahNumber":22,"VerseNumber":40,"Text":"Balia barusibwa mutsinzu tsiabu munjila ilali yatoto, mbushichila boboolele mbu: “ Omulesi wefu ni Nyasaye” akhayanga okhulinda Abandu abandi mubo khubandi , toto amahekalu kakhafunakwe nende amakanisa nende tsinzu tsiamalaamo nende emisikiti chirumbulungwamwo elira lia Nyasaye muno. Toto Nyasaye alakhoonya ulia umukhoonya. Toto Nyasaye niwa amani muno Omushili"},{"SurahNumber":22,"VerseNumber":41,"Text":"Balia olwakhubatinyisia khushialo balumilila okhulaama, nende okhurusia eshihanwa, ne balomesia okhukhola amalayi ne bakania okhukhola amabii, ne amakalushilo kamakhuwa koosi kali khu Nyasaye"},{"SurahNumber":22,"VerseNumber":42,"Text":"Ne nibakhuyingasia bamala okhuyingasibwa imbeli wuwo Abandu ba Nuhu nende A’d nende Thsamud"},{"SurahNumber":22,"VerseNumber":43,"Text":"Nende Abandu ba Ibrahim nende Abandu ba lut"},{"SurahNumber":22,"VerseNumber":44,"Text":"Nende Abandu ba Madyana , ne Musa yesi yayingasibwa, mana nehelesia abakhayi ebise mana nebara mumukhono. Kho eshinyasio shianje shiali shirie"},{"SurahNumber":22,"VerseNumber":45,"Text":"Ne nitsingongo tsinga tsiakhwasishia, etsiakholanga amabii, mana ebitsafu biabu nibibakwakho, nende amatikho ka amaatsi (ebisima) kalekhwa nende tsinzu tsiesichikha"},{"SurahNumber":22,"VerseNumber":46,"Text":"Koo shibachendangakhwo khushialo tawe , khobanyoole emioyo chiokhuparira, nohomba amarwi kokhuwulilila? Toto tsimoni shitsiwofulanga tawe halali emioyo, chili mubilifu nicho chiwofulanga"},{"SurahNumber":22,"VerseNumber":47,"Text":"Ne bakhuyungubasinjia mbu orere eshinyasio, halali Nyasaye shalafunaka indache yiyie tawe. Ne toto inyanga ewa Nyasaye wuwo ili shinga emika iyelefu shingala enywe mubalanga"},{"SurahNumber":22,"VerseNumber":48,"Text":"Ne tsingongo tsinga tsiandahelesia ebise, natsio nitsikholanga amabii, mana netsira mumukhono, ne ewanje niwo amakalushilo"},{"SurahNumber":22,"VerseNumber":49,"Text":"Boola mbu: “enywe Abandu esie endisa omwikanyilisi wenyu owahabulafu”"},{"SurahNumber":22,"VerseNumber":50,"Text":"Kho balia basuubila mana nibakhola ebikhole ebilayi balinyoola obulesheli nende omukabo kweshiroonyo"},{"SurahNumber":22,"VerseNumber":51,"Text":"Ne balia betinyinjia okhuyingasia ebimanyisio biefu abo nibo Abandu bomumulilo"},{"SurahNumber":22,"VerseNumber":52,"Text":"Ne shikhwarumakhwo imbeli wuwo Omurumwa owahelesibwa eshitabu nohomba Omurumwa owulahelesibwa eshitabu, halali olwa asoma, shetani eretsanga obutswatswani mumasomo ako. Halali Nyasaye arusinjia akashetani aretsangamwo, mana Nyasaye atinyisinjia tsinyaali tsitsie , ne Nyasaye ni Owaamani owamachesi muno"},{"SurahNumber":22,"VerseNumber":53,"Text":"Kho akhole kalia akashetani aretsangamwo okhuba amatemo khubalia abali nende obulwale mumioyo chiabu, nende balia abemioyo chiabu chioma. 22. Netoto abamabii bali mubukabukhani obwahale"},{"SurahNumber":22,"VerseNumber":54,"Text":"Ne mbu khobamanye balia abahebwa obumanyi mbu ni obwatoto okhurula khu Nyasaye wuwo ne babusuubile. Ne khulwa okhwihotselesia khuye emioyo chiabu. Ne toto Nyasaye niye ulunjisinjia balia abasuubila khunjila ingololofu"},{"SurahNumber":22,"VerseNumber":55,"Text":"Ne abakhayi balatsilila okhuba nende eshibeyibeyi khulwa elo(liawetsa nalio) okhuula shinga indukho iliboolela nohomba ibetsele inyanga ingumba, ibula obulayi bwosi bwosi"},{"SurahNumber":22,"VerseNumber":56,"Text":"Obwami inyanga eyo buliba obwa Nyasaye, alibusia hakari wabu, kho balia basubila mana nibakhola ebikhole ebilayi baliba mumikunda chobwokholo"},{"SurahNumber":22,"VerseNumber":57,"Text":"Ne balia bakhaya mana nibayingasia ebimanyisio biefu abo baliba nende eshinyasio shietsisoni"},{"SurahNumber":22,"VerseNumber":58,"Text":"Ne balia bawuya shichila idini ya Nyasaye mana niberwa nohomba nibafwa, toto Nyasaye alibakabila omukabo omulayi, toto Nyasaye ni omulayi umalayo mubakabi boosi"},{"SurahNumber":22,"VerseNumber":59,"Text":"Alibenjisia habundu wabalichama. Ne toto Nyasaye ni omumanyi omwihotselefu muno"},{"SurahNumber":22,"VerseNumber":60,"Text":"Ne ni endio, ne ulia urunga likhobo okhulondokhana shinga okholelwe obubii, mana khandi nakholelwa obubii toto awo Nyasaye alamuhabina . Toto Nyasaye ni Omunji weshileshelo neni Omunji wobulesheli"},{"SurahNumber":22,"VerseNumber":61,"Text":"Endio nilwokhuba mbu Nyasaye yenjisinjia eshilo mushitere ne yenjisinjia eshitere mushilo, ne toto Nyasye ni Omuwulili po Owokhulola muno"},{"SurahNumber":22,"VerseNumber":62,"Text":"Ne endio mbu toto Nyasye niye owatoto, ne mbu bia balaamanga bilali Nyasaye nibio ebilali biatoto, ne toto Nyasaye niye owehekulu omukhongo"},{"SurahNumber":22,"VerseNumber":63,"Text":"Shololanga mbu Nyasaye yeshinjia amatsi okhurula hekulu, mana liloba nilikalukhana okhuba obukondo bwobunyasi, toto Nyasaye ni omwihotselefu owokhumanya muno"},{"SurahNumber":22,"VerseNumber":64,"Text":"Ni ebibie biosi bili mwikulu nende khushialo, toto Nyasaye niye omuyinda owokhwitsoomibwa muno"},{"SurahNumber":22,"VerseNumber":65,"Text":"Koo shololangakhwo mbu Nyasaye yabakwalasilia ebili khushialo nende ebininwa olwabiburanga munyanza khubuchami bubwe, ne yatililila likulu okhukhaya okhukwa khuliloba, halali khubuchami bubwe. Toto Nyasaye niwetsimbabaasi nende obukoosia muno khubandu"},{"SurahNumber":22,"VerseNumber":66,"Text":"Ye niye owabahelesia obulamu, mana nabafwisia , mana khandi alibalamusia, toto Omundu ni omukhayi owamalayi muno"},{"SurahNumber":22,"VerseNumber":67,"Text":"Buli omukanda khwakukholela emilukha chakwo echiakutilanga. Kho balashilana ninawe mulikhuwa lino tawe, ne langa khunjila ya Nyasaye wuw.o – toto ewe oli khunjila ingololofu"},{"SurahNumber":22,"VerseNumber":68,"Text":"Ne nibatsililila okhuyingana ninawe boola mbu: “ Nyasaye amanyile muno kamukholanga.”"},{"SurahNumber":22,"VerseNumber":69,"Text":"Nyasaye alibusia hakari wenyu inyanga yeyindukho khu kalia koosi akamukabukhananga"},{"SurahNumber":22,"VerseNumber":70,"Text":"Shomanyilekhwo mbu Nyasaye amanyile akali mwikulu nende mushialo? Toto ako kali mushitabu. Toto ako khu Nyasaye ni amaangu"},{"SurahNumber":22,"VerseNumber":71,"Text":"Ne balamanga habundu wa Nyasaye ebia Nyasaye aleshiliakhwo omunwa, nende ebia babula obumanyi khubio. Ne ababii balibula ubakhoonya"},{"SurahNumber":22,"VerseNumber":72,"Text":"Ne nibasomelwa tsinyaali tsiefu tsili habulafu , olalola obweni bwabakhayi 22. nibwechesia obusinyifu. Bakhaba ahambi okhutsunushila balia ababasomelanga tsinyali tsiefu etso. Koo! ebaboolelekho amabii muno okhushila ako? Ni omulilo ,Nyasaye yarecheshela balia abakhaya, ne ni amakalushilo amabii muno"},{"SurahNumber":22,"VerseNumber":73,"Text":"Enywe Abandu! mukhupilwa amachelasio kho murechelesie. Toto balia abamulamanga habundu wa Nyasaye shibanyala okhuloonga kata isi tawe, kata nibebuusia khulikhuwa elo, ne kata isi nibanuula eshindu shibanyala okhuyinuula tawe, ni omuteshele muno ukhaabanga nende ukhaabungwa"},{"SurahNumber":22,"VerseNumber":74,"Text":"Shibahelesinjia Nyasaye oluyali shingala kenyekhana tawe. Toto Nyasaye ni wa Amaani Owokhushila"},{"SurahNumber":22,"VerseNumber":75,"Text":"Nyasaye alobolanga Abarumwa Mubamalaika nende Mubandu, toto Nyasaye niwokhuwulila muno owokhulola po"},{"SurahNumber":22,"VerseNumber":76,"Text":"Amanyile akali imbeli wabu nende akali inyuma wabu, ne ni ewa Nyasaye amakhuwa koosi kalikalusibwa"},{"SurahNumber":22,"VerseNumber":77,"Text":"Enywe abasuubila mwiname nimufumama nemulaame Nyasaye wenyu Omulesi ne mukhole amalayi, mwakhaba murio mwanyoola okhubura"},{"SurahNumber":22,"VerseNumber":78,"Text":"Ne mukhalabanile idini ya Nyasaye shingala kenyekhana. Ye niye owabawulila , ne shiyabahelesia amakhuwa mudini amasiro tawe. Emilukha chia papa wenyu Ibrahim niye wabalanga Abasalamu khale awo, nende mukurani muno mwesi mwalangwamo murio, kho Omurumwa abe omuloli khwinywe nanyu mube abaloli khubandu. Mana mulumilile okhulaama ne murusie eshihanwa, ne mutilane halala shichila Nyasaye. Ye niye Omwami wenyu. Ne ni Omwami omulayi uli arie uno! Ne ni omukhoonyi omulayi uli arie"}]}