{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Man katahui’lah, sabatolnya ahe nang kita’ dapati’ sabage rampasatn parang,363 maka seperlima-Nya nto’ Allah, Rasul, sahabat rasul, umang piatu, urakng marepa man ibnu sabil, 364 (ampakoalah) kade’ Kita’ baiman ka’ Allah man ka’ ahe nang kami turuntatn ka’ hamba Kami (Muhammad) ka’ ari furqan, 365 ia koa’ ari batamunya dua pasukan, Allah Maha Kuasa ka’atas sagala sasuatu"},{"SurahNumber":8,"VerseNumber":42,"Text":"(ia koa)waktu kita’ barada ka’ tapi arokng nang sama’ man iaka’koa barada ka’ tapi arokng nang jauh sadangkan kafillah koa barada labih babah darinyu. 366 saandainya kita’ ngadaatnpasatujuan (nto’ nantuatn ari baparanga’), pasti kita’ babeda pandapat dalapm nantuatn (ari baparanga’ koa) tapi Allah bakahendak nngarajaatn urusan nang harus dikarajaatn,367 yakoa supaya urakng nang binasa dibinasaatn mang bukti nang nyata man supaya urakng nang idup koa idup mang bukti nang nyata. Sungguh, Allah Maha nangar Maha Nau’an"},{"SurahNumber":8,"VerseNumber":43,"Text":"(ingatlah) waktu Allah nele’atn nyak ka’ dalapm mimpinyu (bajumbalah) man sakiranya Allah nele’atn iaka’ko (bajumbalah) manyak tantu kita’ jadi kagali’anan man tantu kita’ mao’ bao olek ka’ urusatn koa, tapi Allah udah nyalamatatn kita’, sungguh Allah Ma Nau’an ahe nang ada ka’dalapm atin"},{"SurahNumber":8,"VerseNumber":44,"Text":"man waktu Allah nele’atn iaka’koa k waktu kita’ batamu mang nyaka’koa balah sabebet manurut panele’atn ma man kita’ ditele’atnnya bajumbalah s manurut panele’atn iaka’koa, koa kar Allah mao’i’ ngarajaatn suatu urusat harus dikarajaatn. ngge ka’ Allah sag urusan dipulakngkatn"},{"SurahNumber":8,"VerseNumber":45,"Text":"wahe urakng-urakng nang baiman! K kita’ batamu pasukan (musuh) maka lah ati man sabutlah dama Allah sam manyaknya (bazikir man bado’a) sup kita’ baruntukng"},{"SurahNumber":8,"VerseNumber":46,"Text":"Man taati’lah Allah man Rasul-Nya m amelah kita’ basalisih, nang nyabapa gali’ man kakuatamnyu nana’ man b lah. Sungguh, Allah nyaratai’ urakng sabar"},{"SurahNumber":8,"VerseNumber":47,"Text":"Man amelah kita’ saparati urakng-ur nang kaluar dari kampokng lamanny sombongnya man malatn dipujiatn u (ria) sarata ngalangi’ (urakng) dari ja Allah. Allah ngaliputi’ sagala nang ia karajaatn"},{"SurahNumber":8,"VerseNumber":48,"Text":"Man (ingatlah) waktu setan nyajiatn tarasa edo’ ka’ iaka’koa perbuatan (dosa) nyaka’- koa man ngataatn, ”nana’ ada (urakng) nang dapat ngalahatn kita ari nian, man sungguh, aku nian panolongnyu” Maka waktu kadua pasukan koa udah batele’atn (baadapatn) setan mulakng ka’ balakang palis bakata, sabatolnya aku balapas diri’ dari kita’ aku dapat nele’ ahe nang kita’nana’ dapat nele’nya;sabatolnya aku gali’ ka’ Allah. ”Allah miah karas siksaatn-Nya"},{"SurahNumber":8,"VerseNumber":49,"Text":"(ingatlah)waktu urakng-urakng munafiq man urakng-urakng nang ada panyakit ka’ dalapm atinya bakata, ”iaka’koa (urakng mukmin)kana’ tipu agamanya. (Allah bapirman)” sae maan nang batawakal ka’ Allah, katahui’lah Allah Maha Gagah, Maha Bijaksana. ”"},{"SurahNumber":8,"VerseNumber":50,"Text":"Man sakiranya kita’ nele’ sigana mala’ekat mabut nyawa urakng-urakng nang kapir sambil nantala’ muha man balikaknya ka’koa (man bakata)”rasai’lah siksaatn naraka nang nunui’kita’’"},{"SurahNumber":8,"VerseNumber":51,"Text":"Ampakoalah di sababpatn di pabuatan kokotnyu babaro. man sabatolnya Allah nana’ menjalimi’ hamba-hamba-Nya"},{"SurahNumber":8,"VerseNumber":52,"Text":"(kaadaan iaka’koa) sarupa mang kaadaan pangikut pir’aun man urakng-urakng nang sanape’ iaka’koa. Iaka’koa ngingkari’ ayat- ayat Allah maka Allah nyiksa iaka’koa di saabpatn dosa-dosanya. Sungguh, Allah Maha kuat agi’ miah karas siksa-Nya"},{"SurahNumber":8,"VerseNumber":53,"Text":"Nang ampakoa karana sabatolnya Allah nana’ akan ngobah suatu nikmat nang udah dibarentatn-Nya ka’ suatu kaum, sanape’ kaum koa ngobah ahe nang ada ka’ diri’ iaka’koa babaro. Sungguh Allah Maha Nangar Maha Nau’an"},{"SurahNumber":8,"VerseNumber":54,"Text":"(ka’adaan iaka’koa) sarupa mang kaadaan pangikut pir’aun man urakng-urakng nang sanape’ iaka’koa. Iaka’koa ngadustaatn ayat-ayat Tuhannya maka Kami binasatn iaka’koa disababkan di dosa-dosanya man Kami tingalampatn Pir’aun man pangikut- pangikutnya;karana iaka’koa urakng-urakng jalim"},{"SurahNumber":8,"VerseNumber":55,"Text":"sabatolnya mahluk bagarak nang banyawa nang paling buruk ka’ panele’atn Allah ialah urakng-urakng kapir, karana iaka’koa nana’ baiman"},{"SurahNumber":8,"VerseNumber":56,"Text":"(iakoa) urakng-urakng nang tarikat pajanjian man kita’, kamudian satiap kali bajanji iaka’koa ngianati’ janjinyasedangkan iaka’koa nana’ gali’(ka’ Allah)"},{"SurahNumber":8,"VerseNumber":57,"Text":"Maka kade’ kao (Muhammad) ngungguli iaka’koa dalapm baparang maka care barea uraknh gtnla-urakng nang ka’ balakang nyaka’koa mang (numpasi’) iaka’koa, supaya iaka’naapi’ pelajaran"},{"SurahNumber":8,"VerseNumber":58,"Text":"man kade’ kao (Muhammad)kawatir mao’ (tajadinya) penghianatatn dari suatu golongan maka kambaliatn lah pajanjian koa ka’ iaka’koa mang cara nang jujur. Sungguh Allah nana’ nyukai’ urakng- urakng nang bahianat"},{"SurahNumber":8,"VerseNumber":59,"Text":"Man amelah urakng-urakng kapir ngira, bahoa’ iaka’koa akan dapat lapas (dari ngalamahan Allah). Sungguh iaka’koa nana’ dapat ngalaMahani’ (Allah)"},{"SurahNumber":8,"VerseNumber":60,"Text":"Man basiaplah mang sagala kamampuan nto’ ngadapi’ nyaka’koa mang kakuatatn nang kita’ ngampu’i’ man dari pasukan bakuda nang dapat nyiragotm musuh Allah, musuhnyu man urakknng’-urakng salain iaka’koa nang kita’ nana’ nau’ani’nya. Ahe maan nang kita’ impakatn ka’ jalan Allah pasti mao’ dibalasatn nang cukup nto’nyu man kita’ nana’ akan dizalimi (dirugiatn)"},{"SurahNumber":8,"VerseNumber":61,"Text":"Tapi kade’ iaka’koa condonga’ badamai maka tarima’lah man batawakallah ka’ Allah. Sungguh, ia Maha Nangaratn Maha Nau’an"},{"SurahNumber":8,"VerseNumber":62,"Text":"Man kade’ iaka’koa mao’ nipunyu maka cukuplah Allah (manjadi palindung) baginyu. Ia lah nang marentatnkakuatan nto’nyu mang patolongan-Nya man mang (dukungan) urakng-uraknnng’ mukmin"},{"SurahNumber":8,"VerseNumber":63,"Text":"Man Ia (Allah) nang nyatuatn ati iaka’koa (urakng nang baiman). Walaupun kita’ ngimpakatn samua (kakayaan) nang ada ka’ ai’tanah, pasti kita’ nana’ dapat nyatuatn ati ya ka’koan, tapi Allah udah nyatuatn ati nyaka’koa. Sungguh, Ia Mahapakasa, Mahabijaksana"},{"SurahNumber":8,"VerseNumber":64,"Text":"Wahe Nabi (Muhammad)! Cukuplah Allah (manjadi palindung) baginyu man bagi urakng-urakng mukmin nang ngikuti’nyu"},{"SurahNumber":8,"VerseNumber":65,"Text":"Wahe Nabi(Muhammad)! Kobaratn lah sumangat sigana mukmin nto’ baparang’. Kade’ adadua puluh urakng nang sabar ka’ antara kita’, pasti iaka’koa dapat ngalahatn dua ratus urakng musuh. Man kade’ ada saratus urakng (nang sabar) ka’ antara kita’, pasti iaka’koa dapat ngalahatn saribu urakng kapir, jukut urakng-urakng kapir koa adalah kaum nang nana’ ngarati"},{"SurahNumber":8,"VerseNumber":66,"Text":"Ampaikng Allah udah mare’ karinganan ka’ kita’ jukut Ia ngatahui’ bahoa’ ada kalamahan ka’ kita’ Maka kade’ ka’antara kita’ ada saratus urakng nang sabar, pasti iaka’koa dapat ngalahatn dua ratus (urakng musuh) man kade’ ka’ antara kita’ ada saribu urakng (nang sabar), pasti iaka’koa dapat ngalahatn dua ribu urakng mang saijin Allah. Allah nyaratai’ urakng-urakng nang sabar"},{"SurahNumber":8,"VerseNumber":67,"Text":"Nana’lah pantas ka’ saurakng Nabi ba tawanan sanape’ ia dapat ngalumpuhatn musuhnya ka’ bumi. Kita’ ngati harta banda duniawi sedangkan Allah ngati (pahala) naerat (nto’nyu). Allah Miahgagah Miahbijaksana"},{"SurahNumber":8,"VerseNumber":68,"Text":"sakiranya nana’ ada katatapatn deenyu dari Allah, pasti kita’ kana timpa’ siksa miah karana (tabusatn) nang kita’ ta’ap"},{"SurahNumber":8,"VerseNumber":69,"Text":"Maka makatnlah dari sabagian rampasan parang nang udah kita’ taap koa, sabage makanan nang halal uga’ edo’, man bataq- walah ka’ Allah. Sungguh, Allah maha pangampon, maha panyayang"},{"SurahNumber":8,"VerseNumber":70,"Text":"Wahe Nabi (Muhammad)! patakatnlah ka’ sagana tawanan parang nang ada ka’ kokot- nyu, ”kade Allah ngatahui’ ada kabaikatn ka’ dalapm atinyu, pasti Ia mao’ marentatn nang labih edo’ dari ahe nang udah dita’apnya dari-nyu man Ia mao’ ngampuni’ kita’. ”Allah Maha pangampon’, Maha panyayang’"},{"SurahNumber":8,"VerseNumber":71,"Text":"Tapi kade’ iaka’koa (tawanan koa) ngati ngianati’nyu (Muhammad) maka sabatolnya sanape’ koa pun iaka’koa udah bakianat ka’ Allah. maka Ia marentatn kakuasaan nto’nyu ngatasi’ nyaka’koa. Allah Maha Nau’an, Maha Bijaksana"},{"SurahNumber":8,"VerseNumber":72,"Text":"Sabatolnya urakng-urakng baiman man bahijrah sarata bajihat mang harta man jiwanya ka’ jalan Allah man urakng-urakng nang marentatn tampat kadiaman man mare’patolongan (ka’muhajirin), iaka’koa seko’ mang nang lain saling ngalindungi’. Man (ka’) urakng-urakng nang baiman tapi nape’ bahijrah. (tapi) kade’ iaka’koa minta patolongan darinyu dalapm (urwan mambela) agama maka kita’ wajib mare’ patolongan kacoali ka’ kaum nang udah tarikat pajanjian mang kita’ mang iaka’koa. Man Allah Miah Nele’atn ahe nang kita’ karajaatn"},{"SurahNumber":8,"VerseNumber":73,"Text":"Man urakng-urakng nang kapir, sabagian iaka’koa ngalindungi’ sabagian nang lain. Kade’ kita’nana’ ngalaksanaan ahe nang udah di parentahatn Allah (saling ngalindungi’), pasti ana tajadi kakacauan ka’ bumi man karusakatn nang aya’"},{"SurahNumber":8,"VerseNumber":74,"Text":"Man urakng-urakng nang baiman man bahijrah man bajihad ka’ jalatn Allah, man urakng-urakng nang mare’ tampat kadiaman man nulukngi’ (urakng muhajirin), iaka’koa koalah urakng nang batol-battol baiman. Iaka’koa napati’ amponan man rajaki (nikmat) nang mulia"},{"SurahNumber":8,"VerseNumber":75,"Text":"Man urakng-urakng nang baiman salaka’koa, lalu bahijrah man bajihad basamanyu maka iaka’koa tamasok golongan nyu. urakng-urakng nang ada hubungan karabat koa sabagiannya labih ada haknya ka’ sasamanya (daripada nang buke’ karabatnya) manurut kitab Allah. Sungguh, Allah Miah ngatahui’ sagala sasuatu"},{"SurahNumber":9,"VerseNumber":1,"Text":"(nainlah panyataan) pamutusatn hubungan dari Allah man Rasul- nya ka’ urakng- urakng musyrik nang kita’ udah ngadaatn pajanjian (mang iaka’koa)"},{"SurahNumber":9,"VerseNumber":2,"Text":"Maka bajalatnlah kita’ (kaum musyrikin) ka’ bumi salama ampat bulatn man katahui’lah bahoa’ kita’ nana’ dapat galamahan Allah, man sabatolnya Allah nginai’ urakng-urakng kapir"},{"SurahNumber":9,"VerseNumber":3,"Text":"Dan sote’ maklumat (‘pamare’tahuan)dari Allah man Rasul-Nya ka’ talino waktu haji akbar, 369 bahoa’ sabatolnya Allah man Rasul- Nya balapas diri’ dari urakng-urakng musyrik. Kamudian kade’ kita’ (kaum musyrikin) batobat maka koa labih edo’ baginyu;man kade’ kita’ bapalinga’ maka katui’lah bahoa’ kita’ nana’ dapat ngalamah- an Allah. Man bare’lah kabar gambira ka’ urakng-urakng kapir (bahoa’ iaka’koa mao’ nampati’) siksaatn nang padih"},{"SurahNumber":9,"VerseNumber":4,"Text":"(Kacoali urakng-urakng musyrik nang udah ngadaatn pajanjian mang kita’ man iaka’koa sabebet pun nana’ ngurangi’ isi pajanjiatn)man nana’ (uga’) iaka’koa manto’i’ saurakng pun nang musuhi’nyu maka tahadap iaka’koa koa panohi’lah janjinya sampe batas waktunya. Sungguh, Allah nyukai’ urakng-urakng nang bataqwa"},{"SurahNumber":9,"VerseNumber":5,"Text":"Kade’udah ’abis bulatn-bulatn haram, 370 maka parangi’lah urakng-urakng musyrik dimae maan kita’ namui’nya, tangkaplah man kapangi’lah iaka’koa, man awasi’lah ka’ tampat pangintean, kade’ iaka’koa batobat man ngalaksanaatn shalat man nunaiatn zakat maka bare’lah kabebasatn ka’ iaka’koa. Sungguh, Allah Miah ngamponi’ Miah Nyayangi’"},{"SurahNumber":9,"VerseNumber":6,"Text":"Man kade’ ka’ antara kaum musyrikin ada nang minta palindungan ka’ kita’ maka lindungi’lah supaya ia dapat nangar pirman Allah, kamudian antatlah ia ka’ tampat nang aman baginya. Ampakoalah sabatolnya iaka’koa kaum nang nana’ ngatahui’"},{"SurahNumber":9,"VerseNumber":7,"Text":"Ampahe mungkin ada pajanjian(aman) ka’isi Allah man Rasul-Nya mang urakng- urakng musyrik, kacoali mang urakng- urakng nang kita’ udah ngadaatn pajanjiatn (mang iaka’koa) ka’ samak Masjidilharam (Hudaibiyah) maka salama’ iaka’koa balaku jujur tahadapnyu, handaknya kita’balaku jujur (uga’) ka’ iaka’koa. Sungguh, Allah nyukai’ urakng-urakng nang bataqwa"},{"SurahNumber":9,"VerseNumber":8,"Text":"‘Ampahe mungkin (ada pajanjian naug ampakoa)padahal kade’ iaka’koa manang dari kita’, iaka’koa inna’ nyaga hubungan kakarabatatn mang kita’man nana’(uga’ maduliatn) pajanjiatn. Iaka’koa nyanangkatn atinyu man molotnya, padahal atinya nolak. Kamanyaktn’ iaka’koa urakng-urakng fâsiq (nana’ napati’ janji)"},{"SurahNumber":9,"VerseNumber":9,"Text":"Iaka’koa nyual ‘bali ayat-ayat Allah mang raga murah, lalu iaka’koa ngalang- ngalangi’(urakng) dari jalatn Allah. Sungguh, miah buruknya ahe nang iaka’koa karajaatn"},{"SurahNumber":9,"VerseNumber":10,"Text":"Iaka’koa nana’ miharai’ (hubungan) kakarabatatn mang urakng mukmin man nana’(uga’ maduliatn) pajanjian. Man iaka’koa lah urakng-urakng nang ngalampoi’ batas"},{"SurahNumber":9,"VerseNumber":11,"Text":"Man kade’ iaka’koa batobat, ngalaksanaatn shalat man nuneatn zakat maka (ratinya iaka’koa ‘lah)sodara-sodaranyu sa-agama. kami nyalasatn ayat-ayat koa bagi urakng- urakng nang nau’an"},{"SurahNumber":9,"VerseNumber":12,"Text":"Man kade’ iaka’koa ngalanggar sumpah saudah ada pajanjiatn man nyahati agama- nyu maka parangi’lah pamempen- pamempen kapir koa. Sabatolnya iaka’koa koh urakng-urakng nang nana’ dapat di pegang janjinya, mudah-mudahan iaka’koa baranti"},{"SurahNumber":9,"VerseNumber":13,"Text":"Ngahe kita’ nana’ marangi’ urakng-urakng nang ngalanggar sumpah (janjinya), man udah ngarancanaatn nto’ ngoser Rasul, man iaka’koa nang partama kali marangi’ kita’? Ahe ke’ kita’ gali’ ka’ iaka’koa, padahal Allahlah nang labih bahak di kita’ gali’atn, kade’ kita’ urakng-urakng baiman"},{"SurahNumber":9,"VerseNumber":14,"Text":"Parangi’lah iaka’koa, pasti Allah nae nyiksa iaka’koa mang (parantaraan) kokotnyu man Ia nae ngina ia ka’kra mannolongnyu atas kemenangannya ka’ko.Sarata ngarepoatn ni’ ati urakng-urakng nang baiman"},{"SurahNumber":9,"VerseNumber":15,"Text":"man Ia ngilakngkatn kaberaatn atinya ka’koa (urakng mukmin). Man Allah narima’ tobat urakng nang Ia mao’i’. Allah Miahngatahui’ Miahbijaksana"},{"SurahNumber":9,"VerseNumber":16,"Text":"Ahe ke’ kita’ ngira bahoa’ kita’ mao’ dimiaratn (ampakoa ja’), padahal Allah nape’ ngatahui’ urakng-urakng nang bajihad ka’ antara kita’ man nana’ na’ap ayukng nang satia salain allah, Rasul-Nya man urakng-urakng nang baiman. Allah Miahtaliti ka’ ahe nang kita’ karajaatn"},{"SurahNumber":9,"VerseNumber":17,"Text":"Nana’lah pantas urakkng-urakng musyrik ngamakmuratn masjid Allah, padahal iaka’koa ngako’ bahoa’ iaka’koa kapir. iaka’koa sia-sia amalnya, man iaka’koa kakal ka’ dalapm naraka"},{"SurahNumber":9,"VerseNumber":18,"Text":"Sabatolnya nang ngamakmuratn masjid Allah ‘ngge urakng-urakng nang baiman ka’ Allah man Ari nang kemudian, man tatap ngalaksanaan shalat, mayaratn zakat man nana’ gali’ (ka’ ahe pun) kacali ka’ Allah. Maka mudah-mudahan iaka’koa tamasok urakng-urakng nang namu patunjuk"},{"SurahNumber":9,"VerseNumber":19,"Text":"Ahe ke’ (urakng-urakng) nang mare’ ‘nyocok ka’ urakng-urakng nang ngarajaatn haji man ngurus Masjidilharam, kita’ samaan’ mang urakng nang baiman ka’ Allah man ari nang kemudian mang bajihad ka’ jalatn Allah? Iaka’koa nana’ sama ka’ isi Allah. Allah nana’ mare’ patunjuk ka’ urakng-urakngzalim"},{"SurahNumber":9,"VerseNumber":20,"Text":"Urakng-urakng nang baiman man bahijrah mang bajihad ka’ jalatn Allah, mang harta man jiwanya iaka’koa, ialah labih tingi’ darajatnya ka’sisi Allah. Iaka’ koalah urakng-urakng nang namu kamanangan"},{"SurahNumber":9,"VerseNumber":21,"Text":"Tuhan nyanangi’ iaka’koa mang marentatn rahmat, karidoatn man saruga, Iaka’koa nammui’ kasanangan nang kakal ka’ dalapmnya"},{"SurahNumber":9,"VerseNumber":22,"Text":"Iaka’koa kakal ka’ dalapm’nya salama- lamanya. Sunngguh, ka’isi Allah ada pahala nang aya’"},{"SurahNumber":9,"VerseNumber":23,"Text":"Wahe urakng-urakng nang baiman! Amelah kita’jadiatn apa’-apa’ kita’ man page samillikatn kita’ sabage palinukng, kade’ iaka’koa labih nyukai’ kakapiran daripada kaimanan. sae ma’an nang najiatn iaka’koa palinukng maka iaka’koakoalah urakng- urakng nang zalim"},{"SurahNumber":9,"VerseNumber":24,"Text":"Kataatnlah, ”Kade’ apa’-apa’ kita’, nak-nak kita’, kamarkapala kita’, bini-bini kita’, kaluarga kita’, harta kakayaatn nang kita’ usahaatn, padagangan nang kita’ kawatiratn karugiatnnya, man rumah kadiaman nang kita’ sukai’, labih kita’ cintai daripada Allah man Rasul-Nya mang bajihad ka’ jalatn- Nya maka tunggulah sampe Allah mare’atn kaputusatnnya. ” Man Allah nana’ mare’ patunjuk ka’ urakng-urakng fâsiq"},{"SurahNumber":9,"VerseNumber":25,"Text":"Sunnguh, Allah udah nolong kita’ (mukminin) ka’tampat baparong, man (ingatlah) ka’parang hunain, jumbalahkita’ nang manyak koa mangga’atn kita’, tapi (jumbalahnang manyak koa) sama sakali nana’ baguna baginyu, man bumi nang luas koa tarasa sampit baginyu, laka’koa kita’ babalik ka’balakang man badariatn tunggang-langgang"},{"SurahNumber":9,"VerseNumber":26,"Text":"Laka’koa Allah nuruntatn katanangan ka’ Rasul-Nya man ka’urakng-urakng nang baiman, man Ia nuruntatn bala tantara (sigana malekat) nang nana’ katele’atn dinyu, man Ia manimpaatn siksaam ka’ urakng-urakng kapir. koalah balasan nto’ urakng kapir"},{"SurahNumber":9,"VerseNumber":27,"Text":"Salaka’koa Allah narima’ tobat urakng nang Ia mao’i’. Allah Miah ngamponi’ Miah nyayangi’"},{"SurahNumber":9,"VerseNumber":28,"Text":"Wahe urakng-urakkng nang baiman! Sabatolnya urakng-urakng musyrik koa najis (kotor jiwanya), karana koa amelah iaka’koa nyamaki’ masjid al-haram salaka’ tahutn ’nian. 371 Man kade’ kita’kawatir jadi miskin (karana urakng kapir nana’ atakng) maka Allah na’e mao’ mare’atnkakayaan ka’kita’ dari karunia-Nya, kade’ Ia mao’. Sabatolnya Allah Miahngatahui’, Miahbijaksana"},{"SurahNumber":9,"VerseNumber":29,"Text":"Parangi’lah urakng-urakng nang nana’ bai- man ka’ Allah man Ari nang na’e, iaka’koa nana’ ngaharampatn ahe nang diharampatn Allah man Rasul-Nya man iaka’koa nana’ ba’agama mang agama nang batol (agama Allah), (iakoa urakng-urakng) nang udah dibare’ kitab, sampe iakaia mayari’ jizyah (pajak) mang patuh samintara iaka’koa dalapm ka’adaan tunduk"},{"SurahNumber":9,"VerseNumber":30,"Text":"Man urakng-urakng Yahudi bakata, ”Uzair anak Allah, ” man urakng-urakng Nasrani bakata, ”Al-Masih anak Allah. ” Koalah pakataatn nang kaluar dari molot nyaka’koa. Iaka’koa niru pakataatn urakng kapir nang duhiya. Allah ngalaknat iaka’koa; sabage iaka’koa sampe bapaling"},{"SurahNumber":9,"VerseNumber":31,"Text":"Iaka’koa nyadiatn urakng-urakng Alim (Yahudi), man rahib-rahibnya (Nasrani) sabage tuhan selain Allah, 372 man (uga) Al-Masih anak Maryam;padahal iaka’koa ngge disuruh nyambah Tuhan nang Mahaesa; nana’ ada Tuhan nang berhak di sambah salain Ia. Mahasuci Ia dari ahe nang ia ka’ koa pasakutuatn"},{"SurahNumber":9,"VerseNumber":32,"Text":"Iaka’koa mao’ madapm’patn cahaya (agama) Allah mang molot nya ka’koa tapi Allah nolaki’nya, malah mao’ nyampurana- an Cahaya-Nya, walaupun urakng-urakng kapir koa nana’ nyukai’nya"},{"SurahNumber":9,"VerseNumber":33,"Text":"Ialah nang udah ngutusatn Rasul-Nya mang patunjuk (al-Quran) man agama nang banar nto’ diunggulatn ka’sagana agama, walaupun urakng-urakng musyrik nana’ nyukai’nya"},{"SurahNumber":9,"VerseNumber":34,"Text":"Wahe urakng-urakng nang baiman! Sabatolnya manyak dari urakng-urakng alim man rahib-rahib nya ka’ koa banar-banar makatn harta urakng mang jalan nang batil, man (iaka’koa) ngalang-ngalangi’ (talino) dari jalan Allah. Man urakng-urakng nang nyimpan amas man perak man nana’ ngimpakatnnya ka’ jalan Allah maka bare’lah kabar gombira ka’iaka’koa, (bahoa’ iaka’koa mao’ napati’) siksaatn nang padih"},{"SurahNumber":9,"VerseNumber":35,"Text":"(ingatlah)ka’ ari waktu amas man perak dipanasatn ka’ dalapm naraka jahanam, lalu mang nang koa ditareka kaning, bone’an, man balikakng nya ka’ kou (dipataki’lah) ka’iaka’koa, nianlah harta banda nyu nang kao simpan nto’ diri’nyu babaro maka rasai’lah (akibat dari) ahe nang kao simpan koa"},{"SurahNumber":9,"VerseNumber":36,"Text":"Sabatolnya jumbalah bulatn manurut Allah ialah dua balas bulatn(Sa’ampahe) dalapm katatapatn Allah waktu Ia nyiptaatn langit man bumi, ka’ antaranya ada ampat bulatn haram. Koalah (katatapatn) agama nang lurus maka amelah kita’ ngazalimi dirinyu dalapm (bulatn nang ampat)koa, man parangi’lah kaum musyrikin samuanya sa ampahe iaka’koa pun marakngi’ kita’ samuanya. Man katahui’lah bahoa’ Allah nyaratai’ urakng-urakng nang taqwa"},{"SurahNumber":9,"VerseNumber":37,"Text":"Sabatolnya pangunduran (bulatn haram) koa ngge nambah kakapiratn. Urakng-urakng kapir disasatatn mang (pangunduratn) koa, iaka’koa nghalalam nya ka’ tahutn’ man ngaharampatn nya ka’ tahutn’ nang lain, supaya iaka’koa dapat nyasuaiatn mang etongan nang diharampatn Allah, sakaligus iaka’koa ngahalalatn ahe nang diharampatn Allah. (di setan) dijadiatn tarasaedo’ pabuatatn nya ka’ koa pabuatatn buruk nya. Man Allah nana’ mare’ patunnjuk ka’ urakng-urakng kapir"},{"SurahNumber":9,"VerseNumber":38,"Text":"Wahe urakng-urakng nang baiman! Ngahe ke’ dah dibatakatn ka’ kita, ”barangkatlah (nto’ baparang ka’ jalan Allah, ” kita’ marasa barat man inginbadiapm ka’ tampatnyu? Ahe ke’ kita’ labih nyanangi’ kaidupatn dunia daripada kaidupatn ka’ naherat? Padahal kanyamanan kaidupatn dunia nian (diban- dingkan mang kaidupatn) naherat ingge saebet"},{"SurahNumber":9,"VerseNumber":39,"Text":"Kade’ kita’ nana’ barangkat (nto’ baparanga’), pasti Allah mao’ ngukum kita’ man siksaatn nang padih man ngantiatn kita’ mang kaum nang lain, man kita’ nana’ akan ngarugiatn-Nya saebetpun. Man Allah Mahakuasa atas sagala sasuatu"},{"SurahNumber":9,"VerseNumber":40,"Text":"Kade’ kita’ nana’ nolongnya (Muhammad). sabatolnya Allah udah nolong’nya waktu urakng-urakng kapir ngosernya (dari Mekah); samintara ia salah sote’ dari dua urakng waktu iabadua barada ka’ dalapm gua, waktu koa ia bakata ka’ ayukngnya, ”Ame kao marundo’. Sabatolnya Allah basama mang diri’. ”Maka Allah nuruntatn katanangan ka’ ia (Muhammad) man mantoi’ mang bala tantara (malekat- malekat) nang nana’ katele’atn dinyu, man Ia nyajiatn parentah urakng-urakng kapir koa babah. Man pirman Allah koalah nang tingi’, Allah Miah Parkasa Miah bijaksana"},{"SurahNumber":9,"VerseNumber":41,"Text":"Barangkat lah kita’ baik mang rasa ringan maupun mang rasa barat, man bajihatlah mang harta man jiwanyu ka’ jalatn Allah. Nang ampakoa labih edo’ nto’nyu kade’ kita’ nau’an"},{"SurahNumber":9,"VerseNumber":42,"Text":"Sakiranya (nang kita’ parentahatn ka’ iaka’koa) ada ka’untungan nang mudah didapati’ man pajalanan nang nana’ sangae jauh, pasti iaka’koa ngikuti’nyu, tapi tampat nang ditujukoa tarasa miah jauh bagi nya ka’ koa. Ia ka’ koa mao basumpah mang (dama) Allah, ”kade’nya kita’ sanggup pasti kami barangkat mang kita’. ” Iaka’koa ngabinasaatn diri’nya babaro373 man Allah nau’an bahoa’ iaka’koa batol-batol urakng- urakng pangalok"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah ma’apatnnyu (Muhammad) ngahe kao mare’ ijin ka’iaka’koa (nto’ nana’ ampus baparanga’), sanape’ jalas baginyu urakng- urakng nang batol-batol (bahalangan) man sanape’ kao ngatahui’ urakng-urakng nang pangalok"},{"SurahNumber":9,"VerseNumber":44,"Text":"Urakng-urakng nang baiman ka’ Allah man ari nang na’e, nana’ akan minta’ ijin (nana’ ampus) ka’ kita’ nto’ bajihad mang harta man jiwa nya. Allah nau’an ka’ urakng- urakng nang bataqwa"},{"SurahNumber":9,"VerseNumber":45,"Text":"Sabatolnya nang mao’ minta’ ijin ka’ kita’ (Muhammad), iaka’koalah nang nana’bai- man ka’ Allah man ari nang na’e, man ati nyaka’koa ragu, karana koa iaka’koa bimbang ma’an dalapm karaguan"},{"SurahNumber":9,"VerseNumber":46,"Text":"Man kade’ iaka’koa mao barangkat, pasti iaka’koa nyiapatn pasiapan nto’ kabarangka- tatn koa, tapi Allah nana’ nyukai’ kabarang- katatn nyaka’koa maka Ia ngalamahan kamao’an nya ka’koa, man dibatakatn (ka’ iaka’koa) badiapmlah kao barage urakng- urakng nang badiapm koa"},{"SurahNumber":9,"VerseNumber":47,"Text":"Kade’ (iaka’koa barangkat barage nyu), pasti iaka’koa nana’ akan nambah (kakuatan’nyu), malah ngge mao’ manjuat kakacoan, man iaka’koa tantu baganceh maju ka’ depan ka’ antara barisan nyu nto’ ngaco (ka’ barisannyu);samintara ka’antara kita’ ada urakng-urakng nang miah suka nangaratn (pakata’an) nya ka’koa. Allah ngatahui’ urakng-urakng nang zalim"},{"SurahNumber":9,"VerseNumber":48,"Text":"Sungguh, sanape’ koa iaka’koa memang udah barusaha manjuat kakacoan man ngatur babage macam tipu daya nto’nyu (mutarbalikatn pasoalan), sahingga ataknglah kabanaratn (patolongan Allah), man mananglah urusan (agama) Allah, padahal iaka’koa nana’ nyukai’nya"},{"SurahNumber":9,"VerseNumber":49,"Text":"Man ka’ antara iaka’koa ada urakng nang bakata,”bare’lah aku ijin (nana’ ampus baparanga’) man amelah kao (Muhammad) nyajiatn aku tajarumus ka’ dalapm pitnah. ”man Sungguh jahanam ngaliputi’ urakng- urakng nang kapir"},{"SurahNumber":9,"VerseNumber":50,"Text":"kade’ kao (Muhammad) namu kabaikatn, iaka’koa nana’ sanang, tapi kade’ kao kana bancana, iaka’koa babatak, ”Sungguh, dari samula kami udah baati-ati (nana’ ampus baparanga’), ” man iaka’koa bapaling mang (perasaan) sanang"},{"SurahNumber":9,"VerseNumber":51,"Text":"kataatnlah (Muhammad), ”nana’ akan manimpa’ kami melainkan ahe nang udah ditatapatn Allah bagi kami. Ia lah palinukng kami. Man ingee ka’ Allah bataqwa urakng- urakng nang baiman"},{"SurahNumber":9,"VerseNumber":52,"Text":"Kataatnlah (Muhammad). ”nana’ ada nang kita’ tunggui’ ka’ kami, kacoali salah sote’ dari dua kabaikatn (manang ato mati sahit). Man kami nunggu ka’ kita bahoa’ Allah mao’ nimpaatn siksaatn ka’ kao dari sisi- Nya. ato (siksaatn) malallui’ kokot kami. Maka tunggulah, sabatolnya kami nunggu (uga) basama nyu. ”"},{"SurahNumber":9,"VerseNumber":53,"Text":"Batakatnlah (Muhammad), Inpakkatnlah hartanyu baik mang sukarela maupun mang tepaksa, tapi (Inpaknyu) nana’ akan ditarima’. Sasungguhnyalnya kao urakng- urakng fâsiq. ”"},{"SurahNumber":9,"VerseNumber":54,"Text":"Man nang ngalang-ngalangi’ inpak nyaka’koa nto’ ditarima ialah karana iaka’koa kapir (ingkar) ka’ Allah man Rasul-Nya man iaka’koa nana’ ngalaksanaan shalat, malainkan mang malasnya man nana’ (uga) ngimpakan (harta) nyaka’koa, malainkan man rasa bai’mao’ (terpaksa)"},{"SurahNumber":9,"VerseNumber":55,"Text":"Maka amelah harta man nak-nakkita’ manjuatnyu kagum. sabatolnya maksud Allah nang koa ialah nto’ nyiksa iaka’koa dalapm kaidupatn dunia man na’e akan mati dalapm kaadaatn kapir"},{"SurahNumber":9,"VerseNumber":56,"Text":"Man iaka’koa (urakng-urakng munafiq) basumpah mang (dama) Allah, bahoa’ sabatolnya iaka’koa tamasok golongannyu; nyaka’koa buke’lah dari golongannyu, tapi iaka’koa miah gali’ (ka’ kao)"},{"SurahNumber":9,"VerseNumber":57,"Text":"Sakiranya iaka’koa namui’ tampat palindungan : goa-goa ato lubakng-lubakng (dalapm tanah) pasti iaka’koa ampus ka’ di koa mang baganceh-gancehnya"},{"SurahNumber":9,"VerseNumber":58,"Text":"Man ka’antara iaka’koa ada nang mencelanyu tentang (pambagian)sadakah (zakat);kade’ iaka’koa dipahagiatn iaka’koa sanang ati, man kade’ iaka’koa nana’ dipahagiatn, tiba-tiba iaka’koa bera"},{"SurahNumber":9,"VerseNumber":59,"Text":"Man sakiranya iaka’koa batol-batol rida mang ahe nang dibarentatn ka’ iaka’koa di Allah man Rasul-Nya, man bakata, ”cukuplah Allah bagi kami, Allah man Rasul-Nya mao’ marentatn ka’ kami sabagian dari karunia-Nya. Sabatolnya kami urakng-urakng nang baharap ka’ Allah. ”"},{"SurahNumber":9,"VerseNumber":60,"Text":"Sabatolnya zakat koa nggelah nto’ urakng- urakng pakir, urakng-urakng miskin, amil zakat, nang dilamutatn atinya (mualaf), nto’ (memerdekakan) hamba sahaya, nto’ (ngabebasatn) urakng nang barutakng, nto’ jalan Allah man nto’ urakng nangdalapm pajalanan, sabage kawajiban dari Allah. Allah Maha Nau’an Mahabijaksana"},{"SurahNumber":9,"VerseNumber":61,"Text":"Man antara iaka’koa (urakng munafiq) ada urakng-urakng nang nyakiti’ ati Nabi (Muhammad) man matakatn, ”Nabi mucaya’i’ samua ahe nang didangarnya. ” Batakatnlah, “Ia mucaya’i’ samua nang edo’ baginyu, Ia baiman ka’ Allah, mucaya’i’ urakng-urakng mukmin, man manjadi rahmat bagi urakng-urakng nang baiman ka’ antara kita’. ” Man urakng-urakng nang nyakiti’ Rasulullah akan namu siksaatn nang padih"},{"SurahNumber":9,"VerseNumber":62,"Text":"Iaka’koa basumpah ka’ kao mang (dama) Allah nto’ nyanangi’nyu, padahal Allah man Rasul-Nya labih pantas iaka’koa ngago’i’ keridaan-Nya kade’ iaka’koa urakng mukmin"},{"SurahNumber":9,"VerseNumber":63,"Text":"Nana’ke’ iaka’koa (urakng munafiq) ngatahui’ bahoa’ sae ma’an nang nantang Allah man Rasul-Nya maka sabatolnya naraka Jahanamlah baginya, ia kakal ka’ dalapmnya. Koalah kahinaan nang aya’"},{"SurahNumber":9,"VerseNumber":64,"Text":"Urakng-urakng munafiq koa gali’ kade’ dituruntatn suatu surah nang narangkatn ahe nang tasambunyi’ ka’ dalapm ati nya ka’ koa. Batakatnlah (ka’ iaka’koa), “tarusatnlah baolok-olok (ka’ Allah man Rasul-Nya), ” sabatolnya Allah mao’ madahatn ahe nang kao gali’i’ koa"},{"SurahNumber":9,"VerseNumber":65,"Text":"Man kade’ kao tanya’an ka’ iaka’koa, pasti iaka’koa mao’ nyawap, ”Sabatolnya kami ngge bagae’ man bamain-main ihan. ” Batakatnlah “ngahe ka’Allah, man ayat- ayat-Nya sarata Rasul-Nya kita’baolok-olok ma’an?”"},{"SurahNumber":9,"VerseNumber":66,"Text":"Nana’ palalu kao minta’ ma’ap, karana kao udah kapir salaka’ baiman. Kade’ kami ma’apatn sabagian dari kita’ (karana udah batobat), pasti kami mao’ nyiksa golongan (nang lain) karana sabatolnya iaka’koa aialah urakng-urakng nang (selalu) babuat dosa"},{"SurahNumber":9,"VerseNumber":67,"Text":"Urakng-urakng munafiq laki-laki man nang bini. sote’ mang nan lain sama ma’an Iaka’koa nyuruh (babuat) nang mungkar man mai’an (pabuatatn) nang makruf man iaka’koa ngangampatn’ kokotnya (sengke’). Iaka’koa udah ngalupaatn ka’ Allah maka Allah ngalupaatn iaka’koa (uga). Sabatolnya urakng-urakng munafiq koalah urakng- urakng nang fâsiq"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah nyanjiatn (ngancami’) urakng-urakng munafiq laki-laki man nang bini man urakng-urakng kapir mang naraka Jahanam. Iaka’koa kakal ka’ dalapmnya. Cukuplah (naraka) koa nto’ nya. Allah ngalaknati’ Iaka’koa;man iaka’koa namu siksaatn nang kakal"},{"SurahNumber":9,"VerseNumber":69,"Text":"(kaada’an kita’ kaum munafiq man musyrikin) saparati urakng-urakng sanape’ kita’, Iaka’koa labih kuat dari kita’, man labih manyak harta man anak-anaknya. Maka iaka’koa udah misa’i’ bagiatnnya, man kita’ udah misa’i’ bagiatnnyu seampahe urakng-uramng’ nang sanape’nyu misa’i’ bagiatn nya, man kita’ ngomongi’ (hal-hal nang batil) saampahe iaka’koa ngomongi’nya. Iaka’koa toa’-toa’ amalnya ka’ dunia man ka’ naherat. Iaka’koa lah urakng-urakng nang rugi"},{"SurahNumber":9,"VerseNumber":70,"Text":"Ahe ke’ nana’ sampe ka’ iaka’koa barita (tentang) urakng-urakng nang sanape’ iaka’koa, (koalah) kaum Nuh, ’Ad, Samud, kaum Ibrahim, panduduk Madyan, man (panduduk) nagari-nagari nang udah musnah? Udah atakng ka’iaka’koa rasul- rasul mang ngincakng bukti nang nyata; Allah nana’ manzalimi’ iaka’koa, tapi iaka’koalah nang manzalimi’ diri’ nya ka’ koa babaro"},{"SurahNumber":9,"VerseNumber":71,"Text":"Man urakng-urakng nang baiman, laki-laki man nang bini, sabagian iaka’koa manjaji panolong bagi sabagiatn nang lain. Iaka’koa nyuruh (babuat) nang makruf, man maneagah dari nang mungkar, ngalaksanaatn shalat, nuneatn zakat, man taat ka’ Allah man Rasul-Nya. Iaka’koa mao’ dibare’ rahmat di Allah. Sunnguh Allah Miahgagah, Miah bijaksana"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah nyanjiatn ka’ urakng-urakng mukmin laki-laki man nang bini (akan namu) saruga nang ngalir ka’ abahnya sunge-sunge, iaka’koa kakal ka’ dalapm’nya, man (namu) tampat nang edo’ ka’ saruga ‘Adn. Man karidoan Allah labih aya’. Koalah kamanangan nang agung"},{"SurahNumber":9,"VerseNumber":73,"Text":"Wahe Nabi! Bajihatlah (ngalawan) urakng- urakng kapir man ‘urakng’-urakng munafiq. Man basikap karaslah ka’ iaka’koa. Tampat nyaka’koa koa naraka Jahanam. Man koalah saburuk-buruk tampat kambali"},{"SurahNumber":9,"VerseNumber":74,"Text":"Iaka’koa (urakng munafiq) basumpah mang (dama) Allah. Bahoa’ iaka’koa nana’ ngata- atn (sasuatu nang nyakiti’ Mluhammad). Sungguh, iaka’koa udah ngucapatn pakataan kakapiratn, man udah manjadi kapir salaka’ Islam, man malantatn ahe nang iaka’koa nana’ dapat mancapenya374 man iaka’koa nana’ mancela (Allah man Rasul-Nya), sakiranya Allah man Rasul-Nya udah ngalimpahatn karunia-Nya ka’ iaka’koa. Maka kade’ iaka’koa batobat, nang koa labih edo’ bagi iaka’koa, man kade’ iaka’koa bapaling, pasti Allah mao’ nyiksa nya iaka’koa mang siksaatn nang padih ka’ dunia man naherat; man iaka’koa nana’ ada nang ngalindungi’ man nana’ (uga’) panolong ka’ bumi"},{"SurahNumber":9,"VerseNumber":75,"Text":"Man ka’ antara iaka’koa ada urakng nang udah bajanji ka’ Allah, ”Sabatolnya kade’ Allah mare’ sabagian dari karunia-Nya ka’ kami, pasti Kami mao’ basadekah man pasti kami tamasok urakng-urakng nang saleh. ”"},{"SurahNumber":9,"VerseNumber":76,"Text":"Waktu Allah mare’atn ka’ iaka’koa sabagian dari karunia-Nya, iaka’koa jadi sengke’ man bapaling, man selalu nantang (kabanaratn)"},{"SurahNumber":9,"VerseNumber":77,"Text":"Maka Allah tanampatn kamunafiqatn ka’dalapm ati nya ka’koa sampe ka’ waktu iaka’koa namui’-Nya, karana iaka’koa udah ngingkari’ janji nang udah di nya ikrarkan ka’ Ia(Allah) man (uga) iaka’koa ngaloki’ ma’an"},{"SurahNumber":9,"VerseNumber":78,"Text":"Nana’ ke’ iaka’koa ngatahui’ bahoa’ Allah ngatahui’ rahasia man bisikatn nya ka’ koa, man bahoa’ Allah ngatahui’ sagala nang gaib"},{"SurahNumber":9,"VerseNumber":79,"Text":"(Urakng munafiq) koalahnang mancela urakng-urakng baiman nang marentatn sadekah mang sukarela man nang (mancela) urakng-urakng nang ngge namu (nto’ di sadakahatn) sakadar kasanggupatnnya maka urakng-urakng munafiq koa menghina nya ka’ koa. Allah mao’ malasi’ penghinaan nya ka’ koa, man iaka’koa mao’ namui’ siksaatn nang padih"},{"SurahNumber":9,"VerseNumber":80,"Text":"(Sama ma’an) kao (Muhammad) minta’ amponan nto’ nya ka’koa ato nana’ minta’ amponan nto’ nya ka’koa. Walaupun kao minta’i’ amponan nto’ nya ka’koa tujuh puluh kali, Allah nana’ akan mare’ amponan ka’ iaka’koa. Nang ampakoakarana iaka’koa ingkar (kapir) Ka’ Allah man Rasul-Nya. Man Allah nana’ mare’ patunjuk ka’ urakng-urakng fâsiq"},{"SurahNumber":9,"VerseNumber":81,"Text":"Urakng-urakng nang diningalatn (nana’ ampus baparang), marasa repo mang duduk badiapm waktu sapaninggal Rasulullah. Iaka’koa nana’ suka bajihat mang harta man jiwa nya ka’koa ka’ jalatn Allah man iaka’koa bakata, “Amelah kita’ barangkat (ampus baparanga’) ka’ angat miah nian. ” Batakatnlah (Muhammad), Api naraka labih angat, ” kade kita’ nalian"},{"SurahNumber":9,"VerseNumber":82,"Text":"Maka biarlah iaka’koa galak saebet man nangis nang manyak, sabage balasan ka’ ahe nang iaka’koa pamuat"},{"SurahNumber":9,"VerseNumber":83,"Text":"Maka kade’ Allah ngambaliatnnyu (Muhammad) ka’ suatu golongan dari iaka’koa (urakng-urakng munafiq), kamudian iaka’koa minta ijin ka’ kao nto’ Kaluar (ampus baparanga’) maka batakatnlah, “Kita’ nana’ mulih kaluar basamaku salama-lamanya man nana’mulih marangi musuh basamaku. Sabatolnya kita’ udah rela nana’ ampus (baparang) sajak samula. Karana koa duduklah (badiapmlah) barage urakng-urakng nang nana’ ampus (baparang)"},{"SurahNumber":9,"VerseNumber":84,"Text":"Man amelah kao (Muhammad) nyolati’ urakng nang mati ka’ antara iaka’koa (urakng-urakng munafiq), salama-lamanya man amelah kao badiri (bado’a) ka’atas suburnya. Sabatolnya iaka’koa ingkar ka’ Allah man Rasul-Nya man iaka’koa mati dalapm kaadaan fâsiq"},{"SurahNumber":9,"VerseNumber":85,"Text":"Man amelah kao (Muhammad) kagum ka’ harta man kamuda’-kamuda’ nya ka’koa. Sabatolnya mang nang koa Allah mao’ nyiksa nya ka’koa ka’ dunia man supaya nyawa iaka’koa malayang, samintara nya ka’koa tagah kapir"},{"SurahNumber":9,"VerseNumber":86,"Text":"Man kade’ dituruntatn suatu surah (nang marentahatn ka’ urakng-urakng munafiq, “Baimanlah ka’Allah man bajihadlah basama Rasul-Nya, ”pasti urakng-urakng nang kaya man bapangaruh ka’ antara iaka’koa minta’ ijin ka’ kao (nto’ nana’ bajihad) man iaka’koa bakata, “biaratnni’lah kami barada basama urakng nang duduk (badiapm ka’ rumah). ”"},{"SurahNumber":9,"VerseNumber":87,"Text":"Iaka’koa rela barada basama urakng-urakng nang nana’ ampus baparang, 375 man ati nya ka’koa udah tatutup, sahingga nya ka’koa nana’ Mahami’ (kabahagiaatn baiman man bajihad)"},{"SurahNumber":9,"VerseNumber":88,"Text":"Tapi Rasul man urakng-urakng nang baiman basama ia, (iaka’koa)bajihad mang harta. Man jiwa, iaka’koa namui’ kabaikatn. Iaka’ koalah urakng-urakng nang baruntukng"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah udah nyadiaatn nto’ nya ka’koa saruga nang ngalir ka’ babahnya sunge- sunge, iaka’koa kakal ka’ dalapmnya. Koalah kamanangan nang agung"},{"SurahNumber":9,"VerseNumber":90,"Text":"Man ka’ antara urakng-urakng Arab Baduai atakng (ka’ Nabi) madahi’ alasan, supaya dibare’ ijin (nto’ nana’ ampus baparanga), samintara urakng-urakng nang ngaloki’ Allah man Rasul-Nya, duduk badiapm. nae urakng-urakng kapir ka’ antara nya ka’koa mao’ kana timpa siksaatn nang padih"},{"SurahNumber":9,"VerseNumber":91,"Text":"Nana’ ada dosa (karana nana’ ampus baparanga’) nto’ urakng-urakng nang lamah, urakng nang sakit man urakng nang nana’ dapat ahe nang mao’ iaka’koa inpakat’, kade nya ka’koa balaku ikhlas ka’ Allah man Rasul-Nya. Nana’ ada alasan ahe pun nto’ nyalahatn urakng-urakng nang babuat baik. Man Allah Maha ngamponi’, Maha nyayangi’"},{"SurahNumber":9,"VerseNumber":92,"Text":"Man nana’ ada (uga dosa) ka’ urakng- urakng nang atakng ka’ kao (Muhammad), supaya kao mare’ kandaraan ka’ iaka’koa, lalu kao bakata, ”aku nana’ namu kendaraan nto’ ngincakngi’nyu, lalu nya ka’koa mulakng, samintara mata iaka’koa barentengan ai’ mata karana basadih, jukut iaka’koa nana’ namu ahe nang mao’ iaka’koa impakatn (nto’ikut baparanga’)"}]}