{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Tezi sa pratenitsite - na edni ot tyakh otredikhme da stoyat nad drugi; s nyakoi Allakh govori i vuzdigna drugi po stepeni. I dadokhme na Isa, sina na Mariam, yasnite znatsi, i go podkrepikhme sus Svetiya dukh. A ako Allakh be poiskal, doshlite sled tyakh nyamashe da se srazhavat, sled kato poluchikha yasnite znatsi. Ala te se razdelikha i nyakoi ot tyakh povyarvakha, a nyakoi ot tyakh ne povyarvakha. No ako Allakh be poiskal, nyamashe da se srazhavat. Allakh pravi kakvoto pozhelae"},{"SurahNumber":2,"VerseNumber":254,"Text":"O, vyarvashti, razdavaite ot onova, koeto sme vi dali za prepitanie, predi da doide Denyat, v koito ne shte ima nito otkup, nito priyatelstvo, nito zastupnichestvo! Nevernitsite sa ugnetitelite"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allakh! Nyama drug Bog osven Nego - Vechnozhiviya, Neizmenniya! Ne Go obzema nito dryamka, nito sun. Negovo e onova, koeto e na nebesata i koeto e na zemyata. Koi shte se zastupi pred Nego, osven s Negovoto pozvolenie? Toi znae kakvo e bilo predi tyakh i kakvo shte bude sled tyakh. Ot Negovoto znanie obkhvashtat samo onova, koeto Toi pozhelae. Negoviyat Prestol vmestva i nebesata, i zemyata, i ne Mu e trudno da gi sukhrani. Toi e Vsevishniya, Prevelikiya"},{"SurahNumber":2,"VerseNumber":256,"Text":"Nyama prinuzhdenie v religiyata. Otlichi se veche istinata ot zabludata. Koito otkhvurli satanite i povyarva v Allakh, toi se obvurzva s nai-zdravata vruzka, koyato ne se kusa. Allakh e vsechuvasht, vseznaesht"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allakh e Pokrovitelyat na vyarvashtite. Toi gi izvezhda ot tumninite kum svetlinata. A satanite sa pokroviteli na nevyarvashtite. Te gi izvezhdat ot svetlinata kum tumninite. Te sa obitatelite na Ogunya, tam shte prebivavat vechno"},{"SurahNumber":2,"VerseNumber":258,"Text":"Ne vidya li ti onzi, koito sporeshe s Ibrakhim za negoviya Gospod, che Allakh mu e dal vladenieto? Kogato Ibrakhim reche: “Moyat Gospod e, Koito suzhivyava i umurtvyava.”, [drugiyat] reche: “Az suzhivyavam i umurtvyavam.” Ibrakhim reche: “Allakh dovezhda sluntseto ot iztok, a ti go dovedi ot zapad!” I se slisa onzi, koito ne be povyarval. Allakh ne naputva khorata-ugnetiteli"},{"SurahNumber":2,"VerseNumber":259,"Text":"Ili kato onzi, koito minal prez edno selishte, rukhnalo pod svoite pokrivi, i rekul: “Kak Allakh shte suzhivi tova sled smurtta mu?” I Allakh go umurtvil za sto godini, posle go vuzkresil. Rekul: “Kolko se zabavi?” Kazal: “Zabavikh se den ili chast ot denya.” Rekul: “Ne, zabavi se sto godini. Vizh kakvo imash za yadene i piene! To ne se e razvalilo. I vizh magareto si! I za da te storim znamenie za khorata, vizh kostite, kak gi podrezhdame, posle gi oblichame v plut!” I kogato mu se izyasnilo, rekul: “Veche znam, che Allakh nad vsyako neshto ima sila.”"},{"SurahNumber":2,"VerseNumber":260,"Text":"I kogato Ibrakhim reche: “Gospodi moi, pokazhi mi kak suzhivyavash murtvite!” Reche: “A nima ne si povyarval?” Reche: “Da, povyarvakh! No za da se uspokoi surtseto mi.” Reche: “Vzemi togava chetiri ptitsi i gi suberi, posle vurkhu vsyaka planina polozhi po kus ot tyakh, posle gi pozovi i te shte doidat pri teb s ustrem! I znai, che Allakh e vsemogusht, premudur!”"},{"SurahNumber":2,"VerseNumber":261,"Text":"Khorata, koito razdavat svoite imoti po putya na Allakh, prilichat na zurno, rodilo sedem klasa, a vuv vseki klas - po sto zurna. Allakh umnozhava komuto pozhelae. Allakh e vseobkhvaten, vseznaesht"},{"SurahNumber":2,"VerseNumber":262,"Text":"Onezi, koito razdavat svoite imoti po putya na Allakh i posle nito natyakvat, nito obizhdat, imat nagradata si pri svoya Gospod. I ne shte ima strakh za tyakh, i ne shte skurbyat"},{"SurahNumber":2,"VerseNumber":263,"Text":"Dobri dumi i proshka sa za predpochitane pred milostinya, posledvana ot obida. Allakh e nad vsyaka nuzhda, vseblag"},{"SurahNumber":2,"VerseNumber":264,"Text":"O, vyarvashti, ne provalyaite svoyata milostinya s natyakvane i obida, kakto onzi, koito razdava svoya imot za pred khorata na pokaz, a ne vyarva v Allakh i v Setniya den! Toi prilicha na gladka skala s prust otgore, no shtom nad neya se izsipe silen duzhd, ogolva ya. Taka sa bezsilni za onova, koeto sa pridobili. Allakh ne naputva nevyarvashtite khora"},{"SurahNumber":2,"VerseNumber":265,"Text":"A koito izrazkhodvat svoite imoti zaradi blagovolenieto na Allakh i s ubedenost v dushite si, prilichat na gradina vurkhu khulm - shtom nad neya se izsipe silen duzhd, tya dava dvoino poveche plodove, no dori i da ne se izsipe silen duzhd, i duzhdets [i stiga]. Allakh suzira vashite dela"},{"SurahNumber":2,"VerseNumber":266,"Text":"Nima nyakoi ot vas iska da pritezhava gradina s palmi i grozde, s techashti sred tyakh reki, s vsyakakvi plodove, no go spoletyava starostta, a ima nevrustno potomstvo, i [gradinata] ya spoletyava vikhur s ogun, i ya izgarya? Taka Allakh vi razkriva Svoite znameniya, za da razmislite"},{"SurahNumber":2,"VerseNumber":267,"Text":"O, vyarvashti, razdavaite ot blagata, koito ste pridobili, i ot onova, koeto izvadikhme za vas ot zemyata! I ne vuznameryavaite da razdadete ot nego loshoto, koeto sami ne bikhte vzeli, osven ako ne si zatvorite ochite! I znaite, che Allakh e nad vsyaka nuzhda, vseslaven"},{"SurahNumber":2,"VerseNumber":268,"Text":"Satanata vi zaplashva s bednost i vi povelyava pokvara, a Allakh vi obeshtava ot Sebe Si oproshtenie i blagodat. Allakh e vseobkhvaten, vseznaesht"},{"SurahNumber":2,"VerseNumber":269,"Text":"Toi daryava mudrostta komuto pozhelae, a koito e daren s mudrostta, e daren s golyamo dobro. No samo razumnite se pouchavat"},{"SurahNumber":2,"VerseNumber":270,"Text":"Kakvoto i podayanie da razdadete, ili obet da napravite, Allakh go znae. A za ugnetitelite nyama izbaviteli"},{"SurahNumber":2,"VerseNumber":271,"Text":"Ako yavno razdavate milostinya, kolko khubavo e tova! No ako skutate i taino dadete na bednyatsite, tova e nai-dobroto za vas i to shte izkupi ot loshite vi postupki. Svedusht e Allakh za vashite dela"},{"SurahNumber":2,"VerseNumber":272,"Text":"Ne e tvoi dulg [o, Mukhammad] tyakhnoto naputvane, a Allakh naputva kogoto pozhelae. I kakvoto i dobro da razdadete, to e za samite vas. I davaite, stremeiki se edinstveno kum Lika na Allakh! I kakvoto i dobro da razdadete, to dokrai shte vi se izplati i ne shte budete ugneteni"},{"SurahNumber":2,"VerseNumber":273,"Text":"[Da se daryava] na bednite, koito sa se posvetili po putya na Allakh i ne mogat da obikalyat [za prepitanie] po zemyata. Nevezhiyat gi smyata za bogati, poradi vuzdurzhanieto [im]. Shte gi poznaesh po tekhniya beleg - te ne prosyat nastoichivo ot khorata. I kakvoto i dobro da razdadete, Allakh go znae"},{"SurahNumber":2,"VerseNumber":274,"Text":"Onezi, koito razdavat svoite imoti i noshtem, i denem, i skrito, i yavno, imat nagradata si pri svoya Gospod i ne shte ima strakh za tyakh, i ne shte skurbyat"},{"SurahNumber":2,"VerseNumber":275,"Text":"Koito izyazhdat likhvata, ne shte se izpravyat, osven kakto se izpravya nyakoi, kogoto satanata povalya ot ludost. Tova e, zashtoto kazvakha: “Turgoviyata e kato likhvarstvoto.” A Allakh pozvoli turgoviyata i zabrani likhvarstvoto. Pri kogoto e doshlo nastavlenie ot negoviya Gospod i e prestanal, negovo e onova, koeto e bilo dotogava i deloto mu e za pred Allakh. A koito se vurnat kum tova, tezi sa obitatelite na Ogunya, tam shte prebivavat vechno"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allakh lishava likhvata ot blagodat, a nadbavya za milostinyata. Allakh ne obicha nikoi neblagodarnik, greshnik"},{"SurahNumber":2,"VerseNumber":277,"Text":"Onezi, koito vyarvat i vurshat pravedni dela, i ot·sluzhvat molitvata, i davat milostinyata zakat, imat nagradata si pri svoya Gospod i ne shte ima strakh za tyakh, i ne shte skurbyat"},{"SurahNumber":2,"VerseNumber":278,"Text":"O, vyarvashti, boite se ot Allakh i se otkazhete ot nadbavenoto chrez likhvata, ako naistina vyarvate"},{"SurahNumber":2,"VerseNumber":279,"Text":"A ne go li storite, ochakvaite voina ot Allakh i ot Negoviya Pratenik! A pokaete li se - vasha si e glavnitsata na imotite vi. Ne ste ugnetiteli i ne ste ugneteni"},{"SurahNumber":2,"VerseNumber":280,"Text":"A ako [dluzhnik] e v zatrudnenie, da ima ot·srochka do oblekchenie! I da se smilite e nai-dobroto za vas, ako znaete"},{"SurahNumber":2,"VerseNumber":281,"Text":"I boite se ot Denya, v koito shte budete vurnati pri Allakh! Posle na vsyaka dusha dokrai shte se izplati onova, koeto e pridobila. I ne shte budat ugneteni"},{"SurahNumber":2,"VerseNumber":282,"Text":"O, vyarvashti, kogato si zaemate edin na drug zaem za opredelen srok, zapisvaite go! I neka pisar da zapisva pomezhdu vi spravedlivo! I da ne otkazva pisar da zapisva, kakto Allakh go e nauchil, i neka pishe toi, a da mu diktuva onzi, koito e dluzhnik. I da se boi ot Allakh, negoviya Gospod, i da ne namalyava nishto. A ako dluzhnikut e glupets ili nemoshten, ili ne mozhe da diktuva, neka negoviyat nastoinik da diktuva spravedlivo. I vzemete za svideteli dvama ot vashite muzhe, a ako ne sa dvama, da budat muzh i dve zheni ot svidetelite, za koito ste suglasni, ta zabludi li se ednata, drugata da i napomni. I svidetelite da ne otkazvat, kogato budat prizovani. I da ne vi dotyaga da go zapisvate - maluk ili golyam - sus sroka mu. Pred Allakh tova e nai-spravedlivoto i nai-pravoto za svidetelstvo, i nai-podobavashtoto, za da ne se podozirate, osven ako e tekushta turgoviya pomezhdu vi. Togava ne e pregreshenie za vas, ako ne ya zapisvate. I vzimaite svideteli, kogato se spazaryavate. I da ne se posyaga na pisar ili na svidetel. A ako go storite, za vas e nechestivost. I boite se ot Allakh! Allakh vi uchi i Allakh vsyako neshto znae"},{"SurahNumber":2,"VerseNumber":283,"Text":"I ako ste na put i ne namerite pisar, neka se vzeme zalog. A ako vzaimno si vyarvate, neka onzi, koito e poluchil doverie, da otdade poverenoto mu i da se boi ot Allakh, negoviya Gospod! I ne potulvaite svidetelstvoto. A koito go potuli, surtseto mu e greshno. Allakh znae vashite dela"},{"SurahNumber":2,"VerseNumber":284,"Text":"Na Allakh e onova, koeto e na nebesata i koeto e na zemyata. Dali pokazvate kakvo e v dushite vi, ili go skrivate, Allakh shte vi podiri smetka za nego, i komuto pozhelae, shte prosti, i kogoto pozhelae, shte nakazhe. Allakh nad vsyako neshto ima sila"},{"SurahNumber":2,"VerseNumber":285,"Text":"Pratenika povyarva v onova, koeto mu be nizposlano ot negoviya Gospod, povyarvakha i vyarvashtite. Vseki ot tyakh povyarva v Allakh i v Negovite angeli, i Negovite pisaniya, i Negovite pratenitsi. [I kazakha:] “Razlika ne pravim mezhdu nikogo ot Negovite pratenitsi.” I rekokha: “Chukhme i se podchinikhme. Oprosti ni, Gospodi nash! Kum Teb e zavrushtaneto.”"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allakh vuzlaga na vsyaka dusha samo spored silite i. Za neya e onova, koeto e pridobila i protiv neya e onova, koeto e pridobila. Gospodi nash, ne ni nakazvai, ako sme zabravili ili sugreshili! Gospodi nash, ne ni natovarvai s breme, kakvoto stovari vurkhu onezi predi nas! Gospodi nash, ne ni natovarvai s tova, za koeto sme nemoshtni! I se smili nad nas, i ni prosti, i ni pomilvai! Ti si nashiyat Zakrilnik. Podkrepi ni Ti sreshtu nevyarvashtite khora"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allakh! Nyama drug Bog osven Nego - Vechnozhiviya, Neizmenniya"},{"SurahNumber":3,"VerseNumber":3,"Text":"Toi ti nizposla Knigata s istinata, potvurzhdavashta onova, koeto be predi neya. I nizposla ot po-rano Torata i Evangelieto"},{"SurahNumber":3,"VerseNumber":4,"Text":"za naput·stvie na khorata, i nizposla Razgranichenieto. Za onezi, koito ne vyarvat v znameniyata na Allakh, naistina ima surovo muchenie. Allakh e vsemogusht, vuzdavasht otmushtenie"},{"SurahNumber":3,"VerseNumber":5,"Text":"Nishto ne e skrito ot Allakh nito na zemyata, nito na nebeto"},{"SurahNumber":3,"VerseNumber":6,"Text":"Toi e, Koito vi oformya v utrobite, kakto pozhelae. Nyama drug Bog osven Nego, Vsemogushtiya, Premudriya"},{"SurahNumber":3,"VerseNumber":7,"Text":"Toi e, Koito nizposla na teb Knigata. V neya ima ponyatni znameniya, te sa osnovata na Knigata, i drugi - neyasni. A onezi, v chiito surtsa ima izkrivyavane, sledvat neyasnoto v neya, stremeiki se kum smut i stremeiki se kum tulkuvaneto mu. Ala nikoi osven Allakh ne znae tulkuvaneto mu. I utvurdenite v znanieto kazvat: “Povyarvakhme v neya. Vsichko e ot nashiya Gospod.” No samo razumnite se pouchavat"},{"SurahNumber":3,"VerseNumber":8,"Text":"[i zovat:] “Gospodi, ne otklonyavai nashite surtsa, sled kato si ni naputil! I dari ni s milost ot Teb! Ti si Vsedaryavashtiya"},{"SurahNumber":3,"VerseNumber":9,"Text":"Gospodi, Ti shte suberesh khorata v Denya, za koito nyama sumnenie. Allakh ne narushava obeshtanoto.”"},{"SurahNumber":3,"VerseNumber":10,"Text":"Onezi, koito ne vyarvat, s nishto ne shte gi izbavyat ot Allakh nito imotite, nito detsata im. Te sa gorivoto na Ogunya"},{"SurahNumber":3,"VerseNumber":11,"Text":"Podobno na roda na Faraona i na onezi predi tyakh, te vzekha za luzha Nashite znameniya, no Allakh gi pogubi zaradi grekhovete im. Allakh e strog v nakazanieto"},{"SurahNumber":3,"VerseNumber":12,"Text":"[O, Mukhammad] kazhi na onezi, koito ne povyarvat: “Shte budete porazeni i subrani v Ada. I kolko losha postelya e toi!”"},{"SurahNumber":3,"VerseNumber":13,"Text":"Imashe za vas znamenie v dve druzhini, koito se sreshtnakha - edna srazhavashta se po putya na Allakh, i druga - nevyarvashta. I im se vidyakha na oko dvoino poveche ot tyakh. Allakh podkrepya sus Svoyata pomosht kogoto pozhelae. V tova ima pouka za prozorlivite"},{"SurahNumber":3,"VerseNumber":14,"Text":"Razkrasena e za khorata lyubovta kum strastite - kum zhenite i detsata, i strupanite kupishta ot zlato i srebro, i kum otbranite kone, i dobituka, i posevite. Tova e nasladata na zemniya zhivot, no nai-prekrasniyat pristan e zavrushtaneto pri Allakh"},{"SurahNumber":3,"VerseNumber":15,"Text":"Kazhi: “Da vi izvestya li za po-dobro ot tova?” Za bogoboyazlivite pri tekhniya Gospod ima gradini, sred koito reki tekat - tam shte prebivavat vechno, - i prechisti suprugi, i blagovolenie ot Allakh. Allakh suzira rabite"},{"SurahNumber":3,"VerseNumber":16,"Text":"koito kazvat: “Gospodi nash, povyarvakhme! Oprosti grekhovete ni i opazi ni ot muchenieto na Ogunya!”"},{"SurahNumber":3,"VerseNumber":17,"Text":"[Te sa] turpelivite i iskrenite, i smirenite, i razdavashtite, i moleshtite oproshtenie v ranni zori"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allakh svidetelstva, che nyama drug bog osven Nego. I angelite, i nai-izdignatite v znanieto svidetelstvat sushtoto - Toi ot·stoyava spravedlivostta. Nyama drug bog osven Nego - Vsemogushtiya, Premudriya"},{"SurahNumber":3,"VerseNumber":19,"Text":"Islyamut e religiyata pri Allakh. Darenite s Pisanieto izpadnakha v raznoglasie zaradi zlobata pomezhdu im, edva sled kato znanieto doide pri tyakh. A za nevyarvashtite v znameniyata na Allakh - Allakh burzo pravi ravnosmetka"},{"SurahNumber":3,"VerseNumber":20,"Text":"I ako sporyat s teb, kazhi: “Otdadokh se vsetsyalo na Allakh - az i onezi, koito me posledvakha.” I kazhi na darenite s Pisanieto, i na negramotnite: “Otdadokhte li se?” I ako se otdadat, veche sa na praviya put, a ako se otvurnat - tvoi dulg e samo da suobshtish. Allakh nablyudava rabite"},{"SurahNumber":3,"VerseNumber":21,"Text":"Onezi, koito ne vyarvat v znameniyata na Allakh i ubivat bez pravo prorotsite, i ubivat khorata, povelyavashti spravedlivost, vuzvesti gi za bolezneno muchenie"},{"SurahNumber":3,"VerseNumber":22,"Text":"Te sa onezi, chiito dela se provalyat i v zemniya zhivot, i v otvudniya, i ne shte ima za tyakh izbaviteli"},{"SurahNumber":3,"VerseNumber":23,"Text":"Ne vidya li ti darenite s dyal ot Pisanieto? Te sa pozovani kum Pisanieto na Allakh, za da ot·sudi pomezhdu im. Posle nyakoi se otvrushtat, protiveiki se"},{"SurahNumber":3,"VerseNumber":24,"Text":"Tova e, zashtoto rekokha: “Ne shte ni zasegne Ogunyat, osven samo v broeni dni.” I gi zaslepi v religiyata im onova, koeto byakha suchinili"},{"SurahNumber":3,"VerseNumber":25,"Text":"I kak shte budat, shtom gi suberem v Denya, za koito nyama sumnenie, i na vsyaka dusha napulno se izplati onova, koeto e pridobila, i ne shte budat ugneteni"},{"SurahNumber":3,"VerseNumber":26,"Text":"Kazhi: “O, Allakh, Vladetelyu na vladenieto, Ti daryavash vladenieto na kogoto pozhelaesh i otnemash vladenieto ot kogoto pozhelaesh, i vuzdigash kogoto pozhelaesh, i unizyavash kogoto pozhelaesh. Dobroto e v Tvoyata Ruka. Ti za vsyako neshto imash sila"},{"SurahNumber":3,"VerseNumber":27,"Text":"Ti vuvezhdash noshtta v denya i Ti vuvezhdash denya v noshtta, i izvazhdash zhivoto ot murtvoto, i izvazhdash murtvoto ot zhivoto, i bezmerno davash prepitanie komuto pozhelaesh.”"},{"SurahNumber":3,"VerseNumber":28,"Text":"Vyarvashtite da ne vzimat nevernitsi za blizhni vmesto povyarvalite. A koito napravi tova, toi nyama nishto obshto s Allakh, osven ako se strakhuvate ot tyakh. Allakh vi preduprezhdava za Sebe Si i kum Allakh e zavrushtaneto"},{"SurahNumber":3,"VerseNumber":29,"Text":"Kazhi: “I da skrivate onova, koeto e v surtsata vi, i da go pokazvate, Allakh go znae. Znae Toi kakvo e na nebesata i kakvo e na zemyata. Allakh za vsyako neshto ima sila.”"},{"SurahNumber":3,"VerseNumber":30,"Text":"V Denya vsyaka dusha shte nameri dobroto, koeto e storila, i zloto, koeto e storila, i shte iska to da se otdalechi ot neya. Allakh vi preduprezhdava za Sebe si. Allakh e sustradatelen kum rabite"},{"SurahNumber":3,"VerseNumber":31,"Text":"Kazhi: “Ako obichate Allakh, posledvaite me! I Allakh shte vi obikne, i shte oprosti grekhovete vi. Allakh e oproshtavasht, milosurden.”"},{"SurahNumber":3,"VerseNumber":32,"Text":"Kazhi: “Podchinete se na Allakh i na Pratenika!” A otvurnete li se - Allakh ne obicha nevernitsite"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allakh izbra nad narodite Adam i Nukh, i roda na Ibrakhim, i roda na Imran"},{"SurahNumber":3,"VerseNumber":34,"Text":"potomstvo edni ot drugi. Allakh e vsechuvasht, vseznaesht"},{"SurahNumber":3,"VerseNumber":35,"Text":"Kogato zhenata na Imran reche: “Gospodi moi, posvetikh onova, koeto e v utrobata mi, edinstveno na Teb da sluzhi. Priemi go ot men! Naistina Ti si Vsechuvashtiya, Vseznaeshtiya.”"},{"SurahNumber":3,"VerseNumber":36,"Text":"I kogato go rodi, kaza: “Gospodi, rodikh go zhensko.” A Allakh nai-dobre znaeshe kakvo e rodila. Muzhkoto ne e kato zhenskoto. “I ya nazovakh Mariam. I Te molya da ya zakrilyash ot prokudeniya satana zaedno s potomstvoto i!”"},{"SurahNumber":3,"VerseNumber":37,"Text":"I ya prie neiniyat Gospod s khubav priem, i ya otgleda kato khubav kuln, i ya poveri na Zakariya. Vsyakoga, shtom Zakariya vlizashe pri neya v neinoto svetilishte, namirashe tam prepitanie. Reche: “O, Mariam, otkude imash tova?” Tya reche: “Ot Allakh e. Allakh bezmerno dava prepitanie komuto pozhelae.”"},{"SurahNumber":3,"VerseNumber":38,"Text":"Tam Zakariya pozova svoya Gospod. Reche: “Gospodi moi, dari mi ot Teb dobro potomstvo! Ti si Chuvashtiya zova.”"},{"SurahNumber":3,"VerseNumber":39,"Text":"I kakto stoeshe, moleiki se v svetilishteto, angelite go prizovakha: “Allakh te blagovestva za Yakhya, koito shte potvurdi Slovo ot Allakh, shte bude gospodar, tselomudren i prorok ot pravednitsite.”"},{"SurahNumber":3,"VerseNumber":40,"Text":"Reche: “Gospodi moi, kak shte imam sin, kogato veche me zastigna starostta, a zhena mi e bezdetna?” Reche: “Taka! Allakh pravi kakvoto pozhelae.”"},{"SurahNumber":3,"VerseNumber":41,"Text":"Reche: “Gospodi, dai mi znak!” Reche: “Znakut za teb e tri dni da govorish s khorata samo kato posochvash. I spomenavai chesto svoya Gospod, i Go proslavyai vecher i sutrin!”"},{"SurahNumber":3,"VerseNumber":42,"Text":"I kogato angelite rekokha: “O, Mariam, Allakh te izbra i te prechisti, i te izbra nad zhenite ot narodite"},{"SurahNumber":3,"VerseNumber":43,"Text":"O, Mariam, smiri se pred svoya Gospod i svedi chelo do zemyata v sudzhud, i se klanyai s poklanyashtite se!”"},{"SurahNumber":3,"VerseNumber":44,"Text":"Tova e ot vestite na nevedomoto, Nie ti go razkrivame. Ne be ti pri tyakh, kogato khvurlyakha kalemite si - koi ot tyakh da se grizhi za Mariam. Ne be tam i kogato se karakha"},{"SurahNumber":3,"VerseNumber":45,"Text":"Kogato angelite rekokha: “O, Mariam, Allakh te blagovestva za Slovo ot Nego. Imeto mu e Mesiyata Isa, sinut na Mariam, znaten v zemniya zhivot i v otvudniya, i e ot priblizhenite [na Allakh]"},{"SurahNumber":3,"VerseNumber":46,"Text":"I shte govori na khorata oshte v lyulkata, i kato vuzmuzhee, i shte bude ot pravednitsite.”"},{"SurahNumber":3,"VerseNumber":47,"Text":"reche tya: “Gospodi moi, kak shte imam sin, shtom muzh ne me e dokosval?” Reche: “Taka! Allakh sutvoryava kakvoto pozhelae. Shtom reshi neshto, kazva mu samo: “Budi!” I to stava"},{"SurahNumber":3,"VerseNumber":48,"Text":"I shte go nauchi Toi na knigata i na mudrostta, i na Torata, i na Evangelieto"},{"SurahNumber":3,"VerseNumber":49,"Text":"I shte go stori pratenik pri sinovete na Israil: “Donesokh vi znamenie ot vashiya Gospod. Shte suzdam za vas ot glina obraz na ptitsa, shte dukhna v neya i shte stane ptitsa s pozvolenieto na Allakh. I shte iztseryavam slepi i prokazheni, i shte suzhivyavam murtvi s pozvolenieto na Allakh. I shte vi suobshtavam kakvo yadete i s kakvo se zapasyavate po domovete si. Naistina v tova ima znamenie za vas, ako ste vyarvashti"},{"SurahNumber":3,"VerseNumber":50,"Text":"[I doidokh] v potvurzhdenie na Torata, [nizposlana] predi men, i za da vi razresha chast ot onova, koeto vi be vuzbraneno... I vi donesokh znamenie ot vashiya Gospod. I boite se ot Allakh, i mi se pokorete"},{"SurahNumber":3,"VerseNumber":51,"Text":"Naistina Allakh e moyat Gospod i vashiyat Gospod. Na Nego sluzhete! Tova e praviyat put.”"},{"SurahNumber":3,"VerseNumber":52,"Text":"I kogato Isa pochuvstva neverieto u tyakh, reche: “Koi sa moite pomoshtnitsi [po putya] kum Allakh?” Negovite uchenitsi rekokha: “Nie sme pomoshtnitsite [po putya] na Allakh. Povyarvakhme v Allakh i svidetelstvai, che sme otdadeni!”"},{"SurahNumber":3,"VerseNumber":53,"Text":"Gospodi nash, povyarvakhme v onova, koeto Ti nizposla, i posledvakhme pratenika. Vpishi ni redom sus svidetelite!”"},{"SurahNumber":3,"VerseNumber":54,"Text":"I [yudeite] lukavstvakha. A Allakh provali tyakhnoto lukavstvo. Allakh e nad lukavite"},{"SurahNumber":3,"VerseNumber":55,"Text":"Kogato Allakh reche: “O, Isa, Az shte te pribera i shte te vuzdigna pri Men, i shte te prechistya ot nevyarvashtite, i do Denya na vuzkresenieto shte storya onezi, koito te posledvakha, nad onezi, koito ne povyarvakha. Posle pri Men shte se zavurnete i shte ot·sudya mezhdu vas v onova, po koeto ste bili v raznoglasie.”"},{"SurahNumber":3,"VerseNumber":56,"Text":"A onezi, koito ne povyarvakha, shte nakazha s tezhko muchenie v zemniya zhivot i v otvudniya. I ne shte ima za tyakh izbaviteli.”"},{"SurahNumber":3,"VerseNumber":57,"Text":"A na onezi, koito vyarvat i vurshat pravedni dela, Toi shte izplati nagradite. Allakh ne obicha ugnetitelite"},{"SurahNumber":3,"VerseNumber":58,"Text":"Tova ti go chetem [o, Mukhammad] ot znameniyata i ot Mudroto napomnyane"},{"SurahNumber":3,"VerseNumber":59,"Text":"Primerut s Isa pred Allakh e kato primera s Adam. Sutvori go Toi ot prust, posle mu reche: “Budi!” I toi stana"},{"SurahNumber":3,"VerseNumber":60,"Text":"Istinata e ot tvoya Gospod. Ne budi ot sumnyavashtite se"},{"SurahNumber":3,"VerseNumber":61,"Text":"A na onzi, koito spori s teb za neya, sled kato si poluchil znanie, kazhi: “Elate da izvikame nashite sinove i vashite sinove, nashite zheni i vashite zheni, nas samite i vas samite, a posle da se pomolim i prizovem Allakh za proklyatie nad luzhtsite!”"},{"SurahNumber":3,"VerseNumber":62,"Text":"Tova e istinnata vest. Nyama drug bog osven Allakh. Allakh e Vsemogushtiya, Premudriya"},{"SurahNumber":3,"VerseNumber":63,"Text":"A otvurnat li se, Allakh znae seeshtite razvala"},{"SurahNumber":3,"VerseNumber":64,"Text":"Kazhi: “O, khora na Pisanieto, elate kum edno obshto slovo mezhdu nas i vas - da ne sluzhim na drug osven na Allakh i da ne Go sudruzhavame s nishto, i edni ot nas da ne priemat drugi za gospodari, osven Allakh!” A otvurnat li se, kazhete: “Zasvidetelstvaite, che sme myusyulmani!”"},{"SurahNumber":3,"VerseNumber":65,"Text":"O, khora na Pisanieto, zashto sporite za Ibrakhim? Torata i Evangelieto byakha nizposlani edva podir nego. Nima ne proumyavate"},{"SurahNumber":3,"VerseNumber":66,"Text":"Eto, vie sporekhte za onova, za koeto imate znanie. A zashto sporite za onova, za koeto nyamate znanie? Allakh znae, vie ne znaete"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrakhim ne be nito yudei, nito khristiyanin, a be pravoveren myusyulmanin, i ne be ot sudruzhavashtite"},{"SurahNumber":3,"VerseNumber":68,"Text":"Nai-blizkite khora do Ibrakhim sa onezi, koito go posledvakha, i tozi Prorok, i tezi, koito povyarvakha. Allakh e Pokrovitelyat na vyarvashtite"},{"SurahNumber":3,"VerseNumber":69,"Text":"Edna grupa ot khorata na Pisanieto iskashe, ako mozhe, da vi zabludi. Ala zabluzhdavat samo sebe si, no ne useshtat"},{"SurahNumber":3,"VerseNumber":70,"Text":"O, khora na Pisanieto, zashto ne vyarvate v znameniyata na Allakh, sled kato ste svideteli"},{"SurahNumber":3,"VerseNumber":71,"Text":"O, khora na Pisanieto, zashto smesvate istinata s luzhata i potulvate istinata, znaeiki"},{"SurahNumber":3,"VerseNumber":72,"Text":"A edna grupa ot khorata na Pisanieto reche: “Pri nachevaneto na denya vyarvaite v nizposlanoto na vyarvashtite, a v kraya mu se otkazhete, ta dano i te se preoburnat"},{"SurahNumber":3,"VerseNumber":73,"Text":"I se doveryavaite samo na onzi, koito e posledval vashata religiya!” Kazhi [o, Mukhammad]: “Naput·stvieto na Allakh e naput·stvie. [Nima se opasyavate,] che i drugimu se daryava sushtoto, kakvoto be dareno i na vas, ili shte vi osporvat pred vashiya Gospod.” Kazhi: “Blagodatta e v Rukata na Allakh. Daryava ya komuto pozhelae.” Allakh e vseobkhvaten, vseznaesht"},{"SurahNumber":3,"VerseNumber":74,"Text":"Toi otlichava s milostta Si kogoto pozhelae. Allakh e Vladetelyat na velikata blagodat"},{"SurahNumber":3,"VerseNumber":75,"Text":"Sred khorata na Pisanieto ima i takiva, na koito i sukrovishte da poverish, shte ti go vurnat, no sred tyakh ima i takiva, na koito i dinar da poverish, shte ti go vurnat, samo ako vse nad tyakh stoish. Tova e, zashtoto rekokha: “Nyamame vina za negramotnite.” I izrichat luzha za Allakh, znaeiki"},{"SurahNumber":3,"VerseNumber":76,"Text":"No onzi, koito izpulnyava svoya obet i e bogoboyazliv - Allakh obicha bogoboyazlivite"},{"SurahNumber":3,"VerseNumber":77,"Text":"Onezi, koito prodavat na nishtozhna tsena obeta kum Allakh i svoite kletvi, te nyamat dyal v otvudniya zhivot i Allakh ne shte im progovori, i ne shte gi pogledne v Denya na vuzkresenieto, i ne shte gi prechisti, i shte ima za tyakh bolezneno muchenie"},{"SurahNumber":3,"VerseNumber":78,"Text":"A grupa ot tyakh - cheteiki - si krivyat ezitsite, za da smyatate, che tova e ot Pisanieto, a to ne e ot Pisanieto, i kazvat: “Tova e ot Allakh”, a to ne e ot Allakh, i izrichat luzha za Allakh, znaeiki"},{"SurahNumber":3,"VerseNumber":79,"Text":"Ne se e sluchvalo chovek, daren ot Allakh s Pisanieto i mudrostta, i prorochestvoto, da kazhe na khorata: “Budete na men rabi, a ne na Allakh!”, a: “Budete gospodni suglasno Pisanieto, koeto ste prepodavali i izuchavali!”"},{"SurahNumber":3,"VerseNumber":80,"Text":"I ne shte vi poveli takuv da priemete za gospodari angelite i prorotsite. Nima shte vi poveli neverieto, sled kato ste se otdali na Allakh"},{"SurahNumber":3,"VerseNumber":81,"Text":"I kogato Allakh prie obeta na prorotsite: “Kolkoto i da vi daryavam ot pisanie i mudrost, posle pri vas shte doide Pratenik, da potvurdi nalichnoto u vas. Vyarvaite v nego i mu pomagaite!”, reche: “Suglasni li ste i priemate li bezuslovniya obet kum Men?” Rekokha: “Suglasni sme.” Reche: “Zasvidetelstvaite, i Az shte buda s vas ot svidetelite!”"},{"SurahNumber":3,"VerseNumber":82,"Text":"A koito sled tova se otmetne, tezi sa nechestivtsite"},{"SurahNumber":3,"VerseNumber":83,"Text":"Nima tursyat druga religiya osven tazi na Allakh, kogato na Nego se podchinyava vsichko na nebesata i na zemyata, dobrovolno ili po prinuda, i pri Nego shte budat vurnati"},{"SurahNumber":3,"VerseNumber":84,"Text":"Kazhi: “Vyarvame v Allakh i v nizposlanoto na nas, i v nizposlanoto na Ibrakhim i Ismail, i Iskhak, i Yakub, i rodovete [mu], i v darenoto na Musa i na Isa, i na prorotsite ot tekhniya Gospod. Razlika ne pravim mezhdu nikogo ot tyakh i na Nego sme otdadeni.”"},{"SurahNumber":3,"VerseNumber":85,"Text":"A koito tursi druga religiya osven Islyama, tya ne shte mu se prieme i v otvudniya zhivot toi e ot gubeshtite"},{"SurahNumber":3,"VerseNumber":86,"Text":"Kak shte naputi Allakh khora otrekli se, sled kato sa povyarvali i zasvidetelstvali, che Pratenika e istinski, i pri tyakh sa doshli yasnite znatsi? Allakh ne naputva khorata-ugnetiteli"},{"SurahNumber":3,"VerseNumber":87,"Text":"Vuzmezdieto im e, che nad tyakh e proklyatieto na Allakh i na angelite, i na vsichki khora"},{"SurahNumber":3,"VerseNumber":88,"Text":"v nego te shte prebivavat vechno. Nito shte se oblekchi muchenieto im, nito shte se zabavi"},{"SurahNumber":3,"VerseNumber":89,"Text":"osven na onezi, koito posle se pokayat i popravyat. Allakh e oproshtavasht, milosurden"},{"SurahNumber":3,"VerseNumber":90,"Text":"Ot onezi, koito se otrichat, sled kato sa povyarvali, a posle neverieto im porasne, ne shte bude prieto pokayanie. Te sa zabludenite"},{"SurahNumber":3,"VerseNumber":91,"Text":"Ot onezi, koito se otrekat i umrat nevernitsi, ne shte bude prieta kato otkup dori pulna sus zlato zemya. Za tyakh ima bolezneno muchenie i nikoi ne shte gi izbavi"},{"SurahNumber":3,"VerseNumber":92,"Text":"Ne shte se sdobiete s pravednostta, dodeto ne razdadete ot onova, koeto obichate. A kakvoto i da razdadete, Allakh go znae"}]}