{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Tilinteko lahestyy ihmisia, mutta suruttomina he kaantyvat pois"},{"SurahNumber":21,"VerseNumber":2,"Text":"Heidan Herraltaan ei tule yhtakaan uutta varoitusta, jota he kuuntelisivat pilkkaa tekematta"},{"SurahNumber":21,"VerseNumber":3,"Text":"Heidan sydamensa ovat huolettomat, ja vaaramieliset juttelevat salaa ja sanovat: »Tama mies on vain ihmisolento kuten tekin. Sallitteko siis hanen lumouksensa vaikuttaa itseenne vaikka havaitsette sen?»"},{"SurahNumber":21,"VerseNumber":4,"Text":"Han vastasi: »Herrani tietaa, mita puhutaan taivaassa tai maan paalla, koska Han on kaikkivaltias, kaikkitietava.»"},{"SurahNumber":21,"VerseNumber":5,"Text":"Mutta he sanovat: »Tama on vain unennakojen sekasotkua. Han on taman keksinyt. Han on runoilija. Esittakoon sen vuoksi meille tunnusmerkin, kuten entisetkin lahettilaat tekivat.»"},{"SurahNumber":21,"VerseNumber":6,"Text":"Eivathan ennen heita nekaan kaupungit uskoneet, jotka me tuhosimme. Ottaisivatko siis nama uskoakseen"},{"SurahNumber":21,"VerseNumber":7,"Text":"Ennen sinuakin lahetimme vain ihmisia, joille annoimme ilmestyksemme. Kysykaa siis niilta, jotka ovat ottaneet varoitusta noudattaakseen, ellette itse tieda"},{"SurahNumber":21,"VerseNumber":8,"Text":"Emme tehnyt heista olentoja, jotka eivat kaivanneet ruokaa, eivatka he olleet kuolemattomia"},{"SurahNumber":21,"VerseNumber":9,"Text":"Sen jalkeen taytimme heille antamamme lupauksen ja pelastimme heidat ja kenet tahdoimme, mutta hillittomat Me tuhosimme"},{"SurahNumber":21,"VerseNumber":10,"Text":"Totisesti, olemme ylhaalta ilmaissut teille kirjan, jossa teita varoitetaan. Etteko jo ymmarra"},{"SurahNumber":21,"VerseNumber":11,"Text":"Kuinka monta vaaramielista kaupunkia Me havitimmekaan! Ja kutsuimme sitten esiin toisen kansan"},{"SurahNumber":21,"VerseNumber":12,"Text":"Kun he tunsivat voimamme, niin katso, he alkoivat paeta"},{"SurahNumber":21,"VerseNumber":13,"Text":"»Alkaa paetko, vaan palatkaa sen rikkauden aareen, joka teille on suotu, ja asuntoihinne, kun teilta kysytaan tekojanne.»"},{"SurahNumber":21,"VerseNumber":14,"Text":"He sanoivat: »Voi meita, me olimme todella vaaramielisia!»"},{"SurahNumber":21,"VerseNumber":15,"Text":"Ja nain he jatkoivat huutoaan, kunnes Me heidat leikkasimme kuin viljan ja sammutimme kuin tulen"},{"SurahNumber":21,"VerseNumber":16,"Text":"Emme ole pilan vuoksi luonut taivasta ja maata ja kaikkea niiden valilla olevaa"},{"SurahNumber":21,"VerseNumber":17,"Text":"Jos olisimme halunnut itsellemme leikkikalun, olisimme voinut sen itsekin tehda. Mutta emme aio sellaista"},{"SurahNumber":21,"VerseNumber":18,"Text":"Ei, Me heitamme totuuden valhetta vastaan, niin etta se musertaa sen paan, ja katso, se haviaa! Mutta voi teita valheittenne tahden"},{"SurahNumber":21,"VerseNumber":19,"Text":"Hanelle kuuluu jokainen, joka on taivaassa ja maan paalla. Ja ne, jotka ovat Hanen puolellaan, eivat ole liian ylpeita Hanta palvelemaan, eivatka he siihen vasy"},{"SurahNumber":21,"VerseNumber":20,"Text":"Oin ja paivin he Hanta lakkaamatta ylistavat"},{"SurahNumber":21,"VerseNumber":21,"Text":"Tai olisivatko he hankkineet maan paalta jumalia, jotka voivat herattaa kuolleita"},{"SurahNumber":21,"VerseNumber":22,"Text":"Jos taivaassa ja maan paalla olisi muita jumalia kuin Herra, niin taivas ja maa olisivat joutuneet sekasortoon. Siksi kunnia olkoon Jumalalle, voiman Herralle, Han on niiden ylapuolella, joita he Hanen rinnalleen asettavat"},{"SurahNumber":21,"VerseNumber":23,"Text":"Hanen ei tarvitse vastata siita, mita on tehnyt, mutta heidan on kaikesta vastattava"},{"SurahNumber":21,"VerseNumber":24,"Text":"Ovatko he omaksuneet muita jumalia Hanen rinnalleen? Sano: »Esittakaa todisteenne. Tama (Koraani) on varoituksena niille, jotka nyt ovat kanssani, seka niille, jotka olivat ennen minua.» Mutta useimmat heista eivat tunne totuutta, vaan kaantyvat pois"},{"SurahNumber":21,"VerseNumber":25,"Text":"Emme lahettanyt ennen sinua ainoatakaan lahettilasta, jolle emme olisi ilmaissut: »Totisesti, ei ole muuta jumalaa kuin Mina, siksi palvelkaa Minua.»"},{"SurahNumber":21,"VerseNumber":26,"Text":"He vaittavat Laupeimman hankkineen itselleen pojan. Kunnia yksin Hanelle! He (enkelit) ovat vain kunnioitettavia palvelijoita"},{"SurahNumber":21,"VerseNumber":27,"Text":"He eivat aloita puhetta ennen Hanta, vaan toimivat Hanen kaskyaan tayttaen"},{"SurahNumber":21,"VerseNumber":28,"Text":"Han tietaa, mita heilla on edessaan ja mita on heidan jaljessaan, eivatka he voi puoltaa ketaan muuta kuin sellaista, jonka Han hyvaksyy; ja he pelkaavat Hanen epasuosiotaan"},{"SurahNumber":21,"VerseNumber":29,"Text":"Ja jos joku heista sanoisi: »Totisesti, mina olen jumala kuten Hankin», niin sellaiselle Me annamme palkaksi helvetin. Talla tavoin Me palkitsemme vaaryyden harjoittajat"},{"SurahNumber":21,"VerseNumber":30,"Text":"Eivatko uskottomat huomaa, etta taivaat ja maa olivat sulkeutuneet, kunnes Me erotimme ne toisistansa? Vedesta Me olemme luonut kaikki elolliset olennot. Eivatko he sittenkaan usko"},{"SurahNumber":21,"VerseNumber":31,"Text":"Me asetimme myos vahvoja vuoria maahan, ettei se liikkuisi heidan allansa. Ja Me aukaisimme sen kamaraan leveita kulkuvaylia, jotta he vaeltaisivat"},{"SurahNumber":21,"VerseNumber":32,"Text":"Ja Me rakensimme vankan taivaanlaen; kuitenkin he kaantyvat pois sen merkeista"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ja juuri Han on luonut yon ja paivan seka auringon ja kuun; kaikki kulkevat maarattya rataansa"},{"SurahNumber":21,"VerseNumber":34,"Text":"Ainoallekaan ihmiselle ennen sinua emme ole antanut kuolemattomuutta. Jos sinun on kuoltava, pystyisivatko he siis alati elamaan"},{"SurahNumber":21,"VerseNumber":35,"Text":"Jokaisen sielun on maistettava kuolema. Me koettelemme teita seka pahalla etta hyvalla saattamalla teidat kiusauksiin. Ja Meidan luoksemme teidan on palattava"},{"SurahNumber":21,"VerseNumber":36,"Text":"Kun uskottomat sinut nakevat, he pitavat sinua pilkkanaan: »Onko tama se, joka puhuu teidan jumalistanne?» He ovat niita, jotka kieltavat Armahtajan varoituksen"},{"SurahNumber":21,"VerseNumber":37,"Text":"Ihminen on kiireessa luotu. Naytan teille pian merkkini, mutta alkaa pyytako Minua kiirehtimaan"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ja he sanovat: »Milloin tama uhkaus sitten tayttyy, jos olet totuudellinen?»"},{"SurahNumber":21,"VerseNumber":39,"Text":"Jospa uskottomat tietaisivat sen hetken tulon, jolloin he eivat kykene torjumaan tulen liekkeja kasvoiltaan eivatka selastaan eivatka saa mitaan apua"},{"SurahNumber":21,"VerseNumber":40,"Text":"Se on saapuva yht'akkia yllattaen heidat. He eivat voi torjua sen tuloa eika heille suoda vahaakaan armonaikaa"},{"SurahNumber":21,"VerseNumber":41,"Text":"Pilkattiinhan totisesti lahettilaita ennen sinuakin, mutta pilkkaajat joutuivat sen uhreiksi, mille olivat nauraneet"},{"SurahNumber":21,"VerseNumber":42,"Text":"Sano: »Kuka voi teita oin ja paivin suojella Armahtajaa vastaan?» Mutta he kaantavat selkansa Herraa mainittaessa"},{"SurahNumber":21,"VerseNumber":43,"Text":"Onko heilla omia jumalia, jotka pystyvat heita puolustamaan meita vastaan? He eivat voi auttaa edes itseaan eivatka pysty varjelemaan itseansa Meilta"},{"SurahNumber":21,"VerseNumber":44,"Text":"Me olemme yllapitanyt nama ihmiset ja heidan esi~isansa elamansa loppuun saakka. Mutta eivatko he havaitse, etta Me piiritamme heidan maatansa supistaen sen rajoja? Toivovatko he paasevansa voitolle"},{"SurahNumber":21,"VerseNumber":45,"Text":"Sano: »Mina varoitan teita ilmestyksen mukaisesti, mutta kuurot eivat kuule kutsua, kun heita varoitetaan.»"},{"SurahNumber":21,"VerseNumber":46,"Text":"Totisesti, jos henkayskin heidan Herransa tuomiosta heita kohtaisi, he varmasti sanoisivat: »Voi meita, me olimme totisesti vaaramielisia!»"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ylosnousemuksen paivana Me kaytamme oikeudenmukaista vaakaa, niin etta kenellekaan ei tehda pienintakaan vaaryytta. Vaikka jokin teko painaisi sinapinsiemenen verran, niin Me otamme sen huomioon, Me olemme kyllin pateva tilintekija"},{"SurahNumber":21,"VerseNumber":48,"Text":"Totisesti, Me annoimme Moosekselle ja Aaronille arvostelukyvyn valistukseksi seka varoitukseksi niille, jotka pahaa karttoivat"},{"SurahNumber":21,"VerseNumber":49,"Text":"Niille, jotka pelkaavat sydamissaan Herraansa ja vavisten valmistuvat suureen hetkeen"},{"SurahNumber":21,"VerseNumber":50,"Text":"Tama on siunattu kehoitus, jonka olemme lahettanyt ylhaalta. Aiotteko sen siis hylata"},{"SurahNumber":21,"VerseNumber":51,"Text":"Totisesti, Me jo ennakolta ohjasimme Aabrahamin oikealle tielle, ja Me tunsimme hanet hyvin"},{"SurahNumber":21,"VerseNumber":52,"Text":"Jo silloin, kun han lausui isalleen ja kansalleen: »Mita ovat nama epajumalat, joita te yha palvelette?»"},{"SurahNumber":21,"VerseNumber":53,"Text":"He vastasivat: »Olemme nahneet jo esi-isiemme niita palvelleen.»"},{"SurahNumber":21,"VerseNumber":54,"Text":"Han sanoi: »Totisesti, te ja teidan esi-isanne olette olleet ilmeisessa harhassa.»"},{"SurahNumber":21,"VerseNumber":55,"Text":"He sanoivat: »Puhutko meille totuutta, vai oletko niita, jotka vain laskevat leikkia?»"},{"SurahNumber":21,"VerseNumber":56,"Text":"Han vastasi: »Ei, teidan Herranne on taivaitten ja maan Herra, joka ne on luonut. Mina olen taman todistaja"},{"SurahNumber":21,"VerseNumber":57,"Text":"Ja Jumalan nimessa olen totisesti tekeva selvaa teidan epajumalistanne, kun kaannytte pois.»"},{"SurahNumber":21,"VerseNumber":58,"Text":"Niin han mursi ne palasiksi paitsi suurinta niista, jotta he kenties saattaisivat palata sen eteen"},{"SurahNumber":21,"VerseNumber":59,"Text":"He sanoivat: »Kuka on tehnyt nain meidan jumalillemme? Han on totisesti pahantekija.»"},{"SurahNumber":21,"VerseNumber":60,"Text":"Muutamat sanoivat: »Olemme kuulleet eraan Aabrahamnimisen nuorukaisen puhuvan niista.»"},{"SurahNumber":21,"VerseNumber":61,"Text":"He sanoivat: »Tuokaa hanet sitten kansan silmien eteen ehka he voivat todistaa.»"},{"SurahNumber":21,"VerseNumber":62,"Text":"He sanoivat: »Oi Aabraham. Sinako olet taman tehnyt jumalillemme?»"},{"SurahNumber":21,"VerseNumber":63,"Text":"Han vastasi: »Varmaan sen joku teki; mutta onhan tassa heidan paamiehensa jaljella, kysykaa silta, jos se voi puhua.»"},{"SurahNumber":21,"VerseNumber":64,"Text":"Silloin he miettivat mielessaan ja syyttelivat toisiansa: »Totisesti, te olette vaaralla tiella.»"},{"SurahNumber":21,"VerseNumber":65,"Text":"Mutta sitten he joutuivat paastaan pyoralle ja sanoivat: »Totisesti, sinahan tiedat, etta nama eivat puhu.»"},{"SurahNumber":21,"VerseNumber":66,"Text":"Han lausui: »Palvelisitteko siis Jumalan sijasta sellaista, joka ei voi teita vahaakaan auttaa eika myoskaan vahingoittaa"},{"SurahNumber":21,"VerseNumber":67,"Text":"Hapea teille ja niille, joita palvelette Jumalan ohella. Etteko jo ymmarra?»"},{"SurahNumber":21,"VerseNumber":68,"Text":"He sanoivat: »Polttakaa hanet ja auttakaa jumalianne, jos jotakin aiotte tehda!»"},{"SurahNumber":21,"VerseNumber":69,"Text":"Me sanoimme: »Oi tuli, pysy kylmana ja suojele Aabrahamia.»"},{"SurahNumber":21,"VerseNumber":70,"Text":"He vainosivat hanta, mutta Me jatimme heidat haviolle"},{"SurahNumber":21,"VerseNumber":71,"Text":"Ja Me pelastimme Hanet seka Lootin maahan, jonka olimme siunannut maan kansoja varten"},{"SurahNumber":21,"VerseNumber":72,"Text":"Me annoimme hanelle pojan, Iisakin, seka pojanpojan, Jaakobin, ja teimme heista kaikista hurskaita"},{"SurahNumber":21,"VerseNumber":73,"Text":"Ja Me teimme heista johtajia, jotka ohjasivat kansaa Meidan kaskyjemme mukaan. Me maarasimme heidat suorittamaan hyvia tekoja ja uutterasti rukoilemaan seka antamaan almuja. Ja he palvelivat ainoastaan Meita"},{"SurahNumber":21,"VerseNumber":74,"Text":"Ja Lootille Me annoimme viisautta ja tietoa ja pelastimme hanet kaupungista, jonka asukkaat harjoittivat iljettavia tekoja. Totisesti, he olivat paha ja hilliton kansa"},{"SurahNumber":21,"VerseNumber":75,"Text":"Me suljimme hanet armoomme; totisesti, han kuului hyvien pariin"},{"SurahNumber":21,"VerseNumber":76,"Text":"Enta Nooa. Kun han huusi meita muinoin, Me kuulimme hanta ja pelastimme hanet ja hanen perheensa suuresta onnettomuudesta"},{"SurahNumber":21,"VerseNumber":77,"Text":"Me autoimme hanta kansaa vastaan, joka kielsi Meidan ilmoituksemme; totisesti, he olivat paha kansa, ja Me hukutimme heidat kaikki"},{"SurahNumber":21,"VerseNumber":78,"Text":"Enta Daavid ja Salomo. Kun he antoivat tuomionsa eraasta pellosta, jonka ihmisten vuohet olivat yon aikana tallanneet, Me olimme heidan tuomionsa todistajana"},{"SurahNumber":21,"VerseNumber":79,"Text":"Niin saatoimme Salomon ymmartamaan tapauksen ja kummallekin annoimme viisautta ja tietoa. Me alistimme lakeihimme vuoret ja linnut, jotka yhdessa Daavidin kanssa julistivat kunniaamme. Juuri Me saimme taman aikaan"},{"SurahNumber":21,"VerseNumber":80,"Text":"Me opetimme hanta myos valmistamaan teille haarniskoja suojaksi taisteluissanne. Mutta oletteko siita kiitollisia"},{"SurahNumber":21,"VerseNumber":81,"Text":"Ja Salomon Me opetimme kayttamaan myrskytuulia, jotka Hanen kaskystansa puhalsivat sen maan ylitse, jonka olimme siunannut. Me tiedamme taydellisesti kaiken"},{"SurahNumber":21,"VerseNumber":82,"Text":"Me annoimme myos hanen valtaansa muutamia villikansoja, jotka sukelsivat hanelle helmia ja tekivat muutakin. Ja Me olimme heidan vartijanaan"},{"SurahNumber":21,"VerseNumber":83,"Text":"Muistettakoon myos Jobia, joka rukoili Herraansa: »Totisesti, onnettomuus on minua kohdannut, mutta Sina olet kaikkein armollisin armonosoittajista.»"},{"SurahNumber":21,"VerseNumber":84,"Text":"Sentahden Me kuulimme hanta ja poistimme hanen vaivansa ja annoimme takaisin hanen perheensa seka lisaksi paljon muuta; kaiken armonamme ja kehoituksena palvelijoillemme"},{"SurahNumber":21,"VerseNumber":85,"Text":"Enta Ismael ja Idris ja Dzulkifl, jotka kaikki olivat lujia"},{"SurahNumber":21,"VerseNumber":86,"Text":"Me suljimme heidat armoomme. Totisesti, kaikki he kuuluivat hyvien joukkoon"},{"SurahNumber":21,"VerseNumber":87,"Text":"Enta sitten Joona, kun han pyrki pois, taynna vihaa, luullen, etta emme voisi hanta saavuttaa; sitten huusikin han ahdingostaan: »Ei ole muuta jumalaa kuin Sina, kunnia olkoon Sinulle. Totisesti, mina olen vaaryytta tehnyt.»"},{"SurahNumber":21,"VerseNumber":88,"Text":"Silloin Me vastasimme hanelle ja vapautimme hanet murheestaan. Talla tavoin Me pelastamme uskovaiset"},{"SurahNumber":21,"VerseNumber":89,"Text":"Enta Sakarias. Han huusi Herraansa: »Ala jata minua yksin. Sina olet paras perillinen.»"},{"SurahNumber":21,"VerseNumber":90,"Text":"Silloin Me vastasimme hanelle ja annoimme hanelle Johanneksen seka teimme hanen vaimonsa hedelmalliseksi. Totisesti, he (entiset profeetat) kilpailivat keskenansa hyvan tekemisessa ja rukoilivat Meita toivoen ja pelaten. He olivat noyria edessamme"},{"SurahNumber":21,"VerseNumber":91,"Text":"Muistettakoon sita naista (Mariaa), joka suojeli viattomuuttaan, ja Me puhalsimme haneen henkeamme ja teimme hanet ja hanen poikansa ihmemerkiksi kansoille"},{"SurahNumber":21,"VerseNumber":92,"Text":"Totisesti, nama ihmiset kuuluvat teidan uskonyhteyteenne. Ja Mina olen teidan Herranne. Palvelkaa siis Minua!»"},{"SurahNumber":21,"VerseNumber":93,"Text":"Mutta he (toiset) ovat hajaantuneet uskonyhteydestaan. Kuitenkin heidan kaikkien on palattava Meidan luoksemme"},{"SurahNumber":21,"VerseNumber":94,"Text":"Joka suorittaa hyvia tekoja ja on uskovainen, hanen ponnistelunsa eivat jaa tunnustusta vaille, vaan Me kirjoitamme ne muistiin"},{"SurahNumber":21,"VerseNumber":95,"Text":"Ja sellaisen kaupungin asujaimia, jonka olemme tuhonnut, on kielletty palaamasta takaisin"},{"SurahNumber":21,"VerseNumber":96,"Text":"Kunnes Goog ja Maagog paastetaan irti ja ryntaavat alas kaikilta kukkuloilta"},{"SurahNumber":21,"VerseNumber":97,"Text":"Ja kun totinen lupaus lahenee tayttymystaan, silloin uskottomain silmat pysahtyvat tuijottamaan kauhistuneina, ja he sanovat: »Voi meita, me olimme totisesti valinpitamattomia tasta; niin, me olimme jumalattomia.»"},{"SurahNumber":21,"VerseNumber":98,"Text":"Totisesti, te ja ne epajumalat, joita te Jumalan sijasta palvelitte, olette helvetin polttoainetta. Sinne te olette menossa"},{"SurahNumber":21,"VerseNumber":99,"Text":"Jos ne olisivat olleet jumalia, eivat ne olisi sinne joutuneet, mutta kaikki ne saavat siella iati pysya"},{"SurahNumber":21,"VerseNumber":100,"Text":"Siella ne saavat parkua eivatka ne siella lohdutusta kuule"},{"SurahNumber":21,"VerseNumber":101,"Text":"Totisesti, ne, joille olemme jo maarannyt hyvan osan, pysyvat sielta kaukana"},{"SurahNumber":21,"VerseNumber":102,"Text":"He eivat kuule sielta hiiskahdustakaan, vaan saavat syventya siihen, mihin sydamissaan haluavat"},{"SurahNumber":21,"VerseNumber":103,"Text":"Suuri kauhistus ei heita hammenna, vaan enkelit tulevat heita vastaan ja lausuvat: »Tama on teidan paivanne, joka teille oli luvattu.»"},{"SurahNumber":21,"VerseNumber":104,"Text":"Sina paivana Me kaarimme taivaan kokoon, kuten kirjoitukset kaaroksi kootaan. Samoin kuin Me alussa loimme oliot, niin saatamme ne takaisin sinne, mista ovat tulleet. Tama on Meita velvoittava lupaus. Totisesti, nain tulemme tekemaan"},{"SurahNumber":21,"VerseNumber":105,"Text":"Olemmehan kirjoittanut Kirjaan varoituksen jalkeen: »Totisesti, hurskaat palvelijani saavat peria maan.»"},{"SurahNumber":21,"VerseNumber":106,"Text":"Tama on totinen sanoma niille, jotka Minua palvelevat"},{"SurahNumber":21,"VerseNumber":107,"Text":"Olemme lahettanyt sinut, oi Muhammed, vain armona maailman kansoille"},{"SurahNumber":21,"VerseNumber":108,"Text":"Sano: »Minut on maaratty julistamaan, etta teidan Jumalanne on armon Jumala. Etteko siis olisi tottelevaisia?»"},{"SurahNumber":21,"VerseNumber":109,"Text":"Mutta jos he kaantyvat pois, sano silloin: »Olen varoittanut teita kaikkia ilman erotusta enka tieda, onko se, mita teille on maaratty, lahella vai kaukana"},{"SurahNumber":21,"VerseNumber":110,"Text":"Totisesti, Han tietaa mita aanekkaasti puhutaan, ja Han tietaa myos, mita te salaatte"},{"SurahNumber":21,"VerseNumber":111,"Text":"En tieda, tuleeko siita teille koettelemus vaiko ajallinen nautinto.»"},{"SurahNumber":21,"VerseNumber":112,"Text":"Han lausui: »Herra, tuomitse oikeudenmukaisesti. Herramme on Armahtaja, jota kutsutaan avuksi niita vastaan, joita he Hanen vertaisikseen asettavat.»"},{"SurahNumber":22,"VerseNumber":1,"Text":"Oi ihmiset! Kunnioittakaa pelaten Herraanne. Totisesti, (tuomion) hetken jarkytys on hirmuinen tapahtuma"},{"SurahNumber":22,"VerseNumber":2,"Text":"Sina paivana, jolloin sen tulette nakemaan, jokainen imettava vaimo hamaantyy unohtaen imettamansa lapsen ja jokainen raskaana oleva nainen synnyttaa sikionsa kesken. Olet nakeva ihmiset ikaankuin paihtyneina, mutta he eivat ole humalassa, vaan Jumalan rangaistus tulee ankarana"},{"SurahNumber":22,"VerseNumber":3,"Text":"Ihmisten joukossa on sellaisia, jotka kiistelevat Jumalasta, vaikka ovat tietoa vailla ja seuraavat jokaista karkoitettua pahaahenkea"},{"SurahNumber":22,"VerseNumber":4,"Text":"jollaisesta on kirjoitettu, etta ken liittyy haneen, sen han vie harhaan ja johtaa kohti palavan tulen tuskaa"},{"SurahNumber":22,"VerseNumber":5,"Text":"Oi ihmiset, jos epailette kuolleistaheraamista, niin olemmehan totisesti luonut teidat tomusta, sitten elon siemenesta, sitten hyytyneesta veresta, sitten lihamohkaleesta, sopusuhtaisesta muodoltaan seka myos epasuhtaisesta, jotta kaikkivaltamme teille selviaisi. Minka haluamme, sen kehitamme kohtuihin maaraajaksi. Sitten saatamme teidat lapsina esille ja kasvatamme teita, jotta saavuttaisitte kypsyysian. Teidan joukossanne on joku, joka kuolee aikanaan, mutta joku myoskin, joka saavuttaa elaman raihnaisen kauden, jolloin han ei enaa tieda mitaan, vaikka aikaisemmin on tiennyt. Ja katso, maa saattaa olla paahtunut hedelmattomaksi, mutta kun lahetamme sille sateen ylhaalta, se heraa ja paisuu ja kasvaa kaikenlaisia ihania yrtteja"},{"SurahNumber":22,"VerseNumber":6,"Text":"Nain tapahtuu, koska Jumala on Totuus ja koska Han saa kaiken kuolleen eloon ja koska Hanella on mahti kaiken yli"},{"SurahNumber":22,"VerseNumber":7,"Text":"ja koska tuomion hetki on epailematta tuleva, silla Jumala on herattava ne, jotka on katketty hautoihin"},{"SurahNumber":22,"VerseNumber":8,"Text":"Ihmisten keskuudessa on joku, joka kiistelee Jumalasta, vaikka on vailla tietoa ja johdatusta ja valaisevaa kirjaa"},{"SurahNumber":22,"VerseNumber":9,"Text":"Han kaantaa halveksien selkansa johtaakseen toisia harhaan Jumalan tielta. Hanta kohtaa hapea tassa maailmassa, ja ylosnousemuksen paivana annamme hanen maistaa palamisen tuskaa"},{"SurahNumber":22,"VerseNumber":10,"Text":"»Tama on sinun saatava siita, mita omat katesi ovat edellakaypina tekoinasi lahettaneet ja koska Jumala ei tee palvelijoineen vahintakaan vaaryytta.»"},{"SurahNumber":22,"VerseNumber":11,"Text":"Ihmisten joukossa on myos joku, joka palvelee Jumalaa kuin kahden vaiheilla. Jos hanen kay hyvin, han on tyytyvainen, mutta jos hanta kohtaa koettelemus, han kaantyy pois ja menettaa seka taman maailman etta tulevan elaman. Nain joudutaan selvasti turmioon"},{"SurahNumber":22,"VerseNumber":12,"Text":"Jumalan ohella han rukoilee sellaista, mika ei tuota hanelle vahinkoa enempaa kuin hyotyakaan. Nain joudutaan suureen harhaan"},{"SurahNumber":22,"VerseNumber":13,"Text":"Han rukoilee sellaista, joka hanta pikemmin vahingoittaa kuin auttaa. Todellakin, kehno on suojelija ja kehno on myos hanen seuraajansa"},{"SurahNumber":22,"VerseNumber":14,"Text":"Totisesti, jotka uskovat ja tekevat hyvaa, heidat Jumala paastaa puutarhoihin, joiden kautta purot virtaavat. Jumala tekee todella mita haluaa"},{"SurahNumber":22,"VerseNumber":15,"Text":"Ken ikina luulee, ettei Jumala auta hanta tassa maailmassa eika tulevassa, han kiinnittakoon koyden riippumaan ylhaalta ripustaakseen siihen itsensa. Leikatkoon sitten koyden poikki ja todetkoon, poistiko hanen temppunsa sen, mika hanta vihastutti"},{"SurahNumber":22,"VerseNumber":16,"Text":"Nain Me olemme lahettanyt ilmoituksemme selvin vertauskuvin; kylla Jumala ohjaa sita, keta haluaa"},{"SurahNumber":22,"VerseNumber":17,"Text":"Totisesti, on olemassa sellaisia, jotka uskovat, ja on juutalaisia ja saabalaisia, kristittyja ja magian harjoittajia seka myos monijumalaisia. Ylosnousemuksen paivana Jumala tekee erotuksen heidan kaikkien valillaan. Totisesti, Jumala on kaiken todistaja"},{"SurahNumber":22,"VerseNumber":18,"Text":"Etko ole havainnut. etta Jumalan edessa alistuu kaikki, mika on taivaassa ja mika on maan paalla, samaten aurinko ja kuu ja tahdet, samoin vuoret ja puut ja elaimet ja suuri joukko ihmisia. Mutta monia kohtaan on paikallaan rangaistus. Ja kenet Jumala alentaa, sita ei kukaan enaa saata kunniaan. Totisesti, Jumala tekee mita hyvaksi nakee"},{"SurahNumber":22,"VerseNumber":19,"Text":"On kaksi ryhmaa, jotka kiistelevat Herrastaan. Siksi onkin uskottomille leikattu tuliset vaatteet, ja heidan paansa ylitse vuodatetaan kiehuvaa vetta"},{"SurahNumber":22,"VerseNumber":20,"Text":"Se liuottaa heidan sisuksensa seka myos heidan ihonsa"},{"SurahNumber":22,"VerseNumber":21,"Text":"Ja heita piestaan rautasauvoin"},{"SurahNumber":22,"VerseNumber":22,"Text":"Joka kerran, kun he tuskissaan haluavat paasta sielta pois, heidat tyonnetaan sinne takaisin, ja heille sanotaan: »Maistakaa palamisen tuskaa.»"},{"SurahNumber":22,"VerseNumber":23,"Text":"Totisesti, jotka uskovat ja harjoittavat hyvia tekoja, heidan Jumala antaa astua puutarhoihin, joiden kautta virrat juoksevat. He saavat kantaa kultaisia rannerenkaita ja helmia, ja heidan vaatteensa ovat silkkia"},{"SurahNumber":22,"VerseNumber":24,"Text":"Heita opastetaan jalosti puhumaan ja heidat johdatetaan ainoan ylistetyn tielle"},{"SurahNumber":22,"VerseNumber":25,"Text":"On tosin sellaisiakin, jotka ovat uskottomia ja eksyttavat toisia Jumalan tielta ja pyhitetysta moskeijasta, johon paasyn olemme tehnyt yhta helpoksi paikkakunnan asukkaille kuin eramaista tuleville. Mutta kuka ikina ryhtyy harjoittamaan petosta ja vaaryytta, hanen Me annamme maistaa tuskallista rangaistusta"},{"SurahNumber":22,"VerseNumber":26,"Text":"Palauta mieleesi, miten Me osoitimme Aabrahamille temppelin seudun asuinpaikaksi ja lausuimme: »Ala aseta ketaan muuta Minun vertaisekseni ja pida Huoneeni puhtaana niita varten, jotka kiertavat sen ympari, jotka seisoen rukoilevat, jotka kumartuvat ja jotka maahan vaipuvat.»"},{"SurahNumber":22,"VerseNumber":27,"Text":"Julista myoskin ihmisille pyhiinvaellusta, etta he tulevat luoksesi jalkaisin ja jantevien kameelien selassa, jotka kestavat vaikeimpiakin taipaleita"},{"SurahNumber":22,"VerseNumber":28,"Text":"jotta he voisivat itse nahda nama paikat ja niiden hyodyn heille itselleen, ja jotta he voisivat kiittaa Jumalaa saadettyina paivina kaikesta siita nelijalkaisesta karjasta, jonka Han on heille suonut, ja sitten syoda itse ja ravita puutteenalaisia ja tarvitsevia.»"},{"SurahNumber":22,"VerseNumber":29,"Text":"Sitten he puhdistautukoot kaikesta epasiisteydesta ja tayttakoot lupauksensa seka kulkekoot vanhan temppelin ympari"},{"SurahNumber":22,"VerseNumber":30,"Text":"Nain olkoon. Ja ken pitaa kunniassa Jumalan pyhat maaraykset, hanelle se on parhaaksi Herransa edessa. Ravinnoksenne saatte kayttaa kaikkia nelijalkaisia elaimia, paitsi niita, jotka teille erikseen on mainittu. Valttakaa siksi epajumalien saastaisuutta ja valheellisia puheita"},{"SurahNumber":22,"VerseNumber":31,"Text":"Olkaa vilpittomia Jumalan edessa asettamatta mitaan Hanen vertaisekseen. Ken muitakin jumaloi, han on kuin olisi taivaasta pudonnut ja petolinnut olisivat raastaneet hanet mukaansa taikka tuuli heittanyt hanet kaukaiseen paikkaan"},{"SurahNumber":22,"VerseNumber":32,"Text":"Nain tulee olemaan. Jos joku kunnioittaa Jumalan maarayksia, tama johtuu varmasti hanen sydamensa hurskaudesta"},{"SurahNumber":22,"VerseNumber":33,"Text":"Saatte kayttaa hyvaksenne karjaa maaraajan, sitten se viedaan uhrattavaksi vanhaan temppeliin"},{"SurahNumber":22,"VerseNumber":34,"Text":"Jokaisen uskonnon tunnustajille Me olemme saatanyt uhritoimitukset, jotta he kiitollisina muistaisivat Jumalan nimea kaiken sen nelijalkaisen karjan vuoksi, jonka olemme heille suonut. Teidan Jumalanne on ainoa Jumala, totelkaa siis Hanta, ja julista ilosanomaa noyrille"},{"SurahNumber":22,"VerseNumber":35,"Text":"niille, joiden sydamet varajavat Jumalaa mainittaessa; niille, jotka pysyvat lujina, mika tahansa heita kohtaakin; ja niille, jotka suorittavat rukouksensa ja antavat almuja siita, mita olemme heille suonut"},{"SurahNumber":22,"VerseNumber":36,"Text":"Paljon hyotya teilla on uhrikameeleista, jotka olemme teille maarannyt merkiksi Jumalan uskonnosta. Siksi lausukaa Jumalan nimea niiden ylitse, kun ne seisovat riveissa. Kun ne ovat vaipuneet kyljelleen, uhratkaa ne ja syokaa niita ja ravitkaa sita koyhaa, joka ei almua ano, ja myoskin kerjalaisia. Nain Me olemme alistanut ne valtaanne, jotta osaisitte olla kiitollisia"},{"SurahNumber":22,"VerseNumber":37,"Text":"Niiden liha ja veri ei kohoa Jumalan tyko, mutta sydamienne hurskaus riittaa Hanelle. Nain Me olemme alistanut ne valtaanne, jotta ylistaisitte Jumalaa, koska Han on antanut teille johdatuksensa. Julistakaa ilosanomaa niille, jotka hyvaa tekevat"},{"SurahNumber":22,"VerseNumber":38,"Text":"Jumala on totisesti karkoittava uskovaisten viholliset. Totisesti, Jumala ei rakasta valapattoa, kiittamatonta ihmista"},{"SurahNumber":22,"VerseNumber":39,"Text":"Niille on annettu lupa taistella, joita vastaan on aloitettu sota, silla heille on tehty vaaryytta, ja Jumala kylla kykenee heitaauttamaan"},{"SurahNumber":22,"VerseNumber":40,"Text":"heita, jotka syytta on karkoitettu kotoaan, koska ovat vain lausuneet: »Jumala on meidan Herramme.» Ellei Jumala olisi pitanyt kurissa eraita ihmisia toisten avulla, niin raunioiksi olisi tuhottu luostarit, kirkot ja synagogat seka moskeijat, joissa Jumalan nimea usein lausutaan. Totisesti, Jumala auttaa sellaista, joka auttaa Hanen asiaansa. Totisesti, Jumala on vakeva, mahtava"},{"SurahNumber":22,"VerseNumber":41,"Text":"He ovat sellaisia, jotka, jos annamme heille valtaa maassa, suorittavat kylla rukouksia, antavat saadetyt almut ja kaskevat ihmisia hyviin tekoihin seka kieltavat heita pahasta. Mutta Jumalalle kuuluu kaikkien asioiden paatosvalta"},{"SurahNumber":22,"VerseNumber":42,"Text":"Mutta jos he torjuvat sinut valhettelijana, niin samoin tekivat edeltajiasi kohtaan jo aikaisemmin Nooan, Aadin ja Tamuudin kansat"},{"SurahNumber":22,"VerseNumber":43,"Text":"seka Aabrahamin ja Lootin kansat yhta hyvin kuin Midianin miehet"},{"SurahNumber":22,"VerseNumber":44,"Text":"Moosestakin pidettiin valhettelijana. Mutta Mina annoin uskottomille maaraajan, jonka jalkeen yllatin heidat, ja miten ankara olikaan rangaistukseni"},{"SurahNumber":22,"VerseNumber":45,"Text":"Kuinka moni kaupunki sai Meilta tuhonsa jumalattomuutensa takia, niin etta sen katot ovat sortuneet ja kaivot hylatyt ja linnat autioina"},{"SurahNumber":22,"VerseNumber":46,"Text":"Eivatko he ole kiertaneet maata, jotta heilla olisi sydan ymmartaa tai korvat kuulla? Silla totisesti, eivat heidan silmansa ole soaistut, vaan sydan heidan rinnassaan"},{"SurahNumber":22,"VerseNumber":47,"Text":"He pyytavat sinua jouduttamaan tuomiota, mutta Jumala ei riko lupaustaan; onhan Herrallesi yksi paiva kuin tuhat vuotta, joilla te aikaa laskette"},{"SurahNumber":22,"VerseNumber":48,"Text":"Kuinka monelle kaupungille annoinkaan armonaikaa, koska se oli vaaramielinen. Mutta sitten yllatin sen; niin, Minun luokseni kaikki palaa"},{"SurahNumber":22,"VerseNumber":49,"Text":"Sano: »Oi ihmiset! Tulen pelkkana varoittajananne"},{"SurahNumber":22,"VerseNumber":50,"Text":"Niita varten, jotka uskovat ja hyvaa tekevat, on anteeksiannon ihana palkinto"},{"SurahNumber":22,"VerseNumber":51,"Text":"Mutta jotka yrittavat vastustaa Meidan imoitustamme, saavat paikkansa helvetin tulessa"},{"SurahNumber":22,"VerseNumber":52,"Text":"Ennen sinua, oi Muhammed, emme ole lahettanyt ainoatakaan lahettilasta tai profeettaa, joiden tarkoitusperia ei saatana olisi sotkenut. Mutta Jumala tekee tyhjaksi saatanan sekaantumiset. Jumala vahvistaa tunnusmerkkinsa, silla Jumala on tietava, viisas"},{"SurahNumber":22,"VerseNumber":53,"Text":"Jumala muuttaa saatanan juonet koetukseksi niille, joiden sydamet ovat turmeltuneita ja kovia. Totisesti, vaarintekijat menevat pitkalle vastahakoisuudessaan"},{"SurahNumber":22,"VerseNumber":54,"Text":"Jumala tarkoittaa myos, etta ne, joille on annettu tietoa, kasittaisivat, etta tama on Herralta tuleva totuus, jotta he uskoisivat siihen ja heidan sydamensa noyrtyisivat Hanen edessaan. Totisesti, Jumala ohjaa uskovaiset oikealle tielle"},{"SurahNumber":22,"VerseNumber":55,"Text":"Mutta epauskoiset eivat lakkaa epailemasta, kunnes heidat yht'akkia yllattaa maarahetki tai Heita kohtaa tuhopaivan tuomio"},{"SurahNumber":22,"VerseNumber":56,"Text":"Sina paivana kuninkuus kuuluu Jumalalle. Han on antava heille kullekin tuomionsa. Silloin ne, jotka uskovat ja tekevat hyvaa, paasevat autuuden puutarhoihin"},{"SurahNumber":22,"VerseNumber":57,"Text":"Mutta jotka ovat uskottomia ja hylkaavat tunnusmerkkimme, kuuluvat niihin, joita odottaa hapeallinen rangaistus"},{"SurahNumber":22,"VerseNumber":58,"Text":"Mutta niille, jotka jattivat kotinsa ja lahtivat Jumalan tielle ja sitten surmattiin tai muutoin kuolivat, heille Jumala suo ihanan palkinnon. Totisesti, Jumala on paras huolehtija"},{"SurahNumber":22,"VerseNumber":59,"Text":"Han antaa heidan astua paikkaan, joka on heita miellyttava. Totisesti, Jumala on tietava, hyvansuopa"},{"SurahNumber":22,"VerseNumber":60,"Text":"Nain on asia. Jos joku kostaa hanelle aiheutetun karsimyksen samalla mitalla ja hanta sorretaan, niin varmasti Jumala on hanta auttava. Totisesti, Jumala on armollinen, anteeksiantavainen"},{"SurahNumber":22,"VerseNumber":61,"Text":"Silla Jumala antaa yon sulautua paivaan ja paivan vaipua yohon. Jumala on kuuleva, nakeva"},{"SurahNumber":22,"VerseNumber":62,"Text":"Silla Jumala on Totuus, ja se on valhetta, mita he rukoilevat Hanen ohellaan, silla Jumala on kaikista korkein, kaikista suurin"},{"SurahNumber":22,"VerseNumber":63,"Text":"Etko huomaa, etta Jumala lahettaa taivaasta sateen maan paalle, niin etta maa rupeaa viherioimaan? Totisesti, Jumala on yleva, kaikkivoipa"},{"SurahNumber":22,"VerseNumber":64,"Text":"Hanelle kuuluu kaikki, mita on taivaassa ja maan paalla. Totisesti, Jumala on rikas, ylistetty"},{"SurahNumber":22,"VerseNumber":65,"Text":"Etko ole ajatellut, etta teidan hyvaksenne Jumala on alistanut lakejansa noudattamaan kaiken, mita maan paalla on, ja etta Hanen kaskyjensa mukaan laivat kulkevat merella? Ja etta Han vain kaskyllaan pidattaa taivasta luhistumasta maahan? Totisesti, Jumala on ihmissukua kohtaan myotamielisin ja armollisin"},{"SurahNumber":22,"VerseNumber":66,"Text":"Juuri Han on suonut sinulle elaman ja antaa sitten sinun kuolla herattaakseen sinut uuteen eloon. Mutta ihminen on totisesti kiittamaton"},{"SurahNumber":22,"VerseNumber":67,"Text":"Jokaiselle kansalle Me olemme saatanyt hartausharjoituksia, joita he noudattavat. Alkoot he siksi kiistelko kanssasi tasta asiasta. Huuda heita Herrasi luokse, totisesti sina kuljet oikeata tieta"},{"SurahNumber":22,"VerseNumber":68,"Text":"Jos he kiistelevat kanssasi, sano silloin: »Jumala tietaa parhaiten, mita te teette.»"},{"SurahNumber":22,"VerseNumber":69,"Text":"Ylosnousemuksen paivana on Jumala ratkaiseva kiistanne"},{"SurahNumber":22,"VerseNumber":70,"Text":"Etko tieda, etta Jumala tuntee kaiken, mika on taivaassa ja maan paalla? Totisesti, tama on Kirjassa. Totisesti, tama on helppoa Jumalalle"},{"SurahNumber":22,"VerseNumber":71,"Text":"Ja he palvelevat Jumalan ohella sellaista, jolle emme ole antanut mitaan valtaa ja josta heilla ei ole mitaan tietoa. Vaaramielisilla ei ole ketaan auttajaa"},{"SurahNumber":22,"VerseNumber":72,"Text":"Kun Meidan selvat ilmoituksemme on heille esitetty, voit havaita uskottomien kasvoista vastustusta. He haluaisivat syoksya niiden kimppuun, jotka kertovat heille merkeistamme. Sano: »Kerronko teille jotakin, mika on vielakin pahempaa? Se on tuli. Sen on Jumala luvannut niille, jotka ovat uskottomia. Mika viheliainen olinpaikka!»"},{"SurahNumber":22,"VerseNumber":73,"Text":"Oi ihmiset. Kuunnelkaa vertausta, joka esitetaan: Totisesti, ne, joita te rukoilette Jumalan ohella, eivat voi luoda edes karpasta, vaikkapa yhdessa sita yrittaisivat. Ja jos karpanen heilta jotain veisi mukanaan, he eivat voisi saada sita silta takaisin; yhta heikko on moinen avunantaja kuin avunanojakin"},{"SurahNumber":22,"VerseNumber":74,"Text":"He eivat arvioi Jumalaa niin suureksi, kuin Hanet arvioida tulee. Totisesti, Jumala on valtava, mahtava"},{"SurahNumber":22,"VerseNumber":75,"Text":"Jumala valitsee lahettilaansa seka enkelien etta ihmisten keskuudesta. Totisesti, Jumala on kuuleva, nakeva"},{"SurahNumber":22,"VerseNumber":76,"Text":"Han tietaa, mita heilla on edessaan ja mita takanaan. Ja Jumalan luokse on kaikkien palattava"},{"SurahNumber":22,"VerseNumber":77,"Text":"Te, jotka uskotte, kumartakaa, vaipukaa maahan asti, palvelkaa Herraanne ja tehkaa hyvaa, jotta teilla olisi menestysta"},{"SurahNumber":22,"VerseNumber":78,"Text":"Kamppailkaa Jumalan tiella ponnistellen, niinkuin Hanen arvonsa velvoittaa. Han on teidat valinnut eika ole uskontoonne asettanut teille mitaan ylipaasematonta, vaan antanut teille isanne Aabrahamin uskon. Han on kutsunut teita muslimeiksi jo aikaisemmin ja myoskin tassa Koraanissa, jotta Sanan julistaja nyt olisi todistajanne ja te todistaisitte ihmissuvusta. Siksi suorittakaa rukouksenne ja antakaa saadetyt almut ja pysykaa lujasti Jumalassa. Han on teidan suojelijanne. Mika oivallinen suojelija ja mika oivallinen auttaja"}]}