{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Šťastní jsou ti věřící"},{"SurahNumber":23,"VerseNumber":2,"Text":"kteří v modlitbách svých jsou pokorní"},{"SurahNumber":23,"VerseNumber":3,"Text":"kteří od planých řečí se odvracejí"},{"SurahNumber":23,"VerseNumber":4,"Text":"kteří almužny rozdávají"},{"SurahNumber":23,"VerseNumber":5,"Text":"kteří pohlaví svá ochraňují"},{"SurahNumber":23,"VerseNumber":6,"Text":"jen pro manželky své či otrokyně; a nebudou za to pokáráni"},{"SurahNumber":23,"VerseNumber":7,"Text":"však kdo více než po tomto touží, to věru jsou přestupníci"},{"SurahNumber":23,"VerseNumber":8,"Text":"kteří svěřené opatrují a úmluvy své pevně dodržují"},{"SurahNumber":23,"VerseNumber":9,"Text":"kteří o modlitby své pilně dbají"},{"SurahNumber":23,"VerseNumber":10,"Text":"Tito zajisté dědici se stanou"},{"SurahNumber":23,"VerseNumber":11,"Text":"kteří ráj zdědí a věčně v něm budou"},{"SurahNumber":23,"VerseNumber":12,"Text":"A věru jsme člověka nejdříve z části nejčistší hlíny stvořili"},{"SurahNumber":23,"VerseNumber":13,"Text":"a pak jsme jej kapkou semene v příbytku jistém učinili"},{"SurahNumber":23,"VerseNumber":14,"Text":"Potom jsme z kapky semene hmotu přilnavou stvořili a z hmoty přilnavé jsme kousek masa učinili; a z kousku masa jsme kosti stvořili a kosti jsme masem obalili. A potom jsme mu v druhém stvoření vzniknout dali. Požehnán buď Bůh, nejlepší ze stvořitelů"},{"SurahNumber":23,"VerseNumber":15,"Text":"Posléze pak vskutku zemřete"},{"SurahNumber":23,"VerseNumber":16,"Text":"a pak v den zmrtvýchvstání vzkříšeni budete"},{"SurahNumber":23,"VerseNumber":17,"Text":"Nad vámi jsme věru stvořili sedm cest a nejsme vůči stvoření Svému lhostejní"},{"SurahNumber":23,"VerseNumber":18,"Text":"z nebes vodu v určitém množství sesíláme a na zemi ji rozmísťujeme, ačkoliv jsme věru schopni odvést ji"},{"SurahNumber":23,"VerseNumber":19,"Text":"a pomocí vody jsme pro vás dali vyrůst zahradám s palmami a révou a hojnost ovoce v nich máte, jež požíváte"},{"SurahNumber":23,"VerseNumber":20,"Text":"a také stromu, jenž z hory Sinaje vzchází a jenž olej a šťávu dává, pro obživu pojídajících"},{"SurahNumber":23,"VerseNumber":21,"Text":"A věru ve stádech vašich je pro vás poučení: napájíme vás tím, co je v břichách jejich, a máte z nich i mnohý jiný užitek. A maso jejich pojídáte"},{"SurahNumber":23,"VerseNumber":22,"Text":"a na nich stejně jako na lodích se nést dáváte"},{"SurahNumber":23,"VerseNumber":23,"Text":"A poslali jsme kdysi Noema k lidu jeho, i pravil jim: \"Lide můj, uctívejte Boha a nemějte božstva jiného kromě Něho! Což nebudete z bohabojných"},{"SurahNumber":23,"VerseNumber":24,"Text":"Však velmoži ti, kdož nevěřící byli z lidu jeho prohlásili: \"Tohle je pouze smrtelník jako vy a nad vámi chce se jen vyvyšovat. Kdyby byl Bůh chtěl, byl by určitě anděly seslal. A neslyšeli jsme o ničem takovém od otců svých dávných"},{"SurahNumber":23,"VerseNumber":25,"Text":"A není on ničím než člověkem džiny posedlým, pozorujte jej tedy nějakou chvíli"},{"SurahNumber":23,"VerseNumber":26,"Text":"I zvolal Noe: \"Pane můj, pomoz mi za to, že za lháře mne pokládají"},{"SurahNumber":23,"VerseNumber":27,"Text":"Tehdy vnukli jsme mu: \"Postav archu pod dohledem očí Našich a podle vnuknutí Našeho! A až přijde rozkaz Náš a pec až bude vřít"},{"SurahNumber":23,"VerseNumber":28,"Text":"do archy uved' ze všech druhů po páru a také svou rodinu, kromě toho z ní, o němž již dříve slovo bylo vyřčeno. A nepřimlouvej se u Mne za ty, kdož nespravedliví byli, neboť ti budou utopeni! A až se usadíš ty, a kdož s tebou jsou, v arše, tehdy prones:, Chvála Bohu, jenž zachránil nás před lidem nespravedlivým"},{"SurahNumber":23,"VerseNumber":29,"Text":"A rci dále:, Pane můj, dej mi sestoupit na místě požehnaném, vždyť Tys nejlepší z těch, kdož sestoupit dávají"},{"SurahNumber":23,"VerseNumber":30,"Text":"A věru jsou v tom znamení a My vskutku jsme byli těmi, kdož zkouškám podrobují"},{"SurahNumber":23,"VerseNumber":31,"Text":"Po nich pak dali jsme vyrůst dalšímu pokolení"},{"SurahNumber":23,"VerseNumber":32,"Text":"a vyslali jsme k nim proroka z nich, aby hlásal: \"Uctívejte Boha a nemějte božstva jiného kromě Něho. Což nebudete bohabojní"},{"SurahNumber":23,"VerseNumber":33,"Text":"A řekli velmoži z lidu jeho, ti, kdož nevěřícími byli a za lež setkání se světem budoucím prohlásili, a ti, které jsme v životě pozemském zámožnými učinili: \"Tohle je pouze smrtelník jako vy. On z toho jí, co i vy jíte, a pije z toho, co i vy pijete"},{"SurahNumber":23,"VerseNumber":34,"Text":"Uposlechnete-li smrtelníka vám podobného, tedy zajisté ztrátu utrpíte"},{"SurahNumber":23,"VerseNumber":35,"Text":"Což neslibuje vám, že poté, co zemřete a prachem a kostmi se stanete, z hrobů vyvedeni budete"},{"SurahNumber":23,"VerseNumber":36,"Text":"Jak chybné, jak chybné je to, co je vám slibováno"},{"SurahNumber":23,"VerseNumber":37,"Text":"Není života jiného než tohoto pozemského; umíráme a žijeme, však nikdy vzkříšeni nebudeme"},{"SurahNumber":23,"VerseNumber":38,"Text":"A je to člověk pouze, jenž o Bohu lež si vymyslil a my mu neuvěříme"},{"SurahNumber":23,"VerseNumber":39,"Text":"Zvolal: \"Pane můj, pomoz mi za to, že za lháře mne prohlašují"},{"SurahNumber":23,"VerseNumber":40,"Text":"Odpověděl: \"Za chviličku budou věru mezi těmi, kdož litují"},{"SurahNumber":23,"VerseNumber":41,"Text":"A uchvátilo je vzkřiknutí skutečně a učinili jsme je podobnými pěně. Pryč s lidem nespravedlivým"},{"SurahNumber":23,"VerseNumber":42,"Text":"Po nich jsme pak dali vzniknout jiným pokolením"},{"SurahNumber":23,"VerseNumber":43,"Text":"a žádný národ lhůtu svou neuspíší ani neodloží"},{"SurahNumber":23,"VerseNumber":44,"Text":"Potom jsme vysílali posly jednoho za druhým, však kdykoliv přišel k nějakému národu posel Jeho, za lháře jej prohlásili. A tak dali jsme následovat jednomu národu za druhým a učinili jsme je příběhy varovnými. Pryč s lidem, který nevěří"},{"SurahNumber":23,"VerseNumber":45,"Text":"Potom jsme vyslali Mojžíše a bratra jeho Áróna se znameními Svými a s pověřením zjevným"},{"SurahNumber":23,"VerseNumber":46,"Text":"k Faraónovi a velmožům jeho, však oni zpyšněli a byli lidem povýšeným"},{"SurahNumber":23,"VerseNumber":47,"Text":"a řekli: \"Máme uvěřit dvěma smrtelníkům stejným jako my, jejichž lid nám otročí"},{"SurahNumber":23,"VerseNumber":48,"Text":"A oba za lháře prohlásili a stali se těmi, kdož do záhuby spějí"},{"SurahNumber":23,"VerseNumber":49,"Text":"A dali jsme Mojžíšovi Písmo doufajíce, že snad lid jeho půjde po cestě správné"},{"SurahNumber":23,"VerseNumber":50,"Text":"A učinili jsme syna Mariina i matku jeho znameními a poskytli jsme jim útulek na výšině bezpečné, s pramenem vody hojné"},{"SurahNumber":23,"VerseNumber":51,"Text":"Poslové, jezte z výtečných pokrmů a konejte zbožné skutky, vždyť Já o všem, co činíte, dobře jsem zpraven"},{"SurahNumber":23,"VerseNumber":52,"Text":"Tato vaše obec je vskutku obcí jedinou a Já vaším jsem Pánem. Buďte tedy vůči Mně bohabojní"},{"SurahNumber":23,"VerseNumber":53,"Text":"Však lidé se rozštěpili ve věci své na sekty a strana každá se radovala jen z toho, co jí bylo vlastní"},{"SurahNumber":23,"VerseNumber":54,"Text":"Ponech je tedy v hlubinách jejich omylu po dobu nějakou"},{"SurahNumber":23,"VerseNumber":55,"Text":"Domnívají se snad, že to, čím jsme hojně opatřili z majetku a synů"},{"SurahNumber":23,"VerseNumber":56,"Text":"Pobízíme je rychle ke konání dobrých skutků, avšak oni o tom nemají tušení"},{"SurahNumber":23,"VerseNumber":57,"Text":"Věru ti, kdož bázní před Pánem svým jsou naplněni"},{"SurahNumber":23,"VerseNumber":58,"Text":"ti, kdož věří v Pána svého znamení"},{"SurahNumber":23,"VerseNumber":59,"Text":"ti, kdož nikoho k Pánu svému nepřidružují"},{"SurahNumber":23,"VerseNumber":60,"Text":"ti, kdož dávají to, co dávají, a jejichž srdce se chví před tím, že k Pánu svému se navrátí"},{"SurahNumber":23,"VerseNumber":61,"Text":"ti všichni se předhánějí v konání dobrých skutků a jako první jich dosahují"},{"SurahNumber":23,"VerseNumber":62,"Text":"Každé duši My ukládáme jedině podle její schopnosti. A v Našem vlastnictví je Kniha, jež pravdu hovoří, takže ublíženo nebude nikomu"},{"SurahNumber":23,"VerseNumber":63,"Text":"Přesto však srdce jejich jsou v omylu hlubokém ohledně Knihy této a jsou u nich činy jiné, jež konají proti tomu"},{"SurahNumber":23,"VerseNumber":64,"Text":"A až postihneme trestem ty z nich, kdož v přepychu žijí, hle, budou volat úpěnlivě"},{"SurahNumber":23,"VerseNumber":65,"Text":"Nevolejte dnešního dne, neboť se vám pomoci od nás nedostane"},{"SurahNumber":23,"VerseNumber":66,"Text":"Byla vám kdysi přednášena Moje znamení, však vy jste se při tom obraceli na patách"},{"SurahNumber":23,"VerseNumber":67,"Text":"jsouce vůči nim pohrdaví a planě tlachajíce v nočních rozmluvách"},{"SurahNumber":23,"VerseNumber":68,"Text":"Což neuvažovali o řeči této, když přišlo k nim to, čeho se jejich otcům dávným nedostalo"},{"SurahNumber":23,"VerseNumber":69,"Text":"anebo snad nepoznali posla svého, takže ho zapírají"},{"SurahNumber":23,"VerseNumber":70,"Text":"či řeknou snad, že džiny je posedlý? Nikoliv, přišel k nim s pravdou, však většina z nich si pravdu hnusí"},{"SurahNumber":23,"VerseNumber":71,"Text":"Kdyby pravda následovala jejich učení scestná, věru by byla nebesa a země a vše, co mezi nimi je, zkaženo. Však nikoliv, My přinesli jsme jim napomenutí jejich, však oni od připomenutí svého se odvracejí"},{"SurahNumber":23,"VerseNumber":72,"Text":"Či snad žádáš od nich odměnu? Vždyť odměna Pána tvého je mnohem lepší, vždyť On nejlepším je z těch, kdož obživu uštědřují"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ty věru je zveš ke stezce přímé"},{"SurahNumber":23,"VerseNumber":74,"Text":"avšak ti, kdož nevěří v život budoucí, se uchylují od stezky té"},{"SurahNumber":23,"VerseNumber":75,"Text":"A i kdybychom se nad nimi slitovali a odstranili to zlé, jež na nich lpí, věru by zatvrzele ve vzpurnosti své setrvali jdouce jako slepí"},{"SurahNumber":23,"VerseNumber":76,"Text":"A zajisté jsme je již postihli trestem, ale oni se Pánu svému nepodrobí ani se nepokoří"},{"SurahNumber":23,"VerseNumber":77,"Text":"pokud před nimi neotevřeme bránu trestu strašného, a hle, v něm si zoufají"},{"SurahNumber":23,"VerseNumber":78,"Text":"A On je ten, jenž stvořil vám sluch, zrak i srdce - a jak málo jste mu vděčni"},{"SurahNumber":23,"VerseNumber":79,"Text":"A On je ten, jenž vás po zemi rozšířil, a u Něho budete shromážděni"},{"SurahNumber":23,"VerseNumber":80,"Text":"A On je ten, jenž život i smrt dává, a On střídání noci a dne ovládá. Což to nepochopíte"},{"SurahNumber":23,"VerseNumber":81,"Text":"Ba nikoliv! Oni hovoří totéž, co již dřívější hovořili"},{"SurahNumber":23,"VerseNumber":82,"Text":"a říkají: \"Cožpak až zemřeme a prachem a kostmi se staneme, budeme vzkříšeni"},{"SurahNumber":23,"VerseNumber":83,"Text":"Tím už dříve vyhrožováno bylo nám i otcům našim, a nejsou to leč povídačky starých"},{"SurahNumber":23,"VerseNumber":84,"Text":"Rci: \"Komu náleží země a ti, kdo na ní jsou, víte-li"},{"SurahNumber":23,"VerseNumber":85,"Text":"Odvětí: \"Bohu.\" Rci: \"Proč se tedy nevzpamatujete"},{"SurahNumber":23,"VerseNumber":86,"Text":"Zeptej se: \"Kdo Pánem je sedmi nebí a Pánem trůnu nesmírného"},{"SurahNumber":23,"VerseNumber":87,"Text":"Odvětí: \"Bůh.\" Rci: \"Což tedy bohabojní nebudete"},{"SurahNumber":23,"VerseNumber":88,"Text":"Otaž se: \"V čí ruce je panství nade všemi věcmi a kdo ochraňuje, zatímco proti Němu žádné ochrany není, odpovězte, víte-li"},{"SurahNumber":23,"VerseNumber":89,"Text":"Odvětí: \"Bůh.\" Rci: \"Jak můžete být tedy tak očarováni"},{"SurahNumber":23,"VerseNumber":90,"Text":"Ba věru, My přišli jsme k nim s pravdou, zatímco oni vskutku lháři jsou"},{"SurahNumber":23,"VerseNumber":91,"Text":"Bůh nevzal si žádné dítě a není vedle Něho božstva jiného, jinak by každé božstvo odneslo to, co stvořilo, a některé z nich by se nad druhé povýšilo. Oč je Bůh slavnější než to, co mu lživě připisují"},{"SurahNumber":23,"VerseNumber":92,"Text":"On, jenž zná nepoznatelné i všeobecně známé. Oč je On vznešenější než to, co k Němu přidružují"},{"SurahNumber":23,"VerseNumber":93,"Text":"Rci: \"Pane můj, jestliže mi ukážeš to, co slíbeno bylo jim"},{"SurahNumber":23,"VerseNumber":94,"Text":"pak, Pane můj, nedej, abych byl mezi lidem nespravedlivým"},{"SurahNumber":23,"VerseNumber":95,"Text":"Jsme věru s to ti ukázat, co jsme jim slíbili"},{"SurahNumber":23,"VerseNumber":96,"Text":"avšak raději odrážej zlé tím, co je lepší! My dobře známe to, co si vymýšlejí"},{"SurahNumber":23,"VerseNumber":97,"Text":"Rci: \"Pane můj, utíkám se k Tobě před satanů našeptáváním"},{"SurahNumber":23,"VerseNumber":98,"Text":"a utíkám se k Tobě, Pane můj, před jejich přiblížením"},{"SurahNumber":23,"VerseNumber":99,"Text":"A když k některému z nich přichází smrt, tu volá: \"Pane můj, dej mi vrátit se na zemi"},{"SurahNumber":23,"VerseNumber":100,"Text":"možná že vykonám něco dobrého v tom, co jsem zanedbal!\" Však pozor! Toto jsou jen slova, jež pronáší, avšak za nimi stojí přehrada až do dne, kdy budou vzkříšeni"},{"SurahNumber":23,"VerseNumber":101,"Text":"A až bude zatroubeno na pozoun, v ten den mezi nimi nebude platit rodokmen a nebudou se vzájemně vyptávat"},{"SurahNumber":23,"VerseNumber":102,"Text":"Ti, jejichž váha bude těžká, ti věru budou blažení"},{"SurahNumber":23,"VerseNumber":103,"Text":"ale ti, jejichž váha bude lehká, ti sami sobě ztrátu způsobili a budou v pekle nesmrtelní"},{"SurahNumber":23,"VerseNumber":104,"Text":"jejich tváře bude oheň ošlehávat a oni zuby budou skřípat"},{"SurahNumber":23,"VerseNumber":105,"Text":"Což vám nebyla Má znamení zvěstována? Vy však jste je za lživá prohlásili"},{"SurahNumber":23,"VerseNumber":106,"Text":"Řeknou: \"Pane náš, přemohla nás naše nešťastná povaha a stali jsme se lidmi bloudícími"},{"SurahNumber":23,"VerseNumber":107,"Text":"Pane náš, vyveď nás odsud, a jestliže to budeme na zemi opakovat, pak vskutku budeme nespravedliví"},{"SurahNumber":23,"VerseNumber":108,"Text":"I řekne Bůh: \"Zahnáni buďtež do něho a nemluvte na Mne"},{"SurahNumber":23,"VerseNumber":109,"Text":"Vždyť věru jedna část služebníků Mých hovořila:, Pane náš, uvěřili jsme, odpusť nám a slituj se nad námi, neboť Tys nejlepší ze slitovníků"},{"SurahNumber":23,"VerseNumber":110,"Text":"A vy jste si z nich posměšky tropili, takže jste na Mé připomenutí zapomněli a ještě jste se jim smáli"},{"SurahNumber":23,"VerseNumber":111,"Text":"Dnes však Já odměňuji věřící za to, co vytrpěli, a oni dnes úspěchu dosáhli"},{"SurahNumber":23,"VerseNumber":112,"Text":"A pak se Bůh otáže: \"Jaký počet let jste na zemi setrvali"},{"SurahNumber":23,"VerseNumber":113,"Text":"Odpovědi: \"Setrvali jsme tam den či jeho část. Zeptej se těch, kdož počítat umějí"},{"SurahNumber":23,"VerseNumber":114,"Text":"I odpoví: \"Setrvali jste tam pouze dobu nepatrnou, ach, kéž byste byli věděli"},{"SurahNumber":23,"VerseNumber":115,"Text":"Domníváte se snad, že jsme vás stvořili jen bezúčelně a že k Nám nebudete navráceni"},{"SurahNumber":23,"VerseNumber":116,"Text":"Nechť je povznesen Bůh, vládce skutečný! Není božstva kromě Něho, Pána trůnu vznešeného"},{"SurahNumber":23,"VerseNumber":117,"Text":"A kdo vzývá vedle Boha ještě božstvo jiné, o němž důkazu nemá, ten Pánu svému z toho musí vydat počet. A věru nevěřící nebudou blaženi"},{"SurahNumber":23,"VerseNumber":118,"Text":"A rci: \"Pane můj, odpusť a slituj se, vždyť Tys nejlepší ze slitovníků"},{"SurahNumber":24,"VerseNumber":1,"Text":"Toto je súra, kterou jsme seslali a učinili závaznou; a seslali jsme v ní znamení jasná - snad se vzpamatujete"},{"SurahNumber":24,"VerseNumber":2,"Text":"Cizoložnici a cizoložníka zbičujte, každého z nich sto ranami! A nechť vás nepojme vůči nim lítost, s ohledem na náboženství Boží, věříte-li v Boha a v den poslední. A nechť skupina věřících je svědkem trestu jejich"},{"SurahNumber":24,"VerseNumber":3,"Text":"A cizoložník se smí oženit jedině s cizoložnicí nebo modloslužebnicí a cizoložnice se smí vdát jedině za cizoložníka nebo modloslužebníka - a takové sňatky jsou věřícím zakázány"},{"SurahNumber":24,"VerseNumber":4,"Text":"Ty, kdo vrhají podezření na počestné ženy a pak nepřivedou čtyři svědky, zbičujte osmdesáti ranami a nepřijímejte od nich již nikdy žádné svědectví, neboť to jsou hanebníci"},{"SurahNumber":24,"VerseNumber":5,"Text":"kromě těch, kdož se potom budou kát a napraví se. Bůh věru je odpouštějící, slitovný"},{"SurahNumber":24,"VerseNumber":6,"Text":"U těch, kdož vrhají podezření na manželky své a nemají proti nim svědky kromě sebe samých, nechť svědectví každého z nich sestává ze čtyřnásobného svědectví při Bohu, že vskutku jsou pravdomluvní"},{"SurahNumber":24,"VerseNumber":7,"Text":"a pátým svědectvím dosvědčí, že svolávají na sebe prokletí Boží, ukáže-li se, že jsou lháři"},{"SurahNumber":24,"VerseNumber":8,"Text":"A bude odvrácen od ženy trest, jestliže ona čtyřikrát při Bohu dosvědčí, že žalobce patří vskutku mezi lháře"},{"SurahNumber":24,"VerseNumber":9,"Text":"a pátým svědectvím dosvědčí, že svolává na sebe hněv Boží, ukáže-li se, že žalobce mluvil pravdu"},{"SurahNumber":24,"VerseNumber":10,"Text":"A kdyby nebylo dobrodiní Božího vůči vám a milosrdenství Jeho a toho, že Bůh je blahovolný vůči kajícníkům a moudrý"},{"SurahNumber":24,"VerseNumber":11,"Text":"Věru ti, kdož přišli s pomluvou, jsou jen malou skupinou mezi vámi, však nepokládejte to za něco zlého pro vás. Nikoliv, je to pro vás dobré. Každému muži z nich se dostane toho, co zaslouží si podle hříchu, zatímco ten, kdo z nich vzal na sebe jeho větší část, obdrží trest nesmírný"},{"SurahNumber":24,"VerseNumber":12,"Text":"Proč, když to věřící muži a věřící ženy uslyšeli, nemyslili o tom v duších svých příznivě a proč nezvolali: \"Toto je pomluva zjevná"},{"SurahNumber":24,"VerseNumber":13,"Text":"Proč nepřivedli o tom čtyři svědky? A protože nepřivedli svědky, jsou před Bohem lháři"},{"SurahNumber":24,"VerseNumber":14,"Text":"A kdyby nebylo laskavosti Boží vůči vám a milosrdenství Jeho na tomto i onom světě, byli byste bývali věru postiženi za to, čemu jste se tak horlivě věnovali, trestem nesmírným"},{"SurahNumber":24,"VerseNumber":15,"Text":"když roznášeli jste to jazyky svými a když hovořili jste ústy svými něco, o čem neměli jste žádné vědění. A považovali jste to za nicotné, zatímco u Boha je to nesmírné"},{"SurahNumber":24,"VerseNumber":16,"Text":"Pročpak jste, když jste to slyšeli, neřekli: \"Není pro nás vhodné, abychom o tom hovořili. Sláva Tobě, vždyť to pomluva je nesmírná"},{"SurahNumber":24,"VerseNumber":17,"Text":"Bůh vás varuje, abyste něco podobného již nikdy neopakovali, jste-li věřící"},{"SurahNumber":24,"VerseNumber":18,"Text":"A Bůh vám objasňuje znamení Svá a Bůh vševědoucí je i moudrý"},{"SurahNumber":24,"VerseNumber":19,"Text":"Těm, kdož si přejí, aby se rozšířila nestoudnost mezi věřícími, těm dostane se trestu bolestného na tomto i na onom světě; a Bůh dobře zná, zatímco vy neznáte"},{"SurahNumber":24,"VerseNumber":20,"Text":"A kdyby nebylo laskavosti Boží vůči vám a milosrdenství Jeho a toho, že Bůh je shovívavý, slitovný"},{"SurahNumber":24,"VerseNumber":21,"Text":"Vy, kteří věříte! Nenásledujte kroky satanovy! Tomu, kdo následuje kroky satanovy, přikazuje on nestoudnost a věci zavrženíhodné. A kdyby nebylo laskavosti Boží vůči vám a milosrdenství Jeho, žádný z vás by se byl nikdy neočistil, avšak Bůh očišťuje, koho chce, a Bůh slyšící je i vševědoucí"},{"SurahNumber":24,"VerseNumber":22,"Text":"Nechť ti z vás, kteří těší se přízni a dostatku, nepřísahají, že přestanou dávat příbuzným, chudákům a vystěhovalcům na cestě Boží; nechť raději odpouštějí a promíjejí. Což byste nebyli rádi, aby vám Bůh odpustil - a Bůh je odpouštějící, slitovný"},{"SurahNumber":24,"VerseNumber":23,"Text":"Ti, kdož obviňují lehkovážné, ale věřící počestné ženy, budou prokleti na tomto i na onom světě a očekává je trest nesmírný"},{"SurahNumber":24,"VerseNumber":24,"Text":"v den, kdy budou jazyky i ruce i nohy jejích svědčit proti nim o tom, co dělali"},{"SurahNumber":24,"VerseNumber":25,"Text":"V ten den jim dá Bůh v plné míře podle jejich víry skutečné a poznají, že Bůh je skutečnost zjevná"},{"SurahNumber":24,"VerseNumber":26,"Text":"Zkažené ženy patří ke zkaženým mužům a zkažení mužové ke zkaženým ženám, zatímco zachovalé ženy jsou pro zachovalé muže a zachovalí mužové jsou pro zachovalé ženy. A zachovalé ženy budou zproštěny obvinění z toho, co se o nich hovoří, a dostane se jim odpuštění a přídělu štědrého"},{"SurahNumber":24,"VerseNumber":27,"Text":"Vy, kteří věříte! Nevstupujte do jiných domů kromě vlastních, pokud se nezeptáte, zda jste vítáni, a pokud nepozdravíte jejich obyvatele! A toto je pro vás vhodnější - snad si to připomenete"},{"SurahNumber":24,"VerseNumber":28,"Text":"A nenaleznete-li v nich nikoho, pak tam nevstupujte, pokud vám to nebylo dovoleno. A bude-li vám řečeno \"Vraťte se!\", pak se vraťte. A to bude pro vás čistší. A Bůh dobře ví o všem, co děláte"},{"SurahNumber":24,"VerseNumber":29,"Text":"A není pro vás hříchem, vstoupíte-li do domů neobydlených, v nichž máte nějaké předměty. A Bůh dobře zná to, co najevo dáváte, i to, co skrýváte"},{"SurahNumber":24,"VerseNumber":30,"Text":"Řekni věřícím, aby cudně klopili zrak a střežili svá pohlaví - a to je pro ně čistší, vždyť Bůh dobře je zpraven o všem, co konají"},{"SurahNumber":24,"VerseNumber":31,"Text":"A řekni věřícím ženám, aby cudně klopily zrak a střežily svá pohlaví a nedávaly na odiv své ozdoby kromě těch, jež jsou viditelné. A nechť spustí závoje své na ňadra svá. A nechť ukazují své ozdoby jedině svým manželům nebo otcům nebo tchánům nebo synům nebo synům svých manželů nebo bratřím nebo synům svých bratří či sester anebo jejich ženám anebo těm, jimž vládne jejich pravice, nebo služebníkům, kteří nemají chtíče, anebo chlapcům, kteří nemají pojem o nahotě žen. A nechť nedupou nohama, aby lidé postřehli ozdoby, které skrývají. A konejte všichni pokání před Bohem, ó věřící, snad budete blažení"},{"SurahNumber":24,"VerseNumber":32,"Text":"Umožňujte sňatek svobodným, žijícím mezi vámi, a rovněž bezúhonným z vašich otroků a otrokyň. A jsou-li potřební, Bůh je obohatí z laskavosti Své a Bůh je velkorysý, vševědoucí"},{"SurahNumber":24,"VerseNumber":33,"Text":"A nechť ti, kdož nenalézají možnost sňatku, jsou zdrženliví, pokud je Bůh neobohatí z laskavosti Své. -S těmi z otroků vašich, kteří usilují o písemnou dohodu o propuštění, uzavřete tuto dohodu, jestliže o nich víte, že je v nich dobré, a podarujte je z majetku Božího, který vám dal! - A nenuťte své mladé otrokyně, které chtějí žít jako muhsany, k nemravnosti, toužíce po statcích tohoto života pozemského. A ten, kdo je k tomu nutí, (bude potrestán); a Bůh bude potom, co k tomu byly donuceny, odpouštějící, slitovný"},{"SurahNumber":24,"VerseNumber":34,"Text":"A seslali jsme vám nyní znamení zřetelné a příklady těch, kdož odešli již před vámi, a napomenutí pro bohabojné"},{"SurahNumber":24,"VerseNumber":35,"Text":"A Bůh je světlem nebes i země. Světlo Jeho podobá se výklenku, v němž hoří lampa, a lampa je v nádobě skleněné. A nádoba skleněná se podobá hvězdě zářící; a je zapalována ze stromu požehnaného, stromu olivového, jenž není ani východní, ani západní, a olej jeho lehko vzplane, i když se ho nedotkne oheň žádný. A je to světlo na světle! A Bůh vede k světlu Svému, koho chce, a Bůh uvádí lidem podobenství různá. Bůh vševědoucí je o věci každé"},{"SurahNumber":24,"VerseNumber":36,"Text":"V domech, jež Bůh dovolil postavit a v nichž se vzpomíná jména Jeho, slaví Ho ráno i večer"},{"SurahNumber":24,"VerseNumber":37,"Text":"muži, které ani obchod, ani prodej nezláká od vzýváni Boha, od dodržováni modlitby a od dávání almužen, a ti obávají se dne, kdy srdce i zraky se budou obracet"},{"SurahNumber":24,"VerseNumber":38,"Text":"aby je Bůh odměnil za to, co vykonali dobrého, a aby to rozmnožil z laskavosti Své. A Bůh uštědřuje, komu chce, aniž počítá"},{"SurahNumber":24,"VerseNumber":39,"Text":"Skutky těch, kdož neuvěřili, jsou jako přelud na poušti: žíznivý jej pokládá za vodu, avšak když k němu přijde, shledá, že je to nicota; a najde tam Boha, který splatí mu plně účet jeho. A Bůh rychlý je v účtování"},{"SurahNumber":24,"VerseNumber":40,"Text":"Anebo jsou jako temnota nad hlubinou moře: pokrývá je vlna, za níž jde vlna jiná, a nad nimi jest mračno - temnota, nad níž je další temnota. Když člověk vztáhne ruku svou, málem ji nevidí. A komu Bůh neučinil světlo, ten nemá ani část světla"},{"SurahNumber":24,"VerseNumber":41,"Text":"Což jsi neviděl, že Boha slaví všichni, kdož na nebesích jsou i na zemi, a rovněž ptáci, v řadách letící? A vše zná modlitbu i volání slávy Jeho. A Bůh dobře ví o všem, co dělají"},{"SurahNumber":24,"VerseNumber":42,"Text":"Bohu náleží království na nebesích i na zemi a u Boha je cíl konečný"},{"SurahNumber":24,"VerseNumber":43,"Text":"Což jsi neviděl, jak Bůh žene oblaka, potom je spojuje a posléze z nich učiní shluk? A pak vidíš z jeho středu vycházet déšť. A On sesílá z nebe jakoby hory, v nichž jsou kroupy, a zasahuje jimi, koho chce, a odvrací je, od koho chce. A zablesknutí málem zbaví lidi zraku"},{"SurahNumber":24,"VerseNumber":44,"Text":"A Bůh působí střídání noci a dne - a věru je v tom poučení pro lid prozíravý"},{"SurahNumber":24,"VerseNumber":45,"Text":"Bůh stvořil každého živočicha z vody; a jsou mezi nimi ti, kteří plazí se po břiše, jiní, kteří chodí po dvou nohou, a další, kteří chodí po čtyřech. Bůh tvoří, co chce, a Bůh věru všemocný je nad věcí každou"},{"SurahNumber":24,"VerseNumber":46,"Text":"A seslali jsme nyní znamení zřetelná; a Bůh vede, koho chce, ke stezce přímé"},{"SurahNumber":24,"VerseNumber":47,"Text":"A říkají: \"Uvěřili jsme v Boha a posla Jeho a jsme poslušní!\" Potom se však skupina z nich obrátí zády a takoví nejsou věřící"},{"SurahNumber":24,"VerseNumber":48,"Text":"A když jsou povoláni před Boha a posla Jeho, aby mezi nimi rozsoudil, hle, skupina z nich se zády obrací"},{"SurahNumber":24,"VerseNumber":49,"Text":"Kdyby však byli v právu, pak by k němu věru přišli poslušně"},{"SurahNumber":24,"VerseNumber":50,"Text":"Je v srdcích jejich choroba, či pochybují, anebo snad se bojí, že Bůh a posel Jeho jim ukřivdí? Nikoliv, oni sami sobě křivdu činí"},{"SurahNumber":24,"VerseNumber":51,"Text":"Vždyť řečí věřících, když zavoláni jsou před Boha a posla Jeho, aby mezi nimi rozsoudil, budiž: \"Slyšeli jsme a uposlechli jsme.\" Takoví budou pak blaženi"},{"SurahNumber":24,"VerseNumber":52,"Text":"A ti, kdož poslouchají Boha a posla Jeho a obávají se Boha a jsou bohabojní, ti zajisté budou úspěšní"},{"SurahNumber":24,"VerseNumber":53,"Text":"A přisahali při Bohu přísahou nejsilnější, že nařídíš-li jim, jistě do boje vytáhnou. Rci: \"Nepřísahejte! Poslušnost budiž zvyklostí uznanou, vždyť Bůh dobře zpraven je o všem, co děláte"},{"SurahNumber":24,"VerseNumber":54,"Text":"Rci: \"Poslouchejte Boha a poslouchejte posla! Odvrátíte-li se, pak on ponese jedině to, co na něj bylo vloženo, a vy ponesete to, co bylo na vás vloženo. Však uposlechnete-li jej, budete na cestě správné.\" A poslu přísluší jen hlásání zřetelné"},{"SurahNumber":24,"VerseNumber":55,"Text":"Bůh přislíbil těm z vás, kdož uvěřili a zbožné skutky konali, že z nich učiní nástupce na zemi, tak jako již učinil nástupci ty, kdož byli před nimi. A přislíbil jim, že upevní pro ně náboženství jejich, které se mu zlíbilo jim dát, a že nahradí posléze obavy jejich jistotou. \"Uctívejte Mne a nepřidružujte ke Mně nic! \"A ti, kdo ještě po tomto budou nevěřící, jsou věru hanebníci"},{"SurahNumber":24,"VerseNumber":56,"Text":"Dodržujte modlitbu, dávejte almužnu a poslouchejte posla - snad se vám dostane slitování"},{"SurahNumber":24,"VerseNumber":57,"Text":"A nedomnívejte se, že nevěřícím se podaří uniknout zásahu Božímu na zemi! Jich příbytkem bude oheň pekelný, a jak hnusný je to cíl konečný"},{"SurahNumber":24,"VerseNumber":58,"Text":"Vy, kteří věříte! Nechť žádají vás o dovolení vstoupit otroci vaši a ti, kdož nedosáhli ještě mužnosti, třikrát: před ranní modlitbou, a když odkládáte oděvy své okolo poledne, a po modlitbě večerní - a to jsou tři chvíle, kdy jste nazí. A není hříchem ani pro vás, ani pro ně mimo tyto doby, jestliže se vzájemně navštěvujete. A takto vám Bůh objasňuje znamení a Bůh vševědoucí je i moudrý"},{"SurahNumber":24,"VerseNumber":59,"Text":"A když děti vaše dosáhnou mužnosti, nechť žádají o dovolení vstoupit, tak jako to žádali ti, kdož byli před nimi. A takto vám Bůh objasňuje znamení Svá a Bůh je vševědoucí, moudrý"},{"SurahNumber":24,"VerseNumber":60,"Text":"A není hříchem pro starší ženy, které již nemají naději na sňatek, jestliže odloží své oděvy, aniž ovšem staví na odiv ozdoby své. Však zdrží-li se toho, bude to pro ně vhodnější. A Bůh je slyšící, vševědoucí"},{"SurahNumber":24,"VerseNumber":61,"Text":"A není hříchem pro slepého ani pro chromého ani pro nemocného - pro vás samy, abyste se vzájemně hostili v domech svých, v domech otců svých, v domech matek svých, v domech bratrů svých, v domech sester svých, v domech strýců svých z otcovy strany, v domech tet svých z otcovy strany, v domech strýců svých z matčiny strany, v domech tet svých z matčiny strany nebo v domech, od nichž máte klíče, anebo v domě svého přítele. A není pro vás hříchem, jíte-li společně nebo odděleně. Vstupujete-li do domu, dejte si vzájemně požehnané a dobré pozdravení přicházející od Boha. A takto vám Bůh objasňuje znamení - snad to pochopíte"},{"SurahNumber":24,"VerseNumber":62,"Text":"Věřícími jsou pouze ti, kdož uvěřili v Boha a v posla Jeho a kteří, když jsou s ním pospolu v nějaké záležitosti, neodcházejí, pokud jej nepožádali o dovolení. A ti, kdož tě žádají o dovolení odejít či vejít, jsou věru ti, kdož skutečně věří v Boha a posla Jeho. A když tě požádají o dovolení vstoupit k tobě kvůli nějaké své záležitosti, dovol to, komu chceš, a popros Boha o odpuštění pro ně, neboť Bůh je odpouštějící, slitovný"},{"SurahNumber":24,"VerseNumber":63,"Text":"Neberte výzvu posla k vám tak, jako by to byla výzva jednoho z vás k druhému! Bůh zná dobře ty z vás, kteří se potajmu okrádají. Nechť se mají na pozoru ti, kdož se vzpouzejí Jeho rozkazu, aby je nepostihla zkouška či trest bolestný"},{"SurahNumber":24,"VerseNumber":64,"Text":"Což nepatří Bohu vše, co na nebesích je i na zemi? On již dobře ví, jak je to s vámi; v den, kdy lidé budou k Němu navráceni, On jim oznámí, co vlastně dělali. A Bůh vševědoucí je o každé věci"},{"SurahNumber":25,"VerseNumber":1,"Text":"Požehnán budiž ten, jenž seslal spásné zjevení služebníku Svému, aby lidstvu varovatelem byl"},{"SurahNumber":25,"VerseNumber":2,"Text":"ten, jehož je království na nebesích i na zemi a jenž si nevzal pro sebe dítě žádné a společníka žádného ve vládě nemá; a On všechny věci stvořil a každé její osud určil"},{"SurahNumber":25,"VerseNumber":3,"Text":"A přibrali si vedle Něho božstva, která stvořit nic nemohou, leč sama stvořena jsou, která sobě žádnou škodu či užitek způsobit nemohou a ani smrtí ani životem ani vzkříšením nevládnou"},{"SurahNumber":25,"VerseNumber":4,"Text":"A říkají ti, kdož nevěří: \"Toto není leč věc padělaná, kterou sám si vymyslil, a jiní mu v tom pomáhali!\" A již tím se dopustili křivdy a klamu"},{"SurahNumber":25,"VerseNumber":5,"Text":"A hovoří dále: \"To jsou povídačky starých, které si zapsal a jež ráno i večer jsou diktovány jemu"},{"SurahNumber":25,"VerseNumber":6,"Text":"Odpověz: \"Seslal je ten, jenž tajemství zná nebes i země. A On věru odpouštějící je i slitovný"},{"SurahNumber":25,"VerseNumber":7,"Text":"A říkají dále: \"Co je to za posla Božího, jenž pokrmy pojídá a po trzích chodí. Kdyby mu byl tak poslán anděl nějaký, aby spolu s ním byl varovatelem"},{"SurahNumber":25,"VerseNumber":8,"Text":"anebo kdyby mu byl shozen poklad či měl nějakou zahradu, z níž by se živil!\" A dodávají nespravedliví: \"Vždyť jdete jen za očarovaným člověkem"},{"SurahNumber":25,"VerseNumber":9,"Text":"Pohleď, jaká podobenství ti uvádějí! Bloudí však oni a nejsou schopni správnou cestu najít"},{"SurahNumber":25,"VerseNumber":10,"Text":"Požehnán budiž ten, jenž kdyby chtěl, daroval by ti lepší než vše to - zahrady, pod nimiž řeky tekou, a mohl by ti i zámky postavit"},{"SurahNumber":25,"VerseNumber":11,"Text":"Ba ano, oni Hodinu za lež prohlašuji; však připravili jsme pro ty, kdož za lež Hodinu prohlašují, plamen šlehající"},{"SurahNumber":25,"VerseNumber":12,"Text":"a až spatří jej z místa vzdáleného, uslyší, jak je zuřící a ječící"},{"SurahNumber":25,"VerseNumber":13,"Text":"A až svázáni pospolu na místo úzké budou vhozeni, zvolají: \"Přijď sem rychle, ó zničení"},{"SurahNumber":25,"VerseNumber":14,"Text":"Nevolejte dnes po zničení jediném, ale volejte po mnohém zničení"},{"SurahNumber":25,"VerseNumber":15,"Text":"Rci: \"Je lepší tohle, či zahrada věčnosti, jež byla bohabojným slíbena a jež pro ně bude odměnou i konečným cílem"},{"SurahNumber":25,"VerseNumber":16,"Text":"A tam, nesmrtelní, budou mít vše, co si jen přát budou a to slib je vyprošený na Pánu tvém"},{"SurahNumber":25,"VerseNumber":17,"Text":"V den, kdy shromáždí je i ty, které vzývali vedle Něho, řekne Bůh: \"Jste to vy, kdož tyto Mé služebníky v blud uvedli, či oni sami z cesty zbloudili"},{"SurahNumber":25,"VerseNumber":18,"Text":"Odvětí: \"Sláva budiž Tobě! Nepříslušelo nám, abychom byli zváni místo Tebe jako ochránci, avšak Tys jim i otcům jich k užívání tolik bohatství dal, že na připomenutí zapomněli a lidmi ztracenými se stali"},{"SurahNumber":25,"VerseNumber":19,"Text":"A takto za lež prohlásí to, co říkáte, a nebudou schopni vám pomoci ani trest od vás odvrátit. Tomu, kdo z vás nespravedlivý byl, tomu trest veliký dáme okusit"},{"SurahNumber":25,"VerseNumber":20,"Text":"A neposlali jsme před tebou posly žádné, kteří by nebyli pokrmy pojídali a po trzích chodili. A učinili jsme jedny z vás pokušením pro jiné, abychom zjistili, zda neochvějní budete. A Pán tvůj vše bystře pozoruje"}]}