{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"Tevrat indirilmeden önce, İsrail’in (Yakub'un) kendine haram kıldıklarının dışında, İsrail oğullarına her yiyecek helal idi. Eğer doğru söyleyenler iseniz Tevrat'ı getirip okuyun! de"},{"SurahNumber":3,"VerseNumber":94,"Text":"Bundan sonra kim Allah adına yalan uydurursa, onlar zalimlerin ta kendileridir"},{"SurahNumber":3,"VerseNumber":95,"Text":"De ki: Allah doğru söylemiştir. Öyleyse, hanif olan İbrahim’in yoluna uyun! O, müşriklerden değildi"},{"SurahNumber":3,"VerseNumber":96,"Text":"İnsanlar için (mabed olarak) kurulan ilk ev şüphesiz Mekke'deki mübarek ve alemlere hidayet kaynağı (Kâbe) dir"},{"SurahNumber":3,"VerseNumber":97,"Text":"Orada apaçık deliller vardır. İbrahim'in makamı vardır. Kim oraya girerse, güvenliktedir. Oraya yol bulabilen insanların, beyti/Kâbe'yi haccetmesi Allah’ın onlar üzerine (yüklediği) hakkıdır/yerine getirilmesi gereken görevdir. Kim küfrederse şüphesiz ki Allah âlemlerden ganî (müstağni) dir"},{"SurahNumber":3,"VerseNumber":98,"Text":"De ki: Ey kitap ehli! Yaptığınıza şahit iken Allah’ın ayetlerine niçin küfrediyorsunuz"},{"SurahNumber":3,"VerseNumber":99,"Text":"De ki: Ey kitap ehli! Niçin iman edenleri Allah’ın yolunda eğrilik arayarak çevirmeye çalışıyorsunuz? (Oysa siz de onun doğru olduğunu) görüp duruyorsunuz. Allah yaptıklarınızdan gafil değildir"},{"SurahNumber":3,"VerseNumber":100,"Text":"Ey iman edenler! Eğer kitap verilenlerden bir gruba uyarsanız, iman ettikten sonra sizi kâfirliğe döndürürler"},{"SurahNumber":3,"VerseNumber":101,"Text":"Allah’ın ayetleri size okunur, aranızda Rasûlü bulunurken nasıl küfrediyorsunuz? Her kim Allah'a sımsıkı bağlanırsa kesinlikle doğru yola iletilmiştir"},{"SurahNumber":3,"VerseNumber":102,"Text":"Ey iman edenler! Allah’tan gerektiği gibi sakının ve yalnızca müslümanlar olarak can verin"},{"SurahNumber":3,"VerseNumber":103,"Text":"Topluca Allah’ın ipine sımsıkı sarılın ve ayrılığa düşmeyin! Allah’ın üzerinizdeki nimetini düşünün, hani siz düşman idiniz de O, kalplerinizi birleştirdi. O'nun bu nimeti ile kardeşler oldunuz. Siz, bir ateş çukurunun kenarında idiniz de sizi oradan kurtardı. Doğru yola çıkasınız diye, Allah size ayetlerini işte böyle açıklıyor"},{"SurahNumber":3,"VerseNumber":104,"Text":"Sizden hayra davet eden, iyiliği emredip, kötülükten uzaklaştıran bir ümmet oluşsun. İşte kurtuluşa erenler onlardır"},{"SurahNumber":3,"VerseNumber":105,"Text":"Kendilerine apaçık deliller geldikten sonra ihtilafa düşerek parçalananlar gibi olmayın. Onlar için büyük bir azap vardır"},{"SurahNumber":3,"VerseNumber":106,"Text":"Bir takım yüzlerin parladığı ve bir takım yüzlerin de karardığı günde. Yüzleri kararanlara: İmanınızdan sonra kâfir mi oldunuz, öyleyse, kâfir olduğunuz için tadın azabı (denir)"},{"SurahNumber":3,"VerseNumber":107,"Text":"Yüzleri ak olanlar ise Allah’ın rahmetindedirler, onlar orada ebedidirler"},{"SurahNumber":3,"VerseNumber":108,"Text":"İşte bu sana hakkıyla okuduğumuz Allah’ın ayetleridir. Allah hiç kimseye zulmetmek istemez"},{"SurahNumber":3,"VerseNumber":109,"Text":"Göklerde ve yerde ne varsa Allah’ındır. Bütün işler de Allah’a döndürülür"},{"SurahNumber":3,"VerseNumber":110,"Text":"Siz, insanlar için çıkarılmış en hayırlı ümmetsiniz. İyiliği emreder, kötülüğü yasaklarsınız. Allah’a iman edersiniz. Kitap ehli de iman etseydi kendileri için iyi olurdu. Onlardan mümin olanlar vardır. Fakat çoğunluğu fasıktır"},{"SurahNumber":3,"VerseNumber":111,"Text":"Onlar, size eziyetin dışında asla zarar veremeyeceklerdir. Eğer sizinle savaşırlarsa arkalarını dönüp kaçarlar. Sonra onlara yardım da edilmez"},{"SurahNumber":3,"VerseNumber":112,"Text":"Onlar nerede bulunurlarsa bulunsunlar (cizye vermek sureti ile) Allah'ın ve inanan insanların himayesinde olmaları dışında üzerlerine alçaklık damgası vurulmuştur. Allah'tan bir gazaba uğradılar, onlara aşağılık damgası vuruldu. Bu, onların Allah’ın ayetlerine küfretmeleri ve peygamberleri haksız yere öldürmeleri sebebiyle idi. Bu, onların isyan etmeleri ve haddi aşmaları yüzünden idi"},{"SurahNumber":3,"VerseNumber":113,"Text":"Ehli kitabın hepsi bir değildir. Onlardan; geceleri Allah’ın ayetlerini okuyup duran secdeye kapanan bir topluluk vardır"},{"SurahNumber":3,"VerseNumber":114,"Text":"Onlar, Allah’a ve ahiret gününe inanır. İyiliği emreder, kötülüğü yasaklar, hayırlarda yarışırlar. İşte onlar da salihlerdendir"},{"SurahNumber":3,"VerseNumber":115,"Text":"Ne hayır yaparlarsa, karşılıksız bırakılmayacaktır. Allah muttakileri çok iyi bilmektedir"},{"SurahNumber":3,"VerseNumber":116,"Text":"Kâfir olanlar ise onlara malları da evlatları da Allah’tan gelen bir şeye/azaba karşı bir fayda vermeyecektir. Onlar, Cehennem ashabıdır, orada ebedidirler"},{"SurahNumber":3,"VerseNumber":117,"Text":"Onların bu dünya hayatında harcadıkları şeyin örneği; kavurucu soğuk bir rüzgara benzer. Kendilerine zulmetmiş bir toplumun ekinine isabet eder de, onu helak eder. Oysa Allah, onlara zulmetmemiş fakat onlar kendilerine zulmetmişlerdir"},{"SurahNumber":3,"VerseNumber":118,"Text":"Ey iman edenler, sizden olmayanı sırdaş edinmeyin. Zira onlar size ellerinden gelen her türlü kötülüğü yaparlar, size sıkıntı verecek şeyleri arzu ederler. Öfkeleri ağızlarından taşmaktadır. İçlerinde gizledikleri (nefret) ise daha da büyüktür. İşte size ayetleri açıkladık. Eğer aklınızı kullanıyorsanız"},{"SurahNumber":3,"VerseNumber":119,"Text":"Siz, o kimselersiniz ki, onlar sizi sevmiyorken siz onları seviyor ve bütün kitaplara iman ediyorsunuz. Sizinle karşılaştıklarında “iman ettik” derler, yalnız kaldıklarında da size kin ve düşmanlıklarından parmak uçlarını ısırırlar. De ki: Öfkenizden ölün! Allah şüphesiz, sinelerde olanı hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":120,"Text":"Size bir iyilik gelirse bu onları üzer, size bir kötülük dokunursa buna sevinirler. Eğer sabreder ve korunursanız onların hilesi size hiçbir zarar vermez. Allah, onların yaptıklarını tam olarak kuşatmıştır"},{"SurahNumber":3,"VerseNumber":121,"Text":"Hani sen, savaş için müminleri elverişli yerlere yerleştirmek üzere evinden ayrılmıştın. Allah işiten ve bilendir"},{"SurahNumber":3,"VerseNumber":122,"Text":"İçinizden iki grup, Allah yardımcıları olmasına rağmen, az kalsın yılgınlık gösterip, geri çekilmeye yeltenmişlerdi. Müminler, Allah’a tevekkül etsinler"},{"SurahNumber":3,"VerseNumber":123,"Text":"Allah, size Bedir’de daha zayıf olduğunuz halde yardım etmişti O halde Allah’tan korkun ki, şükredesiniz"},{"SurahNumber":3,"VerseNumber":124,"Text":"Mü’minlere: Rabbinizin, indirilen üç bin melekle yardım ulaştırması size yetmez mi? diyordun"},{"SurahNumber":3,"VerseNumber":125,"Text":"Evet, eğer sabreder, takva sahibi olursanız ve onlar da size aniden üzerinize gelirse, o zaman Rabbiniz size beş bin işaretli melekle yardım edecektir"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah, bu yardımı size sadece müjde olması ve kalplerinizin bununla yatışması için yaptı. Zafer, ancak Aziz ve Hakim olan Allah katındandır"},{"SurahNumber":3,"VerseNumber":127,"Text":"Allah bunu, kâfir olanlardan bir kısmını helâk etsin veya perişan etsin de umutsuz olarak geri dönüp gitsinler diye yaptı"},{"SurahNumber":3,"VerseNumber":128,"Text":"Senin bu hususta yapacak bir şeyin yoktur. Allah, ya onların tevbesini kabul eder veya onları cezalandırır. Çünkü onlar zalimlerdir"},{"SurahNumber":3,"VerseNumber":129,"Text":"Göklerde ve yerde ne varsa hepsi Allah’ındır! Dilediğini bağışlar, dilediğine de azap eder. Allah, çok bağışlayan ve merhamet edendir"},{"SurahNumber":3,"VerseNumber":130,"Text":"Ey iman edenler! Kat kat artırılan faizi yemeyin. Allah’tan korkun ki, kurtuluşa eresiniz"},{"SurahNumber":3,"VerseNumber":131,"Text":"Kâfirler için hazırlanan ateşten kendinizi koruyun"},{"SurahNumber":3,"VerseNumber":132,"Text":"Allah ve Peygamberine itaat edin ki size merhamet edilsin"},{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbinizden gelen mağfirete ve genişliği gökler ile yer kadar olan, muttakiler için hazırlanmış Cennet'e koşuşun"},{"SurahNumber":3,"VerseNumber":134,"Text":"Muttakiler, bollukta da darlıkta da veren, öfkelerine hakim olan ve insanların (kusurlarını) bağışlayanlardır. Allah iyilik edenleri sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Onlar, bir günah işlediklerinde veya nefislerine zulmettiklerinde Allah’ı zikredip günahları için mağfiret dilerler. Allah’tan başka günahları kim bağışlar? Onlar, yaptıklarında bile bile ısrar etmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"İşte böyle olanların mükâfatı, Rableri tarafından bağışlanmak ve altlarından ırmaklar akan cennetlerdir. Orada ebedidirler. Böyle çalışanların mükâfatı ne güzeldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden önce nice ümmetler gelip geçmiştir. Yeryüzünde dolaşın da yalanlayanların akıbetinin nasıl olduğunu görün"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu, (bütün) insanlar için açıklama, muttakiler için yol gösterme ve bir öğüttür"},{"SurahNumber":3,"VerseNumber":139,"Text":"Gevşemeyin, üzülmeyin, iman edenlerden iseniz, mutlaka siz en üstünsünüz"},{"SurahNumber":3,"VerseNumber":140,"Text":"Eğer siz bir yara aldıysanız, o topluluk da ona benzer bir yara aldı. Allah’ın iman edenleri ortaya çıkarması, içinizden şehitler edinmesi için bu günleri insanlar arasında döndürür dururuz. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Bir de böyle ve iman edenleri arındırıp, kâfirleri helak etmektedir"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoksa içinizden Allah cihad edenleri ve sabredenleri ortaya çıkarıp, bildirmeden cennete gireceğinizi mi sanıyordunuz"},{"SurahNumber":3,"VerseNumber":143,"Text":"Andolsun ki siz, savaşa girmeden (Uhud'tan) önce (şehitliği), ölümü temenni ediyordunuz. İşte şimdi onu karşınızda gördünüz"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed yalnızca bir elçidir. Ondan önce de, elçiler gelip geçmiştir. Öyleyse şimdi, o ölür veya öldürülürse topuklarınızın üstünde geri mi döneceksiniz? Kim topukları üzerinde geri dönerse, Allah’a hiçbir şekilde zarar veremez. Allah, şükredenleri mükâfatlandıracaktır"},{"SurahNumber":3,"VerseNumber":145,"Text":"Hiç kimse, Allah’ın izni olmadan ve takdir edip, yazdığı süresi gelmeden ölmez. Dünya nimeti isteyene ondan veririz. Ahiret nimeti isteyene de ondan veririz. Biz, şükredenleri mükâfatlandıracağız"},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice peygamberler vardır ki onların yanında bir çok rabbani kimseler (Rabbine yönelen kimse) savaşmıştır. Allah yolunda başlarına gelen musibetler sebebiyle gevşememişler, zaaf göstermemiş ve boyun da eğmemişlerdir. Allah sabredenleri sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"Onların sözü: Rabbimiz! Günahlarımızı ve işlerimizdeki aşırılığımızı bağışla, ayaklarımızı sabit kıl, kâfir topluma karşı bize yardım et! demekten başka bir şey değildi"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah da onlara dünya nimetini ve ahiret karşılığının en güzelini verdi. Allah iyilik edenleri sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ey İman edenler! Eğer kâfirlere itaat ederseniz, onlar sizi gerisin geri döndürürler de hüsrana uğrayanlardan olursunuz"},{"SurahNumber":3,"VerseNumber":150,"Text":"Halbuki sizin mevlanız/yardımcınız Allah’tır. O, yardımcıların en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"Hakkında hiçbir delil indirmediği şeyi Allah’a şirk koştukları için kâfirlerin kalbine korku salacağız. Onların varacağı yer ateştir. Zalimlerin varacağı yer ne kötüdür"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allah, elbette size verdiği sözü tuttu. O'nun izniyle düşmanlarınızı yok etmek üzereydiniz. Fakat, Allah size arzuladıklarınızı (zaferi) gösterdikten sonra gevşediniz, ayrılığa düştünüz ve (peygamberin) emrine itaatsizlik ettiniz. İçinizden dünyayı isteyenler de vardı, ahireti isteyenler de. Sonra imtihan etmek için onların karşısında sizi bozguna uğrattı. Artık Allah sizi affetmiştir. Çünkü Allah, müminlere karşı çok lütufkardır"},{"SurahNumber":3,"VerseNumber":153,"Text":"O vakit siz, kimseye bakmadan kaçıyor, peygamber de arkanızdan sizi çağırıyordu. Kaybettiğinize ve başınıza gelene üzülmeyesiniz diye Allah size keder üstüne keder verdi. Allah, bütün yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra, o kederin ardından size öyle bir güven öyle bir uyku indirdik ki O, içinizden bir grubu kapladı. Bir grup da canlarının derdine düşüp, Allah hakkında, cahiliye (dönemi) zannı ile doğru olmayan bir zanda bulunuyorlardı: Bu işten bize ne? (Biz mi gelmek istedik) diyorlardı. De ki: İş tamamıyla Allah’ındır. İçlerinde, sana açıklamadıkları bir şey gizliyorlar. Bu konuda bizim elimizde bir şey olsaydı, burada öldürülüp gitmezdik, diyorlar. De ki: Evlerinizde bulunsaydınız bile, öldürülecekleri takdir olunanlar ölecekleri yerlere yere çıkar giderlerdi. Bu, Allah’ın gönüllerinizdekini imtihan etmek ve kalplerinizdekini temizlemesi içindir. Allah, gönüllerde olanı hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":155,"Text":"İki topluluğun karşılaştığı gün, içinizden geri dönenler işledikleri bazı hataları yüzünden şeytan onların ayağını kaydırmıştı. Yine de Allah, onları affetti. Allah, çok bağışlayıcı ve çok Halim'dir"},{"SurahNumber":3,"VerseNumber":156,"Text":"Ey iman edenler! Yolculuğa çıkan veya savaşa giden kardeşleri için “yanımızda kalsalardı ölmez ve öldürülmezlerdi” diyen kâfirler gibi olmayın. Allah, bunu, onların kalplerine pişmanlık ve dayanılmaz bir üzüntü olarak koydu. Yaşatan da öldüren de Allah’tır. Allah, yaptıklarınızı görmektedir"},{"SurahNumber":3,"VerseNumber":157,"Text":"Andolsun, eğer Allah yolunda öldürülür veya ölürseniz, Allah’ın bağışlaması ve rahmeti onların topladıkları (dünyalıkları)ndan daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":158,"Text":"Ölseniz de öldürülseniz de şüphesiz Allah’ın huzurunda toplanacaksınız"},{"SurahNumber":3,"VerseNumber":159,"Text":"Sen, Allah’ın rahmeti ile onlara yumuşak davrandın. Eğer kaba ve katı kalpli olsaydın elbette etrafından dağılıp giderlerdi. Onları affet ve onlar için Allah’tan bağışlanma dile. İş hususunda onlarla istişare et, karar verdiğin zaman, artık Allah’a tevekkül et! Gerçekten Allah tevekkül edenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Allah size yardım ederse, kimse size galip gelemez. Eğer sizi yardımsız bırakırsa, bundan sonra size yardım edecek kimdir? Müminler sadece Allah'a tevekkül etmelidir"},{"SurahNumber":3,"VerseNumber":161,"Text":"Bir peygamberin emanete (ganimet malına) hıyanet etmesi olur şey değildir. Kim emanete hıyanet ederse, kıyamet günü, hıyanet ettiği malı yüklenerek gelir. Sonra herkese yaptıkları haksızlık yapılmadan ödenir"},{"SurahNumber":3,"VerseNumber":162,"Text":"Hiç Allah’ın rızasına uyan kimse, (günahlarıyla) Allah’ın gazabına uğrayan ve yeri cehennem olan kimse gibi olur mu? Cehennem, ne kötü bir varılacak yerdir"},{"SurahNumber":3,"VerseNumber":163,"Text":"Onlar Allah katında derece derecedirler. Allah, (onların) yaptıklarını görmektedir"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allah, müminlere; onlara ayetlerini okuyan, arındıran, kitap ve hikmeti öğreten aralarından bir peygamber göndermekle büyük lütufta bulunmuştur oysa, bundan önce onlar apaçık bir dalalet içindeydiler"},{"SurahNumber":3,"VerseNumber":165,"Text":"Düşmanlarınızın başına (Bedir'de) iki katını getirdiğiniz bela (Uhud'ta) sizin başınıza gelince mi “Bu nasıl olur?” diyorsunuz. De ki: Bu bela sizin kendinizdendir. Şüphesiz Allah her şeye kâdirdir"},{"SurahNumber":3,"VerseNumber":166,"Text":"İki ordunun çarpıştığı gün başınıza gelen ancak Allah’ın izni ile olmuştu. Müminleri ortaya çıkarmak için…"},{"SurahNumber":3,"VerseNumber":167,"Text":"Ve münafıklık edenleri de açığa vurmak içindir. O münafıklara: Gelin, Allah yolunda savaşın veya müdafaada bulunun! denilmiş, Onlar da: “Biz savaş olacağını bilseydik, elbette sizin peşinizden gelirdik” dediler. Onlar o gün, imandan çok küfre yakındılar. Ağızlarıyla kalplerinde olmayanı söylüyorlardı. Allah onların gizlediğini çok iyi biliyor"},{"SurahNumber":3,"VerseNumber":168,"Text":"(Savaşa gitmeden) oturup, öldürülen kardeşleri için: Bize uysalardı öldürülmezlerdi, diyen kimselere de ki: Haydi, doğru söylüyorsanız, ölümü kendinizden savın"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allah yolunda öldürülenleri ölü saymayın. Çünkü onlar, Rablerinin katında diridirler ve rızıklandırılırlar"},{"SurahNumber":3,"VerseNumber":170,"Text":"Onlar, Allah’ın kendilerine fazlından vermiş olduklarıyla sevinç içindedirler. Arkalarından gelip, henüz kendilerine katılmamış olanlara (şehitlere), bir korku olmayacağı ve üzülmeyecekleri müjdesini verirler"},{"SurahNumber":3,"VerseNumber":171,"Text":"Onlar, Allah’ın nimetini, fazlını ve Allah’ın müminlerin ecrini zayi etmeyeceğini de müjdelerler"},{"SurahNumber":3,"VerseNumber":172,"Text":"Onlar kendilerine (Uhud'ta) isabet eden yaradan sonra da Allah’a ve Rasûlüne icabet edenlerdir. Onlardan iyilik eden ve takva sahibi olanlar için büyük bir ecir vardır"},{"SurahNumber":3,"VerseNumber":173,"Text":"Onlara bazı kimseler: İnsanlar sizinle savaşmak için toplandı; onlardan korkun! dediklerinde bu onların imanını artırdı ve “Allah bize yeter, O ne güzel vekildir” diye karşılık verdiler"},{"SurahNumber":3,"VerseNumber":174,"Text":"Sonra kendilerine hiçbir kötülük dokunmaksızın Allah'tan bir nimet ve lütuf ile geri döndüler ve Allah'ın rızasına uydular. Allah, büyük lütuf sahibidir"},{"SurahNumber":3,"VerseNumber":175,"Text":"Şeytan, ancak kendi dostlarını korkutur. Eğer müminseniz onlardan korkmayın, benden korkun"},{"SurahNumber":3,"VerseNumber":176,"Text":"Küfürde yarışanlar seni üzmesin. Onlar Allah’a hiçbir zarar veremezler. Allah onlara, ahiretten hiçbir nasip vermemek istiyor ve onlara büyük bir azap vardır"},{"SurahNumber":3,"VerseNumber":177,"Text":"İmana karşılık kâfirliği satın alanlar, Allah’a hiçbir şekilde zarar veremezler. Onlara acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":178,"Text":"Kâfirler kendilerine mühlet vermemizi hayırlı sanmasınlar. Biz onlara ancak günahlarını artırmaları için ömürlerini uzatıyoruz. Onlar için alçaltıcı bir azap vardır"},{"SurahNumber":3,"VerseNumber":179,"Text":"Allah, müminleri içinde bulunulan (Mümin ile münafık kimsenin ortaya çıkarılmadığı) bu durumda bırakacak değildir; (işin) sonunda temizi pis olandan ayıracaktır. Size gaybı da bildirecek değildir. Fakat, Allah, peygamberlerden dilediğini seçer. Allah’a ve peygamberlerine iman edin. Eğer iman eder ve takvaya bürünürseniz, size büyük bir mükâfat vardır"},{"SurahNumber":3,"VerseNumber":180,"Text":"Allah’ın kendilerine fazlından verdiği şeylerde cimrilik edenler, bunu kendileri için hayırlı sanmasınlar, aksine bu onlar için şerdir. Kıyamet günü cimrilik ettikleri şeyler boyunlarına dolanacaktır. Göklerin ve yerin mirası Allah’ındır. Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":3,"VerseNumber":181,"Text":"Allah, “Allah fakirdir, biz zenginiz” diyen kimselerin sözünü işitmiştir. Onların dediklerini ve haksız olarak peygamberlerini öldürmelerini yazacak ve : \"Ateşin azabını tadın\" diyeceğiz"},{"SurahNumber":3,"VerseNumber":182,"Text":"Bu sizin ellerinizle hazırladığınızdır. Allah kullarına zulmedici değildir"},{"SurahNumber":3,"VerseNumber":183,"Text":"Allah, bize gökten inen, ateşin yiyeceği bir kurban getirmedikçe hiçbir rasûle iman etmememizi (Tevrat'ta) emretti. De ki: Benden önce size peygamberler apaçık delillerle ve söylediğiniz (mucize) ile gelmişti. Eğer sözünüzde samimi iseniz niçin onları öldürdünüz"},{"SurahNumber":3,"VerseNumber":184,"Text":"Eğer seni yalanlıyorlarsa, senden önce açık deliller, (Semavi) kitaplar ve apaçık kitap getiren peygamberler de yalanlanmıştı"},{"SurahNumber":3,"VerseNumber":185,"Text":"Her can ölümü tadacaktır. Kıyamet günü de ancak yaptıklarınızın karşılığı size ödenecektir. Kim ateşten uzak tutulur ve cennete sokulursa, o kurtulmuştur. Dünya hayatı, aldatıcı (fani olan) metadan başka bir şey değildir"},{"SurahNumber":3,"VerseNumber":186,"Text":"Mallarınız ve canlarınız hususunda elbette imtihan olunuyorsunuz. Sizden önce kendilerine kitap verilenlerden ve müşriklerden eziyet verici birçok(kötü söz) işitiyorsunuz. Eğer bunlara sabreder ve korunursanız; bu, azmedilmesi gereken işlerdendir"},{"SurahNumber":3,"VerseNumber":187,"Text":"Allah kitap verilenlerden, “Kitabı insanlara muhakkak açıklayacaksınız, gizlemeyeceksiniz” diye söz almıştı da, onlar kitabı arkalarına atıp umursamamışlar, az bir bedele karşılık değiştirip, tahrif ettiler. Bu alışverişleri ne kötüdür"},{"SurahNumber":3,"VerseNumber":188,"Text":"Sakın, yaptıkları (kötülüklerle) sevinen, yapmadıkları şeylerle övülmekten hoşlanan kimselerin azaptan kurtulacaklarını sanma. Onlara acı bir azap vardır"},{"SurahNumber":3,"VerseNumber":189,"Text":"Göklerin ve yerin mülkü Allah’ındır. Allah’ın her şeye gücü yeter"},{"SurahNumber":3,"VerseNumber":190,"Text":"Göklerin ve yerin yaratılmasında, gece ile gündüzün birbiri ardınca gelmesinde ve uzayıp, kısalmasında, akıl sahipleri için deliller vardır"},{"SurahNumber":3,"VerseNumber":191,"Text":"O akıl sahipleri, ayakta da, otururken de, yanları üzere yatarken de Allah’ı düşünürler/anarlar/zikrederler, göklerin ve yerin yaratılışını düşünerek şöyle dua ederler: Rabbimiz, bunları boşuna yaratmadın. Seni tüm noksanlıklardan tenzih ederiz. Bizi ateşin azabından koru"},{"SurahNumber":3,"VerseNumber":192,"Text":"Rabbimiz! Şüphesiz sen kimi ateşe atarsan, onu rüsva etmiş olursun, zalimlerin yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":193,"Text":"Rabbimiz, biz, “Rabbinize iman edin” diye, imana çağıran bir davetçiyi işittik ve iman ettik"},{"SurahNumber":3,"VerseNumber":194,"Text":"Rabbimiz! Bizim günahlarımızı bağışla, suçlarımızı ört, iyilerle birlikte canımızı al! Rabbimiz, bizlere gönderdiğin elçilerinle vadettiğin şeyleri ver ve kıyamet günü bizi rüsva etme, sen sözünden dönmezsin"},{"SurahNumber":3,"VerseNumber":195,"Text":"Allah da onların duasına icabet etti: Ben, sizden erkek veya kadın hiçbir çalışanın amelini zayi etmem, sizler (sevap ve cezada) denksiniz. Hicret edenler, memleketlerinden çıkarılanlar, benim yolumda eziyet görenler, savaşanlar ve öldürülenlerin, elbette günahlarını örteceğim ve onları alt taraflarından ırmakların aktığı cennetlere sokacağım. Bunlar Allah katından bir mükâfattır. Allah katından bir mükâfat olarak... Mükâfatın en güzeli Allah katındandır"},{"SurahNumber":3,"VerseNumber":196,"Text":"Kâfirlerin diyar diyar dolaşmaları seni aldatmasın"},{"SurahNumber":3,"VerseNumber":197,"Text":"Az bir geçimlik sonra varacakları yer Cehennem'dir. Orası ne kötü yerleşim yeridir"},{"SurahNumber":3,"VerseNumber":198,"Text":"Rablerinden korkanlara da altlarından ırmaklar akan ve içinde temelli kalacakları Cennetler vardır. Bu Allah katından bir ikramdır. İyi kimseler için Allah'ın katında bulunanlar (dünya nimetlerinden) daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":199,"Text":"Kitap ehlinden öyleleri var ki, Allah’a, size indirilene ve kendilerine indirilene, Allah’tan korkarak inanırlar. Allah’ın âyetlerini az bir değere satmazlar. İşte onlara Rableri katında mükâfatları vardır. Allah hesabı çabuk görendir"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ey iman edenler! Sabredin, (kâfirlere karşı) sabırlı olmada sebatkar olun, (cihad için) nöbet bekleyin! Allah’tan korkun ki kurtuluşa eresiniz"},{"SurahNumber":4,"VerseNumber":1,"Text":"Ey insanlar! Sizi tek bir candan yaratan, ondan da eşini yaratan, bu ikisinden de bir çok erkek ve kadın (yaratıp), yayan Rabbinizden korkun. Kendisinin adıyla birbirinizden istekte bulunduğunuz Allah'ın ve akrabalarınız ile (bağları kesmekten) sakının. Allah şüphesiz hepinizi görüp gözetmektedir"},{"SurahNumber":4,"VerseNumber":2,"Text":"Yetimlere mallarını verin ve kötüyü iyi ile değiştirmeyin. Onların mallarını kendi mallarınıza karıştırarak yemeyin. Çünkü bu, büyük bir günahtır"},{"SurahNumber":4,"VerseNumber":3,"Text":"Eğer, yetim kızlara adil davranamamaktan korkarsanız, (onları değil) sizin için uygun olan başka kadınlardan iki, üç ve dörde kadar evlenin. Adil olamayacağınızdan korkarsanız bir tane ile veya sahip olduğunuz cariyeler ile evlenin. Bu, haksızlık etmemeniz için daha elverişlidir"},{"SurahNumber":4,"VerseNumber":4,"Text":"Kadınlara mehirlerini seve seve verin. Eğer, kendi istekleriyle mehrin bir kısmını size bağışlarlarsa, onu da afiyetle yiyin"},{"SurahNumber":4,"VerseNumber":5,"Text":"Allah’ın sizin idarenize verdiği malları (lüzumsuz, faydasız yerlere harcayan) sefihlere vermeyin. Fakat, o maldan onları yedirin, giydirin ve onlara güzel, iyi sözler söyleyin"},{"SurahNumber":4,"VerseNumber":6,"Text":"Yetimleri nikah çağına gelinceye kadar deneyin. Eğer onlarda olgunlaşma/yetişkinlik görürseniz mallarını kendilerine iade edin. Onların mallarını büyüyüp de (elimizden) alacaklar korkusu ile israf ederek (tez elden) yemeyin. Zengin olan kimse, (bu malı yemeğe) tenezzül etmesin; fakir de örfe uygun bir şekilde yesin. Mallarını iade ettiğiniz zaman, onlara şahitler huzurunda verin. Hesap sorucu olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":7,"Text":"Ana babanın ve yakın akrabanın geriye bıraktıklarından erkekler için bir hisse vardır, kadınlar için de ana babanın ve akrabanın mirasından az veya çok farz kılınmış bir hisse vardır"},{"SurahNumber":4,"VerseNumber":8,"Text":"(Miras paylaşımında kendilerine bir hisse belirlenmemiş olan) Akrabalar, yetimler ve yoksullar, taksim sırasında yanınızda olursa onlara da ondan bir şeyler verin ve onlara güzel söz söyleyin"},{"SurahNumber":4,"VerseNumber":9,"Text":"Geriye (küçük) zayıf çocuklar bırakıp, (onlar adına) endişe duyanlar,(himayeleri altındaki yetîmler hakkında da aynı endişeyi taşıyıp) Allah'tan sakınsınlar. Dosdoğru söz söylesinler"},{"SurahNumber":4,"VerseNumber":10,"Text":"Yetimlerin mallarını haksız yere yiyenler, karınlarına sadece ateş doldururlar ve alevli bir ateşe atılırlar"},{"SurahNumber":4,"VerseNumber":11,"Text":"Allah, çocuklarınız hakkında, bir erkeğe iki kadının payı kadar (vermenizi) emreder. Eğer kadınlar ikiden çok olursa, onlara mirasın üçte ikisi, şayet bir tek kız ise, o zaman yarısı kızın (payı)dır. Ana babaya gelince; ölenin çocuğu varsa her birine altıda bir; çocuğu yok da onun mirasçısı ana ve babası ise üçte biri anasınındır. Kardeşleri de varsa, altıda biri anasınındır. (Bütün bu hükümler) ölünün vasiyetinin yerine getirilmesinden ve borcunun ödenmesinden sonradır. Babalarınızın ve oğullarınızın hangisinin size (dünya ve ahirette) fayda bakımından daha yakın olduğunu bilmezsiniz. Bunlar, Allah tarafından (belirlenmiş) birer farzdır. Şüphesiz Allah her şeyi bilendir, hakimdir, hikmetle yapandır"},{"SurahNumber":4,"VerseNumber":12,"Text":"Eğer çocukları yoksa, hanımlarınızın bıraktığı(mirası)nın yarısı sizindir. Eğer (hanımlarınızın) çocukları varsa miraslarının dörtte biri size aittir. Bu da yaptıkları vasiyetlerinin yerine getirilmesinden ve borçları ödendikten sonradır. Sizin miras olarak bıraktıklarınız, çocuğunuz yoksa dörtte biri hanımlarınızındır. Çocuklarınız varsa sekizde biri hanımlarınızındır. Bunlar da yaptığınız vasiyetinizin yerine getirilmesi ve borcunuzun ödenmesinden sonradır. Eğer miras bırakan bir erkek veya bir kadının; ana babası da çoluk çocuğu da yok da, (anneleri bir) bir erkek veya bir kız kardeşi varsa her birine altıda bir (hisse düşer). Eğer kardeşleri birden fazla ise; ölenin vasiyetinden ve borçlarının ödenmesinden sonra üçte bir hisseye ortaktırlar. (Malın üçte birinden fazlası vasiyet edilerek) Mirasçılar zarara uğratılmamalıdır. Allah tarafından bir uyarı/emirdir. Allah her şeyi bilir ve Halim'dir. (Kullarına azabı göndermede acele etmez)"},{"SurahNumber":4,"VerseNumber":13,"Text":"Bunlar Allah’ın sınırlarıdır. Kim Allah’a ve Rasûlüne itaat ederse, (Allah, o kimseyi) içinde ebedi kalacağı alt kısmından ırmakların aktığı Cennetlere girdirir. Bu da en büyük kurtuluştur"},{"SurahNumber":4,"VerseNumber":14,"Text":"Kim de Allah’a ve Rasûlüne isyan eder ve onun sınırlarını aşarsa, onu içinde ebedi kalacağı ateşe atar. Orada alçaltıcı bir azap vardır"},{"SurahNumber":4,"VerseNumber":15,"Text":"Kadınlarınızdan fuhuş yapanlara karşı dört erkek şahit getirin. Eğer şahitlik ederlerse, ölüm onları alıp götürünceye yahut Allah, onlar için bir yol gösterinceye kadar evlerde hapsedin"},{"SurahNumber":4,"VerseNumber":16,"Text":"Sizlerden zina eden her ikisine de eziyet edin, tevbe edip kendilerini düzeltirlerse, onları bırakın. Çünkü Allah tevbeleri kabul edendir, merhamet edendir"},{"SurahNumber":4,"VerseNumber":17,"Text":"Allah’ın kabul ettiği tevbe yalnızca; cahillikle/bilmeyerek günah işleyenin hemen ardından yaptığı tevbedir. Allah bunların tevbesini kabul eder. Allah, her şeyi bilendir ve hüküm ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":18,"Text":"Ölüm gelip çatana kadar günah işleyip de tam o zaman: Ben şimdi tevbe ediyorum, diyenlerin tevbesi, tevbe değildir. Kâfir olarak ölenlerin tevbesi de yoktur. Onlara acıklı bir azap hazırladık"},{"SurahNumber":4,"VerseNumber":19,"Text":"Ey iman edenler! (ölen babalarınızın) kadınlarını miras yoluyla zorla almanız size helal değildir. Apaçık bir fuhuş işlemedikçe (mehir olarak) verdiklerinizin bir kısmını elde etmek için onları (başkalarıyla evlenmelerine) engel olmak için nikahınızda tutmayın. Onlarla güzel güzel geçinin; onlardan hoşlanmasanız bile, umulur ki sizin hoşunuza gitmeyen bir şeyde Allah bir çok hayır takdir eder"},{"SurahNumber":4,"VerseNumber":20,"Text":"Bir eşinizi (boşayıp) yerine başka bir eş almak isterseniz ve öncekine mehir olarak bir yük altın vermiş olsanız bile hiçbir şeyi geri almayın; o zulüm ve apaçık günah olduğu halde onu geri mi alacaksınız"},{"SurahNumber":4,"VerseNumber":21,"Text":"Nasıl alabilirsiniz ki, birbirinizle birleşmiş ve eşleriniz sizden sağlam bir teminat almışlardı"},{"SurahNumber":4,"VerseNumber":22,"Text":"Babalarınızın evlendiği kadınlarla evlenmeyin. Ancak geçmişte olanlar affedilmiştir. Bu, Allah'ın gazabını (getiren) bir davranış ve kötü bir yoldur"},{"SurahNumber":4,"VerseNumber":23,"Text":"Analarınız, kızlarınız, kız kardeşleriniz, halalarınız, teyzeleriniz, erkek kardeş kızları, kız kardeş kızları, sizi emziren süt anneleriniz, süt kardeşleriniz, karılarınızın anaları, kendileriyle gerdeğe girmiş olduğunuz karılarınızdan olup evlerinizde büyüttüğünüz üvey kızlarınız, eğer analarıyla zifafa girmemiş iseniz (annelerini boşayıp, onlarla nikah kıymanızda) bir sakınca yoktur kendi öz oğullarınızın karıları ve iki kız kardeşi birden almanız size haram kılınmıştır. Ancak geçmişte olanlar geçmiştir. (Bu sebeple üzerinize bir günah yoktur). Allah, şüphesiz çok bağışlayıcı, çok merhamet edendir"}]}