{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Yeryuzunde rızkı Allah´a ait olmayan hicbir canlı yoktur. O, onların karar kıldıkları yerleri de, emaneten durdukları yerleri de bilir. Onların hepsi apacık bir kitaptadır"},{"SurahNumber":11,"VerseNumber":7,"Text":"O, oyle bir Allah´dır ki, hanginizin daha guzel amel isleyecegini imtihan etmek icin gokleri ve yeri altı gunde yarattı. Arsı da su ustundeydi. Onlara «oldukten sonra tekrar dirileceksiniz» dersen, o kafirler de kesinlikle sana: «Bu apacık bir sihirden baska birsey degildir.» diyecekler"},{"SurahNumber":11,"VerseNumber":8,"Text":"Ve eger bunlardan bir kısmının gorecegi azabı belli bir sureye kadar erteleyecek olursak, o zaman da «onu engelleyen nedir ki?» diyecekler. Iyi bilin ki, o azap onlara geldigi gun kendilerinden geri cevrilecek degildir. Ve o alay ettikleri sey kendilerini kusatmıs olacaktır"},{"SurahNumber":11,"VerseNumber":9,"Text":"Ve sayet insana tarafımızdan bir rahmet tattırır, sonra da onu kendisinden geri alırsak, suphesiz o umitsiz ve nankor bir kimse olur"},{"SurahNumber":11,"VerseNumber":10,"Text":"Ve sayet ona dokunan bir sıkıntıdan sonra bir nimet tattırırsak, «Artık benden butun kotulukler silinip gitti.» der, mutlaka boburlenir ve sımarır"},{"SurahNumber":11,"VerseNumber":11,"Text":"Ancak (her iki halde de) sabır gosterip iyi ameller isleyenler mustesnadır. Iste onlara bir magfiret ve buyuk bir mukafat vardır"},{"SurahNumber":11,"VerseNumber":12,"Text":"(Ey Resulum!) Simdi belki sen, «Ona bir hazine indirilse, ya da beraberinde bir melek gezip dolassa ya!» diyorlar diye sana vahyolunan vahyin bir kısmını terkedecek olursun ve bundan dolayı da gogsun daralır. Sen yalnızca bir uyarıcısın. Allah ise her seye vekildir"},{"SurahNumber":11,"VerseNumber":13,"Text":"Yoksa «onu kendi uydurdu» mu diyorlar? O halde sen de onlara de ki: «Haydi siz de onun gibi uydurulmus on sure getirin. Allah´dan baska cagırabileceginiz kim varsa onları da yardıma cagırın. Eger dogru soyluyorsanız» (bunu yaparsınız)"},{"SurahNumber":11,"VerseNumber":14,"Text":"Yok eger bunun uzerine size cevap vermedilerse, artık bilin ki, bu Kur´an ancak Allah´ın ilmiyle indirilmistir. O´ndan baska ilah yoktur. Artık musluman oluyorsunuz, degil mi"},{"SurahNumber":11,"VerseNumber":15,"Text":"Her kim dunya hayatını ve guzelliklerini isterse biz onlara amellerinin karsılıgını orada tamamen oderiz. Bu hususta kendilerine bir densizlik yapılmaz"},{"SurahNumber":11,"VerseNumber":16,"Text":"Fakat onlar oyle kimselerdir ki, ahirette kendilerine atesten baska bir sey yoktur. Isledikleri seyler orada bosuna gitmistir. Zaten butun yaptıkları da batıldır"},{"SurahNumber":11,"VerseNumber":17,"Text":"O dunyayı isteyenler, hic Rabbinden acık bir belge uzere olan kimse gibi midir? O belgeyi yine Allah´dan gelen bir sahid olarak Kur´an izliyor, ondan once de bir rehber ve rahmet olan kitap, Musa´nın kitabı yine onu destekliyor. Boyle olanlar Kur´an´a inanırlar. Hangi hizipten olursa olsun kim onu inkar ederse, ona vaad edilen yer atestir. Iste butun bunlardan dolayı sen de bu Kur´an´dan suphe icinde olma. Kesinlikle o haktır, Rabbindendir. Fakat insanların cogu iman etmezler"},{"SurahNumber":11,"VerseNumber":18,"Text":"Ustelik bir yalanı Allah´a iftira edenden daha zalim kim olabilir? Bunlar Rablerinin huzuruna arzolunacaklar, sahitler de soyle diyecekler: «Iste bunlar Rablerine karsı yalan soyleyenlerdir». Iyi bilin ki: Allah´ın laneti zalimlerin uzerinedir"},{"SurahNumber":11,"VerseNumber":19,"Text":"Onlar ki, Allah yolundan dondurmeye calısırlar ve o yolu egri bugru yapmak isterler. Ustelik onlar, evet onlar ahirete de inanmazlar"},{"SurahNumber":11,"VerseNumber":20,"Text":"Onlar yeryuzunde (herkesi) yıldıracak degillerdir. Kendilerini koruyacak Allah´dan baska kimseleri de yoktur. Onların azabı kat kat olacaktır. Ustelik onlar hakkı isitmeye tahammul edemiyorlardı ve de gormuyorlardı"},{"SurahNumber":11,"VerseNumber":21,"Text":"Onlar kendilerine yazık etmis olan kimselerdir. O iftira edip uydurdukları da kendilerinden yuz cevirip gitmislerdir"},{"SurahNumber":11,"VerseNumber":22,"Text":"Kesinlikle bunlar ahirette de en ziyade husrana ugrayacak olanlardır"},{"SurahNumber":11,"VerseNumber":23,"Text":"Fakat iman edip salih amel isleyenler ve Rablerine karsı edepli olanlar, guvenen ve itaat edenler var ya, iste bunlar da cennet ehlidirler. Onlar orada ebedi kalırlar"},{"SurahNumber":11,"VerseNumber":24,"Text":"Bu iki ayrı grubun meseli, kor ve sagır ile goren ve isiten gibidir. Bunlar hic esit olabilirler mi? Hala dusunmeyecek misiniz"},{"SurahNumber":11,"VerseNumber":25,"Text":"Andolsun ki, vaktiyle Nuh´u da kavmine gonderdik, O, onlara soyle dedi: «Ben sizin icin apacık bir uyarıcıyım.»"},{"SurahNumber":11,"VerseNumber":26,"Text":"«Allah´dan baskasına ibadet etmeyin! Ben, size gelecek acı bir gunun azabından korkarım.»"},{"SurahNumber":11,"VerseNumber":27,"Text":"Buna karsılık, kavminin ileri gelen kafirlerinden bir kısmı dediler ki: «Biz seni bizim gibi insanlardan biri olarak goruyoruz, baska degil. Ilk bakısta bizim ayak takımımızdan baskasının senin arkana dustugunu gormuyoruz. Sizin bizden fazla bir meziyetinizi de gormuyoruz. Aksine sizi yalancılar sanıyoruz.»"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nuh dedi ki; «Ey kavmim! Peki su soyleyecegime ne diyeceksiniz? Ben Rabbimden apacık bir delil uzere isem ve O, bana kendi tarafından bir rahmet bahsetmisse, size de onu gorecek goz verilmemisse biz, istemediginiz halde onu size zorla mı kabul ettirecegiz?»"},{"SurahNumber":11,"VerseNumber":29,"Text":"«Ey kavmim! Ben sizden herhangi bir mal mulk istemiyorum. Benim mukafatım ancak Allah´a aittir. Ve ben ona iman edenleri kovacak degilim. Onlar elbette Rablerine kavusacaklar. Fakat ben de sizi cahillik eden bir kavim goruyorum.»"},{"SurahNumber":11,"VerseNumber":30,"Text":"«Ey kavmim, ben onları etrafımdan kovacak olursam, Allah´dan beni kim kurtarabilir? Siz hic dusunmez misiniz?»"},{"SurahNumber":11,"VerseNumber":31,"Text":"Ben size «Allah´ın hazineleri benim yanımdadır.» demiyorum ki. Ben size «Ben bir melegim.» de demiyorum. O sizin kendinize gore, hor gordukleriniz hakkında «Allah onlara hicbir hayır vermez.» de demiyorum. Onların iclerindeki niyeti, en iyi Allah bilir. (Bu soylediklerimin aksini iddia etseydim) asıl o zaman zalimlerden olurdum"},{"SurahNumber":11,"VerseNumber":32,"Text":"Dediler ki; «Ey Nuh! Bizimle didisip durdun, didismende de cok ileri gittin. Eger dogru soyluyorsan, bizi tehdit ettigin su azabı getir de gorelim.»"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nuh dedi ki; «Onu ancak Allah dilerse getirir. Ve siz O´nu yıldıracak degilsiniz.»"},{"SurahNumber":11,"VerseNumber":34,"Text":"Ben size ogut vermek istemis olsam da, eger Allah sizi helak etmeyi murad ediyorsa, zaten ogut vermemin size bir faydası olmaz. Rabbiniz O´dur ve nihayet O´na donduruleceksiniz"},{"SurahNumber":11,"VerseNumber":35,"Text":"Yoksa «Onu uydurdu» mu diyorlar? De ki; «Eger uydurdumsa vebali benim boynumadır. Bense sizin yuklendiginiz vebalden uzagım»"},{"SurahNumber":11,"VerseNumber":36,"Text":"Ayrıca Nuh´a soyle vahyettik: «Bil ki kavminden simdiye kadar iman etmis olanlardan baska artık kimse iman etmeyecektir. Onun icin yaptıkları seylerden dolayı kederlenme.»"},{"SurahNumber":11,"VerseNumber":37,"Text":"Bizim gozetimimiz altında ve vahyimize gore gemiyi yap. Zulum yapanlar hakkında da bana bir sey soyleme. Cunku onlar kesinlikle suda bogulacaklardır"},{"SurahNumber":11,"VerseNumber":38,"Text":"Gemiyi yapıyordu, kavminden bazı ileri gelen gruplar, onun yanından gelip gectikce, onunla alay ediyorlardı. Nuh dedi ki: «Bizimle egleniyorsunuz, biz de sizinle tıpkı bizimle eglendiginiz gibi alay edip eglenecegiz.»"},{"SurahNumber":11,"VerseNumber":39,"Text":"O perisan edici azabın kime gelecegini ve o surekli azabın kimin basına inecegini ilerde bileceksiniz"},{"SurahNumber":11,"VerseNumber":40,"Text":"Nihayet emrimiz geldigi ve tennur (tandır veya geminin kazanı) tutusup parladıgı zaman dedik ki; «Erkegi ve disisi olan her canlıdan ikiser tane, aleyhlerinde hukum verilmis olanların dısında, aileni ve iman etmis olanları geminin icine yukle». Zaten beraberinde iman edenler cok az idi"},{"SurahNumber":11,"VerseNumber":41,"Text":"Nuh dedi ki; «Allah´ın adıyla binin icine. Onun akısı da, durusu da (O´nun adıyladır). Hic suphesiz Rabbim gercekten cok bagıslayıcı, cok esirgeyicidir"},{"SurahNumber":11,"VerseNumber":42,"Text":"Gemi icindekilerle birlikte, daglar gibi dalgalar arasında akıp gidiyordu. Nuh ayrı bir yere cekilmis olan ogluna bagırdı: «Yavrucugum, gel, bizimle beraber bin! Kafirlerle beraber olma!»"},{"SurahNumber":11,"VerseNumber":43,"Text":"O, dedi ki; «Ben, beni sudan koruyacak bir daga cıkacagım». Nuh da «Bu gun Allah´ın merhamet ettiginden baskasını, Allah´ın bu emrinden koruyacak kimse yoktur.» dedi. Derken dalga aralarına giriverdi. O da bogulanlardan oldu"},{"SurahNumber":11,"VerseNumber":44,"Text":"Allah tarafından denildi ki: «Ey yeryuzu suyunu yut! Ey gokyuzu sen de suyunu kes!» Ve sular cekildi. Emir yerine gelmis oldu. Gemi de Cudi dagı uzerine oturdu. O zalim kavme boylece dunyadan uzak olun denildi"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nuh Rabbine niyaz edip dedi ki: «Ey Rabbim! Oglum benim ehlimdendi senin vaadin de elbette haktır ve gercektir. Ve sen hakimler hakimisin.»"},{"SurahNumber":11,"VerseNumber":46,"Text":"Allah: «Ey Nuh! O kesinlikle senin ehlin (ailen)´den degildir. Cunku o salih olmayan bir amelin sahibidir. Hakkında bilgin olmayan bir seyi benden isteme! Ben, seni, cahillerden olmaktan sakındırırım.»"},{"SurahNumber":11,"VerseNumber":47,"Text":"Nuh: «Ey Rabbim! Ben bilmedigim bir seyi istemis olmaktan dolayı sana sıgınırım. Sen beni bagıslamazsan, bana merhamet etmezsen ben husrana ugrayanlardan olurum"},{"SurahNumber":11,"VerseNumber":48,"Text":"«Ey Nuh!» denildi, « Bizden bir selam sana ve seninle birlikte olanlardan gelecek ummetlere, kutluluk dilegiyle gemiden in. Ilerde kendilerini bir cok nimetten faydalandıracagımız, sonra da bu yuzden kendilerine tarafımızdan acıklı bir azap dokunacak nice ummetler olacaktır.»"},{"SurahNumber":11,"VerseNumber":49,"Text":"Iste bunlar gayb haberlerindendir. Bunları sana vahiyle bildiriyoruz. Bundan once bunları ne sen bilirdin, ne de kavmin. O halde sabret, akıbet muhakkak muttakilerindir"},{"SurahNumber":11,"VerseNumber":50,"Text":"Ad kavmine de kardesleri Hud´u gonderdik. Dedi ki: «Ey kavmim! Allah´a kulluk edin. Sizin O´ndan baska bir ilahınız yoktur. Siz sadece iftira edip duruyorsunuz.»"},{"SurahNumber":11,"VerseNumber":51,"Text":"«Ey kavmim! Bu is icin sizden bir ucret istemiyorum. Benim ecrim ancak beni yaratana aittir. Artık akıllanmayacak mısınız?»"},{"SurahNumber":11,"VerseNumber":52,"Text":"«Ey kavmim! Rabbinizden magfiret isteyin, sonra O´na tevbe edin ki, uzerinize gokten bol bol bereket indirsin ve sizi kuvvetinize kuvvet katarak cogaltsın. Gelin gunahkar olarak donup gitmeyin.»"},{"SurahNumber":11,"VerseNumber":53,"Text":"Dediler ki; «Ey Hud! Sen bize acık bir mucize getirmedin. Biz de senin sozunle tanrılarımızı terk etmeyiz. Ve biz sana inanmayız.»"},{"SurahNumber":11,"VerseNumber":54,"Text":"«Ancak su kadarını diyebiliriz ki; «tanrılarımızdan bazısı seni fena carpmıs». O da dedi ki; «Allah´ı sahit tutuyorum, siz de sahid olun ki ben, Allah´a kostugunuz ortaklardan uzagım.»"},{"SurahNumber":11,"VerseNumber":55,"Text":"«O´ndan baska herseyden uzagım, artık hepiniz toplanın bana istediginiz tuzagı kurun, sonra hic bekletmeyin"},{"SurahNumber":11,"VerseNumber":56,"Text":"«Ben muhakkak ki, hem benim Rabbim, hem de sizin Rabbiniz olan Allah´a dayanmaktayım. Yeryuzunde hicbir canlı yoktur ki, idaresi ve yonetimi O´nun elinde olmasın. Benim Rabbim, hic suphe yok ki, dogru yoldadır.»"},{"SurahNumber":11,"VerseNumber":57,"Text":"«Eger, yine de yuz cevirirseniz, ben size ne ile gonderilmissem, iste onu teblig ettim. Ayrıca Rabbim, sizin yerinize baska bir kavmi getirir de siz O´na zerrece zarar veremezsiniz. Hic suphesiz O, herseyi koruyup gozetendir"},{"SurahNumber":11,"VerseNumber":58,"Text":"Ne zaman ki emrimiz geldi, Hud´u ve beraberindeki iman edenleri, tarafımızdan bir rahmet ile kurtardık, ayrıca onları cok agır bir azaptan da kurtardık"},{"SurahNumber":11,"VerseNumber":59,"Text":"Iste Ad kavmi buydu. Rablerinin ayetlerini bile bile inkar ettiler ve peygamberlerine isyan ettiler. Basa gecen her zorbanın emrine uyup arkasından gittiler"},{"SurahNumber":11,"VerseNumber":60,"Text":"Hem bu dunyada, hem de kıyamet gununde bir lanetle izlendiler. Bilin ki, Ad kavmi, gercekten Rablerini inkar ettiler. Yine bilin ki, Hud´un kavmi olan Ad, defolup gittiler"},{"SurahNumber":11,"VerseNumber":61,"Text":"Semud kavmine de kardesleri Salih´i gonderdik. Dedi ki, «Ey kavmim! Allah´a kulluk edin. Sizin O´ndan baska bir tanrınız daha yoktur. Sizi topraktan O meydana getirdi. Sizi orada omur surmeye O memur etti. Bu sebepten O´nun magfiretini isteyin, sonra O´na tevbe edin. Suphesiz Rabbim yakındır, dualarınızı kabul eder.»"},{"SurahNumber":11,"VerseNumber":62,"Text":"Dediler: «Ey Salih! Bundan once sen bizim icimizde umit beslenir bir zat idin. Simdi bizi babalarımızın taptıklarına tapmaktan mı engelliyorsun? Biz, dogrusunu istersen bizi davet ettigin seyden kuskulandıran bir suphe icindeyiz.»"},{"SurahNumber":11,"VerseNumber":63,"Text":"Salih dedi: «Ey kavmim! Eger ben Rabbimden acık bir mucize uzerinde isem ve o bana tarafından bir rahmet bahsetmis ise, ben Allah´a isyan ettigim takdirde beni O´ndan kim kurtarabilir? Demek ki, siz bana zarar vermekten baska bir sey yapmıyorsunuz.»"},{"SurahNumber":11,"VerseNumber":64,"Text":"«Ey kavmim! Iste su, Allah´ın disi devesi, size bir mucizedir. Bırakın onu Allah´ın yer yuzunde (otlaklarında) otlasın. Ve ona kotu bir maksatla el surmeyin, sonra sizi yakın bir azap yakalar.»"},{"SurahNumber":11,"VerseNumber":65,"Text":"Derken, o deveyi kestiler. Bunun uzerine Salih dedi ki: «Yurdunuzda uc gun daha yasayın. Iste bu, yalan cıkmayacak olan kesin bir vaaddir.»"},{"SurahNumber":11,"VerseNumber":66,"Text":"Ne zaman ki, azap emrimiz geldi, Salih´i ve beraberindeki iman edenleri, tarafımızdan bir rahmet sayesinde kurtardık, ustelik o gunun perisanlıgından da kurtardık. Hic suphesiz Rabbin gucludur, mutlak ustundur"},{"SurahNumber":11,"VerseNumber":67,"Text":"O zalimleri, korkunc bir gurultu yakalayıverdi de oldukları yerde cokup kaldılar"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki orada guzel guzel yasayıp durmamıslardı. Bak iste Semud, gercekten de Rablerine kufretmislerdi. Bak iste nasıl yok olup gittiler"},{"SurahNumber":11,"VerseNumber":69,"Text":"Andolsun ki, Ibrahim´e de elcilerimiz (melekler) mujde ile geldiler ve «selam» dediler, o da «selam» dedi ve hemen gidip onlara kızartılmıs bir buzagı getirdi"},{"SurahNumber":11,"VerseNumber":70,"Text":"Fakat onların o buzagıya el surmediklerini gorunce, tuhafına gitti ve icinde onlara karsı bir korku uyandı. Onlar da «Korkma, biz Lut´un kavmine gonderildik.» dediler"},{"SurahNumber":11,"VerseNumber":71,"Text":"Ibrahim´in karısı ayakta duruyordu bunun uzerine yuzu guldu. Ona Ishak´ı ve Ishak´ın arkasından da Ya´kub´u mujdeledik"},{"SurahNumber":11,"VerseNumber":72,"Text":"«Vay basıma gelene!» dedi, «Ben bir kocakarıyım, kocam da yaslı bir adam. Bu gercekten cok tuhaf bir sey!»"},{"SurahNumber":11,"VerseNumber":73,"Text":"Dediler: «Sen Allah´ın emrine mi sasıyorsun? Allah´ın rahmeti ve berekatı uzerinizdedir. Ey ev halkı! Muhakkak ki O, hamiddir (ovulmeye layıktır), meciddir (comertligi boldur).»"},{"SurahNumber":11,"VerseNumber":74,"Text":"Ibrahim´den korku iyice gecip gidince, bu mujde de kendisine gelince, bizim (meleklerimiz)le Lut kavmi hakkında tartısmaya giristi"},{"SurahNumber":11,"VerseNumber":75,"Text":"Cunku Ibrahim, cok yumusak huylu ve cok yufka yurekli (yanık kalbli) idi"},{"SurahNumber":11,"VerseNumber":76,"Text":"Melekler: «Ey Ibrahim! Bu konuda bizimle tartısmaktan vazgec. Cunku Rabbinin emri kesin olarak geldi ve onlara geri cevrilmesi mumkun olmayan bir azap gelecektir"},{"SurahNumber":11,"VerseNumber":77,"Text":"Ne zaman ki, elcilerimiz Lut´a geldiler, bunların gelisleri yuzunden Lut fenalastı, eli ayagı birbirine dolastı ve «Bu gun cetin bir gundur.» dedi"},{"SurahNumber":11,"VerseNumber":78,"Text":"Daha onceleri cirkin isler yapmıs olan kavmi harıl harıl kosup geldiler. Lut onlara: «Ey kavmim! Iste size kızlarım, onlar sizin icin daha temizdirler. Gelin Allah´tan korkun, beni misafirlerime rezil rusvay etmeyin. Icinizde hic aklı basında bir adam yok mu?» dedi"},{"SurahNumber":11,"VerseNumber":79,"Text":"Onlar: «Sen de bilirsin ki, bizim senin kızlarınla bir ilgimiz yoktur. Sen bizim ne istedigimizi gayet iyi biliyorsun.» dediler"},{"SurahNumber":11,"VerseNumber":80,"Text":"Lut dedi: «Ne olurdu size karsı bir kuvvetim olsaydı, ya da cok sarp bir yere sıgınabilseydim.»"},{"SurahNumber":11,"VerseNumber":81,"Text":"Melekler dediler: «Ey Lut! Sundan emin ol ki, biz Rabbinin elcileriyiz. Onlar sana asla zarar veremezler. Sen, gecenin bir kısmı olunca ailenle birlikte hemen buradan cık git. Icinizden hic kimse geri kalmasın, esin baska. Cunku ona da onlara gelecek olan musibet gelecektir. Haberin olsun, helak zamanları sabah vaktidir. Zaten sabah yakın degil mi?»"},{"SurahNumber":11,"VerseNumber":82,"Text":"Ne zaman ki, emrimiz geldi, o ulkenin altını ustune getirdik ve uzerlerine istif edilip pisirilmis camurdan taslar yagdırdık"},{"SurahNumber":11,"VerseNumber":83,"Text":"Bu taslar Rabbinin katında damgalanmıslardı. Bunlar zalimlerden uzak seyler degildir"},{"SurahNumber":11,"VerseNumber":84,"Text":"Medyen´e de kardesleri Su´ayb´i gonderdik. Dedi ki: «Ey kavmim! Allah´a kulluk edin. Sizin O´ndan baska ilahınız yoktur. Olcegi de, teraziyi de eksik tutmayın. Ben sizi hayır (bolluk) icinde goruyorum. Bununla beraber yine de sizi kusatacak bir gunun azabından korkuyorum.»"},{"SurahNumber":11,"VerseNumber":85,"Text":"«Ey kavmim! Olcerken ve tartarken adaleti yerine getirin. Halkın malına densizlik etmeyin ve yeryuzunde fesatcılık yaparak fenalık etmeyin.»"},{"SurahNumber":11,"VerseNumber":86,"Text":"Eger mumin iseniz, Allah´ın helalinden size ihsan ettigi kar sizin icin daha hayırlıdır. Bununla beraber ben sizin uzerinize gozcu degilim.»"},{"SurahNumber":11,"VerseNumber":87,"Text":"Dediler ki; «Ey Su´ayb, atalarımızın taptıklarını terketmemizi veya mallarımızda diledigimizi yapmaktan vazgecmemizi sana namazın mı emrediyor? Oysa ki sen yumusak huylusun ve aklı basında bir adamsın.»"},{"SurahNumber":11,"VerseNumber":88,"Text":"Su´ayb dedi ki: «Ey kavmim! Sayet ben Rabbimden ispat edici bir delil uzerinde bulunuyorsam ve sayet bana, O kendi katından guzel bir rızık ihsan etmisse, soyleyin bakalım ben ne yapmalıyım? Ben size karsı cıkmakla sizi menettigim seylere kendim dusmek istemiyorum. Ben sadece gucumun yettigi kadar ıslah etmeye calısıyorum. Muvaffakiyetim de ancak Allah´ın yardımı ile olacaktır. Ben yalnızca O´na dayandım ve ancak O´na donecegim.»"},{"SurahNumber":11,"VerseNumber":89,"Text":"«Ey kavmim! Bana karsı gelmeniz sakın sizi, Nuh kavminin veya Hud kavminin veya Salih kavminin baslarına gelen musibetler gibi bir musibete ugratmasın. Lut kavmi de sizden uzak degildir"},{"SurahNumber":11,"VerseNumber":90,"Text":"Rabbinizden magfiret dileyin, sonra O´na tevbe ile yonelin. Suphesiz ki, benim Rabbim cok merhametlidir, cok sevendir"},{"SurahNumber":11,"VerseNumber":91,"Text":"Dediler ki: «Ey Su´ayb! Biz senin soylediklerinin cogundan birsey anlamıyoruz. Ayrıca seni icimizde cok zayıf biri olarak goruyoruz. Eger akrabaların olmasaydı mutlaka seni recmederdik (tasa tutardık). Senin bize hicbir ustunlugun yoktur.»"},{"SurahNumber":11,"VerseNumber":92,"Text":"Su´ayb dedi: «Ey kavmim! Benim akrabalarım size Allah´dan daha mı degerli ki, Allah´a sırt cevirip, onu unuttunuz? Muhakkak ki, Rabbim butun yaptıklarınızı cepecevre kusatmıstır.»"},{"SurahNumber":11,"VerseNumber":93,"Text":"«Ey kavmim! Var gucunuzle yapacagınız ne varsa yapın! Ben de gorevimi yapmaya devam edecegim. Perisan edecek azabın kime gelecegini ve yalancının kim oldugunu ilerde anlayacaksınız. Bekleyiniz, ben de sizinle beraber bekleyecegim.»"},{"SurahNumber":11,"VerseNumber":94,"Text":"Ne zaman ki, emrimiz geldi, Su´ayb ve beraberindeki muminler, tarafımızdan bir rahmet sayesinde kurtuldular. Ve o zalimleri korkunc bir gurultu yakaladı da oldukları yerde cokup kaldılar"},{"SurahNumber":11,"VerseNumber":95,"Text":"Sanki orada hic guzel gun gormemislerdi. Dikkat edin, Semud kavmi nasıl helak olup gittiyse Medyen de oyle yok olup gitti"},{"SurahNumber":11,"VerseNumber":96,"Text":"Andolsun Musa´yı da ayetlerimizle ve apacık bir belge ile gonderdik"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firavun´a ve cemaatine. Bunlar Firavun´un emrine uydular. Halbuki Firavun´un emri hak degildir"},{"SurahNumber":11,"VerseNumber":98,"Text":"Kıyamet gunu, kavminin onune duser. Artık o bunları atese goturmustur. O varılan yer, ne kotu bir yerdir"},{"SurahNumber":11,"VerseNumber":99,"Text":"Hem burada, hem de kıyamet gununde lanetle izlendiler. Onlara verilen bu karsı destek ne fena bir destektir"},{"SurahNumber":11,"VerseNumber":100,"Text":"Iste bu helak olmus memleketlerin onemli haberlerindendir. Sana onu kıssa olarak anlatıyoruz. Onlardan yerinde duranlar da var, bicilenler (yok olup gidenler) de"},{"SurahNumber":11,"VerseNumber":101,"Text":"Biz onlara zulmetmedik, onlar kendi kendilerine zulmettiler. Allah´ı bırakıp da taptıkları tanrılar, Rabbinin emri gelince kendilerine hicbir fayda saglayamadılar. Hasarlarını arttırmaktan baska bir seye yaramadılar"},{"SurahNumber":11,"VerseNumber":102,"Text":"Iste Rabbin, zalim memleketleri cezalandırdıgı zaman boyle cezalandırır. Cunku O´nun cezası cok acı, cok cetindir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Ahiret azabından korkanlar icin bunda muhakkak ki, bir ibret vardır. O, oyle bir gundur ki, butun insanlar onun icin toplanacaktır ve o, oyle bir gundur ki, mutlaka gorulecektir"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz onu sadece belli bir sureye kadar geciktiriyoruz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O gun gelince Allah´ın izni olmadan hic kimse konusamaz. Onların kimi bedbaht, kimi de mutludur"},{"SurahNumber":11,"VerseNumber":106,"Text":"Bedbaht olanlar atestedirler. Onlar orada baska turlu soluyacak, baska turlu haykıracaklar"},{"SurahNumber":11,"VerseNumber":107,"Text":"Onlar orada gokler ve yer durdukca duracaklar. Ancak Rabb´inin diledikleri baska. Cunku Rabbin diledigini yapandır"},{"SurahNumber":11,"VerseNumber":108,"Text":"Mutlu olanlar ise cennettedirler. Orada gokler ve yer durdukca duracaklar, ancak Rabbinin diledikleri baska. (Bu) ardı arası kesilmeyen bir ihsan olacak"},{"SurahNumber":11,"VerseNumber":109,"Text":"O halde sakın sunların ibadet edislerinden supheye dusme. Daha once ataları nasıl ibadet ediyor idiyseler bunlar da oyle ibadet ediyorlar. Biz de kendilerine nasiplerini elbette eksiksiz olarak oderiz"},{"SurahNumber":11,"VerseNumber":110,"Text":"Andolsun ki, Musa´ya kitabı verdik, yine de onda ihtilafa dusuldu. Eger Rabbinden daha once verilmis bir karar olmasa idi, elbette haklarında hukum verilmis bitmisti. Muhakkak ki onlar, bundan kuskulu bir suphe icindedirler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Gercekten de onların her biri oyle kimselerdir ki, yaptıklarının karsılıgını Rabbin kendilerine hakkiyle odeyecektir. Cunku O, onların yaptıkları her seyden haberdardır"},{"SurahNumber":11,"VerseNumber":112,"Text":"Iste bundan dolayı emrolundugun gibi dogru ol! Beraberindeki tevbe edenler de (dogru olsunlar). Asırı gitmeyin! Muhakkak ki O, butun yaptıklarınızı gorup durmaktadır"},{"SurahNumber":11,"VerseNumber":113,"Text":"Ve zulum yapanlara yakınlık gostermeyin ki, size de ates dokunmasın. Allah´dan baska yardımcılarınız da yoktur. Sonra yardım da goremezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gunduzun her iki tarafında ve gecenin sacaklarında (gunduze yakın olan saatlerinde) namaz kıl! Muhakkak ki, iyilik kotulukleri giderir. Bu ise, dusunebilenlere bir oguttur"},{"SurahNumber":11,"VerseNumber":115,"Text":"Ve sabret! Cunku Allah iyilik edenlerin mukafatını yitirmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden onceki devirlerden bakıyye sahipleri (kitap ehli) yeryuzunde bozgunculuktan vazgecirmeye calıssalardı ne iyi olurdu. Fakat onların icinden kurtardıgımız pek az kimse bunu yaptı. O zulmedenler ise sımartıldıkları refahın pesine dustuler ve hepsi de suclu oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Senin Rabbin, halkları iyi ve ıslahatcı iken, o memleketleri haksız yere helak edecek degildir"},{"SurahNumber":11,"VerseNumber":118,"Text":"Eger Rabbin dileseydi elbette butun insanları tek bir ummet yapardı. Halbuki yine de ihtilaf edip duracaklardı"},{"SurahNumber":11,"VerseNumber":119,"Text":"Ancak Rabbinin rahmetle yarlıgadıgı kimseler baska. Onun icindir ki, onları yarattı. Ve Rabbinin «Andolsun ki cehennemi cinlerden ve insanlardan tamamen dolduracagım» sozu boylece tamam oldu"},{"SurahNumber":11,"VerseNumber":120,"Text":"Peygamberlere ait haberlerden kalbini yatıstıracak olanlardan her turlusunu sana kıssa olarak anlatıyoruz. Bunda da sana bir hakikat, muminlere de bir ogut ve ibret gelmistir"},{"SurahNumber":11,"VerseNumber":121,"Text":"Imana gelmeyen o kafirlere de ki: «Elinizden geleni geri koymayın! Biz de yapacagımızı yapacagız.»"},{"SurahNumber":11,"VerseNumber":122,"Text":"Siz bekleyin gorun, biz de bekleyip gorecegiz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Goklerin ve yerin gaybını bilmek yalnızca Allah´a mahsustur. Her is O´na dondurulur. Sen yalnızca O´na ibadet et ve yalnızca O´na dayan. Rabbin yaptıklarınızın hicbirinden gafil degildir"},{"SurahNumber":12,"VerseNumber":1,"Text":"Elif, Lam, Ra. Iste bunlar sana o acık secik kitabın ayetleridir"},{"SurahNumber":12,"VerseNumber":2,"Text":"Muhakkak ki, biz onu anlayasınız diye Arapca bir kitap olarak indirdik"},{"SurahNumber":12,"VerseNumber":3,"Text":"Sana bu Kur´an´ı vahyetmekle biz, sana kıssaların en guzelini anlatıyoruz. Gercek su ki, daha once senin bundan hic haberin yoktu"},{"SurahNumber":12,"VerseNumber":4,"Text":"Hani bir vakitler Yusuf, babasına demisti ki: «Babacıgım, ben ruyada onbir yıldızla gunesi ve ayı bana secde ederken gordum.»"},{"SurahNumber":12,"VerseNumber":5,"Text":"(Babası) «Yavrucugum! «dedi, «ruyanı kardeslerine anlatma. Sonra sana bir tuzak kurarlar. Cunku seytan insanın acıkca dusmanıdır.»"},{"SurahNumber":12,"VerseNumber":6,"Text":"«Ve iste boyle, Rabbin seni sececek ve sana ruya tabirinden bilgiler ogretecek. Bundan once ataların Ibrahim´e ve Ishak´a tamamladıgı gibi, nimetini hem sana, hem de Yakup soyuna tamamlayacaktır. Muhakkak ki, Rabbin alimdir, hakimdir.»"},{"SurahNumber":12,"VerseNumber":7,"Text":"Andolsun ki, Yusuf ve kardesleri kıssasında soranlara ibret alacak ayetler vardır"},{"SurahNumber":12,"VerseNumber":8,"Text":"Hani demislerdi ki: «Yusuf ve kardesi (Bunyamin) babamıza bizden daha sevgili, biz ise guclu ve tutkun bir grubuz. Dogrusu, babamız belli ki, cok acık bir yanılgı icindedir.»"},{"SurahNumber":12,"VerseNumber":9,"Text":"«Yusuf´u oldurun, ya da bir yere atın ki, babanızın yuzu (sevgisi) size kalsın, sonra yine salih bir kavim olursunuz.»"},{"SurahNumber":12,"VerseNumber":10,"Text":"Iclerinden bir soz sahibi soyle dedi: «Yusuf´u oldurmeyin, bir kuyunun dibine bırakın da ordan gecen kafilenin biri onu bulup alsın. Eger yapacaksanız boyle yapın.»"},{"SurahNumber":12,"VerseNumber":11,"Text":"Dediler ki: «Ey babamız! Sen bize Yusuf icin neden guvenmiyorsun? Halbuki biz onun iyiligini istiyoruz.»"},{"SurahNumber":12,"VerseNumber":12,"Text":"«Yarın onu bizimle beraber gonder de gezsin, oynasın. Kesinlikle biz onu koruruz.»"},{"SurahNumber":12,"VerseNumber":13,"Text":"Babaları dedi ki: «Onu goturmeniz beni uzer, korkarım ki onu kurt yer de sizin haberiniz bile olmaz.»"},{"SurahNumber":12,"VerseNumber":14,"Text":"Dediler ki: «Vallahi biz boyle guclu kuvvetli bir topluluk iken, buna ragmen onu kurt yerse, o zaman biz kesinlikle husrana ugrayanlardan olmus oluruz.»"},{"SurahNumber":12,"VerseNumber":15,"Text":"Nihayet kardesleri, Yusuf´u alıp goturduler ve kuyunun dibine bırakmaya topluca karar verdiler. Biz de ona soyle vahyettik: «Andolsun ki, sen onlara ilerde hic beklemedikleri bir sırada bu yaptıklarını haber vereceksin»"},{"SurahNumber":12,"VerseNumber":16,"Text":"Ve yatsı vakti, aglayarak babalarına geldiler"},{"SurahNumber":12,"VerseNumber":17,"Text":"Dediler ki: «Ey babamız! Biz gittik, aramızda yarıs yapıyorduk. Yusuf´u da esyamızın yanına bırakmıstık. Bir de baktık ki, onu kurt yemis, su anda biz dogru da soylesek, yine de sen bize inanacak degilsin.»"},{"SurahNumber":12,"VerseNumber":18,"Text":"Bir de gomleginin uzerinde yalandan bir kan getirmislerdi. Babaları dedi ki: «Hayır, nefisleriniz aldatmıs da size bir is yaptırtmıs. Artık bana guzel bir sabır gerekiyor. Bu anlattıklarınıza karsılık yardımına sıgınılacak olan ancak Allah´dır.»"},{"SurahNumber":12,"VerseNumber":19,"Text":"Daha sonra bir kafile gelmis, sucularını da gondermislerdi. Vardı, kovasını kuyuya saldı, «Mujde hey, mujde! Iste bir cocuk!» dedi. Ve onu satılık bir mal olarak gizleyip korudular. Allah ise onların ne yapacaklarını biliyordu"},{"SurahNumber":12,"VerseNumber":20,"Text":"Ve onu dusuk bir degerle birkac dirheme sattılar. Ona fazla onem vermemislerdi"},{"SurahNumber":12,"VerseNumber":21,"Text":"Onu satın alan Mısırlı, esine dedi ki: «Buna guzel bak. Bize faydalı olabilir, ya da evlat ediniriz.» Yusuf´u boylece oraya yerlestirdik. Ona ruyaların tabirini de ogrettik. Allah emrinde galiptir. Fakat insanların cogu bunu bilmezler"},{"SurahNumber":12,"VerseNumber":22,"Text":"O, tam erginlik cagına gelince, kendisine ilim ve hukum verdik. Iste biz, guzel is yapanları boyle mukafatlandırırız"},{"SurahNumber":12,"VerseNumber":23,"Text":"Derken, evinde bulundugu hanım, onun nefsinden murad alıp yararlanmak istedi. Kapıları kilitledi ve «Haydi beri gel!» dedi. Yusuf: «Allah´a sıgınırım! Muhakkak ki, o (kocan), benim efendim, bana cok guzel baktı. Dogrusu zalimler hic iflah olmazlar» dedi"},{"SurahNumber":12,"VerseNumber":24,"Text":"O hanım, ona gercekten niyeti bozmustu. Eger Rabbinin burhanını gormese idi. Yusuf da ona ozenip gitmisti. Aslında ondan fuhsu ve fenalıgı uzak tutalım diye boyle olmustu. Cunku o bizim ihlasa erdirilmis kullarımızdan biriydi"},{"SurahNumber":12,"VerseNumber":25,"Text":"Ikisi de kapıya kostular. Hanım, onun gomlegini arkadan yırttı. Ve kapının yanında hanımın efendisiyle karsı karsıya geldiler. Hanım hemen dedi ki: «Senin esine fenalık yapmak isteyenin cezası, zindana atılmaktan veya acı bir azaba ugratılmaktan baska ne olabilir?»"},{"SurahNumber":12,"VerseNumber":26,"Text":"Yusuf: «kendisi benden yararlanmak istedi» dedi. Hanımın akrabasından biri de soyle sahitlik etti: «Eger gomlegi onden yırtılmıs ise hanım dogru soylemistir, o zaman bu, yalancılardandır.»"},{"SurahNumber":12,"VerseNumber":27,"Text":"«Yok eger gomlegi arkadan yırtılmıs ise hanım yalan soylemistir, o zaman bu dogru soyleyenlerdendir.»"},{"SurahNumber":12,"VerseNumber":28,"Text":"Ne zaman ki, gomlegin arkadan yırtılmıs oldugunu gordu, o zaman dedi ki: «Bu is, siz kadınların tuzagındandır. Gercekten de sizin tuzagınız cok buyuktur»"},{"SurahNumber":12,"VerseNumber":29,"Text":"«Yusuf! Sakın sen bundan bahsetme! Kadın! Sen de gunahından dolayı istigfar et. Sen gercekten gunahkarlardan oldun»"},{"SurahNumber":12,"VerseNumber":30,"Text":"Sehirde bazı kadınlar da «Azizin karısı, delikanlısından murad almaya kalkmıs, sevgi yuregini yakıp kavuruyormus, goruyoruz ki, kadın cıldırmıs besbelli...» dediler"},{"SurahNumber":12,"VerseNumber":31,"Text":"Azizin karısı, onların gizliden gizliye dedikodu yaydıklarını isitince, onlara davetci gonderdi ve onlara mukellef bir sofra hazırladı. Her birine bir bıcak verdi, beri taraftan da Yusuf´a «cık karsılarına» dedi. Gorur gormez hepsi onu gozlerinde cok buyuttuler ve (saskınlıkla) ellerini kestiler. Dediler ki: «Hasa! Allah icin, bu bir insan degil, olsa olsa yuce bir melektir.»"},{"SurahNumber":12,"VerseNumber":32,"Text":"«Iste» dedi, «bu gordugunuz, beni hakkında kınadıgınız (genctir). Yemin ederim ki, ben bunun nefsinden yararlanmak istedim de o, namuslu davrandı. Yine yemin ederim ki, emrimi yerine getirmezse, muhakkak zindana atılacak ve kesinlikle zelillerden olacaktır»"},{"SurahNumber":12,"VerseNumber":33,"Text":"Yusuf dedi ki: «Ey Rabbim! Zindan bana, bunların beni davet ettikleri seyden daha sevimlidir. Eger sen, bu kadınların tuzaklarını benden uzak tutmazsan, ben onların tuzagına duserim ve cahillik edenlerden olurum»"},{"SurahNumber":12,"VerseNumber":34,"Text":"Bunun uzerine Rabbi, onun duasını kabul buyurdu da ondan onların tuzaklarını bertaraf etti. Muhakkak ki O, evet O, hakkiyle isiten, hakkiyle bilendir"},{"SurahNumber":12,"VerseNumber":35,"Text":"Bu kadar delili gordukleri halde, sonra yine de Yusuf´u bir sure icin zindana atma dusuncesi agır bastı"},{"SurahNumber":12,"VerseNumber":36,"Text":"Zindana onunla birlikte iki delikanlı daha girdi. Birisi dedi ki: «Ruyada kendimi sarap sıkarken gordum». Oteki de dedi ki: «Ben de basımın ustunde ekmek tasıdıgımı, kusların da ondan yedigini gordum. Bize bunun yorumunu haber ver. Cunku biz seni iyilik edenlerden goruyoruz.»"},{"SurahNumber":12,"VerseNumber":37,"Text":"Yusuf dedi ki: «Size yiyecek olarak verilecek bir yemek gelmeden once onun tabirini size bildiririm. Bu, Rabbimin bana ogrettigi ilimlerdendir. Cunku ben Allah´a inanmayan ve ahireti inkar eden bir kavmin dinini terkettim.»"},{"SurahNumber":12,"VerseNumber":38,"Text":"«Atalarım Ibrahim, Ishak ve Yakub´un dinine uydum. Bizim, Allah´a hicbir seyi ortak tutmamız olmaz. Bu, bize ve insanlara Allah´ın bir lutfudur. Fakat insanların cogu sukretmezler.»"},{"SurahNumber":12,"VerseNumber":39,"Text":"«Ey benim zindan arkadaslarım! Ayrı ayrı bircok tanrılar mı daha hayırlı, yoksa herseye hakim ve galip olan bir tek Allah mı?»"},{"SurahNumber":12,"VerseNumber":40,"Text":"«Sizin Allah´ı bırakıp da o taptıklarınız, sizin ve atalarınızın uydurdugu birtakım isimlerden baska bir sey degildir. Bunlara tapmanız icin Allah hicbir delil indirmis degildir. Hukum ancak Allah´a aittir: O, size, kendisinden baskasına tapmamanızı emretti. Iste dosdogru din budur. Fakat insanların cogu bunu bilmezler.»"},{"SurahNumber":12,"VerseNumber":41,"Text":"«Ey benim zindan arkadaslarım! Biriniz efendisine yine sarap sunacak. Digeri de asılacak, kuslar basından yiyecekler. Iste ogrenmek istediginiz is boylece halloldu.»"},{"SurahNumber":12,"VerseNumber":42,"Text":"Yusuf, hapisten kurtulacagına inandıgı o ikiden birine dedi ki: «Beni efendinin yanında an». (Benden soz et ki, beni kurtarsın). Fakat Seytan, ona, efendisinin yanında anmayı unutturdu. Bu yuzden Yusuf, daha yıllarca zindanda kaldı"},{"SurahNumber":12,"VerseNumber":43,"Text":"Bir gun melik (hukumdar) dedi ki: «Ben ruyamda yedi cılız inegin yedi semiz inegi yedigini ve yedi yesil basakla yedi kuru basak goruyorum. Ey ileri gelenler! Siz ruya tabir edebiliyorsanız benim bu ruyamın tabirini bana bildirin.»"},{"SurahNumber":12,"VerseNumber":44,"Text":"Dediler ki: «Ruya dedigin sey karmakarısık hayallerdir. Biz ise boyle karısık hayallerin yorumunu bilemeyiz.»"},{"SurahNumber":12,"VerseNumber":45,"Text":"O ikiden kurtulmus olanı nice zamandan sonra hatırladı da dedi ki: «Ben size o ruyanın tabirini haber veririm, hemen beni gonderin.»"},{"SurahNumber":12,"VerseNumber":46,"Text":"«Ey Yusuf, ey dogru sozlu! Bize sunu hallet: Yedi semiz inegi, yedi cılız inek yiyor. Ve yedi yesil basakla diger yedi kuru basak. Umarım ki, o insanlara dogru cevap ile donerim, onlar da (senin kadrini) bilirler.»"},{"SurahNumber":12,"VerseNumber":47,"Text":"Dedi ki: «Yedi sene eskisi gibi ekeceksiniz, bictiklerinizi basagında bırakınız, biraz yiyeceginizden baska.»"},{"SurahNumber":12,"VerseNumber":48,"Text":"«Sonra onun arkasından yedi kurak sene gelecek, onceki biriktirdiklerinizin biraz saklayacagınızdan baskasını yiyip bitirecek.»"},{"SurahNumber":12,"VerseNumber":49,"Text":"«Sonra da onun arkasından yagıslı bir sene gelecek ki, halk onda sıkıntıdan kurtulacak, (uzum, zeytin gibi mahsulleri) sıkıp faydalanacak.»"},{"SurahNumber":12,"VerseNumber":50,"Text":"O hukumdar «Onu bana getirin» dedi. Emir uzerine Yusuf´a gonderilen adam yanına gelince, Yusuf ona dedi ki: «Haydi efendine geri don de, ona sor bakalım, o ellerini kesen kadınların maksatları ne imis? Hic suphe yok ki, Rabbim, onların oyunlarını cok iyi bilir.»"},{"SurahNumber":12,"VerseNumber":51,"Text":"Hukumdar, o kadınlara «Derdiniz neydi ki, o vakit Yusuf´un nefsinden murad almaya kalktınız?» dedi. Onlar «Hasa, Allah icin, biz onun aleyhinde hicbir fenalık bilmiyoruz» dediler. Aziz´in, karısı da: «Simdi hak ve hakikat oldugu gibi ortaya cıktı. Aslında onun nefsinden ben murad almak istedim. O ise seksiz suphesiz dogrulardandır» dedi"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Yusuf dedi ki): Iste bu sunun icindir: Bilsin ki, ben ona arkasından hainlik etmedim. Gercekten Allah hainlerin hilesini basarıya ulastırmaz"}]}