{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Asa Qayırımdı, erekse Meyirimdi Allahtın atımen"},{"SurahNumber":1,"VerseNumber":2,"Text":"Barlıq maqtaw alemderdin Rabbısı - Allahqa"},{"SurahNumber":1,"VerseNumber":3,"Text":"asa Qayırımdı, erekse Meyirimdige"},{"SurahNumber":1,"VerseNumber":4,"Text":"Esep kuninin Bilewsisine"},{"SurahNumber":1,"VerseNumber":5,"Text":"Sagan gana qulsılıq jasaymız ari Senen gana jardem tileymiz"},{"SurahNumber":1,"VerseNumber":6,"Text":"Bizdi twra jolmen jurgize gor"},{"SurahNumber":1,"VerseNumber":7,"Text":"igilikke bolegenderinnin jolımen! Aswga usıragandardın jane adasqandardın jolımen emes"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Mine osı Kitapta kudik joq, taqwalar usin twra jol korsetwsi"},{"SurahNumber":2,"VerseNumber":3,"Text":"Olar gayıpqa senedi, namazdı tolıq orındaydı ari Biz ozderine bergen rizıqtan bir boligin jumsaydı"},{"SurahNumber":2,"VerseNumber":4,"Text":"Ey, Muxammed! / Olar sagan tusirilgenge ari senen burın tusirilgenge senedi jane songı, aqiretke ayqın senedi"},{"SurahNumber":2,"VerseNumber":5,"Text":"Mine solar Rabbıları tarapınan twra jolda jane solar qutılwsılar"},{"SurahNumber":2,"VerseNumber":6,"Text":"(Muxammed G.S.) rasında qarsı bolgandardı, ugittesen de ugittemesen de bari birdey. Olar iman keltirmeydi"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah olardın jurekteri men estwlerin morlegen jane olardın korwlerine - perde qoygan. Sonday-aq, olarga ote ulken azap bar"},{"SurahNumber":2,"VerseNumber":8,"Text":"Ari adamdardın keybiri: «Allahqa jane Aqiret kunine sendik», - dep aytadı. Biraq olar imandı adam emes"},{"SurahNumber":2,"VerseNumber":9,"Text":"Olar Allahtı jane imanga kelgenderdi aldamaqsı boladı. Biraq olar ozderin gana aldaydı ari onı sezbeydi"},{"SurahNumber":2,"VerseNumber":10,"Text":"Olardın jurekterinde dert bar. Allah olardın dertin arttıra tusti. Ari olarga otirik aytqandarı sebepti kuyzeltwsi azap bar"},{"SurahNumber":2,"VerseNumber":11,"Text":"Al, olarga: «Jer betinde buzw-buldirwsilik jasamandar!» - dep aytılsa: «Sın maninde, biz - tek qana tuzetwsimiz», - deydi"},{"SurahNumber":2,"VerseNumber":12,"Text":"Bilinder! Aqiqatında, nagız buzwsılar - solardın ozderi, alayda olar onı sezbeydi"},{"SurahNumber":2,"VerseNumber":13,"Text":"Ari olarga: «Adamdar imanga kelgendey, sender de imanga kelinder!» - delinse, olar: «Osı aqımaqtarga uqsap iman keltirwsi bolamız ba?» - deydi. Bilinder! Aqiqatında, nagız aqımaq - tomender solardın ozi. Biraq, olar munı bilmeydi"},{"SurahNumber":2,"VerseNumber":14,"Text":"Olar / munafiqtar / imanga kelgenderdi kezdestirse: «Biz de imanga keldik»,- deydi. Al, qasan saytandarımen onasa qalsa: «Sın maninde, sendermen birgemiz, biz olardı mazaq etip qana jurmiz», - deydi"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah olardı masqara etip, sekten sıgwda lagıp jurwlerin arttırıp qoyadı"},{"SurahNumber":2,"VerseNumber":16,"Text":"Mine, osılar - adaswdı twra jol ornına satıp algandar. Olarga bul sawdaları payda bermedi ari olar twra jolmen jurmedi"},{"SurahNumber":2,"VerseNumber":17,"Text":"Olardın mısalı - ot jagwdı qalagan birew sekildi. Onın aynalasın ot jarıq qılganda, Allah olardın nurın alıp qoyıp, qarangı tunekte kormeytin etip qaldırdı"},{"SurahNumber":2,"VerseNumber":18,"Text":"Olar / sanıraw, mılqaw jane soqır.Ari olar qaytpaydı"},{"SurahNumber":2,"VerseNumber":19,"Text":"Nemese aspandagı janbır bultı sekildi. Onın isinde qarangı tunekter, kun kurkiri jane nayzagay bar. Olar nayzagaydan-olimnen qorıqqanday, sawsaqtarın qulaqtarına tıgadı. Allah - kapirlerdi tolıq Qamtwsı"},{"SurahNumber":2,"VerseNumber":20,"Text":"Nayzagay olardın janarların alıp qoya jazdaydı. Olarga jarıq tusken sayın, olar jarıqta juredi de qarangılıq tusken kezde, olar turıp qaladı. Eger Allah qalasa, olardın kozi men qulagın alıp qoyar edi. Allah arbir narseni Jasay alwsı"},{"SurahNumber":2,"VerseNumber":21,"Text":"Ey, adamdar! Senderdi jane senderden burıngılardı da jaratqan ozderinnin Rabbına qulsılıq qılındar - taqwa bolwların usin"},{"SurahNumber":2,"VerseNumber":22,"Text":"Sol / Allah / senderge jerdi tosenis, aspandı bir qurılım etip jarattı. Ari aspannan sw tusirip, sol arqılı senderge rizıq retinde onimderdi sıgardı. Endi bile tura, Allahqa eskimdi / serik qosıp / ,tenestirmender"},{"SurahNumber":2,"VerseNumber":23,"Text":"Al, eger qulımızga tusirgenimizden kumanda bolsandar, sol tusirgenimizge uqsas bir sure keltirinder ari Allahtan ozge kwalarındı saqırındar, eger sın sozdi bolsandar"},{"SurahNumber":2,"VerseNumber":24,"Text":"Al, eger munı jasamasandar, - sender onı esqasan jasay almaysındar, endese, otını adamdar jane tastar bolatın Ottan qorqındar. Ol kapirler usin azirlengen"},{"SurahNumber":2,"VerseNumber":25,"Text":"Ey, Muxammed! / Imanga kelgen jane izgi amal jasagandardı suyinsile: olarga astınan ozender agıp jatatın Jannattagı baqtar bar. Olarga onın jemisinen bir rizıq berilgen sayın olar: «Bul bizge burın da berilgen edi», - deydi. Olarga / Jannatta / onın uqsası beriledi. Ari olar usin onda tap-taza jubaylar bar. Olar onda mangi qaladı"},{"SurahNumber":2,"VerseNumber":26,"Text":"Aqiqatında, Allah masanı jane odan da argısın mısal etip keltirwden uyalmaydı. Imanga kelgender bolsa, onın / bul mısaldın / ozderinin Rabbısınan / kelgen / aqiqat ekenin biledi. Al, kupirliketkender: «Allah osı mısal arqılı neni qaladı?» - deydi. Ol osı arqılı kobin adastırıp, ari onımen kobin twra jolga tusiredi. Biraq, Ol onımen buzıqtardan basqanı adastırmaydı"},{"SurahNumber":2,"VerseNumber":27,"Text":"Olar / buzıqtar / , Allahqa bergen sertterin bekitkennen keyin buzadı jane Allah uzbey saqtawdı buyırgandı uzedi, ari jer betinde buzw-buldirwsilik jasaydı. Mine, solar - ziyanga usıraytındar"},{"SurahNumber":2,"VerseNumber":28,"Text":"Sender Allahqa qalay kupirlik etesinder? Oli / joq / edinder, Ol senderdi tiriltti. Keyin oltirip, tiriltedi, odan son Ogan qaytarılasındar"},{"SurahNumber":2,"VerseNumber":29,"Text":"Ol / Allah / sonday, sender usin jer betindegi barlıq narselerdi jaratqan. Keyin aspanga / onı jaratwga / nazar awdarıp, onı jeti aspan etip jasadı. Ol - barlıq narseni Bilwsi"},{"SurahNumber":2,"VerseNumber":30,"Text":"Kezinde Rabbın peristelerge: «Men jer betinde bir xalifa jasaymın!» - dedi. Peristeler: «Onda / jerde / buzw-buldirwsilik jasap, qan togetin birewdi jasaysın ba? Al, biz Seni maqtap, ulıqtaymız jane / barlıq kemsilikten / pak dep bilemiz», - dedi. Allah: «Men senderdin bilmegenderindi bilemin!»-dedi"},{"SurahNumber":2,"VerseNumber":31,"Text":"Ari Ol / Allah / , Adamga barlıq atawlardı uyretti, keyin olardı peristelerge korsetip: «Sın sozdi bolsandar, Magan mınalardın / osı narselerdin / attarın aytıp berinder», - dedi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Olar: «Sen / barlıq kemsilikten / paksin! Bizde, Sen uyretkennen basqa bilim joq. Sın maninde, Sen barin Bilwsi, asa Danasın!» - dedi"},{"SurahNumber":2,"VerseNumber":33,"Text":"Asa ulı Allah / : «Ey, Adam! Olarga atawların aytıp ber»,- dep ayttı. Sonda / Adam / olarga ol narselerdin atawların aytıp bergende, / Allah / : «Men senderge aspandardın jane jerdin gayıp narselerin bilemin, sonday-aq, senderdin neni asıq, neni jasırın istegenderindi bilemin dep aytpadım ba?» - dedi"},{"SurahNumber":2,"VerseNumber":34,"Text":"Ari sonda peristelerge: «Adamga sajde qılındar», - dedik. Sol kezde peristeler sajde qıldı. Tek Ibilis bas tartıp, ozin jogarı qoydı da kapirlerden boldı"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ari Biz: «Ey, Adam! Sen jane jubayın jannatta turındar. Odan / jemisterinen / unatqandarınsa, qalagan jerinen jender, biraq mına agasqa jaqındamandar. Onda adiletsizderden bolasındar», - dedik"},{"SurahNumber":2,"VerseNumber":36,"Text":"Saytan ol ekewin odan surindirip, qatelestirdi, soytip olardı bolgan mekenderinen sıgardı. Biz: «Tusinder! Sender bir-birine jawsındar. Jerde sender usin bir merzimge deyin turaq jane paydalanw bar», - dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"Sol kezde Adam Rabbısınan bir sozderdi qabıl alıp / kesirim suraganda / , Ol onın kunasine okinip, Ozine boysunwga qaytwın / tawbesin / qabıl aldı. Anıgında, Ol - tawbeni qabıl etwsi, erekse Meyirimdi"},{"SurahNumber":2,"VerseNumber":38,"Text":"«Barlıgın odan / Jannattan / tusinder. Menen senderge twra jol kelgen kezde, kim Menin twra jolıma erse, olarga esbir qorqınıs joq ari olar qaygırmaydı», - dedik"},{"SurahNumber":2,"VerseNumber":39,"Text":"Al, ayattarımızga kupirlik etkender / qarsı kelgender / jane otirik dep sanagandar, mine, solar - Otqa / tozaqqa / tusetinder. Olar - onda mangi qalwsılar"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey, Israil urpaqtarı! Menin senderge bergen igiligimdi eske alındar jane Menin sertime berik bolındar, Men de senderge bergen sertti saqtaymın. Ari Menen gana qorqındar"},{"SurahNumber":2,"VerseNumber":41,"Text":"Ari ozderindeginin / Tawrattın / sındıgın daleldewsi etip, Men tusirgenge / Quranga / seninder ari ogan kupirlik etwsilerdin / moyındamawsılardın / aldıngılarınan bolmandar. Ayattarımdı tukke turgısız bagaga satpandar jane tek Menen qorqıp, saqtanındar"},{"SurahNumber":2,"VerseNumber":42,"Text":"Aqiqattı jalganmen burkemender jane aqiqattı bile turıp jasırmandar"},{"SurahNumber":2,"VerseNumber":43,"Text":"Ari namazdı tolıq orındandar, zeketti berinder jane rwkwg etwsilermen birge rwkwg etinder"},{"SurahNumber":2,"VerseNumber":44,"Text":"Sender Kitaptı / Tawrattı / oqi tura, adamdardı igilikke buyıra otırıp, ozderindi umıtasındar ma? Aqıldarındı istetpeysinder me"},{"SurahNumber":2,"VerseNumber":45,"Text":"Sabır jane namaz arqılı / Allahtan / jardem tilender. Sındıgında, ol / namaz / boysuna berilip turatındardan basqalarga ote awır keledi"},{"SurahNumber":2,"VerseNumber":46,"Text":"solar, ozderinin Rabbısımen jolıgatındıqtarına ari Ogan qaytwsı ekendikterine ayqın senetinder"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey, Israildin urpaqtarı! Senderge bergen igiligimdi jane senderdi alemderden artıq etkenimdi eske alındar"},{"SurahNumber":2,"VerseNumber":48,"Text":"Birew ozge birewge esqanday payda bermeytin, sapagat etwi / araga tuswi / qabıl etilmeytin ari odan / kunasin oteytin / tolem alınbaytın jane olarga komek berilmeytin Kunnen saqtanındar"},{"SurahNumber":2,"VerseNumber":49,"Text":"Kezinde Biz senderdi awır azapqa salgan - uldarındı bawızdap, ayelderindi tiri qaldıratın - Firawnnın awletinen qutqardıq. Munda sender usin ozderinnin Rabbınnan ulı sınaq bar"},{"SurahNumber":2,"VerseNumber":50,"Text":"Ari kezinde sender usin tenizdi qaq ayırıp, qutqardıq ta, firawn tobın koz aldarında swga batırdıq"},{"SurahNumber":2,"VerseNumber":51,"Text":"Ari sol waqıtta Musaga qırıq tun belgiledik. Sodan son / ol ketken kezde / sender onın artınan adiletsizdik etip, buzawdı / quday etip / aldındar"},{"SurahNumber":2,"VerseNumber":52,"Text":"Sodan keyin, sukir etwlerin / Allahtın bergen igilikterine algıs bildirwlerin usin senderdi kesirdik"},{"SurahNumber":2,"VerseNumber":53,"Text":"Ari sol kezde senderdin twra jolga tuswlerin usin Biz Musaga Kitaptı / Tawrattı / jane fwrqandı(jaqsı – jamandı ayırwsı) berdik"},{"SurahNumber":2,"VerseNumber":54,"Text":"Ari sonda Musa eline: «Ay, elim! Aqiqatında, sender buzawdı quday etip alwmen ozderine adiletsizdik jasadındar! Endi kunaların usin ozderinnin Jaratwsına boysunwga qaytıp / tawbe qılıp / ozderindi oltirinder. Osını istewlerin Jaratwsınızdın aldında ozderin usin qayırlı»,- dedi. Sonda / Allah / kunalarına sınayı okinip, Ozine boysunwga qaytwlarındı / tawbelerindi / qabıl etti. Albette, Ol - tawbeni qabıl etwsi, erek­se Meyirimdi"},{"SurahNumber":2,"VerseNumber":55,"Text":"Ari sol kezde sender: «Ey, Musa!Allahtı asıq kormeyinse, sagan senbeymiz», - dedinder. Sonda senderge, ozderin qarap turgan kezderinde nayzagay tidi"},{"SurahNumber":2,"VerseNumber":56,"Text":"Sodan keyin, olgenderinnen son, sen­derdi sukir etwlerin / bergen igilikterimizge algıs bildirwlerin / usin qayta tirilttik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Ari senderge bulttı kolenke etip, mann (ol asa qiındıqsız tabwga bolatın azıq – tulik onimderi) jane salwani (Bodene sekildi qus) tusirip: «Biz senderge rizıq etip bergen jaqsı narselerden jender», - dedik. Al, olar Bizge adiletsizdik etpedi, alayda ozderine adiletsizdik jasadı"},{"SurahNumber":2,"VerseNumber":58,"Text":"Ari sol kezde olarga: «Osı kentke kirinder de onın qalagan jerinen emin-erkin jender. Al / kentke / qaqpadan iilgen xalde kirip: «Xıtta» / kunamizdi kesir / dep aytındar. Biz sonda kunalarındı kesiremiz ari ıqılaspen jaqsılıq istewsilerge / sıyların / arttıramız», - dedik"},{"SurahNumber":2,"VerseNumber":59,"Text":"Sonda adiletsizdik jasagandar ozderi - ne aytılgan sozdi basqa sozge awıstırdı.Sondıqtan Biz adiletsizdik istewsilerge, buzıqtıqtarı / boysunbawları / sebepti, aspannan azap tusirdik"},{"SurahNumber":2,"VerseNumber":60,"Text":"Ari kezinde Musa eli usin sw suraganda, Biz: «Tayagınmen tastı ur», - dedik. Odan on eki bulaq jarıp sıqtı. Soytip adamdardın arbiri ozderinin sw alatın jerin biletin boldı. / Olarga: / «Allahtın bergen rizıgınan jep-isinder jane jer juzinde buzw-buldirwsilik jasap jurmender», - delindi"},{"SurahNumber":2,"VerseNumber":61,"Text":"Ari sonda sender: «Ey, Musa! Biz bir-aq turli tamaqqa sıday almaymız. Biz usin Rabbınnan tile, bizge jerde osetin kokonisinen, qiyarınan, sarımsagınan, bursagınan jane piyazınan sıgarıp bersin», - degenderinde ol: «Sender jaqsı narseni tomen narselerge awıstırasındar ma? Kez kelgen qalaga tusinder, senderge sonda suragandarın bar», - dedi. Sonda olarga qorlıq pen joqsılıq tusirildi ari Allahtın aswına usıradı. Munın sebebi - olardın Allahtın belgilerine kupirlik etwleri / onı teriske sıgarwları / ari paygambarlardı jazıqsız oltirwleri. bul - olardın boysunbawları men sekten sıqqandıqtarı usin"},{"SurahNumber":2,"VerseNumber":62,"Text":"Aqiqatında, imanga kelgenderdin, sonday-aq iwdey, xristian jane sabiylerden (Allahqa senetin, biraq sarigattarı bolmagan xalıq) Allahqa ari Aqiret kunine senip, izgi amal jasagandarının sıyları - olardın Rabbısında. Olarga esbir qorqınıs joq ari olar qaygırmaydı"},{"SurahNumber":2,"VerseNumber":63,"Text":"Ari kezinde Biz senderden sert aldıq jane usterinnen tawdı koterip turıp: «Biz senderge bergendi mıqtı ustanıp, onın isindegini eske alındar taqwalıq etwlerin usin», - dedik"},{"SurahNumber":2,"VerseNumber":64,"Text":"Sodan keyin, sender burılıp kettinder. Eger de senderge Allahtın kensiligi men meyirimi bolmaganda, ziyan segwsilerden bolar edinder"},{"SurahNumber":2,"VerseNumber":65,"Text":"Ari sender ozderinnen senbi kunine qatıstı sekten sıqqandardı bildinder. Bizolarga: «Jeksurın maymıl bolındar», - dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Biz munı sol kezdegilerge jane olardan keyingilerge korneki jaza, al taqwalar usin nasixat ettik"},{"SurahNumber":2,"VerseNumber":67,"Text":"Ari kezinde Musa oz eline: «Allah senderge bir siırdı bawızdawdı buyıradı»,- degen edi. / Olar / : «Bizdi mazaq etip tursın ba?» - dedi. Musa: «Nadandardan bolwdan Allahqa siınıp, qorgawın suraymın»,- dedi"},{"SurahNumber":2,"VerseNumber":68,"Text":"Olar: «Biz usin Rabbınnan sura, onın qanday ekenin tusindirip bersin», - dedi. / Musa: / «Ol / Allah / ayttı: «Ol kari de, jas ta emes, osı ekewinin ortasındagı bir siır», - dep. Endi ozderine buyırılgandı orındandar», - dedi"},{"SurahNumber":2,"VerseNumber":69,"Text":"Olar: «Biz usin Rabbınnan sura, bizge onın oni qanday ekenin tusindirip bersin»,- dedi. / Musa: / «Ol ayttı: «Ol oni asıq sarı tusti siır, korwsilerdi suysindiredi», - dep»,- dedi"},{"SurahNumber":2,"VerseNumber":70,"Text":"Olar: «Biz usin Rabbınnan sura, bizge onın qanday ekenin tusindirip bersin. Oytkeni bizge siırlar bir-birine uqsas sekildi. Allah qalasa, twra jolda bolamız.», - desti"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa: / «Aqiqatında, Ol: «Ol jer jırtwga jegilmegen jane egin swgarmagan, deni saw, boyında es dagı joq siır», - dep ayttı», - dedi. Olar: «Mine, endi sındıqtı akeldin», - dedi. Soytip, olar onı bawızdadı, degenmen olar onı orındamawga jaqın edi"},{"SurahNumber":2,"VerseNumber":72,"Text":"Mine, sender birewdi oltirip, sol joninde tartıstındar. Al, Allah - jasırgandarındı askere etwsi"},{"SurahNumber":2,"VerseNumber":73,"Text":"Biz: «Onı / murdeni / soyılgan siırdın bir boligimen urındar», - dedik. Osılay Allah olikterdi tiriltedi jane aqıldı istetip, ugınwların usin Oz belgi- mugjizaların korsetedi"},{"SurahNumber":2,"VerseNumber":74,"Text":"Sodan keyin de jurekterin qataydı. Olar tas sekildi nemese odan da qattı. Sın maninde, bir tastar bar, olardan bulaqtar jarıp sıgadı. Keybiri qaq bolinip, odan sw sıgadı. Ari aqiqatında, ol tastardın keybiri Allahtanqorıqqanınan qulaydı. Allah senderdin ne istep jatqandarınnan gapıl / qapı qalwsı / emes"},{"SurahNumber":2,"VerseNumber":75,"Text":"Sender / musılmandar / , sınımen olardın ozderine senwlerin umit etesinder me? Negizinde, olardın bir tobı Allahtın Sozin tındap, onı tusingenderinen keyin, bile turıp ozgertetin edi"},{"SurahNumber":2,"VerseNumber":76,"Text":"Olar imanga kelgenderge kezdesse: «Biz de sendik», - deydi. Al, eger bir-birimen onasa qalsa: «Allahtın senderge asıp bergenin, ozderinnin Rabbınnın aldında senderge qarsı aygaq keltirwi usin olarga aytıp beresinder me? Sınımen aqıldarın jetpey me?» - desedi"},{"SurahNumber":2,"VerseNumber":77,"Text":"Al, olar ozderinin neni jasırıp, neni askere etkenin Allahtın biletinin bilmey me"},{"SurahNumber":2,"VerseNumber":78,"Text":"Ari olardın isinde Kitaptı / Tawrattı / bilmeytin, bos qiyalga eretin sawatsızdar da bar. Al, olar tek joramaldaydı"},{"SurahNumber":2,"VerseNumber":79,"Text":"Kitaptı / Tawrattı / oz qoldarımen / burmalap / jazıp, sodan keyin onımen / dunielik / bolması baganı satıp alw usin: «Bul - Allahtan / kelgen / », - deytinderge qasiret bar! Qoldarımen jazgandarı usin olarga ulken qasiret bar! Ari tabıstarı usin de olarga ulken qasiret bar"},{"SurahNumber":2,"VerseNumber":80,"Text":"Ari olar: «Ot bizge sanawlı kunder gana tiedi», - dedi. / Ey, Muxammed! / Ayt: «Allahtan wade aldındar ma? Allah wadesin esqasan buzbaydı. Allahtın atınan bilmeytinderindi aytasındar ma?» - dep"},{"SurahNumber":2,"VerseNumber":81,"Text":"Joq, olay emes! Kim jamandıq istese jane kunasi onı orap alsa, mine, solar - Otta / tozaqta / bolatındar. Olar onda mangi qaladı"},{"SurahNumber":2,"VerseNumber":82,"Text":"Al, imanga kelgen jane izgi amal jasagandar, bular - Jannatqa kiretinder.Olar onda mangi qaladı"},{"SurahNumber":2,"VerseNumber":83,"Text":"Kezinde Israil urpaqtarınan: «Allahtan basqaga qulsılıqjasamaysındar, ata-anaga, twısqandarga, jetimderge jane kedeylerge jaqsılıq isteysinder, adamdarga jaqsı soz aytasındar, namazdı / barlıq sarttarın saqtap, berile / tolıq orındaysındar jane zeketti beresinder», - dep wadesin aldıq. Sodan keyin azgantayınnan ozgelerin, / ol sertten / bas tartqan kuyde, teris aynaldındar"},{"SurahNumber":2,"VerseNumber":84,"Text":"Ari sonda, senderden: «ozderinnin / bir-birinnin / qandarındı tokpeysinder jane qonıstarınnan sıgarmaysındar», - dep wade aldıq. Keyin ozderin kwalik berip, moyındadındar"},{"SurahNumber":2,"VerseNumber":85,"Text":"Sodan son da sender ozderindi / bir-birindi / oltirwdesinder, ozderinnen bir bolikti qonıstarınnan sıgarwdasındar, olarga qarsı bir-birine kuna jane duspandıqtakomektesesinder. Olar / dindesterin / senderge tutqın bolıp kelse, olarga tolem berip qutqarwdasındar.Al, negizinde, senderge olardı qonıstarınan sıgarwga tıyım salıngan / bolatın / . Sonda sender Kitaptın bir boligine senip, al basqa boligine kupirlik etesinder me / qarsı kelesinder me / ? Senderden osını istegenderge bul omirde qorlıqtan basqa qaytarım joq. Al, Qayta tirilw kuni olar azaptın en awırına usıratıladı. Allah senderdin ne istep jatqandarınnan gapıl / qapı qalwsı / emes"},{"SurahNumber":2,"VerseNumber":86,"Text":"Mine, osılar - osı dunielik omirdi songı, mangilik omir / aqiret / ornına satıp algandar. Olardan azap jenildetilmeydi ari olarga komek te berilmeydi"},{"SurahNumber":2,"VerseNumber":87,"Text":"Aqiqatında, Biz Musaga Kitaptı / Tawrattı / berdik jane onın sonınan paygambarlardı jalgastı turde jiberdik. Mariyam ulı Isaga da anıq belgiler berip, onı Rwxwl quddwspen / Jabireyil peristemen / qwattadıq. Senderge bir Elsi konilderin qalamagandı akelgen sayın, takapparlanıp, ozderindi jogarı sanamadındar ma? Soytip / elsilerdin / bir boligin otirikke sıgardındar da bir boligin oltirdinder"},{"SurahNumber":2,"VerseNumber":88,"Text":"Ari olar «Juregimiz jabılgan»,- dedi. Joq, olay emes, Allah olardı kupirlikteri / imansızdıqtarı / usin qargısqa usırattı. Olardın azı gana imanga keldi"},{"SurahNumber":2,"VerseNumber":89,"Text":"Sonday-aq, olarga Allahtan ozderindeginin / Tawrattın / sın ekendigin daleldewsi Kitap / Quran / keldi. Olar burın sonday kupirlik etkenderge / imansızdarga / qarsı jenis tileytin. Al, qasan olarga ozderinin tanıganı kelgen kezde, ogan ozderi kupirlik etti / senbedi / . Kapirlerge Allahtın lagneti bolsın"},{"SurahNumber":2,"VerseNumber":90,"Text":"Olar Allahtın Oz kensiliginen quldarının qalaganına tusirgenine / Quranga / istarlıq etip, Allahtın tusirgenine kupirlik etw / qarsıkelw / arqılı oz jandarının ornına ayırbastap algandarı qanday jaman. Soytip, olar / Allahtın / qaharı ustine tagı da qaharga usıradı. Kapirler usin qorlawsı azap bar"},{"SurahNumber":2,"VerseNumber":91,"Text":"Olarga: «Allahtın tusirgenine / Quranga / seninder», - dep aytılsa, olar: «Biz ozimizge tusirilgenge / Tawratqa / senemiz», - dep, odan keyin tusirilgenge kupirlik etedi / moyındamaydı, qarsı boladı / . Al, ol / Quran / - aqiqat jane olarga tuskendi rastawsı. / Ey, Muxammed! / Ayt: «Eger imandı / mumin / bolsandar, nege burın Allahtın paygambarların oltirdinder?» - dep"},{"SurahNumber":2,"VerseNumber":92,"Text":"Aqiqatında, senderge Musa anıq dalelder keltirdi. Odan keyin sender adiletsizdik istep, buzawdı / qwday etip / aldındar"},{"SurahNumber":2,"VerseNumber":93,"Text":"Kezinde usterinnen tawdı koterip turıp: «Biz bergendi / Tawrattı / berik ustandar da qulaq asındar / boysunındar / », - dep, senderden wade aldıq. Olar: «Estidik, boysunbadıq», - dedi. Kupirlikteri / qarsılıqtarı / sebepti, olardın jurekterine buzaw sinip algan. / Ey, Muxammed! / Ayt: «Eger sen­der imandı bolsandar, imandarın senderge qanday jaman narseni buyıradı», - dep"},{"SurahNumber":2,"VerseNumber":94,"Text":"Ayt: «Eger Allahtagı songı, mangilik omir / aqiret / turagı, ozge adamdarga emes, tek senderge arnalgan bolsa, onda ozderine olim tilendersi, eger sın sozdi bolsandar»,- dep"},{"SurahNumber":2,"VerseNumber":95,"Text":"Al olar oz qoldarımen istegenderi / kunaları / sebebinen, esqasan onı / olimdi / tilemeydi. Allah - adiletsizderdi Bilwsi"},{"SurahNumber":2,"VerseNumber":96,"Text":"Sen olardın / iwdeylerdin / omirge - adamdardın isinde barinen de, tipti musrikterden de / Allahqa serik qoswsılardan da / qattı qustar ekenin koresin. Olardın arbirewi mın jıl omir berilgenin qalaydı.Alayda uzaq omir onı azaptan alıstatpaydı.Allah - olardın ne istep jatqandarın Korwsi"},{"SurahNumber":2,"VerseNumber":97,"Text":"Ey, Muxammed! / Ayt: «Kim Jabireyilge / peristege / duspan?» - dep. Aqiqatında, ol / Jabireyil / , Allahtın qalawımen onı / Qurandı / aldıngılardı / kitaptardı / rastawsı ari imandılar / muminder / usin jolbassı / twra joldı ustanwga bassılıq / jane qwandırwsı xabar etip juregine tusirdi"},{"SurahNumber":2,"VerseNumber":98,"Text":"Kim Allahqa, Onın peristelerine, elsilerine, Jabireyilge jane Mikayilge duspan bolsa, sozsiz, Allah - kapirlerge duspan"},{"SurahNumber":2,"VerseNumber":99,"Text":"Ey, Muxammed! / Aqiqatında, Biz sagan anıq ayattardı tusirdik. Ogan buzıqtar / boysunbaytındar / gana kupirlik etedi / senbeydi"},{"SurahNumber":2,"VerseNumber":100,"Text":"Arkez kelisim tuzgende, olardan bir boligi onı / kelisimdi / tastamadı ma? Negizinde, olardın kobi imanga kelmeydi"},{"SurahNumber":2,"VerseNumber":101,"Text":"Al olarga Allahtın tarapınan ozderindeginin / Tawrattın / xaq ekendigin daleldewsi Elsi kelgende, Kitap berilgenderdin bir boligi esnarse bilmegendey, Allahtın kitabın / Tawrattı / art jaqtarına laqtırıp tastadı"},{"SurahNumber":2,"VerseNumber":102,"Text":"Ari olar Suleymen patsalıgı kezindegi saytandar oqıgan narsege / siqırga / erdi. Suleymen kupirlik etken / siqır jasagan / joq. Alayda adamdarga siqırdı jane Babıldagı harut pen Marut esimdi eki peristege tusirilgen narselerdi uyretken saytandar kupirlik etti / qarsı keldi / . Al, ol ekewi / peristeler / : «Sın maninde, biz / sen­derge / sınaq usin jiberilgenbiz, kupirlik etpe / siqır uyrenip, dinnen sıqpa / », - dep eskertip, saqtandırmayınsa, eskimge / siqır / uyretpedi. Olar ol ekewinen er kisi men onın jubayının arasın ayıratındı uyrenetin edi. Biraq olar Allahtın ruqsatınsız eskimge ziyan jetkize almaydı. Negizinde, olar ozderine ziyan keltiretin ari payda bermeytin narselerdi uyrenetin edi. Olar onı / siqırdı / satıp alganga, songı,mangilik omirde / aqirette / esbir ules joq ekenin bildi. Aqiqatında, olardın oz jandarın satıp, onın ornına algan narseleri qanday jaman. Eger olar bilse"},{"SurahNumber":2,"VerseNumber":103,"Text":"Eger de olar imanga kelgende jane taqwalıq etkende / Allahtın jazasınan qorqıp, saqtanganda / , Allah tarapınan / bolatın / sawap qayırlı edi. Eger olar bilse"},{"SurahNumber":2,"VerseNumber":104,"Text":"Ey, imanga kelgender! «Raina» (bizge konil bol) - demender, «Wnzwrna» (bizge qara) - dep aytındar ari qulaq asındar. Al, kapirler usin kuyzeltwsi azap bar"},{"SurahNumber":2,"VerseNumber":105,"Text":"Kitap berilgen qawımnan jane musrikterden kupirlik etkender / qarsı kelgender / senderge ozderinnin Rabbınnan igiliktin tuskenin qalamaydı. Al, Allah, Oz meyirimimen qalaganın erekselep tandaydı. Allah - ulı kensilik Iesi"},{"SurahNumber":2,"VerseNumber":106,"Text":"Ayattardın birin mansuq (ayattı awıstırw) etsek nemese umıttırsaq, odan jaqsını, ne sol sekildini / ayattı / keltiremiz. / Ey,Muxammed! / Allahtın barlıq narseni Jasay alwsı ekenin bilmedin be"},{"SurahNumber":2,"VerseNumber":107,"Text":"Aspandardın jane jerdin biligi Allahta ekenin bilmedin be? Senderge Allahtan ozge qamqorsı da, komek berwsi de joq"},{"SurahNumber":2,"VerseNumber":108,"Text":"Nemese sender, Musa / elinen / suralganı sekildi, oz Elsilerinnen surawdı qalaysındar ma? Kim imandı kupirlikke / imansızdıqqa / almastırsa, albette, twra joldan adastı"},{"SurahNumber":2,"VerseNumber":109,"Text":"Kitap berilgen qawımnın kobi, ozderine aqiqat anıqtalsa da, kunsildikteri sebebinen, senderdi imanga kelgennen son, kupirlikke / imansızdıqqa / qaytarwdı qalaydı. Allah Oz amirin keltirgenge deyin, kesirinder de jonderine qoya turındar. Anıgında, Allah barlıq narseni Jasay alwsı"},{"SurahNumber":2,"VerseNumber":110,"Text":"Ari namazdı / barlıq sarttarın saqtap, berile, / tolıq orındandar, zeketti berinder. Ozderin usin qanday da bir jaqsılıq dayındasandar, onı Allahtın qasında tabasındar. Sınında, Allah - ne istep jatqandarındı Korwsi"},{"SurahNumber":2,"VerseNumber":111,"Text":"Ari olar: «jannatqa iwdey nemese xristian bolgandar gana kiredi», - dedi. bul olardın bos qiyaldarı gana. / Ey, Muxammed! / Ayt: «Eger sın sozdi bolsandar, dalelderindi keltirinder», - dep"},{"SurahNumber":2,"VerseNumber":112,"Text":"Joq, olay emes! Kim ıqılaspen jaqsılıq istey otırıp, juzin Allahqa boysundırsa, onda onın sıylıgı - Rabbısında. Ari olarga qorqınıs joq jane olar qaygırmaydı"},{"SurahNumber":2,"VerseNumber":113,"Text":"Ari iwdeyler: «Xristiandarda es negiz joq», - dedi, xristiandar da: «Iwdeylerde es negiz joq», - dedi. Al, olar Kitaptı oqidı. Bilmeytinder de dal osılay, olardın aytqanı sekildi soz ayttı. Qayta tirilw kuni Allah, olardın tartısqan narseleri joninde Oz ukimin aytadı"},{"SurahNumber":2,"VerseNumber":114,"Text":"Allahqa qulsılıq etiletin orındarda, Onın esimi eske alınwın tıygannan jane ol orındardı buzwga umtılgannan otken adiletsiz kim bar? Olar ol jerlerge / qulsılıq orındarına / qorıqqan kuyde gana kirwi kerek edi. Olarga bul omirde qorlıq, al songı, mangilik omirde / aqirette / ote ulken azap bar"},{"SurahNumber":2,"VerseNumber":115,"Text":"Sıgıs ta, batıs ta - Allahtiki. Qay jaqqa burılsandar da Allahtın juzi sol jaqta. Aqiqatında, Allah - meyirimi Ken , barin Bilwsi"},{"SurahNumber":2,"VerseNumber":116,"Text":"Ari olar: «Allah / Ozine / bala iemdendi», - dedi. Ol - / barlıq kemsilikten / pak. Negizinde, aspandardagı jane jerdegiler Oniki, barlıq narseler Ogan bagınwsı"},{"SurahNumber":2,"VerseNumber":117,"Text":"Ol - aspandardı jane jerdi joqtan bar etwsi . Eger bir narsenin bar bolwın belgilese,ogan tek qana «Bol!» deydi, sonda ol boladı"},{"SurahNumber":2,"VerseNumber":118,"Text":"Ari bilmeytinder / musrikter / : «Allah bizben soylesse nemese bizge bir belgi kelse edi», - dedi. Dal osılay, olardın sozderine uqsas sozdi, olardan aldın otkender de aytqan edi. Olardın jurekteri bir-birine uqsaydı. Aqiqatında, Biz, ayqın senetin adamdarga ayattardı tusindirip berdik"},{"SurahNumber":2,"VerseNumber":119,"Text":"Ey, Muxammed! / Aqiqatında, Biz seni qwandırwsı ari eskertwsi etip, aqiqatpen jiberdik. Sen Tozaqqa tuskender joninde suralmaysın"},{"SurahNumber":2,"VerseNumber":120,"Text":"Iwdeyler de, xristiandar da olardın dinderine ermeyinse, senen muldem razı bolmaydı. / Ey, Muxammed! / Ayt: «Aqiqatında, Allahtın jolı / bassılıgı / - twra jol / bassılıq / », - dep. Eger ozine kelgen bilimnen keyin olardın konil qumarlıqtarına ersen, Allahtan sagan ne qamqorlıq etwsi, ne komek berwsi bolmaydı"},{"SurahNumber":2,"VerseNumber":121,"Text":"Biz Kitap bergenderden onı layıqtı turde oqıgandar, ogan senedi. Al, kim ogan kupirlik etse / senbese, moyındamasa / , mine, solar - nagız ziyan tartwsılar"},{"SurahNumber":2,"VerseNumber":122,"Text":"Ey, Israil urpaqtarı! Senderge bergen igilikterimdi jane senderdi alemderden artıq etkenimdi eske alındar"},{"SurahNumber":2,"VerseNumber":123,"Text":"Ari birew ozge birewge esqanday payda bere almaytın, odan / kunasin oteytin / tolem alınbaytın ari sapagat etw / ara tusw / komektespeytin jane olarga jardem berilmeytin Kunnen qorqıp, saqtanındar"},{"SurahNumber":2,"VerseNumber":124,"Text":"Kezinde Ibrahimdi Rabbısı bir sozdermen / buyrıq jane tıyımdarmen / sınaganda, ol olardı tolıq orındadı.Ol / Allah / ayttı: «Aqiqatında, Men seni adamdarga imam / jeteksi / etemin», - dep. Ol: «Menin urpagımnan da», - dedi. / Allah / : «Menin wadem adiletsizderdi qamtımaydı», - dedi"},{"SurahNumber":2,"VerseNumber":125,"Text":"Biz Uydi / Qagbanı / adamdar usin jinalatın ari qawipsizdik ornı ettik. Ibrahimnin turgan ornın / maqamın / namaz oqitın jer etip alındar. Biz Ibrahim men Ismailga: «Ekewin Uyimdi / Qagbanı / - tawap etwsiler, qulsılıq etip / otırwsılar / , rwkwg jasawsılar jane sajde qılwsılar usin tazartındar», - dep tapsırdıq"},{"SurahNumber":2,"VerseNumber":126,"Text":"Sonda Ibrahim: «Rabbım! Bul qalanı / Mekkeni / beybit et ari onın Allahqa jane Aqiret kunine sengen turgındarın jemistermen qamtamasız et», - dedi. Ol / Allah / :«Kupirlik etkenderdi / qarsı kelwsilerdi / de az gana paydalandırıp, keyin Ot / tozaq / azabına majbur etemin. Ol baratın jer qanday jaman!» - dedi"},{"SurahNumber":2,"VerseNumber":127,"Text":"Ari sonda Ibrahim men Ismail Uydin / Qagbanın / irge tasın koterip jatıp: «Rabbımız, bizden qabıl al! Aqiqatında, Sen - barlıq narseni Estwsi, barin Bilwsisin"},{"SurahNumber":2,"VerseNumber":128,"Text":"Rabbımız! Ekewmizdi de Ozine berilwsilerden et jane urpagımızdan da berilwsi ummet ete gor. Bizge qulsılıqtarımızdı / amal, tartipterin / korsetip, kunamizge sınayı okinip, Ozine boysunwga qaytwımızdı / tawbemizdi / qabıl et! Kumansiz, Sen -tawbeni Qabıl etwsi , erekse Meyirimdisin"},{"SurahNumber":2,"VerseNumber":129,"Text":"Rabbımız! Olarga, ayattarındı oqitın, Kitap pen Danalıqtı uyretetin jane olardı tazartatın oz aralarınan bolgan bir Elsi jiber! Sen - aqiqatında, barinen Ustem , asa Danasın », - dedi"},{"SurahNumber":2,"VerseNumber":130,"Text":"Al, Ibrahimnin dininen ozin-ozi adastırgannan ozge kim bet buradı? Aqiqatında, Biz osı omirde onı abzal etip tandadıq ari songı, mangilik omirde / aqirette / , ol sozsiz, izgiler qatarında boladı"},{"SurahNumber":2,"VerseNumber":131,"Text":"Kezinde Rabbısı ogan: «Boysun!» - dedi. Ol: «Alemderdin Rabbısına boysundım», - dedi"},{"SurahNumber":2,"VerseNumber":132,"Text":"Ibrahim munı / Allahqa boysunwdı / uldarına osiet etti jane Yaqwb ta: «Ey, uldarım! Aqiqatında, Allah senderge bul dindi tandadı. Sondıqtan sender Allahqa berilgennen basqa xalde olmender!», - dedi. / Tek musılman bolgan kuyde olinder"},{"SurahNumber":2,"VerseNumber":133,"Text":"Sender alde olim ustinde jatqan Yaqwb ozinin uldarına: «Menen keyin ne narsege qulsılıq etesinder?» - degende, qasında turıp kwa boldındar ma? Olar: «Biz senin qudayına ari ataların Ibrahim,Ismail jane Isxaqtın qudayı - jalgız qudayga qulsılıq etemiz. Biz - Ogan boysunwsımız», - dedi"},{"SurahNumber":2,"VerseNumber":134,"Text":"Mine, bular - otip ketken bir ummet.Olar ozderinin istegenin aladı, al sender ozderinnin istegenderindi alasındar. Sen­der olardın is-amaldarı jaylı suraqqa tartılmaysındar"},{"SurahNumber":2,"VerseNumber":135,"Text":"Olar (iwdeyler men xristiandar): «Iwdey bolındar» nemese «xristian bolındar, sonda twra jol tabasındar», - dedi. / Ey, Muxammed! / Ayt: «Joq, biz xanif Ibrahimnin dinindemiz. Ol musrikterden / Allahqa serik qoswsılardan / emes edi», - dep"},{"SurahNumber":2,"VerseNumber":136,"Text":"Aytındar: «Biz Allahqa sendik jane bizge tusirilgenge / Quranga / ari Ibrahimge, Ismailga, Isxaqqa, Yaqwbqa jane urpaqtarına tusirilgenge jane Musaga, Isaga berilgenge ari Rabbısı tarapınan paygambarlarga berilgenge sendik. Olardın esqaysısının araların ayırıp, bolmeymiz ari biz tek Ogan boysunwsımız»,- dep"},{"SurahNumber":2,"VerseNumber":137,"Text":"Eger olar sender sengenge sense, onda albette twra joldı tabadı. Al, eger teris aynalsa, onda olar qarama-qaysılıqta. Allah Seni olardan qutqaradı. Ol - barlıq narseni Estwsi, barin Bilwsi"},{"SurahNumber":2,"VerseNumber":138,"Text":"Tur-tus Allahtiki! Tur-tus berwde Allahtan artıq kim bar? Biz - Ogan qulsılıq etwsimiz"},{"SurahNumber":2,"VerseNumber":139,"Text":"Ey, Muxammed! / Ayt: «Allah bizdin de Rabbımız jane senderdin de Rabbın bola turıp, Ol jayında bizben tartısasındar ma? Bizdin amaldarımız ozimizge, al senderdin amaldarın ozderine. Biz qulsılıgımızdı / serik qoswdan / tazartıp Ogan gana arnaymız»,- dep"},{"SurahNumber":2,"VerseNumber":140,"Text":"Alde sender: «Ibrahim, Ismail, Isxaq, Yaqwb jane / onın / urpaqtarı iwdey nemese xristian bolgan edi»,- deysinder me? Ayt: «Sender jaqsı bilesinder me, alde Allah pa?» - dep. Allahtan berilgen kwalikti, ozinde jasırgannan otken adiletsiz birew bar ma? Allah istep jatqan amaldarınnan gapıl / qapı qalwsı / emes"},{"SurahNumber":2,"VerseNumber":141,"Text":"Mine, osılar - otip ketken bir ummet. Onın / ol ummettin / tapqanı - ozine, al senderge - ozderinnin tapqandarın. Sender olardın is-amaldarı jaylı suraqqa tartılmaysındar"}]}