{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Gercekten muminler kurtulusa ermistir"},{"SurahNumber":23,"VerseNumber":2,"Text":"Onlar ki, namazlarında husu icindedirler"},{"SurahNumber":23,"VerseNumber":3,"Text":"Onlar ki, bos ve yararsız seylerden yuz cevirirler"},{"SurahNumber":23,"VerseNumber":4,"Text":"Onlar ki, zekatı verirler"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ve onlar ki, iffetlerini korurlar"},{"SurahNumber":23,"VerseNumber":6,"Text":"Ancak esleri ve ellerinin sahip oldugu (cariyeleri) haric. (Bunlarla iliskilerden dolayı) kınanmıs degillerdir"},{"SurahNumber":23,"VerseNumber":7,"Text":"Su halde, kim bunun otesine gitmek isterse, iste bunlar, haddi asan kimselerdir"},{"SurahNumber":23,"VerseNumber":8,"Text":"Yine onlar (o muminler) ki, emanetlerine ve ahidlerine riayet ederler"},{"SurahNumber":23,"VerseNumber":9,"Text":"Ve onlar ki, namazlarına devam ederler"},{"SurahNumber":23,"VerseNumber":10,"Text":"Iste, asıl bunlar varis olacaklardır"},{"SurahNumber":23,"VerseNumber":11,"Text":"(Evet) Firdevs´e varis olan bu kimseler, orada ebedi kalıcıdırlar"},{"SurahNumber":23,"VerseNumber":12,"Text":"Andolsun biz insanı, camurdan (suzulup cıkarılmıs) bir ozden yarattık"},{"SurahNumber":23,"VerseNumber":13,"Text":"Sonra onu saglam bir karargahta nutfe haline getirdik"},{"SurahNumber":23,"VerseNumber":14,"Text":"Sonra nutfeyi alaka (asılanmıs yumurta) yaptık. Pesinden, alakayı, bir parcacık et haline soktuk; bu bir parcacık eti kemiklere (iskelete) cevirdik; bu kemikleri etle kapladık. Sonra onu baska bir yaratısla insan haline getirdik. Yapıp yaratanların en guzeli olan Allah pek yucedir"},{"SurahNumber":23,"VerseNumber":15,"Text":"Sonra, muhakkak ki siz, bunun ardından elbet oleceksiniz"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sonra da suphesiz, sizler kıyamet gununde tekrar diriltileceksiniz"},{"SurahNumber":23,"VerseNumber":17,"Text":"Andolsun biz, sizin ustunuzde yedi yol yarattık. Biz yaratmaktan habersiz degiliz"},{"SurahNumber":23,"VerseNumber":18,"Text":"Gokten uygun bir olcude yagmur indirip onu arzda durdurduk. Bizim onu gidermeye de elbet gucumuz yeter"},{"SurahNumber":23,"VerseNumber":19,"Text":"Boylece onun (yagmurun) sayesinde sizin yararınıza hurma bahceleri ve uzum bagları meydana getirdik. Bunlarda sizin icin bircok meyveler vardır ve siz onlardan yersiniz"},{"SurahNumber":23,"VerseNumber":20,"Text":"Tur-i Sina´da da yetisen bir agac daha meydana getirdik ki, bu agac hem yag hem de yiyenlerin ekmegine katık edecekleri (zeytin) verir"},{"SurahNumber":23,"VerseNumber":21,"Text":"Hayvanlarda sizin icin elbette ibretler vardır. Onların karınlarındakinden (sutlerinden) size iciririz. Onlarda sizin icin bircok faydalar daha vardır; etlerinden de yersiniz"},{"SurahNumber":23,"VerseNumber":22,"Text":"Onların uzerinde ve gemilerde tasınırsınız"},{"SurahNumber":23,"VerseNumber":23,"Text":"Andolsun ki, Nuh´u kavmine gonderdik ve o: Ey kavmim! Allah´a kulluk edin. Sizin icin O´ndan baska bir tanrı yoktur. Hala sakınmaz mısınız? dedi"},{"SurahNumber":23,"VerseNumber":24,"Text":"Bunun uzerine, kavminin inkarcı ileri gelenleri soyle dediler: \"Bu, tıpkı sizin gibi bir beser olmaktan baska bir sey degildir. Size ustun ve hakim olmak istiyor. Eger Allah (peygamber gondermek) isteseydi, muhakkak ki melekler gonderirdi. Biz gecmisteki atalarımızdan boyle bir sey duymadık"},{"SurahNumber":23,"VerseNumber":25,"Text":"Bu, yalnızca kendisinde delilik bulunan bir kimsedir. Oyle ise, bir sureye kadar ona katlanıp bekleyin bakalım"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nuh), Rabbim! dedi, beni yalanlamalarına karsı bana yardım et"},{"SurahNumber":23,"VerseNumber":27,"Text":"Bunun uzerine ona soyle vahyettik: Gozlerimizin onunde (muhafazamız altında) ve bildirdigimiz sekilde gemiyi yap. Bizim emrimiz gelip de sular cosup yukselmeye baslayınca her cinsten esler halinde iki tane ve bir de, iclerinden, daha once kendisi aleyhinde hukum verilmis olanların dısındaki aileni gemiye al. Zulmetmis olanlar konusunda bana hic yalvarma! Zira onlar kesinlikle bogulacaklardır"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sen, yanındakilerle birlikte gemiye yerlestiginde: \"Bizi zalimler toplulugundan kurtaran Allah´a hamdolsun\" de"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ve de ki: Rabbim! Beni bereketli bir yere indir. Sen, iskan edenlerin en hayırlısısın"},{"SurahNumber":23,"VerseNumber":30,"Text":"Suphesiz bunda (Nuh ve kavminin basından gecenlerde) birtakım ibretler vardır. Hakikaten biz (kullarımızı boyle) deneriz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Sonra onların ardından bir baska nesil meydana getirdik"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlar arasından kendilerine: \"Allah´a kulluk edin. Sizin O´ndan baska bir tanrınız yoktur. Hala Allah´tan korkmaz mısınız?\" (mesajını ileten) bir peygamber gonderdik"},{"SurahNumber":23,"VerseNumber":33,"Text":"Onun kavminden, kafir olup ahirete ulasmayı inkar eden ve dunya hayatında kendilerine refah verdigimiz varlıklı kisiler: \"Bu, dediler, sadece sizin gibi bir insandır; sizin yediginizden yer, sizin ictiginizden icer"},{"SurahNumber":23,"VerseNumber":34,"Text":"Gercekten, sizin gibi bir besere itaat ederseniz, herhalde ziyan edersiniz"},{"SurahNumber":23,"VerseNumber":35,"Text":"Size, oldugunuz, toprak ve kemik yıgını haline geldiginizde, mutlak surette sizin (kabirden) cıkarılacagınızı mı vadediyor"},{"SurahNumber":23,"VerseNumber":36,"Text":"Bu size vadedilen (oldukten sonra yeniden dirilmek, gercek olmaktan) cok uzak"},{"SurahNumber":23,"VerseNumber":37,"Text":"Hayat, su dunya hayatımızdan ibarettir. (Kimimiz) oluruz, (kimimiz) yasarız; bir daha diriltilecek de degiliz"},{"SurahNumber":23,"VerseNumber":38,"Text":"Bu adam, sadece Allah hakkında yalan uyduran bir kimsedir; biz ona inanmıyoruz"},{"SurahNumber":23,"VerseNumber":39,"Text":"O peygamber: Rabbim! dedi, beni yalanlamalarına karsılık bana yardımcı ol"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah soyle buyurdu: Pek yakında onlar mutlaka pisman olacaklar"},{"SurahNumber":23,"VerseNumber":41,"Text":"Nitekim, vukuu kacınılmaz olan korkunc bir ses yakalayıverdi onları! Kendilerini hemen sel supruntusune cevirdik. Zalimler toplulugunun canı cehenneme"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra onların ardından baska nesiller getirdik"},{"SurahNumber":23,"VerseNumber":43,"Text":"Hicbir ummet, ecelini ne one alabilir, ne de erteleyebilir"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra biz peyderpey peygamberlerimizi gonderdik. Herhangi bir ummete peygamberlerinin geldigi her defasında, onlar bu peygamberi yalanladılar; biz de onları birbiri ardından yok ettik ve onları ibret hikayelerine donusturduk. Artık iman etmeyen kavmin canı cehenneme"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra ayetlerimizle ve apacık bir fermanla Musa ve kardesi Harun´u gonderdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firavun´a ve ileri gelenlerine de (gonderdik). Onlar ise kibire kapıldılar ve ululuk taslayan bir kavim oldular"},{"SurahNumber":23,"VerseNumber":47,"Text":"Bu yuzden dediler ki: Kavimleri bize kolelik ederken, bizim gibi olan bu iki adama inanır mıyız"},{"SurahNumber":23,"VerseNumber":48,"Text":"Boylece onları yalanladılar ve bu sebeple helak edilenlerden oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Andolsun biz Musa´ya, belki onlar yola gelirler diye, Kitab´ı verdik"},{"SurahNumber":23,"VerseNumber":50,"Text":"Meryem oglunu ve annesini de (kudretimize) bir alamet kıldık; onları, yerlesmeye elverisli, suyu bulunan bir tepeye yerlestirdik"},{"SurahNumber":23,"VerseNumber":51,"Text":"Ey Peygamber! Temiz olan seylerden yeyin; guzel isler yapın. Ben sizin yaptıklarınızı hakkıyle bilmekteyim"},{"SurahNumber":23,"VerseNumber":52,"Text":"Suphesiz bu (insanlar) bir tek ummet olarak sizin ummetinizdir; ben de sizin Rabbinizim. Oyle ise benden sakının (denildi)"},{"SurahNumber":23,"VerseNumber":53,"Text":"Ne var ki insanlar kendi aralarındaki islerini parca parca bolduler. Her gurup kendilerinde bulunan (fikir ve davranıs) ile sevinip boburlenmektedirler"},{"SurahNumber":23,"VerseNumber":54,"Text":"Simdi sen onları bir zamana kadar gaflet ve sapıklıkları ile basbasa bırak"},{"SurahNumber":23,"VerseNumber":55,"Text":"Sanıyorlar mı ki, onlara verdigimiz servet ve ogullar ile"},{"SurahNumber":23,"VerseNumber":56,"Text":"Kendilerine faydalar saglamak icin can atıyoruz? Hayır, onlar isin farkına varamıyorlar"},{"SurahNumber":23,"VerseNumber":57,"Text":"Rablerine olan saygıdan dolayı kotulukten sakınanlar"},{"SurahNumber":23,"VerseNumber":58,"Text":"Rablerinin ayetlerine inananlar"},{"SurahNumber":23,"VerseNumber":59,"Text":"Rablerine ortak tanımayanlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"Ve Rablerine donecekleri icin yapmakta oldukları isleri kalpleri carparak yapanlar"},{"SurahNumber":23,"VerseNumber":61,"Text":"Iste onlar, iyiliklere kosusurlar ve iyilik icin yarısırlar"},{"SurahNumber":23,"VerseNumber":62,"Text":"Biz hic kimseyi gucunun yettiginden baskası ile yukumlu kılmayız. Nezdimizde hakkı soyleyen bir kitap vardır ve onlar haksızlıga ugratılmazlar"},{"SurahNumber":23,"VerseNumber":63,"Text":"Hayır, onların (o inkarcıların) kalpleri bu hususta cehalet icindedir. Ayrıca onların bundan (bu sirk ve inkarcılıklarından) ote birtakım (kotu) isleri vardır ki, onlar bu isleri yapar dururlar"},{"SurahNumber":23,"VerseNumber":64,"Text":"En nihayet, refah ve bolluk icinde olanlarını sıkıntıya (veya azaba) ugrattıgımızda, bakarsın ki onlar feryadı basarlar"},{"SurahNumber":23,"VerseNumber":65,"Text":"Bosuna sızlanmayın bugun! Zira bizden yardım goremeyeceksiniz"},{"SurahNumber":23,"VerseNumber":66,"Text":"Cunku ayetlerim size okunurdu da, siz, buna karsı kibirlenerek arkanızı doner, geceleyin (Kabe´nin etrafında toplanarak) hezeyanlar savururdunuz"},{"SurahNumber":23,"VerseNumber":67,"Text":"Cunku ayetlerim size okunurdu da, siz, buna karsı kibirlenerek arkanızı doner, geceleyin (Kabe´nin etrafında toplanarak) hezeyanlar savururdunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"Onlar bu sozu (Kur´an´ı) hic dusunmediler mi? Yoksa kendilerine, daha once gecmisteki atalarına gelmeyen bir sey mi geldi"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoksa Peygamberlerini henuz tanımadılar da bu yuzden mi onu inkar ediyorlar"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yoksa onda bir cinnet oldugunu mu soyluyorlar? Hayır; o, kendilerine hakkı getirmistir. Onların cogu ise haktan hoslanmamaktadırlar"},{"SurahNumber":23,"VerseNumber":71,"Text":"Eger hak, onların kotu arzu ve isteklerine uysaydı, mutlaka gokler ve yer ile bunlarda bulunanlar bozulur giderdi. Hayır, biz onlara san ve sereflerini getirdik; fakat onlar kendi sereflerine sırt cevirdiler"},{"SurahNumber":23,"VerseNumber":72,"Text":"(Resulum!) Yoksa sen onlardan bir karsılık mı istiyorsun? Rabbinin verecegi daha hayırlıdır. O, rızık verenlerin en hayırlısıdır"},{"SurahNumber":23,"VerseNumber":73,"Text":"Gercek su ki sen onları dogru bir yola cagırıyorsun"},{"SurahNumber":23,"VerseNumber":74,"Text":"Ahirete inanmayanlar ise, ısrarla yoldan cıkmaktadırlar"},{"SurahNumber":23,"VerseNumber":75,"Text":"Eger onlara acıyıp da icinde bulundukları sıkıntıyı giderseydik, iyice korleserek azgınlıklarında direnirlerdi"},{"SurahNumber":23,"VerseNumber":76,"Text":"Andolsun, biz onları sıkıntıya dusurduk de yine Rablerine boyun egmediler, tazarru ve niyazda da bulunmuyorlar"},{"SurahNumber":23,"VerseNumber":77,"Text":"En nihayet uzerlerine, azabı cok siddetli bir kapı actıgımız zaman, bir de bakarsın ki onlar orada saskın ve umitsiz kalmıslardır"},{"SurahNumber":23,"VerseNumber":78,"Text":"O, sizin icin kulakları, gozleri ve gonulleri yaratandır. Ne de az sukrediyorsunuz"},{"SurahNumber":23,"VerseNumber":79,"Text":"Ve O, sizi yeryuzunde yaratıp turetendir. Sırf O´nun huzurunda toplanacaksınız"},{"SurahNumber":23,"VerseNumber":80,"Text":"Ve O, yasatan ve oldurendir; gecenin ve gunduzun degismesi O´nun eseridir. Hala aklınızı kullanmaz mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Buna ragmen onlar, oncekilerin dedikleri gibi dediler"},{"SurahNumber":23,"VerseNumber":82,"Text":"Dediler ki: Sahi biz, olup de bir toprak ve kemik yıgını haline gelmisken, mutlaka yeniden diriltilecegiz oyle mi"},{"SurahNumber":23,"VerseNumber":83,"Text":"Hakikaten, gerek bize, gerekse daha once atalarımıza boyle bir vaadde bulunuldu; (fakat) bu gecmistekilerin masallarından baska bir sey degildir"},{"SurahNumber":23,"VerseNumber":84,"Text":"(Resulum!) de ki: Eger biliyorsanız (soyleyin bakalım), bu dunya ve onda bulunanlar kime aittir"},{"SurahNumber":23,"VerseNumber":85,"Text":"Allah´a aittir diyecekler. Oyle ise siz hic dusunup tasınmaz mısınız! de"},{"SurahNumber":23,"VerseNumber":86,"Text":"Yedi kat goklerin Rabbi, azametli Ars´ın Rabbi kimdir? diye sor"},{"SurahNumber":23,"VerseNumber":87,"Text":"(Bunlar da) Allah´ındır diyecekler. Su halde siz Allah´tan korkmaz mısınız! de"},{"SurahNumber":23,"VerseNumber":88,"Text":"Eger biliyorsanız (soyleyin), her seyin melekutu (mulkiyeti ve yonetimi) kendisinin elinde olan, kendisi her seyi koruyup kollayan, fakat kendisi korunmayan (buna muhtac olmayan) kimdir? diye sor"},{"SurahNumber":23,"VerseNumber":89,"Text":"(Bunların hepsi) Allah´ındır diyecekler. Oyle ise nasıl olup da buyuye kapılıyorsunuz? de"},{"SurahNumber":23,"VerseNumber":90,"Text":"Dogrusu biz onlara gercegi getirdik; onlar ise hakikaten yalancılardır"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah evlat edinmemistir; O´nunla beraber hicbir tanrı da yoktur. Aksi takdirde her tanrı kendi yarattıgını sevk ve idare eder ve mutlaka onlardan biri digerine galebe calardı. Allah, onların (musriklerin) yakıstırdıkları seylerden munezzehtir"},{"SurahNumber":23,"VerseNumber":92,"Text":"Allah, gaybı da sehadeti de bilendir. O, musriklerin ortak kostukları seylerden cok yuce ve munezzehtir"},{"SurahNumber":23,"VerseNumber":93,"Text":"(Resulum!) De ki: \"Rabbim! Eger onlara yoneltilen tehdidi (dunyevi sıkıntıyı ve uhrevi azabı) mutlaka bana gostereceksen"},{"SurahNumber":23,"VerseNumber":94,"Text":"Bu durumda beni zalimler toplulugunun icinde bulundurma, Rabbim"},{"SurahNumber":23,"VerseNumber":95,"Text":"Biz, onlara yonelttigimiz tehdidi sana gostermeye elbette ki kadiriz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Sen, kotulugu en guzel bir tutumla sav. Biz onların yakıstırmakta oldukları seyi cok iyi bilmekteyiz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ve de ki: Rabbim! Seytanların kıskırtmalarından sana sıgınırım"},{"SurahNumber":23,"VerseNumber":98,"Text":"Onların yanımda bulunmalarından da sana sıgınırım, Rabbim"},{"SurahNumber":23,"VerseNumber":99,"Text":"Nihayet onlardan (musriklerden) birine olum gelip cattıgında: \"Rabbim! der, beni geri gonder"},{"SurahNumber":23,"VerseNumber":100,"Text":"Ta ki bosa gecirdigim dunyada iyi is (ve hareketler) yapayım. Hayır! Onun soyledigi bu soz (bos) laftan ibarettir. Onların gerisinde ise, yeniden dirilecekleri gune kadar (suren) bir berzah vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Sura uflendigi zaman artık aralarında akrabalık bagları kalmamıstır; birbirlerini de arayıp sormazlar"},{"SurahNumber":23,"VerseNumber":102,"Text":"Artık kimlerin (sevap) tartıları agır basarsa, iste asıl bunlar kurtulusa erenlerdir"},{"SurahNumber":23,"VerseNumber":103,"Text":"Kimlerin de tartıları hafif gelirse, artık bunlar da kendilerine yazık etmislerdir; (cunku onlar) ebedi cehennemdedirler"},{"SurahNumber":23,"VerseNumber":104,"Text":"Ates yuzlerini yakar; orada suratları cirkin ve gulunc bir halde bulunurlar"},{"SurahNumber":23,"VerseNumber":105,"Text":"Size ayetlerim okunurdu da, siz onları yalanlardınız degil mi"},{"SurahNumber":23,"VerseNumber":106,"Text":"Derler ki: Rabbimiz! Azgınlıgımız bizi altetti; biz, bir sapıklar toplulugu idik"},{"SurahNumber":23,"VerseNumber":107,"Text":"Rabbimiz! Bizi buradan cıkar. Eger bir daha (ettiklerimize) donersek, artık belli ki biz zalim insanlarız"},{"SurahNumber":23,"VerseNumber":108,"Text":"Buyurur ki: Alcaldıkca alcalın orada! Bana karsı konusmayın artık"},{"SurahNumber":23,"VerseNumber":109,"Text":"Zira kullarımdan bir zumre: Rabbimiz! Biz iman ettik; oyle ise bizi affet; bize acı! Sen, merhametlilerin en iyisisin, demislerdi"},{"SurahNumber":23,"VerseNumber":110,"Text":"Iste siz onları alaya aldınız; sonunda onlar (ile alay etmeniz) size beni yadetmeyi unutturdu, siz onlara guluyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Bugun ben onlara, sabrettiklerinin karsılıgını verdim; onlar, hakikaten muratlarına erenlerdir"},{"SurahNumber":23,"VerseNumber":112,"Text":"(Allah inkarcılara) \"Yeryuzunde kac yıl kaldınız?\" diye sorar"},{"SurahNumber":23,"VerseNumber":113,"Text":"Bir gun veya gunun bir kısmı kadar kaldık. Iste sayanlara sor derler"},{"SurahNumber":23,"VerseNumber":114,"Text":"Buyurur: Sadece az bir sure kaldınız; keske siz (bunu) bilmis olsaydınız"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sizi sadece bos yere yarattıgımızı ve sizin hakikaten huzurumuza geri getirilmeyeceginizi mi sandınız"},{"SurahNumber":23,"VerseNumber":116,"Text":"Mutlak hakim ve hak olan Allah, cok yucedir. O´ndan baska tanrı yoktur, O, yuce Ars´ın sahibidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Her kim Allah ile birlikte diger bir tanrıya taparsa, -ki bu hususla ilgili hicbir delili yoktur- o kimsenin hesabı ancak Rabbinin nezdindedir. Surası muhakkak ki kafirler iflah olmaz"},{"SurahNumber":23,"VerseNumber":118,"Text":"(Resulum!) De ki: Bagısla ve merhamet et Rabbim! Sen merhametlilerin en iyisisin"},{"SurahNumber":24,"VerseNumber":1,"Text":"(Bu) Bizim inzal ettigimiz ve (hukumlerini uzerinize) farz kıldıgımız bir suredir. Belki dusunup ogut alırsınız diye onda acık secik ayetler indirdik"},{"SurahNumber":24,"VerseNumber":2,"Text":"Zina eden kadın ve zina eden erkekten her birine yuz sopa vurun; Allah´a ve ahiret gunune inanıyorsanız, Allah´ın dininde (hukumlerini uygularken) onlara acıyacagınız tutmasın. Muminlerden bir gurup da onlara uygulanan cezaya sahit olsun"},{"SurahNumber":24,"VerseNumber":3,"Text":"Zina eden erkek, zina eden veya musrik olan bir kadından baskası ile evlenmez; zina eden kadınla da ancak zina eden veya musrik olan erkek evlenir. Bu, muminlere haram kılınmıstır"},{"SurahNumber":24,"VerseNumber":4,"Text":"Namuslu kadınlara zina isnadında bulunup, sonra (bunu isbat icin) dort sahit getiremeyenlere seksener sopa vurun ve artık onların sahitligini hicbir zaman kabul etmeyin. Onlar tamamen gunahkardırlar"},{"SurahNumber":24,"VerseNumber":5,"Text":"Ancak bundan sonra tevbe edip ıslah olanlar mustesnadır. Allah cok bagıslayıcı ve merhametlidir"},{"SurahNumber":24,"VerseNumber":6,"Text":"Eslerine zina isnadında bulunup da kendilerinden baska sahitleri olmayanlara gelince, onların her birinin sahitligi, kendisinin dogru soyleyenlerden olduguna dair dort defa Allah adına yemin ederek sahitlik etmesi, besinci defa da, eger yalan soyleyenlerden ise Allah´ın lanetinin kendi uzerine olmasını dilemesidir"},{"SurahNumber":24,"VerseNumber":7,"Text":"Eslerine zina isnadında bulunup da kendilerinden baska sahitleri olmayanlara gelince, onların her birinin sahitligi, kendisinin dogru soyleyenlerden olduguna dair dort defa Allah adına yemin ederek sahitlik etmesi, besinci defa da, eger yalan soyleyenlerden ise Allah´ın lanetinin kendi uzerine olmasını dilemesidir"},{"SurahNumber":24,"VerseNumber":8,"Text":"Kadının, kocasının yalan soyleyenlerden olduguna dair dort defa Allah adına yemin ve sahitlik etmesi, kendisinden cezayı kaldırır"},{"SurahNumber":24,"VerseNumber":9,"Text":"Besinci defa da, eger (kocası) dogru soyleyenlerden ise Allah´ın gazabının kendi uzerine olmasını diler"},{"SurahNumber":24,"VerseNumber":10,"Text":"Ya Allah´ın size bol lutfu ve merhameti bulunmasaydı ve Allah, tevbeleri kabul eden hukum ve hikmet sahibi olmasaydı (haliniz nice olurdu)"},{"SurahNumber":24,"VerseNumber":11,"Text":"(Peygamber´in esine) bu agır iftirayı uyduranlar suphesiz sizin icinizden bir guruptur. Bunu kendiniz icin bir kotuluk sanmayın, aksine o, sizin icin bir iyiliktir. Onlardan her bir kisiye, gunah olarak ne islemisse (onun karsılıgı ceza) vardır. Onlardan (elebaslık yapıp) bu gunahın buyuklugunu yuklenen kimse icin de cok buyuk bir azap vardır"},{"SurahNumber":24,"VerseNumber":12,"Text":"Bu iftirayı isittiginizde erkek ve kadın muminlerin, kendi vicdanları ile husnuzanda bulunup da: \"Bu, apacık bir iftiradır\" demeleri gerekmez miydi"},{"SurahNumber":24,"VerseNumber":13,"Text":"Onların (iftiracıların) da bu konuda dort sahit getirmeleri gerekmez miydi? Mademki sahitler getiremediler, oyle ise onlar Allah nezdinde yalancıların ta kendisidirler"},{"SurahNumber":24,"VerseNumber":14,"Text":"Eger dunyada ve ahirette Allah´ın lutuf ve merhameti ustunuzde olmasaydı, icine daldıgınız bu iftiradan dolayı size mutlaka buyuk bir azap isabet ederdi"},{"SurahNumber":24,"VerseNumber":15,"Text":"Cunku siz bu iftirayı, dilden dile birbirinize aktarıyor, hakkında bilgi sahibi olmadıgınız seyi agızlarınızda geveleyip duruyorsunuz. Bunun onemsiz oldugunu sanıyorsunuz. Halbuki bu, Allah katında cok buyuk (bir suc) tur"},{"SurahNumber":24,"VerseNumber":16,"Text":"Onu duydugunuzda: \"Bunu konusup yaymamız bize yakısmaz. Hasa! Bu, cok buyuk bir iftiradır\" demeli degil miydiniz"},{"SurahNumber":24,"VerseNumber":17,"Text":"Eger inanmıs insanlarsanız, Allah, bir daha buna benzer tutumu tekrarlamaktan sizi sakındırıp uyarır"},{"SurahNumber":24,"VerseNumber":18,"Text":"Ve Allah ayetleri size acıklıyor. Allah, (isin ic yuzunu) cok iyi bilir, hukum ve hikmet sahibidir"},{"SurahNumber":24,"VerseNumber":19,"Text":"Inananlar arasında cirkin seylerin yayılmasını arzulayan kimseler icin dunyada da ahirette de cetin bir ceza vardır. Allah bilir, siz bilmezsiniz"},{"SurahNumber":24,"VerseNumber":20,"Text":"Ya sizin ustunuze Allah´ın lutuf ve merhameti olmasaydı, Allah cok sefkatli ve merhametli olmasaydı (haliniz nice olurdu)"},{"SurahNumber":24,"VerseNumber":21,"Text":"Ey iman edenler! Seytanın adımlarını takip etmeyin. Kim seytanın adımlarını takip ederse, muhakkak ki o, edepsizligi (yuzkızartıcı sucları) ve kotulugu emreder. Eger ustunuzde Allah´ın lutuf ve merhameti olmasaydı, icinizden hicbir kimse asla temize cıkamazdı. Fakat Allah diledigini arındırır. Allah isitir ve bilir"},{"SurahNumber":24,"VerseNumber":22,"Text":"Icinizden faziletli ve servet sahibi kimseler akrabaya, yoksullara, Allah yolunda goc edenlere (mallarından) vermeyeceklerine yemin etmesinler; bagıslasınlar; feragat gostersinler. Allah´ın sizi bagıslamasını arzulamaz mısınız? Allah cok bagıslayandır, cok merhametlidir"},{"SurahNumber":24,"VerseNumber":23,"Text":"Namuslu, kotuluklerden habersiz mumin kadınlara zina isnadında bulunanlar, dunya ve ahirette lanetlenmislerdir. Onlar icin cok buyuk bir azap vardır"},{"SurahNumber":24,"VerseNumber":24,"Text":"O gun dilleri, elleri ve ayakları, yapmıs olduklarından dolayı aleyhlerinde sahitlik edecektir"},{"SurahNumber":24,"VerseNumber":25,"Text":"O gun Allah onlara gercek cezalarını tastamam verecek ve onlar Allah´ın apacık gercek oldugunu anlayacaklardır"},{"SurahNumber":24,"VerseNumber":26,"Text":"Kotu kadınlar kotu erkeklere, kotu erkekler ise kotu kadınlara; temiz kadınlar temiz erkeklere, temiz erkekler de temiz kadınlara yarasır. Bu sonuncular, (iftiracıların) soylediklerinden cok uzaktırlar. Kendileri icin bagıslanma ve guzel bir rızık vardır"},{"SurahNumber":24,"VerseNumber":27,"Text":"Ey iman edenler! Kendi evinizden baska evlere, geldiginizi farkettirip (izin alıp) ev halkına selam vermedikce girmeyin. Bu sizin icin daha iyidir; herhalde (bunu) dusunup anlarsınız"},{"SurahNumber":24,"VerseNumber":28,"Text":"Orada hicbir kimse bulamadınızsa, size izin verilinceye kadar oraya girmeyin. Eger size, \"Geri donun!\" denilirse, hemen donun. Cunku bu, sizin icin daha nezih bir davranıstır. Allah, yaptıgınızı bilir"},{"SurahNumber":24,"VerseNumber":29,"Text":"Icinde kendinize ait esyanın bulundugu oturulmayan evlere girmenizde herhangi bir sakınca yoktur. Allah, sizin acıga vurduklarınızı da, gizlediklerinizi de bilir"},{"SurahNumber":24,"VerseNumber":30,"Text":"(Resulum!) Mumin erkeklere, gozlerini (harama) dikmemelerini, ırzlarını da korumalarını soyle. Cunku bu, kendileri icin daha temiz bir davranıstır. Suphesiz Allah, onların yapmakta olduklarından haberdardır"},{"SurahNumber":24,"VerseNumber":31,"Text":"Mumin kadınlara da soyle: Gozlerini (harama bakmaktan) korusunlar; namus ve iffetlerini esirgesinler. Gorunen kısımları mustesna olmak uzere, zinetlerini teshir etmesinler. Bas ortulerini, yakalarının uzerine (kadar) ortsunler. Kocaları, babaları, kocalarının babaları, kendi ogulları, kocalarının ogulları, erkek kardesleri, erkek kardeslerinin ogulları, kız kardeslerinin ogulları, kendi kadınları (mumin kadınlar), ellerinin altında bulunanlar (koleleri), erkeklerden, ailenin kadınına sehvet duymayan hizmetci vb. tabi kimseler, yahut henuz kadınların gizli kadınlık hususiyetlerinin farkında olmayan cocuklardan baskasına zinetlerini gostermesinler. Gizlemekte oldukları zinetleri anlasılsın diye ayaklarını yere vurmasınlar (Dikkatleri uzerine cekecek tarzda yurumesinler). Ey muminler! Hep birden Allah´a tevbe ediniz ki kurtulusa eresiniz"},{"SurahNumber":24,"VerseNumber":32,"Text":"Aranızdaki bekarları, kolelerinizden ve cariyelerinizden elverisli olanları evlendirin. Eger bunlar fakir iseler, Allah kendi lutfu ile onları zenginlestirir. Allah, (lutfu) genis olan ve (her seyi) bilendir"},{"SurahNumber":24,"VerseNumber":33,"Text":"Evlenme imkanını bulamayanlar ise; Allah, lutfu ile kendilerini varlıklı kılıncaya kadar iffetlerini korusunlar. Ellerinizin altında bulunanlardan (koleler ve cariyelerden) mukatebe yapmak isteyenlerle, eger kendilerinde bir hayır (kabiliyet ve guvenilirlik) goruyorsanız, hemen mukatebe yapın. Allah´ın size vermis oldugu malından siz de onlara verin. Dunya hayatının gecici menfaatlerini elde edeceksiniz diye, namuslu kalmak isteyen cariyelerinizi fuhsa zorlamayın. Kim onları zor altında bırakırsa, bilinmelidir ki zorlanmalarından sonra Allah (onlar icin) cok bagıslayıcı ve merhametlidir"},{"SurahNumber":24,"VerseNumber":34,"Text":"Andolsun ki biz size (gerekeni) acık acık bildiren ayetler, sizden once yasayıp gitmis olanlardan ornekler ve takvaya ulasmıs kimseler icin ogutler indirdik"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allah, goklerin ve yerin nurudur. O´nun nurunun temsili, icinde lamba bulunan bir kandillik gibidir. O lamba kristal bir fanus icindedir; o fanus da sanki inciye benzer bir yıldız gibidir ki, doguya da, batıya da nisbet edilemeyen mubarek bir agactan, yani zeytinden (cıkan yagdan) tutusturulur. Onun yagı, neredeyse, kendisine ates degmese dahi ısık verir. (Bu,) nur ustune nurdur. Allah diledigi kimseyi nuruna eristirir. Allah insanlara (iste boyle) temsiller getirir. Allah her seyi bilir"},{"SurahNumber":24,"VerseNumber":36,"Text":"(Bu kandil) birtakım evlerdedir ki, Allah (o evlerin) yucelmesine ve iclerinde isminin anılmasına izin vermistir. Orada sabah aksam O´nu (oyle kimseler) tesbih eder ki"},{"SurahNumber":24,"VerseNumber":37,"Text":"Onlar, ne ticaret ne de alısverisin kendilerini Allah´ı anmaktan, namaz kılmaktan ve zekat vermekten alıkoyamadıgı insanlardır. Onlar, kalplerin ve gozlerin allak bullak oldugu bir gunden korkarlar"},{"SurahNumber":24,"VerseNumber":38,"Text":"Cunku (o gunde) Allah, onları yaptıklarının en guzeli ile mukafatlandıracak ve lutfundan onlara fazlasıyla verecektir. Allah, diledigini hesapsız rızıklandırır"},{"SurahNumber":24,"VerseNumber":39,"Text":"Inkar edenlere gelince, onların amelleri, ıssız collerdeki serap gibidir ki susayan onu su zanneder; nihayet ona vardıgında orada herhangi bir sey bulamamıs, ustelik yanıbasında da (inanmadıgı, kendisinden sakınmadıgı) Allah´ı bulmustur; Allah ise, onun hesabını tastamam gormustur. Allah hesabı cok cabuk gorur"},{"SurahNumber":24,"VerseNumber":40,"Text":"Yahut (o kafirlerin duygu, dusunce ve davranısları) engin bir denizdeki yogun karanlıklar gibidir; (oyle bir deniz) ki, onu dalga ustune dalga kaplıyor; ustunde de bulut... Birbiri ustune karanlıklar... Insan, elini cıkarıp uzatsa, neredeyse onu dahi goremez. Bir kimseye Allah nur vermemisse, artık o kimsenin aydınlıktan nasibi yoktur"},{"SurahNumber":24,"VerseNumber":41,"Text":"Goklerde ve yerde bulunanlarla dizi dizi kusların Allah´ı tesbih ettiklerini gormez misin? Her biri kendi duasını ve tesbihini (ogrenmis) bilmistir. Allah, onların yapmakta olduklarını hakkıyle bilir"},{"SurahNumber":24,"VerseNumber":42,"Text":"Goklerin ve yerin mulku Allah´ındır; donus de ancak O´nadır"},{"SurahNumber":24,"VerseNumber":43,"Text":"Gormez misin ki Allah bir takım bulutları (cıkarıp) suruyor; sonra onları bir araya getirip ustuste yıgıyor. Iste goruyorsun ki bunlar arasından yagmur cıkıyor. O, gokten, oradaki daglardan (daglar buyuklugunde bulutlardan) dolu indirir. Artık onu diledigine isabet ettirir; dilediginden de onu uzak tutar; (bu bulutların) simseginin parıltısı neredeyse gozleri alır"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allah, gece ile gunduzu birbirine ceviriyor. Suphesiz bunda basiret sahipleri icin mutlak bir ibret vardır"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allah, her canlıyı sudan yarattı. Iste bunlardan kimi karnı ustunde surunur, kimi iki ayagı ustunde yurur, kimi dort ayagı ustunde yurur... Allah diledigini yaratır; suphesiz Allah her seye kadirdir"},{"SurahNumber":24,"VerseNumber":46,"Text":"Andolsun biz (bilmediklerinizi size) acık secik bildiren ayetler indirdik. Allah, diledigini dogru yola iletir"},{"SurahNumber":24,"VerseNumber":47,"Text":"(Bazı insanlar:) \"Allah´a ve Peygamber´e inandık ve itaat ettik\" diyorlar; ondan sonra da iclerinden bir gurup yuz ceviriyor. Bunlar inanmıs degillerdir"},{"SurahNumber":24,"VerseNumber":48,"Text":"Onlar, aralarında hukum vermesi icin Allah´a ve Peygamber´e cagırıldıklarında, bakarsın ki iclerinden bir kısmı yuz cevirip donerler"},{"SurahNumber":24,"VerseNumber":49,"Text":"Ama, eger (Allah ve Resulunun hukmettigi) hak kendi lehlerine ise, ona boyun egip gelirler"},{"SurahNumber":24,"VerseNumber":50,"Text":"Kalplerinde bir hastalık mı var; yoksa suphe icinde midirler, yahut Allah ve Resulunun kendilerine zulum ve haksızlık edeceginden mi korkuyorlar? Hayır, asıl zalimler kendileridir"},{"SurahNumber":24,"VerseNumber":51,"Text":"Aralarında hukum vermesi icin Allah´a ve Resulune davet edildiklerinde, muminlerin sozu ancak \"Isittik ve itaat ettik\" demeleridir. Iste asıl bunlar kurtulusa erenlerdir"},{"SurahNumber":24,"VerseNumber":52,"Text":"Her kim Allah´a ve Resulune itaat eder, Allah´a saygı duyar ve O´ndan sakınırsa, iste asıl bunlar mutluluga erenlerdir"},{"SurahNumber":24,"VerseNumber":53,"Text":"(Munafıklar), sen hakikaten kendilerine emrettigin takdirde mutlaka (savasa) cıkacaklarına dair, en agır yeminleri ile Allah´a yemin ettiler. De ki: Yemin etmeyin. Itaatiniz malumdur! Bilin ki Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":24,"VerseNumber":54,"Text":"De ki: Allah´a itaat edin; Peygamber´e de itaat edin. Eger yuz cevirirseniz sunu bilin ki, Peygamber´in sorumlulugu kendisine yuklenen (teblig gorevini yapmak), sizin sorumlulugunuz da size yuklenen (gorevleri yerine getirmeniz)dir. Eger ona itaat ederseniz, dogru yolu bulmus olursunuz. Peygamber´e dusen, sadece acık secik duyurmaktır"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allah, sizlerden iman edip iyi davranıslarda bulunanlara, kendilerinden oncekileri sahip ve hakim kıldıgı gibi onları da yeryuzune sahip ve hakim kılacagını, onlar icin begenip sectigi dini (Islam´ı) onların iyiligine yerlestirip koruyacagını ve (gecirdikleri) korku doneminden sonra, bunun yerine onlara guven saglayacagını vadetti. Cunku onlar bana kulluk ederler; hicbir seyi bana es tutmazlar. Artık bundan sonra kim inkar ederse, iste bunlar asıl buyuk gunahkarlardır"},{"SurahNumber":24,"VerseNumber":56,"Text":"Namazı kılın; zekatı verin; Peygamber´e itaat edin ki merhamet goresiniz"},{"SurahNumber":24,"VerseNumber":57,"Text":"Inkar edenlerin, yeryuzunde (Allah´ı) aciz bırakacaklarını sanmayasın! Onların varacagı yer cehennemdir. Ne kotu varıs yeri"},{"SurahNumber":24,"VerseNumber":58,"Text":"Ey muminler! Ellerinizin altında bulunan (kole ve cariyeleriniz) ve icinizden henuz ergenlik cagına girmemis olanlar, sabah namazından once, ogleyin soyundugunuz vakit ve yatsı namazından sonra (yanınıza gireceklerinde) sizden uc defa izin istesinler. Bunlar, mahrem (kapanmamıs) halde bulunabileceginiz uc vakittir. Bu vakitlerin dısında ne sizin icin ne de onlar icin bir mahzur yoktur. Birbirinizin yanına girip cıkabilirsiniz. Iste Allah ayetleri size boyle acıklar. Allah, (her seyi) bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":24,"VerseNumber":59,"Text":"Cocuklarınız ergenlik cagına girdiklerinde, kendilerinden oncekiler (buyukleri) izin istedikleri gibi onlar da izin istesinler. Iste Allah, ayetlerini size boyle acıklar. Allah alimdir, hakimdir"},{"SurahNumber":24,"VerseNumber":60,"Text":"Bir nikah umidi beslemeyen, cocuktan kesilmis yaslı kadınların, zinetleri (yabancı erkeklere) teshir etmeksizin (bazı) elbiselerini cıkarmalarında kendilerine bir vebal yoktur. Iffetli davranmaları kendileri icin daha hayırlıdır. Allah isitendir, bilendir"},{"SurahNumber":24,"VerseNumber":61,"Text":"Amaya gucluk yoktur; topala gucluk yoktur; hastaya da gucluk yoktur. (Bunlara yapamayacakları gorev yuklenmez; yapamadıklarından dolayı gunahkar olmazlar.) Sizin icin de, gerek kendi evlerinizden, gerekse babalarınızın evlerinden, annelerinizin evlerinden, erkek kardeslerinizin evlerinden, kız kardeslerinizin evlerinden, amcalarınızın evlerinden, halalarınızın evlerinden, dayılarınızın evlerinden, teyzelerinizin evlerinden, veya anahtarlarını uhdenizde bulundurdugunuz yerlerden, yahut dostlarınızın evlerinden yemenizde bir sakınca yoktur. Toplu halde veya ayrı ayrı yemenizde de bir sakınca yoktur. Evlere girdiginiz zaman, Allah tarafından mubarek ve pek guzel bir yasama dilegi olarak kendinize (birbirinize) selam verin. Iste Allah, dusunup anlayasınız diye size ayetleri boyle acıklar"},{"SurahNumber":24,"VerseNumber":62,"Text":"Muminler, ancak Allah´a ve Resulune gonulden inanmıs kimselerdir. Onlar, o Peygamber ile ortak bir is uzerindeyken ondan izin istemedikce bırakıp gitmezler. (Resulum!) Su senden izin isteyenler, hakikaten Allah´a ve Resulune iman etmis kimselerdir. Oyle ise, bazı isleri icin senden izin istediklerinde, sen de onlardan diledigine izin ver; onlar icin Allah´tan bagıs dile; Allah magfiret edicidir, merhametlidir"},{"SurahNumber":24,"VerseNumber":63,"Text":"(Ey muminler!) Peygamber´i, kendi aranızda birbirinizi cagırır gibi cagırmayın. Icinizden, birini siper edinerek sıvısıp gidenleri muhakkak ki Allah bilmektedir. Bu sebeple, onun emrine aykırı davrananlar, baslarına bir bela gelmesinden veya kendilerine cok elemli bir azap isabet etmesinden sakınsınlar"},{"SurahNumber":24,"VerseNumber":64,"Text":"Bilmis olun ki, goklerde ve yerde ne varsa Allah´ındır. O, sizin ne yolda oldugunuzu iyi bilir. Insanlar O´nun huzuruna donduruldukleri gun yapmıs olduklarını onlara hemen bildirir. Allah, her seyi hakkıyla bilendir"},{"SurahNumber":25,"VerseNumber":1,"Text":"Alemlere uyarıcı olsun diye kulu Muhammed´e Furkan´ı indiren, Allah, yuceler yucesidir"},{"SurahNumber":25,"VerseNumber":2,"Text":"Goklerin ve yerin mulku O´nundur. O bir cocuk edinmemistir, mulkunde ortagı yoktur. Her seyi yaratmıs, ona olcu, bicim ve duzen vermistir"},{"SurahNumber":25,"VerseNumber":3,"Text":"(Kafirler) O´nu (Allah´ı) bırakıp, hicbir sey yaratamayan, bilakis kendileri yaratılmıs olan, kendilerine bile ne zarar ne de fayda verebilen, oldurmeye, hayat vermeye ve oluleri yeniden diriltip kabirden cıkarmaya gucleri yetmeyen tanrılar edindiler"},{"SurahNumber":25,"VerseNumber":4,"Text":"Inkar edenler: Bu (Kur´an), olsa olsa onun (Muhammed´in) uydurdugu bir yalandır. Baska bir zumre de bu hususta kendisine yardım etmistir, dediler. Boylece onlar hic suphesiz haksızlıga ve iftiraya basvurmuslardır"},{"SurahNumber":25,"VerseNumber":5,"Text":"Yine onlar dediler ki: (Bu ayetler), onun, baskasına yazdırıp da kendisine sabah aksam okunmakta olan, oncekilere ait masallardır"},{"SurahNumber":25,"VerseNumber":6,"Text":"(Resulum!) De ki: Onu goklerde ve yerdeki gizlilikleri bilen Allah indirdi. Suphesiz O, cok bagıslayıcıdır, engin merhamet sahibidir"},{"SurahNumber":25,"VerseNumber":7,"Text":"Onlar (bir de) soyle dediler: Bu ne bicim peygamber; (bizler gibi) yemek yiyor, carsılarda dolasıyor! Ona bir melek indirilmeli, kendisiyle birlikte o da uyarıcı olmalıydı"},{"SurahNumber":25,"VerseNumber":8,"Text":"Yahut kendisine bir hazine verilmeli veya icinden yeyip (mesakkatsizce gecimini saglayacagı) bir bahcesi olmalıydı. (Ayrıca) o zalimler (muminlere): Siz, ancak buyuye tutulmus bir adama uymaktasınız! dediler"},{"SurahNumber":25,"VerseNumber":9,"Text":"(Resulum!) Senin hakkında bak ne bicim temsiller getirdiler! Artık onlar sapmıslardır ve (hidayete) hicbir yol da bulamazlar"},{"SurahNumber":25,"VerseNumber":10,"Text":"Dilerse sana bunlardan daha iyisini, altlarından ırmaklar akan cennetleri verecek ve sana saraylar ihsan edecek olan Allah´ın sanı yucedir"},{"SurahNumber":25,"VerseNumber":11,"Text":"Onlar ustelik kıyameti de yalan saydılar. Biz ise, kıyameti inkar edenler icin alevli bir ates hazırladık"},{"SurahNumber":25,"VerseNumber":12,"Text":"Cehennem atesi uzak bir mesafeden kendilerini gorunce, onun ofkelenisini (muthis kaynamasını) ve ugultusunu isitirler"},{"SurahNumber":25,"VerseNumber":13,"Text":"Elleri boyunlarına baglı olarak onun (cehennemin) dar bir yerine atıldıkları zaman, oracıkta yok oluvermeyi isterler"},{"SurahNumber":25,"VerseNumber":14,"Text":"(Onlara soyle denir:) Bugun (yalnız) bir defa yok olmayı istemeyin; aksine bircok defalar yok olmayı isteyin"},{"SurahNumber":25,"VerseNumber":15,"Text":"De ki: Bu mu daha iyi, yoksa takva sahiplerine vadedilen ebedilik cenneti mi? Orası, onlar icin bir mukafat ve (huzura kavusacakları) bir varıs yeridir"},{"SurahNumber":25,"VerseNumber":16,"Text":"Onlar icin orada ebedi kalmak uzere diledikleri her sey vardır. Iste bu, Rabbinin uzerine (aldıgı ve yerine getirilmesi) istenen bir vaaddir"},{"SurahNumber":25,"VerseNumber":17,"Text":"O gun Rabbin onları ve Allah´tan baska taptıkları seyleri toplar da, der ki: Su kullarımı siz mi saptırdınız, yoksa kendileri mi yoldan cıktılar"},{"SurahNumber":25,"VerseNumber":18,"Text":"Onlar: Seni tenzih ederiz. Seni bırakıp da baska dostlar edinmek bize yarasmaz; fakat sen onlara ve atalarına o kadar bol nimet verdin ki, sonunda (seni) anmayı unuttular ve helaki hak eden bir kavim oldular, derler"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Bunun uzerine otekilere hitaben soyle denir:) Iste (taptıklarınız), soylediklerinizde sizi yalancı cıkardılar. Artık ne (azabınızı) geri cevirebilir, ne de bir yardım temin edebilirsiniz. Icinizden zulmedenlere buyuk bir azap tattıracagız"},{"SurahNumber":25,"VerseNumber":20,"Text":"(Resulum!) Senden once gonderdigimiz butun peygamberler de hic suphesiz yemek yerler, carsılarda dolasırlardı. (Ey insanlar!) Sizin bir kısmınızı diger bir kısmınıza imtihan (vesilesi) kıldık; (bakalım) sabredecek misiniz? Rabbin her seyi hakkıyla gormektedir"}]}