{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Bazı ayetlerimizi kendisine göstermek için kulunu geceleyin (Mekke'deki) Kutsal Mescitten, çevresini kutlu kıldığı en uzak mescide (secde yerine) alıp götüren çok Yücedir. O kuşkusuz İşitendir, Görendir"},{"SurahNumber":17,"VerseNumber":2,"Text":"Aynı şekilde, Musa'ya kitabı vermiştik. İsrail oğullarını şu gerçeğe iletmek için: \"Benden başka bir sahip edinmeyin"},{"SurahNumber":17,"VerseNumber":3,"Text":"Onlar, Nuh ile birlikte taşıttığımız kimselerin soyudur; o şükreden bir kuldu"},{"SurahNumber":17,"VerseNumber":4,"Text":"Kitapta, İsrail oğullarına: \"Yeryüzünde iki kere bozgunculuk çıkaracaksınız ve alabildiğine kibirleneceksiniz,\" diye bildirdik"},{"SurahNumber":17,"VerseNumber":5,"Text":"Birincisinin zamanı gelince, büyük güce sahip kullarımızı üstünüze göndeririz. Evlerinize kadar girerek araştırırlar. Gerçekleşmesi gereken bir sözdü bu"},{"SurahNumber":17,"VerseNumber":6,"Text":"Sonra onları yenme olanağını size vereceğiz, sizi mal ve soy ile destekleyerek savaşçılarınızı çoğaltacağız"},{"SurahNumber":17,"VerseNumber":7,"Text":"İyi davranırsanız, kendiniz için iyi davranmış olursunuz. Kötü davranırsanız yine kendiniz içindir. Sonuncusunun zamanı gelince, sizi kedere boğacaklar ve ilk defa girdikleri gibi mescide girecekler. Ele geçirdiklerini yerle bir edecekler"},{"SurahNumber":17,"VerseNumber":8,"Text":"Rabbiniz size rahmet eder. Siz (bozgunculuk yapmaya) dönerseniz biz de (cezalandırmaya) döneriz. Cehennemi kafirler için kuşatıcı kıldık"},{"SurahNumber":17,"VerseNumber":9,"Text":"Bu Kuran en iyi yola ulaştırır ve erdemli davranan müminleri büyük bir ödülle müjdeler"},{"SurahNumber":17,"VerseNumber":10,"Text":"Ahirete inanmıyanlara gelince, onlar için acı bir azap hazırlamış bulunuyoruz"},{"SurahNumber":17,"VerseNumber":11,"Text":"İnsan, iyi bir şey için dua ettiğini sanırken aslında kötü bir şey için dua eder. İnsan çok acelecidir"},{"SurahNumber":17,"VerseNumber":12,"Text":"Geceyi ve gündüzü iki ayet (delil) kıldık. Rabbinizin nimetlerini arayasınız ve yılların hesabını bilesiniz diye gecenin ayetini sildik, gündüzün ayetini aydınlık kıldık. Biz her şeyi ayrıntısıyla açıklarız"},{"SurahNumber":17,"VerseNumber":13,"Text":"Her insanın kaderini kendi boynuna (kişisel seçimine) bağlamışızdır. Diriliş gününde, kendisi için bir kayıt çıkarıp yayımlarız"},{"SurahNumber":17,"VerseNumber":14,"Text":"Kaydını oku. Bugün hesap görücü olarak sen kendine yetersin"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kim doğru yola gelirse kendisi için yola gelmiş bulunur. Kim saparsa kendi aleyhine sapar. Hiçkimse başkasının yükünü çekmez. Biz bir elçi göndermeden hiç kimseyi cezalandırmayız"},{"SurahNumber":17,"VerseNumber":16,"Text":"Biz bir toplumu yok etmek istediğimiz zaman onun ileri gelen varlıklılarının orada kötülük yapmasına izin veririz. Böylece o topluma verilmiş söz gerçekleşir ve onu yerle bir ederiz"},{"SurahNumber":17,"VerseNumber":17,"Text":"Nuh'tan sonra nice toplumları yok ettik. Kullarının günahlarını haber alıcı ve görücü olarak Rabbin yeter"},{"SurahNumber":17,"VerseNumber":18,"Text":"Kim bu geçici dünyayı isterse, orada istediğimize dilediğimiz kadar veririz. Ancak daha sonra onu, kınanmış ve kovulmuş olarak cehenneme mahkum ederiz"},{"SurahNumber":17,"VerseNumber":19,"Text":"Kim ahireti seçer ve mümin olarak gereken çabayı gösterirse, işte onların çabası takdir edilir"},{"SurahNumber":17,"VerseNumber":20,"Text":"Hepsine, onlara da bunlara da, Rabbinin nimetlerinden ulaştırırız. Rabbinin nimetleri sınırlanmamıştır"},{"SurahNumber":17,"VerseNumber":21,"Text":"İnsanları birbirinden nasıl üstün kıldığımıza dikkat et. Ahiretin dereceleri ve üstünlükleri daha büyüktür"},{"SurahNumber":17,"VerseNumber":22,"Text":"ALLAH ile birlikte başka tanrı edinme, yoksa kınanmış ve yalnız bırakılmış olarak oturup kalırsın"},{"SurahNumber":17,"VerseNumber":23,"Text":"Rabbin, yalnız kendisine kulluk etmenizi ve anaya babaya karşı iyi davranmanızı emretti. Onlardan biri veya ikisi yanında yaşlanırsa onlara \"Öf\" bile deme ve onları azarlama. Onlarla güzel bir biçimde konuş"},{"SurahNumber":17,"VerseNumber":24,"Text":"Onlara merhamet ederek alçak gönüllük kanadını ger ve de ki, \"Rabbim, beni küçükken yetiştirdikleri gibi sen de onlara acı"},{"SurahNumber":17,"VerseNumber":25,"Text":"Rabbiniz içinizdekileri çok iyi bilir. Erdemli davranırsanız, elbette O, tevbe edenleri bağışlayandır"},{"SurahNumber":17,"VerseNumber":26,"Text":"Akrabalara haklarını ver. İhtiyaç sahiplerine ve yolcuya da... Ancak saçıp savurma"},{"SurahNumber":17,"VerseNumber":27,"Text":"Kuşkusuz, saçıp savuranlar şeytanların dostlarıdır ve şeytan Rabbine karşı nankördür"},{"SurahNumber":17,"VerseNumber":28,"Text":"Rabbinden umduğun bir rahmeti elde etmek için onlardan yüz çevirmek zorunda kalırsan onlara yumuşak söz söyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"Elini boynuna bağlama ve tümüyle de açma, yoksa pişman olur, üzülürsün"},{"SurahNumber":17,"VerseNumber":30,"Text":"Rabbin, dilediğine rızkını bol verir, veya kısar. Kuşkusuz O, kullarından haberdardır, onları görendir"},{"SurahNumber":17,"VerseNumber":31,"Text":"Fakirlik korkusuyla çocuklarınızı öldürmeyin. Sizi de onları da biz rızıklandırıyoruz. Onları öldürmek, büyük bir suçtur"},{"SurahNumber":17,"VerseNumber":32,"Text":"Zinaya yaklaşmayın; çünkü o büyük bir günah ve kötü bir davranıştır"},{"SurahNumber":17,"VerseNumber":33,"Text":"ALLAH'ın kutsal kıldığı canı haksız yere öldürmeyin. Kim haksızlığa uğrayarak öldürülürse onun mirasçılarına yetki vermişizdir. İntikam duygusuyla öldürmede sınırı aşmasın; zira kendisine yardım edilmiştir"},{"SurahNumber":17,"VerseNumber":34,"Text":"Öksüzlerin malına, erginlik çağına ulaşıncaya kadar dokunmayın; yararlarına olursa başka"},{"SurahNumber":17,"VerseNumber":35,"Text":"Ölçtüğünüz zaman ölçüyü tam yapın ve doğru teraziyle tartın. Elbette bu daha iyidir ve sonucu daha güzeldir"},{"SurahNumber":17,"VerseNumber":36,"Text":"Bilmediğin bir şeye inanıp ardına düşme, çünkü işitme, görme duyusu ve beyin, hepsi ondan sorumludur"},{"SurahNumber":17,"VerseNumber":37,"Text":"Yeryüzünde kibirli kibirli dolaşma sen ne yeri delebilirsin ne de dağlar kadar boylu olabilirsin"},{"SurahNumber":17,"VerseNumber":38,"Text":"Tüm bunlar, Rabbin tarafından hoş görülmeyen kötü davranışlardır"},{"SurahNumber":17,"VerseNumber":39,"Text":"Bunlar, Rabbinin sana vahyettiği hikmetlerdendir. ALLAH ile birlikte başka tanrı edinme; aksi taktirde kınanmış ve kovulmuş olarak cehenneme atılırsın"},{"SurahNumber":17,"VerseNumber":40,"Text":"Rabbiniz oğulları size seçti de kendisine meleklerden kızlar mı edindi? Çok büyük bir savda bulunuyorsunuz"},{"SurahNumber":17,"VerseNumber":41,"Text":"Biz, öğüt almaları için Kuran'da açıkladık. Ne var ki bu, sadece onların nefretini arttırır"},{"SurahNumber":17,"VerseNumber":42,"Text":"De ki: \"İleri sürüdükleri gibi beraberinde başka tanrılar olsaydı, onlar da Egemenliğin Sahibine doğru yol ararlardı"},{"SurahNumber":17,"VerseNumber":43,"Text":"O, onların dediklerinden uzaktır ve çok yücedir"},{"SurahNumber":17,"VerseNumber":44,"Text":"Yedi gök, ve onların içindekiler O'nu yücelterek anarlar. Hiç bir şey yoktur ki O'nu överek ve yücelterek anmasın; ama siz onların anışlarını anlamazsınız. O Şefkatlidir, Bağışlayandır"},{"SurahNumber":17,"VerseNumber":45,"Text":"Kuran okuduğun zaman, seninle ahirete inanmıyanlar arasına görülmez bir engel yerleştiririz"},{"SurahNumber":17,"VerseNumber":46,"Text":"Ve onu anlamalarını engellemek için kalplerine kabuklar, kulaklarına da ağırlık koyarız. Rabbini yalnızca Kuran'da andığın zaman nefretle geriye dönerler"},{"SurahNumber":17,"VerseNumber":47,"Text":"Seni dinlerlerken nasıl işittiklerini ve kendi aralarında konuşurlarken zalimlerin, \"Siz sadece büyülenmiş bir adamı izliyorsunuz,\" dediklerini iyi biliyoruz"},{"SurahNumber":17,"VerseNumber":48,"Text":"Dikkat et, seni nasıl da tanımlayarak sapıyorlar ve artık bir daha yol bulamazlar"},{"SurahNumber":17,"VerseNumber":49,"Text":"Dediler ki: \"Kemik ve ufak parçalar haline geldikten sonra mı yeni bir yaratılışla diriltileceğiz"},{"SurahNumber":17,"VerseNumber":50,"Text":"De ki: \"İsterse taş veya demire dönüşün"},{"SurahNumber":17,"VerseNumber":51,"Text":"Yahut sizce imkansız görünen bir biçime girin, farketmez.\" Buna karşılık, \"Bizi kim geri döndürecek,\" diyecekler. De ki: \"Sizi ilk önce kim yarattıysa O!\" Sonra başlarını sallayıp, \"Peki ne zaman,\" diyecekler. De ki: \"Belki düşündüğünüzden daha yakın"},{"SurahNumber":17,"VerseNumber":52,"Text":"Sizi çağıracağı gün, siz ona övgüyle karşılık verirsiniz ve çok kısa bir süre kalmış olduğunuzu anlarsınız"},{"SurahNumber":17,"VerseNumber":53,"Text":"Kullarıma söyle: En güzel biçimde konuşup tartışsınlar. Çünkü şeytan aralarına girer. Şeytan, insanın apaçık düşmanıdır"},{"SurahNumber":17,"VerseNumber":54,"Text":"Rabbiniz sizi daha iyi bilir. Dilerse size acır, dilerse sizi cezalandırır. Seni onlara avukatlık yapasın diye göndermedik"},{"SurahNumber":17,"VerseNumber":55,"Text":"Rabbin göklerdekileri ve yerdekileri en iyi bilendir. Peygamberlerden bir kısmını diğerlerine üstün kıldık. Örneğin, Davud'a Zebur'u verdik"},{"SurahNumber":17,"VerseNumber":56,"Text":"De ki: \"O'nun dışında (bir güce sahip olduğunu) iddia ettiklerinizi çağırın bakalım, onlar sizden ne sıkıntıyı kaldırabilirler ne de önleyebilirler"},{"SurahNumber":17,"VerseNumber":57,"Text":"Onların çağırdıkları kişiler bile Rab'lerine yaklaşmak için yol ararlar. O'nun rahmetini umar, cezasından korkarlar. Rabbinin cezası sakınılacak bir şeydir"},{"SurahNumber":17,"VerseNumber":58,"Text":"Hiç bir ülke yok ki diriliş gününden önce onu yok edecek veya şiddetli bir biçimde cezalandıracak olmayalım. Bu, kitapta yazılmış bulunuyor"},{"SurahNumber":17,"VerseNumber":59,"Text":"Bizi ayetler (mucizeler) göndermekten alıkoyan şey, öncekilerin onları yalanlamış olmasıdır. Örneğin, Semud'a açık bir (mucize) olarak deveyi vermiştik. Fakat ona haksızlık ettiler. Biz mucizeleri yalnızca uyarı amacıyla göndeririz"},{"SurahNumber":17,"VerseNumber":60,"Text":"Rabbinin insanları kuşatmış olduğunu sana bildirmiştik. Fakat sana gösterdiğimiz görüntü ile ve Kuran'da lanetlenen ağaçla adece insanları denedik. Biz onları uyarırız, ancak bu, onların azgınlığına büyük bir katkıda bulunmaktan başka sonuç vermiyor"},{"SurahNumber":17,"VerseNumber":61,"Text":"Meleklere, \"Adem'e secde edin!,\" dediğimizde, İblis hariç hepsi secde ettiler. \"Balçıktan yarattığına mı secde edecekmişim,\" dedi"},{"SurahNumber":17,"VerseNumber":62,"Text":"Benden üstün kıldığın şu kişiyi görüyor musun? Beni diriliş gününe kadar geciktirirsen, onun soyunu, pek azı hariç sahiplenip perişan edeceğim.,\" dedi"},{"SurahNumber":17,"VerseNumber":63,"Text":"Dedi ki: \"Onlardan seni izleyenler ile birlikte git. Tam size göre bir ceza olan cehenneme kadar yolunuz var"},{"SurahNumber":17,"VerseNumber":64,"Text":"Onlardan gücünün yettiğini sesinle yerinden oynat, onlara karşı tüm gücünü ve adamlarını seferber et, paralarının ve çocuklarının bir bölümüne ortak ol ve onlara umut ver. Şeytan, onlara ancak sahte umutlar verir"},{"SurahNumber":17,"VerseNumber":65,"Text":"Kullarıma gelince, senin onlar üzerine hiç bir gücün yoktur.\" Koruyucu olarak Rabbin yeter"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbiniz, nimetlerini aramanız için gemileri okyanuslarda yüzdürendir. O size karşı Rahim'dir"},{"SurahNumber":17,"VerseNumber":67,"Text":"Okyanusta size bir sıkıntı dokunursa O'ndan başka çağırmakta olduklarınız kaybolur. Fakat sizi kurtarıp karaya çıkarınca, dönersiniz. İnsan nankördür"},{"SurahNumber":17,"VerseNumber":68,"Text":"Kıyıyı üstünüze çevirip sizi yutmasından, yahut üzerinize şiddetli bir kasırga yollamasından emin misiniz? Sonra hiç bir koruyucu da bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Sizi tekrar denize göndermeyeceğinden ve üstünüze kırıp geçiren bir fırtına salarak inkarınızdan dolayı sizi boğmayacağından emin misiniz? Sonra sizin için peşinize düşecek birini de bulamazsınız"},{"SurahNumber":17,"VerseNumber":70,"Text":"Adem oğullarına onur verdik. Onları karada ve denizde taşıdık. Onları güzel nimetlerle besledik. Yarattıklarımızın bir çoğundan daha üstün kıldık"},{"SurahNumber":17,"VerseNumber":71,"Text":"Her bir halkı önderleriyle birlikte çağırdığımız gün, kitabı sağından verilenler kitaplarını okurlar ve en ufak bir haksızlığa uğratılmazlar"},{"SurahNumber":17,"VerseNumber":72,"Text":"Bu dünyada (Kitaba) kör olanlara gelince, onlar ahirette de kördür ve yol bakımından daha da sapıktır"},{"SurahNumber":17,"VerseNumber":73,"Text":"Başka bir şeyi uydurup bize yakıştırman için nerdeyse seni sana vahyettiğimizden ayırıp saptıracaklardı. İşte o zaman seni dost edineceklerdi"},{"SurahNumber":17,"VerseNumber":74,"Text":"Seni sağlamlaştırmasaydık, onlara neredeyse bir parça meyledecektin"},{"SurahNumber":17,"VerseNumber":75,"Text":"O zaman da hayatın ve ölümün azabını katlayarak sana tattırırdık. Sonra bize karşı bir yardımcı da bulamazdın"},{"SurahNumber":17,"VerseNumber":76,"Text":"Seni ülkeden çıkarmak için neredeyse seni zorla sürecekler. Bu taktirde senden sonra onlar da fazla kalmayacaklar"},{"SurahNumber":17,"VerseNumber":77,"Text":"Senden önce gönderdiğimiz tüm elçiler için öngördüğümüz sistem (sünnet) budur. Sistemimizde herhangi bir değişiklik göremezsin"},{"SurahNumber":17,"VerseNumber":78,"Text":"Güneşin kaymasından gecenin kararmasına kadar namazı gözet. Sabah Kuran'ını da gözet. Sabahleyin Kuran (okuması) tanık olunur"},{"SurahNumber":17,"VerseNumber":79,"Text":"Fazladan bir kredi olarak geceleyin meditasyonda bulun ki Rabbin seni onurlu bir makama yükseltsin"},{"SurahNumber":17,"VerseNumber":80,"Text":"Ve de ki: \"Rabbim, beni doğru bir girişle kabul et ve beni doğru bir çıkışla çıkar. Katından beni destekleyecek bir güç ver"},{"SurahNumber":17,"VerseNumber":81,"Text":"Ve şunu bildir ki: \"Gerçek gelmiş, yanlış ise ortadan kalkmıştır. Zaten yanlış, yok olmağa mahkumdur"},{"SurahNumber":17,"VerseNumber":82,"Text":"Kuran'ı, inananlar için bir şifa ve rahmet olarak indirdik. Zalimlerin ise ancak zararını arttırır"},{"SurahNumber":17,"VerseNumber":83,"Text":"İnsana nimet verdiğimiz zaman, yüz çevirip yan çizer. Kendisine kötülük dokununca da umutsuzluğa düşer"},{"SurahNumber":17,"VerseNumber":84,"Text":"De ki: \"Her kes inancına göre davranır. Kimin daha doğru yolda olduğunu ise Rabbim daha iyi bilir"},{"SurahNumber":17,"VerseNumber":85,"Text":"Sana ruhtan (vahiyden) sorarlar. De ki: \"Vahiy Rabbimden gelir. Size verilen bilgi ise pek azdır"},{"SurahNumber":17,"VerseNumber":86,"Text":"Dilesek sana vahyettiğimizi geri alırız ve bize karşı her hangi bir koruyucu da bulamazsın"},{"SurahNumber":17,"VerseNumber":87,"Text":"Ancak Rabbinin rahmeti var... O'nun sana olan nimeti büyüktür"},{"SurahNumber":17,"VerseNumber":88,"Text":"De ki: \"Tüm insanlar ve cinler bu Kuran'ın bir benzerini oluşturmak amacıyla toplansalar ve bu konuda birbirlerine destek olsalar bile onun bir benzerini oluşturamazlar"},{"SurahNumber":17,"VerseNumber":89,"Text":"Biz bu Kuran'da her türlü örneği verdik, ne var ki halkın çoğunluğu inkarda direniyor"},{"SurahNumber":17,"VerseNumber":90,"Text":"Dediler ki: \"Yerden bize bir kaynak fışkırtmadıkça sana inanmayız"},{"SurahNumber":17,"VerseNumber":91,"Text":"Veya hurma ve üzüm bahçelerin olup aralarında ırmaklar fışkırtmalısın"},{"SurahNumber":17,"VerseNumber":92,"Text":"Veya ileri sürdüğün gibi gökten üzerimize parçalar düşürmeli, yahut ALLAH'ı ve melekleri karşımıza getirmelisin"},{"SurahNumber":17,"VerseNumber":93,"Text":"Ya da altın bir evin olmalı, veya göğe yükselmelisin. Yükselsen bile okuyacağımız bir kitabı üzerimize indirmedikçe ona inanmayız.\" De ki: \"Rabbim yücedir. Ben elçi olan bir insandan başka bir şey miyim ki"},{"SurahNumber":17,"VerseNumber":94,"Text":"Kendilerine hidayet geldiğinde, halk: \"ALLAH bir insanı mı elçi olarak gönderdi,\" diyerek inanmadı"},{"SurahNumber":17,"VerseNumber":95,"Text":"De ki: \"Yeryüzünde yerleşip dolaşan melekler olsaydı onlara gökten bir meleği elçi gönderirdik"},{"SurahNumber":17,"VerseNumber":96,"Text":"De ki: \"Benimle sizin aranızda ALLAH tanıktır. O, kullarından haber alır, görür"},{"SurahNumber":17,"VerseNumber":97,"Text":"ALLAH kime yol gösterirse o kişi doğruyu bulmuştur. Kimi de saptırırsa onlar için O'ndan başka bir koruyucu da bulamazsın. Diriliş günü de onları kör, dilsiz ve sağır olarak yaka paça toplarız. Cehennemdir yerleri. Soğudukça alevlerini arttırırız"},{"SurahNumber":17,"VerseNumber":98,"Text":"Ayetlerimizi yalanladıkları, \"Kemik ve ufalanmış toprak olduktan sonra biz mi yeni bir yaratılışla diriltileceğiz,\" dedikleri için cezaları budur"},{"SurahNumber":17,"VerseNumber":99,"Text":"Gökleri ve yeri yaratan ALLAH'ın onların bir benzerini tekrar yaratmaya gücü yeteceğini düşün müyorlar mı? Nitekim onlar için belli ve kesin bir süre koymuştur. Zalimler hala inkar ediyorlar"},{"SurahNumber":17,"VerseNumber":100,"Text":"De ki: \"Rabbimin rahmet hazineleri sizin elinizde olsaydı, harcamakla tükenir korkusuyla onları tutacaktınız. İnsan cimridir"},{"SurahNumber":17,"VerseNumber":101,"Text":"Musa'ya apaçık dokuz mucize verdik. Dilersen İsrail oğullarına sor. Onlara gittiğinde, Firavun ona, \"Musa, senin büyülenmiş olduğunu sanıyorum,\" demişti"},{"SurahNumber":17,"VerseNumber":102,"Text":"Göklerin ve yerin Rabbi'nden başkasının bu delilleri indirmediğini iyi biliyorsun. Firavun, seni mahvolmuş biri olarak görüyorum"},{"SurahNumber":17,"VerseNumber":103,"Text":"Onları ülkeden çıkarmak isteyince de onu ve beraberindekileri topluca suda boğduk"},{"SurahNumber":17,"VerseNumber":104,"Text":"Ondan sonra İsrail oğullarına, \"Bu ülkede yerleşin. Verilen son söz geldiğinde sizi bir araya toplayacağız,\" dedik"},{"SurahNumber":17,"VerseNumber":105,"Text":"Gerçekten onu biz indirdik ve o gerçek ile indi. Seni de ancak bir müjdeleyici ve uyarıcı olarak gönderdik"},{"SurahNumber":17,"VerseNumber":106,"Text":"Uzun bir zaman dilimi içerisinde halka okuman için ayırdığımız bir Kuran'dır. Onu topluca indirmiştik"},{"SurahNumber":17,"VerseNumber":107,"Text":"De ki: \"Ona ister inanın, ister inanmayın!\" Daha önce kendilerine bilgi verilmiş olanlara okunduğu zaman secde ederek yüz üstü kapanırlar"},{"SurahNumber":17,"VerseNumber":108,"Text":"Rabbimiz yücedir. Rabbimizin sözü gerçekleşmiştir,\" derler"},{"SurahNumber":17,"VerseNumber":109,"Text":"Ağlayarak yüz üstü kapanırlar; çünkü o (ayetler) onların saygısını arttırır"},{"SurahNumber":17,"VerseNumber":110,"Text":"De ki: \"İster ALLAH diye çağırın, ister Rahman diye çağırın. Hangisiyle çağırırsanız, tüm güzel isimler O'nundur. \" Namazında ne ilan et, ne de gizle; ikisinin arasında bir yol tut"},{"SurahNumber":17,"VerseNumber":111,"Text":"Ve de ki: \"Övgü, ALLAH'adır. O çocuk edinmemiştir, yönetimde ortağı ve zayıflıktan ötürü de bir yardımcısı yoktur.\" O'nu alabildiğine Yücelt"},{"SurahNumber":18,"VerseNumber":1,"Text":"ALLAH'a övgü olsun, kuluna kitabı indirmiş ve onda hiç bir eğriliğe yer vermemiştir"},{"SurahNumber":18,"VerseNumber":2,"Text":"Kusursuz bir (kitap)... O'ndan gelecek şiddetli bir cezaya karşı uyarsın ve erdemli davranan müminlere kendileri için güzel bir ödülü müjdelesin"},{"SurahNumber":18,"VerseNumber":3,"Text":"Ki orada sürekli kalacaklardır"},{"SurahNumber":18,"VerseNumber":4,"Text":"Ve \"ALLAH çocuk edindi,\" diyenleri de uyarsın"},{"SurahNumber":18,"VerseNumber":5,"Text":"Ne onların, ne de atalarının bu konuda bir bilgileri yoktur. Ağızlarından ne büyük bir söz çıkıyor! Yalandan başka şey söylemiyorlar"},{"SurahNumber":18,"VerseNumber":6,"Text":"Bu söze inanmazlarsa onların ardından kendini sorumlu tutarak suçlayacaksın, üzüleceksin (öyle mi)"},{"SurahNumber":18,"VerseNumber":7,"Text":"Biz, kimlerin erdemli davranacağını sınamak için, üzerindeki maddelerle yeryüzünü süsledik"},{"SurahNumber":18,"VerseNumber":8,"Text":"Ve elbette biz onun üzerinde bulunanları çorak bir toprak haline dönüştüreceğiz"},{"SurahNumber":18,"VerseNumber":9,"Text":"Mağaradakilerin ve onlarla ilgili rakamların ilginç kanıtlarımızdan başka bir şey olduğunu mu sandın"},{"SurahNumber":18,"VerseNumber":10,"Text":"Gençler mağaraya sığındıklarında, \"Rabbimiz bize merhametini yağdır ve bu durumdan bize bir kurtuluş yolu göster,\" demişlerdi"},{"SurahNumber":18,"VerseNumber":11,"Text":"Bunun üzerine sayılı yıllar süresince mağarada kulaklarını kapadık"},{"SurahNumber":18,"VerseNumber":12,"Text":"Sonra onları dirilttik ki onların orada kalış sürelerini hangi grubun daha iyi hesaplayacağını bilelim"},{"SurahNumber":18,"VerseNumber":13,"Text":"Onların haberini sana gerçek olarak anlatıyoruz. Onlar Rab'lerine inanmış gençlerdi. Onların hidayetini arttırmıştık"},{"SurahNumber":18,"VerseNumber":14,"Text":"Kalktıklarında kalplerini sağlamlaştırmıştık. \"Rabbimiz, göklerin ve yerin Rabbidir. O'ndan başka tanrı edinmeyeceğiz. Yoksa, yanlış söz söylemiş oluruz"},{"SurahNumber":18,"VerseNumber":15,"Text":"Şu halkımız O'ndan başkasını tanrılar edindi. Onların tanrı olduğunu açık bir delille kanıtlamaları gerekmez miydi? ALLAH'a karşı yalan uydurandan daha zalim kim olabilir"},{"SurahNumber":18,"VerseNumber":16,"Text":"Madem ki siz onlardan ve ALLAH'ın dışında taptıklarından ayrıldınız, öyleyse mağaraya sığının. Olur ki Rabbiniz size rahmetini yağdırır, işinizde size olumlu sonuç hazırlar"},{"SurahNumber":18,"VerseNumber":17,"Text":"Tan ağardığında, onlar mağara boşluğunda iken, mağaralarının üzerinden Güneşin sağa doğru hareket ettiğini, battığı zaman da onları yalayıp sola doğru kaydığını görürdün. Bu, ALLAH'ın işaretlerindendir. ALLAH kime yol gösterirse o kişi doğruyu bulmuştur; kimi de saptırırsa onun için aydınlatıcı bir dost bulamazsın"},{"SurahNumber":18,"VerseNumber":18,"Text":"Uykuda olmalarına rağmen onları uyanık sanırsın. Onları sağa ve sola doğru çeviririz. Köpekleri de kollarını eşikte uzatmıştır. Onlara baksaydın onlardan dönüp kaçardın ve onlardan dolayı korkuyla dolardın"},{"SurahNumber":18,"VerseNumber":19,"Text":"Böylece onları uyandırdık ki birbirlerine sorsunlar. Onlardan biri, \"Ne kadar kaldınız,\" diye sordu. \"Bir gün, yahut günün bir parçası kadar kaldık,\" dediler. \"Ne kadar kaldığınızı Rabbiniz daha iyi bilir. Birinizi şu para ile şehre gönderelim de en temiz ve leziz yiyecekleri seçip size bir azık getirsin. Dikkatli davranarak kimsenin dikkatini üstüne çekmesin,\" diye eklediler"},{"SurahNumber":18,"VerseNumber":20,"Text":"Onlar sizi farkederlerse sizi taşlarlar veya sizi zorla kendi dinlerine döndürürler ki bu durumda asla başarıya ulaşamazsınız"},{"SurahNumber":18,"VerseNumber":21,"Text":"Böylece onları (halka) buldurduk ki ALLAH'ın sözünün gerçek olduğunu öğrensinler ve Saat (dünyanın sonu) konusunda da kuşkuları kalmasın. Halk onların durumunu aralarında tartışırken bir kısmı, \"Onların üzerine bir bina yapın,\" dedi. Rab'leri onları daha iyi bilir. Onların durumuna karar verme yetkisini ellerine geçirenler, \"Onların üstüne bir mescid yapacağız,\" dediler"},{"SurahNumber":18,"VerseNumber":22,"Text":"Tahminde bulunanların bazıları, \"Onlar üçtür, dördüncüleri köpekleridir,\" derken diğerleri de, \"Beştir, altıncıları köpekleridir,\" diyecekler. Başkaları ise, \"Yedidir, sekizincileri köpekleridir,\" diyecekler. De ki, \"Onların sayısını en iyi bilen Rabbimdir.\" Onları bilen azdır. Onlarla yüzeysel olması hariç tartışmaya girme ve onlardan hiç kimseye de bu konuyu danışma"},{"SurahNumber":18,"VerseNumber":23,"Text":"Hiç bir şey için, \"Bunu yarın yapacağım,\" deme"},{"SurahNumber":18,"VerseNumber":24,"Text":"Ancak, \"ALLAH dilerse (yapacağım),\" diyerek Rabbini an. Unutursan, o zaman da, \"Belki Rabbim bir dahaki sefere beni daha iyiye ulaştırır,\" de"},{"SurahNumber":18,"VerseNumber":25,"Text":"Mağaralarında üç yüz yıl kalıp dokuz arttırdılar"},{"SurahNumber":18,"VerseNumber":26,"Text":"Onların orada ne kadar kaldıklarını ALLAH daha iyi bilir,\" de. Göklerin ve yerin tüm gizemleri O'nundur. O ne güzel Görendir! O ne güzel İşitendir! Onların O'ndan başka bir yardımcısı yoktur. O, hükmüne kimseyi ortak etmez"},{"SurahNumber":18,"VerseNumber":27,"Text":"Rabbinin kitabından sana vahyedileni oku. Kelimelerini hiç bir şey değiştirip kaldıramaz ve O'ndan başka bir sığınak da bulamazsın"},{"SurahNumber":18,"VerseNumber":28,"Text":"Rab'lerinin rızasını dileyerek sabah akşam kulluk edenlerle birlikte olmaya çalış. Dünya hayatının çekici materyallerini arzu edip de gözlerini onlardan ayırma. Kalbini mesajımızdan gafil kıldığımız ve hevesine uyarak işlerini karıştıran kimseleri izleme"},{"SurahNumber":18,"VerseNumber":29,"Text":"De ki, \"Bu gerçek senin Rabbindendir.\" Dileyen inansın, dileyen inkar etsin. Biz zalimler için onları çepeçevre saracak bir ateş hazırladık. Onlar her ne zaman feryad ederek yardım isteseler, derişik asit gibi yüzleri haşlayan bir su sunulur. Ne kötü bir içecek, ne kötü bir son"},{"SurahNumber":18,"VerseNumber":30,"Text":"İnanıp erdemli davrananlara gelince, elbette biz iyi işlerde bulunanların ödülünü yitirmeyiz"},{"SurahNumber":18,"VerseNumber":31,"Text":"Onlar için, içlerinden ırmaklar akan Adn bahçeleri (cennetleri) vardır. Orada altından bileziklerle süslenirler, ipek ve kadifeden dokunmuş yeşil elbiseler giyerler. Orada koltuklar üzerine yaslanırlar. Ne güzel bir ödül ve ne güzel bir durak…"},{"SurahNumber":18,"VerseNumber":32,"Text":"Onlara iki adamın örneğini ver: Birisine, etrafını hurma ağaçlarıyla çevirip aralarına başka ekinler bitirdiğimiz iki üzüm bahçesi vermiştik"},{"SurahNumber":18,"VerseNumber":33,"Text":"Aralarına bir ırmak yerleştirdiğimiz için, her iki bağ da yemişini hiç esirgemeden cömertçe vermişti"},{"SurahNumber":18,"VerseNumber":34,"Text":"Artık bir ürüne sahipti! Nitekim, sohbet ettiği arkadaşına, \"Ben senden daha zenginim ve daha fazla adama sahibim,\" dedi"},{"SurahNumber":18,"VerseNumber":35,"Text":"Böylece nefsine zulmederek bağına girdi ve, \"Bunun yok olacağını hiç sanmıyorum,\" dedi"},{"SurahNumber":18,"VerseNumber":36,"Text":"Dünyanın sonunun da geleceğini sanmıyorum. Rabbime döndürülürsem de orada daha iyisini bulurum"},{"SurahNumber":18,"VerseNumber":37,"Text":"Kendisiyle konuşan arkadaşı ona dedi ki: \"Seni topraktan, ufak bir damladan yaratıp seni bir adam biçimine sokan Rabbini mi inkar ediyorsun"},{"SurahNumber":18,"VerseNumber":38,"Text":"Bana gelince... O ALLAH benim Rabbimdir, ben Rabbime hiç bir şeyi ortak koşmam"},{"SurahNumber":18,"VerseNumber":39,"Text":"Bağına girerken, 'Bu ALLAH'ın bir bağışıdır (Maşallah), kuvvet ancak ALLAH iledir (La kuvvete illa billah)' demen gerekmez miydi? Senden daha az para ve çocuğa sahip olduğumu görüyor olabilirsin ama"},{"SurahNumber":18,"VerseNumber":40,"Text":"Rabbim, belki senin bahçenden daha iyisini bana verir ve olur ki bahçene gökten bir felaket gönderir de kupkuru bir toprağa dönüşür"},{"SurahNumber":18,"VerseNumber":41,"Text":"Yahut suyu dibe çöker de bir daha su bulamazsın"},{"SurahNumber":18,"VerseNumber":42,"Text":"Derken, ürünü yok edildi. Çardakları üzerine yığılmış olan bağına verdiği emekten ötürü matem tutmaya ve \"Keşke Rabbime ortak koşmasaydım,\" demeye başladı"},{"SurahNumber":18,"VerseNumber":43,"Text":"ALLAH'tan başka kendisine yardım edecek bir destek bulamadı. Kendini de kurtaramadı"},{"SurahNumber":18,"VerseNumber":44,"Text":"O an, velayet (güç ve egemenlik) tümüyle gerçek olan ALLAH'ındır. O, en iyi ödülü ve en iyi sonucu verendir"},{"SurahNumber":18,"VerseNumber":45,"Text":"Onlara dünya hayatının örneği olarak, gökten indirdiğimiz suyla beslenen ve sonra rüzgarın savurduğu çer çöpe dönen yeryüzünün bitkisini ver. ALLAH her şeye gücü yetendir"},{"SurahNumber":18,"VerseNumber":46,"Text":"Para ve çocuklar bu dünya hayatının çekici materyalleridir. Ama, sürekli kalacak erdemli işler, Rabbinin katında bir ödül ve umut olarak çok daha iyidir"},{"SurahNumber":18,"VerseNumber":47,"Text":"Dağları silip götürdüğümüz ve yeri çıplak bıraktığımız gün onları toplarız; bir tanesini bile bırakmadan"},{"SurahNumber":18,"VerseNumber":48,"Text":"Ve sırayla Rabbine sunulurlar. Bize, ilk başta sizi nasıl yarattıysak öyle gelirsiniz. Oysa, böyle bir buluşmayı gerçekleştirmeyeceğimizi ileri sürüyordunuz"},{"SurahNumber":18,"VerseNumber":49,"Text":"Kitap ortaya konmuştur. Suçluların onun içeriğinden korkuya kapıldığını ve \"Bize yazıklar olsun, meğer bu kitap küçük büyük hiç bir şeyi bırakmayıp saymış,\" dediklerini görürsün. Yaptıkları her şeyi önlerinde hazır bulmuşlardır. Rabbin hiç kimseye haksızlık etmez"},{"SurahNumber":18,"VerseNumber":50,"Text":"Meleklere, \"Adem'e secde edin!,\" dediğimiz zaman hepsi secde ettiler; yalnız İblis hariç. Rabb'inin emrine karşı geldiği için cinlerden oldu. Beni bırakıp onu ve soyunu mu dostlar ediniyorsunuz? Oysa onlar, sizin düşmanlarınızdır. Zalimler için bu ne kötü bir değişmedir"},{"SurahNumber":18,"VerseNumber":51,"Text":"Onları ne göklerin ve yerin yaratılışına, ne de kendilerinin yaratılışına tanık yapmadım. Saptıranları hiç bir zaman egemenliğimde görevlendirmem"},{"SurahNumber":18,"VerseNumber":52,"Text":"Ortaklarım olduğunu ileri sürdüğünüz kişileri çağırın,\" diye emrettiği gün, onları çağırırlar da onlar kendilerine karşılık vermezler. Onların arasına bir öfke ve nefret uçurumu koymuşuzdur"},{"SurahNumber":18,"VerseNumber":53,"Text":"Suçlular ateşi gördüler ve içine düşeceklerini anladılar; ondan kaçacak bir yer de bulamadılar"},{"SurahNumber":18,"VerseNumber":54,"Text":"Biz bu Kuran'da halk için her türlü örneği verdik. Fakat insan tartışmaya çok düşkündür"},{"SurahNumber":18,"VerseNumber":55,"Text":"Kendilerine yol gösterici geldiğinde, halkı inanmaktan ve Rab'lerinden bağışlanma dilemekten alıkoyan şey, öncekilerin sünnetinin (benzer uygulamanın, örneğin, geçmiş toplumlara verilen mucizelerin bir benzerinin) kendilerine de gelmesini veya azabın açıkça karşılarına gelmesini dilemeleridir"},{"SurahNumber":18,"VerseNumber":56,"Text":"Biz, elçileri ancak müjdeleyiciler ve uyarıcılar olarak gönderdik. Kafirler, gerçeği sahte ve yanlış ile ortadan kaldırmak için gayret ediyor. Ayetlerimi (işaret ve mucizeleri) ve uyarıldıkları şeyleri alaya aldılar"},{"SurahNumber":18,"VerseNumber":57,"Text":"Rabbinin ayet ve mucizeleri kendisine hatırlatıldığı halde, yaptıklarını unutarak ondan yüz çevirenden daha zalim kim olabilir? Kalplerine, onu (Kuran'ı) anlamalarına engel olacak bir örtü, kulaklarına da bir ağırlık koymuşuzdur. Onları hidayete ne kadar çağırırsan çağır, onlar asla doğruyu bulamaz"},{"SurahNumber":18,"VerseNumber":58,"Text":"Rabbin Bağışlayandır, Merhamet Sahibidir. Yaptıklarıyla hemen onları hesaba çekse onlar için azabı çabuklaştırmış olurdu. Ancak, onlara belirli bir süre verir de onun ötesine kaçamazlar"},{"SurahNumber":18,"VerseNumber":59,"Text":"İşte, haksızlık ettikleri için yok ettiğimiz toplumlar... Hepsinin helakı için belli bir süre belirlemiştik"},{"SurahNumber":18,"VerseNumber":60,"Text":"Musa, genç yoldaşına, \"Yıllarca yürümeyi gerektirse de iki denizin birleştiği yere varmadan dinlenmeyeceğim,\" demişti"},{"SurahNumber":18,"VerseNumber":61,"Text":"İki denizin birleştiği yere vardıklarında, balıklarını unuttular. Sinsice kayıp denizin yolunu tuttu"},{"SurahNumber":18,"VerseNumber":62,"Text":"Orayı geçtiklerinde, genç yoldaşına, \"Yemeğimizi getir. Bu yolculuğumuz bizi gerçekten yordu,\" dedi"},{"SurahNumber":18,"VerseNumber":63,"Text":"Dedi ki: \"Bak gördün mü, o kayalığa vardığımızda balığı unuttum. Onu bana şeytan unutturdu ve böylece denizde yolunu tutup gitti. Ne kadar da ilginç"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Musa:) \"İşte aradığımız yer orası idi,\" dedi ve böylece izleri üzerinde geri döndüler"},{"SurahNumber":18,"VerseNumber":65,"Text":"Katımızdan kendisine rahmet verdiğimiz ve bilgimizden öğrettiğimiz kullarımızdan bir kulu buldular"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa ona, \"Sana öğretilenden, aydınlatıcı prensipleri bana öğretmen için seni izleyebilir miyim,\" deyince"},{"SurahNumber":18,"VerseNumber":67,"Text":"Sen benimle birlikte olmaya dayanamazsın,\" dedi"},{"SurahNumber":18,"VerseNumber":68,"Text":"Bilmediğin bir şeye nasıl dayanabilirsin"},{"SurahNumber":18,"VerseNumber":69,"Text":"Dedi: \"ALLAH dilerse beni sabırlı bulacaksın; sana hiç bir işte karşı gelmeyeceğim"},{"SurahNumber":18,"VerseNumber":70,"Text":"Dedi: \"Bana uyacaksan, ben sana anlatmadıkça bana hiç bir şey hakkında soru sorma"},{"SurahNumber":18,"VerseNumber":71,"Text":"Böylece yürüdüler. Nihayet gemiye bindiklerinde, onda delik açtı. \"Halkını boğmak için mi gemide delik açtın? Gerçekten müthiş bir iş yaptın,\" dedi"},{"SurahNumber":18,"VerseNumber":72,"Text":"Bana dayanamıyacağını sana söylememiş miydim,\" diye karşılık verdi"},{"SurahNumber":18,"VerseNumber":73,"Text":"Unuttuğum şeyden dolayı beni kınama; bu işimde bana güçlük çıkarma,\" dedi"},{"SurahNumber":18,"VerseNumber":74,"Text":"Böylece yürüdüler. Nihayet bir delikanlıya rastladıklarında onu hemen öldürdü. \"Kimseye kıymamış suçsuz bir kimseyi niçin öldürdün? Sen, çok kötü bir iş yaptın,\" dedi"}]}