{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Biz, o işaret edilen peygamberlerden kimini kiminden üstün kıldık. İçlerinden kimi ile Allah konuştu, kimini de daha yüksek derecelere çıkardı. Meryem oğlu İsa´ya da o açık delilleri ve mucizeleri verdik ve kendisini Cebrail ile destekledik. Eğer Allah dileseydi, onlardan sonraki milletler kendilerine o açık deliller geldikten sonra birbirlerinin kanına girmezlerdi. Fakat anlaşmazlığa düştüler, kimi inandı, kimi inkar etti. Yine Allah dileseydi, birbirlerinin kanına girmezlerdi. Ne varki Allah, dilediğini yapar"},{"SurahNumber":2,"VerseNumber":254,"Text":"Ey iman edenler, alış verişin, dostluğun ve şefaatin olmayacağı gün gelmeden önce, size verdiğimiz mallardan nafaka verin. Kafirler ise hep o zalimlerdir"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allah´dan başka hiç bir tanrı yoktur. O, daima yaşayan, daima duran, bütün varlıkları ayakta tutandır. O´nu ne gaflet basar, ne de uyur. Göklerdeki ve yerdeki herşey O´nundur. O´nun izni olmadan huzurunda şefaat etmek kimin haddine! Onların önlerinde ve arkalarında ne varsa hepsini bilir. Onlar ise, O´nun dilediği kadarından başka ilminden hiçbir şey kavrayamazlar. O´nun hükümdarlığı, bütün gökleri ve yeri kucaklamıştır. Her ikisini görüp gözetmek, ona bir ağırlık da vermez. O, çok ulu ve çok büyüktür"},{"SurahNumber":2,"VerseNumber":256,"Text":"Dinde zorlama yoktur. Doğruluk sapıklıktan kesin olarak ayrılmıştır. Artık her kim Tağut´a küfredip Allah´a iman ederse, işte o, en sağlam kulpa yapışmıştır. Allah, işitir, bilir"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah, iman edenlerin velisidir, onları karanlıklardan aydınlığa çıkarır. İnanmayanların dostları ise Tağut´tur, onları aydınlıktan karanlıklara çıkarır. İşte onlar cehennemliklerdir, hep orada kalacaklardır"},{"SurahNumber":2,"VerseNumber":258,"Text":"Baksana, Allah kendisine hükümdarlık verdi diye, Rabbi hakkında İbrahim ile tartışmaya kalkana! İbrahim ona: «Benim Rabbim, hem dirilten hem öldürendir.» dediği zaman, O: «Ben, diriltir ve öldürürüm.» demişti. İbrahim: «Allah, güneşi doğudan doğduruyor, haydi, sen de batıdan getir!» deyince, o inkarcı herif donakaldı. Öyle ya, Allah zulmedenleri muvaffak etmez"},{"SurahNumber":2,"VerseNumber":259,"Text":"Yahut, altı üstüne gelmiş ıpıssız bir şehre uğrayıp: «Allah, bunu bu ölümünden sonra nereden diriltecek?» diyen kimse gibi. Bunun üzerine Allah, onu yüz yıl öldürdü, sonra diriltti ve: «Ne kadar kaldın?» diye sordu. O: «Bir gün veya bir günden eksik kaldım.» dedi. Allah: «Hayır, yüz yıl kaldın. Öyle iken yiyeceğine ve içeceğine bak, henüz bozulmamış. Bir de eşeğine bak! Bunlar, seni insanlara karşı gücümüzün bir canlı delili yapmamız içindir. Hele o kemiklere bak, onları nasıl birbirinin üzerine kaldırıyor, sonra onlara nasıl et giydiriyoruz?» Bu şekilde hak kendisine apaçık belli olduğunda: «Allah´ın herşeye gücü yettiğini şimdi biliyorum.» dedi"},{"SurahNumber":2,"VerseNumber":260,"Text":"Bir vakit İbrahim: «Rabbim, bana ölüleri nasıl dirilttiğini göster.» demişti. Allah buyurdu: «Yoksa inanmadın mı?» İbrahim: «İnandım, ancak kalbimin iyice yatışması için.» dedi. Allah buyurdu ki: «Öyle ise kuşlardan dördünü tut ve onları kendine çevir, iyice tanıdıktan sonra her dağ başına onlardan birer parça dağıt. Sonra onları çağır, koşa koşa sana gelsinler. Bil ki, Allah gerçekten güçlüdür ve hikmet sahibidir.»"},{"SurahNumber":2,"VerseNumber":261,"Text":"Mallarını Allah yolunda harcayanların durumu, her biri yüz taneye sahip yedi başak bitiren bir tohum tanesine benzer. Allah, dilediğine kat kat fazla verir. Allah, rahmeti bol olan ve herşeyi bilendir"},{"SurahNumber":2,"VerseNumber":262,"Text":"Mallarını Allah yolunda harcayan sonra verdiklerinin arkasından başa kakmayan ve gönül incitmeyen kimselerin Rableri katında mükafatları vardır. Onlara bir korku yoktur ve onlar üzülmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":263,"Text":"Bir tatlı dil, bir bağışlama, arkasından incitmenin geldiği sadakadan daha hayırlıdır. Allah, ganidir, halimdir"},{"SurahNumber":2,"VerseNumber":264,"Text":"Ey iman edenler, sadakalarınızı, başa kakmak, kalp kırmak suretiyle boşa çıkarmayın. Tıpkı malını insanlara gösteriş için dağıtan; Allah´a ve ahiret gününe inanmayan herif gibi. Artık onun durumu, üstünde biraz toprak bulunan ve üzerine bir sağnağın inip kendisini bütün yalçınlığı ile ortada bıraktığı bir kaya gibidir. Böyle kimseler, yaptıklarının hiçbir yararını görmezler. Allah, inkarcılar topluluğunu doğru yola çıkarmaz"},{"SurahNumber":2,"VerseNumber":265,"Text":"Allah´ın hoşnutluğunu aramak ve kendilerini veya bir kısmını Allah yolunda pay sahibi kılmak için mallarını harcayanların durumu ise bir tepenin üstünde bulunan, üzerine kuvvetli bir sağnağın yağıp meyvelerini iki kat artırdığı bir bahçenin durumuna benzer. Bir sağnak yağmazsa, ona mutlaka bir çisinti düşer. Allah, yaptıklarınızı gözetliyor"},{"SurahNumber":2,"VerseNumber":266,"Text":"Sizden hanginiz ister ki, kendisinin hurma ve üzüm bağları bulunan altından ırmaklar akan, içinde her çeşit ürünün yetiştiği bir bahçesi olsun da kendisine yaşlılık çöküp elleri yetmez, güçleri çatmaz bir takım çocukların bulunduğu bir sırada, ateşli bir bora isabet edip bahçesini yaksın? İşte Allah, düşünesiniz diye sizlere ayetlerini böyle anlatıyor"},{"SurahNumber":2,"VerseNumber":267,"Text":"Ey iman edenler, gerek kazandıklarınızın ve gerekse sizin için yerden çıkardıklarımızın temizlerinden Allah yolunda harcayın, kendinizin göz yummadan alamayacağınız adilerini vermeye yeltenmeyin ve Allah´ın hiç bir şeye ihtiyacı olmadığını ve şükredilmesi gereken olduğunu bilin"},{"SurahNumber":2,"VerseNumber":268,"Text":"Şeytan, sizi yoksullukla korkutup çirkin çirkin şeylere teşvik ediyor. Allah ise, kendi katından bir bağışlama ve fazla bir kar va´dediyor. Allah´ın gücü geniş,ilmi çoktur"},{"SurahNumber":2,"VerseNumber":269,"Text":"Dilediğine hikmet verir. Hikmet verilene ise çok büyük bir hayır verilmiş demektir. Bunu ancak temiz akıllılar anlar"},{"SurahNumber":2,"VerseNumber":270,"Text":"Her ne nafaka verdiniz veya ne adak adadınızsa, herhalde Allah onu bilir. Fakat zulmedenlerin yardımcıları yoktur"},{"SurahNumber":2,"VerseNumber":271,"Text":"Sadakaları açıksa verirseniz ne iyi! Eğer fakirlere gizlice verirseniz, bu sizin için daha hayırlıdır ve günahlarınızın bir kısmının bağışlanmasını sağlar. Allah, bütün yaptıklarınızdan haberdardır"},{"SurahNumber":2,"VerseNumber":272,"Text":"Onların yola gelmesi senin üzerine vazife değildir. Ancak Allah, dilediğini yola getirir. Hayır adına ne verirseniz, hep kendi lehinizedir. Ancak sizler, yalnız Allah rızası için verirsiniz. Bu şekilde hayır için her ne verirseniz, karşılığı size tamamen ödenir ve hiç hakkınız yenmez"},{"SurahNumber":2,"VerseNumber":273,"Text":"Allah yoluna kapanmış olup şurada burada dolaşmayan fakirlere verin. İstemekten çekindikleri için, bilmeyen onları zengin zanneder. Onları simalarından tanırsın. Yüzsüzlük edip halkı rahatsız etmezler. İşe yarar her ne verirseniz, hiç şüphesiz, Allah onu bilir"},{"SurahNumber":2,"VerseNumber":274,"Text":"Mallarını gece gündüz, gizli ve açık hayır için harcayan kimselerin Rablarının yanında, yalnız kendileri için, mükafatları vardır. Onlara bir korku yoktur ve hiç üzülmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":275,"Text":"Faiz yiyen kimseler, şeytan çarpmış kimsenin kalktığı gibi kalkarlar. Bu, onların: «Ticaret, tıpkı faiz gibidir.» demeleri yüzündendir. Oysa, Allah, ticareti helal, faizi haram etti. Bundan böyle her kim Rabbı tarafından kendisine bir öğüt gelir de faizden vazgeçerse, artık geçmişte aldığı onundur ve hakkındaki kararı Allah verecektir. Her kim de döner, yeniden faiz alırsa, işte onlar cehennemin sakinleridirler, hep orada kalacaklardır"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah, faizi mahveder ve sadakaları artırır. Allah, günahkar katı inkarcıların hiçbirini sevmez"},{"SurahNumber":2,"VerseNumber":277,"Text":"İman edip iyi işler yapan ve namaz kılıp, zekat verenlerin, Rabblerinin yanında, şüphesiz kendilerine ait mükafatları vardır. Onlara bir korku yoktur ve hiç üzülmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":278,"Text":"Ey iman edenler, Allah´tan korkun ve eğer gerçek inananlar iseniz faiz hesabından kalan miktarı almaktan vazgeçin"},{"SurahNumber":2,"VerseNumber":279,"Text":"Eğer böyle yapmazsanız, o halde Allah ve O´nun elçisi tarafından bir savaş açılacağını bilin. Eğer tevbe ederseniz, ana paranız sizindir. Ne haksızlık etmiş, ne de haksızlığa uğramış olursunuz"},{"SurahNumber":2,"VerseNumber":280,"Text":"Eğer borçlu sıkıntıda ise, ona kolaylık tanımalısınız; borcu sadaka olarak bağışlamanız, eğer bilirseniz, hakkınızda daha hayırlıdır"},{"SurahNumber":2,"VerseNumber":281,"Text":"Döndürülüp Allah´a götürüleceğiniz, sonra da herkese kazancının tamamıyla ödeneceği ve hiçbir haksızlığa uğratılmayacağı günden korkup ona hazırlanın"},{"SurahNumber":2,"VerseNumber":282,"Text":"Ey iman edenler, birbirinizden belirli bir vade ile borç aldığınızda, onu yazın; aranızda doğrulukla tanınmış bir yazı bilen kişi, onu yazsın. Yazı bilen de kendisine Allah´ın öğrettiği gibi yazmaktan kaçınmasın. Bir de borçlu adam söyleyip yazdırsın, her biri Allah´tan korksun ve haktan birşey eksiltmesin. Eğer borçlu, aklı ermeyen biri yahut küçük veya kendisi söyleyip yazdıramayacak durumda ise, velisi dosdoğru söyleyip yazdırsın. Erkeklerinizden iki şahit gösterin. Eğer ikisi de erkek olamıyorsa o zaman doğruluğuna güvendiğiniz bir erkekle iki kadın şahit olsun ki, biri unutunca diğeri hatırlatsın. Şahitler de çağrıldıklarında kaçınmasınlar. Siz yazanlar da az olsun çok olsun onu vadesine kadar yazmaktan üşenmeyin. Bu Allah yanında adalete en uygun olduğu gibi şahitlik için daha sağlam ve şüpheye düşmemeniz için daha elverişlidir. Ancak aranızda peşin devrettiğiniz bir ticaretse, o zaman bunu yazmamanızda size bir sakınca yoktur. Alışveriş yaptığınızda da şahit tutun, bir de ne yazana ne de şahitlik edene zarar verilmesin. Eğer zarar verirseniz bu mutlaka kendinize dokunacak bir günah olur. Allah´tan korkun! Allah size ilim öğretiyor ve Allah her şeyi bilir"},{"SurahNumber":2,"VerseNumber":283,"Text":"Eğer yolculukta iseniz ve bir yazıcı da bulamazsanız, alınan rehinler yeterlidir. Birbirinize güveniyorsanız, kendisine inanılan kişi, Allah´tan korkup üzerindeki emaneti ödesin. Bir de şahitliği gizlemeyin, onu kim gizlerse, kesinlikle kalbi vebal içindedir. Allah, bütün yaptıklarınızı bilir"},{"SurahNumber":2,"VerseNumber":284,"Text":"Göklerdeki ve yerdeki herşey Allah´ındır. Siz, içinizdekini açıklasanız da saklasanız da Allah, sizi onunla hesaba çeker; sonra dilediğini bağışlar, dilediğine azap eder. Allah, herşeye gücü yetendir"},{"SurahNumber":2,"VerseNumber":285,"Text":"Peygamber, Rabbinden ne indirildiyse ona iman etti, müminler de. Hepsi, Allah´a, meleklerine, kitaplarına ve: «Peygamberleri arasında hiçbir ayırım yapmayız.» diye Peygamberlerine inandılar ve: «İşittik ve boyun eğdik, bağışlamanızı dileriz, ey Rabbimiz! Dönüş sanadır!» dediler"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah, kimseye gücünün ötesinde bir teklifte bulunmaz. Herkesin kazandığı yararına, yüklendiği günahı zararınadır. Ey Rabbimiz, eğer unutarak veya yanılarak yaptıksa, bizi sorgulama! Ey Rabbimiz, bize, bizden öncekilere yüklediğin gibi, ağır yük yükleme! Ey Rabbimiz bize gücümüzün yetmediğini yükletme, günahlarımızı affet, bizleri bağışla ve bize acı! Sensin mevlamız! Bizi, Seni tanımayanlara karşı yardımınla zafere eriştir, kahrolsun kafirler"},{"SurahNumber":3,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah´tan başka tanrı yoktur. Sonsuz hayat sahibi, bütün varlıkları ayakta tutan ve gözeten odur"},{"SurahNumber":3,"VerseNumber":3,"Text":"O, sana kitabı, önündekileri doğrulayıcı olarak hak ile indirmektedir. Önceden insanları doğru yola iletmek için Tevrat´ı ve İncil´i indirmişti"},{"SurahNumber":3,"VerseNumber":4,"Text":"Bir de ayırt eden Furkan indirdi. Allah´ın ayetlerini tanımayanlara şüphesiz şiddetli bir azap vardır. Öyle ya, Allah´ın izzeti var, intikamı var"},{"SurahNumber":3,"VerseNumber":5,"Text":"Şüphesiz yerde ve gökte ne varsa hiçbir şey Allah´a gizli kalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Rahimlerde sizlere dilediği şekli veren O´dur. Başka tanrı yok, ancak O vardır. Güçlü O´dur, hikmet sahibi O´dur"},{"SurahNumber":3,"VerseNumber":7,"Text":"Sana bu muazzam kitabı indiren O´dur. O´nun bir kısmı anlamları kesin olup kitabın temelini oluşturan ayetlerdir. Diğer bir takımları da anlamları benzeşik olanlardır. Ama kalplerinde bir yamukluk bulunanlar fitne aramak ve keyiflerince yorumlamak için sadece anlamı benzeşiklerin ardına düşerler. Halbuki, onun gerçek yorumunu ancak Allah bilir. İlimde derinleşmiş olanlar da: «İnandık, hepsi Rabbimizdendir.» derler. Bunları özü temiz olanlardan başkası düşünemez"},{"SurahNumber":3,"VerseNumber":8,"Text":"Ey Rabbimiz, bizleri doğru yoluna erdirdikten sonra kalplerimizi yamultma ve bize katından bir rahmet ihsan et. Şüphesiz, çok bağış yapan yalnız sensin"},{"SurahNumber":3,"VerseNumber":9,"Text":"Ey Rabbimiz, şüphesiz sen, insanları, geleceğinde hiç şüphe olmayan bir güne toplayacaksın. Şüphesiz Allah, belirlediği süreyi şaşırmaz"},{"SurahNumber":3,"VerseNumber":10,"Text":"O inkar edenlere muhakkak ki ne malları, ne çocukları Allah´a karşı zerre kadar fayda vermeyecektir. Onlar, o ateşin çırasıdırlar"},{"SurahNumber":3,"VerseNumber":11,"Text":"Tıpkı Firavun hanedanının ve onlardan öncekilerin gidişi gibi, ayetlerimizi yalanladılar. Allah da onları günahları yüzünden tutup yakaladı. Allah´ın azabı çok şiddetlidir"},{"SurahNumber":3,"VerseNumber":12,"Text":"O, inkar edenlere de ki: «Siz mutlaka yenileceksiniz ve toplanıp cehenneme sürüleceksiniz. O ise ne kötü döşektir"},{"SurahNumber":3,"VerseNumber":13,"Text":"Şüphesiz çarpışan iki topluluğun durumunda size bir ibret vardı. Bir topluluk Allah yolunda vuruşuyordu, diğeri de kafirdi ve onları göz göre göre kendilerinin iki katı görüyorlardı. Allah da yardımıyla dilediğini kuvvetlendiriyordu. Elbette gören göze sahip olanlara bunda şüphesiz bir ders vardır"},{"SurahNumber":3,"VerseNumber":14,"Text":"İnsanlara, kadınlar, oğullar, yüklerle altın ve gümüş yığınları, cins atlar, davarlar, ekinler gibi zevklerin sevgisi, çekici hale getirildi. Fakat bunlar, dünya hayatının geçici nimetleridir. Oysa Allah, akibet güzelliği, O´nun yanındadır"},{"SurahNumber":3,"VerseNumber":15,"Text":"De ki: «Size o istediklerinizden daha hayırlısını haber vereyim mi? Korunan kullar için Rablerinin yanında altından ırmaklar akan, içlerinde sonsuza kadar kalacakları cennetler vardır. Ayrıca orada kendilerine tertemiz eşler ve hele bir de Allah´ın hoşnutluğu vardır. Allah o kulları görür.»"},{"SurahNumber":3,"VerseNumber":16,"Text":"Onlar ki: «Rabbimiz, inandık iman getirdik; artık bizim suçlarımızı bağışla ve bizleri o ateş azabından koru!» derler"},{"SurahNumber":3,"VerseNumber":17,"Text":"O sabredenleri, doğruluktan ayrılmayanları, divan duranları, nafaka verenleri ve seher vakitlerinde bağışlanma dileyenleri koru! derler"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah kendisinden başka tanrı olmadığına şahittir. Bütün melekler ve ilim uluları da adaleti yerine getirerek şahittirler. O´ndan başka tanrı yoktur; güçlüdür, hikmet sahibidir O"},{"SurahNumber":3,"VerseNumber":19,"Text":"Doğrusu Allah katında din, İslam´dır. O kitap verilenlerin ayrılığa düşmesi ise sırf kendilerine ilim geldikten sonra aralarındaki ihtirastandır. Her kim de Allah´ın ayetlerini inkar ederse, şüphe yok ki Allah, hesabı çabuk görendir"},{"SurahNumber":3,"VerseNumber":20,"Text":"Buna karşı seninle tartışmaya kalkışanlara de ki: «Ben yüzümü İslam ile tertemiz Allah´a tuttum, bana uyanlar da.» O kitap verilenlerle verilmeyen ümmilere de ki: «Siz İslam´ı kabul ettiniz mi?» Eğer kavgayı kesip İslam´a girerlerse doğru yolu tutmuşlardır. Yüz çevirirlerse, sana düşen ancak tebliğdir; Allah o kulları görüyordur"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allah´ın ayetlerini tanımayanlara, haksızlıkla peygamberleri öldürenlere ve insanlar içinde adaleti ve insafı emreden kimselere kıyanlara acı bir azap müjdele"},{"SurahNumber":3,"VerseNumber":22,"Text":"İşte bunlar, dünya ve ahirette amelleri boşa gitmiş kimselerdir ve onları kurtaracak da yoktur"},{"SurahNumber":3,"VerseNumber":23,"Text":"Baksana o kendilerine kitaptan bir nasip verilmiş olanlara, aralarında hakem olması için Allah´ın kitabına davet olunuyorlar da içlerinden bir kısmı, yüz çevirerek dönüp gidiyor"},{"SurahNumber":3,"VerseNumber":24,"Text":"Çünkü onlar: «Sadece sayılı bir kaç gün dışında asla bize ateş dokunmaz.» demekte ve uydurageldikleri yalanlar dinlerinde kendilerini aldatmaktadır"},{"SurahNumber":3,"VerseNumber":25,"Text":"Bakalım o geleceğinde şüphe olmayan gün için kendilerini topladığımız ve hiç kimseye haksızlık edilmeyerek, herkese her ne kazandıysa tamamen ödendiği vakit ne olacak"},{"SurahNumber":3,"VerseNumber":26,"Text":"De ki ey mülkün sahibi olan Allah´ım! Dilediğine mülk verirsin, dilediğinden de mülkü çeker alırsın; dilediğini yüceltir, dilediğini alçaltırsın. Hayır yalnız senin elindedir. Gerçekten sen, herşeye gücü yetensin.»"},{"SurahNumber":3,"VerseNumber":27,"Text":"Geceyi gündüzün içine sokarsın, gündüzü de gecenin içine sokarsın. Ölüden diri çıkarırsın, diriden ölü çıkarırsın. Dilediğine de sayısız rızık verirsin"},{"SurahNumber":3,"VerseNumber":28,"Text":"İnananlar, inananları bırakıp da kafirleri dost edinmesin. Her kim bunu yaparsa, Allah´tan ilişiği kesilmiş olur. Ancak onlardan bir korunma yapmanız başka. Allah, sizi kendisinden korkmanız için uyarıyor. Sonuçta gidiş Allah´adır"},{"SurahNumber":3,"VerseNumber":29,"Text":"De ki: «İçinizdekileri gizleseniz de belli etseniz de Allah onu bilir ve bütün göklerde ve yerde ne varsa bilir. Allah herşeye gücü yetendir.»"},{"SurahNumber":3,"VerseNumber":30,"Text":"Herkes ne hayır işlemişse ve ne kötülük yapmış ise önüne konmuş bulacağı gün, onlarla arasında uzak bir mesafe bulunmasını ister. Yine Allah, sizi kendisinden korkmanız için uyarıyor ve Allah, kullarını çok esirgiyor"},{"SurahNumber":3,"VerseNumber":31,"Text":"De ki: Eğer Allah´ı seviyorsanız hemen bana uyun ki Allah da sizleri sevsin ve suçlarınızı bağışlasın; Allah, daima bağışlayan ve esirgeyendir"},{"SurahNumber":3,"VerseNumber":32,"Text":"De ki: Allah´a ve peygambere itaat edin! Eğer aksine giderlerse, şüphe yok ki Allah kafirleri sevmez"},{"SurahNumber":3,"VerseNumber":33,"Text":"Gerçekten Allah, Adem´i, Nuh´u ve İbrahim ailesiyle İmran hanedanını süzüp alemler üzerine seçti"},{"SurahNumber":3,"VerseNumber":34,"Text":"Birbirinden gelen bir zürriyet olarak; Allah işitendir, bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"İmran´ın karısı: «Ya Rab! Ben karnımdakini kayıtsızca sana adadım, hemen kabul et bunu benden; çünkü sadece Sensin işiten, bilen Sen!» dedi"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu doğurduğu zaman: «Ya Rab, onu kız doğurdum» dedi. Oysa ne doğurduğunu Allah daha iyi biliyordu. Halbuki erkek, kız gibi değildi; ben onun adını Meryem koydum ve işte onu ve soyunu taşlanmış şeytanın şerrinden sana ısmarlıyorum"},{"SurahNumber":3,"VerseNumber":37,"Text":"Bunun üzerine Rabbi, onu hoşnutlukla kabul buyurdu, onu güzel bir biçimde yetiştirdi ve Zekeriyya´nın himayesine verdi. Zekeriyya, onun yanına mihraba her girdikçe yeni bir yiyecek bulur ve: «Ey Meryem, bu sana nereden?» derdi. O da: «Allah tarafından» derdi. Şüphe yok ki, Allah dilediğine sayısız rızık verir"},{"SurahNumber":3,"VerseNumber":38,"Text":"O aralık Zekeriyya Rabbine: «Ey Rabbim, bana katından temiz bir soy ihsan eyle; şüphesiz sen duayı işitensin!» diye dua etti"},{"SurahNumber":3,"VerseNumber":39,"Text":"O kalkmış mihrabda namaz kılarken melekler kendisine şöyle seslendiler: «Haberin olsun, Allah sana, Allah´tan gelen bir kelimeyi doğrulayacak, efendi, son derece nefsine hakim ve salihlerden bir peygamber olmak üzere Yahya´yı müjdeliyor"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zekeriyya: «Ey Rabbim, bana ihtiyarlık gelip çatmış, karım da kısır iken, benim nasıl bir oğlum olur?» dedi. Allah buyurdu ki: «Öyle, Allah ne dilerse yapar.»"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zekeriyya: «Rabbim bana bir alamet ver!» dedi. Allah: «Alametin insanlarla üç gün yalnızca işaretten başka türlü konuşamamandır. Bununla birlikte Rabbini çok an ve akşam-sabah tesbih et!» buyurdu"},{"SurahNumber":3,"VerseNumber":42,"Text":"Melekler şöyle demişlerdi: «Ey Meryem, Şüphesiz Allah seni süzüp seçti, seni tertemiz yarattı ve seni alemin kadınlarına üstün kıldı"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem, Rabbine divan dur, secdeye kapan ve rüku edenlerle birlikte rüku et!»"},{"SurahNumber":3,"VerseNumber":44,"Text":"Bu, sana vahy ile bildirdiğimiz gayb haberlerindendir, Ey Muhammed, yoksa, Meryem´i hangisi himayesine alacak diye kalemleriyle kur´a atarlarken de çekişirlerken de sen yanlarında değildin"},{"SurahNumber":3,"VerseNumber":45,"Text":"Melekler şöyle dediği vakit: «Ey Meryem, haberin olsun, Allah seni dünya ve ahirette itibarlı biri ve kendisine yakın olanlardan olarak tarafından bir «kelime» ile müjdeliyor! Adı, Meryem oğlu Mesih İsa´dır.»"},{"SurahNumber":3,"VerseNumber":46,"Text":"O, hem beşikte iken hem yetişkinliğinde insanlarla konuşacak, hem de iyilerdendir"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem: «Ey Rabbim, bana bir beşer dokunmamışken, nasıl çocuğum olur?» dedi. Allah: «Öyle, Allah ne dilerse yaratır, O, birşeyi dilediğinde, yalnızca ona «Ol» der, o da hemen oluverir.» buyurdu"},{"SurahNumber":3,"VerseNumber":48,"Text":"Ona hem yazıyı, hem hikmeti, hem Tevrat´ı, hem İncil´i öğretecek"},{"SurahNumber":3,"VerseNumber":49,"Text":"Onu İsrailoğullarına Peygamber olarak gönderecek; onlara diyecek ki: «Ben, size Rabbinizden bir mucize ile geldim. Ben, size çamurdan kuş biçiminde bir yaratık yaparım, içine üflerim; Allah´ın izniyle hemen bir kuş olur. Yine Allah´ın izniyle, anadan doğma körü ve abraşı iyi eder, ölüleri diriltirim ve size evlerinizde yediklerinizi ve biriktirdiklerinizi haber veririm. Eğer iman edecekseniz, şüphesiz bunda size bir delil vardır"},{"SurahNumber":3,"VerseNumber":50,"Text":"Ben, hem size, Tevrat´tan önümde bulunanı tasdik edici hem de size haram edilenin bir kısmını helal kılmak için ve Rabbınızdan bir mucize ile size geldim; Artık Allah´tan korkun da bana itaat edin"},{"SurahNumber":3,"VerseNumber":51,"Text":"Şüphe yok ki Allah, benim de Rabbim, sizin de Rabbinizdir. Onun için hep O´na kulluk edin! İşte bu doğru yoldur.»"},{"SurahNumber":3,"VerseNumber":52,"Text":"İsa onların inkar ettiklerini sezince: «Kimdir benim Allah yolunda arkadaşlarım?» dedi. Havariler: «Biziz Allah dininin yardımcıları, biz Allah´a iman ettik. Sen bizim lekesiz bir iman ile teslim olduğumuza şahit ol!» dediler"},{"SurahNumber":3,"VerseNumber":53,"Text":"Ey Rabbimiz, indirdiğine inandık ve Peygamber´in ardınca gittik; şimdi bizi o şahitlerle birlikte yaz"},{"SurahNumber":3,"VerseNumber":54,"Text":"Bununla birlikte hileye başvurdular, Allah da onların hilelerini boşa çıkardı. Allah, hileyi boşa çıkaranların en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":55,"Text":"O vakit ki, Allah şöyle buyurdu: «Ey İsa, gerçekten seni öldüreceğim, seni kendime kaldıracağım, seni o inkar edenlerden arındıracağım ve sana uyanları kıyamete kadar, o inkarcılardan üstün kılacağım. Sonra da hep dönüşünüz Bana olacak ve o zaman anlaşmazlığa düştüğünüz şeyler hakkında aranızda hükmü Ben vereceğim.»"},{"SurahNumber":3,"VerseNumber":56,"Text":"O inkar edenleri, dünya ve ahirette şiddetli bir azaba çarptıracağım, onların hiçbir yardımcıları da olmayacak"},{"SurahNumber":3,"VerseNumber":57,"Text":"Ancak iman edip yararlı işler yapanlara, mükafatlarını tamamıyla öder ve Allah zulmedenleri sevmez"},{"SurahNumber":3,"VerseNumber":58,"Text":"İşte o hükmü, Biz sana bu ayetlerde ve hikmetlerle dolu Kur´an´dan aşama aşama okuyoruz"},{"SurahNumber":3,"VerseNumber":59,"Text":"Doğrusu Allah katında İsa´nın durumu Adem´in durumu gibidir. Onu topraktan yarattı sonra da ona: «Ol!» dedi. O da hemen oluverdi"},{"SurahNumber":3,"VerseNumber":60,"Text":"Bu gerçek senin Rabbindendir; bunun için şüphe edenlerden olma"},{"SurahNumber":3,"VerseNumber":61,"Text":"Sana gelen ilimden sonra artık her kim seninle tartışmaya kalkarsa de ki: «Gelin, oğullarımızı, oğullarınızı, kadınlarımızı, kadınlarınızı çağıralım, kendimiz ve kendiniz de onlarla bir araya gelelim. Sonra can u gönülden dua edip Allah´ın lanetini yalancıların boynuna geçirelim!»"},{"SurahNumber":3,"VerseNumber":62,"Text":"Doğrusu, budur işte o kıssanın gerçek ifadesi. Allah´tan başka hiçbir ilah yoktur ve Allah gerçekten güçlüdür, hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":63,"Text":"Yine yüz çevirirlerse, muhakkak ki Allah fesatçıları bilir"},{"SurahNumber":3,"VerseNumber":64,"Text":"De ki: «Ey kendilerine kitap verilenler, gelin aramızda ortak bir kelimede birleşelim, Allah´tan başkasına tapmayalım, O´na hiçbir ortak koşmayalım ve Allah´tan başka kimimiz kimimizi Rab edinmesin!» Eğer bundan yüz çevirirlerse: «Bizim gerçekten müslüman olduğumuza şahit olun!» deyin"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey kendilerine kitap verilenler, niçin İbrahim hakkında tartışıyorsunuz? Oysa Tevrat ve İncil ancak ondan sonra indirildi. Bunuda mı kavrayamıyorsunuz"},{"SurahNumber":3,"VerseNumber":66,"Text":"İşte siz öylesiniz, diyelim ki, biraz bilginiz olan konuda tartıştınız. Ama hiç bilginiz olmayan konuda ne diye tartışırsınız? Oysa Allah bilir, siz ise bilmiyorsunuz"},{"SurahNumber":3,"VerseNumber":67,"Text":"İbrahim, ne yahudi ne de hıristiyandı; ancak o, lekesiz bir müslümandı ve Allah´a ortak koşanlardan da olmamıştı"},{"SurahNumber":3,"VerseNumber":68,"Text":"Doğrusu, insanların İbrahim´e en yakını, elbette onun izinden gidenler, şu peygamber ve inananlardır. Allah, inananların velisidir"},{"SurahNumber":3,"VerseNumber":69,"Text":"Kitap verilenlerden bir topluluk, sizleri şaşırtmayı arzu etti. Oysa kendilerini şaşırtıyorlar da farkına varamıyorlar"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey kendilerine kitap verilenler, neden göz göre göre Allah´ın ayetlerini inkar ediyorsunuz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey kendilerine kitap verilenler, neden hakkı batıla buluyorsunuz da gerçeği bile bile gizliyorsunuz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Kitap verilenlerden bir kısmı da şöyle dedi: «Varın o inananlara indirilene güpe gündüz inanın, sonunda da dönüp inkar edin, belki onlar da dönerler"},{"SurahNumber":3,"VerseNumber":73,"Text":"Ve kendi dininize uyanlardan başkasına aman vermeyin.» De ki: «Muhakkak doğru yol, Allah´ın yoludur, size verilen gibisi başka birine veriliyor veya Rabbinizin katında size üstün gelecek diye midir bu?» De ki: «Doğrusu nimet Allah´ın elindedir, onu dilediğine verir ve Allah, nimeti bol olan, herşeyi bilendir.»"},{"SurahNumber":3,"VerseNumber":74,"Text":"Rahmeti ile dilediğine ayrıcalık verir, Allah çok büyük nimet sahibidir"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kitap verilenlerden öylesi vardır ki, ona yüklerle emanet bıraksan onu sana geri verir. Yine onlardan öylesi vardır ki, ona bir dinar emanet etsen, tepesine binmedikçe onu sana vermez. Çünkü onlar: «Bizim aleyhimizde okur yazar olmayanlarda bir yol yok» derler ve Allah´a karşı bile bile yalan söylerler"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hayır yol var! Her kim verdiği sözü yerine getirir ve sakınırsa şüphesiz, Allah o sakınanları sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Fakat Allah´a verdikleri sözü ve kendi yeminlerini bir kaç paraya satanlara gelince, onların ahirette hiçbir nasibi yoktur. Allah, onlarla konuşmayacak, kıyamet gününde onlara bakmayacak ve onları temize çıkarmayacaktır. Onların hakkı elim bir azaptır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Bir de onlardan bir grup vardır ki, siz onu kitaptan sanasınız diye, dillerini kitaba bakarak eğip büğerler. Oysa o, kitaptan değildir. Yine: «O, Allah tarafındandır.» derler. Oysa Allah tarafından değildir. Ama, bile bile Allah namına yalan söylerler"},{"SurahNumber":3,"VerseNumber":79,"Text":"Allah´ın kendisine kitap, bilgi ve peygamberlik vermiş olduğu hiçbir kişinin kalkıp da insanlara: «Allah´a değil bana kul olun» diyebilme yetkisi yoktur. Ancak: «Kitabı öğretmekte ve ders alıp vermekte olmanız sebebiyle Allah yolunun erleri olunuz!» der"},{"SurahNumber":3,"VerseNumber":80,"Text":"Ve hiçbir zaman melekleri ve peygamberleri tanrılar edinmenizi de emredemez. O halde siz, müslüman olduktan sonra, size inkarcı olmanızı emredebilir mi"},{"SurahNumber":3,"VerseNumber":81,"Text":"Allah, vaktiyle peygamberlerden: «Andolsun ki, size kitap ve hikmetten her ne verdiysem, sonra size beraberinizdekini doğrulayan bir peygamber geldiğinde ona kesinlikle inanacaksınız ve çaresiz ona yardım edeceksiniz.» diye söz almış ve: «Bunu kabul ettiniz mi? Bunun üzerine ağır ahdimi boynunuza aldınız mı?» demişti. Onlar: «Kabul ettik.» dediler. Allah da: «Öyle ise, şahit olun, ben de sizinle birlikte şahitlik edenlerdenim!» buyurdu"},{"SurahNumber":3,"VerseNumber":82,"Text":"Demek ki, bunun arkasından her kim dönerse artık onlar, hep dinden çıkmış günahkarlardır"},{"SurahNumber":3,"VerseNumber":83,"Text":"Allah´ın dininden başkasını mı arıyorlar? Oysa ki, göklerde ve yerde ne varsa, hepsi ister istemez O´na teslim olmuş, hep döndürülüp O´na götürülüyorlar"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: «Biz, Allah´a, bize indirilene; İbrahim´e, İsmail´e, İshak´a, Yakub´a ve torunlarına indirilene; Musa´ya İsa´ya peygamberlere Rablerinden verilene inandık iman getirdik. Onlardan hiçbiri arasında ayırım yapmayız ve biz, ancak O´na boyun eğen müslümanlarız!»"},{"SurahNumber":3,"VerseNumber":85,"Text":"Her kim İslam´dan başka bir din ararsa asla kabul edilmez ve o, ahirette hüsrana uğrayanlardan olur"},{"SurahNumber":3,"VerseNumber":86,"Text":"Kendilerine açık deliller gelmiş ve peygamberin hak olduğuna şahitlik etmişken, inananların arkasından nankörlük edip inkara sapan bir milleti, Allah nasıl başarılı kılar! Oysa Allah, zulmedenler topluluğunu başarılı kılmaz"},{"SurahNumber":3,"VerseNumber":87,"Text":"İşte onlar! Cezaları; Allah´ın, meleklerin ve bütün insanların lanetinin üzerlerinde olmasıdır"},{"SurahNumber":3,"VerseNumber":88,"Text":"Sonsuza kadar o lanetin içindedirler, azapları hafifletilmez ve kendilerine mühlet verilmez"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak onun arkasından tevbe edip gidişatlarını düzeltenler başka; çünkü Allah, bağışlayan ve çok esirgeyendir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Kesinlikle inanmalarının arkasından inkara sapmış, sonra da inkarcılıkta ileri gitmiş olanların tevbeleri asla kabul edilmeyecektir. Onlar, hep sapıklık içinde kalmış kişilerdir"},{"SurahNumber":3,"VerseNumber":91,"Text":"İnkar etmiş ve inkarcı olarak ölüp gitmiş kimselerin her biri kendini kurtarmak için dünya dolusu altın verecek de olsa, bu onların hiçbirinden asla kabul edilmeyecektir. Onların hakkı elim bir azaptır ve kendilerini kurtaracak da yoktur"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiğiniz şeylerden başkalarına da vermedikçe, tam bir iyilik vasfına eremezsiniz. Her ne harcarsanız şüphesiz Allah onu bilir"}]}