{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Ara jene rekho ya kichu tomara yud'dhaksetre labha karo tara pancamansa tahale allah‌ra, jan'ya yatha rasulera jan'ya, ara nikata‌tmiyera jan'ya, ara etimadera, misakinadera, o pathacaridera jan'ya, yadi tomara bisbasa karo allah‌te ara tate ya amara amadera bandara kache abatarana karechi se'i phurakanera dine, yedina du'i dala mukhomukhi hayechila. Ara allah saba-kichura upare sarbasaktimana."},{"SurahNumber":8,"VerseNumber":42,"Text":"Smarana karo! Tomara chile upatyakara nikata prante ara tara upatyakara dura prante, ara kaphela chila tomadera ceye ninma bhumite. Ara yadi tomara parasparera madhye kono bandobasta kare thakate tabe e sid'dhante tomara matabheda karate, kintu -- yena allah byapara ekata ghatate parena yeta ghate'i geche, yena yara dhbansa habara se dhbansa hate pare spasta pramanera phale, ara yara bamcabara se bamcate pare spasta pramanera phale. Ara nihsandeha allah abasya'i sarbasrota, sarbajnata."},{"SurahNumber":8,"VerseNumber":43,"Text":"Smarana karo! Allah tomara kache tadera dekhiyechilena tomara sbare madhye alpasankhyaka. Ara tini yadi tomara kache tadera dekhatena bahusankhyaka tabe tomara abasya'i durbala-citta haye parate ebam byaparati sanbandhe tomara tarkabitarka karate, kintu allah raksa karechena. Nihsandeha tini bisesabhabe abahita achena bukera bhetare ya rayeche se-sanbandhe."},{"SurahNumber":8,"VerseNumber":44,"Text":"Ara smarana karo! Tini tomadera kache tadera dekhiye-chilena, yakhana tomara mukhomukhi hayechile, tomadera cokhe alpasankhyaka, ara tini tomadera karechilena sbalpasankhyaka tadera cokhe, e'ijan'ya yena allah byapara ekata ghatate parena ya ghate'i geche. Ara allah‌ra kache'i saba byapara phiriye ana haya."},{"SurahNumber":8,"VerseNumber":45,"Text":"Ohe yara imana enecha! Tomara yakhana kono sain'yadalera sam'mukhina ha'o takhana drrhasankalpa habe, ara allah‌ke besi ka’re smarana karabe yena tomara saphalakama ha'o."},{"SurahNumber":8,"VerseNumber":46,"Text":"Ara allah o tamra rasulake mene calo, ara bibada karo na pache tomara durbalacitta ha'o, o tomadera bayuprabaha cale yaka, ara adhyabasaya abalanbana karo. Nihsandeha allah adhyabasayidera sathe rayechena."},{"SurahNumber":8,"VerseNumber":47,"Text":"Ara tomara tadera mato hayo na yara tadera ghara theke beriyechila garbabhare o loka dekhanora jan'ye, ara badha deya allah‌ra patha theke. Ara tara ya kare allah ta ghire rayechena."},{"SurahNumber":8,"VerseNumber":48,"Text":"Ara smarana karo! Sayatanati tadera karyabali tadera kache cittakarsaka karechila o balechila -- ''ajakera dine lokadera madhye ke'u'i tomadera upare bijayi hate parabe na, ara nihsandeha ami to rayechi tomadera sahayyakari.’’ Kintu tarapara yakhana du'i sain'yadale dekhadekhi halo, se tara goralira upare mora pheralo ara balale -- ''ami alabat tomadera theke bidaya, ami nihsandeha dekhate pacchi ya tomara dekhacho na, ami abasya'i allah‌ke bhaya kari, ara allah pratiphala dane ati kathora.’’"},{"SurahNumber":8,"VerseNumber":49,"Text":"Smarana karo! Kapatara ara yadera antare byadhi rayeche tara bale -- ''tadera dharma'i tadera bibhranta kareche.’’ Bastuta ye ke'u allah‌ra upare nirbhara kare, tabe nihsandeha allah mahasaktisali, paramajnani."},{"SurahNumber":8,"VerseNumber":50,"Text":"Ara tumi yadi dekhate pete yakhana yara abisbasa posana kare tadera prana harana karache, phiris‌tara aghata karache tadera mukhe o tadera pithe, ara -- ''porara yantrana asbada karo!’’"},{"SurahNumber":8,"VerseNumber":51,"Text":"E e-jan'ya ya tomadera hata agabariye diyechila, ara allah kakhano bandadera prati atyacari nana.’’"},{"SurahNumber":8,"VerseNumber":52,"Text":"Phira'a'unera sangapangadera abasthaya n'yaya ara yara tadera purbabarti chila. Tara allah‌ra nidarsanasamuha pratyakhyana karechila, ta'i allah tadera pakara'o karalena tadera papera daruna. Nihsandeha allah asima ksamatasali, pratiphala dane ati kathora."},{"SurahNumber":8,"VerseNumber":53,"Text":"E ejan'ya ye allah anugraha paribartanakari hona na ya kono jatira prati tini arpana karechena, yataksana na tara nijera se- saba badaliye phele. Ara allah nihsandeha sarbasrota, sarbajnata."},{"SurahNumber":8,"VerseNumber":54,"Text":"Phira'a'unera gosthira abasthara n'yaya ara yara tadera purbabarti chila. Tara tadera prabhura banisamuhe mithyaropa karechila, kaje'i tadera papera daruna amara tadera dhbansa karechilama ara phira'a'unera sangopangadera amara dubiye diyechilama, ara tara saba'i chila atyacari."},{"SurahNumber":8,"VerseNumber":55,"Text":"Nihsandeha allah‌ra kache nikrstatama jiba hacche tara yara abisbasa posana kare, kaje'i tara imana ane na."},{"SurahNumber":8,"VerseNumber":56,"Text":"Odera madhye yadera sange tumi cukti sampadana karo, -- tarapara tara tadera cukti pratyeka bare'i bhanga kare, ara tara bhayabhakti kare na."},{"SurahNumber":8,"VerseNumber":57,"Text":"Sutaram yud'dhera madhye yadi tadera karayatta karo tabe tadera dbara yara tadera pascadanusarana kare tadera bidhabasta karo, yena tara satarkata abalanbana kare."},{"SurahNumber":8,"VerseNumber":58,"Text":"Ara yadi tumi kono dala theke bisbasaghatakatara asanka karo, tabe chomre da'o tadera dike samana-samanabhabe. Nihsandeha allah bisbasaghatakadera bhalobasena na."},{"SurahNumber":8,"VerseNumber":59,"Text":"Ara yara abisbasa posana kare tara yena na bhabe ye tara diniye yete parabe. Nihsandeha tara paritrana pabe na."},{"SurahNumber":8,"VerseNumber":60,"Text":"Ara tomara tadera birud'dhe prastuta rakhabe ya-kichute tomara samartha ha'o -- saurya-birye o hrspusta ghoraguloya, -- tara dbara bhita-santrasta rakhabe allah‌ra satrudera tatha tomadera satrudera, ara tadera chara an'yadera'o, tadera tomara jano na, allah tadera janena. Ara ya-kichu tomara allah‌ra pathe byaya karabe ta tomadera puropuri pratidana de'oya habe, ara tomara atyacarita habe na."},{"SurahNumber":8,"VerseNumber":61,"Text":"Ara yadi tara santira dike jhomke tabe tumi'o era dike jhukambe, ara allah‌ra prati nirbhara karo. Nihsandeha tini'i sarbasrota, sarbajnata."},{"SurahNumber":8,"VerseNumber":62,"Text":"Ara yadi tara caya ye tara tomake phamki debe, tabe nihsandeha allah tomara jan'ya yathesta. Tini'i se'i jana yini tomake baliyana karena tamra sahayatara dbara ara muminadera dbara."},{"SurahNumber":8,"VerseNumber":63,"Text":"Ara tadera hrdayera madhye tini priti sthapana karechena. Tumi yadi prthibite ya ache tara sabata'i kharaca karate tabu tumi tadera hrdayera madhye sampriti sthapana karate parate na, kintu allah tadera madhye priti sthapana karechena. Nihsandeha tini mahasaktisali, paramajnani."},{"SurahNumber":8,"VerseNumber":64,"Text":"He priya nabi! Allah‌i tomara jan'ya ara se'isaba muminadera jan'ya yathesta yara tomara anusarana kare."},{"SurahNumber":8,"VerseNumber":65,"Text":"He priya nabi! Muminadera yud'dhera jan'ya utsahita karo. Yadi tomadera madhye kurijana dhairyasila thake tabe tara du’sa janake parajita karabe, ara yadi tomadera madhye ekasata jana thake tabe tara parajita karabe yara abisbasa posana kare tadera ekahajara janake, yehetu tara hacche ekati sampradaya yara bojhe na."},{"SurahNumber":8,"VerseNumber":66,"Text":"Ekhanakara samaye allah tomadera bojha halka karechena, kenana tini janena ye tomadera madhye durbalata ache. Sejan'ya yadi tomadera madhye ekasata jana dhairyasila thake tabe tara du’sa janake parajita karabe, ara yadi tomadera madhye ekahajara jana thake tabe tara allah‌ra anumatikrame du'ihajarake parajita karabe. Ara allah dhairyasiladera sathe rayechena."},{"SurahNumber":8,"VerseNumber":67,"Text":"Ekajana nabira jan'ya sangata naya ye tamra jan'ya bandidera rakha hoka ye paryanta na tini dese jayalabha karechena. Tomara ca'o parthiba sampada, athaca allah cana paraloka. Ara allah mahasaktisali, paramajnani."},{"SurahNumber":8,"VerseNumber":68,"Text":"Yadi allah‌ra tarapha theke bidhana na thakato ya purbe'i ullekha hayeche, tabe tomara ya grahana karate yacchile sejan'ya tomadera upare parato eka birata sasti."},{"SurahNumber":8,"VerseNumber":69,"Text":"Ata'eba bhoga karo ye-saba baidha o pabitra drabya tomara yud'dhaksetre sangraha karecha, ara allah‌ke bhayabhakti karo. Nihsandeha allah paritranakari, aphuranta phaladata."},{"SurahNumber":8,"VerseNumber":70,"Text":"He priya nabi! Tomadera hate bandidera yara ache tadera balo -- ''allah yadi tomadera hrdaye bhalo kichu janate parena tabe tini tomadera dana karabena aro bhalo kichu ya tomadera kacha theke neya hayeche ta theke'o, ara tini tomadera paritrana karabena. Ara allah paritranakari, aphuranta phaladata.’’"},{"SurahNumber":8,"VerseNumber":71,"Text":"Kintu yadi tara caya tomara prati bisbasaghatakata karate, tabe era age'o tara abasya'i allah‌ra prati bisbasabhanga kareche, sutaram tini kartrtba dilena tadera anekera upare. Ara allah sarbajnata, paramajnani."},{"SurahNumber":8,"VerseNumber":72,"Text":"Nihsandeha yara imana eneche o hijarata kareche, ara tadera dhanadaulata o tadera jana-prana diye allah‌ra pathe sangrama kareche, ara yara asraya dana kareche o sahayya kareche, -- era'i hacche paraspara parasparera bandhu. Ara yara imana eneche, athaca hijarata kare ni, tadera abhibhabakatba konobhabe'i tomadera dayitba naya ye paryanta na tara'o hijarata kare. Kintu yadi tara tomadera kache dharmera byapare sahayya prarthana kare tabe sahayya kara tomadera kartabya, abasya se-sampradayera birud'dhe chara yadera madhye cukti rayeche. Ara tomara ya karo allah tara samyaka drasta."},{"SurahNumber":8,"VerseNumber":73,"Text":"Ara yara abisbasa posana kare -- tadera ke'u ke'u aparadera bandhu. Yadi tomara e na karo tabe dese anacara o birata- biparyaya srsti habe."},{"SurahNumber":8,"VerseNumber":74,"Text":"Ara yara imana eneche o hijarata kareche o allah‌ra pathe jihada kareche, ara yara asraya diyeche o sahayya kareche, -- era nijera'i hacche prakrta mumina. Edera jan'ye'i rayeche paritrana o mahat jibika."},{"SurahNumber":8,"VerseNumber":75,"Text":"Ara yara pare imana eneche ebam grhatyaga kareche o tomadera sange theke sangrama kareche, tara'o tomadera madhyekara. Ara raktasamparkera lokera -- tara allah‌ra bidhane paraspara parasparera adhikatara nikata‌tmiya. Nihsandeha allah sarbabisaye sarbajnata."},{"SurahNumber":9,"VerseNumber":1,"Text":"Eka abyahati allah o tamra rasulera tarapha theke se'isaba bahukhodabadidera prati yadera sange tomara sandhi karechile."},{"SurahNumber":9,"VerseNumber":2,"Text":"Sutaram tomara dese abadhe ghoraphera karo cara masakala, ara jene rekho -- tomara niscaya'i allah‌ra kacha theke phasake yabara patra na'o. Ara allah alabat abisbasidera lanchita kare thakena."},{"SurahNumber":9,"VerseNumber":3,"Text":"Ara allah o tamra rasulera tarapha theke janaganera prati e'i mahana hajera dine e eka ghosana ye allah musarikadera kache dayamukta, ara tamra rasula'o. Ata'eba tomara yadi ta'oba karo tabe seti habe tomadera jan'ya kalyanajanaka, kintu tomara yadi phire ya'o tahale jene rekho -- tomara nihsandeha allah‌ra kacha theke phasake yabara patra na'o. Ara yara abisbasa posana kare tadera marmantuda sastira sambada da'o"},{"SurahNumber":9,"VerseNumber":4,"Text":"musarikadera madhyera se'isaba chara yadera sange tomara cukti karecha, tarapara tara tomadera sathe kono truti kare ni, ara tomadera birud'dhe an'ya karora prsthaposakata'o kare ni, tadera sange tahale tadera cukti pratipalana karo segulora meyada paryanta. Nihsandeha allah bhalobasena dharmaparayanadera."},{"SurahNumber":9,"VerseNumber":5,"Text":"Atahpara nisid'dha masagulo yakhana atibahita haye yaya takhana musarikadera katala karo yekhane tadera pa'o, ara tadera bandi karo, ara tadera ghera'o karo, ara tadera jan'ya ot pete thako pratyeka ghamtite. Kintu yadi tara ta'oba kare ebam namaya kayema kare ara yakata adaya kare tabe tadera patha chere diyo. Nihsandeha allah paritranakari aphuranta phaladata."},{"SurahNumber":9,"VerseNumber":6,"Text":"Ara yadi musarikadera kono ekajana tomara kache asraya caya tabe take asraya da'o yena se allah‌ra bani sone, tarapara take tara nirapada yayagaya paumche diyo. Eti e'i jan'ya ye tara hacche emana eka sampradaya yara jane na."},{"SurahNumber":9,"VerseNumber":7,"Text":"Kemana ka’re musarikadera jan'ya allah‌ra sange o tamra rasulera sange cukti hate pare, tadera samparke chara yadera sange tomara cukti karechile pabitra masajidera nikate? Sutaram yataksana tara tomadera prati kayema thakabe tataksana tomara'o tadera prati kayema ra'ibe. Nihsandeha allah dharmaparayanadera bhalobasena."},{"SurahNumber":9,"VerseNumber":8,"Text":"Kemana ka’re yakhana tara yadi tomadera pithe carate pare tabe tara tomadera sange a‌tmiyatara ba cuktira bandhana manabe na? Tara tomadera khusi rakhate caya tadera mukha diye, kintu tadera hrdaya asbikara kare, ara tadera adhikansa'i duskrtikari."},{"SurahNumber":9,"VerseNumber":9,"Text":"Tara allah‌ra ayatake sbalpamulye binimaya kare, ta'i tara tamra patha theke phiriye rakhe. Nihsandeha jaghan'ya ya tara kare yacche."},{"SurahNumber":9,"VerseNumber":10,"Text":"Tara kono muminera belaya a‌tmiyatara ba cuktira bandhana-sanbandhe bhabe na. Era nijera'i hacche simalanghanakari."},{"SurahNumber":9,"VerseNumber":11,"Text":"Kintu yadi tara ta'oba kare, ara namaya kayema kare, ara yakata adaya kare, tabe tara dharme tomadera bha'i. Ara amara nirdesabali bisadabhabe bibrta kari se'i lokadera jan'ya yara jane."},{"SurahNumber":9,"VerseNumber":12,"Text":"Ara tara yadi tadera cukti sampadanera pare'o tadera prati‌sruti bhanga kare ara tomadera dharma niye bidrupa kare tabe abisbasera sardaradera sathe yud'dha karo, -- nihsandeha tadera bela pratijnasaba tadera kache kichu'i naya, -- yena tara birata hate pare."},{"SurahNumber":9,"VerseNumber":13,"Text":"Tomara ki yud'dha karabe na se'isaba sampradayera sathe yara tadera prati‌sruti bhanga kareche, ara sankalpa kareche rasulake bahiskara karara, ara tara'i tomadera upare suru kareche prathame? Tomara ki tadera bhaya karo? Kintu allah‌i adhikatara dabidara ye tomara tamke bhaya karabe -- yadi tomara mumina ha'o."},{"SurahNumber":9,"VerseNumber":14,"Text":"Tadera sange yud'dha karo, allah tadera sasti debena tomadera hate, ara tadera lanchita karabena, ara tomadera sahayya karabena tadera birud'dhe, ara mumina sampradayera buka prasamita karabena."},{"SurahNumber":9,"VerseNumber":15,"Text":"Ara tini tadera bukera ksobha dura karabena. Ara yake icche karena tara prati allah pherena. Ara allah sarbajnata, paramajnani."},{"SurahNumber":9,"VerseNumber":16,"Text":"Tomara ki mane karo ye tomadera chere deya habe, athaca allah jene nena ni ye tomadera madhyera kara sangrama karache, ara kara allah‌ke chere diye ba tamra rasulake bada diye ba muminadera byatita kono antaranga bandhu grahana kare ni? Ara tomara ya karo allah se-sanbandhe purna-oyakiphahala."},{"SurahNumber":9,"VerseNumber":17,"Text":"Musarikadera kono adhikara ne'i ye tara allah‌ra masajidagulo dekhasona karabe yakhana tara tadera nijedera birud'dhe abisbasera saksya deya. Era'i tara yadera kajakarma byartha hayeche, ara agunera madhye tara'i abasthana karabe."},{"SurahNumber":9,"VerseNumber":18,"Text":"Nihsandeha se-i sudhu allah‌ra masajidagulo raksanabeksana karabe ye allah‌te bisbasa kare ara parakale'o, ara namaya kayema kare o yakata adaya kare, ara allah chara ka'uke'o bhaya kare na, kaje'i edera pakse'i sabya ye era hedayatapraptadera madhyekara habe."},{"SurahNumber":9,"VerseNumber":19,"Text":"Tomara ki hajayatridera pani sarabaraha kara o pabitra masajidera dekhasona karake tulyajnana karo tara sathe ye allah‌ra prati o parakalera prati astha rekheche ara allah‌ra pathe sangrama karache? Allah‌ra kache ora samatulya naya. Ara allah an'yayakari sampradayake satpathe paricalana karena na."},{"SurahNumber":9,"VerseNumber":20,"Text":"Yara imana eneche o hijarata kareche, ara allah‌ra pathe tadera dhanadaulata o tadera janaprana diye sangrama kareche, tara allah‌ra kache maryadaya unnatatara. Ara era nijera'i saphalakama."},{"SurahNumber":9,"VerseNumber":21,"Text":"Tadera prabhu tadera susambada dicchena tamra tarapha theke karunadharara, ara prasannatara, ara baga-bagicara yate tadera jan'ye rayeche cirasthayi sukhasamrd'dhi"},{"SurahNumber":9,"VerseNumber":22,"Text":"sekhane tara thakabe cirakala. Nihsandeha allah -- tamra kache rayeche parama puraskara."},{"SurahNumber":9,"VerseNumber":23,"Text":"Ohe yara imana enecha! Tomadera pitrbargake o tomadera bhratrbrndake tomara abhibhabakarupe grahana karo na yadi tara bisbasera ca'ite abisbasake'i bhalobase. Ara tomadera madhye ye ke'u tadera murabbirupe grahana kare tabe tara nijera'i habe an'yayakari."},{"SurahNumber":9,"VerseNumber":24,"Text":"Balo, ''yadi tomadera pitara o tomadera putrera, ara tomadera bha'iyera o tomadera paribarara, ara tomadera a‌tmiyasbajana, ara mala-asababa ya tomara arjana karecha, ara byabasa-banijya yara acalabastha tomara asanka karo, ara barighara ya tomara bhalobaso -- tomadera kache allah o tamra rasulera o tamra pathe sangramera ceye adhikatara priya haya tabe apeksa karo ye paryanta na allah niye asena tamra adesa.’’ Ara allah duskrtikari sampradayake satpatha pradarsana karena na."},{"SurahNumber":9,"VerseNumber":25,"Text":"Allah itimadhye bahuksetre tomadera sahayya karechena, ara huna'inera dine'o yakhana tomadera sankhyadhikya tomadera utphulla karechila, kintu ta tomadera labhabana kare ni kono-bhabe'i, ara prthibi bistrta ha'oya sattbe'o tomadera jan'ya hayechila sankirna, tomara phirechile palayanapara haye."},{"SurahNumber":9,"VerseNumber":26,"Text":"Tarapara allah tamra prasanti barsana karalena tamra rasulera upare ara muminadera upare, ara tini abatirna karechilena eka senabahini ya tomara dekhate pa'o ni, ara sasti diyechilena tadera yara abisbasa posana kare. Ara e'i hacche abisbasidera karmaphala."},{"SurahNumber":9,"VerseNumber":27,"Text":"Tarapara allah era pare'o pherena yara prati tini iccha karena. Ara allah paritranakari, aphuranta phaladata."},{"SurahNumber":9,"VerseNumber":28,"Text":"Ohe yara imana enecha! Nihsandeha musarikara hacche apabitra, kaje'i tadera e'i batsarera pare tara pabitra masajidera sannikate asate parabe na; ara yadi tomara daridrera asanka karo ta hale allah acire'i tomadera samrd'dha karabena tamra karunabhandara theke yadi tini cana. Nihsandeha allah sarbajnata, paramajnani."},{"SurahNumber":9,"VerseNumber":29,"Text":"Yud'dha karo tadera sange yara allah‌te bisbasa kare na ara akheratera dine'o na, ara nisedha kare na ya allah o tamra rasula nisedha karechena, ara satyadharme dharmanistha palana kare na -- tadera madhye theke yadera dharmagrantha deya hayeche, ye paryanta na tara sbahaste jiyiya pradana kare, ara tara anugatya mene neya."},{"SurahNumber":9,"VerseNumber":30,"Text":"Ara ihudira bale -- ''uya'ira allah‌ra putra’’, ara khristanara bale -- ''masiha allah‌ra putra.’’ Esaba hacche tadera mukha diye tadera buli a'orano, -- tara odera kathara anusarana kare yara purbakale abisbasa posana karechila. Allah tadera dhbansa karabena. Tara kemana ka’re bimukha haya"},{"SurahNumber":9,"VerseNumber":31,"Text":"Tara allah‌ke chere diye tadera panditaganake o sann'yasidera prabhurupe grahana kareche, ara mariyama-putra masih‌ke'o, athaca sudhu eka upasyera upasana kara chara an'ya nirdesa tadera deya haya ni. Tini chara an'ya upasya ne'i. Tamra'i saba mahima -- tara ye- saba ansi damra karara se-saba theke"},{"SurahNumber":9,"VerseNumber":32,"Text":"tara allah‌ra jyoti nibhiye dite caya tadera mukha diye, ara allah tamra jyotira purnanga sadhana na ka’re thamachena na yadi'o abisbasira asantosa bodha karache."},{"SurahNumber":9,"VerseNumber":33,"Text":"Tini'i se'ijana yini tamra rasulake pathiyechena pathanirdesa o satya-dharmera sathe yena tini take pradhan'ya dite parena dharmera -- tadera sabaka’ti upare, yadi'o musarikara anicchuka."},{"SurahNumber":9,"VerseNumber":34,"Text":"Ohe yara imana enecha! Nihsandeha panditadera o sann'yasidera madhyera aneke lokera dhanasampatti an'yayabhabe galadhahkarana kare ara allah‌ra patha theke phiriye rakhe. Bastutah yara sona o rupa punjibhuta kare athaca allah‌ra pathe kharaca kare na, tadera tahale sambada da'o marmantuda sastira"},{"SurahNumber":9,"VerseNumber":35,"Text":"yedina egulo uttapta kara habe jahannamera agune, tarapara ta diye dege deya habe tadera kapale o tadera parsbadese o tadera pithe. ''Eti'i se'i ya tomara jaro karechile, ata'eba asbadana karo ya tomara jamiyechile!’’"},{"SurahNumber":9,"VerseNumber":36,"Text":"Nihsandeha allah‌ra kache masagulora sankhya hacche allah‌ra bidhane baro masa, -- yedina theke tini mahakasamandala o prthibi srsti karechena, -- era madhye carati hacche pabitra. E'i hacche supratisthita bidhana, kaje'i edera madhye tomadera nijedera prati an'yaya karo na, ara musarikadera birud'dhe samabetabhabe yud'dha karo yemana tara samabetabhabe tomadera sathe yud'dha kare thake. Ara jene rekho -- allah alabat dharmabhirudera sange rayechena."},{"SurahNumber":9,"VerseNumber":37,"Text":"Pichiye deya abisbasera'i matra brd'dhi matra, era dbara yara abisbasa posana kare tadera pathabhrasta kara haya, tara e baidha kare kono bachara ara eke abaidha kare kono bachara, yena tara thika rakhate pare sankhya ya allah nisid'dha karechena, phale tara baidha kare ya allah abaidha karechena. Tadera manda kajagulo tadera kacha cittakarsaka kara hayache. Ara allah patha dekhana na abisbasi sampradayake."},{"SurahNumber":9,"VerseNumber":38,"Text":"Ohe yara imana enecha? Ki tomadera hayeche yakhana tomadera bala hacche -- 'allah‌ra pathe beriye paro’, -- takhana tomara bhari haye jhukamcho matira dike? Tomara ki besi paritusta parakalera paribarte e'i duniyara jibane bastutah parthiba jibanera bhogabilasa parakalera tulanaya yatsaman'ya ba'i to naya."},{"SurahNumber":9,"VerseNumber":39,"Text":"Yadi tomara bera na ha'o tabe tini tomadera sasti debena marmantuda sastite, ara tomadera paribarte badale nebena bhinna eka jatike, ara tomara tamra kono'i ksati karate parabe na. Bastutah allah saba-kichura upare sarbasaktimana."},{"SurahNumber":9,"VerseNumber":40,"Text":"Tomara yadi tamke sahayya na kara tabe allah tamke itipurbe sahayya karechilena yakhana yara abisbasa posana karechila tara tamke bera kare diyechila, du'i janera dbitiya jana, yakhana tamra dujana chilena guhara bhetare, yakhana tini tamra sangike balechilena -- ''bisanna hayo na, nihsandeha allah amadera sange rayechena.’’ Atahpara allah tamra prasanti abatarana karechilena tamra upare ara tamra balabrd'dhi karechilena emana eka bahini diye yadera tomara dekhate pa'o ni, ara yara abisbasa posana karechila tadera kathabartake heya karechilena. Ara allah‌ra bani -- ta hacche uccatama. Ara allah hacchena mahasaktisali, paramajnani."},{"SurahNumber":9,"VerseNumber":41,"Text":"Beriye para halkabhabe o bhari haye ara tomadera dhanasampada o tomadera janaprana diye allah‌ra pathe sangrama karo. Eti'i tomadera jan'ya bhalo yadi tomara janate."},{"SurahNumber":9,"VerseNumber":42,"Text":"Yadi eti hato asu labhera byapara o halka saphara tabe tara niscaya'i tomake anusarana karato, kintu durgama-patha tadera kache sudirgha mane halo. Ara tara allah‌ra name halapha kare balale -- ''amara yadi paratama tabe niscaya'i tomadera sange amara'o bera hatama.’’ Tara tadera nijedera'i dhbansa sadhana karache, ara allah janena ye tara alabat d'aha mithyabadi."},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah tomake ksama karuna! Kena tumi tadera abyahati dile ye paryanta na tomara kache suspasta hayechila ye kara satyakatha balache, ara tumi janate perechile mithyabadidera"},{"SurahNumber":9,"VerseNumber":44,"Text":"yara allah‌te'o o akheratera dine astha rakhe tara tomara kache anumati caya na tadera dhanasampada o tadera janaprana diye sangrama kara theke. Ara allah dharmaparayanadera samparke sarbajnata."},{"SurahNumber":9,"VerseNumber":45,"Text":"Tomara nikata anumati caya kebala ora'i yara allah‌te o sesadine imana ane na, ara tadera hrdaya dbidhagrasta. Kaje'i tadera sandehera madhye'i tara dola khacche."},{"SurahNumber":9,"VerseNumber":46,"Text":"Ara tara yadi yatra karabara iccha karato tabe tara niscaya'i tara jan'ya yogarayantra yogara karato, kintu allah anicchuka tadera gamane, ta'i tadera tini thekiye rekhechena, ara bala halo -- ''base thako base-thaka lokadera sathe.’’"},{"SurahNumber":9,"VerseNumber":47,"Text":"Tara yadi tomadera sange bera hata tabe tara bisrnkhala srsti chara tomadera ara kichu'i barato na, ara tara niscaya'i tomadera madhye chutochuti karato tomadera madhye bidroha kamana ka’re, ara tomadera madhye odera katha sonabara loka rayeche. Ara allah atyacaridera sanbandhe sarbajnata."},{"SurahNumber":9,"VerseNumber":48,"Text":"Tara bastabika'i itipurbe bisrnkhala srsti karate ceyechila, ara tara tomara jan'ya kajakarma panda karate yacchila, yataksana na satya esechila o allah‌ra adesa prakasa pelo, yadi'o tara anicchuka chila."},{"SurahNumber":9,"VerseNumber":49,"Text":"Ara tadera madhye emana ache ye bale -- ''amake chere da'o ebam amake samasyaya phelo na.’’ Tara ki samasyaya pare yaya ni? Ara nihsandeha jahannama abisbasidera ghera'o kare'i rayeche."},{"SurahNumber":9,"VerseNumber":50,"Text":"Yadi tomara upare bhalo kichu ghate tabe ta tadera duhkha deya, ara yadi tomara kono bipada ghate tara bale -- ''amara to amadera byapara age'i gutiye niyechilama’’, ara tara phire yaya ebam tara utphullacitta haya."},{"SurahNumber":9,"VerseNumber":51,"Text":"Balo -- ''allah amadera jan'ya ya bidhana karechena ta byatita kichu'i amadera upare kakhano ghatabe na. Tini'i amadera raksaka, ara allah‌ra upare'i tabe muminara nirbhara karuka."},{"SurahNumber":9,"VerseNumber":52,"Text":"Bale ya'o -- ''tomara amadera jan'ya duti kalyanera kono ekati chara ara kisera pratiksa karate paro? Ara amara tomadera jan'ya pratiksa karachi ye allah tomadera sasti hanabena tamra tarapha theke athaba amadera hate. Ata'eba pratiksa karo, amara'o abasya'i tomadera sathe pratiksamana.’’"},{"SurahNumber":9,"VerseNumber":53,"Text":"Balo -- ''tomara icchakrtabhabe kharaca karo athaba aniccha-krtabhabe, tomadera kacha theke ta kakhano kabula kara habe na. Nihsandeha tomara haccho ekati duskrtikari sampradaya.’’"},{"SurahNumber":9,"VerseNumber":54,"Text":"Ara tadera kharacapatra tadera kacha theke kabula hate tadera jan'ya kono badha chila na sudhu ejan'ya chara ye tara allah‌te o tamra rasulera prati abisbasa posana kare. Ara tara namaye ase na tadera garimasi kara abastha chara, ara tara kharaca kare na tadera anicchara bhaba chara."},{"SurahNumber":9,"VerseNumber":55,"Text":"Tadera dhanadaulata tomake yena tajjaba na kare ara tadera santanasantati'o na. Allah alabat cana e-sabera dbara parthiba jibane tadera sasti dite; ara tadera prana tyaga kare yaya tadera abisbasi thaka abasthaya."},{"SurahNumber":9,"VerseNumber":56,"Text":"Ara tara allah‌ra name halapha kare ye tara nihsandeha tomadera'i madhyekara. Kintu tara tomadera madhyekara naya, bastutah tara emana eka sampradaya yara kapurusa."},{"SurahNumber":9,"VerseNumber":57,"Text":"Tara yadi peto kono asrayasthala ba kono guhagahbara athaba kono prabesa karara jayaga, -- tara niscaya'i sekhane cale yeta dratagatite palayanapara haye."},{"SurahNumber":9,"VerseNumber":58,"Text":"Ara odera madhye emana'o ache ye tomake dosaropa kare danera byapare. Atahpara tadera yadi e theke deya haya tabe tara khusi haya, kintu yadi tadera e theke deya na haya to dekho! -- Tara raga kare"},{"SurahNumber":9,"VerseNumber":59,"Text":"ara ora yadi santasta thakato allah o tamra rasula odera ya diyechena tate, ara balato -- ''allah‌i amadera jan'ya yathesta, -- allah sighra'i tamra karunabhandara theke amadera debena ara tamra rasula'o, nihsandeha allah‌ra kache'i amara asakta’’."},{"SurahNumber":9,"VerseNumber":60,"Text":"Dana to kebala aksamadera jan'ya, ara abhabagrastadera, ara era jan'ya niyukta karmacaridera, ara yadera hrdaya jhomkono haya tadera, ara dasa-muktira, ara rnagrastadera, ara allah‌ra pathe, ara paryatakadera jan'ya, -- allah‌ra tarapha theke e'i bidhana. Ara allah sarbajnata, paramajnani."},{"SurahNumber":9,"VerseNumber":61,"Text":"Ara odera emana'o ache yara nabike uttyakta kare ara bale -- ''uni to kana dena.’’ Tumi balo -- ''kana dena tomadera bhalora jan'ye, tini allah‌te bisbasa karena ara bisbasa karena muminadera, ara tomadera madhye yara imana ane tadera jan'ya tini karuna.’’ Ara yara allah‌ra rasulake uttyakta ka’re tadera jan'ya rayeche marmantuda sasti."},{"SurahNumber":9,"VerseNumber":62,"Text":"Tara tomadera kache allah‌ra name halapha kare yena tara tomadera khusi karate pare, athaca allah o tamra rasulera besi adhikara ache yena tara tamke raji kare, yadi tara mumina haya."},{"SurahNumber":9,"VerseNumber":63,"Text":"Tara ki jane na ye ye-ke'u allah o tamra rasulera birud'dhe kaja kare tara jan'ya tabe rayeche jahannamera aguna tate abasthanera jan'ye? Aiti'i to carama lanchana."},{"SurahNumber":9,"VerseNumber":64,"Text":"Munaphikara bhaya kare pache tadera sankrante emana kono sura abatirna haye yaya ya odera antare ya-kichu ache ta tadera byakta kare debe! Balo -- ''bidrupa ka’re ya'o, nihsandeha allah bera kare anabena tomara ya bhaya karo ta.’’"},{"SurahNumber":9,"VerseNumber":65,"Text":"Ara tumi yadi odera prasna karo ora niscaya'i balabe -- ''amara to sudhu alapa-alocana o krira-kautuka karachilama.’’ Balo -- ''tomara ki allah o tamra banisamuha o tamra rasulake niye maskara karachile?’’"},{"SurahNumber":9,"VerseNumber":66,"Text":"Ajuhata dekhi'o na, tomara alabat abisbasa karecha tomadera bisbasa sthapanera pare. Yadi amara ksama kari tomadera madhyera kono eka dalake, an'ya eka dalake sasti'o debo, kenana tara niscaya'i aparadhi."},{"SurahNumber":9,"VerseNumber":67,"Text":"Munaphika purusara o munaphika narira -- tadera katakajana apara katakajanera madhyekara. Tara asat kajera nirdesa deya ara satkaje nisedha kare, ara tara nijedera hata gutiye neya. Tara allah‌ke bhule geche, ta'i tini'o tadera bhule gechena. Nihsandeha munaphikara nijera'i duskrtikari."},{"SurahNumber":9,"VerseNumber":68,"Text":"Munaphika purusadera o munaphika naridera o abisbasidera jan'ya allah oyada karechena jahannamera aguna, tate tara abasthana karabe. Ta'i tadera jan'ya paryapta, ara allah tadera dhikkara diyechena, ara tadera jan'ya rayeche nirdharita sasti."},{"SurahNumber":9,"VerseNumber":69,"Text":"Tadera mato yara chila tomadera purbabartikale, -- tara chila tomadera ca'ite bala-bikrame besi prabala ara dhana-sampade o santana santatite besi samrd'dha. Kaje'i tara tadera bhaga bhoga kare geche, ata'eba tomara'o tomadera bhaga bhoga karacho, yemana ora yara tomadera purbabarti chila tara bhoga karechila tadera bhaga, ara tomara'o brtha-bakyalapa karacho yemana tara anarthaka khosa- galpa karechila. Era'i -- edera kriyakalapa byartha hayeche ihakale o parakale, ara era nijera'i hacche ksatigrasta."},{"SurahNumber":9,"VerseNumber":70,"Text":"Tadera kache ki tadera purbe yara chila tadera sambada ase ni -- nuh‌-era lokadera o'ada-era o chamudera, ara ibrahimera sampradayera o madayanera basindadera o bidhabasta saharagulora? Odera kache odera rasulagana esechilena spasta pramana niye. Kaje'i allah to odera upare abicara karara jan'ya nana, kintu ora odera nijedera'i prati juluma karechila."},{"SurahNumber":9,"VerseNumber":71,"Text":"Ara mumina purusara o mumina narira -- tadera katakajana apara katakajanera bandhu. Tara bhalo kajera nirdesa deya o manda kaja theke nisedha kare, ara tara namaya kayema kare o yakata adaya kare, ara tara allah o tamra rasulake anusarana kare. Era -- allah sighra'i edera karuna karabena. Nihsandeha allah mahasaktisali, paramajnani."},{"SurahNumber":9,"VerseNumber":72,"Text":"Bisbasi purusadera o bisbasini naridera allah oyada karechena sbargodyanasamuha yadera nice diye baye cale jharanaraji, tara tate abasthana karabe, ara punya basasthanasamuha idena gardene. Ara allah‌ra santasti'i hacche sarbasrestha. Eti -- e'i-i hacche carama saphalya."},{"SurahNumber":9,"VerseNumber":73,"Text":"He priya nabi! Abisbasidera o munaphikadera birud'dhe sangrama karo, ara tadera prati kathora ha'o. Ara tadera abasasthala jahannama. Ara manda se'i gantabyasthana."},{"SurahNumber":9,"VerseNumber":74,"Text":"Tara allah‌ra name halapha kare ye tara kichu bale ni, athaca tara niscaya'i abisbasera katha balechila, ara abisbasa posana karechila tadera isalama grahanera pare, ara tara matalaba karechila ya tara pere othe ni, ara tara uttejana bodha kare ni e bhinna ye allah o tamra rasula tadera samrd'dha karechena tamra pracurya theke. Kaje'i yadi tara ta'oba kare tabe seti tadera jan'ya habe bhalo, ara yadi tara phire yaya tabe allah tadera sasti debena marmantuda sastite -- e'i duniyate o parakale. Ara tadera jan'ya e'i prthibite thakabe na kono bandhubandhaba, na kono sahayyakari."},{"SurahNumber":9,"VerseNumber":75,"Text":"Ara odera madhye ke'u-ke'u allah‌ra kache angikara karechila -- ''tini yadi tamra karunabhandara theke amadera dana karena tabe amara niscaya'i sadaka-khayarata karabo ara amara abasya'i habo satkarmidera madhyekara.’’"},{"SurahNumber":9,"VerseNumber":76,"Text":"Kintu yakhana tini tadera dilena tamra karunabhandara theke, tara ete karpanya karalo o phire gela ara tara halo bimukha."},{"SurahNumber":9,"VerseNumber":77,"Text":"Sutaram tini tadera antare munaphiki n'yasta karechena sedina paryanta yedina tara tamra sathe milita habe, kenana tara allah‌ra kache bhanga karechila ya tamra kache tara oyada karechila, ara yehetu tara mithyakatha balalo."},{"SurahNumber":9,"VerseNumber":78,"Text":"Tara ki jane na ye allah abasya'i janena tadera lukono o tadera salaparamarsa, ara allah nihsandeha adrsya byaparagulo samparke parijnata."},{"SurahNumber":9,"VerseNumber":79,"Text":"Yara bidrupa kare muminadera madhyera tadera yara danadaksinaya badan'ya ara tadera yara kichu'i paya na nijedera kayika srama byatita, athaca edera tara abajna kare, -- allah tadera abajna karabena, ara tadera jan'ya rayeche marmantuda sasti."},{"SurahNumber":9,"VerseNumber":80,"Text":"Tumi odera jan'ya ksama prarthana karo athaba odera jan'ya ksama prarthana na karo, -- tumi yadi odera jan'ya sattarabara'o ksama prarthana karo allah kakhano odera ksama karabena na. Eti e'ijan'ya ye tara allah‌te o tamra rasulera prati abisbasa posana kare. Ara allah duskrtikari sampradayake pathapradarsana karena na."},{"SurahNumber":9,"VerseNumber":81,"Text":"Yara pechane raye giyechila tara allah‌ra rasulera pascate tadera base thakate'i anandabodha karalo, ara tadera dhanadaulata o tadera janaprana diye allah‌ra pathe sangrama karate tara bimukha chila, ara tara balechila -- ''e'i garamera madhye beriyo na.’’ Tumi balo -- ''jahannamera aguna aro besi garama.’’ Yadi tara bujhate parato"},{"SurahNumber":9,"VerseNumber":82,"Text":"ata'eba tara kichuta hese nika o khuba ka’re kamduka, -- tara ya arjana karachila tara pratiphalasbarupa"},{"SurahNumber":9,"VerseNumber":83,"Text":"kaje'i allah yadi tomake phiriye anena tadera madhyera kono dalera nikata, tarapara tara yadi tomara anumati caya bera ha'oyara jan'ya tabe balo -- ''tomara kono krame'i amara sathe kakhano berute parabe na, ebam tomara amara sangi haye kakhano kono satrura birud'dhe larate parabe na. Nihsandeha tomara base thakate'i santasta chile prathama bare, ata'eba base thako pascate abasthanakaridera sange.’’"},{"SurahNumber":9,"VerseNumber":84,"Text":"Ara tadera madhyera ekajanera jan'ye'o, se mara gele, tumi kakhano namaya parabe na, ara tara kabarera pase'o damrabe na. Nihsandahe tara allah‌te o tamra rasule abisbasa kareche, ara tara mareche yakhana tara chila duskrtiparayana."},{"SurahNumber":9,"VerseNumber":85,"Text":"Ara tadera dhanasampatti o tadera santanasantati tomake yena tajjaba na kare. Allah abasya'i cana e-sabera dbara parthiba jibane tadera sasti dite, ara yena tadera a‌tma cale yaya odera abisbasi thaka abasthaya."},{"SurahNumber":9,"VerseNumber":86,"Text":"Ara yakhana kono sura abatirna haya e'i marme -- 'allah‌ra prati imana ano o tamra rasulera sangi haye sangrama karo’, tadera madhyera sakti- samarthera adhikarira tomara kache abyahati caya o bale -- ''amadera reha'i dina, amara base-thaka-lokadera sange i thakabo.’’"},{"SurahNumber":9,"VerseNumber":87,"Text":"Tara pechane-raye-thakadera sathe abasthana kara'i pachanda karechila, ara tadera hrdayera upare mohara mere deya hayeche, kaje'i tara bujhate pare na."},{"SurahNumber":9,"VerseNumber":88,"Text":"Kintu rasula ebam yara tamra sange imana eneche tara sangrama kare tadera dhanadaulata o tadera janaprana diye. Ara era'i -- edera jan'ye'i rayeche kalyana, ara era nijera'i hacche saphalakama."},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah edera jan'ya prastuta karechena sbargodyanasamuha, yadera nice diye baye cale jharanaraji, tara sekhane thakabe sthayibhabe. Eti hacche birata saphalya."},{"SurahNumber":9,"VerseNumber":90,"Text":"Ara bedu'inadera madhyera ojara pradarsanakarira esechila yena tadera abyahati deya haya, ara yara allah o tamra rasulera kache mithyakatha balechila tara base ra'ila. Tadera madhyera yara abisbasa posana kare tadera acire'i marmantuda sasti deya habe."},{"SurahNumber":9,"VerseNumber":91,"Text":"Durbaladera upare, kono dosa habe na, piritadera upare'o na, odera upare'o na yara khumje paya na ki tara kharaca karabe, ye paryanta tara allah o tamra rasulera prati anuraga dekhabe. Satkarmaparayanadera upare kono rasta ne'i. Ara allah paritranakari, aphuranta phaladata."},{"SurahNumber":9,"VerseNumber":92,"Text":"Ara odera upare'o ne'i yara tomara kache esechila yena tumi tadera jan'ya bahana yogara kare da'o, takhana tumi balechila -- 'yara upare ami tomadera bahana karaba ta ami pacchi na’, ora phire giyechila ara odera cokhe a‌sru prabahita hacchila tara ya kharaca karate caya ta na pa'oyara duhkhe."}]}