{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Va agar ʙa Xudo va on cī ʙar ʙandai xud dar rūzi furqon, ki du gurūh ʙa ham rasidand, nozil kardaem, imon ovardaed, ʙidoned, ki har goh cize ʙa ƣanimat girifted, xumsi (pançjaki) on az oni Xudovu pajomʙar va xeşovandonu jatimon va miskinonu dar roh mondagon ast. Va Xudo ʙa har cize tavonost"},{"SurahNumber":8,"VerseNumber":42,"Text":"Şumo dar karonai nazdiktari ʙijoʙon ʙuded va onho dar karonai durtar ʙudand va on qofila dar makone pasttar az şumo ʙud. Agar şumo ʙo jakdigar zamoni çangro ta'jin mekarded, ʙoz ham az on xilof mevarzided, to kore, ki Xudo muqarrar kardaast, voqe' şavad, to har kī halok meşavad, ʙa dalele halok şavad va har kī zinda memonad, ʙa dalele zinda monad. Alʙatta Xudo şunavovu donost"},{"SurahNumber":8,"VerseNumber":43,"Text":"Dar xoʙ Xudo şumoraşonro ʙa tu andak nişon dod. Agar şumori onhoro ʙisjor nişon doda ʙud, az tars notavon meşuded va dar tasmim ʙa çang ʙa nizo' ʙarmexosted, vale Xudovand şumoro az duşmanon dar amon doşt, ki Ū ʙa on cī dar dilhost, ogoh ast"},{"SurahNumber":8,"VerseNumber":44,"Text":"Va on goh, ki cun ʙa ham rasided, ononro dar caşmi şumo andak namud va şumoro niz dar caşmi onon andak, to on kore, ki muqarrar doşta ʙud, voqe' gardad. Va hamai korho ʙa Xudo ʙarmegardad"},{"SurahNumber":8,"VerseNumber":45,"Text":"Ej kasone, ki imon ovardaed, agar ʙa gurūhe az duşman ʙarxūrded, pojdorī kuned va Xudoro farovon jod kuned, ʙoşad, ki ƣoliʙ şaved"},{"SurahNumber":8,"VerseNumber":46,"Text":"Ba Xudovu pajomʙaraş ito'at kuned va ʙo jakdigar ʙa nizo' ʙarmaxezed, ki notavon şaved va quvvati şumo ʙiravad. Saʙr peşa kuned, ki Xudo hamrohi soʙiron ast"},{"SurahNumber":8,"VerseNumber":47,"Text":"Monandi on kason maʙoşed, ki sarmasti ƣurur va ʙaron xudnamoī az dijori xud ʙerun omadand va digaronro az rohi Xudo ʙozdoştand. Va Xudo ʙa har kore, ki mekunand, (ʙo ilmi xud) ihota dorad"},{"SurahNumber":8,"VerseNumber":48,"Text":"Şajton kirdoraşonro dar pazaraşon ʙijorost va guft; «Imrūz az mardum kase ʙar şumo ƣoliʙ nameşavad va man panohi şumojam». Vale cun du gurūh rūʙarū şudand, ū ʙozgaştu guft: «Man az şu mo ʙezoram, ki cizhoe meʙinam, ki şumo nameʙined, man az Xudo metarsam, ki Ū ʙa saxtī uquʙat mekunad!»"},{"SurahNumber":8,"VerseNumber":49,"Text":"Munofiqon va on kasone, ki dar dil ʙemorie dorand, guftand: «Inhoro dinaşon firefta ast». Va har kas, ki ʙa Xudo tavakkul kunad, ūro pirūzmand va hakim xohad joft"},{"SurahNumber":8,"VerseNumber":50,"Text":"Agar ʙuʙinī on zamonro, ki fariştagon çoni kofironro mesitonand va ʙa rūjhovu puştaşon mezanand va megūjand: «Azoʙi sūzonro ʙicaşed!»"},{"SurahNumber":8,"VerseNumber":51,"Text":"In ʙa çazoi korhoe ʙud, ki peş az in karda ʙuded va Xudo ʙa ʙandagonaş sitam kunanda nest"},{"SurahNumber":8,"VerseNumber":52,"Text":"Monandi amali xonadoni Fir'avn va kasone, ki peş az onho ʙudand» Onho ʙa ojoti Xudo kofir şudand. Pas Xudo onhoro ʙa çazoi gunohonaşon azoʙ kard, ki Xudo nerūmand va saxtuquʙat ast"},{"SurahNumber":8,"VerseNumber":53,"Text":"Zero Xudo ne'matero, ki ʙa qavme arzonī doşta ast, digargun nasozad, to on qavm xud digargun şavand. Va Xudo şunavo va donost"},{"SurahNumber":8,"VerseNumber":54,"Text":"Monandi amali xonadoni Fir'avn va kasone, ki peş az onho ʙudand. Onho ojoti Parvardigoraşonro durūƣ donistand va Mo ʙa çazoi gunohonaşon halokaşon kardem va xonadoni Fir'avnro ƣarq soxtem, zero hama sitamkor ʙudand"},{"SurahNumber":8,"VerseNumber":55,"Text":"Alʙatta ʙadtarin çunʙandagon dar nazdi Xudo onhojand, ki kofir şudaand va imon nameovarand"},{"SurahNumber":8,"VerseNumber":56,"Text":"Kasone, ki tu az onon pajmon giriftī, sipas pajopaj pajmoni xeşro meşikanand va heç nametarsand"},{"SurahNumber":8,"VerseNumber":57,"Text":"Pas agar onhoro dar çang ʙijoʙī, parokandaaşon soz, to pajravonaşon niz parokanda şavand, şojad ki iʙrat girand"},{"SurahNumber":8,"VerseNumber":58,"Text":"Agar medonī, ki gurūhe dar pajmon xijonat mekunand, ʙa onon e'lom kun, ki monandi xudaşon amal xohī kard. Zero Xudo xoinonro dūst nadorad"},{"SurahNumber":8,"VerseNumber":59,"Text":"Onon, ki kofir şudaand, napindorand, ki rastaand, zero Xudoro notavon namesozand"},{"SurahNumber":8,"VerseNumber":60,"Text":"Va dar ʙaroʙari onho to metavoned nerū va asponi savorī omoda kuned, to duşmanoni Xudo va duşmanoni xud va ƣajri onhoro, ki şumo nameşinosed va Xudo meşinosad ʙitarsoned. Va on ciro, ki dar rohi Xudo xarç mekuned, ʙa tamomī ʙa şumo ʙozgardonda şavad va ʙa şumo sitam naşavad"},{"SurahNumber":8,"VerseNumber":61,"Text":"Va agar ʙa sulh majl kunand, tu niz ʙa sulh majl kun. Va ʙar Xudo tavakkal kun, ki Ūst şunavo va dono"},{"SurahNumber":8,"VerseNumber":62,"Text":"Va agar xostand, ki turo ʙifireʙand, Xudo ʙa roi tu kofist. Ūst, ki turo ʙa jorii xud va jorii mū'minon quvvat dodaast"},{"SurahNumber":8,"VerseNumber":63,"Text":"Dilhojaşonro ʙa jakdigar mehruʙon soxt. Agar tu hamai on ciro, ki dar rūi zamin ast, xarç mekardi, dilhoi onhoro ʙa jakdigar mehruʙon namesoxtī, Vale Xudo dilhojaşonro ʙa jakdigar mehruʙon soxt, ki Ū piruzmandu hakim ast"},{"SurahNumber":8,"VerseNumber":64,"Text":"Ej pajomʙar, Xudo va mū'minone, ki az tu pajravī mekunand, turo ʙasand"},{"SurahNumber":8,"VerseNumber":65,"Text":"Ej pajomʙar, mū'minonro ʙa çang ʙarangez. Agar az şumo ʙist tan ʙoşand va dar çang pojdorī kunand, ʙar dusad tan ƣalaʙa xohand joft. Va agar sad tan ʙoşand, ʙa hazor tan az kofiron pirūz meşavand. Zero onon mardume mahrum az fahmand"},{"SurahNumber":8,"VerseNumber":66,"Text":"Aknun Xudo koratonro saʙuk kard va az notavonijaton ogoh şud. Agar az şumo sad tan ʙoşand va dar çang saʙr kunand. ʙar dusad tan pirūz meşavand. Va agar az şumo hazor tan ʙoşand, ʙa jorii Xudo ʙar du hazor tan pirūz meşavand. Va Xudo ʙo onhost, ki saʙr mekunand"},{"SurahNumber":8,"VerseNumber":67,"Text":"Baroi heç pajomʙare nasazad* ki asiron doşta ʙoşad, to ki dar rūi zamin kuştori ʙisjor kunad. Şumo mato'i inçahoniro mexohed va Xudo oxiratro mexohad. Va Ū pirūzmandu hakim ast"},{"SurahNumber":8,"VerseNumber":68,"Text":"Agar peş az in az çoniʙi Xudo hukme naşuda ʙud, ʙa saʙaʙi on cī girifta ʙuded, azoʙe ʙuzurg ʙa şumo merasid"},{"SurahNumber":8,"VerseNumber":69,"Text":"Az on cī ʙa ƣanimat giriftaed, ki halol astu pokiza, ʙixūrel. Va az Xudo ʙitarsed. Alʙatta Xudo ʙaxşandavu mehruʙon ast"},{"SurahNumber":8,"VerseNumber":70,"Text":"Ej pajomʙar, ʙa asirone, ki dar dasti şumo hastand, ʙigū: «Agar Xudo dar dilhojaton nişoni imon ʙuʙinad, ʙehtar az on cī az şumo girifta şuda, ʙa şumo xohad dod na şumoro meʙaxşad va Xudo ʙaxşandavu mehruʙon ast!»"},{"SurahNumber":8,"VerseNumber":71,"Text":"Agar qasdi xijonat ʙa turo doşta ʙoşand, peş aa in ʙa Xudo xijonat namudaand va Xudo turo ʙar onho nusrat dodaast, ki donovu hakim ast"},{"SurahNumber":8,"VerseNumber":72,"Text":"Onon, ki imon ovardaand va muhoçirat kardaand va ʙo molu çoni xeş dar rohi Xudo çihod kardaand va onon, ki ʙa muhoçiron çoj doda va joriaşon kardaand, joru dūsti jakdigarand. Va onon, ki imon ovardaand, va muhoçirat nakardaand, joru dūsti şumo nestand, to on goh ki muhoçirat kunand. Vale agar şumoro ʙa jorī talaʙidand, ʙojad ʙa joriaşon ʙarxezed. ƣajri on, ki ʙar ziddi on gurūhe ʙoşad, ki mijoni şumo va onho pajmone ʙasta şuda ʙoşad. Va Xudo ʙa korhoe, ki mekuned, ʙinost"},{"SurahNumber":8,"VerseNumber":73,"Text":"Kofiron niz joru dūsti jakdigarand. Agar riojai on nakuned, fitnavu fasode ʙuzurg dar on sarzamin padid xohad omad"},{"SurahNumber":8,"VerseNumber":74,"Text":"Onon, ki imon ovardaand, va muhocirat karda and va dar rohi Xudo çihod kardaand va onon, ki çojaşon dodaand va joriaşon kardaand, ʙa haqiqat mū'minonand, ʙaxşoiş va rūzii nekū az oni onhost"},{"SurahNumber":8,"VerseNumber":75,"Text":"Va kasone, ki ʙa'dan imon ovardaand va muhoçirat kardaand va hamrohi şumo çihod kardaand, az şumo hastand. Ba hukmi kitoʙi Xudo xeşovandon ʙa jakdigar sazovortarand. Va Xudo ʙar har cize donost"},{"SurahNumber":9,"VerseNumber":1,"Text":"Xudovu pajomʙaraş ʙezorand az muşrikone, ki ʙo onho pajmon ʙastaed"},{"SurahNumber":9,"VerseNumber":2,"Text":"Pas cahor moh ʙa şumo mūhlat doda şud, ki dar in sarzamin sajr kuned va ʙidoned, ki az Xudo natavoned gurext va Ūst, ki kofironro rasvo mesozad"},{"SurahNumber":9,"VerseNumber":3,"Text":"Dar rūzi haççi ʙuzurg az çoniʙi Xudovu pajomʙaraş ʙa mardum e'lom meşavad, ki Xudovu pajomʙaraş az muşrikon ʙezorand. Pas agar tavʙa kuned, ʙarojaton ʙehtar ast. Vale agar sarpecī kuned, ʙidoned, ki az Xudo natavoned gurext. Va kofironro ʙa azoʙe dardovar xaʙar deh"},{"SurahNumber":9,"VerseNumber":4,"Text":"Ƣajri on gurūh az muşrikon, ki ʙo onho pajmon ʙastaed va dar pajmoni xud kamʙudie najovardaand va ʙo xeç kas ʙar ziddi şumo hamdast naşudaand. Bo inho ʙa pajmoni xeş to pojoni muddataş vafo kuned, zero Xudo parhezgoronro dūst dorad"},{"SurahNumber":9,"VerseNumber":5,"Text":"Va cun mohhoi harom ʙa pojon rasid, har ço, ki muşrikonro jofted, ʙikuşed va ʙigiredu ʙa haʙs afkaned va dar hama ço ʙa kaminaşon nişined. Ammo agar tavʙa kardand va namoz xondand va zakot dodand, az onho dast ʙardored, zero Xudo ʙaxşandavu mehruʙon ast"},{"SurahNumber":9,"VerseNumber":6,"Text":"Va har goh jake az muşrikon ʙa tu panoh ovard, panohaş deh to kalomi Xudoro ʙişnavad, sipas ʙa makoni amnaş ʙirason, zero inho mardume nodonand"},{"SurahNumber":9,"VerseNumber":7,"Text":"Cī guna muşrikonro ʙo Xudo va pajomʙari Ū pajmone ʙoşad? Ƣajri onhoe, ki nazdi Masçidulharom ʙo onho pajmon ʙasted. Agar ʙar sari pajmonaşon istodand, ʙar sari pajmonaton ʙiisted. Xudo parhezgoronro dūst dorad"},{"SurahNumber":9,"VerseNumber":8,"Text":"Cī guna pajmone ʙoşad, ki agar ʙar şumo pirūz şavand, ʙa heç ahdu savgand va xeşovandī vafo nakunand? Bo zaʙop xuşnudaton mesozand va dar dil sar mepecand va ʙeştarin fosiqonand"},{"SurahNumber":9,"VerseNumber":9,"Text":"Ojoti Xudoro ʙa ʙahoi andak furūxtand va mardumro az rohi Xudo ʙozdoştand va ʙadkorī kardand"},{"SurahNumber":9,"VerseNumber":10,"Text":"Ahdu savgand va xeşovandii heç mū'minero rioat namekunand va mardume taçovuzkorand"},{"SurahNumber":9,"VerseNumber":11,"Text":"Pas agar tavʙa kardand va namoz ʙa çoj ovardand va zakot dodand, ʙarodaroni dinii şumo hastand. Mo ojoti Xudoro ʙaroi mardume dono tafsil mekunem"},{"SurahNumber":9,"VerseNumber":12,"Text":"Agar pas az ʙastani pajmon savgandi xud şikastand va dar dini şumo ta'n zadand, ʙo peşvojoni kufr qitol kuned, ki onhoro rasmi savgand nigoh doştan nest, ʙoşad, ki az kirdori xud ʙozistand"},{"SurahNumber":9,"VerseNumber":13,"Text":"Ojo ʙo mardume, ki eavgandi xudro şikastand va ohangi ʙadarƣai pajomʙar kardand va onho ʙar ziddi şumo duşmanī oƣoz kardand, nameçanged? Ojo az onho metarsed va hol on ki agar imon ovarda ʙoşed, sazovortar ast, ki az Xudo ʙitarsedu ʙas"},{"SurahNumber":9,"VerseNumber":14,"Text":"Bo onho ʙiçanged. Xudo ʙa dasti şumo azoʙaşon mekunad va xoraşon mesozad va şumoro pirūzī medihad va dilhoi mū'minonro xunuk megardonad"},{"SurahNumber":9,"VerseNumber":15,"Text":"va kina az dilhojaşon dur kunad va Xudo tavʙai har kiro, ki ʙixohad, mepazirad. Va Xudost donovu hakim"},{"SurahNumber":9,"VerseNumber":16,"Text":"Ojo pindoştaed, ki şumoro ʙa holi xud vomeguzorand, ʙe on ki Xudo kasone az şumoro, ki çihod mekunand va çuz Xudovu pajomʙaraş va mū'minonro ʙa hamrozī namegirand, ma'lum dorad? Va Xudo ʙa har kore, ki mekuned, ogoh ast"},{"SurahNumber":9,"VerseNumber":17,"Text":"Muşrikonro loiq nest, ki dar hole, ki ʙa kufri xud iqror mekunand, masçidhoi Xudoro imorat kunand. A'moli onho nociz şuda va dar otaş çovidonand"},{"SurahNumber":9,"VerseNumber":18,"Text":"Masçidhoi Xudoro kasone imorat mekunand, ki ʙa Xudo va rūzi qijomat imon ovardaand va namoz meguzorand va zakot medihand va az ƣajri Xudo nametarsand. Umed ast, ki inho az hidojatjoftagon ʙoşand"},{"SurahNumber":9,"VerseNumber":19,"Text":"Ojo oʙ dodan ʙa hoçijon va imorati Masçidulharomro ʙo kardai kase, ki ʙa Xudo va rūzi qijomat imon ovarda va dar rohi Xudo çihod karda, ʙaroʙar medoned? Nazdi Xudo ʙaroʙar nestand va Xudo sitamkoronro hidojat namekunad"},{"SurahNumber":9,"VerseNumber":20,"Text":"Onon, ki imon ovardand va muhoçirat kardand va dar rohi Xudo ʙa molu çoni xeş çihod kardand, dar nazdi Xudo daraçahoe azimtar dorand va komjoftagonand"},{"SurahNumber":9,"VerseNumber":21,"Text":"Parvardigoraşon ʙa rahmatu xuşnudii xud va ʙa ʙihişte, ki dar on ne'mathoi çovid ʙoşad, xuşxaʙaraşon medihad"},{"SurahNumber":9,"VerseNumber":22,"Text":"Dar on ʙihişt çovidon ʙimonand. Zero açru muzdi ʙuzurg dar nazdi Xudovand ast"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ej kasone, ki imon ovardaed, agar padaronu ʙarodaronaton dūst dorand, ki kufrro ʙa çoi imon ʙiintixoʙand, onhoro ʙa dūstī magired va har kas az şumo dūstaşon ʙidorad, az sitamkoron xohad ʙud"},{"SurahNumber":9,"VerseNumber":24,"Text":"Bigū: «Agar padaronatonu farzandonaton va ʙarodaronatonu zanonaton va xeşovandonatonu amvole, ki çam' karded va tiçorate, ki az qasodi on ʙim dored va xonahoe, ki ʙad-on dilxuş hasted, ʙaroi şumo az Xudovu pajomʙaraş va çihod kardan dar rohi Ū dūst doştanitar ast, muntazir ʙoşed, to Xudo farmoni xud ʙijovarad». Va Xudo nofarmononro hidojat naxohad kard"},{"SurahNumber":9,"VerseNumber":25,"Text":"Xudo şumoro dar ʙisjore az çojho jorī kard. Va niz dar rūzi Hunajn on goh, ki ʙisjorii laşkaraton şumoro ʙa taaççuʙ ovarda ʙud, vale ʙaroi şumo sude nadoşt va zamin ʙo hamai vase'ijaş ʙar şumo tang şud va ʙozgaşted va ʙa duşman puşt karded"},{"SurahNumber":9,"VerseNumber":26,"Text":"On goh Xudo oromişi xudro ʙar pajomʙaraş va ʙar mū'minon nozil kard va laşkarijone, ki onhoro namedided, pojon firistod va kofironro azoʙ kard va in ast çazoi kofiron"},{"SurahNumber":9,"VerseNumber":27,"Text":"Az on pas Xudo tavʙai har kasro, ki ʙixohad, mepazirad, ki omurzanda ra mehruʙon ast"},{"SurahNumber":9,"VerseNumber":28,"Text":"Ej kasone, ki imon ovardaed, muşrikon palidand va az soli ʙa'd naʙojad ʙa Masçidulharom nazdik şavand. Va agar az ʙenavoī metarsed. Xudo agar ʙixohad, ʙa fazli xeş tavongaraton xohad kard. Zero Xudo donovu hakim ast"},{"SurahNumber":9,"VerseNumber":29,"Text":"Bo kasone az ahli kitoʙ, ki ʙa Xudo va rūzi qijomat imon nameovarand va cizhoero, ki Xudovu pajomʙaraş harom kardast, ʙar xud harom namekunand va dini haqro namepazirand, çang kuned, to on goh ki ʙa dasti xud dar ajni xorī çizja (xiroç) ʙidihand"},{"SurahNumber":9,"VerseNumber":30,"Text":"Jahud guftand, ki Uzajr pisari Xudost va nasoro guftand, ki Iso pisari Xudost. In suxan, ki megūjand, monandi guftori kasonest, ki peş az in kofir ʙudand. Xudo ʙikuşadaşon. Cī guna az haq gumrohaşon mekunand"},{"SurahNumber":9,"VerseNumber":31,"Text":"Olimonu oʙidoni xeş va Maseh — pisari Marjamro ʙa çoi Olloh ʙa xudoī giriftand va hol on, ki ma'mur ʙudand, ki tanho jak xudoro ʙiparastand, ki heç xudoe çuz Ū nest. Pok ast az on cī şarikaş mesozand"},{"SurahNumber":9,"VerseNumber":32,"Text":"Mexohand nuri Xudoro ʙo dahoni xud xomūş kunand va Xudo çuz ʙa kamol rasonidani nuri xudro namexohad. Harcand kofironro xuş najojad"},{"SurahNumber":9,"VerseNumber":33,"Text":"Ū kasest, ki pajomʙari xudro ʙaroi hidojati mardum firistod ʙo dine durustu ʙarhaq to ūro ʙar hamai dinho pirūz gardonad, harcand muşrikonro xuş najojad"},{"SurahNumber":9,"VerseNumber":34,"Text":"Ej kasone, ki imon ovardaed, ʙisjore az olimonu oʙidon amvoli mardumro ʙa nohaq mexūrand va digaronro az rohi Xudo ʙozmedorand. Va kasonero, ki zaru sim çam' mekunand va dar rohi Xudo xarçaş namekunand, ʙa azoʙe dardovar xaʙar deh"},{"SurahNumber":9,"VerseNumber":35,"Text":"rūze, ki dar otaşi çahannam gudoxta şavand va peşonivu pahlū va puştaşonro ʙo on doƣ kunand. In ast on cize, ki ʙaroi xud çam' karda ʙuded. Holo ta'mi zaxirai xeşro ʙicaşed"},{"SurahNumber":9,"VerseNumber":36,"Text":"Şumori mohho dar nazdi Xudo, dar kitoʙi Xudo az on rūz, ki osmonhovu zaminro ʙijofarida, duvozdah ast. Cahor moh mohhoi haromand. In ast dini durust. Dar on mohho ʙar xeştan sitam makuned. Va hamcunon, ki muşrikon hamagī ʙa çangi şumo ʙarxostand, hamagī ʙa çangi onho ʙarxezed. Va ʙidoned, ki Xudo ʙo parhezgoron ast"},{"SurahNumber":9,"VerseNumber":37,"Text":"Ba der partoftani mohhoi harom afzunī dar kufr ast va saʙaʙi gumrohii kofiron. Onho jak sol on mohro halol meşumurdand va jak sol harom, to ʙo on şumor, ki Xudo harom kardaast, muvofiq joʙand. Pas on ciro, ki Xudo harom karda, halol meşumorand. Kirdori nopisandaşon dar nazaraşon orosta gardida va Xudo kofironro hidojat namekunad"},{"SurahNumber":9,"VerseNumber":38,"Text":"Ej kasone, ki imon ovardaed, ʙaroi cī cun ʙa şumo gūjand, ki ʙaroi çang dar rohi Xudo çam' şaved, gūjo ʙa zamin mecasped? Ojo ʙa çoi zindagii uxravī ʙa zindagii dunjo rozī şudaed? Mato'i in dunjo dar ʙaroʙari mato'i oxirat ƣajri andake heç nest"},{"SurahNumber":9,"VerseNumber":39,"Text":"Agar ʙa çang çam' naşaved. Xudo şumoro ʙa şikançae dardnok azoʙ mekunad va qavmi digarero ʙa çoi şumo intixoʙ kunad va ʙa Xudo niz zijone namerasoned, ki Xudo ʙar har kore tavonost"},{"SurahNumber":9,"VerseNumber":40,"Text":"Agar şumo joriaş nakuned, on goh, ki kofiron ʙerunaş kardand, Xudo joriaş kard. Jake az on du ʙa hangome, ki dar ƣor ʙudand, ʙa rafiqaş meguft: «Andūhgin maʙoş, Xudo ʙo most!» Xudo ʙa dilaş oromiş ʙaxşid va ʙo laşkarhoe, ki şumo onro namedided, quvvataş dod. Va kalomi kofironro past gardonid, zero kalomi Xudo ʙolost va Xudo pirūzmandu hakim ast"},{"SurahNumber":9,"VerseNumber":41,"Text":"Ba çang ʙiraved, xoh ʙar şumo oson ʙoşad, xoh duşvor va ʙo molu çoni xeş dar rohi Xudo çihod kuned. Agar ʙidoned, xajri şumo dar in ast"},{"SurahNumber":9,"VerseNumber":42,"Text":"Agar mato'e dast joftanī ʙuvad jo safare ʙuvad na candon daroz, az pai tu meomadand, vale aknun, ki roh daroz şudaast, pajmudanaşro duşvor mehisoʙand. Va ʙa Xudo qasam mexūrand, ki agar metavonistem, hamrohi şumo ʙerun meomadem. Inho tan ʙa halokat mesuporand. Xudo medonad, ki durūƣ megūjand"},{"SurahNumber":9,"VerseNumber":43,"Text":"Xudojat afv kunad, Caro ʙa onon ruxsati mondan dodī? Meʙoist onho, ki rost meguftand, oşkor şavand va tu durūƣgūjonro ham ʙişnosī"},{"SurahNumber":9,"VerseNumber":44,"Text":"Onon, ki ʙa Xudo va rūzi qijomat imon dorand, hargiz ʙaron çihod kardan ʙo molu çonaşon az tu ruxsat namexohand va Xudo parhezgoronro meşinosad"},{"SurahNumber":9,"VerseNumber":45,"Text":"Kasone, ki ʙa Xudo va rūzi qijomat imon nadorand va dilhojaşonro şak faro giriftaast va in şak onhoro ʙa hajronī afkanda as, t, az tu ruxsat mexohand"},{"SurahNumber":9,"VerseNumber":46,"Text":"Agar mexostand, ki ʙa çang ʙerun şavand, ʙaroi xud asʙoʙi safar omoda karda ʙudand, vale Xudo safarʙar şudani ononro noxuş doşt va az çangaşon ʙozdoşt va ʙa onho gufta şud, ki hamrohi kasone, ki ʙojad dar xona ʙinişinand, dar xona ʙinişined"},{"SurahNumber":9,"VerseNumber":47,"Text":"Agar ʙo şumo ʙa çang ʙerun omada ʙudand, cize çuz iztiroʙ ʙa şumo nameafzudand va to fitnaangezī kunand va ʙaroi duşmanon ʙa çosusī pardozand, dar mijoni şumo raxna mekardand va Xudo ʙa sitamkoron ogoh ast"},{"SurahNumber":9,"VerseNumber":48,"Text":"Peş az in ham fitnagarī mekardand va korhoro ʙaroi tu voƶguna çilva medodand to on goh, ki haq ƣoliʙ omad va farmoni Xudovand oşkor şud, dar hole, ki az on nopisandī doştand"},{"SurahNumber":9,"VerseNumber":49,"Text":"Ba'ze az onon megūjand: «Maro ruxsat deh va ʙa gunoh majandoz». Ogoh ʙoş, ki inho xud dar gunoh aftodaand va çahannam ʙar kofiron ihota dorad"},{"SurahNumber":9,"VerseNumber":50,"Text":"Agar xajre ʙa tu rasad, andūhginaşon sozad va agar ʙa tu musiʙate rasad, megūjand: «Mo corai kori xud peş az in andeşidaem». On goh şodmon ʙozmegardand"},{"SurahNumber":9,"VerseNumber":51,"Text":"Bigū: «Musiʙate çuz on cī Xudo ʙaroi mo muqarrar kardaast, ʙa mo naxohad rasid. Ū mavloi most va mū'minon ʙar Xudo tavakkal kunand»"},{"SurahNumber":9,"VerseNumber":52,"Text":"Bigū: «Ojo çuz jake az on du nekī intizori cizi digarero ʙaroi mo dored? Vale mo muntazirem, ki azoʙi Xudo jo az çoniʙi Ū jo ʙa dasti mo ʙa şumo ʙirasad. Pas şumo muntazir ʙoşed, mo niz ʙo şumo muntazir memonem»"},{"SurahNumber":9,"VerseNumber":53,"Text":"Bigū: «Xudo az şumo namepazirad, cī az rūi rizo xarç kuned, ci az rūi norizoī, zero mardume nofarmon hasted»"},{"SurahNumber":9,"VerseNumber":54,"Text":"Heç ciz mone'i qaʙuli xarçhojaşon naşuda, ƣairi on ki ʙa Xudovu pajomʙaraş imon najovarand va ʙo ʙemajlī ʙa namoz hozir meşavand va ʙa norizoī nafaqa mekunand"},{"SurahNumber":9,"VerseNumber":55,"Text":"Doroivu farzandonaşon turo ʙa hajrat naandozad. Baroi onand, ki Xudo mexohad ʙa onho dar in dunjo azoʙaşon kunad va dar hole, ki hanūz kofirand, çonaşon ʙarojad"},{"SurahNumber":9,"VerseNumber":56,"Text":"Ba Xudo savgand mexūrand, ki az şumojand va hol on ki az şumo nestand, inho az şumo ʙimnokand"},{"SurahNumber":9,"VerseNumber":57,"Text":"Agar panohgoh jo ƣor jo nihongohe mejoftand, şitoʙon ʙa on ço rūj meovardand"},{"SurahNumber":9,"VerseNumber":58,"Text":"Ba'ze az onho turo dar taqsimi sadaqot ʙa zulm muttaham mekunand, agar ʙa onho ato kunand, xuşnud meşavand va agar ato nakunand, xaşm megirand"},{"SurahNumber":9,"VerseNumber":59,"Text":"Cī meşavad, agar ʙa on cī Xudovu pajomʙaraş ʙa onon ato mekunad, xuşnud ʙoşand va ʙigūjand: «Xudo moro ʙas ast va Xudovu pajomʙaraş moro az fazli xud ʙenasiʙ naxohand guzoşt va mo ʙa Xudo raƣʙat mekunem?»"},{"SurahNumber":9,"VerseNumber":60,"Text":"Sadaqot ʙaroi faqiron astu miskinon va korguzoroni çam'ovarii on. Va niz ʙaroi ʙa dast ovardani dili muxolifon va ozod kardani ʙandagonu qarzdoron va xarç dar rohi Xudo va musofironi mūhtoç va on farizaest az çoniʙi Xudo. Va Xudo donovu hakim ast"},{"SurahNumber":9,"VerseNumber":61,"Text":"Ba'ze az onho pajomʙarro meozorandu megūjand, ki ū ʙa suxani har kas gūş medihad. Bigū: «Ū ʙaroi şumo şunavandai suxani xajr ast. Ba Xudo imon dorad va mū'minonro ʙovar dorad va rahmatest ʙaroi onhoe, ki imon ovardaand. Va onon, ki rasuli Xudoro ʙijozorand, ʙa şikançae dardovar giriftor xohand şud"},{"SurahNumber":9,"VerseNumber":62,"Text":"Dar ʙaroʙari şumo ʙa Xudo savgand mexūrand, to xuşnudaton sozand va hol on ki agar imon ovardaand, şoistatar ast, ki Xudovu rasulaşro xuşnud sozand"},{"SurahNumber":9,"VerseNumber":63,"Text":"Ojo namedonand, ki har kas, ki ʙa Xudovu pajomʙaraş ziddijat mekunad, çovidona dar otaşi çahannam xohad ʙud va in rasvoii ʙuzurgest"},{"SurahNumber":9,"VerseNumber":64,"Text":"Munofiqon metarsand, ki maʙod az osmon dar ʙorai onho surae nozil şavad va az on cī dar dil pinhon kardaand ʙoxaʙaraşon sozad. Bigū: «Masxara kuned, ki Xudo on ciro, ki az on metarsed, oşkor xohad soxt»"},{"SurahNumber":9,"VerseNumber":65,"Text":"Agar az onho ʙipursī, ki cī mekarded? Megūjand: «Mo ʙo ham xarf mezadem va ʙozī mekardem». Bigū: «Ojo Xudo va ojoti Ū va pajomʙaraşro masxara mekarded?»"},{"SurahNumber":9,"VerseNumber":66,"Text":"Uzr najovared. Pas az imon kofir şudaed. Agar az gunohi gurūhe az şumo ʙiguzarem, gurūhi digarro, ki gunahkor şudaand, azoʙ xohem kard"},{"SurahNumber":9,"VerseNumber":67,"Text":"Mardoni munofiq va zanoni munofiq hama hamonandi jakdigarand. Ba korhoi zişt farmon medihand va az korhoi nek man' mekunand va muşti xudro az xarçi dar roxi Xudo meʙandand. Xudoro faromūş kardaand. Xudo niz eşonro faromūş kardaast, zero munofiqon nofarmononand"},{"SurahNumber":9,"VerseNumber":68,"Text":"Xudo ʙa mardoni munofiqu zanoni munofiq va kofiron va'dai otaşi çahannam dodaast. Dar on çovidonaand. Hamin ʙarojaşon ʙas ast. La'nati Xudo ʙar onho ʙod va ʙa azoʙe pojdor giriftor xohand şud"},{"SurahNumber":9,"VerseNumber":69,"Text":"Hamonandi kasone, ki peş az şumo ʙudand, ʙo nerūi ʙeştar va doroivu farzandonn ʙeştar, Onho az nasiʙi xeş ʙahramand şudand. Şumo niz az nasiʙi xeş ʙahramand şudaed, hamcunon, ki kasone, ki peş az şumo ʙudaand, az nasiʙi xeş ʙahramand şuda ʙudand. Şumo suxanoni ʙotil gufted, hamcunon, ki onho suxani ʙotil meguftand. A'moli onon dar dunjovu oxirat nociz gardid va zijonmand şudand"},{"SurahNumber":9,"VerseNumber":70,"Text":"Ojo xaʙari kasone, ki peş az onho ʙudaand, cun qavmi Nūh va Odu Samud va qavmi Iʙrohimu ashoʙi Madjanu Mu'tafikaro naşunidaand, ki pajomʙaronaşon ʙo nişonahoi oşkor ʙar onho firistoda şudand? Xudo ʙa onho sitam namekard, onon xud ʙar xud sitam mekardand"},{"SurahNumber":9,"VerseNumber":71,"Text":"Mardoni mū'min va zanoni mū'min dūstoni jakdigarand. Ba nekī farmon medihand va az noşoist ʙozmedorand va namoz meguzorand va zakot medihand va az Xudovu pajomʙaraş farmonʙardorī mekunand. Xudo inhoro rahmat xohad kard, Xudo pirūzmandu hakim ast"},{"SurahNumber":9,"VerseNumber":72,"Text":"Xudo ʙa mardoni mū'min va zanoni mū'min ʙihişthoero va'da dodaast, ki çūjho dar on çorist va ʙihiştijon hameşa dar on çojand va niz xonahoe nekū dar ʙihişti çovid. Vale xuşnudii Xudo az hama ʙuzurgtar ast, ki pirūzii ʙuzurg xuşnudii Xudovand ast"},{"SurahNumber":9,"VerseNumber":73,"Text":"Ej pajomʙar, ʙo kofironu munofiqon ʙiçang va ʙo onon ʙa şiddat raftor kun, çojgohaşon çahannam ast, ki ʙad sarançomest"},{"SurahNumber":9,"VerseNumber":74,"Text":"Ba Xudo savgand mexūrand, ki naguftaand, vale kalimai kufrro ʙar zaʙon rondaand. Va pas az on ki islom ovarda ʙudand, kofir şudaand. Va qasdkorī kardand, ammo ʙa on noil naşudand. Ajʙçūiaşon az on rūst, ki Xudovu pajomʙaraş az ƣanimatho ʙosarvataşon kardand. Pas, agar tavʙa kunand, xajraşon dar on ast va agar rūjgardon şavand. Xudo ʙa azoʙi dardnoke dar dunjovu oxirat azoʙaşon xohad kard va onhoro dar rūi zamin na dūstdore xohad ʙud va na madadkore"},{"SurahNumber":9,"VerseNumber":75,"Text":"Ba'ze az onho ʙo Xudo pajmon ʙastand, ki agar az fazli xud mole nasiʙamon kunad, zakot medihem va dar zumrai solehon medaroem"},{"SurahNumber":9,"VerseNumber":76,"Text":"Cun Xudo az fazli xud mole nasiʙaşon kard, ʙaxilī kardand va ʙa rūjgardonī ʙozgaştand"},{"SurahNumber":9,"VerseNumber":77,"Text":"Va az on pas to rūze, ki ʙo ū muloqot kunand, ʙo on va'daxilofī ʙo Xudo va on durūƣho, ki meguftand, dilhojaşonro çoi nifoq soxt"},{"SurahNumber":9,"VerseNumber":78,"Text":"Ojo namedonand, ki Xudo rozi dili onhoro medonad va az pic-pic kardanaşon ogoh ast? Zero Ūst, ki donoi nihonhost"},{"SurahNumber":9,"VerseNumber":79,"Text":"Xudovand ʙa masxara megirad kasonero, ki ʙar mū'minone, ki ʙa raƣʙat sadaqa medihand va ʙeş az tavonoii xeş cize namejoʙand, ajʙ megirand va masxaraaşon mekunand. Va onhoro azoʙe dardovar ast"},{"SurahNumber":9,"VerseNumber":80,"Text":"Mexohī ʙarojaşon ʙaxşiş ʙixoh mexohī ʙaxşiş naxoh. Agar haftod ʙor ham ʙarojaşon ʙaxşiş ʙixohī. Xudojaşon naxohad ʙaxşid, zero ʙa Xudovu pajomʙaraş imon nadorand va Xudo mardumi nofarmonro hidojat namekunad"},{"SurahNumber":9,"VerseNumber":81,"Text":"Onon, ki dar xona nişastaand va az hamrohī ʙo rasuli Xudo aqiʙnişinī kardand, xuşholand. Çihod ʙo molu çoni xeşro dar rohi Xudo noxuş şumurdandu guftand: «Dar havoi garm ʙa çang naraved!» Agar mefahmand, ʙigū: «Garmii otaşi çahannam ʙeştar ast!»"},{"SurahNumber":9,"VerseNumber":82,"Text":"Ba çazoi a'mole, ki ançom dodaand, ʙojad, ki andak ʙixandand va farovon ʙigirjand"},{"SurahNumber":9,"VerseNumber":83,"Text":"Agar Xudo turo az çang ʙozgardonid va ʙo gurūhe az onho didor kardī va az tu xostand, ki ʙaroi çangi digar ʙerun ojand, ʙigū: «Şumo hargiz ʙo man ʙa çang ʙerun naxohed şud va hamrohi man ʙo heç duşmane naʙard naxohed kard, zero şumo az naxust ʙa nişastan dar xona xuşnud ʙudaed. Pas aknun ham ʙo onon, ki az farmon xilofkorī kardaand, dar xona ʙimoned!»"},{"SurahNumber":9,"VerseNumber":84,"Text":"Cun ʙimirand, ʙar heç jak az onon namoz makun va ʙar qaʙraşon maist. Inho ʙa Xudo va rasulaş kofir şudaand va nofarmon murdaand"},{"SurahNumber":9,"VerseNumber":85,"Text":"Amvolu avlodaşon ʙa hajr'atat najafkanad. Xudo mexohad ʙa saʙaʙi onho dar dunjo azoʙaşon kunad va dar ajni kufr çon ʙisuporand"},{"SurahNumber":9,"VerseNumber":86,"Text":"Cun surae nozil şud, ki ʙa Xudo imon ʙijovared va ʙo pajomʙaraş ʙa çang ʙiraved, tavongaronaşon az tu ruxsat xostandu guftand: «Moro ʙigzor to ʙo onhoe, ki ʙojad dar xona nişinand, dar xona ʙinişinem!»"},{"SurahNumber":9,"VerseNumber":87,"Text":"Ba on rozī şudaand, ki hamrohi xonanişinon ʙoşand, ʙar dilhojaşon mūhr nihoda şuda va namefahmand"},{"SurahNumber":9,"VerseNumber":88,"Text":"Vale pajomʙar va kasone, ki ʙo ū imon ovardaand, ʙo molu çoni xud dar rohi Xudo çihod kardand. Nekiho az oni onhost va onhojand, naçotjoftagon"},{"SurahNumber":9,"VerseNumber":89,"Text":"Xudo ʙarojaşon ʙihişthoe, ki çūjho dar on ravon ast va dar on ço çovidonand, omoda kardaast. In ast naçoti ʙuzurg"},{"SurahNumber":9,"VerseNumber":90,"Text":"Gurūhe az araʙhoi ʙodijanişin omadand va uzr ovardand, to onhoro ruxsat dihand, ki ʙa çang naravand va onhoe, ki ʙa Xudovu pajomʙaraş durūƣ gufta ʙudand, dar xona nişastand. Ba zudī ʙa kofironaşon azoʙe dardovar xohad rasid"},{"SurahNumber":9,"VerseNumber":91,"Text":"Bar notavononu ʙemoron va onon, ki mavodi çangii xeş namejoʙand, har goh dar amal ʙaroi Xudovu pajomʙaraş ixlos kunand, gunohe nest, agar ʙa çang najojand, ki ʙar nekūkoron heç guna itoʙe nest va Xudo ʙaxşojandavu mehruʙon ast"},{"SurahNumber":9,"VerseNumber":92,"Text":"Va niz ʙar onon, ki nazdi tu omadand, to markaʙ ʙaroi naʙardaşon dihī va tu guftī, ki markaʙe nadoram va onho ʙaroi xarç kardan heç najoftand va aşkrezonu ƣamgin ʙozgaştand, gunohe nest"}]}