{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"I sa sljedbenicima Knjige raspravljajte na najljepsi nacin, - ne i sa onima među njima koji su nepravedni -, i recite: \"Mi vjerujemo u ono sto se objavljuje nama, a nas Bog i vas Bog jeste - jedan, i mi se Njemu pokoravamo"},{"SurahNumber":29,"VerseNumber":47,"Text":"Kao i njima, Mi tebi objavljujemo Knjigu, a neki od onih kojima smo vec dali Knjigu - i u ovu vjeruju, a i od ovih neki u nju vjeruju, a dokaze Nase samo nevjernici osporavaju"},{"SurahNumber":29,"VerseNumber":48,"Text":"Ti prije nje nijednu knjigu nisi citao, a nisi je ni desnom rukom svojom pisao; inace, posumnjali bi oni sto lazi govore"},{"SurahNumber":29,"VerseNumber":49,"Text":"A to su ajeti jasni, u srcima su onih kojima je razum dat; a Nase ajete samo nepravedni osporavaju"},{"SurahNumber":29,"VerseNumber":50,"Text":"i govore: \"Zasto mu od Gospodara njegova nisu neka cuda poslana?\" Reci: \"Cuda su jedino u Allaha, a ja samo jasno opominjem"},{"SurahNumber":29,"VerseNumber":51,"Text":"A zar im nije dosta to sto Mi tebi objavljujemo Knjigu koja im se kazuje; u njoj je, doista, blagodat i pouka narodu koji vjeruje"},{"SurahNumber":29,"VerseNumber":52,"Text":"Reci: \"Allah je dovoljan svjedok meni i vama, On zna sve sto je na nebesima i na Zemlji. A oni koji u kumire vjeruju, a u Allaha ne vjeruju, oni su izgubljeni"},{"SurahNumber":29,"VerseNumber":53,"Text":"Oni traze od tebe da ih sto prije stigne kazna. A da nije određenog roka za to, kazna bi im dosla, a doci ce im, sigurno, iznenada, oni nece predosjetiti"},{"SurahNumber":29,"VerseNumber":54,"Text":"Oni traze od tebe da ih sto prije stigne kazna, a Dzehennem ce sigurno sve nevjernike obuhvatiti"},{"SurahNumber":29,"VerseNumber":55,"Text":"na Dan kad ih patnja i odozgo i odozdo obuzme, melek rekne; \"Ispastajte za ono sto ste radili"},{"SurahNumber":29,"VerseNumber":56,"Text":"O robovi Moji koji vjerujete, Moja je Zemlja prostrana, zato se samo Meni klanjajte"},{"SurahNumber":29,"VerseNumber":57,"Text":"Svako zivo bice ce smrt okusiti, i Nama cete se poslije vratiti"},{"SurahNumber":29,"VerseNumber":58,"Text":"One koji budu vjerovali i dobra djela cinili smjesticemo u Dzennetske odaje, ispred kojih ce rijeke teci, u njima ce vjecno boraviti. Kako ce divna biti nagrada onima koji su se trudili"},{"SurahNumber":29,"VerseNumber":59,"Text":"onima koji su trpjeli i u Gospodara svoga se uzdali"},{"SurahNumber":29,"VerseNumber":60,"Text":"A koliko ima zivotinja koje ne sakupljaju hranu sebi, Allah ih hrani, a i vas! On sve cuje i sve zna"},{"SurahNumber":29,"VerseNumber":61,"Text":"A da ih upitas: \"Ko je nebesa i Zemlju stvorio i ko je Sunce i Mjesec potcinio?\" - sigurno bi rekli: \"Allah!\" Pa kuda se onda odmecu"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah u izobilju daje hranu onome kome hoce od robova Svojih, a nekome i uskracuje; - Allah, zaista, zna sve"},{"SurahNumber":29,"VerseNumber":63,"Text":"A ako ih upitas: \"Ko s neba kisu spusta i njome mrtvu zemlju ozivljava?\" - sigurno ce reci: \"Allah!\" a ti reci; \"Hvala Allahu!\" ali vecina njih ne shvaca"},{"SurahNumber":29,"VerseNumber":64,"Text":"Zivot na ovom svijetu nije nista drugo do zabava i igra, a samo onaj svijet je - zivot, kad bi samo oni znali"},{"SurahNumber":29,"VerseNumber":65,"Text":"Kad se u lađe ukrcaju, iskreno se mole Allahu, a kad ih On do kopna dovede, odjednom druge Njemu ravnim smatraju"},{"SurahNumber":29,"VerseNumber":66,"Text":"da bi pokazali nezahvalnost prema onome sto im Mi dajemo, i da bi uzivali. A znace oni"},{"SurahNumber":29,"VerseNumber":67,"Text":"Zar ne vide da smo Harem svetim i bezbjednim ucinili, dok se svuda okolo njih otima i placka? I zar u laz vjeruju, a na Allahovim blagodatima su nezahvalni"},{"SurahNumber":29,"VerseNumber":68,"Text":"I ima li onda nepravednijeg od onoga koji o Allahu izmislja lazi ili porice Istinu koja mu dolazi? I zar nevjernicima nije mjesto u Dzehennemu"},{"SurahNumber":29,"VerseNumber":69,"Text":"One koji se budu zbog Nas borili Mi cemo, sigurno, putevima koji Nama vode uputiti; a Allah je, zaista, na strani onih koji dobra djela cIne!&nbsp"},{"SurahNumber":30,"VerseNumber":1,"Text":"Elif-lam-mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Bizantinci su pobjeđeni"},{"SurahNumber":30,"VerseNumber":3,"Text":"u susjednoj zemlji, ali oni ce, poslije poraza svoga, sigurno pobijediti"},{"SurahNumber":30,"VerseNumber":4,"Text":"za nekoliko godina - i prije, i poslije, Allahova je odluka - i tada ce se vjernici radovati"},{"SurahNumber":30,"VerseNumber":5,"Text":"Allahovoj pomoci, - On pomaze kome hoce, On je Silan i Samilostan"},{"SurahNumber":30,"VerseNumber":6,"Text":"obecanje je Allahovo, a Allah ce obecanje Svoje ispuniti, ali vecina ljudi ne zna"},{"SurahNumber":30,"VerseNumber":7,"Text":"oni znaju samo spoljasnju stranu zivota na ovom svijetu, a prema onom svijetu su ravnodusni"},{"SurahNumber":30,"VerseNumber":8,"Text":"A zasto ne razmisle sami o sebi? Allah je stvorio nebesa i Zemlju i ono sto je između njih - sa ciljem i do roka određenog. A mnogi ljudi ne vjeruju da ce pred Gospodara svoga doista izici"},{"SurahNumber":30,"VerseNumber":9,"Text":"Zasto ne putuju po svijetu pa da vide kako su zavrsili oni prije njih? Oni su bili od njih jaci, i zemlju su orali i obrađivali je vise nego sto je obrađuju ovi, i poslanici su im donosili jasne dokaze; Allah im nije ucinio nepravdu, sami su sebi nepravdu nanijeli"},{"SurahNumber":30,"VerseNumber":10,"Text":"Oni koji su zlo cinili zavrsice najuzasnijom patnjom, zato sto su Allahove rijeci poricali i sto su ih ruglu izvrgavali"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah iz nicega stvara, On ce to ponovo uciniti i na kraju Njenu cete se vratiti"},{"SurahNumber":30,"VerseNumber":12,"Text":"Na dan kad nastupi Cas - mnogobosci ce svaku nadu izgubiti"},{"SurahNumber":30,"VerseNumber":13,"Text":"bozanstva njihova nece im biti zagovornici, a zbog bozanstava svojih bili su navjernici"},{"SurahNumber":30,"VerseNumber":14,"Text":"Na dan kad nastupi Cas ozivljanja - ljudi ce se radvojiti"},{"SurahNumber":30,"VerseNumber":15,"Text":"oni koji su vjerovali i dobra djela cinili - u Dzennetskom perivoju ce se radovati"},{"SurahNumber":30,"VerseNumber":16,"Text":"a oni koji nisu vjerovali i koji su ajete Nase i susret na Sudnjem danu poricali - u trajnoj ce muci biti"},{"SurahNumber":30,"VerseNumber":17,"Text":"Pa, hvaljen neka je Allah kad god omrknete i kad god osvanete"},{"SurahNumber":30,"VerseNumber":18,"Text":"Njemu neka je pohvala i na nebesima i na Zemlji, - i predvece i u podne"},{"SurahNumber":30,"VerseNumber":19,"Text":"On iz nezivog stvara zivo i zivo pretvara u nezivo. On ozivljava zemlju nakon mrtvila njezina, - isto tako cete i vi biti ozivljeni"},{"SurahNumber":30,"VerseNumber":20,"Text":"Jedan od dokaza njegovih je to sto vas od zemlje stvara, i odjednom vas, ljudi, svuda ima razasutih"},{"SurahNumber":30,"VerseNumber":21,"Text":"i jedan od dokaza njegovih je to sto za vas, od vrste vase, stvara zene da se uz njih smirite, i sto između vas uspostavlja ljubav i samilost; to su, zaista, pouke za ljude koji razmisljaju"},{"SurahNumber":30,"VerseNumber":22,"Text":"i jedan od dokaza Njegovih je stvaranje nebesa i Zemlje, i raznovrsnost jezika vasih i boja vasih; to su, zaista, pouke za one koji znaju"},{"SurahNumber":30,"VerseNumber":23,"Text":"i jedan od dokaza Njegovih je san vas nocu i po danu, i nastojanje vase da steknete nesto iz obilja Njegova; to su, zaista, pouke za ljude koji cuju"},{"SurahNumber":30,"VerseNumber":24,"Text":"i jedan od dokaza Njegovih je to sto vam pokazuje munju, da se pobojite i ponadate, i to sto spusta s neba kisu i ozivljava njome zemlju poslije mrtvila njezina; to su, zaista, pouke za ljude koji razumiju"},{"SurahNumber":30,"VerseNumber":25,"Text":"I jedan od dokaza Njegovih je i to sto nebo i Zemlje postoje voljom Njegovom. Zatim to sto cete, cim vas On samo jednom iz zemlje pozove, brzo ustati"},{"SurahNumber":30,"VerseNumber":26,"Text":"Njemu pripada sve sto je na nebesima i na Zemlji, sve je Njemu poslusno"},{"SurahNumber":30,"VerseNumber":27,"Text":"On je taj koji iz nicega stvara i On ce to ponovo uciniti, to je Njemu lahko; On je uzvisen i na nebesima i na Zemlji; On je silan i mudar"},{"SurahNumber":30,"VerseNumber":28,"Text":"On vam kao primjer navodi vas same: da li su oni koji su u posjedu vasem izjednaceni s vama u onome sto vam Mi dajemo, pa ste u tome isti, i da li ih se bojite kao sto se vi jedni drugih bojite/ - Eto, tako Mi, podrobno, izlazemo dokaze Nase ljudima koji razmisljaju"},{"SurahNumber":30,"VerseNumber":29,"Text":"Ali, nevjernici lakosmisleno slijede strasti svoje, - a ko ce na pravi put uputiti onoga koga je Allah u zabludi ostavio? - njima nece moci niko u pomoc priteci"},{"SurahNumber":30,"VerseNumber":30,"Text":"Ti upravi lice svoje vjeri, kao pravi vjernik, djelu Allahovu, prema kojoj je On ljude nacinio, - ne treba da se mijenja Allahova vjera, ali vecina ljudi to ne zna"},{"SurahNumber":30,"VerseNumber":31,"Text":"obracajuci Mu se predano! Bojte se Njega i obavljajte molitvu, i ne budite od onih koji Mu druge ravnim smatraju"},{"SurahNumber":30,"VerseNumber":32,"Text":"od onih koji su vjeru svoju razbili i u stranke se podijelili; svaka stranka zadovoljna onim sto ispovijeda"},{"SurahNumber":30,"VerseNumber":33,"Text":"A kad ljude nevolja snađe, oni se Gospodaru svome pokajnicki obracaju, a poslije, kad im On da da okuse milost Njegovu, odjednom neki od njih Gospodaru svome druge ravnim smatraju"},{"SurahNumber":30,"VerseNumber":34,"Text":"da bi bili nezahvalni na onom sto im Mi dajemo. \"Pa uzivajte, a saznacete"},{"SurahNumber":30,"VerseNumber":35,"Text":"Zar smo Mi poslali kakav dokaz koji govori u prilog onih koje Njemu ravnim smatraju"},{"SurahNumber":30,"VerseNumber":36,"Text":"Kad dopustimo ljudima da se blagodatima naslađuju, oni im se obraduju, a kad ih pogodi nevolja, zbog onoga sto su ruke njihove cinile, odjednom ocajavaju"},{"SurahNumber":30,"VerseNumber":37,"Text":"Zar oni ne znaju da Allah u obilju daje hranu onome kome On hoce, i da uskracuje? to su, uistinu, dokazi za ljude koji vjeruju"},{"SurahNumber":30,"VerseNumber":38,"Text":"Zato podaj bliznjemu pravo njegovo, i siromahu i putniku-namjerniku! To je bolje za one koji nastoje da se Allahu umile; ti ce postici sta zele"},{"SurahNumber":30,"VerseNumber":39,"Text":"A novac koji dajete da se uveca novcem drugih ljudi nece se kod Allah uvecati, a za milostinju koju udjelite da biste se Allahu umili - takvi ce dobra djela svoja umnogostruciti"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah vas stvara, i opskrbljuje; On ce vam zivot oduzeti i na kraju vas ozivjeti. Postoji li ijedno bozansto vase koje bilo sta od toga cini? Hvaljen neka je On i vrlo visoko iznad onih koje Njemu smatraju ravnim"},{"SurahNumber":30,"VerseNumber":41,"Text":"Zbog onoga sto ljudi rade, pojavio se metez i na kopnu i na moru, da im On da da iskuse kaznu zabog onoga sto rade, ne bi li se popravili"},{"SurahNumber":30,"VerseNumber":42,"Text":"Reci: Putujte po svijetu pa pogledajte kako su oni prije zavrsili; vecinom su oni mnogobosci bili"},{"SurahNumber":30,"VerseNumber":43,"Text":"Zato ti upravi lice svoje prema pravoj vjeri, prije nego sto Allahovom voljom nastupi Dan koji niko nece moci odbiti. Toga dana On ce ih razdvojiti"},{"SurahNumber":30,"VerseNumber":44,"Text":"oni koji nisu vjerovali - na svoju stetu nisu vjerovali, a oni koji su dobra djela cinili - sebi su Dzennet pripremili"},{"SurahNumber":30,"VerseNumber":45,"Text":"da On iz obilja Svoga nagradi one koji su vjerovali i dobra djela cinili; a On, zaista, ne voli nevjernike"},{"SurahNumber":30,"VerseNumber":46,"Text":"Jedan od dokaza Njegovih je to sto On salje vjetrove kao nosioce radosnih vijesti da vam da da milost Njegovu osjetite i da lađe voljom Njegovom plove i da iz obilja Njegova sticete, i da biste zahvalni bili"},{"SurahNumber":30,"VerseNumber":47,"Text":"I prije tebe smo poslanike narodima njihovim slali i oni su im prave dokaze donosili, pa smo one koji su grijesili kaznjavali, - a duznost Nam je bila vjernike pomoci"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah je taj koji vjetrove salje, pa oni oblake tjeraju i On ih po nebu, kako On hoce, rasprostire i na komade dijeli, pa ti vidis kisu kako iz njih pada, i kad je On na robove Svoje na koje zeli prolije, oni se odjednom radoscu ispune"},{"SurahNumber":30,"VerseNumber":49,"Text":"iako su bili ocajni prije nego sto se spustila na njih"},{"SurahNumber":30,"VerseNumber":50,"Text":"Zato pogledaj tragove Allahove milosti - kako On ozivi zemlju nakom mrtvila njezina! On ce, uistinu, i mrtve ozivjeti, On sve moze"},{"SurahNumber":30,"VerseNumber":51,"Text":"A da posaljemo vjetar i da oni vide da je sve pozutjelo, oni bi, i poslije toga, blagodati poricali"},{"SurahNumber":30,"VerseNumber":52,"Text":"Ti ne mozes mrtve dozvati, ni gluhe, kad se od tebe okrenu, dovikati"},{"SurahNumber":30,"VerseNumber":53,"Text":"niti mozes slijepe od zablude njihove odvratiti; mozes jedino dozvati one koji u ajete Nase vjeruju, jedino oni ce se odazvati"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah je taj koji vas nejakim stvara, i onda vam, poslije najakosti, snagu daje, a poslije snage iznemoglost i sijede vlasi; On stvara sto hoce; On sve zna i sve moze"},{"SurahNumber":30,"VerseNumber":55,"Text":"A na Dan kad nastupi Cas ozivljenja, zlocinci ce se zaklinjati da su grobovima samo jedan cas ostali; a i prije su istinu izbjegavali"},{"SurahNumber":30,"VerseNumber":56,"Text":"A reci ce oni kojima je dato znanje i vjerovanje: \"Vi ste ostali, prema Allahovoj odredbi, sve do Dana ozivljenja, - a ovo je Dan ozivljenja, samo sto vi niste znali"},{"SurahNumber":30,"VerseNumber":57,"Text":"Toga Dana nece nicem posluziti pravdanja onima koji su se prema sebi ogrijesili i nece se od njih traziti da se Allahu umile"},{"SurahNumber":30,"VerseNumber":58,"Text":"U ovom Kur´anu Mi navodimo ljudima svakovrsne primjere. A kad bi im ti ne znam kakvo cudo donio, opet bi rekli oni koji nece da vjeruju: \"Vi samo iznosite lazi"},{"SurahNumber":30,"VerseNumber":59,"Text":"Eto tako Allah pecati srca onih koji nece da znaju"},{"SurahNumber":30,"VerseNumber":60,"Text":"A ti budi strpljiv! Allahovo obecanje je, zaista, istina i neka te nikako ne obmanu oni koji cvrsto ne vjeruju"},{"SurahNumber":31,"VerseNumber":1,"Text":"Elif lam-mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Ovo su ajeti mudre Knjige"},{"SurahNumber":31,"VerseNumber":3,"Text":"upute i milosti onima koji budu dobro cinili"},{"SurahNumber":31,"VerseNumber":4,"Text":"onima koji molitvu budu obavljali i zekat davali i koji u onaj svijet budu cvrsto vjerovali"},{"SurahNumber":31,"VerseNumber":5,"Text":"njima ce Gospodar njihov na pravi put ukazati i oni ce zelje svoje ostvariti"},{"SurahNumber":31,"VerseNumber":6,"Text":"Ima ljudi koji kupuju price za razonodu, da bi, ne znajuci koliki je to grijeh, s Allahova puta odvodili i da bi ga predmetom za ismijavanje uzimali. Njih ceka sramna kazna"},{"SurahNumber":31,"VerseNumber":7,"Text":"Kad se nekom od njih ajeti Nasi kazuju, on oholo glavu okrece, kao da ih nije ni cuo, kao da je gluh - zato mu navijesti patnju nesnosnu"},{"SurahNumber":31,"VerseNumber":8,"Text":"One koji budu vjerovali i dobra djela cinili, doista cekaju basce uzivanja"},{"SurahNumber":31,"VerseNumber":9,"Text":"u njima ce vjecno boraviti - obecanje je Allahovo istinito, a On je silan i mudar"},{"SurahNumber":31,"VerseNumber":10,"Text":"Nebesa je, vidite ih, bez stubova stvorio, a po Zemlji planine nepomicne razbacao da vas ne trese, i po njoj zivotinje svih vrsta razasuo. Mi s neba kisu spustamo i cinimo da po njoj nicu svakovrsne plemenite biljke"},{"SurahNumber":31,"VerseNumber":11,"Text":"To je Allahovo djelo; a pokazite Mi sta su drugi, mimo Njega stvorili? Nista! Mnogobosci su u pravoj zabludi"},{"SurahNumber":31,"VerseNumber":12,"Text":"A Mi smo Lukmanu mudrost darovali: \"Budi zahvalan Allahu! Ko je zahvalan, cini to u svoju korist, a ko je nezahvalan - pa, Allah je, zaista, neovisan i hvale dostojan"},{"SurahNumber":31,"VerseNumber":13,"Text":"Kada Lukman rece sinu svome, savjetujuci ga: \"O sinko moj, ne smatraj druge Allahu ravnim, mnogobostvo je, zaista, velika nepravda"},{"SurahNumber":31,"VerseNumber":14,"Text":"Mi smo naredili covjeku da bude poslusan roditeljima svojim. Majka ga nosi, a njeno zdravlje trpi, i odbija ga u toku dvije godine. Budi zahvalan Meni i roditeljima svojim, Meni ce se svi vratiti"},{"SurahNumber":31,"VerseNumber":15,"Text":"A ako te budu nagovarali da drugog Meni ravnim smatras, onoga o kome nista ne znas, ti ih ne slusaj i prema njima se, na ovom svijetu, velikodusno ponasaj, a slijedi put onoga koji se iskreno Meni obraca; Meni cete se poslije vratiti i Ja cu vas o onome sto ste radili obavijestiti"},{"SurahNumber":31,"VerseNumber":16,"Text":"O sinko moj, dobro ili zlo, tesko koliko zrno gorusice, bilo u stijeni ili na nebesima ili u zemlji, Allah ce na vidjelo iznijeti, jer Allah zna najskrivenije stvari, On je sveznajuci"},{"SurahNumber":31,"VerseNumber":17,"Text":"O sinko moj, obavljaj molitvu i trazi da se cine dobra djela, a odvracaj od rđavih i strpljivo podnosi ono sto te zadesi - duznost je tako postupiti"},{"SurahNumber":31,"VerseNumber":18,"Text":"I, iz oholosti, ne okreci od ljudi lice svoje i ne idi zemljom nedmeno, jer Allah ne voli ni gordog ni hvalisavog"},{"SurahNumber":31,"VerseNumber":19,"Text":"U hodu budi odmjeren, a u govoru ne budi grlat; ta najneprijatniji glas je revanje magarca"},{"SurahNumber":31,"VerseNumber":20,"Text":"Kako ne vidite da vam je Allah omogucio da se koristite svim onim sto postoji na nebesima i na Zemlji i da vas darezljivo obasipa miloscu Svojom, i vidljivom i nevidljivom? A ima ljudi koji raspravljaju o Allahu bez ikakva znanja, bez ikakve upute i bez knjige svjetilje"},{"SurahNumber":31,"VerseNumber":21,"Text":"A kad im se govori: \"Slijedite ono sto vam Allah objavljuje!\" - odgovaraju: \"Ne, mi slijedimo ono sto smo zapamtili od predaka nasih.\" Zar i onda kad ih sejtan poziva na patnju u ognju"},{"SurahNumber":31,"VerseNumber":22,"Text":"Onaj ko se sasvim preda Allahu, a uz to cini dobra djela, uhvatio se za najcvrscu vezu. Allahu se na koncu sve vraca"},{"SurahNumber":31,"VerseNumber":23,"Text":"A onaj koji ne vjeruju, pa, neka te ne zabrinjava nevjerovanje njegovo. Nama ce se svi vratiti i Mi cemo ih o onome sta su radili obavijestiti; Allahu su, uistinu, poznate svacije misli"},{"SurahNumber":31,"VerseNumber":24,"Text":"Mi im dajemo da kratko uzivaju, a onda cemo ih natjerati u patnju neizdrzljivu"},{"SurahNumber":31,"VerseNumber":25,"Text":"A da ih upitas: \"Ko je stvorio nebesa i Zemlju?\" - sigurni bi rekli: \"Allah!\" - a ti reci: \"Hvaljen neka je Allah\" - samo sto vecina njih ne zna"},{"SurahNumber":31,"VerseNumber":26,"Text":"Allahovo je sve na nebesima i na Zemlji! Allah je, uistinu, nezavistan i hvale dostojan"},{"SurahNumber":31,"VerseNumber":27,"Text":"Da su sva stabla na Zemlji pisaljke, a da se u more, kad presahne, ulije jos sedam mora, ne bi se ispisale Allahove rijeci; Allah je, uistinu, silan i mudar"},{"SurahNumber":31,"VerseNumber":28,"Text":"Stvoriti sve vas i sve vas ozivjeti isto je kao stvoriti i ozivjeti jednoga covjeka; Allah, zaista, sve cuje i sve vidi"},{"SurahNumber":31,"VerseNumber":29,"Text":"Kako ne vidis da Allah uvodi noc u dan i uvodi dan u noc, i da je potcinio Sunce i Mjesec - svako se krece do roka određenog - i da Allah dobro zna ono sto radite"},{"SurahNumber":31,"VerseNumber":30,"Text":"To zato sto je Allah - Istina, a oni kojima se, pored Njega, oni mole, - neistina, i sto je Allah uzvisen i velik"},{"SurahNumber":31,"VerseNumber":31,"Text":"Zar ne vidis da lađe Allahovom miloscu morem plove da bi vam pokazao neke dokaze Svoje/ To su, zaista, pouke za sve strpljive i zahvalne"},{"SurahNumber":31,"VerseNumber":32,"Text":"A kad ih talas, kao oblak, prekrije, mole se Allahu iskreno Mu vjeru ispovijedajuci; a cim ih On do kopna dovede, samo Mu neki zahvalni ostaju. A dokaze Nase samo izdajnik, nezahvalnik porice"},{"SurahNumber":31,"VerseNumber":33,"Text":"O ljudi, bojte se Gospodara svoga i strahujte od Dana kod roditelj djetetu svome nece moci nimalo pomoci, niti ce dijete moci svome roditelju imalo pomoci! Allahova prijetnja je istinita, pa neka vas nikako zivot na ovom svijetu ne zvara i neka vas u Allaha sejtan ne pokoleba"},{"SurahNumber":31,"VerseNumber":34,"Text":"Samo Allah zna kad ce Smak svijeta nastupiti, samo On spusta kisu i samo On zna sta je u matericama, a covjek ne zna sta ce sutra zaraditi i ne zna covjek u kojoj ce zemlji umrijeti; Allah, uistinu, sva zna i o svemu je obavijesten"},{"SurahNumber":32,"VerseNumber":1,"Text":"Elif-lam-mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Knjigu objavljuje, u to nema sumnje, Gospodar svjetova"},{"SurahNumber":32,"VerseNumber":3,"Text":"a oni govore: \"On je izmislja!\" Ne, ona je istina od Gospodara tvoga da opominjes narod kojemu prije tebe nije dosao niko da ga opominje, da bi isao pravim putem"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah je nebesa i Zemlju i ono sto je između njih u sest vremenskih razdoblja stvorio, a onda svemirom zagospodario; vi, osim Njega, ni zastitinika ni posrednika nemate, pa zasto se ne urazumite"},{"SurahNumber":32,"VerseNumber":5,"Text":"On upravlja svima, od neba do Zemlje, a onda se sve to Njemu vraca u danu koji, prema vasem racunanju vremena, hiljadu godina traje"},{"SurahNumber":32,"VerseNumber":6,"Text":"To je onaj koji zna i nevidljivi i vidljivi svijet, Silni i Milostivi"},{"SurahNumber":32,"VerseNumber":7,"Text":"koji sve savrseno stvara, koji je prvog covjeka stvorio od ilovace"},{"SurahNumber":32,"VerseNumber":8,"Text":"a potomstvo njegovo stvara od kapi hude tekucine"},{"SurahNumber":32,"VerseNumber":9,"Text":"zatim mu savrseno udove oblici i zivot mu udahne, - i On vam i sluh i vid i pameti daje -, a kako vi malo zahvaljujete"},{"SurahNumber":32,"VerseNumber":10,"Text":"Oni govore: \"Zar cemo, kad nestanemo pod zemljom, ponovo stvoreni biti?\" Oni ne vjeruju da pred Gospodara svoga izici"},{"SurahNumber":32,"VerseNumber":11,"Text":"Reci: \"Melek smrti, koji vam je za to određen, duse ce vam uzeti, a poslije cete se Gospodaru svome vratiti"},{"SurahNumber":32,"VerseNumber":12,"Text":"A da ti je vidjeti grjesnike kako ce, oborenih glava pred Gospodarom svojim, reci: \"Gospodaru nas, vidjeli smo i culi smo, pa nas povrati da dobra djela cinimo, mi, doista, cvrsto vjerujemo"},{"SurahNumber":32,"VerseNumber":13,"Text":"A kad bismo htjeli, svakog covjeka bismo na pravi put uputili, ali Ja sam vec istinu rekao: \"Napunicu, zaista, Dzehennem dzinnovima i ljudima zajedno"},{"SurahNumber":32,"VerseNumber":14,"Text":"Pa trpite zato sto ste zaboravljali da cete ovaj dan dozivjeti, - i Mi cemo vas zaboraviti -, i vjecnu patnju trpite zbog onoga sto ste radili"},{"SurahNumber":32,"VerseNumber":15,"Text":"U Nase rijeci vjeruju samo oni koji, kad se njima opomenu, licem na tle padaju, i koji Gospodara svoga velicaju i hvale i koji se ne ohole"},{"SurahNumber":32,"VerseNumber":16,"Text":"Bokovi njihovi se postelja lisavaju i oni se Gospodaru svome iz straha i zelje klanjaju, a dio onog sto im Mi dajemo udjeljuju"},{"SurahNumber":32,"VerseNumber":17,"Text":"I niko ne zna kakve ih, kao nagrada za ono sto su cinili, skrivene radosti cekaju"},{"SurahNumber":32,"VerseNumber":18,"Text":"Zar da vjerniku bude isto kao grjesniku? Ne, njima nece biti isto"},{"SurahNumber":32,"VerseNumber":19,"Text":"one koji su vjerovali i dobra djela cinili cekaju Dzennetske basce u kojima ce boraviti, kao nagrada za ono sto su radili"},{"SurahNumber":32,"VerseNumber":20,"Text":"a one koji nisu vjerovali ceka vatra u kojoj ce prebivati; kad god pokusaju da iz nje iziđu, bice u nju vraceni i bice im receno: \"Trpite kaznu u vatri koju ste poricali"},{"SurahNumber":32,"VerseNumber":21,"Text":"I Mi cemo uciniti da blazu kaznu iskuse, prije one najvece, ne bi li se pokajali"},{"SurahNumber":32,"VerseNumber":22,"Text":"A ima li nepravednijeg od onoga koji, opomenut rijecima Gospodara svoga, njima leđa okrene? Mi cemo, zaista, kazniti zlikovce"},{"SurahNumber":32,"VerseNumber":23,"Text":"Musau smo Mi Knjigu dali - ne sumnjaj nimalo u to da je on nije primio - i putokazom je sinovima Israilovim ucinili"},{"SurahNumber":32,"VerseNumber":24,"Text":"Između njih smo Mi vođe određivali i oni su, odazivajuci se zapovijedi Nasoj, na pravi put upucivali, jer su strpljivi bili i u dokaze Nase cvrsto vjerovali"},{"SurahNumber":32,"VerseNumber":25,"Text":"Gospodar tvoj ce među njima na Sudnjem danu presuditi u onome oko cega su se razilazili"},{"SurahNumber":32,"VerseNumber":26,"Text":"Zar ovima nije jasno koliko smo Mi prije njih naroda unistili, po cijim oni nastambama hodaju? To su, zaista, dokazi, pa zasto nece da cuju"},{"SurahNumber":32,"VerseNumber":27,"Text":"Kako oni ne vide da Mi gonimo kisu u ogoljelu zemlju, i cinimo da, uz pomoc njenu, nice rastinje kojim se hrani stoka njihova, a i oni sami - pa zasto nece da vide"},{"SurahNumber":32,"VerseNumber":28,"Text":"I oni govore: \"Kad ce vec jednom ta pobjeda, ako istinu govorite"},{"SurahNumber":32,"VerseNumber":29,"Text":"Reci: \"Na Sudnjem danu, kada nevjernicima nece nikako koristiti to sto ce tada vjerovati i kad im se nimalo vremena nece dati"},{"SurahNumber":32,"VerseNumber":30,"Text":"Zato se ti okreni od njih i cekaj, i oni doista cekaju"},{"SurahNumber":33,"VerseNumber":1,"Text":"O Vjerovjesnice, Allaha se boj, a nevjernike i licemjere ne slusaj - Allah, uistinu, sve zna i mudar je"},{"SurahNumber":33,"VerseNumber":2,"Text":"i slijedi ono sto ti Gospodar tvoj objavljuje - Allah dobro zna ono sto vi radite"},{"SurahNumber":33,"VerseNumber":3,"Text":"i u Allaha se pouzdaj, Allah je zastitinik dovoljan"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah nijednom covjeku dva srca u njedrima njegovim nije dao, a ni zene vase, od kojih se ziharom rastavljate, materama vasim nije ucinio, niti je posinke vase sinovima vasim ucinio. To su samo vase rijeci, iz usta vasih, a Allah istinu govori i na pravi put izvodi"},{"SurahNumber":33,"VerseNumber":5,"Text":"Zovite ih po ocevima njihovim, to je kod Allah ispravnije. A ako ne znate imena oceva njihovih, pa, braca su vasa po vjeri i sticenici su vasi. Nije grijeh ako u tome pogrijesite, grijeh je ako to namjerno ucinite; a Allah prasta i samilostan je"},{"SurahNumber":33,"VerseNumber":6,"Text":"Vjerovjesnik treba da bude preci vjernicima nego oni sami sebi, a zene njegove su - kao majke njihove. A srodnici, po Allahovoj Knjizi, preci su jedni drugima od ostalih vjernika i muhadzira; prijateljima svojim mozete oporukom nesto da ostavite. To u Knjizi pise"},{"SurahNumber":33,"VerseNumber":7,"Text":"Mi smo od vjerovjesnika zavjet njihov uzeli, i od tebe, i od Nuha, i od Ibrahima, i od Musaa, i od Isaa, sina Merjemina smo cvrst zavjet uzeli"},{"SurahNumber":33,"VerseNumber":8,"Text":"da bi On mogao da pozove na odgovornost vjerovjesnike za ono sto su govorili; a nevjernicima je On pripremio bolnu patnju"},{"SurahNumber":33,"VerseNumber":9,"Text":"O vjernici, sjetite se Allahove milosti prema vama kada su do vas vojske dosle, pa smo Mi protiv njih vjetar poslali, a i vojske koje vi niste vidjeli - a Allah dobro vidi sta vi radite"},{"SurahNumber":33,"VerseNumber":10,"Text":"kad su vam dosle i odozgo i odozdo, a dusa dosla do grkljana, i kad ste o Allahu svasta pomisljali"},{"SurahNumber":33,"VerseNumber":11,"Text":"tada su vjernici bili u iskusenje stvaljeni i ne mogu biti gore uznemireni"},{"SurahNumber":33,"VerseNumber":12,"Text":"kad su licemjeri i oni bolasna srca govorili: \"Allah i Poslanik Njegov su nas samo obmanjivali kad su nam obecavali"},{"SurahNumber":33,"VerseNumber":13,"Text":"kad su neki među njima rekli: \"O stanovnici Jesriba, ovdje vam nema stanka, zato se vratite!\", a drugi među njima su trazili dopustenje od Vjerovjesnika i govorili: \"Kuce su nase nezasticene!\" - a nisu bile nezasticene, vec su oni htjeli da se izvuku"},{"SurahNumber":33,"VerseNumber":14,"Text":"A da su im sa raznih strana prodrli i da su potom od njih da opet postanu mnogobosci, oni bi to, ne dvoumeci oko toga, brzo ucinili"},{"SurahNumber":33,"VerseNumber":15,"Text":"a bili su se jos prije Allahu obavezali da nece uzmicati, - a za Allahu datu obavezu ce se odgovarati"},{"SurahNumber":33,"VerseNumber":16,"Text":"Reci: \"Ako bjezite od smrti ili pogibije, bjezanje vam nece pomoci, opet cete samo kratko uzivati"},{"SurahNumber":33,"VerseNumber":17,"Text":"Reci: \"Ko ce vas od Allha zastiti ako On hoce da vas zlo snađe, ili, ko vam moze nauditi ako On zeli da vam milost ukaze?\" Osim Allaha, oni nece naci sebi ni zastitinika ni pomagaca"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah dobro zna one među vama koji su druge zadrzavali i prijateljima svojim govorili: \"Prikljucite se nama!\" a samo su neki u boj isli"},{"SurahNumber":33,"VerseNumber":19,"Text":"ne zeleci da vam pomognu. A kad zavlada strah, vidis ih kako gledaju u tebe kolutajuci svojim ocima kao pred smrt onesvijesceni; cim strah mine, oni vas psuju svojim ostrim jezicima, skrti da ucine bilo kakvo dobro. Oni ne vjeruju, i zato ce Allah djela njihova ponistiti; a to je Allahu lahko"},{"SurahNumber":33,"VerseNumber":20,"Text":"Oni misle da saveznici jos nisu otisli. A kad bi saveznici opet dosli, najdraze bi im bilo da su među beduinima u pustinji i da se raspituju za vas; a da s vama ostanu, malo bi se borili"},{"SurahNumber":33,"VerseNumber":21,"Text":"Vi u Allahovom poslaniku imate divan uzor za onoga koji se nada Allahovoj milosti i nagradi na onom svijetu, i koji cesto Allaha spominje"},{"SurahNumber":33,"VerseNumber":22,"Text":"A kad su vjernici saveznike ugledali, rekli su: \"Ovo je ono sto su nam Allah i Poslanik Njegov obecali, i Allah i Poslanik Njegov su istinu govorili!\" - i to im je samo ucvrstilo vjerovanje i predanost"},{"SurahNumber":33,"VerseNumber":23,"Text":"Ima vjernika koji ispunjavaju zavjet dat Allahu, ima ih koji su poginuli, i ima ih koji to ocekuju - nisu nista izmjenili"},{"SurahNumber":33,"VerseNumber":24,"Text":"da Allah nagradi iskrene za njihovu iskrenost, a da, ako hoce, stavi na muke licemjere ili da im oprosti, Allah zaista prasta i samilostan je"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allah je nevjernike pune srdzbe odbio, - nisu nimalo uspjeli -, i vjernike je Allah borbe postedio, - Allah je, uistinu, mocan i silan"},{"SurahNumber":33,"VerseNumber":26,"Text":"a sljedbenike Knjige, koji su ih pomagali, iz utvrda njihovih je izveo, i strah u srca njihova ulio, pa ste jedne pobili, a druge kao suznje uzeli"},{"SurahNumber":33,"VerseNumber":27,"Text":"i dao vam je da naslijedite zemlje njihove i domove njihove i bogatstva njihova, i zemlju kojom prije niste hodali; Allah sve moze"},{"SurahNumber":33,"VerseNumber":28,"Text":"O Vjerovjesnice, reci zenama svojim: \"Ako zelite zivot na ovom svijetu i njegov sjaj, onda se odlucite, dacu vam pristojnu otpremu i lijepo cu vas otpustiti"},{"SurahNumber":33,"VerseNumber":29,"Text":"A ako zelite Allaha, i Poslanika Njegova, i onaj svijet, - pa, Allah je, doista, onima među vama koji cine dobra djela pripremio nagradu veliku"},{"SurahNumber":33,"VerseNumber":30,"Text":"O zene Vjerovjesnikove, ako bi koja od vas ocit grijeh ucinila, kazna bi joj udvostrucena bila, a to je Allahu lahko"}]}