{"Id":160,"LanguageCodes":["fa","fas"],"Name":"fas-mohsengharaati","Author":"Mohsen Gharaati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"خداوند بدگویى به صداى بلند را دوست ندارد، مگر براى کسى که به او ستم شده باشد و خداوند، شنواى داناست"},{"SurahNumber":4,"VerseNumber":149,"Text":"اگر کار نیکى را آشکارا یا پنهان انجام دهید، یا از لغزش و بدى دیگران درگذرید، [بدانید که] خداوند بخشاینده‌ی تواناست"},{"SurahNumber":4,"VerseNumber":150,"Text":"قطعاً کسانى که به خداوند و پیامبرانش کفر مى‌ورزند و مى‌خواهند میان خدا و پیامبرانش فرق بگذارند و مى‌گویند: «به بعضى ایمان مى‌آوریم و بعضى را انکار مى‌کنیم.» و مى‌خواهند در این میانه راهى در پیش گیرند"},{"SurahNumber":4,"VerseNumber":151,"Text":"آنان به راستى کافرند و ما براى کافران عذابی خوارکننده آماده کرده‌ایم"},{"SurahNumber":4,"VerseNumber":152,"Text":"و کسانى که به خدا و پیامبرانش ایمان آورده و میان هیچ­یک از آنان فرق نگذاشته‌اند، اینانند که خداوند در آینده پاداششان را خواهد داد. و خداوند، همواره بخشاینده و مهربان است"},{"SurahNumber":4,"VerseNumber":153,"Text":"[اى پیامبر!] اهل کتاب از تو مى‌خواهند که یکباره از آسمان بر آنها کتابى فرود آورى، آنها از موسى بزرگ‌تر از آن را خواستند و گفتند: «خدا را آشکارا به ما نشان بده!» پس به سزاى ظلمشان صاعقه آنان را فراگرفت، سپس بعد از آن که معجزه‌هاى روشن براى آنان آمد، گوساله‌پرستى را پیش گرفتند. [بعد از توبه] ما از آن [گناه] درگذشتیم و عفو کردیم و به موسى حجّتى آشکار دادیم"},{"SurahNumber":4,"VerseNumber":154,"Text":"و کوه طور را به خاطر پیمان­گرفتن از آنان بر فراز آنها برافراشتیم و به آنها گفتیم: «[براى توبه،] سجده‌کنان از در [بیت‌المقدّس] وارد شوید.» و به آنان گفتیم: «در روز[هاى] شنبه [از حکم تحریم صید ماهى] تجاوز نکنید.» و از آنان پیمانى محکم گرفتیم"},{"SurahNumber":4,"VerseNumber":155,"Text":"و به خاطر پیمان‌شكنى، و كفر آنان به آیات خدا و كشتن پیامبران به ناحقّ، و این كه [از روى تمسخر] مى‌گفتند: «بر دل‌هاى ما پرده افتاده است [که سخنان پیامبران را درك نمى‌كنیم، خداوند آنان را مجازات کرد.]» بلكه خداوند بر دل‌هاى آنان به خاطر كفرشان مهر زد و جز اندكى، ایمان نمى‌آورند"},{"SurahNumber":4,"VerseNumber":156,"Text":"و [نیز] به خاطر كفرشان و سخنانشان كه تهمت بزرگى به مریم زدند،"},{"SurahNumber":4,"VerseNumber":157,"Text":"و سخنى كه [مغرورانه] گفتند: «ما مسیح؛ عیسى پسر مریم، فرستاده‌ى خدا را كشتیم.» در حالى كه نه او را كشتند و نه به صلیب كشیدند، بلكه كار بر آنان مُشتَبَه شد [و كسى شبیه به او را كشتند]. و كسانى كه درباره‌ى عیسى اختلاف نظر پیدا كردند، خود در شك بودند و هیچ یك به گفته‌ى خود علم نداشتند و تنها از پندارهاى بى‌اساس پیروى مى‌كردند، و به یقین او را نكشتند"},{"SurahNumber":4,"VerseNumber":158,"Text":"بلكه خداوند او را به سوى خود بالا برد. و خداوند همواره پیروزمندى حكیم است"},{"SurahNumber":4,"VerseNumber":159,"Text":"و اهل كتاب همه پیش از مرگ به او ایمان می‌آورند و او روز قیامت، درباره‌ى آنها گواهى خواهد داد"},{"SurahNumber":4,"VerseNumber":160,"Text":"پس به سزاى ستمى كه از یهودیان سر زد و به خاطر آن كه بسیارى از مردم را از راه خدا بازمى‌داشتند، بخشى از چیزهاى پاك و دلپسندى را كه قبلاً برایشان حلال بود، بر آنان حرام كردیم"},{"SurahNumber":4,"VerseNumber":161,"Text":"و [نیز این مجازات] به سبب رباخوارى آنها بود كه از آن نهى شده بودند و نیز به سبب خوردن مال مردم به ناحقّ. و براى كافرانِشان عذاب دردناكى فراهم ساخته‌ایم"},{"SurahNumber":4,"VerseNumber":162,"Text":"ولى استواران در علم از یهود و مؤمنان، به آنچه بر تو و آنچه پیش از تو نازل شده است، ایمان دارند. و به ویژه برپادارندگان نماز، و زكات­دهندگان، و مؤمنانِ به خدا و روز قیامت، که به زودى آنان را پاداش بزرگى خواهیم داد"},{"SurahNumber":4,"VerseNumber":163,"Text":"[اى پیامبر!] ما به تو وحى كردیم، آن‌گونه كه به نوح و پیامبران پس از او وحى فرستادیم. و [همچنین] به ابراهیم، اسماعیل، اسحاق، یعقوب، [پیامبران از] فرزندان یعقوب، عیسى، ایوب، یونس، هارون و سلیمان وحى نمودیم. و به داوود، زَبور دادیم"},{"SurahNumber":4,"VerseNumber":164,"Text":"و پیامبرانى [فرستادیم] كه پیش از این داستان آنان را برایت بازگفته‌ایم و پیامبرانى كه ماجراى آنان را براى تو نگفته‌ایم. و خداوند با موسى سخن گفت، سخن گفتنى ویژه"},{"SurahNumber":4,"VerseNumber":165,"Text":"پیامبرانى كه بشارت‌دهنده و بیم‌دهنده بودند، تا پس از [آمدن] این پیامبران، براى مردم در مقابل خدا [بهانه و] حجّتى باقى نماند. و خداوند همواره شكست‌ناپذیر و حكیم است"},{"SurahNumber":4,"VerseNumber":166,"Text":"[گر چه كافران بهانه مى‌گیرند و به درستىِ كتاب تو گواهى نمى‌دهند،] ولى خداوند، به آنچه بر تو نازل كرده گواهى مى‌دهد، كه به علم خود بر تو نازل كرد و فرشتگان نیز [بر حقّانیت تو] شهادت مى‌دهند و گواهى خداوند [براى تو] كافى است"},{"SurahNumber":4,"VerseNumber":167,"Text":"قطعاً كسانى كه كافر شدند و [مردم را] از راه خدا بازداشتند، به گمراهى ژرفى افتاده‌اند"},{"SurahNumber":4,"VerseNumber":168,"Text":"كسانى كه كافر شدند و ستم كردند، خداوند هرگز آنها را نمی‌بخشد، و آنان را به هیچ راهى هدایت نمی‌كند"},{"SurahNumber":4,"VerseNumber":169,"Text":"مگر به راه دوزخ، كه براى همیشه در آن ماندگارند. و این [عذاب و كیفر] براى خدا آسان است"},{"SurahNumber":4,"VerseNumber":170,"Text":"اى مردم! پیامبرِ [موعود] با آیین حقّ از سوى پروردگارتان به سوى شما آمده است. پس ایمان بیاورید كه براى شما بهتر است، و اگر كفر ورزید، [به خدا زیانى نمى‌رسد كه] آنچه در آسمان‌ها و زمین است از آنِ خداست و خداوند، دانا و حكیم است"},{"SurahNumber":4,"VerseNumber":171,"Text":"اى اهل کتاب! در دین خود غلوّ [و زیاده‌روى] نکنید و درباره خدا جز حقّ نگویید. به راستی مسیح، عیسى پسر مریم، فرستاده‌ى خداوند و کلمه‌ى اوست که آن را به [دامان] مریم افکند و روحى است از جانب او. پس به خدا و پیامبرانش ایمان بیاورید، و نگویید: «[خداوند] سه‌گانه است.» [از این حرف] دست بردارید که به نفع شماست. جز این نیست که اللّه خدایى است یکتا، و از این که فرزندى داشته باشد، منزّه است. آنچه در آسمان‌ها و آنچه در زمین است از آن اوست. و خداوند براى کارسازی [و تدبیر امور جهان] کافى است"},{"SurahNumber":4,"VerseNumber":172,"Text":"هرگز مسیح از این که بنده‌ی خدا باشد، سر باز نمى‌زند و فرشتگان مقرّب نیز [سرپیچى ندارند]. و هر کس از بندگى خداوند سرپیچى کند و تکبّر ورزد، پس [بداند که] خداوند به زودى همه آنها را نزد خود جمع خواهد کرد"},{"SurahNumber":4,"VerseNumber":173,"Text":"پس کسانى که ایمان آوردند و کارهاى شایسته انجام دادند، خداوند پاداش آنان را کامل مى‌دهد و از فضل خویش بر [پاداش] آنها می‌افزاید. و امّا آنان که سرپیچى کردند و تکبّر ورزیدند، خداوند آنان را به عذابى دردناک کیفر مى‌دهد و در برابر [قهر] خدا براى خود دوست و یاورى نخواهند یافت"},{"SurahNumber":4,"VerseNumber":174,"Text":"اى مردم! دلیل روشنى از سوى پروردگارتان براى شما آمده است. و نورى روشنگر [همچون قرآن] را به سوى شما فرود آوردیم"},{"SurahNumber":4,"VerseNumber":175,"Text":"پس به زودى کسانى را که به خداوند ایمان آوردند و به آن [کتاب آسمانى] چنگ زدند، در رحمت و فضل خویش وارد مى‌کند و آنان را به سوى خود در راه راست هدایت مى‌‌فرماید"},{"SurahNumber":4,"VerseNumber":176,"Text":"[اى پیامبر!] از تو فتوا مى‌خواهند، بگو: «خدا درباره [ارثِ] کلاله به شما چنین فتوا مى‌دهد: اگر مردى بمیرد و فرزندى نداشته باشد، و او را یک خواهر باشد، نصف آنچه بجا گذاشته از آنِ او است و [این برادر] نیز همه اموال خواهر را ارث مى‌برد، اگر او فرزندى نداشته باشد، و اگر دو خواهر باشند، دو سوم میراث را ارث مى‌برند و اگر چند برادر و خواهر باشند، سهم هر مرد برابر سهم دو زن است. خداوند احکام را براى شما بیان مى‌کند تا گمراه نشوید و خداوند به هر چیز داناست.»"},{"SurahNumber":5,"VerseNumber":1,"Text":"اى کسانى که ایمان آورده‌اید! به پیمان‌ها و قراردادها وفا کنید. چهارپایان براى شما حلال شده است، مگر آنچه بر شما خوانده خواهد شد. و صید را به هنگام احرام حلال نشمرید. خداوند به هرچه اراده کند حکم می‌کند"},{"SurahNumber":5,"VerseNumber":2,"Text":"اى کسانى که ایمان آورده‌اید! شعائر الهى [را محترم بشمارید و مخالفتِ با آنها] را حلال ندانید: حرمت ماه حرام، قربانی‌هاى بی‌نشان، قربانى‌هاى نشاندار که بر گردنشان بند نهاده‌اند، و نیز حرمت آنها که به قصد خانه خدا براى به دست آوردن فضل پروردگار و خشنودى او مى‌آیند، حرمت همه را نگاه دارید. اما هنگامى که از احرام بیرون آمدید، صید کردن براى شما مانعى ندارد. و نباید کینه گروهی که مانع آمدن شما به مسجدالحرام [در سالِ حُدَیبیه] شدند، شما را وادار به تعدّى و تجاوز کند. و یکدیگر را در کار نیک و پرهیزکارى یارى کنید و در راه گناه و تجاوز همدستى ننمایید. و از [مخالفت] خدا بپرهیزید که مجازاتش شدید است"},{"SurahNumber":5,"VerseNumber":3,"Text":"[گوشتِ] مردار و خون و گوشت خوک و حیوانى که هنگام ذبح نام غیر خدا بر آن برده شود و حیوان خفه شده و به زجر کشته شده و حیوانى که بر اثر پرت شدن از بلندى بمیرد و حیوانى که به ضرب شاخ حیوان دیگرى مرده باشد و نیم خورده حیوان درنده، جز آن را که [تا زنده است] سر ببرید و حیوانى که در برابر بت­ها ذبح شود و [همچنین] تقسیم کردن گوشت حیوان با تیرهای بخت‌آزمایى، [اینها همه] بر شما حرام و آن [کارها هم] گناه است. ـ امروز کافران از [شکست] آیین شما ناامید شدند، پس از آنها نترسید و از [مخالفت] من بترسید! امروز دین شما را برایتان کامل کردم و نعمت خود را بر شما تمام نمودم و اسلام را به عنوان آیین [جاودان] شما پذیرفتم. ـ اما آن که در حال گرسنگى و قحطی، ناگزیر [از خوردن گوشت حرام] شود، بی­آنکه گرایش به گناه داشته باشد، خداوند آمرزنده و مهربان است"},{"SurahNumber":5,"VerseNumber":4,"Text":"از تو مى‌پرسند چه چیزهایى براى آنها حلال شده است؟ بگو: «آنچه پاکیزه است، براى شما حلال گردیده و [نیز صید] حیوانات شکارى که از آنچه خداوند به شما تعلیم داده به آنها یاد داده‌اید [براى شما حلال است]. پس از آنچه این حیوانات براى شما [صید مى‌کنند و] نگاه مى‌دارند، بخورید و نام خدا را [به هنگام فرستادن حیوان براى شکار] بر آن ببرید و از [نافرمانى] خدا بپرهیزید که خداوند سریع‌الحساب است.»"},{"SurahNumber":5,"VerseNumber":5,"Text":"امروز چیزهاى پاکیزه براى شما حلال شد و [همچنین] غذاىِ اهلِ کتاب براى شما حلال است و غذاى شما براى آنها حلال. و [نیز ازدواج با] زنان پاکدامن از مسلمانان و زنان پاکدامن از اهل کتاب، به شرط آن که مهریه آنها را بپردازید و پاکدامن باشید، نه زناکار و نه گیرندگان دوست پنهان. و کسى که آنچه را باید به آن ایمان بیاورد، انکار کند، اعمال او باطل و بى‌اثر می‌گردد و در سراى دیگر از زیانکاران خواهد بود"},{"SurahNumber":5,"VerseNumber":6,"Text":"اى کسانى که ایمان آورده‌اید! هنگامى که براى نماز برمى‌خیزید، صورت و دست‌ها را تا آرنج بشویید و بخشى از سرتان را مسح کنید و نیز پاهاى خود را تا برآمدگى روى پا مسح نمایید و اگر جنب هستید، پس [با غسل کردن خود را] پاک کنید. و اگر بیمار یا مسافر باشید یا از قضاى حاجت برگشته باشید، یا با زنان، آمیزش جنسى کرده‌اید و آب [براى غسل یا وضو] نیابید، پس با خاک پاکى تیمم کنید و از آن بر بخشى از صورت و دست‌ها نیز بکشید. خداوند نمى‌خواهد که بر شما سخت بگیرد، بلکه مى‌خواهد شما را پاک سازد و نعمتش را بر شما تمام نماید، شاید شکر او را به جای آورید"},{"SurahNumber":5,"VerseNumber":7,"Text":"و به یاد بیاورید نعمتى را که خدا بر شما ارزانى داشته و [نیز] پیمان محکمش را که با آن از شما میثاق گرفت، آن زمان که گفتید: «شنیدیم و اطاعت کردیم.» و از [مخالفت فرمان] خدا بپرهیزید که خدا از درون سینه‌ها آگاه است"},{"SurahNumber":5,"VerseNumber":8,"Text":"اى کسانى که ایمان آورده‌اید! همواره براى خدا قیام کنید و از روى عدالت گواهى دهید. دشمنى با گروهى، شما را به ترک عدالت نکشاند. عدالت بورزید که به پرهیزکارى نزدیک‌تر است. و از [نافرمانى] خدا بپرهیزید که از آنچه انجام مى‌دهید، آگاه است"},{"SurahNumber":5,"VerseNumber":9,"Text":"خداوند به کسانى که ایمان آورده‌اند و کارهاى شایسته کرده‌اند وعده‌ی آمرزش و پاداشی بزرگ داده است"},{"SurahNumber":5,"VerseNumber":10,"Text":"و کسانى که کافر شدند و آیات ما را تکذیب کردند، اهل دوزخند"},{"SurahNumber":5,"VerseNumber":11,"Text":"اى کسانى که ایمان آورده‌اید! نعمتى را که خدا به شما بخشیده به یاد آورید، آن زمان که جمعى [از دشمنان] قصد داشتند دستِ [ستم] به سوى شما دراز کنند [و شما را از میان بردارند،] اما خدا دستشان را از شما کوتاه کرد. از خدا بپرهیزید و مؤمنان باید تنها بر خدا توکل کنند"},{"SurahNumber":5,"VerseNumber":12,"Text":"خدا از بنى‌اسرائیل پیمان گرفت و از آنها دوازده رهبر و سرپرست برانگیختیم و خداوند [به آنها] فرمود: «من با شما هستم. اگر نماز را برپا دارید و زکات را بپردازید و به رسولان من ایمان بیاورید و آنها را یارى کنید و به خدا وامِ نیکو دهید [و در راه او به نیازمندان کمک کنید]، مسلماً گناهانتان را محو مى‌کنم و شما را در باغ‌هاى بهشت که نهرها از زیر [درختان] آن جارى است، وارد مى‌نمایم. پس از آن، هر یک از شما کفر ورزد، بى‌گمان راه راست را گم کرده است.»"},{"SurahNumber":5,"VerseNumber":13,"Text":"اما به خاطر پیمان‌شکنى، آنها را از رحمت خویش دور ساختیم و دل‌هایشان را سخت و سنگین نمودیم، زیرا سخنان [خدا] را از مورد خود تحریف مى‌کنند و بخشى از آنچه را به آنها گوشزد شده بود، فراموش کردند و [اى پیامبر!] پیوسته به خیانت تازه‌اى از این قوم پى مى‌برى، جز عدّه‌ى قلیلى از آنها، ولى از آنها در گذر و خطاهایشان را نادیده بگیر که خداوند نیکوکاران را دوست مى‌دارد"},{"SurahNumber":5,"VerseNumber":14,"Text":"و ما از کسانى که خود را نصارا [و یاور مسیح] نامیدند [نیز] پیمان گرفتیم [که از حقیقت توحید منحرف نشوند]، ولى آنها [هم] بخش مهمّى از آنچه را به آنان تذکر داده شده بود، به دست فراموشى سپردند. از این رو در میان آنها تا روز قیامت دشمنى و کینه افکندیم. و خداوند در آینده آنها را از آنچه انجام داده‌اند، آگاه خواهد فرمود"},{"SurahNumber":5,"VerseNumber":15,"Text":"اى اهل کتاب! پیامبر ما به سوى شما آمد و بسیارى از حقایق کتاب آسمانى را که شما پنهان مى‌داشتید، روشن مى‌سازد و از بسیارى از آن [که فعلاً مورد نیاز نیست،] صرف‌نظر مى‌کند. به راستى از سوى خدا نور و کتابی روشنگر به سوى شما آمد"},{"SurahNumber":5,"VerseNumber":16,"Text":"خداوند به برکت آن، هر کسى را که در پى خشنودى وى باشد، به راه‌هاى بى‌گزند، راهنمایى مى‌کند و آنان را به اراده خویش از تاریکی‌ها به سوى روشنایى مى‌برد و آنها را به راه راست هدایت مى‌نماید"},{"SurahNumber":5,"VerseNumber":17,"Text":"کسانى که گفتند: «خدا همان مسیح پسر مریم است.» [اینان] به یقین کافر شدند. بگو: «اگر خدا بخواهد مسیح پسر مریم و مادرش و همه‌ی کسانى را که روى زمین هستند، هلاک کند، چه کسى می‌تواند [از این کار] جلوگیرى کند؟! [آرى،] حکومت آسمان‌ها و زمین و آنچه میان آن دو قرار دارد، از آن خداست. هر چه بخواهد، مى‌آفریند، و او بر هر چیز تواناست.»"},{"SurahNumber":5,"VerseNumber":18,"Text":"یهودیان و مسیحیان گفتند: «ما فرزندان خدا و دوستان او هستیم.» بگو: «پس چرا شما را در برابر گناهانتان مجازات مى‌کند؟ بلکه شما هم انسانى هستید از آفریده‌های او. هر کس را بخواهد [و شایسته ببیند]، مى‌بخشد و هر کس را بخواهد [و سزاوار باشد] مجازات مى‌کند. و حکومت آسمان‌ها و زمین و آنچه در میان آنهاست، از آنِ اوست. و بازگشت [همه] به سوى اوست.»"},{"SurahNumber":5,"VerseNumber":19,"Text":"اى اهل کتاب! به راستی رسول ما پس از فاصله‌اى میان فرستادگان، به سوى شما آمد در حالى که حقایق را براى شما بیان مى‌کند تا مبادا بگویید: «نه بشارت‌دهنده‌اى به سوى ما آمد و نه بیم‌دهنده‌اى.» [هم اکنون،] بشارت‌دهنده و بیم‌دهنده به سوى شما آمد و خداوند بر همه چیز تواناست"},{"SurahNumber":5,"VerseNumber":20,"Text":"و [به یاد آورید] هنگامى که موسى به قوم خود گفت: «اى قوم من! نعمت خدا را بر خود یادآور شوید هنگامى که در میان شما پیامبرانى گماشت و شما را صاحب اختیار خود قرار داد و به شما چیزهایى بخشید که به هیچ یک از جهانیان نداده بود"},{"SurahNumber":5,"VerseNumber":21,"Text":"اى قوم من! به سرزمین مقدّسى که خداوند براى شما مقرّر داشته، وارد شوید و به پشت سر خود بازنگردید که زیانکار خواهید شد.»"},{"SurahNumber":5,"VerseNumber":22,"Text":"گفتند: «اى موسى! در آن [دیار] گروهى زورمند و ستمگرند و ما هرگز وارد آن نمى‌شویم تا آنها خارج شوند. اگر آنها از آن خارج شوند، ما وارد خواهیم شد!»"},{"SurahNumber":5,"VerseNumber":23,"Text":"[ولى] دو نفر از مردان خداترس که خداوند به آنها نعمت داده بود گفتند: «شما از دروازه [شهر بر آنان] یورش برید، همین که وارد شدید، پیروز خواهید شد. و بر خدا توکل کنید، اگر ایمان دارید.»"},{"SurahNumber":5,"VerseNumber":24,"Text":"[بنى‌اسرائیل] گفتند: «اى موسى! تا آنها در آنجا هستند، ما هرگز وارد آن نخواهیم شد. تو و پروردگارت بروید و بجنگید، ما همین جا نشسته‌ایم!»"},{"SurahNumber":5,"VerseNumber":25,"Text":"[موسى] گفت: «پروردگارا! من تنها اختیار خودم و برادرم را دارم. میان ما و این قوم نافرمانِ بدکار جدایى انداز!»"},{"SurahNumber":5,"VerseNumber":26,"Text":"خداوند فرمود: «این سرزمین [مقدّس]، تا چهل سال بر آنها ممنوع است. پیوسته در زمین سرگردان خواهند بود. پس بر این گروه نافرمان دریغ مخور!»"},{"SurahNumber":5,"VerseNumber":27,"Text":"و داستان دو فرزند آدم را به درستى بر آنها بخوان. هنگامى که هر کدام کارى براى نزدیکى [به پروردگار] انجام دادند، اما از یکى پذیرفته شد و از دیگرى پذیرفته نشد. [قابیل که عملش مردود شده بود، به برادرش هابیل] گفت: «من تو را خواهم کشت.» [هابیل] گفت: «[من چه گناهى دارم؟] خدا تنها از پرهیزکاران می‌پذیرد"},{"SurahNumber":5,"VerseNumber":28,"Text":"اگر تو براى کشتنِ من دست دراز کنى، من دست به قتل تو دراز نمی‌کنم، چون از پروردگار جهانیان می‌ترسم"},{"SurahNumber":5,"VerseNumber":29,"Text":"من مى‌خواهم تو با بارِ گناه [کشتن] من و گناه خودت [به سوی خدا] بازگردی و از دوزخیان گردى. و همین است سزاى ستمکاران!»"},{"SurahNumber":5,"VerseNumber":30,"Text":"نفسِ سرکش به تدریج او را به کشتن برادرش ترغیب کرد و [سرانجام] او را کشت و از زیانکاران شد"},{"SurahNumber":5,"VerseNumber":31,"Text":"سپس خداوند کلاغى را فرستاد که در زمین بکاود تا به او نشان دهد چگونه جسد برادر خود را دفن کند. او گفت: «واى بر من! آیا من ناتوان‌تر از آنم که مانند این کلاغ باشم و جسد برادر خود را دفن کنم؟» و سرانجام [از کار خود] پشیمان شد"},{"SurahNumber":5,"VerseNumber":32,"Text":"به همین جهت بر بنى‌اسرائیل مقرر داشتیم که هر کس انسانى را بدون این که مرتکب قتل یا فسادى در زمین شده باشد، به قتل برساند، چنان است که گویى همه‌ی انسان‌ها را کشته و هر کس انسانى را از مرگ رهایى بخشد، چنان است که گویى همه‌ی مردم را زنده کرده است. و پیامبران ما با دلایل روشن به سوى بنى­اسرائیل آمدند، اما بسیارى از آنها، بعد از آن، در زمین زیاده‌روى کردند"},{"SurahNumber":5,"VerseNumber":33,"Text":"کیفر آنها که با خدا و پیامبرش به جنگ برمى‌خیزند و براى فساد در روى زمین مى‌کوشند، جز این نیست که کشته شوند یا به دار آویخته گردند، یا دست راست و پاى چپ آنها بریده شود، یا از سرزمین خود تبعید گردند. این رسوایى آنها در دنیاست. و در آخرت مجازات بزرگى دارند"},{"SurahNumber":5,"VerseNumber":34,"Text":"مگر آنها که پیش از دست یافتنِ شما بر آنان توبه کنند. پس بدانید [خدا توبه آنها را می‌پذیرد،] خداوند آمرزنده و مهربان است"},{"SurahNumber":5,"VerseNumber":35,"Text":"اى کسانى که ایمان آورده‌اید! از [مخالفتِ فرمان] خدا بپرهیزید و وسیله‌اى [از ایمان، عمل صالح و آبروىِ مقرّبانِ درگاهش‌] براى تقرّب به او بجویید. و در راه او جهاد کنید، باشد که رستگار شوید"},{"SurahNumber":5,"VerseNumber":36,"Text":"کسانى که کافر شدند، اگر تمام آنچه در زمین است و همانند آن، مال آنها باشد و همه آن را براى نجات از مجازات روز قیامت بدهند، از آنان پذیرفته نخواهد شد و مجازات دردناکى خواهند داشت"},{"SurahNumber":5,"VerseNumber":37,"Text":"آنها پیوسته می‌خواهند از آتش خارج شوند، ولى از آن بیرون نخواهند رفت. و براى آنها مجازاتى پایدار است"},{"SurahNumber":5,"VerseNumber":38,"Text":"دست مرد دزد و زن دزد را به کیفر عملى که انجام داده‌اند به عنوان یک مجازات الهى قطع کنید. و خداوند توانا و حکیم است"},{"SurahNumber":5,"VerseNumber":39,"Text":"اما آن کس که پس از ستم کردن، توبه و جبران نماید، خداوند توبه‌ی او را مى‌پذیرد؛ زیرا خداوند آمرزنده و مهربان است"},{"SurahNumber":5,"VerseNumber":40,"Text":"آیا نمى‌دانى که تنها خداوند مالک و حکمران آسمان‌ها و زمین است؟! هر کس را بخواهد [و سزاوار ببیند،] مجازات مى‌کند و هر کس را بخواهد [و شایسته بداند،] مى‌بخشد. و خداوند بر هر چیزى تواناست"},{"SurahNumber":5,"VerseNumber":41,"Text":"اى پیامبر! آنها که در کفر شتاب می‌ورزند تو را اندوهگین نسازند. از کسانى که با زبان مى‌گویند: «ایمان آورده‌ایم.» در حالى که دل‌هایشان ایمان نیاورده است. و از یهودیانی که به دروغ [و به ظاهر به سخنان تو] گوش می­دهند، [در حالی که در واقع] آنها جاسوسانِ گروه دیگرى هستند که نزد تو نیامده‌اند، آنها سخنان را از مفهوم اصلی‌اش تحریف مى‌کنند، [و به این جاسوسان] مى‌گویند: «اگر این [حکمی که ما مى‌خواهیم] به شما داده شد، [و محمّد بر طبق خواسته‌ی شما داورى کرد،] بپذیرید؛ و اگر داده نشد، [از او‌] دوری کنید.» و کسى را که خدا بخواهد مجازات کند، هرگز در برابر خدا براى او از دست تو کاری بر نمى‌آید. آنها کسانى هستند که خدا نخواسته دل‌هایشان را پاک کند، در دنیا رسوایى و در آخرت مجازاتی بزرگ نصیب آنان خواهد شد"},{"SurahNumber":5,"VerseNumber":42,"Text":"آنها [به سخنان تو] گوش مى‌دهند تا [دستاویزى بیابند و] آن را تکذیب کنند و مالِ حرام، فراوان مى‌خورند. پس اگر نزد تو آمدند، در میان آنان داورى کن یا آنها را به حال خود واگذار. و اگر از آنها صرف نظر کنى، هرگز زیانى به تو نمى‌توانند برسانند. و اگر میان آنها داورى می‌کنى، با عدالت داورى کن که خدا عادلان را دوست دارد"},{"SurahNumber":5,"VerseNumber":43,"Text":"و [یهودیان] چگونه تو را داور قرار مى‌دهند، در حالی که تورات نزد آنان است و در آن، حکم خدا [بیان شده] است، سپس آنان بعد از این [پذیرشِ داوری تو،‌] پشت می‌کنند؟ آنان مؤمن نیستند"},{"SurahNumber":5,"VerseNumber":44,"Text":"ما تورات را که در آن هدایت و نور بود، فروفرستادیم. پیامبران [بنى‌اسرائیل] که تسلیم [فرمان خدا] بودند، طبق آن بر یهود حکم می‌کردند. و نیز علمای بزرگ یهود و دانشمندان باایمان و پاک، بنابر آنچه از کتاب خداوند به آنان سپرده شده بود و بر آن گواه بودند، براى یهودیان داوری می‌کردند. پس [ای دانشمندان!] از مردم نترسید [و احکام خدا را بیان کنید،] و از من بترسید و آیات مرا به بهای اندک نفروشید. و کسانی که طبق آنچه خداوند نازل کرده داورى نکنند، کافرند"},{"SurahNumber":5,"VerseNumber":45,"Text":"و بر یهودیان در تورات مقرّر داشتیم که جان در مقابل جان و چشم در مقابل چشم و بینى در برابر بینى و گوش در مقابل گوش و دندان در برابر دندان است و هر جراحتی قصاص دارد. و اگر کسى بگذرد کفّاره‌ی [گناهان] او محسوب مى‌شود. و کسانی که طبق آنچه خداوند نازل کرده داورى نکنند، ستمکارند"},{"SurahNumber":5,"VerseNumber":46,"Text":"و به دنبال پیامبران پیشین، عیسى پسر مریم را قرار دادیم در حالى که توراتِ پیش از خود را راست مى‌شمرد و به او انجیل دادیم که در آن هدایت و نورى بود و تورات را که پیش از آن بود، راست مى‌شمرد و هدایت و پند براى پرهیزکاران بود"},{"SurahNumber":5,"VerseNumber":47,"Text":"اهل انجیل باید به آنچه خداوند در آن نازل کرده، داورى کنند. و کسانى که بر طبق آنچه خدا نازل کرده، داورى نمى‌کنند، فاسق­اند"},{"SurahNumber":5,"VerseNumber":48,"Text":"و ما این کتاب را به حق بر تو نازل کردیم، در حالى که کتب پیشین را راست مى‌شمرد و نگاهبان و حاکم بر آنهاست، پس بر طبق آنچه خدا نازل کرده، در میان آنها حکم کن و به جاى آنچه از حق به تو رسیده است، از هوا و هوس‌هاى آنها پیروى مکن. ما براى هر یک از شما [امّت‌ها] آیین و طریقه‌ی روشنى قرار دادیم. و اگر خدا مى‌خواست، همه شما را امّت یگانه قرار می‌داد؛ ولى [خواست‌] تا شما را در آنچه به شما داده است، بیازماید. پس در نیکی‌ها بر یکدیگر سبقت گیرید. بازگشت همه شما به سوى خداست و از آنچه در آن اختلاف مى‌کردید، به شما خبر خواهد داد"},{"SurahNumber":5,"VerseNumber":49,"Text":"و در میان اهل کتاب طبق آنچه خداوند نازل کرده، داورى کن و از هوس‌هاى آنان پیروى مکن و بر حذر باش که مبادا تو را نسبت به بخشى از آنچه خداوند بر تو نازل کرده، منحرف سازند. و اگر آنها روى گردانند، بدان که خداوند مى‌خواهد آنها را به خاطر پاره‌اى از گناهانشان مجازات کند. و بسیارى از مردم فاسق­اند"},{"SurahNumber":5,"VerseNumber":50,"Text":"آیا آنها حکم جاهلیت را [از تو] مى‌خواهند؟! و چه کسى براى گروهى که یقین دارند، بهتر از خدا حکم مى‌کند؟"},{"SurahNumber":5,"VerseNumber":51,"Text":"اى کسانى که ایمان آورده‌اید! یهودیان و مسیحیان را پشتیبان و دوست خود مگیرید، [که] آنها [در برابر شما] دوست و پشتیبان یکدیگرند و کسانى از شما که آنها را ولیّ خود بدانند، از آنها هستند. خداوند گروه ستمکاران را هدایت نمى‌کند"},{"SurahNumber":5,"VerseNumber":52,"Text":"پس کسانى را که در دل‌هایشان بیمارى است، مى‌بینى که در [دوستی با] آنان بر یکدیگر پیشى مى‌گیرند و مى‌گویند: «مى‌ترسیم حادثه‌اى براى ما پیش آید.» چه بسا خداوند پیروزى یا حادثه‌ی دیگرى از سوى خود [به نفع مسلمانان] پیش بیاورد و این دسته، از آنچه در دل پِنهان داشتند، پشیمان گردند"},{"SurahNumber":5,"VerseNumber":53,"Text":"و آنها که ایمان آورده‌اند مى‌گویند: «آیا این [منافقان] همان‌ها هستند که با نهایت تأکید به خدا سوگند یاد کردند که با شما هستند؟!» اعمالشان نابود گشت و زیانکار شدند"},{"SurahNumber":5,"VerseNumber":54,"Text":"اى کسانى که ایمان آورده‌اید! هر کس از شما از آیین خود بازگردد، [بداند که‌] خداوند در آینده قومى را مى‌آورد که آنها را دوست دارد و آنها [نیز] او را دوست دارند. [آنان‌] با مؤمنان فروتن و در برابر کافران سرسخت و نیرومندند، در راه خدا جهاد مى‌کنند و از سرزنش هیچ ملامت­گرى هراس ندارند. این فضل خداست که به هرکس بخواهد عنایت مى‌فرماید و خدا رحمت‌گستری داناست"},{"SurahNumber":5,"VerseNumber":55,"Text":"سرپرست و ولىّ شما تنها خداست و پیامبر او و کسانی که ایمان آورده­اند. همان کسانی که نماز برپا مى‌دارند و در حال رکوع زکات مى‌دهند"},{"SurahNumber":5,"VerseNumber":56,"Text":"و کسانى که ولایت خدا و پیامبر او و آن مؤمنان را بپذیرند، بی­شک حزب خدا پیروز است"},{"SurahNumber":5,"VerseNumber":57,"Text":"اى کسانی که ایمان آورده‌اید! کسانی را که آیین شما را به استهزاء و بازى مى‌گیرند، از اهل کتاب وکافران، ولىّ خود انتخاب نکنید و اگر ایمان دارید، از خدا پروا کنید"},{"SurahNumber":5,"VerseNumber":58,"Text":"و هنگامى که [اذان مى‌گویید و مردم را] به نماز فرامى‌خوانید، آن را به مسخره و بازى مى‌گیرند. این به خاطر آن است که آنها گروهى هستند که نمى‌اندیشند"},{"SurahNumber":5,"VerseNumber":59,"Text":"بگو: «اى اهل کتاب! آیا جز برای این به ما خرده مى‌گیرید که ما به خداوند یگانه، و به آنچه بر ما نازل شده، و به آنچه پیش از این نازل گردیده است، ایمان آورده‌ایم. و حال آن که بیشتر شما نافرمانید.»"},{"SurahNumber":5,"VerseNumber":60,"Text":"بگو: «آیا شما را از جایگاه و کیفرى که نزد خدا بدتر از این است، باخبر کنم؟! کسانى که خداوند آنها را از رحمت خود دور ساخته و مورد خشم قرار داده و بعضى از آنها را [مسخ کرده و] به صورت میمون‌ها و خوک‌هایى قرار داده است. آنها در بندگى طاغوت در آمده‌اند. جایگاه آنها بدتر است و از راه راست گمراه‌ترند.»"},{"SurahNumber":5,"VerseNumber":61,"Text":"و هنگامى که نزد شما مى‌آیند، مى‌گویند: «ایمان آورده‌ایم.» در حالى که با کفر آمده و با کفر رفته‌اند. و خداوند از آنچه پنهان مى‌داشتند، آگاه‌تر است"},{"SurahNumber":5,"VerseNumber":62,"Text":"بسیارى از آنها را مى‌بینى که در گناه و تجاوز و حرام‌خواری، بر یکدیگر سبقت مى‌جویند، چه زشت است کارى که انجام مى‌دهند"},{"SurahNumber":5,"VerseNumber":63,"Text":"چرا دانشمندان نصارا و یهود، آنها را از سخنان گناه‌آمیز و حرام‌خواری، نهى نمى‌کنند؟! چه زشت است عملى که انجام مى‌دادند"},{"SurahNumber":5,"VerseNumber":64,"Text":"و یهودیان گفتند: «دستِ خدا بسته است!» دست‌هایشان بسته باد! و به خاطر این سخن از رحمت [الهى] دور شوند! بلکه هر دو دستِ [قدرتِ] او گشاده است. هرگونه بخواهد، مى‌بخشد، و این آیات که از طرف پروردگارت بر تو نازل شده، بر طغیان و کفر بسیارى از آنها مى‌افزاید، و ما در میان آنها، تا روز قیامت دشمنى و کینه افکندیم. هر زمان آتش جنگى افروختند، خدا آن را خاموش ساخت، و براى فساد در زمین مى‌کوشند و خداوند مفسدان را دوست ندارد"},{"SurahNumber":5,"VerseNumber":65,"Text":"و اگر اهل کتاب ایمان مى‌آوردند و تقوا پیشه مى‌کردند، گناهانشان را مى‌بخشیدیم و آنها را در باغ‌هاى پرنعمت بهشت وارد مى‌ساختیم"},{"SurahNumber":5,"VerseNumber":66,"Text":"و اگر آنها تورات و انجیل و آنچه را از پروردگارشان به سوى آنها فروفرستاده شده است، برپا مى‌داشتند، از نعمت‌هاى آسمانى و زمینى برخوردار مى‌شدند. جمعى از آنها میانه‌رو هستند؛ ولى بیشترشان بدکردارند"},{"SurahNumber":5,"VerseNumber":67,"Text":"اى پیامبر! آنچه را از سوى پروردگارت به تو نازل شده است، به طور کامل [به مردم] برسان. و اگر چنین نکنى، [گویى هیچ] پیام او را نرسانده‌اى. [و به وظیفه‌ى رسالت خود عمل نکرده‌اى.] و [بدان که] خداوند تو را از [شرّ] مردم حفظ مى‌کند. خداوند گروه کافران را هدایت نمى‌کند"},{"SurahNumber":5,"VerseNumber":68,"Text":"بگو: «اى اهل کتاب! بر هیچ چیز [از آیین حقّ] نیستید مگر آن که تورات و انجیل و آنچه را از سوى پروردگارتان نازل شده، برپا دارید.» و بى‌گمان آنچه از پروردگارت به سوى تو فرو فرستاده شده، سرکشى و کفر بسیارى از آنان را خواهد افزود، پس بر کافران [و مخالفت آنان] اندوه مخور"},{"SurahNumber":5,"VerseNumber":69,"Text":"کسانى که ایمان آوردند و یهودیان و صابئان و نصارا، هر کدام به خدا و روز قیامت ایمان بیاورند و کار شایسته انجام دهند، نه بیمى خواهند داشت و نه اندوهگین مى‌گردند"},{"SurahNumber":5,"VerseNumber":70,"Text":"ما از بنى‌اسرائیل پیمان گرفتیم و پیامبرانى به سوى آنان فرستادیم. [امّا] هرگاه پیامبرى برایشان [سخن و] پیامى آورد که دلخواهشان نبود، دسته‌اى را دروغگو شمردند و دسته‌اى [دیگر] را کشتند"},{"SurahNumber":5,"VerseNumber":71,"Text":"آنها گمان کردند کیفر و آزمایشى [برایشان] نخواهد بود، پس [از دیدن حقایق] کور و [از شنیدن سخنان حق،] کر شدند. سپس خداوند [لطف خویش را بر آنان بازگرداند و] توبه‌شان را پذیرفت. دیگر بار بسیارى از آنان [از دیدن و شنیدن آیات الهى] کور و کر شدند. و خداوند به آنچه مى‌کنند، بیناست"},{"SurahNumber":5,"VerseNumber":72,"Text":"قطعاً کافر شدند کسانى که گفتند: «خداوند، همان مسیح پسر مریم است.» [چگونه چنین مى‌گویند] در حالى که مسیح خود گفت: «اى بنى‌اسرائیل! خدای یگانه را بپرستید که پروردگار من و شماست. هر کس براى خدا همتایى قرار دهد، خداوند بهشت را بر او حرام کرده و جایگاهش دوزخ است. و براى ستمگران هیچ یاورى نیست.»"},{"SurahNumber":5,"VerseNumber":73,"Text":"به راستى کافر شدند آنان که گفتند: «خداوند، سومین [خدا از] سه [خدا] است.» جز خداى یکتا هیچ معبودى نیست. و اگر از آنچه مى‌گویند، دست برندارند، عذابى دردناک به کافران آنها [که روى این عقیده ایستادگى کنند،] خواهد رسید"},{"SurahNumber":5,"VerseNumber":74,"Text":"پس آیا به سوى خدا بازنمى‌گردند و از او آمرزش نمى‌خواهند؟ در حالى که خداوند، آمرزنده و مهربان است"},{"SurahNumber":5,"VerseNumber":75,"Text":"جز این نیست که مسیح پسر مریم، پیامبر [خدا] بود. پیش از او نیز پیامبرانى بودند. و مادرش بسیار راستگو و درستکار بود. آن دو [همچون سایر انسان‌ها] غذا مى‌خوردند. [پس هیچ کدام خدا نیستند.] بنگر که چگونه نشانه‌ها[ى حق] را براى مردم بیان مى‌کنیم، پس بنگر که این مردم چگونه [از حقّ] روى‌گردان مى‌شوند؟"},{"SurahNumber":5,"VerseNumber":76,"Text":"[اى پیامبر! به مردم] بگو: «آیا جز خدا، چیزى را مى‌پرستید که اختیار زیان و سود شما را ندارد؟ و خداوند، شنوا و داناست.»"},{"SurahNumber":5,"VerseNumber":77,"Text":"[اى پیامبر!] بگو: «اى اهل کتاب! در دین خود به ناحقّ غلوّ [و زیاده روى] نکنید و از هوس‌هاى گروهى که از پیش گمراه بودند و بسیارى را گمراه کردند و از راه میانه به بیراهه رفتند، پیروى نکنید.»"},{"SurahNumber":5,"VerseNumber":78,"Text":"کافران بنى‌اسرائیل، بر زبان داود و عیسى پسر مریم لعنت شدند. این [لعن و نفرین،] بدان سبب بود که نافرمانى کرده و تجاوز مى‌نمودند"},{"SurahNumber":5,"VerseNumber":79,"Text":"آنان یکدیگر را از کارهاى زشتى که انجام مى‌دادند، بازنمى‌داشتند. چه بد کارى مى‌کردند"},{"SurahNumber":5,"VerseNumber":80,"Text":"بسیارى از آنان را مى‌بینى که با کافران دوستى مى‌ورزند، [و آنان را سرپرست خود مى‌گیرند.] به راستى زشت است آنچه خود براى خویش پیش فرستادند که [سبب شد] خداوند بر آنان خشم گرفت. و آنان در عذاب، جاوِدانند"},{"SurahNumber":5,"VerseNumber":81,"Text":"و اگر به خداوند و پیامبر و آنچه بر او نازل شده، ایمان مى‌آوردند، هرگز کافران را [سرپرست و] دوست خود نمى‌گرفتند؛ ولى بسیارى از آنان فاسق­اند"}]}