{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"U bi rasti ez cane xwe (ji wan kirinan, ji ber xwe) denaxime paqijiye, loma ji pestire wi cane, ku Xudaye min li min dilovaniye kiriye, hemi hewasa canan fermana bi sikatiyan dikin. Bi rasti Xudaye min baxisgere dilovin e"},{"SurahNumber":12,"VerseNumber":54,"Text":"U serok ji bona koma xwe ra (aha) gotiye: \"Hun ji min ra Yusuf binin; Eze ewi hey ji bona xwe bi tene ra xuri bikim. Idi (pisti ku ewan cun, Yusuf anine bal serok; Serok bi wi ra) mijul buye (serok di mijuliya xwe da, ji Yusuf ra) gotiye: \"Di iro da tu li bal me bi paydari xweye suneke mezin i; (ji hemi xaxan ji) ewle yi"},{"SurahNumber":12,"VerseNumber":55,"Text":"(Yusuf ji serok ra) gotiye: \"Tu (verihtina min) li ser xezineyen zemin bike. Bi rasti ez bi parisiye rind dizanim"},{"SurahNumber":12,"VerseNumber":56,"Text":"(Dema serok bersiva Yusuf da, je ra got: \"Ere, me tu xisti serkare xezineyen zemin, idi tu ci dive, pek bine.\" Me litekirina gotina Yusuf, di dile serok da bi ci ani) her wusa me ji bona Yusuf ra di we (welati da ji pisti ferestiya wi ji zindane) suneke rumetdari pek aniye. Ca diva wusa di zemin da berewani dikir (loma serok gustil u gopal u tace seroktiye ji bona Yusuf ra dabu). Em bi dilovaniya xwe (evan qenciyan) digihinen evine xwe u em kirya qenckaran wunda nakin"},{"SurahNumber":12,"VerseNumber":57,"Text":"U ji bona wane (bi Yezdan) bawer kirine, parisya (mafe) biryaren Yezdan dikin, kirya para da cetir e"},{"SurahNumber":12,"VerseNumber":58,"Text":"Birane Yusuf (ji bona zimher) hatibune bal Yusuf, gava cune bal Yusuf. Idi ewi birayen xwe niyandin. Le birayen wi ewi ne niyasi bun"},{"SurahNumber":12,"VerseNumber":59,"Text":"Dema (Yusuf ji wan pirsi, hun ki ne? Ewan gotin: \"Em kure Ye´qub Pexember in; danzdeh bira ne, biraki me li cole wunda bu, biraki me ji bave me heye, li bal bave me maye.\") ji pisti tevdira wan dit, bare wan dagirt, (Yusuf) ji wan ra gotiye: \"Heke hun careki dine hatin) ewi biraye we ye ji bave we ye, ji min ra binin. Ma qey hun nabinin va ez para wi ji dipivim? Ez qence mexzuvanan im"},{"SurahNumber":12,"VerseNumber":60,"Text":"Heke hun ewi (biraye xwe) ji min ra neynin, idi li bal min ji bona we ra tu (zimher) pivandin tune ye u nezike min ji nebin"},{"SurahNumber":12,"VerseNumber":61,"Text":"Ewan (birayen wi, ji wi ra) gotine: \"Bi rasti eme ewi ji bave wi bixwazin; (bawer ke) eme (eve dilxwaziya e) pek binin"},{"SurahNumber":12,"VerseNumber":62,"Text":"U (Yusuf ji bona) xorten (paleyen) xwe ra gotiye: \"Hun pulen wan bixne nava bare wan. Bi rasti hevi heye dema ewan bifetiline bal maliyen xwe, bi van (pulan) bizanin, dibe ku para da bizivirin"},{"SurahNumber":12,"VerseNumber":63,"Text":"Dema (ewan) para da fetiline bal bave xwe (ji bave xwe ra) gotine: \"Bavo! Heke tu biraye me (bi me ra nesini) we pivandina (zimher ji me ra) be birine. Idi tu biraye me bi me ra bisine ku em (zimher) bipivin, bi rasti eme ji wi ra parisvan bin"},{"SurahNumber":12,"VerseNumber":64,"Text":"(Ye´qub) gotiye: \"Ez ca hej di bere da ji bo biraye wi li we ewle bum (ku we bir, para da ne ani) wusa ji bi sond! Ji bona vi ji eze li we ewle bim (ma qey wusa nine?)\" Bi rasti Yezdan qence parisvanan e. U ewa dilovintire dilovanan e"},{"SurahNumber":12,"VerseNumber":65,"Text":"Dema ewan dere bare xwe vekirin. dena xwe dane ku pule wan, para da li bal wan da hatiye fetilandine, qir dan (aha) gotin: \"Bavo! Ka idi em ci dixwazin, eva pulu me li bal me da hatiye fetilandine (destura biraye me bide, eme bi hev ra herin) ji bona maliyen xwe ra eme zimher bipivin u eme parisvani ya biraye xwe bikin u eme bare deveki ji pir bikin. Eva zimhere (me aniye) pivaneke hindik e"},{"SurahNumber":12,"VerseNumber":66,"Text":"(Ye’qub) gotiye: \"Heya hun peymaneki (sonda) bi Yezdan, ji min ra nedin, ji pestire heke hun hemi bi hev ra bene girtine, ku hun ewi disa para da ji min ra binin, ez ewi bi we ra nasinim. Idi gava ewan (ji bona Ye’qub ra bi Yezdan sond xwarin, ku ewane para da) biraye xwe (bi van girin da) binin. (Ye´qub aha) got: \"Yezdan li ser van gotine me ciniste be (wekil)"},{"SurahNumber":12,"VerseNumber":67,"Text":"(Ya´qub) gotiye, \"Geli kuren min! Hun di deryeki bi tene da nekebine bajar, hun di deriyen cure cure da bikebine bajar. Ewa sapata, ku Yezdan (peyman dabe, we bi we da bine) ez nikarim we ji we (sapate) biparisinim. Berewani hey ji bona Yezdan ra ne. Min hey xwa hispartiye wi, xwe hisparvan ji, xwe dihesperen Yezdan"},{"SurahNumber":12,"VerseNumber":68,"Text":"Dema ewan (bi biraye xwe va ji bona zimher cune welate Misr e) ca bave wan ferman kiribu; di deren cure cure da ketine bajar. Eve tedbira hane qe tu tisteki ji wan neda paradane. Loma tista ku Yezdan bike, qe tu tist pesya wi nagire (eva gotina hane, ku Ya´qub ji bona kuren xwe ra siret kiribu) sewrandineke, di dile wi da pek hatibu, ewi ji avete derva. Bi rasti tista me (bi Ye´qub) dabu hinkirine, dizanibu (ku tu tist pesya fermana Yezdan nagire). Le pire kesan pe nizanin"},{"SurahNumber":12,"VerseNumber":69,"Text":"Dema (ewan) cune bal Yusuf (ji pisti hinek mijuleya, Yusuf) biraye xwe ye (Binyamin) hildaye bal xwe, je ra gotiye: \"Bi rasti ez biraye te ye (ji de u bave me) idi tu bi kirine van (birayen me) dertder u kulkes nebe"},{"SurahNumber":12,"VerseNumber":70,"Text":"Idi pisti ku (Yusuf) zimhere wan dagirtiye tasa av vexwarine xistiye nava bare biraye xwe ye (ji de u bav e. Pisti karwan rabuye, li pey wan da) yeki gazi wan kiriye: \"Geli kerwan! Bi rasti hun diz in.”"},{"SurahNumber":12,"VerseNumber":71,"Text":"(Birayen Yusuf fetilin) bere xwe dane wan, ji wan ra gotin: \"We ci wunda kiriye (hun li ci digerin)"},{"SurahNumber":12,"VerseNumber":72,"Text":"Ewan gotine: \"Bi rasti me tasa av a serok wunda kiriye (em li we digerin) u ke ewa (tase) anibe (bira beje) eme ji wi ra bareki deva (zimher) bidin, ez bi xweber ji gerewa dayine me"},{"SurahNumber":12,"VerseNumber":73,"Text":"(Birayen Yusuf ji wan ra) gotine: \"Bi Yezdan em sond dixun! Ku hun dizanin em ji bona tevdane di zemin da derxin, ne hatine (vi ra) u em bi xweber ji diz ninin"},{"SurahNumber":12,"VerseNumber":74,"Text":"(Ewan ji birayen Yusuf ra) gotine: \"Heke ev gotina we vir be; celata wi ye (ku tas dizi be) ci ye"},{"SurahNumber":12,"VerseNumber":75,"Text":"(Birayen Yusuf bersiv dane) gotine: \"Tas di bare ki da derkebe, ewa gerewa tase ye. Li bal me celatdana dizan wulo ye"},{"SurahNumber":12,"VerseNumber":76,"Text":"(Dema ewan para da cune bal Yusuf) idi (Yusuf) bare wan berya bare (biraye xwe ye ji de u bav e) vekiriye (tistek di bare wan da nedit). Pase bare biraye xwe ye (Bunyamin vekir, tas) ji nava bare wi da derxist. Her wuha me ji bona Yusuf ra endeze kiriye (xax) ku biraye xwe hilde bal xwe. (Heke wuha nebuya) ji pestire vina Yezdan qe bi tu awayi (Yusuf nikari bu) di wan biryaren serok da (biraye xwe hilda bal xwe). Bi vi awayi em payen evine xwe bilind dikin u li ser her zanaki ra zanaki behtir heye"},{"SurahNumber":12,"VerseNumber":77,"Text":"(Birayen Yusuf aha) gotine: \"Heke evi dizi be, hej bere da ji biraki wi hebu, ewi ji dizi kiribu. U idi Yusuf eva gotina wan di hundure xwe da vesartiye u gotina wan ji bona wan ra venekiriye (Yusuf) gotiye: \"Hun bi rasti di sike sunandan in.\" Yezdan bi wan salixen we cetir dizane"},{"SurahNumber":12,"VerseNumber":78,"Text":"Ewan (ji Yusuf ra aha) gotine: \"Eziz! Bi rasti baveki wiye kal e pir heye, idi heke tu yeki ji me di suna wi da bigiri (tu bi me ra qenci diki). Bi rasti em dibinin ku tu ji qencikaran i"},{"SurahNumber":12,"VerseNumber":79,"Text":"(Yusuf) gotiye: \"Ji bo Yezdan! Ka ca dibe: Em di suna wi ye ku me di nava bare wi da (tasa xwe) derxistiye, yeki mayi bigirin? Heke em wusa bikin di we gave da em cewre dikin"},{"SurahNumber":12,"VerseNumber":80,"Text":"Idi gava ewan (ji bona berdana biraye xwe, ji Yusuf) be hevi mane, di ciyeki da hevdu tene kirine; (Biraye) wan e mezin (ji bona wan ra aha) gotiye: \"Qey hun nizanin, ku bave we bi sond ji we peyman standiye, hej bere da ji, ji bona Yusuf ji we standibu (we kirine xwe bi sere Yusuf da ani! Ka ve care eme bi ci ruyi herne bal bave xwe)? Idi (hun herin bi sond!) ez ji vi zemini ranagetim; heya bave min destura min nede, ya ji Yezdan cane min nestine. U ewa qenctire berewanan e"},{"SurahNumber":12,"VerseNumber":81,"Text":"Hun para da herin bal bave xwe, idi je ra bejin: \"Bavo! bi rasti kure te dizi kir, me (bi cave xwe dit, ku tas di nava bare wi derket, tiste mayi em nizanin) u em bi xweber ji, ji bona tisten, ne ber cavi parisvan ninin"},{"SurahNumber":12,"VerseNumber":82,"Text":"(Heke tu ji me bawer neki, hez ki) ji wan gundiyen, ku me (bare xwe li wura, dagirtiye) u ji wi kerwane ku em bi hev ra hatine, bipirse. Bi rasti em rast dibejin"},{"SurahNumber":12,"VerseNumber":83,"Text":"Dema (ewan para da hatine bal bave xwe, gotina biraye xwe ji bave xwe ra gotine, Ye’qub aha) gotiye: \"Bawer ke cane we ji bona we ra wusa xemilandiye, we ji eva buyera (kiriye) idi (ji bona min ra) hey hewa bi qenciya maye. Hevi heye ku Yezdan ewan hemuskan bi hev ra ji min ra bine. Bi rasti hey zanaye bijejke Yezdan e"},{"SurahNumber":12,"VerseNumber":84,"Text":"U (Ye’qub) pista xwe daye wan (aha) gotiye: \"Ax, kovan li ser Yusuf (iro roya te ye, were ka Yusuf tu li kedere yi?)\" Ji hesreta (Yusuf) her du cave wi sipi bun u bi xweber ji kula xwe vedisart"},{"SurahNumber":12,"VerseNumber":85,"Text":"Ewan (kuran ji Ye´qub ra) gotine: \"Bi Yezdan! Tuye Yusuf bini bira xwe, bi bihatin jar bi, nexwes bikebi, ya ji bi sere te da tesqelake were"},{"SurahNumber":12,"VerseNumber":86,"Text":"(Ye´qub ji wan ra) gotiye: \"Bi rasti ez gili u kul u kovane xwe hey ji Yezdan dikim, tista ku hun qe pe nizanbin, ez (bi sedema) Yezdan ji we cetir dizanim"},{"SurahNumber":12,"VerseNumber":87,"Text":"Geli kuren min! Hun herne (bajare Misr e) idi hun di wura da (dizika da) ji Yusuf u ji biraye wi kolandina bikin u hun ji dilovaniya Yezdan be hevi nebin, ji pestire filan, tu kes ji dilovaniya Yezdan be hevi nabin"},{"SurahNumber":12,"VerseNumber":88,"Text":"Idi dema ewan (disa fetiline Misre) cune ketine (xaniye Yusuf; je ra) gotin: \"Wezir! Bi me u bi maliyen me da xelayi hatiye, em ji bi puleki hindik hatine, ve care tu ji me ra zimher bi hemuti pek bine u tu ji me ra qenci bike, bi rasti Yezdan qencikaran xelat dike"},{"SurahNumber":12,"VerseNumber":89,"Text":"(Yusuf) ji wan ra dibeje: \"Gelo hun dizanin ka we ci bi sere Yusuf u biraye wi kiriye? Bi rasti hun di wan gavan da nezan bun"},{"SurahNumber":12,"VerseNumber":90,"Text":"(Ewan birayen wi) gotine: \"Qey tu! Tu bi rasti Yusuf nini?\" (Yusuf) got: \"Ere, ez Yusuf im, eva ji biraye min e. Bi sond! Yezdan bi me qenci kiriye (em parisandine u mezin kirine) bi rasti ki (ji Yezdan bitirse u li ser cefadana di reya wi da) hew bike, idi be dudili (Yezdan) kirya qencikaran wunda nake"},{"SurahNumber":12,"VerseNumber":91,"Text":"(Ewan birayen Yusuf) gotine: \"Bi Yezdan em sond dixun! Ku ewi tu li ser me, paydar kiriyi. Bi rasti em bi xweber ji nusitemkar bune.”"},{"SurahNumber":12,"VerseNumber":92,"Text":"(Yusuf ji wan ra) gotiye: \"Di iro da ji aliye min da, ji bona we ra qe tu (rexne u kemasi) tune ye. Yezdan we bibaxisine. (U ewa) dilovintire dilovanan e"},{"SurahNumber":12,"VerseNumber":93,"Text":"Hun bi vi kirase min e hane va herne (welate xwe). Hun ewi kirasi bavejine li ser cave bave min, ku cave wi vebin u hun hemusk maliyen xwe hildin bene bal min"},{"SurahNumber":12,"VerseNumber":94,"Text":"Dema ku karwane wan ji MisrE raqetiyan, bavE wan gotiye: \"Geli (maliyen min!) heke hun nebejin: \"te hise xwe wunda kiriye\" bi rasti behna Yusuf hate min"},{"SurahNumber":12,"VerseNumber":95,"Text":"(Ewan ji Ye´qub ra) gotine: \"Bi Yezdan! Hej tu di we wunda bune bere da ni"},{"SurahNumber":12,"VerseNumber":96,"Text":"Idi gava mizginvan hat; (kirase Yusuf avete) ser cave (Ye´qub) ‘ewil cave wi vebuye. (Ye´qub ji maliyen xwe ra) gotiye: \"(Hej bere da) min ji bona we ra qey ne gotibu: \"Tista hun qe pe nizanin, ez ji Yezdan dizanim"},{"SurahNumber":12,"VerseNumber":97,"Text":"Kuren Ye´qub, je ra gotine: \"Bavo! Bi rasti em nusitemkar in, idi tu ji bona baxisandina me (ji Xudaye xwe) lava bike"},{"SurahNumber":12,"VerseNumber":98,"Text":"(Ye´qub ji wan ra) gotiye: \"Eze ji bona baxisandina we ji Xudaye xwe di nezik da lava bikim. Bi rasti Xudaye min bi xweber ji baxiskare dilovin e"},{"SurahNumber":12,"VerseNumber":99,"Text":"Idi gava (hemusk) bi hev ra cune (welate misr e): cune bal Yusuf. (Yusuf) de u bave xwe dane ber hemeza xwe (ji wan ra) gotiye: \"Bi vina Yezdan, bi ewleti bikebine (bajar) e misr e"},{"SurahNumber":12,"VerseNumber":100,"Text":"(Yusuf) de u bave xwe bilind kiriye daniye li ser text, ewan ji Yusuf ra kunde birine. (Yusuf ji bona bave xwe ra) gotiye: \"Bavo! Arsa we xewna ku min bere da ditibu, eva ye. Bi sond! Xudaye min ewa rast derxistiye u bi sond! Xudaye min bi min qenci kiriye. Loma ji pisti ku pelid nava min u birayen min da tevdani kiribu (ewan ez avetime bire, pase ez ketime zindane. Xudaye min) ez ji zindane derxistim u hun ji berye anine bal min. Bi rasti Xudaye min ci bive, ewi bi hurati dike. Bi rasti Xudaye min pirzane bijejke ye"},{"SurahNumber":12,"VerseNumber":101,"Text":"Xudaye min! Bi rasti te ji min ra pareke ji serokti u maldan daye u te parek ji hinkirina arsa xewnan daye min. Afirandeye ezman u zemin hey tu i u seroke min e di cihane u para da hey tu tene i. (Xuda!) Tu min bi misilmani bimirine u min bigihine astikaran"},{"SurahNumber":12,"VerseNumber":102,"Text":"Ewan tisten me li bal te da (di dabasa ve buyere da) niqandiye, ji wan (axiftine) ne xuya ne. Loma dema ewan civiyan, ku xaxan (bi sere Yusuf) bikin, tu li bal wan ne bu yi"},{"SurahNumber":12,"VerseNumber":103,"Text":"Tu ciqa bixwazi, hey piren kesan bawer nakin"},{"SurahNumber":12,"VerseNumber":104,"Text":"Tu (Muhemmed!) ji wan, ji bona (xundina biryaran) tu kirye naxwazi. Ewan (biryaran hemi) ji bona hemi kesan ra (siret) u birdaxistin in"},{"SurahNumber":12,"VerseNumber":105,"Text":"Ciqa beraten (mezin) di ezman u zemin da hene! Ewan li ser wan da diborin (qe bawer nakin) pista xwe didine wan (ji wan his hilnadin, we ca ji ve buyere his hildin)"},{"SurahNumber":12,"VerseNumber":106,"Text":"Heya pire ji wan, hevalan ji Yezdan ra ce nekin, bawer nakin"},{"SurahNumber":12,"VerseNumber":107,"Text":"Idi gelo heke bi ser wan da ji Yezdan sapateke, ku ewan (hemuskan hilde nava xwe da) were, ya ji niske va dane (weranbene) bi wan da were, qe haja wan bi xweber ji (bi hatina we) tune be: dikarin xwe biparisinin ewle bin"},{"SurahNumber":12,"VerseNumber":108,"Text":"(Muhemmed! Tu ji wan ra) beje: \"Eva reya min e, ez (bi zanin u) ditin (komalan) gazi bal reya Yezdan dikim. Ez u peyrewe xwe va, Yezdan ji hemi kemasiyan paqij dikin. Bi rasti ez ji wane hevriceker ninim"},{"SurahNumber":12,"VerseNumber":109,"Text":"(Muhemmed! Ewan cima ji pexemberiya te sodret diminin?) Me ciqa pexember di berya te da sandine, ewan ji meren ji gund u (bajaran) bune, me li bal wan da niqandiye. Idi qey ewan di zemin da nagerin, ku li pasya wan kesen berya wan da borine meze bikin. U bi rasti ji bona wan kesen (xudapariz) bingaha para da cetir e, qe hun his hilnadin"},{"SurahNumber":12,"VerseNumber":110,"Text":"(Heya hinek danan ewan bi sere xwe mane, ji bona ve mayina hane bira nexapin. Ewane berya wan da ji wusa ji wan ra mecal hatibu dayine, le dema) ku pexember ji (baweriya) wan be hevi mane u goman kirine, ku ewa (koma wan) bi rasti ewan didine derewderandine bawer kirine ku ji wan ra qe tu sapat naye idi ji bona pexemberan u peyrewe wan ra cefa dane) pase ji bona (pexemberan ra) arikariya me hatiye. Idi ewane, ku me vaye fereste bin, fereste bune. Bi rasti ji komale nusitekar, heza me ya sapate naye zivirandine"},{"SurahNumber":12,"VerseNumber":111,"Text":"Bi sond! Di serdaborya (pexemberan da) ji bona xweye hisan beraten sodret hene. Loma ewa (Qur’ana) mijulyeke alozek e nine. U le ewa rastdare ji bona wan (pirtuken) berya we da borine. Ca ji ewa ji bona hemu tistan ra huzwartin u dave kirine. U ji bona komaleki bawer dikin reber u dilovinek e"},{"SurahNumber":13,"VerseNumber":1,"Text":"M.R. (Arsa van tipen ji hev cuyi, bi rasti hey Yezdan dizane.) Ewan beraten pirtuke (Qur’ane) ne. U ewan (biryaran) ji Xudaye te 1i bal te da hatin hinartine (hene!) ewan rast in. Le piren kesan bawer nakin"},{"SurahNumber":13,"VerseNumber":2,"Text":"Ewe ku hun ca dibinin, ezman be stun bilind kiriye, ewa Yezdan e u pase ewi ars (mana) hildaye bine heza xwe (hemi tist hildaye bine heza xwe ca bive wusa ewan dixebitine, her wusa) roj u hiv ji xwe ra ser nerm kiriye, hemusk ji bona dane navdayi diherikin dicin. (Yezdan) buyeren (afirandok) pek tine. (Ewa evan) beratan (ji bona we ra) vedike, bi rasti hevi heye, ku hun bi rast hatina Xudaye xwe bizanin"},{"SurahNumber":13,"VerseNumber":3,"Text":"U ewe zemin raxistiye (ewa Yezdan e). Ewi di zemin da ciyayen bineci u cem bi ci kiriye u di zemin da ji hemi beran bi zoti u coti ewi pek aniye; (hemi tist bi ner u meyiti afirandiye) sev u ro li hev dide pecandine. Bi rasti ji bona komale ramankar ra di wan kirinan da beraten (sodret) hene"},{"SurahNumber":13,"VerseNumber":4,"Text":"U (Yezdan) di zemin da paren mezinen, ku neze hev in pek aniye u rezen ji tiryan u zeviyen candi u daren xurman e bi heci u be heci bi cih kiriye (ewan hemi ji) bi aveke tene tene avdane. (Le) me dixwerin u renge wan da; hineke wan li ser hineken wan dane cetir kirine. Bi rasti di van da ji bona komale ku hisdari dikin, beraten (sodret) hene"},{"SurahNumber":13,"VerseNumber":5,"Text":"Heke (ji piste gotina van beratan, ne baweriya wan; Muhemmed!) te sodret bike, idi gotina wane, ku dibejin: \"Qey gava (em bimirin bibine) xweli, qey disa eme careke dine bene afirandine? Sodrettir e.” Ewan kesen ku bi Xudaye xwe bune file hene! Ewan bi xweber in, ewanan ew in, ku di stuye wan da zincir hene. Ewan hevale agir in u we di agir da ji hey biminin"},{"SurahNumber":13,"VerseNumber":6,"Text":"Ewan (filan ciqa tu ji wan ra dibeji: \"Heke hun ji van kirin u baweriyen xwe para da neyen, we Yezdane ji bona we ra sapatan bine, heke hun posman bibin, we Yezdane qenciyan bi we bike\" disa) ji te di berya qenciyan da, sikatiyan dixwazin. Bi sond! Di berya wan da pir hecweki ji wan borine (gelo cima ji wan hecwekiyan his bilnadin?) Bi rasti di hembere cewra kesan da Xudaye te, ji bona kesan ra baxiskar e. U bi rasti Xudaye te zor sapat e"},{"SurahNumber":13,"VerseNumber":7,"Text":"Ewane bune file hene! (aha) dibejin: \"Heke ji Xudaye wi (weki me ca diva) berate bihata hinartine (meye bi wi bawer bikira\". Muhemmed!) tu hey (hati sandine) ji bo ku tu (ewan bi hatina sapatan) bide tirsandine. U ji bona her komaleki ra reberek heye"},{"SurahNumber":13,"VerseNumber":8,"Text":"Tista ku hemi me pe avis dibin u tista malberxa wan kem u pir dike (ji bona mezinati u jine pir dike tista bermai ji daveje derva) hey Yezdan pe dizane. U hemu tist li ba (Yezdan) bi pivan in"},{"SurahNumber":13,"VerseNumber":9,"Text":"Ewa bi dizi u xuyanan dizane, mezine bilind e"},{"SurahNumber":13,"VerseNumber":10,"Text":"Li bal wi ku yek ji we (mijuliyen xwe) dizika da bike, ya ji eskere mijul be, yek e (hey dibihe). U ci bi sev xwe vesere, ya ji bi ro derkebine sunen xwe (bene xuyandine yek e hemuskan dibine, di suna wan da bi ci datine)"},{"SurahNumber":13,"VerseNumber":11,"Text":"Ji bona van tistan ra peyrewen pesvacuyi peywesti hene, ku ewan peyrewan ewan tistan ji buyeren Yezdan diparisinin. Bi rasti Yezdan heya komalek; tista babete xwe, bi xweber nede hesivandine, ewe qenciya kiri ji wan nade hesivandine. U Yezdan bive ku sikatiye bi komaleki bike, tu kes idi nikare ewe sikatiye ji wan bide para dane. Sixwa ji pestire wi ji ji wan ra tu parisvan u serkar tune ye"},{"SurahNumber":13,"VerseNumber":12,"Text":"Ewe ku berqtave bi tirs u bi xwastin bi we dide ditine, heye! Ewa Yezdan e (gava hun berqetave dibinin; hinek ji we ditirsin, ji bona ledana biruske, hinek ji we ji diven, ku berqetav lexe, ji bona ku sili bibare) u ewan (berqetavan) ewran bi girani tiji dikin diwesinin"},{"SurahNumber":13,"VerseNumber":13,"Text":"Denge ewran (Yezdan) bi sipasi ji kemasiyan paqij dikin u firistan ji ji tirsan sipaziya (Yezdan) dikin. Ewa teyroke disine, idi kijani (ewi lexistina wi va ye) teyrok li wi dixe (bi vi ra ji ewan di mafe Yezdan da) hej tekosin dikin. Bi rasti Yezdan zor hembervan e"},{"SurahNumber":13,"VerseNumber":14,"Text":"Bi rasti gazikirina mafi (hey ji Yezdan ra ne). Ewane gazi pestire (Yezdan dikin hene!) bi tu tisti bersiva wan (ji aliye gazivanan) naye dane. (Hecwekiya wan aha ne): Weki wiye ku mista xwe vedike, ji bo ku av bigeheje deve wi, direji ave dike, deve wi bi xweber ji (bi direjkirina mista wi li bal ave da) nagiheje, (dive ku kulma xwe tiji ke bine deve xwe, pase bi leve xwe ave vebixwe). U gazi kirin u perestiya filan hey re wunda bune"},{"SurahNumber":13,"VerseNumber":15,"Text":"U di ezman u zemin da ci hene! Hemu bi zor u hesani u sihe wan ji, di sibe u evaran da, (kurt u direj dibin) ji bona Yezdan ra kunde dibin"},{"SurahNumber":13,"VerseNumber":16,"Text":"(Muhemmed! Tu ji wan ra) beje: \"Gelo Xudaye ezman u zemin ki ye? (Heke hun dizanin ka ji min ra bejin.” Ewan ji bersive be hevi diminin,idi tu ji wan ra aha) beje: “Xudaye ezman u zemin) Yezdan e.\" (Pas da tu ji wan ra aha) beje: \"Idi hun ca ji pestire (Yezdan, perestevanen) ku ewan ji bona xwe ra ji kar u ziyane nikarin bikin, ji xwera perestevan digirin? (Heke ewan ji doza xwe para da ne hatin, tu ji wan ra aha) beje: \"Gelo (meriven) kor u bi cav (di ditine da) weki hev dibin? Gelo qe tari u ronahi weki hev dibin? Ya ji ewan hinek hevri ji Yezdan ra ce kirine, ewan hevriyan ji weki Yezdan (tistan) diafirinin, idi afirandina tistan li bal wan weki hev bune (ji hev dernaxin: kijan Yezdan afirandine, kijan hevriyan afirandine. Muhemmed! Tu ji wan ra) beje: \"Afirandoke hemu tistan Yezdan e. Le ewa servahate bi tene ye"},{"SurahNumber":13,"VerseNumber":17,"Text":"(Ji wan ra beje: \"Hecwekiya peresti ya Yezdan u perestiya pucan aha ne; weki ca) av ji azmanan dihinire, idi leyi dikise dikebe newalan, sirik ce dibin, pase leyi bi belqoqi kef digire (av dimine, kef dice). Weki (gava ku hun ji xwe ra biven) xisir u dezgahan cekin, hun li ser madenan agir pe dixin, madenan dibahitinin (helandin) li ser ruye madenan to digire (dema xebate) to dice, Le maden dimine, perestiya Yezdan u perestiya pucan bi vi awayi ye (perestiya Yezdan dimine. Le perestiya pucan dice ker naye.)” Her wusa Yezdan ji bona wan tisten vesarti hecwektiyan vedike"},{"SurahNumber":13,"VerseNumber":18,"Text":"Ji bona wane, ku bbersiva Xudaye xwe dane, qence xelatan heye. Ji bona wane bersiva Xuda ne dane, heke hemi heyinen di zemin da hene, weki wan disa hebin ji ewane (ji bo ku xwe ji sapata Yezdan fereste bikin) we hemuski di suna xwe da bidin. Hey ji bona wan ra sike celatan bi hijmari heye u sunware wan hey doj e. (Doj ciqa) sike helanan e"},{"SurahNumber":13,"VerseNumber":19,"Text":"Qe ewe dizane tista ji Xudaye te li bal te da hatiye hinartine rast e, weki wi ye, ku kor e (dibeje: \"Ewa ne rast e)\" dibe? Eve hey xweye his bira xwe tinin"},{"SurahNumber":13,"VerseNumber":20,"Text":"(Xweye his) ew in, ku peymana dane (Yezdan, bi yekatiya wi) pek tinin u peyman dayi nasikenin"},{"SurahNumber":13,"VerseNumber":21,"Text":"U (ewane xweye his) tista, ku Yezdan fermana gihijtin u gihandina wi kiriye, pek tinin u digihinin (ji bira u pismam u merivan, giza xwe nabirin, sertedan u serdana wan ra dicin) u ji Xudaye xwe ditirsin u xwe ji sike hijmaran diparisinin"},{"SurahNumber":13,"VerseNumber":22,"Text":"U (ewane xweye his) ji bona qayilbuna Xudaye xwe (li ser perestiya wi) hew dikin (weki ca hatine fermankirine wusa) nimej dikin u bi dizi u eskere ji wan rojiyen me daye wan ji hewcan ra disixwurinin u ewan sikatiyan, bi qenciyan diborinin. Serfiraziya para da ji bona ra ne"},{"SurahNumber":13,"VerseNumber":23,"Text":"(Serfiraziya para da ev e;) ku evan u teve wan bav u da u zar u zonen xweyen astikar va dikebine bihista xwesiyan, firiste ji di hemu deryan da dikebine bal wan"},{"SurahNumber":13,"VerseNumber":24,"Text":"(Ji wan ra aha dibejin): \"Bi sedema hewa we ye (cihani, ka meze bikin Yezdan dawya cihane ca ji we ra) qenci ani, idi hun bijin"},{"SurahNumber":13,"VerseNumber":25,"Text":"Ewane ku (di cara yekem da peyman dane Yezdan, gotine: \"Tista me dayi, be dudili eme pek binin.\" Pase) peymana xwe sikenandine u tista Yezdan fermana gihandina wi kiriye, ewan birine (gihandine pek naynin, di suna wi da di nava bira u pismaman da) di zemin da tekilkirine ce dikin (ewan bere hev didin) hene! Ji bona wan ra deherandina ji (dilovaniya Yezdan) heye u ji bona wan ra sike xaniyan heye"},{"SurahNumber":13,"VerseNumber":26,"Text":"Ewe ku rojinan bi vina xwe ji bona (heyan ra) kem u pir dike, ewa Yezdan e. Ji ber piratiya rojinan) ewan bi jina cihane sa dibin, jina cihane ji (li ber jina para da) ji pestire pinan tu tist nine"},{"SurahNumber":13,"VerseNumber":27,"Text":"Ewane bune file hene! Dibejin: “Heke ji Xudaye (Muhemmed) weki (ca em diven berate bihatinan, dibu ku me bi wi) bawer bikira, ci dibu ku berate bihatinan?\" (Muhemmed! Tu ji wan ra) beje: \"Bi rasti Yezdan (re) wundabuna ki bive (reya wi) wunda dike. U ewane bi dile xwe li bal wi da fetili bin, tine reya rast"},{"SurahNumber":13,"VerseNumber":28,"Text":"(Ewane hatine reya rast, ew in ku bi Yezdan) bawer kirine u dile wan bi biranina Yezdan hew dike. Hisyar be! Bi rasti dil, bi biranina Yezdan (li ser tesqelan) hew dike"},{"SurahNumber":13,"VerseNumber":29,"Text":"Ewan kesen ku bawer kirine u kare asti kirine hene! Ji bona wan ra (evan gotine hane hene!) \"Xweziya me bi wan hati, ji wan ra ewiren qenci hene"},{"SurahNumber":13,"VerseNumber":30,"Text":"(Me ca di berya te da pexember sandibun) wusa em te ji li bal komaleki ku filetiya (Yezdane) dilovan dikin, di berya wan da ji pir kom borine, disinin, ji bo tista me li bal te da hinartiye tu ji wan ra bixuni. (Muhemmed! Tu ji wan ra) beje: \"Ewa (Xudaye dilovan) Xudaye min e; ji pestire wi tu (yezdane babete perestiye) tune ye. Min xwe hispartiye wi, hey (para hatina ji sikatiyan) li bal wi da ne"},{"SurahNumber":13,"VerseNumber":31,"Text":"U ewan (filan aha gotine: \"Heke Muhemmed! Ca Qur’an , anibu) bi Qur’ane ra ciya (li dore me) rabunan (me ji xwe ra zevi bicandinan, cihe me fire bibuya) ya ji ji me ra hinek zemin biqetanda (di nava wi da ceme av e bikisiyan me biresanda) ya ji miri (rakira bi me ra) mijul bibunan (meye bawer bikira u ewa dibu Qur’an ).\" Le fermana (van buyeran) hemi ji ji bona Yezdan ra ne. Idi qey ewane bawer kirine negihijtine, ku heke Yezdan biva, we hamu kese (ji aliye Yezdan da) bihatina reya rast. Ewane bune file hene! Ji pisti wan, heke niskeva sapatek li wan kebe, ya ji neze welate wan asitek bikebe, heya dane peymana hatina we asite neye, ewa asita bi ser wan da naye. Bi rasti Yezdan ji peymana daye para nace"},{"SurahNumber":13,"VerseNumber":32,"Text":"Bi sond! Bi wan pexemberen berya te da bori ji hatiye tinazkirine, idi me ji ji bona wane bune file ra mecal daye, pase ewan me bi sapatan girtin. Idi (meze bike) ka sapate min (ji wan ra) cane"},{"SurahNumber":13,"VerseNumber":33,"Text":"Idi (meze bike) qe ji bona wi (Yezdan)e ku li ser hemi candaran bi kirina wan (didevan e, hevri tene cekirine? Ewan (filan) ji bona Yezdan ra ji hevri ce kirine. (Muhemmed! Tu ji wan ra beje): \"Ka, navan li wan (perestvanen xwe bikin, ku em meze bikin alyeki wane babete perestiye heye?) ya ji gelo hune bejin: \"Tist di zemin da hene, Yezdan bi wan nizane?\" Ya ji hun hey peyven belas dibejin? Gotina wan nine. Bi rasti (pelid) ji bona wane file ra kirine wan daye xemilandine (endezeyen wan xwesik tine xuyandine) u ewan ji reya wi hatine fetilandine. U Yezdan kijani wunda bike, idi ji wi ra qe tu beled tune ye"},{"SurahNumber":13,"VerseNumber":34,"Text":"Di jina cihane da ji bona (wane re derketi ra) sapatek heye u bi sond! Sapata para da hej zortir e. Tu parisvane ku ewana ji sapata Yezdan biparisine, tune ye"},{"SurahNumber":13,"VerseNumber":35,"Text":"Hecwekiya we bihista, ku ji bona wane xwe (ji be fermaniya Yezdan) parisandine hatiye peymandane (eva ye): \"Di bine (dare) we da cem dikisin, xwurek u sihiyen we her hene.\" Encama wane xwe paris, eva ye. Encama filan ji agir e"},{"SurahNumber":13,"VerseNumber":36,"Text":"Ewane (ku me di bere da ji wan ra pirtuk sandiye) bi ve pirtuka me li bal te da niqandiye sa dibin. Le ji partiyan hinek hene! Ku bi hineki (Qur’ane) bawer nakin. Tu (ji wan ra) beje: \"Ez hatime fermankirine, ku ez bi rasti perestiya Yezdan bikim u ez ji wi ra hevriyan ce nekim, ez hey li bal (Yezdan da) gazi (we) dikim u ewra (para da) hey (li bal Yezdan da ne)"},{"SurahNumber":13,"VerseNumber":37,"Text":"(Me di berya te da pirtuken hizger bi ezmane komal e wan li ser wan da hinartiye) wusa ji me ser te da pirtuka (bi nav Qur’ane bi zimane) Ereban hinartiye (ji bo ku tu bi wan biryaren we, fermane) berewani biki. Heke ji pisti, ku ji te ra zanin hatibe, pase tu bibi pewrewe (hewesa filan) idi ji bona te re tu parisvan u serkare, ku te (ji sapata) Yezdan fereste bike tune ye"},{"SurahNumber":13,"VerseNumber":38,"Text":"U bi sond! Di berya te da ji (ewan pexemberen weki te meriv bun) me li bal (kesan da) sandine ji bona wan ra ji jin u zar u urt me dane. (Ewan filan ci dibejin bila bejin, tu nexeyide). Tu pexemberek nikare be destura Yezdan beraten, ku meriv bi (pekanina wan bezar dibin) bine. (Ewan dane sapate dipirsin, heya dane wan sapatan neye, sapat bi wan da naye) loma ji bona her buyereki dane (hatina we) heye"},{"SurahNumber":13,"VerseNumber":39,"Text":"(Ku ewa buyera di wi dani da te u di wi dani da dice). Yezdan bi vina xwe, tista ku bive (di wan dana da) dihesivine u tista bi mayina wan bive (ewan ji heya dane wan dihile), Dayika wan sixwa li bal Yezdan e: (di gewde hemi heyan da gene pivandayi hene. Yezdan ji wan genan kijane pir buye, ya ji dane mirina wi hatiye, ewi di wi dani da dimirine pase hinek genen jindari, di suna wan genen miri da bi cih dike. Her wusa ewan heya dane para da bi pivayi ten u dicin. Le dayika wan genan di suna xwe da dimine)"},{"SurahNumber":13,"VerseNumber":40,"Text":"Heke em hineki ji we sapata ku me ji wan ra peyman daye (ji ber ku ewan bi te bawer nakin, bi wan da binin); bi te bidine ditine, ya ji hej te ewa sapata neditibe, em cane te bistinin, qe tu kovan tune ye, li ser te hey (eva heye), \"Gelo te ewan biryaren me, ji wan ra gotiye ya ne gotiye?” Hijmara (xelat u celata wan ji) li ser me ye"},{"SurahNumber":13,"VerseNumber":41,"Text":"Ma qey ewan nabinin, ku em zemin tinin; li dorane wi em kem dikin (ava ya em kavil dikin, ciwanan em kal dikin, dimirinin, zemine wan ji deste wan derdixin, dixine deste hineke mayi). Yezdan (bi van biryaran) berewani dike. Tu kese bikebe pey fermane Yezdan bide para tune ye. Ewa zu hijmare (van biryaran e)"},{"SurahNumber":13,"VerseNumber":42,"Text":"Bi sond! Ewan (fileyen) di berya wan da ji endeze kirine (ku pexemberen xwe, bixapinin). Le hemi endeze (di zanina) Yezdan da nin. Can ci ked bike ew bi wi dizane. We fileyi ji bizanin ka dawya ve cihane ji bo ki re ne"},{"SurahNumber":13,"VerseNumber":43,"Text":"Ewane bune file hene! (Muhemmed! Ji te ra) dibejin: \"Bi rasti tu (ji bal Yezdan da li bal me da bi pexemberi) ne hati sandıne.\" (Tu ji wan ra) beje: \"Di niveka min u we da bi nehrewani (sahid) Yezdan u ewe zanina pirtuke li bal heye, bes e"},{"SurahNumber":14,"VerseNumber":1,"Text":"R. (Hey Yezdan bi arsa van tipan dizane). Me eva pirtuka li bal te da hinartiye, ji bo ku tu kesan bi destura Xudaye wan, ji taritiya (ne zanin u filetiye) li bal ruhnaya (zanin u baweriye da) derxi (ewa ji) reya Xudaye servahat e pesinvan e"},{"SurahNumber":14,"VerseNumber":2,"Text":"Ewa Yezdana (Xudayeki wusa ne) ku hemu tisten di ezman u zemin da hene ji wi ra nin. Ji bona sapata (Yezdan e) zor, xweli li wan filan be"},{"SurahNumber":14,"VerseNumber":3,"Text":"(Ewan file yen wusa nin) jina cihani, ji jina dawye pirtir hez kirine. (Ewan) diven, ku reya Yezdan (li ber kesan xar bikin u) bigirin. Ewanan bi rasti di re wundabuneke dur da nin"},{"SurahNumber":14,"VerseNumber":4,"Text":"Me ciqa pexemberek sandibe, hey ewa bi zimane komale xwe hatiye sandine, ji bo ku (bizane fermane me) ji wi koma xwe ra veke (u bi zanin ji wan ra beje): “Idi Yezdan ji ke ra bive ewi ji reya (rast) dur dixe u ji ke ra ji bive ewi tine reya rast.” Bi rasti (Yezdan) servahate bijejke ye"},{"SurahNumber":14,"VerseNumber":5,"Text":"Bi sond! Me Musa bi beraten xwe va (bi pexemberi li bal koma wi da) sandiye. (Me ji Musa ra got: \"Musa!) Tu komale xwe ji taritiya (nezani u koletiye) li bal ruhnaya (zanin u azadiye da) derxe u tu ewan royen (ku di wan royan da, sapat bi wan komale file da hatiye) bixe bira, wan. Bi rasti di van da ji bona hemu kese (ku li ser sapatan) hewdari kirine u sipaziya (Yez- dan) kirine, beraten sodret hene"},{"SurahNumber":14,"VerseNumber":6,"Text":"U di gava Musa ji bona komale xwe ra (aha) gotibu: \"Gele komale min! Dema Fir’ewn u bi komale xwe va hun bi sike sapatan didane cefadane bira xwe binin. Loma ewan zaren we yen kurin dikustin u jine we ji para da bi rindi dihistin. Yezdan bi we qenc kir hun ji wan fereste kirin. Bi rasti (di van sapatan da) ji Xudaye we, ji bona we ra ceribandineke mezin heye"},{"SurahNumber":14,"VerseNumber":7,"Text":"U (geli cihuyan! Xudye we gaveki ji bona we ra aha) gotibu: \"Heke hun li ser wan (qenciyen ku min ji we ra kiriye) sipazi bikin, eze ewan (qenciyan) ji bona we ra pir bikim u heke hun nankori bikin (bi rasti agaha we hebe) sapata min pir zor e"},{"SurahNumber":14,"VerseNumber":8,"Text":"Musa (ji koma xwe ra aha) gotiye: \"(Gele min!) heke hun hemu u bi wan heyinen di zemin da hene, nankori bikin ji (bizanin! Bi rasti) Yezdan ji hemu (heyinen cihane u ezmani) be perwa ye u pesinvan e"},{"SurahNumber":14,"VerseNumber":9,"Text":"Qey zanina bi serdaborya wan (pexemberen) berya we da bun, ji bona we ra ne hatiye (ka ewan ci bi sere wan pexemberen xwe kirine? Ewan komalan); Komale Nuh u Ad u Semud u ewan komalen pey wan da hati, ji pestire Yezdan tu kes bi hijmara wan nizane. Pexemberen wan (bi beraten) daveker va hatibune bal wan (ji wan ra sireten bi qenciyan dikirin). Idi ewan komale wan (pexemberan ji hersa) deste xwe danine ser deve xwe (Qir dane wan pexemberen xwe, ji wan ra gotine: \"(Bes in, evan siretan nekin, em bi wan sireten we gej bun). Bi rasti em bi we tista ku hun ji me ra dibejin, bune file (bi we bawer nakin) u bi rasti em bi wi ye ku hun me, li bal wi da gazi dikin, di dudilyeki be goman da nin"},{"SurahNumber":14,"VerseNumber":10,"Text":"Pexemberen wan ji wan ra gotine: \"Qe (di hebuna) Yezdan da dudili ce dibe? Ewi ezman u zemin afirandiye ewa, gazi we dike, ji bo ku ewa gonehen we ji bona we ra bibaxisine u ewa heya dane navdayi we (di cihane da) dihele.” Ewan (bersiva pexemberan didin) dibejin:\"Hun ji meriven weki me ne. Hun ji me dixwazin, ku em dest ji perestiya wan tisten ku, bav u kale me ji wan ra peresti kirine, berdin. Heke hun (di van doze xwe da rast in, ka) ji me ra beraten bi hez u daveker binin"},{"SurahNumber":14,"VerseNumber":11,"Text":"Pexemberen wan ji wan ra gotine: \"(Hun rast in) em ji merive weki we ne, ji xenci wi tu tist ninin. Le Yezdan ji kijan bende xwe ra bive, ji wi ra (pexemberi) dide. Ji pestire destura Yezdan ji me ra tu hez tune ye, ku em beraten heztir binin. Idi (geli) bawergeran! Hun xwe hisperin Yezdan"},{"SurahNumber":14,"VerseNumber":12,"Text":"Ma qey ci buye ji bona me ra, ku em xwe ne hisperin Yezdan? Bi sond! ewi em anine reya me ya (rast). Bi rasti eme li ser van cefanen ku hun didine me hew bikin, hisparok bi xweber ji xwe di hesperin Yezdan"},{"SurahNumber":14,"VerseNumber":13,"Text":"Ewane bune file (hene! Ewan ji bona) pexemberen xwe ra gotine: “(Ji van her du reyan hune yeki ji xwe ra hilbijerin); ya eme we ji welate xwe derxin (idi em gohdarya we nekin) ya hune (disa werin) ola komal e me.\" (Dema pexember ji baweriya wan be hevi bune) idi Xudaye wan ji wan ra niqandiye: \"(Geli Pexemberen min! Hun bi miruz nebin, bi rasti) eme cewrkaran tesqele bikin"},{"SurahNumber":14,"VerseNumber":14,"Text":"U eme di pey wan da, we di zemin da biewirinin. Ewa (peymana hane) ji bona wane ku ji payen u celaten (mine peyman dayi) tirsiyane heye"},{"SurahNumber":14,"VerseNumber":15,"Text":"U (ewan pexemberan) servahatina bi ser neyaran (ji Yezdan) xwestine, idi hemu inckaren serdest be hevi mane"},{"SurahNumber":14,"VerseNumber":16,"Text":"Di pey (be hevi mane) ji wan ra doj heye (di doje da ewan) bi aveke kem u xune tene avdane"},{"SurahNumber":14,"VerseNumber":17,"Text":"Ewa ewe ave diqurtine, le je ra ce nabe, ku di qirika xwe da bixe xware u ji wi ra di hemu cihi da mirin hatiye (di xware ku bimire) le namire. (Cave wi wusa zoq dimine). Di peyda ji (ji bona wi ra) sapateke peywesti heye"},{"SurahNumber":14,"VerseNumber":18,"Text":"Hecwekiya wane ku filetiya Xuda ye xwe dikin hene! Kirine wan weki wane ku di royeke bager da be, ariste xweliye bide baye (ca ewe arist dide baye, tu tist deste wi da namine, eva ji) ci ked kiribe, nikare qe tu tisti ji keda xwe bigire. Re wundabuna dur, eva ye"},{"SurahNumber":14,"VerseNumber":19,"Text":"Ma qey tu (li bal ezman u zemin da) meze naki, bi rasti Yezdan ezman u zemin bi mafiti afirandiye? Heke (Yezdan) bive we we (bimirine) behere, di (suna we da) hinek afirandinen nu, bine"},{"SurahNumber":14,"VerseNumber":20,"Text":"U ewa kirina (hane ji) li ser Yezdan zor nine (hesani ye)"},{"SurahNumber":14,"VerseNumber":21,"Text":"(Di roya rabuna hemu da) ewan bi teve (kirine xwe va) di hembere Yezdan da xuya dibin (ewan bi xweber ji digotibune: \"Evan kirine me li bal Yezdan nayene xuyandine.\" Yezdan dema kirine wan bi wan daye xuyandinu) idi ewane be wec ji bona wan peyrewen xweyen (ku doza mezinati kiribune) gotine: \"Bi rasti em ji bona we ra peyrewan bun, idi qe hun nikarin ku me tisteki ji sapata Yezdan bi parisinin?” Ewan pesrewanan (bersiva be wecan aha dane) gotine: \"Heke Yezdan em anibuna reya rast, meye ji hun bianina reya rast. ji bona me ra qe tu ferestebuni (ji asita Yezdan) tune ye, idi em ci qir u hewar bikin u em ci hew bikin, li ser me yek e (tu raqetana wan tune ye)"},{"SurahNumber":14,"VerseNumber":22,"Text":"Ji pisti ku buyera (wan) pek hatiye, pelid ji bona (wan fileyen ku cune doje aha) gotiye: \"Bi rasti Yezdan ji bona we ra peymana xwe ye maf dabu, min ji ji bona we ra peyman dabu. Le idi ez ji peymana xwe posman bum (min peymana xwe pek neani) ji bona min ra li ser we (ji bo ku hun bibine file) qe tu hez tune bu, ji pestire min gazi we kiribu, idi we ji bersiva min dabu (hun li pey min hatin, bune file). Idi hun gazinan ji min nekin, u hun hey gazinan ji xwe bikin. Ez nikarim we (ji sapatan) fereste bikim. Bi rasti hej di bere da, ku we ez dixistime hevri (ji bona Yezdan ra) min dest ji we berdabu (bi we kirina we bawer ne dikir). Bi rasti ji bona cewrkaran ra sapateke dilsoz heye"},{"SurahNumber":14,"VerseNumber":23,"Text":"Ewane bawer kirine u kare asti kirine (hene!) ewanan dikebine bihista ku di bine (dare we da) cema av e dikisin: (ewan) bi destura Xudaye xwe (di we bihiste da) hey diminin. Sertedana wan (di bihiste da) ji hev ra \"Selam\" dibejin"},{"SurahNumber":14,"VerseNumber":24,"Text":"Ma qey te ne ditiye, Yezdan hecweki ca dane cekirine? Peyveke paqij weki dareke paqij e; ca ciqile we dare jor da ne, koka we ji di zemin da rehvedaye (ewa peyva ji ji merivan derdikebe, le qenceyen we ji bi jor da dicin)"},{"SurahNumber":14,"VerseNumber":25,"Text":"Di hemu gavan da beren ku ji we dare tene xwarine, bi destura Xudaye (we dare) ten. (Qenciyen ji wan peyvan ji di hemu gavan da tene goman kirine). Yezdan evan hecwekiyan ji bona kesan ra tine, hevi heye ku bi rasti ewan kesan ji van hecwekiyan his hildin"},{"SurahNumber":14,"VerseNumber":26,"Text":"Peyva sik ji weki sik e, ewa dara a sik ca li ser zemin buye qurm maye (kere tu tisti naye: bere we tune ye, ku meriv ji we bixun, li we meze bikin, peyva sik ji wusa ne) qe ji we dare ra tu hew tune ye"},{"SurahNumber":14,"VerseNumber":27,"Text":"Yezdan ewane bawer kirine; di cihan u di para da ji dihewine. U Yezdan cewrkaran ji (weki dara sike ku tu hew je ra tune ye) ji reya rast wunda dike. Yezdan ci bive ewi dike"},{"SurahNumber":14,"VerseNumber":28,"Text":"Ma qey tu li wane, ku qenciyen Yezdan bi nankoriye (u xirabiye) guhurandine u komale xwe ji di xaniye tesqele da ewirandine, meze naki (ka temtela wan ca ne)"},{"SurahNumber":14,"VerseNumber":29,"Text":"Ewa xaniya doj e (ewane) hemu li bal doje da pal bidin. Ewa ciqa sike ewra ne"},{"SurahNumber":14,"VerseNumber":30,"Text":"Ji bona ku reya Yezdan wunda bikin, ji bona Yezdan ra hevri ce kirine. (Muhemmed! Tu ji wan ra) beje: \"Hun di xwesiya xwe da dum bikin, loma bi rasti hey zivirandina we li bal agir da ne"},{"SurahNumber":14,"VerseNumber":31,"Text":"(Muhemmed! Tu ji bona wan bendeyen mine bawer kirine) beje: \"Me ca fermana wan kiriye) bira nimeja xwe wusa bikin u roziyen me dane wan, hej ewa roya tu kirin u fırotin teda tune ye u yarti ji teda tune ye (ne hatiye) bi dizi u eskere (ji bona hewcan ra) bidin"},{"SurahNumber":14,"VerseNumber":32,"Text":"Ewe ku ezman u zemin afirandiye heye! Ewa Yezdan e, ewi ji ezmanan avek hinartiye, idi (bi fermana wi) ji bona we ra, ji beren cure cure bi we ave rozi derxistiye u ewi ji bona we ra kelek semerin kiriye, ji bo ku hun bi fermana wi di zeryaye da bigerin. U Yezdan cemen ave ji xistiye bine deste we"},{"SurahNumber":14,"VerseNumber":33,"Text":"(Yezdan tum caran) roj u hiv ji, ku yek ji yeka mayi dur nekebe u ji hev necin ji sernerm kiriye (xistiye bine fermane, ji bona qenciya bi we ra). Ca sev u ro ji (ji bona qenciyan xistiye bine fermane, ku hun di wan gavan da ji xwe ra xebate bikin)"},{"SurahNumber":14,"VerseNumber":34,"Text":"U we ci (ji Yezdan) xwesti be, ewi ewan hemu ji bona we ra aniye, daye. Heke hun qenciyen Yezdan e (ku bi we kiriye) bihijmirin, hun nikarin ewan (qenciyan) bi deste deste ji bihejmirin. Bi rasti meriv (ji bona xwe ra) zor cewrkar u nankor e"},{"SurahNumber":14,"VerseNumber":35,"Text":"Ibrahim di gaveki da (aha) gotibu: \"Xuda! Tu evi bajare hane ji hemu (sikatiyan) ewle bike. (Xuda!) tu min u zaren min ji perestiya putan biparisine"},{"SurahNumber":14,"VerseNumber":36,"Text":"Xuda! Bi rasti ewan (putan) piren ji kesan, ji reya rast dane wundakirine. Idi (Xuda!) kijan bibe peyrewe min, ewa ji min e u kijan be gotina min bike, bi rasti idi hey tu i baxisgere dilovin"},{"SurahNumber":14,"VerseNumber":37,"Text":"Xudaye me! Bi rasti min ji urta xwe di newaleke be candin, 1i bal xaniye te ye, ku li dora wi da kirina sikatiyan qedexe ne, daye hewandine. Xuda! (min wusa kiriye) ji bona ku ewan nimej bikin; idi (Xuda!) tu dile hinek kesan ji u bal wan da xar bike (ji bo ku herne bal wan, ewan bi tene neminin. Xuda!) Tu ji beran, ji wan ra rozini bide, bi rasti hevi heye ku ewan sipaziya (te) bikin"},{"SurahNumber":14,"VerseNumber":38,"Text":"Xudaye me! Bi rasti tu bi kirine me ye dizi u eskere dizani (em ci tisti veserin ya ji eskere bikin, tu bi hemuyan dizani) di ezman u zemin da tu tist li ser Yezdan vesarti nine"},{"SurahNumber":14,"VerseNumber":39,"Text":"“Ew Yezdane ku di gave kalti ya min da Ismail u Ishaq, ji min ra raber kiriye, hemu sipazi ji wi ra be. Loma bi rasti Xudaye min gazi kirinan (bi litekirin) dibehe"},{"SurahNumber":14,"VerseNumber":40,"Text":"Xudaye min! Tu ji bona min u hineke ji urta min (xuyeki wusa bidi me) ku em bi peywesti, nimej bikin. Xudaye me! Tu (van) xwastine me lite bike"},{"SurahNumber":14,"VerseNumber":41,"Text":"Xudaye me! Di roya hijmara (kirinan) tu min u de u bave min u bawergeran bibaxisini"},{"SurahNumber":14,"VerseNumber":42,"Text":"(Muhemmed!) Tu goman neke ku Yezdan ji kirine wan cewrkaran be agah"},{"SurahNumber":14,"VerseNumber":43,"Text":"Le Yezdan celata wan para da ji bona we roya cav teda zoq dibin, dihele. 43.43(Di we roye da) ewan sere xwe bilind dikin, direvin: Cave wan (wusa zoq dimine) li bal wan da nafetile, dile wan (ji qenciyan) vala ye"},{"SurahNumber":14,"VerseNumber":44,"Text":"(Muhemmed!) Tu merivan ji we roya, ku sapat di we roye da ji wan ra te dayine, bide tirsandine, idi ewane cewr kirine hene! (aha) dibejin: \"Xudaye me! Tu ji bona me ra heya daneki nezik firsende bide, eme ji bona gazikirina te ra bersive bidin (fermane te li pek binin) u eme bibne peyrewe pexemberan.\" Ma qey di berya naha da we sond nedixwar, ku ji bona we ra tu cuna ava tune ye"},{"SurahNumber":14,"VerseNumber":45,"Text":"Hun di suna wane, ku bi xweber li xwe cewr kiribun ewirine, ji bona we ra diyar buye; ka me ca ewan (sapat) kirine u me ji bona we ra ji (ji temtela wan) hecweki anibu (wusa nine)"},{"SurahNumber":14,"VerseNumber":46,"Text":"Bi sond! Ewan endezen xwe ce kirine, ji wan endezen wan ciya di suna xwe da ji herin, hey Yezdane celata wan bi endezan bide"},{"SurahNumber":14,"VerseNumber":47,"Text":"(Muhemmed!) Tu goman neke, ku Yezdan ji we peymana daye pexemberen xwe, posman buye. Bi rasti Yezdan servahate xwe ye tul e"},{"SurahNumber":14,"VerseNumber":48,"Text":"Di we roya ku zemin be zemini u ezman be ezmani tene guhurandine, hemu (heyi) di hembere Yezdane servahati ye bi tene da, xuya dibin"},{"SurahNumber":14,"VerseNumber":49,"Text":"Di we roye da (Muhemmed!) tu dibini, ku nusitemkar bi heva (deste deste) hatine tewldane"},{"SurahNumber":14,"VerseNumber":50,"Text":"Kirase wan ji qiren e, agir ser cave wan diniximine"},{"SurahNumber":14,"VerseNumber":51,"Text":"Ji bo ku Yezdan her kesi bi keda wi bide celatkirine (evan tistan) dike. Bi rasti Yezdan zor zu hijmare"},{"SurahNumber":14,"VerseNumber":52,"Text":"U ji bona ku kes bi we tirsdane bene (hisyarkirine) u ji bona ku ewan bizanin, hey babete perestiye Yezdane bi tene ye u ji bona xweye his ji we siretan hildin, eva (Qur’ana) buye (sireteke) ragehini"}]}