{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Y de los Mensajeros, preferimos a unos sobre otros. Entre ellos hay a quien Allah hablo directamente, y otros a quienes elevo en grados. Y concedimos a Jesus [Isa], hijo de Maria [Mariam], las pruebas evidentes y lo fortalecimos con el Espiritu Santo [el Angel Gabriel]. Y si Allah no hubiera querido, no hubiesen combatido entre ellos despues de haberseles presentado los Profetas y las evidencias, pero discreparon y hubo entre ellos quienes creyeron y quienes no. Y si Allah hubiera querido no se habrian matado los unos a los otros, pero Allah hace lo que Le place"},{"SurahNumber":2,"VerseNumber":254,"Text":"¡Oh, creyentes! Dad en caridad parte de lo que os hemos agraciado antes de que llegue el dia en el cual no se aceptara rescate, no valdra de nada la amistad ni servira ninguna intercesion [si perdeis la fe]. Y los incredulos son los inicuos"},{"SurahNumber":2,"VerseNumber":255,"Text":"¡Allah! No existe nada ni nadie con derecho a ser adorado excepto El, Viviente, se basta a Si mismo y se ocupa de toda la creacion. No Le toma somnolencia ni sueno. Suyo es cuanto hay en los cielos y la Tierra. ¿Quien podra interceder ante El sino con Su anuencia? Conoce el pasado y el futuro; y nadie abarca de Su conocimiento salvo lo que El quiere. Su Trono se extiende en los cielos y en la Tierra, y la custodia de ambos no Le agobia. Y El es Sublime, Grandioso"},{"SurahNumber":2,"VerseNumber":256,"Text":"No esta permitido forzar a nadie a creer. La guia se ha diferenciado del desvio. Quien se aparte de Satanas y crea en Allah, se habra aferrado al asidero mas firme [el Islam], que nunca se rompera. Y Allah es Omnioyente, Omnisciente"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah es el Protector de los creyentes, les extrae de las tinieblas hacia la luz. En cambio, los incredulos tienen como protector a Satanas, quien los conduce de la luz hacia las tinieblas. Esos seran los moradores de Fuego, en el que estaran eternamente"},{"SurahNumber":2,"VerseNumber":258,"Text":"¿Acaso no has reparado [¡Oh, Muhammad!] en quien discutio con Abraham [Ibrahim] acerca de su Senor valiendose del poder que Allah le habia concedido? Dijo Abraham [Ibrahim]: Mi Senor es Quien da la vida y la muerte; le replico: Yo tambien doy la vida y la muerte. Dijo Abraham [Ibrahim]: Por cierto que Allah hace que el Sol salga por el oriente, haz tu que salga por el occidente. Entonces, el incredulo quedo desconcertado. Y Allah no guia a los inicuos"},{"SurahNumber":2,"VerseNumber":259,"Text":"O en aquel [Uzeir] que paso por una ciudad derruida [Jerusalen], y exclamo: ¿Como va Allah a reconstruirla despues de haber quedado en ruinas? Y entonces, Allah lo hizo morir por cien anos y despues lo resucito. Le pregunto [Allah]: ¿Cuanto tiempo permaneciste aqui? Respondio: Un dia o menos aun. Dijo Allah: No, has permanecido cien anos; observa tu comida y tu bebida, no se descompusieron, y mira tu asno [en su lugar yacen sus huesos]. Haremos de ti un signo para los hombres. Y mira los huesos [de tu asno] como los reunimos y luego los cubrimos de carne [y lo resucitamos]. Y luego que se convencio de lo ocurrido dijo: Ahora se que Allah tiene poder sobre todas las cosas"},{"SurahNumber":2,"VerseNumber":260,"Text":"Y cuando Abraham [Ibrahim] dijo: ¡Senor mio! Muestrame como revives a los muertos. Dijo [Allah]: ¿Acaso no crees? Replico: Claro que si, pero esto es para fortalecer mi corazon. Dijo: Toma cuatro pajaros y cortalos en pedazos, luego pon un pedazo de cada uno sobre la cima de una montana y llamalos, vendran a ti deprisa con vida; y sabe que Allah es Poderoso, Omnisciente"},{"SurahNumber":2,"VerseNumber":261,"Text":"El ejemplo de quienes contribuyen con sus bienes por la causa de Allah es como el de un grano que produce siete espigas, cada una de ellas contiene cien granos. Y Allah multiplica [la recompensa] de quien El quiere, y El es Vasto, Omnisciente"},{"SurahNumber":2,"VerseNumber":262,"Text":"Quienes contribuyan con sus bienes por la causa de Allah sin hacer alarde de ello ni cometer agravio tendran su recompensa en la otra vida, y no temeran ni se entristeceran"},{"SurahNumber":2,"VerseNumber":263,"Text":"Hablar correctamente y perdonar es mejor que una caridad seguida de un agravio. Allah es Opulento, Tolerante"},{"SurahNumber":2,"VerseNumber":264,"Text":"¡Oh, creyentes! No hagais vanas vuestras caridades haciendo alarde de ellas u ofendiendo, como aquel que contribuye con sus bienes para que los hombres lo vean, y no cree en Allah ni en el Dia del Juicio Final. Su ejemplo es como el de una roca cubierta de tierra, a la cual le cae un aguacero y la deja desnuda. No recibiran ninguna recompensa por sus actos; y Allah no guia a los incredulos"},{"SurahNumber":2,"VerseNumber":265,"Text":"El ejemplo de quienes contribuyen con sus bienes anhelando complacer a Allah, y tienen total conviccion de que seran recompensados, es como el de un jardin que se encuentra sobre una colina, al que le cae una lluvia copiosa y produce el doble de su fruto. Y aunque no le hubiera caido una lluvia copiosa un rocio le hubiera bastado; y Allah conoce lo que haceis"},{"SurahNumber":2,"VerseNumber":266,"Text":"¿Querria alguno de vosotros tener un jardin de datileras y vides por donde corren los rios, y tener alli toda clase de frutos, y envejecer teniendo hijos todavia ninos y que de repente le azote [a su jardin] un fuerte viento que ocasione un incendio y se queme? Asi es como Allah os aclara Sus signos para que reflexioneis"},{"SurahNumber":2,"VerseNumber":267,"Text":"¡Oh, creyentes! Dad en caridad parte de lo hayais ganado y de lo que os hemos hecho brotar de la tierra, y no elijais lo deteriorado para dar caridad asi como no lo tomariais para vosotros mismos, a menos que convinieres en ello; y sabed que Allah es Opulento, Loable"},{"SurahNumber":2,"VerseNumber":268,"Text":"Satanas os atemoriza con la pobreza y os ordena la inmoralidad; y Allah os promete Su perdon y Su generosidad. Allah es Vasto, Omnisciente"},{"SurahNumber":2,"VerseNumber":269,"Text":"Concede la sabiduria a quien El quiere, y a quien le haya sido concedida la sabiduria habra recibido una inmensa gracia; y no reflexionan sobre ello sino los dotados de intelecto"},{"SurahNumber":2,"VerseNumber":270,"Text":"Cualquiera sea la caridad que deis o la promesa que hagais, ciertamente Allah lo sabe; y los inicuos no tendran salvadores"},{"SurahNumber":2,"VerseNumber":271,"Text":"Hacer caridad publicamente es una obra de bien, pero si lo haceis en privado y se la dais a los pobres es mejor para vosotros. Allah os perdonara vuestros pecados, y Allah sabe lo que haceis"},{"SurahNumber":2,"VerseNumber":272,"Text":"No es tu obligacion [¡Oh, Muhammad!] que sigan la guia, sino que Allah guia a quien quiere. Toda caridad es en beneficio propio, hacedla pues anhelando el ostro de Allah [y Su complacencia]. Y sabed que se os recompensara por cuanto deis y no sereis oprimidos"},{"SurahNumber":2,"VerseNumber":273,"Text":"[Dad caridad a] los pobres que padecieron estrechez por la causa de Allah y no tienen medios para desplazarse [y comerciar]. Quien ignora su situacion los cree ricos en razon de su dignidad; pero les reconoceras por su aspecto, no piden a la gente inoportunamente. Y lo que sea que deis en caridad, Allah ciertamente lo sabe"},{"SurahNumber":2,"VerseNumber":274,"Text":"Quienes hagan caridad con sus bienes, noche y dia, en privado o en publico, tendran su recompensa junto a su Senor, y no temeran ni se entristeceran"},{"SurahNumber":2,"VerseNumber":275,"Text":"Los que lucren con la usura saldran [de sus tumbas el Dia del Juicio] como aquel al que Satanas ha poseido dejandolo trastornado. Esto porque dicen que el comercio es igual que la usura; pero Allah permitio el comercio y prohibio la usura. A quien le haya llegado de su Senor la prohibicion [de la usura] y se haya abstenido arrepintiendose podra conservar lo que haya ganado, y lo que cometiere luego de esto estara en manos de Allah. Y si reincide se contara entre los moradores del Fuego, en el que sufrira eternamente"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah hara que todo lo que provenga de la usura no tenga ninguna bendicion, pero si, en cambio, incrementara la riqueza de quienes hagan caridades. Allah no ama al incredulo pecador"},{"SurahNumber":2,"VerseNumber":277,"Text":"Ciertamente los creyentes que obran rectamente, hacen la oracion prescrita y pagan el Zakat, seran recompensados por su Senor, y no temeran ni se entristeceran"},{"SurahNumber":2,"VerseNumber":278,"Text":"¡Oh, creyentes! Temed a Allah y renunciad a lo que os adeuden a causa de la usura, si es que sois, en verdad, creyentes"},{"SurahNumber":2,"VerseNumber":279,"Text":"Y si no dejais la usura, sabed que Allah y Su Mensajero os declaran la guerra; pero si os arrepentis teneis derecho al capital original, de esta forma no oprimireis ni sereis oprimidos"},{"SurahNumber":2,"VerseNumber":280,"Text":"Y si quien os debe atraviesa una situacion estrecha, concededle un nuevo plazo hasta que este en condicion de saldar la deuda. Y sabed que hacer un acto de caridad y condonarle la deuda es mejor para vosotros [y mas meritorio]"},{"SurahNumber":2,"VerseNumber":281,"Text":"Temed el dia en que sereis retornados a Allah, y en que cada persona reciba lo que merezca sin ser oprimido"},{"SurahNumber":2,"VerseNumber":282,"Text":"¡Oh, creyentes! Si contraeis una deuda por un plazo determinado ponedlo por escrito. Que la persona a la que recurrais tome nota fiel ante vuestra presencia; y asi como Allah le ha agraciado con la escritura, que no se niegue a hacerlo. Que registre con temor a Allah y sin omitir nada lo que el deudor reconoce que adeuda. En caso que el deudor sea derrochador o incapaz ante la ley o no pueda expresar su deuda que lo haga en su lugar su apoderado con equidad. Hacedlo frente a dos hombres de entre quienes considereis justos que sean vuestros testigos, y si no contais con dos hombres recurrid a un hombre y dos mujeres, de manera que si una de ellas se equivoca la otra subsane el error. Que los testigos no se rehusen si son citados. Y no dejeis de escribir toda deuda, pequena o grande, detallando su vencimiento. Esto es lo mas justo ante Allah, la mejor prueba y el camino mas seguro para evitar dudas. Podeis prescindir de registrar las operaciones comerciales realizadas de contado, pero recurrid a testigos para esto. No se debe coaccionar a quien asiente por escrito una deuda ni a los testigos; porque hacerlo es un acto de desobediencia. Temed a Allah, pues si sois piadosos El os agraciara con el conocimiento. Allah es conocedor de todas las cosas"},{"SurahNumber":2,"VerseNumber":283,"Text":"Y si estuvierais de viaje y no encontrarais un notario, tomad entonces algo en garantia. En caso de que confieis en el deudor [no le pidais una garantia] y que este tema a Allah su Senor y cumpla con su deuda. No os negueis a prestar testimonio cuando se os convoca, y quien oculte su testimonio sera un pecador. Allah sabe cuanto haceis"},{"SurahNumber":2,"VerseNumber":284,"Text":"A Allah pertenece cuanto hay en los cielos y la Tierra. Todo lo que manifesteis u oculteis Allah os pedira cuenta de ello; perdona a quien El quiere y castiga a quien El quiere. Allah tiene poder sobre todas las cosas"},{"SurahNumber":2,"VerseNumber":285,"Text":"El Mensajero y sus seguidores creen en lo que le fue revelado por su Senor. Todos creen en Allah, en Sus Angeles, en Sus Libros y en Sus Mensajeros. No hacemos diferencia entre ninguno de Sus Mensajeros. Y dicen: Oimos y obedecemos. Perdonanos Senor nuestro, pues ciertamente a Ti volveremos"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah no exige a nadie por encima de sus posibilidades. Segun hayan sido sus obras, estas resultaran en su favor o en su contra. ¡Senor nuestro! No nos castigues si nos olvidamos o nos equivocamos. ¡Senor nuestro! No nos impongas una carga como la que impusiste a quienes nos precedieron. ¡Senor nuestro! No nos impongas algo superior a nuestra fuerza. Perdonanos, absuelvenos y ten misericordia de nosotros. Tu eres nuestro Protector, concedenos el triunfo sobre los incredulos"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah, no hay otra divinidad salvo El, Viviente, se basta a si mismo y se ocupa de toda la creacion"},{"SurahNumber":3,"VerseNumber":3,"Text":"El te revelo el Libro con la Verdad, corroborante de los mensajes anteriores; y revelo antes tambien la Tora y el Evangelio"},{"SurahNumber":3,"VerseNumber":4,"Text":"Es [el Coran] guia para los hombres, y fue revelado como un discernimiento. Quienes no crean en los signos de Allah tendran un castigo severo. Allah es Poderoso y se vengara [castigando severamente a quienes se negaron a creer en El y desmintieron a Sus Profetas]"},{"SurahNumber":3,"VerseNumber":5,"Text":"No hay nada en la Tierra ni en el cielo que pueda esconderse de Allah"},{"SurahNumber":3,"VerseNumber":6,"Text":"El es Quien os da forma en el seno materno como Le place. No hay otra divinidad salvo El, Poderoso, Sabio"},{"SurahNumber":3,"VerseNumber":7,"Text":"El es Quien te ha revelado el Libro. Contiene aleyas de significado explicito que son la base del Libro, y otras de significado implicito. Aquellos de corazon extraviado siguen solo las de significado implicito con el fin de sembrar la discordia interpretarlas capciosamente, pero solo Allah conoce su verdadero significado, y [tambien] los arraigados en el conocimiento, quienes dicen: Creemos en todas ellas por igual, todas proceden de nuestro Senor; pero no recapacitan sino los dotados de intelecto"},{"SurahNumber":3,"VerseNumber":8,"Text":"¡Senor nuestro! No hagas que nuestros corazones se desvien, despues de habernos guiado. Concedenos Tu misericordia, Tu eres el Dadivoso"},{"SurahNumber":3,"VerseNumber":9,"Text":"¡Senor nuestro! Tu eres Quien reunira a los hombres el Dia sobre el cual no hay duda. Allah no falta jamas a Su promesa"},{"SurahNumber":3,"VerseNumber":10,"Text":"Quienes no crean, ni sus bienes ni sus hijos les serviran de nada ante Allah. Estos seran, por su incredulidad, combustible para el Fuego"},{"SurahNumber":3,"VerseNumber":11,"Text":"Asi sucedio con la gente del Faraon y con quienes les precedieron, desmintieron Nuestros signos y Allah les castigo por sus pecados. Allah es severo en el castigo"},{"SurahNumber":3,"VerseNumber":12,"Text":"Di a los incredulos: Sereis vencidos y congregados en el Infierno. ¡Que pesima morada"},{"SurahNumber":3,"VerseNumber":13,"Text":"Tuvisteis un signo claro en los dos grupos que se enfrentaron [en la batalla de Badr]; uno combatia por la causa de Allah y el otro era de incredulos. El grupo de incredulos creyo a simple vista que el grupo de creyentes les doblaba en numero. Allah fortalece con Su auxilio a quien El quiere. Por cierto que en ello hay una leccion para los sensatos"},{"SurahNumber":3,"VerseNumber":14,"Text":"Fue arraigada en el corazon de los hombres la inclinacion por los placeres: las mujeres, los hijos, la acumulacion de riquezas en oro y plata, los caballos de raza, los rebanos y los campos de cultivo. Ese es el goce de la vida mundanal, pero Allah les tiene reservado algo mas bello"},{"SurahNumber":3,"VerseNumber":15,"Text":"Di: ¿Quereis que os informe sobre algo mejor que eso? Aquellos que teman a Allah encontraran junto a su Senor jardines por donde corren los rios, alli viviran eternamente con esposas purificadas y obtendran la complacencia de Allah. Allah esta atento a lo que hacen Sus siervos"},{"SurahNumber":3,"VerseNumber":16,"Text":"Quienes dicen: ¡Senor nuestro! Creemos en Ti. Perdonanos, pues, nuestros pecados y preservanos del castigo del Fuego"},{"SurahNumber":3,"VerseNumber":17,"Text":"Son pacientes, sinceros, piadosos, caritativos y piden perdon por las noches hasta llegar el alba"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah atestigua, y tambien los Angeles y los hombres dotados de conocimiento que no hay otra divinidad salvo El, y que El es equitativo. No hay otra divinidad salvo El, Poderoso, Sabio"},{"SurahNumber":3,"VerseNumber":19,"Text":"Ciertamente para Allah la religion es el Islam [el sometimiento a El]. Los judios y cristianos discreparon por soberbia a pesar de haberles llegado la revelacion. Quien no crea en los signos de Allah, sepa que Allah es rapido en ajustar cuentas"},{"SurahNumber":3,"VerseNumber":20,"Text":"Si te refutan [¡Oh, Muhammad!], diles: Yo y quienes me siguen nos entregamos sinceramente a Allah. Y preguntales a quienes recibieron el Libro y a los analfabetos [arabes paganos]: ¿Habeis aceptado el Islam [sometiendoos a Allah]? Si lo aceptan habran seguido la guia; pero si vuelven la espalda, tu solo tienes la obligacion de transmitir el mensaje. Allah esta atento a lo que hacen Sus siervos"},{"SurahNumber":3,"VerseNumber":21,"Text":"Anunciales a quienes no creen en los signos y preceptos de Allah, asesinan a los Profetas injustamente y matan a los hombres que bregan por la justicia, que sufriran un castigo doloroso"},{"SurahNumber":3,"VerseNumber":22,"Text":"Sus obras se malograran en esta vida y en la otra, y no tendran quienes les auxilien"},{"SurahNumber":3,"VerseNumber":23,"Text":"¿Acaso no reparas en quienes recibieron el Libro [judios y cristianos]? Cuando se les convoca para ser juzgados segun el Libro de Allah, algunos vuelven la espalda y lo rechazan"},{"SurahNumber":3,"VerseNumber":24,"Text":"Ello fue porque dijeron: El fuego nos atormentara solo dias contados. Sus propias mentiras les sedujeron apartandolos de su religion"},{"SurahNumber":3,"VerseNumber":25,"Text":"¿Que pasara cuando les reunamos el dia sobre el cual no hay duda y en el que toda alma sera recompensada de acuerdo a sus acciones, y no seran oprimidos"},{"SurahNumber":3,"VerseNumber":26,"Text":"Di: ¡Oh, Allah, Soberano del Reino! Tu concedes el poder a quien quieres y se lo quitas a quien quieres, dignificas a quien quieres y humillas a quien quieres. El bien esta en Tus manos. Allah tiene poder sobre todas las cosas"},{"SurahNumber":3,"VerseNumber":27,"Text":"Tu insertas la noche en el dia y el dia en la noche. Tu haces surgir lo vivo de lo muerto y lo muerto de lo vivo. Tu sustentas sin medida a quien Te place"},{"SurahNumber":3,"VerseNumber":28,"Text":"Que los creyentes no tomen a los incredulos como aliados en lugar de los creyentes. Quien asi lo hiciere no tendra nada que ver con la religion de Allah, a menos que lo hagais para preveniros de ellos. Allah os exhorta a que Le temais, porque ante El comparecereis"},{"SurahNumber":3,"VerseNumber":29,"Text":"Di: Tanto si ocultais cuanto hay en vuestros corazones como si lo manifestais, Allah lo sabe. El conoce todo lo que hay en los cielos y en la Tierra. Allah tiene poder sobre todas las cosas"},{"SurahNumber":3,"VerseNumber":30,"Text":"El dia que cada alma vea el registro del bien y el mal que haya cometido, deseara que se interponga una gran distancia entre ella y ese momento. Allah os exhorta a que Le temais. Allah es Compasivo con Sus siervos"},{"SurahNumber":3,"VerseNumber":31,"Text":"Di: Si verdaderamente amais a Allah ¡Seguidme! Y Allah os amara y os perdonara los pecados. Allah es Absolvedor, Misericordioso"},{"SurahNumber":3,"VerseNumber":32,"Text":"Di: ¡Obedeced a Allah y al Mensajero! Pero si se niegan, sepan que Allah no ama a los incredulos"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allah prefirio a Adan [Adam], a Noe [Nuh], a la familia de Abraham [Ibrahim] y a la de Imran sobre toda la humanidad"},{"SurahNumber":3,"VerseNumber":34,"Text":"Familias descendientes unas de otras. Allah es Omnioyente, Omnisciente"},{"SurahNumber":3,"VerseNumber":35,"Text":"Cuando la esposa de Imran dijo: ¡Senor mio! He realizado el voto de entregar a Tu exclusivo servicio lo que hay en mi vientre. ¡Aceptamelo! Tu eres Omnioyente, Omnisciente"},{"SurahNumber":3,"VerseNumber":36,"Text":"Y cuando le dio a luz dijo: ¡Senor mio! Me ha nacido una hija. Allah bien sabia lo que habia concebido. [Agrego la esposa de Imran] No es lo mismo una mujer que un varon [para que se consagre a Tu servicio]. La he llamado Maria [Mariam], y Te imploro que la protejas a ella y a su descendencia del maldito Satanas"},{"SurahNumber":3,"VerseNumber":37,"Text":"Su Senor la acepto complacido, e hizo que se educase correctamente y la confio a Zacarias [Zacariya]. Toda vez que Zacarias [Zacariya] ingresaba al templo la encontraba provista de alimentos, y entonces exclamaba: ¡Oh, Maria [Mariam]! ¿De donde te ha venido esto? Ella respondia: De Allah; porque Allah sustenta sin medida a quien Le place"},{"SurahNumber":3,"VerseNumber":38,"Text":"Alli Zacarias [Zacariya] invoco a su Senor diciendo: ¡Senor mio! Concedeme una descendencia buena, Tu escuchas los ruegos"},{"SurahNumber":3,"VerseNumber":39,"Text":"Entonces los Angeles le llamaron cuando oraba en el templo diciendo: Allah te albricia con el nacimiento de Juan [Yahia], quien corroborara la Palabra de Allah, sera noble, casto, y un Profeta virtuoso"},{"SurahNumber":3,"VerseNumber":40,"Text":"Dijo: ¡Senor mio! ¿Como podre tener un hijo, si me ha alcanzado la vejez y mi mujer es esteril? Le respondio: ¡Asi sera! Porque Allah hace lo que Le place"},{"SurahNumber":3,"VerseNumber":41,"Text":"Dijo: ¡Senor mio! Dame una senal [de que me has concedido un hijo]. Dijo Allah: La senal [de que tu esposa esta embarazada] sera que durante tres dias, no podras hablar con la gente salvo por senas. Invoca mucho a tu Senor y glorificale al anochecer y al alba"},{"SurahNumber":3,"VerseNumber":42,"Text":"Y cuando los Angeles dijeron: ¡Oh, Maria [Mariam]! Allah te ha elegido y purificado. Te ha elegido entre todas las mujeres del universo"},{"SurahNumber":3,"VerseNumber":43,"Text":"¡Oh, Maria [Mariam]! Adora a tu Senor, prosternate e inclinate con los orantes"},{"SurahNumber":3,"VerseNumber":44,"Text":"Estas son historias que no conocias, y te las revelamos. Tu [¡Oh, Muhammad!] no estuviste presente cuando sortearon con sus canas para ver quien de ellos se encargaria de Maria [Mariam], ni tampoco cuando disputaban acerca de ello"},{"SurahNumber":3,"VerseNumber":45,"Text":"Y cuando los Angeles dijeron: ¡Oh, Maria [Mariam]! Allah te albricia con Su Palabra [¡Se!] Su nombre sera el Mesias Jesus [Isa], hijo de Maria [Mariam]. Sera distinguido en esta vida y en la otra, y se contara entre los mas proximos a Allah"},{"SurahNumber":3,"VerseNumber":46,"Text":"Hablara a los hombres en la cuna y de adulto, y se contara entre los virtuosos"},{"SurahNumber":3,"VerseNumber":47,"Text":"Dijo: ¡Oh, Senor mio! ¿Como podre tener un hijo si no me ha tocado ningun hombre? Le respondio: ¡Asi sera! Allah crea lo que Le place. Cuando decide algo, solo dice: ¡Se!, y es"},{"SurahNumber":3,"VerseNumber":48,"Text":"El le ensenara la escritura, le concedera la sabiduria, le ensenara la Tora y el Evangelio"},{"SurahNumber":3,"VerseNumber":49,"Text":"Y sera un Mensajero para los Hijos de Israel, a quienes dira: Os he traido un signo de vuestro Senor. Hare para vosotros con barro la forma de un pajaro. Luego soplare en el, y con el permiso de Allah, tendra vida. Con la anuencia de Allah, curare al ciego de nacimiento y al leproso, y resucitare a los muertos. Os informare de lo que comeis y de lo que almacenais en vuestras casas. Ciertamente teneis en ello un signo si sois creyentes"},{"SurahNumber":3,"VerseNumber":50,"Text":"He venido para confirmaros lo que os habia llegado anteriormente en la Tora y para haceros licitas algunas de las cosas que se os habian prohibido. Y os he traido un signo de vuestro Senor. Temed a Allah y obedecedme"},{"SurahNumber":3,"VerseNumber":51,"Text":"Allah es mi Senor y el vuestro. Adoradle, pues. Este es el sendero recto"},{"SurahNumber":3,"VerseNumber":52,"Text":"Y cuando Jesus [Isa] advirtio la incredulidad de su pueblo, dijo: ¿Quienes me ayudaran en mi mision de transmitir el Mensaje de Allah? Dijeron sus discipulos: Nosotros te ayudaremos. Creemos en Allah. Atestigua [¡Oh, Jesus [Isa]!] que a El nos sometemos"},{"SurahNumber":3,"VerseNumber":53,"Text":"¡Senor nuestro! Creemos en lo que has revelado y seguimos a Tu Mensajero. Cuentanos, pues, entre los que dan testimonio de fe"},{"SurahNumber":3,"VerseNumber":54,"Text":"Se confabularon [los incredulos contra Jesus [Isa]], pero Allah desbarato sus planes, porque Allah es el Quien mejor lo hace"},{"SurahNumber":3,"VerseNumber":55,"Text":"Cuando Allah dijo: ¡Oh, Jesus [Isa]! Te tomare y te ascendere hacia Mi. Te librare de los incredulos y hare prevalecer a los que te han seguido por encima de los incredulos hasta el Dia de la Resurreccion. Luego, volvereis a Mi y juzgare entre vosotros sobre lo que discrepabais"},{"SurahNumber":3,"VerseNumber":56,"Text":"A los incredulos los castigare severamente en esta vida y en la otra, y no tendran salvadores"},{"SurahNumber":3,"VerseNumber":57,"Text":"En cuanto a los creyentes que obren rectamente, Allah les dara su recompensa debidamente. Y Allah no ama a los inicuos"},{"SurahNumber":3,"VerseNumber":58,"Text":"Esta historia te la revelamos como parte de los signos y de la sabia amonestacion del Coran"},{"SurahNumber":3,"VerseNumber":59,"Text":"Por cierto que el ejemplo de Jesus [Isa] ante Allah es semejante al de Adan [Adam], a quien creo de barro y luego le dijo: ¡Se!, y fue"},{"SurahNumber":3,"VerseNumber":60,"Text":"[Esta es] La verdad [sobre Jesus [Isa] que] proviene de tu Senor. No seas, pues, de los que dudan"},{"SurahNumber":3,"VerseNumber":61,"Text":"Y a quienes te discutan acerca de esta verdad [de que Jesus [Isa] es un siervo de Allah y no una divinidad] despues de haberte llegado el conocimiento, diles: ¡Venid! Convoquemos a nuestros hijos y a los vuestros, a nuestras mujeres y a las vuestras, y presentemonos todos nosotros. Luego roguemos seriamente que la maldicion de Allah caiga sobre los mentirosos"},{"SurahNumber":3,"VerseNumber":62,"Text":"Esta es la autentica verdad. No hay otra divinidad excepto Allah. Allah es el Poderoso, el Sabio"},{"SurahNumber":3,"VerseNumber":63,"Text":"Y si la niegan, sabed que Allah conoce bien a los desviados"},{"SurahNumber":3,"VerseNumber":64,"Text":"Di: ¡Oh, Gente del Libro! Convengamos en una creencia comun a nosotros y vosotros: No adoraremos sino a Allah, no Le asociaremos nada y no tomaremos a nadie de entre nosotros como divinidad fuera de Allah. Y si no aceptan decid: Sed testigos de nuestro sometimiento a Allah"},{"SurahNumber":3,"VerseNumber":65,"Text":"¡Oh, Gente del Libro! ¿Por que discutis sobre Abraham [Ibrahim], siendo que la Tora y el Evangelio fueron revelados despues de el? ¿Es que no razonais"},{"SurahNumber":3,"VerseNumber":66,"Text":"Cuestionasteis asuntos que eran evidentes, aun teniendo la revelacion. Y ahora discutis sobre lo que no teneis conocimiento. Allah sabe, y vosotros no sabeis"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham [Ibrahim] no fue judio ni cristiano, sino que fue un monoteista sometido a Allah, y no se conto entre los idolatras"},{"SurahNumber":3,"VerseNumber":68,"Text":"Los mas allegados a Abraham [Ibrahim] son quienes le han seguido, asi como el Profeta y los creyentes. Allah es el Protector de los creyentes"},{"SurahNumber":3,"VerseNumber":69,"Text":"Hay un grupo de la Gente del Libro que desea extraviaros; pero solo se extravian a si mismos sin darse cuenta"},{"SurahNumber":3,"VerseNumber":70,"Text":"¡Oh, Gente del Libro! ¿Por que no creeis en los signos que Allah os ha dado [de la venida de Muhammad], siendo que sois testigos de su veracidad"},{"SurahNumber":3,"VerseNumber":71,"Text":"¡Oh, Gente del Libro! ¿Por que mezclais la verdad con lo falso y ocultais la verdad que conoceis"},{"SurahNumber":3,"VerseNumber":72,"Text":"Un grupo de la Gente del Libro dicen entre ellos: Al comenzar el dia finjamos creer en lo que se le ha revelado a los creyentes [el Coran], y neguemoslo al anochecer; tal vez asi los creyentes duden y renuncien a su fe"},{"SurahNumber":3,"VerseNumber":73,"Text":"Y [agregan:] no confieis sino en quienes siguen vuestra religion. No creais que se agraciara a nadie de la misma manera que fuisteis agraciados, ni tampoco que podran argumentar contra vosotros ante vuestro Senor. Diles [¡Oh, Muhammad!]: La verdadera guia es la de Allah. Y la gracia esta en Sus manos y se la concede a quien El quiere. Allah es Vasto, Omnisciente"},{"SurahNumber":3,"VerseNumber":74,"Text":"Agracia con Su misericordia a quien El quiere. Allah es poseedor del favor inmenso"},{"SurahNumber":3,"VerseNumber":75,"Text":"Entre la Gente del Libro hay quienes, si les confias una gran cantidad de dinero te lo devuelven, y quienes si les confias un solo dinar solo te lo devuelven despues de pedirselo con insistencia. Eso es porque ellos dicen: No seremos recriminados por no cumplir con quienes no han recibido ninguna revelacion. Ellos inventan mentiras acerca de Allah a sabiendas"},{"SurahNumber":3,"VerseNumber":76,"Text":"Al contrario, quien cumpla su promesa y tema a Allah, sepa que Allah ama a los piadosos"},{"SurahNumber":3,"VerseNumber":77,"Text":"Quienes cambiaron el compromiso que tomaron con Allah por un vil precio y faltaron a sus juramentos, no tendran ninguna recompensa en la otra vida. Allah no les dirigira la palabra ni les tendra compasion el Dia de la Resurreccion, no les purificara y tendran un castigo doloroso"},{"SurahNumber":3,"VerseNumber":78,"Text":"Entre ellos hay quienes tergiversan el Libro cuando lo recitan para que creais que es parte de el, cuando en realidad, no pertenece al Libro. Y dicen que proviene de Allah siendo, en verdad, que no proviene de Allah. Inventan mentiras acerca de Allah a sabiendas"},{"SurahNumber":3,"VerseNumber":79,"Text":"No corresponde que a quien Allah concede el Libro, la sabiduria y la profecia diga a los hombres: Sed siervos mios y no de Allah; sino mas bien: Sed guias eruditos puesto que ensenais el Libro y lo estudiais"},{"SurahNumber":3,"VerseNumber":80,"Text":"No corresponde que a quien Allah concede el Libro, la sabiduria y la profecia diga a los hombres: Sed siervos mios y no de Allah; sino mas bien: Sed guias eruditos puesto que ensenais el Libro y lo estudiais"},{"SurahNumber":3,"VerseNumber":81,"Text":"Y recordad cuando Allah concerto un pacto con cada uno de los Profetas diciendoles: Os concedo el Libro y la sabiduria, y cuando se os presente un Mensajero que confirme lo que se os haya revelado, creed en el y auxiliadle [y procurad que vuestros seguidores tambien cumplan este compromiso]. ¿Asumis tal compromiso? Respondieron: Estamos de acuerdo. Dijo: Entonces, sed testigos unos de otros; yo tambien atestiguo con vosotros"},{"SurahNumber":3,"VerseNumber":82,"Text":"Quienes, despues de este pacto, vuelvan la espalda seran los descarriados"},{"SurahNumber":3,"VerseNumber":83,"Text":"¿Acaso desean una religion diferente a la de Allah, siendo que quienes estan en los cielos y en la Tierra se someten a El voluntariamente o por la fuerza? Y ante El compareceran"},{"SurahNumber":3,"VerseNumber":84,"Text":"Di: Creemos en Allah y en lo que se nos ha revelado, en lo que fue revelado a Abraham [Ibrahim], Ismael [Ismail], Isaac [Ishaq], Jacob [Yaqub] y a las doce Tribus, y en lo que Moises [Musa], Jesus [Isa] y los Profetas han recibido de su Senor. No hacemos distincion entre ninguno de ellos y nos sometemos a El"},{"SurahNumber":3,"VerseNumber":85,"Text":"Quien siga una religion diferente al Islam [el sometimiento a Allah] no se le aceptara, y en la otra vida se contara entre los perdedores"},{"SurahNumber":3,"VerseNumber":86,"Text":"¿Como Allah ha de guiar a quienes han dejado de creer, que fueron testigos de la veracidad del Mensajero y recibieron las evidencias? Allah no guia a los inicuos"},{"SurahNumber":3,"VerseNumber":87,"Text":"Esos tendran como retribucion la maldicion de Allah, de los Angeles y de toda la humanidad"},{"SurahNumber":3,"VerseNumber":88,"Text":"La cual les pesara eternamente, no se les aliviara el castigo, ni seran tolerados"},{"SurahNumber":3,"VerseNumber":89,"Text":"Salvo quienes, despues de eso, se arrepientan y se enmienden, porque Allah es Absolvedor, Misericordioso"},{"SurahNumber":3,"VerseNumber":90,"Text":"A quienes renegaron de la fe luego de haber creido y se obstinan en su incredulidad, no se les aceptara el arrepentimiento. Esos son los descarriados"},{"SurahNumber":3,"VerseNumber":91,"Text":"A los que no creyeron y los tomo la muerte siendo aun incredulos, aunque ofrecieran como rescate todo el oro que hubiere en la tierra, no les sera aceptado. Ellos recibiran un castigo doloroso y no tendran salvadores"},{"SurahNumber":3,"VerseNumber":92,"Text":"No alcanzareis la piedad verdaderamente hasta que no deis [en caridad] de lo que amais. Y todo lo que diereis, Allah bien lo sabe"}]}