{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"اور ان لوگوں نے کہا جو ہم سے ملنے کی امید نہیں رکھتے کہ ہمارے پاس فرشتے کیوں نہ بھیجے گئے یا ہم اپنے رب کو دیکھ لیتے البتہ انہوں نے اپنے آپ کو بہت بڑاسمجھ لیا ہے اور بہت بڑی سرکشی کی ہے"},{"SurahNumber":25,"VerseNumber":22,"Text":"جس دن فرشتوں کو دیکھیں گے اس دن مجرموں کے لیے کوئی خوشی نہیں ہو گی اورکہیں گے آڑ کر دی جائے"},{"SurahNumber":25,"VerseNumber":23,"Text":"اور جو عمل انہوں نے کیے تھے ہم ان کی طرف متوجہ ہوں گے پھر انہیں اڑتی ہوئی خاک کر دیں گے"},{"SurahNumber":25,"VerseNumber":24,"Text":"اس دن بہشتیوں کا ٹھکانا بہتر ہوگا اور دوپہر کی آرام گاہ بھی عمدہ ہو گی"},{"SurahNumber":25,"VerseNumber":25,"Text":"اور جس دن آسمان بادل سے پھٹ جائے گا اور فرشتے بکثرت اتارے جائیں گے"},{"SurahNumber":25,"VerseNumber":26,"Text":"اس دن حقیقی حکومت رحمنٰ ہی کی ہوگی اور وہ دن کافروں پر بڑا سخت ہوگا"},{"SurahNumber":25,"VerseNumber":27,"Text":"اور اس دن ظالم اپنے ہاتھ کاٹ کاٹ کھائے گا کہے گا اے کاش میں بھی رسول کے ساتھ راہ چلتا"},{"SurahNumber":25,"VerseNumber":28,"Text":"ہائے میری شامت کاش میں نے فلاں کو دوست نہ بنایا ہوتا"},{"SurahNumber":25,"VerseNumber":29,"Text":"اسی نے تو نصیحت کے آنے کےبعد مجھے بہکا دیا اور شیطان تو انسان کو رسوا کرنے والا ہی ہے"},{"SurahNumber":25,"VerseNumber":30,"Text":"اور رسول کہے گا اے میرے رب بےشک میری قوم نے اس قرآن کو نظر انداز کر رکھا تھا"},{"SurahNumber":25,"VerseNumber":31,"Text":"اور ہم اسی مجرموں کو ہر ایک نبی کا دشمن بناتے رہے ہیں اور ہدایت کرنے اور مدد کرنے کے لیے تیرا رب کافی ہے"},{"SurahNumber":25,"VerseNumber":32,"Text":"اور کافر کہتے ہیں کہ اس پر یکبارگی قرآن کیوں نازل نہیں کیا گیا اسی طرح اتارا گیا تاکہ ہم اس سے تیرے دل کو اطمینان دیں اور ہم نے اسے ٹھہر ٹھہر کر پڑھ سنایا"},{"SurahNumber":25,"VerseNumber":33,"Text":"اور جو انوکھی بات تیرے سامنے لائیں گے ہم بھی تمہیں اس کا بہت ٹھیک جواب اوربہت عمدہ حل بتائیں"},{"SurahNumber":25,"VerseNumber":34,"Text":"جو لوگ مونہوں کے بل گھسیٹ کر جہنم میں ڈالیں جائیں گے یہی برے درجے والے ہیں اور بہت ہی بڑے گمراہ ہیں"},{"SurahNumber":25,"VerseNumber":35,"Text":"اور البتہ تحقیق ہم نے موسیٰ کو کتاب دی اور ہم نے اس کے ساتھ اس کے بھائی ہارون کو وزیر بنایا"},{"SurahNumber":25,"VerseNumber":36,"Text":"پھر ہم نے کہا تم دونو ان لوگوں کی طرف جاؤ جنہو ں نے ہماری آیتیں جھٹلائی ہیں پھر ہم نے انہیں جڑ سے اکھاڑ کر پھینک دیا"},{"SurahNumber":25,"VerseNumber":37,"Text":"اور نوح کی قوم کوبھی جب انہو ں نے رسولوں کو جھٹلایا تو ہم نے انہیں غرق کر دیا اور ہم نے انہیں لوگوں کے لیے نشانی بنا دیا اور ہم نے ظالموں کے لیے دردناک عذاب تیار کیا ہے"},{"SurahNumber":25,"VerseNumber":38,"Text":"اور عاد اور ثمود اورکنوئیں والوں کو بھی اوربہت سے دور جو ان کے درمیان تھے"},{"SurahNumber":25,"VerseNumber":39,"Text":"اور ہم نے ہر ایک کو مثالیں دے کر سمجھایا تھا اور سب کو ہم نے ہلاک کر دیا"},{"SurahNumber":25,"VerseNumber":40,"Text":"اور یہ اس بستی پر بھی گزرے ہیں جس پر بری طرح پتھر برسائے گئے سو کیا یہ لوگ اسے دیکھتے نہیں رہتے بلکہ یہ لوگ مر کر زندہ ہونے کی امید ہی نہیں رکھتے"},{"SurahNumber":25,"VerseNumber":41,"Text":"اور جب یہ لوگ تمہیں دیکھتے ہیں تو بس تم سے مذاق کرنے لگتے ہیں کیا یہی ہے جسےالله نے رسول بنا کر بھیجا"},{"SurahNumber":25,"VerseNumber":42,"Text":"اس نے تو ہمیں ہمارے معبودوں سے ہٹا ہی دیا ہوتا اگر ہم ان پر قائم نہ رہتے اور انہیں جلدی معلوم ہوجائے گا جب عذاب دیکھیں گے کہ کون شخص گمراہ تھا"},{"SurahNumber":25,"VerseNumber":43,"Text":"کیا تم نے اس شخص کو دیکھا جس نے اپنا خدا اپنی خوہشات نفسانی کو بنا رکھا ہے پھر کیا تو اس کا ذمہ دار ہو سکتا ہے"},{"SurahNumber":25,"VerseNumber":44,"Text":"یا تو خیال کرتا ہے کہ اکثر ان میں سے سنتے یا سمجھتے ہیں یہ تو محض چوپایوں کی طرح ہیں بلکہ ان سے بھی زیادہ گمراہ ہیں"},{"SurahNumber":25,"VerseNumber":45,"Text":"کیا تو نے اپنے رب کی طرف نہیں دیکھا کہ اس نے سایہ کو کیسے پھیلایا ہے اور اگر چاہتا تو اسے ٹھہرا رکھتا پھر ہم نے سورج کو اس کا سبب بنا دیا ہے"},{"SurahNumber":25,"VerseNumber":46,"Text":"پھر ہم اسے آہستہ آہستہ اپنی طرف سمیٹتے ہیں"},{"SurahNumber":25,"VerseNumber":47,"Text":"اور وہی ہے جس نے تمہارے لیے رات کو اوڑھنا اور نیند کو راحت بنا دیا اور دن چلنے پھرنے کے لیے بنایا"},{"SurahNumber":25,"VerseNumber":48,"Text":"اوروہی تو ہے جو اپنی رحمت سے پہلے خوشخبری لانے والی ہوائیں چلاتا ہے اور ہم نے آسمان سے پاک پانی نازل فرمایا"},{"SurahNumber":25,"VerseNumber":49,"Text":"تاکہ ہم اس سے مرے ہوئے شہر کو زندہ کریں اور اسے اپنی پیدا کی ہوئی چیزوں، چارپایوں اوربہت سے آدمیوں کوپلائیں"},{"SurahNumber":25,"VerseNumber":50,"Text":"اور ہم نے اسے لوگوں میں بانٹ دیا ہے تاکہ نصیحت حاصل کریں پس بہت سے آدمی ناشکری کیے بغیر نہ رہے"},{"SurahNumber":25,"VerseNumber":51,"Text":"اور اگر ہم چاہتے تو ہر گاؤں میں ایک ڈرانے والا بھیج دیتے"},{"SurahNumber":25,"VerseNumber":52,"Text":"پس کافروں کا کہا نہ مان اس کے ساتھ بڑے زور سے ان کا مقابلہ کر"},{"SurahNumber":25,"VerseNumber":53,"Text":"اور وہی ہے جس نے دو دریاؤں کو آپس میں ملا دیا یہ میٹھا خوشگوار ہے او ریہ کھاری کڑوا ہے اوران دونوں میں ایک پردہ اور مستحکم آڑ بنا دی"},{"SurahNumber":25,"VerseNumber":54,"Text":"اوروہی ہے جس نے انسان کو پانی سے پیدا کیا پھر ا س کے لیے رشتہ نسب اور دامادی قائم کیا اور تیرا رب ہر چیز پر قادر ہے"},{"SurahNumber":25,"VerseNumber":55,"Text":"اور وہ الله کے سوا ایسے کو پوجتے ہیں جو انہیں نہ نفع دے سکتے ہیں نہ نقصان پہنچا سکتے ہیں اور کافر اپنے رب کی طرف پیٹھ پھیرنے والا ہے"},{"SurahNumber":25,"VerseNumber":56,"Text":"اور ہم نےتمہیں محض خوشخبری دینے والا اور ڈرانے والا بنا کر بھیجا ہے"},{"SurahNumber":25,"VerseNumber":57,"Text":"کہہ دو میں اس پر تم سے کوئی مزدوری نہیں مانگتا مگر جو شخص اپنے رب کی طرف راستہ معلوم کرنا چاہے"},{"SurahNumber":25,"VerseNumber":58,"Text":"اورتم اس زندہ خدا پر بھروسہ رکھو جو کبھی نہ مرے گا اور اس کی تسبیح اورحمد کرتے رہو اور وہ اپنے بندوں کے گناہوں سے کافی خبردار ہے"},{"SurahNumber":25,"VerseNumber":59,"Text":"جس نے آسمان اور زمین اور جو کچھ ان میں ہے چھ دن میں بنایا پھر عرش پر قائم ہوا وہ رحمنٰ ہے پس ا س کی شان کسی خبردار سے پوچھو"},{"SurahNumber":25,"VerseNumber":60,"Text":"اورجب ان سے کہا جاتا ہے کہ رحمنٰ کو سجدہ کرو توکہتے ہیں رحمنٰ کیا ہے کیا ہم اسے سجدہ کریں جس کے لیے تو کہہ دے اور اس سے انہیں اور زیادہ نفرت ہوتی ہے"},{"SurahNumber":25,"VerseNumber":61,"Text":"بڑا برکت والا ہے وہ جس نے آسمان میں ستارے بنائے اور اس میں چراغ اور چمکتا ہوا چاند بھی بنایا"},{"SurahNumber":25,"VerseNumber":62,"Text":"اور وہی ہے جس نے رات اور دن یکے بعد دیگرے آنے والے بنائے یہ اس کے لیے ہے جو سمجھنا چاہے یا شکر کرنا چاہے"},{"SurahNumber":25,"VerseNumber":63,"Text":"اور رحمنٰ کے بندے وہ ہیں جو زمین پردبے پاؤں چلتے ہیں اورجب ان سے بے سمجھ لوگ بات کریں تو کہتے ہیں سلام ہے"},{"SurahNumber":25,"VerseNumber":64,"Text":"اور وہ لوگ جو اپنے رب کے سامنے سجدہ میں اور کھڑے ہوکر رات گزارتے ہیں"},{"SurahNumber":25,"VerseNumber":65,"Text":"اور وہ لوگ جو کہتے ہیں اے ہمارے رب ہم سے دوزخ کا عذاب دور کر دے بے شک اس کا عذاب پوری تباہی ہے"},{"SurahNumber":25,"VerseNumber":66,"Text":"بے شک وہ برا ٹھکانا اوربڑی قیام گاہ ہے"},{"SurahNumber":25,"VerseNumber":67,"Text":"اوروہ لوگ جب خرچ کرتے ہیں تو فضول خرچی نہیں کرتے اور نہ تنگی کرتے ہیں اور ان کا خرچ ان دونوں کے درمیان اعتدال پر ہوتا ہے"},{"SurahNumber":25,"VerseNumber":68,"Text":"اوروہ جو الله کے سوا کسی اور معبود کونہیں پکارتے اور اس شخص کوناحق قتل نہیں کرتے جسے الله نے حرام کر دیا ہے اور زنا نہیں کرتے اور جس شخص نے یہ کیا وہ گناہ میں جا پڑا"},{"SurahNumber":25,"VerseNumber":69,"Text":"قیامت کے دن اسے دگنا عذاب ہو گا اس میں ذلیل ہو کر پڑا رہے گا"},{"SurahNumber":25,"VerseNumber":70,"Text":"مگر جس نے توبہ کی اور ایمان لایا اور نیک کام کیے سو انہیں الله برائیوں کی جگہ بھلائیاں بدل دے گا اور الله بخشنے والا مہربان ہے"},{"SurahNumber":25,"VerseNumber":71,"Text":"اور جس نے توبہ کی اور نیک کام کیے تو وہ الله کی طرف رجوع کرتا ہے"},{"SurahNumber":25,"VerseNumber":72,"Text":"اور جو بے ہودہ باتوں میں شامل نہیں ہوتے اور جب بیہودہ باتوں کے پاس سے گزریں تو شریفانہ طور سے گزرتے ہیں"},{"SurahNumber":25,"VerseNumber":73,"Text":"اور وہ لوگ جب انہیں ان کے رب کی آیتوں سے سمجھایا جاتا ہے تو ان پر بہرے اندھے ہو کر نہیں گرتے"},{"SurahNumber":25,"VerseNumber":74,"Text":"اور وہ جو کہتے ہیں کہ ہمارے رب ہمیں ہماری بیویوں اور اولاد کی طرف سے آنکھوں کی ٹھنڈک عطا فرما اور ہمیں پرہیزگاروں کا پیشوا بنا دے"},{"SurahNumber":25,"VerseNumber":75,"Text":"یہی لوگ ہیں جنہیں ان کے صبر کے بدلہ میں جنت کے بالا خانے دیے جائیں گے اور ان کا وہاں دعا اور سلام سے استقبال کیا جائے گا"},{"SurahNumber":25,"VerseNumber":76,"Text":"اس میں ہمیشہ رہنے والے ہوں گے ٹھیرنے اور رہنے کی خوب جگہ ہے"},{"SurahNumber":25,"VerseNumber":77,"Text":"کہہ دو میرا رب تمہاری پروا نہیں کرتا اگرتم اسے نہ پکارو سو تم جھٹلا توچکے ہو پھر اب تو اس کا وبال پڑ کر رہے گا"},{"SurahNumber":26,"VerseNumber":1,"Text":"طسمۤ"},{"SurahNumber":26,"VerseNumber":2,"Text":"یہ روشن کتاب کی آیتیں ہیں"},{"SurahNumber":26,"VerseNumber":3,"Text":"شاید تو اپنی جان ہلاک کرنے والا ہے اس لیے کہ وہ ایمان نہیں لاتے"},{"SurahNumber":26,"VerseNumber":4,"Text":"اگر ہم چاہیں تو ان پر آسمان سے ایسی نشانی نازل کریں کہ اس کے آگے ان کی گردنیں جھک جائیں"},{"SurahNumber":26,"VerseNumber":5,"Text":"اور ان کے پاس رحمنٰ کی طرف سے کوئی نئی بات نصیحت کی ایسی نہیں آئی کہ وہ اس سے منہ نہ موڑ لیتے ہوں"},{"SurahNumber":26,"VerseNumber":6,"Text":"سو یہ جھٹلاتو چکے اب ان کے پاس اس چیز کی حقیقت آئے گی جس پر ٹھٹھا کیا کرتے تھے"},{"SurahNumber":26,"VerseNumber":7,"Text":"کیا وہ زمین کو نہیں دیکھتے ہم نے اس میں ہر ایک قسم کی کتنی عمدہ چیزیں اُگائی ہیں"},{"SurahNumber":26,"VerseNumber":8,"Text":"البتہ اس میں بڑی نشانی ہے اور ان میں سے اکثر ایمان لانے والے نہیں"},{"SurahNumber":26,"VerseNumber":9,"Text":"اور بے شک تیرا رب زبردست رحم کرنے والا ہے"},{"SurahNumber":26,"VerseNumber":10,"Text":"اور جب تیرے رب نے موسیٰ کو پکارا کہ اس ظالم قوم کے پاس جا"},{"SurahNumber":26,"VerseNumber":11,"Text":"فرعون کی قوم کے پاس کیا وہ ڈرتے نہیں"},{"SurahNumber":26,"VerseNumber":12,"Text":"عرض کی اے میرے رب میں ڈرتا ہوں کہ مجھے جھٹلا دیں"},{"SurahNumber":26,"VerseNumber":13,"Text":"اور میرا سینہ تنگ ہوجائے اور میری زبان نہ چلے پس ہارون کو پیغام دے"},{"SurahNumber":26,"VerseNumber":14,"Text":"اور میرے ذمہ ان کا ایک گناہ بھی ہے سو میں ڈرتا ہوں کہ مجھے مار نہ ڈالیں"},{"SurahNumber":26,"VerseNumber":15,"Text":"فرمایا ہر گز نہیں تم دونوں ہماری نشانیاں لے کر جاؤ ہم تمہارے ساتھ سننے والے ہیں"},{"SurahNumber":26,"VerseNumber":16,"Text":"سو فرعون کے پاس جاؤ اور کہو کہ ہم پروردگار عالم کا پیغام لے کر آئے ہیں"},{"SurahNumber":26,"VerseNumber":17,"Text":"یہ کہ ہمارے ساتھ بنی اسرائیل کو بھیج دے"},{"SurahNumber":26,"VerseNumber":18,"Text":"کہا کیا ہم نےتمہیں بچپن میں پرورش نہیں کیا اورتو نے ہم میں اپنی عمر کے کئی سال گزارے"},{"SurahNumber":26,"VerseNumber":19,"Text":"اور تو اپنا وہ کرتوت کر گیا جوکر گیا اور تو ناشکروں میں سے ہے"},{"SurahNumber":26,"VerseNumber":20,"Text":"کہا جب میں نے وہ کام کیا تھاتو میں بےخبر تھا"},{"SurahNumber":26,"VerseNumber":21,"Text":"پھر میں تم سے تمہارے ڈر کے مارے بھاگ گیا تب مجھے میرے رب نے دانائی عطا کی اور مجھے رسول بنایا"},{"SurahNumber":26,"VerseNumber":22,"Text":"اور یہ احسان جو تو مجھ پر رکھتا ہے اسی لیے تو نے بنی اسرائیل کو غلام بنا رکھا ہے"},{"SurahNumber":26,"VerseNumber":23,"Text":"فرعون نے کہا رب العالمین کیا چیز ہے"},{"SurahNumber":26,"VerseNumber":24,"Text":"فرمایا آسمانوں اور زمین اور جو کچھ ان کے درمیان ہے سب کا پروردگار ہے اگر تمہیں یقین آئے"},{"SurahNumber":26,"VerseNumber":25,"Text":"اپنے گرد والوں سے کہا کیا تم سنتے نہیں ہو"},{"SurahNumber":26,"VerseNumber":26,"Text":"فرمایا تمہارا ور تمہارے پہلے باپ دادا کا رب ہے"},{"SurahNumber":26,"VerseNumber":27,"Text":"کہا بے شک تمہارا رسول جو تمہارے پاس بھیجا گیا ہے ضرور دیوانہ ہے"},{"SurahNumber":26,"VerseNumber":28,"Text":"فرمایا مشر ق مغرب اور جو ان کے درمیان ہے سب کا پروردگار ہے اگر تم عقل رکھتے ہو"},{"SurahNumber":26,"VerseNumber":29,"Text":"کہا اگر تو نے میرے سوا اور کوئی معبود بنایا تو تمہیں قید میں ڈال دوں گا"},{"SurahNumber":26,"VerseNumber":30,"Text":"فرمایا اگرچہ میں تیرے پاس ایک روشن چیز لے آؤں"},{"SurahNumber":26,"VerseNumber":31,"Text":"کہا اگر تو سچا ہے تو وہ چیز لا"},{"SurahNumber":26,"VerseNumber":32,"Text":"پھر اس نےاپناعصا ڈال دیا سو اسی وقت وہ صریح اژدھا ہو گیا"},{"SurahNumber":26,"VerseNumber":33,"Text":"اوراپنا ہاتھ نکالا سو اسی وقت وہ دیکھنے والوں کو چمکتا ہوا دکھائی دیا"},{"SurahNumber":26,"VerseNumber":34,"Text":"اپنے گرد کے سرداروں سے کہا کہ بے شک یہ بڑا ماہر جادوگر ہے"},{"SurahNumber":26,"VerseNumber":35,"Text":"چاہتا ہے کہ تمہیں تمہارے دیس سے اپنے جادو کے زور سےنکال دےپھر تم کیا رائے دیتے ہو"},{"SurahNumber":26,"VerseNumber":36,"Text":"کہا اسےاور اس کے بھائی کو مہلت دو اور شہروں میں چپڑاسیوں کو بھیج دیجیئے"},{"SurahNumber":26,"VerseNumber":37,"Text":"کہ تیرے پاس بڑے ماہر جادوگروں کو لے آئیں"},{"SurahNumber":26,"VerseNumber":38,"Text":"پھر سب جادوگر ایک مقرر دن پر جمع کیے گئے"},{"SurahNumber":26,"VerseNumber":39,"Text":"اور لوگوں سے کہا گیا کیا تم بھی اکھٹے ہوتے ہو"},{"SurahNumber":26,"VerseNumber":40,"Text":"تاکہ اگر جادوگر غالب آجائیں تو ہم انہی کی راہ پر رہیں"},{"SurahNumber":26,"VerseNumber":41,"Text":"پھر جب جادوگر آئے تو فرعون سے کہا اگر ہم غالب آگئے تو کیا ہمیں کوئی بڑا انعام ملے گا"},{"SurahNumber":26,"VerseNumber":42,"Text":"کہا ہاں اور بیشک تم اس وقت مقربوں میں داخل ہو جاؤ گے"},{"SurahNumber":26,"VerseNumber":43,"Text":"موسیٰ نے ان سے کہا ڈالو جو تم ڈالتے ہو"},{"SurahNumber":26,"VerseNumber":44,"Text":"پھر انہوں نے اپنی رسیاں اور لاٹھیاں ڈال دیں اور کہا فرعون کے اقبال سے ہماری فتح ہے"},{"SurahNumber":26,"VerseNumber":45,"Text":"پھر موسیٰ نے اپنا عصا ڈالا پھر وہ فوراً ہی نگلنے لگا جو انہوں نے جھوٹ بنایا تھا"},{"SurahNumber":26,"VerseNumber":46,"Text":"پھر جادوگر سجدے میں گر پڑے"},{"SurahNumber":26,"VerseNumber":47,"Text":"کہا ہم رب العالمین پر ایمان لائے"},{"SurahNumber":26,"VerseNumber":48,"Text":"جو موسیٰ اور ہارون کا رب ہے"},{"SurahNumber":26,"VerseNumber":49,"Text":"کہا کیا تم میری اجازت سے پہلے ہی ایمان لے آئے بے شک وہ تمہارا استاد ہے جس نے تمہیں جادو سکھایا ہے سو تمہیں ابھی معلوم ہو جائے گا البتہ میں تمہارا ایک طرف کا ہاتھ اور دوسری طرف کا پاؤں کاٹ دوں گا اور تم سب کو سولی پر چڑھا دوں گا"},{"SurahNumber":26,"VerseNumber":50,"Text":"کہا کچھ حرج نہیں بے شک ہم اپنے رب کے پاس پہنچنے والا ہوں گے"},{"SurahNumber":26,"VerseNumber":51,"Text":"ہمیں امید ہے کہ ہمارا رب ہمارے گناہوں کو معاف کر دے گا اس لیے کہ ہم سب سے پہلے ایمان لانے والے ہیں"},{"SurahNumber":26,"VerseNumber":52,"Text":"اور ہم نے موسی ٰکو حکم بھیجا کہ میرے بندوں کو رات کو لے نکل البتہ تمہارا پیچھا کیا جائے گا"},{"SurahNumber":26,"VerseNumber":53,"Text":"پھر فرعون نے شہروں میں چپڑاسی بھیجے"},{"SurahNumber":26,"VerseNumber":54,"Text":"کہ یہ ایک تھوڑی سی جماعت ہے"},{"SurahNumber":26,"VerseNumber":55,"Text":"اور انہوں نے ہمیں بہت غصہ دلایا ہے"},{"SurahNumber":26,"VerseNumber":56,"Text":"اور بے شک ہم سب ہتھیار بند ہیں"},{"SurahNumber":26,"VerseNumber":57,"Text":"پھر ہم نے انہیں باغوں اور چشموں سے نکال باہر کیا"},{"SurahNumber":26,"VerseNumber":58,"Text":"اور خزانوں اور عمدہ مکانو ں سے"},{"SurahNumber":26,"VerseNumber":59,"Text":"اسی طرح ہوا اور ہم نے ان چیزوں کا بنی اسرائیل کو وارث بنایا"},{"SurahNumber":26,"VerseNumber":60,"Text":"پھر سورج نکلنے کے وقت ان کے پیچھے پڑے"},{"SurahNumber":26,"VerseNumber":61,"Text":"پھر جب دونوں جماعتوں نےایک دوسرے کو دیکھا تو موسیٰ کے ساتھیوں نے کہا ہم تو پکڑے گئے"},{"SurahNumber":26,"VerseNumber":62,"Text":"کہا ہرگز نہیں میرا رب میرے ساتھ ہے وہ مجھے راہ بتائے گا"},{"SurahNumber":26,"VerseNumber":63,"Text":"پھر ہم نےموسیٰ کو حکم بھیجا کہ اپنی لاٹھی کو دریا پر مار پھر پھٹ گیا پھر ہر ٹکڑا بڑے ٹیلے کی طرح ہو گیا"},{"SurahNumber":26,"VerseNumber":64,"Text":"اور ہم نے اس جگہ دوسروں کو پہنچا دیا"},{"SurahNumber":26,"VerseNumber":65,"Text":"اورہم نے موسیٰ کی اور جو اس کے ساتھ تھے سب کو نجات دی"},{"SurahNumber":26,"VerseNumber":66,"Text":"پھر ہم نے دوسروں کو غرق کر دیا"},{"SurahNumber":26,"VerseNumber":67,"Text":"البتہ اس میں بڑی نشانی ہے اور ان میں سے اکثر ایمان لانے والے نہیں"},{"SurahNumber":26,"VerseNumber":68,"Text":"اور بے شک تیرا رب زبردست رحم کرنے والا ہے"},{"SurahNumber":26,"VerseNumber":69,"Text":"اور انہیں ابراھیم کی خبر سنا دے"},{"SurahNumber":26,"VerseNumber":70,"Text":"جب اپنے باپ اور اپنی قوم سے کہا تم کس کو پوجتے ہو"},{"SurahNumber":26,"VerseNumber":71,"Text":"کہنے لگے ہم بتوں کو پوجتے ہیں پھر انہی کے گرد رہا کرتے ہیں"},{"SurahNumber":26,"VerseNumber":72,"Text":"کہا کیا وہ تمہاری بات سنتے ہیں جب تم پکارتے ہو"},{"SurahNumber":26,"VerseNumber":73,"Text":"یا تمہیں کچھ نفع یا نقصان پہنچا سکتے ہیں"},{"SurahNumber":26,"VerseNumber":74,"Text":"کہنے لگے بلکہ ہم نے اپنے باپ دادا کو ایسا کرتے پایا ہے"},{"SurahNumber":26,"VerseNumber":75,"Text":"کہا کیا تمہیں خبر ہے جنہیں تم پوجتے ہو"},{"SurahNumber":26,"VerseNumber":76,"Text":"تم او رتمہارے پہلے باپ دادا جنہیں پوجتے تھے"},{"SurahNumber":26,"VerseNumber":77,"Text":"سو وہ سوائے رب العالمین کے میرے دشمن ہیں"},{"SurahNumber":26,"VerseNumber":78,"Text":"جس نے مجھے پیدا کیا پھر وہی مجھے راہ دکھاتا ہے"},{"SurahNumber":26,"VerseNumber":79,"Text":"اور وہ جو مجھے کھلاتا اور پلاتا ہے"},{"SurahNumber":26,"VerseNumber":80,"Text":"اور جب میں بیمار ہوتا ہوں تو وہی مجھے شفا دیتا ہے"},{"SurahNumber":26,"VerseNumber":81,"Text":"اور وہ جو مجھے مارے گا پھر زندہ کرے گا"},{"SurahNumber":26,"VerseNumber":82,"Text":"اور وہ جو مجھے امید ہے کہ میرے گناہ قیامت کے دن مجھے بخش دے گا"},{"SurahNumber":26,"VerseNumber":83,"Text":"اے میرے رب مجھے کمال علم عطا فرما اور مجھے نیکیوں کے ساتھ شامل کر"},{"SurahNumber":26,"VerseNumber":84,"Text":"اور آئندہ آنے والی نسلوں میں میرا ذکر خیر باقی رکھ"},{"SurahNumber":26,"VerseNumber":85,"Text":"اور مجھے نعمت کے باغ کے وارثوں میں کر دے"},{"SurahNumber":26,"VerseNumber":86,"Text":"اور میرے باپ کو بخش دے کہ وہ گمراہوں میں سے تھا"},{"SurahNumber":26,"VerseNumber":87,"Text":"اور مجھے ذلیل نہ کر جس دن لوگ اٹھائے جائیں گے"},{"SurahNumber":26,"VerseNumber":88,"Text":"جس دن مال اور اولاد نفع نہیں دے گی"},{"SurahNumber":26,"VerseNumber":89,"Text":"مگر جو الله کے پاس پاک دل لے کر آیا"},{"SurahNumber":26,"VerseNumber":90,"Text":"اور پرہیز گاروں کے لیے جنت قریب لائی جائے گی"},{"SurahNumber":26,"VerseNumber":91,"Text":"اور دوزخ سرکشوں کے لیے ظاہر کی جائے گی"},{"SurahNumber":26,"VerseNumber":92,"Text":"اور انہیں کہا جائے گا کہاں ہیں جنہیں تم پوجتے تھے"},{"SurahNumber":26,"VerseNumber":93,"Text":"الله کے سوا کیا وہ تمہاری مدد کر سکتے ہیں یا بدلہ لے سکتے ہیں"},{"SurahNumber":26,"VerseNumber":94,"Text":"پھر وہ اور سب گمراہ اس میں اوندھے ڈال دیے جائیں گے"},{"SurahNumber":26,"VerseNumber":95,"Text":"اور شیطان کے سارے لشکروں کو بھی"},{"SurahNumber":26,"VerseNumber":96,"Text":"اوروہ وہاں آپس میں جھگڑتے ہوئے کہیں گے"},{"SurahNumber":26,"VerseNumber":97,"Text":"الله کی قسم بیشک ہم صریح گمراہی میں تھے"},{"SurahNumber":26,"VerseNumber":98,"Text":"جب ہم تمہیں رب العالمین کے برابر کیا کرتے تھے"},{"SurahNumber":26,"VerseNumber":99,"Text":"اور ہمیں ان بدکاروں کے سوا کسی نے گمراہ نہیں کیا"},{"SurahNumber":26,"VerseNumber":100,"Text":"پھر کوئی ہماری سفارش کرنے والا نہیں"},{"SurahNumber":26,"VerseNumber":101,"Text":"اور نہ کوئی مخلص دوست ہے"},{"SurahNumber":26,"VerseNumber":102,"Text":"پھر اگر ہمیں دوبارہ جانا ملے تو ہم ایمان والوں میں شامل ہوں"},{"SurahNumber":26,"VerseNumber":103,"Text":"البتہ اس میں بڑی نشانی ہے اور ان میں سے اکثر ایمان لانے والے نہیں"},{"SurahNumber":26,"VerseNumber":104,"Text":"اور بے شک تیرا رب زبردست رحم کرنے والا ہے"},{"SurahNumber":26,"VerseNumber":105,"Text":"نوح کی قوم نے پیغمبروں کو جھٹلایا"},{"SurahNumber":26,"VerseNumber":106,"Text":"جب ان کے بھائی نوح نے کہا کیا تم ڈرتے نہیں"},{"SurahNumber":26,"VerseNumber":107,"Text":"میں تمہارے لیے امانت دار رسول ہوں"},{"SurahNumber":26,"VerseNumber":108,"Text":"پس الله سے ڈرو اور میرا کہا مانو"},{"SurahNumber":26,"VerseNumber":109,"Text":"اور میں تم سے اس پر کوئی مزدوری نہیں مانگتا میری مزدوری تو بس رب العالمین کے ذمہ ہے"},{"SurahNumber":26,"VerseNumber":110,"Text":"سو الله سے ڈرو اور میرا کہا مانو"},{"SurahNumber":26,"VerseNumber":111,"Text":"انہوں نے کہا کیا ہم تجھ پر ایمان لائیں حالانکہ تیرے تابع توکمینے لوگ ہوئے ہیں"},{"SurahNumber":26,"VerseNumber":112,"Text":"کہا اور مجھے کیا خبر کہ وہ کیا کرتے تھے"},{"SurahNumber":26,"VerseNumber":113,"Text":"ان کا حساب تو میرے رب ہی کے ذمہ ہے کاش کہ تم سمجھتے"},{"SurahNumber":26,"VerseNumber":114,"Text":"اور میں ایمان والوں کو دور کرنے والا نہیں ہوں"},{"SurahNumber":26,"VerseNumber":115,"Text":"میں تو بس کھول کر ڈرانے والا ہوں"},{"SurahNumber":26,"VerseNumber":116,"Text":"کہنے لگے اے نوح اگر تو باز نہ آیا تو ضرور سنگسار کیا جائے گا"},{"SurahNumber":26,"VerseNumber":117,"Text":"کہا اے میرے رب میری قوم نے مجھے جھٹلایا ہے"},{"SurahNumber":26,"VerseNumber":118,"Text":"پس تو میرے اور ان کے درمیان فیصلہ ہی کر دے اور مجھے اور جو میرے ساتھ ایمان والے ہیں نجات دے"},{"SurahNumber":26,"VerseNumber":119,"Text":"پھر ہم نے اسے اورجو اس کے ساتھ بھری کشتی میں تھے بچا لیا"},{"SurahNumber":26,"VerseNumber":120,"Text":"پھر ہم نے اس کے بعد باقی لوگوں کو غرق کر دیا"},{"SurahNumber":26,"VerseNumber":121,"Text":"البتہ اس میں بڑی نشانی ہے اور ان میں سے اکثر ایمان لانے والے نہیں"},{"SurahNumber":26,"VerseNumber":122,"Text":"اور بے شک تیرا رب زبردست رحم کرنے والا ہے"},{"SurahNumber":26,"VerseNumber":123,"Text":"قوم عاد نے پیغمبروں کو جھٹلایا"},{"SurahNumber":26,"VerseNumber":124,"Text":"جب ان سے ان کے بھائی ہود نے کہا کہ تم کیوں نہیں ڈرتے"},{"SurahNumber":26,"VerseNumber":125,"Text":"البتہ میں تمہارے لیے امانت دار رسول ہوں"},{"SurahNumber":26,"VerseNumber":126,"Text":"پس الله سے ڈرو اور میرا کہا مانو"},{"SurahNumber":26,"VerseNumber":127,"Text":"اور میں تم سے ا سپر کوئی مزدوری نہیں مانگتا میری مزدوری تو بس رب العالمین کے ذمہ ہے"},{"SurahNumber":26,"VerseNumber":128,"Text":"کیا تم ہر اونچی زمین پر کھیلنے کے لیے ایک نشان بناتے ہو"},{"SurahNumber":26,"VerseNumber":129,"Text":"اوربڑے بڑے محل بناتے ہو شاید کہ تم ہمیشہ رہو گے"},{"SurahNumber":26,"VerseNumber":130,"Text":"اورجب ہاتھ ڈالتے ہو تو بڑی سختی سےپکڑتے ہو"},{"SurahNumber":26,"VerseNumber":131,"Text":"پس الله سے ڈرو اور میرا کہا مانو"},{"SurahNumber":26,"VerseNumber":132,"Text":"اور اس سے ڈرو جس نے تمہاری ان چیزوں سے مدد کی ہے جنہیں تم بھی جانتے ہو"},{"SurahNumber":26,"VerseNumber":133,"Text":"چارپایوں اور اولاد سے"},{"SurahNumber":26,"VerseNumber":134,"Text":"اور باغوں اور چشموں سے تمہیں مدد دی"},{"SurahNumber":26,"VerseNumber":135,"Text":"میں تم پر ایک بڑے دن کے عذاب سے ڈرتا ہوں"},{"SurahNumber":26,"VerseNumber":136,"Text":"کہنے لگے تو نصیحت کر یا نہ کر ہمارے لیے سب برابر ہے"},{"SurahNumber":26,"VerseNumber":137,"Text":"یہ تو بس پہلے لوگوں کی ایک عادت ہے"},{"SurahNumber":26,"VerseNumber":138,"Text":"اور ہمیں عذاب نہیں ہوگا"},{"SurahNumber":26,"VerseNumber":139,"Text":"پھر انہو ں نے پیغمبر کو جھٹلایا تب ہم نے انہیں ہلاک کر دیا البتہ اس میں بڑی نشانی ہے اور ان میں اکثر ایمان لانے والے نہیں"},{"SurahNumber":26,"VerseNumber":140,"Text":"اور بے شک تیرا رب زبردست رحم کرنے والا ہے"},{"SurahNumber":26,"VerseNumber":141,"Text":"قوم ثمود نے پیغمبروں کو جھٹلایا"},{"SurahNumber":26,"VerseNumber":142,"Text":"جب ان سے ان کے بھائی صالح نے کہا کیا تم ڈرتے نہیں"},{"SurahNumber":26,"VerseNumber":143,"Text":"میں تمہارے لیے امانت دار رسول ہوں"},{"SurahNumber":26,"VerseNumber":144,"Text":"پس الله سے ڈرو اور میرا کہا مانو"},{"SurahNumber":26,"VerseNumber":145,"Text":"اور میں تم سے اسپر کوئی مزدوری نہیں مانگتا میری مزدوری تو بس رب العالمین کے ذمہ ہے"},{"SurahNumber":26,"VerseNumber":146,"Text":"کیا تمہیں ان چیزو ں میں یہاں بے فکری سے رہنے دیا جائے گا"},{"SurahNumber":26,"VerseNumber":147,"Text":"یعنی باغوں اور چشموں میں"},{"SurahNumber":26,"VerseNumber":148,"Text":"اور کھیتوں اور کھجوروں میں جن کا خوشہ ملائم ہے"},{"SurahNumber":26,"VerseNumber":149,"Text":"او رتم پہاڑوں کوتراش کر تکلف کے گھر بناتے ہو"},{"SurahNumber":26,"VerseNumber":150,"Text":"پس الله سے ڈرو اور میرا کہا مانو"},{"SurahNumber":26,"VerseNumber":151,"Text":"اوران حد سے نکلنے والوں کا کہا مت مانو"},{"SurahNumber":26,"VerseNumber":152,"Text":"جو زمین میں فساد کرتے ہیں اور اصلاح نہیں کرتے"},{"SurahNumber":26,"VerseNumber":153,"Text":"کہنے لگے تم پر تو کسی نے جادو کیا ہے"},{"SurahNumber":26,"VerseNumber":154,"Text":"توبھی ہم جیسا ایک آدمی ہے سو کوئی نشانی لے آ اگر تو سچا ہے"},{"SurahNumber":26,"VerseNumber":155,"Text":"کہا یہ اونٹنی ہے اسکے پینے کا ایک دن ہے اور یک دن معین تمہارے پینے کے لیے ہے"},{"SurahNumber":26,"VerseNumber":156,"Text":"اور اسے برائی سے ہاتھ نہ لگانا ورنہ تمہیں بڑے دن کا عذاب آ پکڑے گا"},{"SurahNumber":26,"VerseNumber":157,"Text":"سو انہوں نے اس کے پاؤں کاٹ ڈالے پھر پشیمان ہوئے"},{"SurahNumber":26,"VerseNumber":158,"Text":"پھر انہیں عذاب نے آ پکڑا البتہ اس میں بڑی نشانی ہے اور ان میں سے اکثر ایمان لانے والے نہیں"},{"SurahNumber":26,"VerseNumber":159,"Text":"اوربے شک تیرا رب زبردست رحم کرنے والا ہے"},{"SurahNumber":26,"VerseNumber":160,"Text":"لوط کی قوم نے پیغمبروں کو جھٹلایا"},{"SurahNumber":26,"VerseNumber":161,"Text":"جب انہیں ان کے بھائی لوط نے کہا کیا تم ڈرتے نہیں"},{"SurahNumber":26,"VerseNumber":162,"Text":"میں تمہارے لیے امانت دار رسول ہوں"},{"SurahNumber":26,"VerseNumber":163,"Text":"پس الله سے ڈرو اور میرا کہا مانو"},{"SurahNumber":26,"VerseNumber":164,"Text":"اورمیں تم سے اس پر کوئی مزودری نہیں مانگتا میری مزدوری تو بس اللهرب العالمین کے ذمہ ہے"},{"SurahNumber":26,"VerseNumber":165,"Text":"کیا تم دنیا کے لوگوں میں لڑکوں پر گرے پڑتے ہو"},{"SurahNumber":26,"VerseNumber":166,"Text":"اور تمہارے رب نےجو تمہارے لیے بیویاں پیدا کر دی ہیں انہیں چھوڑ دیتے ہو بلکہ تم حد سے گزرنے والے لوگ ہو"},{"SurahNumber":26,"VerseNumber":167,"Text":"کہنے لگے اے لوط اگر تو ان باتوں سے باز نہ آیا تو ضرور تو نکال دیا جائے گا"},{"SurahNumber":26,"VerseNumber":168,"Text":"کہا میں تو تمہارے کام سے سخت بیزار ہوں"},{"SurahNumber":26,"VerseNumber":169,"Text":"اے میرے رب مجھے اور میرے گھر والوں کو اس کے وبال سے نجات دے جو وہ کرتے ہیں"},{"SurahNumber":26,"VerseNumber":170,"Text":"پھر ہم نے اسے اور اس کے سارے کنبے کو بچا لیا"},{"SurahNumber":26,"VerseNumber":171,"Text":"مگر ایک بڑھیا جو پیچھے رہ گئی تھی"},{"SurahNumber":26,"VerseNumber":172,"Text":"پھر ہم نے اور سب کو ہلاک کر دیا"},{"SurahNumber":26,"VerseNumber":173,"Text":"اور ہم نے ان پر مینہ برسایا پھر ڈرائے ہوؤں پر بُرا مینہ برسا"},{"SurahNumber":26,"VerseNumber":174,"Text":"البتہ اس میں بڑی نشانی ہے اور ان میں سے اکثر ایمان لانے والے نہیں"},{"SurahNumber":26,"VerseNumber":175,"Text":"اوربیشک تیرا رب زبردست رحم کرنے والا ہے"},{"SurahNumber":26,"VerseNumber":176,"Text":"بن والوں نے بھی پیعمبروں کو جھٹلایا"},{"SurahNumber":26,"VerseNumber":177,"Text":"جب ان سے شعیب نے کہا کیا تم ڈرتے نہیں"},{"SurahNumber":26,"VerseNumber":178,"Text":"میں تمہارے لیے امانت دار رسول ہوں"},{"SurahNumber":26,"VerseNumber":179,"Text":"پس الله سے ڈرو اور میرا کہا مانو"},{"SurahNumber":26,"VerseNumber":180,"Text":"اور میں تم سے اس پر کوئی مزدوری نہیں مانگتا میری مزدوری تو بس رب العالمین کے ذمہ ہے"},{"SurahNumber":26,"VerseNumber":181,"Text":"پیمانہ پورا دو اور نقصان دینے والے نہ بنو"},{"SurahNumber":26,"VerseNumber":182,"Text":"اور صحیح ترازو سے تولا کرو"},{"SurahNumber":26,"VerseNumber":183,"Text":"اور لوگوں کو ان کی چیزیں کم کر کے نہ دو اور ملک میں فساد مچاتے نہ پھرو"},{"SurahNumber":26,"VerseNumber":184,"Text":"اور اس سے ڈرو جس نے تمہیں اور پہلی خلقت کو بنایا"},{"SurahNumber":26,"VerseNumber":185,"Text":"کہنے لگے کہ تم پر تو کسی نے جادو کر دیا"},{"SurahNumber":26,"VerseNumber":186,"Text":"اورتو بھی ہم جیسا ایک آدمی ہے اور ہمارے خیال میں تو تو جھوٹا ہے"},{"SurahNumber":26,"VerseNumber":187,"Text":"سو ہم پر آسمان کا کوئی ٹکڑا گرا دے اگر تو سچا ہے"},{"SurahNumber":26,"VerseNumber":188,"Text":"کہا میرا رب خوب جانتا ہے جو کچھ تم کرتے ہو"},{"SurahNumber":26,"VerseNumber":189,"Text":"پھر اسے جھٹلایا پھر انہیں سائبان والے دن کے عذاب نے پکڑ لیا بے شک وہ بڑے دن کا عذاب تھا"},{"SurahNumber":26,"VerseNumber":190,"Text":"البتہ اس میں بڑی نشانی ہے اور ان میں سے اکثر ایمان لانے والے نہیں"},{"SurahNumber":26,"VerseNumber":191,"Text":"اور بے شک تیرا رب زبردست رحم کرنے والا ہے"},{"SurahNumber":26,"VerseNumber":192,"Text":"اور یہ قرآن رب العالمین کا اتارا ہوا ہے"},{"SurahNumber":26,"VerseNumber":193,"Text":"اسے امانت دار فرشتہ لے کر آیا ہے"},{"SurahNumber":26,"VerseNumber":194,"Text":"تیرے دل پر تاکہ تو ڈرانے والوں میں سے ہو"},{"SurahNumber":26,"VerseNumber":195,"Text":"صاف عربی زبان میں"},{"SurahNumber":26,"VerseNumber":196,"Text":"اور البتہ اس کی خبر پہلوں کی کتابوں میں بھی ہے"},{"SurahNumber":26,"VerseNumber":197,"Text":"کیا ان کے لیے نشانی کافی نہیں کہ اسے بنی اسرائیل کے علماء بھی جانتے ہیں"},{"SurahNumber":26,"VerseNumber":198,"Text":"اور اگر ہم اسے کسی عجمی پر نازل کرتے"},{"SurahNumber":26,"VerseNumber":199,"Text":"پھر وہ اسے ان کے سامنے پڑھتا تو بھی ایمان نہ لاتے"},{"SurahNumber":26,"VerseNumber":200,"Text":"اسی طرح ہم نے اس انکار کو گناہگاروں کے دل میں ڈال رکھا ہے"},{"SurahNumber":26,"VerseNumber":201,"Text":"وہ دردناک عذاب دیکھے بغیر اس پر ایمان نہیں لائیں گے"},{"SurahNumber":26,"VerseNumber":202,"Text":"پھر وہ ان پر اچاناک آئے گا اور انہیں خبر بھی نہ ہوگی"},{"SurahNumber":26,"VerseNumber":203,"Text":"پھر کہیں گے کیا ہمیں مہلت مل سکتی ہے"},{"SurahNumber":26,"VerseNumber":204,"Text":"کیا ہمارے عذاب کو جلد چاہتے ہیں"},{"SurahNumber":26,"VerseNumber":205,"Text":"بھلا دیکھ اگر ہم انہیں چند سال فائدہ اٹھانے دیں"},{"SurahNumber":26,"VerseNumber":206,"Text":"پھر ان کے پاس وہ عذاب آئے جس کا وعدہ دیے جاتے ہیں"},{"SurahNumber":26,"VerseNumber":207,"Text":"تو جو انہوں نے فائدہ اٹھایا ہے کیا ان کے کچھ کام بھی آئے گا"},{"SurahNumber":26,"VerseNumber":208,"Text":"اور ہم نے ایسی کوئی بستی ہلاک نہیں کی جس کے لیے ڈرانے والے نہ آئے ہوں"},{"SurahNumber":26,"VerseNumber":209,"Text":"نصیحت دینے کے لیے اور ہم ظالم نہیں تھے"},{"SurahNumber":26,"VerseNumber":210,"Text":"اور قرآن کو شیطان لے کر نہیں نازل ہوئے"},{"SurahNumber":26,"VerseNumber":211,"Text":"اور نہ یہ ان کا کام ہے اور نہ وہ اسے کر سکتے ہیں"},{"SurahNumber":26,"VerseNumber":212,"Text":"وہ تو سننے کی جگہ سے بھی دور کر دیے گئے ہیں"},{"SurahNumber":26,"VerseNumber":213,"Text":"سو الله کے ساتھ کسی اور معبود کو نہ پکار ورنہ تو بھی عذاب میں مبتلا ہو جائے گا"},{"SurahNumber":26,"VerseNumber":214,"Text":"اور اپنے قریب کے رشتہ داروں کو ڈرا"},{"SurahNumber":26,"VerseNumber":215,"Text":"اور جو ایمان لانے والے تیرے ساتھ ہیں ان کے لیے اپنا بازو جھکا ئے رکھ"},{"SurahNumber":26,"VerseNumber":216,"Text":"پھر اگر تیری نافرمانی کریں تو کہہ دے میں تمہارے کام سے بیزار ہوں"},{"SurahNumber":26,"VerseNumber":217,"Text":"اور زبردست رحم والے پر بھروسہ کر"},{"SurahNumber":26,"VerseNumber":218,"Text":"جو تجھے دیکھتا ہے جب تو اٹھتا ہے"},{"SurahNumber":26,"VerseNumber":219,"Text":"اور نمازیوں میں تیری نشست و برخاست دیکھتا ہے"},{"SurahNumber":26,"VerseNumber":220,"Text":"بیشک وہ سننے والا جاننے والا ہے"},{"SurahNumber":26,"VerseNumber":221,"Text":"کیا میں تمہیں بتاؤں شیطان کس پر اترتے ہیں"},{"SurahNumber":26,"VerseNumber":222,"Text":"ہر جھوٹے گناہگار پر اترتے ہیں"},{"SurahNumber":26,"VerseNumber":223,"Text":"وہ سنی ہوئی باتیں پہنچاتے ہیں اوراکثر ان میں سے جھوٹے ہوتے ہیں"},{"SurahNumber":26,"VerseNumber":224,"Text":"اور شاعروں کی پیروی تو گمراہ ہی کرتے ہیں"},{"SurahNumber":26,"VerseNumber":225,"Text":"کیا تم نےنہیں دیکھاکہ وہ ہر میدان میں بھٹکتے پھرتے ہیں"},{"SurahNumber":26,"VerseNumber":226,"Text":"اور جو وہ کہتے ہیں کرتے نہیں"},{"SurahNumber":26,"VerseNumber":227,"Text":"مگروہ جو ایمان لائے اور نیک کام کیے اور الله کوبہت یاد کیا اور مظلوم ہونے کے بعد بدلہ لیا اور ظالموں کو ابھی معلوم ہو جائے گا کہ کس کروٹ پر پڑتے ہیں"},{"SurahNumber":27,"VerseNumber":1,"Text":"طسۤ یہ آیتیں قرآن کی اور کتاب روشن کی ہیں"},{"SurahNumber":27,"VerseNumber":2,"Text":"ایمان داورں کے لیے ہدایت اور خوشخبری ہے"},{"SurahNumber":27,"VerseNumber":3,"Text":"جو نماز ادا کرتے ہیں اور زکوةٰ دیتے ہیں اور وہ آخرت پر یقین رکھتے ہیں"},{"SurahNumber":27,"VerseNumber":4,"Text":"البتہ جو لوگ آخرت پر ایمان نہیں رکھتے ہم نےان کے اعمال ان کے لیے اچھے کر دکھائے ہیں پس وہ سرگرداں پھرتے ہیں"},{"SurahNumber":27,"VerseNumber":5,"Text":"وہی ہیں جنہیں برا عذاب ہونا ہے اور وہ آخرت میں بڑے ہی خسارہ میں ہوں گے"},{"SurahNumber":27,"VerseNumber":6,"Text":"اور تجھے بڑے حکمت والے علم والے کی طرف سے قرآن دیاجارہا ہے"},{"SurahNumber":27,"VerseNumber":7,"Text":"جب موسیٰ نے اپنے گھر والوں سے کہا کہ میں نے آگ دیکھی ہے میں ابھی وہاں سے تمہارے پاس کوئی خبر لاتا ہوں یا کوئی انگارا سلگا کر لاتا ہوں تاکہ تم سینکو"},{"SurahNumber":27,"VerseNumber":8,"Text":"پھر جب موسیٰ وہاں آئے تو آواز آئی کہ جو آگ میں اور اس کے پاس ہے وہ با برکت ہے اور الله پاک ہے جو تمام جہان کا رب ہے"},{"SurahNumber":27,"VerseNumber":9,"Text":"اے موسیٰ وہ میں الله ہوں زبردست حکمت والا"},{"SurahNumber":27,"VerseNumber":10,"Text":"اور اپنی لاٹھی ڈال دے پھر جب اسے دیکھا کہ وہ سانپ کی طرح چل رہی ہے تو پیٹھ پھیر کر بھاگا اورپیچھے مڑ کر نہ دیکھا اے موسیٰ ڈرو مت کیونکہ میرے حضور میں رسول ڈرا نہیں کرتے"},{"SurahNumber":27,"VerseNumber":11,"Text":"مگر جس نے ظلم کیا پھر برائی کے بعد اسے نیکی سے بدل دیا ہوتو میں بخشنے والا مہربان ہوں"},{"SurahNumber":27,"VerseNumber":12,"Text":"اور اپنا ہاتھ اپنےگریبان میں ڈال دے وہ سفید بے عیب نکلے گا یہ دونوں ملا کر نونشانیاں فرعون اور اس کی قوم کی طرف لے کرجا کیونکہ وہ بدکار لوگ ہیں"},{"SurahNumber":27,"VerseNumber":13,"Text":"پھر جب ان کے پاس آنکھیں کھولنے والی ہماری نشانیاں آئیں تو کہنے لگے یہ تو صاف جادو ہے"},{"SurahNumber":27,"VerseNumber":14,"Text":"اور انہوں نے انکا ظلم اور تکبر سے انکار کرد یا حالانکہ ان کے دل یقین کر چکے تھے پھر دیکھ مفسدوں کا انجام کیسا ہوا"},{"SurahNumber":27,"VerseNumber":15,"Text":"اور ہم نے داؤد اور سلیمان کو علم دیا اور کہنے لگے الله کا شکر ہے جس نے ہمیں بہت سے ایمان دار بندوں پر فضیلت دی"},{"SurahNumber":27,"VerseNumber":16,"Text":"اور سلیمان داؤد کا وارث ہوا اور کہا اے لوگو ہمیں پرندوں کی بولی سکھائی گئی ہے او رہمیں ہر قسم کے سازو سامان دیے گئے ہیں بے شک یہ صریح فضیلت ہے"},{"SurahNumber":27,"VerseNumber":17,"Text":"اور سلیمان کے پاس اس کے لشکر جن اور انسان اور پرندے جمع کیے جاتے پھر انکی جماعتیں بنائی جاتیں"},{"SurahNumber":27,"VerseNumber":18,"Text":"یہاں تک کہ جب چیونٹیوں کے میدان پر پہنچے ایک چینوٹی نے کہا اے چیونٹیو اپنے گھروں میں گھس جاؤ تمہیں سلیمان اور اس کی فوجیں نہ پیس ڈالیں اور انہیں خبر بھی نہ ہو"},{"SurahNumber":27,"VerseNumber":19,"Text":"پھر اس کی بات سے مسکرا کر ہنس پڑا اور کہا اے میرے رب مجھے توفیق دے کہ میں تیرے احسان کا شکر کروں جو تو نے مجھ پر اور میرے ماں باپ پر کیا اور یہ کہ میں نیک کام کروں جوتو پسند کرے اور مجھے اپنی رحمت سے اپنے نیک بندوں میں شامل کر لے"},{"SurahNumber":27,"VerseNumber":20,"Text":"اور پرندوں کی حاضری لی تو کہا کیا بات ہے جو میں ہُد ہُد کو نہیں دیکھتا کیا وہ غیر حاضر ہے"},{"SurahNumber":27,"VerseNumber":21,"Text":"میں اسے سخت سزا دوں گا یا اسے ذبح کر دوں گا یا وہ میرے پاس کوئی صاف دلیل بیان کرے"},{"SurahNumber":27,"VerseNumber":22,"Text":"پھر تھوڑی دیر کے بعد ہُد ہُد حاضر ہوا اور کہا کہ میں حضور کے پاس وہ خبر لایا ہوں جو حضور کو معلوم نہیں اور سباسے آپ کے پاس ایک یقینی خبر لایا ہوں"},{"SurahNumber":27,"VerseNumber":23,"Text":"میں نے ایک عورت کو پایا جو ان پر بادشاہی کرتی ہے اور اسے ہر چیز دی گئی ہے اور اس کا بڑا تخت ہے"},{"SurahNumber":27,"VerseNumber":24,"Text":"میں نے پایا کہ وہ اور اس کی قوم الله کے سوا سورج کو سجدہ کرتے ہیں اور شیطان نے ان کے اعمال کو انہیں آرستہ کر دکھایا ہے اور انہیں راستہ سے روک دیا ہے سو وہ راہ پر نہیں چلتے"},{"SurahNumber":27,"VerseNumber":25,"Text":"الله ہی کو کیوں نہ سجدہ کریں جو آسمانوں اور زمین کی چھپی ہوئی چیزوں کو ظاہر کرتا ہے اور جو تم چھپاتے ہو اورجو ظاہر کرتے ہو سب کو جانتا ہے"},{"SurahNumber":27,"VerseNumber":26,"Text":"الله ہی ایسا ہےکہ اس کے سواکوئی معبود نہیں ہے اوروہ عرش عظیم کا مالک ہے"},{"SurahNumber":27,"VerseNumber":27,"Text":"کہا ہم ابھی دیکھ لیتے ہیں کہ تو سچ کہتا ہے یا جھوٹوں میں سے ہے"},{"SurahNumber":27,"VerseNumber":28,"Text":"میرا یہ خط لے جا اور ان کی طرف ڈال دے پھر ان کے ہاں سے واپس آ جا پھر دیکھ وہ کیا جواب دیتے ہیں"},{"SurahNumber":27,"VerseNumber":29,"Text":"کہنے لگی اے دربار والو میرے پاس ایک معزز خط ڈالا گیا ہے"},{"SurahNumber":27,"VerseNumber":30,"Text":"وہ خط سلیمان کی طرف سے ہے اور وہ یہ ہے الله کے نام سے شروع کرتا ہوں جو بے حد مہربان نہایت رحم والا ہے"},{"SurahNumber":27,"VerseNumber":31,"Text":"میرے سامنے تکبر نہ کرو اور میرے پاس مطیع ہو کر چلی آؤ"},{"SurahNumber":27,"VerseNumber":32,"Text":"کہنے لگی اے دربار والو مجھے میرے کام میں مشورہ دو میں کوئی بات تمہارے حاضر ہوئے بغیر طے نہیں کر تی"},{"SurahNumber":27,"VerseNumber":33,"Text":"کہنے لگے ہم بڑے طاقتور اور بڑے لڑنے والے ہیں اور کام تیرے اختیار میں ہے سو دیکھ لے جو حکم دینا ہے"},{"SurahNumber":27,"VerseNumber":34,"Text":"کہنے لگی بادشاہ جب کسی بستی میں داخل ہوتے ہیں اسے خراب کر دیتے ہیں اور وہاں کے سرداروں کو بے عزت کرتے ہیں اور ایسا ہی کریں گے"},{"SurahNumber":27,"VerseNumber":35,"Text":"اور میں ان کی طرف کچھ تحفہ بھیجتی ہوں پھر دیکھتی ہوں کہ ایلچی کیا جواب لے کر آتے ہیں"},{"SurahNumber":27,"VerseNumber":36,"Text":"پھر جب سلیمان کے پاس آیا فرمایا کیا تم میری مال سے مدد کرنا چاہتے ہو سو جو کچھ مجھے الله نے دیا ہے اس سے بہتر ہے جو تمہیں دیا ہے بلکہ تم ہی اپنے تحفہ سے خوش رہو"},{"SurahNumber":27,"VerseNumber":37,"Text":"ان کی طرف واپس جاؤ ہم ان پرا یسے لشکر لے کر پہنچیں گے جن کا وہ مقابلہ نہ کر سکیں گے اور ہم انہیں وہاں سے ذلیل کر کے نکال دیں گے"},{"SurahNumber":27,"VerseNumber":38,"Text":"کہا اے دربار والو تم میں کوئی ہے کہ میرے پاس اس کا تخت لے آئے اس سے پہلے کہ وہ میرے پاس فرمانبردار ہو کر آئيں"},{"SurahNumber":27,"VerseNumber":39,"Text":"جنوں میں سے ایک دیو نے کہا میں تمہیں وہ لا دیتا ہوں اس سے پہلے کہ تو اپنی جگہ سے اٹھے اور میں اس کے لیے طاقتور امانت دار ہوں"},{"SurahNumber":27,"VerseNumber":40,"Text":"اس شخص نے کہا جس کے پاس کتاب کا علم تھا میں اسے تیری آنکھ جھپکنے سے پہلے لا دیتا ہوں پھر جب اسے اپنے روبرو رکھا دیکھا تو کہنے لگا یہ میرے رب کا ایک فضل ہے تاکہ میری آزمائش کرے کیا میں شکر کرتا ہوں یا ناشکری اور جو شخص شکر کرتا ہے اپنے ہی نفع کے لیے شکر کرتا ہے اورجو ناشکری کرتا ہے تو میرا رب بھی بے پرواہ عزت والا ہے"},{"SurahNumber":27,"VerseNumber":41,"Text":"کہا اس کے لیے اس کے تخت کی صورت بدل دو ہم دیکھیں کیا اسے پتہ لگتا ہے یا انہیں میں ہوتی ہے جنہیں پتہ نہیں لگتا"},{"SurahNumber":27,"VerseNumber":42,"Text":"پھر جب آئی کہا گیا کیا تیرا تخت ایسا ہی ہے کہنے لگی گویاکہ یہ وہی ہے اور ہمیں تو پہلے ہی معلوم ہو گیا تھا اور ہم فرمانبردار ہو چکے ہیں"},{"SurahNumber":27,"VerseNumber":43,"Text":"اور اسے ان چیزو ں سے روک دیا جنہیں الله کےسوا پوجتی تھی بے شک وہ کافروں میں سے تھی"},{"SurahNumber":27,"VerseNumber":44,"Text":"اسے کہا گیا اس محل میں داخل ہو پھر جب اسے دیکھا خیال کیا کہ وہ گہرا پانی ہے اور اپنی پنڈلیاں کھولیں کہا یہ تو ایسا محل ہے جس میں شیشے جڑے ہوئے ہیں کہنے لگی اے میرے رب میں نے اپنے نفس پر ظلم کیا تھا اور میں سلیمان کے ساتھ الله کی فرمانبردار ہوئی جو سارے جہاں کا رب ہے"},{"SurahNumber":27,"VerseNumber":45,"Text":"اور ہم نے ثمود کی طرف ان کے بھائی صالح کو بھیجاکہ الله کی بندگی کرو پھر وہ دو فریق ہو کر آپس میں جھگڑنے لگے"},{"SurahNumber":27,"VerseNumber":46,"Text":"کہا اے میری قوم بھلائی سے پہلے برائی کو کیوں جلدی مانگتے ہو الله سے گناہ کیوں نہیں بخشواتے تاکہ تم پر رحم کیا جائے"},{"SurahNumber":27,"VerseNumber":47,"Text":"کہنے لگے ہمیں تو تجھ سے اور تیرے ساتھیوں سے نحوست معلوم ہوئی کہا تہاری نحوست الله کی طرف سے ہے بلکہ تم لوگ آزمائش میں ڈالے گئے ہو"},{"SurahNumber":27,"VerseNumber":48,"Text":"اور اس شہر میں نو آدمی ایسے تھے جو زمین میں فساد کرتے تھے اوراصلاح نہیں کرتے تھے"},{"SurahNumber":27,"VerseNumber":49,"Text":"کہنے لگے آپس میں الله کی قسم کھاؤ کہ صالح اور اس کے گھر والوں پر شبخوں ماریں پھر اس کے وارث سے کہہ دیں ہم تو اس کے کنبہ کی ہلاکت کے وقت موجود ہی نہ تھے اور بے شک ہم سچے ہیں"},{"SurahNumber":27,"VerseNumber":50,"Text":"اور انہوں نے ایک داؤ کیا اور ہم نے بھی ایساداؤ کیا کہ انہیں خبربھی نہ ہوئی"},{"SurahNumber":27,"VerseNumber":51,"Text":"پھر دیکھو ان کے داؤ کا کیا انجام ہوا کہ ہم نے انہیں اوران کی ساری قوم کو ہلاک کر دیا"},{"SurahNumber":27,"VerseNumber":52,"Text":"سو یہ ان کے گھر ہیں جو ان کے ظلم کے سبب سے ویران پڑے ہیں بے شک اس میں دانشمندو ں کے لیے عبرت ہے"},{"SurahNumber":27,"VerseNumber":53,"Text":"اور ہم نے ایمان اور تقویٰ والوں کو نجات دی"},{"SurahNumber":27,"VerseNumber":54,"Text":"اورلوط کو جب اس نے اپنی قوم کو کہا کیا تم بے حیائی کرتے ہو حالانکہ تم سمجھ دا ر ہو"},{"SurahNumber":27,"VerseNumber":55,"Text":"کیا تم عورتوں کو چھوڑ کر مردوں پر خواہش کر کے آتے ہو بلکہ تم لوگ جاہل ہو"}]}