{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"İnsanlardan bir takım beyinsizler: -Üzerlerinde bulundukları kıblelerinden onları döndüren nedir? diyecekler. De ki: -Doğu da batı da Allah’a aittir. O dilediği kimseyi doğru yola iletir"},{"SurahNumber":2,"VerseNumber":143,"Text":"Nitekim, insanlara şahit olmanız, Peygamber’in de size şahit olması için sizi vasat /adil bir ümmet kıldık. Senin üzerinde bulunduğun kıbleyi ise sırf peygambere uyanları, ökçesi üzerinde dönenlerden ayırt edelim diye kıble yaptık. Allah’ın doğru yolu gösterdiklerinden başkası için bu çok ağır bir şeydir. Allah sizin imanınızı zayi edecek değildir. Allah insanlara çok şefkatli ve merhametlidir"},{"SurahNumber":2,"VerseNumber":144,"Text":"(Ey Muhammed) Yüzünü semaya çevirip durduğunu görüyoruz. Seni hoşnut olacağın kıbleye çeviriyoruz. Yüzünü Mescid-i Haram´a çevir. Nerede bulunursanız bulunun yüzlerinizi o yöne çevirin. Kitap ehli, bunun Rab’lerinden gelen bir hak olduğunu çok iyi bilirler. Allah, onların yaptıklarından habersiz değildir"},{"SurahNumber":2,"VerseNumber":145,"Text":"Sen, kitap verilenlere her belgeyi getirsen, yine de senin kıblene tabi olmazlar; sen de onların kıblesine tabi olacak değilsin. Zaten onlar, birbirlerinin kıblesine de tabi olmazlar. Sana gelen bunca ilimden sonra onların arzularına uyarsan o zaman sen de zalimlerden olursun"},{"SurahNumber":2,"VerseNumber":146,"Text":"Kendilerine kitap verdiklerimiz (Yahudi ve Hıristiyanlar) onu (Muhammed’i) öz oğulları gibi tanırlar. Bununla beraber onlardan bir kısmı bildikleri halde hakkı gizlerler"},{"SurahNumber":2,"VerseNumber":147,"Text":"Hak, Rabbindendir. Öyleyse şüpheye düşenlerden olma"},{"SurahNumber":2,"VerseNumber":148,"Text":"Herkesin yüzünü çevirdiği bir yön vardır. Siz hayırlarda yarışın; nerede olursanız Allah sizi bir araya getirir. Şüphesiz Allah’ın gücü her şeye yeter"},{"SurahNumber":2,"VerseNumber":149,"Text":"Nereden yola çıkarsan çık, yüzünü Mescid-i Haram tarafına çevir. Bu, elbette Rabbinden gelen hak bir emirdir. Allah yaptıklarınızdan habersiz değildir"},{"SurahNumber":2,"VerseNumber":150,"Text":"Nereden yola çıkarsan, yüzünü Mescid-i Haram tarafına çevir. Nerede olursanız yüzünüzü o yöne döndürün ki, insanların zulmedenlerinin dışında aleyhinize kullanacakları bir delilleri olmasın. Onlardan korkmayın, benden korkun. Ben de size verdiğim nimeti tamamlayım. Böylece umulur ki, siz de doğru yolu bulursunuz"},{"SurahNumber":2,"VerseNumber":151,"Text":"Nitekim size, kendi içinizden ayetlerimizi okuyan, sizi arındıran, size kitap ve hikmeti öğreten ve bilmediğiniz şeyleri de belleten bir elçi gönderdik"},{"SurahNumber":2,"VerseNumber":152,"Text":"Beni zikredin ki ben de sizi zikredeyim. Bana şükredin, nankörlük etmeyin"},{"SurahNumber":2,"VerseNumber":153,"Text":"Ey inananlar, sabır ve namaz/dua ile (Allah’tan) yardım dileyin, şüphesiz Allah, sabredenlerle beraberdir"},{"SurahNumber":2,"VerseNumber":154,"Text":"Allah yolunda öldürülenlere “ölüler” demeyin. Onlar, diridirler fakat siz hissedemezsiniz"},{"SurahNumber":2,"VerseNumber":155,"Text":"Sizi, biraz korku, açlık, mallardan, canlardan, ürünlerden yana eksiltmekle imtihan ederiz. Sabredenleri müjdele"},{"SurahNumber":2,"VerseNumber":156,"Text":"Onlar, bir musibete uğrayınca: -Biz, Allah’a aitiz ve elbette O’na döneceğiz derler"},{"SurahNumber":2,"VerseNumber":157,"Text":"Onlara, Rab’lerinden bir mağfiret ve rahmet vardır. Hidayete ermiş olanlar, işte onlardır"},{"SurahNumber":2,"VerseNumber":158,"Text":"Safa ve Merve, Allah’ın alametlerindendir. Bundan dolayı kim Kabe’yi hacceder yahut umre yaparsa her ikisini tavaf etmesinde bir sakınca yoktur. Kim gönlünden koparak bir hayır işlemek isterse... Çünkü Allah, mükafat veren ve her şeyi bilendir"},{"SurahNumber":2,"VerseNumber":159,"Text":"İndirdiğimiz açık delilleri ve doğru yolu kitapta insanlara açıkladıktan sonra onu gizleyenler.. İşte onlara hem Allah lanet eder, hem de lanet edenlerin hepsi lanet eder"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ancak tevbe edenler, hallerini düzeltenler ve onu açıklayanlar müstesna. Bunların tevbelerini kabul ederim. Tevbeleri kabul eden, bağışlayan benim"},{"SurahNumber":2,"VerseNumber":161,"Text":"İnkar edip, o halde ölenler var ya işte Allah’ın, meleklerin insanların hepsinin laneti onlaradır"},{"SurahNumber":2,"VerseNumber":162,"Text":"Onlar lanette temellidirler. Onlardan azap hafifletilmez ve onların yüzlerine bakılmaz"},{"SurahNumber":2,"VerseNumber":163,"Text":"İlahınız tek bir ilahtır. Rahman ve Rahim olan O Allah’tan başka ilah yoktur"},{"SurahNumber":2,"VerseNumber":164,"Text":"Göklerin ve yerin yaratılmasında, gece ve gündüzün birbiri ardınca gelmesinde, insanlar için faydalı olan şeylerde, denizde yüzen gemilerde, Allah’ın gökten indirip de kendisiyle ölümünden sonra yeryüzüne hayat verdiği ve her türlü canlıyı orada yaydığı suda, rüzgarı dilediği yöne sevk edişinde ve gökyüzü ile yeryüzü arasında emre tabi olan bulutlarda, aklını kullanan bir topluluk için ayetler vardır"},{"SurahNumber":2,"VerseNumber":165,"Text":"İnsanlardan kimi, Allah’tan başka eşler tutarlar. Allah’ı sever gibi onları severler. İman edenlerin ise, Allah sevgisi her şeyden üstündür. O zalimler, azabı görecekleri zaman, bütün kuvvetin Allah’a mahsus olduğunu ve Allah’ın da şiddetli azap sahibi olduğunu bir bilseler"},{"SurahNumber":2,"VerseNumber":166,"Text":"O zaman, görecekler ki peşlerine düşülüp gidilenler, kendilerine uyanlardan hızla uzaklaşmışlardır. Azabı görmüşler, aralarındaki bağlar da parçalanıp kopmuştur"},{"SurahNumber":2,"VerseNumber":167,"Text":"Onların peşlerinden gidenler: -Keşke bizim için dünyaya bir daha dönüş olsaydı da, onların bizden kaçtıkları gibi biz de onlardan kaçsaydık derler. İşte Allah, onlara yaptıklarını böyle pişmanlıklar halinde gösterecektir ve onlar ateşten çıkacak da değillerdir"},{"SurahNumber":2,"VerseNumber":168,"Text":"Ey insanlar, Yeryüzündeki temiz ve helal şeylerden yiyin. Şeytana ayak uydurmayın, zira o sizin için apaçık bir düşmandır"},{"SurahNumber":2,"VerseNumber":169,"Text":"Muhakkak size, kötülüğü, ahlaksızlığı ve Allah’a karşı bilmediğiniz şeyleri söylemenizi emreder"},{"SurahNumber":2,"VerseNumber":170,"Text":"Onlara, Allah’ın indirdiğine uyun denilince: -Hayır, biz, atalarımızı yapar bulduğumuz şeye uyarız, derler; ya ataları bir şeye akıl erdiremeyen ve doğru yolda olmayan kimseler idiyseler"},{"SurahNumber":2,"VerseNumber":171,"Text":"Allah’a nankörlük edenlerin hali, çobanların çağırdığı fakat, onun bağırıp çağırışından başka bir şey işitmeyen hayvanların durumu gibidir. Onlar, öyle sağır, dilsiz ve körlerdir ki akıllarını kullanmazlar"},{"SurahNumber":2,"VerseNumber":172,"Text":"Ey iman edenler! Sizi rızıklandırdığımız temiz şeylerden yiyin ve eğer gerçekten yalnız Allah’a kulluk ediyorsanız, ona şükredin"},{"SurahNumber":2,"VerseNumber":173,"Text":"Allah, size ölüyü, kanı, domuz etini, bir de Allah’tan başkası için kesileni haram kıldı. Bununla beraber, mecbur kalanın, taşkınlık etmemek, aşırı gitmemek şartıyla bunlardan yemesinde bir günah yoktur. Şüphesiz Allah, çok bağışlayıcı ve esirgeyendir"},{"SurahNumber":2,"VerseNumber":174,"Text":"Allah’ın indirdiği kitaptan, bir şeyi gizleyip, onu az bir pahaya satanlar, işte onlar, karınlarına ateşten başka bir şey doldurmuyorlar. Kıyamet günü Allah, onlarla konuşmayacak ve onları temize çıkarmayacaktır. Onlar için acı bir azap vardır"},{"SurahNumber":2,"VerseNumber":175,"Text":"Onlar doğru yolu bırakıp sapıklığı; mağfireti bırakıp azabı satın alan kimselerdir. Ateşe karşı ne de sabırlıdırlar"},{"SurahNumber":2,"VerseNumber":176,"Text":"(Bu azabın sebebi şudur:) Allah, kitabı şüphesiz hak olarak indirmiştir. O kitapta ihtilafa düşenler elbette haktan uzak bir ayrılık içindedirler"},{"SurahNumber":2,"VerseNumber":177,"Text":"Yüzlerinizi doğu ve batı yönüne döndürmeniz iyilik değildir. Fakat iyilik Allah’a, ahiret gününe, meleklere, kitaba ve peygamberlere iman eden, malını sevgisine rağmen; akrabaya, yetimlere, yoksullara, yolculara, dilencilere, kölelere ve esirlere veren, namazı dosdoğru kılan, zekatı veren, sözleştikleri zaman sözlerini yerine getiren, sıkıntıda, hastalıkta ve savaşta sabredenlerin durumudur. İşte sadıklar ve muttakiler onlardır"},{"SurahNumber":2,"VerseNumber":178,"Text":"Ey İman edenler! Öldürülenler hakkında size kısas farz kılındı. Hür olan ile hür, köle ile köle, kadın ile kadın kısas olunur. Öldüren, ölenin kardeşi tarafından bağışlanmışsa, artık örfe uymak ve bağışlayana güzellikle diyet ödemek gerekir. Bu, Rabbinizden bir hafifletme ve rahmettir. Bundan sonra da tecavüzde bulunana elem verici azap vardır"},{"SurahNumber":2,"VerseNumber":179,"Text":"Ey akıl sahipleri, Kısasta sizin için hayat vardır. Umulur ki sakınırsınız"},{"SurahNumber":2,"VerseNumber":180,"Text":"Sizden birinize ölüm geldiği zaman, eğer bir mal bırakacaksa; anaya, babaya, yakınlara uygun bir biçimde vasiyet etmek, muttakiler üzerine bir borç olarak yazıldı"},{"SurahNumber":2,"VerseNumber":181,"Text":"Vasiyeti işittikten sonra değiştiren olursa bunun günahı değiştirenlerin üzerinedir. Allah, şüphesiz işiten ve bilendir"},{"SurahNumber":2,"VerseNumber":182,"Text":"Vasiyet edenin yanılacağından veya günaha düşeceğinden endişe duyan kimse (ilgililerin) aralarını düzeltirse, ona günah yoktur. Allah, şüphesiz bağışlayan ve merhamet edendir"},{"SurahNumber":2,"VerseNumber":183,"Text":"Ey İman edenler! Oruç, sizden öncekilere farz kılındığı gibi, Allah’a karşı gelmekten sakınasınız diye size de farz kılındı"},{"SurahNumber":2,"VerseNumber":184,"Text":"O, sayılı günlerdir. İçinizden hasta olan veya yolculukta bulunan, tutamadığı günlerin sayısınca diğer günlerde tutar. Oruca dayanamayanlar bir yoksul doyuracak kadar fidye verir. Kim gönülden iyilik yaparsa o iyilik kendinedir. Oruç tutmanız, eğer bilirseniz sizin için daha hayırlıdır"},{"SurahNumber":2,"VerseNumber":185,"Text":"Ramazan ayı, içinde insanlara doğru yolu gösteren, doğru ile yanlışı birbirinden ayırıp açıklayan, bir rehber olmak üzere Kur’an’ın indirildiği aydır. Sizden kim o aya erişirse oruç tutsun. Hasta olan veya seferde bulunan, tutamadığı günler sayısınca başka günlerde tutsun. Allah, sizin için kolaylık ister, zorluk istemez. Sayıyı tamamlamanızı ve size doğru yolu gösterdiğinden dolayı Allah’ı tekbir etmenizi ister. Umulur ki şükredersiniz"},{"SurahNumber":2,"VerseNumber":186,"Text":"Kullarım benden sana sorarlarsa; şüphesiz ben yakınım. Bana dua edenin, dua ettiği zaman, duasına karşılık veririm. O halde onlar da benim davetime icabet etsinler ve bana inansınlar ki doğru yolda olsunlar"},{"SurahNumber":2,"VerseNumber":187,"Text":"Oruç gecesi kadınlarınıza yaklaşmak size helal kılındı. Onlar sizin örtünüz, sizde onların örtüsüsünüz. Allah, nefsinize ihanet etmekte olduğunuzu biliyordu. Bu sebeple, tevbenizi kabul edip sizi bağışladı; artık onlara yaklaşın ve Allah’ın sizin için takdir ettiğini dileyiniz. Fecir esnasında ufuktaki beyazlık; karanlıktan ayırt edilinceye kadar yiyin için sonra geceye kadar orucu tamamlayın. Mescitlerde itikafa çekilmiş olduğunuzda kadınlara (geceleri de) yaklaşmayın. İşte, Allah, insanlara kötülüklerden korunmaları için ayetlerini böylece açıklar"},{"SurahNumber":2,"VerseNumber":188,"Text":"Aranızda birbirinizin mallarını haksız sebeplerle yemeyin ve bildiğiniz halde insanların mallarından bir kısmını günahı gerektirecek şekilde yemek için onu hakimlere (rüşvet olarak) aktarmayın"},{"SurahNumber":2,"VerseNumber":189,"Text":"Sana yeni doğan ayları sorarlar de ki: -Onlar, insanlar için ve hac için vakit ölçüleridir. Evlere arkasından girmeniz iyi değildir. Fakat iyi kimse kötülükten sakınan kimsedir. Evlere kapılarından girin. Allah’tan sakının ki kurtuluşa eresiniz"},{"SurahNumber":2,"VerseNumber":190,"Text":"Sizinle savaşanlarla, Allah yolunda siz de savaşın, (fakat) haksız yere saldırmayın. Doğrusu Allah aşırı gidenleri sevmez"},{"SurahNumber":2,"VerseNumber":191,"Text":"Sizinle savaşanları nerede yakalarsanız öldürün. Onları, sizi çıkardıkları yerden çıkarın. Fitne; öldürmekten, daha kötüdür. Onlar, Mescid-i Haram’ın yanında sizinle savaşmadıkça, siz de onlarla orada savaşmayın. Fakat, onlar sizinle orada savaşırlarsa, onlarla savaşın. İşte kafirlerin cezası budur"},{"SurahNumber":2,"VerseNumber":192,"Text":"Eğer savaşmaktan vazgeçerlerse; şüphesiz ki Allah, bağışlayandır, merhamet edendir"},{"SurahNumber":2,"VerseNumber":193,"Text":"Fitne kalmayıncaya, din/otorite de yalnız Allah’ın oluncaya kadar, onlarla savaşın, eğer savaşa son verirlerse zalimlerden başkasına düşmanlık yoktur"},{"SurahNumber":2,"VerseNumber":194,"Text":"Hürmetli ay, hürmetli aya karşılıktır ve hürmetler de karşılıklıdır. O halde, size tecavüz edene, onun size saldırdığı gibi siz de saldırın. Allah’tan sakının ve Allah’ın takva sahipleriyle beraber olduğunu bilin"},{"SurahNumber":2,"VerseNumber":195,"Text":"Allah yolunda harcamada bulunun. Kendi ellerinizle kendinizi tehlikeye atmayın. İşlerinizi iyi yapın. Şüphesiz Allah, iyi iş yapanları sever"},{"SurahNumber":2,"VerseNumber":196,"Text":"Haccı da, umreyi de Allah için tam yapın, eğer hac yapmaktan alıkonursanız, oraya kolayınıza gelen bir kurban gönderin. Kurban yerine ulaşıncaya kadar da başlarınızı tıraş etmeyin. İçinizden hasta olan ya da başından bir rahatsızlığı bulunan bir kimsenin fidye olarak; ya oruç tutması, ya sadaka vermesi, ya da kurban kesmesi gerekir. Güven içinde olursanız, hacca kadar umre ile faydalanmak isteyen kimseye, kolayına gelen bir kurban kesmek; bulamayana hac esnasında üç gün, döndüğünüz vakit de yedi gün -ki bu tam on gün eder.- oruç tutmak gerekir. Bu, ailesi Mecsid-i Haram’da oturmayan kimseler içindir. Allah’tan sakının, Allah’ın cezasının şiddetli olacağını bilin"},{"SurahNumber":2,"VerseNumber":197,"Text":"Hac bilinen aylardadır. Kim bu aylarda hac etmeye kesin karar verirse bilmelidir ki, hacda kadına yaklaşmak, günah işlemek ve kavga etmek yoktur. Ne iyilik yaparsanız Allah onu bilir. Bu sebeple kendinize azık edinin. Şüphe yok ki azığın en iyisi Allah korkusudur. Ey akıl sahipleri benden korkun"},{"SurahNumber":2,"VerseNumber":198,"Text":"Rabbinizden rızık/fazl istemenizde her hangi bir günah yoktur. Arafat’tan ayrılınca Meş’ari Haram’da Allah’ı zikredin. Nitekim, O, size yol göstermeden önce gerçekten, şaşkınlardan / dalalette olanlardan idiniz ya"},{"SurahNumber":2,"VerseNumber":199,"Text":"Sonra insanların toplu olarak akın ettiği yerden, siz de akın edin ve Allah’tan bağışlanma dileyin. Şüphesiz Allah bağışlayandır, esirgeyendir"},{"SurahNumber":2,"VerseNumber":200,"Text":"Hac ibadetinizi bitirince atalarınızı andığınız gibi, hatta daha da kuvvetli bir anışla Allah’ı zikredin. İnsanlardan: -Rabbimiz, bize bu dünyada ver, diyenler vardır. Onların ahirette hiç bir nasibi yoktur"},{"SurahNumber":2,"VerseNumber":201,"Text":"İnsanlardan: -Rabbimiz, bize bu dünyada iyilik ver, ahirette de iyilik ver ve bizi ateşin azabından koru! diyenler vardır"},{"SurahNumber":2,"VerseNumber":202,"Text":"İşte onlar, kazandıklarından dolayı nasibi olanlardır. Nitekim, Allah hesabı çok çabuk görür"},{"SurahNumber":2,"VerseNumber":203,"Text":"Allah’ı sayılı günlerde de anın. Günahtan sakınan kimseye, acele edip (Mina’daki ibadeti) iki günde bitirse de günah yoktur, geri kalsa da günah yoktur. Allah’tan sakının, onun katında toplanacağınızı bilin"},{"SurahNumber":2,"VerseNumber":204,"Text":"İnsanlardan dünya hayatına dair konuşması senin hoşuna giden, pek azılı bir düşman iken, kalbinde olana Allah’ı şahit tutan"},{"SurahNumber":2,"VerseNumber":205,"Text":"İş başına geçince yeryüzünde bozgunculuk yapmaya, ekini ve nesli yok etmeye çalışan kimseler vardır. Allah bozgunculuğu sevmez"},{"SurahNumber":2,"VerseNumber":206,"Text":"Ona: -Allah’tan kork, denince gururu kendisine günah işletir. Ona cehennem yeter. Gerçekten (orası, varılacak) yerin en kötüsüdür"},{"SurahNumber":2,"VerseNumber":207,"Text":"İnsanlar arasında, Allah’ın rızasını kazanmak için canını verenler vardır. Allah kullarına karşı şefkatlidir"},{"SurahNumber":2,"VerseNumber":208,"Text":"Ey iman edenler! Hep birden kurtuluşa girin, şeytana ayak uydurmayın, o sizin apaçık düşmanınızdır"},{"SurahNumber":2,"VerseNumber":209,"Text":"Size belgeler geldikten sonra saparsanız, bilin ki Allah güçlüdür, hakîmdir"},{"SurahNumber":2,"VerseNumber":210,"Text":"Bulut gölgeleri içinde Allah’ın ve meleklerin gelmesini ve işin bitirilmesini mi bekliyorlar? Bütün işler Allah’a döndürülüp götürülecektir"},{"SurahNumber":2,"VerseNumber":211,"Text":"İsrailoğullarına sor, onlara apaçık nice ayetler verdik. Kim, Allah’ın nimeti kendisine ulaştıktan sonra onu değiştirirse, şüphesiz Allah’ın cezası çok şiddetlidir"},{"SurahNumber":2,"VerseNumber":212,"Text":"Küfredenlere dünya hayatı cazip görünmekte ve bu sebeple iman edenlerle alay etmektedirler. Oysa Allah’tan korkanlar, kıyamet günü onların çok üstündedirler; Allah dilediğine hesapsız rızık verir"},{"SurahNumber":2,"VerseNumber":213,"Text":"İnsanlar tek bir ümmet idi. Allah, peygamberleri müjdeci ve uyarıcı olarak gönderdi; insanların ayrılığa düştükleri hususlarda aralarında hüküm vermek için, onlarla birlikte hak olan kitabı da indirdi. Ancak kitap verilenler, kendilerine belgeler geldikten sonra aralarındaki kıskançlık yüzünden onda ayrılığa düştüler. Allah ise iman edenleri, onların hakkında ayrılığa düştükleri doğruya kendi izniyle ulaştırdı. Allah, dilediğine doğru yolu gösterir"},{"SurahNumber":2,"VerseNumber":214,"Text":"Sizden önce gelenlerin durumu, sizin başınıza gelmeden cennete gireceğinizi mi zannettiniz? Onlara öyle yoksulluk ve sıkıntı geldi ve öyle sarsıldılar ki, hatta peygamber ve onun yanındaki mü’minler bile: -Allah’ın yardımı ne zaman? diyecek kadar darlığa ve zorluğa uğramışlar ve sarsılmışlardı. İyi bilin ki Allah’ın yardımı yakındır"},{"SurahNumber":2,"VerseNumber":215,"Text":"Sana sadaka olarak ne vereceklerini soruyorlar, de ki: -Hayırdan infak edeceğiniz şey; anaya, babaya, akrabaya, yetimlere, yoksullara ve yolda kalmışlaradır. Hayır olarak yaptığınız şeyleri, Allah şüphesiz en iyi bilendir"},{"SurahNumber":2,"VerseNumber":216,"Text":"Sizin için hoş olmasa da savaş size farz kılındı. Olabilir ki sizin hoşlanmadığınız bir şey, sizin için iyidir ve ihtimal ki sizin hoşlandığınız bir şey sizin için kötüdür. Siz bilmezsiniz Allah bilir"},{"SurahNumber":2,"VerseNumber":217,"Text":"Sana hürmetli ayda yapılan savaşı soruyorlar, de ki: -O ayda savaşmak büyük suçtur, Allah yolundan alıkoymak, onu inkar etmek, Mescid-i Haram’a (girmeye) engel olmak ve halkını oradan çıkarmak Allah katında daha büyük suçtur. Fitne (çıkarmak) ise, öldürmekten daha büyüktür. Güçleri yeterse sizi dininizden döndürünceye kadar sizinle savaşmaya devam ederler. Sizden kim dininden dönüp, kafir olarak ölürse işte onlar, amelleri dünyada ve ahirette boşa gidenlerdir. İşte onlar ateş ehlidir. Orada ebedi kalacaklardır"},{"SurahNumber":2,"VerseNumber":218,"Text":"İman edenler, hicret edenler ve Allah yolunda cihat edenler, işte onlar Allah’ın rahmetini umarlar. Allah bağışlayandır, merhamet edendir"},{"SurahNumber":2,"VerseNumber":219,"Text":"Sana içki ve kumarı soruyorlar. De ki: -Onlarda büyük günah ve insanlara bazı faydalar vardır. Günahları faydasından daha büyüktür. Ne sarf edeceklerini sana soruyorlar; De ki: -İhtiyaçtan fazlasını! İşte Allah, size düşünesiniz diye ayetleri (böyle) açıklıyor"},{"SurahNumber":2,"VerseNumber":220,"Text":"Sana yetimleri soruyorlar. De ki: -Onların işlerini düzeltmek hayırlıdır. Eğer onlarla bir arada yaşarsanız artık onlar sizin kardeşlerinizdir. Allah düzeltenden, bozanı ayırt etmesini bilir. Allah dileseydi sizi zora sokardı. Şüphesiz Allah güçlüdür, hakîmdir"},{"SurahNumber":2,"VerseNumber":221,"Text":"Müşrik kadınlarla, onlar iman etmedikçe evlenmeyin. Mümin bir cariye, hoşunuza giden müşrik bir kadından daha hayırlıdır. İman etmedikçe, müşrik erkeklerle mümin kadınları evlendirmeyin. Mümin bir köle, hoşunuza gitse bile müşrik bir erkekten daha hayırlıdır. Onlar, ateşe çağırırlar, Allah ise, izniyle, cennete ve mağfirete çağırır ve insanlara düşünüp ibret alsınlar diye ayetlerini açıklar"},{"SurahNumber":2,"VerseNumber":222,"Text":"Sana, kadınların adet halinden de soruyorlar. De ki: -O bir ezadır, adet halinde iken kadınlardan uzak durun, temizlenmelerine kadar onlara yaklaşmayın. Temizlendikleri zaman Allah’ın size buyurduğu yoldan yaklaşın. Allah, şüphesiz daima tevbe edenleri sever, temizlenenleri de sever"},{"SurahNumber":2,"VerseNumber":223,"Text":"Kadınlar sizin tarlanızdır! Tarlanıza istediğiniz gibi gelin, kendiniz için önceden hazırlık yapın. Ve Allah’tan korkun ve O’na kavuşacağınızı bilin, bunu müminlere müjdele"},{"SurahNumber":2,"VerseNumber":224,"Text":"Yeminleriniz sebebiyle iyilik yapmanıza, takva sahibi olmanıza ve insanların arasını bulmanıza Allah’ı engel kılmayın. Allah, her şeyi işitendir, bilendir"},{"SurahNumber":2,"VerseNumber":225,"Text":"Allah, sizi kasıtsız (olarak yaptığınız) yeminlerinizden dolayı sorumlu tutmaz, fakat kalplerinizin kazandığı (bile bile yaptığınız) yeminlerden sorumlu tutar. Allah çok bağışlayandır, çok şefkat, merhamet edendir"},{"SurahNumber":2,"VerseNumber":226,"Text":"Kadınlarına yaklaşmamaya yemin edenlerin, dört ay beklemeleri gerekir. Eğer (yeminlerinden) dönerlerse şüphesiz Allah, bağışlayandır, merhamet edendir"},{"SurahNumber":2,"VerseNumber":227,"Text":"Eğer boşanmaya karar verirlerse şüphesiz Allah işitendir, bilendir"},{"SurahNumber":2,"VerseNumber":228,"Text":"Boşanmış kadınlar, kendi başlarına üç adet dönemi beklerler. Eğer onlar Allah’a ve ahiret gününe inanıyorlarsa, Allah’ın kendi rahimlerinde yarattığını gizlemeleri helal olmaz. Eğer, bu süre içinde barışmak isterlerse kocaları da onları almaya daha çok hak sahibidirler. Erkeklerin kadınlar üzerinde bulunan hakları gibi, kadınların da erkekler üzerinde hakları vardır. Erkekler, kadınlardan bir derece daha üstündürler. Allah, mutlak galiptir, hakîmdir"},{"SurahNumber":2,"VerseNumber":229,"Text":"Boşanma iki defadır, sonra ya iyilikle tutmak ya da güzelce salıvermek gerekir. Kadınlara verdiklerinizden bir şeyi -kadın ve erkek Allah’ın çizdiği hududu ihlal etmekten korkmadıkça- geri almanız size helal değildir. Fakat onların, Allah’ın çizdiği hududu ihlal etmelerinden korkarsanız, o zaman kadının kocasına fidye vermesinde ikisine de günah yoktur. Bunlar, Allah’ın yasalarıdır. Onları bozmayın. Allah’ın yasalarını bozanlar ancak zalimlerdir"},{"SurahNumber":2,"VerseNumber":230,"Text":"Bundan sonra erkek, kadını boşarsa, kadın başka birisiyle evlenmedikçe bir daha kendisine helal olmaz. Eğer ikinci koca da onu boşarsa, Allah’ın yasalarını koruyacaklarını zannederlerse (eski karı kocanın) birbirlerine dönmelerinde bir günah yoktur. Bunlar bilen bir toplum için, Allah’ın açıkladığı yasalardır"},{"SurahNumber":2,"VerseNumber":231,"Text":"Kadınları boşadığınızda bekleme süreleri sona ererken, ya onları güzellikle tutun; ya da güzellikle bırakın fakat haklarına tecavüz etmek için, onlara zararlı olacak şekilde tutmayın; böyle yapan şüphesiz kendisine zulmetmiş olur. Allah’ın ayetlerini eğlence edinmeyin. Allah’ın üzerinizdeki nimetini ve size öğüt vermek için indirdiği kitabı, hikmeti düşünün. Allah’tan korkun ve bilin ki, Allah, şüphesiz her şeyi bilendir"},{"SurahNumber":2,"VerseNumber":232,"Text":"Kadınları boşadığınız vakit, onlar da bekleme sürelerini bitirince aralarında meşru bir şekilde anlaştıkları takdirde, kocalarıyla evlenmelerine engel olmayın. İşte, sizden Allah’a ve ahiret gününe iman edenlere, bununla öğüt veriliyor. Bu, sizin için daha faydalı ve daha temizdir. Allah bilir, siz bilmezsiniz"},{"SurahNumber":2,"VerseNumber":233,"Text":"Anneler çocuklarını, emzirmeyi tamamlatmak isteyen baba için tam iki sene emzirirler. Annelerin yiyecek ve giyeceğini uygun bir şekilde sağlamak, çocuk kendisinin olan babaya borçtur. Bir kişiye gücünün üstünde bir şey yüklenmez. çocuğu yüzünden anne de, çocuk kendisinin olan baba da zarara sokulmamalıdır. Vârise de aynısı düşer. Eğer anne ve baba aralarında danışarak ve anlaşarak sütten kesmek isterlerse, ikisine de günah yoktur. çocuklarınızı (süt anneye) emzirtmek isterseniz, vereceğiniz ücreti örfe uygun bir şekilde öderseniz size bir günah yoktur. Allah’tan sakının, Allah’ın yaptığınız şeyleri gördüğünü bilin"},{"SurahNumber":2,"VerseNumber":234,"Text":"İçinizden ölenlerin bırakmış olduğu hanımlar, kendi kendilerine dört ay on gün beklerler. Müddetleri sona erdiğinde, onların kendi haklarında uygun şekilde yaptıklarından dolayı sizin üzerinize bir günah yoktur. Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":2,"VerseNumber":235,"Text":"Böyle kadınlara kapalı bir şekilde evlenme teklif etmenizde veya içinizden onlarla evlenmeyi geçirmenizde size bir günah yoktur. Allah, sizin onları düşündüğünüzü bilmektedir. Fakat, meşru sözler dışında onlarla gizlice sözleşmeyin, müddet sona erene kadar nikah akdine kalkışmayın. İçinizde olanı Allah’ın bildiğini bilin de, O’ndan çekinin. Allah’ın bağışlayan ve sabırlı olduğunu bilin"},{"SurahNumber":2,"VerseNumber":236,"Text":"Kadınlara temas etmeden ve mehirlerini biçmeden, onları boşarsanız sizin üzerinize bir günah yoktur. Zengin olanlar güçleri ölçüsünde, fakir olanlar da yine güçleri ölçüsünde, uygun bir şekilde onları faydalandırın. Bu iyi davrananların şanına yakışır bir borçtur"},{"SurahNumber":2,"VerseNumber":237,"Text":"Eğer onlara mehir biçer de temas etmeden onları boşarsanız, -kendileri veya nikah akdi ellerinde olan kimsenin bağışlaması müstesna -belirlediğiniz mehrin yarısını onlara verin. Mehrin hepsini bağışlamanız takvaya daha uygundur. Aranızdaki iyiliği unutmayın. Allah, şüphesiz yaptıklarınızı hakkıyla görendir"},{"SurahNumber":2,"VerseNumber":238,"Text":"Namazlara ve orta namaza devam edin. Gönülden bağlılık ve saygı ile Allah’ın huzuruna durun"},{"SurahNumber":2,"VerseNumber":239,"Text":"Eğer bir tehlikeden korkarsanız, yaya yahut binekli olarak namaz kılın. Güvene kavuştuğunuz zaman bilmediğiniz şeyleri size öğrettiği gibi Allah’ı zikredin"},{"SurahNumber":2,"VerseNumber":240,"Text":"İçinizden ölüp geriye eşler bırakan erkekler, bir seneye kadar eşleri evlerinden çıkarılmayacak bir geçimlik vasiyet etmiş olmalıdırlar. Şayet kadınlar kendileri çıkarlarsa, kendi haklarında uygun olanı yapmalarından dolayı size bir mesuliyet (günah) yoktur. Allah mutlak galiptir, hüküm ve hikmet sahibidir"},{"SurahNumber":2,"VerseNumber":241,"Text":"Boşanmış kadınlara örfe uygun şekilde bir geçimlik sağlanmalıdır. Bu muttakiler üzerine bir görevdir"},{"SurahNumber":2,"VerseNumber":242,"Text":"Düşünesiniz diye Allah, ayetlerini size böyle açıklar"},{"SurahNumber":2,"VerseNumber":243,"Text":"Binlerce kişi iken ölüm korkusuyla yurtlarından çıkanları görmedin mi? Allah onlara “ölün” dedi, sonra da onları tekrar diriltti. Şüphesiz Allah insanlara karşı ikram sahibidir. Ama insanların çoğu şükretmezler"},{"SurahNumber":2,"VerseNumber":244,"Text":"Allah yolunda savaşın ve bilin ki Allah her şeyi işiten, bilendir"},{"SurahNumber":2,"VerseNumber":245,"Text":"Allah’a güzel bir ödünç verip de Allah’ın da onun karşılığını kat kat artırarak vereceği hani kim var? Allah, hem daraltır, hem genişletir, siz yalnız O’na döndürüleceksiniz"},{"SurahNumber":2,"VerseNumber":246,"Text":"Musa’dan sonra İsrailoğullarının ileri gelenlerini görmedin mi? Peygamberlerinden birine: -Bize, bir hükümdar gönder de, Allah yolunda savaşalım demişlerdi. Peygamberleri: -Ya, savaş size farz olunca savaşmazsanız? demişti de: -Bizler neden Allah yolunda savaşmayalım ki, biz yurtlarımızdan ve oğullarımızdan uzaklaştırıldık, demişlerdi. Fakat üzerlerine savaş farz kılınınca içlerinden pek azı hariç yüz çevirdiler. Allah, zalimleri şüphesiz bilir"},{"SurahNumber":2,"VerseNumber":247,"Text":"Peygamberleri onlara, dedi ki: -Allah, Talût’u size hükümdar gönderdi. -O bizim üzerimize nasıl hükümdar olabilir? Biz hükümdarlığa ondan daha layıkız. Ona, malca da bir bolluk verilmemiştir, dediler. Peygamber de: -Allah, onu sizin üzerinize seçti, onun bilgisini ve gücünü artırdı. Allah, mülkünü dilediğine verir. Allah’ın lütfu geniştir. O, her şeyi bilendir, dedi"},{"SurahNumber":2,"VerseNumber":248,"Text":"Ve yine onlara Peygamberleri, şöyle dedi: -O’nun, hükümdarlığının alameti sandığın size gelmesidir. Onun içinde Rabbiniz´den bir ferahlık ve Musa ailesinin ve Harun ailesinin geriye bıraktıklarından bir kalıntı vardır. Onu melekler taşımaktadır. Eğer inanıyorsanız, bunda sizin için kesin bir alâmet vardır"},{"SurahNumber":2,"VerseNumber":249,"Text":"Talut, ordusuyla birlikte ayrıldığında: -Allah, sizi bir ırmakla deneyecektir. Kim sudan içerse benden değildir, sadece eliyle bir avuç almasından başka ondan tatmayan bendendir, dedi. Onlardan pek azı hariç o sudan içtiler. Nihayet Talut ve kendisiyle beraber iman edenler ırmağı geçince, ötekiler: -Bugün Câlût’a ve onun ordusuna karşı koyacak gücümüz yok, dediler. Rablerine kavuşacaklarını düşünenler ise: -Nice sayıca az topluluklar, Allah’ın izni ile sayıca çok olan toplulukları yenmişlerdir. Allah sabredenlerle beraberdir, dediler"},{"SurahNumber":2,"VerseNumber":250,"Text":"Câlût ve ordusuna karşı çıktıklarında: -Rabbimiz! üzerimize sabır yağdır. Ayaklarımıza sebat ver, bu kafir topluma karşı bize yardım et, zafer ver, dediler"},{"SurahNumber":2,"VerseNumber":251,"Text":"Neticede Allah’ın izniyle onları bozguna uğrattılar. Davut da, Câlût’u öldürdü. Allah, Davud’a hükümdarlık ve hikmet verdi, Ona dilediğinden öğretti. Allah’ın insanları birbirleriyle savması olmasaydı, yeryüzünün düzeni bozulurdu. Fakat Allah, alemlere karşı lütuf sahibidir"},{"SurahNumber":2,"VerseNumber":252,"Text":"İşte bunlar Allah’ın ayetleridir. Biz onları sana hakkiyle okuyoruz. Şüphesiz, sen de peygamberlerdensin"}]}