{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Taiken o shōaku nasa reru kata ni shukufuku are. Hontōni kare wa subete no koto ni zen'nō de ara reru"},{"SurahNumber":67,"VerseNumber":2,"Text":"(Kare wa) shi to nama o tsukura reta katadearu. Sore wa, anata gata no naka dare no okonai ga sugurete iru no ka o kokoromi rareru tame de, kare wa iryoku narabinaku kan'yōde ara reru"},{"SurahNumber":67,"VerseNumber":3,"Text":"(Kare wa) issō issō ni, 7 ten o tsukura reru okata. Jihi amaneku okata no sōzō ni wa, sukoshi no fuchōwa mo nai koto o mirudearou. Sorede aratamete kansatsu shi nasai. Anata wa nani ka sakeme o miru no ka"},{"SurahNumber":67,"VerseNumber":4,"Text":"Sore de imaichido,-me o agete miruga ī. Anata no shisen wa,(nani no kekkan mo sagashidasezu) tada bon'yari shite moto ni modoru dakedearu"},{"SurahNumber":67,"VerseNumber":5,"Text":"Kare wa tōmyō (hoshi) o motte, sai kasō no ten o kazari, akuma-tachi ni taisuru haritsuke (ryūsei) to nashi, mata kare-ra no tame ni rekka no chōbatsu o junbi shita"},{"SurahNumber":67,"VerseNumber":6,"Text":"Kare-ra no omo o shinjinai mono ni wa, jigoku no chōbatsu ga aru. Nanto warui kaeri-shodearu koto yo"},{"SurahNumber":67,"VerseNumber":7,"Text":"Kare-ra ga sono naka ni nagekoma reru toki, sore (jigoku) ga futtō suru ka no yō ni bukimide ki shi ion de unaru no o kare-ra wa kikou"},{"SurahNumber":67,"VerseNumber":8,"Text":"Hageshī ikari no tame ni haretsu suru ka no yōdearu. Ichidan ga sono naka ni nagekoma reru tabi ni, soko no kanshu wa kare-ra ni,`anata gata ni, keikoku-sha wa yattekonakatta no ka.' To tou"},{"SurahNumber":67,"VerseNumber":9,"Text":"Kare-ra wa iu. `Sōdesu, tashikani hitori no keikoku-sha ga watashi-tachi no moto ni yattekimashita. Daga watashi-tachi wa kyohi shite itta. “Arrā wa nani (no keiji) mo kudasa renai. Anata gata wa, taihen'na kago no naka ni iru dakedearu.”"},{"SurahNumber":67,"VerseNumber":10,"Text":"Kare-ra wa nao iu. `Watashi-tachi ga kiki, jukukō shitanaraba, rekka no jūnin no nakaniha hairanakattadeshou ni"},{"SurahNumber":67,"VerseNumber":11,"Text":"Kare-ra wa jibun no samazamana tsumi o mitometa. Rekka no jūnin wa,(yōsha kara) tōkuhanarete iru"},{"SurahNumber":67,"VerseNumber":12,"Text":"Hontōni menimienai-nushi o, osoreru mono ni wa, yōsha to idaina hōshō ga arou"},{"SurahNumber":67,"VerseNumber":13,"Text":"Anata gataga kotoba o kakushite ite mo, mata sore o arawashite mo, kare wa hontōni mune no naka no mono o shitte ora reru"},{"SurahNumber":67,"VerseNumber":14,"Text":"Kare ga sōzō sa reta mono o, shiranaidearou ka. Kare wa, shin'ō o rikai shi tsūgyō nasa reru"},{"SurahNumber":67,"VerseNumber":15,"Text":"Kare koso wa, daichi o anata gata ni tsukai yasuku nasa reta katadearu. Sorede sono sho chiiki o ōrai shi, kare no kate o taberuga yoi. Soshite fukkatsu no toki ni hakare ni mesa rete iku midearu"},{"SurahNumber":67,"VerseNumber":16,"Text":"Daichi ga yureugoku toki, ten ni imasu kata ga, anata gata o sore ni nomikoma se rarenaidearou to, anshin shite iru no ka"},{"SurahNumber":67,"VerseNumber":17,"Text":"Mata anata gata wa ten ni imasu kata ga,(saseki no) reppū o anata gata ni okura renaidearou to, anshin shite iru no ka. Yagate anata gata wa, waga keikoku ga ikaganaru mono ka o shirudearou"},{"SurahNumber":67,"VerseNumber":18,"Text":"Hontōni anata gata izen no mono-tachi mo,(waga keikoku o) usodearu to shita. Sorede waga fukyō ga ikaga ni (osoroshī monode) atta ka"},{"SurahNumber":67,"VerseNumber":19,"Text":"Kare-ra wa ue o tobutori ni tsuite kangaenai no ka. Tsubasa o hiroge, mata sore o tatamude wanai ka. Jihi amaneku okata no soto, dare ga sorera o sasaeru koto ga dekiyou. Hontōni kare wa, subete no koto o gozonji de ara reru"},{"SurahNumber":67,"VerseNumber":20,"Text":"Jihi amaneku okata o sashioite anata gata o tasukeru gunzei to nari eru mono wa, daredearu no ka. Fushin-sha wa, mōsō shite iru nisuginai"},{"SurahNumber":67,"VerseNumber":21,"Text":"Kare ga moshi o megumi o tome rareru to, anata gata ni megumi o nashi eru mono wa daredearu no ka. Iya kare-ra wa kōman to,(shinri kara no) kaihi ni koshūsuru"},{"SurahNumber":67,"VerseNumber":22,"Text":"Kao o fusete (tada katakuna ni) aruku mono to, tadashī michi no ue o kisokutadashiku aruku mono to, dochira ga yoku michibika reru no ka"},{"SurahNumber":67,"VerseNumber":23,"Text":"Gen tte yaru ga ī. `Kare koso wa anata gata o tsukuri, anata gata no tame ni, chōkaku, shikaku, kanjō (chiryoku) o atae rareta katadearu. Nanto anata gata no kansha no nen no usui koto yo"},{"SurahNumber":67,"VerseNumber":24,"Text":"Itte yaru ga ī. `Kare koso wa, anata gata o chijō ni bunsan shi han'ei sa se rareta katadeari, anata gata wa kare no omoto ni atsume rareru"},{"SurahNumber":67,"VerseNumber":25,"Text":"Kare-ra (fushin-sha) wa,`moshi anata gata no kotoba ga shinjitsunara, kono keiyaku wa nanji (hatasa reru no)dearou ka.' To iu"},{"SurahNumber":67,"VerseNumber":26,"Text":"Gen tte yaru ga ī. `Hontōni sore o shiru no wa, arrā dakedearu. Watashi wa kōmeina keikoku-sha nisuginai"},{"SurahNumber":67,"VerseNumber":27,"Text":"Kare-ra ga me no hen ni sore o miru toki, fushin-sha-tachi no kao wa kanashimi ni kumoru. `Kore ga anata gata no motomete ita mono (yakusoku no jōju)dearu.' To tsuge rareru"},{"SurahNumber":67,"VerseNumber":28,"Text":"Gen tte yaru ga ī. `Anata gata wa kangaenai no ka, moshi arrā ga, watashi ya watashi to issho no mono o horobosa rete mo, mata jihi o atae rarete mo, oyoso fushin-sha o tsūretsuna chōbatsu kara sukuu mono wa daredearou ka"},{"SurahNumber":67,"VerseNumber":29,"Text":"Itte yaru ga ī. `Kare wa jihi amaneku okata de arare, watashi-tachi wa kare o shinkō shi, kare ni (subetewo) takusu. Yagate anata gata wa, akirakana kago no naka ni iru mono ga daredearu no ka o shirudearou"},{"SurahNumber":67,"VerseNumber":30,"Text":"Itte yaru ga ī. `Anata gata wa kangaenai no ka. Moshi aru asa, anata gata no mizu ga chika ni shizumi sattanaraba, waki deru mizu o, anata gata ni motaraseru mono wa, ittai daredearu no ka"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nūn. Fude ni chikai kete, mata kaita mono ni oite chikau"},{"SurahNumber":68,"VerseNumber":2,"Text":"Omo no onkei ni oite, anata wa kichigaide wanai"},{"SurahNumber":68,"VerseNumber":3,"Text":"Iya, hontōni anata ni wa, tsukinai hōshō ga arou"},{"SurahNumber":68,"VerseNumber":4,"Text":"Hontōni anata wa, sūkōna tokusei o sonaete iru"},{"SurahNumber":68,"VerseNumber":5,"Text":"Yagate anata wa miyou, kare-ra mo mata mirudearou"},{"SurahNumber":68,"VerseNumber":6,"Text":"Anata gata no dare ga kichigaidearu ka o"},{"SurahNumber":68,"VerseNumber":7,"Text":"Hontōni anata no omo wa,-dō kara mayoi satta mono o, mottomo yoku shitte ora re, mata michibika rete iru mono o mottomo yoku shiri tsukusa reru katadearu"},{"SurahNumber":68,"VerseNumber":8,"Text":"Sorede anata wa (shinri o) hinin suru mono ni shitagatte wa naranai"},{"SurahNumber":68,"VerseNumber":9,"Text":"Kare-ra no negai wa, anata ga ayumiyoru koto de, sō nareba kare-ra mo dakyō shitai nodearu"},{"SurahNumber":68,"VerseNumber":10,"Text":"Anata wa, hiretsuna chikai o tateru don'na mono ni mo kutsujū shite wa naranai"},{"SurahNumber":68,"VerseNumber":11,"Text":"Chūshō shi, waruguchi o ii aruku mono"},{"SurahNumber":68,"VerseNumber":12,"Text":"zenji o samatage, okite ni somuku tsumibukaimono"},{"SurahNumber":68,"VerseNumber":13,"Text":"ranbō (zangyaku)na-sha, sono soto sujō no iyashī-sha"},{"SurahNumber":68,"VerseNumber":14,"Text":"tomi to (ōku no) shijo o motte iru tame ni (sōdearu, korera no mono ni shitagatte wa naranai)"},{"SurahNumber":68,"VerseNumber":15,"Text":"Kare ni waga shirushi ga Satoru 唱 Sa reru to,`sore wa mukashi no monogataridesu.' To iu"},{"SurahNumber":68,"VerseNumber":16,"Text":"Yagate ware wa, hana no ue ni yakiin o osudearou"},{"SurahNumber":68,"VerseNumber":17,"Text":"Hontōni ware wa,(kaju)-en no mochinushi o kokoromita yō ni, kare-ra o kokoromita. Kare-ra ga, sōchō ni sore (kudamono) o shūkaku suru koto o chikatta toki ni"},{"SurahNumber":68,"VerseNumber":18,"Text":"(arrā no o nozominaraba) to, jōken o tsukeru koto o shinakatta"},{"SurahNumber":68,"VerseNumber":19,"Text":"Sore de kare-ra ga nemutte iru ma ni, anata no nushi kara no tenbatsu ga sore o osotta"},{"SurahNumber":68,"VerseNumber":20,"Text":"Sorede asa ni wa, sore wa tsumitora reta yō ni natta"},{"SurahNumber":68,"VerseNumber":21,"Text":"Sōchō kare-ra wa tagaini sakenda"},{"SurahNumber":68,"VerseNumber":22,"Text":"Moshi shūkaku suru nonara anata gata no hata ni isogimashou"},{"SurahNumber":68,"VerseNumber":23,"Text":"Sokode kare-ra wa tei koe ni sasayaki atte dekaketa"},{"SurahNumber":68,"VerseNumber":24,"Text":"Kyō wa hitori no binbōnin mo, ano (kaju-en) ni haira sete wa narimasen"},{"SurahNumber":68,"VerseNumber":25,"Text":"Kare-ra wa tsuyoku kokoro ni kimete, asa hayaku deteitta"},{"SurahNumber":68,"VerseNumber":26,"Text":"Daga kare-ra ga sore o mita toki, itta. `Watashi-tachi wa, michi o machigaete iru"},{"SurahNumber":68,"VerseNumber":27,"Text":"Iya, watashi-tachi wa (shūkaku-mono o) ubawareta"},{"SurahNumber":68,"VerseNumber":28,"Text":"Kare-ra no naka, sukoshi odayakana hitori ga itta. `Anata gata wa dōshite (omo o) tataenai no ka to, watashi ga itta no ni"},{"SurahNumber":68,"VerseNumber":29,"Text":"Kare-ra wa,`watashi-tachi no omo o tataeru. Hontōni watashi-tachi wa fugidearimashita.' To itta"},{"SurahNumber":68,"VerseNumber":30,"Text":"Soko de kare-ra wa, tagaini semeai hajimeta"},{"SurahNumber":68,"VerseNumber":31,"Text":"Kare-ra wa itta. `Ā kanashī, watashi-tachi wa hontōni ōheideshita"},{"SurahNumber":68,"VerseNumber":32,"Text":"Omo wa kore ni kawaru, sara ni yoi (kaju-en) o atae rareru kamo shirenai. Hontōni watashi-tachi wa,(kaigo shite) omo ni tangan shimasu"},{"SurahNumber":68,"VerseNumber":33,"Text":"Kono yōna mono ga,(gense no) chōbatsudearu. Daga raise no chōbatsu wa sarani ōkina monodearu. Moshi kare-ra ni wakatte itanaraba"},{"SurahNumber":68,"VerseNumber":34,"Text":"Hontōni arrā o osoreru mono ni taishite wa,-nushi no omoto ni ki kobi no rakuen ga arou"},{"SurahNumber":68,"VerseNumber":35,"Text":"Ware wa shinjinbukai-sha-tachi o, tsumibito no yō ni atsukau to demo iu no ka"},{"SurahNumber":68,"VerseNumber":36,"Text":"Anata gata wa dō shita no ka. Anata gata wa dō handan suru no ka"},{"SurahNumber":68,"VerseNumber":37,"Text":"Soretomo anata gata ni wa, manabu ni tariru Keisuke ga aru no ka"},{"SurahNumber":68,"VerseNumber":38,"Text":"Anata gata ga erabu mono wa, nani demo sono Keisuke no naka ni aru no ka"},{"SurahNumber":68,"VerseNumber":39,"Text":"Soretomo anata gata wa, shinpan no hi made yūkōna seiyaku o wareto musunda no ka. Anata gataga shiryobunbetsu suru koto wa, tashikani anata gata no mono ni naru no ka"},{"SurahNumber":68,"VerseNumber":40,"Text":"(Muhanmado yo) kare-ra ni toe. `Kare-ra no dare ga sore o hoshō suru nodesu ka"},{"SurahNumber":68,"VerseNumber":41,"Text":"Matawa, kare-ra wa (omoni) haisuru mono ga aru no ka. Kare-ra ga tadashī nonara, sono haisuru mono o tsurete kitasa se nasai"},{"SurahNumber":68,"VerseNumber":42,"Text":"Sune ga, gen wa ni sa reru hi (o omoi nasai). Kare-ra wa sajida suru yō motome rareru. Daga kare-ra ni wa dekinaidearou"},{"SurahNumber":68,"VerseNumber":43,"Text":"Kare-ra wa me o fuse, kutsujoku o kōmurudearou. Sajida suru yō, tashika ni kare-ra wa yobikake rarete ita. Sonotoki gotai manzokunanoni (kyohi shita)"},{"SurahNumber":68,"VerseNumber":44,"Text":"Sokode kono o kotoba (kuruān) o kyogidearu to suru mono o ware ni makase yo. Ware wa kare-ra ga kidzukanai hōmen kara, ippo ichiichi (daraku ni) michibiki"},{"SurahNumber":68,"VerseNumber":45,"Text":"kare-ra o yūyo surudearou. Hontōni ware no keiryaku wa tsuyoku tashikadearu"},{"SurahNumber":68,"VerseNumber":46,"Text":"Soretomo anata ga kare-ra ni hōshū o motome, sore de kare-ra wa futan o kase rareta no ka"},{"SurahNumber":68,"VerseNumber":47,"Text":"Mata yūgen-kai ga kare-ra no temoto ni ari, sore de kare-ra wa (sore o) kakikudasu koto ga dekiru no ka"},{"SurahNumber":68,"VerseNumber":48,"Text":"Dakara nintai shite, anata no omo no meirei o mate. Sakana no tomo no yōdeatte wa naranai. Kurushi-sa no amari (kare ga) sakenda toki (no yō ni)"},{"SurahNumber":68,"VerseNumber":49,"Text":"Nushi kara no onkei ga kare ni tasshinakattanaraba, kare wa tsumi o owasa re, fumenboku ni fumōnochi ni suteraretadearou"},{"SurahNumber":68,"VerseNumber":50,"Text":"Kono yō ni omo wa, kare o erabi seigi no to no hitori to nasa reta"},{"SurahNumber":68,"VerseNumber":51,"Text":"Fushinjin-sha wa keikoku o kiku toki, sono (monosugoi) metsuki de, anata o 凡 Ndo taoren bakari ni suru. Kare-ra wa iu. `Hontōni kare wa tsuka reta monodesu"},{"SurahNumber":68,"VerseNumber":52,"Text":"Daga, kono (kuruān) koso wa, ban'yū no tame no kunkai nihokanaranai"},{"SurahNumber":69,"VerseNumber":1,"Text":"Tashikana shinjitsu"},{"SurahNumber":69,"VerseNumber":2,"Text":"tashikana shinjitsu to wa nani ka"},{"SurahNumber":69,"VerseNumber":3,"Text":"Tashikana shinjitsu ga nandearu ka o, anata ni rikai sa seru mono wa nani ka"},{"SurahNumber":69,"VerseNumber":4,"Text":"Samūdo to ādo (no min) wa, totsuzen kuru saiyaku o kyogidearu to shita"},{"SurahNumber":69,"VerseNumber":5,"Text":"Sore de samūdo wa raiun no arashi ni yotte horobosa reta"},{"SurahNumber":69,"VerseNumber":6,"Text":"Mata ādo wa unari kuruu kaze ni yotte horobosa reta"},{"SurahNumber":69,"VerseNumber":7,"Text":"Yoru 8-nichi ni watari, kare-ra ni taishi taema naku (arashi ga) osoi, sore de kuchita natsumeyashi no ki no yō ni,(subete no) min ga soko ni taorete iru no o, anata wa mitadearou"},{"SurahNumber":69,"VerseNumber":8,"Text":"Sorede anata wa, kare-ra no naka, dare ka nokotte iru mono o miru no ka"},{"SurahNumber":69,"VerseNumber":9,"Text":"Mata firuaun ya kare izen no mono ya horobosa reta sho toshi (no min) mo, tsumi o okashite ita"},{"SurahNumber":69,"VerseNumber":10,"Text":"Kare-ra wa omo no shito ni shitagawanainode, kare wa mōretsuna chōbatsu de kare-ra o shobatsu shita"},{"SurahNumber":69,"VerseNumber":11,"Text":"Ōmizu no toki, ware ga hakobune de anata gata o hakonda no wa"},{"SurahNumber":69,"VerseNumber":12,"Text":"sore o anata gata e no kyōkun to sa se, chūibukai mimi ga sore o (kii te) kioku ni todomeru tamedearu"},{"SurahNumber":69,"VerseNumber":13,"Text":"Sore de rappa ga ichi fuki fuka reta toki"},{"SurahNumber":69,"VerseNumber":14,"Text":"daichi ya yamayama wa mochiage rare, ichigeki de konagona ni kudaka re"},{"SurahNumber":69,"VerseNumber":15,"Text":"sonohi (ichidai) jiken ga okoru"},{"SurahNumber":69,"VerseNumber":16,"Text":"Mata ōzora wa chiji ni sakeru. Ten ga moroku yowai hidearou"},{"SurahNumber":69,"VerseNumber":17,"Text":"Tenshi-tachi wa, sono (ten no) hashibashi ni ori, sonohi, 8-ri (no tenshi) ga kare-ra no ue ni, anata no omo no gyokuza o ninaudearou"},{"SurahNumber":69,"VerseNumber":18,"Text":"Sonohi anata gata wa (shinpan no tame) mina 剝 Ki-dashi ni sa re nanihitotsu to shite kakushi ōsenaidearou"},{"SurahNumber":69,"VerseNumber":19,"Text":"Sore de migite ni sono (gyōjō)-ki o watasa reru mono wa iu. `Koko ni (kite), anata gata wa watashi no (gyōjō)-ki o yome"},{"SurahNumber":69,"VerseNumber":20,"Text":"Izure watashi (shinja) no seisan (shinpan) ni au koto ga, hontōni wakatte ita"},{"SurahNumber":69,"VerseNumber":21,"Text":"Kōshite kare wa shifukuna seikatsu ni hitari"},{"SurahNumber":69,"VerseNumber":22,"Text":"takai (oka no)-en no naka de"},{"SurahNumber":69,"VerseNumber":23,"Text":"samazamana kajitsu ga tedjika ni aru"},{"SurahNumber":69,"VerseNumber":24,"Text":"Anata gata wa, sugisatta hi (gense) de okonatta (zenkō no) tame ni, man'etsu shite tabe, katsu nome.'(To iwa reyou)"},{"SurahNumber":69,"VerseNumber":25,"Text":"daga hidarite ni sono (gyōjō)-ki o watasa reru mono wa iu. `Ā , watashi no (gyōjō)-ki ga watasa renakattanaraba"},{"SurahNumber":69,"VerseNumber":26,"Text":"Watashi wa jibun no seisan ga, don'na monodearu ka o shiranakatta"},{"SurahNumber":69,"VerseNumber":27,"Text":"Ā, sono (shi) ga,(watashi no) shūmatsudeattanaraba"},{"SurahNumber":69,"VerseNumber":28,"Text":"tomi wa, watashi ni yakudatanakatta"},{"SurahNumber":69,"VerseNumber":29,"Text":"Ken'i wa, watashi katara kieusete shimatta"},{"SurahNumber":69,"VerseNumber":30,"Text":"(Daga genmei ga kudarou. ) `Kare o toraete, shibare"},{"SurahNumber":69,"VerseNumber":31,"Text":"Sore kara moesakaru hi de, kare o yake"},{"SurahNumber":69,"VerseNumber":32,"Text":"Sarani 70 wanshaku no naga-sa no kusari de., Kare o make"},{"SurahNumber":69,"VerseNumber":33,"Text":"Hontōni kare wa, idainaru arrā o shinjizu"},{"SurahNumber":69,"VerseNumber":34,"Text":"mata hinja o yashinau koto o susumenakatta"},{"SurahNumber":69,"VerseNumber":35,"Text":"Sorede kono hi kare wa, soko ni tomo wa naku"},{"SurahNumber":69,"VerseNumber":36,"Text":"mata, kegarawashī fuhai-mono no soto ni shokumotsu wanai"},{"SurahNumber":69,"VerseNumber":37,"Text":"sore o taberu no wa, tsumibito dakedearu"},{"SurahNumber":69,"VerseNumber":38,"Text":"Ware wa, anata gataga mi eru mono ni oite chikai"},{"SurahNumber":69,"VerseNumber":39,"Text":"mata anata gataga mi enai mono ni oite chikau"},{"SurahNumber":69,"VerseNumber":40,"Text":"Hontōni kore wa, sonkina shito no kotobadearu"},{"SurahNumber":69,"VerseNumber":41,"Text":"Kore wa shijin no kotobade wanai. Daga anata gata wa, hotondo shinjinai"},{"SurahNumber":69,"VerseNumber":42,"Text":"Mata, uranaishi no kotoba demonai. Shikashi anata gata wa hotondo ki ni moshi nai"},{"SurahNumber":69,"VerseNumber":43,"Text":"(Koreha) ban'yū no nushi kara kudasa reta keijidearu"},{"SurahNumber":69,"VerseNumber":44,"Text":"Moshi kare (shito) ga, ware ni kanshite nanrakano kotoba o netsuzō surunaraba"},{"SurahNumber":69,"VerseNumber":45,"Text":"ware wa kitto kare no migite o torae"},{"SurahNumber":69,"VerseNumber":46,"Text":"kare no keidōmyaku o kanarazu kirudearou"},{"SurahNumber":69,"VerseNumber":47,"Text":"Anata gata no naka, darehitori, kare o mamotte yarenai nodearu"},{"SurahNumber":69,"VerseNumber":48,"Text":"Hontōni kore wa,-nushi o osoreru mono e no kunkaidearu"},{"SurahNumber":69,"VerseNumber":49,"Text":"Ware wa anata gata no naka,(sore o) kyohi suru mono o shiru"},{"SurahNumber":69,"VerseNumber":50,"Text":"Hontōni kono (kuruān) wa, fushin-sha ni totte wa kanashimi (no tane)dearou"},{"SurahNumber":69,"VerseNumber":51,"Text":"Daga sore wa, hontōni kakkotaru fudō no shinridearu"},{"SurahNumber":69,"VerseNumber":52,"Text":"Dakara shidainaru okata, anata no omo no gyomei o tatae nasai"},{"SurahNumber":70,"VerseNumber":1,"Text":"Aru mono ga, kudarubeki chōbatsu ni tsuite tou"},{"SurahNumber":70,"VerseNumber":2,"Text":"Fushinjin-sha wa, sore o fusegu koto wa dekinai"},{"SurahNumber":70,"VerseNumber":3,"Text":"Kaidan no shu, arrā kara (no chōbatsu)dearu"},{"SurahNumber":70,"VerseNumber":4,"Text":"Tenshi-tachi ya seirei (dai tenshi jiburīru) wa, tsuitachi ni shite, kare no moto ni noboru, sono (tsuitachi no) naga-sa wa, 5 man-nendearu"},{"SurahNumber":70,"VerseNumber":5,"Text":"Dakara anata wa, rippa ni taeshinobe"},{"SurahNumber":70,"VerseNumber":6,"Text":"Hontōni kare-ra wa, sore (Ni~Tsu) o tōi to omou"},{"SurahNumber":70,"VerseNumber":7,"Text":"Shikashi ware wa, sore o chikai to miru"},{"SurahNumber":70,"VerseNumber":8,"Text":"Ten ga toketa dō no yō ni naru hi"},{"SurahNumber":70,"VerseNumber":9,"Text":"yamayama wa, suita yōmō no yō ni nari"},{"SurahNumber":70,"VerseNumber":10,"Text":"dare mo tomo (no anpi) o tou koto wanai"},{"SurahNumber":70,"VerseNumber":11,"Text":"Kare-ra wa tagaini kao o awaseru koto ga dekinai hodo osoreru. Tsumi aru mono wa sonohi, jibun no tsumiwoaganau tame ni jibun no kodomo-tachi o sashidasou to negaudearou"},{"SurahNumber":70,"VerseNumber":12,"Text":"Kare no tsuma ya kyōdai"},{"SurahNumber":70,"VerseNumber":13,"Text":"kare o kabatta kinshin"},{"SurahNumber":70,"VerseNumber":14,"Text":"jibun o sukuerunaraba, chijō no subete no mono o agete aganau koto o koi negaudearou"},{"SurahNumber":70,"VerseNumber":15,"Text":"Danjite dekinai. Hontōni kano (jigoku no) honō wa"},{"SurahNumber":70,"VerseNumber":16,"Text":"atama no kawa made ken gi toru"},{"SurahNumber":70,"VerseNumber":17,"Text":"(Seigi ni) se o misete, somuki satta-sha o shōkan surudearou"},{"SurahNumber":70,"VerseNumber":18,"Text":"Mata chikuseki shi, intoku no kin o motsu mono o mo"},{"SurahNumber":70,"VerseNumber":19,"Text":"Ningen wa hontōni sewashinaku tsukura rete iru"},{"SurahNumber":70,"VerseNumber":20,"Text":"Saiyaku ni aeba nageki kanashimi"},{"SurahNumber":70,"VerseNumber":21,"Text":"kōun ni aeba monooshimi ni naru"},{"SurahNumber":70,"VerseNumber":22,"Text":"Daga reihai ni shōjin suru mono wa,-sōde wanai"},{"SurahNumber":70,"VerseNumber":23,"Text":"Reihai o genshu shite iru mono"},{"SurahNumber":70,"VerseNumber":24,"Text":"mata kare-ra no tomi ga, kōseidearu to mitome rarete iru mono"},{"SurahNumber":70,"VerseNumber":25,"Text":"monogoi suru mono ya taibō suru mono no tame ni (hodokosu mono)"},{"SurahNumber":70,"VerseNumber":26,"Text":"mata shinpan no hi no shinjitsu o kakunin shite iru mono"},{"SurahNumber":70,"VerseNumber":27,"Text":"mata kare-ra no omo no chōbatsu o osoreru mono mo"},{"SurahNumber":70,"VerseNumber":28,"Text":"Hontōni omo no chōbatsu kara, anzendearu to kangaerubekide wanai"},{"SurahNumber":70,"VerseNumber":29,"Text":"Mata kakureta tokoro (teisetsu) o mamoru mono"},{"SurahNumber":70,"VerseNumber":30,"Text":"kare-ra no tsuma ya migite no shoyū suru mono ni kagitte iru baai wa betsu de,-zai ni wa naranai"},{"SurahNumber":70,"VerseNumber":31,"Text":"Shikashi kore igai ni motomeru mono wa hō o koeta monodearu"},{"SurahNumber":70,"VerseNumber":32,"Text":"Futaku sa reta koto ya yakusoku ni chūjitsuna-sha"},{"SurahNumber":70,"VerseNumber":33,"Text":"shōgen ni kōseina-sha"},{"SurahNumber":70,"VerseNumber":34,"Text":"mata reihai o genshu suru mono"},{"SurahNumber":70,"VerseNumber":35,"Text":"Korera no mono wa eiyo o ete rakuen no naka ni (sumu)"},{"SurahNumber":70,"VerseNumber":36,"Text":"Ima fushinjin-sha-tachi ga, anata no kata ni isoide iru no wa nanigoto ka"},{"SurahNumber":70,"VerseNumber":37,"Text":"Migi kara mata hidarikara,-gun ni natte"},{"SurahNumber":70,"VerseNumber":38,"Text":"Kare-ra wa mina shifuku no rakuen ni hairu koto o nozomu no ka"},{"SurahNumber":70,"VerseNumber":39,"Text":"Iya, danjite dekinai kotodearu. Hontōni ware wa, kare-ra ga shiru mono kara, kare-ra o tsukutta nodearu"},{"SurahNumber":70,"VerseNumber":40,"Text":"Iya, ware wa azuma to nishi no omo ni yotte chikau. Ware ni totte wa kanōdearu"},{"SurahNumber":70,"VerseNumber":41,"Text":"Kare-ra yori mo sugureta (soto no)-sha o motte, kare-ra ni kaete yarou. Ware wa, shippai suru koto wa nai nodearu"},{"SurahNumber":70,"VerseNumber":42,"Text":"Dakara anata wa, kare-ra o (kyoei ni) hitara se, tawamure ni makaseruga yoi. Kare-ra ga yakusoku sa rete iru, sonohi no kaiken made"},{"SurahNumber":70,"VerseNumber":43,"Text":"Kare-ra ga haka kara awatadashiku detekuru-bi. Sore wa marude (gense de) kare-ra ga gūzō kami e to isoida yō ni"},{"SurahNumber":70,"VerseNumber":44,"Text":"Kare-ra wa me o fuse, kutsujoku o kōmurudearou. Kore ga kare-ra ni yakusoku sa rete ita, sonohidearu"},{"SurahNumber":71,"VerseNumber":1,"Text":"Hontōni ware wa, nūfu o sono min ni tsukawashi,`itamashī chōbatsu ga anata no min ni kudaru mae ni, anata wa, kare-ra ni keikoku shi nasai.'(To meijita)"},{"SurahNumber":71,"VerseNumber":2,"Text":"Kare wa itta. `Watashi no hitobito yo, watashi wa anata gata e no kōmeina 1-ri no keikoku-shadesu"},{"SurahNumber":71,"VerseNumber":3,"Text":"Anata gata wa arrā ni tsukae, kare o osore, watashi ni shitagai nasai"},{"SurahNumber":71,"VerseNumber":4,"Text":"Kare wa anata gata no samazamana tsumi o yurushi, sadame rareta kigen made, anata gata o yūyo nasa remasu. Hontōni arrā no kigen ga kita toki wa, yūyo sa remasen. Moshi anata gata ga wakatte itanaraba"},{"SurahNumber":71,"VerseNumber":5,"Text":"Kare (nūfu) wa mōshiageta. `Omo yo, watashi wa yoru mo hiru mo, watashi no hitobito ni yobikakemashita"},{"SurahNumber":71,"VerseNumber":6,"Text":"Daga, watashi no yobikake wa, tada (seidō kara no) tōhi o masu bakaridesu"},{"SurahNumber":71,"VerseNumber":7,"Text":"Watashi ga kare-ra ni,“kare ga, anata gata o o yurushi ni naru noda” to yobikakeru toki, kare-ra wa yubi o jibun no mimi ni sashikomi, jibun de gaitō o kōmutte (fushinjin o) koshū shi, hitasura kōman ni narimasu"},{"SurahNumber":71,"VerseNumber":8,"Text":"Sorede watashi wa,-goe o ōkiku shite kare-ra ni yobikakemashita"},{"SurahNumber":71,"VerseNumber":9,"Text":"Arutoki wa kō ni, mata (arutoki wa) hisoka ni kare-ra ni (uttaete)"},{"SurahNumber":71,"VerseNumber":10,"Text":"watashi wa iimashita. “Anata gata no omo no o yurushi o negae. Hontōni kare wa, tabitabi o yurushi nasa reru"},{"SurahNumber":71,"VerseNumber":11,"Text":"Kare wa, anata gata no ue ni yutaka ni ame o furase rare"},{"SurahNumber":71,"VerseNumber":12,"Text":"anata gata no zaisan ya shijo o fuyashi, mata anata gata no tame ni, samazamana en ya (mizu no nagareru) kasen o mōke rareru"},{"SurahNumber":71,"VerseNumber":13,"Text":"Anata gata wa dō shita no ka. Arrā no goshinsetsu, gamandzuyo-sa ni taishite, nozomi o motanai to wa"},{"SurahNumber":71,"VerseNumber":14,"Text":"Kare wa hontōni junjoyoku dankai o o tte anata gata o tsukura reta"},{"SurahNumber":71,"VerseNumber":15,"Text":"Anata gata wa, arrā ga 7 ten o ikaga ni issō mata issō to, tsukura reta ka o kangaete minakatta no ka"},{"SurahNumber":71,"VerseNumber":16,"Text":"Mata tsuki o sono Chū no akari to sa re, taiyō o (moeru) tōmyō to nasa reta ka o"},{"SurahNumber":71,"VerseNumber":17,"Text":"Arrā wa anata gata o tsuchi kara sodate rare"},{"SurahNumber":71,"VerseNumber":18,"Text":"sorekara, anata gata wa daichi ni kisa re, mata oki nobora se rareru"},{"SurahNumber":71,"VerseNumber":19,"Text":"Mata arrā wa anata gata no tame ni, daichi o nobe hiroge rare"},{"SurahNumber":71,"VerseNumber":20,"Text":"sokode anata gata wa, hiroi daidō o ōrai surudearou. ” To itte kika semashita"},{"SurahNumber":71,"VerseNumber":21,"Text":"Nūfu wa (sarani) itta. `Omo yo, kare-ra wa watashi ni shitagaimasen. Jibun no zaisan to shijo to de, hametsu o jochō suru mono ni dake shitagaimasu"},{"SurahNumber":71,"VerseNumber":22,"Text":"Soshite jūdaina sakubō o takuramimasu"},{"SurahNumber":71,"VerseNumber":23,"Text":"Kare-ra wa iimasu. “Anata gata no kamigami o suteru na. Waddo mo suwāu mo, mata yagūsu mo yaūku mo nasuru mo, sutete wa naranai. ”"},{"SurahNumber":71,"VerseNumber":24,"Text":"Kare-ra wa sudeni ōku no mono o mayowa semashita. (Omo yo) mayoi o hōnin sa rete mo, fugi o okonau mono o ōku shinaide kudasai"},{"SurahNumber":71,"VerseNumber":25,"Text":"Kare-ra wa samazamana tsumi no tame ni obore sase rare, sarani hi goku ni okura re, arrā no soto ni wa, don'na enjo-sha mo e rarenakatta"},{"SurahNumber":71,"VerseNumber":26,"Text":"Nūfu wa (inotte) itta. `Omo yo, fushinjin'na kyojū-sha o darehitori to shite chijō ni nokosanaide kudasai"},{"SurahNumber":71,"VerseNumber":27,"Text":"Moshi anata ga kare-ra o nokosa rereba, kare-ra wa kanarazu anata ni tsukaeru mono o mayowa se, mata tsumiwookasu fushinjin'na mono no soto, umanaideshou"},{"SurahNumber":71,"VerseNumber":28,"Text":"Omo yo, watashi to watashi no ryōshin o o yurushi kudasai. Mata shinja to shite watashi no ie ni hairu mono, mata (subete no) shinkō suru otoko to shinkō suru on'na-tachi o o yurushi kudasai. Soshite fugi o okonau mono-tachi ni wa, metsubō no soto ni wa (nani mo) kuwaenaide kudasai"},{"SurahNumber":72,"VerseNumber":1,"Text":"Ie,`watashi ni kō keiji sa reta. Ichidan no jin ga (kuruān o) kiite itta. “Watashi-tachi wa, hontōni odorokubeki dokuju o kiita"},{"SurahNumber":72,"VerseNumber":2,"Text":"Tadashī michi e no michibikidearu. Dakara watashi-tachi wa shinkō shi, omoni nanimono o mo haisanai"},{"SurahNumber":72,"VerseNumber":3,"Text":"Songen ni shite ito takaki omo no o ikō yo, kare wa tsuma o metorazu,-ko mo mota renai"},{"SurahNumber":72,"VerseNumber":4,"Text":"Watashi-tachi no naka no orokana mono ga, arrā ni taishi tohōmonai uso o hanashite ita"},{"SurahNumber":72,"VerseNumber":5,"Text":"Shikashi watashi-tachi wa, ningen mo Jin mo, arrā ni tsuite uso o iubekide wa nai to kangaete ita"},{"SurahNumber":72,"VerseNumber":6,"Text":"Hontōni arushu no ningen wa, jin no aru mono ni higo o motomeru. Shikashi sore wa, kare-ra no guretsu o jochō shita"},{"SurahNumber":72,"VerseNumber":7,"Text":"Kare-ra mo anata gataga kangaeta yō ni, arrā wa, nanimono mo yomigaera sa renaidarou to kangaete ita"},{"SurahNumber":72,"VerseNumber":8,"Text":"Watashi-tachi wa, ten (no himitsu) ni fureyou to shitaga, kore wa tsuyoi goei no moe kagayaku hoshi (ryūsei) de ippaidearu koto ga wakatta"},{"SurahNumber":72,"VerseNumber":9,"Text":"Watashi-tachi wa (nusumi) kiku tame ni soko ni suwatte ita. Daga kikimimiwotateru-sha ni wa, keikai shite iru moe kagayaku hoshi (ryūsei) ga machikamaete iru"},{"SurahNumber":72,"VerseNumber":10,"Text":"Watashi-tachi wa,-nushi ga chijō no mono ni taishite aku o nozoma rete iru no ka, matawa, kare-ra o tadashī michi ni, michibiku koto o nozoma rete iru no ka shiranakatta"},{"SurahNumber":72,"VerseNumber":11,"Text":"Watashi-tachi no nakaniha, tadashī mono mo iru ga,-sōde wanai mono mo ite, samazamana michi ni shitagatte iru"},{"SurahNumber":72,"VerseNumber":12,"Text":"Daga watashi-tachi wa, chijō ni oite arrā o dashinuku koto wa dekinaishi, mata tōhi shite, kare o shippai sa seru koto mo dekinai to omotte iru"},{"SurahNumber":72,"VerseNumber":13,"Text":"Watashi-tachi wa michibiki o kiite, sugu sore o shinkō shita. Soshite omo o shinjiru mono ni wa, osore mo naku, son'u koto mo naku, mata fusei ni au koto mo nai"},{"SurahNumber":72,"VerseNumber":14,"Text":"Watashi-tachi no nakaniha,(arrā ni) fukujū, kie suru mono mo ari, mata seidō kara hagureru mono mo iru. Fukujū, kie shita mono wa tadashī michi ni shikō o sadameru"},{"SurahNumber":72,"VerseNumber":15,"Text":"Daga seidō kara hagureru mono wa hi goku no maki to narou. ” To"},{"SurahNumber":72,"VerseNumber":16,"Text":"Mo shikare-ra ga (tadashī) michi o mamorunaraba, ware wa kanarazu yutakana ame (subete no onkei) o kare-ra ni megumu"},{"SurahNumber":72,"VerseNumber":17,"Text":"Ware wa sore ni yotte kare-ra o kokoromiyou. Daga omo o nen'u koto kara hagureru mono wa, kibishī chōbatsu ni oitate rareru koto ni naru"},{"SurahNumber":72,"VerseNumber":18,"Text":"Hontōni masujido wa (subete) arrā no yūdearu. Sorede arrā to dōi ni hai shite hoka no mono ni inotte wa naranai"},{"SurahNumber":72,"VerseNumber":19,"Text":"Arrā no shimo be (muhanmado) ga, kare ni inoru tame ni tatta toki, kare-ra (makka no tashinkyō to) wa dotto oshiyosen bakari ni, kare o torimaita"},{"SurahNumber":72,"VerseNumber":20,"Text":"Gen tte yaru ga ī. `Watashi wa, ichizu ni waga omoni inori, nani mo kare to dōi ni haisanai"},{"SurahNumber":72,"VerseNumber":21,"Text":"Itte yaru ga ī. `Watashi ni wa, anata gata o gaishi tari, eki shi tari suru chikara wa nai nodearu"},{"SurahNumber":72,"VerseNumber":22,"Text":"Itte yaru ga ī. `Dare mo arrā kara watashi o mamori kiru koto wa dekinaishi, mata kare no soto ni, hinansho o miidasu koto mo dekinai"},{"SurahNumber":72,"VerseNumber":23,"Text":"(Watashi wa) tada arrā kara no o tsuge o, nobetsutaeru ni suginai. Sorede arrā to sono shito ni shitagawanai mono, kare-ra ni wa jigoku no hi ga ari, eien ni sono naka ni sumudearou"},{"SurahNumber":72,"VerseNumber":24,"Text":"Kare-ra wa, yakusoku sa reta koto o miru toki ni natte, joryoku ni oite dare ga mo tayori ni naranai ka,-sū ni oite mo dare ga mottomo tayori ni naranai ka o shirudearou"},{"SurahNumber":72,"VerseNumber":25,"Text":"Gen tte yaru ga ī. `Watashi wa, anata gata ni yakusoku sa reta koto ga chikadzuite iru no ka, soretomo arrā ga mōsukoshi kikan o mōke rareta no ka o shiranai"},{"SurahNumber":72,"VerseNumber":26,"Text":"Kare (dake) ga yūgen-kai o shitte ora re, sono himitsu o darenimo mo sa re wa shinai"},{"SurahNumber":72,"VerseNumber":27,"Text":"Kare no o ki ni meshita shito igai ni wa. Sorede, kare wa, mae kara mo ushirokara mo goei shite,(shito o) omomuka se rareta"},{"SurahNumber":72,"VerseNumber":28,"Text":"Sore wa kare-ra ga, hatashite omo no o tsuge o tsutaeta ka dō ka o kare ga shira reru tamedeari, mata kare-ra no motsu mono o torikakonde, subete o sorezore keisan ni kazoeage rareru tamedearu"},{"SurahNumber":73,"VerseNumber":1,"Text":"I o atama kara matou mono (muhanmado) yo"},{"SurahNumber":73,"VerseNumber":2,"Text":"Yakan ni (reihai ni)-tate, shō toki o nozoite"},{"SurahNumber":73,"VerseNumber":3,"Text":"Yakan no hanbun, mata sore yori mo sukoshi chidjimete (reihai ni tate)"},{"SurahNumber":73,"VerseNumber":4,"Text":"aruiwa, sore yori mo sukoshi ōku reihai ni (tate), soshite yukkuri to shinchōna chōshi de, kuruān o yome"},{"SurahNumber":73,"VerseNumber":5,"Text":"Yagate ware wa, sōchōna o kotoba (kuruān) o anata ni kudasudearou"},{"SurahNumber":73,"VerseNumber":6,"Text":"Hontōni yakan (reihai) ni okiru koto wa, mottomo chikaradzuyoi ayumideari, okotoba o issō meikaku ni suru"},{"SurahNumber":73,"VerseNumber":7,"Text":"Hontōni anata wa, hiruma wa yōmu de nagaku owa reru"},{"SurahNumber":73,"VerseNumber":8,"Text":"Sorede anata no omo no gyomei o 唱念 Shi, seikon o katamukete kare ni tsukae nasai"},{"SurahNumber":73,"VerseNumber":9,"Text":"Azuma to nishi no omode ara re, kare no soto ni kami wa nai nodearu. Sore de kare o, o tsuchi subeki hō to shite aogi nasai"},{"SurahNumber":73,"VerseNumber":10,"Text":"Kare-ra no iu koto o taeshinobi, kare-ra o hanare yo, rippa ni mi o kawase"},{"SurahNumber":73,"VerseNumber":11,"Text":"Gense no tomi ni azukatte uso-tsuki yobawari suru mono-tachi o ware ni yudanete, shibarakunoaida kare-ra o nao kumishi nasai"},{"SurahNumber":73,"VerseNumber":12,"Text":"hontōni ware no temoto ni wa kusari ga ari, mata honō mo aru"},{"SurahNumber":73,"VerseNumber":13,"Text":"(Nodo ni)-byō eru shokumotsu ga ari, mata itamashī chōbatsu ga aru"},{"SurahNumber":73,"VerseNumber":14,"Text":"Sonohi, daichi to yamayama wa shindō shi, yamayama wa kuzure nagarete, suna no katamari ni narudearou"},{"SurahNumber":73,"VerseNumber":15,"Text":"Hontōni ware wa, anata gata no shōnin to suru tame ni, shito o anata gata ni tsukawashita. Ware ga katsute, firuaun ni hitori no shito o okutta yō ni"},{"SurahNumber":73,"VerseNumber":16,"Text":"Daga firuaun wa sono shito ni shitagawanakattanode, ware wa kare o kibishiku basshite hametsu sa seta"},{"SurahNumber":73,"VerseNumber":17,"Text":"Moshi anata gataga izentoshite (arrā o) kyohi surunara, kodomo ga (kyōfu no amari) shiraga ni naru hi, anata gata wa dōshite jibun o mamoreyou ka"},{"SurahNumber":73,"VerseNumber":18,"Text":"Sonohi, ten wa sake chirudearou. Kare no yakusoku wa, kanarazu kansui sa reru nodearu"},{"SurahNumber":73,"VerseNumber":19,"Text":"Hontōni kore wa kunkaidearu. Sore de nozomu mono ni,-nushi e no michi o tora se nasai"},{"SurahNumber":73,"VerseNumber":20,"Text":"Omo wa, anata ga yakan no hotondo 3-bun'no 2, mata (arutokiha) 2-bun'no 1, matawa 3-bun'no 1 o,(reihai ni) tatsu koto o shitte ora reru. Mata anata to ichi Moro ni iru ichidan no mono mo dōyōdearu. Arrā wa, yoru to hiru o datō ni hakara reru. Kare wa anata gataga sore o hakarenai koto o shiri, anata gata o itsukushima reru. Dakara anata gata wa, kuruān o muri ni naranai teido ni yome. Kare wa, anata gata no naka yameru mono no aru koto o shitte ora reru. Mata aru mono wa arrā no onkei o motomete, chijō o tabi shi, aru mono wa arrā no michi no tame ni tatakatte iru (koto o). Dakara sore o muri ni naranai teido ni yome. Reihai no tsutome o mamori, sadame no kisha o nashi, arrā ni rippana kashi tsuke (shinkō no tame no sanzai) o shi nasai. Anata gataga, jibun no tamashī no tame ni arakajime okonau, don'na yoi koto mo, arrā no omoto de sore o miidasou. Sono (zenkō no) hōshō wa, saizen ni shite saidaidearu. Anata gata wa arrā no o yurushi o koi motomeruga ī. Hontōni arrā wa kan'yō ni shite jihibukaku ara reru"},{"SurahNumber":74,"VerseNumber":1,"Text":"(Dai i ni) tsutsumiru mono yo"},{"SurahNumber":74,"VerseNumber":2,"Text":"tachinobotte keikoku shi nasai"},{"SurahNumber":74,"VerseNumber":3,"Text":"Anata no omo o tatae nasai"},{"SurahNumber":74,"VerseNumber":4,"Text":"Mata anata no i o seiketsu ni tamochi nasai"},{"SurahNumber":74,"VerseNumber":5,"Text":"Fujō o sake nasai"},{"SurahNumber":74,"VerseNumber":6,"Text":"Mikaeri o kitai shite hodokoshite wa naranai"},{"SurahNumber":74,"VerseNumber":7,"Text":"Anata no omo no (michi no) tame ni, taeshinobi nasai"},{"SurahNumber":74,"VerseNumber":8,"Text":"Rappa ga fuka reru toki"},{"SurahNumber":74,"VerseNumber":9,"Text":"sonohi wa kunan no hi"},{"SurahNumber":74,"VerseNumber":10,"Text":"Fushin-sha-tachi ni tori, yasuragi no nai (Ni~Tsudearu)"},{"SurahNumber":74,"VerseNumber":11,"Text":"Ware ga tsukutta mono o, ware hitori ni makase nasai"},{"SurahNumber":74,"VerseNumber":12,"Text":"Ware wa, kare ni yutakana tomi o sazuke"},{"SurahNumber":74,"VerseNumber":13,"Text":"mata sono mawari ni, musuko-tachi o habera se"},{"SurahNumber":74,"VerseNumber":14,"Text":"kare no tame ni,(monogoto o) enman yōi ni shita"},{"SurahNumber":74,"VerseNumber":15,"Text":"Sore demo kare wa, ware ga sarani yutaka ni suru yō hosshita"},{"SurahNumber":74,"VerseNumber":16,"Text":"Danjite yurusa renai. Kare wa, waga shirushi ni taishi ganmeideatta"},{"SurahNumber":74,"VerseNumber":17,"Text":"Yagate ware wa, hidoi tsūku de kare o nayamasudearou"},{"SurahNumber":74,"VerseNumber":18,"Text":"Kare wa sō o neri, sakubō shita"},{"SurahNumber":74,"VerseNumber":19,"Text":"Kare wa horobirudearou. Nanto (akui o motte) kare-ra wa sakubō shita koto yo"},{"SurahNumber":74,"VerseNumber":20,"Text":"Kasanete iu. Kare wa horobirudearou. Nanto kare wa sakubō shita koto yo"},{"SurahNumber":74,"VerseNumber":21,"Text":"Sonotoki, kare wa chiratto (kuruān o) nagame"},{"SurahNumber":74,"VerseNumber":22,"Text":"Mayu o hisome, nigai kao o shite"},{"SurahNumber":74,"VerseNumber":23,"Text":"sorekara, kōman ni se o mukete satta"},{"SurahNumber":74,"VerseNumber":24,"Text":"Kare wa itta. `Kore wa mukashi kara no majutsu ni sugimasen"},{"SurahNumber":74,"VerseNumber":25,"Text":"Dō mite mo ningen no kotoba ni sugimasen"},{"SurahNumber":74,"VerseNumber":26,"Text":"Yagate ware wa jigoku no hi de, kare o yakudearou"},{"SurahNumber":74,"VerseNumber":27,"Text":"Jigoku no hi ga nandearu ka o, anata ni rikai sa seru mono wa nani ka"},{"SurahNumber":74,"VerseNumber":28,"Text":"Sore wa nanimono mo manukare sasezu, mata nanimono mo nokosanai"},{"SurahNumber":74,"VerseNumber":29,"Text":"Hito no hifu o, kuroku kogasu"},{"SurahNumber":74,"VerseNumber":30,"Text":"Sono-jō ni wa 19 (no tenshi ga kanshuru)"},{"SurahNumber":74,"VerseNumber":31,"Text":"Ware ga gōka no kanshu to shite, tenshi-tachi no soto ni dare mo meijinakatta. Mata kare-ra no kazu o gentei shita koto wa, fushinjin no mono-tachi ni taisuru hitotsu no kokoromi ni suginai. (Sore ni yori) keiten o sadzuke rareta-sha-tachi o kakushin sa se, mata shinjiru mono no shinkō o fukameru tamedearu. Mata keiten o sadzuke rareta mono ya shinja-tachi ga, utagai o nokosazu, mata sono kokoro ni yamai no yadoru mono ya, fushin-sha-tachi ni,`arrā wa kono hiyu de, nani o o nozomi ni naru nodeshou ka.' To iwa seru tamedearu. Ko no yō ni arrā wa, o jibun no nozomi no mono o mayowa se, mata nozomi no mono o michibika reru. Soshite kare no soto dare mo anata no omo no gunzei o shiranai nodearu. Hontōni kore wa ningen ni taisuru kunkai nihokanaranai"},{"SurahNumber":74,"VerseNumber":32,"Text":"Iya, tsuki ni chikai kete"},{"SurahNumber":74,"VerseNumber":33,"Text":"dokou to suru, yoru ni chikai kete"},{"SurahNumber":74,"VerseNumber":34,"Text":"mata kagayakou to suru, akatsuki ni chikai kete (chikau)"},{"SurahNumber":74,"VerseNumber":35,"Text":"Sore wa ōkina (shirushi no) hitotsudeari"},{"SurahNumber":74,"VerseNumber":36,"Text":"ningen e no keikoku"},{"SurahNumber":74,"VerseNumber":37,"Text":"Anata gata no naka, mae ni susumu koto o nozomu mono, mata ato ni nokoru koto o negau mono e no (keikokudearu)"},{"SurahNumber":74,"VerseNumber":38,"Text":"Sorezore no tamashī wa, sono okonatta koto ni taishi,(arrā ni) tanpo o teikyō shite iru"},{"SurahNumber":74,"VerseNumber":39,"Text":"Migite no nakama wa betsudearu"},{"SurahNumber":74,"VerseNumber":40,"Text":"(Kare-ra wa) rakuen no naka ni ite, tagaini tazune audearou"},{"SurahNumber":74,"VerseNumber":41,"Text":"Tsumi o okashita-sha-tachi ni tsuite"},{"SurahNumber":74,"VerseNumber":42,"Text":"nani ga, anata gata o rekka no naka ni michibiita nodesu ka.' To"},{"SurahNumber":74,"VerseNumber":43,"Text":"Kare-ra wa (kotaete) iu. `Watashi-tachi wa reihai o sasagete imasendeshita"},{"SurahNumber":74,"VerseNumber":44,"Text":"Watashi-tachi wa mata, hinja o yashinaimasendeshita"},{"SurahNumber":74,"VerseNumber":45,"Text":"Watashi-tachi wa kūron no to to tomoni muda-banashi ni fukeri"},{"SurahNumber":74,"VerseNumber":46,"Text":"tsuneni shinpan no hi o hitei shite imashita"},{"SurahNumber":74,"VerseNumber":47,"Text":"Tsuini shinjitsu ga, watashi-tachi ni tōrai shimashita"},{"SurahNumber":74,"VerseNumber":48,"Text":"Sore de torinasu mono no torinashi mo, kare-ra ni yakudatanaidearou"},{"SurahNumber":74,"VerseNumber":49,"Text":"一体訓戒 Kara somuki saru to wa, kare-ra wa dō shita nodearou"},{"SurahNumber":74,"VerseNumber":50,"Text":"Kare-ra wa chōdo shishi o mite kyōfu ni ochītta roba no yō ni"},{"SurahNumber":74,"VerseNumber":51,"Text":"ichimokusan ni nigedasu ka no yōdeatta"},{"SurahNumber":74,"VerseNumber":52,"Text":"Iya, kare-ra wa sorezore aka reta shokan ga sadzuke rareru koto o nozonde iru"},{"SurahNumber":74,"VerseNumber":53,"Text":"Iya danjite sōde wanai. Kare-ra wa raise o osorete inai nodearu"},{"SurahNumber":74,"VerseNumber":54,"Text":"Iya, kore wa masani kunkaidearu"},{"SurahNumber":74,"VerseNumber":55,"Text":"Dakara dare demo hossuru mono ni wa, sore o kimo ni meiji sase nasai"},{"SurahNumber":74,"VerseNumber":56,"Text":"Daga, arrā ga nozoma reru mono no soto wa, ryūi shinaidearou. Kare wa kashiko rubeki okata yoku yurushite kudasa reru okatadearu"},{"SurahNumber":75,"VerseNumber":1,"Text":"Watashi wa, fukkatsu no hi ni oite chikau"},{"SurahNumber":75,"VerseNumber":2,"Text":"Mata, jiseki suru tamashī ni oite chikau"},{"SurahNumber":75,"VerseNumber":3,"Text":"Ningen wa, ware ga kare no hone o atsume rarenai to kangaeru no ka"},{"SurahNumber":75,"VerseNumber":4,"Text":"Iya, ware wa kare no yubisaki (no hone) made soroeru koto ga dekiru nodearu"},{"SurahNumber":75,"VerseNumber":5,"Text":"Daga ningen wa, kare no gozen (no seikatsu) ni oite mo, tsumiwookasu koto o nozomu"},{"SurahNumber":75,"VerseNumber":6,"Text":"Kare wa,`fukkatsu no hi wa itsuka.' To tou"},{"SurahNumber":75,"VerseNumber":7,"Text":"Tsuini megakuramu-ji"},{"SurahNumber":75,"VerseNumber":8,"Text":"tsuki wa 蝕 Keri"},{"SurahNumber":75,"VerseNumber":9,"Text":"taiyō to tsuki wa awase rareru"},{"SurahNumber":75,"VerseNumber":10,"Text":"Sonohi ningen wa,`doko ni hinan shiyou ka.' To iu"},{"SurahNumber":75,"VerseNumber":11,"Text":"Danjite yoke rarenai nodearu"},{"SurahNumber":75,"VerseNumber":12,"Text":"Anata no omo no omoto ga, sonohi sadame no sumaidearu"},{"SurahNumber":75,"VerseNumber":13,"Text":"Sonohi (subete no) ningen wa, sudeni itta koto to,-go ni nokoshita koto ni tsuite kaku-ge rarerudearou"},{"SurahNumber":75,"VerseNumber":14,"Text":"Iya ningen wa, jibun jishin ni taishi shōnindearu"},{"SurahNumber":75,"VerseNumber":15,"Text":"Tatoe kare ga, iroiro benkai shite mo"},{"SurahNumber":75,"VerseNumber":16,"Text":"Kono (kuruān o saisoku suru tame ni) anata no shita o isogashi ku ugokashite wa naranai"},{"SurahNumber":75,"VerseNumber":17,"Text":"Sore o atsume, sore o yoma seru no wa, ware no shigotodearu"},{"SurahNumber":75,"VerseNumber":18,"Text":"Sorede ware ga sore o yonda toki, sono dokuju ni shitagae"},{"SurahNumber":75,"VerseNumber":19,"Text":"Sarani sore o tokiakasu no mo, hontōni ware no shigotodearu"},{"SurahNumber":75,"VerseNumber":20,"Text":"Iya, anata gata wa (hate nai) ukiyo o aishite"},{"SurahNumber":75,"VerseNumber":21,"Text":"raise o tōkan ni suru"},{"SurahNumber":75,"VerseNumber":22,"Text":"Sonohi, aru-sha-tachi no kao wa kagayaki"},{"SurahNumber":75,"VerseNumber":23,"Text":"kare-ra no omo o, aogi miru"},{"SurahNumber":75,"VerseNumber":24,"Text":"Mata sonohi, aru-sha-tachi no kao wa kuraku"},{"SurahNumber":75,"VerseNumber":25,"Text":"sebone o kudaku hodo no dai sainan ga, kare-ra ni furikakaru koto o shirudearou"},{"SurahNumber":75,"VerseNumber":26,"Text":"Iya,(tamashī ga) nodomoto ni todoku toki"},{"SurahNumber":75,"VerseNumber":27,"Text":"iwa reyou. `Dareka, noroi ga dekiru ka"},{"SurahNumber":75,"VerseNumber":28,"Text":"Kare wa ribetsu (no toki)dearu koto o satorudearou"},{"SurahNumber":75,"VerseNumber":29,"Text":"Hitotsu no ashi wa tahō no ashi ni karamari"},{"SurahNumber":75,"VerseNumber":30,"Text":"sonohi kare wa, omo ni karitate rareru"},{"SurahNumber":75,"VerseNumber":31,"Text":"Kare wa shinri o ukeirezu, mata reihai mo bō-ge nakatta"},{"SurahNumber":75,"VerseNumber":32,"Text":"kaette (Mari) o kyogi to shi, somuki sari"},{"SurahNumber":75,"VerseNumber":33,"Text":"omoi agatte kazoku no moto ni omomuita"},{"SurahNumber":75,"VerseNumber":34,"Text":"Anata (tashinkyō to) ni wazawai are,(hontōni) wazawai naru ka na"},{"SurahNumber":75,"VerseNumber":35,"Text":"Kasanete iu. Anata ni wazawai are,(hontōni) wazawai naru ka na"},{"SurahNumber":75,"VerseNumber":36,"Text":"Ningen wa,(mokuteki mo naku) sono mama de hōnin sa reru to omou no ka"},{"SurahNumber":75,"VerseNumber":37,"Text":"Motomoto kare wa shashutsu sa reta, itteki no seiekide wa nakatta ka"},{"SurahNumber":75,"VerseNumber":38,"Text":"Sore kara hitokatamari no chi to nari, sarani arrā ga,(kinsei ni) katachidzukuri"},{"SurahNumber":75,"VerseNumber":39,"Text":"kare wa, ningen o otome no ryōsei ni nasa reta node wa nakatta ka"},{"SurahNumber":75,"VerseNumber":40,"Text":"Sore demo kare ni wa, shisha o yomigaera seru o-ryoku ga nai to suru no ka"},{"SurahNumber":76,"VerseNumber":1,"Text":"Ningen ni wa, nani mo no tomo yobenai, nagai jiki ga attade wanai ka"},{"SurahNumber":76,"VerseNumber":2,"Text":"Hontōni ware wa kare o kokoromiru tame kongō shita itteki no seieki kara ningen o tsukutta. Sorede ware wa chōkaku to shikaku o kare ni sazuketa"},{"SurahNumber":76,"VerseNumber":3,"Text":"Ware wa, ningen ni (tadashī) michi o shimeshita. Kansha suru mono (shinjiru mono) ni naru ka, shinjinai mono ni naru ka, to"},{"SurahNumber":76,"VerseNumber":4,"Text":"Fushinjin-sha ni wa, ware wa kusari to kubikase to rekka o junbi shite oita"},{"SurahNumber":76,"VerseNumber":5,"Text":"(Shinja no) zenkōsha wa, kāfūru o mazeta hai (no nomimono) o nomudearou"},{"SurahNumber":76,"VerseNumber":6,"Text":"(Soreha) arrā no shimo be-tachi ga nomu izumi no koto de, ware wa omoinomamani konkonto (izumi o) waki dasa seru"},{"SurahNumber":76,"VerseNumber":7,"Text":"Kare-ra (zenkōsha) wa chikai o hatashi, saiyaku no hirogaru hi o osorete iru"},{"SurahNumber":76,"VerseNumber":8,"Text":"Mata kare-ra wa, kare o keiai suru tame ni, hinja to minashigo to horyo ni shokumotsu o ataeru"},{"SurahNumber":76,"VerseNumber":9,"Text":"(Soshite iu. ) `Watashi-tachi wa, arrā no o yorokobi o negatte, anata gata o yashinai, anata gata ni hōshū mo kansha mo motomemasen"},{"SurahNumber":76,"VerseNumber":10,"Text":"Watashi-tachi wa,-nushi no kujū ni michita o ikarinohi o osoremasu"},{"SurahNumber":76,"VerseNumber":11,"Text":"Sorede arrā wa, sonohi no saiyaku kara kare-ra o mamori, subarashī yorokobi o atae rareru"},{"SurahNumber":76,"VerseNumber":12,"Text":"Kare-ra ga taeshinondanode, kare wa rakuen to kinu (no i) de kare-ra ni mukuwa re"},{"SurahNumber":76,"VerseNumber":13,"Text":"sono (rakuen no)-chū de, nedoko no ue ni yuttari to mi o nobashi, kare-ra wa kokusho no taiyō mo, kōru samuke mo oboenaidearou"},{"SurahNumber":76,"VerseNumber":14,"Text":"(Jumoku no) kokage wa kare-ra no ue o ōi,(kajitsu no) bō wa tsutsumashiku tare kudaru"},{"SurahNumber":76,"VerseNumber":15,"Text":"Gin no mizusashi to garasuno-hai wa, kare-ra no ma ni mawasa reyou"},{"SurahNumber":76,"VerseNumber":16,"Text":"Garasu (no hai to mieta no) wa gin de tsukura rete ite, kare-ra wa konomi no ryō o sore ni mitasu"},{"SurahNumber":76,"VerseNumber":17,"Text":"Kare-ra wa soko de, shōga o mazeta hai no nomimono o atae rareyou"},{"SurahNumber":76,"VerseNumber":18,"Text":"Soko ni, sarusabīru to nadzuke rareru izumi ga aru"},{"SurahNumber":76,"VerseNumber":19,"Text":"Mata eien no shōnen-tachi ga kare-ra no ma o 往米 Shi, anata ga kare-ra o miru to, maki chirasa reta shinjudearu to omoudearou"},{"SurahNumber":76,"VerseNumber":20,"Text":"Anata wa shisen o mukeru to shifuku no sōdaina sangoku o shitatamerudearou"},{"SurahNumber":76,"VerseNumber":21,"Text":"Kare-ra wa utsukushī midoriiro no kinu to nishiki no soto i o matoi, gin no udewa de kazara re,-nushi wa kare-ra ni junryōna nomimono o noma se rareru"},{"SurahNumber":76,"VerseNumber":22,"Text":"Hontōni kore wa anata gata ni taisuru hōshōdearu. Anata gata no doryoku ga uke haira reta nodearu.'(To ōse rareyou)"},{"SurahNumber":76,"VerseNumber":23,"Text":"Ware koso wa, dankai o o tte anata ni kuruān o kudashita monodearu"},{"SurahNumber":76,"VerseNumber":24,"Text":"Dakara (dendō ni sen'nen shi), anata no omo no shinpan o taeshinonde mate. Kare-ra no naka no tsumi aru mono ya, fushinjin-sha ni shitagatte wa naranai"},{"SurahNumber":76,"VerseNumber":25,"Text":"Asanayūna, anata no omo no gyomei o 唱念 Shi nasai"},{"SurahNumber":76,"VerseNumber":26,"Text":"Soshite yoru no ichibu o kare ni sajida shi, chōya no shijima ni, kare o tatae nasai"},{"SurahNumber":76,"VerseNumber":27,"Text":"Hontōni korera no mono wa, tsukanoma no seikatsu o aishi, jūdaina-bi o haigo ni sutesaru"},{"SurahNumber":76,"VerseNumber":28,"Text":"Kare o tsukuri, sono shishi o kataku baku gi tometa no wa ware deru. Ware ga hossurunaraba, kare-ra to ruiji no soto no mono de oki kaeru koto mo dekiru nodearu"},{"SurahNumber":76,"VerseNumber":29,"Text":"Hontōni kore wa hitotsu no kunkaidearu. Dakara dare demo nozomu mono ni wa, kare no omo e no michi o tora se nasai"},{"SurahNumber":76,"VerseNumber":30,"Text":"Daga arrā ga o nozomi ni naranakereba, anata gata wa hosshinaidearou. Arrā wa zenchi ni shite eimei de ara reru"},{"SurahNumber":76,"VerseNumber":31,"Text":"Kare wa, o kokoronikanau-sha o jihi ni yoku sa se, mata fugi no to ni taishite wa tsūretsuna chōbatsu o sonae rareru"},{"SurahNumber":77,"VerseNumber":1,"Text":"Tsugitsugini okura reru kaze ni oi te"},{"SurahNumber":77,"VerseNumber":2,"Text":"Mōi o fu u kaze ni oi te"},{"SurahNumber":77,"VerseNumber":3,"Text":"Ame o motarasu kaze ni oi te"},{"SurahNumber":77,"VerseNumber":4,"Text":"Shinri to kyogi o kubetsu suru (kuruān no) keiji ni oi te"},{"SurahNumber":77,"VerseNumber":5,"Text":"Keiji o yogen-sha-tachi ni tsutaeru tenshi-tachi ni oite (chikau)"},{"SurahNumber":77,"VerseNumber":6,"Text":"Arrā kara no o satoshi to keikoku to shite (tsutaete iru)"},{"SurahNumber":77,"VerseNumber":7,"Text":"(Makka no haishin-sha yo. ) Anata gata ni yakusoku sa reta koto (fukkatsu no hi to chōbatsu) ga tashika ni okoru"},{"SurahNumber":77,"VerseNumber":8,"Text":"Moroboshi ga kesa reru toki"},{"SurahNumber":77,"VerseNumber":9,"Text":"ten ga sake chiru toki"},{"SurahNumber":77,"VerseNumber":10,"Text":"yamayama ga chiri no yō ni hakobi sara reru toki"},{"SurahNumber":77,"VerseNumber":11,"Text":"shito-tachi ga sadame rareta toki ni shōshū sa reru toki"},{"SurahNumber":77,"VerseNumber":12,"Text":"(sorera wa) itsu no hi made yūyo sa reta no ka"},{"SurahNumber":77,"VerseNumber":13,"Text":"Sabaki no hi madedearu"},{"SurahNumber":77,"VerseNumber":14,"Text":"Sabaki no hi ga nandearu ka o, anata ni rikai sa seru mono wa nani ka"},{"SurahNumber":77,"VerseNumber":15,"Text":"(Shinri o) usodearu to itte kita-sha-tachi ni tori, sonohi koso awaredearu"},{"SurahNumber":77,"VerseNumber":16,"Text":"Ware wa (akugyō no tame ni) zendai no mono o horobosanakatta ka"},{"SurahNumber":77,"VerseNumber":17,"Text":"Sonogo ware wa, kōdai no mono ni kare-ra o tsuga setade wanai ka"},{"SurahNumber":77,"VerseNumber":18,"Text":"Kono yō ni ware wa tsumi no aru-sha-tachi o jobunsuru"},{"SurahNumber":77,"VerseNumber":19,"Text":"(Shinri o) usodearu to itte kita-sha-tachi ni tori, sonohi koso awaredearu"},{"SurahNumber":77,"VerseNumber":20,"Text":"Ware wa anata gata o iyashī mizu kara tsukuttade wanai ka"},{"SurahNumber":77,"VerseNumber":21,"Text":"Ware wa sore o, antaina yasumi-sho (shikyū) ni oita"},{"SurahNumber":77,"VerseNumber":22,"Text":"sadame rareta jiki made"},{"SurahNumber":77,"VerseNumber":23,"Text":"Ware wa sō sadameta. Waga kettei no nanto yoi koto yo"},{"SurahNumber":77,"VerseNumber":24,"Text":"(Shinri o) usodearu to itte kita-sha-tachi ni tori, sonohi koso awaredearu"},{"SurahNumber":77,"VerseNumber":25,"Text":"Ware wa, daichi o ōkina yōki to shinakatta ka"},{"SurahNumber":77,"VerseNumber":26,"Text":"seizon-sha to shisha (sōhō no tame ni)"},{"SurahNumber":77,"VerseNumber":27,"Text":"Sono-jō ni yamayama o takaku sobie sase, mata Shin 鮮Na mizu o anata gata ni noma setade wanai ka"},{"SurahNumber":77,"VerseNumber":28,"Text":"(Shinri o) usodearu to itte kita-sha-tachi ni tori, sonohi koso awaredearu"},{"SurahNumber":77,"VerseNumber":29,"Text":"(Ōse rareyou. ) `Omomuke, anata gataga usodearu to itte kita tokoro (jigoku) e"},{"SurahNumber":77,"VerseNumber":30,"Text":"Omomuke, anata gata 3ttsu no eda (ni tachi noboru kemuri) no in ni"},{"SurahNumber":77,"VerseNumber":31,"Text":"Soreha kage ni mo narazu, mata moesakaru honō ni taishite wa yakunitatanaidearou"},{"SurahNumber":77,"VerseNumber":32,"Text":"Soreha (kyodaina) toride no yōna honō o haki"},{"SurahNumber":77,"VerseNumber":33,"Text":"chōdo (kyōhon suru) kōkasshoku no rakuda no yō"},{"SurahNumber":77,"VerseNumber":34,"Text":"(Shinri o) usodearu to itte kita-sha-tachi ni tori, sonohi koso awaredearu"},{"SurahNumber":77,"VerseNumber":35,"Text":"Sore wa, hatsugen suru koto ga dekinai hideari"},{"SurahNumber":77,"VerseNumber":36,"Text":"mata mōshi-biraki mo, kare-ra ni yurusarenaidearou"},{"SurahNumber":77,"VerseNumber":37,"Text":"(Shinri o) usodearu to itte kita-sha-tachi ni tori, sonohi koso awaredearu"},{"SurahNumber":77,"VerseNumber":38,"Text":"Sore wa sabaki no hideari, ware wa anata gata mo (anata gata) izen no mono-tachi mo, issho ni atsumeru"},{"SurahNumber":77,"VerseNumber":39,"Text":"Anata gata ni nanika jussaku ga aru nonara, ware ni mukatte sakubō suruga ī"},{"SurahNumber":77,"VerseNumber":40,"Text":"(Shinri o) usodearu to itte kita-sha-tachi ni tori, sonohi koso awaredearu"},{"SurahNumber":77,"VerseNumber":41,"Text":"Omo o osoreru mono wa, hontōni (suzushī) kage to izumi no ma ni irudarou"},{"SurahNumber":77,"VerseNumber":42,"Text":"Kare-ra ga hossuru, subete no kajitsu (o eru)"},{"SurahNumber":77,"VerseNumber":43,"Text":"Kokoronosokokara manzoku shite tabe katsu nome, anata gata (no yoi) okonai o shita koto ni taishite.'(To ware wa iou)"},{"SurahNumber":77,"VerseNumber":44,"Text":"Kono yō ni ware wa, yoi okonai no mono-tachi ni mukuiru"},{"SurahNumber":77,"VerseNumber":45,"Text":"(Shinri o) usodearu to itte kita-sha-tachi ni tori, sonohi koso awaredearu"},{"SurahNumber":77,"VerseNumber":46,"Text":"(Anata gata fugi no mono yo. ) `Shibashi no ma tabe katsu kyōraku suruga ī. Hontōni anata gata wa tsumibukaimonodearu"},{"SurahNumber":77,"VerseNumber":47,"Text":"(Shinri o) usodearu to itte kita-sha-tachi ni tori, sonohi koso awaredearu"},{"SurahNumber":77,"VerseNumber":48,"Text":"Kare-ra wa,`ritsurei 〔rukūu〕 seyo.' To iwa rete mo ryūrei shinai"},{"SurahNumber":77,"VerseNumber":49,"Text":"(Shinri o) usodearu to itte kita-sha-tachi ni tori, sonohi koso awaredearu"},{"SurahNumber":77,"VerseNumber":50,"Text":"Kono (kuruān) o sashioite, don'na oshie o kare-ra wa shinjiyou to suru no ka"}]}