{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Ever closer to people draws their reckoning, while they turn away, heedless"},{"SurahNumber":21,"VerseNumber":2,"Text":"Whenever any fresh revelation comes to them from their Lord, they listen to it playfully"},{"SurahNumber":21,"VerseNumber":3,"Text":"with frivolous hearts. The evildoers conferred in secret: ‘Is this man anything but a mortal like yourselves? Are you going to fall under his spell with your eyes wide open?’"},{"SurahNumber":21,"VerseNumber":4,"Text":"He said, ‘My Lord knows everything that is said in the heavens and the earth: He is the All Hearing, the All Knowing.’"},{"SurahNumber":21,"VerseNumber":5,"Text":"Some say, ‘Muddled dreams’; others, ‘He made it up’; yet others, ‘He is just a poet, let him show us a sign as previous messengers did.’"},{"SurahNumber":21,"VerseNumber":6,"Text":"But of the communities We destroyed before them not a single one believed. Will these now believe"},{"SurahNumber":21,"VerseNumber":7,"Text":"And even before your time [Prophet], all the messengers We sent were only men We inspired–– if you [disbelievers] do not know, ask people who know the Scripture––"},{"SurahNumber":21,"VerseNumber":8,"Text":"We did not give them bodies that ate no food, nor were they immortal"},{"SurahNumber":21,"VerseNumber":9,"Text":"We fulfilled Our promise to them in the end: We saved them and those We wished to save, and We destroyed those who exceeded all bounds"},{"SurahNumber":21,"VerseNumber":10,"Text":"And now We have sent down to you [people] a Scripture to remind you. Will you not use your reason"},{"SurahNumber":21,"VerseNumber":11,"Text":"How many communities of evildoers We have destroyed! How many others We have raised up in their places"},{"SurahNumber":21,"VerseNumber":12,"Text":"When they felt Our might coming upon them, see how they tried to escape it"},{"SurahNumber":21,"VerseNumber":13,"Text":"‘Do not try to escape. Go back to your homes and the pleasure you revelled in: you may be questioned.’"},{"SurahNumber":21,"VerseNumber":14,"Text":"They said, ‘Woe to us! We were wrong!’"},{"SurahNumber":21,"VerseNumber":15,"Text":"and that cry of theirs did not cease until We made them burnt-offstubble"},{"SurahNumber":21,"VerseNumber":16,"Text":"We did not create the heavens and the earth and everything between them playfully"},{"SurahNumber":21,"VerseNumber":17,"Text":"If We had wished for a pastime, We could have found it within Us- if We had wished for any such thing"},{"SurahNumber":21,"VerseNumber":18,"Text":"No! We hurl the truth against falsehood, and truth obliterates it- see how falsehood vanishes away! Woe to you [people] for the way you describe God"},{"SurahNumber":21,"VerseNumber":19,"Text":"Everyone in the heavens and earth belongs to Him, and those that are with Him are never too proud to worship Him, nor do they grow weary"},{"SurahNumber":21,"VerseNumber":20,"Text":"they glorify Him tirelessly night and day"},{"SurahNumber":21,"VerseNumber":21,"Text":"Have they chosen any gods from the earth who can give life to the dead"},{"SurahNumber":21,"VerseNumber":22,"Text":"If there had been in the heavens or earth any gods but Him, both heavens and earth would be in ruins: God, Lord of the Throne, is far above the things they say"},{"SurahNumber":21,"VerseNumber":23,"Text":"He cannot be called to account for anything He does, whereas they will be called to account"},{"SurahNumber":21,"VerseNumber":24,"Text":"Have they chosen to worship other gods instead of Him? Say, ‘Bring your proof. This is the Scripture for those who are with me and the Scripture for those who went before me.’ But most of them do not recognize the truth, so they pay no heed"},{"SurahNumber":21,"VerseNumber":25,"Text":"We never sent any messenger before you [Muhammad] without revealing to him: ‘There is no god but Me, so serve Me.’"},{"SurahNumber":21,"VerseNumber":26,"Text":"And they say, ‘The Lord of Mercy has taken offspring for Himself.’ May He be exalted! No! They are only His honoured servants"},{"SurahNumber":21,"VerseNumber":27,"Text":"they do not speak before He speaks and they act by His command"},{"SurahNumber":21,"VerseNumber":28,"Text":"He knows what is before them and what is behind them, and they cannot intercede without His permission––indeed they themselves stand in awe of Him"},{"SurahNumber":21,"VerseNumber":29,"Text":"If any of them were to claim, ‘I am a god beside Him,’ We would reward them with Hell: this is how We reward evildoers"},{"SurahNumber":21,"VerseNumber":30,"Text":"Are the disbelievers not aware that the heavens and the earth used to be joined together and that We ripped them apart, that We made every living thing from water? Will they not believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"And We put firm mountains on the earth, lest it should sway under them, and set broad paths on it, so that they might follow the right direction"},{"SurahNumber":21,"VerseNumber":32,"Text":"and We made the sky a well-secured canopy- yet from its wonders they turn away"},{"SurahNumber":21,"VerseNumber":33,"Text":"It is He who created night and day, the sun and the moon, each floating in its orbit"},{"SurahNumber":21,"VerseNumber":34,"Text":"We have not granted everlasting life to any other human being before you either [Muhammad]- if you die, will [the disbelievers] live for ever"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul is certain to taste death: We test you all through the bad and the good, and to Us you will all return"},{"SurahNumber":21,"VerseNumber":36,"Text":"When the disbelievers see you, they laugh at you: ‘Is this the one who talks about your gods?’ They reject any talk of the Lord of Mercy"},{"SurahNumber":21,"VerseNumber":37,"Text":"Man was created hasty: I will show you My signs soon, so do not ask Me to hasten them"},{"SurahNumber":21,"VerseNumber":38,"Text":"They say, ‘When will this promise be fulfilled, if what you say is true?’"},{"SurahNumber":21,"VerseNumber":39,"Text":"If the disbelievers only knew, the time will arrive when they will not be able to ward off the Fire from their faces or their backs, and they will get no help"},{"SurahNumber":21,"VerseNumber":40,"Text":"It will come upon them suddenly and stupefy them; they will be powerless to push it away; they will not be reprieved"},{"SurahNumber":21,"VerseNumber":41,"Text":"Messengers before you [Muhammad] were also ridiculed, but those who mocked them were overwhelmed in the end by the very thing they had mocked"},{"SurahNumber":21,"VerseNumber":42,"Text":"Say, ‘Who could protect you night and day from the Lord of Mercy?’ Yet they turn away when their Lord is mentioned"},{"SurahNumber":21,"VerseNumber":43,"Text":"Do they have gods who can defend them against Us? Their gods have no power to help themselves, nor can they be protected from Us"},{"SurahNumber":21,"VerseNumber":44,"Text":"We have allowed these sinners and their forefathers to enjoy life for a long time. But do they not see how We are shrinking their borders? Is it they who will prevail"},{"SurahNumber":21,"VerseNumber":45,"Text":"Say, ‘I warn you only through the Revelation.’ The deaf will not hear the warning call"},{"SurahNumber":21,"VerseNumber":46,"Text":"yet if a mere breath of your Lord’s punishment touches them, they will be sure to cry, ‘Woe to us! We were wrong!’"},{"SurahNumber":21,"VerseNumber":47,"Text":"We will set up scales of justice for the Day of Resurrection so that no one can be wronged in the least, and if there should be even the weight of a mustard seed, We shall bring it out- We take excellent account"},{"SurahNumber":21,"VerseNumber":48,"Text":"We gave Moses and Aaron [the Scripture] that distinguishes right from wrong, a light and a reminder for those who are mindful of God"},{"SurahNumber":21,"VerseNumber":49,"Text":"those who stand in awe of their Lord, though He is unseen, and who fear the Hour"},{"SurahNumber":21,"VerseNumber":50,"Text":"This [Quran] too is a blessed message We have sent down- are you [people] going to deny it"},{"SurahNumber":21,"VerseNumber":51,"Text":"Long ago We bestowed right judgement on Abraham and We knew him well"},{"SurahNumber":21,"VerseNumber":52,"Text":"He said to his father and his people, ‘What are these images to which you are so devoted?’"},{"SurahNumber":21,"VerseNumber":53,"Text":"They replied, ‘We found our fathers worshipping them.’"},{"SurahNumber":21,"VerseNumber":54,"Text":"He said, ‘You and your fathers have clearly gone astray.’"},{"SurahNumber":21,"VerseNumber":55,"Text":"They asked, ‘Have you brought us the truth or are you just playing about?’"},{"SurahNumber":21,"VerseNumber":56,"Text":"He said, ‘Listen! Your true Lord is the Lord of the heavens and the earth, He who created them, and I am a witness to this"},{"SurahNumber":21,"VerseNumber":57,"Text":"By God I shall certainly plot against your idols as soon as you have turned your backs!’"},{"SurahNumber":21,"VerseNumber":58,"Text":"He broke them all into pieces, but left the biggest one for them to return to"},{"SurahNumber":21,"VerseNumber":59,"Text":"They said, ‘Who has done this to our gods? How wicked he must be!’"},{"SurahNumber":21,"VerseNumber":60,"Text":"Some said, ‘We heard a youth called Abraham talking about them.’"},{"SurahNumber":21,"VerseNumber":61,"Text":"They said, ‘Bring him before the eyes of the people, so that they may witness [his trial].’"},{"SurahNumber":21,"VerseNumber":62,"Text":"They asked, ‘Was it you, Abraham, who did this to our gods?’"},{"SurahNumber":21,"VerseNumber":63,"Text":"He said, ‘No, it was done by the biggest of them- this one. Ask them, if they can talk.’"},{"SurahNumber":21,"VerseNumber":64,"Text":"They turned to one another, saying, ‘It is you who are in the wrong,’"},{"SurahNumber":21,"VerseNumber":65,"Text":"but then they lapsed again and said, ‘You know very well these gods cannot speak.’"},{"SurahNumber":21,"VerseNumber":66,"Text":"Abraham said, ‘How can you worship what can neither benefit nor harm you, instead of God"},{"SurahNumber":21,"VerseNumber":67,"Text":"Shame on you and on the things you worship instead of God. Have you no sense?’"},{"SurahNumber":21,"VerseNumber":68,"Text":"They said, ‘Burn him and avenge your gods, if you are going to do the right thing.’"},{"SurahNumber":21,"VerseNumber":69,"Text":"But We said, ‘Fire, be cool and safe for Abraham.’"},{"SurahNumber":21,"VerseNumber":70,"Text":"They planned to harm him, but We made them suffer the greatest loss"},{"SurahNumber":21,"VerseNumber":71,"Text":"We saved him and Lot [and sent them] to the land We blessed for all people"},{"SurahNumber":21,"VerseNumber":72,"Text":"and We gave him Isaac and Jacob as an additional gift, and made each of them righteous"},{"SurahNumber":21,"VerseNumber":73,"Text":"We made all of them leaders, guiding others by Our command, and We inspired them to do good works, to keep up the prayer, and to give alms: they were Our true worshippers"},{"SurahNumber":21,"VerseNumber":74,"Text":"We gave Lot sound judgement and knowledge and saved him from the community who practised obscenities- they were shameless people who broke God’s law"},{"SurahNumber":21,"VerseNumber":75,"Text":"We admitted him to Our mercy; he was a righteous man"},{"SurahNumber":21,"VerseNumber":76,"Text":"Long before that, We answered Noah when he cried out to Us: We saved him and his family from the great calamity"},{"SurahNumber":21,"VerseNumber":77,"Text":"and We helped him against the people who rejected Our signs- they were evil people, so We drowned them all"},{"SurahNumber":21,"VerseNumber":78,"Text":"And remember David and Solomon, when they gave judgement regarding the field into which sheep strayed by night and grazed. We witnessed their judgement"},{"SurahNumber":21,"VerseNumber":79,"Text":"and made Solomon understand the case [better], though We gave sound judgement and knowledge to both of them. We made the mountains and the birds celebrate Our praises with David- We did all these things"},{"SurahNumber":21,"VerseNumber":80,"Text":"We taught him how to make coats of mail for the benefit of you [people], to protect you in your wars, but are you grateful for this"},{"SurahNumber":21,"VerseNumber":81,"Text":"We harnessed the stormy wind for Solomon, so that it sped by his command to the land We had blessed- We have knowledge of all things"},{"SurahNumber":21,"VerseNumber":82,"Text":"and We made some of the jinn subservient to him, to dive for him and do other works besides. We were watching over them"},{"SurahNumber":21,"VerseNumber":83,"Text":"Remember Job, when he cried to his Lord, ‘Suffering has truly afflicted me, but you are the Most Merciful of the merciful.’"},{"SurahNumber":21,"VerseNumber":84,"Text":"We answered him, removed his suffering, and restored his family to him, along with more like them, as an act of grace from Us and a reminder for all who serve Us"},{"SurahNumber":21,"VerseNumber":85,"Text":"And remember Ishmael, Idris, and Dhu’l-Kifl: they were all steadfast"},{"SurahNumber":21,"VerseNumber":86,"Text":"We admitted them to Our mercy; they were truly righteous"},{"SurahNumber":21,"VerseNumber":87,"Text":"And remember the man with the whale,when he went off angrily, thinking We could not restrict him, but then he cried out in the deep darkness, ‘There is no God but You, glory be to You, I was wrong.’"},{"SurahNumber":21,"VerseNumber":88,"Text":"We answered him and saved him from distress: this is how We save the faithful"},{"SurahNumber":21,"VerseNumber":89,"Text":"Remember Zachariah, when he cried to his Lord, ‘My Lord, do not leave me childless, though You are the best of heirs.’"},{"SurahNumber":21,"VerseNumber":90,"Text":"We answered him––We gave him John, and cured his wife of barrenness- they were always keen to do good deeds. They called upon Us out of longing and awe, and humbled themselves before Us"},{"SurahNumber":21,"VerseNumber":91,"Text":"Remember the one who guarded her chastity. We breathed into her from Our Spirit and made her and her son a sign for all people"},{"SurahNumber":21,"VerseNumber":92,"Text":"[Messengers], this community of yours is one single community and I am your Lord, so serve Me"},{"SurahNumber":21,"VerseNumber":93,"Text":"They have torn their unity apart, but they will all return to Us"},{"SurahNumber":21,"VerseNumber":94,"Text":"If anyone does good deeds and is a believer, his efforts will not be ignored: We record them for him"},{"SurahNumber":21,"VerseNumber":95,"Text":"No community destroyed by Us can escape its return"},{"SurahNumber":21,"VerseNumber":96,"Text":"and when the peoples of Gog and Magog are let loose and swarm swiftly from every highland"},{"SurahNumber":21,"VerseNumber":97,"Text":"when the True Promise draws near, the disbelievers’ eyes will stare in terror, and they will say, ‘Woe to us! We were not aware of this at all. We were wrong.’"},{"SurahNumber":21,"VerseNumber":98,"Text":"You [disbelievers] and what you worship instead of God will be fuel for Hell: that is where you will go"},{"SurahNumber":21,"VerseNumber":99,"Text":"if these [idols] had been real gods they would not have gone there- you will all stay there"},{"SurahNumber":21,"VerseNumber":100,"Text":"There the disbelievers will be groaning piteously, but the [idols] will hear nothing"},{"SurahNumber":21,"VerseNumber":101,"Text":"But those for whom We have decreed Paradise will be kept far from Hell"},{"SurahNumber":21,"VerseNumber":102,"Text":"they will not hear a murmur from it- and endlessly they will enjoy everything their souls desire"},{"SurahNumber":21,"VerseNumber":103,"Text":"They will have no fear of the great Terror: the angels will receive them with the words, ‘This is the Day you were promised!’"},{"SurahNumber":21,"VerseNumber":104,"Text":"On that Day, We shall roll up the skies as a writer rolls up [his] scrolls. We shall reproduce creation just as We produced it the first time: this is Our binding promise. We shall certainly do all these things"},{"SurahNumber":21,"VerseNumber":105,"Text":"We wrote in the Psalms, as We did in [earlier] Scripture: ‘My righteous servants will inherit the earth.’"},{"SurahNumber":21,"VerseNumber":106,"Text":"There truly is a message in this for the servants of God"},{"SurahNumber":21,"VerseNumber":107,"Text":"It was only as a mercy that We sent you [Prophet] to all people"},{"SurahNumber":21,"VerseNumber":108,"Text":"Say, ‘What is revealed to me is that your God is one God- will you submit to Him?’"},{"SurahNumber":21,"VerseNumber":109,"Text":"But if they turn away, say, ‘I have proclaimed the message fairly to you all. I do not know whether the judgement you are promised is near or far"},{"SurahNumber":21,"VerseNumber":110,"Text":"but He knows what you reveal and conceal"},{"SurahNumber":21,"VerseNumber":111,"Text":"I do not know: this [time] may well be a test for you, and enjoyment for a while.’"},{"SurahNumber":21,"VerseNumber":112,"Text":"He said,‘My Lord, pass the true judgement.’ And, ‘Our Lord is the Lord of Mercy. We seek His assistance against what you [disbelievers] say.’"},{"SurahNumber":22,"VerseNumber":1,"Text":"People, be mindful of your Lord, for the earthquake of the Last Hour will be a mighty thing"},{"SurahNumber":22,"VerseNumber":2,"Text":"on the Day you see it, every nursing mother will think no more of her baby, every pregnant female will miscarry, you will think people are drunk when they are not, so severe will be God’s torment"},{"SurahNumber":22,"VerseNumber":3,"Text":"Yet still there are some who, with no knowledge, argue about God, who follow every devilish rebel"},{"SurahNumber":22,"VerseNumber":4,"Text":"fated to lead astray those who take his side, and guide them to the suffering of the blazing flame"},{"SurahNumber":22,"VerseNumber":5,"Text":"People, [remember,] if you doubt the Resurrection, that We created you from dust, then a drop of fluid, then a clinging form, then a lump of flesh, both shaped and unshaped: We mean to make Our power clear to you. Whatever We choose We cause to remain in the womb for an appointed time, then We bring you forth as infants and then you grow and reach maturity. Some die young and some are left to live on to such an age that they forget all they once knew. You sometimes see the earth lifeless, yet when We send down water it stirs and swells and produces every kind of joyous growth"},{"SurahNumber":22,"VerseNumber":6,"Text":"this is because God is the Truth; He brings the dead back to life; He has power over everything"},{"SurahNumber":22,"VerseNumber":7,"Text":"There is no doubt that the Last Hour is bound to come, nor that God will raise the dead from their graves"},{"SurahNumber":22,"VerseNumber":8,"Text":"yet still there are some who, with no knowledge or guidance or any book of enlightenment, argue about God"},{"SurahNumber":22,"VerseNumber":9,"Text":"turning scornfully aside to lead others away from God’s path. Disgrace in this world awaits such a person and, on the Day of Resurrection, We shall make him taste the suffering of the Fire"},{"SurahNumber":22,"VerseNumber":10,"Text":"[It will be said], ‘This is for what you have stored up with your own hands: God is never unjust to His creatures.’"},{"SurahNumber":22,"VerseNumber":11,"Text":"There are also some who serve God with unsteady faith: if something good comes their way, they are satisfied, but if they are tested, they revert to their old ways, losing both this world and the next- that is the clearest loss"},{"SurahNumber":22,"VerseNumber":12,"Text":"Instead of God, they call upon what can neither harm nor help them- that is straying far away"},{"SurahNumber":22,"VerseNumber":13,"Text":"or invoke one whose harm is closer than his help: an evil master and an evil companion"},{"SurahNumber":22,"VerseNumber":14,"Text":"But God will admit those who believe and do good deeds to Gardens graced with flowing streams. God does whatever He wishes"},{"SurahNumber":22,"VerseNumber":15,"Text":"Anyone who thinks that God will not support him in this world and the next should stretch a rope up to the sky, climb all the way up it, and see whether this strategy removes the cause of his anger"},{"SurahNumber":22,"VerseNumber":16,"Text":"In this way, We send the Quran down as clear messages, and God guides whoever He will"},{"SurahNumber":22,"VerseNumber":17,"Text":"As for the believers, those who follow the Jewish faith, the Sabians, the Christians, the Magians, and the idolaters, God will judge between them on the Day of Resurrection; God witnesses all things"},{"SurahNumber":22,"VerseNumber":18,"Text":"Do you not realize [Prophet] that everything in the heavens and earth submits to God: the sun, the moon, the stars, the mountains, the trees, and the animals? So do many human beings, though for many others punishment is well deserved. Anyone disgraced by God will have no one to honour him: God does whatever He will"},{"SurahNumber":22,"VerseNumber":19,"Text":"These two kinds of people disagree about their Lord. Garments of fire will be tailored for those who disbelieve; scalding water will be poured over their heads"},{"SurahNumber":22,"VerseNumber":20,"Text":"melting their insides as well as their skins"},{"SurahNumber":22,"VerseNumber":21,"Text":"there will be iron crooks to restrain them"},{"SurahNumber":22,"VerseNumber":22,"Text":"whenever, in their anguish, they try to escape, they will be pushed back in and told, ‘Taste the suffering of the Fire.’"},{"SurahNumber":22,"VerseNumber":23,"Text":"But God will admit those who believe and do good deeds to Gardens graced with flowing streams; there they will be adorned with golden bracelets and pearls; there they will have silken garments"},{"SurahNumber":22,"VerseNumber":24,"Text":"They were guided to good speech and to the path of the One Worthy of all Praise"},{"SurahNumber":22,"VerseNumber":25,"Text":"As for the disbelievers, who bar others from God’s path and from the Sacred Mosque- which We made for all people, residents and visitors alike- and who try to violate it with wrongdoing, We shall make them taste a painful punishment"},{"SurahNumber":22,"VerseNumber":26,"Text":"We showed Abraham the site of the House, saying, ‘Do not assign partners to Me. Purify My House for those who circle around it, those who stand to pray, and those who bow and prostrate themselves"},{"SurahNumber":22,"VerseNumber":27,"Text":"Proclaim the Pilgrimage to all people. They will come to you on foot and on every kind of swift mount, emerging from every deep mountain pass"},{"SurahNumber":22,"VerseNumber":28,"Text":"to attain benefits and celebrate God’s name, on specified days, over the livestock He has provided for them- feed yourselves and the poor and unfortunate"},{"SurahNumber":22,"VerseNumber":29,"Text":"so let the pilgrims perform their acts of cleansing, fulfil their vows, and circle around the Ancient House.’"},{"SurahNumber":22,"VerseNumber":30,"Text":"All this [is ordained by God]: anyone who honours the sacred ordinances of God will have good rewards from his Lord. Livestock have been made lawful to you, except for what has been explicitly forbidden. Shun the filth of idolatrous beliefs and practices and shun false utterances"},{"SurahNumber":22,"VerseNumber":31,"Text":"Devote yourselves to God and assign Him no partners, for the person who does so is like someone who has been hurled down from the skies and snatched up by the birds or flung to a distant place by the wind"},{"SurahNumber":22,"VerseNumber":32,"Text":"All this [is ordained by God]: those who honour God’s rites show the piety of their hearts"},{"SurahNumber":22,"VerseNumber":33,"Text":"Live-stock are useful to you until the set time. Then their place of sacrifice is near the Ancient House"},{"SurahNumber":22,"VerseNumber":34,"Text":"We appointed acts of devotion for every community, for them to celebrate God’s name over the livestock He provided for them: your God is One, so devote yourselves to Him. [Prophet], give good news to the humble"},{"SurahNumber":22,"VerseNumber":35,"Text":"whose hearts fill with awe whenever God is mentioned, who endure whatever happens to them with patience, who keep up the prayer, who give to others out of Our provision to them"},{"SurahNumber":22,"VerseNumber":36,"Text":"We have made camels part of God’s sacred rites for you. There is much good in them for you, so invoke God’s name over them as they are lined up for sacrifice, then, when they have fallen down dead, feed yourselves and those who do not ask, as well as those who do. We have subjected them to you in this way so that you may be thankful"},{"SurahNumber":22,"VerseNumber":37,"Text":"It is neither their meat nor their blood that reaches God but your piety. He has subjected them to you in this way so that you may glorify God for having guided you. Give good news to those who do good"},{"SurahNumber":22,"VerseNumber":38,"Text":"God will defend the believers; God does not love the unfaithful or the ungrateful"},{"SurahNumber":22,"VerseNumber":39,"Text":"Those who have been attacked are permitted to take up arms because they have been wronged- God has the power to help them"},{"SurahNumber":22,"VerseNumber":40,"Text":"those who have been driven unjustly from their homes only for saying, ‘Our Lord is God.’ If God did not repel some people by means of others, many monasteries, churches, synagogues, and mosques, where God’s name is much invoked, would have been destroyed. God is sure to help those who help His cause- God is strong and mighty"},{"SurahNumber":22,"VerseNumber":41,"Text":"those who, when We establish them in the land, keep up the prayer, pay the prescribed alms, command what is right, and forbid what is wrong: God controls the outcome of all events"},{"SurahNumber":22,"VerseNumber":42,"Text":"If they reject you [Prophet], so did the people of Noah before them, and those of Ad, Thamud"},{"SurahNumber":22,"VerseNumber":43,"Text":"Abraham, Lot"},{"SurahNumber":22,"VerseNumber":44,"Text":"Midian. Moses too was called a liar. I gave the disbelievers time, but in the end I punished them. How I condemned them"},{"SurahNumber":22,"VerseNumber":45,"Text":"How many towns steeped in wrongdoing We have destroyed and left in total ruin; how many deserted wells; how many lofty palaces"},{"SurahNumber":22,"VerseNumber":46,"Text":"Have these people [of Mecca] not travelled through the land with hearts to understand and ears to hear? It is not people’s eyes that are blind, but their hearts within their breasts"},{"SurahNumber":22,"VerseNumber":47,"Text":"They will challenge you [Prophet] to hasten the punishment. God will not fail in His promise- a Day with your Lord is like a thousand years by your reckoning"},{"SurahNumber":22,"VerseNumber":48,"Text":"To many a town steeped in wrongdoing I gave more time and then struck them down: they all return to Me in the end"},{"SurahNumber":22,"VerseNumber":49,"Text":"Say [Prophet], ‘People, I am sent only to give you clear warning.’"},{"SurahNumber":22,"VerseNumber":50,"Text":"Those who believe and do good deeds will be forgiven and have a generous reward"},{"SurahNumber":22,"VerseNumber":51,"Text":"but those who strive to oppose Our messages and try in vain to defeat Us are destined for the Blaze"},{"SurahNumber":22,"VerseNumber":52,"Text":"We have never sent any messenger or prophet before you [Muhammad] into whose wishes Satan did not insinuate something, but God removes what Satan insinuates and then God affirms His message. God is all knowing and wise"},{"SurahNumber":22,"VerseNumber":53,"Text":"He makes Satan’s insinuations a temptation only for the sick at heart and those whose hearts are hardened- the evildoers are profoundly opposed [to the Truth]"},{"SurahNumber":22,"VerseNumber":54,"Text":"and He causes those given knowledge to realize that this Revelation is your Lord’s Truth, so that they may believe in it and humble their hearts to Him: God guides the faithful to the straight path"},{"SurahNumber":22,"VerseNumber":55,"Text":"The disbelievers will remain in doubt about it until the Hour suddenly overpowers them or until torment descends on them on a Day devoid of all hope"},{"SurahNumber":22,"VerseNumber":56,"Text":"On that Day control will belong to God: He will judge between them. Those who believe and do good deeds will be admitted to Gardens of Delight"},{"SurahNumber":22,"VerseNumber":57,"Text":"while those who disbelieve and reject Our revelations will receive a humiliating torment"},{"SurahNumber":22,"VerseNumber":58,"Text":"He will give a generous provision to those who migrated in God’s way and were killed or died. He is the Best Provider"},{"SurahNumber":22,"VerseNumber":59,"Text":"He will admit them to a place that will please them: God is all knowing and most forbearing"},{"SurahNumber":22,"VerseNumber":60,"Text":"So it will be. God will help those who retaliate against an aggressive act merely with its like and are then wronged again: God is pardoning and most forgiving"},{"SurahNumber":22,"VerseNumber":61,"Text":"So it will be, because God makes night pass into day, and day into night, and He is all hearing and all seeing"},{"SurahNumber":22,"VerseNumber":62,"Text":"So it will be, because it is God alone who is the Truth, and whatever else they invoke is sheer falsehood: it is God who is the Most High, the Most Great"},{"SurahNumber":22,"VerseNumber":63,"Text":"Have you [Prophet] not considered how God sends water down from the sky and the next morning the earth becomes green? God is truly most subtle, all aware"},{"SurahNumber":22,"VerseNumber":64,"Text":"everything in the heavens and earth belongs to Him; God alone is self-sufficient, worthy of all praise"},{"SurahNumber":22,"VerseNumber":65,"Text":"Have you not considered how God has made everything on the earth of service to you? That ships sail the sea at His command? That He keeps the heavens from falling down on the earth without His permission? God is most compassionate and most merciful to mankind"},{"SurahNumber":22,"VerseNumber":66,"Text":"it is He who gave you [people] life, will cause you to die, then will give you life again- but man is ungrateful"},{"SurahNumber":22,"VerseNumber":67,"Text":"We have appointed acts of devotion for every community to observe, so do not let them argue with you [Prophet] about this matter. Call them to your Lord- you are on the right path"},{"SurahNumber":22,"VerseNumber":68,"Text":"and if they argue with you, say, ‘God is well aware of what you are doing.’"},{"SurahNumber":22,"VerseNumber":69,"Text":"On the Day of Resurrection, God will judge between you regarding your differences"},{"SurahNumber":22,"VerseNumber":70,"Text":"Are you [Prophet] not aware that God knows all that is in the heavens and earth? All this is written in a Record; this is easy for God"},{"SurahNumber":22,"VerseNumber":71,"Text":"Yet beside God they serve that for which He has sent no authority and of which they have no knowledge: the evildoers will have no one to help them"},{"SurahNumber":22,"VerseNumber":72,"Text":"[Prophet], you can see the hostility on the faces of the disbelievers when Our messages are recited clearly to them: it is almost as if they are going to attack those who recite Our messages to them. Say, ‘Shall I tell you what is far worse than what you feel now? The Fire that God has promised the disbelievers! What a dismal end!’"},{"SurahNumber":22,"VerseNumber":73,"Text":"People, here is an illustration, so listen carefully: those you call on beside God could not, even if they combined all their forces, create a fly, and if a fly took something away from them, they would not be able to retrieve it. How feeble are the petitioners and how feeble are those they petition"},{"SurahNumber":22,"VerseNumber":74,"Text":"They have no grasp of God’s true measure: God is truly most strong and mighty"},{"SurahNumber":22,"VerseNumber":75,"Text":"God chooses messengers from among the angels and from among men. God is all hearing, all seeing"},{"SurahNumber":22,"VerseNumber":76,"Text":"He knows what lies before and behind them. All matters return to Him"},{"SurahNumber":22,"VerseNumber":77,"Text":"Believers, bow down, prostrate yourselves, worship your Lord, and do good so that you may succeed"},{"SurahNumber":22,"VerseNumber":78,"Text":"Strive hard for God as is His due: He has chosen you and placed no hardship in your religion, the faith of your forefather Abraham. God has called you Muslims––both in the past and in this [message]––so that the Messenger can bear witness about you and so that you can bear witness about other people. So keep up the prayer, give the prescribed alms, and seek refuge in God: He is your protector––an excellent protector and an excellent helper"}]}