{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"But the answer of his people was no other except that they ~s said: Turn out Lut's followers from your town; surely they are a people who would keep pure"},{"SurahNumber":27,"VerseNumber":57,"Text":"But We delivered him and his followers except his wife; We ordained her to be of those who remained behind"},{"SurahNumber":27,"VerseNumber":58,"Text":"And We rained on them a rain, and evil was the rain of those who had been warned"},{"SurahNumber":27,"VerseNumber":59,"Text":"Say: Praise be to Allah and peace on His servants whom He has chosen: is Allah better, or what they associate (with Him)"},{"SurahNumber":27,"VerseNumber":60,"Text":"Nay, He Who created the heavens and the earth, and sent down for you water from the cloud; then We cause to grow thereby beautiful gardens; it is not possible for you that you should make the trees thereof to grow. Is there a god with Allah? Nay! they are people who deviate"},{"SurahNumber":27,"VerseNumber":61,"Text":"Or, Who made the earth a restingplace, and made in it rivers, and raised on it mountains and placed between the two seas a barrier. Is there a god with Allah? Nay! most of them do not know"},{"SurahNumber":27,"VerseNumber":62,"Text":"Or, Who answers the distressed one when he calls upon Him and removes the evil, and He will make you successors in the earth. Is there a god with Allah? Little is it that you mind"},{"SurahNumber":27,"VerseNumber":63,"Text":"Or, Who guides you in utter darkness of the land and the sea, and Who sends the winds as good news before His mercy. Is there a god with Allah? Exalted by Allah above what they associate (with Him)"},{"SurahNumber":27,"VerseNumber":64,"Text":"Or, Who originates the creation, then reproduces it and Who gives you sustenance from the heaven and the earth. Is there a god With Allah? Say: Bring your proof if you are truthful"},{"SurahNumber":27,"VerseNumber":65,"Text":"Say: No one in the heavens and the earth knows the unseen but Allah; and they do not know when they shall be raised"},{"SurahNumber":27,"VerseNumber":66,"Text":"Nay, their knowledge respecting the hereafter is slight and hasty; nay, they are in doubt about it; nay, they are quite blind to it"},{"SurahNumber":27,"VerseNumber":67,"Text":"And those who disbelieve say: What! when we have become dust and our fathers (too), shall we certainly be brought forth"},{"SurahNumber":27,"VerseNumber":68,"Text":"We have certainly been promised this, we and our fathers before; these are naught but stories of the ancients"},{"SurahNumber":27,"VerseNumber":69,"Text":"Say: Travel in the earth, then see how was the end of the guilty"},{"SurahNumber":27,"VerseNumber":70,"Text":"And grieve not for them and be not distressed because of what they plan"},{"SurahNumber":27,"VerseNumber":71,"Text":"And they say: When will this threat come to pass, if you are truthful"},{"SurahNumber":27,"VerseNumber":72,"Text":"Say: Maybe there may have drawn near to you somewhat of that which you seek to hasten on"},{"SurahNumber":27,"VerseNumber":73,"Text":"And surely your Lord is the Lord of grace to men, but most of them are not grateful"},{"SurahNumber":27,"VerseNumber":74,"Text":"And most surely your Lord knows what their breasts conceal and what they manifest"},{"SurahNumber":27,"VerseNumber":75,"Text":"And there is nothing concealed in the heaven and the earth but it is in a clear book"},{"SurahNumber":27,"VerseNumber":76,"Text":"Surely this Quran declares to the children of Israel most of what they differ in"},{"SurahNumber":27,"VerseNumber":77,"Text":"And most surely it is a guidance and a mercy for the believers"},{"SurahNumber":27,"VerseNumber":78,"Text":"Surely your Lord will judge between them by his judgment, and He is the Mighty, the knowing"},{"SurahNumber":27,"VerseNumber":79,"Text":"Therefore rely on Allah; surely you are on the clear truth"},{"SurahNumber":27,"VerseNumber":80,"Text":"Surely you do not make the dead to hear, and you do not make the deaf to hear the call when they go back retreating"},{"SurahNumber":27,"VerseNumber":81,"Text":"Nor can you be a guide to the blind out of their error; you cannot make to bear (any one) except those who believe in Our communications, so they submit"},{"SurahNumber":27,"VerseNumber":82,"Text":"And when the word shall come to pass against them, We shall bring forth for them a creature from the earth that shall wound them, because people did not believe in Our communications"},{"SurahNumber":27,"VerseNumber":83,"Text":"And on the day when We will gather from every nation a party from among those who rejected Our communications, then they shall be formed into groups"},{"SurahNumber":27,"VerseNumber":84,"Text":"Until when they come, He will say: Did you reject My communications while you had no comprehensive knowledge of them? Or what was it that you did"},{"SurahNumber":27,"VerseNumber":85,"Text":"And the word shall come to pass against them because they were unjust, so they shall not speak"},{"SurahNumber":27,"VerseNumber":86,"Text":"Do they not consider that We have made the night that. they may rest therein, and the day to give light? Most surely there are signs in this for a people who believe"},{"SurahNumber":27,"VerseNumber":87,"Text":"And on the day when the trumpet shall be blown, then those who are in the heavens and those who are in the earth shall be terrified except such as Allah please, and all shall come to him abased"},{"SurahNumber":27,"VerseNumber":88,"Text":"And you see the mountains, you think them to be solid, and they shall pass away as the passing away of the cloud-- the handiwork of Allah Who has made every thing thoroughly; surely He is Aware of what you do"},{"SurahNumber":27,"VerseNumber":89,"Text":"Whoever brings good, he shall have better than it; and they shall be secure from terror on the day"},{"SurahNumber":27,"VerseNumber":90,"Text":"And whoever brings evil, these shall be thrown down on their faces into the fire; shall you be rewarded (for) aught except what you did"},{"SurahNumber":27,"VerseNumber":91,"Text":"I am commanded only that I should serve the Lord of this city, Who has made it sacred, and His are all things; and I am commanded that I should be of these who submit"},{"SurahNumber":27,"VerseNumber":92,"Text":"And that I should recite the Quran. Therefore whoever goes aright, he goes aright for his own soul, and whoever goes ' astray, then say: I am only one of the warners"},{"SurahNumber":27,"VerseNumber":93,"Text":"And say: Praise be to Allah, He will show you His signs so that you shall recognize them; nor is your Lord heedless of what you do"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta sin Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"These are the verses of the Book that makes (things) clear"},{"SurahNumber":28,"VerseNumber":3,"Text":"We recite to you from the account of Musa and Firon with truth for people who believe"},{"SurahNumber":28,"VerseNumber":4,"Text":"Surely Firon exalted himself in the land and made its people into parties, weakening one party from among them; he slaughtered their sons and let their women live; surely he was one of the mischiefmakers"},{"SurahNumber":28,"VerseNumber":5,"Text":"And We desired to bestow a favor upon those who were deemed weak in the land, and to make them the Imams, and to make them the heirs"},{"SurahNumber":28,"VerseNumber":6,"Text":"And to grant them power in the land, and to make Firon and Haman and their hosts see from them what they feared"},{"SurahNumber":28,"VerseNumber":7,"Text":"And We revealed to Musa's mothers, saying: Give him suck, then when you fear for him, cast him into the river and do not fear nor grieve; surely We will bring him back to you and make him one of the apostles"},{"SurahNumber":28,"VerseNumber":8,"Text":"And Firon's family took him up that he might be an enemy and a grief for them; surely Firon and Haman and their hosts were wrongdoers"},{"SurahNumber":28,"VerseNumber":9,"Text":"And Firon's wife said: A refreshment of the eye to me and to you; do not slay him; maybe he will be useful to us, or we may take him for a son; and they did not perceive"},{"SurahNumber":28,"VerseNumber":10,"Text":"And the heart of Musa's mother was free (from anxiety) she would have almost disclosed it had We not strengthened her heart so that she might be of the believers"},{"SurahNumber":28,"VerseNumber":11,"Text":"And she said to his sister: Follow him up. So she watched him from a distance while they did not perceive"},{"SurahNumber":28,"VerseNumber":12,"Text":"And We ordained that he refused to suck any foster mother before, so she said: Shall I point out to you the people of a house who will take care of him for you, and they will be benevolent to him"},{"SurahNumber":28,"VerseNumber":13,"Text":"So We gave him back to his mother that her eye might be refreshed, and that she might no grieve, and that she might know that the promise of Allah is true, but most of them do not know"},{"SurahNumber":28,"VerseNumber":14,"Text":"And when he attained his maturity and became full grown, We granted him wisdom and knowledge; and thus do We reward those who do good (to others)"},{"SurahNumber":28,"VerseNumber":15,"Text":"And he went into the city at a time of unvigilance on the part of its people, so he found therein two men fighting, one being of his party and the other of his foes, and he who was of his party cried out to him for help against him who was of his enemies, so Musa struck him with his fist and killed him. He said: This is on account of the Shaitan's doing; surely he is an enemy, openly leading astray"},{"SurahNumber":28,"VerseNumber":16,"Text":"He said: My Lord! surely I have done harm to myself, so do Thou protect me. So He protected him; surely He is the Forgiving, the Merciful"},{"SurahNumber":28,"VerseNumber":17,"Text":"He said: My Lord! because Thou hast bestowed a favor on me, I shall never be a backer of the guilty"},{"SurahNumber":28,"VerseNumber":18,"Text":"And he was in the city, fearing, awaiting, when lo! he who had asked his assistance the day before was crying out to him for aid. Musa said to him: You are most surely one erring manifestly"},{"SurahNumber":28,"VerseNumber":19,"Text":"So when he desired to seize him who was an enemy to them both, he said: O Musa! do you intend to kill me as you killed a person yesterday? You desire nothing but that you should be a tyrant in the land, and you do not desire to be of those who act aright"},{"SurahNumber":28,"VerseNumber":20,"Text":"And a man came running from the remotest part of the city. He said: O Musa! surely the chiefs are consulting together to slay you, therefore depart (at once); surely I am of those who wish well to you"},{"SurahNumber":28,"VerseNumber":21,"Text":"So he went forth therefrom, fearing, awaiting, (and) he said: My Lord! deliver me from the unjust people"},{"SurahNumber":28,"VerseNumber":22,"Text":"And when he turned his face towards Madyan, he said: Maybe my Lord will guide me in the right path"},{"SurahNumber":28,"VerseNumber":23,"Text":"And when he came to the water of Madyan, he found on it a group of men watering, and he found besides them two women keeping back (their flocks). He said: What is the matter with you? They said: We cannot water until the shepherds take away (their sheep) from the water, and our father is a very old man"},{"SurahNumber":28,"VerseNumber":24,"Text":"So he watered (their sheep) for them, then went back to the shade and said: My Lord! surely I stand in need of whatever good Thou mayest send down to me"},{"SurahNumber":28,"VerseNumber":25,"Text":"Then one of the two women came to him walking bashfully. She said: My father invites you that he may give you the reward of your having watered for us. So when he came to him and gave to him the account, he said: Fear not, you are secure from the unjust people"},{"SurahNumber":28,"VerseNumber":26,"Text":"Said one of them: O my father! employ him, surely the best of those that you can employ is the strong man, the faithful one"},{"SurahNumber":28,"VerseNumber":27,"Text":"He said: I desire to marry one of these two daughters of mine to you on condition that you should serve me for eight years; but if you complete ten, it will be of your own free will, and I do not wish to be hard to you; if Allah please, you will find me one of the good"},{"SurahNumber":28,"VerseNumber":28,"Text":"He said: This shall be (an agreement) between me and you; whichever of the two terms I fulfill, there shall be no wrongdoing to me; and Allah is a witness of what we say"},{"SurahNumber":28,"VerseNumber":29,"Text":"So when Musa had fulfilled the term, and he journeyed with his family, he perceived on this side of the mountain a fire. He said to his family: Wait, I have seen a fire, maybe I will bring to you from it some news or a brand of fire, so that you may warm yourselves"},{"SurahNumber":28,"VerseNumber":30,"Text":"And when he came to it, a voice was uttered from the right side of the valley in the blessed spot of the bush, saying: O Musa! surely I am Allah, the Lord of the worlds"},{"SurahNumber":28,"VerseNumber":31,"Text":"And saying: Cast down you staff. So when he saw it in motion as if it were a serpent, he turned back retreating, and did not return. O Musa! come forward and fear not; surely you are of those who are secure"},{"SurahNumber":28,"VerseNumber":32,"Text":"Enter your hand into the opening of your bosom, it will come forth white without evil, and draw your hand to yourself to ward off fear: so these two shall be two arguments from your Lord to Firon and his chiefs, surely they are a transgressing people"},{"SurahNumber":28,"VerseNumber":33,"Text":"He said: My Lord! surely I killed one of them, so I fear lest they should slay me"},{"SurahNumber":28,"VerseNumber":34,"Text":"And my brother, Haroun, he is more eloquent of tongue than I, therefore send him with me as an aider, verifying me: surely I fear that they would reject me"},{"SurahNumber":28,"VerseNumber":35,"Text":"He said: We will strengthen your arm with your brother, and We will give you both an authority, so that they shall not reach you; (go) with Our signs; you two and those who follow you shall be uppermost"},{"SurahNumber":28,"VerseNumber":36,"Text":"So when Musa came to them with Our clear signs, they said: This is nothing but forged enchantment, and we never heard of it amongst our fathers of old"},{"SurahNumber":28,"VerseNumber":37,"Text":"And Musa said: My Lord knows best who comes with guidance from Him, and whose shall be the good end of the abode; surely the unjust shall not be successful"},{"SurahNumber":28,"VerseNumber":38,"Text":"And Firon said: O chiefs! I do not know of any god for you besides myself; therefore kindle a fire for me, O Haman, for brick, then prepare for me a lofty building so that I may obtain knowledge of Musa's god, and most surely I think him to be one of the liars"},{"SurahNumber":28,"VerseNumber":39,"Text":"And he was unjustly proud in the land, he and his hosts, and they deemed that they would not be brought back to Us"},{"SurahNumber":28,"VerseNumber":40,"Text":"So We caught hold of him and his hosts, then We cast them into the sea, and see how was the end of the unjust"},{"SurahNumber":28,"VerseNumber":41,"Text":"And We made them Imams who call to the fire, and on the day of resurrection they shall not be assisted"},{"SurahNumber":28,"VerseNumber":42,"Text":"And We caused a curse to follow them in this world, and on the day of resurrection they shall be of those made to appear hideous"},{"SurahNumber":28,"VerseNumber":43,"Text":"And certainly We gave Musa the Book after We had destroyed the former generations, clear arguments for men and a guidance and a mercy, that they may be mindful"},{"SurahNumber":28,"VerseNumber":44,"Text":"And you were not on the western side when We revealed to Musa the commandment, and you were not among the witnesses"},{"SurahNumber":28,"VerseNumber":45,"Text":"But We raised up generations, then life became prolonged to them; and you were not dwelling among the people of Madyan, reciting to them Our communications, but We were the senders"},{"SurahNumber":28,"VerseNumber":46,"Text":"And you were not on this side of the mountain when We called, but a mercy from your Lord that you may warn a people to whom no warner came before you, that they may be mindful"},{"SurahNumber":28,"VerseNumber":47,"Text":"And were it not that there should befall them a disaster for what their hands have sent before, then they should say: Our Lord! why didst Thou not send to us an apostle so that we should have followed Thy communications and been of the believers"},{"SurahNumber":28,"VerseNumber":48,"Text":"But (now) when the truth has come to them from Us, they say: Why is he not given the like of what was given to Musa? What! did they not disbelieve in what Musa was given before? They say: Two magicians backing up each other; and they say: Surely we are unbelievers in all"},{"SurahNumber":28,"VerseNumber":49,"Text":"Say: Then bring some (other) book from Allah which is a better guide than both of them, (that) I may follow it, if you are truthful"},{"SurahNumber":28,"VerseNumber":50,"Text":"But if they do not answer you, then know that they only follow their low desires; and who is more erring than he who follows his low desires without any guidance from Allah? Surely Allah does not guide the unjust people"},{"SurahNumber":28,"VerseNumber":51,"Text":"And certainly We have made the word to reach them so that they may be mindful"},{"SurahNumber":28,"VerseNumber":52,"Text":"(As to) those whom We gave the Book before it, they are believers in it"},{"SurahNumber":28,"VerseNumber":53,"Text":"And when it is recited to them they say: We believe in it surely it is the truth from our Lord; surely we were submitters before this"},{"SurahNumber":28,"VerseNumber":54,"Text":"These shall be granted their reward twice, because they are steadfast and they repel evil with good and spend out of what We have given them"},{"SurahNumber":28,"VerseNumber":55,"Text":"And when they hear idle talk they turn aside from it and say: We shall have our deeds and you shall have your deeds; peace be on you, we do not desire the ignorant"},{"SurahNumber":28,"VerseNumber":56,"Text":"Surely you cannot guide whom you love, but Allah guides whom He pleases, and He knows best the followers of the right way"},{"SurahNumber":28,"VerseNumber":57,"Text":"And they say: If we follow the guidance with you, we shall be carried off from our country. What! have We not settled them in a safe, sacred territory to which fruits of every kind shall be drawn?-- a sustenance from Us; but most of them do not know"},{"SurahNumber":28,"VerseNumber":58,"Text":"And how many a town have We destroyed which exulted in its means of subsistence, so these are their abodes, they have not been dwelt in after them except a little, and We are the inheritors"},{"SurahNumber":28,"VerseNumber":59,"Text":"And your Lord never destroyed the towns until He raised in their metropolis an apostle, reciting to them Our communications, and We never destroyed the towns except when their people were unjust"},{"SurahNumber":28,"VerseNumber":60,"Text":"And whatever things you have been given are only a provision of this world's life and its adornment, and whatever is with Allah is better and more lasting; do you not then understand"},{"SurahNumber":28,"VerseNumber":61,"Text":"Is he to whom We have promised a goodly promise which he shall meet with like him whom We have provided with the provisions of this world's life, then on the day of resurrection he shall be of those who are brought up"},{"SurahNumber":28,"VerseNumber":62,"Text":"And on the day when He will call them and say: Where are those whom you deemed to be My associates"},{"SurahNumber":28,"VerseNumber":63,"Text":"Those against whom the sentence has become confirmed will say: Our Lord! these are they whom we caused to err; we caused them to err as we ourselves did err; to Thee we declare ourselves to be clear (of them); they never served Us"},{"SurahNumber":28,"VerseNumber":64,"Text":"And it will be said: Call your associate-gods. So they will call upon them, but they will not answer them, and they shall see the punishment; would that they had followed the right way"},{"SurahNumber":28,"VerseNumber":65,"Text":"And on the day when He shall call them and say: What was the answer you gave to the apostles"},{"SurahNumber":28,"VerseNumber":66,"Text":"Then the pleas shall become obscure to them on that day, so they shall not ask each other"},{"SurahNumber":28,"VerseNumber":67,"Text":"But as to him who repents and believes and does good, maybe he will be among the successful"},{"SurahNumber":28,"VerseNumber":68,"Text":"And your Lord creates and chooses whom He pleases; to choose is not theirs; glory be to Allah, and exalted be He above what they associate (with Him)"},{"SurahNumber":28,"VerseNumber":69,"Text":"And your Lord knows what their breasts conceal and what they manifest"},{"SurahNumber":28,"VerseNumber":70,"Text":"And He is Allah, there is no god but He! All praise is due to Him in this (life) and the hereafter, and His is the judgment, and to Him you shall be brought back"},{"SurahNumber":28,"VerseNumber":71,"Text":"Say: Tell me, if Allah were to make the night to continue incessantly on you till the day of resurrection, who is the god besides Allah that could bring you light? Do you not then hear"},{"SurahNumber":28,"VerseNumber":72,"Text":"Say: Tell me, if Allah were to make the day to continue incessantly on you till the day of resurrection, who is the god besides Allah that could bring you the night in which you take rest? Do you not then see"},{"SurahNumber":28,"VerseNumber":73,"Text":"And out of His mercy He has made for you the night and the day, that you may rest therein, and that you may seek of His grace, and that you may give thanks"},{"SurahNumber":28,"VerseNumber":74,"Text":"And on the day when He shall call them and say: Where are those whom you deemed to be My associates"},{"SurahNumber":28,"VerseNumber":75,"Text":"And We will draw forth from among every nation a witness and say: Bring your proof; then shall they know that the truth is Allah's, and that which they forged shall depart from them"},{"SurahNumber":28,"VerseNumber":76,"Text":"Surely Qaroun was of the people of Musa, but he rebelled against them, and We had given him of the treasures, so much so that his hoards of wealth would certainly weigh down a company of men possessed of great strength. When his people said to him: Do not exult, surely Allah does not love the exultant"},{"SurahNumber":28,"VerseNumber":77,"Text":"And seek by means of what Allah has given you the future abode, and do not neglect your portion of this world, and do good (to others) as Allah has done good to you, and do not seek to make mischief in the land, surely Allah does not love the mischief-makers"},{"SurahNumber":28,"VerseNumber":78,"Text":"He said: I have been given this only on account of the knowledge I have. Did he not know that Allah had destroyed before him of the generations those who were mightier in strength than he and greater in assemblage? And the guilty shall not be asked about their faults"},{"SurahNumber":28,"VerseNumber":79,"Text":"So he went forth to his people in his finery. Those who desire this world's life said: O would that we had the like of what Qaroun is given; most surely he is possessed of mighty good fortune"},{"SurahNumber":28,"VerseNumber":80,"Text":"And those who were given the knowledge said: Woe to you! Allah's reward is better for him who believes and does good, and none is made to receive this except the patient"},{"SurahNumber":28,"VerseNumber":81,"Text":"Thus We made the earth to swallow up him and his abode; so he had no body of helpers to assist him against Allah nor was he of those who can defend themselves"},{"SurahNumber":28,"VerseNumber":82,"Text":"And those who yearned for his place only the day before began to say: Ah! (know) that Allah amplifies and straitens the means of subsistence for whom He pleases of His servants; had not Allah been gracious to us, He would most surely have abased us; ah! (know) that the ungrateful are never successful"},{"SurahNumber":28,"VerseNumber":83,"Text":"(As for) that future abode, We assign it to those who have no desire to exalt themselves in the earth nor to make mischief and the good end is for those who guard (against evil)"},{"SurahNumber":28,"VerseNumber":84,"Text":"Whoever brings good, he shall have better than it, and whoever brings evil, those who do evil shall not be rewarded (for) aught except what they did"},{"SurahNumber":28,"VerseNumber":85,"Text":"Most surely He Who has made the Quran binding on you will bring you back to the destination. Say: My Lord knows best him who has brought the guidance and him who is in manifest error"},{"SurahNumber":28,"VerseNumber":86,"Text":"And you did not expect that the Book would be inspired to you, but it is a mercy from your Lord, therefore be not a backer-up of the unbelievers"},{"SurahNumber":28,"VerseNumber":87,"Text":"And let them not turn you aside from the communications of Allah after they have been revealed to you, and call (men) to your Lord and be not of the polytheists"},{"SurahNumber":28,"VerseNumber":88,"Text":"And call not with Allah any other god; there is no god but He, every thing is perishable but He; His is the judgment, and to Him you shall be brought back"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Do men think that they will be left alone on saying, We believe, and not be tried"},{"SurahNumber":29,"VerseNumber":3,"Text":"And certainly We tried those before them, so Allah will certainly know those who are true and He will certainly know the liars"},{"SurahNumber":29,"VerseNumber":4,"Text":"Or do they who work evil think that they will escape Us? Evil is it that they judge"},{"SurahNumber":29,"VerseNumber":5,"Text":"Whoever hopes to meet Allah, the term appointed by Allah will then most surely come; and He is the Hearing, the Knowing"},{"SurahNumber":29,"VerseNumber":6,"Text":"And whoever strives hard, he strives only for his own soul; most surely Allah is Self-sufficient, above (need of) the worlds"},{"SurahNumber":29,"VerseNumber":7,"Text":"And (as for) those who believe and do good, We will most certainly do away with their evil deeds and We will most certainly reward them the best of what they did"},{"SurahNumber":29,"VerseNumber":8,"Text":"And We have enjoined on man goodness to his parents, and if they contend with you that you should associate (others) with Me, of which you have no knowledge, do not obey them, to Me is your return, so I will inform you of what you did"},{"SurahNumber":29,"VerseNumber":9,"Text":"And (as for) those who believe and do good, We will most surely cause them to enter among the good"},{"SurahNumber":29,"VerseNumber":10,"Text":"And among men is he who says: We believe in Allah; but when he is persecuted in (the way of) Allah he thinks the persecution of men to be as the chastisement of Allah; and if there come assistance from your Lord, they would most certainly say: Surely we were with you. What! is not Allah the best knower of what is in the breasts of mankind"},{"SurahNumber":29,"VerseNumber":11,"Text":"And most certainly Allah will know those who believe and most certainly He will know the hypocrites"},{"SurahNumber":29,"VerseNumber":12,"Text":"And those who disbelieve say to those who believe: Follow our path and we will bear your wrongs. And never shall they be the bearers of any of their wrongs; most surely they are liars"},{"SurahNumber":29,"VerseNumber":13,"Text":"And most certainly they shall carry their own burdens, and other burdens with their own burdens, and most certainly they shall be questioned on the resurrection day as to what they forged"},{"SurahNumber":29,"VerseNumber":14,"Text":"And certainly We sent Nuh to his people, so he remained among them a thousand years save fifty years. And the deluge overtook them, while they were unjust"},{"SurahNumber":29,"VerseNumber":15,"Text":"So We delivered him and the inmates of the ark, and made it a sign to the nations"},{"SurahNumber":29,"VerseNumber":16,"Text":"And (We sent) Ibrahim, when he said to his people: Serve Allah and be careful of (your duty to) Him; this is best for you, if you did but know"},{"SurahNumber":29,"VerseNumber":17,"Text":"You only worship idols besides Allah and you create a lie surely they whom you serve besides Allah do not control for you any sustenance, therefore seek the sustenance from Allah and serve Him and be grateful to Him; to Him you shall be brought back"},{"SurahNumber":29,"VerseNumber":18,"Text":"And if you reject (the truth), nations before you did indeed reject (the truth); and nothing is incumbent on the apostle but a plain delivering (of the message)"},{"SurahNumber":29,"VerseNumber":19,"Text":"What! do they not consider how Allah originates the creation, then reproduces it? Surely that is easy to Allah"},{"SurahNumber":29,"VerseNumber":20,"Text":"Say: Travel in the earth and see how He makes the first creation, then Allah creates the latter creation; surely Allah has power over all things"},{"SurahNumber":29,"VerseNumber":21,"Text":"He punishes whom He pleases and has mercy on whom He pleases, and to Him you shall be turned back"},{"SurahNumber":29,"VerseNumber":22,"Text":"And you shall not escape in the earth nor in the heaven, and you have neither a protector nor a helper besides Allah"},{"SurahNumber":29,"VerseNumber":23,"Text":"And (as to) those who disbelieve in the communications of Allah and His meeting, they have despaired of My mercy, and these it is that shall have a painful punishment"},{"SurahNumber":29,"VerseNumber":24,"Text":"So naught was the answer of his people except that they said: Slay him or burn him; then Allah delivered him from the fire; most surely there are signs in this for a people who believe"},{"SurahNumber":29,"VerseNumber":25,"Text":"And he said: You have only taken for yourselves idols besides Allah by way of friendship between you in this world's life, then on the resurrection day some of you shall deny others, and some of you shall curse others, and your abode is the fire, and you shall not have any helpers"},{"SurahNumber":29,"VerseNumber":26,"Text":"And Lut believed in Him, and he said: I am fleeing to my Lord, surely He is the Mighty, the Wise"},{"SurahNumber":29,"VerseNumber":27,"Text":"And We granted him Ishaq and Yaqoub, and caused the prophethood and the book to remain in his seed, and We gave him his reward in this world, and in the hereafter he will most surely be among the good"},{"SurahNumber":29,"VerseNumber":28,"Text":"And (We sent) Lut when he said to his people: Most surely you are guilty of an indecency which none of the nations has ever done before you"},{"SurahNumber":29,"VerseNumber":29,"Text":"What! do you come to the males and commit robbery on the highway, and you commit evil deeds in your assemblies? But nothing was the answer of his people except that they said: Bring on us Allah's punishment, if you are one of the truthful"},{"SurahNumber":29,"VerseNumber":30,"Text":"He said: My Lord! help me against the mischievous people"},{"SurahNumber":29,"VerseNumber":31,"Text":"And when Our apostles came to Ibrahim with the good news, they said: Surely we are going to destroy the people of this town, for its people are unjust"},{"SurahNumber":29,"VerseNumber":32,"Text":"He said: Surely in it is Lut. They said: We know well who is in it; we shall certainly deliver him and his followers, except his wife; she shall be of those who remain behind"},{"SurahNumber":29,"VerseNumber":33,"Text":"And when Our apostles came to Lut he was grieved on account of them, and he felt powerless (to protect) them; and they said: Fear not, nor grieve; surely we will deliver you and your followers, except your wife; she shall be of those who remain behind"},{"SurahNumber":29,"VerseNumber":34,"Text":"Surely We will cause to come down upon the people of this town a punishment from heaven, because they transgressed"},{"SurahNumber":29,"VerseNumber":35,"Text":"And certainly We have left a clear sign of it for a people who understand"},{"SurahNumber":29,"VerseNumber":36,"Text":"And to Madyan (We sent) their brother Shuaib, so he said: O my people! serve Allah and fear the latter day and do not act corruptly in the land, making mischief"},{"SurahNumber":29,"VerseNumber":37,"Text":"But they rejected him, so a severe earthquake overtook them, and they became motionless bodies in their abode"},{"SurahNumber":29,"VerseNumber":38,"Text":"And (We destroyed) Ad and Samood, and from their dwellings (this) is apparent to you indeed; and the Shaitan made their deeds fair-seeming to them, so he kept them back from the path, though they were endowed with intelligence and skill"},{"SurahNumber":29,"VerseNumber":39,"Text":"And (We destroyed) Qaroun and Firon and Haman; and certainly Musa came to them with clear arguments, but they behaved haughtily in the land; yet they could not outstrip (Us)"},{"SurahNumber":29,"VerseNumber":40,"Text":"So each We punished for his sin; of them was he on whom We sent down a violent storm, and of them was he whom the rumbling overtook, and of them was he whom We made to be swallowed up by the earth, and of them was he whom We drowned; and it did not beseem Allah that He should be unjust to them, but they were unjust to their own souls"},{"SurahNumber":29,"VerseNumber":41,"Text":"The parable of those who take guardians besides Allah is as the parable of the spider that makes for itself a house; and most surely the frailest of the houses is the spider's house did they but know"},{"SurahNumber":29,"VerseNumber":42,"Text":"Surely Allah knows whatever thing they call upon besides Him; and He is the Mighty, the Wise"},{"SurahNumber":29,"VerseNumber":43,"Text":"And (as for) these examples, We set them forth for men, and none understand them but the learned"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah created the heavens and the earth with truth; most surely there is a sign in this for the believers"},{"SurahNumber":29,"VerseNumber":45,"Text":"Recite that which has been revealed to you of the Book and keep up prayer; surely prayer keeps (one) away from indecency and evil, and certainly the remembrance of Allah is the greatest, and Allah knows what you do"}]}