{"Id":479,"LanguageCodes":["zh","zho"],"Name":"zho-majian-lad","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Hā yī, mǐ mù."},{"SurahNumber":46,"VerseNumber":2,"Text":"Zhè běn jīng shì cóng zhì néng zhì ruì de zhēnzhǔ jiàng shì de."},{"SurahNumber":46,"VerseNumber":3,"Text":"Wǒ zhǐ běn zhēnlǐ ér chuàngzào tiāndì wànwù, wǒ zhǐ shǐ tāmen cúnzài zhì yī dìngqí. Bù xìndào de rénmen bùgù tāmen céng shòu jǐnggào de xíngfá,"},{"SurahNumber":46,"VerseNumber":4,"Text":"nǐ shuō: Nǐmen gàosù wǒ ba! Nǐmen shě zhēnzhǔ ér qídǎo dì nàxiē ǒuxiàng zěnme yīng shòu chóngbài ne? Nǐmen gàosù wǒ ba! Tāmen céng dúzì chuàngzàole dàdì de nǎ yībùfèn ne? Háishì tāmen céng yǔ zhēnzhǔ gòngtóng chuàngzào zhū tiān ne? Nǐmen zhāoshì wǒ cǐ jīng zhīqián de yī běn tiān jīng, huò cáncún de gǔ xué ba, rúguǒ nǐmen shì shuō shíhuà de."},{"SurahNumber":46,"VerseNumber":5,"Text":"Tāmen shě zhēnzhǔ ér qídǎo nàxiē dào fùhuó rì yě bù huì dāyìng tāmen, érqiě hūshì tāmen de qídǎo de ǒuxiàng, yǒu shéi bǐ tāmen gèng mí wù ne?"},{"SurahNumber":46,"VerseNumber":6,"Text":"Dāng zhòngrén bèi jíhé de shíhòu, nàxiē bèi chóngbài de, yào biàn chéng nàxiē chóngbài zhě de chóudí, bìngqiě fǒurèn zìjǐ céng shòuguò tāmen de chóngbài."},{"SurahNumber":46,"VerseNumber":7,"Text":"Yǒu rén duì tāmen sòngdú wǒ de míngxiǎn de jīxiàng de shíhòu, bù xìndào de rénmen pínglùn gāng jiànglín tāmen de zhēnlǐ shuō: Zhè shì míngxiǎn de móshù."},{"SurahNumber":46,"VerseNumber":8,"Text":"Tāmen shènzhì shuō: Tā wèizào “gǔlánjīng”. Nǐ shuō: Rúguǒ wǒ wèizào “gǔlánjīng”, nàmò, nǐmen bùnéng wéi wǒ dǐyù zhēnzhǔ de yīdiǎn xíngfá. Tā quánzhī nǐmen duìyú “gǔlánjīng” de fěibàng, tā zú wéi wǒ hé nǐmen zhī jiān de jiànzhèng. Tā què shì zhì shè de, què shì zhì cí de."},{"SurahNumber":46,"VerseNumber":9,"Text":"Nǐ shuō: Wǒ bùshì pòtiānhuāng de tiānshǐ; wǒ bù zhīdào wǒ yào zāoyù shénme, yě bù zhīdào nǐmen yào zāoyù shénme, wǒ zhǐ zūncóng wǒ suǒ shòu de qǐshì, wǒ zhǐshì yīgè tǎnshuài de jǐnggào zhě."},{"SurahNumber":46,"VerseNumber":10,"Text":"Nǐ shuō: Nǐmen gàosù wǒ ba! Rúguǒ “gǔlánjīng” shì cóng zhēnzhǔ nàlǐ jiàng shì de, ér nǐmen bù xìn tā--yǐsèliè hòuyì zhōng de yīgè jiànzhèng zhě, yǐ zuòzhèng qí xiāngsì ér xìnfèng zhī, nǐmen què bùxiè xìnfèng--nàmò, shéi bǐ nǐmen gèng mí wù ne? Zhēn zhǔ bìdìng bù yǐndǎo bù yì de mínzhòng."},{"SurahNumber":46,"VerseNumber":11,"Text":"Bù xìndào de rénmen pínglùn xìndào de rénmen shuō: Jiǎruò nà shì yī jiàn shànshì, tāmen bùdé zài wǒmen zhīqián xìnfèng tā. Tāmen méiyǒu yīn tā ér zūnxún zhèngdào, gù tāmen de piānzhí yǐ xiǎnzhùle, tāmen yào shuō: Zhè shì chénfǔ de wàngyán."},{"SurahNumber":46,"VerseNumber":12,"Text":"Zài tā zhīqián, yǒu mù sà de jīngdiǎn, zuò shìrén de zhǔnshéng hé ēnhuì. Zhè shì yī běn ālābó wén de jīngdiǎn, néng zhèngshí yǐqián de tiān jīng, yǐbiàn tā jǐnggào bù yì de rénmen, bìng zuò xíngshàn zhě de jiāyīn."},{"SurahNumber":46,"VerseNumber":13,"Text":"Shuōguò wǒmen de zhǔ shì zhēn zhǔ, ránhòu zūnshǒu zhèngdào de rénmen, jiānglái méiyǒu kǒngjù, yě bù yōuchóu;"},{"SurahNumber":46,"VerseNumber":14,"Text":"zhè děng rén, shì lèyuán de jūmín, jiāng yǒng jū qízhōng; zhè shì wèile bàochóu tāmen de xíngwéi."},{"SurahNumber":46,"VerseNumber":15,"Text":"Wǒ céng mìng rén xiàojìng fùmǔ; tā de mǔqīn, xīnkǔ de huái tā, xīnkǔ dì shēng tā, tā shòutāi hé duàn rǔ de shíqí, gòngjì sānshí gè yuè. Dāng tā dádào zhuàngnián, zài dádào sìshí suì de shíhòu, tā shuō: Wǒ de zhǔ a! Qiú nǐ qǐshì wǒ, shǐ wǒ gǎnxiè nǐ suǒ shī yú wǒ hé wǒ de fùmǔ de ēnhuì, bìngxíng nǐ suǒ xǐyuè de shànshì. Qiú nǐ wèi wǒ gǎishàn wǒ de hòuyì. Wǒ què yǐ xiàng nǐ huǐzuì, wǒ què shì yīgè shùnfú zhě."},{"SurahNumber":46,"VerseNumber":16,"Text":"Zhè děng rén, wǒ jiēshòu tāmen de shàngōng, wǒ shè yòu tāmen de zuì'è, tāmen jiāng chéngwéi lèyuán de jūmín. Zhè shì tāmen suǒ shòu de zhēnshí de yīngxǔ."},{"SurahNumber":46,"VerseNumber":17,"Text":"Yǒurén duì tā de fùmǔ shuō: Āi! Nǐmen liǎ dònghè wǒ shuō: Wǒ yào fùhuó ma? Zài wǒ zhīqián, yǒu xǔduō shìdài, què yǐ shìqùle. Tāmen liǎ xiàng zhēnzhǔ qiúyuán, bìngqiě shuō: Shāng zāi nǐ! Nǐ xìndào ba, zhēnzhǔ de yīngxǔ, què shì zhēnshí de! Tā shuō: Zhè zhǐshì gǔrén de gùshì."},{"SurahNumber":46,"VerseNumber":18,"Text":"Zhè děng rén, yīngdāng shòu xíngfá de pànjué, ér rù yú yǐqián shìqù de jīnglíng hé rénlèi de gè mínzú zhī zhōng; tāmen què shì kuī shé de."},{"SurahNumber":46,"VerseNumber":19,"Text":"Tāmen jiāng yīn zìjǐ de xíngwéi ér gè yǒu ruògān děngjí, yǐbiàn zhēnzhǔ duì tāmen de xíngwéi jǐyǔ wánquán de bàochóu, tāmen bù shòu kuī wǎng."},{"SurahNumber":46,"VerseNumber":20,"Text":"Bù xìndào de rénmen zāoshòu huǒxíng zhī rì, huòzhě jiāng duì tāmen shuō: Nǐmen zài chénshì shēnghuó zhōng, yǐ jiāng nǐmen de fú fen xiāo jǐn xiǎng wán; jīnrì nǐmen yīng shòu língrù de xíngfá, yīnwèi nǐmen céng zài dìfāng shàng wàngzìzūndà, yě yīnwèi nǐmen céngjīng fànzuì."},{"SurahNumber":46,"VerseNumber":21,"Text":"Nǐ jìniàn ā dé rén de dìxiōng ba! Dāngshí, tā zài shāqiū jǐnggào tā de zōngzú--zài tā yǐqián hé yǐhòu, yǒu xǔduō jǐnggào zhě, què yǐ shìqùle--tā shuō: Nǐmen yīnggāi zhǐ chóngbài zhēnzhǔ, wǒ díquè pà nǐmen zāoshòu zhòngdà rì de xíngfá."},{"SurahNumber":46,"VerseNumber":22,"Text":"Tāmen shuō: Nǐ lái zǔzhǐ wǒmen chóngbài wǒmen de zhòng shénlíng ma? Nǐ zhāoshì wǒmen nǐ suǒyòng yǐ dònghè wǒmen de xíngfá ba! Rúguǒ nǐ shì shuō shíhuà de!"},{"SurahNumber":46,"VerseNumber":23,"Text":"Tā shuō: Zhǐyǒu zhēnzhǔ zhīdào xíngfá hé shí jiànglín nǐmen, wǒ zhǐ néng bǎ wǒ de shǐmìng chuándá gěi nǐmen, dàn wǒ yǐwéi nǐmen shì wúzhī de mínzhòng."},{"SurahNumber":46,"VerseNumber":24,"Text":"Tāmen kànjiàn tiānbiān yǒu yī duǒ yún, xiàngzhe tāmen de shāngǔ yídòng, tāmen shuō: Zhè duǒ yún huì jiàngyǔ gěi wǒmen. Bùrán, zhè shì nǐmen yāoqiú zǎorì shíxiàn de, zhè shì kuángfēng, qízhōng yǒu tòngkǔ de xíngfá."},{"SurahNumber":46,"VerseNumber":25,"Text":"Tā fèng tā de zhǔ de mìnglìng ér huǐmiè yīqiè. Yīdàn zhī jiān, bùjiàn tāmen, zhǐ jiàn tāmen de fángwū. Wǒ yào rúcǐ bàochóu fànzuì de mínzhòng."},{"SurahNumber":46,"VerseNumber":26,"Text":"Wǒ què yǐ bǎ méiyǒu shǎngcì nǐmen dì dìwèi shǎngcìle tāmen, wǒ céng fùyǔ tāmen cōngmíng ruìzhì; dàn tāmen de cōngmíng ruìzhì, duìyú tāmen háo wú bìyì, yīnwèi tāmen fǒurèn zhēnzhǔ de jīxiàng, suǒyǐ tāmen yīxiàng suǒ cháoxiào de xíngfá jiànglín tāmenle."},{"SurahNumber":46,"VerseNumber":27,"Text":"Wǒ què yǐ huǐmiè nǐmen sìlín de chéngshì. Wǒ fǎnfù zhāoshì gè zhǒng jīxiàng, yǐbiàn tāmen huǐwù."},{"SurahNumber":46,"VerseNumber":28,"Text":"Tāmen shě zhēnzhǔ ér fèng wéi shénlíng, yǐ qiú qīnjìn zhēnzhǔ de ǒuxiàng, zěnme bù xiāngzhù tāmen ne! Bùrán, tāmen yǐ huíbì tāmenle. Nà shì tāmen de wàngyán, yěshì tāmen suǒ wèizào de."},{"SurahNumber":46,"VerseNumber":29,"Text":"Dāngshí, wǒ céng shǐ yī huǒ jīnglíng, zǒu dào nǐ miànqián, lái jìng tīng “gǔlánjīng”. Dāng tāmen lái dàole tā miànqián de shíhòu, tāmen shuō: Dàjiā jìng tīng ba! Sòngdú jì bì, tāmen jiù huíqù jǐnggào tāmen de zōngzú,"},{"SurahNumber":46,"VerseNumber":30,"Text":"tāmen shuō: Wǒmen de zōngzú a! Wǒmen què yǐ tīngjiàn yī běn zài mù sà zhīhòu jiàng shì de jīngdiǎn, tā néng zhèngshí yǐqián de tiān jīng, néng zhǐyǐn zhēnlǐ hé zhènglù."},{"SurahNumber":46,"VerseNumber":31,"Text":"Wǒmen de zōngzú a! Nǐmen dāng yìngdá zhēnzhǔ de hàozhào zhě, ér guī xìn zhēnzhǔ, zhēnzhǔ jiàng shè yòu nǐmen de yībùfèn zuìguo, bìng shǐ nǐmen dé miǎn yú tòngkǔ de xíngfá."},{"SurahNumber":46,"VerseNumber":32,"Text":"Bù yìngdá zhēnzhǔ hàozhào zhě de rén, zài dà dìshàng jué bùnéng táobì tiānqiǎn, chú zhēnzhǔ wài, tāmen jué wú bǎohù zhě, zhè děng rén shì zài míngxiǎn de mí wù zhōng de."},{"SurahNumber":46,"VerseNumber":33,"Text":"Chuàngzào tiāndì ér bù gǎnjué pífá de zhēnzhǔ, shì néng shǐ sǐzhě fùhuó de. Nándào tāmen bù zhīdào ma? Shì de, tā duìyú wànshì shì quánnéng de."},{"SurahNumber":46,"VerseNumber":34,"Text":"Bù xìndào de rénmen zāoshòu huǒxíng zhī rì, huòzhě jiāng duì tāmen shuō: Nándào zhè xíngfá bùshì zhēnshí de ma? Tāmen jiāng shuō: Shì zhēnshí de, yǐ wǒmen de zhǔ méngshì! Tā jiāng shuō: Nǐmen chángshì xíngfá ba! Yīnwèi nǐmen méiyǒu xìndào."},{"SurahNumber":46,"VerseNumber":35,"Text":"Nǐ yīngdāng jiānrěn, rú yǒu juéxīn de zhòng shǐzhě nàyàng jiānrěn, nǐ bùyào yāoqiú tāmen suǒ yīng dé de xíngfá zǎorì shíxiàn. Tāmen yǎnjiàn zìjǐ suǒ zuò kǒnghè de xíngfá zhī rì, tāmen jiāng juédé fǎngfú zài chénshì zhǐ zài báizhòu dòuliúguò piànkè. Zhè shì yīgè tōnggào. Wéi bèinì de mínzhòng, cái zāo huǐmiè."},{"SurahNumber":47,"VerseNumber":1,"Text":"Bù xìndào érqiě fáng'ài zhǔ dào de rénmen, zhēnzhǔ jiàng shǐ tāmen de shàngōng wúxiào."},{"SurahNumber":47,"VerseNumber":2,"Text":"Xìndào ér xíngshàn, qiě xìnyǎng jiàng shì mùhǎnmòdé de tiān jīng zhě--nà bù tiān jīng shì cóng tāmen de zhǔ jiàng shì de zhēnlǐ--zhēnzhǔ jiàng shè yòu tāmen de zuì'è, gǎishàn tāmen de zhuàngkuàng."},{"SurahNumber":47,"VerseNumber":3,"Text":"Nà shì yóuyú bù xìndào de rénmen zūnshǒu xūwèi, ér xìndào de rénmen zūnshǒu cóng tāmen de zhǔ jiàng shì de zhēnlǐ. Zhēnzhǔ rúcǐ wéi zhòngrén shè xǔduō pìyù."},{"SurahNumber":47,"VerseNumber":4,"Text":"Nǐmen zài zhànchǎng shàng yù dào bù xìndào zhě de shíhòu, yīngdāng zhǎn shā tāmen, nǐmen jì zhànshèng tāmen, jiù yīngdāng fúlǔ tāmen; yǐhòu huò shìfàng tāmen, huò zhǔnxǔ tāmen shúshēn, zhídào zhànzhēng fàngxià tā de zhòngdàn. Shìqíng jiùshì zhèyàng de, jiǎruò zhēnzhǔ yìyù, tā bì chéngzhì tāmen; dàn tā mìng nǐmen kàngzhàn, yǐbiàn tā yǐ nǐmen hùxiāng kǎoyàn. Wéi zhǔ dào ér zhènwáng zhě, zhēnzhǔ jué bù wǎngfèi tāmen de shàngōng,"},{"SurahNumber":47,"VerseNumber":5,"Text":"tā yào yǐndǎo tāmen, bìng gǎishàn tāmen de zhuàngkuàng,"},{"SurahNumber":47,"VerseNumber":6,"Text":"qiě shǐ tāmen rù lèyuán--tā yǐ wèi tāmen shuōmíng nà lèyuánle."},{"SurahNumber":47,"VerseNumber":7,"Text":"Xìndào de rénmen a! Rúguǒ nǐmen xiāngzhù zhēnzhǔ, tā jiù xiāngzhù nǐmen, bìng shǐ nǐmen de jiǎobù wěngù."},{"SurahNumber":47,"VerseNumber":8,"Text":"Bù xìndào de rénmen, jiāng yījuébùzhèn, zhēnzhǔ jiàng shǐ tāmen de shàngōng wúxiào."},{"SurahNumber":47,"VerseNumber":9,"Text":"Nà shì yīnwèi tāmen yànwù zhēnzhǔ suǒ jiàng shì de jīngdiǎn, gù tā jiāng shǐ tāmen de shàngōng wúxiào."},{"SurahNumber":47,"VerseNumber":10,"Text":"Nándào tāmen méiyǒu zài dà dìshàng lǚxíng, yǐ guānchá qián rén de jiéjú shì zěnyàng de ma? Zhēnzhǔ yòu huǐmièle tāmen. Bù xìndào de rénmen, jiāng yǒu tóngyàng de jiéjú."},{"SurahNumber":47,"VerseNumber":11,"Text":"Nà shì yīn wéi zhēnzhǔ shì xìndào de rénmen de bǎohù zhě; bù xìndào de rénmen, jué wú bǎohù zhě."},{"SurahNumber":47,"VerseNumber":12,"Text":"Zhēnzhǔ bìdìng yào shǐ xìndào érqiě xíngshàn de rénmen rù xià lín zhū hé de lèyuán. Bù xìndào de rénmen, zài jīnshì de xiǎngshòu, shì xiàng chù sheng yàng yǐnshí, huǒ yù shì tāmen de guīsù."},{"SurahNumber":47,"VerseNumber":13,"Text":"Yǒu xǔduō chéngshì, qí jūmín de shìlì, shèngguò nà qūzhú nǐ de chéngshì de jūmín; wǒ céng huǐmièle tāmen, tāmen méiyǒu rènhé yuánzhù zhě."},{"SurahNumber":47,"VerseNumber":14,"Text":"Yījù cóng zhǔ jiàng shì de míngzhèng zhě, yǔ nà wèi zìjǐ de è xíng suǒ míhuò, érqiě shùncóng sīyù zhě shì yīyàng de ma?"},{"SurahNumber":47,"VerseNumber":15,"Text":"Jìngwèi de rénmen suǒ méng yīngxǔ de lèyuán, qí qíngzhuàng shì zhèyàng de: Qízhōng yǒu shuǐ hé, shuǐ zhí bù fǔ; yǒu rǔ hé, rǔ wèi bù biàn; yǒu jiǔ hé, yǐn zhě chēngkuài; yǒu mì hé, mì zhì chúnjié; tāmen zài lèyuán zhōng, yǒu gè zhǒng shuǐguǒ, kěyǐ xiǎngshòu; hái yǒu cóng tāmen de zhǔ fāchū de shè yòu. Yǒng jū lèyuán zhě, nándào yǔ nà yǒng jū huǒ yù, cháng yǐn fèishuǐ, cháng cùn cùnduàn de rén shì yīyàng de ma?"},{"SurahNumber":47,"VerseNumber":16,"Text":"Tāmen zhōng yǒuxiē rén jìng tīng nǐ de yǎnshuō, děngdào tāmen cóng nǐ de miànqián chūqù de shíhòu, tāmen duì yǒu xuéshì zhě shuō: Gāngcái tā shuō xiē shénme? Zhè děng rén, zhēnzhǔ yǐ fēngbì tāmen de xīn, tāmen shùncóng sīyù."},{"SurahNumber":47,"VerseNumber":17,"Text":"Zūnxún zhèngdào zhě, zhēnzhǔyào gèngjiā yǐndǎo tāmen, bìng jiāng jìngwèi de bàochóu shǎngcì tāmen."},{"SurahNumber":47,"VerseNumber":18,"Text":"Tāmen zhǐ děngdài fùhuó shí hūrán láilín tāmen, fùhuó shí de zhēnghòu què yǐ láilínliǎo. Dāng fùhuó shí láilín de shíhòu, tāmen de juéwù, duìyú tāmen nàlǐ hái huì yǒuxiào ne!"},{"SurahNumber":47,"VerseNumber":19,"Text":"Nǐ yīngdāng zhīdào, chú zhēnzhǔ wài, jué wú yīng shòu chóngbài de, nǐ yīngdāng wèi nǐ de guòshī ér qiúráo, bìng yīngdāng wèi zhòng xìnshì hé zhòng xìn nǚ ér qiúráo. Zhēnzhǔ shì quánzhī nǐmen de huódòng hé guīsù de."},{"SurahNumber":47,"VerseNumber":20,"Text":"Xìndào de rénmen shuō: Zěnme bù jiàng shì yī zhāng jīng ne? Dāng yī zhāng míngquè de jīng wén jiàngxià, ér qízhōng tí jí zhànzhēng de shíhòu, nǐ huì kàn dào xīnzhōng yǒu bìng de rénmen jiāng xiàng lín sǐ shí hūn yūn de rén nàyàng dèng zhuóyǎn kàn nǐ. Shāng zāi tāmen!"},{"SurahNumber":47,"VerseNumber":21,"Text":"Fúcóng héwǎn cí, yú tāmen shì gèng xiāngyí de. Dāng zhànzhēng bèi juédìng de shíhòu, jiǎruò tāmen zhōngyú zhēnzhǔ, nà duìyú tāmen shì gèng hǎo de."},{"SurahNumber":47,"VerseNumber":22,"Text":"Jiǎruò nǐmen zhízhèng, nǐmen huì bù huì zài dìfāng shàng zuò'è, bìng duànjué qīnqī de guānxì ne?"},{"SurahNumber":47,"VerseNumber":23,"Text":"Zhè děng rén, shì zhēnzhǔ suǒ qì jué de, gù tā shǐ tāmen biàn lóng, shǐ tāmen biàn xiā."},{"SurahNumber":47,"VerseNumber":24,"Text":"Tāmen zěnme bù chénsī “gǔlánjīng” ne? Nándào tāmen de xīn shàng yǒu suǒ?"},{"SurahNumber":47,"VerseNumber":25,"Text":"Rèn qīng zhèngdào, ránhòu pàn dào zhě, èmó sǒngyǒng tāmen, bìng kuānwèi tāmen."},{"SurahNumber":47,"VerseNumber":26,"Text":"Nà shì yīnwèi tāmen céng duì nàxiē yànwù zhēnzhǔ suǒ jiàng shì de jīxiàng zhě shuō: Duìyú yībùfèn de shìqíng, wǒmen jiāng shùncóng nǐmen. Zhēnzhǔ zhīdào tāmen de yǐnqíng."},{"SurahNumber":47,"VerseNumber":27,"Text":"Dāngzhòng tiānshén dǎzhe tāmen de liǎn hé bèi, ér shǐ tāmen sǐwáng de shíhòu, tāmen jiāng zěnme bàn ne?"},{"SurahNumber":47,"VerseNumber":28,"Text":"Nà shì yīnwèi tāmen shùncóng nà chùfàn zhēnzhǔ de shìwù, bìng yànwù tāsuǒ xǐyuè de shìwù, gù tā shǐ tāmen de shàngōng wúxiào."},{"SurahNumber":47,"VerseNumber":29,"Text":"Nándào xīnzhōng yǒu bìng de rénmen yǐwéi zhēnzhǔ bù jiēchuān tāmen de yuànhèn me?"},{"SurahNumber":47,"VerseNumber":30,"Text":"Jiǎruò wǒ yìyù, wǒ bìdìng shǐ nǐ zhīdào tāmen, nǐ bìdìng jiè tāmen de yíbiǎo ér rènshí tāmen, nǐ bìdìng cóng tāmen kǒuqì ér rènshí tāmen. Zhēnzhǔ zhīdào nǐmen de shàngōng."},{"SurahNumber":47,"VerseNumber":31,"Text":"Wǒ bìdìng yào shìyàn nǐmen, zhídào wǒ rènshí nǐmen zhōng de fèndòu zhě hé jiānrěn zhě, wǒ jiāng kǎohé guānyú nǐmen de gōngzuò de bàogào."},{"SurahNumber":47,"VerseNumber":32,"Text":"Bù xìndào, bìng fáng'ài zhǔ dào, qiě zài rènshí zhèngdào hòu fǎnduì shǐzhě de rénmen, jué bùnéng sǔnshāng zhēnzhǔ yī sīháo, tā yào shǐ tāmen de shàngōng wúxiào."},{"SurahNumber":47,"VerseNumber":33,"Text":"Xìndào de rénmen a! Nǐmen yīngdāng fúcóng zhēnzhǔ, yīngdāng fúcóng shǐzhě, nǐmen bùyào shǐ nǐmen de shàngōng wúxiào."},{"SurahNumber":47,"VerseNumber":34,"Text":"Bù xìndào, bìng fáng'ài zhǔ dào, sǐ shí hái bù xìndào de rénmen, zhēnzhǔ jué bù shè yòu tāmen."},{"SurahNumber":47,"VerseNumber":35,"Text":"Nǐmen bùyào qìněi, bù yāoqiú hé, nǐmen shì zhàn yōushì de, zhēn zhǔ shì yǔ nǐmen tóng zài de, tā jué bù shǐ nǐmen de shàngōng wúxiào."},{"SurahNumber":47,"VerseNumber":36,"Text":"Jīnshì de shēnghuó, zhǐshì yóuxì hé yúlè. Rúguǒ nǐmen xìndào, bìngqiě jìngwèi tā, tā yào jiāng nǐmen de bàochóu shǎngcì nǐmen. Tā bù suǒqǔ nǐmen de cáichǎn."},{"SurahNumber":47,"VerseNumber":37,"Text":"Rúguǒ tā lèsuǒ nǐmen de cáichǎn, nǐmen jiù yào lìnsè, nà lìnsè yào jiēchuān nǐmen de yuànhèn."},{"SurahNumber":47,"VerseNumber":38,"Text":"Nǐmen zhè děng rén a! Yǒurén quàn nǐmen wéi zhǔ dào ér fèiyòng, nǐmen zhōng què yǒulìnsè de. Lìnsè de rén zì shòu lìnsè zhī hài. Zhēnzhǔ què shì wú qiú de, nǐmen què shì yǒu qiú de. Rúguǒ nǐmen wéibèi mìnglìng, tā jiù yào yǐ bié de mínzhòngdàitì tāmen, ránhòu, tāmen bù xiàng nǐmen yàng."},{"SurahNumber":48,"VerseNumber":1,"Text":"Wǒ què yǐ shǎngcì nǐ yī zhǒng míngxiǎn de shènglì,"},{"SurahNumber":48,"VerseNumber":2,"Text":"yǐbiàn zhēnzhǔ shè yòu nǐ yǐwǎng de hé jiānglái de guòshī, bìng wánchéng tā duì nǐ de ēndiǎn, qiě zhāoshì nǐ yītiáo zhènglù."},{"SurahNumber":48,"VerseNumber":3,"Text":"Zhēnzhǔ jiàng gěi nǐ yī zhǒng yǒu lì de yuánzhù."},{"SurahNumber":48,"VerseNumber":4,"Text":"Tā céng jiāng zhènjìng jiàng zài xìnshìmen de xīnzhōng, yǐbiàn tāmen xìnniàn shàng jiā xìnniàn--tiāndì de jūnduì, zhǐshì zhēnzhǔ de, zhēnzhǔ shì quánzhī de, shì zhì ruì de"},{"SurahNumber":48,"VerseNumber":5,"Text":"yǐbiàn tā shǐ xìnshì héxìn nǚmen rù xià lín zhū hé de lèyuán, ér yǒng jū qízhōng, bìng shè yòu tāmen de zuì'è. Jù zhēnzhǔ kàn lái, zhè shì wěidà de chénggōng."},{"SurahNumber":48,"VerseNumber":6,"Text":"Yǐbiàn tā chéngfá wěi xìn de nánrén hé nǚrén, hé yǐ wù pèi zhǔ de nánrén hé nǚrén, jiùshì duì zhēnzhǔ zuò èyì cāixiǎng de rén, è yùn zhǐ jiànglín tāmen, zhēnzhǔ qiǎn nù tāmen, qì jué tāmen, bìng wèi tāmen yùbèile huǒ yù. Nà guīsù zhēn èliè!"},{"SurahNumber":48,"VerseNumber":7,"Text":"Tiāndì de jūnduì, zhǐshì zhēnzhǔ de. Zhēnzhǔ shì wànnéng de, shì zhì ruì de."},{"SurahNumber":48,"VerseNumber":8,"Text":"Wǒ què yǐ pàiqiǎn nǐ zuò jiànzhèng, zuò bàoxǐ zhě, zuò jǐnggào zhě,"},{"SurahNumber":48,"VerseNumber":9,"Text":"yǐbiàn nǐmen guī xìn zhēnzhǔ hé shǐzhě, bìng xiézhù tā zūnjìng tā, zhāoxì zànsòng tā."},{"SurahNumber":48,"VerseNumber":10,"Text":"Yǔ nǐ dìng yuē de rénmen, qíshí shì yǔ zhēnzhǔ dìng yuē; zhēnzhǔ de shǒu shì zài tāmen de shǒu zhī shàng de. Bèiyuē zhě, zì shòu bèiyuē zhī hài; shíjiàn yǔ zhēnzhǔ suǒ dìng yuē zhě, zhēnzhǔ jiàng shǎngcì tā zhòng dà de bàochóu."},{"SurahNumber":48,"VerseNumber":11,"Text":"Liú zài hòufāng de yóumù rénmen jiāng shuō: Wǒmen yào zhàoliào wǒmen de jiāchǎn hé jiāshǔ, suǒyǐ qǐng nǐ wèi wǒmen qiúráo. Tāmen yòng tāmen de shétou shuō de bùshì tāmen de xīnlǐ huà. Nǐ shuō: Shéi néng wéi nǐmen gānshè zhēnzhǔ yī sīháo? Rúguǒ tā yào jiàng huò yú nǐmen, huò jiàng fú yú nǐmen. Zhēnzhǔ shì chè zhī nǐmen de xíngwéi de."},{"SurahNumber":48,"VerseNumber":12,"Text":"Nǐmen cāixiǎng shǐzhě hé xìnshìmen yǒng bù huí jiāle, nǐmen de xīn wèi zhè cāixiǎng suǒ míhuò, nǐmen zuò bùshàn de cāixiǎng, nǐmen shì jiāng mièwáng de mínzhòng."},{"SurahNumber":48,"VerseNumber":13,"Text":"Bùxìn zhēnzhǔ hé shǐzhě de rén, wǒ què yǐ wèi tāmen zhè děng bùxìn zhě yù shè huǒ yùle."},{"SurahNumber":48,"VerseNumber":14,"Text":"Tiāndì de guó quán, guīzhēnzhǔ suǒyǒu, tā yào shè yòu shéi, jiù shè yòu shéi; yào chéngfá shéi, jiù chéngfá shéi. Zhēnzhǔ shì zhì shè de, shì zhì cí de."},{"SurahNumber":48,"VerseNumber":15,"Text":"Liú zài hòufāng de rénmen, dāng nǐmen wèi huòqǔ zhànlìpǐn ér chūfā de shíhòu, tāmen jiāng shuō: Ràng wǒmen gēn nǐmen qù ba! Tāmen yù biàngēng zhēnzhǔ de pàn cí. Nǐ shuō: Nǐmen juéduì bùdé gēn wǒmen qù, yǐqián, zhēnzhǔ yǐ zhèyàng shuōguòle. Tāmen jiāng shuō: Bùrán, nǐmen jídù wǒmen. Bùrán, tāmen bù shèn liǎojiě."},{"SurahNumber":48,"VerseNumber":16,"Text":"Nǐ duì dòuliú zài hòufāng de yóumù rén shuō: Nǐmen jiāng bèi zhào qù tǎofá yīqún piāohàn de mínzhòng, huò tāmen guīshùn. Rúguǒ nǐmen fúcóng (mìnglìng), zhēnzhǔ jiù yǐ yōuměi de bàochóu shǎngcì nǐmen; rúguǒ nǐmen hái xiàng yǐqián nàyàng guībì, tā jiù shǐ nǐmen shòu tòngkǔ de xíngfá."},{"SurahNumber":48,"VerseNumber":17,"Text":"Xiā zǐ wú zuì, bǒ zǐ wú zuì, bìngrén wú zuì. Shéi fúcóng zhēnzhǔ hé shǐzhě, zhēnzhǔyào shǐ shéi rù nà xià lín zhū hé de lèyuán; shéi guībì tā, tā jiāng shǐ shéi shòu tòngkǔ de xíngfá."},{"SurahNumber":48,"VerseNumber":18,"Text":"Zhēnzhǔ què yǐ xǐyuè xìnshìmen. Dāngshí, tāmen zài nà kē shù xià yǔ nǐ dìng yuē, tā yǐ zhīdào tāmen de xīnshì, gù jiàng zhènjìng yú tāmen, bìng bàochóu tāmen línjìn de shènglì,"},{"SurahNumber":48,"VerseNumber":19,"Text":"hé tāmen suǒ qǔdé de xǔduō zhànlìpǐn. Zhēnzhǔ shì wànnéng de, shì zhì ruì de."},{"SurahNumber":48,"VerseNumber":20,"Text":"Zhēnzhǔ yǐ nǐmen suǒ qǔdé de xǔduō zhànlìpǐn yīngxǔ nǐmen, ér jiāng zhè zhànlìpǐn xùnsù de shǎngcì nǐmen, bìng zhìzhǐ dírén duì nǐmen xiàshǒu, yǐbiàn zhè zhànlìpǐn zuòwéi xìnshìmen de yī zhǒng jīxiàng, yǐbiàn zhēnzhǔ zhāoshì nǐmen yītiáo zhènglù."},{"SurahNumber":48,"VerseNumber":21,"Text":"Bié de zhànlìpǐn, nǐmen shàng wèi néng huòdé de, zhēnzhǔ què yǐ zhōuzhī tā. Zhēnzhǔ duìyú wànshì shì quánnéng de."},{"SurahNumber":48,"VerseNumber":22,"Text":"Jiǎruò bù xìndào de rénmen yǔ nǐmen jiāozhàn, tāmen bìdìng shībài, érqiě bùnéng fāxiàn yīgè bǎohù zhě, yě bùnéng fāxiàn yīgè yuánzhù zhě."},{"SurahNumber":48,"VerseNumber":23,"Text":"Zhè shì zhēnzhǔ yǐqián de chángdào, duìyú zhēnzhǔ de chángdào, nǐ jué bùnéng fāxiàn yǒu rènhé biàngēng."},{"SurahNumber":48,"VerseNumber":24,"Text":"Tā céng zhìzhǐ tāmen duì nǐmen xiàshǒu, yě zhìzhǐ nǐmen zài zhànshèng tāmen zhīhòu zài mài jiā shāngǔ zhōng duì tāmen xiàshǒu, zhēnzhǔ shì míngchá nǐmen de xíngwéi de."},{"SurahNumber":48,"VerseNumber":25,"Text":"Tāmen bù xìndào, bìng zǔ'ài nǐmen rù jìn sì, qiě zǔzhǐ bèi kòuliú de xīshēng dádào tā de yǐ dìng de wèizhì. Ruò bù wéi yànwù nǐmen róulìn nǐmen suǒ wèi rènshí de xǔduō xìndào de nánzǐ hé nǚzǐ, ér nǐmen yīncǐ wúzhī dì fànzuì, nàmò, tā bù zhìzhǐ nǐmen. Zhēnzhǔ zhìzhǐ nǐmen, yǐbiàn tā shǐ tāsuǒ yìyù zhě rù yú tā de ēnhuì zhī zhōng. Jiǎruò tāmen shì sǎnjū de, wǒ bì shǐ tāmen zhōng bù xìndào de rénmen shòu tòngkǔ de xíngfá."},{"SurahNumber":48,"VerseNumber":26,"Text":"Dāng bù xìndào zhě xīnhuái fèn nù--méngmèi shídài de fèn nù--de shíhòu, zhēn zhǔ céng jiàng zhènjìng gěi shǐzhě hé xìnshìmen, shǐ tāmen jiānchí jìngwèi cí. Tāmen shì gèng yí yú jìngwèi cí de, shì yīng shòu jìng cí de. Zhēn zhǔ duìyú wànshì shì quánzhī de."},{"SurahNumber":48,"VerseNumber":27,"Text":"Zhēnzhǔ què yǐ zhāoshì tā de shǐzhě bāohán zhēnlǐ de mèng zhào, rúguǒ zhēnzhǔ yìyù, nǐmen bìdìng píng'ān dì jìnrù jìn sì, yǒu de rén tìtóu, yǒu de rén jiǎn duǎnfǎ, nǐmen jiāng yǒng bù kǒngjù. Zhēnzhǔ zhīdào nǐmen suǒ wèi zhīdào de, gù zài nà jiàn shì zhīqián, xiān yǒu yīcì línjìn de shènglì."},{"SurahNumber":48,"VerseNumber":28,"Text":"Tā yīn zhèngdào hé zhēnjiào ér pàiqiǎn tā de shǐzhě, yǐbiàn tā shǐ zhēnjiào shèngguò yīqiè zōngjiào. Zhēnzhǔ zú wéi jiànzhèng,"},{"SurahNumber":48,"VerseNumber":29,"Text":"mùhǎnmòdé shì zhēnzhǔ de shǐzhě, zài tā zuǒyòu de rén, duìwàidào shì zhuāngyán de, duì jiào bāo shì cíxiáng de. Nǐ kàn tāmen jūgōng kòutóu, yāoqiú zhēnzhǔ de ēnhuì hé xǐyuè, tāmen de biāojì jiù zài tāmen de liǎn shàng, nà shì kòutóu de xiàoguǒ. Nà shì tāmen zài “tǎo lā tè” zhōng de pìyù. Tāmen zài “yǐn zhī lēi” zhōng de pìyù, shì tāmen xiàng yī kē zhuāngjià, fāchū zhī tiáo, ér tā zhù tā zhǎng dà, ér nà zhī tiáo jiànjiàn zhuózhuàng, zhōngyú gùdìng zài miáo běn shàng, shǐ nóngfū xīnshǎng. Tā jiāng tāmen zàochéng nàyàng, yǐbiàn tā jiè tāmen jīnù wài dào. Zhēnzhǔ yīngxǔ tāmen zhè děng xìndào érqiě xíngshàn zhě, jiāng méng shè yòuhé zhòngdà de bàochóu."},{"SurahNumber":49,"VerseNumber":1,"Text":"Xìndào de rénmen a! Nǐmen zài zhēnzhǔ hé shǐzhě de miànqián bùyào xiān zuò rènhé yī jiàn shì, nǐmen yīngdāng jìngwèi zhēnzhǔ; zhēnzhǔ què shì quán cōng de, què shì quánzhī de."},{"SurahNumber":49,"VerseNumber":2,"Text":"Xìndào de rénmen a! Bùyào shǐ nǐmen de shēngyīn gāoguò xiānzhī de shēngyīn, bùyào duì tā gāo shēng shuōhuà, yóurú nǐmen bǐcǐ jiān gāo shēng shuōhuà nàyàng, yǐmiǎn nǐmen de shàngōng biàn wéi wúxiào, ér nǐmen shì bùzhī bù jué de."},{"SurahNumber":49,"VerseNumber":3,"Text":"Zài shǐzhě de miànqián dī shēng shuōhuà de rénmen, zhēnzhǔ què yǐ wèi jìngwèi ér shìyàn tāmen de xīn, tāmen jiāng méng shè yòuhé zhòngdà de bàochóu."},{"SurahNumber":49,"VerseNumber":4,"Text":"Zài qǐnshì hòumiàn hǎnjiào nǐ de rénmen, dàbàn shì bùmíng lǐ de."},{"SurahNumber":49,"VerseNumber":5,"Text":"Jiǎruò tāmen rěnnài, zhídào nǐ chūqù huì tāmen, nà duìyú tāmen shì gèng hǎo de. Zhēnzhǔ shì zhì shè de, shì zhì cí de."},{"SurahNumber":49,"VerseNumber":6,"Text":"Xìndào de rénmen a! Rúguǒ yīgè èrén bàogào nǐmen yīgè xiāoxī, nǐmen yīngdāng nòng qīngchǔ, yǐmiǎn nǐmen wúzhī dì shānghài tārén, dàotóulái huǐhèn zìjǐ de xíngwéi."},{"SurahNumber":49,"VerseNumber":7,"Text":"Nǐmen yīngdāng zhīdào, zhēnzhǔ de shǐzhě zài nǐmen zhī jiān, jiǎruò tā duìyú xǔduō shìqíng dōu shùncóng nǐmen, nǐmen bì xiànyú kǔnàn. Dàn zhēnzhǔ shǐ nǐmen rè'ài zhèngxìn, bìng zài nǐmen de xīnzhōng xiūshì tā; tā shǐ nǐmen juédé míxìn, zuì'è, fàngdàng shì kěwù de; zhè děng rén, què shì xúnguīdǎojǔ de."},{"SurahNumber":49,"VerseNumber":8,"Text":"Zhè shì yóuyú zhēnzhǔ suǒ jiàng de ēnhuì hé fú zé. Zhēnzhǔ shì quánzhī de, shì zhì ruì."},{"SurahNumber":49,"VerseNumber":9,"Text":"Rúguǒ liǎng huǒ xìnshì xiāng dòu, nǐmen yīngdāng jūjiān tiáotíng. Rúguǒ zhè huǒ yāpò nà huǒ, nǐmen yīngdāng tǎofá yāpò de zhè huǒ, zhídào tāmen guīshùn zhēnzhǔ de mìnglìng. Rúguǒ tāmen guīshùn, nǐmen yīngdāng bǐnggōng tiáotíng, zhǔchí gōngdào; zhēnzhǔ què shì xǐ'ài gōngdào zhě de."},{"SurahNumber":49,"VerseNumber":10,"Text":"Xìnshìmen jiē wèi jiào bāo, gù nǐmen yīngdāng páijiě jiào bāo jiān de fēnzhēng, nǐmen yīngdāng jìngwèi zhēnzhǔ, yǐbiàn nǐmen méng zhǔ de liánxù."},{"SurahNumber":49,"VerseNumber":11,"Text":"Xìndào de rénmen a! Nǐmen zhōng de nánzǐ, bùyào hùxiāng cháoxiào; bèi cháoxiào zhě, huòxǔ shèng yú cháoxiào zhě. Nǐmen zhōng de nǚzǐ, yě bùyào hùxiāng cháoxiào; bèi cháoxiào zhě, huòxǔ shèng yú cháoxiào zhě. Nǐmen bùyào hùxiāng fěibàng, bùyào yǐ hùn míng xiāngchèn; xìndào hòu zài yǐ hùn míng xiāngchèn, zhè chēnghu zhēn èliè! Wèi huǐzuì zhě, shì bù yì de."},{"SurahNumber":49,"VerseNumber":12,"Text":"Xìndào de rénmen a! Nǐmen yīngdāng yuǎnlí xǔduō cāiyí; yǒuxiē cāiyí, què shì zuìguo. Nǐmen bùyào hùxiāng zhēntàn, bùyào hùxiāng bèi huǐ, nándào nǐmen zhōng yǒurén xǐhuān chī tā de yǐ sǐ de jiào bāo de ròu ma? Nǐmen shì yànwù nà zhǒng xíngwéi de. Nǐmen yīngdāng jìngwèi zhēnzhǔ, zhēnzhǔ què shì zhì shè de, què shì zhì cí de."},{"SurahNumber":49,"VerseNumber":13,"Text":"Zhòngrén a! Wǒ què yǐ cóng yīnán yī nǚ chuàngzào nǐmen, wǒ shǐ nǐmen chéngwéi xǔduō mínzú hé zōngzú, yǐbiàn nǐmen hùxiāng rènshí. Zài zhēnzhǔ kàn lái, nǐmen zhōng zuì zūnguì zhě, shì nǐmen zhōng zuì jìngwèi zhě. Zhēnzhǔ què shì quánzhī de, què shì chè zhī de."},{"SurahNumber":49,"VerseNumber":14,"Text":"Yóumù rénmen céng shuō: Wǒmen yǐ xìndàole. Nǐ shuō: Nǐmen méiyǒu xìndào, suīrán nǐmen kěyǐ shuō: Wǒmen yǐ guīshùnle', dàn zhèngxìn hái méiyǒu rù nǐmen de xīn. Rúguǒ nǐmen fúcóng zhēnzhǔ hé shǐzhě, tā bù jiǎnshǎo nǐmen de shàngōng yī sīháo. Zhēnzhǔ què shì zhì shè de, què shì zhì cí de."},{"SurahNumber":49,"VerseNumber":15,"Text":"Xìnshì, zhǐshì quèxìn zhēnzhǔ hé shǐzhě, ránhòu méiyǒu huáiyí, néng yǐ zìjǐ de cáichǎn hé shēngmìng wéi zhǔ dào ér fèndòu de rén; zhè děng rén, què shì chéngshí de."},{"SurahNumber":49,"VerseNumber":16,"Text":"Nǐ shuō: Nándào nǐmen yǐ nǐmen de zōngjiào tōngzhī zhēnzhǔ ma? Zhēnzhǔ shì zhīdào tiāndì jiān de yīqiè de, zhēnzhǔ shì quánzhī wànwù de."},{"SurahNumber":49,"VerseNumber":17,"Text":"Tāmen yǐ zìjǐ xìnfèng yīsīlán, shì huì yú nǐ, nǐ shuō: Nǐmen bùyào yǐ nǐmen de xìnfèng yīsīlán shì huì yú wǒ; bùrán, zhēnzhǔ yǐ yǐndǎo nǐmen yú zhèngxìn shì huì yú nǐmen, rúguǒ nǐmen shì shuō shíhuà de."},{"SurahNumber":49,"VerseNumber":18,"Text":"Zhēnzhǔ què shì zhīdào tiāndì de yōuxuán de, zhēnzhǔ shì míngchá nǐmen de xíngwéi de."},{"SurahNumber":50,"VerseNumber":1,"Text":"Jiá fú. Yǐ zūnyán de “gǔlánjīng” méngshì,"},{"SurahNumber":50,"VerseNumber":2,"Text":"nándào tāmen yīn tóngzú de jǐnggào zhě láilín tāmen ér jīngyà ma? Bù xìndào de rénmen shuō: Zhè shì qí shì!"},{"SurahNumber":50,"VerseNumber":3,"Text":"Nándào wǒmen jì sǐ zhī me, yǐ biàn chéntǔ, hái yào huányuán ma? Nà tài bù jìn qínglǐle."},{"SurahNumber":50,"VerseNumber":4,"Text":"Wǒ què jǐ zhīdào dàdì duìyú tāmen de bōshí, wǒ zhè li yǒuyī běn bèi bǎohù de tiān jīng."},{"SurahNumber":50,"VerseNumber":5,"Text":"Tāmen fǒurèn yǐ jiàng shì tāmen de zhēnlǐ, suǒyǐ tāmen xiànyú hǔnluàn de zhuàngtài zhōng."},{"SurahNumber":50,"VerseNumber":6,"Text":"Nándào tāmen méiyǒu yǎng guān tiāntǐ ma? Wǒ shì zěnyàng jiànzào tā, diǎnzhuì tā, shǐ tā méiyǒu quēxiàn de?"},{"SurahNumber":50,"VerseNumber":7,"Text":"Wǒ céng zhǎnkāi dàdì, bìng jiāng xǔduō shānyuè tóu zài shàngmiàn, hái shǐ gè zhǒng měilì de zhíwù shēngzhǎng chūlái,"},{"SurahNumber":50,"VerseNumber":8,"Text":"wèi de shì qǐfā hé jiàohuì měi gè guīyī de púrén."},{"SurahNumber":50,"VerseNumber":9,"Text":"Wǒ cóng yún zhōng jiàngxià jíxiáng de yǔshuǐ, jiù jiè tā ér shēngzhǎng xǔduō guǒshù hé wǔgǔ,"},{"SurahNumber":50,"VerseNumber":10,"Text":"bìng shēngzhǎng fúshū dì hǎi zǎo shù, tā yǒu lěilěi de guǒshí,"},{"SurahNumber":50,"VerseNumber":11,"Text":"yòng zuò zhòng pū de jǐyǎng. Wǒ jiè yǔshuǐ ér shǐ tā yǐ sǐ dì dìfāng fùhuó. Sǐrén de fùhuó yěshì zhèyàng de."},{"SurahNumber":50,"VerseNumber":12,"Text":"Zài tāmen zhīqián fǒurèn shǐzhě de rén, zài nǔ hā de zōngzú, lán sī de jūmín, sài mò dé rén,"},{"SurahNumber":50,"VerseNumber":13,"Text":"ā dé rén, fǎlǎo, lǔ tè de tóngbāo,"},{"SurahNumber":50,"VerseNumber":14,"Text":"cónglín de jūmín hé tú bái de bǎixìng, tǒngtǒng dōu fǒurènguò shǐzhě, gùwǒ suǒ jǐnggào de xíngfá, shì bìrán jiànglín de."},{"SurahNumber":50,"VerseNumber":15,"Text":"Wǒ céng yīn chuàngzào ér píjuàn ma? Bùrán, tāmen duìyú zàizào, shì zài yíhuò zhōng de."},{"SurahNumber":50,"VerseNumber":16,"Text":"Wǒ què yǐ chuàngzào rén, wǒ zhīdào tā xīnzhōng de wàngxiǎng; wǒ bǐ tā de mìngmài hái jìn yú tā."},{"SurahNumber":50,"VerseNumber":17,"Text":"Dāng zuò zài yòubiān hé zuǒbiān de liǎng gè jìlù de tiānshén jìlù gèrén de yánxíng de shíhòu,"},{"SurahNumber":50,"VerseNumber":18,"Text":"tā měi shuō yījù huà, tā miànqián dōu yǒu tiānshén dāngchǎng jiānchá."},{"SurahNumber":50,"VerseNumber":19,"Text":"Lín sǐ de hūnmí, jiāng zhāoshì zhēnlǐ. Zhè shì nǐ yīxiàng suǒ táobì de."},{"SurahNumber":50,"VerseNumber":20,"Text":"Hàojiǎo jiāng chuī xiǎng, nà shì jǐnggào shíxiàn zhī rì."},{"SurahNumber":50,"VerseNumber":21,"Text":"Měi gè rén dōu yào dàolái, qūzhú de tiānshén hé jiànzhèng de tiānshén, jiāng yǔ tā tóngxíng."},{"SurahNumber":50,"VerseNumber":22,"Text":"Nǐ què hūshì cǐ shì, xiànzài wǒ yǐ jiē kāi nǐ de méngbì, suǒyǐ nǐ jīnrì de yǎnguāng shì ruìlì de."},{"SurahNumber":50,"VerseNumber":23,"Text":"Tā de huǒbàn jiāng shuō: Zhè zài wǒ miànqián shì xiànchéng de."},{"SurahNumber":50,"VerseNumber":24,"Text":"Nǐmen liǎ suǒ yīngdāng tóurù huǒ yù de, shì měi gè gūfù zhě, wángù zhě,"},{"SurahNumber":50,"VerseNumber":25,"Text":"qiānlìn zhě, guòfèn zhě, huáiyí zhě,"},{"SurahNumber":50,"VerseNumber":26,"Text":"yǐ bié de shénlíng yǔ zhēnzhǔ tóng shòu chóngbài zhě; nǐmen liǎ jiāng tā tóurù yánlì de xíngfá ba!"},{"SurahNumber":50,"VerseNumber":27,"Text":"Tā de huǒbàn jiāng shuō: Wǒ de zhǔ a! Wǒ méiyǒu shǐ tā fàngdàng, dàn tā zì xiànyú bù jìn qínglǐ de mí wù zhōng."},{"SurahNumber":50,"VerseNumber":28,"Text":"Zhǔjiàng shuō: Nǐmen bùyào zài wǒ miànqián zhēnglùn, wǒ què yǐ yùxiān jǐnggào nǐmenle."},{"SurahNumber":50,"VerseNumber":29,"Text":"Wǒ de pàncí, shì bùkě biàngēng de, wǒ jué bùshì kuī wǎng zhòng pū de."},{"SurahNumber":50,"VerseNumber":30,"Text":"Zài nà rì, wǒ jiāng duì huǒ yù shuō: Nǐ yǐ tián mǎnle ma? Tā jiāng shuō: Hái yǒu zēngjiā de ma?"},{"SurahNumber":50,"VerseNumber":31,"Text":"Lèyuán jiāng bèi yí dào jìngwèi zhě de fùjìn, lí dé bù yuǎn."},{"SurahNumber":50,"VerseNumber":32,"Text":"Zhè shì nǐmen suǒ bèi yīngxǔ de, zhè shì shǎngcì měi gè guīyī de shǒu lǐ zhě de."},{"SurahNumber":50,"VerseNumber":33,"Text":"Mìmì jìngwèi zhìrén zhǔ, qiě dài guīyī de xīn ér lái zhě,"},{"SurahNumber":50,"VerseNumber":34,"Text":"nǐmen píng'ān dì jìnrù lèyuán ba! Zhè shì yǒng jū kāishǐ zhī rì."},{"SurahNumber":50,"VerseNumber":35,"Text":"Tāmen zài lèyuán lǐ, jiāng yǒu tāmen yìyù de; érqiě wǒ zài nàlǐ hái yǒu jiā cì."},{"SurahNumber":50,"VerseNumber":36,"Text":"Zài tāmen zhīqián, wǒ huǐmièle xǔduō bǐ tāmen gèng qiánghàn de shìdài! Tāmen céng zài gèdì lǚxíng, nándào yǒu shé me bì sǐ dì dìfāng ma?"},{"SurahNumber":50,"VerseNumber":37,"Text":"Duìyú yǒu xīnlíng zhě, huò zhuānxīn jìng tīng zhě, cǐ zhōng què yǒuyī zhǒng jiàoxùn."},{"SurahNumber":50,"VerseNumber":38,"Text":"Wǒ zài liù rìnèi què yǐ chuàngzàole tiāndì wànwù, wǒ méiyǒu gǎnjué yīdiǎn píjuàn."},{"SurahNumber":50,"VerseNumber":39,"Text":"Gù nǐ yīngdāng rěnshòu tāmen suǒ shuō de lányán. Zài rì chū hé rìluò zhīqián, nǐ yīngdāng zànsòng nǐ de zhǔ;"},{"SurahNumber":50,"VerseNumber":40,"Text":"zài yèjiān hé kòutóu me, nǐ yīngdāng zànsòng tā."},{"SurahNumber":50,"VerseNumber":41,"Text":"Nǐ yīngdāng qīngtīng, zài hǎnjiào zhě cóng jìn chù hǎnjiào zhī rì,"},{"SurahNumber":50,"VerseNumber":42,"Text":"zài tāmen tīngjiàn bāohán zhēnlǐ de nàhǎn zhī rì, nà shì cóng fén zhòng chūlái zhī rì."},{"SurahNumber":50,"VerseNumber":43,"Text":"Wǒ què shì shǐ rénshēng, shǐ rén sǐ de, wǒ què shì zuì me de guīsù."},{"SurahNumber":50,"VerseNumber":44,"Text":"Zài dàdì pòliè ér tāmen xùnsù zǒuchū fénmù zhī rì, nà jíhé de shì duìyú wǒ shì róngyì de."},{"SurahNumber":50,"VerseNumber":45,"Text":"Wǒ quánzhī tāmen suǒ shuō de lányán, nǐ bùnéng qiángzhì tāmen, gù nǐ yīngdāng yǐ “gǔlánjīng” jiàohuì wèijù wǒ de jǐnggào de rénmen."},{"SurahNumber":51,"VerseNumber":1,"Text":"Shì yǐ bōzhòng zhě,"},{"SurahNumber":51,"VerseNumber":2,"Text":"zàizhòng zhě,"},{"SurahNumber":51,"VerseNumber":3,"Text":"piāoliú zhě,"},{"SurahNumber":51,"VerseNumber":4,"Text":"fēnpèi zhě,"},{"SurahNumber":51,"VerseNumber":5,"Text":"jǐnggào nǐmen de shì què shì zhēnshí de,"},{"SurahNumber":51,"VerseNumber":6,"Text":"bàoyìng què shì yào fāshēng de."},{"SurahNumber":51,"VerseNumber":7,"Text":"Yǐ yǒu guǐdào de zhū tiān méngshì,"},{"SurahNumber":51,"VerseNumber":8,"Text":"nǐmen què shì gè zhí yī shuō de,"},{"SurahNumber":51,"VerseNumber":9,"Text":"yuán bèi zǔ'è zhě, jiāng bèi zǔ'è, ér bùdé dàodá tā."},{"SurahNumber":51,"VerseNumber":10,"Text":"Yuàn chángcháng shuōhuǎng zhě bèi qì jué!"},{"SurahNumber":51,"VerseNumber":11,"Text":"Tāmen jìnchén zài yúmèi zhī zhōng, tāmen shì hūn kuì de."},{"SurahNumber":51,"VerseNumber":12,"Text":"Tāmen wèn bàoyìng rì zài shénme shíhòu,"},{"SurahNumber":51,"VerseNumber":13,"Text":"nà shì tāmen zài huǒxíngshàng shòuxíng zhī rì."},{"SurahNumber":51,"VerseNumber":14,"Text":"Nǐmen chángshì nǐmen de xíngfá ba! Zhè jiùshì nǐmen yāoqiú zǎorì shíxiàn de."},{"SurahNumber":51,"VerseNumber":15,"Text":"Jìngwèi de rénmen bìdìng zài xǔduō lèyuán zhōng, zài xǔduō quányuán pàn,"},{"SurahNumber":51,"VerseNumber":16,"Text":"jiēshòu tāmen de zhǔ suǒ shǎngcì de. Tāmen zài shēngqián què shì xíng shàn de,"},{"SurahNumber":51,"VerseNumber":17,"Text":"tāmen zài yèjiān zhǐ shāoshāo shuì yīxià,"},{"SurahNumber":51,"VerseNumber":18,"Text":"tāmen zài límíng shí xiàng zhǔ qiúráo,"},{"SurahNumber":51,"VerseNumber":19,"Text":"tāmen de cáichǎn zhōng, yǒu qǐgài hé pínmín de quánlì."},{"SurahNumber":51,"VerseNumber":20,"Text":"Zài dà dìshàng duìyú dǔxìn de rénmen, yǒu xǔduō jīxiàng;"},{"SurahNumber":51,"VerseNumber":21,"Text":"zài nǐmen zìshēn zhōng yěyǒu xǔduō jīxiàng, nándào nǐmen kàn bùjiàn ma?"},{"SurahNumber":51,"VerseNumber":22,"Text":"Zài tiānshàng, yǒu nǐmen de jǐyǎng, yěyǒu yīngxǔ nǐmen de shǎngfá."},{"SurahNumber":51,"VerseNumber":23,"Text":"Yǐ tiāndì de zhǔ méngshì, zhè què shì zhēnshí de, yóurú nǐmen néng shuōhuà yīyàng."},{"SurahNumber":51,"VerseNumber":24,"Text":"Guānyú yì bo lā xīn de shòu yōudài de bīnkè de gùshì, yǐ láilín nǐle ma?"},{"SurahNumber":51,"VerseNumber":25,"Text":"Dāngshí, tāmen jìnqù jiàn tā, tāmen shuō: Zhù nǐ píng'ān! Tā shuō: Zhù nǐmen píng'ān! Tā xiǎng zhèxiē shì shēng kè."},{"SurahNumber":51,"VerseNumber":26,"Text":"Yúshì tā qiāoqiāo de zǒu dào tā de jiāshǔ nàlǐ, ná lái yītóu féi nèn de niúdú,"},{"SurahNumber":51,"VerseNumber":27,"Text":"tā bǎ nà niúdú sòng dào kèrén miànqián, shuō: Nǐmen zěnme bù chī ne!"},{"SurahNumber":51,"VerseNumber":28,"Text":"Tā wèi tāmen ér xīnhuái kǒngjù. Tāmen shuō: Nǐ bùyào kǒngjù. Tāmen yǐ yīgè yǒu xuéshì de értóng xiàng tā bàoxǐ."},{"SurahNumber":51,"VerseNumber":29,"Text":"Tā de nǚrén biàn hǎnjiàozhe zǒu lái, tā dǎ zìjǐ de liǎn, shuō: Wǒ shì yīgè bùnéng shēngyù de lǎo fù rén."},{"SurahNumber":51,"VerseNumber":30,"Text":"Tāmen shuō: Nǐ de zhǔ shì zhèyàng shuō de, tā què shì zhì ruì de, què shì quánzhī de."}]}