{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Imʺyam Allaha Mylostyvoho, Myloserdnoho"},{"SurahNumber":1,"VerseNumber":2,"Text":"Khvala Allahu, Hospodu svitiv"},{"SurahNumber":1,"VerseNumber":3,"Text":"Mylostyvomu, Myloserdnomu"},{"SurahNumber":1,"VerseNumber":4,"Text":"Tsaryu Sudnoho Dnya"},{"SurahNumber":1,"VerseNumber":5,"Text":"Lyshe Tobi my poklonyayemosya i lyshe v Tebe prosymo dopomohy"},{"SurahNumber":1,"VerseNumber":6,"Text":"vedy nas shlyakhom pryamym"},{"SurahNumber":1,"VerseNumber":7,"Text":"shlyakhom tykh, koho Ty nadilyv blahamy, a ne tykh, khto pid hnivom Tvoyim, i ne tykh, khto zablukav"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif. Lyam. Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Tse — Pysannya, v yakomu nemaye sumnivu, — pryamyy shlyakh dlya bohoboyazlyvykh"},{"SurahNumber":2,"VerseNumber":3,"Text":"yaki viruyutʹ u potayemne, zvershuyutʹ molytvu ta zhertvuyutʹ iz toho, chym nadilyly My yikh"},{"SurahNumber":2,"VerseNumber":4,"Text":"yaki viryatʹ u te, shcho zislano tobi ta v te, shcho zislano pered toboyu, i vpevneni v isnuvanni nastupnoho zhyttya"},{"SurahNumber":2,"VerseNumber":5,"Text":"Vony na shlyakhu Hospoda yikhnʹoho, vony matymutʹ uspikh"},{"SurahNumber":2,"VerseNumber":6,"Text":"Voistynu, tym, yaki ne viruyutʹ, bayduzhe, zasterihatymesh ty yikh chy ni — vony ne uviruyutʹ"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah zapechatav yikhni sertsya ta slukh, a na ochakh yikhnikh zavisa. Chekaye na nykh kara velyka"},{"SurahNumber":2,"VerseNumber":8,"Text":"YE sered lyudey taki, khto hovorytʹ: «My uviruvaly v Allaha ta v Ostanniy Denʹ», — ale zh naspravdi ne viruyutʹ vony"},{"SurahNumber":2,"VerseNumber":9,"Text":"Vony namahayutʹsya obmanuty Allaha y tykh, yaki uviruvaly, ale zh naspravdi vony obmanyuyutʹ lyshe samykh sebe. Ta ne rozumiyutʹ tsʹoho vony"},{"SurahNumber":2,"VerseNumber":10,"Text":"Yikhni sertsya khvori i posylytʹ Allah tsyu khvorobu! Chekaye na nykh bolisna kara — za te, shcho vony hovoryly nepravdu"},{"SurahNumber":2,"VerseNumber":11,"Text":"Koly hovoryatʹ yim: «Ne chynitʹ bezchestya na zemli», — vony vidpovidayutʹ: «Ta my zh tilʹky robymo krashche"},{"SurahNumber":2,"VerseNumber":12,"Text":"Ta zh ni! Voistynu, vony — nechestyvtsi, khocha sami tsʹoho y ne vidchuvayutʹ"},{"SurahNumber":2,"VerseNumber":13,"Text":"I koly hovoryatʹ yim: «Uviruyte — tak, yak vzhe uviruvaly lyudy», — to vidpovidayutʹ vony: «Nevzhe my uviruyemo tak, yak uviruvaly tsi nevihlasy?» Ta zh ni! Voistynu, tse vony — nevihlasy, ale sami tsʹoho ne znayutʹ"},{"SurahNumber":2,"VerseNumber":14,"Text":"I koly vony zustrichayutʹ tykh, yaki uviruvaly, to hovoryatʹ: «My uviruvaly!» A koly zalyshayutʹsya naodyntsi zi svoyimy shaytanamy, to hovoryatʹ: «My — z vamy i my lyshe nasmikhalysya"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah sam pohluzuye z nykh ta y zalyshytʹ yikh blukaty v neposlukhu"},{"SurahNumber":2,"VerseNumber":16,"Text":"Vony — ti, yaki kupyly omanu za pryamyy shlyakh! Ale nemaye prybutku v tsiy spravi i ne ydutʹ vony pryamym shlyakhom"},{"SurahNumber":2,"VerseNumber":17,"Text":"Vony — yak ti, khto rozpalyv vohonʹ, a koly vin osvityv use navkolo, Allah zabrav tse svitlo, zalyshyvshy yikh u pitʹmi, i nichoho ne bachatʹ vony"},{"SurahNumber":2,"VerseNumber":18,"Text":"Hlukhi, nimi ta slipi! Vony ne povernutʹsya [na pryamyy shlyakh]"},{"SurahNumber":2,"VerseNumber":19,"Text":"Abo y na tykh, shcho potrapyly pid zlyvu iz khmary na nebi, a tam — temryava, hrim, blyskavka! Vony boyatʹsya smerti y zatulyayutʹ palʹtsyamy vukha, koly vdaryaye blyskavka. Allah otochuye neviruyuchykh"},{"SurahNumber":2,"VerseNumber":20,"Text":"Blyskavka malo ne osliplyuye yikh. Koly spalakh osvitlyuye yikh, vony ydutʹ, a koly ohortaye temryava, zupynyayutʹsya. Yakby Allah pobazhav, to zabrav by yikhniy slukh ta zir. Voistynu, Allah spromozhnyy na kozhnu rich"},{"SurahNumber":2,"VerseNumber":21,"Text":"O vy, lyudy! Poklonyaytesya Hospodu vashomu, Yakyy stvoryv i vas, i tykh, shcho zhyly pered vamy. Mozhlyvo, vy budete bohoboyazlyvymy"},{"SurahNumber":2,"VerseNumber":22,"Text":"Tomu, Khto stvoryv dlya vas zemlyu lozhem, a nebo — steleyu, Khto zislav iz neba vodu y prorostyv neyu plody dlya vashoho prozhytku. Tozh ne dodavayte Allahu rivnykh, adzhe vy znayete"},{"SurahNumber":2,"VerseNumber":23,"Text":"Yakshcho vy sumnivayetesʹ u tomu, shcho zislaly My rabu Nashomu, to prynesitʹ suru, podibnu do tsiyeyi! I poklychte svoyikh svidkiv, okrim Allaha, yakshcho vy pravdyvi"},{"SurahNumber":2,"VerseNumber":24,"Text":"A yakshcho vy ne zrobyte tsʹoho — a vy nikoly ne zrobyte tsʹoho! — to biytesya vohnyu, v yakomu palayutʹ lyudy ta kaminnya. Chekaye vin na neviruyuchykh"},{"SurahNumber":2,"VerseNumber":25,"Text":"Spovisty zh radisnu zvistku tym, yaki uviruvaly y tvoryly dobro. Chekayutʹ na nykh sady, de techutʹ riky. Koly nadilyayutʹ yikh plodamy zvidty, to vony hovoryatʹ: «Tse te, chym nadilyaly nas ranishe», — ale zh naspravdi skhozhi vony lyshe zzovni. Matymutʹ vony tam prechystykh druzhyn. I budutʹ vony tam doviku"},{"SurahNumber":2,"VerseNumber":26,"Text":"Voistynu, Allah ne posoromytʹsya navesty yak pryklad komara abo y shchosʹ ponad nʹoho. Tozh ti, yaki uviruvaly, znayutʹ, shcho taka prytcha — istyna vid Hospoda yikhnʹoho, a ti, yaki ne uviruvaly, hovoryatʹ: «Shcho khotiv skazaty Allah tsiyeyu prytcheyu?» Bahatʹokh Vin zbyvaye neyu zi shlyakhu, a bahatʹokh vede shlyakhom pryamym. A zi shlyakhu Vin zbyvaye lyshe nechestyvtsiv"},{"SurahNumber":2,"VerseNumber":27,"Text":"tykh, yaki porushuyutʹ zavit Allaha pislya pryynyattya yoho, rozryvayutʹ te, shcho Allah nakazav zʺyednaty, ta y chynyatʹ bezchestya na zemli! Same vony vtratyatʹ use"},{"SurahNumber":2,"VerseNumber":28,"Text":"Yak, vy ne viruyete v Allaha? Vy buly mertvymy, a Vin dav vam zhyttya. Potim Vin znovu vmertvytʹ vas i znovu podaruye vam zhyttya, i do Nʹoho povernetesʹ vy"},{"SurahNumber":2,"VerseNumber":29,"Text":"Vin — Toy, Khto stvoryv dlya vas use, shcho na zemli, a potim povernuvsya do neba ta y vporyadkuvav sim nebes. Vin znaye pro kozhnu rich"},{"SurahNumber":2,"VerseNumber":30,"Text":"I koly skazav Hospodʹ tviy anhelam: «YA postavlyu namisnyka na zemli!» — to vony zapytaly: «Ty khochesh postavyty tam toho, khto chynytyme bezchestya ta prolyvatyme krov, todi yak My proslavlyayemo Tebe khvaloyu ta slavymo svyatistʹ Tvoyu?» Vin vidpoviv: «YA znayu te, choho ne znayete vy"},{"SurahNumber":2,"VerseNumber":31,"Text":"I Vin navchyv Adama vsikh imen, a potim skazav anhelam: «Nazvitʹ Meni tsi imena, yakshcho vy pravdyvi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Ti vidpovily: «Preslavnyy Ty! My znayemo lyshe te, chomu Ty navchyv nas. Voistynu, Ty — Vseznayuchyy, Mudryy"},{"SurahNumber":2,"VerseNumber":33,"Text":"Todi Vin skazav: «O Adame! Nazvy yim tsi imena!» A koly toy nazvav yim tsi imena, Vin movyv: «Chy zh ne hovoryv YA vam, shcho znayu potayemne nebes i zemli, i znayu te, shcho vidkryvayete vy ta shcho prykhovuyete"},{"SurahNumber":2,"VerseNumber":34,"Text":"I koly My skazaly anhelam: «Nyzʹko vklonitʹsya Adamu!» — to vklonylysya usi, krim Iblisa, yakyy vidmovyvsya, vyvyshchyvsya ta stav neviruyuchym"},{"SurahNumber":2,"VerseNumber":35,"Text":"I skazaly My: «O Adame! Zhyvy razom zi svoyeyu druzhynoyu u rayu. Yizhte doskhochu, koly b vy ne pobazhaly. Ale ne nablyzhaytesʹ do tsʹoho dereva, bo stanete odnymy z nechestyvtsiv"},{"SurahNumber":2,"VerseNumber":36,"Text":"Prote shaytan zmusyv yikh perechepytysʹ ob nʹoho. Tozh vony zalyshyly te, shcho bulo tam, i skazaly My: «Vyyditʹ! I odni z vas budutʹ vorohamy dlya inshykh! Zemlya stane dlya vas prytulkom i vy matymete tam prozhytok — do pevnoho chasu"},{"SurahNumber":2,"VerseNumber":37,"Text":"I pryynyav Adam slova Hospoda svoho y pokayavsya pered Nym. Voistynu, Vin — Pryymayuchyy kayattya, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":38,"Text":"I skazaly My: «Vyyditʹ zvidty vsi!» A yakshcho pryyde vid Mene do vas pryamyy shlyakh, to ti, khto ytyme pryamym shlyakhom Moyim, ne matymutʹ strakhu y ne budutʹ zasmucheni"},{"SurahNumber":2,"VerseNumber":39,"Text":"A ti, yaki ne viruvaly ta y vvazhaly Nashi znamennya brekhneyu, vony — zhyteli pekla. Budutʹ vony tam doviku"},{"SurahNumber":2,"VerseNumber":40,"Text":"O syny Israyilya! Z·hadayte blaha Moyi, yakymy YA nadilyv vas! Trymaytesya zavitu zi Mnoyu i YA trymatymusya zavitu iz vamy! I biytesʹ lyshe Mene"},{"SurahNumber":2,"VerseNumber":41,"Text":"I uviruyte v te, shcho YA zislav yak pidtverdzhennya danoho vam, ta y ne budʹte pershymy, khto ne povirytʹ u tse. Ne prodavayte znamenʹ Moyikh za nyzʹku tsinu i biytesya lyshe Mene"},{"SurahNumber":2,"VerseNumber":42,"Text":"Ne vbyrayte istynu v nepravdu ta ne prykhovuyte istyny, adzhe vy yiyi znayete"},{"SurahNumber":2,"VerseNumber":43,"Text":"Zvershuyte molytvu, davayte zakyat ta skhylyayte kolina razom iz tymy, khto vzhe robytʹ tse"},{"SurahNumber":2,"VerseNumber":44,"Text":"Nevzhe vy zaklykayete lyudey do pravednosti y zabuvayete pro sebe? Adzhe vy chytayete Pysannya! Khiba vy ne rozumiyete"},{"SurahNumber":2,"VerseNumber":45,"Text":"Shukayte dopomohy v terpinni y molytvi. Tse vazhko dlya vsikh, okrim smyrennykh"},{"SurahNumber":2,"VerseNumber":46,"Text":"yaki vpevneni, shcho zustrinutʹ Hospoda svoho y povernutʹsya do Nʹoho"},{"SurahNumber":2,"VerseNumber":47,"Text":"O syny Israyilya! Z·hadayte blaha Moyi, yakymy YA nadilyv vas! YA vyvyshchyv vas nad usima inshymy zhytelyamy svitiv"},{"SurahNumber":2,"VerseNumber":48,"Text":"I biytesya toho Dnya, koly zhodna dusha ne distane kary za inshu, i ne pryymutʹ vid neyi zastupnytstva, i ne vizʹmutʹ vid neyi vidkupu. I nikhto ne matyme pomichnykiv"},{"SurahNumber":2,"VerseNumber":49,"Text":"I osʹ My vryatuvaly vas vid rodu Firauna, yakyy chynyv nad vamy zhorstoku rozpravu, vbyvayuchy syniv vashykh i zalyshayuchy zhyvymy vashykh zhinok. I u tsʹomu dlya vas vid Hospoda vashoho velyke vyprobuvannya"},{"SurahNumber":2,"VerseNumber":50,"Text":"I osʹ rozitnuly My more dlya vas ta y vryatuvaly vas, i vtopyly tam rid Firauna. I vy bachyly tse"},{"SurahNumber":2,"VerseNumber":51,"Text":"I osʹ My poklykaly Musu na sorok nochey. Ale pislya tsʹoho vy pochaly [poklonyatysʹ] tilʹtsyu! Nechestyvtsi zh vy"},{"SurahNumber":2,"VerseNumber":52,"Text":"Ta potim My prostyly vas — mozhlyvo, vy budete vdyachnymy"},{"SurahNumber":2,"VerseNumber":53,"Text":"I osʹ My daruvaly Musi Pysannya ta Rozriznennya — mozhlyvo, pidete vy pryamym shlyakhom"},{"SurahNumber":2,"VerseNumber":54,"Text":"I osʹ skazav Musa narodu svoyemu: «O narode miy! Uzyavshy [dlya pokloninnya] tilʹtsya, vy buly nespravedlyvi sami do sebe. Pokaytesʹ zhe pered Tvortsem svoyim i vbyyte [nechestyvykh] iz vas — tak bude krashche dlya vas pered Tvortsem vashym! I pryyme Vin kayattya vashe, voistynu, Vin — Pryymayuchyy kayattya, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":55,"Text":"I osʹ skazaly vy: «O Muso! My ne povirymo tobi, poky ne pobachymo Allaha na vlasni ochi!» I vrazyla vas blyskavka, koly vy dyvylysya"},{"SurahNumber":2,"VerseNumber":56,"Text":"A potim My voskresyly vas, pislya vashoyi smerti — mozhlyvo, vy budete vdyachni"},{"SurahNumber":2,"VerseNumber":57,"Text":"I My zatinyly vas khmaroyu y zislaly vam mannu ta perepeliv:«Yizhte blaha, yakymy My nadilyly vas!» Vony buly nespravedlyvi ne do Nas, a do samykh sebe"},{"SurahNumber":2,"VerseNumber":58,"Text":"I My skazaly: «Uviyditʹ u tse selyshche! Yizhte doskhochu, koly skhochete y de skhochete!» Uviyditʹ do bramy, nyzʹko vklonitʹsya y skazhitʹ: «Prosty nas!» — shchob prostyly My hrikhy vashi ta prymnozhyly [vynahorodu] pravednykam"},{"SurahNumber":2,"VerseNumber":59,"Text":"Ti, khto chynytʹ nespravedlyvo, zaminyly skazani dlya nykh slova na inshi. Tozh My zislaly na tykh, khto chynytʹ nespravedlyvistʹ, karu nebesnu — za te, shcho vony tvoryly bezchestya"},{"SurahNumber":2,"VerseNumber":60,"Text":"I koly poprosyv Musa vody dlya narodu svoho, to skazaly My: «Udar svoyeyu palytseyu v skelyu!» I potekly zvidty dvanadtsyatʹ dzherel. I kozhne plemʺya znalo, zvidky yomu pyty. «Yizhte y pyyte z toho, chym nadilyv vas Allah! I ne siyte na zemli zla"},{"SurahNumber":2,"VerseNumber":61,"Text":"I osʹ vy skazaly: «O Muso! Vazhko nam yisty odne y te zh same. Poprosy svoho Hospoda, shchob Vin zrostyv dlya nas te, shcho roste na zemli: zelenʹ, ohirky, chasnyk, sochevytsyu ta tsybulyu!» Vidpoviv Musa: «Nevzhe vy prosyte zaminyty te, shcho krashche, na shchosʹ nyzʹke? Iditʹ zhe v budʹ-yake selyshche! Tam bude vam te, choho vy prosyte!» Spitkaly yikh prynyzhennya y bidnistʹ, ta y naklykaly vony na sebe hniv Allaha! Tse yim za te, shcho vony ne viruvaly u znamennya Allaha, shcho vbyvaly prorokiv bez prava na te, shcho chynyly neposlukh ta buly porushnykamy"},{"SurahNumber":2,"VerseNumber":62,"Text":"Voistynu, tym, khto uviruvav, i yudeyam, i tym, yaki ye khrystyyanamy, i sabeyam — usim, khto uviruvav v Allaha, v Ostanniy Denʹ i khto tvoryv dobro — vynahoroda u Hospoda yikhnʹoho. Ne matymutʹ vony strakhu y ne budutʹ zasmucheni vony"},{"SurahNumber":2,"VerseNumber":63,"Text":"I koly My uklaly iz vamy zavit ta pidnesly nad vamy horu [Sinay]: «Mitsno trymaytesya toho, shcho My daruvaly vam"},{"SurahNumber":2,"VerseNumber":64,"Text":"Ale pislya tsʹoho vy vidvernulysya! Ta yakby ne laska Allaha do vas ta ne mylistʹ Yoho, vy b neodminno zaznaly vtrat"},{"SurahNumber":2,"VerseNumber":65,"Text":"Vy znaly tykh sered vas, khto porushuvav subotu. Tomu My skazaly yim: «Budʹte mavpamy merzennymy"},{"SurahNumber":2,"VerseNumber":66,"Text":"My zrobyly tse [pokarannya] prykladom dlya suchasnykiv ta nastupnykiv, povchannyam dlya bohoboyazlyvykh"},{"SurahNumber":2,"VerseNumber":67,"Text":"I koly skazav Musa narodu svoyemu: «Voistynu, Allah nakazuye vam zabyty korovu!» Vony zapytaly: «Ty shcho hluzuyesh iz nas?» Toy vidpoviv: «Shukayu zakhystu v Allaha, shchob ne buty nevihlasom"},{"SurahNumber":2,"VerseNumber":68,"Text":"Vony skazaly: «Poprosy svoho Hospoda, shchob Vin poyasnyv nam, yakoyu vona povynna buty». Musa vidpoviv: «Vin hovorytʹ: korova povynna buty i ne staroyu, i ne telytseyu, a chymosʹ serednim mizh tsym. Tozh robitʹ, shcho nakazano vam"},{"SurahNumber":2,"VerseNumber":69,"Text":"Vony skazaly: «Poprosy svoho Hospoda, shchob Vin poyasnyv nam, yakoyi vona povynna buty masti!» Musa vidpoviv: «Vin hovorytʹ: korova povynna buty rudoyu, svitloho vidtinku. Kolir yiyi tishytʹ toho, khto pohlyane na neyi"},{"SurahNumber":2,"VerseNumber":70,"Text":"Vony skazaly: «Poprosy svoho Hospoda, shchob Vin poyasnyv nam, yakoyu povynna vona buty, bo vsi korovy dlya nas odnakovi. Todi, yakshcho pobazhaye Allah, my neodminno pidemo pravylʹnym shlyakhom"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa vidpoviv: «Vin hovorytʹ, shcho tse korova, yaka ne ore ta ne khodytʹ pered kolesom dlya zroshuvannya, vilʹna vid budʹ-yakykh vad chy plyam». Vony vidpovily: «Teper ty pryyshov do nas z istynoyu!» I vony zabyly yiyi, khoch dumaly vzhe tsʹoho ne robyty"},{"SurahNumber":2,"VerseNumber":72,"Text":"I koly vy vbyly zhyvu dushu y sperechalysya pro tse, Allah rozkryv te, shcho prykhovuvaly vy"},{"SurahNumber":2,"VerseNumber":73,"Text":"My skazaly: «Vdarte [pomerloho] yakoyusʹ chastynoyu korovy! Tak Allah ozhyvlyaye mertvykh i pokazuye vam znamennya Svoyi — mozhlyvo, vy zrozumiyete"},{"SurahNumber":2,"VerseNumber":74,"Text":"Potim sertsya vashi zrobylysya zhorstokymy y staly yak kaminʹ abo y tverdishe! Ale ye skeli, z yakykh techutʹ strumky. A shche taki, shcho rozkolyuyutʹsya y vykhodytʹ iz nykh voda. A ye y taki, shcho padayutʹ vid strakhu pered Allahom! I Allah ne zabuvaye toho, shcho robyte vy"},{"SurahNumber":2,"VerseNumber":75,"Text":"Nevzhe vy spodivayetesʹ, shcho vony poviryatʹ vam? Dekhto z nykh chuv slova Allaha, a potim, zrozumivshy, spotvoryuvav yikh. I vony znaly tse"},{"SurahNumber":2,"VerseNumber":76,"Text":"I koly zustrichaly vony tykh, yaki uviruvaly, to hovoryly: «Uviruvaly my!» A zalyshayuchysʹ naodyntsi, hovoryly: «Navishcho vy rozpovidayete yim te, shcho Allah vidkryv vam? Nevzhe dlya toho, shchob vony korystuvalysya tsym yak dokazom proty vas pered Hospodom vashym? Nevzhe vy ne rozumiyete"},{"SurahNumber":2,"VerseNumber":77,"Text":"Khiba vony ne znayutʹ, shcho Allah vidaye te, shcho vony prykhovuyutʹ, i te, shcho vony vidkryvayutʹ"},{"SurahNumber":2,"VerseNumber":78,"Text":"YE sered nykh nepysʹmenni, yaki ne znayutʹ Pysannya, a tilʹky marno spodivayutʹsya. Ale tse — yikhni vyhadky"},{"SurahNumber":2,"VerseNumber":79,"Text":"Hore tym, khto pyshe Pysannya vlasnoruch, a potim hovorytʹ: «Tse — vid Allaha!» — shchob prodaty tse za mizernu tsinu! Hore yim za te, shcho napysaly vony, i hore yim za te, shcho vony sobi zdobuly"},{"SurahNumber":2,"VerseNumber":80,"Text":"Vony hovoryatʹ: «Vohonʹ ne torknetʹsya nas, khiba na licheni dni!» Skazhy: «Nevzhe vy uklaly zavit iz Allahom? Todi Allah nikoly ne zminytʹ obitsyanky Svoyeyi! Abo zh vy hovoryte pro Allaha te, choho y sami ne znayete»"},{"SurahNumber":2,"VerseNumber":81,"Text":"Ta zh ni! Ti, khto vchynyv zlo, koho oplutav vlasnyy hrikh, vony — zhyteli vohnyu. Budutʹ vony tam doviku"},{"SurahNumber":2,"VerseNumber":82,"Text":"A ti, khto uviruvav i tvoryv dobro, vony — zhyteli rayu. Budutʹ vony tam doviku"},{"SurahNumber":2,"VerseNumber":83,"Text":"Osʹ My uklaly zavit iz synamy Israyilya: «Ne poklonyaytesʹ nikomu, okrim Allaha, stavtesʹ yaknaykrashche do batʹkiv, inshykh rodychiv, syrit ta nuzhdennykh. Kazhitʹ lyudyam dobre slovo, zvershuyte molytvu, davayte zakyat». Ale z·hodom vy vidvernulysya, okrim nebahatʹokh, i vidstupyly"},{"SurahNumber":2,"VerseNumber":84,"Text":"Uklaly My zavit iz vamy: «Ne prolyvayte krovi odne odnoho i ne zhenitʹ odne odnoho z pomeshkanʹ vashykh». Vy vyznaly tse y svidchyly pro tse"},{"SurahNumber":2,"VerseNumber":85,"Text":"Ale potim vy pochaly vbyvaty odne odnoho i vyhnaly chastynu z vas iz vashykh pomeshkanʹ. Poturaly vy odne odnomu v hrikhu y vorozhnechi! A koly tykh pryvodyatʹ do vas polonenymy, vy dayete za nykh vykup. Ale zh bulo zaboroneno vam [vyhanyaty] yikh! Nevzhe vy viryte v odnu chastynu Pysannya, zaperechuyuchy inshu? To yaka vynahoroda mozhe buty tym, khto robytʹ tse, yak ne hanʹba u zemnomu zhytti? U Denʹ Voskresinnya skarayutʹ vas shche lyutishoyu karoyu! Allah ne omyne toho, shcho robyte vy"},{"SurahNumber":2,"VerseNumber":86,"Text":"Vony — ti, khto kupyv zemne zhyttya za zhyttya maybutnye. Ne bude polehsheno yim kary i ne bude yim dopomohy"},{"SurahNumber":2,"VerseNumber":87,"Text":"My daruvaly Musi Pysannya y slidom za nym napravyly poslantsiv. My daruvaly Ici, synu Marʺyam, yasni znamennya ta pidtrymaly yoho Dukhom Svyatym. Shchorazu, koly prykhodyv do vas poslanetsʹ iz tym, shcho bulo vam ne do dushi, vy horduvaly! Odnykh vy vvazhaly za brekhuniv, inshykh — ubyvaly"},{"SurahNumber":2,"VerseNumber":88,"Text":"Vony hovoryatʹ: «Sertsya nashi zakryti!» Ta zh ni, nekhay Allah proklyane yikh za nevirʺya yikhnye! Malo viruyuchykh sered nykh"},{"SurahNumber":2,"VerseNumber":89,"Text":"I osʹ pryyshlo do nykh Pysannya vid Allaha, yake pidtverdzhuye te, shcho vzhe ye u nykh. Ranishe vony prosyly peremohy nad tymy, khto ne viruye, a koly pryyshlo do nykh vidome yim, to vony sami ne uviruvaly. Nekhay zhe bude proklyattya Allaha nad neviruyuchymy"},{"SurahNumber":2,"VerseNumber":90,"Text":"Nedobre te, shcho prydbaly vony v obmin na svoyi dushi, ne uviruvavshy v te, shcho poslav Allah, zazdryachy tomu, shcho Allah nadilyaye z lasky Svoyeyi toho z rabiv Svoyikh, koho pobazhaye. I naklykaly vony na sebe podviynyy hniv. Na neviruyuchykh chekaye prynyzlyva kara"},{"SurahNumber":2,"VerseNumber":91,"Text":"I koly hovoryatʹ yim: «Uviruyte v te, shcho zislav Allah!» — vony vidpovidayutʹ: «My virymo v te, shcho zislano nam». Ale vony zaperechuyutʹ te, shcho pryyshlo pislya toho y shcho vono — istyna, yaka pidtverdzhuye te, shcho u nykh. Skazhy: «Chomu zh vy ranishe vbyvaly prorokiv Allaha, yakshcho vy ye viruyuchymy"},{"SurahNumber":2,"VerseNumber":92,"Text":"Do vas uzhe prykhodyv Musa iz yasnymy znamennyamy, ale, koly ne bulo yoho z vamy, uzyaly vy sobi [dlya pokloninnya] telʹtsya. Nechestyvtsi zh vy"},{"SurahNumber":2,"VerseNumber":93,"Text":"I koly My uklaly iz vamy zavit ta pidnesly nad vamy horu [Sinay]: «Mitsno trymaytesya toho, shcho daruvaly My vam!» — to skazaly vy: «Slukhayemo ta ne pidkoryayemosya!» Cherez nevirʺya u yikhnikh sertsyakh zʺyavylasya lyubov do telʹtsya. Skazhy: «Nedobre te, shcho nakazuye vam taka vira vasha, yakshcho vy ye viruyuchymy"},{"SurahNumber":2,"VerseNumber":94,"Text":"Skazhy: «Yakshcho nastupne zhyttya pryhotovane Allahom tilʹky dlya vas, a ne dlya inshykh lyudey, to pobazhayte sobi smerti, yakshcho vy pravdyvi"},{"SurahNumber":2,"VerseNumber":95,"Text":"Ale vony nikoly ne pobazhayutʹ sobi tsʹoho cherez te, shcho robyly yikhni ruky! Allah znaye pro nechestyvtsiv"},{"SurahNumber":2,"VerseNumber":96,"Text":"Ty pobachysh, shcho vony sylʹnishe za inshykh lyudey prahnutʹ zhyttya, navitʹ sylʹnishe za bahatobozhnykiv. Kozhen iz nykh khotiv by prozhyty tysyachu rokiv. Ale navitʹ take zhyttya ne viddalylo b yikh vid pokarannya. Adzhe Allah bachytʹ te, shcho vony roblyatʹ"},{"SurahNumber":2,"VerseNumber":97,"Text":"Skazhy: «Khto ye vorohom Dzhibrilyu?» — a tse same vin iz voli Allaha vidkryv [Koran] tvoyemu sertsyu na pidtverdzhennya istynnosti toho, shcho bulo ranishe za tebe, yak pryamyy shlyakh ta dobru zvistku dlya viruyuchykh"},{"SurahNumber":2,"VerseNumber":98,"Text":"Yakshcho khto ye vorohom Allahu, anhelam Yoho, poslantsyam Yoho, Dzhibrilyu ta Mikayilyu, to, voistynu, Allah — voroh neviruyuchykh"},{"SurahNumber":2,"VerseNumber":99,"Text":"My zislaly tobi yasni znamennya, a ne viruyutʹ u nykh lyshe nechestyvtsi"},{"SurahNumber":2,"VerseNumber":100,"Text":"I shchorazu, koly ukladayutʹ [yudeyi] zavit iz Allahom, chastyna iz nykh porushuye yoho. Bilʹshistʹ iz nykh ne viruye"},{"SurahNumber":2,"VerseNumber":101,"Text":"I koly prykhodyv do nykh poslanetsʹ vid Allaha, yakyy pidtverdzhuvav istynnistʹ toho, shcho vzhe bulo u nykh, to chastyna tykh, komu dano Pysannya, zaperechuvala Pysannya Allaha, nache vony ne znaly"},{"SurahNumber":2,"VerseNumber":102,"Text":"Vony pishly za tym, shcho shaytany rozpovidaly za chasiv tsaryuvannya Sulyeymana. Sulyeyman ne buv neviruyuchym, ale neviruyuchymy buly shaytany. Vony navchyly lyudey chaklunstva, a takozh toho, shcho bulo zislano dvom anhelam u Vavyloni: Harutu ta Marutu. Ale vony ne pochynaly vchyty nikoho, ne skazavshy spochatku: «My — lyshe spokusnyky. Tozh ne budʹ neviruyuchym!» Ta lyudy navchylysya u nykh, yak rozluchyty cholovika z yoho druzhynoyu. Vony ne zavdavaly shkody nikomu, okrim yak z dozvolu Allaha, ta y vchylysya toho, shcho prynosylo yim samym shkodu zamistʹ korysti. Ale zh tsi lyudy znaly, shcho tomu, khto zdobuv tse, nemaye chastky u nastupnomu zhytti. Merzotnym zhe ye te, shcho kupyly vony za dushi svoyi. Yakby vony lyshe znaly"},{"SurahNumber":2,"VerseNumber":103,"Text":"Yakby vony uviruvaly ta buly bohoboyazlyvi, to vynahoroda vid Allaha bula b dlya nykh krashchoyu. Yakby vony lyshe znaly"},{"SurahNumber":2,"VerseNumber":104,"Text":"O vy, yaki uviruvaly! Ne hovoritʹ Proroku: «Dohlyaday za namy!», a hovoritʹ: «Pohlyanʹ na nas» — i slukhayte. Neviruyuchykh chekaye bolisna kara"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ne bazhayutʹ neviruyuchi iz lyudey Pysannya ta bahatobozhnyky, shchob skhodylo na vas blaho vid Hospoda vashoho. Ta Allah obyraye dlya mylosti Svoyeyi, koho pobazhaye, i Allah — Volodar velykoyi lasky"},{"SurahNumber":2,"VerseNumber":106,"Text":"My ne skasovuyemo ta ne dozvolyayemo zabuty zhoden iz Nashykh ayativ, ne zaminyvshy yoho krashchym chy rivnym yomu. Voistynu, Allah spromozhnyy na kozhnu rich"},{"SurahNumber":2,"VerseNumber":107,"Text":"Nevzhe ty ne znayesh, shcho Allahu nalezhytʹ vlada nad nebesamy ta zemleyu, i shcho nemaye u vas, okrim Allaha, ni Zakhysnyka, ni Pomichnyka"},{"SurahNumber":2,"VerseNumber":108,"Text":"Chy zh vy khochete prosyty u Poslantsya vashoho toho zh, shcho prosyly [yudeyi] u Musy? Khto zminyv viru na nevirʺya, toy ziyshov z pryamoyi dorohy"},{"SurahNumber":2,"VerseNumber":109,"Text":"Pislya toho, yak lyudyam Pysannya stala zrozumila istyna, bahato khto z nykh cherez svoyu zazdristʹ bazhaye, shchob vy vidvernulysya vid svoyeyi viry. Vybachte zh yikh ta prostitʹ, poky Allah ne pokazhe nakazu svoho. Voistynu, Allah spromozhnyy na kozhnu rich"},{"SurahNumber":2,"VerseNumber":110,"Text":"Zvershuyte molytvu, davayte zakyat. Usi ti blaha, yaki pryhotuvaly vy dusham vashym, znaydete vy u Allaha. Voistynu, Allah bachytʹ te, shcho vy robyte"},{"SurahNumber":2,"VerseNumber":111,"Text":"Vony hovoryatʹ: «Nikhto ne uviyde do rayu, okrim yudeyiv ta khrystyyan!» Ta tse lyshe mriyi yikhni, tozh skazhy: «Naveditʹ dokaz tsʹomu, yakshcho ye vy pravdyvymy"},{"SurahNumber":2,"VerseNumber":112,"Text":"Ni! Khto pidkorytʹ sebe Allahu, toy i ye pravednykom. Yoho chekaye vynahoroda vid Hospoda; ne bude strakhu takym, yak vin, i ne budutʹ zasmucheni vony"},{"SurahNumber":2,"VerseNumber":113,"Text":"Yudeyi hovoryatʹ: «Nemaye pravdy u khrystyyan!», a khrystyyany hovoryatʹ: «Nemaye pravdy u yudeyiv!» Ale zh usi vony chytayutʹ Pysannya! Tak samo y nevihlasy hovoryatʹ slova, skhozhi na tsi. U Denʹ Voskresinnya Allah rozsudytʹ mizh usima nymy te, pro shcho vony sperechalysya"},{"SurahNumber":2,"VerseNumber":114,"Text":"Khto zh ye nespravedlyvishyy vid toho, khto zaboronyaye z·haduvaty imʺya Allaha u khramakh Yoho, ta shche y prahne zruynuvaty yikh? Same takym i ne slid bulo b vkhodyty tudy, okrim yak zi strakhom. Chekaye na nykh hanʹba u zhytti zemnomu ta kara velyka u zhytti nastupnomu"},{"SurahNumber":2,"VerseNumber":115,"Text":"Allahu nalezhytʹ skhid ta zakhid. Tozh kudy b vy ne povernulysya — vsyudy lyk Allaha. Voistynu, Allah — Vseosyazhnyy, Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":116,"Text":"Vony hovoryatʹ: «Allah uzyav sobi dytynu». Ta zh ni, Preslavnyy Vin! Yomu nalezhatʹ ti, khto na nebesakh i na zemli, i vsi Yomu pidkoryayutʹsya"},{"SurahNumber":2,"VerseNumber":117,"Text":"Tvoretsʹ nebes i zemli! Koly vyrishuye Vin yakusʹ spravu, to lyshe hovorytʹ yiy: «Budʹ!» — i vona postaye"},{"SurahNumber":2,"VerseNumber":118,"Text":"Nevihlasy hovoryatʹ: «Chomu ne zahovorytʹ iz namy Allah, chomu ne daruye znamennya nam?» Tak samo y ti, yaki zhyly ranishe, hovoryly slova, skhozhi na tsi. Skhozhymy ye y sertsya yikhni. Ale zh My vzhe poyasnyly znamennya dlya lyudey perekonanykh"},{"SurahNumber":2,"VerseNumber":119,"Text":"Voistynu, My vidislaly tebe dobrym visnykom istyny ta zasterihachem. Tozh ty ne budesh vidpovidaty za tykh, khto opynytʹsya u pekli"},{"SurahNumber":2,"VerseNumber":120,"Text":"Yudeyi ta khrystyyany ne budutʹ zadovoleni toboyu, poky ty ne naverneshsya do yikhnʹoyi relihiyi. Skazhy: «Lyshe shlyakh Allaha — shlyakh pryamyy!» Ne poturay bazhannyam yikhnim pislya toho, yak pryyshlo do tebe znannya, a to Allah ne bude tobi ni Zakhysnykom, ni Pomichnykom"},{"SurahNumber":2,"VerseNumber":121,"Text":"Ti, yakym daruvaly My Pysannya i yaki chytayutʹ yoho tak, yak nalezhytʹ — osʹ vony i viruyutʹ u nʹoho! A khto ne viruye u nʹoho, toy matyme vtraty"},{"SurahNumber":2,"VerseNumber":122,"Text":"O syny Israyilya! Z·hadayte mylistʹ Moyu, yakoyu YA vas nadilyv, koly vyvyshchyv vas nad zhytelyamy svitiv"},{"SurahNumber":2,"VerseNumber":123,"Text":"Biytesya toho dnya, koly odna dusha ne matyme zmohy dopomohty inshiy, koly ne bude pryynyato zaminy, koly ne bude korysti vid zastupnytstva, i koly ne bude pomichnykiv"},{"SurahNumber":2,"VerseNumber":124,"Text":"I koly Hospodʹ vyprobovuvav Ibrahima Svoyimy slovamy, toy vytrymav tse. Allah skazav: «YA zroblyu tebe imamom dlya lyudey». Toy zapytav: «A moyikh nashchadkiv?» Skazav Allah: «Miy zavit ne stosuyetʹsya nechestyvtsiv!»"},{"SurahNumber":2,"VerseNumber":125,"Text":"Osʹ My zrobyly Dim mistsem zibrannya ta zakhystu dlya lyudey. Tozh zrobitʹ mistse Ibrahima mistsem molytvy! I My zapovily Ibrahimu ta Ismayilyu: «Trymayte Dim Miy u chystoti dlya tykh, khto khodytyme navkolo nʹoho, perebuvatyme u nʹomu ta zvershuvatyme tam zemni poklony»"},{"SurahNumber":2,"VerseNumber":126,"Text":"Osʹ Ibrahim skazav: «Hospody! Zroby tsey kray bezpechnym, i nadily plodamy tykh yoho zhyteliv, yaki uviruvaly v Allaha ta v Ostanniy Denʹ!» Skazav Allah: «A khto ne uviruye, tomu YA dozvolyu nasolodzhuvatysya zhyttyam lyshe nedovho. A potim YA vkynu yoho u vohnyanu karu — zhakhlyvym zhe ye tsey kinetsʹ"},{"SurahNumber":2,"VerseNumber":127,"Text":"I osʹ Ibrahim z Ismayilʹom zaklaly osnovu Domu: «Hospody nash! Pryymy vid nas, voistynu, Ty — Vsechuyuchyy ta Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":128,"Text":"Hospody nash! Zroby nas dvoma viddanymy tobi i zroby z nashchadkiv nashykh pokirnyy tobi narod. Vkazhy nam, yak vykonuvaty prypysy nashi. I pryymy kayattya nashe, voistynu, Ty — Pryymayuchyy kayattya, Myloserdnyy"},{"SurahNumber":2,"VerseNumber":129,"Text":"Hospody nash! Vidishly poslantsya nashchadkam nashym, yakyy prochytaye yim znamennya Tvoyi, navchytʹ yikh Pysannya ta mudrosti, ochystytʹ yikh. Voistynu, Ty — Velykyy, Mudryy"},{"SurahNumber":2,"VerseNumber":130,"Text":"Khto zh vidvertayetʹsya vid relihiyi Ibrahima, okrim lehkovazhnoho nevihlasa? My obraly Ibrahima u zemnomu zhytti, a u zhytti nastupnomu vin bude razom iz pravednykamy"},{"SurahNumber":2,"VerseNumber":131,"Text":"Koly Hospodʹ skazav yomu: «Budʹ pokirnym Meni!» — toy vidpoviv: «YA stav pokirnym Hospodu svitiv"},{"SurahNumber":2,"VerseNumber":132,"Text":"Ibrahim razom iz Yakubom zapovidaly svoyim synam tse: «O syny moyi! Voistynu, Allah obrav dlya vas tsyu relihiyu. Tozh ne pomyrayte, ne stavshy pokirnymy Yomu!»"},{"SurahNumber":2,"VerseNumber":133,"Text":"Chy zh vy buly svidkamy toho, yak pidstupyla do Yakuba smertʹ, i yak zapytav vin syniv svoyikh: «Komu vy budete poklonyatysya pislya toho, yak ya zalyshu vas?» Vony skazaly: «My budemo poklonyatysya tvoyemu Bohu i Bohu tvoyikh batʹkiv — Ibrahima, Ismayilya ta Iskhaka, Bohu Yedynomu! I my — pokirni Yomu"},{"SurahNumber":2,"VerseNumber":134,"Text":"Ale vzhe mynulo tse pokolinnya. Vony matymutʹ te, shcho vony zdobuly sobi, a vy matymete te, shcho vy zdobuly sobi. I vy ne budete vidpovidaty za te, shcho vony robyly"},{"SurahNumber":2,"VerseNumber":135,"Text":"Hovoryatʹ: «Stanʹte zh yudeyamy abo khrystyyanamy — i pidete vy pravylʹnym shlyakhom!» Skazhy: «Ni! Spovidnykamy relihiyi Ibrahima-khanifa, a vin ne buv bahatobozhnykom!»"},{"SurahNumber":2,"VerseNumber":136,"Text":"Skazhitʹ: «My uviruvaly v Allaha i u te, shcho zislano nam, i shcho zislano Ibrahimu, Ismayilyu, Iskhaku, Yakubu ta kolinam iz nashchadkiv yikhnikh; u te, shcho bulo dano Musi, Ici, u te, shcho bulo dano prorokam vid Hospoda yikhnʹoho. My ne provodymo mezhi mizh nymy, i Yomu My pidkoryayemosya"},{"SurahNumber":2,"VerseNumber":137,"Text":"I yakshcho vony viruyutʹ u te, u shcho viryte vy, to ydutʹ vony shlyakhom pryamym. Ale yakshcho vony vidvertayutʹsya, to superechatʹ yomu. Allah zakhystytʹ tebe vid nykh, a Vin — Vsechuyuchyy, Vseznayuchyy"},{"SurahNumber":2,"VerseNumber":138,"Text":"Farba vid Allaha! Chyya farba krashcha za farbu vid Allaha? Tozh Yomu my i poklonyayemosya"},{"SurahNumber":2,"VerseNumber":139,"Text":"Skazhy: «Nevzhe vy sperechatymetesʹ iz namy pro Allaha? Vin — nash i vash Hospodʹ, i nam — nashi vchynky, a vam — vashi vchynky. Tozh my shchyri u viddanosti Yomu"},{"SurahNumber":2,"VerseNumber":140,"Text":"Nevzhe vony hovoryatʹ, shcho Ibrahim, Ismayilʹ, Iskhak, Yakub ta kolina z nashchadkiv yikhnikh buly yudeyamy chy khrystyyanamy? Skazhy: «Vy krashche znayete chy Allah?» Khto ye nespravedlyvishym za toho, khto prykhovav svidchennya, dane yomu Allahom? A Allah ne omyne toho, shcho robyte vy"},{"SurahNumber":2,"VerseNumber":141,"Text":"Ale vzhe mynulo tse pokolinnya. Vony matymutʹ te, shcho vony zdobuly sobi, a vy matymete te, shcho vy zdobuly sobi. I vy ne budete vidpovidaty za te, shcho vony robyly"}]}