{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Ben nefsimi temize çıkarmam; çünkü nefs, Rabbimin merhameti olmadıkça, kötülüğü emreder. Doğrusu Rabbim bağışlayandır, merhamet edendir"},{"SurahNumber":12,"VerseNumber":54,"Text":"Hükümdar: \"Onu bana getirin, yanıma alayım\" dedi. Onunla konuşunca: \"Bugün senin yanımızda önemli bir yerin ve güvenilir bir durumun vardır.\" dedi"},{"SurahNumber":12,"VerseNumber":55,"Text":"Yusuf: \"Beni memleketin hazinelerine memur et, çünkü ben korumasını ve yönetmesini bilirim\" dedi"},{"SurahNumber":12,"VerseNumber":56,"Text":"Yusuf'u böylece o memlekete yerleştirdik; istediği yerlerde oturabilirdi. Rahmetimizi tıpkı bu misalde olduğu gibi istediğimize veririz; iyi davrananların ecrini zayi etmeyiz"},{"SurahNumber":12,"VerseNumber":57,"Text":"Ama ahiret ecri, inananlar ve Allah'a karşı gelmekten sakınanlar için daha iyidir"},{"SurahNumber":12,"VerseNumber":58,"Text":"Yusuf'un kardeşleri gelip yanına girdiler. Kendisini tanımadıkları halde o onları tanıdı"},{"SurahNumber":12,"VerseNumber":59,"Text":"Onların yüklerini hazırlatınca şöyle dedi: \"Baba bir kardeşinizi bana getirin. Sizlere ölçüyü bol tuttuğumu ve benim misafir konuklayanların en iyisi olduğumu görmüyor musunuz"},{"SurahNumber":12,"VerseNumber":60,"Text":"Eğer onu bana getirmezseniz bundan böyle benden bir ölçek bile alamazsınız ve bana artık yaklaşmayın da"},{"SurahNumber":12,"VerseNumber":61,"Text":"Kardeşleri: \"Babasını ikna etmeye çalışacağız ve her halde bunu yaparız\" dediler"},{"SurahNumber":12,"VerseNumber":62,"Text":"Yusuf adamlarına: \"Karşılık olarak getirdiklerini de yüklerine koyun. Belki ailelerine varınca, onu anlarlar da bir daha dönerler\" dedi"},{"SurahNumber":12,"VerseNumber":63,"Text":"Babalarına döndüklerinde, \"Ey babamız! Bize yiyecek yasak edildi, kardeşimizi bizimle beraber gönder de yiyecek alalım. Onu elbette koruruz\" dediler"},{"SurahNumber":12,"VerseNumber":64,"Text":"Daha önce kardeşini size emanet ettiğim gibi, şimdi onu emanet eder miyim? Ama Allah en iyi koruyandır, O merhametlilerin merhametlisidir\" dedi"},{"SurahNumber":12,"VerseNumber":65,"Text":"Yüklerini açınca karşılık olarak götürdükleri mallarının kendilerine iade edilmiş olduğunu gördüler. \"Ey babamız! Daha ne isteriz; işte mallarımız da bize iade edilmiş; ailemize onunla yine yiyecek getirir, kardeşimizi de korur ve bir deve yükü de artırmış oluruz; esasen bu az bir şeydir\" dediler"},{"SurahNumber":12,"VerseNumber":66,"Text":"Babaları: \"Hepiniz helak olmadıkça onu bana geri getireceğinize dair Allah'a karşı sağlam bir söz vermezseniz, sizinle göndermeyeceğim\" dedi. Söz verdiklerinde: \"Sözümüze Allah vekildir\" dedi"},{"SurahNumber":12,"VerseNumber":67,"Text":"Babaları: \"Oğullarım! Tek bir kapıdan değil, ayrı ayrı kapılardan girin. Ama Allah katında size bir faydam olmaz, hüküm ancak Allah'ındır, O'na güvendim, güvenenler de O'na güvensinler\" dedi"},{"SurahNumber":12,"VerseNumber":68,"Text":"Babalarının emrettiği gibi girdiler. Esasen bu, Allah katında onlara bir fayda sağlamazdı, ancak Yakub içindeki arzuyu ortaya koymuş oldu. O, şüphesiz kendisine öğrettiğimizi bilir fakat insanların çoğu bilmezler"},{"SurahNumber":12,"VerseNumber":69,"Text":"Yusuf'un yanına girdiklerinde, kardeşini bağrına bastı ve: \"Ben senin kardeşinim, onların yaptıklarına artık üzülme\" dedi"},{"SurahNumber":12,"VerseNumber":70,"Text":"Yusuf onların yüklerini yükletirken, bir su kabını kardeşinin yüküne koydurdu. Sonra bir münadi şöyle bağırdı: \"Ey kervancılar, siz hırsızsınız"},{"SurahNumber":12,"VerseNumber":71,"Text":"Geri dönerek, \"Ne kaybettiniz?\" dediler"},{"SurahNumber":12,"VerseNumber":72,"Text":"Hükümdarın su kabını kaybettik, onu getirene bir deve yükü mükafat verilecek, buna ben kefil oluyorum\" dediler"},{"SurahNumber":12,"VerseNumber":73,"Text":"Allah'a yemin ederiz ki memleketi ifsat etmeğe gelmediğimizi ve hırsız da olmadığımızı biliyorsunuz\" dediler"},{"SurahNumber":12,"VerseNumber":74,"Text":"Yalancı iseniz, hırsızlığın cezası nedir?\" dediler"},{"SurahNumber":12,"VerseNumber":75,"Text":"Cezası, kimin yükünde bulunursa, ceza olarak ona el konulur; biz zalimleri böyle cezalandırırız\" dediler"},{"SurahNumber":12,"VerseNumber":76,"Text":"Yusuf kardeşinin yükünden önce onlarınkini aramaya başladı; sonra kardeşinin yükünden su kabını çıkardı. İşte biz Yusuf'a böyle bir plan kullanmasını vahyettik. Çünkü hükümdarın kanunlarına göre kardeşini alıkoyamazdı, meğer ki Allah dileye. Dilediğimizi derecelerle yükseltiriz. Her ilim sahibinden üstün bir bilen bulunur"},{"SurahNumber":12,"VerseNumber":77,"Text":"Çalmışsa, daha önce kardeşi de çalmıştı\" dediler. Yusuf bunu içinde sakladı, onlara açmadı. İçinden, \"Durumunuz pek kötüdür; anlattığınızı Allah daha iyi bilir\" dedi"},{"SurahNumber":12,"VerseNumber":78,"Text":"Kardeşleri: \"Ey Vezir! Onun yaşlanmış, kocamış bir babası vardır. Bizden birini onun yerine al. Doğrusu biz senin iyi davrananlardan olduğunu görüyoruz\" dediler"},{"SurahNumber":12,"VerseNumber":79,"Text":"Maazallah! Biz, malımızı kimde bulmuşsak ancak onu alıkoruz, yoksa haksızlık etmiş oluruz\" dedi"},{"SurahNumber":12,"VerseNumber":80,"Text":"Ümidsizliğe düşünce, konuşmak üzere bir kenara çekildiler. Büyükleri şöyle dedi: \"Babanızın Allah'a karşı sizden bir söz aldığını, daha önce Yusuf meselesinde de ileri gittiğinizi bilmiyor musunuz? Artık babam bana izin verene veya Allah hakkımda hüküm verene kadar ki O, hükmedenlerin en iyisidir bu yerden ayrılmayacağım. Siz dönün, babanıza gidin ve deyin ki: Ey Babamız! Senin oğlun hırsızlık yaptı, bu bildiğimizden başka bir şey görmedik; görülmeyeni de bilmeyiz; bulunduğumuz kasabanın halkına ve beraberinde olduğumuz kervana da sorabilirsin; biz şüphesiz doğru söylüyoruz"},{"SurahNumber":12,"VerseNumber":81,"Text":"Yakup: \"Sizi nefsiniz bir iş yapmaya sürükledi, artık bana güzelce sabır gerekir; belki Allah hepsini birden bana getirecektir, çünkü O bilendir, hakimdir\" dedi"},{"SurahNumber":12,"VerseNumber":82,"Text":"Onlara sırt çevirdi, \"Vah, Yusuf'a yazık oldu!\" dedi ve üzüntüden gözlerine ak düştü. Artık acısını içinde saklıyordu"},{"SurahNumber":12,"VerseNumber":83,"Text":"Onlara sırt çevirdi, \"Vah, Yusuf'a yazık oldu!\" dedi ve üzüntüden gözlerine ak düştü. Artık acısını içinde saklıyordu"},{"SurahNumber":12,"VerseNumber":84,"Text":"Onlara sırt çevirdi, \"Vah, Yusuf'a yazık oldu!\" dedi ve üzüntüden gözlerine ak düştü. Artık acısını içinde saklıyordu"},{"SurahNumber":12,"VerseNumber":85,"Text":"Allah'a yemin ederiz ki, Yusuf'u anıp durman seni bitkin düşürecek veya helak olacaksın\" dediler"},{"SurahNumber":12,"VerseNumber":86,"Text":"Yakup: \"Ben üzüntü ve tasamı yalnız Allah'a açarım. Allah katından, sizin bilmediklerinizi bilirim\" dedi"},{"SurahNumber":12,"VerseNumber":87,"Text":"Ey Oğullarım! Gidin, Yusuf'u ve kardeşini arayın. Allah'ın rahmetinden ümidinizi kesmeyin; doğrusu kafirlerden başkası Allah'ın rahmetinden ümidini kesmez"},{"SurahNumber":12,"VerseNumber":88,"Text":"Kardeşleri vezirin yanına vardıklarında: \"Ey Vezir! Biz ve çoluk çocuğumuz darlığa uğradık; pek değersiz bir malla geldik; ölçeği bize tam yap ve sadaka ver; Allah sadaka verenleri şüphesiz mükafatlandırır\" dediler"},{"SurahNumber":12,"VerseNumber":89,"Text":"Siz, Yusuf ve kardeşine bilmeden neler yaptığınızın farkında mısınız?\" dedi"},{"SurahNumber":12,"VerseNumber":90,"Text":"Yoksa sen Yusuf musun?\" dediler. \"Ben Yusuf'um, bu da kardeşim. Allah bize iyilikte bulundu; doğrusu kim kötülükten sakınır ve sabrederse bilsin ki Allah iyi davrananların ecrini katiyen zayi etmez\" dedi"},{"SurahNumber":12,"VerseNumber":91,"Text":"Allah'a yemin ederiz ki, Allah seni bizden üstün tutmuştur; doğrusu biz suç işlemiştik\" dediler"},{"SurahNumber":12,"VerseNumber":92,"Text":"Yusuf: \"Bugün azarlanacak değilsiniz, Allah sizi bağışlar. O, merhametlilerin merhametlisidir. Bu gömleğimi götürün, babamın yüzüne sürün, görmeğe başlar; bütün çoluk çocuğunuzla bana gelin\" dedi"},{"SurahNumber":12,"VerseNumber":93,"Text":"Yusuf: \"Bugün azarlanacak değilsiniz, Allah sizi bağışlar. O, merhametlilerin merhametlisidir. Bu gömleğimi götürün, babamın yüzüne sürün, görmeğe başlar; bütün çoluk çocuğunuzla bana gelin\" dedi"},{"SurahNumber":12,"VerseNumber":94,"Text":"Kervan, memleketlerine dönmek üzere ayrıldığında, babaları: \"Doğrusu ben Yusuf'un kokusunu duyuyorum; ne olur bana bunak demeyin\" dedi"},{"SurahNumber":12,"VerseNumber":95,"Text":"Çevresindekiler: \"Allah'a yemin ederiz ki sen, hala eski şaşkınlığındasın\" dediler"},{"SurahNumber":12,"VerseNumber":96,"Text":"Müjdeci gelip, gömleği Yakub'un yüzüne bırakınca, hemen gözleri açıldı. Bunun üzerine Yakub \"Ben size, Allah katından sizin bilmediğinizi biliyorum dememiş miydim?\" dedi"},{"SurahNumber":12,"VerseNumber":97,"Text":"Oğulları: \"Ey Babamız! Suçlarımızın bağışlanmasını dile, bizler hiç şüphesiz suçluyuz\" dediler"},{"SurahNumber":12,"VerseNumber":98,"Text":"Yakub: \"Rabbim'den bağışlanmanızı dileyeceğim; O şüphesiz bağışlar ve merhamet eder\" dedi"},{"SurahNumber":12,"VerseNumber":99,"Text":"Yusuf'un yanına geldiklerinde, o, anasını babasını bağrına bastı, \"Allah'ın dileğince, güven içinde Mısır'da yerleşin\" dedi"},{"SurahNumber":12,"VerseNumber":100,"Text":"Ana babasını tahtın üzerine oturttu, hepsi onun önünde (Allah'a secde edip) eğildiler. O zaman Yusuf: \"Babacığım! İşte bu, vaktiyle gördüğüm rüyanın çıkışıdır; Rabbim onu gerçekleştirdi. Şeytan, benimle kardeşlerimin arasını bozduktan sonra, beni hapisten çıkaran, sizi çölden getiren Rabbim bana pek çok iyilikte bulundu. Doğrusu Rabbim dilediğine lütufkardır, O şüphesiz bilendir, Hakim'dir\" dedi"},{"SurahNumber":12,"VerseNumber":101,"Text":"Rabbim! Bana hükümranlık verdin, rüyaların yorumunu öğrettin. Ey göklerin ve yerin yaradanı! Dünya ve ahirette işlerimi yoluna koyan sensin; benim canımı müslüman olarak al ve beni iyilere kat"},{"SurahNumber":12,"VerseNumber":102,"Text":"Sana böylece vahyettiklerimiz, gaybe ait haberlerdir. Onlar elbirliği edip düzen kurdukları zaman yanlarında değildin; sen ne kadar yürekten istersen iste, insanların çoğu inanmazlar"},{"SurahNumber":12,"VerseNumber":103,"Text":"Sana böylece vahyettiklerimiz, gaybe ait haberlerdir. Onlar elbirliği edip düzen kurdukları zaman yanlarında değildin; sen ne kadar yürekten istersen iste, insanların çoğu inanmazlar"},{"SurahNumber":12,"VerseNumber":104,"Text":"Oysa sen buna karşılık onlardan bir ücret de istemiyorsun. Kuran, alemler için sadece bir öğüttür"},{"SurahNumber":12,"VerseNumber":105,"Text":"Göklerde ve yerde nice belgeler vardır ki, yanlarından yüzlerini çevirerek geçerler"},{"SurahNumber":12,"VerseNumber":106,"Text":"Onların çoğu, ortak koşmadan Allah'a inanmazlar"},{"SurahNumber":12,"VerseNumber":107,"Text":"Allah tarafından, onları kuşatacak bir azaba uğramalarından veya farkına varmadan, kıyamet saatinin ansızın gelmesinden güvende midirler"},{"SurahNumber":12,"VerseNumber":108,"Text":"De ki: \"Benim yolum budur; ben ve bana uyanlar bilerek insanları Allah'a çağırırız. Allah'ı noksan sıfatlardan tenzih ederim. Ben asla Allah'a eş koşanlardan değilim"},{"SurahNumber":12,"VerseNumber":109,"Text":"Senden önce kasabalar halkından şüphesiz, kendilerine vahyettiğimiz bir takım insanlar gönderdik. Yeryüzünde dolaşmıyorlar mı ki, kendilerinden önce geçenlerin sonlarının ne olduğunu görsünler? Ahiret yurdu Allah'a karşı gelmekten sakınanlar için hayırlıdır. Akletmez misiniz"},{"SurahNumber":12,"VerseNumber":110,"Text":"Öyle ki, peygamberler ümitsizliğe düşüp, yalanlandıklarını sandıkları bir sırada onlara yardımımız gelmiştir. Böylece, istediğimizi kurtarırız. Azabımız suçlu milletten geri çevrilemeyecektir"},{"SurahNumber":12,"VerseNumber":111,"Text":"And olsun ki, peygamberlerin kıssalarında, aklı olanlar için ibretler vardır. Kuran uydurulabilen bir söz değildir. Fakat kendinden önceki Kitapları tasdik eden, inanan millete her şeyi açıklayan, doğru yolu gösteren bir rehber ve rahmettir"},{"SurahNumber":13,"VerseNumber":1,"Text":"Elif, Lam, Mim, Ra. Bunlar Kitap'ın ayetleridir. Sana Rabbinden indirilen Kitap haktır; fakat insanların çoğu inanmazlar"},{"SurahNumber":13,"VerseNumber":2,"Text":"Gökleri, gördüğünüz gibi, direksiz yükselten, sonra arşa hükmeden, her biri belli bir süreye kadar hareket edecek olan Güneş ve Ay'ı buyruğu altına alan, işleri yürüten, ayetleri uzun uzun açıklayan Allah'tır; ola ki Rabbinize kavuşacağınıza kesin olarak inanırsınız"},{"SurahNumber":13,"VerseNumber":3,"Text":"Yeri düzleyen, orada dağlar, nehirler var eden, her türlü üründen çift çift yetiştiren, gündüzü geceyle bürüyen de O'dur. Doğrusu bunlarda, düşünen kimseler için ibretler vardır"},{"SurahNumber":13,"VerseNumber":4,"Text":"Yeryüzünde, hepsi de aynı su ile sulanan, birbirine komşu toprak parçaları, tek ve çok köklü üzüm bağları, ekinler, hurma ağaçları vardır. Fakat onları şekil ve lezzetçe birbirinden farklı kılmışızdır. Düşünen kimseler için bunda ibretler vardır"},{"SurahNumber":13,"VerseNumber":5,"Text":"Şaşacaksan, onların: \"Biz toprak olunca mı yeniden yaratılacağız?\" demelerine şaşmak gerekir. İşte onlar Rablerini inkar edenlerdir. İşte onlar boyunlarına demir halkalar vurulanlardır. İşte onlar cehennemliklerdir, orada temelli kalacaklardır"},{"SurahNumber":13,"VerseNumber":6,"Text":"Puta tapanlar senden, iyilikten önce kötülük isterler, oysa onlardan önce nice ibret alınacak cezalar verilmiştir. Doğrusu Rabbinin, insanların zulümlerine rağmen onlara mağfireti vardır. Rabbinin cezalandırması çetindir"},{"SurahNumber":13,"VerseNumber":7,"Text":"İnkar edenler: \"Rabbinden ona bir mucize indirilmeli değil miydi?\" derler. Sen ancak bir uyarıcısın. Her milletin bir yol göstereni vardır"},{"SurahNumber":13,"VerseNumber":8,"Text":"Allah her dişinin rahminde taşıdığını, rahimlerin düşürdüğünü ve alıkoyduğunu bilir. O'nun katında her şey bir ölçüye göredir"},{"SurahNumber":13,"VerseNumber":9,"Text":"Görüleni de görülmeyeni de bilen, yücelerin yücesi büyük Allah'a göre, aranızdan sözü gizleyen ile, açığa vuran ve geceye bürünerek gizlenip gündüzün ortaya çıkan arasında fark yoktur"},{"SurahNumber":13,"VerseNumber":10,"Text":"Görüleni de görülmeyeni de bilen, yücelerin yücesi büyük Allah'a göre, aranızdan sözü gizleyen ile, açığa vuran ve geceye bürünerek gizlenip gündüzün ortaya çıkan arasında fark yoktur"},{"SurahNumber":13,"VerseNumber":11,"Text":"Ardında ve önünde insanoğlunu takip edenler vardır; Allah'ın emriyle onu gözetirler. Bir millet kendini bozmadıkça Allah onların durumunu değiştirmez. Allah bir milletin fenalığını dileyince artık onun önüne geçilmez. Onlar için Allah'tan başka hamide bulunmaz"},{"SurahNumber":13,"VerseNumber":12,"Text":"Korku ve ümide düşürmek için size şimşeği gösteren, yağmurla yüklü bulutları meydana getiren O'dur"},{"SurahNumber":13,"VerseNumber":13,"Text":"O'nu, gök gürlemesi hamd ile, melekler de korkularından tesbih ederler. Onlar pek kuvvetli olan Allah hakkında çekişirken, O, yıldırımları gönderir de onlarla dilediğini çarpar"},{"SurahNumber":13,"VerseNumber":14,"Text":"Gerçek dua ve ibadet ancak O'nadır. O'ndan başka çağırdıkları putlar kendilerine hiçbir cevap vermezler. Durumları, suyun ağzına gelmesi için avuçlarını ona açmış bekleyen adamın durumu gibidir. Hiçbir zaman suya kavuşamaz. İşte kafirlerin yalvarışıda böyle, boşunadır"},{"SurahNumber":13,"VerseNumber":15,"Text":"Yerde ve göklerdeki kimseler de, gölgeleri de, sabah akşam, ister istemez Allah'a secde ederler"},{"SurahNumber":13,"VerseNumber":16,"Text":"De ki: \"Göklerin ve yerin Rabbi kimdir?\", \"Allah'tır\" de. \"Onu bırakıp, kendilerine bir fayda ve zararı olmayan dostlar mı edindiniz?\" de. \"Kör ile gören bir olur mu? Veya karanlıkla aydınlık bir midir?\" de. Yoksa Allah'a, Allah gibi yaratması olan ortaklar buldular da, yaratmaları birbirine mi benzettiler? De ki: \"Her şeyi yaratan Allah'tır. O, her şeye üstün gelen tek Tanrı'dır"},{"SurahNumber":13,"VerseNumber":17,"Text":"Allah gökten su indirir, dereler onunla dolar taşar. Sel, üste çıkan köpüğü alır götürür. Süslenmek veya faydalanmak için ateşte erittiklerinizin üzerinde de buna benzer bir köpük vardır. Allah, hak ve batıl için şöyle misal verir: Köpük uçup gider, insanlara fayda veren ise yerde kalır. Allah bunun gibi daha nice misaller verir"},{"SurahNumber":13,"VerseNumber":18,"Text":"Rablerinin çağrısına gelenlere en güzel karşılık vardır. O'nun çağrısına uymayanlar ise, yeryüzünde olan her şey ve daha bir katı onların olsa, kurtulmak için fidye verirlerdi. İşte hesapları kötü olanlar bunlardır. Varacakları yer cehennemdir; ne kötü konaktır"},{"SurahNumber":13,"VerseNumber":19,"Text":"Sana Rabbinden indirilenin gerçek olduğunu bilen kimse, onu bilmeyen köre benzer mi? Ancak akıl sahipleri ibret alırlar"},{"SurahNumber":13,"VerseNumber":20,"Text":"Onlar, Allah'ın ahdini yerine getirirler, anlaşmayı bozmazlar"},{"SurahNumber":13,"VerseNumber":21,"Text":"Onlar, Allah'ın birleştirilmesini emrettiği şeyi birleştirirler, Rablerinden korkarlar; kötü hesaptan ürkerler"},{"SurahNumber":13,"VerseNumber":22,"Text":"Onlar, Rablerinin rızasını dileyerek sabrederler, namazı kılarlar; kendilerine verdiğimiz rızıktan, gizlice ve açıkça sarfederler; iyilik yaparak kötülüğü ortadan kaldırırlar; işte onlara bu dünyanın iyi sonucu, girecekleri Adn cennetleri vardır; babalarının, eşlerinin, çocuklarının iyi olanları da oraya girerler. Melekler her kapıdan yanlarına girip: \"Sabretmenize karşılık size selam olsun; burası dünyanın ne güzel bir sonucudur!\" derler"},{"SurahNumber":13,"VerseNumber":23,"Text":"Onlar, Rablerinin rızasını dileyerek sabrederler, namazı kılarlar; kendilerine verdiğimiz rızıktan, gizlice ve açıkça sarfederler; iyilik yaparak kötülüğü ortadan kaldırırlar; işte onlara bu dünyanın iyi sonucu, girecekleri Adn cennetleri vardır; babalarının, eşlerinin, çocuklarının iyi olanları da oraya girerler. Melekler her kapıdan yanlarına girip: \"Sabretmenize karşılık size selam olsun; burası dünyanın ne güzel bir sonucudur!\" derler"},{"SurahNumber":13,"VerseNumber":24,"Text":"Onlar, Rablerinin rızasını dileyerek sabrederler, namazı kılarlar; kendilerine verdiğimiz rızıktan, gizlice ve açıkça sarfederler; iyilik yaparak kötülüğü ortadan kaldırırlar; işte onlara bu dünyanın iyi sonucu, girecekleri Adn cennetleri vardır; babalarının, eşlerinin, çocuklarının iyi olanları da oraya girerler. Melekler her kapıdan yanlarına girip: \"Sabretmenize karşılık size selam olsun; burası dünyanın ne güzel bir sonucudur!\" derler"},{"SurahNumber":13,"VerseNumber":25,"Text":"Sağlam söz verdikten sonra Allah'ın ahdini bozanlar ve Allah'ın birleştirilmesini emrettiğini ayıranlar ve yeryüzünde bozgunculuk yapanlar, işte lanet onlara ve kötü yurt, cehennem, onlaradır"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allah dilediği kimsenin rızkını genişletir ve bir ölçüye göre verir. Dünya hayatıyla övünenler bilsinler ki dünyadaki hayat ahiret yanında sadece bir geçimlikten ibarettir"},{"SurahNumber":13,"VerseNumber":27,"Text":"İnkar edenler: \"Rabbinden ona bir mucize indirilmeli değil miydi?\" derler. De ki: \"Doğrusu Allah dileyeni saptırır ve Kendisine yöneleni doğru yola eriştirir"},{"SurahNumber":13,"VerseNumber":28,"Text":"Onlar inanmışlar, kalbleri Allah'ı anmakla huzura kavuşmuştur. Dikkat edin, kalbler ancak Allah'ı anmakla huzura kavuşur"},{"SurahNumber":13,"VerseNumber":29,"Text":"İnanan ve yararlı iş işleyen kimseler için hoş bir hayat ve dönülecek güzel bir yer vardır"},{"SurahNumber":13,"VerseNumber":30,"Text":"Sana vahyettiğimizi okuman için, seni de onlardan önce nice ümmetlerin gelip geçtiği bir ümmete gönderdik; o ümmet merhametli olan Allah'ı inkar eder; de ki: \"O benim Rabbim'dir, O'ndan başka Tanrı yoktur, yalnız O'na güvenirim, dönüşüm de O'nadır"},{"SurahNumber":13,"VerseNumber":31,"Text":"Eğer Kuran ile dağlar yürütülmüş veya yeryüzü parçalanmış yahut ölüler konuşturulmuş olsaydı, kafirler yine de inanmazlardı. Oysa bütün işler Allah'a aittir. İnananların, \"Allah dilese bütün insanları doğru yola eriştirebilir\" gerçeğini akılları kesmedi mi? Allah'ın sözü yerine gelinceye kadar, yaptıkları işler sebebiyle inkar edenlere bir belanın dokunması veya evlerinin yakınına inmesi devam eder durur. Allah, verdiği sözden şüphesiz caymaz"},{"SurahNumber":13,"VerseNumber":32,"Text":"And olsun ki, senden önce de nice peygamberler alaya alınmıştı. İnkar edenleri önce erteledim, sonra cezalarını verdim. Cezalandırmam nasıldı"},{"SurahNumber":13,"VerseNumber":33,"Text":"Herkesin yaptığını gözeten Allah, bunu yapamayan putlarla bir olur mu? Onlar Allah'a ortak koştular. De ki: \"Onlara bir ad bulun bakalım; yeryüzünde bilmediği bir şeyi mi Allah'a haber veriyorsunuz? Yoksa kuru sözlere mi aldanıyorsunuz? Fakat inkar edenlere, kurdukları düzenler güzel gösterildi ve doğru yoldan alıkonuldular. Zaten Allah'ın saptırdığına yol gösteren bulunmaz"},{"SurahNumber":13,"VerseNumber":34,"Text":"Onlara, dünya hayatında azap vardır, ahiret azabı ise daha çetindir. Allah'a karşı onları bir koruyan da yoktur"},{"SurahNumber":13,"VerseNumber":35,"Text":"Allah'a karşı gelmekten sakınanlara vadedilen cennetin altından ırmaklar akar; oranın yiyecekleri ve gölgeleri devamlıdır. Bu, sakınanların elde edeceği sonuçtur, inkarcıların varacağı sonuç ise ateştir"},{"SurahNumber":13,"VerseNumber":36,"Text":"Kendilerine kitap verdiklerimiz, sana indirilenden memnun olurlar. Karşı guruplar içinde ise, onun bir kısmını inkar edenler vardır. De ki: \"Ben ancak Allah'a kulluk etmekle ve O'na asla ortak koşmamakla emrolundum. Hepinizi ancak O'na çağırıyorum vedönüşüm O'nadır"},{"SurahNumber":13,"VerseNumber":37,"Text":"Böylece Biz Kuran'ı Arapça bir hüküm ve hikmet olarak indirdik. Sana ilim geldikten sonra onların heveslerine uyarsan, and olsun ki, Allah katında sana bir dost ve seni koruyan çıkmaz"},{"SurahNumber":13,"VerseNumber":38,"Text":"And olsun ki, senden önce nice peygamberler gönderdik; onlara eşler ve çocuklar verdik. Allah'ın izni olmadan hiçbir peygamber bir ayet getiremez. Her şeyin vakti ve süresi yazılıdır"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah dilediğini siler, dilediğini bırakır; Ana Kitap O'nun katındadır"},{"SurahNumber":13,"VerseNumber":40,"Text":"Onlara vadettiğimiz azabın bir kısmını sana göstersek de senin canını alsak da, vazifen sadece tebliğ etmektir. Hesap görmek Bize düşer"},{"SurahNumber":13,"VerseNumber":41,"Text":"Görmüyorlar mı ki, Biz yeryüzünü etrafından gitgide eksiltmekteyiz. Hüküm Allah'ındır, O'nun hükmünü takip edip bozacak yoktur. O, hesabı çabuk görür"},{"SurahNumber":13,"VerseNumber":42,"Text":"Onlardan öncekiler de tuzak kurdular, oysa bütün tuzaklar(ın cezası) Allah'ındır, Herkesin yaptığını bilir. İnkarcılar da, neticenin kimin olduğunu göreceklerdir"},{"SurahNumber":13,"VerseNumber":43,"Text":"İnkar edenler: \"Sen peygamber değilsin\" derler; de ki: \"Benimle sizin aranızda şahit olarak Allah ve Kitap'ı bilenler yeter"},{"SurahNumber":14,"VerseNumber":1,"Text":"Elif, Lam, Ra; Bu, Allah'ın izniyle, insanları karanlıklardan aydınlığa, güçlü ve övülmeğe layık, göklerde ve yerde olanların sahibi Allah'ın yoluna çıkarman için, sana indirdiğimiz Kitaptır. Uğrayacakları çetin azabdan dolayı vay kafirlerin haline"},{"SurahNumber":14,"VerseNumber":2,"Text":"Elif, Lam, Ra; Bu, Allah'ın izniyle, insanları karanlıklardan aydınlığa, güçlü ve övülmeğe layık, göklerde ve yerde olanların sahibi Allah'ın yoluna çıkarman için, sana indirdiğimiz Kitaptır. Uğrayacakları çetin azabdan dolayı vay kafirlerin haline"},{"SurahNumber":14,"VerseNumber":3,"Text":"Onlar dünya hayatını ahirete tercih ederler, Allah'ın yolundan alıkoyup onun eğriliğini isterler. İşte onlar uzak bir sapıklık içindedirler"},{"SurahNumber":14,"VerseNumber":4,"Text":"Kendilerine apaçık anlatabilsin diye, her peygamberi kendi milletinin diliyle gönderdik. Allah dilediğini saptırır ve dilediğini de doğru yola eriştirir; güçlü olan, Hakim olan O'dur"},{"SurahNumber":14,"VerseNumber":5,"Text":"And olsun ki Musa'yı ayetlerimizle, \"Milletini karanlıklardan aydınlığa çıkar ve Allah'ın günlerini onlara hatırlat\" diye göndermiştik. Bunlarda, çokça sabreden ve şükreden herkes için dersler vardır"},{"SurahNumber":14,"VerseNumber":6,"Text":"Musa, milletine dedi ki: \"Allah'ın size olan nimetlerini anın; size işkence eden, kadınlarınızı sağ bırakıp oğullarınızı boğazlayan Firavun ailesinden sizi kurtardı; bütün bunlarda Rabbinizden size büyük bir imtihan vardır"},{"SurahNumber":14,"VerseNumber":7,"Text":"Rabbiniz: \"Şükrederseniz and olsun ki, size karşılığını artıracağım; nankörlük ederseniz bilin ki azabım pek çetindir\" diye bildirmişti"},{"SurahNumber":14,"VerseNumber":8,"Text":"Musa: \"Siz ve yeryüzünde olanlar, hepiniz nankörlük etseniz, Allah yine de müstağni ve övülmeğe layık olandır\" demişti"},{"SurahNumber":14,"VerseNumber":9,"Text":"Sizden önce gecen Nuh, Ad, Semud milletlerinin ve onlardan sonra gelenlerin haberleri ki onları Allah'tan başkası bilmez size ulaşmadı mı? Onlara peygamberleri belgelerle geldiler, fakat ellerini ağızlarına götürüp: \"Biz sizinle gönderilene inanmıyoruz. Bizi çağırdığınız şeyden de şüphe ve endişe içindeyiz\" dediler"},{"SurahNumber":14,"VerseNumber":10,"Text":"Onların peygamberleri: \"Gökleri ve yeri yaratan, günahlarınızı bağışlamaya çağıran ve bir süreye kadar sizi erteleyen Allah'tan mı şüphe ediyorsunuz?\" dediler. Onlar da: \"Siz de sadece bizim gibi birer insansınız; bizi babalarımızın taptıklarından alıkoymak istiyorsunuz. Öyleyse bize apaçık bir delil getirmelisiniz\" dediler"},{"SurahNumber":14,"VerseNumber":11,"Text":"Peygamberleri onlara şöyle dedi: \"Biz ancak sizin gibi birer insanız ama, Allah, kullarından dilediğine iyilikte bulunur. Allah'ın izni olmadıkça biz size delil getiremeyiz. İnananlar sadece Allah'a güvensin"},{"SurahNumber":14,"VerseNumber":12,"Text":"Bize yollarımızı gösteren Allah'a niçin güvenmeyelim? Bize ettiğiniz eziyete elbette katlanacağız. Güvenenler ancak Allah'a güvensinler"},{"SurahNumber":14,"VerseNumber":13,"Text":"İnkar edenler, peygamberlerine: \"Ya bizim dinimize dönersiniz ya da sizi memleketimizden çıkarırız\" dediler. Rableri peygamberlere: \"Biz, haksızlık edenleri yok edeceğiz, onlardan sonra yeryüzüne sizi yerleştireceğiz. Bu, makamımdan ve tehdidimden korkanlar içindir.\" diye vahyetti"},{"SurahNumber":14,"VerseNumber":14,"Text":"İnkar edenler, peygamberlerine: \"Ya bizim dinimize dönersiniz ya da sizi memleketimizden çıkarırız\" dediler. Rableri peygamberlere: \"Biz, haksızlık edenleri yok edeceğiz, onlardan sonra yeryüzüne sizi yerleştireceğiz. Bu, makamımdan ve tehdidimden korkanlar içindir.\" diye vahyetti"},{"SurahNumber":14,"VerseNumber":15,"Text":"Peygamberler yardım istediler ve her inatçı zorba hüsrana uğradı"},{"SurahNumber":14,"VerseNumber":16,"Text":"Ardında cehennem vardır; orada kendisine irinli su içirilecektir"},{"SurahNumber":14,"VerseNumber":17,"Text":"Onu yudum yudum alacak fakat yutamıyacaktır. Ölüm ona her taraftan geldiği halde, ölemiyecek, arkasından da çetin bir azap gelecektir"},{"SurahNumber":14,"VerseNumber":18,"Text":"Rablerini inkar edenlerin işleri, fırtınalı bir günde, rüzgarın şiddetle savurduğu küle benzer; yaptıklarından hiçbir şey elde edemezler. İşte bu uzak sapıklıktır"},{"SurahNumber":14,"VerseNumber":19,"Text":"Gökleri ve yeri gerçekten Allah'ın yarattığını bilmiyor musun? Dilerse sizi yok edip yeni bir topluluk var eder"},{"SurahNumber":14,"VerseNumber":20,"Text":"Bu, Allah için güç değildir"},{"SurahNumber":14,"VerseNumber":21,"Text":"İnsanların hepsi Allah'ın huzuruna çıkarlar; güçsüzler, büyüklük taslayanlara: \"Doğrusu biz size uymuştuk, Allah'ın azabından bizi koruyabilecek misiniz?\" derler. Cevap olarak: \"Allah bizi doğru yola eriştirseydi biz de sizi eriştirirdik. Artık sızlansak da sabretsek de birdir, çünkü kaçacak yerimiz yoktur\" derler"},{"SurahNumber":14,"VerseNumber":22,"Text":"İş olup bitince, şeytan: \"Doğrusu Allah size gerçeği söz vermişti. Ben de size söz verdim ama, sonra caydım; esasen sizi zorlayacak bir nüfuzum yoktu; sadece çağırdım, siz de geldiniz. O halde, beni değil kendinizi kınayın. Artık ben sizi kurtaramam, siz de beni kurtaramazsınız. Beni Allah'a ortak koşmanızı daha önce kabul etmemiştim; doğrusu zalimlere can yakan bir azap vardır\" der"},{"SurahNumber":14,"VerseNumber":23,"Text":"İnanan ve yararlı işleri yapanlar, içlerinden ırmaklar akan cennetlere konulurlar, Rablerinin izniyle orada temelli kalırlar. Oradaki dirlik temennileri: \"Selam!\"dır"},{"SurahNumber":14,"VerseNumber":24,"Text":"Allah'ın, hoş bir sözü; kökü sağlam, dalları göğe doğru olan, Rabbinin izniyle her zaman meyve veren hoş bir ağaca benzeterek nasıl misal verdiğini görmüyor musun? İnsanlar ibret alsın diye Allah onlara misal gösteriyor"},{"SurahNumber":14,"VerseNumber":25,"Text":"Allah'ın, hoş bir sözü; kökü sağlam, dalları göğe doğru olan, Rabbinin izniyle her zaman meyve veren hoş bir ağaca benzeterek nasıl misal verdiğini görmüyor musun? İnsanlar ibret alsın diye Allah onlara misal gösteriyor"},{"SurahNumber":14,"VerseNumber":26,"Text":"Çirkin bir söz de, yerden koparılmış, kökü olmayan kötü bir ağaca benzer"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah inananları, dünya hayatında ve ahirette sağlam bir söz üzerinde tutar; zalimleri de saptırır. Allah dilediğini yapar"},{"SurahNumber":14,"VerseNumber":28,"Text":"Allah'ın verdiği nimeti nankörlükle karşılayanları ve milletlerini helak olacakları yere, yaslanacakları cehenneme götürenleri görmüyor musun"},{"SurahNumber":14,"VerseNumber":29,"Text":"Allah'ın verdiği nimeti nankörlükle karşılayanları ve milletlerini helak olacakları yere, yaslanacakları cehenneme götürenleri görmüyor musun"},{"SurahNumber":14,"VerseNumber":30,"Text":"Allah'ın yolundan sapıtmak için O'na eşler koşmuşlardı. De ki: \"Yaşayın bakalım, hiç şüphesiz varacağınız yer ateş olacaktır"},{"SurahNumber":14,"VerseNumber":31,"Text":"İnanan kullarıma söyle, namazı kılsınlar; alışveriş ve dostluğun olmayacağı günün gelmesinden önce, kendilerine verdiğimiz rızıktan açık ve gizli sarfetsinler"},{"SurahNumber":14,"VerseNumber":32,"Text":"Gökleri ve yeri yaratan, yukardan indirdiği su ile rızık olarak ürünler yetiştiren, emri gereğince denizde yüzmek üzere gemileri, nehirleri, belli yörüngelerinde yürüyen ay ve güneşi, geceyle gündüzü sizin buyruğunuza veren Allah'tır"},{"SurahNumber":14,"VerseNumber":33,"Text":"Gökleri ve yeri yaratan, yukardan indirdiği su ile rızık olarak ürünler yetiştiren, emri gereğince denizde yüzmek üzere gemileri, nehirleri, belli yörüngelerinde yürüyen ay ve güneşi, geceyle gündüzü sizin buyruğunuza veren Allah'tır"},{"SurahNumber":14,"VerseNumber":34,"Text":"Kendisinden isteyebileceğiniz her şeyi size vermiştir. Allah'ın nimetini sayacak olsanız bitiremezsiniz. Doğrusu insan pek zalim ve çok nankördür"},{"SurahNumber":14,"VerseNumber":35,"Text":"İbrahim şöyle demişti: \"Rabbim! Bu şehri güvenli kıl; beni ve oğullarımı putlara tapmaktan uzak tut"},{"SurahNumber":14,"VerseNumber":36,"Text":"Rabbim! O putlar çok insanları saptırdı; bana uyan bendendir, bana karşı gelen kimseyi Sana bırakırım; Sen bağışlarsın, merhamet edersin"},{"SurahNumber":14,"VerseNumber":37,"Text":"Rabbimiz! Ben çocuklarımdan kimini, namaz kılabilmeleri için Senin kutsal evinin yanında, ziraata elverişsiz bir vadiye yerleştirdim. Rabbimiz! İnsanların gönüllerini onlara meylettir, şükretmeleri için onları ürünlerle rızıklandır"},{"SurahNumber":14,"VerseNumber":38,"Text":"Rabbimiz! Doğrusu Sen gizlediğimizi de, açığa vurduğumuzu da bilirsin. Yerde ve gökte hiçbir şey Allah'tan gizli kalmaz"},{"SurahNumber":14,"VerseNumber":39,"Text":"Kocamışken, bana İsmail ve İshak'ı veren Allah'a hamdolsun. Doğrusu Rabbim duaları işitendir"},{"SurahNumber":14,"VerseNumber":40,"Text":"Rabbim! Beni ve çocuklarımı namaz kılanlardan eyle. Rabbimiz! Duamı kabul buyur"},{"SurahNumber":14,"VerseNumber":41,"Text":"Rabbimiz! Hesap görülecek günde, beni, anamı babamı ve inananları bağışla"},{"SurahNumber":14,"VerseNumber":42,"Text":"Sakın Allah'ı, zalimlerin yaptıklarından habersiz sanma; gözlerin dışarı fırlayacağı bir güne kadar onları ertelemektedir"},{"SurahNumber":14,"VerseNumber":43,"Text":"O gün başları kalkmış, gözleri kendilerine dönemeyecek şekilde sabit kalmış, gönülleri bomboş halde koşup duracaklardır"},{"SurahNumber":14,"VerseNumber":44,"Text":"İnsanları, kendilerine azabın geleceği gün ile uyar. Haksızlık edenler: \"Rabbimiz! Bizi yakın bir süreye kadar ertele de çağrına gelelim, peygamberlere uyalım\" derler. Siz daha önce, sonunuzun gelmeyeceğine yemin etmemiş miydiniz! Üstelik kendilerine yazık edenlerin yerlerinde oturdunuz. Onlara, yaptıklarımız da sizlere açıklanmıştı. Size misaller de vermiştik"},{"SurahNumber":14,"VerseNumber":45,"Text":"İnsanları, kendilerine azabın geleceği gün ile uyar. Haksızlık edenler: \"Rabbimiz! Bizi yakın bir süreye kadar ertele de çağrına gelelim, peygamberlere uyalım\" derler. Siz daha önce, sonunuzun gelmeyeceğine yemin etmemiş miydiniz! Üstelik kendilerine yazık edenlerin yerlerinde oturdunuz. Onlara, yaptıklarımız da sizlere açıklanmıştı. Size misaller de vermiştik"},{"SurahNumber":14,"VerseNumber":46,"Text":"Şüphesiz onlar düzenlerini kurdular; oysa dağları yerinden oynatacak olsa bile, bu düzenleri hep Allah'ın elindeydi"},{"SurahNumber":14,"VerseNumber":47,"Text":"Yerin başka bir yerle, göklerin de başka göklerle değiştirildiği, her şeye üstün gelen tek Allah'ın huzuruna çıktıkları günde, sakın Allah'ın peygamberlerine verdiği sözden cayacağını sanma; doğrusu Allah güçlüdür, öç alandır"},{"SurahNumber":14,"VerseNumber":48,"Text":"Yerin başka bir yerle, göklerin de başka göklerle değiştirildiği, her şeye üstün gelen tek Allah'ın huzuruna çıktıkları günde, sakın Allah'ın peygamberlerine verdiği sözden cayacağını sanma; doğrusu Allah güçlüdür, öç alandır"},{"SurahNumber":14,"VerseNumber":49,"Text":"O gün, suçluları zincirlere vurulmuş olarak görürsün"},{"SurahNumber":14,"VerseNumber":50,"Text":"Gömlekleri katrandan olacak, yüzlerini ateş bürüyecektir"},{"SurahNumber":14,"VerseNumber":51,"Text":"Bu, Allah herkese yaptığının karşılığını vereceği için böyledir. Doğrusu Allah hesabı çabuk görür"},{"SurahNumber":14,"VerseNumber":52,"Text":"Bu Kuran, onunla uyarılsınlar ve tek bir Tanrı bulunduğunu bilsinler ve akıl sahipleri öğüt alsınlar diye insanlara tebliğ edilmiştir"}]}