{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"Ahara padarthalanni israyil santativariki dharmasam'matamainavigane undevi. Kani, taurat avataranaku purvam israyil (ya'akhub) tanaku tanu konni vastuvulanu nisedhincukunnadu. Varito itlanu: \"Miru satyavantule ayite, taurat nu tisukoni randi mariyu danini cadavandi"},{"SurahNumber":3,"VerseNumber":94,"Text":"kavuna dini tarvata kuda evadaina abad'dhanni kalpinci danini allah ku apadiste, alanti varu, vare durmargulu"},{"SurahNumber":3,"VerseNumber":95,"Text":"ila anu: \"Allah satyam palikadu. Kanuka miru ekadaivasid'dhantam (satyadharmam) ayina ibrahim dharmanne anusarincandi. Mariyu atanu allah ku sati kalpincevadu (musrik) kadu"},{"SurahNumber":3,"VerseNumber":96,"Text":"niscayanga, manavajati koraku mottamodata niyamincabadina (aradhana) grham bakkalo (makkalo) unnade, subhalato nindinadi samasta lokala prajalaku margadarsakatvanni prasadincedi"},{"SurahNumber":3,"VerseNumber":97,"Text":"andulo spastamaina sanketalu unnayi. Ibrahim nilicina sthalam undi. Mariyu danilo pravesincinavadu abhayam (raksana) pondutadu. Mariyu akkadiki povataniki, saktigalavariki a grhayatra (hijjul bait) allah (prasannata) koraku ceyatam, vidhiga ceyabadindi. Evaru dinini tiraskaristaro! Varu niscayanga, allah samasta lokala vari avasaram leni svayam samrd'dhudu (ani telusukovali)"},{"SurahNumber":3,"VerseNumber":98,"Text":"ila anu: \"O grantha prajalara! Miru allah sandesalanu enduku tiraskaristunnaru? Mariyu miru cese karmalannintiki allah saksiga unnadu"},{"SurahNumber":3,"VerseNumber":99,"Text":"inka ila anu: \"O grantha prajalara! Miru daniki (satyamarganiki) saksyuluga undi kuda adi vakramargamani cupa dalaci, visvasincina varini allah margampai nadavakunda enduku atanka parustunnaru? Mariyu allah mi karmala patla nirlaksyanga ledu"},{"SurahNumber":3,"VerseNumber":100,"Text":"O visvasincina prajalara! Miru grantha prajala (kondari) matalu vini varini anusariste! Varu mim'malni, visvasincina taruvata kuda satyatiraskaruluga marci vestaru"},{"SurahNumber":3,"VerseNumber":101,"Text":"mariyu allah sandesalu miku cadivi vinipincabadutu unnappudu mariyu ayana sandesaharudu milo unnappudu; miru ela satyatiraskarulu kagalaru? Mariyu milo evadu sthiranga allah nu asrayistado, atadu niscayanga, rjumargam vaipunaku margadarsakatvam pondinavade"},{"SurahNumber":3,"VerseNumber":102,"Text":"o visvasincina prajalara! Miru kartavyapalanaga allah yandu bhayabhaktulu kaligi undandi. Mariyu miru allah ku vidheyuluga (muslinluga) unna sthitilo tappa maranincakandi"},{"SurahNumber":3,"VerseNumber":103,"Text":"mirandaru kalasi allah tradu (khur'an) nu gattiga pattukondi. Mariyu vibhedalalo padakandi. Allah mi yedala cupina anugrahalanu jnapakam cesukondi; miru okarikokaru satruvuluga undevaru, ayana mi hrdayalanu kalipadu. Ayana anugraham vallane miru parasparam sodarulayyaru. Mariyu miru agnigundam odduna nilabadinappudu ayana mim'malni dani nundi raksincadu. I vidhanga allah tana sucanalanu miku spastam cestunnadu. Bahusa miru margadarsakatvam pondutarani"},{"SurahNumber":3,"VerseNumber":104,"Text":"milo oka vargam, (prajalanu) manci margam vaipunaku pilicediga, dharmanni (mancini) adesincediga (bodhincediga) mariyu adharmanni (cedunu) nisedhincediga (nirodhincediga) undali. Mariyu alanti varu, vare saphalyam pondevaru"},{"SurahNumber":3,"VerseNumber":105,"Text":"spastamaina upadesalanu pondina taruvata kuda evaraite, (ververu tegaluga) cilipoyaro mariyu vibhedalaku guri ayyaro, vari madiriga miru kavaddu. Mariyu alanti variki ghorasiksa untundi"},{"SurahNumber":3,"VerseNumber":106,"Text":"A (tirpu) dinamuna kondari mukhalu (santosanto) prakasistu untayi. Marikondari mukhalu (duhkhanto) nallabadi untayi. Ika evari mukhalu nallabadi untayo varito: \"Miru visvasincina taruvata satyatiraskarulu ayyaru kada? Kabatti miru satyanni tiraskarincinanduku i siksanu anubhavincandi.\" (Ani anabadutundi)"},{"SurahNumber":3,"VerseNumber":107,"Text":"ika evari mukhalu prakasistu untayo varu allah karunyanlo (svarganlo) untaru. Andulo varu sasvatanga untaru"},{"SurahNumber":3,"VerseNumber":108,"Text":"(o pravakta!) Ivi allah suktulu (ayat) memu vatini yathatathanga niku vinipistunnamu. Mariyu allah sarvalokala variki an'yayam ceyagoradu"},{"SurahNumber":3,"VerseNumber":109,"Text":"mariyu akasalalo unnadanta mariyu bhumilo unnadanta allah ke cendutundi. Mariyu vyavaharalanni (tirpu koraku) allah vaipunake maralimpabadatayi"},{"SurahNumber":3,"VerseNumber":110,"Text":"mire (visvasule) manavajati (hitam) koraku nilabettabadina uttama samajam varu. Miru dharmanni adesince (bodhince) varu mariyu adharmanni nisedhince (nirodhince) varu mariyu miru allah yandu visvasam kaligi unnavaru. Mariyu okavela granthaprajalu visvasiste, varike melai undedi. Varilo kondaru visvasulu kuda unnaru. Kani atyadhikulu avidheyule (phasikhun)"},{"SurahNumber":3,"VerseNumber":111,"Text":"varu mim'malni konta varaku badhincatam tappa, miku e vidhamaina hani kaligincajalaru. Mariyu varu mito yud'dham cesinatlayite, miku vipu cupinci paripotaru. Taruvata varikelanti sahayam labhincadu"},{"SurahNumber":3,"VerseNumber":112,"Text":"varu ekkadunna, avamananike guri ceyabadataru, allah saranulono leka manavula abhayanlono untene tappa; varu allah agrahaniki guri ayyaru mariyu varu adhogatiki ceraru. Idi varu allah sucanalanu tiraskarincinanduku mariyu an'yayanga pravaktalanu campi nanduku. Idi vari ajnollanghana mariyu haddulu miri pravartincina dani paryavasanam"},{"SurahNumber":3,"VerseNumber":113,"Text":"Varandaru oke rakamaina varu karu. Grantha prajalalo kondaru saraina marganlo unna varunnaru; varu ratrivelalandu allah suktulanu (ayat lanu) pathistu untaru mariyu sastangam (sajda) cestu untaru"},{"SurahNumber":3,"VerseNumber":114,"Text":"varu allah nu mariyu antima dinanni visvasistaru mariyu dharmanni adesistaru (bodhistaru) mariyu adharmanni nisedhistaru (nirodhistaru) mariyu manci panulu ceyatanlo poti padataru mariyu ilanti vare satpurusulaloni varu"},{"SurahNumber":3,"VerseNumber":115,"Text":"mariyu varu e mancipani cesina adi vrtha ceyabadadu. Mariyu daivabhiti galavarevaro allah ku baga telusu"},{"SurahNumber":3,"VerseNumber":116,"Text":"niscayanga, satyatiraskaraniki palpabadina variki, vari sampada gani, vari santanam gani, allah mundu emi paniki ravu. Mariyu alantivaru narakagni vasule. Andu varu sasvatanga untaru"},{"SurahNumber":3,"VerseNumber":117,"Text":"varu i ihaloka jivitanlo cestunna dhana vyayanni, tamaku tamu an'yayam cesukunnavari polalapai vici vatini samulanga nasanam cese, mancu galito polcavaccu. Mariyu allah vari kelanti an'yayam ceyaledu. Kani vare tamaku tamu an'yayam cesukunnaru"},{"SurahNumber":3,"VerseNumber":118,"Text":"o visvasulara! Miru mi varini (visvasulanu) tappa itarulanu mi sannihita snehituluga cesukokandi. Varu miku hani kaligince e avakasannaina upayogincu kovataniki venukadaru. Varu mim'malni ibbandilo cudagorutunnaru. Mariyu vari irsya vari nolla nundi bayatapadutunnadi. Kani vari hrdayalalo dacukunnadi dani kante tivramainadi. Vastavaniki memu i sucanalanu miku spastam cesamu. Miru artham cesukogaligite (enta bagundedi)"},{"SurahNumber":3,"VerseNumber":119,"Text":"Avunu! Miraite varini premistunnaru. Kani varu mim'malni premincatam ledu. Mariyu miru divyagranthalannintini visvasistunnaru. Varu mito kalasinapudu: \"Memu visvasincamu.\" Ani antaru. Kani veruga unnappudu, mi edala unna krodavesam valla tama vrellanu korukkuntaru. Varito: \"Mi krodhavesanlo mire madi cavandi. Niscayanga, hrdayalalo dagi unnadanta allah ku baga telusu.\" Ani anu"},{"SurahNumber":3,"VerseNumber":120,"Text":"mikedaina melu kaligite varikadi duhkham kaligistundi mariyu mikedaina kidu kaligite varikadi santosam kaligistundi. Mariyu miru sahanam vahinci daivabhiti kaligi unte, vari kutra mikelanti nastam kaliginca jaladu. Niscayanga, allah varu cese daninanta parivestinci unnadu"},{"SurahNumber":3,"VerseNumber":121,"Text":"mariyu (o pravakta! A dinanni jnapakam cesuko) nivu vekujamuna ni inti nundi bayaluderi (uhud ksetranlo) visvasulanu vari vari yud'dha sthanalalo niyamincataniki vellavu. Mariyu allah sarvam vinevadu, sarvajnudu"},{"SurahNumber":3,"VerseNumber":122,"Text":"appudu miloni rendu vargala varu pirikitanam cupaboyaru; mariyu allah variki sanksakuduga unnadu mariyu visvasincina varu allah yande nam'makam uncukovali"},{"SurahNumber":3,"VerseNumber":123,"Text":"badr (yud'dham) nandu miru balahinuluga unnappudu allah miku sahayam (mim'malni vijetaluga) cesadu. Kabatti miru krtajnataparulai allah yandu bhayabhaktulu kaligi undandi"},{"SurahNumber":3,"VerseNumber":124,"Text":"(o pravakta!) Nivu visvasulato: \"Emi? Mi prabhuvu, akasam nundi mudu vela devadutalanu dimpi miku sahayam cestunnadi calada?\" Ani adigina sandarbhanni (jnapakam cesukondi)"},{"SurahNumber":3,"VerseNumber":125,"Text":"avunu! Okavela miru sahanam vahinci daivabhiti kaligi vunte, satruvu vacci akasmattuga mipai padina, mi prabhuvu aiduvela pratyeka cihnalu gala devadutalanu pampi miku sahayam ceyavaccu"},{"SurahNumber":3,"VerseNumber":126,"Text":"Allah miku i visayanni telipindi miku subhavarta ivvataniki mariyu mi hrdayalaku trpti kaluga jeyataniki matrame. Mariyu sarvasaktimantudu, maha vivekavantudaina allah tappa, itarula nundi sahayam (vijayam) rajaladu kada"},{"SurahNumber":3,"VerseNumber":127,"Text":"ayana idanta satyatiraskarampai nadicevarini kondarini nasimpajeyataniki, leda varu ghora parajayam pondi asabhanganto venudirigi povataniki (cesadu)"},{"SurahNumber":3,"VerseNumber":128,"Text":"(o pravakta!) I visayamunandu ni kelanti adhikaram ledu. Ayana (allah) varini ksamincavaccu, leda varini siksincavaccu. Endukante niscayanga, varu durmargulu"},{"SurahNumber":3,"VerseNumber":129,"Text":"mariyu akasalalo unnadanta mariyu bhumilo unnadanta allah ke cendutundi. Ayana tanu korina varini ksamistadu mariyu tanu korina varini siksistadu. Mariyu allah ksamasiludu, apara karunapradata"},{"SurahNumber":3,"VerseNumber":130,"Text":"o visvasulara! Ibbadimubbadiga perige i vaddini tinakandi. Mariyu miru saphalyam pondataniki allah yandu bhayabhaktulu kaligi undandi"},{"SurahNumber":3,"VerseNumber":131,"Text":"mariyu satyatiraskarula koraku sid'dham ceyabadina narakagniki bhitiparulai undandi"},{"SurahNumber":3,"VerseNumber":132,"Text":"mariyu miru karunimpabadataniki allah ku mariyu sandesaharuniki vidheyulai undandi"},{"SurahNumber":3,"VerseNumber":133,"Text":"mariyu mi prabhuvu ksamabhiksa koraku mariyu svargavasam koraku okarito nokaru poti padandi; adi bhumyakasalanta visalamainadi; adi daivabhiti galavarikai sid'dha paracapadindi"},{"SurahNumber":3,"VerseNumber":134,"Text":"(vari koraku) evaraite kalimilonu mariyu lemilonu (allah marganlo) kharcu cestaro mariyu tama kopanni nigrahincukuntaro mariyu prajalanu ksamistaro! Allah sajjanulanu premistadu"},{"SurahNumber":3,"VerseNumber":135,"Text":"Mariyu varu, evaraite, aslila panulu cesina, leda tamaku tamu an'yayam cesukunna, allah nu smarinci tama papalaku ksamapana vedukuntaro! Mariyu allah tappa, papalanu ksaminca galavaru itarulu evarunnaru? Mariyu varu tamu cesina (tappulanu), bud'dhipurvakanga murkhapu pattuto malli ceyaru"},{"SurahNumber":3,"VerseNumber":136,"Text":"ilanti vari pratiphalam, vari prabhuvu nundi ksamabhiksa mariyu krinda selayellu pravahince svargavanalu. Varakkada sasvatanga untaru. Satkaryalu cesevariki enta sresthamaina pratiphalam undi"},{"SurahNumber":3,"VerseNumber":137,"Text":"miku purvam ilanti enno sampradayalu (taralu) gadici poyayi. Satyanni tiraskarincina vari gati emayindo miru bhumilo sancaram cesi cudandi"},{"SurahNumber":3,"VerseNumber":138,"Text":"idi (i khur'an) prajala koraku oka spastamaina vyakhyanam mariyu daivabhiti gala variki margadarsakatvam mariyu hitopadesam"},{"SurahNumber":3,"VerseNumber":139,"Text":"kabatti miru balahinata kanabaracakandi mariyu duhkhapadakandi mariyu miru visvasule ayite, mire tappaka prabalyam pondutaru"},{"SurahNumber":3,"VerseNumber":140,"Text":"okavela ippudu miru gayapadite, vastavaniki a jativaru (mi virodhulu) kuda ide vidhanga gayapaddaru. Mariyu memu ilanti dinalanu prajala madhya tripputu untamu. Mariyu allah, milo nijamaina visvasulevvaro cudataniki mariyu (satyasthapanaku) tama pranalanu tyagam ceyagala varini ennukovataniki ila cestu untadu. Mariyu allah durmargulanu premincadu"},{"SurahNumber":3,"VerseNumber":141,"Text":"mariyu allah visvasulanu parisud'dhuluga ceyataniki mariyu satyatiraskarulanu anaciveyataniki (i vidhanga cestadu)"},{"SurahNumber":3,"VerseNumber":142,"Text":"emi? Milo ayana marganlo pranalu teginci poradevaru (dharmayodhulu) evaro, allah cudaka munde mariyu sahanam cupevaru evaro cudakamunde, miru svarganlo pravesinca galarani bhavistunnara"},{"SurahNumber":3,"VerseNumber":143,"Text":"Mariyu vastavaniki miru (allah marganlo maranincalani korucuntiri! Adi, miru danini pratyaksanga cudaka mundati visayam; kani, miru danini eduru custundagane, vastavaniki ippudu adi mi munduku vaccesindi)"},{"SurahNumber":3,"VerseNumber":144,"Text":"mariyu muham'mad kevalam oka sandesaharudu matrame! Vastavaniki ataniki purvam aneka sandesaharulu gadici poyaru. Emi? Okavela atanu maraniste, leka hatyaceyabadite, miru venukanja vesi maralipotara? Mariyu venukanja vesi maralipoyevadu allah ku e matram nastam kaligincaledu. Mariyu krtajnataparulaina variki allah tagina pratiphalanni prasadistadu"},{"SurahNumber":3,"VerseNumber":145,"Text":"allah anumati lenide, e prani kuda maranincajaladu, daniki oka niyamita kalam vrayabadi undi. Mariyu evadaite i prapanca sukhanni korukuntado, memu atanikadi nosangutamu mariyu evadu paraloka sukhanni korukuntado atanikadi nosangutamu. Mariyu memu krtajnulaina variki tagina pratiphalanni prasadincagalamu"},{"SurahNumber":3,"VerseNumber":146,"Text":"mariyu endaro pravaktalu mariyu varito kalisi entomandi dharmavettalu/ daivabhaktulu (ribbiyyun) dharma yud'dhalu cesaru, allah marganlo eduraina kastalaku varu dhairyam viduvaledu mariyu balahinata kanabaracaledu mariyu variki (satruvulaku) lobadanu ledu. Mariyu allah apadalalo sahanam vahince varini premistadu"},{"SurahNumber":3,"VerseNumber":147,"Text":"mariyu vari prarthana kevalam: \"O ma prabhu! Ma papalanu, ma vyavaharalalo memu mitimiri poyina vatini ksamincu mariyu ma padalaku sthairyanni prasadincu mariyu satyatiraskarulaku pratikulanga maku vijayanni prasadincu.\" Ani palakatam matrame"},{"SurahNumber":3,"VerseNumber":148,"Text":"kavuna allah variki ihalokanlo tagina phalitanni mariyu paralokanlo uttama pratiphalanni prasadincadu. Mariyu allah sajjanulanu premistadu"},{"SurahNumber":3,"VerseNumber":149,"Text":"O visvasulara! Miru satyatiraskarula salahalanu patiste, varu mim'malni venukaku (avisvasam vaipunaku) maralistaru. Appudu mire nastapadina varavutaru"},{"SurahNumber":3,"VerseNumber":150,"Text":"vastavaniki! Allah ye mi sanraksakudu. Mariyu ayane atyuttama sahayakudu"},{"SurahNumber":3,"VerseNumber":151,"Text":"ayana e vidhamaina pramanam avatarimpajeyanide, allah ku sati kalpincinanduku, memu satyatiraskarula hrdayalalo ghora bhayanni kalpistamu. Vari asrayam narakagniye! Adi durmargulaku labhince, ati cedda nivasam"},{"SurahNumber":3,"VerseNumber":152,"Text":"mariyu vastavaniki allah miku cesina tana vagdananni satyaparacadu. Eppudaite miru ayana anumatito, varini (satyatiraskarulanu) camputu unnaro! Taruvata miru pirikitananni pradarsinci, mi kartavya visayanlo paraspara vibhedalaku guri ayyi - ayana (allah) miku, miru vyamohapadutunna danini cupagane - (mi nayakuni) ajnanu ullanghincaru. (Endukante) milo kondaru ihalokanni korevarunnaru mariyu milo kondaru paralokanni korevarunnaru. Taruvata mim'malni pariksincataniki ayana (allah) miru mi virodhulanu odincakunda cesadu. Mariyu vastavaniki ipudu ayana mim'malanni ksamincadu. Mariyu allah visvasula patla ento anugrahudu"},{"SurahNumber":3,"VerseNumber":153,"Text":"(jnapakam cesukondi!) Eppudayite miru paripotu unnaro mariyu venukaku kuda tirigi evarini cudakunda unnaro mariyu pravakta mi venuka nundi, mim'malni pilustu unnado! Appudu (mi i vaikhariki) pratiphalanga (allah) miku duhkham mida duhkham kalugajesadu; miru edaina pogottukunna, leda miku edaina apada kaligina miru cintincakunda undenduku. Mariyu mi karmalannintini allah baga erugunu"},{"SurahNumber":3,"VerseNumber":154,"Text":"Appudu i duhkham taruvata ayana (allah) mipai santi bhadratalanu avatarimpajesadu; dani valla milo kondariki kunukupatu avarincindi. Kani marikondaru - kevalam svanta pranalaku pramukhyata niccevaru, allah nu gurinci pamarula vanti tappudu uhalu cesevaru - ila annaru: \"Emi? I vyavaharanlo maku emaina bhagamunda?\" Varito ila anu: \"Niscayanga, samasta vyavaharalapai sarvadhikaram allah de!\" Varu tama hrdayalalo dacukunna danini niku vyaktam ceyatam ledu. Varu inka ila antaru: \"Maku adhikarame undi vunte, memu ikkadu campabadi undevaramu kadu.\" Variki ila javabivvu: \"Okavela miru mi illalone undi vunnappatiki, maranam vrayabadi unnavaru svayanga tama vadhya sthanalaku tarali vaccevaru.\" Mariyu allah mi gundelalo dagi vunna danini pariksincataniki mariyu mi hrdayalanu parisud'dha paracataniki ila cesadu. Mariyu hrdayalalo (dagi) unnadanta allah ku baga telusu"},{"SurahNumber":3,"VerseNumber":155,"Text":"rendu sain'yalu (uhud yud'dhaniki) talabadina dinamuna, vastavaniki milo vennu cupina varini - varu cesukunna vatiki (karmalaku) phalitanga - saitanu vari padalanu jarcadu. Ayina, vastavaniki allah varini ksamincadu. Niscayanga, allah ksamasiludu, sahanasiludu"},{"SurahNumber":3,"VerseNumber":156,"Text":"o visvasulara! Miru satyatiraskarula madiriga pravartincakandi; varu tama sodarulu eppudaina prayananlo unte, leda yud'dhanlo unte, (akkada varu edaina pramadaniki guri ayite) varini gurinci ila anevaru: \"Okavela varu matopatu undivunte canipoye varu kadu mariyu campabadevarunu kadu!\" Vatini (i vidhamaina matalanu) allah vari hrdaya avedanaku karanaluga cestadu. Mariyu allah ye jivanamicce vadu. Mariyu maranamicce vadu mariyu miru cestunnadanta allah custunnadu"},{"SurahNumber":3,"VerseNumber":157,"Text":"Mariyu miru allah marganlo campabadina leda maranincina miku labhince allah ksamabhiksa mariyu karunyam, niscayanga miru kudabette vati anniti kante ento uttamamainavi"},{"SurahNumber":3,"VerseNumber":158,"Text":"mariyu miru maranincina leda campabadina, mirandaru allah samaksanlo samavesaparaca badataru"},{"SurahNumber":3,"VerseNumber":159,"Text":"(o pravakta!) Allah yokka apara karunyam vallane nivu vari patla mrduhrdayudavayyavu. Nive ganaka krurudavu, kathina hrdayudavu ayi vunte, varandaru ni cuttuprakkala nundi duranga paripoye varu. Kavuna nivu varini mannincu, vari ksamapana koraku (allah nu) prarthincu mariyu vyavaharalalo varini sampradincu. A pidapa nivu karyaniki sid'dhamainapudu allah pai adharapadu. Niscayanga, allah tanapai adharapade varini premistadu"},{"SurahNumber":3,"VerseNumber":160,"Text":"okavela miku allah sahayame unte, marevvaru mipai adhikyanni pondajalaru. Mariyu ayane mim'malni tyajiste, ayana tappa miku sahayam ceyagala vadevadu? Mariyu visvasulu kevalam allah painane nam'makam uncukuntaru"},{"SurahNumber":3,"VerseNumber":161,"Text":"mariyu e pravakta kuda vijayadhanam (buti) koraku nam'maka drohaniki palpadadu. Mariyu nam'makadrohaniki palpadinavadu punarut'thana dinamuna tana nam'maka drohanto patu hajaravutadu. Appudu prati praniki tanu arjincina daniki purti pratiphalam ivvabadutundi mariyu varikelanti an'yayam jarugadu"},{"SurahNumber":3,"VerseNumber":162,"Text":"emi? Allah abhistam prakaram nadice vyakti, allah agrahaniki gurayye vadito samanudavutada? Mariyu narakame vani asrayamu. Mariyu adi ati cedda gamyasthanam"},{"SurahNumber":3,"VerseNumber":163,"Text":"allah drstilo varu ververu sthanalalo unnaru. Mariyu varu cesedanta allah custunnadu"},{"SurahNumber":3,"VerseNumber":164,"Text":"Vastavaniki allah visvasulaku mahopakaram cesadu; vari nundiye vari madhya oka pravakta (muham'mad) nu lepadu; atanu, ayana (allah) sandesalanu (ayat lanu) variki vinipistunnadu. Mariyu vari jivitalanu sanskarinci pavanam cestunnadu; mariyu variki granthanni mariyu vivekanni bodhistunnadu; mariyu vastavaniki varu intaku mundu spastanga margabhrastatvanlo padi vunnaru"},{"SurahNumber":3,"VerseNumber":165,"Text":"emayindi? Mikoka cinna apade kada kaligindi! Vastavaniki miru, variki (mi satruvulanu badr lo) intaku rettimpu apada kaligincaru kada! Ayite ippudu: \"Idi ekkadi nunci vaccindi?\" Ani antunnara? Varito ila anu: \"Idi miru svayanga teccukunnade!\" Niscayanga allah pratidi ceyagala samarthudu"},{"SurahNumber":3,"VerseNumber":166,"Text":"mariyu (uhud yud'dharanganlo) rendu sain'yalu edurkonnappudu, miku kaligina kastam, allah anumatitone kaligindi mariyu adi nijamaina visvasulevaro telusukovataniki"},{"SurahNumber":3,"VerseNumber":167,"Text":"mariyu kapatavisvasulu evaro telusukovataniki. Mariyu varito (kapata visvasulato): \"Randi allah marganlo yud'dham ceyandi, leda kanisam mim'malni miru raksincukondi!\" Ani annappudu varu: \"Okavela maku yud'dham jarugutundani telisivunte, memu tappakunda mitopatu vacci undevaram.\" Ani javabiccaru. A roju varu visvasanikante avisvasaniki daggaraga unnaru. Mariyu varu tama hrdayalalo leni matalanu tama nollato palukutu unnaru. Mariyu varu dastunnadi allah ku baga telusu"},{"SurahNumber":3,"VerseNumber":168,"Text":"alanti varu tama indlalo kurconi undi (campabadina) tama sodarulanu gurinci ila annaru: \"Varu ganaka ma mata vini unte campabadi undevaru kadu!\" Nivu varito: \"Miru satyavantule ayite, miku maranam rakunda mim'malni miru tappincukondi!\" Ani ceppu"},{"SurahNumber":3,"VerseNumber":169,"Text":"Mariyu allah marganlo campabadina varini mrtuluga bhavincakandi. Vastavaniki varu sajivulai, tama prabhuvu vadda jivanopadhi pondutunnaru"},{"SurahNumber":3,"VerseNumber":170,"Text":"allah tana anugrahanto prasadincina danito (pranatyaganto) varu santosanto uppongipotaru. Mariyu varini kaluvaka, venuka (bratiki) unnavari koraku (ivvabadina subhavartato) varu santosapadutu untaru. Endukante variki elanti bhayamu undadu mariyu varu duhkhapadaru kuda"},{"SurahNumber":3,"VerseNumber":171,"Text":"varu allah anugrahaniki, datrtvaniki santosapadutu untaru. Mariyu niscayanga, allah visvasula pratiphalanni vyartham kanivvadu"},{"SurahNumber":3,"VerseNumber":172,"Text":"evaraite gayapadina taruvata kuda allah mariyu sandesaharuni (ajnalanu) patincaro; varilo evaraite, satkaryalu cesaro, mariyu daivabhiti kaligi unnaro, variki goppa pratiphalam undi"},{"SurahNumber":3,"VerseNumber":173,"Text":"varito (visvasulato) prajalu: \"Vastavaniki, miku vyatirekanga pedda jana samuhalu kurcabadi unnayi, kavuna miru variki bhayapadandi.\" Ani annappudu, vari visvasam marinta adhikame ayindi. Mariyu varu: \"Maku allah ye calu mariyu ayane sarvottamamaina karyasadhakudu.\" Ani annaru"},{"SurahNumber":3,"VerseNumber":174,"Text":"i vidhanga varu allah upakaralu mariyu anugrahalato (yud'dharangam nundi) tirigi vaccaru, varikelanti hani kalugaledu mariyu varu allah abhistanni anusarincaru. Mariyu allah ento anugrahudu, sarvottamudu"},{"SurahNumber":3,"VerseNumber":175,"Text":"niscayanga, saitane tana mitrula gurinci milo bhayam puttistadu. Kavuna miru variki bhayapadakandi. Mariyu miru visvasule ayite, kevalam nake (allah ke) bhayapadandi"},{"SurahNumber":3,"VerseNumber":176,"Text":"mariyu satyatiraskaram koraku poti cesevaru ninnu khedaniki guri ceyanivvaradu. Niscayanga, varu allah ku elanti nastam kaligincaleru. Paraloka sukhanlo allah vari kelanti bhagam ivvadalacukoledu. Mariyu variki ghoramaina siksa untundi"},{"SurahNumber":3,"VerseNumber":177,"Text":"Niscayanga, visvasaniki baduluga satyatiraskaranni konevaru allah ku elanti nastam kaligincaleru. Mariyu variki badhakaramaina siksa untundi"},{"SurahNumber":3,"VerseNumber":178,"Text":"mariyu vastavaniki memu istunna i vyavadhini satyatiraskarulu tamaku melainadiga bhavincakudadu. Mariyu vastavaniki, memu istunna i vyavadhi vari papalu adhikamavatanike! Mariyu variki avamanakaramaina siksa untundi"},{"SurahNumber":3,"VerseNumber":179,"Text":"allah visvasulanu, miru (satyatiraskarulu) ippudu unna sthitilo, e matramu undanivvadu. Civaraku ayana dustulanu satpurusula nundi tappakunda veru cestadu. Mariyu agocara visayalanu miku telapadam allah vidhanam kadu, kani allah tana pravaktalalo nundi tanu korina varini ennukuntadu. Kavuna miru allah nu mariyu ayana pravaktalanu visvasincandi mariyu okavela miru visvasinci, daivabhiti galigi unte, miku goppa pratiphalam untundi"},{"SurahNumber":3,"VerseNumber":180,"Text":"allah tana anugrahanto prasadincina danilo lobham vahince varu, tamakadi (lobhame) melainadani bhavinca radu, vastavaniki adi vari koraku ento hanikaramainadi. Varu tama lobhatvanto kudabettinadanta, tirpu dinamuna vari medala cuttu kattabadutundi. Mariyu bhumyakasala varasatvam allah ke cendutundi. Mariyu miru cestunnadanta allah erugunu"},{"SurahNumber":3,"VerseNumber":181,"Text":"niscayanga, allah pedavadu mariyu memu dhanavantulamu.\" Ani ceppevari matalanu vastavanga allah vinnadu. Varu palukutunnadi mariyu an'yayanga pravaktalanu vadhincinadi memu vrasipedutunnamu. Mariyu (punarut'thana dinamuna) varito memanu ila antamu: \"Dahince agni siksanu ruci cudandi"},{"SurahNumber":3,"VerseNumber":182,"Text":"idi mi cetulara miru cesi pampukunna karmala phalitam. Niscayanga, allah tana dasulaku elanti an'yayam cesevadu kadu"},{"SurahNumber":3,"VerseNumber":183,"Text":"Agni (akasam nundi digi vacci) bali (khurbani)ni ma samaksanlo tinananta varaku memu evarini pravaktaga svikarinca gudadani allah mato vagdanam tisukunnadu.\" Ani palike varito (yudulato) ila anu: \"Vastavaniki naku purvam mi vaddaku cala mandi pravaktalu spastamaina enno nidarsanalanu tisukuvaccaru; mariyu miru prastavince i nidarsananni kuda! Miru satyavantule ayite, miru varini enduku hatya cesaru"},{"SurahNumber":3,"VerseNumber":184,"Text":"(o pravakta!) Okavela varu ninnu asatyavadudavani tiraskariste, nivu (ascaryapadaku); vastavaniki niku mundu pratyaksa nidarsanalanu, sahiphalanu (jubur lanu) mariyu jyotini prasadince granthanni tisuku vaccina cala mandi pravaktalu kuda asatyavadulani tiraskarincabaddaru"},{"SurahNumber":3,"VerseNumber":185,"Text":"prati pani cavunu cavi custundi. Mariyu niscayanga, tirpudinamuna mi karmala phalitam miku purtiga ivvabadutundi. Kavuna evadu narakagni nundi tappincabadi svarganlo pravesapettabadatado! Vastavaniki vade saphalikrtudu. Mariyu ihaloka jivitam kevalam mosapucce sukhanubhavam matrame"},{"SurahNumber":3,"VerseNumber":186,"Text":"niscayanga miru, mi dhana pranalato pariksimpabadataru; mariyu niscayanga, miku purvam grantham prasadincabadina vari nundi mariyu allah ku bhagasvamulu (sati) kalpincina vari nundi, miru aneka vedana kaligince matalu vintuntaru. Kani, okavela miru orpu vahinci, daivabhiti kaligi unte! Niscayanga adi ento sahasanto kudina karyam"},{"SurahNumber":3,"VerseNumber":187,"Text":"mariyu allah grantha prajalato: \"Dinini (daivapravakta muham'mad ranunnadu ane satyanni) prajalaku teliyajeyandi mariyu danini dacakandi.\" Ani ceyincina pramananni, (jnapakam cesukondi). Kani varu danini tama vipula venuka padavesi daniki baduluga svalpa mulyanni pondaru, vari i vyaparam enta nicamainadi"},{"SurahNumber":3,"VerseNumber":188,"Text":"Evaraite tamu cesina paniki santosa padutu, tamu ceyani paniki prasansalu labhistayani korutaro, varu siksa nundi tappincukogalarani nivu bhavincaku. Mariyu variki badhakaramaina siksa untundi"},{"SurahNumber":3,"VerseNumber":189,"Text":"mariyu bhumyakasala samrajyadhipatyam kevalam allah ke cendinadi. Mariyu allah pratidi ceyagala samarthudu"},{"SurahNumber":3,"VerseNumber":190,"Text":"niscayanga, bhumyakasala srstilo mariyu reyimbavalla anukramam (okadani taruvata okati ravadam mariyu vati heccutaggula)lo, bud'dhimantula koraku enno sucanalu (ayat) unnayi"},{"SurahNumber":3,"VerseNumber":191,"Text":"evaraite nilucunna, kurcunna, parundina, anni velala allah nu smaristaro, bhumyakasala nirmananni gurinci alocistaro! (Varu ila prarthistaru): \"O ma prabhu! Nivu dinini (i visvanni) vyarthanga srstincaledu, nivu sarvalopalaku atituvu, mam'malni narakagni siksa nundi kapadu"},{"SurahNumber":3,"VerseNumber":192,"Text":"o ma prabhu! Nivu evadini narakagnilo padavestavo vastavanga vanini nivu avamanaparicavu. Mariyu durmargulaku sahayakulu evvaru undaru"},{"SurahNumber":3,"VerseNumber":193,"Text":"o ma prabhu! Niscayanga, memu: 'Mi prabhuvunu visvasincandi.' Ani visvasam vaipuku pilice atani (muham'mad) yokka pilupu vini visvasincamu. O ma prabhu! Ma papalanu ksamincu mariyu malo unna cedulanu ma nundi tolagincu mariyu punyatmulato (dharmanisthaparulato) mim'malni maranimpajeyyi"},{"SurahNumber":3,"VerseNumber":194,"Text":"o ma prabhu! Mariyu ni pravaktala dvara nivu maku cesina vagdanalanu purti ceyi mariyu tirpu dinamuna mam'malni avamana paracaku. Niscayanga, nivu ni vagdanalanu bhangam ceyavu"},{"SurahNumber":3,"VerseNumber":195,"Text":"Appudu samadhananga vari prabhuvu, varito ila antadu: \"Milo purusulu gani, strilu gani cesina karmalanu nenu vyartham kanivvanu. Mirandaru okarikokaru (samanulu). Kanuka na koraku, tama desanni vidici petti valasa poyinavaru, tama grhala nundi tarimi veyabadi (nirasrayulai, desadim'marulai), na marganlo palukastalu padinavaru mariyu na koraku poradinavaru mariyu campabadinavaru; niscayanga, ilanti varandari cedulanu vari nundi tudici vestanu. Mariyu niscayanga, varini krinda kaluvalu pravahince svargavanalalo prevasimpajestanu; idi allah vadda variki labhince pratiphalam. Mariyu allah! Ayana vaddane uttama pratiphalam undi"},{"SurahNumber":3,"VerseNumber":196,"Text":"(o pravakta!) Desalalo satyatiraskarula sancaram, ninnu mosanlo padaveyakudadu"},{"SurahNumber":3,"VerseNumber":197,"Text":"idi variki koddipati sukham matrame! Taruvata vari asrayam narakame. Mariyu adi ati adhvannamaina nivasa sthalamu"},{"SurahNumber":3,"VerseNumber":198,"Text":"kani evaraite tama prabhuvu nandu bhayabhaktulu kaligi untaro, variki krinda kaluvalu pravahince svargavanaluntayi. Andulo varu allah atithyam pondutu sasvatanga untaru. Mariyu punyatmulaku (dharmanisthaparulaku) allah daggara unnade ento sresthamainadi"},{"SurahNumber":3,"VerseNumber":199,"Text":"mariyu niscayanga, grantha prajalalo, kondaru allah nu visvasistaru. Mariyu varu miku avatarimpajeyabadina danini mariyu variki avatarimpajeyabadina danini (sandesanni) visvasinci, allah ku vinamrulai, allah suktulanu svalpamaina mulyaniki am'mukoru. Alanti variki vari prabhuvu vadda pratiphalam undi. Niscayanga, allah lekka tisukovatanlo ati sighrudu"},{"SurahNumber":3,"VerseNumber":200,"Text":"O visvasulara! Sahanam vahincandi, mariyu (mithyavadula mundu sthairyanni cupandi. Mariyu (matuvesi undavalasina cota) sthiranga undandi. Mariyu allah patla bhayabhaktulu kaligi undandi, appude miru saphalyam pondagalarani asincavaccu"},{"SurahNumber":4,"VerseNumber":1,"Text":"o manavulara! Mi prabhuvu patla bhayabhaktulu kaligi undandi. Ayana mim'malni oke prani (adam) nundi srstincadu mariyu ayane dani (a prani) nundi dani janta(havva)nu srstincadu mariyu variddari nundi aneka purusulanu mariyu strilanu vyapimpajesadu. Mariyu a allah yandu bhayabhaktulu kaligi undandi, evari dvaranaite (perutonaite) miru mi paraspara (hakkulanu) korutaro; mariyu mi bandhutvalanu gauravincandi (trencakandi). Niscayanga, allah mim'malni sada kanipettukoni unnadu"},{"SurahNumber":4,"VerseNumber":2,"Text":"mariyu anathula astipastulanu variki tirigi ivvandi. Mariyu (mi) cedda vastuvulanu (vari) manci vastuvulato marcakandi. Mariyu vari astulanu mi astulato kalipi tini veyakandi. Niscayanga, idi goppaneram (papam)"},{"SurahNumber":4,"VerseNumber":3,"Text":"mariyu anatha balikalaku n'yayam ceyalemane bhayam miku unte, miku naccina (itara) strilanu iddarini gani, muggurini gani, nalugurini gani vivaham cesukondi. Ayite varito n'yayanga vyavaharinca lemane bhayam miku unte, okamenu matrame; leda mi svadhinanlo nunnavarini (banisa strilanu dampatyanloki) tisukondi. Oke vaipunaku moggakunda (an'yayavartana nundi duranga undataniki) ide samucitamaina margam"},{"SurahNumber":4,"VerseNumber":4,"Text":"mariyu strilaku vari stri sulkam (mahar) sahrdayanto ivvandi. Kani varu tamantata tame santosanga konta bhaganni miku vidici pedite, danini santosanga svecchaga anubhavincandi (tinandi)"},{"SurahNumber":4,"VerseNumber":5,"Text":"Mariyu allah miku nirvahincataniki appagincina astulanu, avivekuluga unnappudu (anathulaku) appagincakandi. Dani nundi variki anna vastralu istu undandi. Mariyu varito vatsalyanto matladandi"},{"SurahNumber":4,"VerseNumber":6,"Text":"mariyu vivahayogyamaina vayas'su vacce varaku miru anathulanu pariksincandi, ika varilo miku yogyata kanipincinappudu, vari astulanu variki appagincandi. Mariyu varu perigi peddavaru avutarane talamputo danini (vari astini) tvarapadi aparimitanga tinakandi. Mariyu atadu (sanraksakudu) sampannudaite, vari som'muku duranga undali. Kani atadu pedavadaite, dani nundi dharmasam'matanga tinali. Ika vari astini variki appagincetappudu daniki saksulanu pettukondi. Mariyu lekka tisukovataniki allah calu"},{"SurahNumber":4,"VerseNumber":7,"Text":"purusulaku vari tallidandrulu mariyu daggari bandhuvulu vidicipoyina danilo (astilo) bhagam undi mariyu strilaku kuda vari tallidandrulu mariyu daggari bandhuvulu vidicipoyina danilo bhagam undi; adi takkuvaina sare, leda ekkuvaina sare. Adi (allah) vidhiga niyamincina bhagam"},{"SurahNumber":4,"VerseNumber":8,"Text":"mariyu (asti) pampakam jarigetappudu itara bandhuvulu gani, anathulu gani, pedavaru gani unte dani nundi variki kuda konta ivvandi mariyu varito vatyalyanga matladandi"},{"SurahNumber":4,"VerseNumber":9,"Text":"mariyu (pampakam cesetappudu, pampakam cesevaru), okavela tame tama pillalanu nis'sahayuluga vidicipote, e vidhanga varini gurinci bhayapadataro, ade vidhanga bhayapadali. Varu allah yandu bhayabhaktulu kaligi undi, yuktamaina matalane palakali"},{"SurahNumber":4,"VerseNumber":10,"Text":"niscayanga, an'yayanga anathula astulanu, tinevaru vastavaniki tama pottalanu agnito nimpukuntunnaru. Mariyu varu samipanlone bhagabhagamande narakagnilo kalcabadataru"},{"SurahNumber":4,"VerseNumber":11,"Text":"Mi santana varasatvanni gurinci allah miku i vidhanga adesistunnadu: Oka purusuni (bhagam) iddaru strila bhagalaku samananga undali. Okavela iddaru leka antakante ekkuva stri (santanam matrame) unte, variki vidicina astilo mudinta rendu bhagalu untayi. Mariyu okavela oke adapilla unte ardhabhaganiki ame hakkudaruralu. Mariyu (mrtudu) santanam kalavadaite, atani tallidandrulalo prati okkariki vidicina astilo arobhagam labhistundi. Okavela ataniki santanam lekunte atani tallidandrulu matrame varasuluga unte, appudu talliki mudobhagam. Mrtuniki sodarasodarimanulu unte, talliki arobhagam. (I pampakamanta) mrtuni appulu tirci, atani vilunama pai amalu jaripina taruvatane jaragali. Mi tallidandrulu mariyu mi santananlo prayojanam ritya miku evaru ekkuva sannihitulo, miku teliyadu. Idi allah niyamincina vidhanam. Niscayanga, allah sarvajnudu, maha vivekavantudu"},{"SurahNumber":4,"VerseNumber":12,"Text":"Mariyu mi bharyalaku santanam leni paksanlo, varu vidicipoyina danilo miku ardhabhagam. Kani okavela variki santanam unte, varu vidici poyina danilo nalugobhagam midi. (Idanta) varu vrasi poyina vilunamapai amalu jaripi, vari appulu tircina taruvata. Mariyu miku santanam leni paksanlo miru vidici poyina danilo variki (mi bharyalaku) nalugobhagam. Kani okavela miku santanam unte, miru vidicina danilo variki enimido bhagam. Idanta miru vrasina vilunamapai amalu jarigi mi appulu tircina taruvata. Mariyu okavela maranincina purusudu leka stri kalala ayi (tandri, koduku leka manamadu lekunda) oka sodarudu mariyu oka sodari matrame unte, varilo prati okkariki arobhagam. Kani okavela varu (sodarasodarimanulu) iddari kante ekkuva unte, varanta mudo bhaganiki varasulavutaru. Idanta mrtudu vrasina vilunamapai amalu jarigi appulu tircina taruvata. Evvariki nastam kalugajeyakunda jaragali. Idi allah nundi vaccina adesam. Mariyu allah sarvajnudu, sahanasiludu (santasvabhavudu)"},{"SurahNumber":4,"VerseNumber":13,"Text":"ivi allah (vidhincina) haddulu. Evaraite allah ku mariyu ayana pravaktaku vidheyulai untaro, varini ayana krinda selayellu pravahince svargavanalalo pravesimpajestadu. Andulo varu sasvatanga untaru. Mariyu ide goppa saphalyam (vijayam)"},{"SurahNumber":4,"VerseNumber":14,"Text":"mariyu evadaite, allah ku mariyu ayana pravaktaku avidheyudai, ayana niyamalanu ullanghistado! Alanti vadu narakagniloki troyabadatadu andulo atadu sasvatanga untadu. Mariyu atadiki avamanakaramaina siksa untundi"},{"SurahNumber":4,"VerseNumber":15,"Text":"Mariyu mi strilalo evaraina vyabhicaraniki palpabadite, variki vyatirekanga, milo nundi naluguri saksyam tisukondi. Varu (naluguru) saksyamiste, varu maranince varakaina, leda vari koraku allah edaina margam cupince varakaina, varini indlalo nirbandhincandi"},{"SurahNumber":4,"VerseNumber":16,"Text":"mariyu milo e iddaru (strilu gani, purusulu gani) diniki (vyabhicaraniki) palpadite variddarini siksincandi. Varu pascattapa padi tama pravartananu savarincukunte varini vidicipettandi. Niscayanga, allah ye pascattapanni angikarincevadu, apara karunapradata"},{"SurahNumber":4,"VerseNumber":17,"Text":"niscayanga pascattapanni angikarincatam allah ke cendinadi. Evaraite ajnanam valla papam cesi, venuventane pascattapa padataro! Alanti vari pascattapanni allah svikaristadu. Mariyu allah sarvajnudu, maha vivecanaparudu"},{"SurahNumber":4,"VerseNumber":18,"Text":"mariyu varilo okadu, maranam asannamayye varaku papakaryalu cestu vundi: \"Ippudu nenu pascattapa padutunnanu!\" Ani ante alanti vari pascattapam mariyu maranince varaku satyatiraskaruluga unnavari (pascattapam) svikarincabadavu. Alanti vari koraku memu badhakaramaina siksanu sid'dhaparaci uncamu"},{"SurahNumber":4,"VerseNumber":19,"Text":"o visvasulara! Miru balavantanga strilaku varasulu kavatam miku dharmasam'matam kadu. Mariyu miru varikiccina dani (mahr) nundi konta tisukovataniki varini ibbandilo pettakandi, varu nis'sandehanga vyabhicaraniki palpadite tappa. Mariyu miru varito gauravanto sahavasam ceyandi. Okavela miku varu naccakapote! Bahusa miku oka visayam naccakapovaccu, kani andulone allah ento melu unci undavaccu"},{"SurahNumber":4,"VerseNumber":20,"Text":"Mariyu okavela miru oka bharyanu vidanadi verokamenu pendli cesukovalani sankalpincukunte! Mariyu miru ameku oka pedda dhanarasini icci unna sare, dani nundi e matram tirigi tisukokandi. Emi? Amepai apaninda mopi, ghorapapaniki palpabadi, danni tirigi tisukuntara"},{"SurahNumber":4,"VerseNumber":21,"Text":"mariyu miru parasparam dampatya sukham anubhavincina taruvata, varu mi nundi gatti vagdanam tisukunna taruvata, miru danini (mahr nu) ela tirigi tisukogalaru"},{"SurahNumber":4,"VerseNumber":22,"Text":"mi tandrulu vivahamadina strilanu miru vivahamadakandi. Intaku purvam jarigindedo jarigi poyindi. Niscayanga, idi asabhyakaramainadi (siggumalinadi), jugupsakaramainadi mariyu cedumargamu"},{"SurahNumber":4,"VerseNumber":23,"Text":"miku i strilu nisedhimpabaddaru. Mi tallulu, mi kuramartelu, mi sodarimanulu, mi menattalu, mi tallisodari manulu (pinatallulu), mi sodarula kumartelu, mi sodarimanula kumartelu, miku paliccina tallulu (dadulu), mito patu palu tragina sodarimanulu, mi bharyala tallulu; mi sanraksanalo unna mi bharyala kumartelu - e bharyalatonaite miru sambhogincaro - kani miru varito sambhogincaka mundu (variki vidakulicci vari kutullanu pendladite) tappuledu; mi vennu nundi puttina mi kumarula bharyalu mariyu eka kalanlo akka cellellanu iddarini cercatam (bharyaluga cesukovatam nisid'dham); kani intaku purvam jarigindedo jarigi poyindi. Niscayanga, allah ksamasiludu, apara karunapradata"}]}