{"Id":64,"LanguageCodes":["bs","bos"],"Name":"bos-korkut","Author":"Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"a onoj koja se bude Allahu i Poslaniku Njegovu pokoravala i dobra djela činila - daćemo nagradu dvostruku i pripremićemo joj opskrbu plemenitu"},{"SurahNumber":33,"VerseNumber":32,"Text":"O žene Vjerovjesnikove, vi niste kao druge žene! Ako se Allah bojite, na sebe pažnju govorom ne skrećite, pa da u napast dođe onaj čije je srce bolesno, i neusiljeno govorite"},{"SurahNumber":33,"VerseNumber":33,"Text":"U kućama svojim boravite i ljepotu svoju, kao u davno pagansko doba, ne pokazujte, i molitvu obavaljajte i zekat dajite, i Allaha i Poslanika Njegova slušajte! Allah želi da od vas, o porodico Poslanikova, grijehe odstrani, i da vas potpuno očisti"},{"SurahNumber":33,"VerseNumber":34,"Text":"I pamtite Allahove ajete i mudrost, koja se kazuje u domovima vašim; Allah je, uistinu, dobar i sve zna"},{"SurahNumber":33,"VerseNumber":35,"Text":"Muslimanima i muslimankama, i vjernicima i vjernicama, i poslušnim muškarcima i poslušnim ženama, i iskrenim muškarcima i iskrenim ženama, i strpljivim muškarcima i strpljivim ženama, i poniznim muškarcima i poniznim ženama, i muškarcima koji dijele zekat i ženama koje dijele zekat i muškarcima koji poste i ženama koje poste, i muškarcima koji o svojim stidnim mjestima vode brigu i ženama koje o svojim stidnim mjestima vode brigu, i muškarcima koji često spominju Allaha i ženama koje često spominju Allaha, - Allah je, doista, za sve njih oprost i veliku nagradu pripremio"},{"SurahNumber":33,"VerseNumber":36,"Text":"Kada Allah i Posalnik Njegov nešto odrede, onda ni vjernik ni vjernica nemaju pravo da po svom nahođenju postupe. A ko Allaha i Njegova Posalnika ne posluša, taj je sigurno skrenuo s pravog uta"},{"SurahNumber":33,"VerseNumber":37,"Text":"A kad ti reče onome kome je Allah milost darovao, a kome si i ti dobro učinio: \"Zadrži ženu svoju i boj se Allaha!\" - u sebi si skrivao ono što će Allah objelodaniti i ljudi si se bojao, a preče je da se Allaha bojiš. I pošto je Zejd s njoj živio i od nje se razveo, Mi smo je za tebe udali kako se vjernici ne bi ustručavali više da se žene ženama posinaka svojih kad se oni od njih razvedu - kako Allah odredi, onako treba da bude"},{"SurahNumber":33,"VerseNumber":38,"Text":"Vjerovjesniku nije teško da čini ono što mu Allah odredi, jer takav je bio Allahov propis i za one koji su prije bili i nestali, - a Allahova zapovijed je odredba konačna"},{"SurahNumber":33,"VerseNumber":39,"Text":"za one koji su Allahove poslanice dostavljali i od Njega strahovali, i koji se nikoga, osim Allah, nisu bojali. - A dovoljno je to što će se pred Allahom račun polagati"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammed nije roditelj nijednom od vaših ljudi, nego je Allahov poslanik i posljednji vjerovjesnik - a Allah sve dobro zna"},{"SurahNumber":33,"VerseNumber":41,"Text":"O vjernici, često Allaha spominjite i hvalite"},{"SurahNumber":33,"VerseNumber":42,"Text":"i ujutro i naveče Ga veličajte"},{"SurahNumber":33,"VerseNumber":43,"Text":"On vas blagosilja, a i meleki Njegovi, da bi vas iz tmina na svjetlo izveo - On je prema vjernicima samilostan"},{"SurahNumber":33,"VerseNumber":44,"Text":"a na Dan kad oni pred Njega stanu, On će ih pozdravljati sa: \"Mir vama\"!, i On im je pripremio nagradu plemenitu"},{"SurahNumber":33,"VerseNumber":45,"Text":"O vjerovjesniče, Mi smo te poslali kao svjedoka i kao donosioca radosnih vijesti i kao poslanika koji opominje"},{"SurahNumber":33,"VerseNumber":46,"Text":"da - po Njegovom naređenju - pozivaš k Allahu, i kao svjetiljku koja sija"},{"SurahNumber":33,"VerseNumber":47,"Text":"I obraduj vjernike da će Allah na njih veliku milost prosuti"},{"SurahNumber":33,"VerseNumber":48,"Text":"a ne slučaj nevjernike i licemjere, i na uvrede njihove pažnju ne obraćaj i u Allah se pouzdaj, Allah je dovoljan kao zaštitinik"},{"SurahNumber":33,"VerseNumber":49,"Text":"O vjernici, kad se vjernicama oženite, a onda ih, prije stupanja u bračni odnos, pustite, one nisu dužne da čekaju određeno vrijeme koje ćete vi brojati, već ih darujte i lijepo ih otpremite"},{"SurahNumber":33,"VerseNumber":50,"Text":"O Vjerovjesniče, Mi smo ti dozvolili da budu žene tvoje one kojima si dao vjenčane darove njihove, i one u vlasti tvojoj koje ti je Allah dao iz plijena, i kćeri amidža tvojih, i kćeri tetaka tvojih po ocu, i kćeri daidža tvojih, i kćeri tetaka tvojih po materi koje su se s tobom iselile, i samo tebi, a ne ostalim vjernicima - ženu-vjernicu koja sebe pokloni Vjerovjesniku, ako Vjerovjesnik hoće da se njome oženi - da ti ne bi bilo teško. Mi znamo šta smo propisali vjernicima kada je riječ o ženama njihovim i o onima koje su u vlasništvu njihovu. - A Allah prašta i samilostan je"},{"SurahNumber":33,"VerseNumber":51,"Text":"Možeš zanemariti one među njima koje hoćeš i možeš pozvati sebi onu koju hoćeš, a možeš zatražiti onu koju si udaljio, nijedno od toga nije tvoj grijeh. Najlakše će tako one radosne biti i neće se žalostiti i tako će sve onim što im ti daješ zadovoljne biti - a Allah zna šta je u srcima vašim; Allah zna sve i blag je"},{"SurahNumber":33,"VerseNumber":52,"Text":"Od sada ti nisu dopuštene druge žene, ni da umjesto njih neku drugu uzmeš, makar te i zadivila ljepota njihova, osim onih koje postanu robinje tvoje. - A Allah na sve motri"},{"SurahNumber":33,"VerseNumber":53,"Text":"O vjernici, ne ulazite u sobe Vjerovjesnikove, osim ako vam se dopusti radi jela, ali ne da čekate da se ono zgotovi; tek kad budete pozvani, onda uđite, i pošto jedete, raziđite se ne upuštajući se jedni sa drugima u razgovor. To smeta Vjerovjesniku, a on se stidi da vam to rekne, a Allah se ne stidi istine. A ako od njih nešto tražite, tražite to od njih iza zastora. To je čistije i za vaša i za njihova srca. Vama nije dopušteno da Allahova Poslanika uznemirujete niti da se ženama njegovim poslije smrti njegove ikada oženite. To bi, uistinu, kod Allaha, bio velik grijeh"},{"SurahNumber":33,"VerseNumber":54,"Text":"Iznosili vi o tome šta u javnost ili to u sebi krili, pa, Allah sve zna"},{"SurahNumber":33,"VerseNumber":55,"Text":"Njima nije grijeh da budu otkrivene pred očevima svojim, i sinovima svojim, i braćom svojom, i sinovima braće svoje, i sinovima sestara svojih, i ženama vjernicama, i pred onima koje su u vlasništvu njihovu. I Allaha se bojte, jer Allahu, doista, nije skriveno ništa"},{"SurahNumber":33,"VerseNumber":56,"Text":"Allah i meleki Njegovi blagosilju Vjerovjesnika. O vjernici, blagosiljate ga i vi i šaljite mu pozdrav"},{"SurahNumber":33,"VerseNumber":57,"Text":"One koji Allaha i Poslanika Njegova budu vrijeđali Allah će i na ovom i na onom svijetu prokleti, i sramnu im patnju pripremiti"},{"SurahNumber":33,"VerseNumber":58,"Text":"A oni koji vjernike i vjernice vrijeđaju, a oni to ne zaslužuju, tovare na sebe klevetu i pravi grijeh"},{"SurahNumber":33,"VerseNumber":59,"Text":"O Vjerovjesniče, reci ženama svojim, i kćerima svojim, i ženama vjernika neka spuste haljine svoje niza se. Tako će se najlakše prepoznati pa neće napastovane biti. A Allah prašta i samilostan je"},{"SurahNumber":33,"VerseNumber":60,"Text":"Ako se licemjeri i oni čija su srca bolesna i oni koji po Medini šire laži - ne okane, Mi ćemo ti vlast nad njima prepustiti i oni će samo kratko vrijeme kao susjedi tvoji u njoj ostati"},{"SurahNumber":33,"VerseNumber":61,"Text":"prokleti neka su! Gdje god da se nađu, neka budu uhvaćeni i ubijeni"},{"SurahNumber":33,"VerseNumber":62,"Text":"prema Allahovom zakonu koji je vrijedio za one koji su bili i nestali! A ti nećeš u Allahovu zakonu izmjene naći"},{"SurahNumber":33,"VerseNumber":63,"Text":"Ljudi te pitaju o Smaku svijeta, reci: \"To jedino Allah zna!\" A ti ne znaš, možda je Smak svijeta blizu"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allah je nevjernike prokleo i za njih oganj razbuktali pripremio"},{"SurahNumber":33,"VerseNumber":65,"Text":"u njemu će vječno i zauvijek boraviti, ni zaštitinika ni pomagača neće naći"},{"SurahNumber":33,"VerseNumber":66,"Text":"Na Dan kad se njihova lica u vatri budu prevrtala, govoriće: \"Kamo sreće da smo se Allahu pokoravali i da smo Poslanika slušali"},{"SurahNumber":33,"VerseNumber":67,"Text":"I govoriće: \"Gospodaru naš, mi smo prvake naše i starješine naše slušali, pa su nas oni s pravog puta odveli"},{"SurahNumber":33,"VerseNumber":68,"Text":"Gospodaru naš, podaj im dvostruku patnju i prokuni ih prokletstvom velikim"},{"SurahNumber":33,"VerseNumber":69,"Text":"O vjernici, ne budite kao oni koji su Musaa uznemiravali, pa ga je Allah oslobodio onoga što su govorili, i on kod Allaha ugled uživa"},{"SurahNumber":33,"VerseNumber":70,"Text":"O vjernici, bojte se Allaha i govorite samo istinu"},{"SurahNumber":33,"VerseNumber":71,"Text":"On će vas za vaša dobra djela nagraditi i grijehe vam vaše oprostiti. A onaj ko se Allahu i Poslaniku Njegovu bude pokoravao - postići će ono što bude želio"},{"SurahNumber":33,"VerseNumber":72,"Text":"Mi smo nebesima, Zemlji i planinama ponudili emanet, pa su se ustegli i pobojali da ga ponesu, ali ga je preuzeo čovjek - a on je, zaista, prema sebi nepravedan i lakosmislen"},{"SurahNumber":33,"VerseNumber":73,"Text":"da bi Allah licemjere i licemjerke, i mnogobošce i mnogoboške kaznio, a vjernicima i vjernicama oprostio. A Allah prašta i samilostan je"},{"SurahNumber":34,"VerseNumber":1,"Text":"Neka je hvaljen Allah, čije je sve ono na nebesima i sve ono na Zemlji! Hvaljen neka bude i na onom svijetu! On je Mudar i Sveznajući"},{"SurahNumber":34,"VerseNumber":2,"Text":"On zna šta u zemlju ulazi, a šta iz nje izlazi, i šta se s neba spušta, a šta se na nj uspinje; On je samilostan i On prašta grijehe"},{"SurahNumber":34,"VerseNumber":3,"Text":"A nevjernici govore: \"Čas oživljenja nam neće doći!\" Reci: \"Hoće, tako mi Gospodara moga, koji zna i ono što je skriveno, zacijelo će vam doći.\" - Njemu ne može ništa, ni trunčica jedna ni na nebesima ni na Zemlji, izmaći, i ne postoji ništa, ni manje ni veće od toga, što nije u jasnoj Knjizi"},{"SurahNumber":34,"VerseNumber":4,"Text":"da nagradi one koji vjeruju i dobra djela čine, - njih čeka oprost i opskrba plemenita"},{"SurahNumber":34,"VerseNumber":5,"Text":"a da kazni najbolnijom patnjom one koji protiv dokaza Naših bore, nastojeći da ih onemoguće"},{"SurahNumber":34,"VerseNumber":6,"Text":"Oni kojima je dato znanje dobro znaju da je ono što ti se objavljuje od Gospodara tvoga istina i da vodi na put Silnoga i Hvaljenog"},{"SurahNumber":34,"VerseNumber":7,"Text":"dok oni koji ne vjeruju govore: \"Hoćete li da vam pokažemo čovjeka koji vam predskazuje da ćete, kada se sasvim raspadnete, zaista, ponovo stvoreni biti"},{"SurahNumber":34,"VerseNumber":8,"Text":"Iznosi li on o Allahu laži ili je lud?\" Nijedno, već će oni koji u onaj svijet neće da vjeruju na muci biti i u zabludi su velikoj"},{"SurahNumber":34,"VerseNumber":9,"Text":"Kako ne vide nebo i Zemlju, ono što je iznad njih i ono što je ispod njih?! Kad bismo htjeli, u zemlju bismo ih utjerali, ili komade neba na njih sručili.To je, zaista, pouka svakom robu koji je odan"},{"SurahNumber":34,"VerseNumber":10,"Text":"Mi smo Davudu Našu milost ukazali - \"O brda, ponavljajte zajedno s njim hvalu, i vi ptice!\" - i učinili da mu mekano gvožđe bude"},{"SurahNumber":34,"VerseNumber":11,"Text":"pravi široke pancire i čestito ih pleti!\" - i činite dobro, jer Ja vidim šta radite vi"},{"SurahNumber":34,"VerseNumber":12,"Text":"A Sulejmanu - vjetar, ujutro je prevaljivao rastojanje od mjesec dana, a naveče rastojanje od mjesec dana; i učinili smo da mu iz izvora rastopljen bakar teče i da džinnovi, voljom njegova Gospodara, pred njim rade; a kad bi neki od njih otkazao poslušnost naređenju Našem, učinili bismo da ognjenu patnju osjeti"},{"SurahNumber":34,"VerseNumber":13,"Text":"Oni su mu izrađivali što god je htio; hramove i spomenike, i zdjele kao čatrnje, i kotlove nepokretne. \"Trudite se i budite zahvalni, o čeljadi Davudova!\" - A malo je zahvalnih među robovima Mojim"},{"SurahNumber":34,"VerseNumber":14,"Text":"A kad smo odredili da umre, crv koji je bio rastočio štap njegov - upozorio ih je da je umro, i kad se on srušio, džinnovi shvatiše da ne bi na muci sramnoj ostali da su budućnost prozreti mogli"},{"SurahNumber":34,"VerseNumber":15,"Text":"Stanovnici Sabe imali su dokaz u mjestu u kom su živjeli: vrtove, zdesna i slijeva. \"Jedite hranu Gospodara svoga i budite Mu zahvalni; kakav divan kraj i Gospodar koji mnogo prašta"},{"SurahNumber":34,"VerseNumber":16,"Text":"Ali oni su nezahvalni postali, pa smo na njih poplavu pustili, popuštanjem brana nastalu, i zamijenili im njihove vrtove drugim vrtovima sa plodovima gorkim i tamariskom i neznatnim lotosom divljim"},{"SurahNumber":34,"VerseNumber":17,"Text":"Kaznili smo ih tako zato što su bili nezahvalni, a da li Mi kažnjavamo ikoga drugog do nevjernika, nezahvalnika"},{"SurahNumber":34,"VerseNumber":18,"Text":"A između njih i gradova koje smo blagoslovili izgradili smo bili naselja povezana i odredili im potrebnu udaljenost. \"Putujte kroz njih i po noći i po danu, bezbjedni"},{"SurahNumber":34,"VerseNumber":19,"Text":"Ali oni rekoše: \"Gospodaru naš, učini veće rastojanje prilikom putovanja naših!\" - i ogriješiše se prema sebi, i Mi učinismo da se o njima samo priča, a njih kud koje raselismo. To su, zaista, pouke za svakog strpljivog i zahvalnog"},{"SurahNumber":34,"VerseNumber":20,"Text":"I Iblis se uvjerio da je o njima ispravno mislio, i oni su se poveli za njim, osim nekolicine vjernika"},{"SurahNumber":34,"VerseNumber":21,"Text":"nad kojima nikakve vlasti nije imao; Mi smo htjeli da ukažemo na onoga ko vjeruje u onaj svijet, a ko u njega sumnja. - A Gospodar tvoj bdi nad svim"},{"SurahNumber":34,"VerseNumber":22,"Text":"Reci: \"Zovite one koje, pored Allah, bogovima smatrate. Oni ništa nemaju, ni koliko trun jedan, ni na nebesima ni na Zemlji; oni u njima nemaju nikakva udjela i On nema od njih nikakve pomoći"},{"SurahNumber":34,"VerseNumber":23,"Text":"Kod Njega će se moći zauzimati za nekoga samo onaj kome On dopusti. I kad iz srca njihovih nestane straha, oni će upitati: \"Šta je to rekao Gospodar vaš?\" - \"Istinu\" - odgovoriće, On je uzvišen i velik"},{"SurahNumber":34,"VerseNumber":24,"Text":"Upitaj: \"Ko vas opskrbljuje i iz neba i iz zemlje?\" i odgovori: \"Allah!\" Da li smo onda mi ili vi na pravom putu, ili u očitoj zabludi"},{"SurahNumber":34,"VerseNumber":25,"Text":"Reci: \"Vi nećete odgovarati za grijehe koje mi počinimo niti ćemo mi odgovarati za ono što uradite vi"},{"SurahNumber":34,"VerseNumber":26,"Text":"Reci: \"Gospodar naš će nas sabrati i onda nam pravedno presuditi, On je sudija pravedni, sveznajući"},{"SurahNumber":34,"VerseNumber":27,"Text":"Reci: \"Pokažite mi one koje smatrate Njemu ravnim\" Nema ih; postoji samo Allah, silni i mudri"},{"SurahNumber":34,"VerseNumber":28,"Text":"Mi smo te poslali svima ljudima da radosne vijesti donosiš i da opominješ, ali većina ljudi ne zna"},{"SurahNumber":34,"VerseNumber":29,"Text":"i govore: \"Kad će već jednom ta prijetnja, ako istinu govorite"},{"SurahNumber":34,"VerseNumber":30,"Text":"Reci: \"Dan vam je već određen, ne možete ga ni za čas jedan zaustaviti niti ubrzati"},{"SurahNumber":34,"VerseNumber":31,"Text":"A oni koji ne vjeruju govore: \"Mi nećemo vjerovati u ovaj Kur´an niti u one prije njega!\" A kada bi samo vidio kad oni koji su učinili zlo pred Gospodrom svojim budu zadržani i kad stanu među sobom razgovarati: \"Da vas nije bilo, sigurno bismo bili vjernici\" - reći će oni koji su tlačeni bili onima koji su bili oholi"},{"SurahNumber":34,"VerseNumber":32,"Text":"A zar smo vas mi od pravog puta odvratili nakon što vam je bilo na njega ukazano? Ne, sami ste vi grješnici bili\" - reći će oni koji su bili oholi onima koji su bili tlačeni"},{"SurahNumber":34,"VerseNumber":33,"Text":"Nije bilo tako\" - odgovoriće oni koji su bili tlačeni onima koji su bili oholi -, \"nego ste danju i noću spletkarili kad ste od nas tražili da u Allaha ne vjrujemo i da Mu druge jednakim smatramo\". I svi će prikriti tugu kad vide da će kažnjeni biti, a Mi ćemo na vratove nevjernika sindžire staviti; zar će biti kažnjeni drugačije nego prema onome kako su radili"},{"SurahNumber":34,"VerseNumber":34,"Text":"Mi ni u jedan grad nismo poslanika poslali, a da nisu rekli oni koji su na raskošan život bili navikli: \"Ne vjerujemo mi u ono što je po vama poslano"},{"SurahNumber":34,"VerseNumber":35,"Text":"i da nisu govorili: \"Imamo više imetka i djece; mi nećemo biti mučeni"},{"SurahNumber":34,"VerseNumber":36,"Text":"Reci: \"Gospodar moj daje obilnu opskrbu onome kome hoće, a i uskraćuje, ali, većina ljudi ne zna"},{"SurahNumber":34,"VerseNumber":37,"Text":"Ni bogatstva vaša ni djeca vaša neće vas učiniti Nama bliskim; samo one koji budu vjerovali i dobra djela činili čeka višestruka nagrada za ono što su radili, i oni će u visokim odajama biti bezbjedni"},{"SurahNumber":34,"VerseNumber":38,"Text":"A oni koji se budu trudili da se dokazima Našim suprostave, da ih onemoguće, oni će biti kažnjeni"},{"SurahNumber":34,"VerseNumber":39,"Text":"Reci: \"Gospodar moj daje obilnu opskrbu onome kome hoće od robova Svojih, a kome hoće uskraćuje; što god vi udjelite, On će to nadoknaditi, On najbolje opskrbljuje"},{"SurahNumber":34,"VerseNumber":40,"Text":"A na Dan kad ih sve sabere, pa meleke upita: \"Zar su se ovi vama klanjali"},{"SurahNumber":34,"VerseNumber":41,"Text":"oni će odgovoriti: \"Hvaljen neka si, Ti si Gospodar naš, između nas i njih nije bilo prijateljstva; oni su se džinnovima pokoravali i većina njih je vjerovala u njih"},{"SurahNumber":34,"VerseNumber":42,"Text":"Toga Dana jedni drugima nećete moći ni koristiti ni nauditi, a Mi ćemo onima koji su se prema sebi ogriješili reći: \"Trpite patnju u vatri koju ste poricali"},{"SurahNumber":34,"VerseNumber":43,"Text":"Kad im se Naši jasni ajeti kazuju, oni govore: \"Ovaj čovjek samo hoće da vas odvrati od onoga čemu su se vaši preci klanjali\", i govre: \"Ovo nije ništa drugo ne go izmišljena laž!\" A oni koji ne vjeruju govore o Istini kada im dolazi: \"Ovo nije ništa drugo nego očito vračanje"},{"SurahNumber":34,"VerseNumber":44,"Text":"A Mi im nismo dali nikakve knjige da ih izučavaju i Mi im, prije tebe, nismo bili poslali nekoga ko bi ih opominjao"},{"SurahNumber":34,"VerseNumber":45,"Text":"A i oni prije njih su poslanike u laž ugonili, a ovi nisu postigli ni deseti dio onoga što smo onima bili dali, pa su ipak poslanike Moje lažnim smatrali, i kakva je samo bila kazna Moja"},{"SurahNumber":34,"VerseNumber":46,"Text":"Reci: \"Ja vam savjetujem samo jedno: ustanite iskreno prema Allahu, dvojica po dvojica, ili jedan po jedan, pa zatim razmislite da drug vaš nije lud. On vas samo prije teške patnje opominje"},{"SurahNumber":34,"VerseNumber":47,"Text":"Reci: \"Kakvu god nagradu da zatražim od vas, nek ostane vama, mene će nagraditi Allah, On nad svim bdi"},{"SurahNumber":34,"VerseNumber":48,"Text":"Reci: \"Gospodar moj pobijeđuje istinom, On dobro zna i sve što je veoma skriveno"},{"SurahNumber":34,"VerseNumber":49,"Text":"Reci : \"Došla je istina, a laži je nestalo"},{"SurahNumber":34,"VerseNumber":50,"Text":"Reci: \"Ako zalutam, zalutao sam na svoju štetu, a ako sam na pravom putu, to je zbog onoga što mi Gospodar moj objavljuje; On zaista sva čuje i blizu je"},{"SurahNumber":34,"VerseNumber":51,"Text":"A da ti je vidjeti kad ih strava uhvati - umaći neće moći; izbliza biće ščepani"},{"SurahNumber":34,"VerseNumber":52,"Text":"i kada reknu: \"Vjerujemo u Poslanika!\" A šta će im biti od koristi kad je život na Zemlji bio i prošao"},{"SurahNumber":34,"VerseNumber":53,"Text":"U njega oni nisu prije vjerovali, govorili su ono što nije poznato, što je od istine daleko"},{"SurahNumber":34,"VerseNumber":54,"Text":"i između njih i onoga što budu željeli biće prepreka postavljena kao što je prije bilo učinjeno sa njima sličnim, jer su svi oni, doista, mnogo sumnjali"},{"SurahNumber":35,"VerseNumber":1,"Text":"Hvaljen neka je Allah, stvoritelj nebesa i Zemlje, koji meleke sa po dva, tri i četiri krila čini izaslanicima; On onome što stvara dodaje što hoće, On, uistinu, sve može"},{"SurahNumber":35,"VerseNumber":2,"Text":"Milost koju Allah podari ljudima niko ne može, poslije Njega, dati; On je silan i mudar"},{"SurahNumber":35,"VerseNumber":3,"Text":"O ljudi, sjetite se milosti kojom vas Allah obasipa. Postoji li, osim Allaha, ikakav drugi stvoritelj koji vas sa neba i iz zemlje opskrbljuje? Osim Njega nema drugog boga, pa kuda se onda omećete"},{"SurahNumber":35,"VerseNumber":4,"Text":"Ako te oni u laž utjeruju, pa - i prije tebe su poslanike u laž utjerivali; a Allahu će se sve vratiti"},{"SurahNumber":35,"VerseNumber":5,"Text":"O ljudi, Allahova prijetnja je, zaista, istina, pa neka vas nikako život na ovome svijetu ne zaslijepi i neka vas šejtan u Allaha ne pokoleba"},{"SurahNumber":35,"VerseNumber":6,"Text":"Šejtan je, uistinu, vaš neprijatelj, pa ga takvim i smatrajte! on poziva pristaše svoje da budu stanovnici u vatri"},{"SurahNumber":35,"VerseNumber":7,"Text":"One koji ne vjeruju čeka patnja teška, a one koji vjruju i dobra djela čine - oprost i nagrada velika"},{"SurahNumber":35,"VerseNumber":8,"Text":"Kako bi mogao biti isti: onaj kome su njegova ružna djela prikazana lijepim, a i on ih smatra lijepim... Allah u zabludi ostavlja onoga koga hoće, a na pravi put ukazuje onome kome hoće, pa ne izgaraj od žalosti za njima; Allah, doista, dobro zna sve što oni rade"},{"SurahNumber":35,"VerseNumber":9,"Text":"Allah šalje vjetrove koji pokreću oblake, a Mi ih onda u mrtve predjele upravljamo i njima zemlju oživljavamo, koja je mrtva bila; takvo će biti oživljenje"},{"SurahNumber":35,"VerseNumber":10,"Text":"Ako neko želi veličinu, pa - u Allaha je sva veličina! K Njemu se dižu lijepe riječi, i dobro djelo On prima. A one koji imaju rđave namjere čeka patnja nesnosna, i njihovo spletkarenje je rabota bezuspješna"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah vas stvara od zemlje, zatim od kapi sjemena, i najzad vas čini muškarcima i ženama. I nijedna žena ne zanese niti rodi, a da to On ne zna. I ničiji život se ne produži niti skrati, a da to nije zabilježeno u Knjizi; to je Allahu, uistinu lahko"},{"SurahNumber":35,"VerseNumber":12,"Text":"Ni dva mora nisu jednaka: jedno je slatko i prijatno - voda mu se lahko pije, a drugo je slano i gorko; vi iz svakog jedete svježe meso i vadite nakit kojim se kitite; ti vidiš lađe kako po njemu sijeku vodu da stičete iz obilja njegova, da biste bili zahvalni"},{"SurahNumber":35,"VerseNumber":13,"Text":"On uvodi noć u dan i uvodi dan u noć, On je potčinio Sunce i Mjesec - svako plovi do roka određenog; to vam je, eto, Allah. Gospodar vaš, carstvo je Njegovo! A oni kojima se, pored Njega, klanjate ne posjeduju ništa"},{"SurahNumber":35,"VerseNumber":14,"Text":"Ako im se molite, ne čuju vašu molbu, a da i čuju, ne bi vam se odazvali; na Sudnjem danu će poreći da ste ih Njemu ravnim smatrali. I niko te neće obavijestiti kao Onaj koji zna"},{"SurahNumber":35,"VerseNumber":15,"Text":"O ljudi, vi ste siromasi, vi trebate Allaha, a Allah je nezavistan i hvale dostojan"},{"SurahNumber":35,"VerseNumber":16,"Text":"Ako hoće, ukloniće vas i nova stvorenja dovesti"},{"SurahNumber":35,"VerseNumber":17,"Text":"to Allahu nije teško"},{"SurahNumber":35,"VerseNumber":18,"Text":"I nijedan grješnik neše grijehove drugog nositi; ako grijehovima pretovareni pozove da mu se ponesu, niko mu ih neće ponijeti, pa ni rođak. A ti ćeš opomenuti samo one koji se Gospodara svoga boje, iako ih niko ne vidi, i koji obavljeju molitvu - onaj ko se očisti, očistio se za svoje dobro -, a Allahu se sve vraća"},{"SurahNumber":35,"VerseNumber":19,"Text":"Nisu nikako slijepac i onaj koji vidi"},{"SurahNumber":35,"VerseNumber":20,"Text":"ni tmine ni svjetlo, ni hla"},{"SurahNumber":35,"VerseNumber":21,"Text":"dovina i vjetar vrući"},{"SurahNumber":35,"VerseNumber":22,"Text":"i nisu nikako isti živi i mrtvi. Allah će učiniti da čuje onaj koga On hoće, a ti ne možeš one u grobovima dozvati"},{"SurahNumber":35,"VerseNumber":23,"Text":"tvoje je samo da opominješ"},{"SurahNumber":35,"VerseNumber":24,"Text":"Mi smo te poslali s Istinom da radosne vijesti donosiš i da opominješ; a nije bilo naroda kome nije došao onaj koji ga je opominjao"},{"SurahNumber":35,"VerseNumber":25,"Text":"Ako te oni u laž utjeruju, pa - i oni prije njih su poslanike u laž utjerivali, a oni su im očigledan čuda donosili, i listove, i Knjigu svetilju"},{"SurahNumber":35,"VerseNumber":26,"Text":"I Ja sam onda kažnjavao one koji nisu vjerovali, a kakva je samo bila kazna Moja"},{"SurahNumber":35,"VerseNumber":27,"Text":"Zar ne znaš da Allah s neba pušta vodu i da Mi pomoću nje stvaramo plodove različitih vrsta; a postoje brda bijelih i crvenih staza, različitih boja, i sasvim crnih"},{"SurahNumber":35,"VerseNumber":28,"Text":"I ljudi i životinja i stoke ima, isto tako, različitih vrsta. A Allaha se boje od robova Njegovih - učeni. Allah je, doista, silan, i On prašta"},{"SurahNumber":35,"VerseNumber":29,"Text":"Oi koji Allahovu Knjigu čitaju i molitvu obvaljaju i od onoga čime ih Mi opskrbljujemo udjeljuju, i tajno i javno, mogu da se nadaju nagradi koja neće nestati"},{"SurahNumber":35,"VerseNumber":30,"Text":"da ih On prema onome što su radili nagradi i još im iz obilja Svoga da, jer On mnogo prašta i blagodaran je"},{"SurahNumber":35,"VerseNumber":31,"Text":"A ono što iz Knjige objavljujemo sušta je istina, ona potvrđuje da su istinite i one prije nje. - Allah, zaista, o robovima Svojim sve zna i On sve vidi"},{"SurahNumber":35,"VerseNumber":32,"Text":"Mi ćemo učiniti da Knjigu poslije naslijede oni Naši robovi koje Mi izaberemo; biće onih koji će se prema sebi ogriješiti, biće onih čija će dobra i loša djela podjednako teška biti, i biće i onih koji će, Allahovom voljom, svojim dobrim djelima druge nadmašiti - za to će veliku nagradu dobiti"},{"SurahNumber":35,"VerseNumber":33,"Text":"edenske perivoje u koje će ući, u kojima će se zlatnim narukvicama, biserom ukrašenim, kititi, a haljine će im, u njima, od svile biti"},{"SurahNumber":35,"VerseNumber":34,"Text":"Hvaljen neka je Allah\" - govoriće - \"koji je od nas tugu odstranio, - Gospodar naš, zaista, mnogo prašta i blagodaran je"},{"SurahNumber":35,"VerseNumber":35,"Text":"koji nam je, od dobrote Svoje, vječno boravište darovao, gdje nas umor neće doticati i u kome nas klonulost neće snalaziti"},{"SurahNumber":35,"VerseNumber":36,"Text":"A nevjernike čeka vatra Džehennemska, oni neće biti na smrt osuđeni, i neće umrijeti, i neće im se patnja u njemu ublažiti, - eto tako ćemo svakog nevjernika kazniti"},{"SurahNumber":35,"VerseNumber":37,"Text":"oni će u njemu jaukati: \"Gospodaru naš, izbavi nas, činićemo dobra djela, drugačija od onih koja smo činili.\" \" A zar var vas nismo ostavili da živite dovoljno dugo da bi onaj koji je trebalo da razmisli imao vremena da razmisli, a bio vam je došao i onaj koji opominje? Zato iskusite patnju, nevjernicima nema pomoći"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allah sigurno zna tajne nebesa i Zemlje; On dobro zna svačije misli"},{"SurahNumber":35,"VerseNumber":39,"Text":"On čini da se smjenjujete na Zemlji; ko ne bude vjerovao, nevjerovanje njegovo je na njegovu štetu; nevjernicima će njihovo nevjerovanje kod Gospodara njihova samo povećati odvratnost, i nevjernicima će njihovo nevjerovanje povećati propast"},{"SurahNumber":35,"VerseNumber":40,"Text":"Reci: \"Kažite vi meni koji su dio Zemlje stvorila božanstva vaša kojima se, umjesto Allahu, klanjate, i recite mi imaju li oni u stvaranju nebesa ikakva udjela, ili smo mnogobošcima Mi dali Knjigu, pa imaju u njoj dokaz za to? Nijedno, već nevjernici jedne druge obmanjuju"},{"SurahNumber":35,"VerseNumber":41,"Text":"Allah brani da se ravnoteža nebesa i Zemlje poremeti. A da se poremete, niko ih drugi osim Njega ne bi zadržao; On je zaista blag i prašta grijehe"},{"SurahNumber":35,"VerseNumber":42,"Text":"Oni su se zaklinjali Allahom, najtežom zakletvom, da će se, bolje nego bilo koji narod, držati pravog puta - samo ako im dođe onaj koji će ih opominjati. I kad im je došao onaj koji opominje, njegov dolazak im je samo povećao otuđenje"},{"SurahNumber":35,"VerseNumber":43,"Text":"oholost na Zemlji i ružno spletkarenje - a spletke će pogoditi upravo one koji se njima služe. Zar oni mogu očekivati nešto drugo već ono što je zadesilo narode drevne? U Allahovim zakonima ti nikad nećeš naši promjene, u Allahovim zakonima ti nećeš naći odstupanja"},{"SurahNumber":35,"VerseNumber":44,"Text":"Zašto oni ne putuju po svijetu da vide kako su završili oni prije njih, koji su bili jači od njih? - Allahu ne može ništa umaći ni na nebesima ni na Zemlji; On, uistinu, sve zna i sve može"},{"SurahNumber":35,"VerseNumber":45,"Text":"Da Allah kažnjava ljude prema onome što zasluže, ništa živo na površini Zemljinoj ne bi ostavio; ali, On ih ostavlja do roka određenog, i kad im rok dođe, - pa Allah dobro zna robove Svoje.&nbsp"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ja Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Tako Mi Kur´ana mudrog"},{"SurahNumber":36,"VerseNumber":3,"Text":"ti si, uistinu, poslanik"},{"SurahNumber":36,"VerseNumber":4,"Text":"na pravom putu"},{"SurahNumber":36,"VerseNumber":5,"Text":"po objavi Silnoga i Samilosnoga"},{"SurahNumber":36,"VerseNumber":6,"Text":"da opominješ narod čiji preci nisu bili opominjani, pa je ravnodušan"},{"SurahNumber":36,"VerseNumber":7,"Text":"O većini njih se već obistinila Riječ - zato oni neće vjerovati"},{"SurahNumber":36,"VerseNumber":8,"Text":"Mi smo učinili da budu kao oni za čije smo vratove sindžire stavili sve do podbradaka, - zato su oni glava uzdignutih"},{"SurahNumber":36,"VerseNumber":9,"Text":"i kao oni ispred kojih i iza kojih smo pregradu metnuli i na oči im koprenu stavili, - zato oni ne vide"},{"SurahNumber":36,"VerseNumber":10,"Text":"i njima je svejedno opominjao ih ti ili ne opominjao, oni neće vjerovati"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tvoja opomena će koristit samo onome koji Kur´an slijedi i Milostivoga se boji, iako ga ne vidi; njega obraduj oprostom i nagradom lijepom"},{"SurahNumber":36,"VerseNumber":12,"Text":"Mi ćemo, zaista, mrtve oživjeti i Mi smo zapisali ono što su uradili i djela koja su iza sebe ostavili; sve smo Mi to u Knjizi jasno pobrojali"},{"SurahNumber":36,"VerseNumber":13,"Text":"Navedite im kao pouku stanovnike jednog grada kad su im došli poslanici"},{"SurahNumber":36,"VerseNumber":14,"Text":"kad im Mi poslasmo dvojicu, ali im oni ne povjerovaše, i pojačasmo trećim, pa rekoše: \"Mi smo vama poslani"},{"SurahNumber":36,"VerseNumber":15,"Text":"Vi ste ljudi kao i mi\" - oni odgovoriše -, \"Milostivi nije objavio ništa, vi neistinu govorite"},{"SurahNumber":36,"VerseNumber":16,"Text":"Gospodar naš zna da smo, doista, vama poslani\" - rekoše oni"},{"SurahNumber":36,"VerseNumber":17,"Text":"i dužni smo samo da jasno obznanimo"},{"SurahNumber":36,"VerseNumber":18,"Text":"Oni rekoše: \"Mi slutimo da nam nesreću donosite; ako se ne okanite, kamenovaćemo vas i stići će vas, zaista, bolna patnja oko nas"},{"SurahNumber":36,"VerseNumber":19,"Text":"Uzrok vaše nesreće je s vama!\" - rekoše oni. \"Zar zato što ste opomenuti? Ta vi ste narod koji svaku granicu zla prelazi"},{"SurahNumber":36,"VerseNumber":20,"Text":"I s kraja grada žurno dođe jedan čovjek i reče: \"O narode moj, slijedi one koji su poslani"},{"SurahNumber":36,"VerseNumber":21,"Text":"slijedite one koji od vas ne traže nikakvu nagradu, a na pravom su putu"},{"SurahNumber":36,"VerseNumber":22,"Text":"Zašto da se ne klanjam Onome koji me je stvorio, a Njemu ćete se vratiti"},{"SurahNumber":36,"VerseNumber":23,"Text":"Zašto da prihvatam druge bogove mimo Njega? Ako Milostivi hoće da me snađe neko zlo, njihovo posredovanje neće mi biti ni od kakve koristi i oni me neće moći spasiti"},{"SurahNumber":36,"VerseNumber":24,"Text":"a ja bih tada bio u pravj zabludi"},{"SurahNumber":36,"VerseNumber":25,"Text":"ja vjerujem u Gospodara vašeg, čujte mene"},{"SurahNumber":36,"VerseNumber":26,"Text":"I reći će se: \"Uđite u Džennet\" - a oni će reći: \"Kamo sreće da narod moj zna"},{"SurahNumber":36,"VerseNumber":27,"Text":"zašto mi je Gospodar moj oprostio i lijep mi prijem priredio"}]}