{"Id":296,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel-la","Author":"Abu Adel","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Pogorarea Cartii este de la Dumnezeu, Puternicul, Inteleptul"},{"SurahNumber":46,"VerseNumber":3,"Text":"Noi nu am creat cerurile si pamantul, precum si ceea ce se afla intre ele, decat intru Adevar si cu un anumit soroc, insa cei care tagaduiesc cele asupra carora sunt preveniti intorc spatele"},{"SurahNumber":46,"VerseNumber":4,"Text":"Spune: “I-ati vazut pe cei pe care ii chemati in locul lui Dumnezeu?! Aratati-mi ce au creat pe pamant ori s-au alaturat ei oare la crearea cerurilor? Aduceti-mi o Carte dinaintea acesteia ori o urma de stiinta, daca spuneti adevarul.”"},{"SurahNumber":46,"VerseNumber":5,"Text":"Cine sunt mai rataciti decat cei care ii cheama pe altii in locul lui Dumnezeu, care nici macar nu le raspund pana in Ziua Invierii ramanand nepasatori la chemarile lor"},{"SurahNumber":46,"VerseNumber":6,"Text":"Cand oamenii vor fi adunati, ei le vor fi vrajmasi si vor tagadui inchinarea catre ei"},{"SurahNumber":46,"VerseNumber":7,"Text":"Cand li se citesc versetele Noastre ca dovezi vadite, cei care tagaduiesc spun despre Adevar cand vine la ei: “Acestea sunt o vraja vadita!”"},{"SurahNumber":46,"VerseNumber":8,"Text":"Ori spun: “El le-a nascocit!” Spune: “Daca le-am nascocit eu, voi nu ma veti obladui inaintea lui Dumnezeu. El stie prea-bine ceea ce raspanditi despre El. El este de ajuns ca martor intre mine si voi.” El este Iertatorul, Milostivul"},{"SurahNumber":46,"VerseNumber":9,"Text":"Spune: “Eu nu sunt o noutate printre trimisi. Eu nu stiu ce mi se va face mie si nici voua. Eu nu urmez decat ceea ce mi-a fost dezvaluit. Eu nu sunt decat un predicator cu vorba limpede.”"},{"SurahNumber":46,"VerseNumber":10,"Text":"Spune: “Vedeti ca este de la Dumnezeu, iar voi nu credeti! Un martor dintre fiii lui Israel a marturisit insa ca este asemenea cu ceea ce au ei si ca el crede, pe cand voi va ingamfati. Dumnezeu nu calauzeste poporul nedrept"},{"SurahNumber":46,"VerseNumber":11,"Text":"Cei care tagaduiesc spusera celor care cred: “Daca ar fi fost un bine, nu ne-ar fi luat-o nimeni inainte.” Nefiind insa calauziti de aceasta Carte, ei vor mai spune: “Aceasta este o veche prefacatorie!”"},{"SurahNumber":46,"VerseNumber":12,"Text":"Inaintea ei, Cartea lui Moise a fost calauza si milostivenie, iar aceasta este o Carte adeveritoare, in limba araba, ca sa-i previna pe cei nedrepti si sa-i binevesteasca pe cei facatori de bine"},{"SurahNumber":46,"VerseNumber":13,"Text":"Cei care spun: “Domnul nostru este Dumnezeu!” si merg drept, nu vor cunoaste nici teama si nici tristete"},{"SurahNumber":46,"VerseNumber":14,"Text":"Acestia sunt sotii Raiului, unde vor vesnici ca rasplata a ceea ce au faptuit"},{"SurahNumber":46,"VerseNumber":15,"Text":"Noi i-am poruncit omului bunatate pentru parintii sai, caci mama sa l-a purtat in chinuri si l-a nascut in chinuri. Intre plasmuirea lui si intarcarea lui sunt treizeci de luni. Cand a ajuns la implinire, cand a ajuns la patruzeci de ani, el spune: “Domnul meu! Trezeste-ma sa-ti multumesc pentru harul Tau pe care l-ai pogorat asupra mea, si a parintilor mei, ca sa fac binele care te multumeste. Fericeste-ma intru semintia mea. Eu catre Tine ma caiesc si sunt dintre supusi.”"},{"SurahNumber":46,"VerseNumber":16,"Text":"Acestia sunt cei carora le primim cele mai bune fapte si trecem peste faptele lor rele. Ei vor fi dintre sotii Raiului. Fagaduiala Adevarului le-a fost facuta"},{"SurahNumber":46,"VerseNumber":17,"Text":"Altul spune insa parintilor sai: “Ptiu voua! Imi fagaduiti ca voi fi scos cand leaturi au disparut inaintea mea? Amandoi vor cere atunci ajutorul lui Dumnezeu: “Vai tie! Crede!... Fagaduiala lui Dumnezeu este Adevar!” El va spune insa: “Acestea nu sunt decat povesti ale celor dintai.”"},{"SurahNumber":46,"VerseNumber":18,"Text":"Acestia sunt cei asupra carora Cuvantul se va implini, precum s-a implinit asupra adunarilor de ginni si oameni ce au disparut inaintea lor. Ei sunt pierduti"},{"SurahNumber":46,"VerseNumber":19,"Text":"Toti vor avea trepte pentru ceea ce au faptuit. El le va rasplati faptele, iar ei nu vor fi nedreptatiti"},{"SurahNumber":46,"VerseNumber":20,"Text":"In Ziua cand cei care tagaduiesc vor fi infatisati Focului, li se va spune: “Voi ati risipit bunurile voastre in Viata de Acum si v-ati bucurat de ele vremelnic. Astazi veti fi rasplatiti cu osanda umilintei, caci ati fost ingamfati pe pamant fara drept si ati fost desfranati.”"},{"SurahNumber":46,"VerseNumber":21,"Text":"Aminteste-ti de fratele aditilor cand l-a prevenit — cei care au prevenit au fost si inaintea lui si dupa el — pe poporul sau din Al-Ahqaf: “Nu va inchinati decat lui Dumnezeu! Ma tem pentru voi de osanda unei Zile cumplite.”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Ei spusera: “Ai venit la noi ca sa ne intorci de la zeii nostri? Adu-ne-o pe cea cu care ne amininti, daca spui adevarul!”"},{"SurahNumber":46,"VerseNumber":23,"Text":"El spuse: “Stiinta este numai la Dumnezeu. Eu va instiintez numai cu ce am fost trimis, insa va vad un popor de nestiutori.”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Cand ei vazura un nor venind catre vaile lor spusera: “Acesta este un nor ce ne va ploua!” Ba nu! Cel caruia voi ii cereti venirea degraba este un vant cu o osanda dureroasa"},{"SurahNumber":46,"VerseNumber":25,"Text":"care va starpi totul din porunca Domnului sau. Dimineata, nu se mai vedeau decat locuintele lor. Asa rasplatim Noi poporul nelegiuit"},{"SurahNumber":46,"VerseNumber":26,"Text":"Noi le-am daruit aceleasi putinte pe care vi le-am daruit si voua. Le-am facut auz, vaz si inimi. Nici auzul, nici vazul si nici inimile lor nu le-au slujit insa la nimic, pe cand se lepadau de semnele lui Dumnezeu, caci cea de care isi bateau joc i-a invaluit"},{"SurahNumber":46,"VerseNumber":27,"Text":"Noi am nimicit cetatile din jurul vostru. Si lor le deslusisem semnele Noastre! Poate se vor fi intors"},{"SurahNumber":46,"VerseNumber":28,"Text":"Daca i-ar fi ajutat cei pe care i-au luat in afara lui Dumnezeu, ca apropiati si dumnezei, insa ei i-au parasit! Aceasta este prefacatoria lor si ceea ce au nascocit"},{"SurahNumber":46,"VerseNumber":29,"Text":"Am intors la tine o ceata de ginni ca sa asculte Coranul si cand se infatisara spusera: “Taceti!” Si dupa ce se sfarsi, se intoarsera la poporul lor ca sa-l predice"},{"SurahNumber":46,"VerseNumber":30,"Text":"Ei spusera: “O, popor al nostru! Noi am auzit o Carte care a fost pogorata dupa Moise, intarind pe cele dinaintea ei, si care calauzeste catre Adevar si catre un Drum Drept"},{"SurahNumber":46,"VerseNumber":31,"Text":"O, popor al nostru! Raspundeti vestitorului lui Dumnezeu! Credeti in El, caci El va va ierta voua din pacatele voastre si va va feri de la o dureroasa osanda"},{"SurahNumber":46,"VerseNumber":32,"Text":"Cel care nu raspunde vestitorului lui Dumnezeu nu-L va slabi pe pamant si nu va avea in afara Lui obladuitori. Acesta va fi intr-o ratacire vadita.”"},{"SurahNumber":46,"VerseNumber":33,"Text":"Nu vad ei oare ca Dumnezeu care a creat cerurile si pamantul, si nu a obosit la crearea lor, are puterea sa invie mortii. Da, El asupra tuturor are putere"},{"SurahNumber":46,"VerseNumber":34,"Text":"In Ziua cand cei care tagaduiesc vor fi infatisati Focului: “Nu acesta este Adevarul?” Ei vor spune: “Ba da, pe Domnul nostru!” El le va spune: “Gustati osanda a ceea ce tagaduiati!”"},{"SurahNumber":46,"VerseNumber":35,"Text":"Rabda, precum au rabdat acei trimisi de neclintit! Nu cere grabirea pentru ei, caci in Ziua cand o vor vedea pe cea cu care au fost amenintati, li se va parea ca n-au stat decat un ceas dintr-o zi. Aceasta este vestirea unei solii. Cine va fi nimicit, daca nu poporul desfranat"},{"SurahNumber":47,"VerseNumber":1,"Text":"Celor care tagaduiesc si se indeparteaza de la Calea lui Dumnezeu, El le rataceste faptele"},{"SurahNumber":47,"VerseNumber":2,"Text":"Celor care cred si savarsesc fapte bune, celor care cred in ceea ce a fost pogorat asupra lui Muhamad, acesta este Adevarul de la Domnul lor, El le sterge lor faptele rele si le indreapta cugetul"},{"SurahNumber":47,"VerseNumber":3,"Text":"Aceasta, caci cei care tagaduiesc urmeaza desertaciunea, iar cei care cred urmeaza Adevarul de la Domnul lor. Astfel, Dumnezeu ii da drept pilda oamenilor"},{"SurahNumber":47,"VerseNumber":4,"Text":"Atunci cand va intalniti cu tagaduitorii, loviti-le grumazurile si cand le-ati nimicit fortele, legati-i cu tarie si dupa aceea: fie indurare, fie rascumparare, pana cand razboiul isi lasa jos poverile. Si aceasta, caci daca Dumnezeu ar fi voit, ar fi scapat de ei, insa El a vrut sa-i puna la incercare pe unii prin altii. El nu va face desarte faptele celor ucisi pe calea lui Dumnezeu"},{"SurahNumber":47,"VerseNumber":5,"Text":"ci El ii calauzeste si le indreapta cugetul"},{"SurahNumber":47,"VerseNumber":6,"Text":"apoi ii va lasa sa intre in Gradina de care le-a dat stire"},{"SurahNumber":47,"VerseNumber":7,"Text":"O, voi cei ce credeti! Daca voi Il ajutati pe Dumnezeu, El va va ajuta si va va intari picioarele"},{"SurahNumber":47,"VerseNumber":8,"Text":"Vai celor care tagaduiesc, caci Dumnezeu le va rataci faptele"},{"SurahNumber":47,"VerseNumber":9,"Text":"caci au urat ceea ce Dumnezeu a pogorat. El le va zadarnici faptele"},{"SurahNumber":47,"VerseNumber":10,"Text":"N-au strabatut pamantul? N-au vazut cum a fost sfarsitul celor dinaintea lor pe care Dumnezeu i-a starpit. Si al tagaduitorilor va fi asemenea"},{"SurahNumber":47,"VerseNumber":11,"Text":"Si aceasta, caci Dumnezeu este Obladuitorul celor care cred, iar tagaduitorii nu au nici un obladuitor"},{"SurahNumber":47,"VerseNumber":12,"Text":"Dumnezeu va lasa sa intre pe cei care cred si savarsesc fapte bune in Gradinile pe sub care curg rauri. Cei care tagaduiesc se vor bucura o vreme si vor manca precum mananca dobitoacele, insa Focul le va fi liman"},{"SurahNumber":47,"VerseNumber":13,"Text":"Cate cetati mult mai de temut decat cetatea ta care te-a prigonit n-am nimicit! Si nimeni nu le-a fost de ajutor"},{"SurahNumber":47,"VerseNumber":14,"Text":"Oare cel care se sprijina pe o dovada vadita de la Domnul sau este asemenea celui ce i-a fost impodobita rautatea faptei sale ori celor care isi urmeaza poftele"},{"SurahNumber":47,"VerseNumber":15,"Text":"Gradina care a fost fagaduita celor tematori este astfel: in ea sunt rauri de apa care nu se strica, rauri de lapte cu gust neschimbator, rauri de vin intru desfatarea celor care-l beau, rauri de miere curata. Ei vor afla acolo fructe de tot soiul, precum si iertarea Domnului lor. Sunt ei oare asemenea celor care vor vesnici in Foc, unde vor fi adapati cu apa clocotinda care le va sfasia maruntaiele"},{"SurahNumber":47,"VerseNumber":16,"Text":"Printre ei sunt unii care te asculta, insa, odata iesiti de la tine, spun celor carora li s-a dat stiinta: “Ce-a spus adineauri?” Acestora Dumnezeu le-a pecetluit inimile, iar ei isi urmeaza poftele"},{"SurahNumber":47,"VerseNumber":17,"Text":"Celor calauziti insa Dumnezeu le sporeste calauzirea si ii daruieste intru teama lor"},{"SurahNumber":47,"VerseNumber":18,"Text":"Vor sta de veghe ca sa nu le vina Ceasul deodata? Semnele Sale au venit deja, insa la ce le va mai sluji Aducerea aminte cand le va veni"},{"SurahNumber":47,"VerseNumber":19,"Text":"Sa stii ca nu este dumnezeu afara de Dumnezeu! Cere iertare pentru pacatele tale, precum si pentru credinciosi si credincioase! Dumnezeu va cunoaste umbletul si odihna"},{"SurahNumber":47,"VerseNumber":20,"Text":"Cei care cred spun: “De ce nu ni se pogoara o sura?” Cand li se pogoara insa o sura intarita in care li se aminteste lupta, ii vezi pe cei care au boala in inima privindu-te de parca ar fi pe moarte"},{"SurahNumber":47,"VerseNumber":21,"Text":"cu toate ca ascultarea si un cuvant cuviincios ar fi mai bune pentru ei. Porunca este hotarata si ar fi mai bine pentru ei sa fie sinceri fata de Dumnezeu"},{"SurahNumber":47,"VerseNumber":22,"Text":"Puteti, daca intoarceti spatele, sa semanati stricaciunea pe pamant si sa rupeti legaturile voastre de sange"},{"SurahNumber":47,"VerseNumber":23,"Text":"Acestia sunt cei pe care Dumnezeu ii blestema, surzindu-i si orbindu-le privirile"},{"SurahNumber":47,"VerseNumber":24,"Text":"Ei nu pricep Coranul ori asupra inimilor au zavoare"},{"SurahNumber":47,"VerseNumber":25,"Text":"Cei care s-au intors pe aceleasi urme dupa ce calauzirea le-a fost deslusit aratata au fost amagiti de Satan care le-a dat un ragaz"},{"SurahNumber":47,"VerseNumber":26,"Text":"Si aceasta, caci ei spun celor care urasc ceea ce Dumnezeu a pogorat: “Va vom da ascultare in unele porunci.” Dumnezeu cunoaste insa tainele lor"},{"SurahNumber":47,"VerseNumber":27,"Text":"Cum va fi cand ingerii ii vor lua la ei lovindu-le fetele si spatele"},{"SurahNumber":47,"VerseNumber":28,"Text":"Si aceasta, caci ei il urmeaza pe cel care Il manie pe Dumnezeu si pe cel care uraste ceea ce Lui ii place. El zadarniceste faptele lor"},{"SurahNumber":47,"VerseNumber":29,"Text":"Ori socot cei care au in inima boala ca Dumnezeu nu va scoate la iveala urile lor"},{"SurahNumber":47,"VerseNumber":30,"Text":"Daca am voi, ti i-am arata: tu ii vei cunoaste dupa insemnele lor, tu ii vei cunoaste dupa tonul vorbei lor. Dumnezeu cunoaste faptele voastre"},{"SurahNumber":47,"VerseNumber":31,"Text":"Noi va vom pune la incercare ca sa-i cunoastem pe cei dintre voi ce sunt luptatori si rabdatori, dupa cum vom pune la incercare si vestile voastre"},{"SurahNumber":47,"VerseNumber":32,"Text":"Cei care tagaduiesc si ii impiedica si pe altii de la Calea lui Dumnezeu si se rup de trimis, dupa ce calauzirea le-a fost deslusit aratata, nu-l vor pagubi cu nimic pe Dumnezeu, caci El va zadarnici faptele lor"},{"SurahNumber":47,"VerseNumber":33,"Text":"O, voi cei ce credeti! Dati ascultare lui Dumnezeu! Dati ascultare trimisului! Nu zadarniciti faptele voastre"},{"SurahNumber":47,"VerseNumber":34,"Text":"Celor care tagaduiesc si ii impiedica si pe altii de la Calea lui Dumnezeu si apoi mor tagaduitori, Dumnezeu nu le iarta"},{"SurahNumber":47,"VerseNumber":35,"Text":"Nu va inmuiati si nu cereti pacea cand voi sunteti sus, caci Dumnezeu este cu voi si El nu va va amagi pentru faptele voastre"},{"SurahNumber":47,"VerseNumber":36,"Text":"Viata de Acum este o joaca si o desfatare. Daca voi credeti si va temeti, El va va da rasplatile voastre fara sa va ceara averile voastre"},{"SurahNumber":47,"VerseNumber":37,"Text":"Daca vi le-ar cere si v-ar plictisi, v-ati zgarci, iar El v-ar scoate la iveala urile voastre"},{"SurahNumber":47,"VerseNumber":38,"Text":"Voi sunteti chemati sa cheltuiti pe calea lui Dumnezeu. Unii dintre voi se zgarcesc insa. Cel care se zgarceste, se zgarceste cu sine insusi, caci Dumnezeu este Bogatul, iar voi sunteti saracii. Daca voi veti intoarce spatele, atunci El va va schimba cu un alt popor care nu va fi asemenea voua"},{"SurahNumber":48,"VerseNumber":1,"Text":"Noi ti-am daruit o biruinta stralucitoare"},{"SurahNumber":48,"VerseNumber":2,"Text":"caci Dumnezeu iti iarta tie pacatele dintai si pe cele de pe urma. Asupra ta Isi implineste Harul si te calauzeste pe o Cale Dreapta"},{"SurahNumber":48,"VerseNumber":3,"Text":"Dumnezeu iti da un ajutor puternic"},{"SurahNumber":48,"VerseNumber":4,"Text":"El a pogorat pacea Sa in inimile credinciosilor ca ei sa sporeasca credinta cu credinta lor — Ale lui Dumnezeu sunt ostirile cerurilor si ale pamantului. Dumnezeu este Stiutor, Intelept —"},{"SurahNumber":48,"VerseNumber":5,"Text":"ca sa-i lase pe credinciosi si credincioase sa intre in Gradinile pe sub care curg rauri, unde vor vesnici, si ca sa le stearga lor faptele rele. Aceasta, la Dumnezeu, este o mare fericire"},{"SurahNumber":48,"VerseNumber":6,"Text":"ca sa-i osandeasca pe fatarnici si fatarnice, pe inchinatorii si inchinatoarele la idoli, pe cei ce gandesc rau despre Dumnezeu. Ei vor fi inconjurati de rau! Dumnezeu se manie asupra lor si ii blestema si le pregateste Gheena. Ce rea devenire"},{"SurahNumber":48,"VerseNumber":7,"Text":"Ale lui Dumnezeu sunt ostirile cerurilor si ale pamantului. Dumnezeu este Puternic, Intelept"},{"SurahNumber":48,"VerseNumber":8,"Text":"Noi te-am trimis martor, vestitor si predicator"},{"SurahNumber":48,"VerseNumber":9,"Text":"pentru ca voi sa credeti in Dumnezeu si in trimisul Sau, ca sa-L ajutati, sa-L cinstiti si sa-L preamariti in zori si in amurg"},{"SurahNumber":48,"VerseNumber":10,"Text":"Cei care iti jura tie credinta, Ii jura credinta lui Dumnezeu. Mana lui Dumnezeu este deasupra mainilor lor. Cel care isi calca juramantul, siesi si-l calca. El ii va da o mare rasplata celui ce tine ceea ce s-a legat fata de Dumnezeu"},{"SurahNumber":48,"VerseNumber":11,"Text":"Aceia dintre beduini care au ramas in urma iti vor spune: “Am avut treaba cu averile si familiile noastre. Cere iertare pentru noi!” Ei vor spune cu limbile lor ceea ce nu este in inimile lor. Spune: “Cine va obladuieste de Dumnezeu, de va vrea vreun rau, ori de va vrea vreun bine?” Dumnezeu este Cunoscator a ceea ce faptuiti"},{"SurahNumber":48,"VerseNumber":12,"Text":"Ba voi va inchipuiti ca trimisul si credinciosii nu se vor mai intoarce nicicand la ai lor, iar inchipuirea aceasta v-a fost impodobita in inimile voastre. Ati gandit gand rau despre El si sunteti un popor netrebnic"},{"SurahNumber":48,"VerseNumber":13,"Text":"Cel care nu crede in Dumnezeu si in trimisul Sau, sa stie ca am pregatit un Foc tagaduitorilor"},{"SurahNumber":48,"VerseNumber":14,"Text":"A lui Dumnezeu este imparatia cerurilor si a pamantului. El iarta cui voieste si osandeste pe cine voieste. Dumnezeu este Iertator, Milostiv"},{"SurahNumber":48,"VerseNumber":15,"Text":"Cei care au ramas in urma, cand veti porni spre prada sa o luati, vor spune: “Lasati-ne sa va urmam.” Ei vor sa schimbe Cuvantul lui Dumnezeu! Spune: “Niciodata nu ne veti urma, caci asa a spus Dumnezeu dinainte.” Ei vor spune: “Ba, voi ne pizmuiti!” Ei nu pricep insa decat putin"},{"SurahNumber":48,"VerseNumber":16,"Text":"Spune-le acelora dintre beduinii care au ramas in urma: “Veti fi chemati impotriva unui popor cu o putere de temut. Ori va veti lupta cu ei, ori se vor supune. Daca dati ascultare, Dumnezeu va va da o frumoasa rasplata. Daca veti intoarce spatele, precum l-ati intors si mai inainte, El va va osandi la o dureroasa osanda.”"},{"SurahNumber":48,"VerseNumber":17,"Text":"Nici o stramtorare asupra orbului, nici o stramtorare asupra ologului, nici o stramtorare asupra bolnavului! Pe cel care da ascultare lui Dumnezeu si trimisului Sau, El il va lasa sa intre in Gradini pe sub care curg rauri, iar pe cel care intoarce spatele, El il va osandi la dureroasa osanda"},{"SurahNumber":48,"VerseNumber":18,"Text":"Dumnezeu a fost multumit de credinciosi atunci cand i-au jurat credinta sub Copac. El cunoaste ceea ce este in inimile lor. El a pogorat asupra lor Pacea si i-a rasplatit cu o biruinta grabnica"},{"SurahNumber":48,"VerseNumber":19,"Text":"si cu multa prada pe care o iau. Dumnezeu este Puternic, Intelept"},{"SurahNumber":48,"VerseNumber":20,"Text":"Dumnezeu v-a fagaduit multa prada si v-a grabit spre ea. El a indepartat de voi mainile oamenilor ca aceasta sa fie un semn credinciosilor si ca sa va calauzeasca pe o Cale Dreapta"},{"SurahNumber":48,"VerseNumber":21,"Text":"El a facut ceea ce voi nu ati fi putut, daca n-ar fi fost in cuprinsul lui Dumnezeu. Dumnezeu asupra tuturor are putere"},{"SurahNumber":48,"VerseNumber":22,"Text":"Daca tagaduitorii s-ar fi luptat cu voi, ei ar fi intors spatele si nu ar fi aflat nici aliat, nici aparator"},{"SurahNumber":48,"VerseNumber":23,"Text":"Acesta este obiceiul lui Dumnezeu acum si intotdeauna. Tu nu vei afla in obiceiul lui Dumnezeu schimbare"},{"SurahNumber":48,"VerseNumber":24,"Text":"El este Cel ce a indepartat mainile lor de voi si de ei mainile voastre in valea Meccai, dupa ce v-a dat castig asupra lor. Dumnezeu este Vazator a ceea ce faptuiti"},{"SurahNumber":48,"VerseNumber":25,"Text":"Ei, cei care tagaduiesc, v-au oprit de la Moscheea cea Sfanta si v-au impiedicat ofrandele sa ajunga la jertfelnic. Daca nu ar fi fost si barbati credinciosi si femei credincioase pe care nu-i cunosteati si i-ati fi calcat in picioare, iar vina ar fi cazut asupra voastra din nestiinta... Dumnezeu lasa sa intre in milostivenia Sa pe cine voieste! Daca s-ar fi deosebit, i-am fi osandit pe cei dintre ei care tagaduiesc la o dureroasa osanda"},{"SurahNumber":48,"VerseNumber":26,"Text":"Cand tagaduitorii isi umplu inimile de furie, furia nestiintei, Dumnezeu pogori Pacea Sa asupra trimisului Sau si asupra credinciosilor si ii obliga la un cuvant de teama, caci ei sunt cei mai vrednici si mai apropiati. Dumnezeu este Atotstiutor"},{"SurahNumber":48,"VerseNumber":27,"Text":"Dumnezeu intareste trimisului Sau vedenia intru Adevar: veti intra in Moscheea Sfanta — daca Dumnezeu voieste — cu capetele rase si cu parul scurtat. Nu va fie teama, caci Dumnezeu stie ceea ce voi nu stiti. El v-a daruit candva o biruinta grabnica"},{"SurahNumber":48,"VerseNumber":28,"Text":"El este Cel ce l-a trimis pe trimisul Sau cu calauzirea si cu Legea Adevarului ca sa fie pusa deasupra tuturor legilor. Dumnezeu este de ajuns ca Martor"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhammad este trimisul lui Dumnezeu. Insotitorii sai sunt aprigi cu tagaduitorii, blanzi intre ei. Tu ii vezi ingenunchind, prosternandu-se, cautand harul lui Dumnezeu si multumirea Sa. Ii recunosti, caci pe chipurile lor se vad urmele prosternarii. Aceasta este pilda lor in Tora, dupa cum aceasta este si pilda lor in Evanghelie: ei sunt asemenea semintei careia ii mijeste coltul. Apoi devine viguros, se ingroasa si se inalta cu tulpina-i spre bucuria semanatorilor si furia tagaduitorilor. Dumnezeu fagaduieste acelor dintre ei care cred si savarsesc fapte bune iertare si mare rasplata"},{"SurahNumber":49,"VerseNumber":1,"Text":"O, voi cei ce credeti! Nu o luati inaintea lui Dumnezeu si a trimisului Sau! Temeti-va de Dumnezeu! Dumnezeu este Auzitorul, Stiutorul"},{"SurahNumber":49,"VerseNumber":2,"Text":"O, voi cei ce credeti! Nu va ridicati glasurile peste glasul Profetului si nu-i vorbiti in gura mare, precum faceti intre voi, caci desarte vor fi faptele voastre, fara sa va dati seama"},{"SurahNumber":49,"VerseNumber":3,"Text":"Cei care isi coboara insa glasurile in preajma trimisului lui Dumnezeu, acelora Dumnezeu le-a pus la incercare inimile intru teama si ei vor capata iertare si mare rasplata"},{"SurahNumber":49,"VerseNumber":4,"Text":"Cei care te cheama din afara incaperilor, in majoritatea lor, nu au minte"},{"SurahNumber":49,"VerseNumber":5,"Text":"Daca ar rabda pana cand ai iesi la ei, ar fi mai bine pentru ei. Dumnezeu este Iertator, Milostiv"},{"SurahNumber":49,"VerseNumber":6,"Text":"O, voi cei ce credeti! Daca un desfranat va aduce o veste, limpeziti-o ca sa nu loviti un popor din nestiinta, iar apoi sa va para rau de ceea ce-ati facut"},{"SurahNumber":49,"VerseNumber":7,"Text":"Sa stiti ca intre voi este trimisul lui Dumnezeu. Daca, in multe treburi v-ar da ascultare, voi ati avea de suferit. Dumnezeu v-a facut insa sa iubiti credinta pe care a impodobit-o in inimile voastre, precum v-a facut sa urati tagada, desfranarea si neascultarea. Acestia sunt cei drept calauziti"},{"SurahNumber":49,"VerseNumber":8,"Text":"prin harul lui Dumnezeu si binefacerea Sa. Dumnezeu este Stiutor, Intelept"},{"SurahNumber":49,"VerseNumber":9,"Text":"Daca doua tabere de credinciosi se razboiesc, impacati-le. Daca una din ele s-a ridicat pe nedrept impotriva celeilalte, luptati impotriva celei ce s-a ridicat, pana ce se va pleca inaintea Poruncii lui Dumnezeu. Daca se pleaca, impacati-le cu dreptate. Fiti nepartinitori! Dumnezeu ii iubeste pe cei nepartinitori"},{"SurahNumber":49,"VerseNumber":10,"Text":"Credinciosii sunt frati. Impacati-i pe fratii vostri! Temeti-va de Dumnezeu! Poate veti fi miluiti"},{"SurahNumber":49,"VerseNumber":11,"Text":"O, voi cei ce credeti! Sa nu-si bata joc unii oameni de altii care ar putea fi mai buni decat ei. Si nici unele femei de altele care ar putea fi mai bune decat ele. Nu va defaimati unii pe altii. Nu va raniti unii pe altii cu porecle. Ce urat este numele rau dupa credinta! Cei care nu se caiesc, aceia sunt nedrepti"},{"SurahNumber":49,"VerseNumber":12,"Text":"O, voi cei ce credeti! Feriti-va mult de nascociri, caci unele nascociri sunt cu pacat. Sa nu iscoditi! Sa nu va vorbiti de rau unii pe altii in lipsa. I-ar placea vreunuia dintre voi sa manance carnea fratelui sau mort? Nu, urati acest lucru! Temeti-va de Dumnezeu! Dumnezeu se intoarce catre cel care se caieste, caci El este Milos"},{"SurahNumber":49,"VerseNumber":13,"Text":"O, voi oameni! Noi v-am creat dintr-un barbat si o femeie si v-am facut popoare si triburi ca voi sa va cunoasteti unii pe altii. Cel mai cinstit dintre voi inaintea lui Dumnezeu este cel mai temator. Dumnezeu este Stiutor, Cunoscator"},{"SurahNumber":49,"VerseNumber":14,"Text":"Beduinii spun: “Noi credem!” Spune: “Voi nu credeti, ci mai bine ati spune: Noi ne supunem... Credinta nu a intrat inca in inimile voastre!” Daca dati ascultare lui Dumnezeu si trimisului Sau, Dumnezeu nu va va micsora din faptele voastre. Dumnezeu este Iertator, Milostiv"},{"SurahNumber":49,"VerseNumber":15,"Text":"Credinciosii sunt numai cei care cred in Dumnezeu si in trimisul Sau si nu se indoiesc mai apoi si se lupta pe calea lui Dumnezeu cu averile si fapturile lor. Acestia sunt cei sinceri"},{"SurahNumber":49,"VerseNumber":16,"Text":"Spune: “Il invatati pe Dumnezeu legea voastra?” Dumnezeu cunoaste ceea ce este in ceruri, precum si pe pamant.” Dumnezeu este Atotstiutor"},{"SurahNumber":49,"VerseNumber":17,"Text":"Beduinii vor sa le fii recunoscator pentru supunerea lor! Spune: “Nu trebuie sa va fiu eu recunoscator pentru supunerea voastra, ci voi trebuie sa-I fiti recunoscatori lui Dumnezeu ca v-a calauzit catre credinta, daca spuneti adevarul!”"},{"SurahNumber":49,"VerseNumber":18,"Text":"Da, Dumnezeu cunoaste Taina cerurilor si a pamantului. Dumnezeu este Vazator a ceea ce faptuiti"},{"SurahNumber":50,"VerseNumber":1,"Text":"Qaf. Pe Coranul cel slavit"},{"SurahNumber":50,"VerseNumber":2,"Text":"Ba nu! Ei se mira ca a venit la ei un predicator dintre ei. Cei tagaduitori spun: “Este un lucru de mirare ca atunci"},{"SurahNumber":50,"VerseNumber":3,"Text":"cand vom muri si vom fi tarana, va mai fi o intoarcere de departe?”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Noi stim ceea ce pamantul inghite din ei, caci avem o Carte pastratoare"},{"SurahNumber":50,"VerseNumber":5,"Text":"Ba nu! Ei socotesc Adevarul minciuna cand vine la ei si sunt in incurcatura"},{"SurahNumber":50,"VerseNumber":6,"Text":"Oare nu vad deasupra lor cerul cum l-am zidit si l-am impodobit si nici o crapatura nu are"},{"SurahNumber":50,"VerseNumber":7,"Text":"Pamantul! Noi l-am intins si am aruncat pe el muntii, am facut sa creasca pe el fiece soi de bucurie aducator"},{"SurahNumber":50,"VerseNumber":8,"Text":"ca prevedere si amintire pentru fiece rob care se caieste"},{"SurahNumber":50,"VerseNumber":9,"Text":"Noi facem sa cada din cer o apa binecuvantata cu care facem sa creasca gradini si grane de secerat"},{"SurahNumber":50,"VerseNumber":10,"Text":"precum si curmalii falnici cu ciorchini bine randuiti"},{"SurahNumber":50,"VerseNumber":11,"Text":"ca inzestrare a robilor nostri. Noi dam astfel viata unui tinut mort. Si asa va fi si Iesirea"},{"SurahNumber":50,"VerseNumber":12,"Text":"Si altii inaintea lor au hulit: poporul lui Noe, oamenii din Ar-Rass, tamuditii"},{"SurahNumber":50,"VerseNumber":13,"Text":"aditii, Faraon, fratii lui Lot"},{"SurahNumber":50,"VerseNumber":14,"Text":"oamenii din Al-Aika, poporul lui Tubba’. Toti i-au hulit pe trimisi si atunci amenintarea Mea s-a implinit"},{"SurahNumber":50,"VerseNumber":15,"Text":"Oare Noi am obosit la creatia dintai? Ba nu! Ei stau insa la indoiala asupra unei noi creatii"},{"SurahNumber":50,"VerseNumber":16,"Text":"Noi am creat omul si stim ispitele la care-l impinge sufletul sau, caci Noi suntem mai aproape de el decat vena gatului sau"},{"SurahNumber":50,"VerseNumber":17,"Text":"Cand cei doi trimisi la intalnire se aseaza de-a dreapta si de-a stanga Sa"},{"SurahNumber":50,"VerseNumber":18,"Text":"el nu va rosti nici un cuvant fara ca un pazitor sa nu fie gata"},{"SurahNumber":50,"VerseNumber":19,"Text":"Betia mortii aduce Adevarul de la care tu te-ai indepartat"},{"SurahNumber":50,"VerseNumber":20,"Text":"Cand se va sufla in trambita, aceasta va fi Ziua Amenintarii"},{"SurahNumber":50,"VerseNumber":21,"Text":"Fiece suflet va veni cu un imbolditor si cu un martor"},{"SurahNumber":50,"VerseNumber":22,"Text":"Tu ai fost in nepasare fata de aceasta, insa Noi ti-am dat la o parte valul si privirea ta este patrunzatoare astazi"},{"SurahNumber":50,"VerseNumber":23,"Text":"Insotitorul sau va zice: “Ceea ce am este gata!”"},{"SurahNumber":50,"VerseNumber":24,"Text":"Aruncati-l, amandoi, in Gheena pe fiece tagaduitor incapatanat"},{"SurahNumber":50,"VerseNumber":25,"Text":"potrivnic al binelui, calcator de lege si neincrezator"},{"SurahNumber":50,"VerseNumber":26,"Text":"Aruncati-l in osanda cea infricosatoare pe cel care-I alatura lui Dumnezeu un alt dumnezeu"},{"SurahNumber":50,"VerseNumber":27,"Text":"Insotitorul sau va spune: “Domnul nostru! Nu eu l-am ticalosit, ci el era deja intr-o ratacire adanca.”"},{"SurahNumber":50,"VerseNumber":28,"Text":"Dumnezeu va spune: “Nu va certati inaintea Mea! Eu v-am trimis inainte amenintarea"},{"SurahNumber":50,"VerseNumber":29,"Text":"La Mine, cuvantul nu se schimba. Eu nu sunt nedrept cu robii Mei.”"},{"SurahNumber":50,"VerseNumber":30,"Text":"In Ziua cand vom spune Gheenei: “Te-ai umplut?”, ea va spune: “Mai sunt inca?”"},{"SurahNumber":50,"VerseNumber":31,"Text":"Gradina va fi adusa nu departe de cei tematori"},{"SurahNumber":50,"VerseNumber":32,"Text":"“Aceasta este ceea ce vi s-a fagaduit, voua, fiecaruia ce se intoarce (catre Dumnezeu) si Ii pazeste (poruncile)"},{"SurahNumber":50,"VerseNumber":33,"Text":"si se teme de Milostivul in Taina Sa si vine cu inima plecata"},{"SurahNumber":50,"VerseNumber":34,"Text":"Intrati in pace: “Aceasta este Ziua vesniciei.”"},{"SurahNumber":50,"VerseNumber":35,"Text":"Ei vor avea acolo ceea ce vor si la Noi vor avea mai mult"},{"SurahNumber":50,"VerseNumber":36,"Text":"Cate leaturi am nimicit inaintea lor? Si erau mult mai de temut decat ei. Strabateti tinuturile! Este oare vreun adapost"},{"SurahNumber":50,"VerseNumber":37,"Text":"Intru aceasta este o amintire pentru cel care are o inima, pentru cel care isi apleaca urechea, pentru cel care marturiseste"},{"SurahNumber":50,"VerseNumber":38,"Text":"Noi am creat in sase zile cerurile, pamantul si ceea ce se afla intre ele, iar osteneala nu Ne-a ajuns"},{"SurahNumber":50,"VerseNumber":39,"Text":"Rabda ceea ce spun! Preamareste lauda Domnului tau inainte de ivirea soarelui si inainte de asfintit"},{"SurahNumber":50,"VerseNumber":40,"Text":"Preamareste lauda Sa in noapte si dupa rugaciuni"},{"SurahNumber":50,"VerseNumber":41,"Text":"Asculta!... In Ziua cand Chematorul va chema dintr-un loc apropiat"},{"SurahNumber":50,"VerseNumber":42,"Text":"in Ziua cand vor auzi Strigatul intru Adevar, aceea va fi Ziua Iesirii"},{"SurahNumber":50,"VerseNumber":43,"Text":"Noi suntem Cei care daruim viata si Cei care daruim moartea. Intru Noi este devenirea"},{"SurahNumber":50,"VerseNumber":44,"Text":"In Ziua cand pamantul se va despica deasupra lor, vom face lesne adunarea"},{"SurahNumber":50,"VerseNumber":45,"Text":"Noi stim mai bine ceea ce spun. Tu nu esti asupra lor un despot. Adu-i aminte de Coran celui ce se teme de amenintarea Mea"},{"SurahNumber":51,"VerseNumber":1,"Text":"Pe imprastietoarele ce imprastie"},{"SurahNumber":51,"VerseNumber":2,"Text":"Pe caratoarele de povara"},{"SurahNumber":51,"VerseNumber":3,"Text":"Pe alergatoarele cu iuteala"},{"SurahNumber":51,"VerseNumber":4,"Text":"Pe impartitoarele de porunca"},{"SurahNumber":51,"VerseNumber":5,"Text":"Ceea ce vi s-a fagaduit este adevarat"},{"SurahNumber":51,"VerseNumber":6,"Text":"Judecata de Apoi este fara tagada"},{"SurahNumber":51,"VerseNumber":7,"Text":"Pe cerul cu ale sale carari"},{"SurahNumber":51,"VerseNumber":8,"Text":"Voi aveti asupra lui pareri felurite"},{"SurahNumber":51,"VerseNumber":9,"Text":"si il intoarce pe dos cel care este intors"},{"SurahNumber":51,"VerseNumber":10,"Text":"Sa fie ucisi banuitorii"},{"SurahNumber":51,"VerseNumber":11,"Text":"ei, cei care sunt intr-o prapastie si nu-si dau seama"},{"SurahNumber":51,"VerseNumber":12,"Text":"Ei intreaba: “Cand va veni Ziua Judecatii?”"},{"SurahNumber":51,"VerseNumber":13,"Text":"In Ziua cand vor fi pusi la incercare in Foc"},{"SurahNumber":51,"VerseNumber":14,"Text":"“Gustati incercarea voastra! Aceasta este ceea ce voi cereati degraba!”"},{"SurahNumber":51,"VerseNumber":15,"Text":"Cei tematori vor trai in Gradini cu izvoare"},{"SurahNumber":51,"VerseNumber":16,"Text":"luand ceea ce Domnul lor le va darui. Ei au fost inainte dintre faptuitorii de bine"},{"SurahNumber":51,"VerseNumber":17,"Text":"ce dormeau noaptea putin"},{"SurahNumber":51,"VerseNumber":18,"Text":"iar dis-de-dimineata cereau iertare"},{"SurahNumber":51,"VerseNumber":19,"Text":"Din averile lor aveau parte si cersetorul si lipsitul"},{"SurahNumber":51,"VerseNumber":20,"Text":"Pe pamant sunt semne pentru cei care cred cu tarie"},{"SurahNumber":51,"VerseNumber":21,"Text":"Precum si in voi insiva. Nu le vedeti, oare"},{"SurahNumber":51,"VerseNumber":22,"Text":"In cer este inzestrarea voastra si ceea ce vi s-a fagaduit"},{"SurahNumber":51,"VerseNumber":23,"Text":"Pe Domnul cerului si al pamantului! Acesta este Adevarul precum faptul ca vorbiti"},{"SurahNumber":51,"VerseNumber":24,"Text":"A venit la tine spusa despre oaspetii prea-cinstiti ai lui Abraham"},{"SurahNumber":51,"VerseNumber":25,"Text":"Ei intrara la el spunandu-i: “Pace!” Abraham spuse: “Pace! O, oameni necunoscuti!”"},{"SurahNumber":51,"VerseNumber":26,"Text":"El s-a dus apoi pe nesimtite la ai sai si a adus un vitel gras"},{"SurahNumber":51,"VerseNumber":27,"Text":"L-a apropiat de ei, spunand: “Nu mancati?”"},{"SurahNumber":51,"VerseNumber":28,"Text":"Si atunci il prinse frica de ei. Acestia spusera: “Sa nu-ti fie frica! Si ii vestira un fecior insemnat"},{"SurahNumber":51,"VerseNumber":29,"Text":"Femeia sa inainta vaitandu-se si lovindu-se peste fata. Ea spuse: “O batrana stearpa?...”"},{"SurahNumber":51,"VerseNumber":30,"Text":"Ei spusera: “Domnul tau a spus astfel. El este Inteleptul, Stiutorul"}]}