{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"“۞ Ndithudi, uwapeza anthu amene ali oyipitsitsa pa chidani ndi anthu okhulupirira (Asilamu) ndi Ayuda komanso opembedza mafano. Ndipo uwapeza oyandikira ubwenzi ndi okhulupirira (Asilamu) ndi awo akunena kuti: “Ife ndi Akhrisitu.” Zimenezo n’chifukwa chakuti mwa iwo alipo ophunzira ndi oopa Allah, ndi chifukwanso chakuti iwo (Akhirisitu) sadzitukumula"},{"SurahNumber":5,"VerseNumber":83,"Text":"“Ndipo akamva zomwe zavumbulutsidwa kwa Mtumiki, uona maso awo akugwetsa misozi chifukwa cha choonadi chomwe achizindikira. Akunena: “Mbuye wathu! Takhulupirira; choncho tilembeni pamodzi ndi oikira umboni (choonadi).”"},{"SurahNumber":5,"VerseNumber":84,"Text":"“(Atadzudzulidwa polowa m’Chisilamu iwo adati): “Chifukwa ninji tisamkhulupirire Allah ndi choonadi chomwe chatifika, pomwe tikuyembekezera Mbuye wathu kukatilowetsa (ku Munda wamtendere) pamodzi ndi anthu abwino?”"},{"SurahNumber":5,"VerseNumber":85,"Text":"“Choncho Allah adzawalipira, pa zomwe adanena, Minda yomwe pansi (ndi patsogolo) pake mitsinje ikuyenda. M’menemo adzakhalamo nthawi yaitali. Imeneyo ndiyo mphoto ya ochita zabwino"},{"SurahNumber":5,"VerseNumber":86,"Text":"“Ndipo amene sadakhulipirire, nkutsutsa zizindikiro zathu, iwowo ndiwo anthu a ku Moto"},{"SurahNumber":5,"VerseNumber":87,"Text":"“E inu amene mwakhulupirira! Musazichite zabwino zomwe Allah wakulolezani kukhala zoletsedwa. Ndipo musalumphe malire, ndithudi Allah sakonda anthu olumpha malire"},{"SurahNumber":5,"VerseNumber":88,"Text":"“Idyani zabwino zomwe Allah wakupatsani zomwe zili zololedwa. Ndipo opani Allah yemwe inu mukumkhulupirira"},{"SurahNumber":5,"VerseNumber":89,"Text":"“Allah sangakulangeni chifukwa chakulumbira kwanu kopanda pake. Koma akulangani kamba ka malumbiro omwe mwalumbira motsimikiza. Choncho dipo lake ndikuwadyetsa osauka khumi ndi chakudya cha mlingo wapakatikati chomwe mumawadyetsa anthu anu; kapena kuwaveka, kapena kumpatsa ufulu kapolo. Koma amene sangapeze zimenezo, asale masiku atatu. Ili ndi dipo la kulumbira kwanu pamene mukulumbira. Ndipo sungani malumbilo anu, (musaswe chomwe mudalumbilira). Motero ndi momwe Allah akukufotokozerani zizindikiro Zake kuti muthokoze"},{"SurahNumber":5,"VerseNumber":90,"Text":"“E inu amene mwakhulupirira! Ndithudi, mowa (kutchova) njuga, kupembedza mafano ndi kuombeza maula, (zonsezi) ndi uve, mwa ntchito za satana. Choncho zipeweni kuti mupambane"},{"SurahNumber":5,"VerseNumber":91,"Text":"“Ndithudi, satana akufuna kudzetsa chidani ndi kusakondana pakati panu kudzera m’mowa ndi njuga, ndikuti akutsekerezeni kukumbukira Allah ndi kupemphera Swala. Kodi inu simusiya"},{"SurahNumber":5,"VerseNumber":92,"Text":"“Mverani Allah, ndipo mverani Mtumiki ndipo chenjerani (musanyoze malamulo a Allah). Ngati munyoza, dziwani kuti udindo wa Mtumiki Wathu ndikufikitsa uthenga woonekera basi"},{"SurahNumber":5,"VerseNumber":93,"Text":"“Palibe tchimo kwa amene akhulupirira ndi kuchita zabwino pazomwe adadya (zisadaletsedwe) ngati akupitiriza kuopa ndikukhulupirira ndikuchita zabwino; kenako nkuopanso (ataletsedwa zina) ndikukhulupirira; (atalamulidwa zinanso) nkuopanso ndikuchita zabwino. Ndipo Allah, amakonda ochita zabwino"},{"SurahNumber":5,"VerseNumber":94,"Text":"“E inu amene mwakhulupirira! Ndithu Allah akuyesani ndi nyama zina zozichita ulenje, zomwe manja anu ndi mikondo yanu ingazifikire, kuti Allah amuwonetsere poyera amene akumuopa mwanseri. Ndipo amene alumphe malire (posaka nyamayo ndi kupha) pambuyo pa zomwe mwauzidwazo, adzapeza chilango chopweteka"},{"SurahNumber":5,"VerseNumber":95,"Text":"“E inu amene mwakhulupirira! Musaphe nyama ya mtchire pomwe inu muli m’mapemphero a Hajj kapena Umrah. Ndipo mwa inu amene angaphe mwadala nyama ya mtchireyo, dipo (lake likhale kuzinga) yofanana ndi yomwe waphayo, mu mtundu wa nyama zowetedwa, (monga mmene) angaweruzire olungama awiri a mwa inu, kukhala nsembe yoperekedwa ku Ka’aba (kuti ikazingidwe kumeneko ndi kuwagawira osauka); kapena alipe dipo la chakudya kudyetsa masikini; kapena m’malo mwake asale kuti alawe kupweteka kwa chinthu chakecho. Ndipo Allah afafaniza zomwe zidapita kale. Koma amene achitenso, Allah amukhaulitsa ndi chilango chochokera kwa Iye. Ndipo Allah Ngwamphamvu zoposa, Wokhaulitsa koopsa"},{"SurahNumber":5,"VerseNumber":96,"Text":"“Nkololezedwa kwa inu kusaka nyama za m’nyanja ndi chakudya chake (chomwe chapezeka m’nyanjamo chitafa chokha). Chimenecho ndi kamba wanu (inu amene simuli pa ulendo) ndiponso a pa ulendo. Kwaletsedwa kwa inu kusaka za pamtunda pomwe muli m’mapemphero a Hajj kapena Umrah. Opani Allah Yemwe kwa Iye mudzasonkhanitsidwa"},{"SurahNumber":5,"VerseNumber":97,"Text":"“Allah wapanga Ka’aba kukhala nyumba yopatulika, ndikukhala pamalo popezera zosowa za anthu. Ndipo adapanganso miyezi (inayi) yopatulika, ndi kupereka nyama zansembe ku Makka zovekedwa makoza monga zisonyezo (kusonyeza kuti zikupita ku Makka). Zonsezi nkuti mudziwe kuti Allah akudziwa za kumwamba ndi pansi, ndikuti Allah Ngodziwa chilichonse"},{"SurahNumber":5,"VerseNumber":98,"Text":"“Dziwani kuti ndithudi, Allah Ngolanga mwaukali. Ndikutinso Allah Ngokhululuka kwabasi, Ngwachisoni chosatha"},{"SurahNumber":5,"VerseNumber":99,"Text":"“Pa mtumiki palibe china koma kufikitsa chabe (uthenga). Ndipo Allah akudziwa zimene mukuzionetsera poyera ndi zimene mukuzibisa"},{"SurahNumber":5,"VerseNumber":100,"Text":"“Nena (kwa aliyense kuti): “Zoipa ndi zabwino sizingafanane ngakhale kutakusangalatsa kuchuluka kwa zoipazo; choncho opani Allah, E! Inu eni nzeru kuti mupambane.”"},{"SurahNumber":5,"VerseNumber":101,"Text":"“E inu amene mwakhulupirira! Musamafunse za zinthu zomwe zitasonyezedwa kwa inu zikuipirani. Ndipo ngati muzifunsa pomwe Qur’an ikuvumbulutsidwa, zionetsedwa kwa inu. Allah wakhululuka zimenezo. Allah Ngokhululuka kwabasi, Ngoleza"},{"SurahNumber":5,"VerseNumber":102,"Text":"“Anthu amene adalipo kale inu musanadze, adazifunsapo zotere. Ndipo pachifukwa chimenecho adasanduka osakhulupirira"},{"SurahNumber":5,"VerseNumber":103,"Text":"“Allah sadaike (kuletsedwa kwamtundu uliwonse) pa nyama yotchedwa Bahira*, ngakhale Saiba**, ngakhale Wasila***, ngakhalenso Hami****. Koma amene sadakhulupirire akumpekera Allah bodza. Ndipo ambiri a iwo sagwiritsa ntchito nzeru zawo"},{"SurahNumber":5,"VerseNumber":104,"Text":"“Ndipo akauzidwa: “Tadzani kuchilamulo cha zomwe Allah wavumbulutsa ndi (zomwe akunena) Mtumiki.” Akunena: “Tikukwaniritsidwa ndi zomwe tidawapeza nazo makolo athu.” Kodi ngakhale kuti makolo awowo sadali kudziwa chinthu chilichonse ndipo sadali oongoka, (awatsatirabe)"},{"SurahNumber":5,"VerseNumber":105,"Text":"“E inu amene mwakhulupirira! Dziganizireni nokha. Ndipo amene asokera sangakupatseni mavuto ngati inu mutalungama. Nonsenu kobwerera kwanu nkwa Allah basi. Choncho adzakuuzani zimene mudali kuchita"},{"SurahNumber":5,"VerseNumber":106,"Text":"“E inu amene mwakhulupirira! Pamene chamfikira mmodzi wa inu chisonyezo cha imfa, ndipo akufuna kusiya chilawo (wasiya) funani mboni ponena mawuwo. Aikire umboni awiri olungama mwa inu (Asilamu) kapena apadera ngati muli pa ulendo, ndipo zisonyezo za imfa zitaonekera. Ngati mutazikaikira zitsekerezeni (kuti zisachoke) mboni ziwiri pambuyo pa Swala (yomwe amasonkhana anthu ambiri), ndipo zilumbilire m’dzina la Allah kunena (kuti): “Sitikusinthanitsa malumbirowa ndi china chake ngakhale chitakhala chothandiza kwa ife kapena mmodzi mwa abale athu. Sitikubisa umboni umene Allah watilamula kuti tiupereke moona. Ife ngati titabisa umboni (kapena kuyankhula chonama), ndithudi tikhala mwa anthu ochimwa.”"},{"SurahNumber":5,"VerseNumber":107,"Text":"“Koma ngati kutaoneka kuti mboni ziwiri zija zanama pa umboni wawo, kapena zabisa chinthu, apo awiri achibale a wakufayo aimiire m’malo mwa mboni ziwirizo, (pambuyo pa Swala kuti aulule za bodza lawo). Choncho alumbilire m’dzina la Allah kuti: “Ndithu kulumbira kwathu nkoyenera kuvomerezedwa kuposa kulumbira kwawo; ndipo sitinapyole malire (mukulumbira kwathu). Ndipo sitikuzipekera mbonizo bodza. Ndithudi, ngati ife titachita zotere, ndiye kuti tikhala mwa ochita zoipa, (oyenera kulandira chilango cha Allah).”"},{"SurahNumber":5,"VerseNumber":108,"Text":"“Chilamulochi ndi njira yapafupi kuti mboni zikwaniritse umboni wawo mnjira yoyenera, (ndikuti zisamalire kulumbira Allah kwawo); kapena kuopa kuyaluka bodza lawo likaonekera poyera, pambuyo polumbira enawo (izi zili polumbira amlowa mmalo pokana umboni wawo). Ndipo opani Allah (mkulumbira kwanu ndi kukhulupirika kwanu), ndipo mverani malamulo Ake. Allah satsogolera anthu opandukira chilamulo Chake"},{"SurahNumber":5,"VerseNumber":109,"Text":"“(Kumbukirani) tsiku lomwe Allah adzasonkhanitsa, atumiki ndikuwafunsa kuti: “Kodi mudayankhidwa chiyani?” Iwo adzati: “Ife sitidziwa. Ndithudi, Inuyo ndiye Wodziwa zamseri.”"},{"SurahNumber":5,"VerseNumber":110,"Text":"“Kumbukiraninso pamene Allah adzati: “Iwe Isa (Yesu) mwana wa Mariya! Kumbuka chisomo Changa pa iwe ndi pa mayi wako, pamene ndinakuthandiza ndi mzimu woyera (Gabriel), (kotero kuti) udalankhula kwa anthu (mawu omveka) pamene udali mchikuta ndiponso pamene udali wamkulu. Ndipo (kumbuka) pamene ndidakuphunzitsa kulemba, nzeru; (ndinakuzindikiritsanso buku la) Taurat ndi Injili. (Kumbukanso) pamene udaumba dongo chithunzi chambalame mwa lamulo Langa. Utatero udauziramo ndipo zidasanduka mbalame mwa lamulo Langa. Ndipamene udali kuchiza akhungu ndi achinawa, mwa lamulo Langa. Ndipamene unkawatulutsa (m’manda) ena mwa akufa mwa lamulo Langa. Ndipamene ndinawatsekereza ana a Israyeli kwa iwe (kuti asakuzunze) pamene udawadzera ndi zisonyezo zooneka, ndipo aja mwa iwo omwe sadakhulupirire, adati: “Ichi sichina, koma ndi matsenga owonekera.”"},{"SurahNumber":5,"VerseNumber":111,"Text":"“Ndipo (kumbukira) pamene ndidawaululira ophunzira ako kuti: “Ndikhulupirireni Ine ndi Mtumiki Wanga (uyu Isa {Yesu}).” Iwo adati: “Takhulupirira; ndipo khalani mboni kuti ife ndife Asilamu (ogonjera mwa Inu).”"},{"SurahNumber":5,"VerseNumber":112,"Text":"“(Kumbukira) pamene ophunzira ako adati: “E iwe Isa (Yesu) mwana wa Mariya: Kodi Mbuye wako angathe kutitsitsira chakudya kuchokera kumwamba?” (Isa {Yesu}) adati: “Opani Allah, ngati inu mulidi okhulupirira. (Musamangopempha zozizwitsa).”"},{"SurahNumber":5,"VerseNumber":113,"Text":"“(Iwo) adati: “Tikufuna kudya chimenecho, ndikuti mitima yathu ikhazikike, ndikutinso tidziwe kuti watiuza choona; tero kuti tikhale oikira umboni pa chimenecho.”"},{"SurahNumber":5,"VerseNumber":114,"Text":"“Isa (Yesu) mwana wa Mariya adati: “Inu Allah Mbuye wathu! Titsitsireni chakudya kuchokera kumwamba kuti chikhale chikondwelero cha oyambilira ndi omalizira mwa ife, komanso chikhale chisonyezo chochokera kwa Inu; choncho tipatseni ndithu inu ndinu Abwino popatsa kuposa opatsa.”"},{"SurahNumber":5,"VerseNumber":115,"Text":"“Allah adati: “Ndithu Ine ndikuchitsitsa kwa inu. Koma amene adzatsutse mwa inu pambuyo pa ichi, ndithu Ine ndidzamulanga ndi chilango chomwe sindidamulangepo nacho aliyense mwa zolengedwa.”"},{"SurahNumber":5,"VerseNumber":116,"Text":"“Ndipo (kumbukirani) pamene Allah adzanena: “Iwe Isa (Yesu) mwana wa Mariya: Kodi iwe udauza anthu kuti: ‘Ndiyeseni ine ndi mayi wanga monga milungu iwiri m’malo mwa Allah?” (Mneneri Isa {Yesu}) adzaati: “Ulemelero ukhale pa Inu. Sikoyenera kwa ine kunena zomwe sizili zoyenera (kwa ine mawu amenewa ngabodza). Ngati ndikadanena, ndiye kuti mukadadziwa. Inu mukudziwa zomwe zili mu mtima mwanga, pomwe ine sindidziwa zomwe zili mwa Inu. Ndithudi, Inu ndinu Wodziwa zamseri.”"},{"SurahNumber":5,"VerseNumber":117,"Text":"““Sindinawauze chilichonse kupatula chimene mudandilamula kuti: ‘Pembedzani Allah, Mbuye wanga ndiponso Mbuye wanu.’ Ndipo ndinali mboni kwa iwo pamene ndidali nawo. Koma pamene mudanditenga, Inu ndiye mudali Muyang’aniri pa iwo; ndipo Inu ndinu Mboni ya chilichonse.”"},{"SurahNumber":5,"VerseNumber":118,"Text":"““Ngati muwalanga, ndithudi iwo ndi akapolo anu. Ndipo mukawakhululukira, ndithudi, Inu ndinu Mwini mphamvu zoposa, Wanzeru zakuya.”"},{"SurahNumber":5,"VerseNumber":119,"Text":"“Allah adzati: “Ili ndi tsiku lomwe olankhula zoona kudzawathandiza kuona kwawo. Iwo adzalandira Minda yomwe pansi (ndi patsogolo) pake mitsinje ikuyenda. M’menemo adzakhala muyaya. Allah adzawayanja; naonso adzamuyanja. Kumeneko ndiko kupambana kwakukulu"},{"SurahNumber":5,"VerseNumber":120,"Text":"“Allah Yekha ndiye Mwini ufumu wa kumwamba ndi pansi, ndi zam’menemo. Ndipo Iye Ngokhoza chilichonse"},{"SurahNumber":6,"VerseNumber":1,"Text":"“Kuyamikidwa konse kwabwino nkwa Allah, Yemwe adalenga thambo ndi nthaka, napanga mdima ndi kuunika pamwamba pa izi, kenako amene sadakhulupirire akumfanizira Mbuye wawo ndi milungu yabodza"},{"SurahNumber":6,"VerseNumber":2,"Text":"“Iye ndi Yemwe adakulengani ndi dongo, kenako adaika nthawi (yothera cholengedwa chilichonse), ndi nthawi ina yodziwika kwa Iye (yomwe njoukitsira zolengedwa ku imfa). Ndipo pa izi inu (osakhulupirira) mukukaikira"},{"SurahNumber":6,"VerseNumber":3,"Text":"“Ndipo Iye ndi Allah (Wopembedzedwa) kumwamba ndi pansi. Akudziwa za mkati mwanu ndi zakunja kwanu, ndipo akudziwa zimene mukupeza (kuchokera mzochitachita zanu, zabwino kapena zoipa)"},{"SurahNumber":6,"VerseNumber":4,"Text":"“Ndipo palibe pamene chikuwadzera chisonyezo chilichonse mwa zisonyezo za Mbuye wawo koma akuzitembenukira kumbali"},{"SurahNumber":6,"VerseNumber":5,"Text":"“Ndithudi, atsutsa choonadi (Qur’an) pamene chawadzera. Posachedwapa ziwafika nkhani (za zilango) zimene adali kuzichitira chipongwe"},{"SurahNumber":6,"VerseNumber":6,"Text":"“Kodi saona kuti ndi mibadwo ingati tidaiononga patsogolo pawo? Tidawapatsa mphamvu yopezera za m’dziko zomwe sitidakupatseni inu. Ndipo tidawavumbwitsira mvula yopitiriza (mwa ubwino choncho, adasangalala kopambana). Ndipo tidaipanga mitsinje kuyenda pansi pawo (pansi pa mitengo yawo ndi nyumba zawo). Kenako tidawaononga chifukwa cha machimo awo, ndipo pambuyo pawo tidalenga mibadwo ina"},{"SurahNumber":6,"VerseNumber":7,"Text":"“Ndipo ngati tikadakutsitsira malemba (olembedwa) m’mapepala, (monga momwe adakufunsira), nkuwakhudza ndi manja awo, amene sadakhulupirire akadati: “Ichi sichina koma ndi matsenga owoneka.”"},{"SurahNumber":6,"VerseNumber":8,"Text":"“Ndipo amanena: “Bwanji iye osamtsitsira mngelo (kuti aziikira umboni kwa anthu za uneneri wake)?” Tikadakutsitsira mngelo (nkusakhulupirira), ndithu chiweruzo cha kuonongeka kwawo chikadakwaniritsidwa. Ndipo sakadapatsidwanso mpata"},{"SurahNumber":6,"VerseNumber":9,"Text":"“Ndipo tikadampanga iyeyo kukhala mngelo, tikadamsandutsa kukhala munthu (chifukwa iwo sangathe kumuona mngelo), ndipo tikadati asakanikirane nawo monga momwe eni amasakanikirana (kotero kuti sakadamdziwa kuti mngelo ndi uyu)"},{"SurahNumber":6,"VerseNumber":10,"Text":"“Ndithudi, adachitidwa chipongwe atumiki patsogolo pako; koma (mapeto ake) aja mwa iwo omwe adachita chipongwe zidawazinga zomwe adali kuzichitira chipongwe"},{"SurahNumber":6,"VerseNumber":11,"Text":"“Nena: “Yendani pa dziko, kenako tayang’anani momwe adalili mapeto a otsutsa.”"},{"SurahNumber":6,"VerseNumber":12,"Text":"“Nena (mowafunsa): “Nzayani zomwe zili kumwamba ndi pansi?” Nena kwa iwo (ngati sakuyankha): “Nza Allah.” Iye wadzikakamiza kuwachitira chifundo (anthu Ake). (Pachifukwa chimenechi amawapatsa nthawi osawalanga mwachangu). Ndithudi adzakusonkhanitsani tsiku la Qiyâma lopanda chikaiko. Amene adzitaya okha, sakhulupirira (za tsikulo)"},{"SurahNumber":6,"VerseNumber":13,"Text":"“Nza Iye (Allah) zonse zili mu nthawi ya usiku ndi usana. Iye Ngwakumva, Ngodziwa"},{"SurahNumber":6,"VerseNumber":14,"Text":"“Nena: “Ndidzipangire mtetezi wanga kusiya Allah, Mlengi wa thambo ndi nthaka? Iye Njemwe amadyetsa ndipo sadyetsedwa.” Nena: “Ndalamulidwa kukhala woyamba mwa olowa m’Chisilamu.” Ndipo (ndauzidwa kuti): “Usakhale mwa ophatikiza (Allah ndi mafano)”"},{"SurahNumber":6,"VerseNumber":15,"Text":"“Nena (kwa iwo): “Ine ndikuopa chilango cha tsiku lalikulu ngati ndinyoza Mbuye wanga.”"},{"SurahNumber":6,"VerseNumber":16,"Text":"“Yemwe adzapewetsedwe ku chilangocho tsiku limenelo, ndiye kuti wamchitira chifundo; kumeneko nkupambana kowonekera"},{"SurahNumber":6,"VerseNumber":17,"Text":"“Ngati Allah atakukhudza ndi mazunzo, palibe aliyense angathe kukuchotsera, koma Iye basi; ndipo ngati atakukhudza ndi zabwino (palibe amene angakutsekereze ku zabwinozo). Iye ali ndi mphamvu pa chilichonse"},{"SurahNumber":6,"VerseNumber":18,"Text":"“Iye ndi Mgonjetsi pa anthu ake (onse); Iye Ngwanzeru zakuya, Wodziwa nkhani zonse"},{"SurahNumber":6,"VerseNumber":19,"Text":"“Nena: “Kodi nchinthu chanji chomwe umboni wake uli waukulu koposa?” Nena (ngati sakuyankha): “Ndi (umboni wa) Allah basi. (Iye) ndi Mboni pakati pa ine ndi inu. Ndipo Qur’an iyi yavumbulutsidwa kwa ine kuti ndikuchenjezeni nayo ndi amene yawafika (pali ponse pamene ali). Kodi inu mukutsimikiza ndi kuikira umboni kuti pali milungu ina pamodzi ndi Allah?” Nenanso: “Koma ine sindikuikira umboni.” Nenanso: “Iye ndi Mulungu Mmodzi Yekha. Ndithudi, ine ndili kutali ndi zomwe mukumphatikiza nazo.”"},{"SurahNumber":6,"VerseNumber":20,"Text":"“Omwe tidawapatsa buku akumzindikira (Muhammad {s.a.w} bwinobwino) monga momwe akuwazindikilira ana awo. Koma omwe adziononga okha, iwo sangakhulupirire"},{"SurahNumber":6,"VerseNumber":21,"Text":"“Kodi ndani woipitsitsa zedi woposa yemwe akum’pekera Allah bodza. Kapena kutsutsa zizindikiro Zake? Ndithudi, oipa sangapambane"},{"SurahNumber":6,"VerseNumber":22,"Text":"“Ndipo (akumbutse) tsiku lomwe tidzawasonkhanitsa onse pamodzi; kenako tidzati kwa omwe adali kuphatikiza (Allah ndi mafano): “Ali kuti aphatikizi anu aja omwe munkati ngothandizana ndi Allah?”"},{"SurahNumber":6,"VerseNumber":23,"Text":"“Ndipo dandaulo lawo silidzakhala lina koma kunena: “Tikulumbilira Allah Mbuye wathu, sitidali ophatikiza (mafano ndi Allah).” (Uku kudzakhala kuyesera kumunamiza Allah)"},{"SurahNumber":6,"VerseNumber":24,"Text":"“Taona momwe akudzinamizira okha ndipo zidzawasokonekera zomwe adali kuzipeka (ponena kuti izo ndi milungu zidzawapulumutsa kwa Allah)"},{"SurahNumber":6,"VerseNumber":25,"Text":"“Alipo ena mwa iwo omwe akukumvetsera (ukamawerenga Qur’an), ndipo taika zitsekero pa mitima yawo kuti asazindikire (chifukwa cha machimo awo omwe akhala akuchita), ndi m’makutu mwawo kulemera kwa ugonthi; ndipo akaona chozizwitsa chilichonse, sakuchikhulupirira, kufikira akakudzera kudzakangana nawe, awo amene sadakhulupirire akuti: “Izi (zimene utilankhulazi), sikanthu koma ndi nkhani zopeka za anthu akale.”"},{"SurahNumber":6,"VerseNumber":26,"Text":"“Ndipo iwo akuletsa (anthu kutsatira) izi, ndipo (eniwo) akudzitalikitsa nazo. Palibe wina akumuononga koma iwo okha, ndipo sakudziwa"},{"SurahNumber":6,"VerseNumber":27,"Text":"“Ndipo ukadaona (tsiku la Qiyâma) pamene adzawaimitsa pa Moto nkuyamba kunena: “Ha! Tikadabwezedwa (ku dziko lapansi) ndipo sitikadatsutsanso zizindikiro za Mbuye wathu; ndipo tikadakhala mwa okhulupirira.”"},{"SurahNumber":6,"VerseNumber":28,"Text":"“(Sichoncho) koma zawaonekera poyera zomwe adali kubisa kale. Ndipo akadabwezedwa akadabwerezanso kuchita zimene adaletsedwa. Ndithudi iwo ngabodza basi"},{"SurahNumber":6,"VerseNumber":29,"Text":"“Akumanena: “Palibe moyo wina koma moyo wathu wa pa dziko lapansi basi. Ndipo ife sitidzaukitsidwanso m’manda.”"},{"SurahNumber":6,"VerseNumber":30,"Text":"“Ndipo ukadaona (tsiku la chiweruziro) pamene azikaimitsidwa pamaso pa Mbuye wawo nauzidwa: “Kodi ichi sichoona?” (Iwo) nati: “Inde nchoona, tikulumbira Mbuye wathu.” (Allah) adzati: “Lawani chilango chifukwa cha kusakhulupirira kwanu (aneneri a Allah).”"},{"SurahNumber":6,"VerseNumber":31,"Text":"“Ndithudi, ataika ndi kuonongeka amene akutsutsa zokumana ndi Allah, mpaka mwadzidzidzi nthawi ya Qiyama itawafikira, adzati: “Ho! Masautso pa ife chifukwa chakusalabadira kwathu za zimenezi, uku iwo atasenza mitolo ya machimo kumisana kwao. Taonani kuipa kwa zomwe akusenza"},{"SurahNumber":6,"VerseNumber":32,"Text":"“Ndipo moyo wadziko lapansi sikanthu, koma ndi masewera ndi chibwana. Koma nyumba yomaliza ndiyabwino koposa, (siyofanana ndi chisangalalo cha pa dziko lapansi) kwa omwe akuopa Allah. Bwanji simuzindikira"},{"SurahNumber":6,"VerseNumber":33,"Text":"“Ndithu tikudziwa kuti zikukudandaulitsa zomwe akukunenera (pokunyoza ndi kukuyesa wabodza. Ndithu iwo sakukutsutsa iwe; koma oipawa akutsutsa zizindikiro za Allah)"},{"SurahNumber":6,"VerseNumber":34,"Text":"“Ndithudi, atumiki onse adatsutsidwa iwe usadadze. Koma adapirira ku zomwe adatsutsidwa, ndipo adazunzidwa kufikira pamene chipulumutso Chathu chidawafika. Palibe wosintha mawu a Allah. Ndithu zakufika nkhani za atumiki (momwe muli malingaliro ndi maphunziro ambiri)"},{"SurahNumber":6,"VerseNumber":35,"Text":"“Ndipo ngati nkovuta kwa iwe kudzipatula kwawoku (ndi zomwe wadza nazozi pomwe iwo akukuumiriza kuti uwabweretsere chozizwitsa, nawe nkumafuna; zikadatero, pomwe Ine sindikufuna), choncho ngati uli wokhoza kufunafuna njira ya pansi penipeni m’nthaka (kukafuna zozizwitsazo), kapena (ungathe kupeza) makwelero nkukwera kumwamba nkubwera ndi chozizwitsa (chimene akufuna, chita). Allah Akadafuna akadawasonkhanitsa onse ku chiwongoko. Choncho, usakhale mwa osazindikira zinthu"},{"SurahNumber":6,"VerseNumber":36,"Text":"“Ndithudi amene akuvomereza, ngomwe akumva (ndipo anthu awa amene safuna kumvera chilichonse ndi akufa ngakhale ali moyo). Ndipo akufa Allah adzawaukitsa (m’manda mwawo) kenako adzabwezedwa kwa Iye"},{"SurahNumber":6,"VerseNumber":37,"Text":"“Ndipo akumanena: “Bwanji sichinatsitsidwe chozizwitsa kwa iye kuchokera kwa Mbuye wake?” Nena: “Ndithudi, Allah Ngokhoza kutsitsa chozizwitsa koma ambiri a iwo sadziwa (zomwe Allah afuna).”"},{"SurahNumber":6,"VerseNumber":38,"Text":"“Ndipo palibe nyama ili yonse pa nthaka, ngakhale mbalame yowuluka ndi mapiko ake awiri koma ndi magulu a zolengedwa ngati inu (zomwe Allah adazilenga). Sitinasiye chinthu chilichonse kapena kuchinyozera chilichonse m’buku (chomwe nchofunika koma tachifotokoza). Ndipo tero kwa Mbuye wawo adzasonkhanitsidwa"},{"SurahNumber":6,"VerseNumber":39,"Text":"“Ndipo amene atsutsa zizindikiro Zathu, ndiagonthi ndiponso abubu, ali mu m’dima (wa umbuli). Amene Allah wamfuna amamlekelera kusokera. Ndipo amene wamfuna amamuika pa njira yolunjika (yomwe ndi njira ya Chisilamu)"},{"SurahNumber":6,"VerseNumber":40,"Text":"“Nena: “Tandiuzani ngati mazunzo a Allah atakufikani (pompano pa dziko lapansi), kapena kukufikani nthawi (ya chilango cha tsiku lachimaliziro) kodi mudzaitana yemwe sali Allah (kuti akupulumutseni) ngati inu muli owona.”"},{"SurahNumber":6,"VerseNumber":41,"Text":"““Koma Iye yekha ndi Yemwe mudzampempha, ndipo Iye adzakuchotserani zomwe mukumpempha (kuti akuchotsereni) ngati atafuna. Ndipo mudzaiwala zomwe mudali kuziphatikiza (ndi Allah).”"},{"SurahNumber":6,"VerseNumber":42,"Text":"“Ndithu tidawatumiza (atumiki) ku mibadwo yomwe idalipo iwe usadadze. Ndipo tidaikhaulitsa (mibadwoyo) ndi mazunzo ndi masautso kuti iyo idzichepetse (pambuyo podzikuza)"},{"SurahNumber":6,"VerseNumber":43,"Text":"“Pamene masautso adawafika kuchokera kwa Ife, bwanji sadaphunzire kudzichepetsa? Koma mitima yawo idali youma, ndipo satana adawakometsera machimo omwe iwo adali kuchita"},{"SurahNumber":6,"VerseNumber":44,"Text":"“Ndipo pamene adanyozera zimene ankakumbutsidwa tidawatsekulira makomo a chinthu chilichonse (chimene adali kuchifuna) kufikira pamene adasangalala ndi zomwe adapatsidwa, tidawagwira mwadzidzidzi; pompo adataya mtima"},{"SurahNumber":6,"VerseNumber":45,"Text":"“Choncho mizu ya anthu oipa idadulidwa. Ndipo kuyamikidwa konse kwabwino nkwa Allah, Mbuye wa zolengedwa"},{"SurahNumber":6,"VerseNumber":46,"Text":"“Nena: “Tandiuzani, ngati Allah atakuchotserani kumva kwanu ndi kupenya kwanu, nadinda chidindo m’mitima yanu (kuti asalowemo mawu amalangizo a mtundu uliwonse), kodi ndi mulungu uti, kupatula Allah, amene angakubwezereninso (zimenezi)?” Taona momwe tikufotokozera mwatsatanetsatane zizindikiro kenako iwo akunyozera"},{"SurahNumber":6,"VerseNumber":47,"Text":"“Nena: “Tandiuzani, ngati masautso a Allah atakufikani mwadzidzidzi kapena moonekera, kodi angaonongeke ndi ena osati anthu ochita zoipa?”"},{"SurahNumber":6,"VerseNumber":48,"Text":"“Ndipo sititumiza atumiki koma kuti akhale ouza nkhani zabwino ndi ochenjeza. Choncho amene akhulupirira nakonza zinthu, pa iwo sipadzakhala mantha ndiponso sadzadandaula"},{"SurahNumber":6,"VerseNumber":49,"Text":"“Ndipo amene atsutsa zizindikiro zathu, chilango chidzawakhudza chifukwa chakupandukira kwawo chilamulo"},{"SurahNumber":6,"VerseNumber":50,"Text":"“Nena: “Ine sindikukuuzani kuti ndili nazo nkhokwe za Allah kapena kuti ndikudziwa zamseri, ndiponso sindikukuuzani kuti ine ndine mngelo. Ine sinditsata china koma zomwe zikuvumbulutsidwa kwa ine.” Nena: “Kodi wakhungu ndi wopenya angafanane? Bwanji simukuganizira?”"},{"SurahNumber":6,"VerseNumber":51,"Text":"“Achenjeze ndi Qur’an iyi omwe akuopa kuti adzasonkhanitsidwa kwa Mbuye wawo pomwe ali opanda mtetezi ngakhale muomboli aliyense kupatula Iye, kuti iwo aope (Allah)"},{"SurahNumber":6,"VerseNumber":52,"Text":"“Ndipo usawathamangitse omwe akupembedza Mbuye wawo m’mawa ndi madzulo pofuna chiyanjo Chake. Chiwerengero chawo sichili pa iwe ngakhale pang’ono, ndipo chiwerengero chako sichili pa iwo ngakhale pang’ono kotero kuti nkwathamangitsa. (Ngati uwapirikitsa) ukhala m’gulu la anthu ochita zoipa"},{"SurahNumber":6,"VerseNumber":53,"Text":"“Ndipo momwemo tawasankha ena (osauka) kukhala mayeso a ena (olemera) kuti (osauka) anene: “Kodi awa ndi omwe Allah wawasankhira ubwino mwa ife (ndikutisiya ife?)” Kodi Allah sali Wodziwa zedi amene akumthokoza"},{"SurahNumber":6,"VerseNumber":54,"Text":"“Ndipo (iwe Mneneri) akakudzera (awo osauka) amene akhulupirira zizindikiro zathu (atalakwa pang’ono), auze: “Mtendere ukhale pa inu. Mbuye wanu wadzikakamiza kukhala Wachifundo, kuti mwa inu amene achite choipa mwaumbuli, koma pambuyo pake nkulapa, nachita zabwino, Allah amkhululukira; Iye Ngokhululuka kwambiri, Ngwachisoni chosatha.”"},{"SurahNumber":6,"VerseNumber":55,"Text":"“Mmenemo ndi momwe tikufotokozera zizindikiro mwatsatanetsatane (kuti choonadi chioneke) ndi kuti njira ya oipa idziwike bwinobwino"},{"SurahNumber":6,"VerseNumber":56,"Text":"“Nena: “Ndithu ine ndaletsedwa kupembedza amene mukuwapembedza kusiya Allah.” Nena: “Sinditsata zilakolako zanu; ndikadatero ndikadasokera ndipo sindikadakhala mwa owongoka.”"},{"SurahNumber":6,"VerseNumber":57,"Text":"“Nena: “Ndithu ine ndili ndi umboni wowoneka wochokera kwa Mbuye wanga (wotsimikizira zomwe ndikunenazi), koma inu mwautsutsa. Ndilibe (chilango) chimene mukuchifulumizitsacho. Palibe kulamula koma nkwa Allah. Amakamba zoona zokhazokha; Iye Ngwabwino mwa oweruza (onse).”"},{"SurahNumber":6,"VerseNumber":58,"Text":"“Nena: “Ndikadakhala nacho chimene mukuchifulumizitsacho, ndiye kuti chinthucho chikadachitika pakati pa ine ndi inu (ndikadakuonongani koma ndilibe nyonga). Ndipo Allah akuwadziwa bwino anthu ochita zoipa.”"},{"SurahNumber":6,"VerseNumber":59,"Text":"“Ndipo Iye (Allah) ali nawo Makiyi a zobisika palibe akuwadziwa koma Iye basi. Ndipo akudziwa za pamtunda ndi za panyanja. Ndipo palibe tsamba limene limagwa koma amalidziwa. Ndipo (siigwa) njere mu mdima wa m’nthaka (koma iye akudziwa). Ndipo (sichigwa) chachiwisi ngakhale chouma, koma chili m’buku loonetsa chilichonse"},{"SurahNumber":6,"VerseNumber":60,"Text":"“Iye ndiyemwe amakupatsani imfa (yatulo) nthawi yausiku, ndipo amadziwa zimene mwachita masana, kenako amakudzutsani mmenemo kuti ikwane nthawi yanu yoikidwa (yofera); kenako kwa Iye ndiko kobwerera kwanu, nadzakuuzani zimene munkachita"},{"SurahNumber":6,"VerseNumber":61,"Text":"“Iye ndi M’gonjesi pa akapolo Ake ndipo amakutumizirani (angelo) osunga, (olemba zochita zanu); kufikira mmodzi wanu imfa ikamdzera, angelo athuwo amampatsa imfa, ndipo iwo sanyozera (ntchito yawo)"},{"SurahNumber":6,"VerseNumber":62,"Text":"“Kenako adzabwezedwa kwa Allah, Mbuye wawo Woona. Dziwani kuti kuweruza Nkwake. Iye Ngwachangu powerengera kuposa owerengera (onse)"},{"SurahNumber":6,"VerseNumber":63,"Text":"“Nena: “Kodi ndani amakupulumutsani m’masautso a pamtunda ndi panyanja?” Mumampempha modzichepetsa ndi motsitsa mawu (kuti): “Ngati atipulumutsa m’mazunzo awa, ndithudi tidzakhala mwa othokoza.”"},{"SurahNumber":6,"VerseNumber":64,"Text":"“Nena: “Allah ndi Yemwe amakupulumutsani ku zimenezo ndi ku masautso a mtundu uliwonse. Kenako inu mukumphatikiza ndi mafano"},{"SurahNumber":6,"VerseNumber":65,"Text":"“Nena: “Iye Ngokhoza kukutumizirani chilango kuchokera pamwamba panu kapena pansi pa miyendo yanu, kapena kudzetsa chisokonezo nkukhala magulumagulu (osamvana), ndipo (akhoza) kuwalawitsa ena a inu chilango cha mtopola wa ena.” Taona momwe tikufotokozera zizindikiro kuti iwo azindikire"},{"SurahNumber":6,"VerseNumber":66,"Text":"“Koma anthu ako aitsutsa iyo (Qur’an) pomwe ili yoona. Nena: “Ine sindili muyang’anili pa inu.”"},{"SurahNumber":6,"VerseNumber":67,"Text":"“Nkhani iliyonse (yomwe yatchulidwa apa) ili ndi nthawi yake yodziwika (yofikira). Ndipo posachedwapa mudziwa (izi)"},{"SurahNumber":6,"VerseNumber":68,"Text":"“Ndipo (iwe Msilamu weniweni) ukawaona omwe akuchita chipongwe ndi Ayah Zathu, apatuke mpaka anene nkhani ina. Ndipo ngati satana atakuiwalitsa, (nkukhala nawo pomwe iwo akukambirana zotere), choncho, pambuyo pokumbukira usakhale pamodzi ndi anthu ochita zoipa"},{"SurahNumber":6,"VerseNumber":69,"Text":"“Palibe chilichonse chimene chingawapeze oopa Allah chochokera m’chiwerengero cha oipawo, koma chofunika kwa iwo (oopa Allah) ndikuwakumbutsa (oipawo) kuti aope (aleke zomwe akunenazo)"},{"SurahNumber":6,"VerseNumber":70,"Text":"“Asiye amene achita chipembedzo chawo kukhala masewera ndi chibwana. Ndipo wawanyenga moyo wadziko lapansi. Choncho, akumbutse ndi Qur’aniyo (kuti achenjere), kuti ungaonongedwe mtima uliwonse (ndi kuikidwa m’ndende) kupyolera mu zomwe udapata. Ndipo sukhala ndi mtetezi ngakhale muomboli posakhala Allah, ngakhale utayesera kupereka dipo lamtundu uliwonse silingavomerezedwe (kwa mzimuwo). Awo ndi omwe aonongeka ndi kunjatidwa chifukwa cha zomwe adapeza. Iwo adzakhala ndi chakumwa cha madzi a moto owira kwambiri, ndi chilango chopweteka chifukwa cha kusakhulupirira kwawo (Allah)"},{"SurahNumber":6,"VerseNumber":71,"Text":"“Nena: “Kodi tipembedze omwe sali Allah, omwe sangatipatse phindu (ngati titawapembedza), ndiponso sangathe kutivutitsa (tikasiya kuwapembedza), ndetibwezedwe m’mbuyo pambuyo potitsogolera Allah? Tikhale chimodzimodzi aja omwe satana adawasokeretsa, nkukhala achewuchewu pa dziko? Ali nawo anzawo omwe akuwaitanira ku chiongoko (kuti) ‘Bwerani kwathu, (koma samva. Sitingakhale monga anthu otere).” Nena: “Utsogozi weniweni ngwa Allah, ndipo talamulidwa kuti tigonjere Mbuye wa zolengedwa zonse.”"},{"SurahNumber":6,"VerseNumber":72,"Text":"“Ndikuti: “Pempherani Swala, ndipo muopeni Iye, Yemwe kwa Iye mudzasonkhanitsidwa.”"},{"SurahNumber":6,"VerseNumber":73,"Text":"“Iye ndiye adalenga thambo ndi nthaka mwa choonadi. Ndipo panthawi imene akunena (kuchiuza chinthu): “Chitika,” ndipo chimachitikadi. Mawu ake ndioona. Ndipo ufumu udzakhala Wakewake tsiku limene Lipenga lidzaimbidwa. Ngodziwa zamseri ndi zooneka. Iye Ngwanzeru zakuya, Wodziwa nkhani zonse"},{"SurahNumber":6,"VerseNumber":74,"Text":"“Ndipo (kumbukirani) pamene Ibrahim adauza bambo ake, Azara: “Kodi mukupanga mafano kukhala milungu? Ndithu ine ndikukuonani inu ndi anthu anu kuti muli m’kusokera koonekera.”"},{"SurahNumber":6,"VerseNumber":75,"Text":"“Ndipo momwemo tidamuonetsa Ibrahim ufumu wa kumwamba ndi pansi (kuti ngwa Allah) kuti akhale m’modzi mwa otsimikiza"},{"SurahNumber":6,"VerseNumber":76,"Text":"“Ndipo pamene kunam’dera adaona nyenyezi. Adati (mwadaladala kuti abutse nzeru za opembedza mafano): “(Nyenyezi) iyi ndiye mbuye wanga.” Pamene idalowa, adati: “Sindikonda (milungu) yomalowa, (yomasowa, yakutha).”"},{"SurahNumber":6,"VerseNumber":77,"Text":"“Pamene adaona mwezi ukutuluka, adati: “Uyu ndiye mbuye wanga.” Koma pamene udalowa, adati: “Ngati Mbuye wanga sandiongolera, ndithudi, ndikhala m’gulu la anthu osokera.”"},{"SurahNumber":6,"VerseNumber":78,"Text":"“Pamene adaona dzuwa likutuluka, adati: “Uyu ndiye mbuye wanga; uyu ngwamkulu kwabasi.” Koma pamene lidalowa, adati: “E inu anthu anga! Ine ndili kutali ndi zomwe mukumphatikiza nazo (Allah)"},{"SurahNumber":6,"VerseNumber":79,"Text":"“Ndithu ine ndalungamitsa nkhope yanga kwa Yemwe adalenga thambo ndi nthaka, ndapendekera kwa Iye Yekha. Ndipo ine sindili mwa om’phatikiza (Allah ndi mafano)"},{"SurahNumber":6,"VerseNumber":80,"Text":"“Ndipo anthu ake adakangana naye (pomuuza kuti: “Bwanji ukusiya chipembedzo chamakolo ako; uona malaulo”). (Iye) adati: “Kodi Mukukangana nane pa za Allah pomwe Iye wanditsogolera? Ndipo Sindingaope zimene mukumphatikiza Naye, kupatula Mbuye wanga akafuna chinthu, (apo chiyenera kuchitika). Mbuye wanga akudziwa chinthu chilichonse bwinobwino. Bwanji simulalikika?”"},{"SurahNumber":6,"VerseNumber":81,"Text":"““Ndipo ndingaope chotani zomwe mwaziphatikiza (ndi Allah) pomwe inu simuopa kuti mukumphatikiza Allah (ndi mafano) omwe Allah sadawatsitsire pa inu umboni (kuti muziwapembedza). Choncho ndi gulu liti m’magulu awa awiri (langa kapena lanu) loyenera koposa kupeza chitetezo? Ngati inu mudziwa (zinthu).”"},{"SurahNumber":6,"VerseNumber":82,"Text":"“(Palibe chikaiko kwa) amene adakhulupirira ndipo sadasakanize chikhulupiliro chawo ndi kupondereza (shirk), iwowo ali nacho chitetezo. Ndiponso iwo ndi omwe ali oongoka"},{"SurahNumber":6,"VerseNumber":83,"Text":"“Ndipo izi ndi zizindikiro Zathu (mitsutso Yathu), zomwe tidampatsa Ibrahim pa anthu ake. Timamtukulira ulemelero amene tamfuna. Ndithu Mbuye wako Ngwanzeru zakuya, Ngodziwa kwambiri"},{"SurahNumber":6,"VerseNumber":84,"Text":"“Ndipo tidampatsa (Ibrahim mwana wotchedwa) Ishaq ndi (mdzukulu wotchedwa) Ya’qub. Onse tidawaongola. Nayenso Nuh tidamuongola kale (asadadze Mneneri Ibrahim). Ndipo kuchokera m’mbumba yake (Nuh, tidamuongola) Daud, Sulaiman, Ayubu, Yûsuf, Mûsa, ndi Harun. Ndipo umo ndi momwe timawalipirira ochita zabwino"},{"SurahNumber":6,"VerseNumber":85,"Text":"“Tidamutsogoleranso Zakariya, Yahya, Isa (Yesu) ndi Iliyasa. Onse adali mwa anthu abwino"},{"SurahNumber":6,"VerseNumber":86,"Text":"“Ndi Ismail, Eliya, Yunus (Yona) ndi Luti (Loti). Onsewa tidawapatsa ubwino pa zolengedwa zonse"},{"SurahNumber":6,"VerseNumber":87,"Text":"“(Ndiponso tidawatsogolera) ena mwa atate awo, ana awo ndi abale awo. Ndipo tidawasankha ndi kuwaongolera ku njira yolunjika"},{"SurahNumber":6,"VerseNumber":88,"Text":"“Ichi ndi chiongoko cha Allah. Ndi icho akuongolera yemwe wamfuna mwa akapolo Ake. Akadakhala kuti (aneneriwo) adamphatikiza (Allah ndi zina) zikadawaonongekera zimene ankachita"},{"SurahNumber":6,"VerseNumber":89,"Text":"“Iwo ndi omwe tidawapatsa mabuku, chiweruzo, ndi uneneri. Choncho ngati awa (osakhulupirira) azikane izi, basi, tazipereka kale kwa anthu omwe sangazikane"},{"SurahNumber":6,"VerseNumber":90,"Text":"“Iwo ndi omwe Allah adawaongola choncho, tsatira chiongoko chawo. Nena: “Sindikukupemphani malipiro pa izi (zomwe ndikukuphunzitsanizi, koma ndikungotumikira Allah). Ichi sichina koma ndi ulaliki kwa zolengedwa (majini ndi anthu).”"},{"SurahNumber":6,"VerseNumber":91,"Text":"“Koma (Ayuda) sadamulemekeze Allah monga momwe zikufunikira pomulemekeza pomwe adati: “Allah Sadavumbulutsepo chilichonse kwa munthu aliyense.” (Adanena izi pamene mtumiki adawauza kuti Qur’an ndi buku lomwe Allah wavumbulutsa). Nena: “Kodi ndani adavumbulutsa buku lomwe lidadza ndi Mûsa? Lomwe lidali kuunika ndi chiwongoko kwa anthu, lomwe mwalipanga kukhala magawo-magawo; zimene mwafuna kuonetsa kwa anthu mukuzionetsa. Koma zambiri mukubisa (zomwe sizigwirizana ndi zofuna zanu). Ndipo mwaphunzitsidwa (ndi iyi Qur’an) zomwe simudali kuzidziwa, inu ngakhale makolo anu. Nena: “Allah (ndi Yemwe wavumbulutsa iyi Qur’an ndi mabuku ena.”) Kenako asiye azingosewera m’kubwebweta kwawo (kopanda pake)"},{"SurahNumber":6,"VerseNumber":92,"Text":"“Ndipo ili ndibuku limene talivumbulutsa lamadalitso ochuluka; lotsimikizira zomwe zidalitsogolera. Ndikuti uchenjeze manthu wa mizinda (Makka) ndi amene ali m’mphepete mwake. Ndipo amene akukhulupirira tsiku lachimaliziro, akulikhulupirira (bukuli). Ndipo iwo Swala zawo akuzisunga bwino"},{"SurahNumber":6,"VerseNumber":93,"Text":"“Kodi ndani woipitsitsa koposa yemwe wampekera bodza Allah kapena wonena: “Kwavumbulutsidwa kwa ine,” pomwe sikunavumbulutsidwe kwa iye chilichonse; ndi yemwe akunena: ‘“Ndivumbulutsa monga chimene Allah wavumbulutsa.” Ukadawaona anthu ochita zoipa akuthatha ndi imfa, nawo angelo atatambasula manja awo (powamenya uku akuwauza): “Tulutsani moyo wanu; lero mulipidwa chilango chonyozetsa chifukwa cha zomwe mudali kunenera Allah popanda choonadi, ndi kudzitukumula kwanu pa zizindikiro zake.” (Ukadaona zoopsa kwabasi)"},{"SurahNumber":6,"VerseNumber":94,"Text":"“Ndipo (tsiku la Qiyâma tidzakuuzani): “Ndithudi, mwatidzera mmodzimmodzi (payekhapayekha popanda chuma ndi ana kuti zikupulumutseni), monga mmene tidakulengerani pachiyambi. Ndipo mwasiya kumbuyo kwanu zonse zomwe tidakupatsani. Ndipo sitikuona pamodzi nanu apulumutsi anu aja, amene munkati ngothandizana (ndi Allah; ndi kuti iwo ndi apulumutsi anu). Ndithudi mgwirizano omwe udali pakati panu waduka. Ndipo zakusokonekerani zimene munkaziganizira (kuti ndi milungu).”"},{"SurahNumber":6,"VerseNumber":95,"Text":"“Ndithu Allah ndi Yemwe amang’amba njere ndi mbewu ya zipatso (kuti zimere). Amatulutsa chamoyo m’chakufa. Ndiponso Ngotulutsa chakufa m’chamoyo. Ameneyu ndi Allah, nanga mukutembenuzidwa chotani"},{"SurahNumber":6,"VerseNumber":96,"Text":"“Iye ndi Yemwe ali Wotsekula m’bandakucha, ndipo amaupanga usiku kukhala wabata (nthawi yopumula) ndi dzuwa ndi mwezi kukhala zowerengera masiku ndi zaka (kalendala). Ichi nchikonzero cha Wamphamvu zoposa, Wodziwa kwambiri"},{"SurahNumber":6,"VerseNumber":97,"Text":"“Iye ndi amene anakupangirani nyenyezi kuti mulondole njira kudzera mwa izo mu m’dima wa pamtunda ndi panyanja. Ndithu talongosola mokwanira zizindikiro (zathu) kwa anthu odziwa"},{"SurahNumber":6,"VerseNumber":98,"Text":"“Ndipo Iye ndi yemwe adakulengani kuchokera mu mzimu umodzi. (Kwa inu) alipo malo okhalapo (dziko lapansi kapena m’mimba mwa mayi) ndiponso posungirapo (mmanda kapena munsana mwa bambo). Ndithu tafotokoza zizindikiro (Zathu) kwa anthu ozindikira"},{"SurahNumber":6,"VerseNumber":99,"Text":"“Iye ndi Yemwe amavumbwitsa mvula kuchokera kumwamba. Ndi madzi a mvulayo timameretsa mmera wa chinthu chilichonse. Ndipo m’menemo tikuphukitsa masamba obiriwira, tikutulutsa mmenemo njere zosanjikana; ndiponso m’kanjedza m’mikoko mwake mumatuluka maphava ogoweka (ndizipatso). Ndipo amakumeretserani minda ya mphesa, mzitona ndi makomamanga, ofanana ndi osafanana. Tapenyani zipatso zake pamene zikupatsa ndi kupsa kwake. Ndithu m’zimenezo muli zizindikiro kwa anthu okhulupirira"},{"SurahNumber":6,"VerseNumber":100,"Text":"“Ndipo (pamwamba pa izi) anthu ampangira Allah ziwanda kukhala athandizi (Ake), pomwe Iye ndi Yemwe adazilenga. Ndipo akumnamizira kuti ali ndi ana aamuna ndi aakazi popanda kudziwa. Ali kutali Wolemekezekayo, ndipo watukuka kuzimene akusimbazo"},{"SurahNumber":6,"VerseNumber":101,"Text":"“Iye ndiye Mlengi wathambo ndi nthaka, zingatheke bwanji kukhala ndi mwana pomwe Iye alibe mkazi? Ndipo ndi Yemwe adalenga chinthu chilichonse. Ndiponso Iye Ngodziwa zedi chinthu chilichonse"},{"SurahNumber":6,"VerseNumber":102,"Text":"“Ameneyu ndi Allah, Mbuye wanu; palibe wina woti nkumpembedza mwa choonadi koma Iye. Mlengi wa chinthu chilichonse. Choncho, mpembedzeni. Iye ndi Muyang’aniri wa chinthu chilichonse"},{"SurahNumber":6,"VerseNumber":103,"Text":"“Maso samufika (kuti nkumuona); koma Iye amawafika maso (amawaona pamodzi ndi eni masowo). Iye Ngodziwa zobisika kwambiri, Ngodziwa zoonekera"},{"SurahNumber":6,"VerseNumber":104,"Text":"“(Nena iwe Mtumiki): “Ndithu umboni otsimikizika wakufikani kuchokera kwa Mbuye wanu, choncho amene atsekule maso ake nkuyang’ana ndiye kuti (zotsatira zake zabwino) zili pa iye mwini. Ndipo amene atseke maso ake zili pa iye mwini (zotsatira zake zoipa). Ndipo ine sindili muyang’anili wanu.”"},{"SurahNumber":6,"VerseNumber":105,"Text":"“Motero tikulongosola mwatsatanetsatane zizindikiro, (kuti azindikire). Ndikuti anene: “Wachita kuphunzira (izi, si Allah amene wakuuza.” Ndipo tazibwerezabwereza chonchi) kuti tilongosole ndi kufotokoza momveka kwa anthu odziwa"},{"SurahNumber":6,"VerseNumber":106,"Text":"“Tsata zimene zavumbulutsidwa kwa iwe kuchokera kwa Mbuye wako. Palibe wopembedzedwa mwa choonadi koma Iye. Ndipo apewe opembedza mafano"},{"SurahNumber":6,"VerseNumber":107,"Text":"“Ndipo Allah akadafuna sakadamphatikiza (ndi mafano), ndipo sitidakuike pa iwo kukhala muyang’aniri wawo. Ndipo iwe suli muyimiliri wawo"},{"SurahNumber":6,"VerseNumber":108,"Text":"“Ndipo usawatukwane amene akupembedza (mafano) kusiya Allah, kuopera kuti angamtukwane Allah mwamwano popanda kuzindikira. Motero taukometsera m’badwo ulionse ntchito zake. Potsiriza adzabwerera kwa Mbuye wawo, choncho, Iye adzawauza zonse zomwe adali kuchita"},{"SurahNumber":6,"VerseNumber":109,"Text":"“Ndipo (akafiri) adalumbira Allah ndi malumbiro awo amphamvu kuti ngati chitawadzera chozizwitsa ndithu adzachikhulupirira. Nena: “Zozizwitsa zili kwa Allah (sizili mmanja mwanga). Kodi nchinthu chanji chingakudziwitseni (inu Asilamu) kuti (ngakhale) chitaza (chozizwitsacho) iwo sangakhulupirire?”"},{"SurahNumber":6,"VerseNumber":110,"Text":"“Ndipo titembenuza mitima yawo ndi maso awo (kotero kuti sangathe kuchikhulupirira ngakhale atachiona chozizwitsacho) monga momwe sadaikhulupirire (Qur’an) poyamba ndipo tiwasiya akuyumbayumba m’machimo awo"}]}