{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"And We sent not against his nation after him a force of individuals from heaven, nor We had been those Who send (such forces on such occasions)"},{"SurahNumber":36,"VerseNumber":29,"Text":"It (i.e., the destructive force)] was not but an extra-ordinary wild sound, so then they (became) those who lay silent, dead and destroyed"},{"SurahNumber":36,"VerseNumber":30,"Text":"O, alas for (My) Ibad! There comes not unto them a Messenger but they used to mock at him"},{"SurahNumber":36,"VerseNumber":31,"Text":"Have they not seen how many generations We destroyed before them? Verily, they will not return to these (anymore)"},{"SurahNumber":36,"VerseNumber":32,"Text":"And surely all, when (they) are all together will be those who have been made to present themselves to Us"},{"SurahNumber":36,"VerseNumber":33,"Text":"And a sign unto them is the dead land, We gave it life, and We brought forth from it grains, so they eat thereof"},{"SurahNumber":36,"VerseNumber":34,"Text":"And We have made therein orchards of date-palm and grapes, and We have caused springs of water to gush forth therein"},{"SurahNumber":36,"VerseNumber":35,"Text":"so that they may eat the fruit thereof, and their hands produced it not. Will they not, then, give thanks"},{"SurahNumber":36,"VerseNumber":36,"Text":"Glory be to Him Who has created (in) pairs all of that which the earth produces, as well as of their ownselves (i.e., male and female humans), and of that which they know not"},{"SurahNumber":36,"VerseNumber":37,"Text":"And a sign unto them is the night. We withdraw therefrom the day, and lo! They are those who have invited darkness unto themselves. [During certain months every year the day-portion is stripped off and replaced by the dark hours — i.e., the sun rises late and sets early. But this replacement of the day-time by the dark-hours can even occur of a sudden due to other phenomenon like eclipse of the sun, or raven-dark clouds that may hide the sun during the day-time]"},{"SurahNumber":36,"VerseNumber":38,"Text":"And the sun moves for the fixed course assigned for it. That is the Decree and Assessment of the All-Mighty, the All-Knowing"},{"SurahNumber":36,"VerseNumber":39,"Text":"And the moon: We have decreed to it stages, till it became again like an old dry branch of a date-palm"},{"SurahNumber":36,"VerseNumber":40,"Text":"The sun: it suits it not that it may join the moon, and nor the night that it is one that outstrips the day. [The night, by itself, cannot override the day time to merge a portion of the day-time into the hours of the night]. And all swiftly move in space"},{"SurahNumber":36,"VerseNumber":41,"Text":"And a sign for them is that We carried their offspring in the laden ship (and provided them a safe-passage for the desired destination)"},{"SurahNumber":36,"VerseNumber":42,"Text":"and We have created for them the like thereof whereon they ride"},{"SurahNumber":36,"VerseNumber":43,"Text":"And if We think proper We drown them, then there is no cry for help available to them, and they will not be rescued —"},{"SurahNumber":36,"VerseNumber":44,"Text":"except as a mercy from Us, and as an enjoyment for a limited period"},{"SurahNumber":36,"VerseNumber":45,"Text":"And when it was said to them: “Guard (yourselves against) that which is in between your hands and that which is behind you, in order that you: you may receive mercy.”"},{"SurahNumber":36,"VerseNumber":46,"Text":"And there comes not to them out of Aayatin (a Verse) out of the Ayaat of their Nourisher-Sustainer, but they remained unto it (as) those who deviate (therefrom)"},{"SurahNumber":36,"VerseNumber":47,"Text":"And when it was said to them:'Spend of that which Allah has provided you as provision,' those who disbelieved said to those who had Believed: “Shall we feed that whom if Allah thinks proper, He would have fed him? You are not but in manifest error.”"},{"SurahNumber":36,"VerseNumber":48,"Text":"And they will say: “When will this promise (about Resurrection be fulfilled,) if you are truthful?”"},{"SurahNumber":36,"VerseNumber":49,"Text":"They await not except a single wild sound (like a blast) which will seize them while they are disputing (against the teachings in Al-Kitab)"},{"SurahNumber":36,"VerseNumber":50,"Text":"Then they will not be able to make bequest (or will), and nor they will return to their family-members"},{"SurahNumber":36,"VerseNumber":51,"Text":"And the siren has been blown (a 2nd time) and instantly they move out from their burial-places to their Nourisher-Sustainer — in haste and speed"},{"SurahNumber":36,"VerseNumber":52,"Text":"They said: “O woe to us! Who has raised us up from our place of sleep?” (It will be announced to them): “This is what Ar-Rahman promised and the Messengers did speak truth.”"},{"SurahNumber":36,"VerseNumber":53,"Text":"It was not but a single wild sound, so behold! They altogether are those who have been made to present themselves before Us"},{"SurahNumber":36,"VerseNumber":54,"Text":"So, this Day, no Nafs (personality) shall be wronged to any extent, and you people will not be rewarded except what you used to do (in your beliefs and your deeds)"},{"SurahNumber":36,"VerseNumber":55,"Text":"Verily, the dwellers of the Garden, this Day, are those who feel joy in (any) activity (they indulge in)"},{"SurahNumber":36,"VerseNumber":56,"Text":"They and their consorts are in shades — (as) recliners on raised couches"},{"SurahNumber":36,"VerseNumber":57,"Text":"For them therein are fruits, and for them (is available) whatever they call for"},{"SurahNumber":36,"VerseNumber":58,"Text":"Salamun [peace and blessings (be on you, will be the greeting)] — statement from the continuously Merciful, Nourisher-Sustainer"},{"SurahNumber":36,"VerseNumber":59,"Text":"“O you Al-Mujrimun! Get you apart this Day (and do not approach or come close to the pious Believers).”"},{"SurahNumber":36,"VerseNumber":60,"Text":"Don’t I make a covenant with you, O Bani-Adam, that you must not obey Satan. Surely, he is an evident enemy unto you"},{"SurahNumber":36,"VerseNumber":61,"Text":"and that you must obey Me (Alone). This is a Permanent Path"},{"SurahNumber":36,"VerseNumber":62,"Text":"And surely, indeed he (i.e., Satan) did lead astray numerous groups from amongst you. Would you then not use (your) intellect"},{"SurahNumber":36,"VerseNumber":63,"Text":"This is Hell which had been promised"},{"SurahNumber":36,"VerseNumber":64,"Text":"Slide therein this Day because you used to disbelieve"},{"SurahNumber":36,"VerseNumber":65,"Text":"This Day, We shall put a seal (of closure) over their mouths; and their hands will speak to us, and their lower limbs will bear witness of what they used to earn"},{"SurahNumber":36,"VerseNumber":66,"Text":"And if We think proper We would have surely wiped out over their eyes (the power to see), so that they would have rushed to (find) the way. But how would they see"},{"SurahNumber":36,"VerseNumber":67,"Text":"And if We think proper, We could have surely made them paralysed at their places — then they had no ability for moving about and (then) they will not return"},{"SurahNumber":36,"VerseNumber":68,"Text":"And whoever We grant long life, We do revert him in creation (towards his initial weak state). Will they not then use intellect"},{"SurahNumber":36,"VerseNumber":69,"Text":"And We have not taught him poetry, nor does that suit it (‘it’ refers to Al-Kitab). It is not but Zikr (Message) and Quranum-Mobin"},{"SurahNumber":36,"VerseNumber":70,"Text":"so that it may warn him who happened to be alive and the statement (about punishment) becomes justified against the disbelievers"},{"SurahNumber":36,"VerseNumber":71,"Text":"Have they then not seen that We created for them of what Our Hands have done — the cattle, then they thereof (have become) owners"},{"SurahNumber":36,"VerseNumber":72,"Text":"And We have subdued them unto them, so thereof (are) their rides and therefrom they eat"},{"SurahNumber":36,"VerseNumber":73,"Text":"And for them therein (are many) benefits as well as drinks. Will they not then pay thanks (to the Creator)"},{"SurahNumber":36,"VerseNumber":74,"Text":"And they have taken besides Allah, aaliha, so that they may be provided help"},{"SurahNumber":36,"VerseNumber":75,"Text":"They have no capacity for providing them help. And they (i.e., the followers of the false deities) are unto them (i.e., unto the false gods) like (a blind) horde — the people who have been brought (before Allah for receiving punishment due to their polytheism)"},{"SurahNumber":36,"VerseNumber":76,"Text":"So let not their statement (about other gods) grieve you. Verily, We know what they hide and what they proclaim"},{"SurahNumber":36,"VerseNumber":77,"Text":"Has then the human being not seen that We, We created him from Nutfah? Yet lo! He (comes forward) as an open disputer (about Our Identity)"},{"SurahNumber":36,"VerseNumber":78,"Text":"And he coined similitude for Us and forgot his own creation. He said: “Who will give life to these bones when they are decayed into dust?”"},{"SurahNumber":36,"VerseNumber":79,"Text":"Say: “He will give them life Who initiated them the first time.\" And He is All-Knower of every creation"},{"SurahNumber":36,"VerseNumber":80,"Text":"That One Who produced to you fire out of the green tree, then behold! You kindle therewith (your stoves)"},{"SurahNumber":36,"VerseNumber":81,"Text":"Is not then He Who created the heavens and the earth capable of this that He may create the like of them? Yes, indeed! And He (happens to be) the All-Knowing, Supreme Creator"},{"SurahNumber":36,"VerseNumber":82,"Text":"Surely, what (is a fact is that) His Command, when He intended something (is) that He will say to it, ‘Be’! Instantly it comes into being"},{"SurahNumber":36,"VerseNumber":83,"Text":"So glory be to Him in Whose Hand are the dominions of all things; and to Him will you (all) be brought back"},{"SurahNumber":37,"VerseNumber":1,"Text":"Act as a witness those personalities who set themselves in rows — establishing the rows (in Salat)"},{"SurahNumber":37,"VerseNumber":2,"Text":"then the personalities who transmit the strict warning — transmitting strict warnings (in Takbeer)"},{"SurahNumber":37,"VerseNumber":3,"Text":"then the personalities who recite (the Text of Al-Kitab) Zikran (as a Message)"},{"SurahNumber":37,"VerseNumber":4,"Text":"(declaring categorically that) verily, your Ilah is indeed One —"},{"SurahNumber":37,"VerseNumber":5,"Text":"Nourisher-Sustainer to the heavens and the earth, and whatever is between those two; and the Nourisher-Sustainer to all the easts (every point of the sun’s risings)"},{"SurahNumber":37,"VerseNumber":6,"Text":"Verily We, We have adorned the near heaven with the beauty of the planets"},{"SurahNumber":37,"VerseNumber":7,"Text":"and (other items) as a guard against all the rebellious Satans"},{"SurahNumber":37,"VerseNumber":8,"Text":"They are unable to hear to the higher elite and they are pelted from every side —"},{"SurahNumber":37,"VerseNumber":9,"Text":"being repulsed and outcast, and for them is a constant and perpetual punishment"},{"SurahNumber":37,"VerseNumber":10,"Text":"except one who snatched away something snatched stealthily — then a flaming fire of piercing brightness pursued and chased him"},{"SurahNumber":37,"VerseNumber":11,"Text":"So ask them: “Are they more strong as a creation, or (others) whom We created (as jinns etc.)? \" Verily, We created them (i.e., the humans) of sticky clay"},{"SurahNumber":37,"VerseNumber":12,"Text":"Nay, you wondered (at Al-Kitab) while they mock (at it)"},{"SurahNumber":37,"VerseNumber":13,"Text":"And when they are reminded they do not remind (neither themselves, nor others)"},{"SurahNumber":37,"VerseNumber":14,"Text":"And when they saw Aayatan (‘A Verse’ in Al-Kitab), they mock (at the Message)"},{"SurahNumber":37,"VerseNumber":15,"Text":"and said: “It is not but evident magic"},{"SurahNumber":37,"VerseNumber":16,"Text":"Whether, when we are dead, and have become dust and bones, shall we then verily be indeed those who have been raised into a new life"},{"SurahNumber":37,"VerseNumber":17,"Text":"And whether our initial forefathers (also)?”"},{"SurahNumber":37,"VerseNumber":18,"Text":"Say: “Yes (of course)! And you are those who are humiliated"},{"SurahNumber":37,"VerseNumber":19,"Text":"So certainly what (is a fact is that) this (Day of Resurrection) is a single blasting (wild) sound. And behold, they are staring"},{"SurahNumber":37,"VerseNumber":20,"Text":"And they said: “Oh, woe to us! This is the Day of Accountability.”"},{"SurahNumber":37,"VerseNumber":21,"Text":"This is the Day of Judgement which you used to deny"},{"SurahNumber":37,"VerseNumber":22,"Text":"(The advice will proceed to the angels thus): \"Assemble those who did wrong and their accomplices and what they used to worship"},{"SurahNumber":37,"VerseNumber":23,"Text":"besides Allah, and lead them on to the way of the Flaming Fire"},{"SurahNumber":37,"VerseNumber":24,"Text":"but keep them detained, surely they are those who have been questioned (and have yet not given any explanation for their evil deeds and fake beliefs).”"},{"SurahNumber":37,"VerseNumber":25,"Text":"(O opponents of Al-Kitab)! What (is the matter) with you? You do not provide help to one another"},{"SurahNumber":37,"VerseNumber":26,"Text":"Nay, they, this Day are submitters"},{"SurahNumber":37,"VerseNumber":27,"Text":"And some of them came closer to some others — they question one another"},{"SurahNumber":37,"VerseNumber":28,"Text":"They said: “Certainly (it was) you, you used to come to us from the right side.”"},{"SurahNumber":37,"VerseNumber":29,"Text":"They (i.e., the others) said: “Nay, you (yourselves) were not Believers"},{"SurahNumber":37,"VerseNumber":30,"Text":"And there was not in us, regarding you, any authority. Nay! You (yourselves) were a nation of disobedient arrogants"},{"SurahNumber":37,"VerseNumber":31,"Text":"So the Statement (about punishment) coming from our Nourisher-Sustainer has proved true against us. Verily, we indeed are those who shall taste it very soon"},{"SurahNumber":37,"VerseNumber":32,"Text":"So we led you astray, since indeed we ourselves used to be astray.”"},{"SurahNumber":37,"VerseNumber":33,"Text":"So, surely they, this Day, will be co-partners in the torment"},{"SurahNumber":37,"VerseNumber":34,"Text":"Surely We, in such a manner, We deal with Al-Mujrimun"},{"SurahNumber":37,"VerseNumber":35,"Text":"Truly they, when it was said to them: “La ilaha-ill-Allah [(there is) no god except Allah]”, they used to show stubborn arrogance"},{"SurahNumber":37,"VerseNumber":36,"Text":"And they say: “Whether surely we become those who indeed will abandon our aaliha (gods) for the sake of a fanatic poet?”"},{"SurahNumber":37,"VerseNumber":37,"Text":"Nay! (One who propagates Al-Kitab) has come alongwith Al-Haqq (‘The Truth’), and he has confirmed (and verified) the Messengers"},{"SurahNumber":37,"VerseNumber":38,"Text":"Verily, you (arrogant disbelievers) are about to become those who taste the painful torment"},{"SurahNumber":37,"VerseNumber":39,"Text":"And you will not be rewarded except what you used to do —"},{"SurahNumber":37,"VerseNumber":40,"Text":"save the Ibad of Allah who have been purified and sanctified (from every polytheism and disbelief)"},{"SurahNumber":37,"VerseNumber":41,"Text":"Those people: for them is a well-known provision"},{"SurahNumber":37,"VerseNumber":42,"Text":"fruits, and they will be honoured people"},{"SurahNumber":37,"VerseNumber":43,"Text":"in the Gardens of delight"},{"SurahNumber":37,"VerseNumber":44,"Text":"facing one another on raised couches"},{"SurahNumber":37,"VerseNumber":45,"Text":"round them will pass [boys in perpetual (freshness)] with a cup of a flowing (liquid)"},{"SurahNumber":37,"VerseNumber":46,"Text":"of white colour, a delight to those who drink (it)"},{"SurahNumber":37,"VerseNumber":47,"Text":"no bad-effect therein, nor they will suffer intoxication therefrom"},{"SurahNumber":37,"VerseNumber":48,"Text":"And near them will be those who restrain their glance, (possessing) beautiful wide eyes (with a raven-black cornea on snow-white sclera) —"},{"SurahNumber":37,"VerseNumber":49,"Text":"as if they are eggs well guarded (in a nest)"},{"SurahNumber":37,"VerseNumber":50,"Text":"Then some of those (dwellers in Paradise) moved forward towards some (others). They question mutually"},{"SurahNumber":37,"VerseNumber":51,"Text":"One speaker from amongst them said: “Verily I, there was a companion to me (while I stayed in the world)"},{"SurahNumber":37,"VerseNumber":52,"Text":"he would (frequently) say (to me): 'are you surely, indeed of those who confirm and verify"},{"SurahNumber":37,"VerseNumber":53,"Text":"Whether when we have faced death and we have become dust and bones, would surely we will indeed be those who have been fully recompensed (of their deeds)?'”"},{"SurahNumber":37,"VerseNumber":54,"Text":"(The other one) said: “Would you like to be those who would peep and see?”"},{"SurahNumber":37,"VerseNumber":55,"Text":"So he peeped and saw; so he saw him in the midst of the Fire"},{"SurahNumber":37,"VerseNumber":56,"Text":"He said: “Allah is Witness, if you could, you would have surely ruined me"},{"SurahNumber":37,"VerseNumber":57,"Text":"And if (there was) not the Grace of my Nourisher-Sustainer, I would certainly have been among those who have been brought forth (to the midst of Fire)"},{"SurahNumber":37,"VerseNumber":58,"Text":"Are we then not to be those who must die"},{"SurahNumber":37,"VerseNumber":59,"Text":"except our first death, and we are not those who have been put to punishment"},{"SurahNumber":37,"VerseNumber":60,"Text":"Truly, this indeed— that is the supreme achievement"},{"SurahNumber":37,"VerseNumber":61,"Text":"For this kind (of good deeds) let the performers (of actions and deeds) perform"},{"SurahNumber":37,"VerseNumber":62,"Text":"Is this better as a welcome or the tree of Zaqqum"},{"SurahNumber":37,"VerseNumber":63,"Text":"Truly, We have made that (tree) a trial for the criminals"},{"SurahNumber":37,"VerseNumber":64,"Text":"Verily, it is a tree that springs out in the bottom of the Hell-Fire"},{"SurahNumber":37,"VerseNumber":65,"Text":"The shoot of its fruit-stalk — as if it is — heads of the devils"},{"SurahNumber":37,"VerseNumber":66,"Text":"Truly, they (the criminals) surely, are about to eat thereof, then they are about to fill up the bellies therewith"},{"SurahNumber":37,"VerseNumber":67,"Text":"Then surely, for them in addition to that, is indeed a drink of an item on a boiling-temperature"},{"SurahNumber":37,"VerseNumber":68,"Text":"Thereafter, surely their returning-place is indeed towards the blazing Fire"},{"SurahNumber":37,"VerseNumber":69,"Text":"Verily, they found their fathers on the wrong path"},{"SurahNumber":37,"VerseNumber":70,"Text":"So they are made to run in their footsteps"},{"SurahNumber":37,"VerseNumber":71,"Text":"And surely, indeed most of the earlier people before them went astray"},{"SurahNumber":37,"VerseNumber":72,"Text":"And surely, indeed We sent amongst them warners"},{"SurahNumber":37,"VerseNumber":73,"Text":"Then ponder what was the final end of those who were warned —"},{"SurahNumber":37,"VerseNumber":74,"Text":"save Ibad of Allah who were cleansed and sanctified"},{"SurahNumber":37,"VerseNumber":75,"Text":"And surely, indeed Nuh invoked Us, so surely (We are) the Best — those who answer (the request)"},{"SurahNumber":37,"VerseNumber":76,"Text":"And We rescued him and his followers from the great distress"},{"SurahNumber":37,"VerseNumber":77,"Text":"And We made his progeny: they (very ones, as) the survivors"},{"SurahNumber":37,"VerseNumber":78,"Text":"And We left, regarding him in the later generations —"},{"SurahNumber":37,"VerseNumber":79,"Text":"‘Salamun [peace (and blessings be)] upon Nuh’ throughout the worlds"},{"SurahNumber":37,"VerseNumber":80,"Text":"Certainly We, like this, We reward the Muhsinun (who perform righteous deeds in perfection)"},{"SurahNumber":37,"VerseNumber":81,"Text":"Verily, he was out of Our Believing Ibad"},{"SurahNumber":37,"VerseNumber":82,"Text":"Afterwards We drowned the other ones"},{"SurahNumber":37,"VerseNumber":83,"Text":"And verily, from amongst his group (is) surely Ibrahim"},{"SurahNumber":37,"VerseNumber":84,"Text":"When he approached his Nourisher-Sustainer with a submitting heart"},{"SurahNumber":37,"VerseNumber":85,"Text":"When he counselled his father and his nation: “What is that which you worship"},{"SurahNumber":37,"VerseNumber":86,"Text":"Is (that) falsehood — aaliha (gods or deities) (which) you seek besides Allah"},{"SurahNumber":37,"VerseNumber":87,"Text":"So, what is your thought and concept regarding the Nourisher-Sustainer to the worlds?”"},{"SurahNumber":37,"VerseNumber":88,"Text":"Then he cast a glance at the stars"},{"SurahNumber":37,"VerseNumber":89,"Text":"then he said: “Verily, I feel sick"},{"SurahNumber":37,"VerseNumber":90,"Text":"So they turned away from him, showing their backs. [Please see Verse 21/57 to understand the plan and challenge which Ibrahim had in his mind]"},{"SurahNumber":37,"VerseNumber":91,"Text":"Then (Ibrahim) turned to their aaliha and said: “Will you not eat (of these offerings available for you)"},{"SurahNumber":37,"VerseNumber":92,"Text":"What (is the matter) with you: you do not speak?”"},{"SurahNumber":37,"VerseNumber":93,"Text":"Then he turned upon them, strihead of state (them) with (his) right (hand)"},{"SurahNumber":37,"VerseNumber":94,"Text":"Then the people (when they came to know of this incident which took place in their absence), returned back to him; they hasten on (intoxicated in their wild fury)"},{"SurahNumber":37,"VerseNumber":95,"Text":"(Ibrahim) said: “Do you worship that which you (yourself) carve"},{"SurahNumber":37,"VerseNumber":96,"Text":"while Allah has created you as well as that which you make (as your handiwork)?”"},{"SurahNumber":37,"VerseNumber":97,"Text":"They said: “Prepare for him a structure, then throw him into the blazing fire.”"},{"SurahNumber":37,"VerseNumber":98,"Text":"So they intended an evil design against him, but We made them the most humiliated"},{"SurahNumber":37,"VerseNumber":99,"Text":"And (after remaining untouched by the fire, Ibrahim) said: “Verily, I am about to go towards my Nourisher-Sustainer; soon He will guide me"},{"SurahNumber":37,"VerseNumber":100,"Text":"My Nourisher-Sustainer! Grant me (a son) out of the righteous.”"},{"SurahNumber":37,"VerseNumber":101,"Text":"So We gave him the glad tidings of a forbearing, submissive male offspring"},{"SurahNumber":37,"VerseNumber":102,"Text":"So when he attained (reached the age of), ‘striving and effort along with him’, he (the father) said: “O my little son! I do see during the sleep that I will offer you in sacrifice (to some Cause of Allah), so look what you think.” He said: “O my dear father! Implement what you would be commanded; soon you would find me, in-shaa-Allaho [if Allah (so) willed] out of those who patiently persevere"},{"SurahNumber":37,"VerseNumber":103,"Text":"So when both submitted (themselves), and he (Ibrahim) made him (Ismaiel) ready for Al-Jabeen [the forehead (i.e., , the events which Ismaiel would face as a sacrifice in the Way of Allah]"},{"SurahNumber":37,"VerseNumber":104,"Text":"instantly, We called out to him (saying) that: \" O Ibrahim"},{"SurahNumber":37,"VerseNumber":105,"Text":"Indeed, you have fulfilled the vision (dream)!” Verily, thus We do reward the Muhsinun"},{"SurahNumber":37,"VerseNumber":106,"Text":"Verily, this (vision): indeed that (is) an obvious test and preparation"},{"SurahNumber":37,"VerseNumber":107,"Text":"And We interpreted unto him (the contents of the vision, and physically implemented Our Plan) through a Great Sacrifice"},{"SurahNumber":37,"VerseNumber":108,"Text":"And We established for him among the later generations —"},{"SurahNumber":37,"VerseNumber":109,"Text":"Salamun [peace (and blessings be)] upon Ibrahim’"},{"SurahNumber":37,"VerseNumber":110,"Text":"Thus do We reward Al-Muhsinun"},{"SurahNumber":37,"VerseNumber":111,"Text":"Verily, he was out of Our Believing Ibad"},{"SurahNumber":37,"VerseNumber":112,"Text":"And (now, after mahead of state him experience the vision) We gave him (i.e., to Ibrahim) the glad tidings of (the birth of) Ishaque — a Prophet from the righteous"},{"SurahNumber":37,"VerseNumber":113,"Text":"And We showered Blessings on him as well as on Ishaque. And out of the progeny of these two (is that who is) Muhsin (who acts right in perfection) as well as (that who is) Zalim (transgressor) to his Nafs (personality) — evidently manifest"},{"SurahNumber":37,"VerseNumber":114,"Text":"And surely, indeed We showered Grace on Musa and Harun"},{"SurahNumber":37,"VerseNumber":115,"Text":"And We saved those two and the nation of those two from the great distress"},{"SurahNumber":37,"VerseNumber":116,"Text":"And helped them, so they became — they (very ones as) the victors"},{"SurahNumber":37,"VerseNumber":117,"Text":"And We delivered them Al-Kitab-al-Mustabin (The Book which explains clearly and evidently)"},{"SurahNumber":37,"VerseNumber":118,"Text":"And We guided them both to As-Sirat-al- Mustaqim (The Permanent, Eternal Path)"},{"SurahNumber":37,"VerseNumber":119,"Text":"And We established for these two among the future generations —"},{"SurahNumber":37,"VerseNumber":120,"Text":"Salamun [peace (and blessings be)] upon Musa and Harun"},{"SurahNumber":37,"VerseNumber":121,"Text":"Surely We, thus do We reward Al-Muhsinun"},{"SurahNumber":37,"VerseNumber":122,"Text":"Verily, those two (were) out of Our Believing Ibad"},{"SurahNumber":37,"VerseNumber":123,"Text":"And verily, Ilyas (was) surely out of the Messengers —"},{"SurahNumber":37,"VerseNumber":124,"Text":"When he said to his nation: “Will you not pay obedience (to Allah)"},{"SurahNumber":37,"VerseNumber":125,"Text":"Will you invoke Ba’l (proper name of a chief idol) and forsake the Better of the creators"},{"SurahNumber":37,"VerseNumber":126,"Text":"Allah, your Nourisher-Sustainer and Nourisher-Sustainer of your initial forefathers?”"},{"SurahNumber":37,"VerseNumber":127,"Text":"But they denied him, so surely they will certainly be those brought forth (to the punishment)"},{"SurahNumber":37,"VerseNumber":128,"Text":"except Ibad of Allah who were cleansed and sanctified"},{"SurahNumber":37,"VerseNumber":129,"Text":"And We established for him among the later generations —"},{"SurahNumber":37,"VerseNumber":130,"Text":"Salamun [peace (and blessings be)] upon Ilyasin"},{"SurahNumber":37,"VerseNumber":131,"Text":"Surely We, thus do We reward Al-Muhsinun"},{"SurahNumber":37,"VerseNumber":132,"Text":"Verily, he (was) out of Our Believing Ibad"},{"SurahNumber":37,"VerseNumber":133,"Text":"And verily, Lout (was) surely of the Messengers —"},{"SurahNumber":37,"VerseNumber":134,"Text":"when We saved him and his family, all together"},{"SurahNumber":37,"VerseNumber":135,"Text":"except one who had crossed the age of fertility and hope — (we left her) among those who bury themselves in dust and debris"},{"SurahNumber":37,"VerseNumber":136,"Text":"Then We annihilated the rest"},{"SurahNumber":37,"VerseNumber":137,"Text":"And verily, you people pass by them as those who see the morning (i.e., during the early morning journey)"},{"SurahNumber":37,"VerseNumber":138,"Text":"and at night . Will you not then use your intellect"},{"SurahNumber":37,"VerseNumber":139,"Text":"And verily, Yunus (was) surely of the Messengers —"},{"SurahNumber":37,"VerseNumber":140,"Text":"when he swiftly moved towards the fully loaded ship"},{"SurahNumber":37,"VerseNumber":141,"Text":"as a result he slipped, so he became of those who have fallen down"},{"SurahNumber":37,"VerseNumber":142,"Text":"Then a (big) fish swallowed him while he (is) one who blames (his own, and has no complaint against his Creator)"},{"SurahNumber":37,"VerseNumber":143,"Text":"And that (if) he had not been of those who glorify (Allah) much (i.e., those who are always mindful of the ordainments of Allah)"},{"SurahNumber":37,"VerseNumber":144,"Text":"surely he would have tarried in its belly uptil the Day when people would be raised (to a new life of Resurrection)"},{"SurahNumber":37,"VerseNumber":145,"Text":"So We brought him on the bare land along the shore while he was exhausted"},{"SurahNumber":37,"VerseNumber":146,"Text":"And We caused to grow, for his sake, a plant of the gourd kind"},{"SurahNumber":37,"VerseNumber":147,"Text":"And We sent him as Messenger to a (nation of) hundred thousand (people), or, they will breed in number"},{"SurahNumber":37,"VerseNumber":148,"Text":"Then, (when preaching was reinforced over them), they Believed, so We gave them provision for the limited period"},{"SurahNumber":37,"VerseNumber":149,"Text":"So ask them: “Are (there only) daughters for your Nourisher-Sustainer and sons (exclusively) for them"},{"SurahNumber":37,"VerseNumber":150,"Text":"Or did We create the angels as females while they (acted as) witnesses"},{"SurahNumber":37,"VerseNumber":151,"Text":"Be careful! Certainly they, out of their fabrication they will surely say"},{"SurahNumber":37,"VerseNumber":152,"Text":"“Allah has begotten (children)”. And certainly they are indeed liars"},{"SurahNumber":37,"VerseNumber":153,"Text":"Has He chosen daughters in preference to sons"},{"SurahNumber":37,"VerseNumber":154,"Text":"What is the matter with you? How do you judge"},{"SurahNumber":37,"VerseNumber":155,"Text":"Will you not then remind (yourselves and remind the others)"},{"SurahNumber":37,"VerseNumber":156,"Text":"Or is there for you a ‘Sultanun Mobin’ (‘Evident Authority’. This term is applied as an attribute to Allah’s Book)"},{"SurahNumber":37,"VerseNumber":157,"Text":"(If it is so), then come forward with your Book if you happen to be truthful individuals"},{"SurahNumber":37,"VerseNumber":158,"Text":"And (the misguided) people have invented between Him and between jinns a genealogical link, although surely, indeed the jinns knew (that) out of a certainty they will surely be those who have been brought (before Allah for Accountability)"},{"SurahNumber":37,"VerseNumber":159,"Text":"Glorified be Allah from what they attribute (unto Him)"},{"SurahNumber":37,"VerseNumber":160,"Text":"except Ibad of Allah who were cleansed and sanctified"},{"SurahNumber":37,"VerseNumber":161,"Text":"So verily, you (disbelievers) and what you worship —"},{"SurahNumber":37,"VerseNumber":162,"Text":"you are not unto him (i.e., unto a cleansed and sanctified Abd of Allah) as Fateneen [those who will put a person in doubt and suspicion (against Al-Kitab]"},{"SurahNumber":37,"VerseNumber":163,"Text":"except that one who is about to approach Hell-Fire"},{"SurahNumber":37,"VerseNumber":164,"Text":"(And the angels say): “There is not one out of us but for him is a known place"},{"SurahNumber":37,"VerseNumber":165,"Text":"And verily we, indeed we are those who stand in rows"},{"SurahNumber":37,"VerseNumber":166,"Text":"And verily we, indeed we are those who glorify"},{"SurahNumber":37,"VerseNumber":167,"Text":"And they (disbelievers in Allah’s Book) used to indeed say"},{"SurahNumber":37,"VerseNumber":168,"Text":"“If (it be) that (there is available) unto us Zikr (‘Message’) moving down from the earlier people"},{"SurahNumber":37,"VerseNumber":169,"Text":"we would have indeed been Ibad of Allah who are cleansed and sanctified.”"},{"SurahNumber":37,"VerseNumber":170,"Text":"But (now when Allah’s Book is again in its Original and under active propagation), they have disbelieved therein; so very soon they will know (the ultimate result)"},{"SurahNumber":37,"VerseNumber":171,"Text":"And surely, indeed, Our Statement stands issued regarding Our Ibad — the Messengers"},{"SurahNumber":37,"VerseNumber":172,"Text":"verily they, indeed they will be those who have received help"},{"SurahNumber":37,"VerseNumber":173,"Text":"And certainly it is Our Regiments (and forces) — indeed they (shall be) victorious"},{"SurahNumber":37,"VerseNumber":174,"Text":"So turn away from them for a while"},{"SurahNumber":37,"VerseNumber":175,"Text":"but keep a watch over them; then soon they will (also) see"},{"SurahNumber":37,"VerseNumber":176,"Text":"Do they then seek to hasten on Our Torment"},{"SurahNumber":37,"VerseNumber":177,"Text":"So when it has already descended into their courtyard, then the morning of those who had been warned (in advance) turned into something evil"},{"SurahNumber":37,"VerseNumber":178,"Text":"So turn away from them for a while"},{"SurahNumber":37,"VerseNumber":179,"Text":"but keep a watch; then soon they will (also) see"},{"SurahNumber":37,"VerseNumber":180,"Text":"Exalted and Absolved is your Nourisher-Sustainer, the Nourisher-Sustainer in Honour (and Majesty) from what people attribute (as partners unto Him)"},{"SurahNumber":37,"VerseNumber":181,"Text":"And 'Salamun [peace (and blessings be)] on the Messengers"},{"SurahNumber":37,"VerseNumber":182,"Text":"And selective Praise suits Allah (Alone), Nourisher-Sustainer to the worlds"},{"SurahNumber":38,"VerseNumber":1,"Text":"(There is) Evidence of Al-Quran, possessor of the Message"},{"SurahNumber":38,"VerseNumber":2,"Text":"Nay, those who have disbelieved (are) in false pride and opposition"},{"SurahNumber":38,"VerseNumber":3,"Text":"How many a generation We have destroyed before them, so they called out (to Us) and it was not a time for a place of escape"},{"SurahNumber":38,"VerseNumber":4,"Text":"And the people wondered that has come unto them a warner from amongst them. And the disbelievers said: “This is a magician, a liar"},{"SurahNumber":38,"VerseNumber":5,"Text":"Has he made the aaliha (gods) into One Ilah? Verily, this indeed is a curious concept!”"},{"SurahNumber":38,"VerseNumber":6,"Text":"And the leaders from among them moved away (disappointed, saying among themselves) that: “Get away, and remain constant to your aaliha. Verily, this (concept of One God) is indeed a thing designed (against us)"},{"SurahNumber":38,"VerseNumber":7,"Text":"We heard not about this in the immediately previous community. It is not but an invention"},{"SurahNumber":38,"VerseNumber":8,"Text":"Has Az-Zikr (The Message) been sent down to him (alone) from amongst us?” Nay, they are in doubt (and suspicion) against My Zikr. Behold! They have not yet tasted My Punishment"},{"SurahNumber":38,"VerseNumber":9,"Text":"Or with them are the treasures of the Mercy of your Nourisher-Sustainer — the All-Mighty, the Real Bestower"},{"SurahNumber":38,"VerseNumber":10,"Text":"Or for them is the dominion of the heavens and the earth and whatever is between those two? If so, let them ascend in the pathways (of the heavens)"},{"SurahNumber":38,"VerseNumber":11,"Text":"(They are) a horde which is to become routed then and there (like one) of Al-Ahzab [the allied forces (destroyed, before them]"},{"SurahNumber":38,"VerseNumber":12,"Text":"Before them belied the nation of Nuh, and ’Ad and Firaun — of the pyramids"},{"SurahNumber":38,"VerseNumber":13,"Text":"and Samud, and the nation of Lout, and the dwellers of Aika — they are Al-Ahzab"},{"SurahNumber":38,"VerseNumber":14,"Text":"Not all, but belied the Messengers, so My retribution became justified (against them)"},{"SurahNumber":38,"VerseNumber":15,"Text":"And all these await not but a single blast (a wild sound); (there is) no pause or interruption applicable to it"},{"SurahNumber":38,"VerseNumber":16,"Text":"And they said: “Our Nourisher-Sustainer! Hasten to us Qittana [our portion (of the punishment)] prior to the Day of Reckoning"},{"SurahNumber":38,"VerseNumber":17,"Text":"Bear patiently what they say, and bring to mind Our abd Daud, (man) of a (strong) hand (i.e., a very powerful person). Surely he was ever-returning (to Allah — even when he committed a minor error)"},{"SurahNumber":38,"VerseNumber":18,"Text":"Verily, We controlled and regulated the mountains alongwith him. They glorify (Allah, along with Daud) in the Ashi and Al-Ishraq"},{"SurahNumber":38,"VerseNumber":19,"Text":"And (also We regulated and controlled) the birds assembled in formation. All (were those) who respond to him"},{"SurahNumber":38,"VerseNumber":20,"Text":"And We strengthened his head of statedom and We delivered unto him Al-Hikmah (‘The Wisdom’. This is an attribute for Al-Kitab) and a decisive force to (his) address and speech"},{"SurahNumber":38,"VerseNumber":21,"Text":"And has the news of the dispute reached you when men climbed over the wall of the fortified structure"},{"SurahNumber":38,"VerseNumber":22,"Text":"When they entered in upon Daud, so he felt disturbed of them. They said: “Fear not, (we are) two disputants: some of us has transgressed against some (other), so judge between us with justice, and deviate not, and guide us to the rightness of the path"},{"SurahNumber":38,"VerseNumber":23,"Text":"Verily, this is my brother; unto him are nine plus ninety ewes, while for me, one ewe (only). But he said: ' Hand over its control to me,' and he had been harsh to me in speech"},{"SurahNumber":38,"VerseNumber":24,"Text":"(Daud, without listening to the other party) said: \" Surely, indeed he has wronged you in demanding your ewe (to go) towards his ewes. And verily, many of the partners: surely oppress, some of them, some (others) — except those who have Believed and did righteous deeds, and very little (are those) who are they.\" And (immediately) Daud realised that what (is a fact is that) we have put him to test (and that he should have given a patient hearing to the other party before producing comments against him), so he sought forgiveness of his Nourisher-Sustainer, and as one bowing down, he fell (in prostration) and turned (to Allah in repentance)"},{"SurahNumber":38,"VerseNumber":25,"Text":"So We forgave this (slip) unto him. And surely, for him, with Us (is) indeed nearness, and excellence of abode"},{"SurahNumber":38,"VerseNumber":26,"Text":"O Daud! Verily, We have placed you as a Khalifa (caliph) on the earth, so judge between mankind in full justice and follow not vain desire because that leads you astray against the Path of Allah. Surely, those who wander away from the Path of Allah, for them is a severe punishment, because they forgot the Day of Reckoning"},{"SurahNumber":38,"VerseNumber":27,"Text":"And We created not the heaven and the earth and whatever is between those two without purpose. That (happens to be the) view of those who have disbelieved. Then woe to those who have disbelieved — from the Fire (that awaits them)"},{"SurahNumber":38,"VerseNumber":28,"Text":"Shall We treat those who have Believed (in the Book of Allah) and have done righteous deeds, like Mufsidun on the earth? Or shall We regard the Muttaqun (Pious and righteous), like the Fujjar"},{"SurahNumber":38,"VerseNumber":29,"Text":"A Book, which We have sent down to you, full of blessings: that the people may ponder over its Verses, and that people of understanding may remind themselves and remind others"},{"SurahNumber":38,"VerseNumber":30,"Text":"And to Daud We bestowed Sulaiman — how excellent an Abd! Surely, he (is) oft-returning (to Us, in repentance)"},{"SurahNumber":38,"VerseNumber":31,"Text":"When there were brought for review before him, in the later part of afternoon, As-Safinat (noblest breed, well trained) Al-Jiyad (horses, specially desired in the military)"},{"SurahNumber":38,"VerseNumber":32,"Text":"then he said: “Certainly, I have nurtured the love of something desirable in the interest of Zikr (Message) of my Nourisher-Sustainer,\" [Sulaiman reminded the people that he has special love for such horses, as they help and assist in establishing a state. Muslim soldiers mount on these horses to fight to establish and defend a Divine head of statedom] — until (these horses) went out of view"},{"SurahNumber":38,"VerseNumber":33,"Text":"(So great was his love for them that he said): “Bring them (horses) back to me.” Then he started moving his hand (to show love to the horses) over (their) calves and (their) necks"},{"SurahNumber":38,"VerseNumber":34,"Text":"And surely, indeed We put Sulaiman to test when We dropped on his chair Jasadan [a mere body (Sulaiman probably felt a sudden disappearance of physical power in his body and while trying to sit, he fell on the chair in semi-paralysed fashion. This could be to make him remind that all power, whether of the physical body or as head of a magnificent empire, proceeds from Allah,)] then (instead of blaming Allah) he turned (to Allah for forgiveness and mercy)"},{"SurahNumber":38,"VerseNumber":35,"Text":"(Sulaiman) said: “My Nourisher-Sustainer! Forgive me, and bestow upon me a head of statedom such as, shall not belong to any other after me. Verily You, You are the Real Bestower.”"},{"SurahNumber":38,"VerseNumber":36,"Text":"So We regulated and controlled for him the wind. It does blow gently to his order wherever he went"},{"SurahNumber":38,"VerseNumber":37,"Text":"And (We regulated and controlled) the devils (out of jinns) — every kind of builder and diver"},{"SurahNumber":38,"VerseNumber":38,"Text":"and (also) others, remaining in groups — in chains"},{"SurahNumber":38,"VerseNumber":39,"Text":"(Reminding Sulaiman We said): “This is Our gift, so spend or withhold without (fearing) to give an account"},{"SurahNumber":38,"VerseNumber":40,"Text":"And surely, for him, with Us (is) surely nearness, and excellence of abode"},{"SurahNumber":38,"VerseNumber":41,"Text":"And bring to mind Our Abd Ayyub when he called out to his Nourisher-Sustainer (saying) that: “The Satan has afflicted me with exhaustion and torture.”"},{"SurahNumber":38,"VerseNumber":42,"Text":"(We advised him): “Have a brisk walk with your leg. This is a washed out (i.e., filtered), cooling one, and a (health-restoring) drink"},{"SurahNumber":38,"VerseNumber":43,"Text":"And We bestowed on him his family-members and his followers, and similar to them, along with them, as a Mercy from Us, and as a reminder for those who understand"},{"SurahNumber":38,"VerseNumber":44,"Text":"And catch (your) anxiety with your own hand (i.e., control the anxiety with your own will-power) and move about with it (i.e., continue your daily-routine even being afflicted of it), and do not commit any undesirable act (like invocking false deities) Truly We, We found him patiently perseverant, (and) an excellent Abd. Verily, he (was) ever-returning (to Us, in repentance)"},{"SurahNumber":38,"VerseNumber":45,"Text":"And bring to mind Our Abd, Ibrahim and Ishaque, and Yaqub — possessors of the hands and the eyes (i.e., men of physical power and vision; men of strength and far-sightedness)"},{"SurahNumber":38,"VerseNumber":46,"Text":"Verily We, We purified them through a purity — ‘remaining constantly conscious about the Home’ (of the Hereafter)"},{"SurahNumber":38,"VerseNumber":47,"Text":"And indeed they, before Us (are) surely of the chosen ones — the elect"},{"SurahNumber":38,"VerseNumber":48,"Text":"And bring to mind Ismaiel and Al-Yas’a, and Dhul-Kifl; all of them are out of the elect"},{"SurahNumber":38,"VerseNumber":49,"Text":"This is Zikr (‘Message’). And surely, for the Muttaqun is the excellence of the final abode —"},{"SurahNumber":38,"VerseNumber":50,"Text":"everlasting gardens (keeping their) doors wide open for (welcoming) them —"},{"SurahNumber":38,"VerseNumber":51,"Text":"recliners therein (on raised couches), they will call therein for fruits in abundance and (also for) liquid-drink"},{"SurahNumber":38,"VerseNumber":52,"Text":"And (beside them would be available those personalities) who restrain their glances, beings of identical age and nature"},{"SurahNumber":38,"VerseNumber":53,"Text":"This is what you are promised for the Day of Reckoning"},{"SurahNumber":38,"VerseNumber":54,"Text":"Verily, this surely is Our provision; (there is) not unto it (applicable) any suspension"},{"SurahNumber":38,"VerseNumber":55,"Text":"This (is for the righteous). And verily, for the Taghun is sure evil in (their) place of stay"},{"SurahNumber":38,"VerseNumber":56,"Text":"Hell! They will proceed to it, so (what) an evil resting place (to lie on)"},{"SurahNumber":38,"VerseNumber":57,"Text":"This (is for those who cross the limits). Then let them taste it — an intensely hot and a dark dirty black (liquid)"},{"SurahNumber":38,"VerseNumber":58,"Text":"and (also) other (penalties and punishments) of its type (of) various kinds"},{"SurahNumber":38,"VerseNumber":59,"Text":"This is a horde, those who enter along with you; there is no welcome for them. Surely, they are those who are about to become dwellers in Fire"},{"SurahNumber":38,"VerseNumber":60,"Text":"(The followers of those who transgressed beyond limits) said (to their ‘guides’): “Nay, you (too)! No welcome for you! It is you who brought this upon us (because you misguided us in our worldly life). So, what an evil (place for) stay.”"},{"SurahNumber":38,"VerseNumber":61,"Text":"They (further) said: “Our Nourisher-Sustainer! Whoever brought this upon us, so add to him an additional torment in the Fire.”"},{"SurahNumber":38,"VerseNumber":62,"Text":"And they (also) said: “What (is the matter) with us (that) we see not men whom we used to count out of those having bad intentions"},{"SurahNumber":38,"VerseNumber":63,"Text":"Did we take them in mockery, or have the eyes shifted from them ?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"Verily, this indeed is truth — the mutual dispute of the people of the Fire"},{"SurahNumber":38,"VerseNumber":65,"Text":"Say: “Surely, what (is a fact is that) I am (only) a warner, and (there is) not out of an ilah except Allah, the One, the Irresistible —"},{"SurahNumber":38,"VerseNumber":66,"Text":"The Nourisher-Sustainer of the heavens and the earth and whatever is between those two, the All-Mighty, the Oft-Forgiving.”"},{"SurahNumber":38,"VerseNumber":67,"Text":"Say: “Huwa [That (i.e., the Message which I propagate as the Book of Allah, is the)] News, Supreme"},{"SurahNumber":38,"VerseNumber":68,"Text":"You are against it (as) those who remain heedless and unconcerned"},{"SurahNumber":38,"VerseNumber":69,"Text":"There is not for me any knowledge regarding the higher elite when they discuss and dispute"},{"SurahNumber":38,"VerseNumber":70,"Text":"It is not inspired to me except that what (is a fact is that) I am a plain warner.”"},{"SurahNumber":38,"VerseNumber":71,"Text":"When your Nourisher-Sustainer said to the angels: “Verily, I am about to create a human out of clay"},{"SurahNumber":38,"VerseNumber":72,"Text":"So when I have perfected him, and I have breathed into him out of My Spirit, then you (all) become for him (as) those who prostrate (to Me)"},{"SurahNumber":38,"VerseNumber":73,"Text":"So the angels prostrated — all of them together"},{"SurahNumber":38,"VerseNumber":74,"Text":"except Iblis (and being out of the jinns) he became arrogant (because he had his choice with him, which the angels do not possess) and he became out of the rejectors"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Allah) said: “O Iblis! What prevented you that you may prostrate for what I created with My two Hands? Have you gone arrogant or are you out of those who are high and exalted?”"},{"SurahNumber":38,"VerseNumber":76,"Text":"(Iblis) said: “I am better than he; You created me from fire and You created him from clay.”"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Allah) said: (since iblis was intoxicated in genealogical pride) \"Then get out from this (place and position) because you are surely an outcast"},{"SurahNumber":38,"VerseNumber":78,"Text":"And verily, My curse is on you till the Day of judgement.”"},{"SurahNumber":38,"VerseNumber":79,"Text":"(Iblis) said: “My Nourisher-Sustainer! Then grant me respite till the day the people shall be resurrected.”"},{"SurahNumber":38,"VerseNumber":80,"Text":"(Allah) said: “Then surely you are of those who are given respite —"},{"SurahNumber":38,"VerseNumber":81,"Text":"till the Day of the well-known Time"},{"SurahNumber":38,"VerseNumber":82,"Text":"(Iblis) said: “So, by Your Honour! Surely I will mislead them all —"},{"SurahNumber":38,"VerseNumber":83,"Text":"except Your Ibad, out of them, who have been cleansed and sanctified (as Mercy from You).”"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Allah) said: “So (it is) The Truth, and the Truth I say"},{"SurahNumber":38,"VerseNumber":85,"Text":"Surely, I will fill Hell with you and with that who followed you from amongst them all.”"},{"SurahNumber":38,"VerseNumber":86,"Text":"Say: “I do not ask you over it any reward and I do not happen to be of those who pretend and fabricate imaginary things"},{"SurahNumber":38,"VerseNumber":87,"Text":"It is not but Zikr (Message) for the worlds"},{"SurahNumber":38,"VerseNumber":88,"Text":"And you shall certainly know (the) news about it after a while, (on the Day of Judgment)"},{"SurahNumber":39,"VerseNumber":1,"Text":"Descent of Al-Kitab is from Allah, the All-Mighty, the All-Wise"},{"SurahNumber":39,"VerseNumber":2,"Text":"Verily We, We sent down to you Al-Kitab in Original. So pay obedience to Allah as one who keeps Religion pure in relation to Him"},{"SurahNumber":39,"VerseNumber":3,"Text":"Be careful! The Religion in pristine purity is for Allah (i.e., it originates from Allah). And those who have picked up auliya besides Him (saying), 'we do not obey them except (for the sole purpose) that they may bring us near to Allah — (in) nearness,' surely Allah will judge between them concerning that wherein they differ. Surely, Allah does not guide that who is a liar (and) an arrogant disbeliever"},{"SurahNumber":39,"VerseNumber":4,"Text":"If Allah intended that He may pick up a son, He could have surely chosen out of what He creates, whoever He thinks proper. He is absolved (of such acts), He is Allah, the One, the Irresistible"},{"SurahNumber":39,"VerseNumber":5,"Text":"He has created the heavens and the earth with purpose. He makes the night cover the day; and He makes the day to cover the night. And He has regulated and controlled the sun and the moon; all swiftly move (in space) for an appointed term. Be careful! He is the All-Mighty, the Oft-Forgiving"},{"SurahNumber":39,"VerseNumber":6,"Text":"He created you (all) from Nafsin wahidatin (unitary living mass), then made minha [‘from this’ (unitary living mass)] a Zauj (mate) to ha (this) [Adam when regaded as a Nafs, is spoken in Arabic language in female-gender]. And He has sent down for you of cattle — eight types. He creates you in the bellies of your mothers — creation after creation, in threefold darknesses. This is Allah to you — Nourisher-Sustainer unto you. For Him is the dominion. La-ilaha-illa-Huwa. How then you are turned away (from the Permanent Path)"},{"SurahNumber":39,"VerseNumber":7,"Text":"If you disbelieve, then verily, Allah is not in need of you. He likes not disbelief for His Ibad. And if you pay thanks He is pleased therewith for you. No bearer of burdens shall bear the burden of another. Then towards your Nourisher-Sustainer is the place of Return of you; so He will inform you what you had been doing.Verily, He is All-Knower of the state of the chests"},{"SurahNumber":39,"VerseNumber":8,"Text":"And when an infliction touched a human being, he called out his Nourisher-Sustainer as one who turns to Him (in repentance and obedience); but when He showered on him grace and favour from Himself, he forgot that (for which) he used to cry to Him since before; and he set up rivals to Allah so that (this rival authority) may mislead from His Path. Say: “Enjoy your disbelief a little; surely, you are of the dwellers of the Fire.”"},{"SurahNumber":39,"VerseNumber":9,"Text":"Is one who is content and devout during the portions of the night — one in prostration and one who is in standing position — he prepares a shield for the Hereafter and has a hope for the Mercy from his Nourisher-Sustainer (— could he be treated as equal to him who even rejects the fundamentals and becomes an arrogant disbeliever)? Say: “Do those who know and those who do not know, stand at equal footing?” Surely, what (is a fact is that only) those receive and accept the Message who are possessors of understanding and knowledge"},{"SurahNumber":39,"VerseNumber":10,"Text":"Say: “O, those Ibad of Mine who have accepted Faith! Pay obedience to your Nourisher-Sustainer. For those who have done good in perfection in this world, is excellence. And Allah’s earth is very spacious. Truly, what (is a fact is that) the patiently perseverant ones shall be paid in full their reward without measure.”"},{"SurahNumber":39,"VerseNumber":11,"Text":"Say: “Verily I, I am commanded that I may pay obedience to Allah as one who keeps Religion pristinely pure in relation to Him"},{"SurahNumber":39,"VerseNumber":12,"Text":"And I am commanded that I may become the First of the Muslims (i.e., , when I have started preaching Al-Kitab, I am also the First submitter to it).”"},{"SurahNumber":39,"VerseNumber":13,"Text":"Say: “Verily I, if I disobeyed my Nourisher-Sustainer I fear the torment of a great Day.”"},{"SurahNumber":39,"VerseNumber":14,"Text":"Say: “To Allah I pay obedience as one who keeps his Religion pristinely pure in relation to Him"},{"SurahNumber":39,"VerseNumber":15,"Text":"so worship, whatever you liked besides Him.” Say: “Surely, the losers are those who put to loss their ownselves and family-members on the Day of Resurrection.\" Beware! That (stage): that (would be) the manifest loss"},{"SurahNumber":39,"VerseNumber":16,"Text":"For them, from above them, (would be) covering-layers of Fire, and from beneath them, (there would also be) covering-layers (of Fire). This (is): Allah does frighten therewith His Ibad. O My Ibad! Then obey Me (Alone)"},{"SurahNumber":39,"VerseNumber":17,"Text":"Those who have avoided At-Taghut that they may worship them and have turned to Allah (in repentance): for them are glad tidings. So announce good news to My Ibad —"},{"SurahNumber":39,"VerseNumber":18,"Text":"those who listen to Al-Qawl (‘The Statement’. This is an attribute for Allah’s Al-Kitab); then they adopt the better of it — they are those whom Allah has guided; and they: they are possessors of understanding and intellect"},{"SurahNumber":39,"VerseNumber":19,"Text":"Is then that against whom the statement of punishment has become justified, (equal to one who has remained obedient to the Teachings in Al-Kitab)? Will you then rescue that who is in the Fire"},{"SurahNumber":39,"VerseNumber":20,"Text":"But those who have paid obedience to their Nourisher-Sustainer: for them are suites (and) above these are (additional) suites, properly builtup — flow underneath them rivers. (This is the) promise of Allah. Allah does not fail in promise"},{"SurahNumber":39,"VerseNumber":21,"Text":"Don’t you see that Allah sent down from towards the sky — water? Then He caused it to penetrate (in the form of) streamlets in the earth. Afterwards He brings forth therewith herbage and crops — its colours being different. Then it grows to full bloom; (and) then you see it turned into yellow; then He reduces it to broken straw. Verily, in this is a sure admonition for those who possess understanding and intellect"},{"SurahNumber":39,"VerseNumber":22,"Text":"Is that one whose Sadr (chest) Allah has made open (i.e., receptive) for Islam, so he takes a stand on (the) Light (received) from his Nourisher-Sustainer, (could be considered of the same status as a disbeliever)? So woe to those whose hearts are hardened against (receiving) Zikr ('Message') of Allah; they (stand) in manifest error"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah has sent down Ahsan-al-Hadees [‘The Better Hadees’ (Narration)] Kitaban Mutashabihan Masani [a Book, mutually supporting (its statements); (and) repeating (its Verdicts in diverse forms to make one understand and grasp)]. The skins of those who are conscious and mindful of the position of their Nourisher-Sustainer, shiver from it (when they feel the force and impact of the Message). Then their skins and their hearts soften towards Zikr (Message) of Allah. This is Hudah (guidance) from Allah. He guides therewith whom He thinks proper. And whomsoever Allah lets go astray — then (there is) not for him out of (any) guide. [Please note that this Verse contains, in all, four attributes for Al-Kitab. Two of these are single worded like Zikr and Hudah. One is three worded, while Ahsan-al-Hadees is two worded attribute for the Book of Allah. Allah recognises only His Book as the collection of Authentic Ahadees]"},{"SurahNumber":39,"VerseNumber":24,"Text":"Is then that one who takes protection from the evil of the punishment on the Day of Resurrection with his own face (i.e., his righteous deads) — could he be equal to that who is a transgressor)? And it was proclaimed unto the transgressors: “Taste what you used to earn.”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Those before them belied, so the torment came on them from directions and sites they do not perceive"},{"SurahNumber":39,"VerseNumber":26,"Text":"So Allah made them to taste the disgrace in the present life, and surely the punishment of the Hereafter is greater, if they had been knowing"},{"SurahNumber":39,"VerseNumber":27,"Text":"And surely, indeed We have put forth for mankind in this Al-Quran out of all similitudes, perchance they may remind (the Message to themselves and to others) —"},{"SurahNumber":39,"VerseNumber":28,"Text":"Qur’an (in) Arabic (language) — not a possessor of Evaj (crookedness, or deviation from rectitude)— perchance people may pay obedience (to Allah)"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah did bring a parable: a man, in him are share-holders, those who have disputes among themselves (and do not agree on a joint or uniform approach); and (on the other side is) a man completely subservient for one person (alone). Are they both equal when a parable is brought (to explain their position)? Selective Praise suits Allah (Alone). Nay, majority of them do not know"},{"SurahNumber":39,"VerseNumber":30,"Text":"Verily, you [O Prophet (the addressee is singular)] are about to die, and surely they (i.e., the other people, too) are about to die"},{"SurahNumber":39,"VerseNumber":31,"Text":"Then surely, you people, on the Day of Resurrection before your Nourisher-Sustainer, you will fall in disputes"}]}