{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allaһ (ar kanday) jaman sözdün aşkere aytıluusun süyböyt. Bir gana zulum körgön adamdar üçün (zaalımdı kargap, teskeri duba kıluuları) mümkün. Allaһ Uguuçu, Bilüüçü"},{"SurahNumber":4,"VerseNumber":149,"Text":"Eger jakşılıktı (al sözbü, işpi, içkibi, sırtkıbı, parızbı, je başkabı) aşkere je jaşıruun kılsaŋar je jamandıktı keçirseŋer, (bilip algıla) Allaһ dagı Keçirimdüü, Kudurettüü"},{"SurahNumber":4,"VerseNumber":150,"Text":"Allaһka jana anın paygambarlarına kaapır bolgondor, Allaһ menen paygambarlarının arasın ajıratuunu kaalap, “Kee biröönö işenip, kee biröösünö işenbeybiz” dey turgandar jana arsar joldu karmanuunu kaalagandar"},{"SurahNumber":4,"VerseNumber":151,"Text":"Oşolor gana çınıgı kaapırlar. Jana Biz kaapırlarga kor kıluuçu azaptı dayardap koygonbuz"},{"SurahNumber":4,"VerseNumber":152,"Text":"Allaһka jana Anın (bardık) paygambarlarına ıyman keltirgen jana alardan eç biröösünün arasın bölbögön adamdarga Biz jakında (tieşelüü) sooptorun berebiz. Allaһ — Keçirimdüü, Meerimdüü"},{"SurahNumber":4,"VerseNumber":153,"Text":"(O, Muhammad!) Kitep eeleri (yahudiyler) senden alarga Kitepti (Kuraandı) asmandan (toluk boydon) tüşürüp berişiŋdi suraşat.! Alar Musadan mından da çoŋuraak nerseni surap: “Bizge Allaһtı anık körgözösüŋ” deşken. Kiyin, (uşul) zulumdukdarı sebeptüü alardı çagılgan urgan. Andan soŋ alar, özdörünö anık dalilder kelse da, muzoonu kuday kılıp alıştı. Biz munu keçirdik. Jana Musaga anık dalilderdi (mıyzamdardı) berdik"},{"SurahNumber":4,"VerseNumber":154,"Text":"Biz alardın ant-ubadasın aluu üçün baştarına Tur toosun kötördük.* Jana alarga: “Bul (şaar) darbazasınan baş iyip kirgile” dedik. Jana “Altınçı kündö çekten çıkpagıla” - dep, alardan katuu ant-ubada aldık"},{"SurahNumber":4,"VerseNumber":155,"Text":"Anan, ant-ubadaların buzganı, Allaһtın ayattarın çetke kakkanı, paygambarlardı kıyanattık menen öltürgönü jana (akıykattı kabıl aluuga çakırılganda) “Jüröktörübüz kulpulangan” degeni sebeptüü (Biz alardı azapka jolukturduk). Jok, anday (jüröktörü kulpulangan) emes, teskerisinçe, özdörünün kaapırçılıgı sebeptüü jüröktörün Allaһ möörlöp koygon. Demek, azganasınan başkaları ıyman keltirişpeyt"},{"SurahNumber":4,"VerseNumber":156,"Text":"Jana da kaapırlıktarı: (abiyirdüü) Maryam (kız)ga (“soykusuŋ”dep) çoŋ doomat süylögönü üçün"},{"SurahNumber":4,"VerseNumber":157,"Text":"Jana Allaһtın paygambarı Iysa — Masih bin Maryamdı “Biz öltürgönbüz” - degen sözdörü sebeptüü, (Biz alardı azap-kargışka jolukturganbız). Alar anı (Iysanı) öltürüşkön da emes, asışkan da emes. Birok, alar üçün (başka biröö) aga okşotup koyulgan. Al jönündö talaşıp-tartışkandar al (anın ölgönü) jönündö şek-kümöndö boluşat. Alarda bojomolgo eerçigenden başka eç bir ilim jok. Çınında, alar anı anık öltürgön emes"},{"SurahNumber":4,"VerseNumber":158,"Text":"Teskerisinçe, anı Allaһ Özünö kötörüp algan. Allaһ Kudurettüü, Daanışman"},{"SurahNumber":4,"VerseNumber":159,"Text":"Kitep eelerinin bardıgı (yahudiyleri da hristiandarı da) aga ölümünön bir az murun ıyman keltirişet. Jana Kıyamat Kündö bolso, al (Iysa) alardın (özü jönündö jalgan işenimde bolgondordun) zıyanına kübölük beret"},{"SurahNumber":4,"VerseNumber":160,"Text":"Biz yahudiylerge, zaalım bolgonu, köp adamdardı Allaһtın Jolunan toskonu sebeptüü (murda) alarga adal bolgon (kee bir) taza-pakiza tamaktardı aram kıldık"},{"SurahNumber":4,"VerseNumber":161,"Text":"Jana sütkorluktu — andan kaytarılganına karabay — alganı, oşondoy ele, adamdardın mal-mülkün aram joldor menen jegeni sebeptüü (murda alarga adal bolgon kee bir taza-pakiza tamaktardı aram kıldık). Jana alardın arasınan kaapır bolgondoruna jan sızdatkan azaptı dayardap koyduk"},{"SurahNumber":4,"VerseNumber":162,"Text":"Birok, (o, Muhammad!) kitep eelerinin arasınan ilimde tereŋ bolgondoru jana saga tüşürülgön nersege (Kuraanga), senden murun tüşürülgön kitepterge işengen momundarı, (ayrıkça) namazdı (toluk-tügöl) okugandarı, zeketti bergenderi jana Allaһka, Akıret Kününö ıyman keltirgenderi bar. Oşolorgo biz jakında ülkön soop-sıylık berebiz"},{"SurahNumber":4,"VerseNumber":163,"Text":"Çınında, Biz Nuhka jana andan kiyinki paygambarlarga vahiy jibergenibiz sıyaktuu saga da vahiy jiberdik. Jana Biz İbrahimge, Ismayılga, İshakka, Yakubga jana andan taragan (paygambar) urpaktarga, Iysaga, Ayyubga, Yunuska, Harunga jana Sulaymanga vahiy jibergenbiz. Oşondoy ele, Daudka Zabur (kitepterin) bergenbiz"},{"SurahNumber":4,"VerseNumber":164,"Text":"Biz saga kee bir paygambarlar jönündö mından murun ikaya kılıp berdik jana kee bir paygambarlar jönündö ikaya kılıp berbedik.! Jana Allaһ Musaga süylödü"},{"SurahNumber":4,"VerseNumber":165,"Text":"(Kıyamatta) adamdardın kolunda Allaһka karşı dalil bolup kalbaş üçün (Biz) (ıyman keltirgenderge) Beyişten süyünçü kabar berüüçü jana (kaapır bolgondordu) tozok menen korkutuuçu paygambarlardı (bardık elderge jibergenbiz). Allaһ Kudurettüü, Daanışman"},{"SurahNumber":4,"VerseNumber":166,"Text":"Birok, (o, Muhammad!) saga (asmandan) tüşürgön nersege Allaһ kübölük beret. Anı Allaһ Öz ilimi menen tüşürgön. Dagı (saga tüşürülgön nersege) perişteler da kübölük berip jatışat. Allaһ jetiştüü Kübö"},{"SurahNumber":4,"VerseNumber":167,"Text":"Albette, kaapır bolgon jana adamdardı Allaһtın jolunan toskondor eŋ katuu adaşkan kişiler"},{"SurahNumber":4,"VerseNumber":168,"Text":"Kaapır bolgon jana zulum kılgan adamdardın künöölörün Allaһ keçirbeyt jana alardı Tuura Jolgo da baştabayt"},{"SurahNumber":4,"VerseNumber":169,"Text":"Baştasa da, anda tübölük kalıp kete turgan Tozoktun joluna baştayt. Bul Allaһka jeŋil"},{"SurahNumber":4,"VerseNumber":170,"Text":"O, adamdar! Paygambar silerge akıykattı Rabbiŋerden alıp keldi, emi aga ıyman keltirgile — özüŋörgö jakşı bolot. Eger kaapır bolsoŋor, (mından Allaһka eç kanday zıyan jok. Antkeni,) asmandardagı jana Jerdegi bardık nerseler Allaһtın mülkü. Allaһ - Bilüüçü, Daanışman"},{"SurahNumber":4,"VerseNumber":171,"Text":"O, kitep eeleri! Diniŋerde çekten çıkpagıla jana Allaһ jönündö çındıktan başkanı süylöbögülö. Albette, Maryamdın uulu Iysa-Masih, Allaһtın Maryam(kız)ga taştagan (süylögön) Sözü jana Özü tarabınan berilgen Ruhu.! Emi, Allaһka, Anın elçilerine ıyman keltirgile jana (Allaһ) üçöö debegile.* (Bul işenimden) toktogula — özüŋörgö jakşı bolot. Albette, Allaһ, balası (jana şerigi) bar boluudan Aruu-Taza jalgız Kuday! Asmandardagı jana jerdegi bardık nerseler Anın mülkü. Jetekçilik jaatınan Allaһ jetiştüü"},{"SurahNumber":4,"VerseNumber":172,"Text":"Allaһka kul boluudan Iysa dagı, (al gana emes) Allaһka jakın perişteler dagı eç kaçan ardanışpayt. Kimde-kim Allaһka kulçuluk (ibadat) kıluudan ardansa jana tekeberlense, alardın bardıgın (jazaloo üçün) Allaһ Özünö çogultat"},{"SurahNumber":4,"VerseNumber":173,"Text":"Al emi, (Allaһka taza) ıyman keltirip, jakşı amaldardı (Allaһtın buyruktarın) atkargan adamdarga Allaһ sooptorun toluktap beret jana Özünün paziletinen da koşumça kılat. Emi, (bayagı) ardangandar menen tekeberlengenderdi bolso, jan sızdatkan azapka salat. Alar özdörünö Allaһtan başka dos da, jardamçı da tappay kalışat"},{"SurahNumber":4,"VerseNumber":174,"Text":"(O, adamdar) Silerge Rabbiŋer tarabınan anık dalilder keldi jana Biz silerge anık Nurdu (Uluk Kuraandı) tüşürdük"},{"SurahNumber":4,"VerseNumber":175,"Text":"Al emi, Allaһka ıyman keltirip, Aga (gana) jalbargan adamdardı Allaһ Öz ırayımı jana paziletinin astına alıp, Özünö karay Tuura Jolgo bagıttayt"},{"SurahNumber":4,"VerseNumber":176,"Text":"(O, Muhammad!) Senden fatva suraşat. Aytkın: “Allaһ silerge «kalala»! jönündö fatva (öküm) beret: Eger bir kişi ölsö, anın (öz) balası jok bolso, birok ejesi (je siŋdisi) bolso, al ayalga (agası) kaltırgan muras mülktün jarımı tiet. Al emi, eger ejesinin (je siŋdisinin) baldarı bolboso, (jana al agasınan murun ölsö) anda agası (bardık mülkünö) muraskor bolup kalat. Eger ejesi eköö bolso, al (jalgız kişi) kaltırgan murastan (eköönö) üçtön biri tiet. Eger (muraskorlor) erkek-ayal bir tuugandarı bolso, bir erkek üçün ekiden ayaldın ülüşü tiet. Silerdi adaşıp ketpesin dep Allaһ Özünün ökümdörün bayan kılat. Allaһ ar nerseni Bilüüçü. Irayımduu, Meerimdüü Allaһtın ısımı menen"},{"SurahNumber":5,"VerseNumber":1,"Text":"O,ıyman keltirgender! Ubadaŋardı atkargıla! Silerge (tömöndö) okup berile turgandarınan başka bardık jandıktar adal kılındı. (Silerge) İhramda? bolup turgan abalıŋarda aŋ uuloo adal emes. Allaһ Özü kaalaganday öküm kılat"},{"SurahNumber":5,"VerseNumber":2,"Text":"O,ıyman keltirgender! Allaһ aram kılgan nerselerdi, “tştahrul haram” ayların(da kan tögüünü), Allaһka arnalgan belek janıbarlardı (öltürüünü jana uurdoonu), oşondoy ele, (taanılıp turuşu üçün) alardın moynuna asılgan monçoktordu (üzüünü) jana Rabbisinin pazilet, ırazıçılıgın tilep, Baytul-Haramdı közdöy jolgo çıkkan kişilerdi (öltürüünü) özüŋörgö adal kılıp albagıla! Al emi, kaçan ihramdan çıksaŋar aŋ uulay bergile. (Silerge zulum kılgan) bir (musulman) koomdu jaman körüşüŋör, alardı Masjid - Al-Haramga kirgizbey koyuuga jana alarga duşmandık kıluuga silerdi majburlabasın. Jakşılık jana takıbaa işterde biri-biriŋerge jardam bergile. Duşmançılık jana künöö işterde biri-biriŋerge jardam berbegile. Allaһtan korkkula! Allaһtın azabı katuu"},{"SurahNumber":5,"VerseNumber":3,"Text":"Silerge ölümtük (tarp), (muuzdalgan uçurda atırılgan) kan, doŋuzdun (çoçkonun) eti, Allaһtan başkanın atın atap soyulgan jandıktın eti, muunup ölgön, urunup (sokkudan) ölgön, biyiktikten kulap ölgön, süzüşüp ölgön jana jırtkıçtar tiştep-tıtıp! öltürgön aybandardın etteri aram kılındı. Al emi muuzdap alganıŋar aram emes.? Dagı buttarga (mazarlarga) arnap soyulgan jandıktın eti jana «azlam»? menen pal açuuŋar aram kılındı. Bul işiŋer (Allaһ aram kılgandı jasaşıŋar) — buzukuluk. Mına bügün (Makka fath bolgondon kiyin) silerdi diniŋerden (kaytaruudan) kaapırlardın ümütü üzüldü. Emi alardan korkpogula. Menden gana korkkula! Mına bügün Men silerge diniŋerdi toluk kılıp, neemat-jakşılıktarımdı birin kaltırbay berip, silerge İslamdın gana din boluşun kaaladım. Al emi, kim açarçılık azabına çıdabay (janagı aram tamaktardan) özök jalgaar darajada jeşke majbur bolso, Allaһ Keçirimdüü, Iyramduu"},{"SurahNumber":5,"VerseNumber":4,"Text":"Senden özdörünö emneler adal kılınganın suraşat. Aytkın: “Silerge bardık taza-pakiza tamak-aştar jana kolgo üyrötülgön (it, bürküt, itelgi sıyaktuu) janıbarlar karmap kelgen nerseler adal kılındı. Siler alardı Allaһ silerge bilgizgen nerse (ilim-taalim) menen kolgo üyrötkön eleŋer. Emi, oşol janıbarlar siler üçün karmap kelgen nerselerdi jey bergile. Jana alardı agıtıp jatkanıŋarda Allaһtın ısımın estegile. Allaһtan korkkula! Allaһ tez Esepteşüüçü"},{"SurahNumber":5,"VerseNumber":5,"Text":"Bügün silerge (bardık) taza nerseler adal kılındı. Jana kitep berilgen elderdin tamagı siler üçün, silerdin tamagıŋar alar üçün adal kılındı. Jana silerge momun-musulmandardın taza-pakiza ayaldarı menen kitep eelerinen bolgon taza (soyku emes) ayaldar(ga üylönüü) adal kılındı. (Munun şartı:) eger mahırın berip, zınaa kılbay, oynoş tutpay, ak nikelep alsaŋar. Al emi, kim ıymanga kaapır bolso,! anın amaldarı (ibadattarı) küyüp ketet jana Akırette zıyan tartuuçulardan bolot"},{"SurahNumber":5,"VerseNumber":6,"Text":"O,ıyman keltirgender! Eger namazga kamdansaŋar jüzüŋördü, anan koluŋardı çıkanakka çeyin (çıkanaktı koşup) juugula jana başıŋarga «mash» tartkıla jana da butuŋardı kızıl aşıgın koşup juugula. Eger jünüb (bulgangan) bolsoŋor -juungula. Al emi, eger ooruluu je saparda, bolsoŋor je bolboso birööŋör ajatkanadan kelse, je ayalıŋarı sılap-sıypalasaŋar jana, (daarat je gusul) üçün suu tappay kalsaŋar, taza jer kırtışına tayammum kılıp (alakanıŋardı urup) anı menen betiŋerdi anan koluŋardı sılagıla. Allaһ silerge maşakat jaratuunu kaalabayt. Birok, silerdi tazartuunu jana şügür kıluuçu boluşuŋar üçün silerge neemattarın toluk berüünü kaalayt"},{"SurahNumber":5,"VerseNumber":7,"Text":"Allaһtın silerge bergen neemattarın jana “uktuk, moyun sunduk” degen mezgiliŋerdegi Anı menen ubadalaşkan ubadaŋardı estegile.! Allaһtan korkkula! Albette, Allaһ jüröktördögü sırlardı Bilüüçü"},{"SurahNumber":5,"VerseNumber":8,"Text":"O, ıyman keltirgender! Allaһ(tın ıraazılıgı) üçün (sözüŋördö da, işiŋerde da) tüz jana adilet turup kübö bolgula. Bir koomdu jaman körüüŋör, alarga adiletsizdik kıluuga silerdi majburlap koybosun! Adilet kılgıla! Al takıbaaga jakın. Allaһtan korkkula! Albette, Allaһ silerdin işiŋerden Kabardar"},{"SurahNumber":5,"VerseNumber":9,"Text":"Iyman keltirip, salih (jakşı) amal kılgandarga Allaһ keçirim jana uluu soop-sıylık boluşun ubada kıldı"},{"SurahNumber":5,"VerseNumber":10,"Text":"Al emi, kaapır bolup, Bizdin (anık çındıktı çagıldırıp turgan) ayattarıbızdı jalganga çıgargandar Tozoktun gana elderi"},{"SurahNumber":5,"VerseNumber":11,"Text":"O,momundar! Allaһtın silerge bergen neematın estegile: bir mezgilde, (duşman bolgon) koom kol salganda, Allaһ alardın kolun silerden tıygan ele. Allaһtan korkkula jana momun adamdar Allaһka gana tobokel kılışsın"},{"SurahNumber":5,"VerseNumber":12,"Text":"Allaһ İsrayil urpaktarınan bekem ant-ubadanı aldı. Jana Biz alardın on eki başçısın (ant menen moynuna algan parızdardı atkaruusun közömöldöögö) jiberdik. Allaһ ayttı: “Men siler menen birgemin. Eger siler namazdı toluk atkarıp, zeketti berip, Menin paygambarlarıma ıyman keltirip, alardı urmattasaŋar jana Allaһka jakşı karız (sadaka) berseŋer, anda Men silerdin künööŋördü öçürüp, astınan darıyalar agıp turgan Beyişterge kirgizemin. Al emi silerden kimde-kim uşundan (ant-ubada bergenden) kiyin dele, kaapır bolup ketse, al (bilip turup) tüz joldon adaşıptır"},{"SurahNumber":5,"VerseNumber":13,"Text":"Ant-ubadaların atkarbagandarı sebeptüü (kiyin) Biz alarga kargış jaadırdık, jüröktörün katırıp saldık. Alar (Iyık Kiteptegi) sözdü öz ordunan (başka maanidegi sözgö) almaştırıp jiberişti. Jana alar özdörünö eskertilgen nerseden (Toorattan) bir (neçe) esesin unutuştu. Jana da sen (o, Muhammad), alardın bardıgın kıyanattın üstündö tabasıŋ. Bir az gana bölüktörü anday emes. Sen alardıŋn(n kataların) keçirip koy. Allaһ ehsan (jakşı amal) kıluuçulardı süyöt"},{"SurahNumber":5,"VerseNumber":14,"Text":"“Biz — nasaaralarbız”! degen adamdardan da ant-ubada algan elek. Alar dagı özdörünö eskertilgen nerseden (İnjilden) bir bölügün unutup jiberişti! Natıyjada Biz alardın aralarına tee Kıyamatka çeyin (öz ara) duşmançılık jana jek körüünü salıp koyduk. Allaһ alarga jakında jasagan kılmıştarının kabarın beret (jana oşogo jaraşa azapka duuşar kılat)"},{"SurahNumber":5,"VerseNumber":15,"Text":"O, kitep elderi! Mına, silerge Bizdin paygambarıbız (Muhammad) siler Kitepten (Toorat menen İnjilden) jaşırıp koygon köp nerselerdi silerge bayan kılıp jana (başka) köp nerselerdi(n sırın) açpay, jön koygon abalda keldi. Silerge Allaһtan Nur (Muhammad) jana anık Kitep (Kuraan) keldi"},{"SurahNumber":5,"VerseNumber":16,"Text":"Allaһ al (Kitep) menen, Özünün ıraazıçılıgına eerçigen adamdardı (azaptan) salamatta boluu joldoruna baştayt. Jana alardı Öz kaaloo-uruksatı menen, (kaapırlıktın) karaŋgılıktarınan (İslamdık) Nurga çıgarıp, Tuura Jolgo baştayt"},{"SurahNumber":5,"VerseNumber":17,"Text":"“Allaһ — bul Maryamdın uulu Iysa”-degen adamdar kaapır boluştu. Aytçı: eger Allaһ Maryamdın uulu Iysanı, anın apasın jana jer jüzünün bardık adamdarın jok kıluunu kaalasa, Allaһ tarabınan (kelgen bul baleenin) bir gana nersesin kaytaruuga kimdin kudureti jetmek?! Asmandar jana Jerdin jana eköösünün ortosundagı bardık nerselerdin padışalıgı (jalgız) Allaһka taandık. Allaһ Özü kaalaganday jaratat. Allaһ bardık nersege Kudurettüü"},{"SurahNumber":5,"VerseNumber":18,"Text":"Yahudiyler menen hristiandar: “Biz Allaһtın baldarı jana süyüktüülörü bolobuz” - deşti. Aytkın: “Anda emne üçün Allaһ silerdi künööŋör üçün azaptayt?” Jok, siler dele Allaһ jaratkan (jönököy ele) insansıŋar. Al Özü kaalagan pendesinin (künöölörün) keçiret jana kaalaganın azapka duuşar kılat. Asmandar, Jer jana al eköösünün arasındagı bardık nerselerdin mülkü Allaһka taandık. Jana Aga gana kaytuu bar"},{"SurahNumber":5,"VerseNumber":19,"Text":"O, kitep eeleri! Mına, (murunku) paygambarlardan kiyin bir neçe zamandar ötüp, (siler paygambarga ötö muktaj bir mezgilde) silerge Bizdin paygambarıbız (Muhammad) keldi. (Kelişinin sebebi) siler (Kıyamatta) “Bizge ne bir Beyiş kabarçısı, ne bir Tozok kabarçısı kelgen emes” dep ayta albasıŋar üçün. Silerge Beyiş-Tozokton kabar berüüçü (paygambar) anık keldi. (Anı ukkula). Allaһ ar nersege Kudurettüü"},{"SurahNumber":5,"VerseNumber":20,"Text":"Bir kezde Musa koomuna (mınday) dedi: “O, koomum! Allaһtın silerge bergen neemattarın estegile! Bir kezderde Allaһ silerdin araŋardan paygambarlardı, padışalardı çıgardı jana silerge aalamdardan eç kimge berbegen neemattardı berdi"},{"SurahNumber":5,"VerseNumber":21,"Text":"O, koomum! Allaһ silerge (kirüünü) parız kılgan (mına bul) Iyık Jerge kirgile jana (korkoktuk kılıp) artıŋarga kaytpagıla, zıyan tartuuçulardan bolup kalasıŋar»"},{"SurahNumber":5,"VerseNumber":22,"Text":"Alar aytıştı: “O, Musa”, anda bakubat, kayrattuu adamdar bar eken. Oşolor çıgıp ketmeyinçe, biz al jerge kire albaybız. Eger alar özdörü çıgıp ketişse, anan biz kirebiz”"},{"SurahNumber":5,"VerseNumber":23,"Text":"(Oşondo) Allaһtan korko turgan, Allaһ alarga (sabırduuluktu, er jüröktüülüktü) neemat kılıp bergen eki adam ayttı: “Alardın üstünö eşikten kirip bargıla. Kirip ele alsaŋar, siler jeŋüüçü bolosuŋar. Jana eger momun bolsoŋor, Allaһka gana tobokel kılgıla”"},{"SurahNumber":5,"VerseNumber":24,"Text":"Aytıştı: «O, Musa, alar (bakubat adamdar) şaar içinde tursa, biz eç kaçan kirbeybiz! Baraber, özüŋ, Rabbiŋ ekööŋ soguşa bergile! Biz uşul jerde gana oturabız!»"},{"SurahNumber":5,"VerseNumber":25,"Text":"(Musa) ayttı: «O, Rabbim! Men özüm menen bir tuuganım(Harun) dan bölök eç kimge ee bolo albay kalıptırmın! Emi, biz menen bul buzulgan koomdun arasın ajıratıp, (alardı kılmışına jaraşa) jazala!»"},{"SurahNumber":5,"VerseNumber":26,"Text":"Allaһ (paygambarının dubasın kabıl kılıp, mınday) dedi: «Emi, alarga (bul şaarga kirüü) aram! Alar jer jüzündö kırk jıl adaşıp-tentip jürüşöt! Sen bul buzulgan koom üçün buşayman bolbo!»"},{"SurahNumber":5,"VerseNumber":27,"Text":"Alarga Adamdın eki uulunun kabarın okup ber: Bir kezde eköösü (Allaһtı ıraazı kıluu üçün, kol astındagı nerselerinen) kurmandık atap, al kurmandıktar birinen kabıl bolup, ekinçisinen kabıl bolboy kaldı. Al (kurmandıgı kabıl bolbogon bala) ayttı: “Men seni öltürömün!”.! (Ekinçisi) ayttı: «Allaһ takıba kişilerdin gana kurmandıgın kabıl alat"},{"SurahNumber":5,"VerseNumber":28,"Text":"Eger sen meni öltürüü üçün kol salsaŋ da, men seni öltürüü üçün eç kaçan kol sunbaymın. Albette, men Aalamdardın Rabbisinen korkomun"},{"SurahNumber":5,"VerseNumber":29,"Text":"Menin jana özüŋdün künööŋ menen kaytıp, (Akırette) tozok “eelerinen” bolup kalışıŋdı men kaalaymın. Zaalımdardın jazası - uşul!»"},{"SurahNumber":5,"VerseNumber":30,"Text":"Kiyin anın napsisi bir tuuganın öltürüügö köndürdü jana anı öltürüp koydu. Oşentip, al (eki düynösü) küygön adamdardan bolup kaldı"},{"SurahNumber":5,"VerseNumber":31,"Text":"Allaһ aga bir tuuganının söögün kanday kömüünü üyrötüü üçün jer tıtkan bir karganı jiberdi. (Zaalım balanın köz aldında eki karga tıtışıp, biri ölüp kalat. Öltürgön karga daroo tırmagı menen jer çukup, şerigin kömöt. Oşondo) al: «O, şorum kurusun!» Men bir tuuganımdın söögün uşul kargaçalık kömö albadımbı?” - dep buşayman kıluuçulardan boldu"},{"SurahNumber":5,"VerseNumber":32,"Text":"Uşul (okuya) sebeptüü, Biz İsrayil urpaktarına (tömöndögüçö ökümdü) parız kıldık: «Kimde-kim (şariyat buyurgan) öçü bolbogon je bolboso, jer betinde buzukuluk kılbagan (beykünöö) jandı öltürsö, düynödögü bardık adamdardı öltürgön sıyaktuu (künöölüü) bolot. Al emi, kimde-kim bir janga (anı öltürböy koyuu menen) jaşoo berse, bardık adamdarga jaşoo bergen sıyaktuu (soopko ee) bolot. Alarga (İsrayil urpaktarına) Bizdin paygambarlarıbız (eç kim kayaşa ayta albay turgan) dalilderdi alıp keldi. Mına uşundan kiyin dele, alardan köpçülügü jer jüzündö aşa çaap, çekten çıgıp jatışat"},{"SurahNumber":5,"VerseNumber":33,"Text":"Çınında, Allaһka jana paygambarına karşı soguşup, jer betinde buzukuluk taratıp jürgön adamdardın jazası — öltürülüü je asıp öltürülüü, kol-buttarı karşı-terşi kılıp (oŋ kol, sol but je sol kol, oŋ but) kesilüü je bolboso, (meken tutkan) jerden sürgün kılınuu. Bul alarga düynödö şermende (boluşu üçün) jana Akırette alarga uluu azap bar"},{"SurahNumber":5,"VerseNumber":34,"Text":"Al emi, kolgo tüşköngö çeyin, özdörü tooba kılıp kelişse, bilip koygula, Allaһ -Keçirimdüü, Irayımduu.”"},{"SurahNumber":5,"VerseNumber":35,"Text":"O,ıyman keltirgender! Allaһtan korkkula, Aga jakın boluunun joldorun izdegile jana Anın jolunda jihad kılgıla. (Oşondo gana) siler jeŋişke jetseŋer ajep emes"},{"SurahNumber":5,"VerseNumber":36,"Text":"Kaapır adamdar, jer jüzündö bolgon mülktün bardıgı, dagı oşonço koşumçası menen alardın mençigi bolup, jana oşol mülktörün Kıyamat Kündün azabınan kutuluu üçün berişse da, alardan kabıl alınbayt. Alar üçün jan sızdatkan azap bar"},{"SurahNumber":5,"VerseNumber":37,"Text":"Alar (düynö-mülk berip) Tozokton çıguunu kaalaşat. Birok, andan çıga alışpayt. Jana alarga tübölük azap bar"},{"SurahNumber":5,"VerseNumber":38,"Text":"Uuruluk kılgan erkek jana ayaldı, kılmışına jaraşa Allaһ tarabınan (belgilengen) azap-jaza boluu üçün koldorun keskile! Allaһ - Jeŋüüçü, Daanışman"},{"SurahNumber":5,"VerseNumber":39,"Text":"Al emi, kim zaalımdıgınan (uurulugunan) kiyin tooba kılıp, (özün) oŋdoso, Allaһ anın toobasın kabıl alat. Albette, Allaһ Keçirimdüü, Irayımduu"},{"SurahNumber":5,"VerseNumber":40,"Text":"(O, Muhammad!) Sen asmandar jana jerde bolgondun baarı Allaһtın mülkü ekenin, Allaһ kaalaganın azaptap, kaalaganına keçirim berişin bilbediŋbi?! Allaһ bardık nersege Kudurettüü"},{"SurahNumber":5,"VerseNumber":41,"Text":"O, Paygambar! Oozdoru menen “ıyman keltirdik” dep, jüröktörü ıyman keltirbegen munafıktardan jana yahudiylerden bolgon kaapırçılık tarapka çurkap baratkandar seni kaygıga salbasın. Alar jalgandı jana (büt iş-araketi jalganga negizdelgen) başka koomdu (yahudiylerdin diniy başçıların) uguşat. Alar (dinbaşçılar) bolso, senin aldıŋa kelbeyt, (elderdi adaştıruu üçün Toorattagı) sözdördü öz ordunan başkasına almaştırışat. (Jana özdörünö keŋeş surap kelgenderge) “Eger (silerge Muhammad tarabınan öz kaalooŋorgo ılayık kelgen) mına bul öküm berilse - algıla. Al emi, anday öküm berilbese -albagıla” deşet. Allaһ kimdin buzuluusun kaalasa, sen anın paydasına Allaһ tarabınan eç nersege ee emessiŋ. Alar — Allaһ jüröktörün tazaloonu kaalabagan adamdar. Alar üçün bul düynödö şermendelik jana Akırette çoŋ azap bar"},{"SurahNumber":5,"VerseNumber":42,"Text":"Alar jalganga kulak saluuçular, aramdı sugunuuçular. Eger alar saga (öküm surap) kelse, kaalasaŋ - öküm kıl, kaalasaŋ - jüz bur. Eger jüz üyrüsöŋ da, saga eç kanday zıyan jetkire alışpayt. Eger öküm kılçu bolsoŋ, alardın arasında (kim boluşuna karabay) adilettik menen öküm kıl. Çınında, Allaһ adilettüülördü süyöt"},{"SurahNumber":5,"VerseNumber":43,"Text":"Alar emne üçün senden öküm surap jatışat?! Alardın aldında Toorat bar go! Anda Allaһtın ökümdörü bar ele go?! ! Kiyin... uşundan kiyin dele, teskeri karap (ökümdü atkarbay) ketişet. (Antkeni,) Alar ıymanduu emes"},{"SurahNumber":5,"VerseNumber":44,"Text":"Biz (Musa paygambarga) içinde Nur jana Tuura Jol bolgon Toorattı tüşürdük. Anı menen yahudiylerge, Allaһka moyun sungan paygambarlar, rabbaniyler (elderdi Şariyat boyunça tarbiyalagandar) jana çoŋ aalım-ulamalar öküm kılıştı. Sebebi, Allaһtın kitebi alarga amanat koyulgan jana alar al Kitepke kübö boluuçular ele. (O, diniy jetekçiler!) Adamdardan korkpogula! Menden gana korkkula! Jana Menin ayattarımdı az gana baaga satıp jiberbegile! Kimde-kim Allaһ tüşürgön nerse menen öküm kılbasa... alar anık kaapırlar"},{"SurahNumber":5,"VerseNumber":45,"Text":"Jana Biz alarga (yahudiylerge) anda (Tooratta): “Janga-jan, közgö-köz, murunga-murun, kulakka-kulak, tişke-tiş jana (başka) jaraattarga öç (alınat)” dep jazıp koyduk.! Al emi, kimde-kim öçün (albay) keçirip jiberse, bul (jakşılıgı) al (kılmışker) üçün toluk aktoo bolot. Jana kimde-kim Allaһ tüşürgön (uşul) nerseler menen öküm kılbasa... oşolor gana anık zaalımdar"},{"SurahNumber":5,"VerseNumber":46,"Text":"Biz alardın (ötkön paygambarlardın) izinen, özünön aldıŋkı nerseni (Toorattı) tastıktagan Maryamdın uulu Iysanı jiberip, aga, içinde Nuru, Tuura Jolu bar jana özünön murunku Toorattı tastıktooçu, takıbaa kişiler üçün nasaat jana Tuura Jol bolgon İnjildi berdik"},{"SurahNumber":5,"VerseNumber":47,"Text":"Emi, İnjil eli anın içindegi Allaһ tüşürgön nerseler menen öküm kılışsın! Kimde-kim Allaһ tüşürgön nerse menen öküm kılbasa, oşolor gana anık buzukular"},{"SurahNumber":5,"VerseNumber":48,"Text":"(O, Muhammad!) Biz saga da, özünön murdakı kitepterdi tastıktooçu jana alardı(n bardık abzeldikterin) içine kamtıgan kitepti Akıykat menen tüşürdük. Emi, alardın (musulmandardın) arasında Allaһ tüşürgön Kitep menen öküm kıl! Özüŋö kelgen akıykattan (jüz burup) alardın kaalooloruna eerçip ketpe! (O, adamdar!) Biz silerdin bardıgıŋar üçün öz aldınça şariyattar jana jol-joruktar kıldık.! Eger Allaһ kaalasa, bardıgıŋardı bir gana (dinge moyun sungan) ümmöt kılıp koymok. Birok, silerge bergen nersede (diniy parızdarda) silerdi sınaş üçün (anday kılbadı). Emi, jakşılık işterdi biri-biriŋer menen jarışıp jasagıla. Bardıgıŋardın kaytuuŋar — Allaһka. Kiyin (Kıyamatta) Al silerge (amalıŋardagı) özgöçölöngön nerseŋerdin kabarın beret"},{"SurahNumber":5,"VerseNumber":49,"Text":"Alardın (yahudiylerdin) arasında Allaһ tüşürgön nerse (Kuraan, Sünnöt) menen öküm kıl! Alardın kaaloo-kızıkçılıgına eerçibe! Allaһ saga tüşürgön nerselerdin kee birlerinen seni (öz kaalooloruna) burup koyuuularınan sak bol! Eger (senin ökümüŋdön) jüz buruşsa, bilgin, Allaһ alarga kee bir ayıp-künöölörü sebeptüü kaygı jetkirüünü kaalayt. Çınında, adamdardan köpçülügü (şariyatka moyun sunbagan) buzukular"},{"SurahNumber":5,"VerseNumber":50,"Text":"Alar (senin ökümüŋö ırazı bolboy) jaahiliy (islamdan başka) ökümdördü kaalaşat beken?! Akılı tunuk elder üçün kim Allaһtan jakşıraak öküm tüzüp bere alat"},{"SurahNumber":5,"VerseNumber":51,"Text":"O, ıyman keltirgender! Yahudiyler menen hristiandardı dos tutpagıla! Alar biri-birinin dostoru. Silerden kimde-kim alardı dos tutsa, demek, al -oşolordon! Albette, Allaһ zaalım adamdardı Tuura Jolgo baştabayt"},{"SurahNumber":5,"VerseNumber":52,"Text":"Anan sen (o, Muhammad), jürögündö (munafıktık) oorusu bar adamdardın, alar (yahudiyler) tarapka umtulup: “(Eger bulardı dos tutpay koysok) bizge oomatsızdık jetip kaluusunan korkobuz” degenderin körösüŋ. Allaһ jeŋişti je bolboso, Özü tarabınan (alardı şermende kıla turgan) bir işti berip kalgısı bardır. Oşondo alar (eki jüzdüü munafıktar) jüröktörünö katkan aram oyloruna buşayman bolup kalışat"},{"SurahNumber":5,"VerseNumber":53,"Text":"Jana ıyman keltirgen adamdar (eki jüzdüülördün josunsuz joruktarınan kıjırdanışıp): “Kayra-kayra ant içip: “Biz siler menenbiz”-degender uşularbı?! deşet. Alardın işteri (düynödö) tekke ketti jana (Akırette) zıyan tartuuçularga aylanıştı"},{"SurahNumber":5,"VerseNumber":54,"Text":"O, momundar! Silerdin araŋardan kimde-kim öz dininen kaytsa, jakın arada (alardı ketirip, orduna) Allaһ alardı süyö turgan, alar dagı Anı süyö turgan,! ıymanduularga ırayımduu, kaapırlarga kaarduu, Allaһtın jolunda (mal-jandarın ayabay) jihad kıla turgan jana ayıptooçu adamdardın uşaktarınan korkpogon bir koomdu alıp kelet. Bul — Allaһtın pazileti, anı kaalagan pendelerine beret. Allaһ (ehsan-jakşılıkta) Kenen jana Bilüüçü"},{"SurahNumber":5,"VerseNumber":55,"Text":"(O, momundar!) Silerdin dosuŋar - Allaһ, Anın paygambarı jana ıyman keltirgen adamdar. Alar moyun sungan abalda namazdı toluk atkarışat jana zeketti berişet"},{"SurahNumber":5,"VerseNumber":56,"Text":"Jana kim Allaһtı, anın paygambarın jana ıymanduu adamdardı dos tutsa (alar Allaһtın jamaatı bolup sanalat) Albette, Allaһtın jamaatı gana jeŋiüüçü"},{"SurahNumber":5,"VerseNumber":57,"Text":"O,momundar! Silerdin diniŋerdi şıldıŋ kılıp algan kaapırlar menen silerden murda Kitep berilgenderdi dos tutpagıla! Eger momun bolsoŋor, Allaһtan korkkula"},{"SurahNumber":5,"VerseNumber":58,"Text":"Eger alardı (azan aytıp) namazga çakırsaŋar, anı (namazdı) da keleke kılışat. Bul alardın akılsız koom bolgonu sebeptüü"},{"SurahNumber":5,"VerseNumber":59,"Text":"Aytkın: “O, kitep elderi! Bizdi bolgonu, Allaһka ıyman keltirgenibiz üçün, özübüzgö tüşkön jana murda tüşkön kitepterge işengenibiz üçün jana köpçülügüŋör buzuk bolgonuŋar üçün ele jaman körö beresiŋerbi"},{"SurahNumber":5,"VerseNumber":60,"Text":"Aytkın: “Silerge Allaһtın aldında mından da jamanıraak jazalana turgandar jönündö aytıp bereyinbi? Alar - Allaһ kargış jaadırgandar, kaarına algandar, alardı maymıldarga jana doŋuzdarga aylantkandar jana taagutka (Allaһtan başka «kudayga») sıyıngandar! Oşolor eŋ jaman orunda jana Tuura Joldon eŋ köp adaşkandar"},{"SurahNumber":5,"VerseNumber":61,"Text":"Alar eger silerge kelişse: “Iyman keltirdik” - deşet. Birok, Çınında, alar (aldıŋarga) kaapırlık menen kirip, kaapırlık menen çıgışat. Allaһ alardın jaşırgan nerselerin köbüröök Bilüüçü"},{"SurahNumber":5,"VerseNumber":62,"Text":"Jana sen alardan (yahudiylerden) köpçülügün künöögö, zulumga jana aramdan jegenge birinen biri ötüp çurkagandarın körösüŋ. Alardın jasagan işteri kanday jaman"},{"SurahNumber":5,"VerseNumber":63,"Text":"Alardın rabbaniyleri, (diniy taalim berüüçülörü) jana (çoŋ) aalımdarı alardı künöö sözdördön, aram jegenden kaytarışpaybı?! Alardın işteri kanday jaman"},{"SurahNumber":5,"VerseNumber":64,"Text":"Yahudiyler “Allaһtın kolu baylanuu” (bakıl, saraŋ) deşti. Özdörünün koldoru baylanıp kalsın! Jana süylögön sözdörü sebeptüü kargış-naalatka kalıştı. Anday emes, Anın eki kolu teŋ açık jana Özü kaalaganday jakşılık kılat. (O, Muhammad!) Saga Rabbiŋ tarabınan tüşürülgön nerse (Kuraan, aga işenişpegeni sebeptüü) alardan köpçülügünün künöölörün jana kaapırçılıgın köböytöt. Biz alardın arasına tee Kıyamat kününö çeyin duşmançılık jana jek körüünü tüşürdük. Kaçan (musulmandarga karşı) soguş otun tutandırışsa, anı Allaһ öçürüp turat. Alar jer betinde buzukuluk taratıp (kezip) jürüşöt. Allaһ buzukulardı süyböyt"},{"SurahNumber":5,"VerseNumber":65,"Text":"Eger kitep elderi (Allaһka, periştelerine, bardık kitepterine, bardık paygambarlarına, akıretke jana tagdırga) ıyman keltirip, takıba boluşsa, Biz alardın (ötköndögü) künöölörün keçirip, sözsüz “Naim” (dep atalgan) Beyişterge kirgizebiz"},{"SurahNumber":5,"VerseNumber":66,"Text":"Eger alar Toorattın, İnjildin jana Rabbisi tarabınan tüşürülgön nerselerdin ökümdörün toluk atkarganda, üstülörünön (asmandan) jana astılarınan (jerden) ırıskılardı (mol) jeşet bolçu.! Alardın arasında (Toorat, İnjil ökümdörünö) ılayık jaşagandarı da bar. Birok, köpçülügü ötö jaman işterdi jasaşat"},{"SurahNumber":5,"VerseNumber":67,"Text":"O, Paygambar! Rabbiŋ tarabınan saga tüşürülgön nerseni (İslam dinin, bardık elderge) jetkir! Eger munu atkarbasaŋ, Allaһtın elçiligin jetkirbegen bolosuŋ! (Elçilikti jetkirüüdö eç kimden korkpo). Seni adamdardan Allaһtın Özü saktayt. Albette, Allaһ kaapır koomdu Tuura Jolgo baştabayt"},{"SurahNumber":5,"VerseNumber":68,"Text":"Aytkın: “Ey, kitep elderi! Siler kaçan Tooratka, İnjilge jana silerge Rabbiŋer tarabınan tüşürülgön (bardık) ökümdörgö toluk moyun sunmayınça eç bir dinde emessiŋer. (O, Muhammad!) Saga Rabbiŋden tüşürülgön nerse (Kuraan) alardan köpçülügünün künöö-kaapırçılıgın köböytüşü şeksiz. Sen kaapır koomdorgo kapa bolbo"},{"SurahNumber":5,"VerseNumber":69,"Text":"Çınında, momun-musulmandar, yahudiyler, sabiiler! jana hristiandardan kimde-kim Allaһka, Akıretke ıyman keltirip, salih (jakşı) amaldardı jasagan bolso, alarga korkunuç da jok, kaygı-kapaga da batışpayt"},{"SurahNumber":5,"VerseNumber":70,"Text":"Biz İsrayil urpaktarınan ant-ubadasın alıp, paygambarlardı jiberdik. Ar kaçan alarga bir paygambar napsileri kaalabagan ökümdü alıp kelse, kee biröölörün “jalgançı” deşip, kee biröölörün öltürüp jiberişti"},{"SurahNumber":5,"VerseNumber":71,"Text":"Jana “Bizge fitna (azap) bolboyt” dep oyloşup, (çındıktın aldında) sokur-dülöy bolup alıştı. Kiyin (toobo kılışkanda) Allaһ alardın toobaların kabıl aldı. (Birok) kiyin alardan köpçülügü kayradan sokur-dülöy bolup alıştı. Allaһ alardın kılmıştarın körüüçü"},{"SurahNumber":5,"VerseNumber":72,"Text":"“Allaһ — bul Maryamdın uulu Iysa” degender anık kaapır boluştu. Çındıgında, Iysa-Masih alarga: “O, İsrayil urpaktarı! Menin jana silerdin Rabbiŋer bolgon Allaһka gana ibadat kılgıla! Kimde-kim Allaһka (menibi je başkanıbı) şerik kılçu bolso, Allaһ aga Beyişti aram kılat jana jayı Tozok bolot. Özünö zulum kıluuçularga jardamçı (alardı tozokton kutkaruuçu) bolboyt"},{"SurahNumber":5,"VerseNumber":73,"Text":"“Allaһ — üçöönün üçünçüsü”! degender da anık kaapır boluştu! Jalgız Kuday - Allaһtan başka bir da (sıyınuuga tatıktuu) kuday jok! Eger süylögön (kata) sözdörünön kaytışpasa, alardın arasınan kaapır bolgondorun jan oorutkan azap karmayt"},{"SurahNumber":5,"VerseNumber":74,"Text":"Allaһka tooba kılıp, (jalgız Özünö sıyınıp) Andan künöölörün keçirüünü suraşpaybı?! (Eger oşentçü bolso) Allaһ - Keçirimdüü, Irayımduu"},{"SurahNumber":5,"VerseNumber":75,"Text":"Maryamdın uulu Iysa bolgonu, bir paygambar. Andan murun da paygambarlar ötkön. Anın apası «siddika» (aykın ilimdüü, taza ıyman-ibadattuu) ayal bolgon. Eköö teŋ tamak-aş jep jürüşkön. Biz alarga Öz ayattarıbızdı kanday bayandap bergenibizdi jana (uşuga da karabay) alardın (Allaһ jönündö) kanday doomattardı oylop çıgargandarın körüp koygun"},{"SurahNumber":5,"VerseNumber":76,"Text":"Aytkın: “(O, hristiandar!) Siler Allaһtan başka, silerge payda da, zıyan da bere albagan nerselerge sıyınasıŋarbı?! Allaһ Uguuçu, Bilüüçü!»"},{"SurahNumber":5,"VerseNumber":77,"Text":"Aytkın: “O, kitep elderi! Diniŋerde kıyanattık menen çekten çıkpagıla! Mından murun adaşkan, köp adamdardı adaştırgan jana tüz joldon tap-takır adaşıp ketken koomdun kaalooloruna eerçip ketpegile"},{"SurahNumber":5,"VerseNumber":78,"Text":"İsrayil urpaktarınan kaapır bolgondoru Daud jana Maryamdın uulu Iysalardın tili menen kargışka kalışkan! Bul (kargış) künöö kılgandarı jana çekten çıkkandarıı sebeptüü boldu"},{"SurahNumber":5,"VerseNumber":79,"Text":"(Dagı) alar jasap jatkan künöö işterden biri-birin kaytarışkan emes. Bul işteri kanday jaman joruk"},{"SurahNumber":5,"VerseNumber":80,"Text":"Alardın köpçülügü kaapırlardı dos kılıp alganın körösüŋ. Öz baştarına özdörü keltirip algan nerse - Allaһtın alarga bolgon jek körüüsü kanday jaman! Jana alar azapta tübölük kalışat"},{"SurahNumber":5,"VerseNumber":81,"Text":"Eger alar Allaһka, paygambarga jana paygambarga (Allaһ tarabınan) tüşürülgön nersege ıyman keltirişkende, kaapırlardı dos kılıp almak emes. Birok, alardın köpçülügü (kaapırdı dos tutkan) buzukular"}]}