{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Seslani Knihy od Boha, Mocneho. Moudreho"},{"SurahNumber":46,"VerseNumber":3,"Text":"Stvorili jsme nebesa i zemi a cozkoliv mezi obema jest, pouze v pravde, a do lhuty predurcene: vsak ti, kdoz neuverili, od toho, pred cimz varovani, jsou, se odvraceji"},{"SurahNumber":46,"VerseNumber":4,"Text":"Rci: „Co minite? To, co vzyvate vedle Boha, — ukazte mi, co stvorili na zemi, aneb maji-li podilu na nebesich? Prineste mi Knihu, (seslanou) pred touto, aneb stopy nejakeho vedeni, jste-li pravdomluvnymi!“"},{"SurahNumber":46,"VerseNumber":5,"Text":"A kdo zbloudilejsim jest toho, jenz vzyva vedle Boha neco, co nevyslysi jej, az do dne zmrtvychvstani — a lhostejni jsou k volani jejich"},{"SurahNumber":46,"VerseNumber":6,"Text":"A v den, kdy shromazdeno bude lidstvo, budou neprateli jim a budou uctivani jejich zapirati"},{"SurahNumber":46,"VerseNumber":7,"Text":"A kdyz predcitana jsou jim znameni nase jasna, rikaji ti, kdoz neuverili v pravdu, kdyz prisla jim: „Totot kouzelnictvi jest zjevne.“"},{"SurahNumber":46,"VerseNumber":8,"Text":"Ci rikaji: „Vymyslil si jen?“ Rci: „Vymyslil-li jsem si jej, pak nevymuzete vy pro mne od Boha pranic! Ont nejlepe vi, co (o Koranu) pronasite: ont dostaci mi jako svedek mezi mnou a vami; a on velky jest v odpousteni, slitovny.“"},{"SurahNumber":46,"VerseNumber":9,"Text":"Rci: „Nejsem novotarem mezi proroky: a nevim, co ucineno bude se mnou, nebo s vami, kdyz nasleduji pouze to, co vnuknuto mi bylo, a jsem jen varovatelem zjevnym.“"},{"SurahNumber":46,"VerseNumber":10,"Text":"Rci: „Co minite? Je-li (tato Kniha) od Boha a vy neuverili jste v ni; dosvedci-li pak svedek ze synu Israele ohledne souhlasnosti jeji a uveri-li v ni, mezitim co vy pysne chovate se — ? Zajiste Buh nevede (cestou pravou) lid nepravostny!“"},{"SurahNumber":46,"VerseNumber":11,"Text":"A rikaji ti, kdoz neuverili, o tech, kdoz uverili: „Kdyby to bylo co dobreho, nebyli by predstihli nas v (pridrzeni se) jej.“ Vsak nedavse vesti se jim, reknou jen: „Totot lez jest stara.“"},{"SurahNumber":46,"VerseNumber":12,"Text":"Vsak pred nim byla kniha Mojzisova vudcovstvim a milosrdenstvim; a tato Kniha potvrzuje ji, v jazyku arabskem, aby varovala nepravostne a zvesti radostnou byla pro ty, kdoz dobre cini"},{"SurahNumber":46,"VerseNumber":13,"Text":"Zajiste pak tem, kdoz rikaji: „Panem nasim jest Buh“ a primo berou se k nemu, netreba se bati, aniz rmoutiti se"},{"SurahNumber":46,"VerseNumber":14,"Text":"Tito obyvateli budou zahrady (rajske), v niz prebyvati budou vecne, v odmenu za skutky sve"},{"SurahNumber":46,"VerseNumber":15,"Text":"A doporucili jsme cloveku laskave jednani vuci rodicum jeho: neb s utrapou nosila jej matka jeho a s utrapou porodila jej; a noseni jeho a (kojeni az k) odstaveni (trvalo) tricet mesicu. A kdyz dosahl dospelosti sve a dosahl veku ctyriceti let, rekne: „Pane muj, povzbud mne, abych vdecnym byl za dobrodini, jez prokazal's mi a rodicum mym; a abych konal dobro, v nemz zalibeni bych nalezl; a ucin mne spravnym v potomstvu svem — neb kajicne obracim se k tobe a zajistet jsem z odevzdanych do vule tve.“"},{"SurahNumber":46,"VerseNumber":16,"Text":"Tito jsou oni, od nichz prijmeme nejlepsi skutky jejich, a pomineme spatnosti jejich: mezi obyvateli budou zahrady (raje): — tentot slib jest pravdivy, jenz sliben byl jim"},{"SurahNumber":46,"VerseNumber":17,"Text":"A ten, kdo rika rodicum svym: „Pfuj na vas oba! Chcete slibovati mi, ze vyveden budu (z hrobu), kdyz cela pokoleni byla zasla prede mnou?“ Oni pak oba prosi Boha zan, (rkouce): „Beda ti! Uver; neb slib bozi pravdivy jest.“ Vsak on rika: „Tot pouze bachorky jsou starych!“"},{"SurahNumber":46,"VerseNumber":18,"Text":"Takovi budou z tech, nad nimiz vyrcen byl jiz rozsudek v narodech, jez zasly pred nimi, z Dzinnu a lidi: tito zahube propadli"},{"SurahNumber":46,"VerseNumber":19,"Text":"Pro vsechny pak budou stupnice v cinech jejich, a odplaceno bude jim dle toho, co cinili: a nebude jim ukrivdeno"},{"SurahNumber":46,"VerseNumber":20,"Text":"A prijde den, kdy ti, kdoz neuverili, vystaveni budou ohni: „Promrhali jste dobre dary sve v zivote pozemskem a v rozkosi uzivali jste jich: procez dnes tedy odmeneni budete trestem potupy za pysnost svoji na zemi, nikterak opravnenou, a za prostopasnost svou.“"},{"SurahNumber":46,"VerseNumber":21,"Text":"A zmin se o bratru 'Ada, kdyz varoval lid svuj v AL-AHQAF — a meli varovatele pred nim i po nem, — (rka): „Neuctivejte niceho krome Boha, neb zajiste bojim se pro vas trestu dne velkeho.“"},{"SurahNumber":46,"VerseNumber":22,"Text":"Rekli: „Prisel's k nam, abys odvratil nas od bozstev nasich? Nuz tedy, privodiz na nas to, co slibujes nam, jsi-li pravdomluvnym!“"},{"SurahNumber":46,"VerseNumber":23,"Text":"Rekl: „Vedeni jest pouze u Boha: jat pouze hlasam vam, s cimz poslan byl jsem; vsak vidim, ze lid jste nevedomy.“"},{"SurahNumber":46,"VerseNumber":24,"Text":"A kdyz videli mracno, zenouci se primo k udolim jejich, rekli: „Totot jest mracno, z nejz naprsi nam.“ „Naopak! Totot jest, co uspisiti chteli jste: vichr, v nemz jest trest bolestny"},{"SurahNumber":46,"VerseNumber":25,"Text":"Zahubi vsechno z rozkazu Pana sveho!“ A zrana bylo videti jen obydli jejich (pusta)! Takovymto zpusobem odmenujeme lid provinily"},{"SurahNumber":46,"VerseNumber":26,"Text":"A dali jsme jim postaveni, do jakehoz postavili jsme i vas: a dali jsme jim sluch a zrak a srdce: vsak neprospel jim sluch jich, aniz zrak jich, aniz srdce jejich pranic, neb popirali znameni bozi; a obklopilo je to, cemu se byli vysmivali"},{"SurahNumber":46,"VerseNumber":27,"Text":"A take zahladili jsme kol vas nektera mesta: a rozmanita davali jsme jim znameni, aby k nam snad navratili se"},{"SurahNumber":46,"VerseNumber":28,"Text":"A proc nepomohli jim ti, ktere vzali si vedle Boha za bozstva, jimz obetovali? Naopak, ztratili se jim! Takova byla lez jejich a smyslenky"},{"SurahNumber":46,"VerseNumber":29,"Text":"A (pomni), kdyz obratili jsme smerem k tobe sbor Dzinnu, aby naslouchati mohli Koranu: a kdyz objevili se (na miste cteni jeho), rekli: „Pst! slyste!“ A kdyz skonceno bylo (cteni), vratili se k lidu svemu, jako varovatele"},{"SurahNumber":46,"VerseNumber":30,"Text":"Rekli: „Lide nas, my zajiste slyseli jsme Knihu, seslanou po Mojzisovi, potvrzujici pisma predesla: vede k pravde a ke stezce prime"},{"SurahNumber":46,"VerseNumber":31,"Text":"Lide nas, odpovezte hlasu boziho Zvouciho, a uverte v Boha: ont odpusti vam viny vase a vysvobodi vas od trestu bolestneho"},{"SurahNumber":46,"VerseNumber":32,"Text":"A kdo neodpovi hlasu boziho Zvouciho, neznemozni (moc) Boha na zemi, a nebude mu vedle Boha ochrancu: tito jsou v bludu zjevnem.“"},{"SurahNumber":46,"VerseNumber":33,"Text":"Coz nevideli, ze Buh, jenz stvoril nebesa i zemi a neunavil se stvorenim jich, ma tez moc, aby vzkrisil mrtve. Ano, zajiste; on nade vsemi vecmi moc ma"},{"SurahNumber":46,"VerseNumber":34,"Text":"V den, kdy ti, kdoz neuverili, vystaveni budou ohni, (tazani budou): „Neni to pravda?“ Reknou: „Ano, pri Panu nasem!“ Rekne (Buh): „Nuz okuste tedy trestu za to, ze neuverili jste!“"},{"SurahNumber":46,"VerseNumber":35,"Text":"Tudiz trpelive vyckavej, jakoz trpelive vyckavali muzi pevneho rozhodnuti mezi proroky, a nesnaz se uspisiti (trest) jejich. V den, kdy spatri, coz slibovano jest jim, (pripadne jim), jako by byli dleli v hrobe pouze jednu hodinu dne. (Dosti) hlasani! Zdaz zahlazeni budou jini, nez lide prostopasni"},{"SurahNumber":47,"VerseNumber":1,"Text":"Tech, kdoz neuverili a odvraceji druhe od stezky bozi, Buh skutky znemozni"},{"SurahNumber":47,"VerseNumber":2,"Text":"od tech pak, kdoz uverili a dobre skutky konaji a veri v to, co seslano bylo MOHAMMEDOVI — a jest to pravda od Pana jejich — odejme spatnosti jejich; a napravi mysli jejich"},{"SurahNumber":47,"VerseNumber":3,"Text":"To proto, ze ti, kdoz neuverili, nasleduji marnost a ti, kdoz uverili, nasleduji pravdu od Pana sveho: takovymto zpusobem cini Buh lidem podobenstvi jejich"},{"SurahNumber":47,"VerseNumber":4,"Text":"A kdyz potkate neverici, (dejte se) do stinani hlav jejich, dokud nepobijete jich mnoho: a (zbylym) upevnete pouta. Pote pak bud omilostnete je, neb propustte za vykupne, dokud neslozi valka bremen svych. Tak (cinte). Kdyby Buh byl chtel, byl by sam pomohl si od nich; vsak (dopustil valku), aby vyzkousel vas jedny druhymi. Tech pak, kdoz zabiti byli na stezce bozi, nebudou zmareny skutky"},{"SurahNumber":47,"VerseNumber":5,"Text":"Buh povede je (cestou pravou) a napravi mysli jejich"},{"SurahNumber":47,"VerseNumber":6,"Text":"a uvede je v zahradu (raje) o niz jim byl jiz povedel"},{"SurahNumber":47,"VerseNumber":7,"Text":"Vy, kteri jste uverili, pomuzete-li Bohu, on tez pomuze vam a upevni kroky vase"},{"SurahNumber":47,"VerseNumber":8,"Text":"A ti, kdoz neuverili, necht zhynou, a Buh zmari skutky jejich"},{"SurahNumber":47,"VerseNumber":9,"Text":"To proto, ze odpor meli vuci tomu, co Buh byl seslal: i nivec uvedeny budou skutky jejich"},{"SurahNumber":47,"VerseNumber":10,"Text":"Coz necestovali v zemi, aby byli videli jaky byl konec tech, kdoz byli pred nimi? Buh znicil je a neverici stihne osud podobny"},{"SurahNumber":47,"VerseNumber":11,"Text":"To proto, ze Buh ochrancem jest tech, kdoz uverili a nevericim neni ochrance"},{"SurahNumber":47,"VerseNumber":12,"Text":"Buh zajiste uvede ty, kdoz uverili, a konali dobre skutky v zahrady, pod nimiz reky tekou: ale ti, kdoz neuverili, uzivaji a poziraji, jako zerou dobytcata! Ohen pekelny bude pribytkem jejich"},{"SurahNumber":47,"VerseNumber":13,"Text":"A kolik mest, mocnejsich silou mesta, jez vyhnalo te, zahladili jsme a nebylo jim pomocnika"},{"SurahNumber":47,"VerseNumber":14,"Text":"Zdaz ten, jenz opira se o jasny dukaz od Pana sveho, bude jako ten, jemuz zkrasleno bylo zle konani jeho a (jako ti, kdoz) nasleduji choutky sve"},{"SurahNumber":47,"VerseNumber":15,"Text":"Vypodobneni zahrady rajske, jez slibena jest bohabojnym: v ni reky jsou s vodou nehnijici; a reky mleka, jehoz chut se nikdy nemeni; a reky vina, lahodneho pijicim, a reky medu zcisteneho; v ni budou miti plody vseho druhu, a odpusteni od Pana sveho. (Zdaz udel jich bude) jako udel toho, jenz vecne prebyvati bude v ohni, a napajeni budou vodou vrouci, takze drasati bude streva jejich"},{"SurahNumber":47,"VerseNumber":16,"Text":"Jsou mezi nimi nekteri, kdoz naslouchaji ti, dokud neodejdou od tebe; pak rikaji tem, jimz dano bylo vedeni: „Co to zvani?“, posmesne. Tito jsou oni, na jichz srdce pecet vlozil Buh a kteri nasleduji choutky sve"},{"SurahNumber":47,"VerseNumber":17,"Text":"Vsak ty, kdoz nasleduji cestu pravou, rozmnozi Buh v (dobrem) vedeni, a da jim bazen (bozi)"},{"SurahNumber":47,"VerseNumber":18,"Text":"Coz jineho ocekavaji neverici, nez ze prijde na ne hodina (soudu) znenadani? Vzdyt jiz prisly priznaky jeji; a kdyz vskutku prijde na ne, k cemu bude dobre jim napomenuti jich"},{"SurahNumber":47,"VerseNumber":19,"Text":"Tedy vez, ze neni Boha, krome Boha, a pros za odpusteni vin svych, jakoz i (vin) vericich muzu a zen, Buh pak dobre vi o pochuzkach vasich (s mista na misto) a o (konecnem) prebyvani vasem"},{"SurahNumber":47,"VerseNumber":20,"Text":"A rikaji ti, kdoz uverili: „Kdyby jen seslana byla sura!“ Vsak kdyz rozhodna sura seslana jest a v ni zminka ucinena o boji, spatris ony, v jichz srdcich jest choroba, hledici na tebe pohledem omdleleho v zapase smrtelnem, procez pristojnejsi byla by jim poslusnost a rec zdvorila"},{"SurahNumber":47,"VerseNumber":21,"Text":"Kdyz pak rozhodnuto jest o veci, tu kdyby verni byli Bohu, bylo by to pro ne lepsim"},{"SurahNumber":47,"VerseNumber":22,"Text":"Zdaz chteli byste, kdybyste odvratili se (od Boha), ciniti pohorseni v zemi, a chteli prervati krevni svazky sve"},{"SurahNumber":47,"VerseNumber":23,"Text":"Tito jsou oni, jimz zlorecil Buh a nemotou postihl, a slepotou ranil zrak jejich"},{"SurahNumber":47,"VerseNumber":24,"Text":"Coz nebudou rozbirati si (v mysli) Koran? Anebo zamky maji na srdcich svych"},{"SurahNumber":47,"VerseNumber":25,"Text":"Zajiste pak tem, kdoz navraceji se zpet, pote, kdyz jasne ukazano bylo jim Vedeni, Satan naseptava (klam) a plni je (preludy)"},{"SurahNumber":47,"VerseNumber":26,"Text":"To proto, ze rikaji tem, kdoz odpor maji k tomu, co seslal Buh: „Uposlechneme vas v nekterych vecech.“ Vsak (dobre) zna Buh tajemstvi jejich"},{"SurahNumber":47,"VerseNumber":27,"Text":"Jak bude jim, az andele, prisedsi, aby umrtvili je, budou biti je v tvare a zada jejich"},{"SurahNumber":47,"VerseNumber":28,"Text":"To proto, ze nasledovali to, co hnevem plni Boha a nenavideli, v cem zalibeni naleza: i nivec uvede skutky jejich"},{"SurahNumber":47,"VerseNumber":29,"Text":"Ci domnivaji se ti, v jichz srdcich jest choroba, ze Buh neprivede (na svetlo) zlomyslnost jejich"},{"SurahNumber":47,"VerseNumber":30,"Text":"Kdybychom chteli, mohli bychom ti je ukazati, i poznal bys je po znamkach jejich; ale dojista poznas je dle spletene reci jejich, Buh pak (dobre) zna skutky vase"},{"SurahNumber":47,"VerseNumber":31,"Text":"A dojista na zkousku postavime vas, dokud nerozpozname, kteri usilovne bojuji a trpelive vyckavaji mezi vami: a vyzkousime zpravy o vas"},{"SurahNumber":47,"VerseNumber":32,"Text":"Zajiste pak ti, kdoz neuverili. a odvraceji (druhe) od stezky bozi, a odtrhli se od proroka pote, kdyz jasne ukazano bylo jim Vedeni, neuskodi Bohu pranic a on nivec obrati skutky jejich"},{"SurahNumber":47,"VerseNumber":33,"Text":"Vy, kteri jste uverili, poslusni budte Boha a poslusni budte proroka, a necinte marnymi skutky sve"},{"SurahNumber":47,"VerseNumber":34,"Text":"Zajiste tem, kdoz neuverili, a odvraceji (druhe) od stezky bozi, a zemrou pak jako neverci, Buh neodpusti"},{"SurahNumber":47,"VerseNumber":35,"Text":"Procez nebudte zbabelci a nezvete (nevericich) k miru, kdyz vy jste navrchu; neb Buh jest s vami, a neosidi vas o zasluhu skutku vasich"},{"SurahNumber":47,"VerseNumber":36,"Text":"Zivot pozemsky jest pouhou hrou a kratochvili: ale verite-li a bojite-li se Boha, on da vam odmeny vase a nebude pozadovati niceho ze statku vasich"},{"SurahNumber":47,"VerseNumber":37,"Text":"Kdyby zadal je od vas a nutil vas, lakotili byste a on tak na venek privedl by zlomyslnost vasi"},{"SurahNumber":47,"VerseNumber":38,"Text":"Hle, vy jste to, kteri vyzyvani jste, abyste stedre rozdavali ve stezce bozi: ale jsou mezi vami nekteri, jiz lakoti; vsak kdo lakoti, lakoti jen ve svuj vlastni neprospech, neb Buh bohaty jest a vy chudi. A obratite-li se, zameni vas Buh lidem jinym, jenz pak nebude takovym, jakymi jste vy"},{"SurahNumber":48,"VerseNumber":1,"Text":"Zajiste poprali jsme ti zviteziti VITEZSTVIM zjevnym"},{"SurahNumber":48,"VerseNumber":2,"Text":"Na dukaz toho, ze odpustil ti Buh drivejsi viny tve i pozdejsi a dovrsuje milost svou nad tebou a vede te stezkou primou"},{"SurahNumber":48,"VerseNumber":3,"Text":"a ze pomaha ti Buh pomoci mocnou"},{"SurahNumber":48,"VerseNumber":4,"Text":"Ont to jest, jenz sesila poklid v srdce vericich, aby rozmnozili virou viru svoji: — Bohu pak prinalezeji voje nebes i zeme, a Buh vsevedouci jest a moudry; —"},{"SurahNumber":48,"VerseNumber":5,"Text":"a aby uvedl verici muze a zeny do zahrad, pod nimiz reky tekou, v nichz prebyvati budou vecne: a aby odejmul od nich spatnosti jejich. Totot pak bude u Boha blazenosti velkou"},{"SurahNumber":48,"VerseNumber":6,"Text":"A aby potrestal pokrytecke muze a zeny a mnohobozce a mnohobozky, kdoz smysleji o Bohu smyslenim zlym: proti nim obrati se zle smysleni jejich a rozhnevan jest na ne Buh a zlorecil jim a peklo schystal jim pribytkem: jak zla to bude cesta"},{"SurahNumber":48,"VerseNumber":7,"Text":"A Bohu prinalezeji voje nebes i zeme a Buh mocny jest a moudry"},{"SurahNumber":48,"VerseNumber":8,"Text":"Zajistet vyslali jsme te jako svedka a vestitele a varovatele"},{"SurahNumber":48,"VerseNumber":9,"Text":"abyste uverili v Boha a proroka jeho: a pomahali mu a ctili jej a chvalili jej za jitra i s vecerem"},{"SurahNumber":48,"VerseNumber":10,"Text":"Zajiste ti, kdoz vchazeji v umluvu vernosti s tebou, vchazeji v umluvu s Bohem: ruka bozi jest nad rukama jejich. Kdozkoli tedy porusi smlouvu tuto, jedine ke skode vlastni ji porusuje, a kdo verne dostoji smlouve sve s Bohem, tomu da Buh odmenu velkou"},{"SurahNumber":48,"VerseNumber":11,"Text":"Reknou ti Arabove z pouste, kteri zustali v zadu: „Byli jsme zaneprazdneni majetky svymi a rodinami svymi: procez pros za odpusteni pro nas.“ Rikaji jazyky svymi, co neni v srdcich jejich. Rci jim: „A kdo zpomuze vam proti Bohu, kdyby postihnouti chtel vas skodou aneb postihnouti chtel vas prospechem? V pravde, Buh dobre zpraven jest o skutcich vasich"},{"SurahNumber":48,"VerseNumber":12,"Text":"Naopak, mnili jste, ze nevrati se jiz prorok a verici k rodinam svym nikdy a libilo se vam pomysleni toto v srdcich vasich: smysleli jste smysleni zle a stali jste se lidem nehodnym.“"},{"SurahNumber":48,"VerseNumber":13,"Text":"A kdozkoli neveri v Boha a v proroka jeho — zajiste schystali jsme nevericim vyhen zhavou"},{"SurahNumber":48,"VerseNumber":14,"Text":"Bohu prinalezi panstvi nebes i zeme: odpousti, komu chce, a tresce, koho chce: a Buh velkym jest v odpousteni, slitovnym"},{"SurahNumber":48,"VerseNumber":15,"Text":"Reknou ti, kdoz zustali vzadu, kdyz vychazite, abyste dobyli (jiste) koristi: „Nechte nas jiti s vami.“ Tak chteji zpusobiti zmeneni slova boziho. Rci: „Nepujdete s nami: tak ohledne vas rozhodl Buh jiz drive.“ I budou rikati: „Nikoliv, ze zavisti tak cinite.“ Nikoliv, vsak pochopiti z toho jen malo dovedou"},{"SurahNumber":48,"VerseNumber":16,"Text":"Rci Arabum z pouste, zustavsim vzadu: „Zavolani budete k boji proti lidu urputnosti velke, s nimz valciti budete, dokud neodevzda se do vule bozi. Poslechnete-li, da vam Buh odmenu krasnou, vsak odvratite-li se jako odvratili jste se pred tim, ztresce vas trestem bolestnym.“"},{"SurahNumber":48,"VerseNumber":17,"Text":"Nebude slepcum hrichu, aniz chromym hrichu, aniz nemocnym hrichu, (nepotahnou-li do pole). Kdokoliv pak poslusen bude Boha a proroka jeho, uvede jej Buh v zahrady, pod nimz reky tekou: a kdozkoliv odvrati se, ztresce jej trestem bolestnym"},{"SurahNumber":48,"VerseNumber":18,"Text":"Buh jiz nalezl zalibeni ve vericich, kdyz smlouvu s tebou cinili (rukoudanim) pod stromem: a znal rozpolozeni srdci jejich a seslal jim poklid, a odmenil je vitezstvim brzkym"},{"SurahNumber":48,"VerseNumber":19,"Text":"jakoz i koristi bohatou, jiz dobyli: a Buh mocnym jest a moudrym"},{"SurahNumber":48,"VerseNumber":20,"Text":"Prislibilte vam Buh korist bohatou, ze dobudete ji a uspisil vam splneni tohoto slibu sveho: odvratil pak ruce lidi od vas, aby znamenim to bylo vericim a aby uvedl vas na stezku primou"},{"SurahNumber":48,"VerseNumber":21,"Text":"A jinou (jeste korist), jiz dosud nebylo lze vam dobyti: vsak Buh jiz shrnuje ji pro vas, a Buh nade vsemi vecmi moc ma"},{"SurahNumber":48,"VerseNumber":22,"Text":"Budou-li valciti proti vam ti, kdoz neuverili, dojista obrati se zady k vam v uteku: a pak nenaleznou ochrance, aniz pomocnika"},{"SurahNumber":48,"VerseNumber":23,"Text":"(Tak bylo) zvyklosti Boha ciniti v minulosti a ve zvyklostech Boha nenajdes zmeny"},{"SurahNumber":48,"VerseNumber":24,"Text":"Ont to byl, jenz zadrzel ruce jejich od vas a ruce vase od nich v udoli Mekky pote, kdyz dal vam vitezstvi nad nimi a Buh (dobre) skutky vase pozoroval"},{"SurahNumber":48,"VerseNumber":25,"Text":"To jsou ti, kteri neuverili a odpirali vam pristup do modlitebnice posvatne, jakoz i nedovolovali darum obetnim, aby dosly mista urceni sveho. Nebyti pak toho, ze byli mezi nevericimi muzove a zeny verici, kterych jste neznali, a kteri by byli byvali podupani s sebou, cimz vy nevedomky byli byste na se uvalili hrich; (a tak) aby Buh mohl uvesti v milosrdenstvi sve, koho by byl chtel: nebyti tohoto smiseni, byli bychom jiste ztrestali ty, kdoz neuverili, trestem bolestnym"},{"SurahNumber":48,"VerseNumber":26,"Text":"Tehdy neverici plnili srdce sva zurivosti, zurivosti nevedomosti; seslal pak Buh poklid svuj na proroka sveho a na verici a upevnil v nich slovo bazne bozi, neb (plne) hodni ho byli a (plne) si je zaslouzili: a Buh o vsech vecech ma vedomost"},{"SurahNumber":48,"VerseNumber":27,"Text":"Pravdive naplnila se slova bozi prorokovi ve snach: „V pravde vejdete v modlitebnici posvatnou, bude-li Buh chtiti, v bezpeci, s hlavami oholenymi a ostrihani, beze vsi bazne; Buh pak vi, co vy nevite; a mimo to prichystal vam vitezstvi nedaleke.“"},{"SurahNumber":48,"VerseNumber":28,"Text":"Ont jest to, jenz vyslal proroka sveho s Vedenim a nabozenstvim pravdivym, aby vyniknouti dal mu nad veskerymi nabozenstvimi: a Buh postaci tomu jako svedek"},{"SurahNumber":48,"VerseNumber":29,"Text":"Mohammed jest prorokem bozim: ti, kdoz pri nem stoji, hroznymi jsou vuci nevericim, laskyplnymi pak mezi sebou. Spatris je klecici, sklonene na tvare sve, doprosujici se blahovolnosti Boha a zalibeni jeho v nich: stopy vzyvani jejich jsou na tvarich jejich. Totot jest podobenstvi jich v Zakone a v Evangeliu: jsou jako seme, z nejz klici steblo: pak roste a sili a vystupuje do vyse na steble svem, jsouc radosti rozsevace. (Takymi jsou), aby zurili na ne neverici: tem pak, kdoz uverili a konali dobre skutky, slibil Buh odpusteni a odmenu velkou"},{"SurahNumber":49,"VerseNumber":1,"Text":"Vy, kteriz jste uverili, nepredbihejte v nicem (rizeni) Boha a proroka jeho: a bojte se Boha, Buh zajiste vse slysi a vi"},{"SurahNumber":49,"VerseNumber":2,"Text":"Vy, kteriz jste uverili, nepozdvihujte hlasu sveho nad hlas prorokuv, aniz mluvte k nemu tak hlasite, jako kdyz mluvite mezi sebou jinak nivec obraceni budou skutkove vasi, aniz byste nadeli se"},{"SurahNumber":49,"VerseNumber":3,"Text":"Zajiste ti, kdoz ztisuji hlasy sve v pritomnosti proroka boziho, jsou prave oni, jichz srdce vyzkousel Buh pro zboznost: odpusteni ocekava je a odmena hojna"},{"SurahNumber":49,"VerseNumber":4,"Text":"Ti pak, kdoz hlasite vyvolavaji te z KOMNAT tvych, vetsinou jsou lide nerozumni"},{"SurahNumber":49,"VerseNumber":5,"Text":"Vsak kdyby pokojne vyckali, az vyjdes k nim, bylo by to lepsim pro ne: Buh pak velkym jest v odpousteni, slitovnym"},{"SurahNumber":49,"VerseNumber":6,"Text":"Vy, kteriz jste uverili, prijde-li k vam prostopasnik s novinou, dobre ji prozkoumejte, abyste neublizili lidem z nevedomosti a nelitovali v brzku ukvapenosti sve"},{"SurahNumber":49,"VerseNumber":7,"Text":"A veztez, ze prorok jest mezi vami, kdyby poslouchal vas v mnohych zalezitostech, upadli byste ve hrich. Vsak Buh dal vam zamilovati si viru a zkraslil vam ji v srdcich vasich: a zosklivil vam neviru, prostopasnost a neposlusnost. Taci lide nalezaji se na ceste spravne"},{"SurahNumber":49,"VerseNumber":8,"Text":"z dobrodejnosti a milosti Boha: Buh pak vsevedouci jest a moudry"},{"SurahNumber":49,"VerseNumber":9,"Text":"Valci-li dva sbory vericich proti sobe, smirte je: cini-li pak jeden z nich bezpravi druhemu, bojujte proti onomu, jenz cini bezpravi, dokud se nenavrati k (zachovani) prikazani bozich: a vrati-li se, smirte obe strany spravedlive a nestranne, nebot Buh zajiste miluje nestranne jednajici"},{"SurahNumber":49,"VerseNumber":10,"Text":"Nebot verici jsou bratry si, procez smirujte dva (rozvadene) bratry sve a bojte se Boha, abyste snad slitovani jeho dosahli"},{"SurahNumber":49,"VerseNumber":11,"Text":"Vy, kteriz jste uverili, necht neposmivaji se muzi muzum, kteri mozna lepsimi jsou jich: aniz zeny zenam, jez mozna lepsimi jsou jich. A nepomlouvejte se navzajem, aniz pokrikujte na sebe prezdivkami: jak osklive (jest uzivati) prostopasnych jmen pote, kdyz stali jste se vericimi! Kdozkoli pak nebude kati se, patriti bude k nepravostnym"},{"SurahNumber":49,"VerseNumber":12,"Text":"Vy, kteriz jste uverili, vystrihejte se castych podezrivani, nebot nekdy podezreni jest hrichem: nebudte vyzvedaci, a nepomlouvejte se navzajem. Zdaz bylo by komu z vas prijemno jisti maso mrtveho bratra sveho? Zajiste odpornym by vam to bylo! Procez bojte se Boha, nebot Buh zajiste rad poprava sluchu kajicnym a jest slitovny"},{"SurahNumber":49,"VerseNumber":13,"Text":"O lide, zajiste stvorili jsme vas z muze a zeny a rozdelili jsme vas v narody a kmeny, abyste seznamovali se navzajem. Zajiste pak nejvzacnejsim z vas pred Bohem jest ten, jenz nejvetsim jest z vas v bazni bozi. V pravde Buh vsevedouci jest a o vsem zpraven"},{"SurahNumber":49,"VerseNumber":14,"Text":"Rkou Arabove z pouste: „Uverili jsme.“ Rci: „Neuverili jste, ale rcete spise: Odevzdali jsme se do vule bozi — nebot vira nevesla dosud v srdce vase. Vsak budete-li poslusni Boha a proroka jeho, neda (Buh) nicemu ztratiti se ze skutku vasich, nebot Buh zajiste velkym jest v odpousteni, slitovnym"},{"SurahNumber":49,"VerseNumber":15,"Text":"Vericimi jsou pouze ti, kdoz uverili v Boha a proroka jeho a pote nechovaji (nejmensich) pochybnosti, nybrz bojuji statky i osobami svymi na stezce bozi: tito jsou opravdovymi.“"},{"SurahNumber":49,"VerseNumber":16,"Text":"Rci: „Zdaz poucovati chcete Boha o nabozenstvi svem, kdyz Buh vi vse, coz na nebi jest i na zemi, nebot Buh o vsech vecech ma vedomost?“"},{"SurahNumber":49,"VerseNumber":17,"Text":"Vycitaji ti, ze odevzdali se do vule bozi. Rci: „Nevycitejte mi sveho odevzdani se do vule bozi, spise Buh vycitati muze vam, ze uvedl vas k vire: (doznejte to), jste-li pravdomluvnymi"},{"SurahNumber":49,"VerseNumber":18,"Text":"Buh zajiste zna veci skryte nebes i zeme: a Buh (dobre) obzira konani vase.“"},{"SurahNumber":50,"VerseNumber":1,"Text":"QAF. Pri Koranu vznesenem"},{"SurahNumber":50,"VerseNumber":2,"Text":"Naopak, divi se, ze prisel jim varovatel ze stredu jejich; i rikaji neverici; „Totot vec jest divna"},{"SurahNumber":50,"VerseNumber":3,"Text":"Ze kdyz zemreme a budeme v prach obraceni? — To veru navrat jest z daleka!“"},{"SurahNumber":50,"VerseNumber":4,"Text":"My (dobre) vime, kolik pohltila jich zeme, neb u nas jest Kniha, (vse) uschovavajici"},{"SurahNumber":50,"VerseNumber":5,"Text":"Naopak, lzi nazvali pravdu, kdyz prisla jim: i v postaveni jsou spletenem"},{"SurahNumber":50,"VerseNumber":6,"Text":"Coz nepohledli k nebesum nad sebou, aby videli, jak vybudovali jsme je a zkraslili tak, ze neni skulin v nich"},{"SurahNumber":50,"VerseNumber":7,"Text":"A zemi rozprostreli jsme a rozhazeli po ni temena hor; a dali vzrusti na ni vseho druhu (rostlin) rozkosnych"},{"SurahNumber":50,"VerseNumber":8,"Text":"k nahlednuti a napomenuti vsem sluzebnikum kajicnym"},{"SurahNumber":50,"VerseNumber":9,"Text":"A seslali jsme s nebe vodu pozehnanou, jiz vzrusti davame zahradam a zrni obilnemu"},{"SurahNumber":50,"VerseNumber":10,"Text":"a datlovnikum vysokym s vrcholy obtezkanymi"},{"SurahNumber":50,"VerseNumber":11,"Text":"k vyzive sluzebnikum nasim a vodou ozivujeme zemi zmrtvelou. Takove bude i z mrtvych vzkriseni"},{"SurahNumber":50,"VerseNumber":12,"Text":"Pred nimi jiz lhari zvali proroky: lid Noemuv a obyvatele Ar-Rassu a (kmen) Tsemud"},{"SurahNumber":50,"VerseNumber":13,"Text":"a (kmen) 'Ad a Farao a bratri Lotovi"},{"SurahNumber":50,"VerseNumber":14,"Text":"a obyvatele hvozdu a lid Tubba; ti vsichni lhari nazvali proroky i uskutecnil se (nad nimi) trest slibeny"},{"SurahNumber":50,"VerseNumber":15,"Text":"Coz znaveni jsme prvnim stvorenim? Naopak: ale oni prec jsou v pochybach ohledne stvoreni noveho"},{"SurahNumber":50,"VerseNumber":16,"Text":"My stvorili jsme cloveka a vime, co naseptava mu duse jeho: a my blizsimi jsme mu zily hrdelne"},{"SurahNumber":50,"VerseNumber":17,"Text":"Kdyz prijimati budou oba prijimaci (vypovedi), jeden z prava, druhy z leva sedici"},{"SurahNumber":50,"VerseNumber":18,"Text":"nepronese slova, aniz by pozorovatel vedle neho nebyl pohotove (je zapsati)"},{"SurahNumber":50,"VerseNumber":19,"Text":"A prijde (nan) mrakota smrti skutecne: „Toto jest, cemu chtel ses vyhnouti!“"},{"SurahNumber":50,"VerseNumber":20,"Text":"A zatroubeno bude v roh: totot jest den trestu slibeny"},{"SurahNumber":50,"VerseNumber":21,"Text":"I prijde jedna kazda duse: s kazdou pak honec a svedek jeji"},{"SurahNumber":50,"VerseNumber":22,"Text":"„Zil's v lhostejnosti k tomuto dnu: nuz, sejmuli jsme ti clonu a zrak tvuj dnes ostry jest!“"},{"SurahNumber":50,"VerseNumber":23,"Text":"A rekne druh jeho verny: „Toto jest co mam (pro tebe) pripraveno.“"},{"SurahNumber":50,"VerseNumber":24,"Text":"„Uvrcte, vy dva, v peklo vsechny neverce vzdorovite"},{"SurahNumber":50,"VerseNumber":25,"Text":"zabranovace dobra, prestupniky, pochybovace"},{"SurahNumber":50,"VerseNumber":26,"Text":"kteri staveli vedle Boha bohy druhe: uvrcte je v trest prisny!“"},{"SurahNumber":50,"VerseNumber":27,"Text":"Rekne druh jeho verny: „Pane nas, jat nesvadel jsem jej, nybrz on (sam) byl v bloudeni dalnem.“"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Rekne Buh): „Nevedte sporu prede mnou: dal jsem vam jiz pred tim slib vyhruzny"},{"SurahNumber":50,"VerseNumber":29,"Text":"nemeni se pak slovo me: a nejsem utiskovatelem sluzebniku svych.“"},{"SurahNumber":50,"VerseNumber":30,"Text":"V den ten rekneme peklu: „Zdaz naplneno jsi?“ a rekne: „Jest (jeste) vice jich?“"},{"SurahNumber":50,"VerseNumber":31,"Text":"Priblizena pak bude k bohabojnym zahrada (raje) nedaleka"},{"SurahNumber":50,"VerseNumber":32,"Text":"„Totot jest, co slibeno bylo vam, vsem kajicnym a (zakony) zachovavajicim"},{"SurahNumber":50,"VerseNumber":33,"Text":"tem, kdoz bali se milosrdneho v skrytosti a prichazeji se srdcem kajicnym"},{"SurahNumber":50,"VerseNumber":34,"Text":"Vstupte do ni v pokoji: tentot jest vecnosti den.“"},{"SurahNumber":50,"VerseNumber":35,"Text":"V ni budou miti, cozkoliv chtiti budou a u nas bude (toho) rozhojneni"},{"SurahNumber":50,"VerseNumber":36,"Text":"A kolik zahladili jsme pred nimi pokoleni, jez mocnejsi jich byla silou: a prohledejte zemi, je-li v ni pred nami utociste"},{"SurahNumber":50,"VerseNumber":37,"Text":"Zajiste v tomto jest napomenuti tomu, jenz ma srdce a poprava sluchu a (sam) jest svedkem"},{"SurahNumber":50,"VerseNumber":38,"Text":"Stvorili jsme pak nebesa i zemi a vse, coz mezi obema jest v sesti dnech a nedotkla se nas unava"},{"SurahNumber":50,"VerseNumber":39,"Text":"Trpelive snasej tedy, co rikaji a vyvysuj Pana sveho ve chvale jeho pred slunce vychodem a zapadem"},{"SurahNumber":50,"VerseNumber":40,"Text":"A za noci tez chval jej a v poslednich dvou na tvar padnutich"},{"SurahNumber":50,"VerseNumber":41,"Text":"A prislouchej ke dnu, kdy zavola provolavatel z mista blizkeho"},{"SurahNumber":50,"VerseNumber":42,"Text":"V den, kdy zaslechnou zavresknuti v pravde, tot den bude vystoupeni (z hrobu)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Myt zajiste krisime i umrtvujeme a k nam vede (cesta) navratu"},{"SurahNumber":50,"VerseNumber":44,"Text":"V den, kdy rozpolti se zeme nad nimi — tot shromazdeni bude pro nas snadne"},{"SurahNumber":50,"VerseNumber":45,"Text":"My nejlepe vime, co rikaji a ty nejsi nad nimi nasilnikem. Tudiz napominej Koranem ty, kdoz boji se vyhruznych slibu mych"},{"SurahNumber":51,"VerseNumber":1,"Text":"Pri ROZPTYLUJICICH rozptylovanim"},{"SurahNumber":51,"VerseNumber":2,"Text":"a brime nesoucich"},{"SurahNumber":51,"VerseNumber":3,"Text":"a lehce plynoucich"},{"SurahNumber":51,"VerseNumber":4,"Text":"a dle rozkazu rozdelujicich"},{"SurahNumber":51,"VerseNumber":5,"Text":"(prisaham, ze) co slibovano jest vam, zajiste jest pravdivo"},{"SurahNumber":51,"VerseNumber":6,"Text":"a ze (den) suctovani prijde nezvratne"},{"SurahNumber":51,"VerseNumber":7,"Text":"Pri nebi plnem (hvezdnych) drah"},{"SurahNumber":51,"VerseNumber":8,"Text":"veru rec vedete rozlicnou"},{"SurahNumber":51,"VerseNumber":9,"Text":"odvracen od ni bude ten, jenz byl odvracen"},{"SurahNumber":51,"VerseNumber":10,"Text":"Necht pobiti jsou lhari"},{"SurahNumber":51,"VerseNumber":11,"Text":"kdoz v hloubi (nevedomosti) sve jsou lhostejni"},{"SurahNumber":51,"VerseNumber":12,"Text":"a tazi se: „Kdy prijde ten den suctovani?“"},{"SurahNumber":51,"VerseNumber":13,"Text":"V den ten na ohni budou zkouseni"},{"SurahNumber":51,"VerseNumber":14,"Text":"„Okuste teto zkousky sve, jiz uspisiti chteli jste!“"},{"SurahNumber":51,"VerseNumber":15,"Text":"Vsak bohabojni v zahradach budou a u pramenu"},{"SurahNumber":51,"VerseNumber":16,"Text":"pri-jimajice to, co dal jim Pan jejich za to, ze predtim dobre cinili"},{"SurahNumber":51,"VerseNumber":17,"Text":"jen malo v noci spavali"},{"SurahNumber":51,"VerseNumber":18,"Text":"z jitra za odpusteni prosili"},{"SurahNumber":51,"VerseNumber":19,"Text":"ze statku svych patricny podil prosicim a odvrzenym davali"},{"SurahNumber":51,"VerseNumber":20,"Text":"Na zemi znameni jsou pevne vericim"},{"SurahNumber":51,"VerseNumber":21,"Text":"i ve vas samych: coz neprohlednete"},{"SurahNumber":51,"VerseNumber":22,"Text":"A na nebi vyziva jest vase a to, co slibeno jest vam"},{"SurahNumber":51,"VerseNumber":23,"Text":"a pri Panu nebes a zeme prisaham: pravda jest to, jako ze mluvite"},{"SurahNumber":51,"VerseNumber":24,"Text":"Zdaz dosla te povest o hostech Abrahama poctenych"},{"SurahNumber":51,"VerseNumber":25,"Text":"kdyz prisli k nemu a rekli: „Pokoj tobe,“ a rekl: „Pokoj vam! — Jsou lide to neznami.“"},{"SurahNumber":51,"VerseNumber":26,"Text":"I poodesel k rodine sve a prinesl tele krmene"},{"SurahNumber":51,"VerseNumber":27,"Text":"a predlozil jim je, rka: „Zdaz nepojite snad?“"},{"SurahNumber":51,"VerseNumber":28,"Text":"A zachvel se pred nimi bazni; oni pak rekli: „Neboj se“ a oznamili mu narozeni mladce moudreho"},{"SurahNumber":51,"VerseNumber":29,"Text":"I prisla zena jeho; vzkrikla a uderivsi se v tvar svou, rekla: „Starena (jsem jiz) neplodna.“"},{"SurahNumber":51,"VerseNumber":30,"Text":"Rekli, „Tak rekl Pan tvuj; on zajiste vsevedouci jest a moudry.“"}]}