{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Bütün mülk ve saltanat, kudret elinde olan Allah, her türlü noksanlıktan tenezzüh edib yücelmiştir. O, her şeye kadîr’dir"},{"SurahNumber":67,"VerseNumber":2,"Text":"Amelce hanginiz daha güzeldir diye, sizi imtihan etmek için hem ölümü, hem hayatı icad eden O’dur. O, Azîz’dir= her şeye gâlibdir, Gafûr’dur= çok bağışlayandır"},{"SurahNumber":67,"VerseNumber":3,"Text":"Yedi göğü, kat kat yaratan O’dur. O Rahmân’ın yarattığında hiç bir düzensizlik göremezsin. Haydi çevir gözü (semaya), görebilir misin bir çatlak"},{"SurahNumber":67,"VerseNumber":4,"Text":"Sonra gözü, tekrar tekrar (semaya) çevir; nihayet o göz, zelîl ve hakîr olarak sana döner; artık O, âciz kalmıştır"},{"SurahNumber":67,"VerseNumber":5,"Text":"Celâlim hakkı için, biz en aşağı semayi, (kandil gibi ışık veren) yıldızlarla donattık. Bir de onları, şeytanlara, (Şihab= akan yıldız gibi) taş atmalar kıldık. O şeytanlara (Ahirette) çılgın ateş azabı hazırladık"},{"SurahNumber":67,"VerseNumber":6,"Text":"Rablerini inkâr edenlere de cehennem azabı vardır. O, ne fena dönüş yeridir"},{"SurahNumber":67,"VerseNumber":7,"Text":"İçine atıldıkları zaman, cehennemin korkunç sesini işitirler ki, (kendilerini) kaynatıyordur"},{"SurahNumber":67,"VerseNumber":8,"Text":"Nerde ise (kâfirlere) öfkesinden çatlayacak olur. (Kâfirlerden) bir topluluk, onun içine her atıldıkça, cehennem bekçileri o kâfirlere sorarlar: “- Size, azab ile korkutan bir peygamber gelmedi mi?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"Onlar derler ki: “- Evet, doğrusu bize, azab ile korkutan bir peygamber geldi de, biz, O’nu yalanladık ve : Allah hiç bir şey indirmemiştir; siz muhakkak büyük bir sapıklık içindesiniz, dedik.”"},{"SurahNumber":67,"VerseNumber":10,"Text":"Bir de şöyle derler: “- Biz işitir veya akıl eder olsaydık, şu azgın ateşe atılanlar arasında bulunmazdık.”"},{"SurahNumber":67,"VerseNumber":11,"Text":"Böylece günahlarını itiraf ederler. O halde kahrolsun cehennemlikler"},{"SurahNumber":67,"VerseNumber":12,"Text":"Doğrusu, (Allah’ın azabını henüz görmedikleri halde) gıyaben Rablerinden korkanlar (var ya), onlar için bir mağfiret ve büyük mükâfat (cennet) var"},{"SurahNumber":67,"VerseNumber":13,"Text":"(Ey müşrikler) sözünüzü ister gizli tutun, ister açığa vurun; (bu ikisi müsavidir). Çünkü O (Allah), bütün kalblerin künhünü bilir"},{"SurahNumber":67,"VerseNumber":14,"Text":"Bilmez mi, O (bütün varlıkları) yaratan? (Şübhesiz gizliyi de bilir, aşikârı da...) O Lâtif’dir, Habîr’dir= her şeyden haberdardır"},{"SurahNumber":67,"VerseNumber":15,"Text":"O Allah’dır ki, sizin (istifadeniz) için arzı uysal kıldı. O halde, O arzın sırtlarında (dağlarında, tepelerinde, ovalarında) yürüyün de Allah’ın rızkından yeyin. Fakat sonunda dönüş O’nadır. (İhsan ettiği nimetlerin şükründen size sorar)"},{"SurahNumber":67,"VerseNumber":16,"Text":"Göklerde olan (ve âlemin idaresine memur bulunan) meleklerin, sizi yerin dibine geçirmesinden emin mi oldunuz? (Ey Mekke’liler!) O vakit bir de bakarsınız, arz çalkalanıp duruyor"},{"SurahNumber":67,"VerseNumber":17,"Text":"Yoksa (hüküm ve tasarrufu) göklerde olan Allah’ın üzerinize taş yağdıran bir rüzgâr göndermesinden emin mi oldunuz? O zaman anlarsınız, korkutmam nasılmış"},{"SurahNumber":67,"VerseNumber":18,"Text":"(Ey Rasûlüm), doğrusu onlardan (senin kavminden) evvelkiler de (peygamberlerini) yalanlamışlardı. (Bunun için sen üzülme). Fakat beni inkâr etmeleri nasıl oldu, (azabımı bir gerçek olarak bulmadılar mı)"},{"SurahNumber":67,"VerseNumber":19,"Text":"O kâfirler, üstlerinde kanatlarını açarak ve kanat çırpıb kayarak uçan kuşlara bakmazlar mı? Rahmân’dır ancak onları tutan. Muhakkak ki O, her şeyi görendir= Basîr’dir"},{"SurahNumber":67,"VerseNumber":20,"Text":"Rahmân’ın azabından sizi kurtaracak kimdir? Yoksa şu ordunuz mu? (Sizi kurtaracak! Ben size azab dilersem, sizi benden kim kurtarabilir?) Kâfirler, ancak bir aldanma içindedirler"},{"SurahNumber":67,"VerseNumber":21,"Text":"Allah rızkını keserse, kimdir sizlere rızık verecek? Hayır, onlar bir ürküntü ve azgınlık içinde, inada devam ediyorlar, (artık imana gelmezler)"},{"SurahNumber":67,"VerseNumber":22,"Text":"Şimdi (küfürden dolayı) yüzü üstü sürünen mi daha doğru, yoksa dosdoğru bir yol üzerinde düpedüz yürüyen (peygamber) mi"},{"SurahNumber":67,"VerseNumber":23,"Text":"(Ey Rasûlüm), de ki: “- Sizi yaratan, size işitecek kulak, görecek gözler ve duyacak kalbler veren O’dur. Siz, pek az şükrediyorsunuz.”"},{"SurahNumber":67,"VerseNumber":24,"Text":"De ki: “- Yeryüzünde sizi yaratıb öteye beriye dağıtan O’dur. Nihayet (hesab için ahirette) hep O’na toparlanıb götürüleceksiniz.”"},{"SurahNumber":67,"VerseNumber":25,"Text":"(Ey Rasûlüm, Mekke kâfirleri sana) diyorlar ki: “- Eğer doğru söylüyorsanız, (azabın vukuuna dair bize haber verdiğin) bu vaad ne zaman (gerçekleşmiş olacak)?”"},{"SurahNumber":67,"VerseNumber":26,"Text":"(Onlara) de ki: “- O (azaba dair) ilim, ancak Allah katındadır. Ben, sadece açık anlatan (azabla korkutucu) bir peygamberim.”"},{"SurahNumber":67,"VerseNumber":27,"Text":"Nihayet vakti gelip de o (vaad olunan) azabı yakından gördüklerinde o kâfir olanların yüzleri kötüleşivermiştir ve onlara şöyle denilmiş olacaktır: “- İşte sizin istediğiniz (ve vuku bulmaz dediğiniz) azap budur"},{"SurahNumber":67,"VerseNumber":28,"Text":"(Ey Rasûlüm, o Mekke müşriklerine) de ki: “- Bana söyleyin: Allah beni ve beraberimdekileri helâk etse, yahut bize merhamet buyursa, kâfirleri acıklı bir azabdan kurtaracak kimdir? (İster biz ölelim, ister geri kalalım, kâfirleri hiç kimse azabdan kurtarmıyacaktır.)”"},{"SurahNumber":67,"VerseNumber":29,"Text":"(Ey Rasûlüm, onlara) de ki: “- (Bizi kurtaracak ve bize merhamet edecek) O Rahmân’dır; biz O’na iman ettik ve O’na tevekkül etmekteyiz. Artık yakında siz de bileceksiniz ki, apaçık bir sapıklık içinde olan kimmiş"},{"SurahNumber":67,"VerseNumber":30,"Text":"(Yine onlara) de ki: “- Bana söyleyin: Eğer suyunuz, yerin dibine batar giderse, size bir akar su kim getirir? (Bunu getirebilecek Allah’dan başka bir kuvvet var mı? O halde, O’na nasıl eder de ortak koşarsınız, hükümlerini dinlemezsiniz?)”"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nûn ve kalem, bir de satıra yazı yazdıkları şeyler hakkı için"},{"SurahNumber":68,"VerseNumber":2,"Text":"Sen (Ey Rasûlüm, ikram edildiğin) Rabbinin (peygamberlik) nimeti ile bir mecnûn değilsin"},{"SurahNumber":68,"VerseNumber":3,"Text":"Ve muhakkak sana tükenmez bir sevap var"},{"SurahNumber":68,"VerseNumber":4,"Text":"Gerçekten sen, pek büyük bir ahlâk üzerindesin"},{"SurahNumber":68,"VerseNumber":5,"Text":"Yakında göreceksin, onlar da (akıbetlerini) görecekler"},{"SurahNumber":68,"VerseNumber":6,"Text":"Hanginizmiş mecnûn"},{"SurahNumber":68,"VerseNumber":7,"Text":"Muhakkak senin Rabbin, kendi yolundan kimin saptığını en iyi bilendir ve O, hidayete erenleri de en iyi bilendir"},{"SurahNumber":68,"VerseNumber":8,"Text":"O halde (Ey Rasûlüm, Allah’ı, Kur’an’ı ve peygamberi) yalanlıyanları tanıma"},{"SurahNumber":68,"VerseNumber":9,"Text":"Arzu ettiler ki, (kendilerine) yumuşaklık göstersen, onlar da sana yumuşak davransalar"},{"SurahNumber":68,"VerseNumber":10,"Text":"Bir de tanıma (haklı haksız) her çok yemin edeni, değersizi"},{"SurahNumber":68,"VerseNumber":11,"Text":"Çok ayıplayanı, koğuculukla gezeni"},{"SurahNumber":68,"VerseNumber":12,"Text":"Hayırdan alıkoyanı, aşırı zalimi, çok günahkârı"},{"SurahNumber":68,"VerseNumber":13,"Text":"Zorbayı, bütün bunlarla beraber soysuz olan yardıkçıyı"},{"SurahNumber":68,"VerseNumber":14,"Text":"Mal sahibidir ve oğulları vardır diye, (bunlara itaat etme)"},{"SurahNumber":68,"VerseNumber":15,"Text":"Ona âyetlerimiz (Kur’an) okunduğu zaman; “- Eskilerin masalları...” demiştir"},{"SurahNumber":68,"VerseNumber":16,"Text":"Biz, yakında onun burnunu dağlıyacağız"},{"SurahNumber":68,"VerseNumber":17,"Text":"Muhakkak ki biz, Mekke’lileri (kıtlık, açlık, ölüm ve esaret gibi belâlarla) imtihan ettik; nasıl ki o bağ sahiplerini bir belâ ile imtihan etmiştik: Hani o bağ sahipleri, sabah olunca bağın meyvelerini mutlaka devşireceklerine yemin etmişlerdi"},{"SurahNumber":68,"VerseNumber":18,"Text":"İstisna da yapmıyorlaradı, (İnşaallah demiyorlardı)"},{"SurahNumber":68,"VerseNumber":19,"Text":"Bir de onlar uyurlarken, o bahçe üzerine Rabbinden bir belâ indi de"},{"SurahNumber":68,"VerseNumber":20,"Text":"O bahçe, kapkara kesiliverdi, (kökünden yandı gitti)"},{"SurahNumber":68,"VerseNumber":21,"Text":"Derken sabahleyin birbirlerine seslendiler"},{"SurahNumber":68,"VerseNumber":22,"Text":"“Haydin devşirecekseniz, ürününüzü toplamaya erken çıkın!”"},{"SurahNumber":68,"VerseNumber":23,"Text":"Hemen fırladılar; aralarında şöyle fısıldaşıyorlardı"},{"SurahNumber":68,"VerseNumber":24,"Text":"“Bugün bağınıza bir miskin sokulmasın.”"},{"SurahNumber":68,"VerseNumber":25,"Text":"Hem zanlarınca, miskinleri mahrum etmeğe güçleri yeterek erkenden gittiler"},{"SurahNumber":68,"VerseNumber":26,"Text":"Vakta ki o bahçeyi (böyle yanmış kapkara) gördüler : “-Biz, herhalde yanlış gelmişiz.” dediler"},{"SurahNumber":68,"VerseNumber":27,"Text":"(Etrafa bakınıp kendi bahçeleri olduğunu anladıkları zaman da): “-Hayır, (bahçenin bereketinden) biz mahrum edilmişiz.” dediler"},{"SurahNumber":68,"VerseNumber":28,"Text":"İnsaflıları şöyle dedi: “- Ben demedim mi size, tesbîh etseydiniz? (İnşaallah deyeydiniz).”"},{"SurahNumber":68,"VerseNumber":29,"Text":"Onlar: “- Seni tenzîh ederiz, Rabbimiz! Doğrusu biz zalimlermişiz.” dediler"},{"SurahNumber":68,"VerseNumber":30,"Text":"Sonra da döndüler, birbirlerine kabahat yüklemeye başladılar"},{"SurahNumber":68,"VerseNumber":31,"Text":"Dediler ki: “-Yazıklar olsun bizler azgınlarmışız"},{"SurahNumber":68,"VerseNumber":32,"Text":"Umulur ki Rabbimiz, bize, onun yerine daha hayırlısını verir. Muhakkak biz, Rabbimizden hayır istiyenleriz.”"},{"SurahNumber":68,"VerseNumber":33,"Text":"İşte böyledir azab... Ahiret azabı ise, daha büyüktür; eğer bunu bilseler, (sakınırlardı)"},{"SurahNumber":68,"VerseNumber":34,"Text":"Muhakkak ki takva sahibleri için, Rableri katında Na’îm= nimetleri tükenmez cennetler var"},{"SurahNumber":68,"VerseNumber":35,"Text":"Artık müslümanları, mücrim kâfirler gibi yapar mıyız, (hiç sevap bakımından onları bir tutar mıyız)"},{"SurahNumber":68,"VerseNumber":36,"Text":"(Ey kâfirler, öldükten sonra müminle kâfir müsavi olur demekle) neyinize güveniyorsunuz? Nasıl (böyle yanlış) hüküm veriyorsunuz"},{"SurahNumber":68,"VerseNumber":37,"Text":"Yoksa size mahsus kitap var da, onda şu dersi mi okuyorsunuz"},{"SurahNumber":68,"VerseNumber":38,"Text":"“- Siz her şeyi arzu ederseniz, muhakkak o sizin olacak.” diye, içinde yazılı mıdır"},{"SurahNumber":68,"VerseNumber":39,"Text":"Yoksa size karşı, üzerimizde kıyamet gününe kadar sürecek yeminler, taahhüdler mi var ki, kendi menfaatiniz için ne hüküm veriyorsanız mutlaka sizin olacak"},{"SurahNumber":68,"VerseNumber":40,"Text":"(Ey Rasûlüm) onlara sor: “-İçlerinden hangisi (bu söyledikleri sözü dava edip doğru çıkarmağa) kefildir"},{"SurahNumber":68,"VerseNumber":41,"Text":"Yoksa onların (bu sözde) ortakları mı var? Öyle ise, o ortaklarını da getirsinler, eğer (sözlerinde) doğru iseler.”"},{"SurahNumber":68,"VerseNumber":42,"Text":"O kıyamet günü ki, iş güçleşip hakikat perdesi açılmağa başlıyacak, secdeye (Hakka boyun eğmeğe) çağrılacaklar; fakat güçleri yetmiyecektir"},{"SurahNumber":68,"VerseNumber":43,"Text":"Gözleri düşkün bir halde, kendilerini bir zillet saracaktır. Halbuki, vaktiyle (dünyada) başları selâmette iken, bu secdeye davet olunuyorlardı; (da onu kabul etmiyorlardı)"},{"SurahNumber":68,"VerseNumber":44,"Text":"O halde (Ey Rasûlüm), bu Kur’an’ı yalan sayanları bana bırak, (sen kalbini onlarla meşgul etme. Ben onların hakkından gelirim). Biz, onları, bilemiyecekleri yönden derece derece azaba yaklaştırırız; (Onlara sıhhat ve bol nimet veririz de, onu haklarında iyi zannederler. Halbuki o kâfirlere verdiğimiz bu mühletin sonu fecidir)"},{"SurahNumber":68,"VerseNumber":45,"Text":"Ben onlara mühlet veririm; çünkü benim azabım çok şiddetlidir, (onu kimse önliyemez)"},{"SurahNumber":68,"VerseNumber":46,"Text":"Yoksa sen, (Mekke halkına risaletini tebliğden dolayı) onlardan bir ücret istiyorsun da, borçlu kalmaktan, yük altında ezilmişlerdir"},{"SurahNumber":68,"VerseNumber":47,"Text":"Yoksa gayb (Allah’ın ilmi) yanlarında da, onlar (ondan) mı yazıyorlar"},{"SurahNumber":68,"VerseNumber":48,"Text":"O halde (Ey Rasûlüm, Allah’ın kâfirlere mühlet vermesine dair olan) Rabbinin hükmüne sabret de, Yûnus peygamber gibi (aceleci) olma. Hani o, (balığın karnında) gamla dolu olduğu halde dua etmişti"},{"SurahNumber":68,"VerseNumber":49,"Text":"Eğer Rabbinden, ona, bir rahmet yetişmiş olmasaydı, kötü bir şekilde (balığın karnından) yeryüzüne atılacaktı"},{"SurahNumber":68,"VerseNumber":50,"Text":"Fakat Rabbi onu seçti de, kendisini salihlerden (peygamberlerden) kıldı"},{"SurahNumber":68,"VerseNumber":51,"Text":"Doğrusu o kâfirler, Kur’an’ı işittikleri vakit, (sana olan düşmanlıklarından dolayı) az kalsın gözleri ile seni devireceklerdi. Hâlâ da (senin için): “-Muhakkak O bir mecnûndur.” diyorlar"},{"SurahNumber":68,"VerseNumber":52,"Text":"Halbuki o Kur’an bütün âlemler için ancak bir öğüddür"},{"SurahNumber":69,"VerseNumber":1,"Text":"(Vukuu bir gerçek olan) o kıyamet"},{"SurahNumber":69,"VerseNumber":2,"Text":"Nedir o kıyamet"},{"SurahNumber":69,"VerseNumber":3,"Text":"Kıyameti, sana hangi şey bildirdi? (Sen, künhünü bilemezsin)"},{"SurahNumber":69,"VerseNumber":4,"Text":"(Salih’in kavmi) Semûd ve (Hûd’un kavmi) Âd, o kıyamete inanmadı"},{"SurahNumber":69,"VerseNumber":5,"Text":"Amma Semûd, azgınlıkları sebebiyle (korkunç bir ses ve sarsıntı ile) helâk edildiler"},{"SurahNumber":69,"VerseNumber":6,"Text":"Âd Kavmine gelince; onlar da kasıp kavuran şiddetli bir rüzgâr ile helâk edildiler"},{"SurahNumber":69,"VerseNumber":7,"Text":"Allah o fırtınayı, üzerlerine yedi gece ve sekiz gün arka arkaya musallat etti. (Orada bulunaydın) bu kavmin o fırtınada yıkılıp kaldığını görürdün; sanki onlar, içleri kof hurma kütükleri idiler"},{"SurahNumber":69,"VerseNumber":8,"Text":"Şimdi onlardan, görüyor musun bir geri kalan"},{"SurahNumber":69,"VerseNumber":9,"Text":"Firavun da, ondan öncekiler de, Lût kavminin kasabalar halkı da, hep o hatayı (şirk ve isyanı) işlediler"},{"SurahNumber":69,"VerseNumber":10,"Text":"Böylece Rablerinin peygamberine isyan ettiler. Bunun üzerine gittikçe artan şiddetli bir azap kendilerini yakalayıverdi"},{"SurahNumber":69,"VerseNumber":11,"Text":"Gerçekten biz, (Nûh zamanında) su taştığı vakit, sizi (varlığınıza sebep olan atalarınızı) gemide biz taşıdık"},{"SurahNumber":69,"VerseNumber":12,"Text":"Onu (müminleri kurtarıp da kâfirleri boğmamızı) size bir ibret yapalım ve onu belleyip saklıyan kulaklar saklasın diye"},{"SurahNumber":69,"VerseNumber":13,"Text":"Çünkü Sûr’a ilk üfürülüş üfürüldüğü"},{"SurahNumber":69,"VerseNumber":14,"Text":"Yer ve dağlar kaldırılıp da bir çarpılış çarpıldıkları zaman"},{"SurahNumber":69,"VerseNumber":15,"Text":"İşte o gün, kıyamet kopmuştur"},{"SurahNumber":69,"VerseNumber":16,"Text":"Gök de yarılmış; o gün, o da sarkmıştır"},{"SurahNumber":69,"VerseNumber":17,"Text":"Melekler de semânın etrafındadırlar. O gün Rabbinin arşını, üstlerinde (boyunlarında) sekiz melek taşır"},{"SurahNumber":69,"VerseNumber":18,"Text":"O gün (hesap için Allah’a) arz olunursunuz; öyle ki, gizli bir haliniz kalmaz"},{"SurahNumber":69,"VerseNumber":19,"Text":"İşte o vakit, kitabı sağ eline verilmiş olan kimse der ki: “- Gelin, kitabımı okuyun"},{"SurahNumber":69,"VerseNumber":20,"Text":"Çünkü ben, hesabıma kavuşacağımı sezmiştim.”"},{"SurahNumber":69,"VerseNumber":21,"Text":"Artık, hoşnud (ve razı olduğu) hayatta"},{"SurahNumber":69,"VerseNumber":22,"Text":"Yüksek bir cennettedir"},{"SurahNumber":69,"VerseNumber":23,"Text":"(Meyvelerinin) devşirilmeleri yakından"},{"SurahNumber":69,"VerseNumber":24,"Text":"(Allah, onlara şöyle buyurur): “- Yeyin, için, âfiyet olsun; (dünyadaki) geçmiş günlerde takdim ettiğiniz salih amellere karşılık olarak.”"},{"SurahNumber":69,"VerseNumber":25,"Text":"Kitabı sol eline verilmiş olan ise, der ki: “- Eyvah! Keşke kitabım bana verilmeseydi"},{"SurahNumber":69,"VerseNumber":26,"Text":"Hesabımın da ne olduğunu bilmeseydim"},{"SurahNumber":69,"VerseNumber":27,"Text":"Ne olurdu, o ölüm kat’î olaydı (da bir daha dirilmeseydim)"},{"SurahNumber":69,"VerseNumber":28,"Text":"Malım bana bir fayda vermedi"},{"SurahNumber":69,"VerseNumber":29,"Text":"Bütün saltanatım (varım-yoğum) benden ayrılıp mahvoldu.”"},{"SurahNumber":69,"VerseNumber":30,"Text":"(Allah şöyle buyurur): “- Tutun onu, hemen bağlayın onu"},{"SurahNumber":69,"VerseNumber":31,"Text":"Sonra onu cehenneme atın"},{"SurahNumber":69,"VerseNumber":32,"Text":"Sonra, boyu yetmiş arşın bir zincirde, onu oraya sürün.”"},{"SurahNumber":69,"VerseNumber":33,"Text":"Çünkü o, yüce Allah’a iman etmiyordu"},{"SurahNumber":69,"VerseNumber":34,"Text":"Yoksulların yiyeceğine hiç bakmıyor, teşvik etmiyordu"},{"SurahNumber":69,"VerseNumber":35,"Text":"Bugün de ona, burada (yardım edecek) bir yakın yok"},{"SurahNumber":69,"VerseNumber":36,"Text":"Cehennemliklerin irininden başka bir yiyecek de yok"},{"SurahNumber":69,"VerseNumber":37,"Text":"Onu, ancak kâfirler yer"},{"SurahNumber":69,"VerseNumber":38,"Text":"Artık kasem ederim, gördüklerinize"},{"SurahNumber":69,"VerseNumber":39,"Text":"Ve görmediklerinize"},{"SurahNumber":69,"VerseNumber":40,"Text":"Şüphesiz o Kur’an, kerîm bir peygamberin (Allah’dan) getirdiği sözdür"},{"SurahNumber":69,"VerseNumber":41,"Text":"O, bir şair sözü değildir. Siz, pek az inanıp tasdik ediyorsunuz"},{"SurahNumber":69,"VerseNumber":42,"Text":"Bir kâhin sözü de değildir. Siz pek az düşünüyorsunuz"},{"SurahNumber":69,"VerseNumber":43,"Text":"O, âlemlerin Rabbinden indirilmedir"},{"SurahNumber":69,"VerseNumber":44,"Text":"Eğer o Peygamber, bazı sözler uydurup bize isnad etmeğe kalkışsaydı"},{"SurahNumber":69,"VerseNumber":45,"Text":"Elbette biz O’nu kuvvetle yakalar ve O’ndan intikam alırdık"},{"SurahNumber":69,"VerseNumber":46,"Text":"Sonra da muhakkak O’nun kalb damarlarını keserdik, (boynunu vururduk)"},{"SurahNumber":69,"VerseNumber":47,"Text":"O vakit, sizden hiç biriniz O’na siper de olamazdınız"},{"SurahNumber":69,"VerseNumber":48,"Text":"Gerçekten o Kur’an, takva sahipleri için bir öğüddür"},{"SurahNumber":69,"VerseNumber":49,"Text":"Doğrusu, biz de biliyoruz ki, sizden inanmıyanlar var"},{"SurahNumber":69,"VerseNumber":50,"Text":"Muhakkak ki, o Kur’an, kâfirler için bir pişmanlıktır, (kıyamet günü, Kur’ân’a iman etmediklerinin nedametini çekeceklerdir)"},{"SurahNumber":69,"VerseNumber":51,"Text":"Muhakkak o Kur’an, şüphe götürmez bir gerçektir"},{"SurahNumber":69,"VerseNumber":52,"Text":"O halde (Ey Kerîm Rasûl), yüce Rabbini ismiyle tesbih et"},{"SurahNumber":70,"VerseNumber":1,"Text":"İnecek olan bir azabı, istedi bir isteyen"},{"SurahNumber":70,"VerseNumber":2,"Text":"Kâfirler için öyle bir azab ki, yoktur onu bir engelleyen"},{"SurahNumber":70,"VerseNumber":3,"Text":"(O azabın inişi) yüksek makamların sahibi Allah’dandır"},{"SurahNumber":70,"VerseNumber":4,"Text":"(Bu makamların) her birine, melekler ve cebrâil, miktarı elli bin yıl olan, bir günde çıkar"},{"SurahNumber":70,"VerseNumber":5,"Text":"O halde (Ey Rasûlüm, o kâfirlerin eziyetlerine) güzel bir sabır ile sabret; (çünkü azabın inme zamanı yaklaşmıştır)"},{"SurahNumber":70,"VerseNumber":6,"Text":"Doğrusu onlar, onu uzak (imkânsız) görüyorlar"},{"SurahNumber":70,"VerseNumber":7,"Text":"Fakat biz, o azabı yakın görüyoruz"},{"SurahNumber":70,"VerseNumber":8,"Text":"O gün, gök erimiş maden gibi olacak"},{"SurahNumber":70,"VerseNumber":9,"Text":"Dağlar da, renk renk atılmış yün gibi bulunacak"},{"SurahNumber":70,"VerseNumber":10,"Text":"Hiç bir yakın (akraba), bir yakına halini sormaz"},{"SurahNumber":70,"VerseNumber":11,"Text":"(O kıyamet gününde akraba ve hısımlar) birbirlerine gösterilirler; (fakat herkes kendi derdi ile meşgul olduğundan birbirlerini tanıyamazlar). Mücrim (müşrik), o günün azabından kurtulmak için ister ki, fidye (bedel) verse oğullarını"},{"SurahNumber":70,"VerseNumber":12,"Text":"Karısını, kardeşini"},{"SurahNumber":70,"VerseNumber":13,"Text":"Kendini barındıran aşiretini"},{"SurahNumber":70,"VerseNumber":14,"Text":"Yeryüzünde bulunanların hepsini de, sonra kendini kurtarsa"},{"SurahNumber":70,"VerseNumber":15,"Text":"Hayır (Allah onu azabdan kurtarmaz). Çünkü, o cehennem alevli bir ateştir"},{"SurahNumber":70,"VerseNumber":16,"Text":"Eli ayağı, (bütün uzuvları) söküp çıkarandır"},{"SurahNumber":70,"VerseNumber":17,"Text":"Çağırır o ateş, imandan yüz çevirip de (Hakka) arka döneni"},{"SurahNumber":70,"VerseNumber":18,"Text":"Bir de (mal ve para) biriktirip depoya, kasaya yığanı"},{"SurahNumber":70,"VerseNumber":19,"Text":"Gerçekten insan harîs ve cimri yaratılmıştır"},{"SurahNumber":70,"VerseNumber":20,"Text":"Kendine bir zarar dokundu mu, feryadı basar"},{"SurahNumber":70,"VerseNumber":21,"Text":"Ona hayır (mal) isabet edince de kıskanç"},{"SurahNumber":70,"VerseNumber":22,"Text":"Namaz kılanlar müstesnadır"},{"SurahNumber":70,"VerseNumber":23,"Text":"Namaz kılan o kimseler ki, onlar namazlarına devamlıdırlar"},{"SurahNumber":70,"VerseNumber":24,"Text":"Onlar ki, mallarında belirli bir hak vardır"},{"SurahNumber":70,"VerseNumber":25,"Text":"Hem dilenen, hem de iffetinden dilenemiyen için"},{"SurahNumber":70,"VerseNumber":26,"Text":"Onlar ki, hesap gününü tasdik ederler"},{"SurahNumber":70,"VerseNumber":27,"Text":"Onlar ki, Rablerinin azabından korkarlar"},{"SurahNumber":70,"VerseNumber":28,"Text":"Çünkü Rablerinin azabından emin bulunulmaz"},{"SurahNumber":70,"VerseNumber":29,"Text":"Onlar ki, avret yerlerini korurlar"},{"SurahNumber":70,"VerseNumber":30,"Text":"Ancak zevcelerine ve cariyelerine müstesna... Çünkü onlar (bunlarda) kınanmazlar"},{"SurahNumber":70,"VerseNumber":31,"Text":"Fakat bundan (zevce ve cariyelerden) ötesini arayanlar, işte onlar haddi aşanlardır"},{"SurahNumber":70,"VerseNumber":32,"Text":"Onlar ki, emanetlerine ve verdikleri söze riayet edenler"},{"SurahNumber":70,"VerseNumber":33,"Text":"Onlar ki, şahidliklerinde dürüstlük yaparlar"},{"SurahNumber":70,"VerseNumber":34,"Text":"Onlar ki, namazlarını gözetirler, (şartlarına riayet ederek gereği üzere devamlı olarak kılarlar)"},{"SurahNumber":70,"VerseNumber":35,"Text":"İşte bunlar, cennetlerde ikram olunanlardır"},{"SurahNumber":70,"VerseNumber":36,"Text":"Şimdi o kâfirlere ne oluyor ki, (seninle alay etmek için) boyunlarını uzatarak sana doğru koşuyorlar"},{"SurahNumber":70,"VerseNumber":37,"Text":"Sağdan ve soldan bölük bölük"},{"SurahNumber":70,"VerseNumber":38,"Text":"Onlardan her şahıs, (nimetleri bol olan) Naîm Cennetine sokulacağını ümid mi ediyor"},{"SurahNumber":70,"VerseNumber":39,"Text":"Hayır, öyle şey yok. Biz; onları bildikleri şeyden (nutfeden) yarattık; (insanın aslı olan bu maddenin, iman olmaksızın ne değeri olabilir? Bununla yoğrulup da iman nuru ile aydınlığa çıkmıyan kimse, cennete girmeyi nasıl isteyebilir)"},{"SurahNumber":70,"VerseNumber":40,"Text":"Artık doğuların ve batıların Rabbine kasem olsun ki, muhakkak biz kadiriz"},{"SurahNumber":70,"VerseNumber":41,"Text":"Onların (o kâfirlerin) yerine, kendilerinden daha hayırlısını getirmeye... Hem bizim önümüze geçilmez"},{"SurahNumber":70,"VerseNumber":42,"Text":"O halde (Ey Rasûlüm) bırak o inkârcıları, (bâtıl inançlarına) dalsınlar ve oynaya dursunlar; tâ o vaad olundukları güne kavuşturulacakları zamana kadar"},{"SurahNumber":70,"VerseNumber":43,"Text":"O gün, kabirlerinden koşarak çıkacaklar; sanki (ibadet ettikleri) dikili putlara koşuyorlarmış gibi"},{"SurahNumber":70,"VerseNumber":44,"Text":"Gözleri (zillet içinde) düşkün bir halde, kendilerini bir horluk kaplayacak. İşte bugün, o (azabla) vaad edildikleri kıyamet günüdür"},{"SurahNumber":71,"VerseNumber":1,"Text":"Gerçekten biz, Nûh’u kavmine gönderdik: “-Kavmine acıklı bir azab gelmezden önce onları korkut” diye"},{"SurahNumber":71,"VerseNumber":2,"Text":"(Nûh onlara) dedi ki: “-Ey kavmim! Muhakkak ki ben, size (azab ile korkutan) açık bir peygamberim"},{"SurahNumber":71,"VerseNumber":3,"Text":"Allah’a ibadet edin, O’ndan korkun ve bana da itaat edin diye"},{"SurahNumber":71,"VerseNumber":4,"Text":"(Bu takdirde Allah) günahlarınızdan size bağışlar ve sizi muayyen bir vakte kadar (azab çektirmeksizin ölüm anına dek) geri bırakır. Şüphe yok ki, Allah’ın takdir ettiği ecel (ölüm) gelince geri bırakılmaz; eğer bilseydiniz, (iman eder de azabdan kurtulurdunuz)"},{"SurahNumber":71,"VerseNumber":5,"Text":"Nûh dedi ki: “- Ey Rabbim! Ben kavmimi gece ve gündüz (imana) dâvet ettim"},{"SurahNumber":71,"VerseNumber":6,"Text":"Fakat benim dâvet etmem, onlara ancak (imandan) kaçmağı artırdı"},{"SurahNumber":71,"VerseNumber":7,"Text":"Doğrusu ben, onları senin bağışlaman için her dâvet ettiğimde, onlar parmaklarını kulaklarına tıkadılar ve elbiselerine büründüler (ki beni görmesinler, küfürde) ısrar ettiler ve kibirlendikçe kibirlendiler"},{"SurahNumber":71,"VerseNumber":8,"Text":"Sonra ben, onları aşikâre olarak (tevbeye) çağırdım"},{"SurahNumber":71,"VerseNumber":9,"Text":"Sonra, hem ilân ederek onlara söyledim, hem gizliden gizliye söyledim onlara"},{"SurahNumber":71,"VerseNumber":10,"Text":"Dedim ki: Gelin, Rabbinizin mağfiretini isteyin; çünkü O, Gaffâr’dır= mağfireti çok boldur"},{"SurahNumber":71,"VerseNumber":11,"Text":"(Rabbinizin mağfiretini dilediğiniz takdirde, Allah) üzerine bol bol yağmur salıverir"},{"SurahNumber":71,"VerseNumber":12,"Text":"Hem mallarınızı, hem de oğullarınızı çoğaltır ve size bahçeler yaratır, size ırmaklar akıtır"},{"SurahNumber":71,"VerseNumber":13,"Text":"Neyse siz, Allah’dan korkmazsınız, (O’nun azametini tanımazsınız)"},{"SurahNumber":71,"VerseNumber":14,"Text":"Halbuki O, sizi, türlü türlü hallerle yaratmıştır"},{"SurahNumber":71,"VerseNumber":15,"Text":"Görmediniz mi, Allah yedi göğü tabaka tabaka nasıl yaratmış"},{"SurahNumber":71,"VerseNumber":16,"Text":"Ay’ı içlerinde bir nur kıldı, güneşi de kıldı bir kandil"},{"SurahNumber":71,"VerseNumber":17,"Text":"Allah sizi (babanız Âdem’i) arzdan yaratıp meydana çıkardı"},{"SurahNumber":71,"VerseNumber":18,"Text":"Sonra sizi oraya döndürecek ve sizi bir daha çıkışla (kabirden) çıkaracak"},{"SurahNumber":71,"VerseNumber":19,"Text":"Allah sizin için arzı bir döşek yapmıştır"},{"SurahNumber":71,"VerseNumber":20,"Text":"Onun geniş yollarında gezesiniz diye...”"},{"SurahNumber":71,"VerseNumber":21,"Text":"Nûh şöyle dedi: “- Rabbim! onlar, (kendilerine emrettiğim şeylerde) bana isyan ettiler. Malı ve çocuğu kendisine hüsrandan başka bir şey artırmıyan kimselere uydular"},{"SurahNumber":71,"VerseNumber":22,"Text":"Ve çok büyük bir hileye giriştiler, (Nûh’a eziyete kalkıştılar)"},{"SurahNumber":71,"VerseNumber":23,"Text":"Bir de (ileri gelenler, yardakçılarına) şöyle dediler: Sakın ilâhlarınızı (tapındığınız putları) bırakmayın. Hele (en büyükleri olan) Vedd’i, Suva’ı, Yeğûs’u, Ye’ûk’u, Nesr’i, asla bıramayın"},{"SurahNumber":71,"VerseNumber":24,"Text":"Gerçekten bunlar çok kimseleri yoldan çıkardılar. (Ey Rabbim!) Sen de zalimlerin ancak helâkini artırır.”"},{"SurahNumber":71,"VerseNumber":25,"Text":"Onlar günahları yüzünden suda boğuldular da ateşe atıldılar. Artık Allah’dan başka, kendilerine yardımcılar bulamadılar"},{"SurahNumber":71,"VerseNumber":26,"Text":"Nuh, şöyle demişti: “- Ey Rabbim! kâfirlerden hiç kimseyi yeryüzünde bırakma"},{"SurahNumber":71,"VerseNumber":27,"Text":"Çünkü sen, onları bırakırsan, senin kullarını sapıtırlar ve ancak bir nankör facir doğururlar"},{"SurahNumber":71,"VerseNumber":28,"Text":"Rabbim! Beni, ana-babamı, mümin olarak evime gireni, bütün mümin erkekleri ve bütün mümin kadınları bağışla. Zalimlerin ise, ancak helâkini artır"},{"SurahNumber":72,"VerseNumber":1,"Text":"(Ey Rasûlüm, Mekke kâfirlerine) de ki: “-Bana, şu gerçek vahy olundu: Bir takım cinler (sabah namazında Kur’an okuduğumu) işittiler de (kavimlerine döndükleri zaman) dediler ki, biz çok hoş bir Kur’an dinledik"},{"SurahNumber":72,"VerseNumber":2,"Text":"Hidayete erdiriyor, biz de ona iman ettik. Bundan böyle Rabbimize asla hiç kimseyi ortak koşmıyacağız"},{"SurahNumber":72,"VerseNumber":3,"Text":"Doğrusu Rabbimizin şanı çok yücedir; ne bir eş edinmiştir, ne de bir çocuk"},{"SurahNumber":72,"VerseNumber":4,"Text":"Gerçekten bizim cahilimiz (İblis), Allah’a karşı saçma söz söylüyormuş"},{"SurahNumber":72,"VerseNumber":5,"Text":"Hakikaten biz, insan ile cin, Allah’a karşı asla yalan söylemez sanmışız"},{"SurahNumber":72,"VerseNumber":6,"Text":"Doğrusu insanlardan bazı erkekler, cinden bazı erkeklere sığınıyorlardı da, cinlerin kibir ve azgınlıklarını artırıyorlardı"},{"SurahNumber":72,"VerseNumber":7,"Text":"O insanlar da, (ey cinler) sizin zannettiğiniz gibi, Allah’ın ebedîyen hiç bir kimseyi öldükten sonra diriltmiyeceğini zannetmişlerdi"},{"SurahNumber":72,"VerseNumber":8,"Text":"Doğrusu biz (cinler topluluğu, meleklerin sözünü dinlemek için) semayı yokladık da, onu (meleklerden ibaret) çok kuvvetli bekçiler ve şihaplarla (akan yakıcı yıldızlarla) doldurulmuş bulduk"},{"SurahNumber":72,"VerseNumber":9,"Text":"Halbuki biz (Peygamberin gönderilmesinden önce) haber dinlemek için göğün bazı (bekçilerden boş) yerlerine otururduk; fakat şimdi, kim dinleyecek olursa, kendisini gözetleyen bir şihap (yakıcı bir yıldız) buluyor"},{"SurahNumber":72,"VerseNumber":10,"Text":"Doğrusu biz bilmeyiz; o arzdaki kimselere bir fenalık mı istenmiştir; yoksa Rableri onlara bir iyilik mi dilemiştir"},{"SurahNumber":72,"VerseNumber":11,"Text":"Doğrusu, biz cinlerin içinde, mümin olanlar da var, içimizden bundan aşağı (kâfirler) olan da var. (Allah’a iman etmezden önce) çeşit çeşit mezheplere ayrılmış idik"},{"SurahNumber":72,"VerseNumber":12,"Text":"Gerçekten biz anladık ki, Allah’ı yeryüzünde acze düşürmemize asla imkân yok, kaçmakla da hiç bir zaman O’nu âciz bırakamayız"},{"SurahNumber":72,"VerseNumber":13,"Text":"Gerçekten biz, O Kur’an’ı dinlediğimiz zaman ona iman ettik. Kim Rabbine iman ederse, artık ne mükâfatının azalacağından, ne de bir haksızlığa uğrıyacağından korkmaz"},{"SurahNumber":72,"VerseNumber":14,"Text":"Gerçekten bizim içimizde (Kur’an’a ve Peygambere iman eden) müslümanlar da var, bizden (iman etmiyen) zalimler de var. Müslüman olanlar, işte onlar hidayeti arayanlardır; (ve ona lâyık bulunanlardır)"},{"SurahNumber":72,"VerseNumber":15,"Text":"Zulüm edenlere (kâfirlere) gelince, onlar cehenneme odun olmuşlardır.”"},{"SurahNumber":72,"VerseNumber":16,"Text":"Eğer insanlar ve cinler, İslâm ve iman yolunda hep dosdoğru gitselerdi. Elbette biz onların hepsine bol bol su (rızık) verirdik"},{"SurahNumber":72,"VerseNumber":17,"Text":"Kendilerini bu nimet için deneyelim diye... (Acaba nasıl şükredecekler?) Kim de Rabbine ibadet etmekten yüz çevirirse, Allah onu şiddeti artan bir azaba sokar"},{"SurahNumber":72,"VerseNumber":18,"Text":"Muhakkak ki bütün mescidler, Allah’a ibadet için kurulmuşlardır. O halde Allah ile beraber başka birine ibadet etmeyin; (ancak O’na ibadet edin)"},{"SurahNumber":72,"VerseNumber":19,"Text":"Şu gerçek de var: Allah’ın kulu (Hz. Peygamber), kalkmış O’na ibadet ederken, nerde ise cinler (Kur’an’ı dinleyelim diye peygamberin) etrafında üstüste yığılıyorlardı"},{"SurahNumber":72,"VerseNumber":20,"Text":"(Ey Rasûlüm), de ki: “- Ben, ancak Rabbime ibadet ederim ve O’na hiç bir şeyi ortak koşmam.”"},{"SurahNumber":72,"VerseNumber":21,"Text":"(Ey Rasûlüm, Mekke halkına) de ki: “- Ben, size, kendiliğimden ne bir zarar, ne de bir fayda yapma kudretine sahib değilim.”"},{"SurahNumber":72,"VerseNumber":22,"Text":"De ki: “- Doğrusu beni Allah’dan kimse kurtaramaz ve O’ndan başka bir sığınak da asla bulamam"},{"SurahNumber":72,"VerseNumber":23,"Text":"Ben ancak Allah’dan ve gönderdiklerinden bir tebliğ yaparım. Kim de Allah’a ve peygamberine isyan ederse, muhakkak ona cehennem ateşi vardır; orada devamlı kalıcılar olmak üzere"},{"SurahNumber":72,"VerseNumber":24,"Text":"Nihayet o vaad olundukları azabı (kıyamette) gördükleri vakit; yardımcısı en zayıf, sayıca da en az olan kimmiş bilecekler; (O mu, yoksa kendileri mi)"},{"SurahNumber":72,"VerseNumber":25,"Text":"(Ey Rasûlüm), de ki: “- Bilmiyorum, o korkutulduğunuz azab yakın mı, yoksa Rabbim ona uzun bir müddet mi tayin eder?”"},{"SurahNumber":72,"VerseNumber":26,"Text":"O, bütün gaybi bilendir; gaybe dair ilmini ise, hiç kimseye açmaz"},{"SurahNumber":72,"VerseNumber":27,"Text":"Ancak bir peygamber olarak seçtiği müstesnadır; (O’na gaybe dair bazı ilimleri açıklar ve bunlar mucize olur). Çünkü Allah, peygamberin önünden ve ardından muhafız melekler tayin eder (de O’nu korurlar)"},{"SurahNumber":72,"VerseNumber":28,"Text":"O Peygamber şunu bilsin ki, o elçiler Rablerinin risaletlerini tamamıyla eriştirmişlerdir; ve O, elçilerin yanındaki ilmi kuşatmış ve her şeyi sayıca saymıştır"},{"SurahNumber":73,"VerseNumber":1,"Text":"Ey elbiselerine bürünüp yatan (Peygamber)"},{"SurahNumber":73,"VerseNumber":2,"Text":"(Namaz kılmak ve ibadet etmek için) gece kalk; ancak birazı müstesna"},{"SurahNumber":73,"VerseNumber":3,"Text":"Gecenin yarısını kalk, yahut bu yarıdan biraz eksilt"},{"SurahNumber":73,"VerseNumber":4,"Text":"Yahut o yarının üzerine ilâve et. Kur’an’ı da yavaş ve açık olarak güzelce oku"},{"SurahNumber":73,"VerseNumber":5,"Text":"Çünkü biz, sana, (sorumluluğu) ağır bir söz (Kur’an) vahy edeceğiz"},{"SurahNumber":73,"VerseNumber":6,"Text":"Muhakkak ki gece (ibadet için yatağından) kalkan kişi, neşe bakımından daha kuvvetli, (Kur’an’ı) okuyuş bakımından da daha sağlamdır"},{"SurahNumber":73,"VerseNumber":7,"Text":"Doğrusu sana, gündüz uzun bir meşguliyet var; (bunun için geceleyin bol bol ibadet etmek en uygundur)"},{"SurahNumber":73,"VerseNumber":8,"Text":"Hem Rabbinin ismini an ve her şeyden kesilerek O’na ihlâs ile ibadet et"},{"SurahNumber":73,"VerseNumber":9,"Text":"O, doğunun da, batının da Rabbidir; O’ndan başka hiçbir ilâh yoktur. O halde yalnız O’nu kendine vekîl edin"},{"SurahNumber":73,"VerseNumber":10,"Text":"Ve inkârcıların diyeceklerine, (sana iftira ve yalanlarına) sabırlı ol ve onları güzel bir şekilde terk edip ayrıl"},{"SurahNumber":73,"VerseNumber":11,"Text":"(Ey Rasûlüm, seni) inkâr eden o refah sahiblerini bana bırak ve onlara biraz mühlet ver; (yakında Bedir savaşında ve kıyamette onların cezasını vereceğim)"},{"SurahNumber":73,"VerseNumber":12,"Text":"Zira (ahirette kâfirler için) bizim yanımızda bukağılar ve (içine) girecekleri bir ateş var"},{"SurahNumber":73,"VerseNumber":13,"Text":"Bir de boğaza takılıp kalan bir yiyecek var. Ayrıca acıklı bir azap da var"},{"SurahNumber":73,"VerseNumber":14,"Text":"O gün arz ve dağlar sarsılacak, bütün dağlar erimiş bir kum yığını olacaktır"},{"SurahNumber":73,"VerseNumber":15,"Text":"Gerçekten biz, (Ey Mekke halkı) Firavun’a bir peygamber gönderdiğimiz gibi, size de (kıyamet günü) şahidlik edecek bir peygamber gönderdik; (iman edib etmediğinizi ifade edecektir)"},{"SurahNumber":73,"VerseNumber":16,"Text":"Öyle ki, Firavun o peygambere isyan etti, biz de onu şiddetli bir azabla yakalayıverdik"},{"SurahNumber":73,"VerseNumber":17,"Text":"O halde, küfre varırsanız, çocukları ak saçlılar haline çevirecek bir günün (kıyametin) azabından kendinizi nasıl koruyacaksınız"},{"SurahNumber":73,"VerseNumber":18,"Text":"O günün şiddetinden gök yarılmış ve Allah’ın vaadi tahakkuk etmiştir"},{"SurahNumber":73,"VerseNumber":19,"Text":"İşte, bu âyetler, bir öğüddür; artık istiyen (iman eder, öğüd alır da) Allah’ına giden bir yol tutar"},{"SurahNumber":73,"VerseNumber":20,"Text":"Muhakkak Rabbin biliyor ki, sen, gece üçte ikisine yakın, yarısı kadar ve üçte biri (olan bir müddet namaz için) kalkıyorsun; ashabından bir topluluk da seninle beraberdir. Gece ve gündüzün miktarlarını ancak Allah takdir eder. O bildi ki, bundan öte, onu başaramazsınız; (bütün geceyi ibadetle geçiremezsiniz). Onun için sizden hafifletti; (gece kaim olmayı size farz kılmadı). Artık Kur’an’dan kolayınıza geleni okuyun. Allah bilmiştir ki, aranızda hastalar olacak, bir kısmı Allah’ın fazlından rızk aramak için (ticaret maksadı ile) yeryüzünde yol tepecekler, diğer bir kısmı da Allah yolunda çarpışacaklar. O halde Kur’an’dan kolayınıza geleni okuyun, namazı kılın, zekâtı verin, Allah için (diğer hayır yollarına) halisane harcayın. Nefisleriniz için (bu dünyada) peşin olarak ne hayır işlerseniz, onun sevabını Allah katında daha hayırlı ve mükâfat bakımından daha büyük bulacaksınız. Bir de Allah’dan mağfiret dileyin; çünkü O, Gafûr’dur= mağfireti çok boldur, Rahîm’dir= çok merhametlidir"},{"SurahNumber":74,"VerseNumber":1,"Text":"Ey (elbisesine) bürünen Peygamber"},{"SurahNumber":74,"VerseNumber":2,"Text":"Kalk da (kavmini Allah’ın azabı ile) korkut; (iman etmezlerse azaba uğrıyacaklarını kendilerine haber ver)"},{"SurahNumber":74,"VerseNumber":3,"Text":"Rabbini yücelt, (O’nu tenzîh et)"},{"SurahNumber":74,"VerseNumber":4,"Text":"Elbiseni de (daima) temiz tut"},{"SurahNumber":74,"VerseNumber":5,"Text":"Azaba vesile olan şeyleri terkde sebat et"},{"SurahNumber":74,"VerseNumber":6,"Text":"Az bir şey verib karşılığında çok şey isteme"},{"SurahNumber":74,"VerseNumber":7,"Text":"Rabbinin rızası için sabret"},{"SurahNumber":74,"VerseNumber":8,"Text":"O Sûr’a üfürüldüğü zaman"},{"SurahNumber":74,"VerseNumber":9,"Text":"İşte o kıyâmet vakti çok şiddetli bir gündür"},{"SurahNumber":74,"VerseNumber":10,"Text":"kâfirlere hiç kolay değildir"},{"SurahNumber":74,"VerseNumber":11,"Text":"(Mal ve evlâdsız olarak) tek başına yarattığım o kâfiri (Velid İbni Muğîre’yi) bana bırak"},{"SurahNumber":74,"VerseNumber":12,"Text":"(Çırılçıplak yarattığım) bu adama da (sonra) uzun boylu mal verdim"},{"SurahNumber":74,"VerseNumber":13,"Text":"Hem (kendisi ile) hazır bulunan oğullar"},{"SurahNumber":74,"VerseNumber":14,"Text":"Ona nimet döşedim de döşedim"},{"SurahNumber":74,"VerseNumber":15,"Text":"Sonra da arzu eder ki, daha artırayım"},{"SurahNumber":74,"VerseNumber":16,"Text":"Hayır, (istediğine kavuşamaz) çünkü o, ayetlerimize karşı bir inkârcı idi"},{"SurahNumber":74,"VerseNumber":17,"Text":"Muhakkak ben, onu, meşakkatli bir azaba sardıracağım"},{"SurahNumber":74,"VerseNumber":18,"Text":"Çünkü o (Velid İbni Muğire), kendi kendine bir düşündü ve (zannınca peygambere söyliyecek sözünü) uydurub kurdu"},{"SurahNumber":74,"VerseNumber":19,"Text":"Kahrolası ne biçim (söz) uydurdu!... (Peygambere nasıl sihirbaz dedi)"},{"SurahNumber":74,"VerseNumber":20,"Text":"Sonra kahrolası ne biçim (söz) uydurdu"},{"SurahNumber":74,"VerseNumber":21,"Text":"Sonra (döndü insanların yüzüne) baktı"},{"SurahNumber":74,"VerseNumber":22,"Text":"Sonra (söyliyecek söz bulamadığından) suratını astı ve kaşlarını çattı"},{"SurahNumber":74,"VerseNumber":23,"Text":"Nihayet (Peygambere ve ashabına) arka çevirdi ve kibirlendi de"},{"SurahNumber":74,"VerseNumber":24,"Text":"Şöyle dedi: “- Bu ancak (başka sihirbazdan) öğrenilen bir sihirdir"},{"SurahNumber":74,"VerseNumber":25,"Text":"Muhakkak bu (kimsenin söylediği söz), bir insan sözüdür.”"},{"SurahNumber":74,"VerseNumber":26,"Text":"Ben de muhakkak onu (Velid İbni Muğîre’yi) cehenneme sokacağım"},{"SurahNumber":74,"VerseNumber":27,"Text":"Hem (Ey Rasûlüm) bilir misin, nedir o cehennem"},{"SurahNumber":74,"VerseNumber":28,"Text":"(İnsanların bedeninde et) bırakmaz, (kemik de) koymaz"},{"SurahNumber":74,"VerseNumber":29,"Text":"O cehennem, insanları yakıb kavurandır"},{"SurahNumber":74,"VerseNumber":30,"Text":"Üzerinde ondokuz melek var"},{"SurahNumber":74,"VerseNumber":31,"Text":"Biz o ateşin muhafızlarını hep meleklerden ibaret kıldık. Sayılarını da ancak kâfir olanlar için bir fitne yaptık, (zira on dokuz meleği azımsayarak onları helâk edebileceklerini sandılar); kendilerine kitab verilenler de Kur’an’ın hak olduğuna inansınlar; (çünkü onların kitablarında da bu meleklerin sayısı on dokuzdur); müminlerin de imanlarını artırsın. Kendilerine kitab verilenlerle müminler (böylece) şüpheye düşmesinler. Kalblerinde bir maraz (nifak) bulunanlarla kâfirler de şöyle desin: “- Allah bu sayı ile beraber hangi şeyi murad etmiştir? İşte Allah dilediğini böyle şaşırtır, dilediğini de yola getirir. Rabbinin ordularını da ancak kendisi bilir. O cehennem de insanlar için ancak bir öğüddür"},{"SurahNumber":74,"VerseNumber":32,"Text":"Hayır, onlar öğüd almazlar! Kamer hakkı için"},{"SurahNumber":74,"VerseNumber":33,"Text":"Dönüb geldiği zaman, o gece hakkı için"},{"SurahNumber":74,"VerseNumber":34,"Text":"Ağardığı sıra o sabah hakkı için"},{"SurahNumber":74,"VerseNumber":35,"Text":"Muhakkak o cehennem, büyük belâlardan biridir"},{"SurahNumber":74,"VerseNumber":36,"Text":"Kocundurmak için insanları"},{"SurahNumber":74,"VerseNumber":37,"Text":"İçinizden (hayırda) ileri gitmek, yahud geri kalmak istiyenleri"},{"SurahNumber":74,"VerseNumber":38,"Text":"Herkes kazandığına karşılık bir rehinedir; (hesabını doğru vermekle ancak kendisini kurtarabilir)"},{"SurahNumber":74,"VerseNumber":39,"Text":"Ancak sağcılar (kitabları sağ ellerine verilenler)"},{"SurahNumber":74,"VerseNumber":40,"Text":"Cennetlerdedirler; sorarlar"},{"SurahNumber":74,"VerseNumber":41,"Text":"Mücrimlerden"},{"SurahNumber":74,"VerseNumber":42,"Text":"“-Sizi cehenneme sokan nedir?”"},{"SurahNumber":74,"VerseNumber":43,"Text":"Onlar şöyle derler: “- Biz namaz kılanlardan değildik"},{"SurahNumber":74,"VerseNumber":44,"Text":"Yoksula yedirmezdik"},{"SurahNumber":74,"VerseNumber":45,"Text":"Batıla dalanlarla beraber dalıyorduk"},{"SurahNumber":74,"VerseNumber":46,"Text":"Hesab gününü de yalan sayardık"},{"SurahNumber":74,"VerseNumber":47,"Text":"Nihayet bize ölüm gelib çattı.”"},{"SurahNumber":74,"VerseNumber":48,"Text":"Fakat (o vakit) şefaatçilerin şefaatı onlara fayda vermez"},{"SurahNumber":74,"VerseNumber":49,"Text":"Böyle iken onlara (Mekke halkına) ne oluyor ki, Kur’an’dan yüz çeviriyorlar"},{"SurahNumber":74,"VerseNumber":50,"Text":"Sanki ürkmüş yaban eşekleri"},{"SurahNumber":74,"VerseNumber":51,"Text":"Aslandan kaçmaktalar"},{"SurahNumber":74,"VerseNumber":52,"Text":"Doğrusu, onlardan her biri (Allah tarafından) kendisine okuyacak olduğu ayrı kitablar dağıtılmasını istiyor, (ki orada peygambere iman etmek gerektiğine dair Allah’ın emrini bulsun)"},{"SurahNumber":74,"VerseNumber":53,"Text":"Hayır, (onlara bu istedikleri verilmez), hakikat şu ki, onlar ahiretten korkmazlar"},{"SurahNumber":74,"VerseNumber":54,"Text":"Hayır, zannettikleri gibi değil, Muhakkak O Kur’an (Allah’dan) bir öğüddür"},{"SurahNumber":74,"VerseNumber":55,"Text":"Artık dileyen kimse ondan öğüd alır"},{"SurahNumber":74,"VerseNumber":56,"Text":"Bununla beraber Allah dilemeyince öğüd almazlar; koruyacak da O’dur, bağışlayacak da O"},{"SurahNumber":75,"VerseNumber":1,"Text":"Kasem ederim kıyâmet gününe"},{"SurahNumber":75,"VerseNumber":2,"Text":"Yine kasem ederim pişmankâr nefse ki, (muhakkak öldükten sonra dirileceksiniz)"},{"SurahNumber":75,"VerseNumber":3,"Text":"İnsan sanır ki, biz, kemikleri bir araya getiremeyiz"},{"SurahNumber":75,"VerseNumber":4,"Text":"(Değil yalnız kemikleri bir araya getirmek), daha doğrusu biz o insanın parmak uçlarını (dünyada olduğu gibi düzeltib) toplamağa da kadiriz"},{"SurahNumber":75,"VerseNumber":5,"Text":"Fakat insan, fenalığını önüne sürmek ister"},{"SurahNumber":75,"VerseNumber":6,"Text":"(Alay ederek) sorar: “- Kıyâmet günü ne zaman?”"},{"SurahNumber":75,"VerseNumber":7,"Text":"(Allah buyurmuştur ki): Göz, (dehşetten) ne vakit ki dikilir"},{"SurahNumber":75,"VerseNumber":8,"Text":"Ay tutulur"},{"SurahNumber":75,"VerseNumber":9,"Text":"Güneş ile ay bir araya toplanır"},{"SurahNumber":75,"VerseNumber":10,"Text":"O gün insan der ki, kaçacak yer nerede"},{"SurahNumber":75,"VerseNumber":11,"Text":"Hayır, (o kâfire) hiç bir sığınak yok"},{"SurahNumber":75,"VerseNumber":12,"Text":"Ancak Rabbinedir o gün dönüb kararlaşmak"},{"SurahNumber":75,"VerseNumber":13,"Text":"O gün insan işlediği ve işlemediği amellerle uyarılır, (yaptığı ve yapmadığı her şey kendisine anlatılır ve hesaba çekilir)"},{"SurahNumber":75,"VerseNumber":14,"Text":"Doğrusu insan, nefsine karşı murakabeci bir şahiddir"},{"SurahNumber":75,"VerseNumber":15,"Text":"Bütün mazeretlerini ortaya dökse de, (yine nefsinde gerçeği bilir. İnsan tamamen kendini kontrol edebilecek durumdadır)"},{"SurahNumber":75,"VerseNumber":16,"Text":"(Ey Rasûlüm, vahy daha tamamlanmadan) ona acele ederek, (kelimeleri kaçırmıyayım diye) dilini onunla depretme"},{"SurahNumber":75,"VerseNumber":17,"Text":"Çünkü O Kur’an’ı (kalbinde) toplamak ve dilinde okuyuşunu sağlamak bize aiddir"},{"SurahNumber":75,"VerseNumber":18,"Text":"Biz onu (Cebrâil dili ile) okuduk mu, sen onun okunuşunu takib et"},{"SurahNumber":75,"VerseNumber":19,"Text":"Sonra onu açıklamak da muhakkak bize aiddir"},{"SurahNumber":75,"VerseNumber":20,"Text":"Hayır hayır, doğrusu siz, peşini (dünya zevklerini) seviyorsunuz"},{"SurahNumber":75,"VerseNumber":21,"Text":"Ve ahireti bırakıyorsunuz. (onu kazanmak için çalışmıyorsunuz)"},{"SurahNumber":75,"VerseNumber":22,"Text":"Nice yüzler vardır ki, o gün (kıyamette) güzelliği ile parıldar"},{"SurahNumber":75,"VerseNumber":23,"Text":"(O yüzler) Rablerine bakarlar"},{"SurahNumber":75,"VerseNumber":24,"Text":"Nice yüzler de vardır ki, o gün somurub kararmıştır"},{"SurahNumber":75,"VerseNumber":25,"Text":"(Böyle kararmış yüzler, başlarına gelecek felâketle) bel kemiklerinin kırılacağını anlar"},{"SurahNumber":75,"VerseNumber":26,"Text":"Hayır hayır, (dünya ahirete tercih edilemez). Can köprücük kemiklerine dayanınca"},{"SurahNumber":75,"VerseNumber":27,"Text":"(Yanında bulunanlar tarafından) denilir ki: “- (Bunu) tedavi edecek bir doktor kim var?”"},{"SurahNumber":75,"VerseNumber":28,"Text":"(Ruhu köprücük kemiklerine dayanmış olan bu kimse, artık dünyadan) gerçek olarak kendisi için ayrılış olduğunu anlamıştır"},{"SurahNumber":75,"VerseNumber":29,"Text":"(Ölümün şiddetinden de) bacak bacağa dolanmıştır"},{"SurahNumber":75,"VerseNumber":30,"Text":"O gün dönüş, Rabbinedir ancak"},{"SurahNumber":75,"VerseNumber":31,"Text":"(O kâfir Ebu Cehil Kur’an’ı ve Peygamberi) tasdik etmedi, namaz da kılmadı"},{"SurahNumber":75,"VerseNumber":32,"Text":"Ancak yalan söyledi ve (itaat etmekten) yüz çevirdi"},{"SurahNumber":75,"VerseNumber":33,"Text":"Sonra da böbürlene böbürlene (dünyada) ehline gitti"},{"SurahNumber":75,"VerseNumber":34,"Text":"Azab olsun sana, (Ey Ebu Cehil), azab gerek"},{"SurahNumber":75,"VerseNumber":35,"Text":"Sonra yine azab olsun sana, azab gerek"},{"SurahNumber":75,"VerseNumber":36,"Text":"Sanır mı insan, başı boş bırakılacak"},{"SurahNumber":75,"VerseNumber":37,"Text":"Dökülen meniden bir nutfe değil mi idi"},{"SurahNumber":75,"VerseNumber":38,"Text":"Sonra meniden bir kan pıhtısı olmuş da, Allah onu yarattı, derken (insan) biçimine koydu"},{"SurahNumber":75,"VerseNumber":39,"Text":"Nihayet o meniden erkek ve dişi iki eş yarattı"},{"SurahNumber":75,"VerseNumber":40,"Text":"Bunları yaratan ölüleri diriltmeye kadir değil mi? (Şübhesiz ki buna da kadirdir)"},{"SurahNumber":76,"VerseNumber":1,"Text":"Gerçekten insan üzerine dehirden öyle bir zaman geçti ki, o vakit insan alınır, (insanlıkla tanınır) bir şey değildi"},{"SurahNumber":76,"VerseNumber":2,"Text":"Çünkü biz, insanı, (erkek ve dişi suları ile) karışık bir nutfeden yarattık; (üzerine mükellefiyyet yükliyerek) onu deneyeceğiz. Bunun için onu duygu ve görgü sahibi kıldık"},{"SurahNumber":76,"VerseNumber":3,"Text":"Doğrusu biz ona, gerçek yolu gösterdik; ister şükreden (mümin) olsun, ister nankörlük eden (kâfir)"},{"SurahNumber":76,"VerseNumber":4,"Text":"Çünkü biz, kâfirler için zincirler, bukağılar ve alevli bir ateş hazırladık"},{"SurahNumber":76,"VerseNumber":5,"Text":"Muhakkak ki iyi insanlar, (cennetde) katığı kâfûr olan (şarab) dolu bir kadehten içecekler"},{"SurahNumber":76,"VerseNumber":6,"Text":"(O şarabın katığı olan Kâfur) bir kaynaktır ki, ondan Allah’ın kulları içerler. İstedikleri yere onu kolayca akıtırlar"},{"SurahNumber":76,"VerseNumber":7,"Text":"(Cennetlik olan iyi insanlar, o kimselerdir ki, dünyada) adaklarını yerine getirirler; ve azabı salgın olan bir günden korkarlar"},{"SurahNumber":76,"VerseNumber":8,"Text":"Yoksula, yetime, esire seve seve yemek yedirirler"},{"SurahNumber":76,"VerseNumber":9,"Text":"(Sonra onlara şöyle derler): “Size ancak Allah rızası için yediriyoruz. Sizden ne bir hediye isteriz ne de bir teşekkür"},{"SurahNumber":76,"VerseNumber":10,"Text":"Çünkü biz Rabbimizden korkarız; bed çehreli, çatık suratlı bir günün azabından"},{"SurahNumber":76,"VerseNumber":11,"Text":"Allah da onları, o günün azabından korur ve kendilerine güzel bir yüz ve sevinç verir"},{"SurahNumber":76,"VerseNumber":12,"Text":"Sabırlarına karşılık da (içine girecekleri) bir cennet ve (giyecekleri) bir ipek ihsan eder"},{"SurahNumber":76,"VerseNumber":13,"Text":"Orada koltuklar üzerine dayanmış bir haldedirler. Orada ne bir güneş (rahatsızlığı) görürler, ne de soğuk"},{"SurahNumber":76,"VerseNumber":14,"Text":"(O cennetteki ağaçların) gölgeleri üzerlerine sarkmış, meyvaları da bol bol önlerine konmuştur"},{"SurahNumber":76,"VerseNumber":15,"Text":"Onlara (hizmet için) gümüşten billûr kaplar ve sürahilerle (etraflarında) dolaşılır"},{"SurahNumber":76,"VerseNumber":16,"Text":"Gümüşten billûrlar ki, (ehli cennet) onları türlü türlü biçime koymuşlardır"},{"SurahNumber":76,"VerseNumber":17,"Text":"Orada kendilerine, katığı zencefîl olan (cennet şarabından dolu) bir kadeh de içirilir"},{"SurahNumber":76,"VerseNumber":18,"Text":"(Zencefîl) cennetde bir kaynakdır ki, ona Selsebîl adı verilir"},{"SurahNumber":76,"VerseNumber":19,"Text":"(Cennet ehlinin) etraflarında (hizmet için) devamlı olarak taze çocuklar dolaşır ki, sen onları gördüğün zaman saçılmış inciler sanırsın"},{"SurahNumber":76,"VerseNumber":20,"Text":"Orada her nereye baksan, bir nimet ve pek büyük bir mülk (saltanat) görürsün"},{"SurahNumber":76,"VerseNumber":21,"Text":"Üstlerinde, ince ve kalın ipekten yeşil elbiseler vardır; ve gümüşten bileziklerle süslenmişlerdir. Rableri de onlara tertemiz bir şarab içirmiştir"},{"SurahNumber":76,"VerseNumber":22,"Text":"(Cennetliklere şöyle denir): İşte bu, sizin mükâfatınızdır. Ameliniz makbul olmuştur"},{"SurahNumber":76,"VerseNumber":23,"Text":"Gerçekten biz, Kur’an’ı sana ayet ayet indirdik"},{"SurahNumber":76,"VerseNumber":24,"Text":"O halde Rabbinin hükmüne sabret, (zafer sana erişecektir). O kâfirlerden hiç bir günahkâra, yahud bir nanköre boyun eğme"},{"SurahNumber":76,"VerseNumber":25,"Text":"Sabah akşam Rabbinin adını an, (sabah, öğle, ikindi namazlarını kıl)"},{"SurahNumber":76,"VerseNumber":26,"Text":"Gecenin bir kısmında da O’na secde et, (akşam ile yatsı namazını kıl). Bir de geceleyin uzun bir müddet O’nu tesbih et, (teheccüd namazı kıl). denilir: Bunlar, hangi (dehşetli) güne ertelendiler"},{"SurahNumber":76,"VerseNumber":27,"Text":"Çünkü bunlar (Mekke kâfirleri), peşin dünyayı severler ve önlerindeki (şiddeti) ağır bir günü bırakırlar. (Ahiretin azabından korkub da imana gelmezler)"},{"SurahNumber":76,"VerseNumber":28,"Text":"Onları biz yarattık ve mafsallarını (birbirine) biz bağladık. Dilediğimiz zaman da (onları helâk eder) yerlerine kendileri gibi olanları getiririz"},{"SurahNumber":76,"VerseNumber":29,"Text":"Muhakkak ki bu Sûre, bir öğüddür. Artık dileyen Rabbine bir yol tutar; (O’na ibadet ederek rahmetine yaklaşır)"},{"SurahNumber":76,"VerseNumber":30,"Text":"(Şunu da bilin ki,) Allah dilemeyince siz (hayır ve şerri) dileyemezsiniz. Çünkü Allah Alîm’dir= her şeyi bilir, Hakîm’dir= hikmet sahibidir"},{"SurahNumber":76,"VerseNumber":31,"Text":"Dilediği kimseyi rahmeti içine kor. Zalimlere ise acıklı bir azab hazırlamıştır"},{"SurahNumber":77,"VerseNumber":1,"Text":"İyilik için gönderilen melekler hakkı için"},{"SurahNumber":77,"VerseNumber":2,"Text":"Şiddetli rüzgâr gibi uçan melekler hakkı için"},{"SurahNumber":77,"VerseNumber":3,"Text":"Yer yüzüne şeriatleri yayan melekler hakkı için"},{"SurahNumber":77,"VerseNumber":4,"Text":"Hak ile bâtılı ayıran melekler hakkı için"},{"SurahNumber":77,"VerseNumber":5,"Text":"Hak sahiblerine özür, yahud haksızlara azab olarak vahyi peygamberlere getiren melekler hakkı için"},{"SurahNumber":77,"VerseNumber":6,"Text":"Hak sahiblerine özür, yahud haksızlara azab olarak vahyi peygamberlere getiren melekler hakkı için"},{"SurahNumber":77,"VerseNumber":7,"Text":"Muhakkak vaad olunduğunuz, (kıyamet) vuku bulacaktır. (Bunda hiç şübhe yoktur)"},{"SurahNumber":77,"VerseNumber":8,"Text":"Yıldızlar yok edildiği zaman"},{"SurahNumber":77,"VerseNumber":9,"Text":"Gök yarıldığı zaman"},{"SurahNumber":77,"VerseNumber":10,"Text":"Dağlar (yerlerinden) sökülüp savrulduğu zaman"},{"SurahNumber":77,"VerseNumber":11,"Text":"(Kıyamette ümmetlerine şahidlik etmek için) peygamberler belirli bir vakitte bir araya getirildikleri zaman"},{"SurahNumber":77,"VerseNumber":12,"Text":"(Şöyle denilir): Bunlar, hangi (dehşetli) güne ertelendiler"},{"SurahNumber":77,"VerseNumber":13,"Text":"(İnsanların birbirinden ayırd edileceği) fâsıl gününe"},{"SurahNumber":77,"VerseNumber":14,"Text":"Bildin mi, nedir fâsıl günü"},{"SurahNumber":77,"VerseNumber":15,"Text":"Bunu yalan sayanların o gün vay haline"},{"SurahNumber":77,"VerseNumber":16,"Text":"Biz, (peygamberlerini inkâr eden kavimlerden) evvelkileri, helâk etmedik mi"},{"SurahNumber":77,"VerseNumber":17,"Text":"Sonra (inkârcı Kureyş gibi) arkadan gelenleri, onlara ekliyeceğiz"},{"SurahNumber":77,"VerseNumber":18,"Text":"Biz, günahkârlara böyle yaparız"},{"SurahNumber":77,"VerseNumber":19,"Text":"(Allah’ın ayetlerini) yalanlayanların o gün vay haline"},{"SurahNumber":77,"VerseNumber":20,"Text":"(Ey inkârcılar topluluğu!) Biz, sizi hakîr bir sudan (meniden) yaratmadık mı"},{"SurahNumber":77,"VerseNumber":21,"Text":"Sonra o suyu, sağlam bir yerde (rahimde) sakladık"},{"SurahNumber":77,"VerseNumber":22,"Text":"(Doğum için olan) belirli bir vakte kadar"},{"SurahNumber":77,"VerseNumber":23,"Text":"İşte biz, bunu takdir ettik. O halde biz ne güzel kâdiriz"},{"SurahNumber":77,"VerseNumber":24,"Text":"(Öyle ise öldükten sonra dirilmeyi) yalan sayanların o gün vay haline"},{"SurahNumber":77,"VerseNumber":25,"Text":"Arzı bir toplanma yeri yapmadık mı"},{"SurahNumber":77,"VerseNumber":26,"Text":"Hem dirilere, hem ölülere"},{"SurahNumber":77,"VerseNumber":27,"Text":"Orada yerli yerinde sabit yüce dağlar yerleştirip de size tatlı bir su içirmedik mi"},{"SurahNumber":77,"VerseNumber":28,"Text":"(Bütün bu nimetleri) inkâr edenlerin o gün vay haline"},{"SurahNumber":77,"VerseNumber":29,"Text":"(Kıyameti inkâr edenlere o gün şöyle denir): Haydi (dünyada) yalan saydığınız azaba gidin"},{"SurahNumber":77,"VerseNumber":30,"Text":"(Ey inkârcılar topluluğu!) Haydi cehennemin üç çatallı duman gölgesine gidin"},{"SurahNumber":77,"VerseNumber":31,"Text":"Ne gölgelendirir, ne alevden korur, (sırf size bir azab)"},{"SurahNumber":77,"VerseNumber":32,"Text":"Zira o ateş, öyle kıvılcımlar atar ki, her biri saray gibi"},{"SurahNumber":77,"VerseNumber":33,"Text":"(Renk ve çokluk bakımından) sanki o kıvılcımlar, sarı deve sürüleri"},{"SurahNumber":77,"VerseNumber":34,"Text":"(Bu hali) yalan sayanların, o gün vay haline"},{"SurahNumber":77,"VerseNumber":35,"Text":"Bugün, dilleri tutulacak gündür, (inkârcıların)"},{"SurahNumber":77,"VerseNumber":36,"Text":"Kendilerine izin verilmez ki, özür dilesinler"},{"SurahNumber":77,"VerseNumber":37,"Text":"(Bugünü) inkâr edenlerin, o gün vay haline"},{"SurahNumber":77,"VerseNumber":38,"Text":"Bu, (haklı ile haksızın ayırd edileceği) fâsıl günü, sizi ve evvelki ümmetleri topladık"},{"SurahNumber":77,"VerseNumber":39,"Text":"Eğer (azabı kaldıracak) bir hileniz varsa, haydi bana hile yapın bakalım"},{"SurahNumber":77,"VerseNumber":40,"Text":"(Öldükten sonra dirilmeyi) inkâr edenlerin o gün vay haline"},{"SurahNumber":77,"VerseNumber":41,"Text":"Doğrusu takva sahibleri, gölgelerle kaynaklarda"},{"SurahNumber":77,"VerseNumber":42,"Text":"Ve canlarının istediği meyveler içindedirler"},{"SurahNumber":77,"VerseNumber":43,"Text":"(Bu cennetliklere şöyle denilir): İşlediğiniz amellere karşılık, âfiyetle yeyin, için"},{"SurahNumber":77,"VerseNumber":44,"Text":"İşte biz, güzel amel işliyenleri böyle mükâfatlandırırız"},{"SurahNumber":77,"VerseNumber":45,"Text":"(Cenneti) inkâr edenlerin, o gün vay haline"},{"SurahNumber":77,"VerseNumber":46,"Text":"(Ey inkârcılar topluluğu!) yeyin, zevk edin dünyada biraz; çünkü günahkâr müşriklersiniz, (ahirette ateşe gireceksiniz)"},{"SurahNumber":77,"VerseNumber":47,"Text":"(Allah’ı ve peygamberlerini) inkâr edenlerin o gün vay haline"},{"SurahNumber":77,"VerseNumber":48,"Text":"Onlar: “- İtaat edin, namaz kılın.” denildiği zaman, itaat etmezler"},{"SurahNumber":77,"VerseNumber":49,"Text":"(Allah’ın hükümlerini) inkâr edenlerin o gün vay haline"},{"SurahNumber":77,"VerseNumber":50,"Text":"Artık (bu ahmaklar) Kur’an’dan sonra hangi söze inanacaklar"}]}