{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Kitabın indirilmesi, ustun ve guclu, hukum ve hikmet sahibi Tanrı´dandır"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz gokleri, yeri ve ikisi arasında bulunanları ancak hak ve adı konulmus bir ecel ile yarattık. Kufredenler ise, uyarıldıkları seyden yuz ceviren (kimseler)dir"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki: \"Gordunuz mu haber verin, Tanrı´dan baska taptıklarınız, yerden neyi yaratmıslar, bana gosterin? Yoksa onların goklerde bir ortaklıgı mı var? Eger dogru sozluler iseniz, bundan once bir kitap ya da bir ilim kalıntısı (veya bir eser) varsa, bana getirin"},{"SurahNumber":46,"VerseNumber":5,"Text":"Tanrı´yı bırakıp kıyamet gunune kadar kendisine icabet etmeyecek seylere tapandan daha sapmıs kimdir? Oysa onlar, bunların tapmalarından habersizdirler"},{"SurahNumber":46,"VerseNumber":6,"Text":"Insanlar hasrolundugu (bir araya getirildigi) zaman, (Tanrı´dan baska taptıkları) onlara dusman kesilirler ve (kendilerine) ibadet etmelerine de kafir olurlar"},{"SurahNumber":46,"VerseNumber":7,"Text":"Onlara acık belgeler olarak ayetlerimiz okundugu zaman, o kufredenler kendilerine gelmis olan hak icin dediler ki: \"Bu, apacık bir buyudur"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa: \"Kendisi onu uydurdu\" mu diyorlar? De ki: \"Eger ben uydurdumsa, bu durumda siz, Tanrı´dan bana (gelecek) hicbir seye malik (engel) olamazsınız. Sizin kendisi (Kuran) hakkında ne taskınlıklar yaptıgınızı O daha iyi bilendir. Benimle sizin aranızda sahid olarak O yeter. O, cok bagıslayandır, cok esirgeyendir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki: \"Ben elcilerden bir turedi degilim, bana ve size ne yapılacagını da bilemiyorum. Ben, yalnızca bana vahyedilmekte olana uyuyorum ve ben, apacık bir uyarıcıdan baskası degilim"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: \"Gordunuz mu, haber verin; eger (bu Kuran,) Tanrı katından ise, siz de ona kufretmisseniz ve Israilogulları´ndan bir sahid bunun bir benzerine sahidlik edip inanmıssa ve siz de buyukluk taslamıssanız [bunun sonucu ne olacak]? Suphesiz Tanrı, zalim olan bir kavmi hidayete erdirmez"},{"SurahNumber":46,"VerseNumber":11,"Text":"Kufredenler inananlar icin dediler ki: \"Eger O (Kuran veya iman) hayırlı bir sey olsaydı, ona bizden once kosup yetisemezlerdi.\" Oysa onlar onunla hidayete ermediklerinden: \"Bu, eski bir yalandır\" diyecekler"},{"SurahNumber":46,"VerseNumber":12,"Text":"Bundan once de bir imam ve bir rahmet olarak Musa´nın kitabı var. Bu da, zulmedenleri uyarmak ve ihsanda bulunanlara bir mujde olmak uzere (kendinden onceki kitapları) dogrulayıcı ve Arapca bir dil ile olan bir kitaptır"},{"SurahNumber":46,"VerseNumber":13,"Text":"Suphesiz: \"Bizim rabbimiz Tanrı´dır\" deyip sonra dogru bir istikamet tutturanlar (yok mu); artık onlar icin korku yoktur ve onlar mahzun olmayacaklardır"},{"SurahNumber":46,"VerseNumber":14,"Text":"Iste onlar, cennet halkıdır; yaptıklarına karsılık olmak uzere, icinde ebedi olarak kalacaklardır"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz insana, anne ve babasına iyilikle davranmasını tavsiye ettik. Annesi onu guclukle tasıdı ve onu guclukle dogurdu. Onun (hamilelikte) tasınması ve sutten kesilmesi otuz aydır. Nihayet guclu (erginlik) cagına erip kırk yıl (yasın)a ulasınca dedi ki: \"Rabbim, bana, anne ve babama verdigin nimete sukretmemi ve senin razı olacagın salih bir amelde bulunmamı bana ilham et; benim icin soyumda salahı ver. Gercekten ben tevbe edip sana yoneldim ve gercekten ben muslumanlardanım"},{"SurahNumber":46,"VerseNumber":16,"Text":"Iste bunlar; yaptıklarının en guzelini kabul ederiz ve kotuluklerinden geceriz; (bunlar) cennet halkı icindedirler. (Iste bu,) Onlara vaadolunan dogru bir vaaddir"},{"SurahNumber":46,"VerseNumber":17,"Text":"O kimse ki, anne ve babasına: \"Of size, benden once nice nesiller gelip gecmisken, beni (diriltilip) cıkarılacagımla mı tehdit ediyorsunuz?\" dedi. O ikisi (anne ve babası) ise Tanrı´ya yakararak: \"Yazıklar sana, inan, suphesiz Tanrı´nın vaadi haktır\" (derler; fakat) O: \"Bu, gecmislerin masallarından baskası degildir\" der"},{"SurahNumber":46,"VerseNumber":18,"Text":"Iste bunlar, cinlerden ve insanlardan kendilerinden evvel gelip gecmis ummetler icinde (azab) sozu uzerlerine hak olmus kimselerdir. Gercekten onlar, ziyana ugrayanlardır"},{"SurahNumber":46,"VerseNumber":19,"Text":"Her biri icin yaptıklarından dolayı dereceler vardır; oyle ki amelleri kendilerine eksiksizce odensin ve onlar zulme de ugratılmazlar"},{"SurahNumber":46,"VerseNumber":20,"Text":"Kufredenler atese sunulacakları gun, (onlara soyle denir:) \"Siz dunya hayatınızda butun ´guzellikleriniz ve zevklerinizi´ tuketip yok ettiniz, onlarla yasayıp zevk surdunuz. Iste yeryuzunde haksız yere buyuklenmeniz ve fasıklık yapmanızdan dolayı bugun alcaltıcı bir azab ile cezalandırılacaksınız"},{"SurahNumber":46,"VerseNumber":21,"Text":"Ad´ın kardesini hatırla; onun onunden ve ardından nice uyarıcılar gelip gecmisti; hani o, Ahkaf´taki kavmini: \"Tanrı´dan baskasına kulluk etmeyin, gercekten ben, sizin icin buyuk bir gunun azabından korkarım\" diye uyarmıstı"},{"SurahNumber":46,"VerseNumber":22,"Text":"Dediler ki: \"Sen, bizi tanrılarımızdan cevirmek icin mi bize geldin? Su halde eger dogru soyluyorsan, tehdit ettigin seyi, bize getir"},{"SurahNumber":46,"VerseNumber":23,"Text":"Dedi ki: \"Ilim ancak Tanrı katındadır. Ben size gonderildigim seyi teblig ediyorum; ancak sizi cahillik eden bir kavim olarak goruyorum"},{"SurahNumber":46,"VerseNumber":24,"Text":"Derken, onu (azabı) vadilerine dogru yonelerek gelen bir bulut seklinde gordukleri zaman, \"Bu bize yagmur yagdıracak bir buluttur\" dediler. Hayır, o, kendisi icin acele ettiginiz seydir. Bir ruzgar; onda acı bir azab vardır"},{"SurahNumber":46,"VerseNumber":25,"Text":"Rabbinin buyruguyla her seyi yerle bir eder. Boylece meskenlerinden baska, hicbir sey(leri) gorunemez duruma dustuler. Iste biz, suclu gunahkar bir kavmi boyle cezalandırırız"},{"SurahNumber":46,"VerseNumber":26,"Text":"Andolsun, biz onları, sizleri kendisinde yerlesik kılmadıgımız yerlerde (size vermedigimiz guc ve iktidar imkanlarıyla) yerlesik kıldık ve onlara isitme, gorme (duyularını) ve yurekler (efideten) verdik. Ancak ne isitme, ne gorme (duyuları) ve ne yurekleri (efidetuhum) kendilerine herhangi bir sey saglamadı. Cunku onlar, Tanrı´nın ayetlerini inkar ediyorlardı. Alay konusu edindikleri sey onları sarıp kusattı"},{"SurahNumber":46,"VerseNumber":27,"Text":"Andolsun, biz cevrenizde bulunan sehirlerden (bir cogunu) yıkıma ugrattık ve belki donerler diye ayetleri cesitli sekillerde acıkladık"},{"SurahNumber":46,"VerseNumber":28,"Text":"Bu durumda, Tanrı´yı bırakıp yakınlık (saglamak) icin edindikleri tanrılar, onlara yardım etselerdi ya. Hayır, onlar, kendilerinden kaybolup gittiler. Bu (yalancı tanrılar ve onlara yukledikleri), onların yalanları ve uydurduklarıdır"},{"SurahNumber":46,"VerseNumber":29,"Text":"Hani cinlerden birkacını, Kuran dinlemek uzere sana yoneltmistik. Boylece onun huzuruna geldikleri zaman, dediler ki: \"Kulak verin;\" sonra bitirilince kendi kavimlerine uyarıcılar olarak donduler"},{"SurahNumber":46,"VerseNumber":30,"Text":"Dediler ki: \"Ey kavmimiz, gercekten biz, Musa´dan sonra indirilen, kendinden oncekileri dogrulayan bir kitap dinledik; hakka ve dogru olan yola yoneltip iletmektedir"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey kavmimiz, Tanrı´ya davet edene icabet edin ve O´na inanın; gunahlarınızdan bir kısmını bagıslasın ve sizi acı bir azabtan korusun"},{"SurahNumber":46,"VerseNumber":32,"Text":"Kim Tanrı´ya davet edene icabet etmezse, artık o, yeryuzunde (Tanrı´yı aciz bırakacak degildir ve onun O´ndan baska) velileri yoktur. Iste onlar, apacık bir sapıklık icindedirler"},{"SurahNumber":46,"VerseNumber":33,"Text":"Onlar gormuyorlar mı ki, gokleri ve yeri yaratan ve onları yaratmaktan yorulmayan (Tanrı), oluleri de diriltmeye guc yetirir. Hayır, gercekten O, her seye guc yetirendir"},{"SurahNumber":46,"VerseNumber":34,"Text":"Kufredenler atese sunulacakları gun, (onlara soyle denir:) \"Bu gercek degil miymis?\" Onlar: \"Rabbimize andolsun, evet (oyledir)\" derler. (Tanrı da:) \"Oyleyse kufrettiklerinizden dolayı / kufrettiginiz icin (tekfurun) azabı tadın\" dedi"},{"SurahNumber":46,"VerseNumber":35,"Text":"Artık sen sabret; Resullerden azim sahiplerinin sabrettikleri gibi, onlar icin de acele etme. Onlar, tehdit edildikleri seyi (azabı) gordukleri gun sanki gunduzun yalnızca bir saati kadar yasamıs(olacak)lardır. (Bu,) Bir tebligdir. Artık fasıklar kavminden baskası yıkıma ugratılır mı"},{"SurahNumber":47,"VerseNumber":1,"Text":"Onlar ki kufrettiler ve Tanrı´nın yolundan alıkoydular, (iste Tanrı da) onların amellerini giderip bosa cıkarmıstır"},{"SurahNumber":47,"VerseNumber":2,"Text":"Inanıp salih amellerde bulunan ve Muhammed´e indirilen (Kuran)a -ki o rablerinden bir haktır- inananların (Tanrı), kotuluklerini ortmus (keffere), durumlarını duzeltip ıslah etmistir"},{"SurahNumber":47,"VerseNumber":3,"Text":"Iste boyle; hic suphesiz, kufredenler batıl olana uymuslar; ve hic suphesiz, inananlar rablerinden olan hakka uymuslardır. Iste Tanrı, insanlara kendi orneklerini boyle vererek gosteriyor"},{"SurahNumber":47,"VerseNumber":4,"Text":"Oyleyse, kufredenlerle (savas sırasında) karsı karsıya geldiginiz zaman, hemen boyunlarını vurun; sonunda onları ´iyice bozguna ugratıp zafer kazanınca da´ artık (esirler icin) bagı sımsıkı tutun. Bundan sonra ya bir lutuf olarak (onları bırakın) veya bir fidye (karsılıgı salıverin). Oyle ki savas agırlıklarını bıraksın (sona ersin). Iste boyle; eger Tanrı dilemis olsaydı, elbette onlardan intikam alırdı. Ancak (savas,) sizleri birbirinizle denemesi icindir. Tanrı yolunda oldurulenlerin ise; kesin olarak (Tanrı) amellerini giderip bosa cıkarmaz"},{"SurahNumber":47,"VerseNumber":5,"Text":"Onları hidayete erdirecek ve durumlarını duzeltip ıslah edecektir"},{"SurahNumber":47,"VerseNumber":6,"Text":"Ve onları, kendilerine tarif edip tanıttıgı cennete sokacaktır"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey inananlar, eger siz Tanrı´ya (Tanrı adına Islama ve muslumanlara) yardım ederseniz, O da size yardım eder ve sizin ayaklarınızı saglamlastırır"},{"SurahNumber":47,"VerseNumber":8,"Text":"Kufredenler ise, yuzukoyun dusus onlara olsun! (Tanrı,) amellerini giderip bosa cıkarmıstır"},{"SurahNumber":47,"VerseNumber":9,"Text":"Iste boyle; cunku onlar, Tanrı´nın indirdigini cirkin (kerih) gorduler, bundan dolayı, O da, onların amellerini bosa cıkardı"},{"SurahNumber":47,"VerseNumber":10,"Text":"Onlar, yeryuzunde gezip dolasmıyorlar mı ki kendilerinden oncekilerin nasıl bir sona ugradıklarını gorsunler. Tanrı, onları yerle bir etti. O kafirler icin de bunun bir benzeri vardır"},{"SurahNumber":47,"VerseNumber":11,"Text":"Iste boyle; cunku Tanrı, inananların velisidir; kafirlerin ise velisi yoktur"},{"SurahNumber":47,"VerseNumber":12,"Text":"Suphesiz Tanrı, inanıp salih amellerde bulunanları, altından ırmaklar akan cennetlere sokar. Kufredenler ise metalanırlar ve hayvanların yemesi gibi yerler; ates, onlar icin bir konaklama yeridir"},{"SurahNumber":47,"VerseNumber":13,"Text":"Seni surup cıkaran memleketinden kuvvet bakımından daha ustun nice memleketler vardı ki, biz onları yıkıma ugrattık da kendileri icin hicbir yardımcı yoktu"},{"SurahNumber":47,"VerseNumber":14,"Text":"Simdi rabbinden apacık bir belge uzerinde bulunan kimse, kotu ameli kendisine ´suslu ve cekici gosterilmis´ ve kendi hevalarına uyan kimseler gibi midir"},{"SurahNumber":47,"VerseNumber":15,"Text":"Takva sahiplerine vaadedilen cennetin misali (sudur): Icinde bozulmayan sudan ırmaklar, tadı degismeyen sutten ırmaklar, icenler icin lezzet veren saraptan ırmaklar ve suzme baldan ırmaklar vardır ve orda onlar icin meyvelerin her turlusunden ve rablerinden bir magfiret vardır. Hic (boyle mukafaatlanan bir kisi), atesin icinde ebedi olarak kalan ve bagırsaklarını ´parca parca koparan´ kaynar sudan icirilen kimseler gibi olur mu"},{"SurahNumber":47,"VerseNumber":16,"Text":"Onlardan kimi gelip seni dinler. Nitekim yanından cıkıp gittikleri zaman ilim verilenlere derler ki: \"O biraz once ne soyledi?\" Iste onlar; Tanrı, onların kalplerini muhurlemistir ve onlar kendi hevalarına uymuslardır"},{"SurahNumber":47,"VerseNumber":17,"Text":"Hidayeti bulmus olanlara gelince; (Tanrı,) hidayetlerini arttırmıs ve takvalarını vermistir"},{"SurahNumber":47,"VerseNumber":18,"Text":"Artık onlar, kıyamet saatinin kendilerine apansız gelmesinden baskasını mı gozluyorlar? Iste onun isaretleri gelmistir. Fakat kendilerine geldikten sonra ogut alıp dusunmeleri onlara neyi saglar"},{"SurahNumber":47,"VerseNumber":19,"Text":"Su halde bil; gercekten, Tanrı´dan baska tanrı yoktur. Hem kendi gunahın, hem inanclı (erkek)ler hem de inanclı (kadın)lar icin magfiret dile! Tanrı, sizin donup dolasacagınız (mutekallebekum) yeri bilir, konaklama yerinizi de"},{"SurahNumber":47,"VerseNumber":20,"Text":"Inananlar derler ki: \"(Savas izni icin) Bir sure indirilmeli degil miydi?\" Fakat, icinde savas (kıtal) zikri gecen muhkem bir sure indirildigi zaman, kalplerinde hastalık olanların, uzerine olum baygınlıgı cokmus olanların bakısı gibi sana baktıklarını gordun. Oysa onlara evla (olan)"},{"SurahNumber":47,"VerseNumber":21,"Text":"Itaat ve maruf (guzel) sozdu. Fakat buyruk kesinlik ve kararlılık gerektirdigi zaman, sayet Tanrı´ya sadakat gosterselerdi, suphesiz onlar icin daha hayırlı olurdu"},{"SurahNumber":47,"VerseNumber":22,"Text":"Demek, ´is basına gelip yonetimi ele alırsanız´ hemen yeryuzunde fesad (bozgunculuk) cıkaracak ve akrabalık baglarınızı koparıp parcalayacaksınız, oyle mi"},{"SurahNumber":47,"VerseNumber":23,"Text":"Iste bunlar; Tanrı onları lanetlemis, boylece (kulaklarını) sagırlastırmıs ve basiret (goz)lerini de kor etmistir"},{"SurahNumber":47,"VerseNumber":24,"Text":"Oyle olmasa, Kuran´ı iyiden iyiye dusunmezler miydi? Yoksa birtakım kalpler uzerinde kilitler mi vurulmus"},{"SurahNumber":47,"VerseNumber":25,"Text":"Suphesiz, kendilerine hidayet acıkca belli olduktan sonra, gerisin geri (kufre) donenleri seytan kıskırtmıs ve uzun emellere kaptırmıstır"},{"SurahNumber":47,"VerseNumber":26,"Text":"Iste boyle; cunku gercekten onlar, Tanrı´nın indirdigini cirkin karsılayanlara dediler ki: \"Size bazı buyruklarda itaat edecegiz.\" Oysa Tanrı, sakladıkları seyleri (sır olarak konustuklarını) biliyor"},{"SurahNumber":47,"VerseNumber":27,"Text":"Oyleyse melekler, yuzlerine ve arkalarına vura vura canlarını aldıkları zaman nasıl olacak"},{"SurahNumber":47,"VerseNumber":28,"Text":"Iste boyle; cunku gercekten onlar, Tanrı´yı gazablandıran seye uydular ve O´nu razı edecek seyleri cirkin karsıladılar; bundan dolayı (Tanrı,) amellerini bosa cıkardı"},{"SurahNumber":47,"VerseNumber":29,"Text":"Yoksa kalplerinde hastalık bulunanlar, Tanrı´nın kinlerini hic (ortaya) cıkarmayacagını mı sandılar"},{"SurahNumber":47,"VerseNumber":30,"Text":"Eger biz dilersek, sana onları elbette gosteririz, boylelikle onları simalarından tanırsın. Andolsun, sen onları, sozlerin soylenis tarzından da tanırsın. Tanrı, amellerinizi bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"Andolsun, biz sizden mucahid olanlarla sabredenleri bilinceye (belli edip ortaya cıkarıncaya) kadar, deneyecegiz ve haberlerinizi sınayacagız (acıklayacagız)"},{"SurahNumber":47,"VerseNumber":32,"Text":"Suphesiz kufredenler, Tanrı´nın yolundan alıkoyanlar ve kendilerine hidayet acıkca belli olduktan sonra ´elciye karsı gelip zorluk cıkaranlar´, kesin olarak Tanrı´ya hicbir seyle zarar veremezler. (Tanrı,) Onların amellerini bosa cıkaracaktır"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ey inananlar, Tanrı´ya itaat edin, Resule itaat edin ve kendi amellerinizi gecersiz kılmayın"},{"SurahNumber":47,"VerseNumber":34,"Text":"Suphesiz, kufredenler Tanrı´nın yolundan alıkoyanlar, sonra da kafir (olarak) olenler; iste Tanrı, onlara kesinlikle magrifet etmeyecektir"},{"SurahNumber":47,"VerseNumber":35,"Text":"Oyleyse, siz ustun (bir durumda) iken, barısa cagırmak suretiyle gevseklige dusmeyin. Tanrı, sizinle beraberdir; O, sizin amellerinizi asla eksiltmez"},{"SurahNumber":47,"VerseNumber":36,"Text":"Gercekten dunya hayatı ancak bir oyun ve tutkulu bir oyalanmadır. Eger inanırsanız ve sakınırsanız, O, size ecirlerinizi verir ve mallarınızı da istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eger sizden onları(n tumunu) isteyip sizi cıplak bırakacak olursa, cimrilik edersiniz ve sizin kinlerinizi de ortaya cıkarmıs olur"},{"SurahNumber":47,"VerseNumber":38,"Text":"Iste sizler boylesiniz; Tanrı yolunda infak etmeye cagrılıyorsunuz; buna ragmen bazılarınız cimrilik ediyor. Kim cimrilik ederse, artık o, ancak kendi nefsine cimrilik eder. Tanrı ise, ganiy (hicbir seye ihtiyacı olmayan)dır; fakir olan sizlersiniz. Eger siz yuz cevirecek olursanız, sizden baska bir kavmi getirip degistirir. Sonra onlar, sizin benzeriniz de olmazlar"},{"SurahNumber":48,"VerseNumber":1,"Text":"Suphesiz, biz sana apacık bir fetih verdik"},{"SurahNumber":48,"VerseNumber":2,"Text":"Oyle ki Tanrı, senin gecmis ve gelecek (her) gunahını bagıslasın, uzerindeki nimetini tamamlasın ve seni dosdogru bir yola yoneltsin"},{"SurahNumber":48,"VerseNumber":3,"Text":"Ve Tanrı, sana ´ustun ve onurlu´ bir zaferle yardım etsin"},{"SurahNumber":48,"VerseNumber":4,"Text":"Inanclıların kalplerine, inanclarına inanc katıp arttırsınlar diye ´guven duygusu ve huzur´ indiren O´dur. Goklerin ve yerin orduları Tanrı´nındır. Tanrı bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":5,"Text":"(Butun bunlar,) Inanclı (erkek)leri ve inanclı (kadın)ları, icinde ebedi kalıcılar olmak uzere, altından ırmaklar akan cennetlere sokması ve kotuluklerini ortmesi (yukeffire) icindir. Iste bu, Tanrı katında ´buyuk kurtulus ve mutluluk´tur"},{"SurahNumber":48,"VerseNumber":6,"Text":"Bir de; kotu bir zan ile zanda bulunan munafık erkeklerle munafık kadınları ve musrik erkeklerle musrik kadınları azablandırmak icin. O kotuluk cemberi tepelerine insin. Tanrı, onlara karsı gazablanmıs, onları lanetlemis ve onlara cehennemi hazırlamıstır. Varacakları yer ne kotudur"},{"SurahNumber":48,"VerseNumber":7,"Text":"Goklerin ve yerin orduları Tanrı´nındır. Tanrı, ustun ve guclu olandır, hukum ve hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":8,"Text":"Suphesiz, biz seni bir sahid, bir mujde verici ve bir uyarıcı olarak gonderdik"},{"SurahNumber":48,"VerseNumber":9,"Text":"Ki Tanrı´ya ve Resulu´ne inanmanız, O´nu savunup desteklemeniz, O´nu en icten bir saygıyla yuceltmeniz ve sabah aksam O´nu (Tanrı´yı) tesbih etmeniz icin"},{"SurahNumber":48,"VerseNumber":10,"Text":"Suphesiz sana biat edenler ancak Tanrı´ya biat etmislerdir. Tanrı´nın eli, onların ellerinin uzerindedir. Su halde, kim ahdini bozarsa, artık o, ancak kendi aleyhine ahdini bozmus olur. Kim de Tanrı´ya verdigi ahdine vefa gosterirse, artık O da, ona buyuk bir ecir verecektir"},{"SurahNumber":48,"VerseNumber":11,"Text":"Bedevilerden geride bırakılanlar sana diyecekler ki: \"Bizi mallarımız ve ehlimiz (ailelerimiz) mesgul etti. Bundan dolayı bizim icin magfiret dile.\" Onlar, kalplerinde olmayan seyi dilleriyle soyluyorlar. De ki: \"Simdi Tanrı, size bir zarar isteyecek ya da bir yarar dileyecek olsa, sizin icin Tanrı´ya karsı kim herhangi bir seyle guc yetirebilir? Hayır, Tanrı yaptıklarınızı haber alandır"},{"SurahNumber":48,"VerseNumber":12,"Text":"Hayır, siz Peygamberin ve inanclıların ehline (ailelerine) ebediyen donmeyeceklerini (yenkalib) zannettiniz; bu, kalplerinizde cekici kılındı ve kotu bir zan ile zanda bulundunuz da yıkıma ugramıs bir topluluk oldunuz"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kim Tanrı´ya ve Resulu´ne inanmazsa, (bilsin ki) gercekten biz kafirler icin cılgınca yanan bir ates hazırlamısızdır"},{"SurahNumber":48,"VerseNumber":14,"Text":"Goklerin ve yerin mulku Tanrı´nındır; diledigine magfiret eder, diledigini azablandırır. Tanrı, cok bagıslayan, cok esirgeyendir"},{"SurahNumber":48,"VerseNumber":15,"Text":"(Savastan) Geride bırakılanlar siz ganimetleri almaya gittiginiz zaman diyeceklerdir ki: \"Bizi bırakın da sizi izleyelim.\" Onlar, Tanrı´nın kelamını degistirmek istiyorlar. De ki: \"Siz, kesin olarak bizim izimizden gelemezsiniz. Tanrı, daha evvel boyle buyurdu.\" Bunun uzerine: \"Hayır, bizi kıskanıyorsunuz\" diyecekler. Hayır, onlar pek az kavrayan (la yefkahune) kimselerdir"},{"SurahNumber":48,"VerseNumber":16,"Text":"Bedevilerden geride bırakılanlara de ki: \"Siz yakında zorlu savascı olan bir kavme cagrılacaksınız; onlarla (ya) savasırsınız ya da (onlar) musluman olurlar. Bu durumda eger itaat ederseniz, Tanrı, size guzel bir ecir verir; eger bundan once sırt cevirdiginiz gibi (yine) sırt cevirirseniz, sizi acı bir azab ile azablandırır"},{"SurahNumber":48,"VerseNumber":17,"Text":"Kor olana gucluk (sorumluluk) yoktur, topal olana gucluk yoktur, hasta olana da gucluk yoktur. Kim Tanrı´ya ve Resulu´ne itaat ederse, (Tanrı) onu altından ırmaklar akan cennetlere sokar. Kim de sırt cevirirse, onu acı bir azab ile azablandırır"},{"SurahNumber":48,"VerseNumber":18,"Text":"Andolsun, Tanrı, sana o agacın altında biat ederlerken inanclılardan razı olmustur, kalplerinde olanı bilmis ve boylece uzerlerine ´guven duygusu ve huzur´ indirmistir ve onlara yakın bir fethi sevap (karsılık) olarak vermistir"},{"SurahNumber":48,"VerseNumber":19,"Text":"Ve alacakları bircok ganimetleri de. Tanrı, ustun ve guclu olandır, hukum ve hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":20,"Text":"Tanrı, alacagınız daha bircok ganimeti size vaadetti, bunu size hemencecik verdi ve insanların ellerini sizden cekti ki, (bu) inanclılar icin bir ayet olsun ve sizi dosdogru bir yola yoneltsin"},{"SurahNumber":48,"VerseNumber":21,"Text":"Ve (daha) baska (nice nimetler de, ki) siz henuz onlara guc yetirmis degilsiniz (ama) gercekten Tanrı onları kusatmıstır. Tanrı, her seye guc yetirendir/yetkindir"},{"SurahNumber":48,"VerseNumber":22,"Text":"Kufredenler sizinle savasmıs olsalardı, arkalarını donup kacarlardı; sonra, ne bir veli (koruyucu dost), ne bir yardımcı bulamazlardı"},{"SurahNumber":48,"VerseNumber":23,"Text":"(Bu,) Tanrı´nın oteden beri surup giden sunnetidir. Sen Tanrı´nın sunnetinde kesinlikle bir degisiklik bulamazsın"},{"SurahNumber":48,"VerseNumber":24,"Text":"Onlara karsı size zafer verdikten sonra, Mekke´nin gobeginde ellerini sizden ve sizin de ellerinizi onlardan ceken O´dur. Tanrı, yaptıklarınızı hakkıyla gorendir"},{"SurahNumber":48,"VerseNumber":25,"Text":"Ki onlar, kufrettiler, sizi Mescid-i Haram´dan ve durdurulmakta (bekletilmekte) olan hediyeleri (kurbanları) yerlerine varmaktan alıkoydular. Eger kendilerini bilmediginiz inanclı erkekleri ve inanclı kadınları, bilgisizlik dolayısıyla darmadagın edip de bu yuzden size ´dayanılmaz bir sıkıntı´ dokunmayacak olsaydı (o zaman durum farklı olurdu. Durumunun boyle olması) Tanrı´nın diledigini rahmetine sokması icindir. Eger (karısık yasayan muminler) secilip ayrılmıs olsalardı, muhakkak iclerinden kufredenleri acı bir azab ile azablandırırdık"},{"SurahNumber":48,"VerseNumber":26,"Text":"Hani o kufredenler, kendi kalplerinde, ´ofkeli soy koruyuculugu´nu (hamiyeti), cahiliyenin ´ofkeli soy koruyuculugunu´ kılıp kıskırttıkları zaman, hemen Tanrı, elcisinin ve inanclıların uzerine ´guven ve yatısma duygusunu´ indirdi ve onları ´takva sozu´ uzerinde ´kararlılıkla ayakta tuttu´. Zaten onlar da, buna layık ve ehil idiler. Tanrı, her seyi hakkıyla bilendir"},{"SurahNumber":48,"VerseNumber":27,"Text":"Andolsun Tanrı, elcisinin gordugu ruyanın hak oldugunu dogruladı. Eger Tanrı dilerse, mutlaka siz Mescid-i Haram´a guven (aminiyne) icinde, saclarınızı tıras etmis, (kiminiz de) kısaltmıs olarak (ve) korkusuzca gireceksiniz. Fakat Tanrı, sizin bilmediginizi bildi, boylece bundan once size yakın bir fetih (nasib) kıldı"},{"SurahNumber":48,"VerseNumber":28,"Text":"Ki O, elcilerini hidayetle ve hak din ile, diger butun dinlere karsı ustun kılmak icin gonderdi. Sahid olarak Tanrı yeter"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhammed Tanrı´nın elcisidir. Ve onunla birlikte olanlar da kafirlere karsı zorlu, kendi aralarında ise merhametlidirler. Onları, ruku edenler, secde edenler olarak gorursun; onlar, Tanrı´dan bir fazl (lutuf ve ihsan) ve hosnutluk arayıp isterler. Belirtileri, secde izinden yuzlerindedir. Iste onların Tevrat´daki vasıfları budur. Incil´deki vasıfları ise: Sanki bir ekin; filizini cıkarmıs, derken onu kuvvetlendirmis, derken kalınlasmıs, sonra sapları uzerinde dogrulup boy atmıs (ki bu) ekicilerin hosuna gider. (Bu ornek,) Onunla kafirleri ofkelendirmek icindir. Tanrı, iclerinden inanıp salih amellerde bulunanlara bir magfiret ve buyuk bir ecir vaad etmistir"},{"SurahNumber":49,"VerseNumber":1,"Text":"Ey inananlar, Tanrı´nın Resulunun huzurunda one gecmeyin ve Tanrı´dan sakının. Suphesiz Tanrı isitendir, bilendir"},{"SurahNumber":49,"VerseNumber":2,"Text":"Ey inananlar, seslerinizi peygamberin sesi ustunde yukseltmeyin ve birbirinize bagırdıgınız gibi, ona sozle bagırıp soylemeyin; yoksa siz suurunda degilken amelleriniz bosa gider"},{"SurahNumber":49,"VerseNumber":3,"Text":"Suphesiz, Tanrı´nın Resulunun yanında seslerini alcak tutanlar; iste onlar, Tanrı kalplerini takva icin imtihan etmistir. Onlar icin bir magfiret ve buyuk bir ecir vardır"},{"SurahNumber":49,"VerseNumber":4,"Text":"Suphesiz, hucrelerin ardından sana seslenenler de, onların cogu, akletmiyor"},{"SurahNumber":49,"VerseNumber":5,"Text":"Eger gercekten, yanlarına cıkıncaya kadar sabretmis olsalardı, herhalde (bu,) kendileri icin daha hayırlı olurdu. Tanrı, cok bagıslayandır, cok esirgeyendir"},{"SurahNumber":49,"VerseNumber":6,"Text":"Ey inananlar, eger bir fasık size bir haber getirirse, onu ´etraflıca arastırın´. Yoksa cehalet sonucu, bir kavme kotulukte bulunursunuz da sonra islediklerinize pisman olursunuz"},{"SurahNumber":49,"VerseNumber":7,"Text":"Ve bilin ki Tanrı´nın Resulu icinizdedir. Eger o size bircok buyrukta uysaydı elbette sıkıntıya duserdiniz. Ancak Tanrı size inancı sevdirdi, onu kalplerinizde susleyip cekici kıldı ve size kufru, fıskı ve isyanı cirkin gosterdi. Iste onlar, dogru yolu bulmus (irsad) olanlardır"},{"SurahNumber":49,"VerseNumber":8,"Text":"Tanrı´dan bir fazl (bir ihsan ve lutuf) ve bir nimet olarak. Tanrı, bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":49,"VerseNumber":9,"Text":"Inanclılardan iki topluluk carpısacak olursa aralarını bulup duzeltin. Sayet biri digerine tecavuzde bulunacak olursa, artık tecavuzde bulunanla, Tanrı´nın buyruguna donunceye kadar savasın; eger sonunda (Tanrı´nın emrini kabul edip) donerse, bu durumda adaletle aralarını bulun ve (her konuda) adil davranın. Suphesiz Tanrı adil olanları sever"},{"SurahNumber":49,"VerseNumber":10,"Text":"Inanclılar ancak kardestirler. Oyleyse kardeslerinizin arasını bulup duzeltin ve Tanrı´dan korkup sakının; umulur ki esirgenirsiniz"},{"SurahNumber":49,"VerseNumber":11,"Text":"Ey inananlar, bir kavim (bir baska) kavimle alay etmesin, belki kendilerinden daha hayırlıdırlar; kadınlar da kadınlarla (alay etmesin), belki kendilerinden daha hayırlıdırlar. Kendi nefslerinizi yadırgayıp kucuk dusurmeyin ve birbirinizi ´olmadık kotu lakablarla´ cagırmayın. Inanctan sonra fasıklık ne kotu bir isimdir. Kim tevbe etmezse, iste onlar zalim olanların ta kendileridir"},{"SurahNumber":49,"VerseNumber":12,"Text":"Ey inananlar, zandan cok kacının; cunku zannın bir kısmı gunahtır. Tecessus etmeyin (birbirinizin gizli yonlerini arastırmayın). Kiminiz kiminizin gıybetini yapmasın (arkasından cekistirmesin). Sizden biriniz, olu kardesinin etini yemeyi sever mi? Iste, bundan tiksindiniz. Tanrı´dan korkup sakının. Suphesiz Tanrı tevbeleri kabul edendir, cok esirgeyendir"},{"SurahNumber":49,"VerseNumber":13,"Text":"Ey insanlar, gercekten, biz sizi bir erkek ve bir disiden yarattık ve birbirinizle tanısmanız icin sizi halklar ve kabileler (seklinde) kıldık. Suphesiz, Tanrı katında sizin en ustun (kerim) olanınız, (ırk ya da soyca degil) takvaca en ileride olanınızdır. Suphesiz Tanrı, bilendir, haber alandır"},{"SurahNumber":49,"VerseNumber":14,"Text":"Bedeviler dedi ki: \"Inandık.\" De ki: \"Siz inanmadınız\"; ancak \"islam (musluman veya teslim) olduk\" deyin. Inanc henuz kalplerinize girmis degildir. Eger Tanrı´ya ve Resulu´ne itaat ederseniz, O, sizin amellerinizden hicbir seyi eksiltmez. Suphesiz Tanrı cok bagıslayandır, cok esirgeyendir"},{"SurahNumber":49,"VerseNumber":15,"Text":"Inanclılar ancak o kimselerdir ki onlar Tanrı´ya ve Resulu´ne inandılar, sonra hicbir kuskuya kapılmadan Tanrı yolunda mallarıyla ve canlarıyla cihad ettiler. Iste onlar sadık (dogru) olanların ta kendileridir"},{"SurahNumber":49,"VerseNumber":16,"Text":"De ki: \"Siz Tanrı´ya dininizi mi ogreteceksiniz? Oysa Tanrı, goklerde ve yerde olanları bilir. Tanrı, her seyi bilendir"},{"SurahNumber":49,"VerseNumber":17,"Text":"Musluman oldular diye sana minnet etmektedirler. De ki: \"Muslumanlıgınızı bana karsı minnet (konusu) etmeyin. Tam tersine, sizi inanca yonelttigi icin Tanrı size minnet etmektedir. Eger dogru sozluler iseniz (bunu boyle kabullenmeniz gerekir)"},{"SurahNumber":49,"VerseNumber":18,"Text":"Suphesiz Tanrı, goklerin ve yerin gaybını bilir. Tanrı, yaptıklarınızı gorendir"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf. ´Serefli ustun´ Kuran´a andolsun"},{"SurahNumber":50,"VerseNumber":2,"Text":"Hayır, onlara kendilerinden bir uyarıcı gelmesine sastılar da, o kafirler: \"Bu sasılacak bir sey\" dediler"},{"SurahNumber":50,"VerseNumber":3,"Text":"Biz oldugumuz ve toprak oldugumuz zaman mı (yeniden diriltilecek misiz)? Bu uzak bir donus (iddiasıdır)"},{"SurahNumber":50,"VerseNumber":4,"Text":"Dogrusu biz, yerin onlardan ne eksilttigini bilmisizdir. Katımızda (butun bunları) saklayıp koruyan bir kitap vardır"},{"SurahNumber":50,"VerseNumber":5,"Text":"Hayır, hak kendilerine gelince yalanladılar. Simdi onlar, derin bir sarsıntı (emrin meriyc) icinde bulunuyorlar"},{"SurahNumber":50,"VerseNumber":6,"Text":"Uzerlerindeki goge bakmıyorlar mı? Biz, onu nasıl bina ettik ve onu nasıl susledik? Onda hicbir catlak yok"},{"SurahNumber":50,"VerseNumber":7,"Text":"Yeri de (nasıl) doseyip yaydık? Onda sarsılmaz daglar bıraktık ve onda ´goz alıcı ve ic acıcı´ her ciftten (nice bitkiler) bitirdik"},{"SurahNumber":50,"VerseNumber":8,"Text":"(Bunlar,) ´icten Tanrı´ya yonelen´ her kul icin ´hikmetle bakan bir ic goz´ ve bir zikirdir"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ve gokten mubarek (bereket ve rahmet yuklu) su indirdik; boylece onunla bahceler ve bicilecek taneler bitirdik"},{"SurahNumber":50,"VerseNumber":10,"Text":"Ve birbiri ustune dizilmis tomurcuk yuklu yuksek hurma agacları da"},{"SurahNumber":50,"VerseNumber":11,"Text":"Kullara rızık olmak uzere. Ve onunla (o suyla) olu bir sehri dirilttik. Iste (olumden sonra) dirilis de boyledir"},{"SurahNumber":50,"VerseNumber":12,"Text":"Onlardan once Nuh kavmi, Ress halkı ve Semud (kavmi) de yalanladı"},{"SurahNumber":50,"VerseNumber":13,"Text":"Ad, Firavun ve Lut´un kardesleri"},{"SurahNumber":50,"VerseNumber":14,"Text":"Eyke halkı ve Tubba kavmi de. Hepsi elcileri yalanladı; boylece benim tehdidim (onların uzerine) hak oldu"},{"SurahNumber":50,"VerseNumber":15,"Text":"Ya, biz ilk yaratılısta gucsuz mu dustuk? Hayır, onlar ´karmasık bir kusku´ icindedirler"},{"SurahNumber":50,"VerseNumber":16,"Text":"Andolsun, insanı biz yarattık ve nefsinin ona ne vesveseler vermekte oldugunu biliriz. Biz ona sahdamarından daha yakınız"},{"SurahNumber":50,"VerseNumber":17,"Text":"Onun sagında ve solunda oturan iki yazıcı kaydederlerken"},{"SurahNumber":50,"VerseNumber":18,"Text":"O, soz olarak (herhangi bir sey) soylemeyiversin, mutlaka yanında hazır bir gozetleyici vardır"},{"SurahNumber":50,"VerseNumber":19,"Text":"O, olum sarhoslugu, bir gercek olarak gelip de, (insana) \"iste bu, senin yan cizip kacmakta oldugun seydir\" (denildigi zaman da)"},{"SurahNumber":50,"VerseNumber":20,"Text":"Sura da ufurulmustur. Iste bu, tehdidin (gerceklestigi) gundur"},{"SurahNumber":50,"VerseNumber":21,"Text":"(Artık) Her bir nefis, yanında bir surucu ve bir sahid ile gelmistir"},{"SurahNumber":50,"VerseNumber":22,"Text":"Andolsun, sen bundan gaflet icindeydin. Iste biz de senin uzerindeki ortuyu acıp kaldırdık. Artık bugun gorus gucun keskindir"},{"SurahNumber":50,"VerseNumber":23,"Text":"Onun yakını olan (ve yanından ayrılmayan melek) dedi ki: \"Iste bu, yanımda hazır durumda olan sey"},{"SurahNumber":50,"VerseNumber":24,"Text":"Siz ikiniz (ey melekler), her inatcı kafiri atın cehennemin icine"},{"SurahNumber":50,"VerseNumber":25,"Text":"Hayra engel olan, saldırgan supheciyi"},{"SurahNumber":50,"VerseNumber":26,"Text":"Ki o Tanrı´yla beraber baska bir tanrı edinmisti. Artık ikiniz, onu en siddetli olan azabın icine atın"},{"SurahNumber":50,"VerseNumber":27,"Text":"Onun yakın dostu (saptırıcı) dedi ki: \"Rabbimiz, ben onu kıskırtıp azdırmadım. Ancak kendisi (haktan) uzak bir sapıklık icindeydi"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Tanrı:) \"Benim huzurumda cekisip durmayın. Ben size daha once ´kesin bir uyarı´ gondermistim"},{"SurahNumber":50,"VerseNumber":29,"Text":"Huzurumda soz degisiklige ugratılmaz ve ben kullara zulmedici degilim"},{"SurahNumber":50,"VerseNumber":30,"Text":"O gun cehenneme diyecegiz: \"Doldun mu?\" O da: \"Daha fazlası var mı?\" diyecek"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cennet de, muttakiler icin, uzakta degildir, (o gun) yakınlastırılmıstır"},{"SurahNumber":50,"VerseNumber":32,"Text":"Bu size vaadolunandır; (Tanrı´ya) yonelen/donen (evvab), (Islam´ın hukumlerini) koruyan"},{"SurahNumber":50,"VerseNumber":33,"Text":"Gormedigi halde Rahmana karsı ´ici titreyerek korku duyan´ ve ´icten Tanrı´ya yonelmis´ bir kalp ile gelen icindir"},{"SurahNumber":50,"VerseNumber":34,"Text":"Ona ´esenlik ve barıs (selam)la´ girin. Bu, ebedilik gunudur"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada diledikleri her sey onlarındır; katımızda daha fazlası da var"},{"SurahNumber":50,"VerseNumber":36,"Text":"Biz bunlardan once nice nesiller yıkıma ugrattık ki onlar, zorbaca yakalamak (yakıp yıkmak, baskı ve siddetle yonetmek, sindirmek) bakımından kendilerinden daha ustunduler; sehirlerde (yerin ustunu altına getirip, sayısız kazı, insaat ve arastırmalarla her yanı) delik desik etmislerdi. (Ama) kacacak bir yer var mı"},{"SurahNumber":50,"VerseNumber":37,"Text":"Hic suphesiz, bunda, kalbi olan ya da bir sahid olarak kulak veren kimse icin elbette bir ogut (zikir) vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Andolsun, biz gokleri, yeri ve ikisi arasında bulunanları altı gunde yarattık. Bize hicbir yorgunluk dokunmadı"},{"SurahNumber":50,"VerseNumber":39,"Text":"Oyleyse sen, onların dediklerine karsılık sabret ve rabbini gunesin dogusundan once ve batısından once hamd ile tesbih et"},{"SurahNumber":50,"VerseNumber":40,"Text":"Gecenin bir bolumunde ve secdelerin arkasından da O´nu tesbih et"},{"SurahNumber":50,"VerseNumber":41,"Text":"Cagırıcının, yakın bir yerden cagrıda bulunacagı gune kulak ver"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gun, o cıglıgı bir gercek (hak) olarak isitirler. Iste bu, (dirilip kabirlerden) cıkıs gunudur"},{"SurahNumber":50,"VerseNumber":43,"Text":"Gercek su ki, dirilten ve olduren biziz, biz. Ve donus de bizedir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gun yer, onlardan catlayıp ayrılır da (onlar,) hızla kosarlar. Iste bu, bize gore oldukca kolay olan bir hasir (sizi bir arada toplama)dır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların neler soylediklerini daha iyi biliriz. Sen onların uzerinde bir zorba degilsin; su halde, benim kesin tehdidimden korkanlara Kuran ile ogut ver"},{"SurahNumber":51,"VerseNumber":1,"Text":"Tozu dumana katıp savuran (ruzgar)lara"},{"SurahNumber":51,"VerseNumber":2,"Text":"Derken, agır yuk tasıyan (bulut)lara"},{"SurahNumber":51,"VerseNumber":3,"Text":"Sonra kolaylıkla akıp gidenlere"},{"SurahNumber":51,"VerseNumber":4,"Text":"Sonra buyrugu taksim edenlere andolsun"},{"SurahNumber":51,"VerseNumber":5,"Text":"Size vaad edilmekte olan hic tartısmasız dogrudur"},{"SurahNumber":51,"VerseNumber":6,"Text":"Suphesiz din (hesap ve ceza) da mutlaka gerceklesecektir"},{"SurahNumber":51,"VerseNumber":7,"Text":"´Ozen icinde yollar ve yorungelerle donatılmıs´ goge andolsun"},{"SurahNumber":51,"VerseNumber":8,"Text":"Siz, gercekten birbirini tutmaz bir soz (celiskili ve aykırı gorusler) icindesiniz"},{"SurahNumber":51,"VerseNumber":9,"Text":"Ondan cevrilen cevrilir"},{"SurahNumber":51,"VerseNumber":10,"Text":"Kahrolsun, o ´zan ve tahminle yalan soyleyenler´"},{"SurahNumber":51,"VerseNumber":11,"Text":"Ki onlar, ´bilgisizligin kusatması´ icinde habersizdirler"},{"SurahNumber":51,"VerseNumber":12,"Text":"Hesap ve ceza (din) gunu ne zaman?\" diye sorarlar"},{"SurahNumber":51,"VerseNumber":13,"Text":"O gun onlar, atesin ustunde tutulup eritilecekler"},{"SurahNumber":51,"VerseNumber":14,"Text":"Tadın fitnenizi. Bu, sizin pek acele isteyip durdugunuz seydir"},{"SurahNumber":51,"VerseNumber":15,"Text":"Suphesiz muttaki olanlar, cennetlerde ve pınarlardadırlar"},{"SurahNumber":51,"VerseNumber":16,"Text":"Rablerinin kendilerine verdigini alanlar olarak. Cunku onlar, bundan once ihsanda (guzel davranısta) bulunanlardı"},{"SurahNumber":51,"VerseNumber":17,"Text":"Gece boyunca da pek az uyurlardı"},{"SurahNumber":51,"VerseNumber":18,"Text":"Onlar, seher vakitlerinde istigfar ederlerdi"},{"SurahNumber":51,"VerseNumber":19,"Text":"Onların mallarında dilenip isteyen (ve iffetinden dolayı istemeyip de) yoksul olan icin de bir hak vardı"},{"SurahNumber":51,"VerseNumber":20,"Text":"Yeryuzunde kesin bir bilgiyle inanacak olanlar icin ayetler vardır"},{"SurahNumber":51,"VerseNumber":21,"Text":"Ve kendi nefslerinizde de. Yine de gormuyor musunuz"},{"SurahNumber":51,"VerseNumber":22,"Text":"Gokte rızkınız vardır ve size vaadolunmakta olan da"},{"SurahNumber":51,"VerseNumber":23,"Text":"Iste, gogun ve yerin rabbine andolsun ki suphesiz, o (size vaad edilen) sizin (aranızda) konustuklarınız kadar, elbette kesin bir gercektir"},{"SurahNumber":51,"VerseNumber":24,"Text":"Sana Ibrahim´in agırlanan konuklarının haberi geldi mi"},{"SurahNumber":51,"VerseNumber":25,"Text":"Hani yanına girdiklerinde: \"Selam\" demislerdi. O da: \"Selam\" demisti. \"Munker bir kavim"},{"SurahNumber":51,"VerseNumber":26,"Text":"Hemen (onlara) sezdirmeden ehline (ailesine) gidip, cok gecmeden semiz bir buzagı ile (geri) geldi"},{"SurahNumber":51,"VerseNumber":27,"Text":"Derken onlara yaklastırıp (ikram etti); \"Yemez misiniz?\" dedi"},{"SurahNumber":51,"VerseNumber":28,"Text":"(Onlar yemeyince) Bunun uzerine icine bir tur korku dustu. \"Korkma\" dediler ve ona bilgin bir erkek cocuk mujdesini verdiler"},{"SurahNumber":51,"VerseNumber":29,"Text":"Boylece karısı cıglıklar kopararak geldi ve yuzune vurarak: \"Kısır, yaslı bir kadın (mı dogum yapacakmıs)?\" dedi"},{"SurahNumber":51,"VerseNumber":30,"Text":"Dediler ki: \"Oyle. (Bunu) Senin rabbin buyurdu. Cunku O, hukum ve hikmet sahibidir, bilendir"}]}