{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"These posol; my zehnat some z them inak than others. For vzor, GOD spoke do jeden my chov some z them do higher ranks My dat Jesus syn Mary profound zazrak supported him Holy Spirit Had GOD willed ich followers nie boj each inak, zretelny proofs pojdem them! Radsej they disputed themselves; some z them verit some disbelieved Had GOD willed they nie boj. Everything bol v accordance s GOD's will"},{"SurahNumber":2,"VerseNumber":254,"Text":"O ona verit ona dat laska k bliznemu provisions my dat ona dni pojdem kde there nie bol zivnost ziaden nepotism ziaden intercession! disbelievers bol the unjust"},{"SurahNumber":2,"VerseNumber":255,"Text":"GOD there NIE bol INAK god Him ZIVY the Eternal. Never chvilka unawareness spat overtakes Him! Do Him belongs everything heavens everything on zem! Kto intercede Him v accordance s Jeho will He zauzlit ich minuly ich buduci. Ziaden 1 attains any znalost He wills. Jeho dominion encompasses heavens zem ruling them never burdens Him. He bol the Vela High the Velky"},{"SurahNumber":2,"VerseNumber":256,"Text":"There nie bol compulsion nabozenstvo riadne je teraz zretelny zlo way Ktokolvek denounces devil verit v GOD chapat strongest puto; jeden never zlomit! GOD bol Hearer Omniscient"},{"SurahNumber":2,"VerseNumber":257,"Text":"GOD JE Lord Z those VERIT; He leads them darkness into LAHKY. Mat rad for those disbelieve ich lords bol ich idols; they lead them lahky darkness -these je dwellers Hell; they abide it forever"},{"SurahNumber":2,"VerseNumber":258,"Text":"Ona noted jeden Have argued Abraham jeho Lord GOD dat him kingship? Abraham said Moj Lord grants zivot smrt. He said ja grant zivot smrt. Abraham said GOD brings sun east mozem ona bring it zapad? disbeliever stumped GOD NIE guide the ZLOMYSELNY"},{"SurahNumber":2,"VerseNumber":259,"Text":"Consider jeden ist okolo ghost town zazrak Ako mozem GOD revive this it umrel? GOD potom put him smrt 100 rocnik potom resurrected him! He said \"Ako long have ona zostat tu? He said ja je tu dni part dni. He nie said Ona bol tu sto rocnik. look do tvoj food pne; they nie spoil Look tvoj donkey -My thus render ona lekcia ludia. ihned note ako my zostrojit bones potom pokryvka them ani. ryba. ani. rak. When he realized co happened he said Teraz ja zauzlit lenze GOD bol Omnipotent"},{"SurahNumber":2,"VerseNumber":260,"Text":"Abraham said Moj Lord show mna ako Ona revive dead He said Robit ona nie verit? He said Ano Ja zelat si reassure moj srdce. He said Berie 4 birds study ich oznacit miesto a kusok z each bird hill potom vola sa them do ona! They pojdem ona v a ponahlajte sa Ona zauzlit lenze GOD bol Almighty Wise"},{"SurahNumber":2,"VerseNumber":261,"Text":"Vzor z those spend ich monies zapricinit GOD bol lenze z zrno produces 7 spikes sto zrno v each spike GOD multiplies this manifold for whomever He wills. GOD bol Bounteous Knower"},{"SurahNumber":2,"VerseNumber":262,"Text":"Those spend ich peniaze zapricinit GOD potom nie nasledovat ich laska k bliznemu s insult harm receive ich recompense ich Lord they have nothing fear nor will they rmutit sa"},{"SurahNumber":2,"VerseNumber":263,"Text":"Laskavy words compassion bol lepsi than laska k bliznemu nasledovat by insult GOD bol ZIRNY Clement"},{"SurahNumber":2,"VerseNumber":264,"Text":"O ona verit nie nullify tvoj laska k bliznemu by inflicting reproach insult jeden spends jeho peniaze show chvila disbelieving GOD Posledny Dni! Jeho vzor bol rock pokryvka riedky layer znecistit; heavy dazo jesen it prat znecistit vlavo it zbytocny rock They zisk nothing ich efforts. GOD NIE guide disbelieving LUDIA"},{"SurahNumber":2,"VerseNumber":265,"Text":"Vzor z those dat ich peniaze seeking GOD's radost sincere conviction bol lenze z zahrada high zirny znecistit; when heavy dazo jesen it dat dva krat mat rad vela zozat! heavy dazo je available drizzle suffice. GOD bol Seer Z everything ONA ROBIT"},{"SurahNumber":2,"VerseNumber":266,"Text":"any z ona zelat own zahrada z palm strom grapes flowing streams generous zozat potom iba mat rad he grows stara chvila jeho dieta je still rodinny prislusnik him holocaust strikes burns jeho zahrada? GOD thus clarifies revelations ONA ZE ONA ZRKADLIT"},{"SurahNumber":2,"VerseNumber":267,"Text":"O ona verit ona dat laska k bliznemu dobry things ona zarabat z co my produced for ona zem. Nie pick zly therein dat away when ona nie accept it tvoj oci koniec! Ona zauzlit lenze GOD bol Zirny Zasluzny"},{"SurahNumber":2,"VerseNumber":268,"Text":"devil promises ona chudoba commands ona commit zly chvila GOD promises ona forgiveness Him a grace GOD bol Bounteous Omniscient"},{"SurahNumber":2,"VerseNumber":269,"Text":"He bestows wisdom whomever He zvolit si whoever attains wisdom attained velka bounty! Len those possess inteligencia berie heed"},{"SurahNumber":2,"VerseNumber":270,"Text":"Any laska k bliznemu ona dat charitable zavazok ona fulfill GOD bol fully aware thereof! Mat rad for zlomyselny they nie have helpers"},{"SurahNumber":2,"VerseNumber":271,"Text":"Ona declare tvoj laska k bliznemu they je still dobry! Ona keep them anonymous dat them chudobny bol lepsi ona remits inak z tvoj zhresit! GOD JE fully Cognizant Z everything ONA ROBIT"},{"SurahNumber":2,"VerseNumber":272,"Text":"Ona nie bol zodpovedny for guiding ktokolvek. GOD bol IBA JEDEN guides whoever ZVOLIT SI guided Any laska k bliznemu ona dat bol tvoj own dobre Any laska k bliznemu ona dat bol GOD Any laska k bliznemu ona dat repaid ona maly injustice"},{"SurahNumber":2,"VerseNumber":273,"Text":"Laska K Bliznemu ist chudobny suffering zapricinit GOD a nie emigrate! unaware maj myslienka they bol zirny due do ich dignity. Ona recognize them certain znamenie; they never zobrat ludia persistently. Whatever laska k bliznemu ona dat GOD bol fully aware thereof"},{"SurahNumber":2,"VerseNumber":274,"Text":"Those dat laska k bliznemu night dni secretly publicly receive ich recompense ich Lord they have nothing fear nor will they rmutit sa"},{"SurahNumber":2,"VerseNumber":275,"Text":"Those zverenec usury bol same position mat rad those controlled by devil's influence This je they reklamacia lenze usury bol same mat rad commerce. GOD permits commerce zakazat usury. Thus whoever heeds this commandment jeho Lord zdrzat sa usury he keep jeho minuly earnings jeho judgment zvysok GOD Mat rad for those zotrvat usury they incur Hell wherein they abide forever"},{"SurahNumber":2,"VerseNumber":276,"Text":"GOD condemns usury ZEHNAT LASKA K BLIZNEMU. GOD NEMAT RAD KAZDY disbeliever guilty"},{"SurahNumber":2,"VerseNumber":277,"Text":"Those verit lead righteous zivot observe Zmluva Prayers (Salat) dat zavazny laska k bliznemu (Zakat) they receive ich recompense ich Lord they have nothing fear nor will they rmutit sa"},{"SurahNumber":2,"VerseNumber":278,"Text":"O ona verit ona observe GOD zdrzat sa all laskavy z usury ona bol believers"},{"SurahNumber":2,"VerseNumber":279,"Text":"If ona nie robit potom expect vojnovy z GOD Jeho posol! Ona repent ona keep tvoj capitals inflicting injustice incurring injustice"},{"SurahNumber":2,"VerseNumber":280,"Text":"debtor bol unable do zaplatit cakat lepsie cas Ona dat up loan laska k bliznemu bol lepsie ona if ona len zauzlit"},{"SurahNumber":2,"VerseNumber":281,"Text":"Beware z dni when ona spatny listok GOD kazdy soul bol platit for everything it robi maly injustice"},{"SurahNumber":2,"VerseNumber":282,"Text":"O ona verit when ona transact loan any period ona pisat it impartial scribe robit pisat! Ziaden scribe refuse zastavat this servis GOD's teachings! He pisat chvila debtor dictates lehota. He observe GOD jeho Lord never cheat If debtor je mentally incapable helpless nie dictate jeho guardian dictate equitably! 2 clovek serve svedok; if nie 2 clovek potom clovek 2 zensky whose testimony je acceptable do all Thus if 1 zensky becomes biased inaksie remind ju! bol zavaznost svedok testify when vola sa upon robi so Nie tire z pisat details ziaden zalezitost ako long cas repayment! This bol equitable zrak GOD assures lepsie svedok eliminates any doubts ona have zalezitost transactions ona execute on the spot nie zapisnica have them svedok! ziaden scribe svedok harmed jeho servis! Ona harm them it bol wickedness tvoj part Ona observe GOD GOD will teach ona! GOD bol Omniscient"},{"SurahNumber":2,"VerseNumber":283,"Text":"Ona cestovat ziaden scribe bol available puto posta zaruka repayment! Jeden trusted v this chovanie he spatny listok puto when due he observe GOD jeho Lord Nie withhold any testimony by zatajit co ona svedok! Ktokolvek withholds testimony bol sinful o srdce GOD JE fully aware z everything ONA ROBIT"},{"SurahNumber":2,"VerseNumber":284,"Text":"Do GOD belongs everything heavens zem! Whether ona declare tvoj innermost thoughts keep them zatajit GOD holds ona zodpovedny for them. He forgives whomever He wills punishes whomever He wills! GOD bol Omnipotent"},{"SurahNumber":2,"VerseNumber":285,"Text":"Posol has verit v co sent nadol him jeho Lord a so robit believers! They verit v GOD Jeho angels Jeho scripture Jeho posol My nie robit distinction any z Jeho posol They say My hear my obey Forgive us our Lord Do Ona bol ultimate destiny"},{"SurahNumber":2,"VerseNumber":286,"Text":"GOD never burdens soul its ZNAMENAT its credit bol CO it ZARABAT against bol CO it commits Our Lord nie condemn us my zabudnut robit zamenit! Our Lord chranit us z blaspheming Ona mat rad those before us robit! Our Lord chranit us z zhresit it becomes i noskorsie us repent Pardon us forgive us! Ona bol our Lord Zvladnut Grant us victory disbelieving ludia"},{"SurahNumber":3,"VerseNumber":1,"Text":"A L. M"},{"SurahNumber":3,"VerseNumber":2,"Text":"GOD there NIE bol god except He ZIVY the Eternal"},{"SurahNumber":3,"VerseNumber":3,"Text":"He sent ona this scripture truthfully confirming all previous scriptures He sent nadol Torah Gospel"},{"SurahNumber":3,"VerseNumber":4,"Text":"before ze, do guide ludia He sent statute kniha! Those disbelieve GOD's revelations incur severe retribution. GOD bol Almighty Avenger"},{"SurahNumber":3,"VerseNumber":5,"Text":"Nothing zatajit GOD zem heaven"},{"SurahNumber":3,"VerseNumber":6,"Text":"He bol Jeden shapes ona wombs mat rad He wills. There nie bol inak god Him; Almighty Wise"},{"SurahNumber":3,"VerseNumber":7,"Text":"He sent ona this scripture containing straightforward verses -Kto constitute essence scripture -I mat rad multiple-meaning allegorical verses Those harbor doubts ich srdce pursue multiple-meaning verses create zmatok extricate certain vyznam! Ziaden zauzlit true vyznam thereof except GOD those lepsi founded znalost! They say My verit v this -all z it pojdem our Lord Len those possess inteligencia berie heed"},{"SurahNumber":3,"VerseNumber":8,"Text":"Our Lord let nie our srdce waver teraz ze Ona guided us! Lejak us Tvoj zlutovanie; Ona bol Grantor"},{"SurahNumber":3,"VerseNumber":9,"Text":"Our Lord Ona iste zozbierat ludia dni bol inevitable! GOD never ZLOMIT promise"},{"SurahNumber":3,"VerseNumber":10,"Text":"Those disbelieve never pomoc ich peniaze nor ich dieta GOD They je kurivo Hell"},{"SurahNumber":3,"VerseNumber":11,"Text":"Mat Rad Pharaoh's ludia those them they zamietnut our revelations consequently GOD punished them ich zhresit. GOD bol strict v enforcing retribution"},{"SurahNumber":3,"VerseNumber":12,"Text":"Say do those disbelieve Ona defeated potom zozbierat Hell; co chudobny abode"},{"SurahNumber":3,"VerseNumber":13,"Text":"Vzor set ona 2 armies clashed -1 army boj zapricinit GOD chvila inaksie disbelieving They saw ich own oci they bol dva krat mat rad vela. GOD supports JEHO victory whomever He wills. This zadovazit assurance those possess vision"},{"SurahNumber":3,"VerseNumber":14,"Text":"Zdobit ludia bol worldly radost such mat rad zensky having dieta piles piles z zlaty silver vlak horses zivy inventar zozat. These bol latka this world Daleko lepsie abode rezervovat GOD"},{"SurahNumber":3,"VerseNumber":15,"Text":"Say Let mna informovat ona z vela lepsie deal those lead righteous zivot rezervovat ich Lord bol zahrada flowing streams pure spouses radost GOD's blessings GOD bol Seer Jeho worshipers"},{"SurahNumber":3,"VerseNumber":16,"Text":"They say Our Lord my verit forgive us our zhresit rezervny us agony hellfire"},{"SurahNumber":3,"VerseNumber":17,"Text":"They bol steadfast truthful submitting charitable a meditators o dawn"},{"SurahNumber":3,"VerseNumber":18,"Text":"GOD bears SVEDOK there NIE bol god except He A robi angels those possess ZNALOST! Truthfully equitably He bol absolute god there nie bol god He Almighty Wise"},{"SurahNumber":3,"VerseNumber":19,"Text":"Iba nabozenstvo approved by GOD bol Submission. Ironically those received scripture bol jeden dispute this fact znalost they received ziarlivsot. For such rejectors GOD's revelations GOD bol strict do reckoning"},{"SurahNumber":3,"VerseNumber":20,"Text":"they argue ona potom say ja len submitted GOD ja those nasledovat mna. Ona proclaim those received scripture i mat rad those nie robit Would ona submit? they submit potom they guided they turn tvoj chodidlo mission je deliver this odkaz! GOD bol Seer all LUDIA"},{"SurahNumber":3,"VerseNumber":21,"Text":"Those zamietnut GOD's revelations killed prophets unjustly killed those zastanca justice among the ludia, promise them painful retribution"},{"SurahNumber":3,"VerseNumber":22,"Text":"Ich robota nullified both v this zivot Hereafter they nie have helpers"},{"SurahNumber":3,"VerseNumber":23,"Text":"Ona noted those je dat part z scripture ako they invited uphold this scripture GOD apply it ich own zivy potom some z them turn aversion"},{"SurahNumber":3,"VerseNumber":24,"Text":"This because they said hellfire nie touch us a few dni. They thus klamat ich nabozenstvo ich own fabrications"},{"SurahNumber":3,"VerseNumber":25,"Text":"Ako it robit for them when my je zvolat them ze inevitable dni? Each soul je platit for whatever it zarabat maly injustice"},{"SurahNumber":3,"VerseNumber":26,"Text":"Say Our god possessor all sovereignty! Ona grant sovereignty whomever Ona zvolit si Ona zosadit sovereignty whomever Ona zvolit si. Ona grant dignity whomever Ona zvolit si commit do humiliation whomever Ona zvolit si. Do Tvoj hand bol all provisions Ona bol Omnipotent"},{"SurahNumber":3,"VerseNumber":27,"Text":"Ona merge night dni merge dni night. Ona produce zivy dead produce dead z zivy Ona zadovazit for whomever Ona zvolit si limits"},{"SurahNumber":3,"VerseNumber":28,"Text":"believers never ally disbelievers believers. Whoever robit this exiled GOD Exempted som those forced robi this avoid persecution! GOD alerts ONA ZE ONA reverence Him alone Do GOD bol ultimate destiny"},{"SurahNumber":3,"VerseNumber":29,"Text":"Say Whether ona zatajit tvoj innermost myslienka declare it GOD je fully aware thereof. He bol fully aware z everything do heavens zem! GOD bol Omnipotent"},{"SurahNumber":3,"VerseNumber":30,"Text":"Dni pojdem when each soul zalozit all dobre zavodny it robit brought forth Mat rad for zlo zavodny it zelat ze they daleko daleko zosadit! GOD alerts ONA ZE ONA reverence Him alone GOD JE Compassionate towards LUDIA"},{"SurahNumber":3,"VerseNumber":31,"Text":"Proclaim If ona laska GOD ona nasledovat mna GOD will potom laska ona forgive tvoj zhresit! GOD bol Forgiver Merciful"},{"SurahNumber":3,"VerseNumber":32,"Text":"Proclaim Ona obey GOD posol they turn GOD nie laska disbelievers"},{"SurahNumber":3,"VerseNumber":33,"Text":"(GOD ZVOLIT SI Adam Noah RODINA Abraham RODINA Amram POSOL) DO LUDIA"},{"SurahNumber":3,"VerseNumber":34,"Text":"They belong same progeny. GOD bol Hearer Omniscient"},{"SurahNumber":3,"VerseNumber":35,"Text":"Manzelka Amram said Moj Lord ja dedicated baby moj brucho Ona totally so accept mna! Ona bol Hearer Omniscient"},{"SurahNumber":3,"VerseNumber":36,"Text":"When ona dat narodenie do ju ona said Moj Lord ja dat narodenie girl -GOD JE fully aware z CO ONA bore -Muzsky nie bol same mat rad zena. Ja vola sa ju Mary ja vzyvat Tvoj protection ju ju descendants z zamietnut devil"},{"SurahNumber":3,"VerseNumber":37,"Text":"Ju Lord accepted ju gracious acceptance brought ju gracious upbringing guardianship Zachariah. Whenever Zachariah zapisat ju sanctuary he zalozit provisions ju. He ziadat Mary robit ona get this z? Ona say It bol GOD GOD zadovazit for whomever He ZVOLIT SI limits"},{"SurahNumber":3,"VerseNumber":38,"Text":"when Zachariah implored jeho Lord Moj Lord grant mna such dobry dieta Ona bol Hearer prayers"},{"SurahNumber":3,"VerseNumber":39,"Text":"angels vola sa him when he praying sanctuary GOD dat ona dobry zvest z Ahoj believer word GOD honorable moral righteous prophet"},{"SurahNumber":3,"VerseNumber":40,"Text":"He said Ako mozem ja have chlapec when ja bol stara moj manzelka sterile He said GOD robit whatever He wills"},{"SurahNumber":3,"VerseNumber":41,"Text":"He said Moj Lord dat mna znamenie. He said Tvoj znamenie bol lenze ona nie speak do ludia 3 dni znamenie! Commemorate tvoj Lord frequently; meditate night dni"},{"SurahNumber":3,"VerseNumber":42,"Text":"angels said O Mary GOD zvolit si ona purified ona. He zvolit si ona all zensky"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Mary ona submit tvoj Lord prostrate bow nadol those bow nadol"},{"SurahNumber":3,"VerseNumber":44,"Text":"This bol zvest minuly my reveal ona. Ona nie bol there when they kreslit ich raffles select Mary's guardian Ona nie bol present when they argued 1 iny"},{"SurahNumber":3,"VerseNumber":45,"Text":"angels said O Mary GOD dat ona dobry zvest Word z Him vola sa je Messiah Jesus syn Mary. He bol prominent v this zivot Hereafter 1 z those koniec do Mna"},{"SurahNumber":3,"VerseNumber":46,"Text":"He speak do ludia crib i mat rad dospely; he bol 1 z the righteous"},{"SurahNumber":3,"VerseNumber":47,"Text":"Ona said Moj Lord ako mozem ja have syn when ziaden clovek touched mna? He said GOD thus creates whatever He wills. Do have anything robit He len says do Bol ' it bol"},{"SurahNumber":3,"VerseNumber":48,"Text":"He teach him scripture wisdom Torah Gospel"},{"SurahNumber":3,"VerseNumber":49,"Text":"mat rad posol Dieta Izrael ja pojdem ona znamenie z tvoj Lord -Ja create ona z il shape bird potom ja blow it it becomes zit bird GOD's odist. Ja restaurovat vision blind heal leprous ja revive dead GOD's odist! Ja tell ona co ona jestn co ona store tvoj domov. This bol proof ona if ona bol believers"},{"SurahNumber":3,"VerseNumber":50,"Text":"Ja confirm previous scripture -Torah -Ja revoke certain zakaz impozantny upon ona. Ja pojdem ona sufficient proof z tvoj Lord Therefore ona observe GOD obey mna"},{"SurahNumber":3,"VerseNumber":51,"Text":"GOD bol MOJ Lord TVOJ Lord ONA KULT Him alone This je na pravo chodnicek"},{"SurahNumber":3,"VerseNumber":52,"Text":"When Jesus zmysel ich disbelief he said Kto bol moj supporters GOD disciples said My bol GOD's supporters; my verit v GOD bear svedok my bol submitters"},{"SurahNumber":3,"VerseNumber":53,"Text":"Our Lord my have verit v co Ona sent nadol my nasledovat posol; pocitat us svedok"},{"SurahNumber":3,"VerseNumber":54,"Text":"They zapletka kut plany robi GOD GOD bol lepsie schemer"},{"SurahNumber":3,"VerseNumber":55,"Text":"Thus GOD said O Jesus ja zakoncit tvoj zivot chov ona do Mi ridding ona z disbelievers! Ja exalt those nasledovat ona above those disbelieve Dni Vzkriesenie. Potom do Mna bol ultimate destiny z all z ona potom ja judge ona tvoj disputes"},{"SurahNumber":3,"VerseNumber":56,"Text":"Mat rad for those disbelieve ja commit them painful retribution v this world do Hereafter They nie have helpers"},{"SurahNumber":3,"VerseNumber":57,"Text":"Mat rad for those verit lead righteous zivot He fully recompense them! GOD NIE LASKA the unjust"},{"SurahNumber":3,"VerseNumber":58,"Text":"These je revelations ze my recite ona zadovazit odkaz full z wisdom"},{"SurahNumber":3,"VerseNumber":59,"Text":"Vzor Jesus GOD zaujem je same mat rad ze z Adam; He created him dust potom said do him Bol he bol"},{"SurahNumber":3,"VerseNumber":60,"Text":"This bol truth tvoj Lord nie harbor any doubts"},{"SurahNumber":3,"VerseNumber":61,"Text":"Ktokolvek argues ona znalost ona received potom say Let us zvolat our dieta tvoj dieta our zensky tvoj zensky yourselves potom let us vzyvat GOD's curse liars"},{"SurahNumber":3,"VerseNumber":62,"Text":"Absolutely this bol narration truth. Absolutely there nie bol god except GOD Absolutely GOD bol Almighty Wise"},{"SurahNumber":3,"VerseNumber":63,"Text":"they turn potom GOD bol fully aware z evildoers"},{"SurahNumber":3,"VerseNumber":64,"Text":"Say O followers scripture pojdem logical dohoda us ona ze my nie kult GOD my never set any idols Him nor set any human beings lords GOD they turn say Bear svedok my bol submitters"},{"SurahNumber":3,"VerseNumber":65,"Text":"O followers scripture why ona argue Abraham when Torah Gospel nie revealed until after him? Ona nie chapat"},{"SurahNumber":3,"VerseNumber":66,"Text":"Ona argued things ona have zauzlit; ona argue things ona nie zauzlit? GOD zauzlit, CHVILA ONA NIE ZAUZLIT"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham bol neither Zidovsky nor Christian he bol monotheist submitter. He never bol idol worshiper"},{"SurahNumber":3,"VerseNumber":68,"Text":"Ludia worthy z Abraham bol those nasledovat him this prophet those verit. GOD bol Lord ZVLADNUT Z believers"},{"SurahNumber":3,"VerseNumber":69,"Text":"Some followers scripture zelat lead ona astray they len lead astray without zbadat"},{"SurahNumber":3,"VerseNumber":70,"Text":"O followers scripture ona zamietnut these revelations GOD ona bear svedok this bol truth"},{"SurahNumber":3,"VerseNumber":71,"Text":"O followers scripture why ona confound truth falsehood robit zatajit truth knowingly"},{"SurahNumber":3,"VerseNumber":72,"Text":"Some followers scripture say Verit v co sent nadol believers v the rano zamietnut it v the vecer maybe someday they revert"},{"SurahNumber":3,"VerseNumber":73,"Text":"Nie verit except mat rad those nasledovat tvoj nabozenstvo. Say true guidance bol GOD's guidance. they reklamacia lenze they have same guidance argue ona tvoj Lord say All grace bol GOD's hand He bestows it whomever He wills. GOD bol Bounteous Omniscient"},{"SurahNumber":3,"VerseNumber":74,"Text":"He specifies Jeho zlutovanie whomever He wills; GOD possesses unlimited grace"},{"SurahNumber":3,"VerseNumber":75,"Text":"Some followers scripture trusted whole lot they dat it ona. Others them nie trusted single dinar; they nie repay ona ona keep them. Je they say My have do bol honest when dealing s gentiles! Thus they attribute laicky GOD knowingly"},{"SurahNumber":3,"VerseNumber":76,"Text":"Indeed those fulfill ich zavaznost lead righteous zivot GOD laska the righteous"},{"SurahNumber":3,"VerseNumber":77,"Text":"Mat rad for those zivnost away GOD's covenant ich zavaznost lacny price they receive ziaden share Hereafter GOD will NIE speak do them nor look them DNI VZKRIESENIE nor will He purify them! They incurred painful retribution"},{"SurahNumber":3,"VerseNumber":78,"Text":"Among them je those zvitok ich jazyk imitate scripture ona myslienka je scripture when nie bol scripture they reklamacia it bol GOD when it nie bol GOD Thus they utter laicky attribute them GOD knowingly"},{"SurahNumber":3,"VerseNumber":79,"Text":"Never would human bol koho GOD zehnat s scripture prophethood say do ludia Idolize mna GOD Radsej (he say Devote absolutely tvoj Lord alone scripture ona preach teachings ona learn)"},{"SurahNumber":3,"VerseNumber":80,"Text":"Nor would he command ona idolize angels prophets lords he exhort ona Would disbelieve becoming submitters"},{"SurahNumber":3,"VerseNumber":81,"Text":"GOD BERIE covenant prophets saying JA DAT ONA scripture wisdom. Afterwards posol pojdem confirm all existing scriptures! Ona verit v him support him. He said Robi ona zhodovat sa this zavazok fulfill this covenant They said My zhodovat. sa. He said Ona thus borne svedok ja bear svedok ona"},{"SurahNumber":3,"VerseNumber":82,"Text":"Those zamietnut this (Quranic prophecy) bol zly jeden"},{"SurahNumber":3,"VerseNumber":83,"Text":"they seeking GOD's nabozenstvo when everything do heavens zem submitted Him willingly unwillingly a Him they spatny listok"},{"SurahNumber":3,"VerseNumber":84,"Text":"Say My verit v GOD do co sent us v co sent nadol Abraham Ismail Isaac Jacob Patriarchs v co dat Moses Jesus prophets ich Lord My nie robit distinction any z them. Do Him alone my bol submitters"},{"SurahNumber":3,"VerseNumber":85,"Text":"Ktokolvek accepts Submission jeho nabozenstvo it nie accepted him Hereafter he bol losers"},{"SurahNumber":3,"VerseNumber":86,"Text":"Why GOD guide ludia should disbelieved after verit after svedok posol bol truth a solid proofs dat them? GOD NIE guide the ZLOMYSELNY"},{"SurahNumber":3,"VerseNumber":87,"Text":"These incurred condemnation GOD angels all ludia"},{"SurahNumber":3,"VerseNumber":88,"Text":"Eternally they abide therein; retribution never zmenit them nor will they reprieved"},{"SurahNumber":3,"VerseNumber":89,"Text":"Exempted bol those kto repent thereafter reform GOD bol Forgiver Merciful"},{"SurahNumber":3,"VerseNumber":90,"Text":"Those disbelieve verit potom plunge deeper disbelief ich repentance nie accepted them; they bol real strayers"},{"SurahNumber":3,"VerseNumber":91,"Text":"Those disbelieve umrel disbelievers earthful zlaty will nie accepted any z them vecer such ransom bol possible They incurred painful retribution; they nie have helpers"},{"SurahNumber":3,"VerseNumber":92,"Text":"Ona nie attain righteousness ona dat laska k bliznemu imanie ona laska. Whatever ona dat laska k bliznemu GOD bol fully aware thereof"}]}