{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Bular - elşiler. Olardıñ keybirine, özgelerine qarağanda artıqşılıq berdik. Olardıñ işinde Allah söyleskeni bar äri Ol keybiriniñ därejelerin köterdi. Äri Biz Märïyam ulı Ïsağa anıq belgiler berip, onı qasïetti rwxpen / Jäbireyilmen / qoldadıq. Eger de Allah qalağanda, olardan / elşilerden / keyingiler özderine anıq dälelder kelgennen keyin, bir-birimen soğıspas edi. Biraq, olar / adamdar / qayşılıqqa tüsti, olardıñ biri ïmanğa kelip, al, keybiri küpirlik etkenderden / qarsı kelwşilerden / boldı. Eger de Allah qalağanda, olar bir-birimen soğıspas edi. Biraq, Allah Öziniñ qalağanın jasaydı"},{"SurahNumber":2,"VerseNumber":254,"Text":"Ey, ïmanğa kelgender! Biz senderge rïzıq etip bergenimizdiñ bir böligin - sawda, dostıq jäne araşa tüsw bolmaytın Künniñ kelwinen burın, / Allah razılığı üşin / jumsañdar. Al, käpirler - nağız ädiletsizder"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allah - Odan basqa eşbir quday joq. Ol - äl-Xayy / Tiri / , äl-Qayywm / bärine tirşilik berip Basqarwşı / . Onı qalğw da, uyqı da baspaydı. Aspandardağı jäne jerdegi närseler - Oniki. Onıñ aldında Özi ruqsat bermey turıp, kim şapağat ete / araşa tüse / aladı ? Ol / Allah / olardıñ aldarındağını / ne bolatının / jäne arttarındağını / ne bolğanın / biledi. Al, olar Onıñ biliminen, Ol Özi qalağanınan basqa eşnärseni bile almaydı. Onıñ Kürsisi aspandar men jerdi qamtïdı. Äri Oğan / Asa ulı Allahqa / ol ekewin saqtaw awır kelmeydi. Äri Ol - asa Joğarı, öte Ulı"},{"SurahNumber":2,"VerseNumber":256,"Text":"Dinde mäjbürlew joq. Aqïqatında, twralıq - adaswdan ajıratılıp, ayqındaldı. Al kim tağutqa qarsı kelip, Allahqa sense, buzılmaytın eñ berik tutqadan ustağan boladı. Allah - barlıq närseni Estwşi , bärin Bilwşi"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah - ïmanğa kelgenderdiñ Qamqorşısı, olardı qarañğılıqtardan nurğa şığaradı. Al, küpirlik etwşilerdiñ / ïmansızdardıñ / dostarı - tağwt, olardı nurdan qarañğılıqtarğa şığaradı. Mine, solar - Otqa / tozaqqa / tüsetinder. Olar - onda mäñgi qalwşılar"},{"SurahNumber":2,"VerseNumber":258,"Text":"Ey, Muxammed! / Özine Allah patşalıq berse de, Ïbrahïmmen onıñ Rabbısı twralı tartısqandı bilmediñ be? Sonda Ïbrahïm: «Meniñ Rabbım - Ol sonday, ömir berip tiriltedi jäne öltiredi», - dedi. Ol / Namrwd / :«Men de tiriltemin jäne öltiremin», - dedi. Ïbrahïm: «Aqïqatında, Allah kündi şığıstan keltiredi, al sen onı batıstan şığar», - dedi. Sonda küpirlik etken / Allahtıñ ïgilikterin teriske şığarğan / ol abdırap qaldı. Allah ädiletsiz adamdarı twra jolmen jürgizbeydi"},{"SurahNumber":2,"VerseNumber":259,"Text":"Nemese töbeleri opırılıp tüsip, qabırğaları üstine qulağan bir kenttiñ qasınan ötken birewdi / bilmediñ be / ? Ol: «Allah bunı ölgennen keyin qalay tiriltedi eken?» - dedi. Sonda Allah onı öltirip, jüz jıldan soñ tiriltti. / Odan / : «Qanşa waqıt boldıñ?» - dep suradı. Ol: «Bir kün nemese künniñ bir böligindey boldım», - dedi. / Oğan / : «Olay emes, sen jüz jıl boldıñ. Tamağıñ men swsınıña qara! Tük buzılmağan. Al, endi esegiñe qara! Biz seni adamdarğa belgi etw üşin / osılay ettik / . Al, endi süyekterge qara! Onı qaytıp qurastırıp, sodan keyin oğan et qaptaymız», - dedi. Oğan / jağday / anıq bolğan kezde, ol: «Allahtıñ barlıq närsege küşi jetwşi ekenin jaqsı bilemin», - dedi"},{"SurahNumber":2,"VerseNumber":260,"Text":"Äri sol kezde Ïbrahïm: «Rabbım! Mağan ölikterdi qalay tiriltetiniñdi körset», dedi. Ol: «Senbeysiñ be?» - dedi. Ïbrahïm: «Joq, älbette / senemin / , biraq jüregimniñ ornığwı üşin», - dedi. Ol / Allah / : «Qustardan törtewin öziñe alıp / soyıp, etin aralastırıp / jïna da, sodan keyin olardıñ bir-bir böligin är tawdıñ basına qoy. Keyin olardı şaqır, sonda olar sağan tez jetip keledi. Äri, Allahtıñ bärinen Üstem, asa Dana ekenin bil», - dedi"},{"SurahNumber":2,"VerseNumber":261,"Text":"Mal-dünïelerin Allah jolında jumsağandardıñ mısalı - jeti bas masaq şığarğan bir tüyir dän tärizdi, ärbir masaqta jüz dännen bar. Äri Allah qalağanına eselep arttırıp beredi. Allah - berekesi Keñ , bärin Bilwşi"},{"SurahNumber":2,"VerseNumber":262,"Text":"Mal-dünïelerin Allah jolında jumsap, keyin bergenderine mindetsinw jäne reniş aralastırmaytındardıñ sıyı - olardıñ Rabbısında. Olarğa qorqınış joq äri olar qayğırmaydı"},{"SurahNumber":2,"VerseNumber":263,"Text":"jaqsı söz jäne keşirim - artınan reniş aralasqan sadaqadan qayırlı. Allah - asa Bay, öte Ustamdı"},{"SurahNumber":2,"VerseNumber":264,"Text":"Ey, ïmanğa kelgender! Mal dünïesin adamdarğa rïya / körsetw / üşin jumsap, Allahqa jäne Aqïret künine senbeytin birew sekildi sadaqalarıñdı mindetsinw äri renjitw arqılı zaya ketirmeñder. Olay etkenniñ mısalı - üstin topıraq japqan jıltır tasqa uqsaydı. Sonda qattı jañbır jawıp, onı jıltır küyinde qaldırdı. Olar / osılay / istegen isinen eşbir payda ala almaydı. Äri Allah käpir adamdardı twra jolmen jürgizbeydi"},{"SurahNumber":2,"VerseNumber":265,"Text":"Al, mal-dünïelerin Allahtıñ rïzalığın izdep jäne öz jandarın bekitw üşin jumsağandar - köteriñki jerdegi bir baqqa uqsaydı. Oğan mol jañbır jawıp, jemisin eki ese berdi. Al, eger oğan / mol jañbır! tïmese, sirkiregen jañbır da / jetkilikti /. Allah - ne istep jatqandarıñdı Körwşi"},{"SurahNumber":2,"VerseNumber":266,"Text":"Senderden birewiñ, astınan özender ağıp jatqan türli jemisi bar qurma, jüzim bağı bolıp äri özine kärilik jetip, balaları älsiz / kişkentay / kezinde ol bağına ottı quyın tïip, onı örtep ketwin qalay ma?! Oylanwlarıñ üşin Allah senderge ayattardı osılay tüsindiredi"},{"SurahNumber":2,"VerseNumber":267,"Text":"Ey, ïmanğa kelgender! Tapqandarıñnıñ jäne Biz senderge jerden şığarıp bergenimizdiñ jaqsılarınan / sadaqa etip / jumsañdar. Äri közderiñdi jumıp turıp bolmasa, özderiñ de almaytın naşar närsenijumsawğa talpınbañdar. Äri, Allahtıñ asa Bay , öte Maqtawlı ekenin biliñder"},{"SurahNumber":2,"VerseNumber":268,"Text":"Şaytan senderge kedeylikti wäde etedi jäne jïirkenişti isterdi buyıradı. Al, Allah senderge Öziniñ keşirimi men keñşiligin wäde etedi. Aqïqatında, Allah - meyirimi Keñ, bärin Bilwşi"},{"SurahNumber":2,"VerseNumber":269,"Text":"Ol / Allah / qalağanına danalıq beredi. Al, kimge danalıq berilse, aqïqatında, oğan köp ïgilik berildi. Alayda, aqıl ïeleri ğana eske aladı"},{"SurahNumber":2,"VerseNumber":270,"Text":"Qanday da bir sadaqa berseñder ne­mese bir näzir (özine mindetti emes närseni mindetine alw) atasañdar, anığında, Allah onı biledi. Al, ädiletsizderge kömek berwşi bolmaydı"},{"SurahNumber":2,"VerseNumber":271,"Text":"Eger sadaqalardı aşıq türde bersender jaqsı. Al, eger onı / bergenderiñdi / jasırsañdar äri onı kedeylerge berseñder, ol özderiñ üşin qayırlı. Ol senderdiñ jaman isteriñdi öşiredi. Allah ne istep jatqandarıñnan tolıq Xabardar"},{"SurahNumber":2,"VerseNumber":272,"Text":"Ey, Muxammed! / Olardı twra jolğa tüsirw - seniñ mindetiñ emes. Alayda, Allah qalağanın twra jolğa tüsiredi. jaqsılıqtan ne berseñder de, ol - özderiñ üşin. Sender tek Allahtıñ dïdarın qalap qana beresiñder. jaqsılıqtan bergenderiñ tolıq qaytarıladı äri senderge ädiletsizdik etilmeydi"},{"SurahNumber":2,"VerseNumber":273,"Text":"Qayır-sadaqanı / Allah razı bolatın is-amaldarmen aynalısıp, muqtajdıq körgen kedeylerge / beriñder / . Olardıñ özge jerge barwğa şamaları kelmeydi, bilmeytinder olardı qanağatşılıqtarı sebepti, bay dep esepteydi. Olardı belgi-sïpattarınan tanïsıñ: olar adamdardan tilemsektenip suramaydı. jaqsılıqtan ne jumsasañdar da sözsiz, Allah - onı Bilwşi"},{"SurahNumber":2,"VerseNumber":274,"Text":"Mal-dünïelerin tünde de, kündiz de qupïya jäne jarïya jumsaytındardıñ sıyı - olardıñ Rabbısında. Olarğa qorqınış joq äri olar qayğırmaydı"},{"SurahNumber":2,"VerseNumber":275,"Text":"Ösim jeytinder / qïyamette / şaytan tïip qutırğan birew sekildi turadı. Bul olardıñ: «Sawda da ösim sïyaqtı», - dep aytqandıqtarı sebebinen. Allah sawdağa ruqsat etip, ösimge tıyım saldı. Kimge Rabbısınan eskertw jetip, ol / ösim alwdan / tıyılsa, oğan burınğı istegenderi / keşirim etiledi / . Al, isi - Allahqa tän. Al kim / ösimge / qaytsa, mine, solar - Otta / tozaqta / bolatındar. Olar - onda mäñgi qalwşı"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah ösimdi joyıp, sadaqalardı ösiredi / berekeli etedi / . Allah ärbir qattı küpirlik etwşini / qarsılığı öte qattı / künäğa batwşını jaqsı körmeydi"},{"SurahNumber":2,"VerseNumber":277,"Text":"Aqïqatında, ïmanğa kelgen jäne izgi amal jasağandardıñ, namazdı / barlıq şarttarın saqtap, berile! tolıq orındağandardıñ jäne zeketti bergenderdiñ sıyı - olardıñ Rabbısında. Olarğa qorqınış joq äri olar qayğırmaydı"},{"SurahNumber":2,"VerseNumber":278,"Text":"Ey, ïmanğa kelgender! Eger ïmandı / mümin / bolsañdar, Allahtan / Onıñ tıyğandarınan / qorqıp, saqtanıñdar jäne ösimniñ qalğan böligin tastañdar"},{"SurahNumber":2,"VerseNumber":279,"Text":"Al eger olay etpeseñder, Allah jäne Onıñ Elşisinen bolatın soğıstı biliñder. Al, eger / kelisilgen ösimnen / bas tartıp, Allahqa boysunwğa qaytsañdar / täwbege kelseñder / , onda bastapqı mal-dünïeleriñ özderiñe. / Sonda / ädiletsizdik jasamaysıñdar äri özderiñe de ädiletsizdik jasalmaydı"},{"SurahNumber":2,"VerseNumber":280,"Text":"Kimde-kim / qarızdar kisi / qïın jağdayda bolsa, onda jeñildegenşe kütw / kerek / . Al, sadaqa etwleriñ, eger bilseñder, özderiñ üşin qayırlı"},{"SurahNumber":2,"VerseNumber":281,"Text":"Allahqa qaytarılatın bir Künnen qorqıñdar. Sonda ärbir janğa istegeni tolıq beriledi etilmeydi"},{"SurahNumber":2,"VerseNumber":282,"Text":"Ey, ïmanğa kelgender! Eger bir-biriñe belgili bir merzimge deyin qarız berseñder, onı jazıñdar. Bir xatşı senderdiñ aralarıñda ädildikpen jazsın. Äri xatşı Allahtıñ oğan üyretkeni boyınşa jazwdan bas tartpasın. Ol jazsın, al mindetti bolğan / borıştı / jazdırsın jäne Rabbısı Allahtan qorqıp, saqtanıp, odan eşnärseni kemitpesin. Eger mindetti bolğan / borıştı / aqılı kem, ne äljwaz nemese jazdıra almaytın bolsa, onda onıñ ökil-qamqorşısı ädildikpen jazdırsın. Er kisileriñnen eki kwäni kwälikke tartıñdar. Eger eki er kisi bolmasa, onda özderiñ razı bolğan kwälardan bir er kisi men eki äyeldi / kwä etiñder / . Sonda / eki äyeldiñ / biri jañılsa, ekinşisi esine saladı. Äri kwägerler şaqırılğan sätte / kwä bolwdan / bas tartpasın. jäne / qarız / kişi ne ülken bolsa da onı merzimimen qosa jazwdan erinbeñder. Osılay etw - Allahtıñ aldında ädildirek jäne kwälik turğısında twralıqqa jäne kümändanbawlarıña köbirek jaqın. Tek özara qolma-qol jasaytın naqtı sawda bolsa, onı jazbasañdar da senderge künä joq. Äri özara sawda kelisimin jasasqanda kwälar şaqırıñdar. Xatşığa da, kwägerge de zïyan tïgizilmesin. Al, eger solay isteseñder, sözsiz, ol - senderdiñ boysunbawlarıñ. Äri Allahtan / Onıñ tıyğandarınan / qorqıp, saqtanıñdar, al Allah senderge üyretedi jäne Allah barlıq närseni Bilwşi"},{"SurahNumber":2,"VerseNumber":283,"Text":"Al, eger saparda bolıp, xatşı taba almasañdar, onda / qarızdardan / kepildikke bir närse alınadı. Eger bir-biriñe senip berseñder, amanat tapsırılğan / adam / amanatın orındasın jäne Rabbısı - Allahtan / Onıñ tıyğandarınan / qorqıp, saqtansın. Äri kwälikti jasırmañdar. Kim onı jasırsa, onda onıñ jüregi künähar. Al, Allah - ne istep jatqandarıñdı Bilwşi"},{"SurahNumber":2,"VerseNumber":284,"Text":"Aspandardağı jäne jerdegi närseler - Allahtiki. Işteriñdegini jarïyalasañdar da nemese jasırsañdar da Allah senderden onıñ esebin aladı. Sonda qalağanın keşirip, qalağanın azaptaydı. Allahtıñ ärbir närsege Küşi jetwşi"},{"SurahNumber":2,"VerseNumber":285,"Text":"Elşi özine Rabbısınan tüsirilgenge sendi jäne ïmandılar da / müminder de / . Barlığı Allahqa äri Onıñ periştelerine, Onıñ kitaptarına jäne Onıñ elşilerine sendi: «Biz elşilerdiñ arasın bölmeymiz»,- dedi. Äri olar: «Estidik äri boysundıq! Rabbımız, Senen keşirim tileymiz äri qaytwımız - Sağan», - dedi"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah eşbir janğa, onıñ küşi jetpeytindi mindettemeydi. Istep tapqanı / jaqsılığı / oğan, al özi üşin istep tapqanı / jamandığı / - onıñ özine qarsı boladı. «Rabbımız! Eger umıtsaq ne qatelessek, bizdi jazağa tarta körme. Rabbımız! Bizge bizden aldıñğılarğa / ilgergi ümmetterge / artqanıñday awırlıq artpa. Rabbımız! Bizge älimiz jetpeytindi jükteme! Äri bizdi jazalama jäne bizdi keşir jäne bizge raqım et. Sen - bizdiñ Ïemizsiñ! Bizge käpir adamdarğa qarsı kömek ber!»"},{"SurahNumber":3,"VerseNumber":1,"Text":"ÄlïfLäm Mïm"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah - odan basqa quday joq. Ol - äl- Xayy / mäñgi Tiri / , äl-Qayywm / bärine tirşilik berip, Basqarwşı"},{"SurahNumber":3,"VerseNumber":3,"Text":"Ey, Muxammed! / Ol sağan Kitaptı / Qurandı / , aldındağını rastawşı etip, aqïqatpen tüsirdi. Äri Ol Täwrat pen Injildi tüsirgen"},{"SurahNumber":3,"VerseNumber":4,"Text":"adamdarğa budan aldın twra jol etip. Äri Fwrqandı / ayırwşını / tüsirdi. Aqïqatında, Allahtıñ ayat-belgilerine küpirlik etkenderge / moyındamağandarğa, qarsı kelgenderge / qattı azap bar. Allah - bärinen Üstem, jazalaw küşine Ïe"},{"SurahNumber":3,"VerseNumber":5,"Text":"Aqïqatında, Allahtan jerdegi jäne aspandağı birde-bir närse jasırın qala almaydı"},{"SurahNumber":3,"VerseNumber":6,"Text":"Ol senderge jatırlarda Öz qalawınşa beyne beredi. Odan basqa eşbir quday joq, Ol bärinen üstem, asa Dana"},{"SurahNumber":3,"VerseNumber":7,"Text":"Ey, Muxammed! / Ol sağan Kitaptı tüsirdi. Onıñ işinde mağınası anıq ayattar bar. Olar - Kitaptıñ anası / negizi / . Äri özge, mağınası astarlı / ayattar da bar / ? Jürekterinde awıtqw bolğandar bolsa, bülik / fïtna / qalap jäne onı tüsindirwdi qalap astarlı mağınalı ayattardıñ soñına tüsedi. Al, onıñ tüsinigin Allahtan basqa eşkim bilmeydi. Äri bilimde ornıqqandar bolsa: «Biz oğan sendik. Barlığı bizdiñ Rabbımızdan», - deydi. Al, / eskertwdi / tek aqıl ïeleri ğana eske aladı / tüsinedi"},{"SurahNumber":3,"VerseNumber":8,"Text":"Rabbımız! Bizdi twra jolğa tüsirgennen keyin jürekterimizdi awıtqıtpa jäne bizge Öziñnen bir meyirim sıyla. Aqïqatında, Sen - sıy berwşisiñ / äl-Wahhab"},{"SurahNumber":3,"VerseNumber":9,"Text":"Rabbımız! Sen, adamdardı bolwı kümänsiz bir Künge Jïnawşısıñ. Aqïqatında, Allah wädeni buzbaydı"},{"SurahNumber":3,"VerseNumber":10,"Text":"Kümänsiz, küpirlik etwşilerdiñ / Allahqa qarsı kelwşilerdiñ / mal-dünïeleri de, balaları da Allahtan bolatın eşbir närseden qutqara almaydı. Mine, solar - Ottıñ otını"},{"SurahNumber":3,"VerseNumber":11,"Text":"solar / Fïrawn äwleti men olardan burınğı ötkender sekildi. Olar bizdiñ ayat-belgilerimizdi ötirik sanadı. Sonda Allah olardı künäları sebepti ustadı / jazaladı / . Allah jaza berwde qattı"},{"SurahNumber":3,"VerseNumber":12,"Text":"Ey, Muxammed!! Küpirlik etkenderge / ïmanğa kelmegenderge / ayt: «Tayawda sender jeñilesiñder jäne Jahannamğa jïnalıp äkelinesinder. Ol - netken jaman orın»,-dep"},{"SurahNumber":3,"VerseNumber":13,"Text":"Aqïqatında, / Bädir soğısında / bir-birine kezdesken eki topta sender üşin bir belgi-ğïbrat boldı. Bir top Allah jolında soğıstı, al basqası käpirler bolatın. Olardıñ közderine / musılmandar / özderinen eki ese köringen edi. Allah Öz järdemimen qalağanın qoldaydı. Anığında, munda köre alatındar üşin ğïbrat bar"},{"SurahNumber":3,"VerseNumber":14,"Text":"Äyelderge, perzentterge degen, üyme-üyme altın-kümiske, jaqsı attarğa, şarwa maldarına jäne egindikke degen qumarlıqtı jaqsı körw adamdarğa ädemi etilip körsetildi. Bul - osı ömirdiñ qızığı. Al, qaytatın jerdiñ körkemi - Allahta"},{"SurahNumber":3,"VerseNumber":15,"Text":"Ey, Muxammed! / Ayt: «Senderge osı närseleriñnen qayırlısın xabarlayın ba? Taqwa bolğandarğa / Allahtıñ jazasınan qorqıp, saqtanğandarğa / olardıñ Rabbısınan astınan özender ağıp jatatın, olar onda mäñgi qalatın Jännat baqtarı, äri päk jubaylar jäne Allahtıñ rïzalığı bar»,- dep. Äri Allah - quldarın Körwşi"},{"SurahNumber":3,"VerseNumber":16,"Text":"solar: «Rabbımız! Aqïqatında, biz ïmanğa keldik, bizdiñ künälarımızdı keşir äri bizdi Ot / tozaq / azabınan saqta»,- deytinder"},{"SurahNumber":3,"VerseNumber":17,"Text":"solar - sabır etwşiler, şınşıldar, / Allahqa / berilwşiler, mal-dünïe jumsawşılar jäne saxarda / tañsäride / keşirim tilewşiler"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allahtan basqa eşbir quday joq ekendigine Allahtıñ Özi äri perişteler jäne bilim ïeleri de kwälik beredi. Ol - ädildikti Ornatwşı, Odan basqa eşbir quday joq. Ol bärinen Üstem, asa Dana"},{"SurahNumber":3,"VerseNumber":19,"Text":"Aqïqatında, Allahtıñ aldındağı din - Ïslam. Kitap berilgender özderine bilim kelgennen keyin özara iştarlıq jäne ädiletsizdikteri sebebinen ğana qayşılıqqa tüsti. Kim Allahtıñ ayattarına küpirlik etse / senbese, qarsı kelse / aqïqatında, Allah - esepti jıldam alwşı"},{"SurahNumber":3,"VerseNumber":20,"Text":"Ey, Muxammed! / Eger olar senimen tartıssa: «Men jüzimdi Allahqa boysundırdım äri mağan ergender de», - dep ayt. Äri Kitap berilgender men bilimsizderge: «Sender boysundıñdar ma?» - de. Eger olar boysunsa onda twra jolda. Al teris aynalsa, şın mäninde, sağan - jetkizw ğana mindet. Allah - quldarın Körwşi"},{"SurahNumber":3,"VerseNumber":21,"Text":"Aqïqatında, Allahtıñ ayattarına küpirlik etwşilerdi / senbey, teriske şığarwşılardı / , quqığı bolmasa da payğambarlardı öltiretin jäne ädildikke buyırwşı adamdardı öltiretinderdi küyzeltwşi azappen «qwandır»"},{"SurahNumber":3,"VerseNumber":22,"Text":"Mine, solar - osı ömirde jäne soñğı, mäñgilik ömirde / aqïrette / amaldarı zaya bolğandar. Olarğa eşbir järdem berwşi joq"},{"SurahNumber":3,"VerseNumber":23,"Text":"Ey, Muxammed! / Kitaptan üles berilgenderdi körmediñ be? Olar aralarına ükim şığarw üşin Allahtıñ Kitabına şaqırıladı. Sodan keyin, olardan bir top bas tartqan küyde, teris aynaladı"},{"SurahNumber":3,"VerseNumber":24,"Text":"Bul olardıñ: «Bizge Ot / tozaq / eşqaşan tïmeydi, tek sanawlı künder bolmasa»,- dep aytqandıqtarı sebepti. Olardı oydan şığarğandarı / ötirikteri / dinderine qatıstı / özderin / aldadı"},{"SurahNumber":3,"VerseNumber":25,"Text":"Biz olardı bolwında kümän joq Kün üşin jïnap, ärbir janğa tapqanı tolıq berilgen kezde / jağdayı / qalay bolmaq? Olarğa ädiletsizdik etilmeydi"},{"SurahNumber":3,"VerseNumber":26,"Text":"Ey, Muxammed! / Ayt: «Ya, bïlik ïesi - Allah! Sen bïlikti qalağanıña berip, qalağanıñnan bïlikti alıp qoyasıñ. Qalağanıñdı üstem etip, qalağanıñdı qor qılasıñ. jaqsılıq / barlıq qayırlı närse / - Seniñ qolıñda. Aqïqatında, Sen barlıq närseni Jasay alwşısıñ"},{"SurahNumber":3,"VerseNumber":27,"Text":"Sen tündi kündizge endirip, kündizdi tünge endiresiñ. Sonday-aq öliden tirini şığarıp, tiriden ölini şığarasıñ. Äri qalağanıña sansız rïzıq beresiñ», - dep"},{"SurahNumber":3,"VerseNumber":28,"Text":"Ïmandılar / müminder / ïmandılardıñ ornına käpirlerdi dos tutpasın. Kim osını istese, onıñ Allahpen eşqanday baylanısı qalmaydı. Tek, olardan / ïmansızdardan / qawiptenip, äldebir saqtanw üşin bolsa, onda basqa. Allah senderdi Özinen / Öziniñ jazasınan / saqtandıradı. Äri qaytwlarıñ - Allahqa / Oğan qaytasıñdar"},{"SurahNumber":3,"VerseNumber":29,"Text":"Ey, Muxammed! / Ayt: «Kökirekteriñdegini jasırsañdar da, ne onı jarïyalasañdar da Allah onı biledi. Äri Ol aspandardağını da, jerdegini de biledi. Allahtıñ barlıq närseni Jasay alwşı», - dep"},{"SurahNumber":3,"VerseNumber":30,"Text":"Sol küni ärbir jan istegen jaqsılığın äri istegen jamandığın usınılğan türde tabadı. Ol özi men onıñ / jaman amaldarınıñ / arası alıs bolwın tileydi. Allah senderdi Özinen / Öziniñ jazasınan / saqtandıradı. Allah - quldarına öte Meyirban"},{"SurahNumber":3,"VerseNumber":31,"Text":"Ey, Muxammed! / Ayt: «Eger Allahtı jaqsı köretin bolsañdar, onda mağan eriñder. Sonda Allah senderdi jaqsı köredi äri künälarıñdı keşiredi. Aqïqatında, Allah - öte Keşirimdi, erekşe Meyirimdi », - dep"},{"SurahNumber":3,"VerseNumber":32,"Text":"Ayt: «Allahqa jäne Elşige boysunıñdar», - dep. Eger teris burılsañdar, aqïqatında Allah käpirlerdi jaqsı körmeydi"},{"SurahNumber":3,"VerseNumber":33,"Text":"Aqïqatında, Allah Adamdı, Nuxtı, Ïbrahïmniñ äwleti men Ïmrannıñ äwletin älemder işinen tandadı"},{"SurahNumber":3,"VerseNumber":34,"Text":"bir-birinen tarağan urpaq etip. Allah ärbir närseni Estwşi, bärin Bilwşi"},{"SurahNumber":3,"VerseNumber":35,"Text":"Kezinde Ïmrannıñ äyeli: «Rabbım! Aqïqatında men qursağımdağını azat etilgen türde Öziñe atadım. Menen qabıl al! Sen ärbir närseni Estwşisiñ, bärin Bilwşisiñ », - degen edi"},{"SurahNumber":3,"VerseNumber":36,"Text":"Ol onı bosanğanda: «Rabbım, men qız - bosandım», - dedi. Allah onıñ ne bosanğanın jaqsı biledi. Äri ul qız sïyaqtı emes. «Men onı Märïyam dep atadım äri onı jäne onıñ urpağın qwılğan şaytannan Seniñ qorğawıñdı tilep, sïınamın», - dedi"},{"SurahNumber":3,"VerseNumber":37,"Text":"Rabbısı onı jaqsı türde qabıldap, körkem etip ösirdi jäne onı Zäkärïyanıñ qarawına berdi. Zäkärïya ärqaşan onıñ aldına - mïxrabqa / qulşılıq ornına / kirse, onıñ aldınan rïzıq köretin. Ol: «Ey, Märïyam! Bul sağan qaydan / kelwde / ?»- dedi. Ol / Märïyam / : «Ol - Allahtan. Aqïqatında Allah qalağanına sansız rïzıq beredi», - dedi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Sonda Zäkärïya Rabbısına jalbarınıp: «Rabbım! Mağan Öz tarapıñnan bir ïgi urpaq sıyla. Anığında, Sen - tilekti Estwşisiñ», - dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Ol mïxrabta / qulşılıq ornında / namaz oqıp turğan kezde, perişteler: «Allah seni Allahtıñ sözin rastawşı, el ağası, ustamdı äri izgiler qatarında payğambar bolatın Yaxïyamen süyinşileydi», - dep ün qattı"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zäkärïya / . «Mende bala qalay boladı?! Negizinde özime kärilik jetti, al äyelim - bedew», - dedi. / Perişte / : «Mine, osılay, Allah neni qalasa sonı jasaydı», - dedi"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zäkärïya / : «Rabbım! Mağan bir belgi ber», - dedi. / Ol: / «Seniñ belgiñ - adamdarmen üş kün tek ïşaramen ğana söyleswiñ. Rabbıñdı köp eske al äri keşke jäne tañerteñ Onı däripte», - dedi"},{"SurahNumber":3,"VerseNumber":42,"Text":"Perişteler: «Ey, Märïyam! Aqïqatında Allah seni tañdap aldı äri tazarttı jäne Seni älemdegi äyelder arasınan tañdadı"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey, Märïyam! Rabbıña boysuna beril, säjde jasa jäne rwkwğ etwşilermen birge rwkwğ et», - dedi"},{"SurahNumber":3,"VerseNumber":44,"Text":"Ey, Muxammed! / Bul - Biz sağan waxï etip otırğan ğayıp xabarlardıñ biri. Negizinde, olar / ğïbadatxana ökilderi / Märïyamdı qarawına qaysısı alatınına / anıqtaw üşin / qalamdarın / jerebe etip / tastağanda, sen olardıñ qasında bolğan joqsıñ. Äri olar tartısqan kezde de qastarında joq ediñ"},{"SurahNumber":3,"VerseNumber":45,"Text":"Sol kezde perişteler: «Ey, Märïyam! Aqïqatında Allah seni Öz tarapınan bolğan bir Sözben süyinşileydi. Onıñ esimi - Ïsa Mäsïx Märïyam ulı, ol osı ömirde äri soñğı, mäñgilik ömirde / aqïrette / abıroylı äri / Allahqa / jaqındatılğandardan boladı"},{"SurahNumber":3,"VerseNumber":46,"Text":"Äri ol adamdarğa besikte söyleydi jäne erjetken kezinde de. Äri ol izgilerden boladı"},{"SurahNumber":3,"VerseNumber":47,"Text":"Märïyam / '. «Rabbım! Mende qalayşa bala boladı, eger mağan eşbir adam tïispegen bolsa?!» - dedi. / Perişte / : «Osılay, Allah qalağanın jaratadı. Qaşan Ol bir iske şeşim şığarsa, oğan tek qana «Bol!» - deydi, sonda ol bola qaladı», - dedi"},{"SurahNumber":3,"VerseNumber":48,"Text":"Äri Ol oğan jazwdı, danalıqtı äri Täwrat pen Injildi üyretedi"},{"SurahNumber":3,"VerseNumber":49,"Text":"äri onı Ïsraïl / Yaqwbtıñ / urpaqtarına Elşi etedi. / Ïsa / \\ «Aqïqatında men senderge Rabbıñızdan bir belgi-muğjïzamen keldim. Senderge laydan qus sekildi jasaymın, söytip oğan ürlegenimde, ol Allahtıñ qalawımen qus boladı. Sonday-aq, twma soqır men alapesti ayıqtırıp, Allahtıñ qalawımen ölilerdi tiriltemin äri senderge üylerinde ne jep, neni saqtap jïnağandarıñnıñ xabarın beremin. Eger ïmandı / mümin / bolsañdar, osı närselerde sender üşin belgi-ğïbrat bar"},{"SurahNumber":3,"VerseNumber":50,"Text":"Äri men senderge aldımdağı Täwrattağını rastawşı retinde jäne senderge tıyım salınğan närselerdiñ keybirine / Allahtıñ ämirimen / ruqsat berw üşin / keldim / . Äri men senderdiñ Rabbıñnan belgi-dälelmen keldim. Allahtan / Onıñ tıyğandarınan / qorqıp, saqtanıñdar äri mağan bağınıñdar"},{"SurahNumber":3,"VerseNumber":51,"Text":"Aqïqatında Allah - meniñ Rabbım äri senderdiñ Rabbıñ, Oğan qulşılıq qılıñdar! Mine, osı - twra jol», - dedi"},{"SurahNumber":3,"VerseNumber":52,"Text":"Ïsa olardan / ïwdeylerden / küpirlik / qarsılıq / sezgen kezde: «Allahqa / Onıñ jolındağı / meniñ järdemşilerim kim?» - dedi. Xawarïler / Ïsağa erwşiler / : «Biz - Allah / dininiñ / kömekşilerimiz. Allahqa sendik! Bizdiñ musılman / boysunwşı / ekendigimizge kwä bol"},{"SurahNumber":3,"VerseNumber":53,"Text":"Rabbımız! Tüsirgeniñe sendik jäne Elşige erdik, endi bizdi kwälik etwşilermen birge jaz», - dedi"},{"SurahNumber":3,"VerseNumber":54,"Text":"Olar / käpirler / ayla-şarğı jasadı. Allah ta amal-täsil jasadı. Allah - amal-täsil jasawşılardıñ eñ qayırlısı"},{"SurahNumber":3,"VerseNumber":55,"Text":"Allah ayttı: «Ey, Ïsa! Aqïqatında, Men seni dünïeden alıp, Öz tarapıma köteremin äri seni küpirlik etkenderden / teriske şığarğandardan / tazartıp, sağan ileskenderdi Qayta tirilw künine deyin küpirlik etwşilerden / qarsı kelwşilerden / joğarı qoyamın. Sodan keyin qaytw - Mağan / Mağan qaytasıñdar / . Sonda, qayşılıqqa tüsken närseleriñe qatıstı aralarıña ükim beremin"},{"SurahNumber":3,"VerseNumber":56,"Text":"Al, küpirlik etkenderdi / qarsı kelgenderdi, moyındamağandardı / osı ömirde jäne soñğı, mäñgilik ömirde / aqïrette / qattı qïnawmen azaptaymın äri olarğa eşbir kömek berwşi bolmaydı», - dedi"},{"SurahNumber":3,"VerseNumber":57,"Text":"Al ïmanğa kelgen jäne izgi amal jasağandardıñ qaytarım sıyın Ol tolıq beredi. Allah ädiletsizderdi jaqsı körmeydi"},{"SurahNumber":3,"VerseNumber":58,"Text":"Ey, Muxammed! / Sağan munı ayattar- dan jäne xïkmetti Eske salwdan / Qurannan / oqïmız"},{"SurahNumber":3,"VerseNumber":59,"Text":"Şın mäninde, Allahtıñ aldında Ïsanıñ mısalı Adamnıñ mısalına uqsaydı. Ol onı topıraqtan jaratıp, «Bol» degende, ol boldı"},{"SurahNumber":3,"VerseNumber":60,"Text":"Aqïqat - Rabbıñnan. Sondıqtan kümändanwşılardan bolma"},{"SurahNumber":3,"VerseNumber":61,"Text":"Al, öziñe kelgen bilimnen keyin kim senimen ol / Ïsa / jöninde tartıssa: «Kelinder, biz öz balalarımızdı äri senderdiñ balalarıñdı, bizdiñ äyelderimizdi jäne senderdiñ de äyelderiñdi, äri özimizdi jäne özderiñdi şaqırayıq ta, sodan keyin jalbarınıp, ötirikşilerge Allahtıñ lağnetin tileyik», - dep ayt"},{"SurahNumber":3,"VerseNumber":62,"Text":"Anığında, bul - aqïqï xabarlar. Allahtan basqa eşbir quday joq. Aqïqatında, Allah - bärinen Üstem, asa Dana"},{"SurahNumber":3,"VerseNumber":63,"Text":"Eger olar bet bursa, kümänsiz, Allah - buzwşılardı Bilwşi"},{"SurahNumber":3,"VerseNumber":64,"Text":"Ey, Muxammed! / Ayt: «Ey, Kitap berilgen qawım! Bizge de, senderge de birdey bir sözge keleyik, - Allahtan basqağa qulşılıq qılmayıq, Oğan eşnärseni serik qospayıq. Sonday-aq, birimizdi birimiz Allahtan özge - ïeler etip almayıq», - dep. Eger olar bet bursa: «Bizdiñ musılman ekenimizge kwä bolıñdar», - dep aytıñdar"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey, Kitap berilgen qawım! Ïbrahïm jöninde ne üşin tartıswdasıñdar? Täwrat ta, Injil de odan keyin barıp tüsirilgen. Aqıldarıñdı istetip, uğınbaysıñdar ma"},{"SurahNumber":3,"VerseNumber":66,"Text":"Mine, sender, sol - özderiñde bilimi bolğan närse jöninde tartıstıñdar. Al endi nege özderiñde bilimi bolmağan närse jöninde tartısasıñdar? Allah biledi, sender bilmeysiñder"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ïbrahïm ïwdey de, xrïstïan da emes edi. Biraq ol - xanïf, musılman edi. Äri ol serik qoswşılardan bolmadı"},{"SurahNumber":3,"VerseNumber":68,"Text":"Aqïqatında, adamdardan Ïbrahïmge say, eñ jaqını - oğan ergender äri osı Payğambar / Muxammed / jäne ïmandılar / müminder / . Al, Allah - ïmandılardıñ / müminderdiñ / Qamqorşısı"},{"SurahNumber":3,"VerseNumber":69,"Text":"Kitap berilgen qawımnıñ bir tobı senderdi adastırwdı qaladı. Alayda, olar sezbegen küyde, özderin-özderi ğana adastıradı"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey, Kitap berilgen qawım! Özderiñ kwä bola turıp, Allahtıñ ayattarına ne üşin küpirlik etesiñder / moyındamaysıñdar"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey, Kitap berilgen qawım! Nege aqïqattı jalğanmen aralastırasıñdar jäne bile turıp aqïqattı jasırasıñdar"},{"SurahNumber":3,"VerseNumber":72,"Text":"Kitap berilgen qawımnıñ bir tobı: «Ïmanğa kelgenderge tüsirilgenge / Quranğa / künniñ alğaşqı böliginde senip, al künniñ soñında küpirlik etiñder / bas tartıñdar / . Mümkin, olar qaytar"},{"SurahNumber":3,"VerseNumber":73,"Text":"Äri dinderiñe ergennen basqağa senbeñder», - dedi. / Ey, Muxammed! / Ayt: «Aqïqatında, twra jol - Allahtıñ jolı», - dep. / Olar tağı bir-birine / : «Senderge berilgendey närse birewge berilmewi nemese olar sendermen Rabbıñızdıñ aldında tartıspawı üşin», - dedi. Ayt: «Anığında, keñşilik - Allahta. Ol onı qalağanına beredi. Allah - asa Keñ , bärin Bilwşi», - dep"},{"SurahNumber":3,"VerseNumber":74,"Text":"Ol qalağanın Öz meyirimine böleydi.Allah - ulı keñşilik Ïesi"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kitap berilgen qawımnıñ işinde mol dünïeni senip tapsırsañ, onı öziñe qaytaratındarı bar. Sonday-aq, olardıñ işinde bir dïnardı senip tapsırsañ, qaşan basında turıp almağanıñşa, onı sağan qaytarmaytındarı bar. Bul olardıñ: «Sawatsızdarğa qatıstı bizge jol / künä / joq», - dep aytqandarı sebepti. Olar bile turıp, Allahqa qatıstı ötirik aytadı"},{"SurahNumber":3,"VerseNumber":76,"Text":"Olay emes! Kim sertin orındasa jäne taqwa bolsa / Allahtıñ jazasınan qorqıp, saqtansa / , sözsiz, Allah taqwalardı / Özine boysunıp, jazasınan saqtanwşılardı / jaqsı köredi"},{"SurahNumber":3,"VerseNumber":77,"Text":"Aqïqatında, Allahqa bergen sertin jäne özderiniñ anttarın bolmaşı bağağa satatındar - mine, solarğa soñğı, mäñgilik ömirde / aqïrette / üles joq. Qayta tirilw küni Allah olarğa söylemeydi, olarğa qaramaydı äri olardı tazartpaydı. Sonday-aq olarğa küyzeltwşi azap bar"},{"SurahNumber":3,"VerseNumber":78,"Text":"Aqïqatında, olardıñ işinde Kitapta joq närseni Kitapta bar dep eseptewleriñ üşin Kitaptı tilderin burap / özgertip / äri Allahtan bolmasa da: «Bul - Allahtan», - dep aytatın bir top bar. Olar bile turıp Allah atınan ötirik aytadı"},{"SurahNumber":3,"VerseNumber":79,"Text":"Allah bir adamğa Kitap, ükim jäne payğambarlıq bergennen keyin, onıñ adamdarğa: «Allahtı qoyıp, mağan qul bolıñdar», - dep aytwı layıq emes. Kerisinşe: «Kitaptı üyretkenderiñ äri özderiñ üyrengenderiñdey özderiñniñ Rabbıña berilgenderden bolıñdar», - / dep aytwı layıqtı"},{"SurahNumber":3,"VerseNumber":80,"Text":"Äri onıñ senderge perişteler men payğambarlardı qudaylar etip alwdı buyırwına bolmaydı. Musılman bolğandarıñnan keyin ol / Elşi / senderdi küpirlikke / Allahqa serik qoswğa / buyıra ma"},{"SurahNumber":3,"VerseNumber":81,"Text":"Kezinde Allah payğambarlardan: «Men senderge Kitap, danalıq berdim, sodan keyin senderge özderiñdegini rastawşı bir Elşi kelse, mindetti türde oğan senesiñder jäne järdem beresiñder», - dep sert aldı. / Olarğa / : «Rastadıñdar ma äri jüktegenimdi qabıl aldıñdar ma?» - degende, olar: «Rastadıq!» - dedi. / Allah / : «Endeşe kwä bolıñdar. Men de sendermen birge kwä bolwşılardanmın», - dedi"},{"SurahNumber":3,"VerseNumber":82,"Text":"Al, kim osıdan keyin bet bursa, mine, solar - nağız buzıqtar / boysunbawşılar"},{"SurahNumber":3,"VerseNumber":83,"Text":"Oğan / Allahqa / aspandardağı jäne jerdegiler erikti äri eriksiz türde boysunğanda, olar Allahtıñ dininen basqanı izdey me? Äri olar Oğan qaytarıladı"},{"SurahNumber":3,"VerseNumber":84,"Text":"Ey, Muxammed! / Ayt: «Biz Allahqa sendik / ïmanğa^ keldik / jäne bizge tüsirilgenge / Quranğa / äri Ïbrahïmge, Ïsmaïlğa, Ïsxaqqa, Yaqwbqa jäne onıñ äwletterine tüsirilgenge, sonday-aq, Musağa, Ïsağa jäne payğambarlarğa Rabbısı tarapınan berilgenge / sendik / . Olardıñ eşqaysısınıñ araların bölmeymiz. Äri Biz - Oğan boysunwşımız», - dep"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kimde-kim Ïslamnan basqa bir din qalasa, ol odan müldem qabıl etilmeydi äri ol soñğı, mäñgilik ömirde / aqïrette / zïyan şegwşilerden boladı"},{"SurahNumber":3,"VerseNumber":86,"Text":"Ïmanğa kelip, Elşiniñ xaq ekendigine kwälik bergeninen keyin äri özderine anıq dälelder kelgennen keyin küpirlik etken / ïmannan bas tartqan / adamdardı Allah qalayşa twra jolmen jürgizsin? Allah ädiletsiz adamdardı twra jolmen jürgizbeydi"},{"SurahNumber":3,"VerseNumber":87,"Text":"Olarğa Allahtıñ lağneti jäne perişteler men barlıq adamdardıñ lağneti boladı. Mine - olardıñ qaytarım jazası"},{"SurahNumber":3,"VerseNumber":88,"Text":"Olar - onda / lağnette / mäñgi qalwşı. Olarğa azap jeñildetilmeydi äri mursat ta berilmeydi"},{"SurahNumber":3,"VerseNumber":89,"Text":"Tek, osıdan keyin istegen künäsine şınayı ökinip, Allahqa boysunwğa qaytqandar / täwbege kelgender / jäne tüzetkender buğan kirmeydi. Anığında, Allah - öte Keşirimdi, erekşe Meyirimdi"},{"SurahNumber":3,"VerseNumber":90,"Text":"Negizinde ïmanğa kelgeninen keyin küpirlik etken / ïmannan qaytqan / , sodan soñ küpirlikterin / qarsılıqtarın / arttıra tüskenderdiñ Allahqa boysunwğa qaytwı / täwbesi / müldem qabıl etilmeydi. Mine, solar - nağız adaswşılar"},{"SurahNumber":3,"VerseNumber":91,"Text":"Aqïqatında, küpirlik etip / ïmannan bas tartıp / , söytip käpir küyinde ölgenderdiñ eşqaysısınan / özin qutqarw üşin / ötemge jer jüzi tolğan altın berse de qabıl etilmeydi. Mine, solarğa küyzeltwşi azap bar. Äri olarğa birde-bir järdemşi joq"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sender jaqsı körgen närseleriñnen jumsamayınşa, ïgilikke jete almaysıñdar. Äri sender ne jumsasañdar da, Allah - onı Bilwşi"}]}