{"Id":195,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown-la","Author":"Unknown","Language":"Croatian","Description":"Croatian - Transliteration","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Slavljen neka je Onaj koji je nocu prenio roba Svog od Mesdzidul- harama do Mesdzidul-aksaa - onog ciju smo okolinu blagoslovili - da bi mu pokazali neke od znakova Nasih. Uistinu! On, On je Onaj koji cuje, Onaj koji vidi"},{"SurahNumber":17,"VerseNumber":2,"Text":"I dali smo Musau Knjigu i ucinili je Uputom sinovima Israilovim: “Ne uzimajte mimo Mene nikakva zastitnika.”"},{"SurahNumber":17,"VerseNumber":3,"Text":"Potomci su onog koga smo nosili s Nuhom. Uistinu, on je bio rob zahvalan"},{"SurahNumber":17,"VerseNumber":4,"Text":"I odredili smo sinovima Israilovim u Knjizi: “Sigurno cete napraviti fesad na Zemlji dva puta i sigurno cete se uznijeti oholoscu velikom.”"},{"SurahNumber":17,"VerseNumber":5,"Text":"Pa kad je doslo obecanje prve od dvije (prijetnje), podigosmo na vas robove Nase, posjednike sile zestoke, pa su pretresali po kucama, i bijase obecanje ispunjeno"},{"SurahNumber":17,"VerseNumber":6,"Text":"Zatim smo vam dali povrat na njih, i pomogli vas imecima i sinovima, i ucinili vas vecom skupinom"},{"SurahNumber":17,"VerseNumber":7,"Text":"Ako cinite dobro, cinite dobro za duse svoje, a ako cinite zlo, pa njihovo je. Pa kad dođe obecanje druge (prijetnje) - da ozaloste lica vasa, i da uđu u Mesdzid kao sto su usli u njega prvi put, i da potpuno uniste sta zauzmu"},{"SurahNumber":17,"VerseNumber":8,"Text":"Mozda ce Gospodar vas da vam se smiluje. A ako ponovite, ponovicemo, a ucinili smo Dzehennem za nevjernike tamnicom"},{"SurahNumber":17,"VerseNumber":9,"Text":"Uistinu, ovaj Kur’an upucuje onom sta je najispravnije, i donosi radosne vijesti vjernicima koji cine dobra djela, da ce oni imati nagradu veliku"},{"SurahNumber":17,"VerseNumber":10,"Text":"I da oni koji ne vjeruju u Ahiret - pripremili smo za njih kaznu bolnu"},{"SurahNumber":17,"VerseNumber":11,"Text":"I priziva covjek dowom svojom i zlo i dobro; a covjek je brzoplet"},{"SurahNumber":17,"VerseNumber":12,"Text":"I ucinili smo noc i dan dvama znacima. Pa brisemo znak noci i cinimo znak dana vidnim, da biste trazili blagodat od Gospodara svog i da znate broj godina i racunanje. A svaku stvar - razlozili smo je podrobno"},{"SurahNumber":17,"VerseNumber":13,"Text":"I svakom covjeku - pricvrsticemo mu njegov znamen za vrat njegov i izvadicemo mu na Dan kijameta knjigu koju ce naci otvorenu"},{"SurahNumber":17,"VerseNumber":14,"Text":"“Citaj knjigu svoju! Dovoljna je Danas dusa tvoja protiv tebe obracunac.”"},{"SurahNumber":17,"VerseNumber":15,"Text":"Ko se upucuje - pa samo se upucuje za dusu svoju; a ko luta, pa samo luta protiv nje. I nece optereceni nositi teret drugog. A nismo kaznjavali, dok ne bismo poslali poslanika"},{"SurahNumber":17,"VerseNumber":16,"Text":"A kad zelimo da unistimo grad, naredimo u njemu raskosnicima njegovim, pa se odaju grijesenju u njemu, te se ispuni na njemu Rijec, pa ga unistimo (potpunim) unistenjem"},{"SurahNumber":17,"VerseNumber":17,"Text":"I koliko smo unistili pokoljenja poslije Nuha! A dovoljno je (sto je) Gospodar tvoj o grijesima robova Svojih Obavijesteni, Vidilac"},{"SurahNumber":17,"VerseNumber":18,"Text":"Ko zeli ubrzano (ovog zivota), ubrzacemo mu u njemu sto hocemo - kome zelimo, zatim cemo mu dodijeliti Dzehennem. Przice se njime pokuđen, odbacen"},{"SurahNumber":17,"VerseNumber":19,"Text":"A ko zeli Ahiret i zalaze se za njega trudom svojskim, a on bude vjernik - pa tim takvima ce biti trud njihov pohvalan"},{"SurahNumber":17,"VerseNumber":20,"Text":"Svakom pruzamo, takvima i ovakvima, iz dara Gospodara tvog. A dar Gospodara tvog nije ogranicen"},{"SurahNumber":17,"VerseNumber":21,"Text":"Pogledaj kako smo ih odlikovali jedne nad drugima. A sigurno je Ahiret veci stepenima i veci odlikovanjem"},{"SurahNumber":17,"VerseNumber":22,"Text":"Ne stavljaj uz Allaha bozanstvo drugo, pa da sjednes pokuđen, ostavljen"},{"SurahNumber":17,"VerseNumber":23,"Text":"A odredio je Gospodar tvoj, da ne obozavate, izuzev Njega, a roditeljima - dobrocinstvo. Ako jedno od njih dvoje ili oboje dostigne kod tebe starost, tad im ne reci: “Uf!” i ne grdi ih i reci im rijec plemenitu"},{"SurahNumber":17,"VerseNumber":24,"Text":"I iz milosti spusti im krilo poniznosti, i reci: “Gospodaru moj! Smiluj se njima dvoma, kao sto su me odgajali (dok) sam bio mali.”"},{"SurahNumber":17,"VerseNumber":25,"Text":"Gospodar vas je Najbolji znalac onog sta je u dusama vasim. Ako budete pravedni - pa uistinu, On je pokajanicima Oprosnik"},{"SurahNumber":17,"VerseNumber":26,"Text":"I daj bliznjem pravo njegovo, i siromahu i sinu puta, i ne rasipaj rasipnoscu"},{"SurahNumber":17,"VerseNumber":27,"Text":"Uistinu! Rasipnici su braca sejtanova, a sejtan je Gospodaru svom nezahvalan"},{"SurahNumber":17,"VerseNumber":28,"Text":"A ako se okrenes od njih, trazeci milost Gospodara svog kojoj se nadas, tad im reci rijec lahku"},{"SurahNumber":17,"VerseNumber":29,"Text":"I ne cini ruku svoju vezanom za svoj vrat, i ne pruzaj je svakim pruzanjem, pa da sjednes prekoren, ogoljen"},{"SurahNumber":17,"VerseNumber":30,"Text":"Uistinu, Gospodar tvoj pruza opskrbu kome hoce i uskracuje. Uistinu, On je o robovima Svojim Obavijesteni, Onaj koji vidi"},{"SurahNumber":17,"VerseNumber":31,"Text":"I ne ubijajte djecu svoju iz straha od siromastva. Mi opskrbljujemo njih i vas. Uistinu, njihovo ubijanje je greska velika"},{"SurahNumber":17,"VerseNumber":32,"Text":"I ne priblizujte se bludu! Uistinu, to je razvrat i zao put"},{"SurahNumber":17,"VerseNumber":33,"Text":"I ne ubijte dusu koju je zabranio Allah, izuzev s pravom. A ko bude ubijen nepravedno, pa doista smo nasljedniku njegovom dali ovlastenje, pa neka ne pretjera u ubijanju. Uistinu, on ce biti pomognut"},{"SurahNumber":17,"VerseNumber":34,"Text":"I ne priblizujte se imetku siroceta, osim onako kako je najbolje, dok ne dostigne zrelost svoju. I ispunjavajte ugovor. Uistinu, za ugovor ce se biti pitano"},{"SurahNumber":17,"VerseNumber":35,"Text":"I ispunjavajte mjeru kad mjerite, vagajte mjerilom ispravnim. To je bolje i najljepseg je ishoda"},{"SurahNumber":17,"VerseNumber":36,"Text":"I ne slijedi ono o cemu ti nemas znanje. Uistinu, sluh i vid i srce, za svako od njih bice se pitano"},{"SurahNumber":17,"VerseNumber":37,"Text":"I ne hodaj po Zemlji likujuci. Uistinu, ti neces probiti Zemlju, i neces doseci planine visinom"},{"SurahNumber":17,"VerseNumber":38,"Text":"Sve je to zlo kod Gospodara tvog, pokudno je"},{"SurahNumber":17,"VerseNumber":39,"Text":"To je mudrost od onog sta ti objavljuje Gospodar tvoj. I ne stavljaj uz Allaha bozanstvo drugo, pa da budes bacen u Dzehennem, prekoren, odbacen"},{"SurahNumber":17,"VerseNumber":40,"Text":"Pa zar je vas odlikovao Gospodar vas sinovima, a uzeo od meleka zenske? Uistinu, vi govorite rijec strasnu"},{"SurahNumber":17,"VerseNumber":41,"Text":"I doista, izlozili smo u ovom Kur’anu (opomene) da se pouce, a povecava im jedino izbjegavanje"},{"SurahNumber":17,"VerseNumber":42,"Text":"Reci: “Da su uz Njega bogovi kao sto govore, tad bi doista trazili Vlasniku Arsa put!”"},{"SurahNumber":17,"VerseNumber":43,"Text":"Slavljen neka je On i Uzvisen nad onim sto govore - uzvisenoscu velikom"},{"SurahNumber":17,"VerseNumber":44,"Text":"Slavi Ga sedam nebesa i Zemlja i ko je u njima. I nema nijedne stvari, a da ne slavi sa hvalom Njegovom, ali ne razumijete slavljenje njihovo. Uistinu! On je Blagi, Oprosnik"},{"SurahNumber":17,"VerseNumber":45,"Text":"I kad ucis Kur’an, nacinimo između tebe i između onih koji ne vjeruju u Ahiret, veo skriveni"},{"SurahNumber":17,"VerseNumber":46,"Text":"I stavljamo na srca njihova prekrivace da ga ne razumiju, a u usi njihove gluhocu. I kad spomenes Gospodara svog u Kur’anu - Jedinog Njega - okrenu pozadine svoje bjezeci"},{"SurahNumber":17,"VerseNumber":47,"Text":"Mi smo Najbolji znalac onog sta slusaju, kad te slusaju, i kad se oni tajno dogovaraju, kad govore zalimi: “Slijedite samo covjeka zacarana.”"},{"SurahNumber":17,"VerseNumber":48,"Text":"Vidi kako za tebe navode primjere pa lutaju, te ne mogu da nađu put"},{"SurahNumber":17,"VerseNumber":49,"Text":"I govore: “Zar kad budemo kosti i komadici - hocemo li uistinu mi biti podignuti kao stvorenje novo?”"},{"SurahNumber":17,"VerseNumber":50,"Text":"Reci: “Budite kamenje ili gvozđe"},{"SurahNumber":17,"VerseNumber":51,"Text":"Ili stvorenje od onog sta je veliko u grudima vasim.” Tad ce reci: “Ko ce nas povratiti?” Reci: “Onaj koji vas je stvorio prvi put.” Tad ce ti zatresti glavama svojim i reci: “Kad ce to?” Reci: “Mozda je blizu.”"},{"SurahNumber":17,"VerseNumber":52,"Text":"Na Dan kad vas pozove, tad cete se odazvati s hvalom Njegovom, i mislicete da ste proboravili samo malo"},{"SurahNumber":17,"VerseNumber":53,"Text":"I reci robovima Mojim (da) govore ono sto je najbolje. Uistinu, sejtan sije razdor među njima. Uistinu, sejtan je covjeku neprijatelj otvoreni"},{"SurahNumber":17,"VerseNumber":54,"Text":"Gospodar vas je vas Najbolji poznavalac. Ako hoce, smilovace vam se, a ako hoce kaznice vas. I nismo poslali tebe nad njima zastitnikom"},{"SurahNumber":17,"VerseNumber":55,"Text":"I Gospodar tvoj je Najbolji znalac onog ko je na nebesima i Zemlji. A doista smo odlikovali vjerovjesnike jedne nad drugima, i dali smo Dawudu Zebur"},{"SurahNumber":17,"VerseNumber":56,"Text":"Reci: “Prizivajte one koje ste drzali (bogovima) mimo Njega” - pa ne vladaju otklanjanjem nevolje od vas, niti (njenim) mijenjanjem"},{"SurahNumber":17,"VerseNumber":57,"Text":"Takvi koje oni prizivaju, traze nacin pristupa Gospodaru svom - koji od njih ce biti najblizi - i nadaju se milosti Njegovoj i boje se kazne Njegove. Uistinu, kazna Gospodara tvog je ono cega se treba cuvati"},{"SurahNumber":17,"VerseNumber":58,"Text":"I nema nijednog naselja, a da ga Mi necemo unistiti prije Dana kijameta ili ga kazniti kaznom zestokom. To je u Knjizi napisano"},{"SurahNumber":17,"VerseNumber":59,"Text":"A sprjecava Nas da posaljemo znakove, jedino sto su ih poricali raniji. I dali smo Semudu devu jasnim (znakom), pa su joj ucinili zulm. A znakove smo slali samo (kao) zastrasivanje"},{"SurahNumber":17,"VerseNumber":60,"Text":"I kad ti rekosmo: “Uistinu, Gospodar tvoj obuhvata covjecanstvo.” I ucinili smo snoviđenje koje smo ti pokazali, jedino iskusenjem ljudima, i drvo prokleto u Kur’anu. A zastrasujemo ih, pa im (to) samo povecava pretjeranost veliku"},{"SurahNumber":17,"VerseNumber":61,"Text":"I kad rekosmo melecima: “Padnite na sedzdu Ademu!” Tad padose nicice, izuzev Iblisa. Rece: “Zar da cinim sedzdu onome koga si stvorio od ilovace?”"},{"SurahNumber":17,"VerseNumber":62,"Text":"Rece: “Vidis li Ti ovo cemu si ukazao cast nada mnom? Ako me ostavis do Dana kijameta sigurno cu savladati potomstvo njegovo, izuzev malo.”"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Allah) rece: “Odlazi! Pa ko te od njih bude slijedio, pa uistinu, Dzehennem ce biti placa vasa, placa potpuna"},{"SurahNumber":17,"VerseNumber":64,"Text":"I podbodi koga mozes od njih glasom svojim, i sakupi na njih konjicu svoju i pjesadiju svoju, i sudjeluj im u imecima i djeci, i obecavaj im.” A obecava im sejtan jedino obmanu"},{"SurahNumber":17,"VerseNumber":65,"Text":"Uistinu! Robovi Moji - neces ti imati nad njima autoritet. A dovoljan je Gospodar tvoj Zastitnik"},{"SurahNumber":17,"VerseNumber":66,"Text":"Gospodar vas je Taj koji goni za vas plovila u moru, da trazite iz blagodati Njegove. Uistinu, On vam je Milosrdan"},{"SurahNumber":17,"VerseNumber":67,"Text":"I kad vas dotakne nevolja u moru, iscezne onaj koga prizivate mimo Njega. Pa posto vas izbavi na kopno, odvratite se. A covjek je nezahvalan"},{"SurahNumber":17,"VerseNumber":68,"Text":"Pa zar ste sigurni da nece uciniti da vas proguta obronak kopna ili poslati na vas pjescanu oluju?, potom sebi necete naci zastitnika"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ili ste sigurni da vas nece vratiti u to drugi put, te poslati na vas uragan vjetra, pa vas potopiti sto ste bili nezahvalni, zatim necete sebi naci protiv Nas za to pristalicu"},{"SurahNumber":17,"VerseNumber":70,"Text":"A uistinu, ukazali smo cast sinovima Ademovim, i nosimo ih kopnom i morem, i opskrbili smo ih dobrim stvarima, i odlikovali ih prednoscu nad mnogima od onog kog smo stvorili"},{"SurahNumber":17,"VerseNumber":71,"Text":"Na Dan kad pozovemo sve ljude s imamom njihovim - pa kome se da knjiga njegova u desnicu njegovu, pa takvi ce citati knjigu svoju i nece im se uciniti zulm zilice hurmine kospice"},{"SurahNumber":17,"VerseNumber":72,"Text":"A ko je na ovom (svijetu) slijepac, pa on ce biti na Ahiretu slijepac i najodlutaliji od puta"},{"SurahNumber":17,"VerseNumber":73,"Text":"I skoro da te bas odvrate od onog sta ti objavljujemo, da bi protiv Nas izmisljao drugacije od tog, a tad bi te (oni) sigurno uzeli prijateljem"},{"SurahNumber":17,"VerseNumber":74,"Text":"I da te nismo ucvrstili, skoro bi im se bas nesto malo naklonuo"},{"SurahNumber":17,"VerseNumber":75,"Text":"Tad bismo doista dali da ti iskusis dvostruko zivota i dvostruko smrti, zatim ne bi sebi nasao protiv Nas pomagaca"},{"SurahNumber":17,"VerseNumber":76,"Text":"I zamalo da te doista preplase iz zemlje, da te iz nje istjeraju, a tad ne bi ostali iza tebe, izuzev malo"},{"SurahNumber":17,"VerseNumber":77,"Text":"Sunnet onog kog smo poslali prije tebe od poslanika Nasih, a neces u sunnetu Nasem naci izmjenu"},{"SurahNumber":17,"VerseNumber":78,"Text":"Obavljaj salat sa naginjanjem Sunca, do mraka noci, i Kur’an (uci) zorom. Uistinu, Kur’an zorom je svjedocen"},{"SurahNumber":17,"VerseNumber":79,"Text":"A od noci - pa probdij je nafilom za sebe. Mozda ce Gospodar tvoj da te uzdigne na mjesto pohvalno"},{"SurahNumber":17,"VerseNumber":80,"Text":"I reci: “Gospodaru moj! Daj mi da uđem ulaskom istinskim, i izvedi me izvođenjem istinskim i dadni mi od Sebe snagu pomazucu.”"},{"SurahNumber":17,"VerseNumber":81,"Text":"I reci: “Dosla je Istina, a nestala je neistina. Uistinu, neistina je nestajuca.”"},{"SurahNumber":17,"VerseNumber":82,"Text":"I objavljujemo od Kur’ana ono sta je lijek i milost vjernicima; a zalimima povecava jedino gubitak"},{"SurahNumber":17,"VerseNumber":83,"Text":"I kad obdarimo covjeka, odvrati se i udalji na svoju stranu. A kad ga dotakne zlo, bude ocajan"},{"SurahNumber":17,"VerseNumber":84,"Text":"Reci: “Svako radi na svoj nacin. Pa Gospodar vas je Najbolji znalac onog ko je najupuceniji putu.”"},{"SurahNumber":17,"VerseNumber":85,"Text":"I pitaju te o Duhu. Reci: “Duh je po naredbi Gospodara mog, a vama je od znanja dato samo malo.”"},{"SurahNumber":17,"VerseNumber":86,"Text":"A da hocemo, sigurno bismo povukli ono sta smo ti objavili, zatim ne bi sebi za to nasao protiv Nas zastitnika"},{"SurahNumber":17,"VerseNumber":87,"Text":"Osim milosti Gospodara tvog. Uistinu! Dobrota Njegova je prema tebi velika"},{"SurahNumber":17,"VerseNumber":88,"Text":"Reci: “Kad bi se sakupilo covjecanstvo i dzinni, da donesu slican ovom Kur’anu, ne bi slican njemu donijeli, makar oni jedni drugima bili pomagaci"},{"SurahNumber":17,"VerseNumber":89,"Text":"A doista smo covjecanstvu iznijeli u ovom Kur’anu od svakog primjera (ponesto), pa vecina svijeta odbija, osim nevjerstvo"},{"SurahNumber":17,"VerseNumber":90,"Text":"I rekose: “Necemo ti vjerovati, dok ne ucinis da za nas provrije izvor iz zemlje"},{"SurahNumber":17,"VerseNumber":91,"Text":"Ili imadnes ti bascu palmi i grozđa, pa ucinis da kroz nju poteku rijeke izbijajuci"},{"SurahNumber":17,"VerseNumber":92,"Text":"Ili das da padne nebo - kao sto tvrdis - na nas u komadima, ili dovedes Allaha i meleke sucelice"},{"SurahNumber":17,"VerseNumber":93,"Text":"Ili ti imadnes kucu od zlata; ili se popnes u nebo. A necemo vjerovati u uspon tvoj, dok nam ne spustis knjigu koju cemo citati.” Reci: “Slavljen neka je Gospodar moj! Jesam li (ista), osim smrtnik, poslanik?”"},{"SurahNumber":17,"VerseNumber":94,"Text":"A sprjecavalo je ljude da vjeruju, kad bi im dolazila Uputa, samo sto su govorili: “Zar je podigao Allah smrtnika poslanikom?”"},{"SurahNumber":17,"VerseNumber":95,"Text":"Reci: “Da su na Zemlji meleci koji hode smireno, sigurno bismo im spustili s neba meleka poslanikom.”"},{"SurahNumber":17,"VerseNumber":96,"Text":"Reci: “Dovoljan je Allah svjedok između mene i između vas.” Uistinu! On je o robovima Svojim Obavijesteni, Onaj koji vidi"},{"SurahNumber":17,"VerseNumber":97,"Text":"A koga uputi Allah, tad je on upucen; a koga zabludi - tad im neces naci zastitnike mimo Njega. I sakupicemo ih na Dan kijameta na licima njihovim slijepe i nijeme i gluhe. Skloniste njihovo bice Dzehennem. Kad god se stisa, povecacemo im seir"},{"SurahNumber":17,"VerseNumber":98,"Text":"To je placa njihova, zato sto nisu vjerovali u ajete Nase i govorili: “Zar cemo kad budemo kosti i komadi, uistinu mi biti podignuti stvaranjem novim?”"},{"SurahNumber":17,"VerseNumber":99,"Text":"Zar ne vide da je Allah, Koji je stvorio nebesa i Zemlju, Kadar da stvori slicne njima i dadne im rok u koji nema sumnje. Pa odbijaju zalimi - osim nevjerstvo"},{"SurahNumber":17,"VerseNumber":100,"Text":"Reci: “Da vi vladate riznicama milosti Gospodara mog, tad biste se sigurno suzdrzali zbog straha od potrosnje.” A covjek je skrtac"},{"SurahNumber":17,"VerseNumber":101,"Text":"I doista, dali smo Musau devet znakova, dokaza jasnih - ta pitaj sinove Israilove - kad im dođe, te rece njemu faraon: “Uistinu, ja te smatram, o Musa, opcaranim.”"},{"SurahNumber":17,"VerseNumber":102,"Text":"Rece: “Doista znas, ove (znakove) objavljuje samo Gospodar nebesa i Zemlje, kao znamenja, a uistinu, ja te smatram, o faraone, unistenim.”"},{"SurahNumber":17,"VerseNumber":103,"Text":"Tad je zelio da ih protjera iz zemlje, pa smo potopili njega i onog ko je bio s njim, sve"},{"SurahNumber":17,"VerseNumber":104,"Text":"I rekli smo poslije njega sinovima Israilovim: “Nastanite zemlju! Pa kad dođe obecanje Ahireta, dovescemo vas grupisane.”"},{"SurahNumber":17,"VerseNumber":105,"Text":"A s Istinom smo ga spustili i s Istinom je sisao. I tebe smo poslali samo kao donosioca radosnih vijesti i opominjaca"},{"SurahNumber":17,"VerseNumber":106,"Text":"A Kur’an - razdijelili smo ga, da ga ucis ljudima sa zadrskom, i spustili smo ga (postepenim) objavljivanjem"},{"SurahNumber":17,"VerseNumber":107,"Text":"Reci: “Vjerovali (vi) u njega ili ne vjerovali! Uistinu, oni kojima je dato znanje prije njega, kad im se uci, padaju na brade nicice"},{"SurahNumber":17,"VerseNumber":108,"Text":"I govore: ’Slava neka je Gospodaru nasem! Doista je obecanje Gospodara naseg izvrsno!’"},{"SurahNumber":17,"VerseNumber":109,"Text":"I padaju na brade placuci, a (to) im povecava skrusenost.”"},{"SurahNumber":17,"VerseNumber":110,"Text":"Reci: “Prizivajte Allaha”, ili “Prizivajte Milostivog.” Kako god zovete - pa Njegova imena su najljepsa. I ne budi glasan u salatu svom, i ne prigusuj (glas) u njemu, i trazi između toga put"},{"SurahNumber":17,"VerseNumber":111,"Text":"I reci: “Hvala neka je Allahu Koji nije uzeo dijete i Koji nema ortaka u vlasti i Koji nema zastitnika od ponizenja;” i velicaj Ga tekbirom!”"},{"SurahNumber":18,"VerseNumber":1,"Text":"Hvala Allahu, Onom koji robu Svom objavljuje Knjigu - a nije ucinio njenu iskrivljenost"},{"SurahNumber":18,"VerseNumber":2,"Text":"Ispravnu, da opominje silom zestokom od Njega i obraduje vjernike koji rade dobra djela, da ce oni imati nagradu lijepu"},{"SurahNumber":18,"VerseNumber":3,"Text":"U kojoj ce oni ostati vjecito"},{"SurahNumber":18,"VerseNumber":4,"Text":"I (da) upozori one koji govore: “Allah je uzeo dijete.”"},{"SurahNumber":18,"VerseNumber":5,"Text":"Nemaju oni, niti ocevi njihovi o tome nikakvo znanje. Velika rijec izlazi iz usta njihovih; govore jedino laz"},{"SurahNumber":18,"VerseNumber":6,"Text":"Pa mozda bi ti ubio dusu svoju tugom nad tragovima njihovim, ako nece da vjeruju u ovaj govor"},{"SurahNumber":18,"VerseNumber":7,"Text":"Uistinu! Mi smo ono sto je na Zemlji ucinili ukrasom njenim, da bismo ih iskusali - koji od njih je bolji djelom"},{"SurahNumber":18,"VerseNumber":8,"Text":"I uistinu, Mi smo Ti koji ce uciniti ono sta je na njoj tlom neplodnim"},{"SurahNumber":18,"VerseNumber":9,"Text":"Ili racunas da su stanovnici pecine i Rekima bili od znakova Nasih cudo"},{"SurahNumber":18,"VerseNumber":10,"Text":"Kad se mladici sklonuse u pecinu pa rekose: “Gospodaru nas! Daj nam od Sebe milost i pripremi nam od stvari nase ispravnost.”"},{"SurahNumber":18,"VerseNumber":11,"Text":"Tad smo udarili na usi njihove u pecini godine brojne"},{"SurahNumber":18,"VerseNumber":12,"Text":"Zatim smo ih podigli, da znamo koja od dvije stranke je bolja za proracun onog sto su vremenski proveli"},{"SurahNumber":18,"VerseNumber":13,"Text":"Mi ti pricamo vijest njihovu s Istinom. Uistinu! Oni su bili mladici, vjerovali su u Gospodara svog, a povecali smo im uputu"},{"SurahNumber":18,"VerseNumber":14,"Text":"I utvrdili smo srca njihova, kad ustadose pa rekose: “Gospodar nas je Gospodar nebesa i Zemlje; necemo prizivati mimo Njega bozanstvo (drugo). Zaista bismo tad govorili pretjeranost.”"},{"SurahNumber":18,"VerseNumber":15,"Text":"Ovi nasi ljudi su mimo Njega uzeli bozanstva. Zasto im ne donesu dokaz jasan? Pa ko je nepravedniji od onog ko izmislja protiv Allaha laz"},{"SurahNumber":18,"VerseNumber":16,"Text":"I kad napustite njih i ono sta obozavaju sem Allaha, tad se sklonite u pecinu; rasirice vam Gospodar vas milost Svoju i pripremice vam za stvar vasu korisno"},{"SurahNumber":18,"VerseNumber":17,"Text":"I vidis Sunce kad se dize, obilazi pecinu njihovu zdesna; a kad zalazi, prolazi ih slijeva, a oni u otvoru njenom. To je od znakova Allahovih. Koga uputi Allah, tad je on upucen; a koga zavede, tad mu neces naci zastitnika vodica"},{"SurahNumber":18,"VerseNumber":18,"Text":"I smatras ih budnima, a oni usnuli. I prevrtali smo ih desno i lijevo, a pas njihov je opruzenih sapa svojih bio na pragu. Da si na njih pogledao, sigurno bi se okrenuo od njih bjezeci, i od njih bi se ispunio strahom"},{"SurahNumber":18,"VerseNumber":19,"Text":"I tako smo ih podigli, da se međusobno raspituju. Govornik između njih rece: “Koliko ste ostali?” Rekose: “Ostali smo dan ili dio dana.” Rekose: “Gospodar vas je Najbolji znalac toga sto ste ostali. Zato posaljite vas jednog sa ovim vasim srebrenjacima u grad, pa neka vidi ko je najcisce hrane, te nek vam dođe s opskrbom od njega. I neka bude blag, i neka nikako o vama ne obavjestava nikoga"},{"SurahNumber":18,"VerseNumber":20,"Text":"Uistinu ce oni, ako vas savladaju - kamenovati vas ili vas vratiti u millet njihov, a tad necete nikada uspjeti.”"},{"SurahNumber":18,"VerseNumber":21,"Text":"I tako smo upoznali o njima, da znaju da je obecanje Allahovo Istina, i da u Cas nema sumnje. Kad su međusobno raspravljali stvar svoju, pa rekli: “Sagradite nad njima građevinu, Gospodar njihov je Najbolji znalac o njima.” Oni koji su dominirali nad stvari njihovom, rekose: “Sigurno cemo nad njima sagraditi mesdzid.”"},{"SurahNumber":18,"VerseNumber":22,"Text":"Govorit ce: “Trojica, cetvrti im je pas njihov.” I govorit ce: “Peterica, sesti im je pas njihov”, nagađajuci o nevidljivom; i govorice: “Sedam, a osmi im je pas njihov.” Reci: “Gospodar moj je Najbolji znalac broja njihovog. O njima zna samo malo (njih).” Zato o njima ne raspravljaj, izuzev raspravom povrsnom, i ne pitaj o njima od njih nijednog"},{"SurahNumber":18,"VerseNumber":23,"Text":"I nikako ne reci ni za koju stvar: “Uistinu, ucinicu to sutra”"},{"SurahNumber":18,"VerseNumber":24,"Text":"Bez: “InsaAllah.” I spomeni Gospodara svog kad zaboravis, i reci: “Mozda ce me uputiti Gospodar moj ispravnosti blizoj od ove.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"I ostali su u pecini svojoj tri stotine godina i dodali devet"},{"SurahNumber":18,"VerseNumber":26,"Text":"Reci: “Allah je Najbolji znalac tog sto su ostali. Njegovo je nevidljivo nebesa i Zemlje. Kakvog je On vida i kakvog sluha! Nemaju oni mimo Njega nikakva zastitnika, a ne pridruzuje u sudu Svom nikoga.”"},{"SurahNumber":18,"VerseNumber":27,"Text":"I recitiraj sta ti se objavljuje iz Knjige Gospodara tvog. Nema izmjenitelja za Rijeci Njegove, i neces naci mimo Njega utociste"},{"SurahNumber":18,"VerseNumber":28,"Text":"I strpi dusu svoju sa onima koji zazivaju Gospodara svog ujutro i navecer, zeleci lice Njegovo; i ne skidaj oci svoje s njih, zeleci ukras zivota Dunjaa. I ne slusaj onog cije smo srce ucinili nemarnim za spominjanje Nase i (koji) slijedi strast svoju, a stvar njegova je pretjerana"},{"SurahNumber":18,"VerseNumber":29,"Text":"I reci: “Istina je od Gospodara vaseg! Pa ko hoce neka vjeruje, a ko hoce - pa nek ne vjeruje.” Uistinu! Mi smo zalimima pripremili vatru, obuhvatice ih sator njen. I ako zatraze pomoc, pomoci ce im se vodom kao rastopljen metal, sprzice lica. Lose je pice i zlo pocivaliste"},{"SurahNumber":18,"VerseNumber":30,"Text":"Uistinu! Onima koji vjeruju i cine dobra djela, uistinu - Mi necemo unistiti nagradu onoga ko cini dobro djelo"},{"SurahNumber":18,"VerseNumber":31,"Text":"Ti takvi ce imati basce Adna, ispod njih ce teci rijeke; kitit ce se u njemu narukvicama od zlata i nosice zelena odijela od svile i brokata, naslonjeni u njemu na sofama. Divne li nagrade i lijepog pocivalista"},{"SurahNumber":18,"VerseNumber":32,"Text":"I navedi im primjer dvojice ljudi: Nacinili smo dvije basce grozđa jednom od njih i okruzili ih palmama, i između njih dvije nacinili njivu"},{"SurahNumber":18,"VerseNumber":33,"Text":"Obje basce su dale plod svoj i nista od njega nije falilo; i dali smo da kroz njih dvije tece rijeka"},{"SurahNumber":18,"VerseNumber":34,"Text":"I imao je on plod. Pa rece drugu svom - a on je govorio s njim: “Veci sam od tebe bogatstvom, i jaci ljudstvom.”"},{"SurahNumber":18,"VerseNumber":35,"Text":"I uđe u bascu svoju - a on je bio zalim dusi svojoj - rece: “Ne mislim da ce ovo ikada propasti"},{"SurahNumber":18,"VerseNumber":36,"Text":"I ne mislim da ce Cas doci; a ako budem vracen Gospodaru svom, sigurno cu naci bolje povratiste od tog.”"},{"SurahNumber":18,"VerseNumber":37,"Text":"Drug njegov mu rece - a on je raspravljao s njim: “Zar ne vjerujes u Onog koji te je stvorio od prasine, zatim kaplje (sjemena), zatim te upotpunio u covjeka"},{"SurahNumber":18,"VerseNumber":38,"Text":"Međutim, On, Allah, je Gospodar moj, i ne pridruzujem Gospodaru svom nikoga"},{"SurahNumber":18,"VerseNumber":39,"Text":"A zasto nisi, kad si usao u bascu svoju, rekao: “MasaAllah! Nema moci, izuzev u Allaha!” Ako me vidis da sam manji od tebe imetkom i djetetom"},{"SurahNumber":18,"VerseNumber":40,"Text":"Pa mozda ce Gospodar moj da mi da bolje od tvoje basce - i poslati na nju obracun s neba, pa ce osvanuti tlom klizavim"},{"SurahNumber":18,"VerseNumber":41,"Text":"Ili osvanuti voda njena porinuta, pa je neces moci naci.”"},{"SurahNumber":18,"VerseNumber":42,"Text":"I bi opasan urod njegov. Tad poce okretati dlanove svoje nad onim sta je na nju utrosio, a ona je bila pusta na potpornjima svojim, i rece: “O da ja nisam pridruzivao Gospodaru svom nikoga!”"},{"SurahNumber":18,"VerseNumber":43,"Text":"I nije za njega bilo grupe koja ce ga pomoci mimo Allaha i nije se mogao odbraniti"},{"SurahNumber":18,"VerseNumber":44,"Text":"Ondje je zastita Allaha Istinskog. On je Najbolji nagradom i Najbolji zavrsetkom"},{"SurahNumber":18,"VerseNumber":45,"Text":"I navedi im primjer zivota Dunjaa: kao voda koju spustamo s neba pa se mijesa njome zemaljsko bilje, te (potom) postanu suharci koje raznosi vjetar. A Allah je nad svakom stvari Posjednik moci"},{"SurahNumber":18,"VerseNumber":46,"Text":"Bogatstvo i sinovi su ukras zivota Dunjaa; a trajna dobra djela su bolja nagradom kod Gospodara tvog i bolja nadom"},{"SurahNumber":18,"VerseNumber":47,"Text":"A na Dan kad pokrenemo brda i vidis Zemlju istaknutu, i njih saberemo, tad necemo ostaviti nijednog od njih"},{"SurahNumber":18,"VerseNumber":48,"Text":"I budu izvedeni pred Gospodara tvog u redovima: “Doista ste nam dosli kao sto smo vas stvorili prvi put. Naprotiv, tvrdili ste da vam necemo naciniti rok.”"},{"SurahNumber":18,"VerseNumber":49,"Text":"I postavice se Knjiga, pa ces vidjeti zlocince brizne zbog onog sta je u njoj, a govorice: “O tesko nama! Kakva je ovo knjiga? Ne ostavlja malo, niti veliko, da ga nije pobrojala!” I naci ce ono sta su radili prisutnim, a Gospodar tvoj nece uciniti zulm nikome"},{"SurahNumber":18,"VerseNumber":50,"Text":"I kad rekosmo melecima: “Padnite na sedzdu Ademu”, tad ucinise sedzdu, izuzev Iblisa. Bio je od dzinna, pa se ogrijesio o naredbu Gospodara svog. Pa zar cete uzeti njega i potomstvo njegovo zastitnicima mimo Mene?, a oni su vam neprijatelji. Losa je zalimima zamjena"},{"SurahNumber":18,"VerseNumber":51,"Text":"Nisam ucinio da oni svjedoce stvaranje nebesa i Zemlje, niti stvaranje dusa njihovih, i nisam uzimalac zavodnika (kao) pomagaca"},{"SurahNumber":18,"VerseNumber":52,"Text":"A na Dan kad rekne: “Pozovite ortake Moje - koje ste smatrali.” Tad ce ih pozvati, pa im se nece odazvati, a nacinicemo među njima stratiste"},{"SurahNumber":18,"VerseNumber":53,"Text":"I vidjece zlocinci vatru, pa ce shvatiti da ce oni u nju pasti, i nece od nje naci spasa"},{"SurahNumber":18,"VerseNumber":54,"Text":"I doista smo izlozili ljudima u ovom Kur’anu od svaceg primjer. A covjek je vise od iceg raspravljac"},{"SurahNumber":18,"VerseNumber":55,"Text":"A zadrzava ljude da vjeruju - kad im dođe Uputa i da traze oprost Gospodara svog - jedino sto ce im doci sunnet ranijih ili ce im doci kazna sucelice"},{"SurahNumber":18,"VerseNumber":56,"Text":"I ne saljemo izaslanike, izuzev (kao) donosioce radosnih vijesti i opominjace. A oni koji ne vjeruju, raspravljaju neistinom, radi pobijanja njome Istine, i uzimaju ajete Moje i ono cim su upozoreni, ruglom"},{"SurahNumber":18,"VerseNumber":57,"Text":"A ko je nepravedniji od onog ko je opomenut ajetima Gospodara svog, pa se okrene od njih i zaboravi sta su pripravile ruke njegove? Uistinu, Mi smo na srcima njihovim nacinili velove da ga ne razumiju, i u usima njihovim gluhocu. I ako ih pozoves Uputi, pa tad se nikad nece uputiti"},{"SurahNumber":18,"VerseNumber":58,"Text":"A Gospodar tvoj je Oprosnik, Vlasnik milosti. Da ih scepava za ono sta su zaradili, sigurno bi im ubrzao kaznu. Naprotiv, imaju oni rok, nece naci mimo njega utociste"},{"SurahNumber":18,"VerseNumber":59,"Text":"A to su gradovi - unistili smo ih posto su cinili zulm, i dali za unistenje njihovo rok"},{"SurahNumber":18,"VerseNumber":60,"Text":"I kad rece Musa sluzi svom: “Necu prestati dok ne stignem sastajalistu dvaju mora, ili cu ici godinama.”"},{"SurahNumber":18,"VerseNumber":61,"Text":"Pa posto stigose sastajalistu njih dvoje, zaboravise ribu svoju, pa (ona) uze put svoj u more rupom"},{"SurahNumber":18,"VerseNumber":62,"Text":"Pa posto su presli, rece sluzi svom: “Daj nam nas dorucak. Doista smo na ovom nasem putovanju naisli na umor.”"},{"SurahNumber":18,"VerseNumber":63,"Text":"Rece: “Jesi li vidio kad smo se sklonuli na stijenu? Tad sam ja uistinu zaboravio ribu - a samo je sejtan ucinio da zaboravim sjetiti je se - i uzela je put svoj u more, cudnovato!”"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Musa) rece: “To je ono sto smo trazili.” Pa se vratise na svoje tragove, slijedeci (ih)"},{"SurahNumber":18,"VerseNumber":65,"Text":"Tad nađose roba između robova Nasih kojem smo dali milost Nasu, i poucili ga od Nas znanjem"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa mu rece: “Hocu li te slijediti da me naucis onom cemu si naucen - ispravnosti?”"},{"SurahNumber":18,"VerseNumber":67,"Text":"(Hidr) rece: “Uistinu, ti neces moci sa mnom imati strpljenja.”"},{"SurahNumber":18,"VerseNumber":68,"Text":"I kako da se strpis nad onim sta ne obuhvatas znanjem"},{"SurahNumber":18,"VerseNumber":69,"Text":"(Musa) rece: “Naci ces me, ako htjedne Allah, strpljivim, i necu se opirati tvojoj naredbi.”"},{"SurahNumber":18,"VerseNumber":70,"Text":"(Hidr) rece: “Pa ako me budes slijedio, tad me nista ne pitaj, dok ti o njemu spomen ne ispricam.”"},{"SurahNumber":18,"VerseNumber":71,"Text":"Tad odose, dok - kad su se ukrcali na lađu, (Hidr) je probusi. Rece: “Jesi li je probusio da potopis ljudstvo njeno? Doista si dosao sa stvari teskom!”"},{"SurahNumber":18,"VerseNumber":72,"Text":"(Hidr) rece: “Zar nisam rekao: ’Uistinu, ti neces moci sa mnom imati strpljenja?”"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Musa) rece: “Ne kori me sto sam zaboravio, i ne preopterecuj me posla teskocom.”"},{"SurahNumber":18,"VerseNumber":74,"Text":"Pa odose, dok - kad susretose djecaka, tad ga (Hidr) ubi. (Musa) rece: “Jesi li ubio dusu cistu koja nije (ubila) drugu dusu? Doista si ucinio stvar strasnu!”"}]}