{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"«Doğrusu sen benimle asla sabredemezsin demedim mi sana?» dedi"},{"SurahNumber":18,"VerseNumber":76,"Text":"Musa: «Eğer bundan sonra sana birşey sorarsam, artık benimle arkadaşlık etme! Doğrusu tarafımdan beyan edilecek son özre erdin.»"},{"SurahNumber":18,"VerseNumber":77,"Text":"Bunun üzerine yine gittiler. Nihayet bir köy halkına varınca onlardan yemek istediler. Ancak onlar, kendilerini misafir etmekten kaçındılar. Derken orada yıkılmak üzere olan bir duvar buldular, tutup onu doğrulttu. Musa: «İsteseydin bunun karşılığında mutlaka bir ücret alırdın» dedi"},{"SurahNumber":18,"VerseNumber":78,"Text":"O: «İşte bu, seninle benim ayrılmamız olacak! Şimdi sana o sabredemediğin şeylerin iç yüzünü haber vereyim"},{"SurahNumber":18,"VerseNumber":79,"Text":"Önce gemi, denizde çalışan birtakım zavallılarındı. Ben onu kusurlu hale getirmek istedim; çünkü ötelerinde bütün sağlam gemileri gaspedip alan bir hükümdar vardı"},{"SurahNumber":18,"VerseNumber":80,"Text":"Oğlana gelince, anne babası mümin kimselerdi. Onun bunları azgınlık ve küfür ile sarmasından korktuk"},{"SurahNumber":18,"VerseNumber":81,"Text":"İstedik ki, Rableri onun yerine kendilerine temizlikçe daha hayırlı ve merhamet bakımından daha yakınını versin"},{"SurahNumber":18,"VerseNumber":82,"Text":"Gelelim duvara; o, şehirde iki yetim oğlanındı, altında onlar için saklanmış bir define vardı ve babaları iyi bir zat idi. Onun için Rabbin onların erginlik çağına ermelerini, definelerini çıkarmalarını diledi. Bütün bunlar, Rabbinden bir rahmet olmak üzeredir ve ben hiçbirini kendi görüşümle yapmadım. İşte senin sabredemediğin şeylerin açıklaması!» dedi"},{"SurahNumber":18,"VerseNumber":83,"Text":"Bir de sana Zulkarneyn´den soruyorlar. Dedi: «Size ondan bir hatıra okuyacağım.»"},{"SurahNumber":18,"VerseNumber":84,"Text":"Biz onun için yeryüzünde bir iktidar hazırladık ve ona ulaşmak istediği şeyden bir sebep verdik"},{"SurahNumber":18,"VerseNumber":85,"Text":"Derken o bir sebebi izledi"},{"SurahNumber":18,"VerseNumber":86,"Text":"Güneşin battığı yere vardığında onu, balçıklı bir kaynakta batıyor buldu. Ayrıca onun yanında bir kavim gördü. Dedik ki: «Ey Zulkarneyn, ya onları cezalandırırsın veya haklarında bir güzel muamelede bulunursun.»"},{"SurahNumber":18,"VerseNumber":87,"Text":"O şöyle dedi: «Her kim haksızlık ederse, onu muhakkak cezalandırırız, sonra Rabbine iade edilir ve O da onu görülmedik bir azaba çeker"},{"SurahNumber":18,"VerseNumber":88,"Text":"Ancak her kim de iman edip iyi bir iş yaparsa, buna da mükafat olarak en güzel akibet vardır ve ona emrimizin kolayını söyleriz.»"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra yine bir sebebi takip etti"},{"SurahNumber":18,"VerseNumber":90,"Text":"Nihayet güneşin doğduğu yere vardığında, güneşin kendilerini ondan koruyacak bir siper yapmadığımız bir kavim üzerine doğmakta olduğunu gördü"},{"SurahNumber":18,"VerseNumber":91,"Text":"İşte böyle. Halbuki Biz, onun yanında nelerin bulunduğunu tamamen biliyorduk"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra da başka bir sebebi takip etti"},{"SurahNumber":18,"VerseNumber":93,"Text":"Nihayet iki set arasına vardığı zaman, önlerinde neredeyse hiç söz anlamayan bir kavim buldu"},{"SurahNumber":18,"VerseNumber":94,"Text":"Onlar: «Ey Zulkarneyn, haberin olsun, Ye´cuc ve Me´cuc bu yerde fesat çıkarıyorlar; bu yüzden onlarla bizim aramızda bir set yapman şartıyla sana bir vergi ödesek olur mu?» dediler"},{"SurahNumber":18,"VerseNumber":95,"Text":"Dedi ki: «Rabbimin beni içinde bulundurduğu iktidar daha hayırlıdır; haydi siz bana bedenen yardım edin de sizinle onların arasına sağlam bir engel yapayım"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bana demir kütleleri getirin. İki ucu denkleştirdiği vakit: «Körükleyin!» dedi. Demiri bir ateş haline getirince: «Getirin bana üzerine erimiş bakır dökeyim!» dedi"},{"SurahNumber":18,"VerseNumber":97,"Text":"Artık ne onu aşabildiler, ne de delebildiler"},{"SurahNumber":18,"VerseNumber":98,"Text":"Zulkarneyn: «Bu, Rabbimin bir rahmetidir. Rabbimin va´dettiği an gelince, onu dümdüz edecektir. Rabbimin va´di de haktır.»"},{"SurahNumber":18,"VerseNumber":99,"Text":"Ve o gün Biz onları, birbirlerinin içinde dalgalanır bir durumda bırakıvermişizdir Sura da üfürülmüştür, artık hepsini toplamış da toplamışızdır"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ve o gün cehennemi kafirlere öyle bir gösteriş göstermişizdir ki"},{"SurahNumber":18,"VerseNumber":101,"Text":"Onlar ki, gözleri, Beni hatırlatan ayetlerin karşısında bir örtü içindeydi, işitmeye de tahammül edemiyorlardı"},{"SurahNumber":18,"VerseNumber":102,"Text":"Yoksa o kafirler, Beni bırakıp da kullarımı kendilerine dost edineceklerini mi sandılar? Biz cehennemi o kafirlere bir konukluk hazırladık"},{"SurahNumber":18,"VerseNumber":103,"Text":"De ki: «Size amelleri en çok hüsrana gidenleri haber vereyim mi"},{"SurahNumber":18,"VerseNumber":104,"Text":"Kendilerinin gerçekten güzel sanat yaptıklarını sandıklan halde dünya hayatında çabaları boşa gitmiş olanları"},{"SurahNumber":18,"VerseNumber":105,"Text":"Bunlar, işte o kimselerdir ki, Rablerinin ayetlerini ve O´na kavuşmayı inkar etmişlerdir de hayır adına yaptıkları bütün işleri boşa gitmiştir. Artık kıyamet günü Biz onlara hiçbir tartı tutturmayız"},{"SurahNumber":18,"VerseNumber":106,"Text":"İşte böyle, onların cezası cehennemdir. Çünkü küfretmişler, benim ayetlerimi ve peygamberlerimi alaya almışlardır"},{"SurahNumber":18,"VerseNumber":107,"Text":"İman edip güzel güzel işler yapan kimselere gelince, onlar için Firdevs cennetleri bir konukluk olmuştur"},{"SurahNumber":18,"VerseNumber":108,"Text":"İçlerinde sonsuza dek kalırlar, onlardan çıkmak istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: «Eğer Rabbimin sözlerini yazmak için deniz mürekkep olsaydı, kesinlikle Rabbimin sözleri tükenmeden deniz tükenirdi, bir misli de yardımcı getirsek bile.»"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: «Ben ancak sizin gibi bir insanım, bana ancak ilahınızın bir tek ilah olduğu vahyolunuyor, onun için her kim Rabbine kavuşmayı arzu ederse, güzel bir amel işlesin ve Rabbine yaptığı ibadete hiçbir şirk karıştırmasın!»"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kâf, Hâ, Yâ, Ayn, Sâd"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu, Rabbinin Zekeriyya kuluna olan rahmetini, bir anıştır"},{"SurahNumber":19,"VerseNumber":3,"Text":"Bir zaman, Rabbine gizli bir sesle yalvarmıştı"},{"SurahNumber":19,"VerseNumber":4,"Text":"Demişti ki: «Ey Rabbim, gerçek şu ki, benim kemik(im) gevşedi, baş(ım) bembeyaz alev aldı (Saçlarım ağardı) ve sana (ettiğim) dua ile ise hiçbir zaman mutsuz olmadım ey Rabbim"},{"SurahNumber":19,"VerseNumber":5,"Text":"Ben bu halimle, arkamdan yerime geçecek olan akrabalardan endişeliyim. Karımda kısır bulunuyor, onun için bana bir dost ver"},{"SurahNumber":19,"VerseNumber":6,"Text":"ki, hem benim mirasçım, hem de Ya´kub ailesinin mirasçısı olsun. Hem de hoşnutluğuna onu kavuştur Rabbim"},{"SurahNumber":19,"VerseNumber":7,"Text":"Allah: «Ey Zekeriyya, haberin olsun, Biz sana Yahya adında ve bundan önce kendisine hiçbir adaş yapmadığımız bir oğul müjdeliyoruz» dedi"},{"SurahNumber":19,"VerseNumber":8,"Text":"Zekeriyya: «Ey Rabbim, benim nasıl bir oğlum olabilir, karım kısır ben de yaşlılığın kağşamak derecesine (son haddine) varmışken!» dedi"},{"SurahNumber":19,"VerseNumber":9,"Text":"Buyurdu ki: «Öyle! Fakat Rabbin, «o Bana kolaydır, bundan önce de seni, sen hiçbir şey değilken yarattım.» dedi.»"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zekeriyya: «Ey Rabbim, bana bir alamet ver!» dedi. Allah: «Alametin, sapasağlam olduğun halde üç gece insanlara söz söyleyememendir.» buyurdu"},{"SurahNumber":19,"VerseNumber":11,"Text":"Derken, mihrabdan kavminin karşısına çıkıp onlara: «Sabah ve akşam tesbih edin!» diye işaret verdi"},{"SurahNumber":19,"VerseNumber":12,"Text":"«Ey Yahya, kitabı kuvvetle tut!» (dedik) ve daha çocukken ona hikmet verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Hem de katımızdan yumuşak bir kalplilik ve bir temizlik verdik ona. O, çok takva sahibi biri idi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Anne babasına iyi davranan biriydi, zorba ve isyankar değildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Selam ona; hem doğduğu gün, hem öleceği gün, hem de diri olarak kaldırılacağı gün"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitap´da Meryem´i de an. Hani o, ailesinden ayrılıp doğu tarafında bir yere çekilmişti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Onlarla arasına bir perde çekti. Derken kendisine ruhumuzu (Cebrail´i) gönderdik de o, düzgün bir insan şeklinde ona göründü"},{"SurahNumber":19,"VerseNumber":18,"Text":"Meryem ona: «Ben bağışlayan Allah´a sığınırım senden, eğer Allah´tan korkan biri isen!» dedi"},{"SurahNumber":19,"VerseNumber":19,"Text":"Ruh (Cebrail): «Haberin olsun, ben sana tertemiz bir oğlan vermek için Rabbinin elçisiyim sadece!» dedi"},{"SurahNumber":19,"VerseNumber":20,"Text":"Meryem: «Benim nasıl bir oğlum olabilir? Bana hiçbir insan dokunmadı; ben bir kahpe de değilim!» dedi"},{"SurahNumber":19,"VerseNumber":21,"Text":"Cebrail: «Öyle! Fakat Rabbin buyurdu ki, o Bana göre kolaydır. Ayrıca onu insanlara gücümüzün bir delili ve tarafımızdan bir rahmet kılacağımız için böyle yapacağız. Hem de o, karara bağlanmış bir iştir.» dedi"},{"SurahNumber":19,"VerseNumber":22,"Text":"Bu şekilde ona hamile oldu ve bu haliyle uzak bir yere çekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Derken sancı onu bir hurma dalına götürdü ve: «Keşke bundan önce ölmüş olsaydım da unutulmuş gitmiş olsaydım.» dedi"},{"SurahNumber":19,"VerseNumber":24,"Text":"Derken aşağı tarafından ona şöyle seslendi: «Sakın üzülme, Rabbin senin altında bir su arkı yarattı"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurmanın dalını kendine doğru silkele, üzerine derilmiş taze hurmalar dökülsün"},{"SurahNumber":19,"VerseNumber":26,"Text":"Artık ye, iç, gözün aydın olsun. Eğer insanlardan birini görürsen de ki: «Ben esirgeyen Allah´a oruç adadım, onun için bugün hiçbir kimse ile konuşmayacağım.»"},{"SurahNumber":19,"VerseNumber":27,"Text":"Derken onu taşıyarak kavmine getirdi, Onlar: «Hey Meryem, sen Allah biliyor ya yumurcak birşey getirdin"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun´nun kız kardeşi, baban bir kötülük adamı değildi, annen de kahpe değildi»"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun üzerine Meryem çocuğu gösterdi: «Beşikteki bir çocukla nasıl konuşuruz?» dediler"},{"SurahNumber":19,"VerseNumber":30,"Text":"O: «Haberiniz olsun ben Allah´ın kuluyum. O, bana bir kitap verdi ve beni bir peygamber yaptı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Beni her nerede olursam mübarek kıldı ve hayatta kaldığım müddetçe bana namazı ve zekatı tavsiye buyurdu"},{"SurahNumber":19,"VerseNumber":32,"Text":"Beni anneme saygılı kıldı, beni eşkiya bir zorba yapmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Selam bana; hem doğduğum gün, hem öleceğim gün, hem de diri olarak kaldırılacağım güne!»"},{"SurahNumber":19,"VerseNumber":34,"Text":"İşte hakkında tartışıp durdukları Meryem oğlu İsa. Hak sözü olarak budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah´ın oğul edinmesi asla olur şey değildir; O, bu gibi şeylerden uzaktır. O, bir işin olmasını dileyince ona sadece «Ol!» der, oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Ayrıca o (İsa) dedi ki: «Haberiniz olsun, Allah benim de Rabbim sizin de Rabbinizdir; onun için hep O´na ibadet ediniz! İşte yegane doğru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Sonra gruplar kendi aralarında görüş ayrılığına düştüler. Artık büyük bir günün görülecek dehşetinden vay kafirlerin haline"},{"SurahNumber":19,"VerseNumber":38,"Text":"Onlar Bize gelecekleri gün neler işitecekler, neler görecekler! Fakat o zalimler bugün apaçık bir sapıklık içindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"Onlar gaflet içinde iken, onlar iman etmezlerken, o hasret gününün, o işlerin bitirildiği saatin dehşetini kendilerine haber ver"},{"SurahNumber":19,"VerseNumber":40,"Text":"Kesinlikle yeryüzüne ve bütün üzerindekilere Biz varis olacağız Biz! Ve onlar, hep Bize döndürüleceklerdir"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kitapta İbrahim´i de an, çünkü o, dosdoğru biri, bir peygamberdi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Bir zaman babasına şöyle demişti: «Babacığım, o işitmeyen, görmeyen ve sana hiç faydası olmayan şeytana niçin tapıyorsun"},{"SurahNumber":19,"VerseNumber":43,"Text":"Babacığım, emin ol sana gelmeyen bir ilim bana geldi. Gel bana uy da seni düz yola çıkarayım"},{"SurahNumber":19,"VerseNumber":44,"Text":"Babacığım, şeytana tapma; çünkü şeytan esirgeyen Allah´a isyan etti"},{"SurahNumber":19,"VerseNumber":45,"Text":"Babacığım doğrusu ben, sana o Rahman´dan bir azabın dokunup da şeytana dost olmandan korkuyorum.»"},{"SurahNumber":19,"VerseNumber":46,"Text":"Babası: «Sen benim ilahlarımdan geçmek mi istiyorsun ey İbrahim? Yemin ederim ki, eğer vazgeçmezsen, seni muhakkak taşlarım; beni sen uzun bir süre bırak git!» dedi"},{"SurahNumber":19,"VerseNumber":47,"Text":"İbrahim: «Selam sana, senin için Rabbimden af dileyeceğim; çünkü O, bana karşı çok lütufkardır"},{"SurahNumber":19,"VerseNumber":48,"Text":"Sizi Allah´tan başka taptıklarınızla başbaşa bırakıp çekilirim ve Rabbime dua ederim; umarım, Rabbime yaptığım dua sayesinde mutsuz olmam.» dedi"},{"SurahNumber":19,"VerseNumber":49,"Text":"İbrahim, onları ve Allah´tan başka taptıklarını bırakıp çekildiğinde, Biz de ona İshak´ı ve Ya´kub´u ihsan ettik ve her birini bir peygamber yaptık"},{"SurahNumber":19,"VerseNumber":50,"Text":"Biz, bunlara rahmetimizden lütuflar, ihsanlar ettik ve hepsine dillerde yüksek bir doğruluk şanı verdik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kitapta Musa´yı da an, çünkü O, ihlaslı idi ve bir elçi, bir peygamber idi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Biz hem ona Tur´un sağ tarafından seslendik hem de onu yakarış makamında yakınlık mertebesine erdirdik"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ve rahmetimizden kardeşi Harun´u da bir peygamber olarak ona lutfettik"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitapta İsmail´i de an; çünkü o cidden va´dinde sadık bir kimse idi, bir Resul, bir peygamber idi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ailesine namaz ve zekat emrederdi ve Rabbi katında hoşnutluğa ermişti"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitapta İdris´i de an; çünkü o, dosdoğru biri, bir peygamber idi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Ve Biz onu yüce bir yere yükselttik"},{"SurahNumber":19,"VerseNumber":58,"Text":"İşte bunlar, Allah´ın kendilerine nimetler verdiği peygamberlerden Adem soyundan, Nuh ile birlikte taşıdıklarımızdan İbrahim ile İsrail´in soyundan hidayete erdirdiğimiz ve seçtiğimiz kimselerdendirler. Kendilerine Rahmanın ayetleri okunduğu zaman, ağlayarak secdeye kapanırlardı"},{"SurahNumber":19,"VerseNumber":59,"Text":"Sonra bunların arkasından bozuk bir güruh geldi, namazı ziyan ettiler ve şehvetlerinin ardına düştüler; bunlar da Gayya kuyusunu boylayacaklardır"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ancak tevbe edip imana gelenler ve yararlı iş yapanlar başka; çünkü onlar hiçbir haksızlığa uğratılmayarak cennete gireceklerdir"},{"SurahNumber":19,"VerseNumber":61,"Text":"Rahman´ın kullarına gıyaben söz verdiği Adn cennetlerine, şüphe yok ki, O´nun verdiği söz, daima yerine getirilmiştir"},{"SurahNumber":19,"VerseNumber":62,"Text":"Orada hiç boş söz işitmezler; ancak bir «Selam» işitirler. Orada sabah akşam rızıkları da vardır"},{"SurahNumber":19,"VerseNumber":63,"Text":"İşte kullarımızdan korunup takva sahibi olanları mirasçı yapacağımız cennet odur"},{"SurahNumber":19,"VerseNumber":64,"Text":"Bir de biz (Rabbinin elçileri) Rabbinin emri olmadıkça inemeyiz. Önümüzdeki, ardımızdaki ve bunlar arasındakiler hep O´nundur; Rabbin seni unutmuş da değildir"},{"SurahNumber":19,"VerseNumber":65,"Text":"O, bütün göklerin, yerin ve aralarındakilerin Rabbidir; o halde O´na ibadet et ve ibadetine sebatla sabret. Hiç sen O´na bir adaş bilir misin"},{"SurahNumber":19,"VerseNumber":66,"Text":"Böyle iken insan diyor ki: «Öldüğüm zaman, ileride mutlaka bir hayat sahibi kimse olarak çıkarılacak mıyım?»"},{"SurahNumber":19,"VerseNumber":67,"Text":"Yoksa o insan hiçbirşey değilken, Bizim, kendisini yaratmış olduğumuzu düşünmez mi"},{"SurahNumber":19,"VerseNumber":68,"Text":"Evet Rabbine yemin ederim ki, Biz onları ve o şeytanları mutlaka ve mutlaka mahşerde toplayacağız, sonra da onları kesinlikle cehennemin etrafında diz üstü hazır bulunduracağız"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra her topluluktan Rahman´a karşı en çok isyan edenleri hangileri ise muhakkak ve muhakkak çekip alacağız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sonra Biz, elbette o cehenneme yaslanmaya en layık olanların kimler olduğunu daha iyi biliriz"},{"SurahNumber":19,"VerseNumber":71,"Text":"İçinizden oraya varmayacak hiçbir kimse yoktur ve bu, Rabbinin üstlenmiş olduğu kesinleşmiş bir hükümdür"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra takva sahiplerini kurtarırız ve zalimleri diz üstü bırakırız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Ayetlerimiz kendilerine açık açık tecvidli okunduğu zaman da o küfredenler iman edenlere: «Bu iki topluluktan hangisi makamca daha iyi ve meclis olarak daha güzel?» dediler"},{"SurahNumber":19,"VerseNumber":74,"Text":"Oysa Biz, kendilerinden önce mal ve görünüm bakımından daha güzel nice kuşakları helak etmişiz"},{"SurahNumber":19,"VerseNumber":75,"Text":"De ki: «Kim sapıklık içinde ise, çok esirgeyici Allah, ona istediği kadar mühlet versin; nihayet va´dolundukları şeyi, ya azabı yada kıyameti gördükleri zaman kimin mevkisinin daha kötü ve iradesinin daha zayıf olduğunu bilecekler"},{"SurahNumber":19,"VerseNumber":76,"Text":"Hidayeti kabul edenlere ise, Allah daha çok hidayet verir. Kalıcı olan iyi ve yararlı işler Rabbinin katında hem sevap bakımından hem de sonuç bakımından daha hayırlıdır"},{"SurahNumber":19,"VerseNumber":77,"Text":"Şimdi şu küfredip de: «Bana muhakkak mal ve evlat verilecektir.» diyen herifi gördün mü"},{"SurahNumber":19,"VerseNumber":78,"Text":"O, gayba vakıf mı olmuş yoksa esirgemesi çok olan Allah´ın katında bir söz mü almış"},{"SurahNumber":19,"VerseNumber":79,"Text":"Hayır! Biz onun dediğini yazacağız ve azabını uzattıkça uzatacağız"},{"SurahNumber":19,"VerseNumber":80,"Text":"Ve o söylediği şeyleri hep elinden alacağız da o, Bize tek başına gelecektir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Tuttular, kendilerine şeref ve kuvvet sağlasınlar diye, Allah´tan başka ilahlar edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Hayır! Yarın ibadetlerini inkar edecekler ve aleyhlerine dönüp düşman kesileceklerdir"},{"SurahNumber":19,"VerseNumber":83,"Text":"Görmedin mi, Biz şeytanları o kafirlerin üzerine salmışız; onları kaynatıp oynatıp kıvrandırıyorlar"},{"SurahNumber":19,"VerseNumber":84,"Text":"Aleyhlerinde acele etme! Biz, onlar için yalnızca bir sayı sayıyoruz"},{"SurahNumber":19,"VerseNumber":85,"Text":"Takva sahiplerini bir heyet halinde Rahman´ın huzurunda toplayacağımız gün"},{"SurahNumber":19,"VerseNumber":86,"Text":"suçluları da susuz olarak cehenneme sevk edeceğiz"},{"SurahNumber":19,"VerseNumber":87,"Text":"Rahman´ın katında bir söz almış olan kimseden başkaları şefaat etme hakkına sahip olamayacaklardır"},{"SurahNumber":19,"VerseNumber":88,"Text":"Rahman çocuk edindi. dediler"},{"SurahNumber":19,"VerseNumber":89,"Text":"Andolsun ki, pek ağır, pek çirkin bir iddiaya cüret ettiniz"},{"SurahNumber":19,"VerseNumber":90,"Text":"Az daha o yüzden gökler çatlayacak ve dağlar yıkılıp yerlere geçecek"},{"SurahNumber":19,"VerseNumber":91,"Text":"O Rahman´a çocuk iddiasında bulundular diye"},{"SurahNumber":19,"VerseNumber":92,"Text":"Halbuki, çocuk edinmek Rahman´a yaraşmaz"},{"SurahNumber":19,"VerseNumber":93,"Text":"Göklerde ve yerde Rahman´a kul olarak gelmeyecek hiçbir kimse yoktur"},{"SurahNumber":19,"VerseNumber":94,"Text":"Andolsun ki, hepsini kuşatmış ve hepsini bir bir saymıştır"},{"SurahNumber":19,"VerseNumber":95,"Text":"Hepsi kıyamet günü O´na tek olarak gelecektir"},{"SurahNumber":19,"VerseNumber":96,"Text":"İman edip yararlı işler yapanlar ise, muhakkak Rahman, onlar için bir sevgi verecek, gönüllere sevdirecektir"},{"SurahNumber":19,"VerseNumber":97,"Text":"Biz, o Kur´an´ı sadece onunla takva sahiplerini müjdelemen ve inat edenleri de korkutman için senin dilinle kolaylaştırdık"},{"SurahNumber":19,"VerseNumber":98,"Text":"Bir de onlardan önce nice kuşakları helak ettik. Hiç onlardan birini hissediyor musun veya onların gizli bir seslerini işitiyor musun"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Kur´an´ı sana mutsuz olasın diye indirmedik"},{"SurahNumber":20,"VerseNumber":3,"Text":"Ancak saygısı olana bir öğüt olmak üzere"},{"SurahNumber":20,"VerseNumber":4,"Text":"Hem yeri, hem o yüksek yüksek gökleri yaratan tarafından peyderpey indirilen bir kitap olarak indirdik"},{"SurahNumber":20,"VerseNumber":5,"Text":"O Rahman, Arş´a hakim oldu"},{"SurahNumber":20,"VerseNumber":6,"Text":"Bütün göklerdekiler, bütün yerdekiler, bütün bunların arasındakiler ve bütün yerin dibindekiler hep O´nundur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sen bu sözü ilan edeceksen de O, hem gizliyi, hem daha gizlisini bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah, O´ndan başka hiçbir tanrı yoktur. O en güzel isimler hep O´nundur"},{"SurahNumber":20,"VerseNumber":9,"Text":"Musa´nın olayı sana ulaştı mı"},{"SurahNumber":20,"VerseNumber":10,"Text":"Hani bir vakit o bir ateş gördü de ailesine: «Siz durun, benim gözüme bir ateş ilişti, belki size ondan bir yalın kor getiririm veya ateşin yanında bir kılavuz bulurum.» dedi"},{"SurahNumber":20,"VerseNumber":11,"Text":"Ona vardığı zaman, kendisine şöyle seslenildi: «Ey Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Haberin olsun, Benim Ben, Rabbin, hemen pabuçlarını çıkar; çünkü sen mukaddes vadide, Tuva´dasın"},{"SurahNumber":20,"VerseNumber":13,"Text":"Ve Ben, seni seçtim; şimdi vahyedileni dinle"},{"SurahNumber":20,"VerseNumber":14,"Text":"Gerçekten Benim Ben, Allah; Benden başka ilah yoktur; onun için Bana ibadet et ve Beni anmak için namaz kıl"},{"SurahNumber":20,"VerseNumber":15,"Text":"Çünkü Kıyamet mutlaka gelecektir; Ben hemen hemen onu gizliyorum ki, herkes yaptığının karşılığını görsün"},{"SurahNumber":20,"VerseNumber":16,"Text":"Sakın ona inanmayıp kendi keyfine uyan kimse seni ondan alıkoymasın, sonra helak olursun"},{"SurahNumber":20,"VerseNumber":17,"Text":"O sağ elindeki de ne, ey Musa?»"},{"SurahNumber":20,"VerseNumber":18,"Text":"Musa: «O benim asam, üzerine dayanırım ve onunla davarlarıma yaprak çırparım; benim daha başka ihtiyaçlarımı da görür.» dedi"},{"SurahNumber":20,"VerseNumber":19,"Text":"«Bırak onu, ey Musa!» diye buyurdu"},{"SurahNumber":20,"VerseNumber":20,"Text":"Bıraktı onu, bir de ne görsün o, bir yılan olmuş koşuyor"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah: «Tut onu ve korkma, Biz onu önceki haline döndüreceğiz.» buyurdu"},{"SurahNumber":20,"VerseNumber":22,"Text":"«Bir de elini koynuna sok ki, diğer bir mucize olarak kusursuz bembeyaz çıksın"},{"SurahNumber":20,"VerseNumber":23,"Text":"Sana en büyük mucizelerimizden bir kısmını gösterelim diye"},{"SurahNumber":20,"VerseNumber":24,"Text":"Firavuna git, çünkü o pek azıttı.»"},{"SurahNumber":20,"VerseNumber":25,"Text":"Musa dedi: «Ey Rabbim, benim göğsüme genişlik ver"},{"SurahNumber":20,"VerseNumber":26,"Text":"işimi kolaylaştır bana"},{"SurahNumber":20,"VerseNumber":27,"Text":"dilimden düğümü çöz"},{"SurahNumber":20,"VerseNumber":28,"Text":"sözümü iyi anlasınlar"},{"SurahNumber":20,"VerseNumber":29,"Text":"Bana ailemden bir yardımcı ver"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kardeşim Harun´u"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onunla sırtımı pekiştir"},{"SurahNumber":20,"VerseNumber":32,"Text":"Onu görevimde ortak et"},{"SurahNumber":20,"VerseNumber":33,"Text":"ki Seni çok tesbih edelim"},{"SurahNumber":20,"VerseNumber":34,"Text":"ve çok analım Seni"},{"SurahNumber":20,"VerseNumber":35,"Text":"Şüphe yok ki, Sen bizi görüp duruyorsun.»"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah: «Haydi, erdirildin dileğine, ey Musa!» buyurdu"},{"SurahNumber":20,"VerseNumber":37,"Text":"Şanıma andolsun ki, Biz sana diğer bir defa daha lütufta bulunmuştuk"},{"SurahNumber":20,"VerseNumber":38,"Text":"Hani o vakit annene, verilen şu ilhamı vermiştik"},{"SurahNumber":20,"VerseNumber":39,"Text":"Onu sandığın içine koy, denize bırak, deniz de onu sahile bıraksın, onu hem Bana düşman, hem ona düşman biri alsın! Ve senin üzerine, gözetimim altında yetiştirilesin diye, katımdan bir sevgi koydum"},{"SurahNumber":20,"VerseNumber":40,"Text":"O zaman kız kardeşin gidiyor ve: «ona iyi bakacak birini bulayım mı size?» diyordu. Böylece, gözü aydın olsun ve üzülmesin diye seni tekrar annene iade ettik. Hem bir adam öldürdün de seni gamdan kurtardık, seni birçok denemelerden geçirdik; bu sebeple yıllarca Medyen halkı arasında kaldın, sonra da ey Musa, bir kader üstüne geldin"},{"SurahNumber":20,"VerseNumber":41,"Text":"Ben, seni kendim için yetiştirdim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen ve kardeşin mucizelerimle gidin ve Beni anmakta gevşeklik etmeyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Firavun´a gidin; çünkü o, pek azıttı"},{"SurahNumber":20,"VerseNumber":44,"Text":"Varın da ona yumuşak dille söyleyin; belki dinler veya korkar.»"},{"SurahNumber":20,"VerseNumber":45,"Text":"«Ey Rabbimiz, bize şiddetle saldırmasından veya azgınlığının artmasından korkarız!» dediler"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allah: «Korkmayın, çünkü Ben sizinle beraberim; işitirim ve görürüm"},{"SurahNumber":20,"VerseNumber":47,"Text":"Haydi, varın da ona deyin ki: «Haberin olsun, biz Rabbinin elçileriyiz, artık İsrail oğullarını bizimle gönder, onlara işkence etme, biz sana Rabbinden bir mucize ile geldik, selam da doğruya uyanlara"},{"SurahNumber":20,"VerseNumber":48,"Text":"İnan ki, bize, azabın, kesinlikle yalanlayıp yüz çevirene olduğu vahyolundu.»"},{"SurahNumber":20,"VerseNumber":49,"Text":"Firavun: «Sizin Rabbiniz kimdir, ey Musa?» dedi"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa: «Bizim Rabbimiz, herşeye uygun yaratılışını veren sonra da yolunu gösterendir!» dedi"},{"SurahNumber":20,"VerseNumber":51,"Text":"Firavun: «Ya, öyle ise, önceki milletlerin durumu nedir?» dedi"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa: «Onların bilgisi Rabbimin katında bir kitaptadır; Rabbim şaşmaz ve unutmaz"},{"SurahNumber":20,"VerseNumber":53,"Text":"Yeryüzünü sizin için bir döşek yapan, orada size yollar açan ve gökten bir su indiren O´dur.» dedi. İşte Biz, bu su sayesinde çeşitli bitkilerden çiftler çıkarmaktayız"},{"SurahNumber":20,"VerseNumber":54,"Text":"Hem yiyiniz, hem de hayvanlarınızı güdünüz; gerçekten bunda doğruya kılavuzluk eden akıl sahipleri için birçok deliller vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi topraktan yarattık, yine ona döndüreceğiz ve yine sizi ondan bir kere daha çıkaracağız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Andolsun ki. Biz Firavuna bütün mucizelerimizi gösterdik; öyle iken o, yine yalanladı ve dayattı"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dedi ki: «Ey Musa, sen sihrinle bizi yerimizden çıkarmak için mi bize geldin"},{"SurahNumber":20,"VerseNumber":58,"Text":"O halde bilmiş ol ki, biz de sana onun gibi bir sihir yapacağız. Şimdi sen, seninle aramızda bir buluşma yeri ve zamanı belirle ki, ne senin ne de bizim caymayacağımız denk bir yer olsun!» dedi"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa: «Sizinle buluşma vakti süs (bayram) günü ve insanların toplanacağı kuşluk vaktidir» dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Bunun üzerine Firavun, dönüp tedbir almaya girişti, bütün hilesini derledi topladı, sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara: «Yazıklar olsun size, Allah´a yalan yere iftirada bulunmayın, sonra bir azap ile kökünüzü keser. Gerçekten iftira eden hüsrana uğramıştır.» dedi"},{"SurahNumber":20,"VerseNumber":62,"Text":"Onlar aralarında tartışıp anlaştılar ve gizlice fısıldaştılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dediler ki: «Şüphesiz bunlar, iki sihirbazdır; sizi yerinizden çıkarmak ve sizin o ideal inanç ve gidişatınızı yok etmek istiyorlar"},{"SurahNumber":20,"VerseNumber":64,"Text":"Siz de bütün hilelerinizi birleştirin, sonra sıra halinde gelin. Muhakkak ki, bugün üstün gelen zafere ermiş olacak!»"},{"SurahNumber":20,"VerseNumber":65,"Text":"Onlar: «Ey Musa ya sen at, ya da ilk atan biz olalım.» dediler"},{"SurahNumber":20,"VerseNumber":66,"Text":"Musa: «Haydi, siz atın!» dedi. Bir de baktı ki, onların ipleri ve sopaları, sihirleri sebebiyle, kendisine cidden koşuyorlarmış gibi görünüyor"},{"SurahNumber":20,"VerseNumber":67,"Text":"Birden bire Musa, içinde bir tür korku duydu"},{"SurahNumber":20,"VerseNumber":68,"Text":"Dedik ki: «Korkma, çünkü sensin üstün sen"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sağ elindekini bırakıver; o, onların yaptıklarını yalar yutar. Çünkü onların yaptıkları yalnızca bir sihirbaz hilesidir. Sihirbaz ise her nerede olsa felah bulmaz!»"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sonunda bütün sihirbazlar secdeye kapandılar: «Harun ile Musa´nın Rabbine iman ettik.» dediler"},{"SurahNumber":20,"VerseNumber":71,"Text":"Firavun: «Demek ben size izin vermeden ona iman ettiniz ha! O, mutlaka size sihri öğreten büyüğünüzdür. O halde andolsun ki, ben de sizin ellerinizi ve ayaklarınızı çaprazlama keseceğim ve sizi kesinlikle hurma dallarına asacağım; şüphesiz bileceksiniz hangimizin azap bakımından daha şiddetti ve daha sürekli olduğunu!» dedi"},{"SurahNumber":20,"VerseNumber":72,"Text":"Onlar: «İhtimali yok, bize gelen bu açık mucizelere ve bizi yaratana karşı seni tercih edemeyiz. Artık ne yapacaksan yap; senin hükmün olsa olsa bu dünya hayatında geçerli olur"},{"SurahNumber":20,"VerseNumber":73,"Text":"Doğrusu biz, günahlarımıza ve bizi zorladığın sihre karşı bizi bağışlasın diye Rabbimize iman ettik. Allah, daha hayırlı ve daha kafacıdır.» cevabını verdiler"},{"SurahNumber":20,"VerseNumber":74,"Text":"Her kim Rabbine suçlu olarak varırsa, şüphesiz ona cehennem vardır. Orada ne ölür, ne dirilir"},{"SurahNumber":20,"VerseNumber":75,"Text":"Her kim de mümin olarak ve yararlı işler yapmış bir halde varırsa, işte onlara en yüksek dereceler vardır"},{"SurahNumber":20,"VerseNumber":76,"Text":"Altından ırmaklar akan Adn cennetleri ki, onlarda ebedi kalacaklardır. Ve o işte , temizlenen kimsenin mükafatı"},{"SurahNumber":20,"VerseNumber":77,"Text":"Doğrusu Musa´ya şöyle vahyettik: «Kullarımla geceleyin yürü de onlara denizde kuru bir yol aç; yetişilmekten korkmaz ve endişe etmezsin.»"},{"SurahNumber":20,"VerseNumber":78,"Text":"Derken Firavun ordularıyla onları takip etti; denizden kendilerini saran sarıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Velhasıl Firavun kavmini sapıklığa sürükledi, doğru yola götürmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey İsrail oğulları! Sizi gerçekten düşmanınızdan kurtardık, Tur dağının sağ yanında size söz verdik ve sizlere kudret helvası ile bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdiğimiz rızıkların en hoşlarından yiyin ve o hususta taşkınlık yapmayın ki, sonra gazabım iner üzerinize; her kimin üzerine de gazabım inerse, o uçuruma gider"},{"SurahNumber":20,"VerseNumber":82,"Text":"Bununla birlikte, Ben tevbe eden, iman edip yararlı işler yapan sonra da doğru giden kimse için çok bağışlayıcıyım, şüphesiz"},{"SurahNumber":20,"VerseNumber":83,"Text":"Hem seni kavminden daha çabuk gelmeye sevkeden nedir, ey Musa"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa: «Onlar, benim izimin üzerindeler ve ben, hoşnut olasın diye, sana gelmekte acele ettim ey Rabbim!» dedi"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah: «Ama Biz, senin ardından kavmini fitneye düşürdük ve Samiri onları saptırdı.» buyurdu"},{"SurahNumber":20,"VerseNumber":86,"Text":"Musa, öfkeli ve üzüntülü olarak hemen kavmine döndü: «Ey kavmim, Rabbiniz size güzel bir va´dde bulunmadı mı? Zaman mı uzadı, yoksa başınıza Rabbinizden bir gazap inmesini arzu ettiniz de mi bana verdiğiniz sözü tutmadınız?» dedi"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar: «Biz, sana verdiğimiz sözden, kendiliğimizden caymadık. Fakat biz, o kavmin zinet eşyasından bir takım ağırlıklar yüklenmiştik. Onları ateşe attık; Samiri de attı"},{"SurahNumber":20,"VerseNumber":88,"Text":"Derken onlara, böğürmesi olan bir dana heykeli çıkardı. Bunun üzerine: «İşte bu, sizin ilahınız ve Musa´nın ilahıdır; fakat o, bunu unuttu.» dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Şu gerçeği görmüyorlar mıydı ki, o onlara bir sözle karşılık veremiyor ve kendilerine ne bir zarar ne de bir yarar sağlayabiliyordu"},{"SurahNumber":20,"VerseNumber":90,"Text":"Andolsun ki, önceden Harun onlara: «Ey kavmim, siz bununla yalnızca bir fitneye tutuldunuz ve doğrusu sizin Rabbiniz esirgemesi çok Allah´tır; gelin bana uyun ve emrime itaat edin!» demişti"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar: «Biz Musa bize dönünceye kadar onun başında durmaktan asla ayrılmayacağız!» dediler"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa: «Ey Harun, sana ne engel oldu bunların sapıklığa düştüklerini gördüğün zaman"},{"SurahNumber":20,"VerseNumber":93,"Text":"peşimden gelmedin. Benim emrime isyan mı ettin?» dedi"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun: «Ey anamın oğlu, sakalımı ve başımı tutma! Emin ol ki, «dediğime bakmadın da İsrail oğulları arasına ayrılık düşürdün.» dersin diye korktum.» dedi"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa: «Ya senin derdin ne ey Samiri?» dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"Samiri: «Ben onların görmediklerini gördüm de Resülün izinden bir avuç toprak avuçlayıp attım, nefsim bana böyle hoş gösterdi.» dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa: «Haydi, defol! Çünkü senin cezan, hayat boyunca «Bana dokunmayın!» demendir; ayrıca senin asla kurtulamayacağın bir ceza daha var. O başını bekleyip durduğun tanrına da bak! Onu mutlaka yakacağız da yakacağız. Sonra da onu kül edip muhakkak denize dökeceğiz"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin ilahınız ancak o Allah´tır ki, O´ndar başka ilah yoktur. O, ilmi ile herşeyi kuşatmıştır!» dedi"},{"SurahNumber":20,"VerseNumber":99,"Text":"Ya Muhammed, işte sana böyle geçmişin önemli haberlerinden kıssa anlatıyoruz. Şüphe yok ki, sana tarafımızdan bir zikir verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Her kim ondan yüz çevirirse, şüphesiz o, kıyamet gönünde bir günah yüklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"Sonsuza dek onun altında kalacaklardır. Onlar için kıyamet günü o ne kötü bir yüktür"},{"SurahNumber":20,"VerseNumber":102,"Text":"O gün ki, sura üfrülecek ve suçluları o gün Biz, gömgök mahşere toplayacağız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Onlar, aralarında: «On günden fazla durmadınız.» diye gizli gizli konuşacaklar"},{"SurahNumber":20,"VerseNumber":104,"Text":"Görüşü en üstün olanları, «Bir günden fazla durmadınız.» dediği zaman, ne diyeceklerini Biz biliriz"},{"SurahNumber":20,"VerseNumber":105,"Text":"Bir de sana dağlar hakkında soruyorlar. De ki: «Rabbim, onları un ufak edip savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"Yerlerini dümdüz bomboş bir halde bırakacak"},{"SurahNumber":20,"VerseNumber":107,"Text":"Orada ne bir eğrilik, ne de bir yumruluk göremeyeceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gün davetçiye hiçbir yana sapmadan uyacaklar. Öyle ki, Rahman´ın heybetinden sesler kısılmıştır; artık bir hışırtıdan başka birşey işitmezsin"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gün Rahman´ın izin verdiği ve sözünden hoşnut olduğu kimseden başka, hiç kimsenin şefaati fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"O, onların geleceklerini de bilir geçmişlerini de. Fakat onların bilgisi O´nu kapsayamaz"},{"SurahNumber":20,"VerseNumber":111,"Text":"Bütün yüzler, o diri ve herşeyi gözetip durana baş eğmiş ve bir zulüm yüklenen gerçekten hüsrana uğramıştır"},{"SurahNumber":20,"VerseNumber":112,"Text":"Her kim de mümin olarak yararlı işler yaparsa, ne bir zulümden korkar, ne de çiğnenmeden"},{"SurahNumber":20,"VerseNumber":113,"Text":"İşte böylece Biz onu Arapça bir Kur´an olarak indirdik ve onda tehditleri türlü şekillerde tekrarladık ki, belki korunur takva yolunu tutarlar ya da o onlarda bir düşünme, ibret alma meydana getirir"},{"SurahNumber":20,"VerseNumber":114,"Text":"Demek ki Allah, O hak hükümdar, yüceler yücesidir !.. Sana vahyi tamamlanmadan önce Kur´an´ı okumakta acele etme ve: «Rabbim, benim ilmimi artır!» de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Gerçek şu ki, bundan önce Adem´e bir emir verdik, ama o unuttu ve Biz onda bir azim de bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Ve o vakti düşün ki, meleklere: «Adem için secde edin!» dedik, hemen secde ettiler;ancak İblis dayattı"},{"SurahNumber":20,"VerseNumber":117,"Text":"Bunun üzerine Biz de: «Ey Adem, haberin olsun, bu, sana ve eşine düşmandır; sakın sizi cennetten çıkarmasın, sonra mutsuz olursun"},{"SurahNumber":20,"VerseNumber":118,"Text":"Çünkü senin acıkmaman ve çıplak kalmaman oradadır"},{"SurahNumber":20,"VerseNumber":119,"Text":"ve sen orada susamazsın ve güneşte yanmazsın.» dedik"},{"SurahNumber":20,"VerseNumber":120,"Text":"Derken şeytan ona vesvese verdi: «Ey Adem, sana sonsuzluk ağacını ve çürümesi olmayan bir saltanatı göstereyim mi?» dedi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Bunun üzerine ikisi de ondan yediler; hemen ayıp yerleri kendilerine açılıp göründü, üzerlerine cennet yaprağından yamamağa başladılar ve Adem Rabbine asi oldu da şaşkın düştü"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rabbi, onu seçti de tevbesini kabul buyurdu ve yol gösterdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah: «İkiniz de oradan birlikte inin, kiminiz kiminize düşman olarak! Sonra ne zaman size Benden bir doğru yolu gösterici gelir de her kim Benim kılavuzuma uyarsa, işte o, sapıklığa düşmez ve mutsuz olmaz"},{"SurahNumber":20,"VerseNumber":124,"Text":"Her kim de zikrimden yüz çevirirse, ona dar bir geçim vardır ve onu kıyamet günü kör olarak haşrederiz.»"},{"SurahNumber":20,"VerseNumber":125,"Text":"Diyecek ki: «Ey Rabbim, beni niçin kör olarak haşrettin. Oysa ben, gören bir kimse idim?»"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah: «Öyle, sana ayetlerimiz geldi de sen onları unuttun. Bugün de böyle bırakılacaksın.» buyurur"},{"SurahNumber":20,"VerseNumber":127,"Text":"Ve işte haddi aşıp Rabbinin ayetlerine inanmayanları Biz böyle cezalandırırız ve elbette o ahiret azabı daha çetin ve daha kalıcıdır"},{"SurahNumber":20,"VerseNumber":128,"Text":"Yurtlarında yürüyüp durdukları kendilerinden önceki nice nesilleri helak etmemiz kendilerini doğru yola sevketmedi mi? Muhakkak bunda ibret alacak akıl sahipleri için birçok deliller vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Eğer Rabbin tarafından önceden vermiş bir söz olmasaydı, mutlaka azap derhal yapışırdı; fakat belirlenmiş bir süre var"},{"SurahNumber":20,"VerseNumber":130,"Text":"O halde onların dediklerine sabret, güneşin doğmasından önce ve batmasından önce Rabbini hamd ile tesbih et. Gece saatlerinde de gündüzün uçlarında da tesbih et ki, hoşnutluğa eresin"},{"SurahNumber":20,"VerseNumber":131,"Text":"Kafirlerden birkaç çiftini, kendilerini fitneye düşürmek için, dünya hayatının cicibicisi olarak yararlandırdığımız şeylere gözlerini dikme sakın! Oysa Rabbinin rızkı (nimeti) hem daha hayırlı, hem daha kalıcıdır"},{"SurahNumber":20,"VerseNumber":132,"Text":"Hem ailene (ümmetine) namazı emret, hem de kendin ona sabırla devam et! Biz, senden bir rızık istemiyoruz, seni Biz rızıklandırırız; güzel sonuç takvanındır"},{"SurahNumber":20,"VerseNumber":133,"Text":"Bir de onlar: «Rabbinden bir mucize getirse ya !» dediler. Onlara, daha önceki kitaplardakinin apaçık delili gelmedi mi ki"},{"SurahNumber":20,"VerseNumber":134,"Text":"Eğer Biz, onları bundan önce bir azap ile helak etmiş olsaydık: «Ey Rabbimiz, ne olurdu bize bir peygamber gönderseydin de biz alçak ve rezil olmadan önce ayetlerine uysaydık.» diyeceklerdi"},{"SurahNumber":20,"VerseNumber":135,"Text":"De ki: «Hepimiz beklemekteyiz, siz de bekleyin bakalım; çünkü yakında, doğru yol sahiplerinin ve doğru gidenlerin kimler olduğunu bileceksiniz"}]}