{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Яҳудий ва ширк келтирганларнинг иймон келтирганларга нисбатан одамларнинг ашаддий адоватлиси эканини топасан. Улардан иймон келтирганларга дўстликка яқинроғи, биз насоролармиз, деганлар эканини топасан. Бу, уларнинг ичида диний олимлар ва роҳиблар бўлганидан ва уларнинг такаббурлик қилмасликларидандир"},{"SurahNumber":5,"VerseNumber":83,"Text":"Уларни Пайғамбарга нозил қилинган нарсани тинглаганларида, ҳақни билганликларидан, кўзлари ёш тўкканини кўрасан. Улар: «Эй Роббимиз, биз иймон келтирдик, бас, бизни шоҳидлар қаторига ёзгин», – дерлар"},{"SurahNumber":5,"VerseNumber":84,"Text":"«Нима учун Аллоҳга ва бизга келган ҳаққа иймон келтирмас эканмиз ва Роббимиз бизни ҳам солиҳ қавмлар қаторига киритишини тамаъ қилмас эканмиз?!» – дерлар"},{"SurahNumber":5,"VerseNumber":85,"Text":"Айтганларига яраша Аллоҳ уларга остидан анҳорлар оқиб турган жаннатларда боқий қолишни мукофот қилиб берди. Яхшилик қилувчиларнинг мукофоти шулдир"},{"SurahNumber":5,"VerseNumber":86,"Text":"Куфр келтирганлар ва оятларимизни ёлғонга чиқарганлар — ана ўшалар жаҳаннам эгаларидир"},{"SurahNumber":5,"VerseNumber":87,"Text":"Эй, иймон келтирганлар! Аллоҳ сизга ҳалол қилган пок нарсаларни ҳаром қилманг. Ҳаддингиздан ошманг. Албатта, Аллоҳ ҳаддидан ошувчиларни севмас"},{"SurahNumber":5,"VerseNumber":88,"Text":"Ва Аллоҳ сизга ризқ қилиб берган ҳалол-пок нарсалардан енглар. Ўзингиз ишонган Аллоҳга тақво қилинг"},{"SurahNumber":5,"VerseNumber":89,"Text":"Аллоҳ сизларни беҳуда қасамларингиз учун тутмас. Лекин қасд ила туккан қасамларингиз учун тутадир. Бас, унинг каффороти ўз аҳлингизни ўртача таомлантириш миқдорида ўнта мискинга таом ёки кийим бериш ёхуд бир қул озод қилишдир. Ким топа олмаса, бас, уч кун рўза тутсин. Ана ўша, агар қасам ичган бўлсангиз, қасамингизнинг каффоротидир. Қасамларингизни муҳофаза қилинг. Аллоҳ сизга шундай қилиб Ўз оятларини баён этади. Шоядки, шукр қилсангиз"},{"SurahNumber":5,"VerseNumber":90,"Text":"Эй, иймон келтирганлар! Албатта, хамр, қимор, бутлар ва (фол очадиган) чўплар ифлосдир. Шайтоннинг ишидир. Бас, ундан четда бўлинг. Шоядки, нажот топсангиз"},{"SurahNumber":5,"VerseNumber":91,"Text":"Албатта, шайтон хамр ва қимор туфайли ораларингизга адоват ва ёмон кўришликни солишни ҳамда сизларни Аллоҳнинг зикридан ва намоздан тўсишни хоҳлайдир. Энди тўхтарсизлар"},{"SurahNumber":5,"VerseNumber":92,"Text":"Аллоҳга итоат қилинг ва Пайғамбарга итоат қилинг ва ҳазир бўлинг! Агар юз ўгирадиган бўлсангиз, билингки, Пайғамбаримиз вазифаси аниқ етказиш, холос"},{"SurahNumber":5,"VerseNumber":93,"Text":"Иймон келтирганлар учун, агар тақво қилиб, иймон келтириб, яхши амалларни қилган бўлсалар, сўнгра тақво қилиб, иймон келтирсалар, кейин тақво қилиб эҳсон қилсалар, еб-ичганларида гуноҳ йўқдир. Зотан, Аллоҳ эҳсон қилувчиларни севадир"},{"SurahNumber":5,"VerseNumber":94,"Text":"Эй, иймон келтирганлар! Аллоҳ Ундан ким ғойибона қўрқишини билиш учун сизларни қўлларингиз ва найзаларингиз етадиган овларда бир оз синаб кўрадир. Бундан кейин ким тажовуз қилса, унга аламли азоб бор"},{"SurahNumber":5,"VerseNumber":95,"Text":"Эй, иймон келтирганлар! Эҳромдалик ҳолингизда овни ўлдирманг. Сиздан ким уни қасдан ўлдирса, жазоси сиздан икки одил киши ҳукмига мувофиқ чорва ҳайвонларидан у(ов)га тенг келадиганини ҳадйи қилиб Каъбага етказишдир. Ёхуд унинг каффороти мискинларга таом бериш ёки шу баробарида, ўз қилмишининг ёмон оқибатини татиб кўрсин учун, рўза тутишдир. Ўтганларини Аллоҳ афв қилди. Ким қайтарса, Аллоҳ ундан интиқом олур. Зотан, Аллоҳ Азийз, интиқом эгасидир"},{"SurahNumber":5,"VerseNumber":96,"Text":"Денгиз ови ва унинг таоми сизга ва сайр қилувчиларга ҳалол қилинди. Модомики, эҳромда экансиз, сизга қуруқлик ови ҳаром қилинди. Ҳузурида тўпланадиганингиз Аллоҳга тақво қилинг"},{"SurahNumber":5,"VerseNumber":97,"Text":"Аллоҳ Каъбани — Байтул Ҳаромни, ҳаром ойни, ҳадйини ва осиладиган белгиларни одамлар учун асос қилиб қўйди. Бу эса, Аллоҳ албатта осмонлару ердаги нарсаларни билишини ва албатта Аллоҳ ҳар бир нарсани билувчи Зот эканини билишингиз учундир"},{"SurahNumber":5,"VerseNumber":98,"Text":"Билингки, албатта, Аллоҳнинг иқоби шиддатлидир ва, албатта, Аллоҳ мағфиратли ва раҳимли Зотдир"},{"SurahNumber":5,"VerseNumber":99,"Text":"Пайғамбар зиммасида фақат етказиш бор, холос. Аллоҳ ошкор қилганингизни ҳам, яширганингизни ҳам биладир"},{"SurahNumber":5,"VerseNumber":100,"Text":"Сен: «Агар нопокнинг кўплиги сени ажаблантирса ҳам, пок билан нопок тенг бўла олмас. Эй, ақл эгалари, Аллоҳга тақво қилинг, шоядки, нажот топсангиз», деб айт"},{"SurahNumber":5,"VerseNumber":101,"Text":"Эй, иймон келтирганлар! Ҳар хил нарсаларни сўрайверманглар. Агар зоҳир бўлса, сизга ёмон бўладир. Агар Қуръон нозил қилиниб турган чоғда сўрасангиз, сизга зоҳир бўладир. Ҳолбуки, Аллоҳ уларни афв қилган эди. Аллоҳ мағфиратли ва Ҳалийм Зотдир"},{"SurahNumber":5,"VerseNumber":102,"Text":"Сиздан олдин ҳам бир қавм уларни сўраган, сўнгра эса, уларга кофир бўлган эди"},{"SurahNumber":5,"VerseNumber":103,"Text":"Аллоҳ баҳийра, соиба, васийла ва ҳоммларни қилгани йўқ. Лекин куфр келтирганлар Аллоҳга нисбатан ёлғон тўқирлар. Уларнинг кўплари ақлсиздирлар"},{"SurahNumber":5,"VerseNumber":104,"Text":"Уларга: «Аллоҳ нозил қилган нарсага, Пайғамбарга келинглар», дейилса, «Бизга ота-боболаримизни ниманинг устида топган бўлсак, ўша етарли», дерлар. Агар ота-боболари ҳеч нарсага ақли етмайдиган ва ҳидоятга эришмаган бўлсалар ҳам-а"},{"SurahNumber":5,"VerseNumber":105,"Text":"Эй, иймон келтирганлар! Ўзингизни билинг. Агар ҳидоятда бўлсангиз, адашганлари сизга зарар қилмас. Ҳаммангизнинг қайтиб борадиган жойингиз Аллоҳнинг ҳузурида. Ўшанда сизга қилиб юрган ишларингизнинг хабарини берадир"},{"SurahNumber":5,"VerseNumber":106,"Text":"Эй, иймон келтирганлар! Бирортангизга ўлим келганда — васият қилар чоғида ўзингиздан бўлган икки адолатли киши, агар ер юзида сафардалик чоғингизда ўлим мусийбати етса, ўзгалардан икки киши ўртангизда гувоҳ бўлсин. Агар шубҳа қилсангиз, гувоҳларни намоздан кейин тутасиз ва улар: «Гарчи қариндошимиз учун бўлса ҳам, қасамни озгина қийматга сотмасмиз ва Аллоҳ учун гувоҳлигимизни яширмасмиз. Зотан, у ҳолда, албатта, гуноҳкорлардан бўлиб қоламиз», деб Аллоҳ номи ила қасам ичарлар"},{"SurahNumber":5,"VerseNumber":107,"Text":"Агар икковларининг гуноҳлари билиниб қолса, ўринларига устиларига ноҳақлик тушган яқинлардан иккиталари ўтурлар ва Аллоҳ ила қасам ичиб: «Бизнинг гувоҳлигимиз уларнинг гувоҳликларидан тўғрироқ ва биз тажовуз қилмадик. Агар қилган бўлсак, албатта, золимлардан бўлурмиз», дейишади"},{"SurahNumber":5,"VerseNumber":108,"Text":"Ана шундай қилмоқлик, гувоҳликни ҳаққоний адо этишларига ёки қасамларидан сўнг раддия қасам бўлишидан қўрқишларига яқинроқдир. Аллоҳга тақво қилинглар ва қулоқ осинглар. Аллоҳ фосиқ қавмларни ҳидоят қилмас"},{"SurahNumber":5,"VerseNumber":109,"Text":"Аллоҳ Пайғамбарларни жамлаган кунда: «Сизга қандай жавоб қилинди?» – деб сўрайдир. Улар: «Биз билмаймиз, албатта, Сенинг Ўзинггина ғайбларни яхши билгувчисан», дерлар"},{"SurahNumber":5,"VerseNumber":110,"Text":"Аллоҳ: «Эй, Ийсо ибн Марям, сенга ва волидангга берган неъматимни эсла. Сени муқаддас руҳ билан қўллаганимни, одамларга бешикда ҳам, катталигингда ҳам гапирганингни эсла. Сенга китобни, ҳикматни, Тавротни ва Инжилни ўргатганимни эсла. Менинг изним ила лойдан қуш шаклини ясаганингда ва унга пуфлаганингда, Менинг изним ила қуш бўлганини, Менинг изним ила туғма кўрни ва песни тузатганингни эсла. Менинг изним ила ўликларни чиқарганингни эсла. Бани Исроилга аниқ мўъжизалар келтирганингда, улардан куфр келтирганлари: «Бу очиқ сеҳрдан ўзга ҳеч нарса эмас», деганида, сени улардан қутқарганимини эсла», деганини ёд эт"},{"SurahNumber":5,"VerseNumber":111,"Text":"Ҳаворийларга: «Менга ва Менинг Пайғамбаримга иймон келтиринг», деб ваҳий юборганимда, улар: «Иймон келтирдик ва шоҳид бўл, биз албатта, мусулмонлармиз», деганини эсла"},{"SurahNumber":5,"VerseNumber":112,"Text":"Ҳаворийлар: «Эй, Ийсо ибн Марям, сенинг Роббинг бизга осмондан тузатилган дастурхон тушира олурми?» – деганларида, у: «Агар мўмин бўлсаларингиз, Аллоҳга тақво қилинглар», деганини эсла"},{"SurahNumber":5,"VerseNumber":113,"Text":"Улар: «Ундан емоқни, қалбларимиз таскин топмоғини, бизга рост гапирганингни билмоқни ва бунга гувоҳ бўлмоқни истармиз», дедилар"},{"SurahNumber":5,"VerseNumber":114,"Text":"Ийсо ибн Марям: «Аллоҳим! Роббимиз! Бизга осмондан ясатилган дастурхон туширгин, у аввалимизгаю охиримизга байрам бўлиб қолсин. Сендан мўъжиза бўлиб қолсин. Ва бизга ризқ бергин, зотан Ўзинг энг яхши ризқ бергувчисан», деди"},{"SurahNumber":5,"VerseNumber":115,"Text":"Аллоҳ: «Мен, албатта, уни сизларга туширгувчиман. Бас, бундан кейин сизлардан ким куфр келтирса, уни оламларда ҳеч кимни азобламаган азоб ила азоблагайман», деди"},{"SurahNumber":5,"VerseNumber":116,"Text":"Аллоҳ: «Эй, Ийсо ибн Марям, сен одамларга, Аллоҳни қўйиб, мени ва онамни илоҳ қилиб олинглар, дедингми?» – деганини, у эса: «Ўзинг поксан! (Аллоҳим), мен ҳаққим йўқ нарсани айта олмайман-ку. Агар айтган бўлганимда, батаҳқиқ, Сен уни билар эдинг. Сен менинг дилимдагини биласан, мен Сендаги ҳеч нарсани билмасман. Албатта, Сен Ўзинг ғайбларни энг яхши билгувчи Зотсан», деганини эсла"},{"SurahNumber":5,"VerseNumber":117,"Text":"Мен уларга Ўзинг менга амр қилган нарса: «Аллоҳга, менинг Роббим ва сизнинг Роббингизга ибодат қилинг»дан бошқани айтганим йўқ. Ва, модомики, ораларида эканман, уларга гувоҳ бўлдим. Мени Ўзингга олганингдан сўнг, Сенинг Ўзинг уларга кузатувчи бўлдинг. Зотан, Сен ҳар бир нарсага гувоҳсан"},{"SurahNumber":5,"VerseNumber":118,"Text":"Агар уларни азоблайдиган бўлсанг, бас, албатта, улар Сенинг бандаларинг. Агар уларни мағфират қиладиган бўлсанг, бас, албатта, Сенинг Ўзинг Азийз — ғолиб ва ҳикматли Зотсан"},{"SurahNumber":5,"VerseNumber":119,"Text":"Аллоҳ: «Бу кун, ростгўйларга ростгўйликлари манфаат берадиган кун. Уларга остидан сувлар оқиб турган жаннатлар бор, унда абадий — боқий бўлурлар. Аллоҳ улардан рози бўлди. Улар Аллоҳдан рози бўлди. Бу эса, улуғ ютуқдир», – деди"},{"SurahNumber":5,"VerseNumber":120,"Text":"Осмонлару ер ва улардаги нарсалар Аллоҳнинг мулкидир. Ва У ҳар бир нарсага қодирдир"},{"SurahNumber":6,"VerseNumber":1,"Text":"Осмонлару ерни яратган, зулматлару нурни таратган Аллоҳга ҳамд бўлсин. Сўнгра, куфр келтирганлар ўз Роббиларига (ўзгаларни) тенглаштирурлар"},{"SurahNumber":6,"VerseNumber":2,"Text":"У сизларни лойдан яратган, сўнгра ажални белгилаб қўйган Зотдир. Белгиланган ажал эса Унинг ҳузуридадир. Шундан кейин ҳам сиз шак келтирурсиз"},{"SurahNumber":6,"VerseNumber":3,"Text":"У осмонларда ҳам, ерда ҳам Аллоҳдир. Сирингизни ҳам, ошкорингизни ҳам биладир. Қилган касбу корингизни ҳам биладир"},{"SurahNumber":6,"VerseNumber":4,"Text":"Мудом уларга ўз Роббилари оятларидан бир оят келса, ундан юз ўгирувчи бўлдилар"},{"SurahNumber":6,"VerseNumber":5,"Text":"Уларга ҳақ келганда уни ҳам ёлғонга чиқардилар. Тезда уларга ўзлари истеҳзо қилган нарсанинг хабари келур"},{"SurahNumber":6,"VerseNumber":6,"Text":"Улардан олдин қанча асрларни ҳалок қилганимизни билмасларми? Ўшаларга ер юзида сизларга бермаган имконларни берган эдик. Осмондан устларига барака ёмғири юборган ва остларидан анҳорлар оқиб турадиган қилиб қўйган эдик. Бас, гуноҳлари туфайли уларни ҳалок қилдик ва ўринларига бошқа асрларни пайдо қилдик"},{"SurahNumber":6,"VerseNumber":7,"Text":"Агар сенга қоғоз — китоб туширсак, уни қўллари билан ушлаб кўришса ҳам, куфр келтирганлар: «Бу аниқ сеҳрдан ўзга ҳеч нарса эмас», дерлар"},{"SurahNumber":6,"VerseNumber":8,"Text":"Улар: «Агар унга фаришта туширилса эди», дедилар. Агар фаришта туширсак, иш битди ҳисоб. Сўнгра уларга қараб турилмас"},{"SurahNumber":6,"VerseNumber":9,"Text":"Агар уни фаришта қилсак ҳам, эркак қилган бўлар эдик ва ўзлари мушкуллаштирган нарсани уларга яна ҳам мушкуллаштирар эдик"},{"SurahNumber":6,"VerseNumber":10,"Text":"Сендан олдинги Пайғамбарлар ҳам истеҳзо қилинганлар. Уларни масхара қилганларни қилган истеҳзолари ўз домига тортган"},{"SurahNumber":6,"VerseNumber":11,"Text":"«Ер юзида сайр қилингиз, сўнгра ёлғончи қилувчиларнинг оқибати қандай бўлганига назар солингиз», деб айт"},{"SurahNumber":6,"VerseNumber":12,"Text":"«Осмонлар ва ердаги нарсалар кимники?» – деб айт! «Аллоҳники», деб айт! У Ўзига Ўзи раҳматни ёзиб қўйган. Сизларни бўлишида шубҳа йўқ қиёмат куни албатта жамлайдир. Ўзига ўзи зиён келтирувчиларгина, ўшаларгина иймон келтирмаслар"},{"SurahNumber":6,"VerseNumber":13,"Text":"Кечада ва кундузда сокин бўлганлар Уникидир. У эшитгувчи ва билгувчи Зотдир"},{"SurahNumber":6,"VerseNumber":14,"Text":"Сен: «Аллоҳдан ўзгани валий — дўст қилиб оламанми? У осмонлару ерни яратгувчидир. У таом беради ва таомланмайди», деб айт. «Мен аввалги таслим бўлувчи бўлмоққа амр қилиндим ва менга ҳеч мушриклардан бўлмагин, деб айтилди», деб айт"},{"SurahNumber":6,"VerseNumber":15,"Text":"Сен: «Албатта, мен агар Роббимга осий бўлсам, улуғ кун азобидан қўрқаман», деб айт"},{"SurahNumber":6,"VerseNumber":16,"Text":"Ким ўша куни ундан четланса, бас, батаҳқиқ, Аллоҳ унга раҳим қилибди. Ана ўша аниқ ютуқдир"},{"SurahNumber":6,"VerseNumber":17,"Text":"Агар Аллоҳ сени зарарига оладиган бўлса, Унинг Ўзидан бошқа кушойиш берадиган йўқ. Агар У сени яхшиликка оладиган бўлса, бас, У ҳар бир нарсага қодирдир"},{"SurahNumber":6,"VerseNumber":18,"Text":"У бандалари устидан ғолибдур. У ҳикмат эгаси ва ҳар бир нарсадан хабардордир"},{"SurahNumber":6,"VerseNumber":19,"Text":"Сен: «Қайси нарса энг катта гувоҳликдир», деб айт. «Аллоҳ», деб айт. Сен: «У мен билан сизларнинг ўртангизда гувоҳдир. Менга ушбу Қуръонни, Унинг ила сизларни ва у етиб борганларни огоҳлантиришим учун ваҳий қилинди. Сизлар «Аллоҳ билан бирга, албатта, бошқа худолар бор», деб гувоҳлик берасизларми? «Мен гувоҳлик бермайман», деб айт. Сен: «Албатта, У битта илоҳдир ва мен сиз келтираётган ширкдан покдирман», деб айт"},{"SurahNumber":6,"VerseNumber":20,"Text":"Биз китоб берганлар уни ўз фарзандларини танигандек танирлар. Улар ўзларига зиён қилганлардир, ана ўшалар иймон келтирмаслар"},{"SurahNumber":6,"VerseNumber":21,"Text":"Аллоҳга нисбатан ёлғон тўқиган ёки Унинг оятларини ёлғонга чиқарганлардан ҳам кўра золимроқ кимса борми? Албатта, золимлар нажот топмаслар"},{"SurahNumber":6,"VerseNumber":22,"Text":"Ҳаммаларини жамлайдиган, сўнгра ширк келтирганларга: «Сиз худо деб гумон қилган шерикларингиз қани?» – деб айтадиганимиз кунни эсла"},{"SurahNumber":6,"VerseNumber":23,"Text":"Сўнгра, «Роббимиз Аллоҳга қасамки, мушрик бўлмаган эдик», дейишдан бошқа фитналари бўлмас"},{"SurahNumber":6,"VerseNumber":24,"Text":"Назар сол! Улар ўзларини қандай алдадилар ва тўқиб юрган нарсалари улардан қандай йўқолди"},{"SurahNumber":6,"VerseNumber":25,"Text":"Улардан сенга қулоқ тутадиганлари ҳам бор. Биз уни фаҳмламасликлари учун қалбларига парда ва қулоқларига тўсиқ қилиб қўйдик. Барча оятларни кўрсалар ҳам, улар иймон келтирмаслар. Ҳатто, олдингга сен билан тортишувга келганларида, куфр келтирганлар: «Бу, ўтганларнинг афсоналаридан бошқа нарса эмас», дерлар"},{"SurahNumber":6,"VerseNumber":26,"Text":"Ва улар (одамларни) ундан қайтарурлар ва ундан узоқлашурлар. Улар сезмаган ҳолларида ўзларини ҳалок қилурлар, холос"},{"SurahNumber":6,"VerseNumber":27,"Text":"Дўзах устида тўхтатилганларида: «Қани энди (у дунёга) қайтарилсак эди, Роббимизнинг оятларини ёлғонга чиқармас эдик ва мўминлардан бўлар эдик», дейишларини кўрсанг эди"},{"SurahNumber":6,"VerseNumber":28,"Text":"Йўқ! Ундай эмас. Улар олдин махфий тутган нарса ўзларига ошкор бўлди, холос. Агар улар (бу дунёга) қайтарилсалар ҳам, ўзлари ман қилинган нарсага қайтурлар ва, албатта, улар ёлғончилардир"},{"SurahNumber":6,"VerseNumber":29,"Text":"Улар: «Ҳаёт — бу дунё ҳаёти, холос, биз қайта тирилтирилмасмиз», дедилар"},{"SurahNumber":6,"VerseNumber":30,"Text":"Аллоҳнинг ҳузурида тўхтатилганларида, У: «Мана шу ҳақ эмасми?!» – деганида, «Роббимизга қасамки, ҳақдир», деганларини, У: «Бас, куфр келтирганингиз учун азобини чекинг», дейишини кўрсанг эди"},{"SurahNumber":6,"VerseNumber":31,"Text":"Аллоҳга рўбарў бўлишни ёлғон деганлар, шубҳасиз, зиёнга учрадилар. Ҳаттоки, тўсатдан қиёмат келиб қолганда, устларига гуноҳларини орқалаб олган ҳолларида: «У(дунё)да қилган камчиликларимизга ҳасрат-надоматлар бўлсин», дерлар. Улар орқалаган нарса қандай ёмон-а"},{"SurahNumber":6,"VerseNumber":32,"Text":"Бу дунё ҳаёти ўйин-кулгудан ўзга ҳеч нарса эмас. Тақво қилувчилар учун охират ҳовлиси яхшироқдир. Ақл юритмайсизларми"},{"SurahNumber":6,"VerseNumber":33,"Text":"Сени, албатта, уларнинг айтаётганлари хафа қилишини яхши биламиз. Улар сени ёлғончига чиқараётганлари йўқ, балки золимлар Аллоҳнинг оятларини инкор қилмоқдалар"},{"SurahNumber":6,"VerseNumber":34,"Text":"Сендан олдин ҳам Пайғамбарлар ёлғончига чиқарилганлар. Бас, улар то нусрат келгунча ёлғончига чиқарилганларига ва берилган озорларга сабр қилганлар. Аллоҳнинг сўзларини ўзгартирувчи йўқ. Батаҳқиқ, сенга Пайғамбарларнинг хабари келган"},{"SurahNumber":6,"VerseNumber":35,"Text":"Агар сенга уларнинг юз ўгиришлари оғир ботаётган бўлса, қодир бўлсанг, ер остидан йўл қилиб ёки осмонга нарвон қўйиб, уларга оят-мўъжиза келтир. Аллоҳ хоҳлаганида, уларни ҳидоятга жамларди. Ҳаргиз жоҳиллардан бўлма"},{"SurahNumber":6,"VerseNumber":36,"Text":"Албатта, тинглай оладиганларгина қабул қилурлар. Ўликларни эса, Аллоҳ тирилтирур ва сўнгра Унинг Ўзига қайтарилурлар"},{"SurahNumber":6,"VerseNumber":37,"Text":"Улар: «Унга Роббидан бир оят-мўъжиза тушса эди?» – дерлар. «Албатта, Аллоҳ оят-мўъжиза туширишга қодирдир», деб айт. Лекин кўплари билмаслар"},{"SurahNumber":6,"VerseNumber":38,"Text":"Ер юзидаги ҳар бир юрувчи жонзот ва икки қаноти ила учувчи қуш борки, ҳаммаси сиз каби умматлардир. Китобга ҳеч нарсани қўймай ёзганмиз. Сўнгра Роббиларига жамланурлар"},{"SurahNumber":6,"VerseNumber":39,"Text":"Оятларимизни ёлғонга чиқарганлар кар ва соқовлардир. Аллоҳ кимни хоҳласа, адаштирур ва кимни хоҳласа, тўғри йўлда барқарор қилиб қўядир"},{"SurahNumber":6,"VerseNumber":40,"Text":"Сен: «Агар ростгўй бўлсаларингиз, айтинг-чи, сизга Аллоҳнинг азоби ёки қиёмат соати келганда, Аллоҳдан бошқага дуо қиласизларми?» – дегин"},{"SurahNumber":6,"VerseNumber":41,"Text":"Йўқ! Фақат Унгагина дуо қилурсиз. У эса, хоҳласа, сиз дуо қилган нарсага кушойиш берур. Сиз эса, ширк келтираётган нарсангизни унутурсиз"},{"SurahNumber":6,"VerseNumber":42,"Text":"Батаҳқиқ, Биз сендан олдинги умматларга ҳам Пайғамбарлар юборганмиз. Сўнгра, шояд, тазарруъ қилсалар деб, уларни бало ва зиёнларга тутганмиз"},{"SurahNumber":6,"VerseNumber":43,"Text":"Бизнинг баломиз уларга етганда, тазарруъ қилсалар эди! Лекин қалблари қаттиқ бўлди ва шайтон уларга қилаётган ишларини зийнатлаб кўрсатди"},{"SurahNumber":6,"VerseNumber":44,"Text":"Эслатилган нарсаларни унутган чоғларида, уларга ҳамма нарсанинг эшикларини очиб қўйдик. Ўзларига берилган нарсалардан хурсанд бўлиб турганларида, уларни бирданига тутдик. Бас, қарабсизки, бутунлай ноумид бўлдилар"},{"SurahNumber":6,"VerseNumber":45,"Text":"Бас, зулм қилган қавмларнинг кети кесилди. Оламларнинг Роббиси Аллоҳга ҳамдлар бўлсин"},{"SurahNumber":6,"VerseNumber":46,"Text":"Уларга: «Айтинг-чи, агар Аллоҳ қулоқ ва кўзларингизни олиб қўйса, қалбларингизга муҳр босса, Аллоҳдан ўзга қайси илоҳ уни сизга беради», дегин. Биз оятларни қандай келтиришимизга, сўнгра уларнинг қандай юз ўгириб кетишига назар сол"},{"SurahNumber":6,"VerseNumber":47,"Text":"Уларга: «Айтинг-чи, агар сизга Аллоҳнинг азоби бирданига ёки очиқчасига келса, золим қавмларгина ҳалок қилинадилар-ку!» – деб айт"},{"SurahNumber":6,"VerseNumber":48,"Text":"Биз Пайғамбарларни фақат башорат берувчи ва огоҳлантирувчи қилиб юборурмиз. Ким иймон келтириб, амали солиҳ қилса, уларга хавфу хатар йўқ ва улар ранжимаслар"},{"SurahNumber":6,"VerseNumber":49,"Text":"Оятларимизни ёлғонга чиқарганларни, фосиқлик қилганлари учун, азоб тутадир"},{"SurahNumber":6,"VerseNumber":50,"Text":"Сен: «Сизларга, ҳузуримда Аллоҳнинг хазиналари бор, демасман. ўайбни биламан, демасман. Ва яна сизларга, мен фариштаман, деб ҳам айтмасман. Мен фақат ўзимга ваҳий қилинган нарсага эргашаман, холос», деб айт. «Кўр билан кўзи ўткир тенг бўла олурми? Ўйлаб кўрмайсизларми?» – деб айт"},{"SurahNumber":6,"VerseNumber":51,"Text":"У билан Роббиларига тўпланишдан қўрқадиганларни огоҳлантир. Уларга ундан ўзга валий ҳам, шафоатчи ҳам йўқ. Шоядки, тақводор бўлсалар"},{"SurahNumber":6,"VerseNumber":52,"Text":"Эртаю кеч Роббиларига Унинг юзини ирода қилиб дуо этаётганларни ҳайдама! Уларнинг ҳисобидан сенинг зиммангда ҳеч нарса йўқ. Сенинг ҳисобингдан уларнинг зиммасида ҳеч нарса йўқ. Уларни ҳайдаб, золимлардан бўлиб қолма"},{"SurahNumber":6,"VerseNumber":53,"Text":"«Орамиздан Аллоҳ неъмат берган шуларми?» – дейишлари учун шундай қилиб, баъзиларни баъзилари ила синадик. Аллоҳнинг Ўзи шукр қилувчиларни яхши билгувчи эмасми"},{"SurahNumber":6,"VerseNumber":54,"Text":"Агар ҳузурингга оятларимизга иймон келтирганлар келсалар: «Сизларга салом бўлсин, Роббингиз Ўз зиммасига раҳматни ёзди. Сиздан ким билмасдан ёмонлик қилса, сўнгра ундан кейин тавба қилиб, амали солиҳ қилса, бас, албатта, У зот мағфиратли ва раҳимли Зотдир», – деб айт"},{"SurahNumber":6,"VerseNumber":55,"Text":"Шундай қилиб, жиноятчиларнинг йўли ошкор бўлиши учун, оятларни муфассал баён қилурмиз"},{"SurahNumber":6,"VerseNumber":56,"Text":"Сен: «Мен Аллоҳни қўйиб, сиз ибодат қилаётганларга ибодат қилишдан қайтарилганман», – деб айт. «Мен сизнинг ҳавойи нафсларингизга эргашмасман. Зеро, адашган бўламан ва ҳидоят топганлардан бўлмай қоламан», – деб айт"},{"SurahNumber":6,"VerseNumber":57,"Text":"Сен: «Албатта, мен Роббимдан берилган аниқ ҳужжатга эгаман. Сизлар уни ёлғонга чиқардингиз. Сиз шошилтираётган нарса менда йўқ. Ҳукм фақат Аллоҳнинг Ўзига хосдир. У ҳақни аниқлар. У ажрим қилувчиларнинг энг яхшиси», – деб айт"},{"SurahNumber":6,"VerseNumber":58,"Text":"Сен: «Агар сиз шошилтираётган нарса менинг ҳузуримда бўлса эди, мен билан сизнинг орангизда иш аллақачон битган бўлар эди. Аллоҳ золимларни яхши билгувчидир», – деб айт"},{"SurahNumber":6,"VerseNumber":59,"Text":"Ғайбнинг калитлари Унинг ҳузурида бўлиб, уларни Унинг Ўзидан бошқа ҳеч ким билмас. У ердаги, қуруқлик ва денгиздаги нарсаларни биладир. Битта япроқ узилиб тушмайдики, магар уни ҳам биладир. Ер тубидаги бир дона дон борми, ҳўлу қуруқ борми, барчаси Очиқ китобда бордир"},{"SurahNumber":6,"VerseNumber":60,"Text":"У кечаси сизни вафот эттирадир. У кундузи қилган касбингизни биладир. Сўнгра, белгилаган ажал тугал бўлиши учун у(кундузи)да сизни қайта тирилтирадир. Сўнгра, қайтиб боришингиз Унинг Ўзигадир. Сўнгра, нима қилиб юрганингизнинг хабарини берадир"},{"SurahNumber":6,"VerseNumber":61,"Text":"У бандалари устидан ғолибдир. У устингизга ҳафазаларини юборадир. Қачонки бирортангизга ўлим келса, элчиларимиз камчиликка йўл қўймаган ҳолда уни вафот эттирадир"},{"SurahNumber":6,"VerseNumber":62,"Text":"Сўнгра ҳақиқий Хожалари — Аллоҳга қайтарилурлар. Огоҳ бўлингизким, ҳукм қилиш Унинг Ўзигагина хосдир. Ва У энг тезкор ҳисоб-китоб қилувчидир"},{"SurahNumber":6,"VerseNumber":63,"Text":"Сен: «Сизни қуруқлигу денгизнинг зулматларидан қутқарадиган ким? Унга тазарруъ қилган ҳолда ва махфий ҳолда, агар мана шундан бизни қутқарса, албатта, шукр қилувчилардан бўлар эдик, дейдиганингиз ким?» – деб айт"},{"SurahNumber":6,"VerseNumber":64,"Text":"«Сизни улардан ва барча ғамлардан Аллоҳ қутқарур. Сўнгра эса, сиз ширк келтирасиз», – деб айт"},{"SurahNumber":6,"VerseNumber":65,"Text":"Сен: «У сизга устингиздан ёки оёғингиз остидан азоб юборишга, турли фирқаларга аралаштириб юборишга, баъзиларингизга баъзиларингизнинг азобини тоттиришга қодирдир», – деб айт. Оятларимизни қандай тасарруф қилишимизга назар сол. Шоядки, англаб етсалар"},{"SurahNumber":6,"VerseNumber":66,"Text":"Қавминг уни ёлғонга чиқарди. Ҳолбуки у ҳақдир. Сен: «Мен сизларга вакил эмасман"},{"SurahNumber":6,"VerseNumber":67,"Text":"Ҳар бир хабарнинг ўз вақти бор. Тезда буни биласизлар», деб айт"},{"SurahNumber":6,"VerseNumber":68,"Text":"Оятларимизни (истеҳзо қилишга) шўнғиётганларни кўрган чоғингда, то ундан бошқа гапга шўнғигунларигача улардан юз ўгир. Агар шайтон эсингдан чиқарган бўлса, эслаганингдан сўнг, золим қавмлар билан ўтирма"},{"SurahNumber":6,"VerseNumber":69,"Text":"Тақво қиладиганлар зиммасида у (мушрик)ларнинг ҳисобидан ҳеч нарса йўқ. Лекин эслатма бор. Шоядки, тақво қилсалар"},{"SurahNumber":6,"VerseNumber":70,"Text":"Ўз динларини ўйин-кулгу қилиб олган ва ҳаёти дунёга алданиб кетганларни тарк эт. У (Қуръон) ила эслатгинки, ҳеч бир жон қилган касби туфайли ҳалокатга дучор бўлиб, Аллоҳдан ўзга бирор дўст ва шафоатчисиз ҳолга ва барча фидо қиладиган нарсани фидо қилса ҳам, ундан қабул қилинмайдиган ҳолга тушиб қолмасин. Ана ўшалар қилган касблари туфайли ҳалокатга дучор бўлганлардир. Куфр келтирганлари учун уларга қайноқ сувдан шароб ва аламли азоб бордир"},{"SurahNumber":6,"VerseNumber":71,"Text":"Сен: «Аллоҳни қўйиб на фойда, на зарар бера олмайдиган нарсаларга ибодат қиламизми? Худди оғайнилари, бу ёққа кел, деб ҳидоятга чақириб турган бўлса ҳам, шайтон адаштириб, ер юзида ҳайрон бўлиб қолганга ўхшаб, Аллоҳ бизни ҳидоятга солгандан кейин орқамизга қайтамизми?» – деб айт. Сен: «Албатта, Аллоҳнинг ҳидояти ҳақиқий ҳидоятдир. Оламларнинг Роббига таслим бўлишга амр қилинганмиз», – деб айт"},{"SurahNumber":6,"VerseNumber":72,"Text":"Намозни қоим қилинг ва Аллоҳга тақво қилинг! У сизлар ҳузурига тўпланадиган Зотдир"},{"SurahNumber":6,"VerseNumber":73,"Text":"У, осмонлару ерни ҳақ ила яратган Зотдир. «Бўл» деган куни бўладир. Унинг гапи ҳақдир. Дуд чалинадиган куни мулк Уникидир. У, ғайбни ҳам, шоҳидни ҳам билувчи Зотдир. Ва У ҳакийм ва хабардор Зотдир"},{"SurahNumber":6,"VerseNumber":74,"Text":"Иброҳимнинг отаси Озарга: «Санамларни худолар қилиб оласанми? Мен сени ва сенинг қавмингни, албатта, очиқ-ойдин адашувда кўрмоқдаман», – деганини эсла"},{"SurahNumber":6,"VerseNumber":75,"Text":"Худди шундай қилиб, Иброҳимга, аниқ ишонувчилардан бўлиши учун, осмонлару ернинг мулкларини кўрсатурмиз"},{"SurahNumber":6,"VerseNumber":76,"Text":"Уни тун ўраб олганида юлдузни кўриб: «Мана шу Роббимдир», – деди. У ботиб кетганида эса: «Ботувчиларни ёқтирмасман», – деди"},{"SurahNumber":6,"VerseNumber":77,"Text":"Чиқаётган ойни кўрганда: «Мана шу Роббимдир», – деди. У ҳам ботганида: «Агар Роббим мени тўғри йўлга бошламаса, албатта, адашувчилардан бўламан», – деди"},{"SurahNumber":6,"VerseNumber":78,"Text":"Чиқаётган қуёшни кўрганда: «Мана шу Роббим. Бу каттароқ», – деди. У ҳам ботиб кетганида: «Эй қавмим, мен сиз ширк келтираётган нарсадан воз кечдим», – деди"},{"SurahNumber":6,"VerseNumber":79,"Text":"Албатта, мен юзимни осмонлару ерни яратган Зотга, тўғри йўлга мойил бўлган ҳолимда, юзлантирдим ва мен мушриклардан эмасман"},{"SurahNumber":6,"VerseNumber":80,"Text":"Ва қавми у ила тортишди. У: «Мен билан Аллоҳ ҳақида тортишасизларми, ҳолбуки, У мени ҳидоят этди. Мен Унга ширк келтираётган нарсангиздан қўрқмасман. Магар Роббим бирор нарсани ирода этса, бўлиши мумкин. Роббим барча нарсани Ўз илми ила қамраб олган. Эсласангиз бўлмасми?» – деди"},{"SurahNumber":6,"VerseNumber":81,"Text":"«Қандай қилиб мен сиз ширк келтирган нарсадан қўрқай. Ҳолбуки, сиз ўзингизга ҳеч ҳужжат туширмаган нарсани Аллоҳга ширк келтириб туриб қўрқмайсиз-у?» Агар билсангиз, айтинг-чи, қайси гуруҳ хотиржам бўлишга ҳақлироқ"},{"SurahNumber":6,"VerseNumber":82,"Text":"Иймон келтирганлар ва иймонларига зулмни аралаштирмаганлар. Ана ўшаларга хотиржамлик, омонлик бор. Улар ҳидоят топганлардир"},{"SurahNumber":6,"VerseNumber":83,"Text":"Ана ўшалар, Иброҳимга қавмига қарши (тортишувда) берган ҳужжатларимиздир. Кимни хоҳласак, даражасини кўтарамиз. Албатта, Роббинг ҳикматли ва яхши билувчи Зотдир"},{"SurahNumber":6,"VerseNumber":84,"Text":"Ва Биз унга Исҳоқни ва Яъқубни бердик. Барчаларини ҳидоят қилдик. Бундан олдин Нуҳни ҳам ҳидоят қилган эдик. Ва унинг зурриётидан Довуд, Сулаймон, Айюб, Юсуф, Мусо, Ҳорунни ҳам (ҳидоят қилдик). Чиройли амал қилувчиларни ана шундай мукофотлармиз"},{"SurahNumber":6,"VerseNumber":85,"Text":"Ва Закариё, Яҳё, Ийсо ва Илёсни ҳам. Ҳаммалари аҳли солиҳлардир"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ва Исмоил, ал-Ясаъ, Юнус ва Лутни ҳам. Барчаларини бутун оламлардан афзал қилдик"},{"SurahNumber":6,"VerseNumber":87,"Text":"Ва уларнинг оталаридан, зурриётларидан ва биродарларидан ҳам ҳидоят қилдик. Уларни танлаб олдик ва сиротул мустақиймга ҳидоят қилдик"},{"SurahNumber":6,"VerseNumber":88,"Text":"Ана ўша, Аллоҳнинг ҳидояти бўлиб, Ўз бандаларидан кимни хоҳласа, ўшани унга йўллар. Агар улар ширк келтирсалар, қилган ишлари, албатта, беҳуда кетар"},{"SurahNumber":6,"VerseNumber":89,"Text":"Ана ўшалар Биз уларга китобни, ҳукмни ва Пайғамбарликни берган зотлардир. Агар анавилар буларга куфр келтирсалар, батаҳқиқки, Биз уларга куфр келтирмайдиган қавмни вакил қилиб қўйганмиз"},{"SurahNumber":6,"VerseNumber":90,"Text":"Ана ўшалар Аллоҳ ҳидоят қилган зотлардир. Бас, уларнинг ҳидоятига эргаш. Сен: «Мен сизлардан бунинг учун ҳақ сўрамасман. У, оламлар учун эслатмадан иборат, холос», – деб айт"},{"SurahNumber":6,"VerseNumber":91,"Text":"Улар, Аллоҳ башарга ҳеч нарса туширгани йўқ, деганларида, Аллоҳни тўғри тақдирламадилар. «Мусо кишиларга ҳидоят ва нур этиб олиб келган, уни сиз қоғозга тушириб олиб, баъзисини зоҳир, кўпини махфий қилган ва сиз ҳам, ота-боболарингиз ҳам билмаган нарсаларни сизга ўргатган китобни ким туширди?!» – деб айт. «Аллоҳ» – деб айт. Сўнгра, уларни тек қўй, шўнғиган нарсаларида ўйнайверсинлар"},{"SurahNumber":6,"VerseNumber":92,"Text":"Бу, Биз туширган китоб, муборакдир, ўзидан олдингини тасдиқловчидир. Уммул Қуро (шаҳарлар онаси) ва унинг атрофини огоҳлантиришинг учундир. Охиратга иймон келтирганлар унга иймон келтирурлар. Ва улар намозларини муҳофаза қилурлар"},{"SurahNumber":6,"VerseNumber":93,"Text":"Аллоҳга нисбатан ёлғон тўқиган ёки унга ҳеч нарса ваҳий қилинмаса ҳам, менга ваҳий келди, деган, ёхуд Аллоҳ нозил қилган нарсага ўхшаш нарсани мен ҳам нозил қиламан, деган кимсадан ҳам золимроқ кимса борми? Золимларнинг ўлим талвасаси пайтларини, фаришталарнинг уларга қўл чўзиб: «Жонингизни чиқаринг! Бугунги кунда Аллоҳга нисбатан ноҳақ гап айтганларингиз учун ва Унинг оятларидан мутакаббирлик қилиб юрганингиз учун хорлик азоби ила жазоланурсиз», – дегандаги ҳолларини кўрсанг эди"},{"SurahNumber":6,"VerseNumber":94,"Text":"Худди сизларни дастлаб халқ қилганимиздек, ҳузуримизга якка-якка келдингиз. Сизларга берган нарсаларимизни ортингизда қолдирдингиз. Сизлар ўзингизча шерик деб ўйлаган шафоатчиларингизни кўрмаяпмиз?! Батаҳқиқ, ораларингиз узилди. Сиз даъво қилган нарса ғойиб бўлди"},{"SurahNumber":6,"VerseNumber":95,"Text":"Албатта, Аллоҳ донни ҳам, данакни ҳам ёрувчи Зотдир. У, ўликдан тирикни чиқарур ва тирикдан ўликни чиқаргувчидир. Ана шундай Аллоҳдир. Сиз қаёққа бурилиб кетяпсиз"},{"SurahNumber":6,"VerseNumber":96,"Text":"У, субҳни ёритгувчи Зотдир. У, тунни сукунат, қуёш ва ойни ҳисоб қилиб қўйди. Бу эса, ғолиб ва яхши билгувчи Зотнинг ўлчовидир"},{"SurahNumber":6,"VerseNumber":97,"Text":"У сизларга қуруқлик ва денгиз зулматларида йўл топишингиз учун юлдузларни қилиб қўйган Зотдир. Биладиган қавмлар учун оят-белгиларни батафсил қилиб қўйганмиз"},{"SurahNumber":6,"VerseNumber":98,"Text":"У сизларни бир жондан яратган Зотдир. Бас, у (жон) қарор топадиган жой(она раҳми)да ёки сақлаб қўйиладиган жой (ота сулби)дадир. Яхши англайдиганлар учун оят-белгиларни батафсил қилиб қўйганмиз"},{"SurahNumber":6,"VerseNumber":99,"Text":"У, осмондан сув нозил қилган Зотдир. Бас, у (сув) ила турли набототлар чиқардик. Ундан яшил гиёҳларни чиқардик. Ундан ғужум-ғужум бошоқлар чиқарамиз. Ва хурмодан, унинг новдаларидан яқин шингиллар чиқарамиз ва узум боғлари чиқарамиз. Бир-бирига ўхшаган ва ўхшамаган зайтун ва анорларни чиқарамиз. Унинг мева қилиш пайтидаги мевасига ва пишишига назар солинг. Албатта, бундай нарсаларда иймон келтирадиган қавм учун оят — белгилар бордир"},{"SurahNumber":6,"VerseNumber":100,"Text":"Улар жинларни Аллоҳга шерик қилдилар. Ҳолбуки, У ҳаммаларини яратган Зотдир. Илмсиз ҳолда Унга ўғиллар ва қизлар ясадилар. У, улар васф қилган нарсалардан пок ва олий бўлди"},{"SurahNumber":6,"VerseNumber":101,"Text":"У, осмонлару ерни йўқдан бор қилгувчи Зотдир. Унинг хотини бўлмай туриб, боласи қандай бўлсин?! У ҳамма нарсани Ўзи яратди ва У ҳамма нарсани яхши билгувчидир"},{"SurahNumber":6,"VerseNumber":102,"Text":"Ана ўша Аллоҳ сизнинг Роббингиздир. Ундан бошқа ибодатга сазовор зот йўқ. У ҳар бир нарсанинг Яратгувчисидир. Бас, Унга ибодат қилинг. У ҳар бир нарсага вакилдир"},{"SurahNumber":6,"VerseNumber":103,"Text":"Кўзлар Уни идрок эта олмас, У кўзларни идрок этар. У латийф ва хабардор Зотдир"},{"SurahNumber":6,"VerseNumber":104,"Text":"Батаҳқиқ, сизга Роббингиздан «кўз очувчи»лар келди. Кимки кўрса, ўзига яхши. Ким кўр бўлиб олса, ўзига зарар. Мен сизларга қўриқчи эмасман"},{"SurahNumber":6,"VerseNumber":105,"Text":"Шундай қилиб: «Дарс олгансан», – дейишлари учун ва билган қавмларга баён қилишинг учун оятларни тасарруф қилурмиз"},{"SurahNumber":6,"VerseNumber":106,"Text":"Сенга Роббингдан ваҳий қилинган нарсага эргаш. Ундан бошқа ибодатга сазовор зот йўқ. Мушриклардан юз ўгир"},{"SurahNumber":6,"VerseNumber":107,"Text":"Агар Аллоҳ хоҳласа, ширк келтирмас эдилар. Биз сени уларга қўриқчи қилганимиз йўқ. Ва сен уларга вакил ҳам эмассан"},{"SurahNumber":6,"VerseNumber":108,"Text":"Уларнинг Аллоҳдан ўзга ибодат қиладиганларини сўкмангиз. Бас, билмасдан зулм ила Аллоҳни сўкиб юрмасинлар. Шундай қилиб, ҳар бир умматга амалини зийнатлаб қўйдик. Сўнгра эса, қайтиб борадиган жойлари Роббиларигадир. Бас, У қилиб юрган ишларининг хабарини берур"},{"SurahNumber":6,"VerseNumber":109,"Text":"Улар агар бирон оят — мўъжиза келса, албатта, иймон келтиришлари ҳақида Аллоҳнинг номи билан жон-жаҳдлари ила қасам ичарлар. «Албатта, оятлар фақат Аллоҳнинг ҳузурида», – деб айт. Сизга нима билдирди? Эҳтимол, оят келса ҳам, улар иймон келтирмаслар"},{"SurahNumber":6,"VerseNumber":110,"Text":"Худди аввал иймон келтирмаганларидек, қалблари ва кўзларини буриб қўярмиз ва туғёнларида довдираган ҳолларида тек қўярмиз"}]}