{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Ve iyice bilin ki ganimet olarak elde ettiğiniz şeyin mutlaka beşte biri Allah'ın ve Peygamberin ve yakınların ve yetimlerin ve yoksulların ve yolda kalmışlarındır. Allah'a inanmışsanız ve hak ile batılın ayrıldığı, yani iki ordunun birbiriyle buluştuğu gün kulumuza indirdiğimize iman etmişseniz ve Allah'ın her şeye gücü yeter"},{"SurahNumber":8,"VerseNumber":42,"Text":"Hani siz vadinin yakın bir yerindeydiniz, onlar uzak bir kıyısında, kervansa sizden daha aşağı tarafta ve eğer muayyen yerlerde buluşmak üzere sözleşseydiniz gene ihtilafa düşerdiniz. Fakat helak olanın, apaçık bir delil görerek helak olması, diri kalanın da gene apaçık bir delil görerek diri kalması için Allah, olacak bir işi yerine getirmek üzere bunu böyle yaptı ve şüphe yok ki Allah, mutlaka her şeyi duyar, bilir"},{"SurahNumber":8,"VerseNumber":43,"Text":"Hani Allah, rüyanda sana onların az olduğunu göstermişti; çok gösterseydi ürker, gevşerdiniz ve iş hususunda da çekişe kalkışırdınız. Fakat Allah sizi bundan kurtardı ve şüphe yok ki o, gönüllerdekini bilir"},{"SurahNumber":8,"VerseNumber":44,"Text":"Hani karşılaştığınız zamanda Allah, onları sizin gözünüze az gösterdiği gibi sizi de onlara az göstermişti; çünkü Allah, olacak işi yapacak, yerine getirecekti ve bütün işlerin mercii Allah'tır"},{"SurahNumber":8,"VerseNumber":45,"Text":"Ey inananlar, bir toplulukla karşılaştınız mı mutlaka sebat edin ve Allah'ı çok anın da kurtulun muradınıza erişin"},{"SurahNumber":8,"VerseNumber":46,"Text":"Allah'a ve Peygamberine itaat edin, birbirinizle çekişmeyin, sonra zayıflarsınız ve kuvvetiniz kalmaz ve sabredin, şüphe yok ki Allah, sabredenlerle beraberdir"},{"SurahNumber":8,"VerseNumber":47,"Text":"Ülkelerinden böbürlenmek ve halka gösteriş yapmak için çıkanlara ve insanları Allah yolundan menedenlere benzemeyin ve Allah onların bütün yaptıklarını bilgisiyle kavramıştır"},{"SurahNumber":8,"VerseNumber":48,"Text":"Hani o zaman Şeytan, onların yaptıklarını, kendilerine süslü ve hoş göstermişti de bugün insanlardan size üstün olacak yoktur, ben de şüphe yok ki size yardımcıyım demişti. Fakat iki ordu da görününce geri dönüp ben demişti, şüphe yok, sizden uzağım, çünkü ben, sizin görmediklerinizi görmedeyim ve Allah'tan korkmadayım ve Allah'ın cezası pek çetindir"},{"SurahNumber":8,"VerseNumber":49,"Text":"Hani münafıklarla gönüllerinde hastalık olanlar, bunları dinleri aldatmıştır demişlerdi; halbuki kim Allah'a dayanırsa bilsin ki Allah, şüphe yok ki üstündür, hüküm ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":50,"Text":"Melekler, kafirlerin suratlarına ve sırtlarına vura vura canlarını alır ve şiddetle yakıcı azabı tadın derlerken bir görmeliydin onları"},{"SurahNumber":8,"VerseNumber":51,"Text":"Bu, evvelce ellerinizle kendinize hazırladığınız şeydir ve şüphe yok ki Allah, kullarına zulmetmez"},{"SurahNumber":8,"VerseNumber":52,"Text":"Firavun'un soyuyla onlardan önce gelip geçenlerin gidişleri gibi hani Allah'ın delillerini inkar edip kafir olmuşlardı da Allah, suçlarına karşılık onları azabına uğratmıştı: Şüphe yok ki Allah, pek kuvvetlidir, azabı da pek çetindir onun"},{"SurahNumber":8,"VerseNumber":53,"Text":"Bu da, şundan ileri gelir: Şüphe yok ki Allah, bir topluluğa ihsan ettiği nimeti, onlar kendi huylarını değiştirmedikçe değiştirmez ve şüphe yok ki Allah, her şeyi duyar, bilir"},{"SurahNumber":8,"VerseNumber":54,"Text":"Firavun'un soyuyla onlardan önce gelip geçenlerin gidişleri gibi hani. Rablerinin ayetlerini yalanladılar da suçlarına karşılık helak ettik onları ve Firavun'un soyunu sulara garkettik, hepsi de zalimdi onların"},{"SurahNumber":8,"VerseNumber":55,"Text":"Allah katında yeryüzünde yürüyen mahlukların en kötüsü kafir olanlardır ve onlar inanmazlar zaten"},{"SurahNumber":8,"VerseNumber":56,"Text":"Onlar, kendileriyle ahitleştiğin kimselerdir, sonra her defasında da ahitlerini bozarlar ve onlar, hiç çekinmezler"},{"SurahNumber":8,"VerseNumber":57,"Text":"Savaşta üst gelirsen onları, izlerini izliyenlere de tesir edecek ve onları da korkutacak bir tarzda cezalandır da bunu ansınlar, ibret alsınlar bundan"},{"SurahNumber":8,"VerseNumber":58,"Text":"Kafirler, işin geçip gittiğini, kendilerinin unutulduğunu ve bir daha da horlanmayacaklarını, aciz bir hale getirilmeyeceklerini sanmasınlar"},{"SurahNumber":8,"VerseNumber":59,"Text":"Bir topluluğun hainlikte bulunacağından korkarsan aradaki muahedeyi boz ve bunu, yani iki tarafın da bir sözle bağlı olmadığını onlara bildir. Şüphe yok ki Allah, hainleri sevmez"},{"SurahNumber":8,"VerseNumber":60,"Text":"Allah düşmanlarıyla size düşman olanları ve bunlardan başka sizin bilmediğiniz, fakat Allah'ın bildiği düşmanları korkutmak için onlara karşı kullanmak üzere gücünüz yettiği kadar kuvvet ve besili at hazırlayın, Allah yolunda ne harcarsanız size karşılığı tamamıyla ödenecektir ve asla zulme uğramayacaksınız"},{"SurahNumber":8,"VerseNumber":61,"Text":"Fakat barışa yanaşırlarsa sen de yanaş ve Allah'a dayan. Şüphe yok ki o, her şeyi duyar, bilir"},{"SurahNumber":8,"VerseNumber":62,"Text":"Sana karşı bir hile yapmayı dilerler, buna yeltenirlerse hiç şüphe yok ki Allah yeter sana; öyle bir mabuttur ki seni, kendi yardımıyla ve inananlarla kuvvetlendirir"},{"SurahNumber":8,"VerseNumber":63,"Text":"Onların gönüllerini birleştirmiştir. Yeryüzünde ne varsa hepsini harcasaydın gene de gönüllerini birleştiremezdin onların, fakat Allah, aralarını uzlaştırdı. Şüphe yok ki o, üstündür, hüküm ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":64,"Text":"Ey Peygamber, sana da, iman sahiplerinden sana uyanlara da Allah yeter"},{"SurahNumber":8,"VerseNumber":65,"Text":"Ey Peygamber, inananları savaşa teşvik et. Sizden yirmi tane sabırlı er bulunsa onların iki yüzüne üst gelir ve siz yüz kişi olsanız kafirlerin bin tanesine üst olursunuz, çünkü onlar, hiçbir şeyden anlamaz bir topluluktur"},{"SurahNumber":8,"VerseNumber":66,"Text":"Fakat şimdi Allah size savaştaki hükmü hafifletti ve bildi ki sizde muhakkak bir zaaf var. Artık sizden yüz tane sabır ve sebat sahibi, ikiyüzü yener ve siz bin kişi olsanız Allah'ın izniyle iki binini altedersiniz ve Allah, sabır ve sebat edenlerle beraberdir"},{"SurahNumber":8,"VerseNumber":67,"Text":"Hiç bir peygamber, yeryüzünde kafirlere üstolup onları iyice kahretmedikçe tutsak almamıştır. Siz, geçici dünya malını istiyorsunuz, Allah'sa ahireti istemekte ve Allah, üstündür, hüküm ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":68,"Text":"Allah, bunu helal olarak takdir etmeseydi helal olduğu açıklanmadan tutsaklara karşılık aldığımız para yüzünden pek büyük bir azaba uğrardınız"},{"SurahNumber":8,"VerseNumber":69,"Text":"Artık elde ettiğiniz ganimeti helal ve temiz olarak yiyin ve çekinin Allah'tan. Şüphe yok ki Allah, suçları örter, rahimdir"},{"SurahNumber":8,"VerseNumber":70,"Text":"Ey Peygamber, ellerinizde bulunan tutsaklara de ki: Allah, yüreklerinizde bir hayırlı niyet bulunduğunu bilirse size, sizden alınandan daha hayırlısını verir ve suçlarınızı örter ve Allah suçları örter, rahimdir"},{"SurahNumber":8,"VerseNumber":71,"Text":"Fakat sana hainlik etmeyi kurarlarsa bilsinler ki daha önce Allah'a hainlik etmişlerdi de seni onlara üstetmişti o ve Allah, her şeyi bilir, hüküm ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":72,"Text":"İnanıp yurtlarından göçenler, mallarıyla, canlarıyla Allah yolunda savaşanlar, bunları yeryurt sahibi edip barındıranlar ve yardımda bulunanlarsa işte bunlar, mirasta birbirlerinin velileridir. İnandıkları halde yurtlarından göçmeyenlere gelince, göçünceye dek onların miraslarında bir hakkınız yoktur. Dine ait bir hususta sizden yardım isterlerse, aranızda bir ahit bulunan topluluğa karşı olmamak şartıyla onlara yardım etmeniz gerektir ve Allah, ne yaparsanız hepsini de görür"},{"SurahNumber":8,"VerseNumber":73,"Text":"Kafir olanlarsa birbirlerinin dostudur, yardımcısıdır. Birbirinize yardım etmezseniz yeryüzünde bir fitne belirir, büyük bir bozgun meydana gelir"},{"SurahNumber":8,"VerseNumber":74,"Text":"İnananlar ve yurtlarından göçenler, Allah yolunda savaşanlar ve bir de bunları yeryurt sahibi edenler ve yardımda bulunanlarsa onlardır gerçekten inanmış olanlar. Onların hakkıdır yarlıganmak ve sayısız, tükenmez rızık"},{"SurahNumber":8,"VerseNumber":75,"Text":"Sonradan inanıp göçen ve sizinle beraber savaşanlar da sizdendir. Allah'ın takdirinde sabit olduğu veçhiyle bir kısım akraba, bazı akrabanın mirasında daha ileri bir hakka sahiptir. Şüphe yok ki Allah, her şeyi bilir"},{"SurahNumber":9,"VerseNumber":1,"Text":"Allah ve Resulü, kendileriyle ahitleştiğiniz müşriklerden beridir"},{"SurahNumber":9,"VerseNumber":2,"Text":"Yeryüzünde dört ay daha dolaşın ve bilin ki siz Allah'ı aciz bir hale getiremezsiniz ve şüphe yok ki Allah, kafirleri aşağılık bir hale getirecektir"},{"SurahNumber":9,"VerseNumber":3,"Text":"Haccı ekber günü, Allah'tan ve Peygamberinden insanlara bir ilandır bu: Şüphe yok ki Allah ve Peygamberi, müşriklerden beridir. Artık tövbe ederseniz bu, daha hayırlıdır size. Fakat gene yüz çevirirseniz iyice bilin ki siz hiç şüphe yok, Allah'ı aciz bırakamazsınız ve kafir olanlara pek acıklı azapla müjde ver"},{"SurahNumber":9,"VerseNumber":4,"Text":"Ancak müşriklerden ahitleştiğiniz kimseler, bu ahitten sonra size karşı sözlerinden hiçbir suretle dönmemiş, şartlardan hiçbirini bozmamış ve aleyhinize hiçbir kimseye yardıma kalkışmamış olanlar müstesna. Onlarla olan ahdinizi, müddeti bitinciyedek tamamlayın. Şüphe yok ki Allah, çekinenleri sever"},{"SurahNumber":9,"VerseNumber":5,"Text":"Haram aylar çıkınca müşrikleri Nerede bulursanız öldürün, yakalayın, kuşatın, hapsedin onları, gelip geçecekleri bütün yolları tutun. Fakat tövbe ederler, namaz kılarlar ve zekat verirlerse bırakın onları, şüphe yok ki Allah suçları örter, rahimdir"},{"SurahNumber":9,"VerseNumber":6,"Text":"Müşriklerden biri, senden aman dilerse aman ver ona da Allah sözünü dinlesin, sonra da emin olduğu yere dek yolla onu. Bunun sebebi de, onların, bilmeyen bir topluluk olmalarıdır"},{"SurahNumber":9,"VerseNumber":7,"Text":"Müşriklerin, Allah ve Peygamberi katında nasıl bir ahitleri olabilir ki? Ancak Mescidi Haram yanında ahitleştikleriniz müstesna. Onlar, size karşı doğru hareket ederlerse siz de onlara karşı doğru hareket edin. Şüphe yok ki Allah, çekinenleri sever"},{"SurahNumber":9,"VerseNumber":8,"Text":"Nitekim onlar size üstolsaydı hakkınızda ne bir yakınlık gösterirlerdi, ne bir ahde riayet ederlerdi. Onlar, sizi ancak ağızlarıyla hoşnut ederler, yüreklerindeyse düşmanlık ve gadir var ve onların çoğu, buyruktan çıkmış kişilerdir"},{"SurahNumber":9,"VerseNumber":9,"Text":"Allah'ın ayetlerini satarlar da karşılık olarak pek az ve adi bir şey elde ederler ve halkı Allah yolundan menederler. Gerçekten de yaptıkları şey, ne de kötü şeydir"},{"SurahNumber":9,"VerseNumber":10,"Text":"İnanan birisine karşı ne bir yakınlık gözetirler, ne bir ahde riayet ederler ve onlardır haddi aşanların ta kendileri"},{"SurahNumber":9,"VerseNumber":11,"Text":"Fakat tövbe ederler, namaz kılarlar ve zekat verirlerse onlar da din kardeşlerinizdir ve biz, bilen topluluğa ayetlerimizi açıklar, bildiririz"},{"SurahNumber":9,"VerseNumber":12,"Text":"Ahitlerinden sonra gene yeminlerini bozarlar ve dininizi kınarlarsa kafirliğe baş olanlarla savaşın, şüphe yok ki yeminini tutmayan kişilerdir onlar, belki bu suretle yaptıklarından vazgeçerler"},{"SurahNumber":9,"VerseNumber":13,"Text":"Yeminlerinden dönen ve Peygamberi, ülkesinden çıkarmaya çabalayan ve size karşı ahitlerini ilkin bozan bir toplulukla savaşmaz mısınız, korkar mısınız onlardan? İnanmışsanız kendisinden korkulmaya daha layık olan Allah'tır"},{"SurahNumber":9,"VerseNumber":14,"Text":"Savaşın onlarla da Allah, ellerinizle onları azaplandırsın, aşağılatsın onları, onlara karşı yardım etsin size ve inanan topluluğun göğüslerini ferahlatsın"},{"SurahNumber":9,"VerseNumber":15,"Text":"Ve yüreklerindeki gazabı gidersin ve Allah, dilediğine tövbe nasip eder ve tövbesini kabul eyler ve Allah, her şeyi bilir, hüküm ve hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":16,"Text":"Sanır mısınız ki kendi halinize bırakılacaksınız ve Allah, sizden savaşanlarla Allah'tan, Peygamberinden ve inananlardan başkasını sır dostu edinmeyenleri bilmeyecek? Ve Allah, ne yaparsanız hepsinden de haberdardır"},{"SurahNumber":9,"VerseNumber":17,"Text":"Kendileri kendi kafirliklerine tanık olup dururlarken müşriklerin Allah'a secde edilen yerleri imara hakları yoktur. Onlar, bütün yaptıkları boşa gidenlerdir ve onlar, ateşte ebedi olarak kalırlar"},{"SurahNumber":9,"VerseNumber":18,"Text":"Allah'a secde edilen yerleri, ancak ve ancak Allah'a ve ahiret gününe inanan, namaz kılan, zekat veren ve Allah'tan başka kimseden korkmayanlar imar eder. İşte doğru yolu bulmaları umulanlar da onlardır"},{"SurahNumber":9,"VerseNumber":19,"Text":"Hacılara su verme ve Mescidi Haram'ı imar etme işiyle uğraşanların derecesini Allah'a ve ahiret gününe inanıp Allah yolunda savaşan kimsenin derecesiyle bir mi tutarsınız? Ve Allah, zulmeden topluluğu doğru yola sevketmez"},{"SurahNumber":9,"VerseNumber":20,"Text":"İnananların, yurtlarından göçenlerin ve Allah yolunda mallarıyla, canlarıyla savaşanların Allah katında dereceleri pek büyüktür ve onlardır muratlarına erenlerin, kurtulup nusrat bulanların ta kendileri"},{"SurahNumber":9,"VerseNumber":21,"Text":"Rableri, onları öz rahmetiyle, razılığıyla ve tükenmez nimetleri bulunan cennetlerle müjdeler"},{"SurahNumber":9,"VerseNumber":22,"Text":"Orada ebedi kalırlar. Şüphe yok ki pek büyük mükafat, Allah katındadır"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ey inananlar, kafirliği severler ve küfrü imana tercih ederlerse babalarınızı ve kardeşlerinizi de dost edinmeyin ve içinizden kim onları severse onlardır zulmedenler"},{"SurahNumber":9,"VerseNumber":24,"Text":"De ki: Babalarınız, oğullarınız, kardeşleriniz, karılarınız, aşiretiniz, elde ettiğiniz mallar, kesada uğramasından korktuğunuz alışveriş ve hoşunuza giden evler, sizce Allah'tan, Peygamberinden ve onun yolunda savaş etmeden daha sevimliyse bekleyin Allah'ın emri gelinciye dek ve Allah, buyruktan çıkan kötü topluluğu doğru yola sevketmez"},{"SurahNumber":9,"VerseNumber":25,"Text":"Andolsun ki Allah size birçok yerlerde ve Huneyn gününde yardım etmişti; hani o gün çokluğunuzla övünüp sevinmiştiniz de bu çokluk, düşmanı defedememişti, hiçbir işinize yaramamıştı, yeryüzü, o kadar genişken daralmıştı size, sonra da arka çevirip geri çekilmiştiniz"},{"SurahNumber":9,"VerseNumber":26,"Text":"Sonra da Allah, Peygamberine ve inanlara manevi kuvvetini ihsan etmişti ve görmediğiniz orduları indirerek kafirleri azaplandırmıştı ve işte kafirlerin cezası da budur"},{"SurahNumber":9,"VerseNumber":27,"Text":"Bundan sonra da Allah, dilediğine tövbe nasib etmiş ve tövbesini kabul eylemişti ve Allah suçları örter, rahimdir"},{"SurahNumber":9,"VerseNumber":28,"Text":"Ey inananlar, müşrikler, mutlaka pis insanlardır, bu yıldan sonra artık onları Mescidi Haram'a yaklaştırmayın. Yoksulluktan korkarsanız bilin ki Allah dilerse yakında sizi lutfuyla, ihsanıyla zenginleştirir ve şüphe yok ki Allah her şeyi bilir, hüküm ve hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":29,"Text":"Kendilerine kitap verilenlerden Allah'a ve ahiret gününe inanmayanlarla, Allah'la Peygamberinin haram ettiğini haram saymayanlarla ve hak dinini kabul etmeyenlerle savaşın cizye vermeye razı olup bizzat kendi elleriyle ve alçalarak gelip verinceye dek onlar"},{"SurahNumber":9,"VerseNumber":30,"Text":"Yahudiler, Uzeyr, Allah'ın oğludur dedi, Nasraniler de Mesih, Allah'ın oğludur dedi. Bu söz, onların uydurup ağızlarına aldıkları bir söz. Daha önce kafir olanların sözlerini taklit etmedeler, hay Allah kahredesiler, nasıl da yalana kapılıyorlar, batıla uyuyorlar"},{"SurahNumber":9,"VerseNumber":31,"Text":"Allah'ı bırakıp bilginleriyle rahiplerini ve Meryemoğlu Mesih'i Rab tanımışlardır; halbuki onlara da ancak tek mabuda kulluk etmek emredilmiştir. Ondan başka tapacak yok; o onların şirk koştukları şeylerden münezzehtir"},{"SurahNumber":9,"VerseNumber":32,"Text":"İsterler ki Allah'ın nurunu nefesleriyle söndürsünler, halbuki Allah, kafirler istemese de, onlara zor gelse de nurunu yüceltip itmam etmekten başka hiçbir şeye razı değildir"},{"SurahNumber":9,"VerseNumber":33,"Text":"Öyle bir mabuttur ki müşrikler istemese de, zorlarına gitse de Peygamberini, insanları doğru yola sevkeden apaçık ve kesin delillerle ve bütün dinlere üstolmak üzere gerçek dinle göndermiştir"},{"SurahNumber":9,"VerseNumber":34,"Text":"Ey inananlar, o bilginlerle rahiplerin çoğu, boş sebeplerle insanların mallarını yerler ve halkı Allah yolundan menederler. Altını, gümüşü biriktirip Allah yolunda harcamayanları elemli bir azapla müjdele"},{"SurahNumber":9,"VerseNumber":35,"Text":"O gün, cehennem, o altını, gümüşü alevleyecek ve onlar, cehennem ateşinde kızdırılıp alınlarına, yanlarına, sırtlarına bastırılacak, onlarla dağlanacaklar ve işte bunlardır kendiniz için biriktirdiğiniz şeyler denecek, tadın biriktirdiklerinizin azabını"},{"SurahNumber":9,"VerseNumber":36,"Text":"Ayların sayısı, gerçekten de Allah katında on ikidir ve göklerle yeryüzünü yarattığı günden beri Allah'ın takdirinde bu, böyledir. Onların dört tanesi haram aylardır. Budur dosdoğru hesap. Artık bu haram aylarda kendinize zulmetmeyin, fakat müşriklerin hepsiyle de savaşın, nitekim onların da topu sizinle savaşmadadır ve bilin ki Allah, şüphe yok ki çekinenlerle beraberdir"},{"SurahNumber":9,"VerseNumber":37,"Text":"Haram ayı geciktirme, ancak kafirliği artırmadadır ki kafir olanlar, bu suretle doğru yoldan çıkarılmadadır; onlar, Allah'ın haram ettiği ayların sayısını denk getirsinler de Allah'ın haram ettiğini helal etsinler diye haram ayı bir yıl helal sayarlar, bir yıl haram sayarlar. Onların kötü işleri, kendilerine hoş görünmededir ve Allah, kafir olan topluluğu doğru yola sevketmez"},{"SurahNumber":9,"VerseNumber":38,"Text":"Ey inananlar, size ne oldu da Allah yolunda savaşa çıkın dendiği zaman olduğunuz yerde mıhlanıp kaldınız. Âhireti bıraktınız da dünya yaşayışına mı razı oldunuz? Fakat dünya hayatının faydası, ahirete nispetle pek azdır"},{"SurahNumber":9,"VerseNumber":39,"Text":"Hep birden savaşa çıkmazsanız sizi acıklı bir azapla azaplandırır ve yerinize, sizden başka bir topluluk getirir ve siz, ona hiçbir zarar vermezsiniz ve Allah'ın, her şeye gücü yeter"},{"SurahNumber":9,"VerseNumber":40,"Text":"Siz ona yardım etmezseniz hatırlayın o zamanı ki kafirler, onu yurdundan çıkardıkları zaman yardım etmişti ona. O, iki kişinin ikincisiydi ancak ve hani ikisi de mağaradaydılar, arkadaşına, mahzun olma demişti, şüphe yok ki Allah, bizimle beraberdir. Şüphe yok ki Allah, ona manevi bir kuvvet ve huzur vermişti ve onu, sizin görmediğiniz ordularla kuvvetlendirmişti ve kafir olanların sözlerini alçaltmıştı, Allah'ın sözüyse zaten yüceydi ve Allah, her şeye üstündür, hüküm ve hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":41,"Text":"Genciniz, ihtiyarınız, hep beraber savaşa çıkın ve mallarınızla, canlarınızla Allah yolunda savaşın, bilirseniz bu, sizin için daha hayırlıdır"},{"SurahNumber":9,"VerseNumber":42,"Text":"Onları hazır bir ganimete, yahut yakın bir yolculuğa çağırsaydın sana uyarlardı, fakat meşakkatle alınacak olan bu yol, onlara uzak geldi. Allah'a andiçerek gücümüz yetseydi sizinle beraber çıkardık diyecekler. Onlar, kendilerini helak ediyorlar ve Allah biliyor ki onlar yalancıdır"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah seni affetsin, ne diye izin verdin onlara? Vermeseydin de sence gerçekler de açığa çıksaydı, yalancıları da bilseydin"},{"SurahNumber":9,"VerseNumber":44,"Text":"Zaten Allah'a ve ahiret gününe inananlar, mallarıyla, canlarıyla, savaşacaklarından senden izin istemezler ki ve Allah, çekinenleri tamamıyla bilir"},{"SurahNumber":9,"VerseNumber":45,"Text":"Senden ancak Allah'a ve son güne inanmayıp yürekleri şüpheye düşenler ve şüpheleri içinde tereddüde düşüp bocalayanlar izin isterler"},{"SurahNumber":9,"VerseNumber":46,"Text":"Savaşa çıkmayı kursalardı elbette bir hazırlıkta bulunurlardı, fakat Allah, onların çıkmasını hoş görmedi de onları alıkoydu ve kendilerine, oturun oturanlarla denildi"},{"SurahNumber":9,"VerseNumber":47,"Text":"Sizin aranızda onlar da çıksalardı içinizde şerri ve fesadı arttırmaktan başka bir şey yapamazlar, mutlaka içinizde fitne ve fesat çıkarmak için koşardururlardı. Sizden onları adamakıllı dinleyecekler, onlara kulak asacaklar da var ve Allah, zulmedenleri bilir"},{"SurahNumber":9,"VerseNumber":48,"Text":"Andolsun ki onlar, bundan önce de fitne ve fesat peşinde koşmuşlar, işini gevşetmeye uğraşıp aleyhine düzenler kurmuşlardı da sonucu gerçek olan yardım vaadi gelip çatmış ve Allah'ın dini, onların zoruna gitse de meydana çıkmıştı"},{"SurahNumber":9,"VerseNumber":49,"Text":"Onlardan bana izin ver de bir muhalefete, bir fitneye düşürme beni diyenler de var. Bil ki onlar, muhalefetin tam içine düşmüşlerdir ve şüphe yok ki cehennem, kafirleri muhakkak surette tamamıyla kavramış, kuşatmıştır"},{"SurahNumber":9,"VerseNumber":50,"Text":"Sana bir iyilik geldi mi kötüleşir onlar; bir musibete uğrarsan biz derler, daha önce tedbir aldık, ihtiyata riayet ettik ve güvenle, gururla yüz çevirip giderler"},{"SurahNumber":9,"VerseNumber":51,"Text":"De ki: Bize Allah'ın takdir ettiğinden başka bir şey gelip çatmaz kesin olarak. Odur yardımcımız ve inananlar, Allah'a dayanmalıdır"},{"SurahNumber":9,"VerseNumber":52,"Text":"De ki: Bizim ya gazi yahut şehit olmamızdan, o iki güzel akibetten birine uğramamızdan başka bir şey mi gözetmedesiniz? Ve biz de sizin ya Allah katından, yahut da bizim elimizle, bizim tarafımızdan bir azaba uğramanızı gözleyip beklemedeyiz. Haydi siz gözetleyedurun, biz de sizinle beraber gözetlemekteyiz"},{"SurahNumber":9,"VerseNumber":53,"Text":"De ki: İster gönül rızasiyle, ister zorla ve istemeyerek Tanrı uğrunda mal harcedin, kesin olarak bu harcayışınız kabul edilmeyecek, şüphe yok ki siz, buyruktan çıkmış kötü bir topluluksunuz"},{"SurahNumber":9,"VerseNumber":54,"Text":"Mal harcayışlarının kabulüne mani olan da ancak onların Allah'ı ve Peygamberini inkar edip kafir oluşları, namazı, ancak üşene üşene kılışları ve zorla, istemeyerek Tanrı uğrunda mallarını verişleridir"},{"SurahNumber":9,"VerseNumber":55,"Text":"Artık onların malları ve evlatları, seni şaşırtıp imrendirmesin. Şüphe yok ki Allah, onları o malla, o evlatla dünya hayatında azaplandırmayı diler ve kafir olarak da güçlükle can vermelerini murad eder"},{"SurahNumber":9,"VerseNumber":56,"Text":"Şüphe yok ki onlar, sizden olduklarına dair Allah'a andederler, sizden değildirler, fakat onlar, ancak korkularından sizden görünen bir topluluktur"},{"SurahNumber":9,"VerseNumber":57,"Text":"Bir sığınacak yer, yahut mağaralar, yahut da bir delik bulsalardı yüzlerini derhal o tarafa döndürüverirlerdi"},{"SurahNumber":9,"VerseNumber":58,"Text":"Onlardan, sadakaları vermede seni ayıplayan da var. O maldan diledikleri verilseydi hoşlanırlardı, verilmeyince de hemen kızarlar"},{"SurahNumber":9,"VerseNumber":59,"Text":"Ne olurdu şüpheden sıyrılıp Allah'ın ve Peygamberinin verdiğine hoşnut olsalardı ve Allah yeter bize, yakında lutfeder bize de Allah da verir, Peygamberi de, şüphe yok ki biz, ümidimizi Allah'a bağlamışız deselerdi"},{"SurahNumber":9,"VerseNumber":60,"Text":"Söz budur ancak; sadakalar, yoksulların, hiçbir şeyi bulunmayanların, o malı toplayıp devşirmeye memur olanların, gönülleri Müslümanlıkla uzlaştırılmak istenen kişilerin, kölelerle tutsakların, borçluların, Allah yolunda savaşanların ve yolda kalmışların hakkıdır, Allah'ın hükmüdür bu ve Allah her şeyi bilir, hüküm ve hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":61,"Text":"Onlardan öyleleri de var ki Peygamberi incitirler ve o derler, her söyleneni dinleyen bir kulak adeta. De ki: O, sizin için bir hayır kulağıdır, Allah'a ve inananlara inanır ve sizden inananlara rahmettir. Allah'ın Peygamberini incitenlere elemli bir azap vardır"},{"SurahNumber":9,"VerseNumber":62,"Text":"Sizi hoşnut etmek için gelirler de Allah'a andederler, halbuki inanmışsalar Allah'ı ve Resulünü hoşnut etmeleri daha doğrudur"},{"SurahNumber":9,"VerseNumber":63,"Text":"Bilmezler mi ki şüphesiz Allah'tan ve Resulünden kaçıp onlara yanaşmayanındır cehennem ateşi ve o, cehennemde ebedi kalır. Buysa pek büyük bir aşağılanmadır"},{"SurahNumber":9,"VerseNumber":64,"Text":"Münafıklar, yüreklerindekini haber verecek bir surenin indirilmesinden ürkmekle beraber alay da ederler. De ki: Alay edin bakalım, şüphe yok ki Allah, ürküp çekindiğinizi meydana çıkaracaktır"},{"SurahNumber":9,"VerseNumber":65,"Text":"Kendilerine sorsan andolsun ki biz diyeceklerdir, ancak dalmıştık da şakalaşmada, oynaşmadaydık. De ki: Allah'la, ayetleriyle ve Peygamberiyle mi alay ediyordunuz"},{"SurahNumber":9,"VerseNumber":66,"Text":"Özür dilemeye kalkışmayın, siz kafir oldunuz sözde iman ettikten sonra. Sizin bir bölüğünüzü affetsek bile suçlu olduklarından dolayı bir bölüğünüzü azaplandıracağız"},{"SurahNumber":9,"VerseNumber":67,"Text":"Nifak sahibi erkeklerle kadınların hepsi de birbirindendir, aynıdır; kötülüğü emrederler, halkı iyilikten vazgeçirmeye uğraşırlar ve ellerini yumarlar. Onlar Allah'ı unuttular da o da onları unuttu. Şüphe yok ki münafıklardır buyruktan çıkan kötü kişilerin ta kendileri"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah, nifak sahibi erkeklerle kadınlara ve kafirlere cehennem ateşini vaadetmiştir, orada ebedi kalırlar, o yeter onlara ve Allah onlara lanet etmiştir ve onlar içindir bitip tükenmeyen daimi azap"},{"SurahNumber":9,"VerseNumber":69,"Text":"Siz de, sizden öncekilere benziyorsunuz; onlar, kuvvetçe daha ileriydi sizden, malları, evlatları da daha fazlaydı. Nasibiniz kadar faydalanmak istediniz, nitekim sizden öncekiler de nasipleri kadar faydalanmak istediler ve onlar nasıl kafirliğe daldılarsa siz de daldınız. Yaptıkları iş, dünyada da boşa gitti, ahirette de ve onlardır ziyankarların ta kendileri"},{"SurahNumber":9,"VerseNumber":70,"Text":"Sizden önce gelip geçen Nuh, Âd ve Semud kavimleriyle İbrahim'in kavmine, Medyen ve Mu'tefikeler ehline ait haberler gelmedi mi size? Peygamberleri, apaçık delillerle onlara geldiler de onlara Allah zulmetmedi, fakat onlar kendilerine zulmettiler"},{"SurahNumber":9,"VerseNumber":71,"Text":"Erkek ve kadın müminler, birbirlerinin yardımcısıdır; iyiliği emrederler, halkı kötülükten vazgeçirmeye çalışırlar, namaz kılarlar, zekat verirler, Allah'a ve Peygamberine itaat ederler. Allah'ın rahmet edeceği insanlar, bunlardır. Şüphe yok ki Allah üstündür, hüküm ve hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah, inanan erkek ve kadınlara, kıyılarından ırmaklar akan cennetler, içlerinde tertemiz zevk ve sefalar edilecek olan ebedi Adn cennetlerinde bulunan meskenler vaadetmiştir. Allah'ın razılığıysa daha da büyüktür. İşte budur en büyük kurtuluş ve murada eriş"},{"SurahNumber":9,"VerseNumber":73,"Text":"Ey Peygamber, kafirlerle ve münafıklarla savaş, onlara karşı şiddetli davran. Onların yurdu cehennemdir ve orası, ne de kötü dönülüp varılacak bir yerdir"},{"SurahNumber":9,"VerseNumber":74,"Text":"Söylemediklerine dair yemin ederler Allah adına, fakat andolsun ki, küfür sözünü söyledi onlar ve Müslüman olduklarını izhar ettikten sonra kafir oldular, elde edemedikleri şeyi de yapmaya çalıştılar, bu öç almaya kalkışmaları da ancak Allah'ın ve Peygamberinin, lütfedip onları zenginleştirmesine karşılıktı. Tövbe ederlerse hayırlı olur onlara, fakat yüz çevirirlerse Allah, onları dünyada da, ahirette de elemli bir azapla azaplandırır ve yeryüzünde onlara ne bir dost bulunur, ne bir yardımcı"},{"SurahNumber":9,"VerseNumber":75,"Text":"Onlardan, bize lutfuyla, keremiyle ihsanda bulunursa biz de yoksullara tasadduk ederiz ve mutlaka iyi kişilerden oluruz diye Allah'la ahdedenler de var"},{"SurahNumber":9,"VerseNumber":76,"Text":"Fakat lutfedip ihsan edince verdiği şeyde nekesliğe başlarlar, ahitlerinden dönerler, zaten onlar dinden dönmüş kişilerdir"},{"SurahNumber":9,"VerseNumber":77,"Text":"Böylece de Allah'a ettikleri vaadi tutmadıklarından ve yalan söylediklerinden dolayı kendisine kavuşacakları güne dek yüreklerine münafıklığı ilka etti"},{"SurahNumber":9,"VerseNumber":78,"Text":"Hala da bilmezler mi ki Allah, şüphe yok ki onların gizlediklerini de bilir, fısıltıyla konuşup aralarında gizli kalan sözlerini de ve şüphe yok ki gizli şeyleri en iyi bilen, Allah'tır"},{"SurahNumber":9,"VerseNumber":79,"Text":"İnananlardan, istekleriyle ve farz edilenden fazla tasadduk edenlerle ve güçleri neye yetiyorsa ancak o kadar verenlerle alay edip onları ayıplayanları Allah, bu hareketlerinin karşılığı olarak cezalandırır ve onlar için elemli bir azap var"},{"SurahNumber":9,"VerseNumber":80,"Text":"İstersen onların yarlıganmalarını dile, istersen dileme. Suçlarının örtülmesi için yetmiş kere niyaz etsen gene de Allah, kesin olarak yarlıgamaz onları. Bu da, Allah'ı ve Peygamberini inkar etmeleri, kafir olmaları dolayısıyladır ve Allah buyruktan çıkan kötü topluluğu doğru yola sevketmez"},{"SurahNumber":9,"VerseNumber":81,"Text":"Allah'ın Peygamberine muhalefet edenler, savaşa çıkmayıp oldukları yerde oturup kalmalarına sevindiler ve mallarıyla, canlarıyla, Allah yolunda savaşmak, onlara zor ve kötü geldi de bu sıcakta savaşa çıkmayın dediler. De ki: Cehennem ateşi, daha da sıcak; bir anlasalar şunu"},{"SurahNumber":9,"VerseNumber":82,"Text":"Artık az gülsünler de çok ağlasınlar; bu da kazandıkları suç yüzünden uğradıkları cezadır"},{"SurahNumber":9,"VerseNumber":83,"Text":"Allah seni şu seferden döndürür de onlardan bir toplulukla buluşursan onlar, savaşa çıkmak için senden izin istedikleri takdirde hemen de ki: Artık benimle ebediyen çıkamazsınız siz ve benimle beraber düşmanla kesin olarak savaşamazsınız. Şüphe yok ki ilk defa oturup kalmaya razı olmuştunuz, oturun geri kalanlarla"},{"SurahNumber":9,"VerseNumber":84,"Text":"Ve onlardan biri ölürse kesin olarak namazını kılma ve mezarının başında durma. Şüphe yok ki onlar Allah'a ve Peygamberine kafir oldular ve buyruktan çıkmış kötü kişi olarak öldüler"},{"SurahNumber":9,"VerseNumber":85,"Text":"Onların malları, evlatları, seni şaşırtıp imrendirmesin. Şüphe yok ki Allah, onları o malla, o evlatla dünyada azaplandırmayı diler ve kafir olarak da güçlükle can vermelerini murad eder"},{"SurahNumber":9,"VerseNumber":86,"Text":"Allah'a inanın ve Peygamberinin maiyetinde savaşın diye bir sure indirilince içlerinden malı, kudreti olanlar, senden izin isterler ve bırak bizi de oturanlarla kalalım derler"},{"SurahNumber":9,"VerseNumber":87,"Text":"Onlar, oturup kalanlarla beraber olmaya razı olmuşlardır ve kalplerine mühür vurulmuştur onların, muhakkak ki onlar anlamazlar"},{"SurahNumber":9,"VerseNumber":88,"Text":"Fakat Peygamber ve onunla beraber bulunan iman sahipleri, mallarıyla, canlarıyla savaşmışlardır ve onlardır bütün hayırlara sahip olanlar, onlardır kurtulup muratlarına erenler"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah, onlara kıyılarından ırmaklar akan cennetler hazırlamıştır. Budur en büyük kurtuluş ve saadet"},{"SurahNumber":9,"VerseNumber":90,"Text":"Bedevilerin bir kısmı özür dilemek ve izin almak için geldi, Allah'a ve Peygamberine yalan söyleyenler de oturup kaldı. İçlerinden kafir olanlar, elemli bir azaba uğrayacak"},{"SurahNumber":9,"VerseNumber":91,"Text":"Allah'a ve Peygamberine bağlı kaldıkça zayıflara, hastalara ve sefer levazımını tedarike kudreti yetmeyenlere bir suç yok. Fakat iyilik eden iyi kişilere savaştan geri kalmak için bir vesile yoktur ve Allah, suçları örter, rahimdir"},{"SurahNumber":9,"VerseNumber":92,"Text":"Bir de sana gelince onları bindirmek için senden binek istemişlerdi de sizi bindirecek binek bulamıyorum demiştin; bu uğurda sarfedecek bir şey bulamadıklarından mahzun olup gözleri yaşlarla dolarak dönmüşlerdi; onlara da suç yok"}]}