{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Ve onun arkasından, onun kavmi uzerine gokten bir ordu indirmedik, indiriciler de olmadık"},{"SurahNumber":36,"VerseNumber":29,"Text":"(Onların cezası) sadece bir sayha (siddetli ses dalgası) oldu. O zaman onlar sonenler oldular"},{"SurahNumber":36,"VerseNumber":30,"Text":"O kullara yazıklar olsun! Onlara hicbir resul gelmedi ki, onunla alay etmis olmasınlar (hepsiyle alay ettiler)"},{"SurahNumber":36,"VerseNumber":31,"Text":"Ondan onceki nice nesillerden (kimleri) helak ettigimizi, onların (helak edilenlerin) kendilerine donmediklerini gormediler mi"},{"SurahNumber":36,"VerseNumber":32,"Text":"Ve ancak herkes toplandıgı zaman (onlar da) huzurumuzda hazır bulundurulacak olanlardır"},{"SurahNumber":36,"VerseNumber":33,"Text":"Ve olu toprak onlara bir ayettir (mucizedir). Onu dirilttik ve ondan habbeler (taneler) cıkarttık. Boylece ondan yerler"},{"SurahNumber":36,"VerseNumber":34,"Text":"Ve orada, hurma ve uzum bahceleri kıldık (yaptık). Ve orada, pınarlar fıskırttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Onun urunlerinden (meyvelerinden) ve elleriyle yaptıklarından yesinler diye. Hala sukretmezler mi"},{"SurahNumber":36,"VerseNumber":36,"Text":"Arzın yetistirdigi herseyden, onların nefslerinden ve bilmedikleri seylerden ciftler (esler) yaratan, O (Allah), Subhan´dır (herseyden munezzeh)"},{"SurahNumber":36,"VerseNumber":37,"Text":"Ve gece onlar icin bir ayettir (ibrettir). Ondan gunduzu sıyırırız (cekip alırız). O zaman onlar karanlıkta kalanlardır"},{"SurahNumber":36,"VerseNumber":38,"Text":"Ve Gunes, onun icin istikrarlı kılınan (yorungesinde) akar gider. Iste bu aziz ve alim olan (en iyi bilen) Allah´ın takdiridir"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ve Ay, kurumus hurma salkımı dalı gibi bir sekil (bedir seklinden hilal) haline donunceye kadar ona menziller takdir ettik"},{"SurahNumber":36,"VerseNumber":40,"Text":"Gunes´in Ay´a yetismesi ve gecenin gunduzu gecmesi mumkun olamaz. Ve hepsi feleklerinde (yorungelerinde) yuzerler (seyrederler)"},{"SurahNumber":36,"VerseNumber":41,"Text":"Ve onların zurriyetlerini (nesillerini) dolu gemilerde tasımamız onlar icin bir ayettir"},{"SurahNumber":36,"VerseNumber":42,"Text":"Ve onlar icin, onun gibi (gemiler gibi) binecekleri seyler yarattık"},{"SurahNumber":36,"VerseNumber":43,"Text":"Ve dilersek onları bogarız, o zaman onlara yardım edilmez ve onlar kurtarılmaz"},{"SurahNumber":36,"VerseNumber":44,"Text":"Bizden bir rahmet ve belli bir zamana kadar metalanmaları (faydalanmaları) haric"},{"SurahNumber":36,"VerseNumber":45,"Text":"Ve onlara: \"Onunuzde ve arkanızda olan seylerden sakının. Umulur ki boylece rahmet olunursunuz.\" denilmisti"},{"SurahNumber":36,"VerseNumber":46,"Text":"Ve Rab´lerinin ayetlerinden hicbir ayet gelmez ki, ondan yuz cevirenler olmasınlar"},{"SurahNumber":36,"VerseNumber":47,"Text":"Ve onlara \"Allah´ın sizi rızıklandırdıgı seylerden infak edin (verin).\" denildigi zaman kafirler, amenu olanlara: \"Allah´ın dileseydi, doyuracagı kisiyi biz mi doyuracagız? Siz ancak apacık bir dalalet icindesiniz.\" dediler"},{"SurahNumber":36,"VerseNumber":48,"Text":"Ve eger siz dogru soyleyenlerseniz, bu vaad ne zaman?\" derler"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onlar tartısırken, onları alacak (yakalayacak) olan tek bir sayhadan (siddetli ses dalgasından) baska bir sey gozlemiyorlar (beklemiyorlar)"},{"SurahNumber":36,"VerseNumber":50,"Text":"Artık vasiyet etmeye gucleri yetmez. Ve ailelerine donemezler"},{"SurahNumber":36,"VerseNumber":51,"Text":"Ve sur´a ufurulmustur. Iste o zaman onlar, mezarlarından Rab´lerine kosarlar (ucarlar, yukselirler)"},{"SurahNumber":36,"VerseNumber":52,"Text":"Eyvahlar olsun bize, mezarlarımızdan bizi kim beas etti (kaldırdı)? Bu, Rahman´ın vaadettigi seydir. Ve resuller dogru soylemisler.\" dediler"},{"SurahNumber":36,"VerseNumber":53,"Text":"Sadece tek bir sayha (siddetli ses dalgası)! Iste o zaman onlar, hepsi huzurumuzda hazır bulunanlardır"},{"SurahNumber":36,"VerseNumber":54,"Text":"Iste o gun (hic)bir kimseye, (hic)bir seyle zulmedilmez. Ve amellerinizden baska bir sey ile cezalandırılmazsınız"},{"SurahNumber":36,"VerseNumber":55,"Text":"Muhakkak ki cennet ehli, o gun zevkli bir mesguliyet icinde olanlardır"},{"SurahNumber":36,"VerseNumber":56,"Text":"Onlar ve esleri, golgeliklerde tahtlar uzerinde yaslanmıs olanlardır"},{"SurahNumber":36,"VerseNumber":57,"Text":"Orada onlar icin meyveler ve istedikleri (her)sey vardır"},{"SurahNumber":36,"VerseNumber":58,"Text":"Rahim olan Rab´ten \"selam\" sozu (vardır)"},{"SurahNumber":36,"VerseNumber":59,"Text":"Ve ey mucrimler (suclular)! Bugun ayrılın (bir kenara cekilin)"},{"SurahNumber":36,"VerseNumber":60,"Text":"Ey Ademogulları! Ben, sizlerden seytana kul olmayacagınıza dair ahd almadım mı? Muhakkak ki o (seytan), size apacık bir dusmandır"},{"SurahNumber":36,"VerseNumber":61,"Text":"Ve Ben, sizden Bana kul olmanıza (dair ahd almadım mı?) Bu da Sıratı Mustakim (uzerinde bulunmak)tır"},{"SurahNumber":36,"VerseNumber":62,"Text":"Ve andolsun ki sizden bircoklarını dalalette bıraktı. Hala akıl etmez misiniz"},{"SurahNumber":36,"VerseNumber":63,"Text":"Size vaadedilmis olan cehennem (iste) budur"},{"SurahNumber":36,"VerseNumber":64,"Text":"Inkar etmeniz sebebiyle bugun ona (cehenneme) yaslanın (girin)"},{"SurahNumber":36,"VerseNumber":65,"Text":"Bugun onların agızlarını muhurleriz. Kazanmıs olduklarını (yaptıklarını) Bize, onların elleri anlatır, ayakları sahitlik eder"},{"SurahNumber":36,"VerseNumber":66,"Text":"Ve eger dileseydik, elbette gozlerini mahvederdik (kor ederdik). O zaman yolda (saga sola) kosustururlardı. Bundan sonra nasıl gorurler"},{"SurahNumber":36,"VerseNumber":67,"Text":"Ve eger dileseydik, elbette onları mekanlarında (bulundukları yerde) degistirirdik. O zaman ileri gitmeye ve geri donmeye gucleri yetmezdi"},{"SurahNumber":36,"VerseNumber":68,"Text":"Ve kimin omrunu uzatırsak, onun yaratılısını tersine ceviririz (kuvvetini gideririz). Hala akıl etmezler mi"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ve Biz, O´na (Peygamber´e) siir ogretmedik. Ve (bu), O´na yakısmaz. O (O´na indirilen), sadece zikir ve apacık Kur´an´dır"},{"SurahNumber":36,"VerseNumber":70,"Text":"(Kur´an´ın indirilmesi), hayy olanları inzar etmek (uyarmak) ve (azap) sozunun kafirlerin uzerine hak olması icindir"},{"SurahNumber":36,"VerseNumber":71,"Text":"Ellerimizle (kudretimizle) yaptıgımız seylerden onlar icin hayvanları nasıl halkettigimizi gormediler mi? Onlar, boylece onlara (hayvanlara) malik olurlar"},{"SurahNumber":36,"VerseNumber":72,"Text":"Ve Biz onları (hayvanları), onlara zelil (itaatkar) yaptık. Boylece onlardan, kendilerinin binekleri oldu (onlara binerler) ve onlardan (etlerinden) yerler"},{"SurahNumber":36,"VerseNumber":73,"Text":"Ve onlarda, kendileri icin (bircok) menfaatler (yararlar) ve icecek seyler (sut) vardır. Hala sukretmezler mi"},{"SurahNumber":36,"VerseNumber":74,"Text":"Ve yardım olunacaklarını umit ederek, Allah´tan baska ilahlar edindiler"},{"SurahNumber":36,"VerseNumber":75,"Text":"(O ilahlar), onlara yardım etmeye muktedir degildirler. Ve kendileri, onlar (o ilahlar) icin, (onlara yardıma) hazır askerlerdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"Artık onların sozleri seni mahzun etmesin. Muhakkak ki Biz, sakladıklarını da acıkladıklarını da biliriz"},{"SurahNumber":36,"VerseNumber":77,"Text":"Insan, onu bir nutfeden nasıl yarattıgımızı gormedi mi? Sonra da Bize (karsı) apacık hasım (dusman) oldu"},{"SurahNumber":36,"VerseNumber":78,"Text":"Ve kendi yaratılısını unutup Bize misal getirdi: \"Kemiklerimiz curuyup dagılmıs haldeyken kim onlara can verecek?\" dedi"},{"SurahNumber":36,"VerseNumber":79,"Text":"De ki: \"Onu ilk defa insa eden (Yaratan), ona hayat verecek. Ve O, butun yaratısları En Iyi Bilen´dir"},{"SurahNumber":36,"VerseNumber":80,"Text":"Yesil agactan sizin icin ates (oksijen) kılan (cıkaran), O´dur. Boylece siz, ondan yakarsınız"},{"SurahNumber":36,"VerseNumber":81,"Text":"Gokleri ve yerleri yaratan, onların bir esini daha yaratmaya kaadir degil midir? Evet O, (yegane) Yaratıcı ve En Iyi Bilen´dir"},{"SurahNumber":36,"VerseNumber":82,"Text":"O (Allah), bir sey irade ettigi (diledigi) zaman O´nun emri, sadece ona: \"Ol!\" demektir. O, hemen olur"},{"SurahNumber":36,"VerseNumber":83,"Text":"Iste O, Subhan´dır. Herseyin melekutu (mulku ve hukumdarlıgı) O´nun elindedir. Ve O´na donduruleceksiniz"},{"SurahNumber":37,"VerseNumber":1,"Text":"Ve saf baglayarak (husu ile Allah´ın huzurunda) saf halinde bulunanlara andolsun"},{"SurahNumber":37,"VerseNumber":2,"Text":"Toplayıp sevkedenlere (sag ve sol kanat velilerine)"},{"SurahNumber":37,"VerseNumber":3,"Text":"Zikrederek (Kur´an) tilavet edenlere (okuyanlara) (andolsun)"},{"SurahNumber":37,"VerseNumber":4,"Text":"Muhakkak ki sizin Ilahınız, mutlaka Tek´tir"},{"SurahNumber":37,"VerseNumber":5,"Text":"Goklerin, yerin ve ikisi arasında olanların Rabbidir. Ve doguların (da) Rabbidir"},{"SurahNumber":37,"VerseNumber":6,"Text":"Muhakkak ki Biz; dunya semasını, yıldızları ziynet kılarak susledik"},{"SurahNumber":37,"VerseNumber":7,"Text":"Ve marid (azgın ve asi) seytanların hepsinden muhafaza ederek"},{"SurahNumber":37,"VerseNumber":8,"Text":"Melei A´la´ya kulak verip dinleyemezler ve her taraftan atılırlar (kovulurlar)"},{"SurahNumber":37,"VerseNumber":9,"Text":"Kovulmus olarak, onlar icin kesilmeyen surekli azap vardır"},{"SurahNumber":37,"VerseNumber":10,"Text":"Ancak kim bir soz kapıp kacarsa, o taktirde kayıp giden yakıcı bir alev onu takip eder (ona ulasır, yok eder)"},{"SurahNumber":37,"VerseNumber":11,"Text":"Hayır, onlardan fetva iste (sor): \"Onlar mı yaratılıs bakımından daha kuvvetli, yoksa Bizim (diger) yarattıklarımız mı?\" Muhakkak ki Biz, onları yapıskan nemli topraktan yarattık"},{"SurahNumber":37,"VerseNumber":12,"Text":"Evet, sen hayret ettin ve onlar (ise) alay ediyorlar"},{"SurahNumber":37,"VerseNumber":13,"Text":"Ve (onlara) hatırlatılınca (anlatılınca) tezekkur etmezler (dinleyip hukme varamazlar)"},{"SurahNumber":37,"VerseNumber":14,"Text":"Ve bir ayet (mucize) gordukleri zaman alay ederler"},{"SurahNumber":37,"VerseNumber":15,"Text":"Ve: \"Bu sadece apacık bir sihirdir.\" dediler (derler)"},{"SurahNumber":37,"VerseNumber":16,"Text":"Oldugumuz, toprak ve kemik oldugumuz zaman mı? Gercekten biz, mutlaka beas edilenler (diriltilenler) mi olacagız"},{"SurahNumber":37,"VerseNumber":17,"Text":"Ve evvelki babalarımız (atalarımız) da mı"},{"SurahNumber":37,"VerseNumber":18,"Text":"Evet ve siz (yeniden yaratıldıgınız zaman) hor ve hakir olacaklarsınız.\" de"},{"SurahNumber":37,"VerseNumber":19,"Text":"Iste o, sadece tek bir cıglıktır. Onlar iste o zaman (diriltilince) bakacaklar (gorecekler)"},{"SurahNumber":37,"VerseNumber":20,"Text":"Ve eyvahlar olsun bize, (iste) bu din gunudur.\" dediler"},{"SurahNumber":37,"VerseNumber":21,"Text":"(Iste) bu tekzip etmis (yalanlamıs) oldugunuz fasıl (haklıyı haksızdan ayırma, hukum verme) gunudur"},{"SurahNumber":37,"VerseNumber":22,"Text":"Zulmedenleri ve onların eslerini (zevcelerini) hasredin (biraraya toplayın)! Ve onların tapmıs oldukları seyleri (de)"},{"SurahNumber":37,"VerseNumber":23,"Text":"Allah´tan baska (taptıkları). Artık onları cahim (cehennem) yoluna hidayet edin (ulastırın)"},{"SurahNumber":37,"VerseNumber":24,"Text":"Artık onları tevkif edin (tutuklayın). Muhakkak ki onlar, mesuldurler (sorumludurlar)"},{"SurahNumber":37,"VerseNumber":25,"Text":"Size ne oldu ki yardımlasmıyorsunuz"},{"SurahNumber":37,"VerseNumber":26,"Text":"Hayır, onlar bugun teslim olanlardır"},{"SurahNumber":37,"VerseNumber":27,"Text":"Ve karsılıklı yonelip birbirlerine (hesap) sorarlar"},{"SurahNumber":37,"VerseNumber":28,"Text":"Gercekten siz bize, sag taraftan (Allah taraftarıymıs gibi) geliyordunuz.\" dediler (derler)"},{"SurahNumber":37,"VerseNumber":29,"Text":"Hayır, siz mu´min olmamıstınız (Allah´a ulasmayı dilememistiniz).\" dediler (derler)"},{"SurahNumber":37,"VerseNumber":30,"Text":"Ve bizim, sizin uzerinizde bir sultanlıgımız, hukumranlıgımız olmadı (yoktu). Hayır siz azgın bir kavim olmustunuz"},{"SurahNumber":37,"VerseNumber":31,"Text":"Artık Rabbimizin (azap) sozu uzerimize hak oldu. Muhakkak ki biz, onu (azabı) mutlaka tadacak olanlarız"},{"SurahNumber":37,"VerseNumber":32,"Text":"Evet, sizi biz azdırdık. Gercekten biz azgınlar olmustuk"},{"SurahNumber":37,"VerseNumber":33,"Text":"Iste muhakkak ki onlar, izin gunu azapta ortak olanlardır"},{"SurahNumber":37,"VerseNumber":34,"Text":"Gercekten Biz, mucrimlere (suclulara) iste boyle yaparız"},{"SurahNumber":37,"VerseNumber":35,"Text":"Onlara: \"Allah´tan baska Ilah yoktur.\" denildigi zaman, onlar mutlaka kibirleniyorlardı"},{"SurahNumber":37,"VerseNumber":36,"Text":"Ve onlar: \"Mecnun (deli) bir sair icin, gercekten biz, ilahlarımızı terkedenler mi olacagız?\" diyorlar(dı)"},{"SurahNumber":37,"VerseNumber":37,"Text":"Hayır, o hakkı getirdi. Ve murselleri (gonderilmis olan resulleri) tasdik etti"},{"SurahNumber":37,"VerseNumber":38,"Text":"Muhakkak ki siz, elim azabı mutlaka tadacak olanlarsınız"},{"SurahNumber":37,"VerseNumber":39,"Text":"Ve yapmıs olduklarınızdan baska bir seyle cezalandırılmazsınız"},{"SurahNumber":37,"VerseNumber":40,"Text":"Allah´ın muhlis (halis) kulları haric"},{"SurahNumber":37,"VerseNumber":41,"Text":"Iste onlar; onlar icin malum (bilinen) bir rızık vardır"},{"SurahNumber":37,"VerseNumber":42,"Text":"Ve meyveler, onlar ikram olunanlardır"},{"SurahNumber":37,"VerseNumber":43,"Text":"Naim cennetlerinde"},{"SurahNumber":37,"VerseNumber":44,"Text":"Karsılıklı tahtlar uzerinde"},{"SurahNumber":37,"VerseNumber":45,"Text":"Onların etrafında akan sudan (doldurulmus) kadehler dolastırılır"},{"SurahNumber":37,"VerseNumber":46,"Text":"Berrak, icenler icin lezzetli"},{"SurahNumber":37,"VerseNumber":47,"Text":"Onun icinde aklı gideren bir sey yoktur. Ve onlar, ondan (o maiden) sarhos olmazlar"},{"SurahNumber":37,"VerseNumber":48,"Text":"Ve onların yanında, bakıslarını saklayan (sadece onlara ceviren) guzel gozlu kadınlar vardır"},{"SurahNumber":37,"VerseNumber":49,"Text":"Onlar muhafaza edilmis (el degmemis) yumurta gibidir"},{"SurahNumber":37,"VerseNumber":50,"Text":"Bundan sonra, karsılıklı yonelip birbirlerine sorarlar"},{"SurahNumber":37,"VerseNumber":51,"Text":"Onlardan konusan birisi: \"Gercekten benim bir yakınım vardı.\" dedi (der)"},{"SurahNumber":37,"VerseNumber":52,"Text":"Sen gercekten (tekrar dirilmeyi) tasdik edenlerden misin?\" dedi"},{"SurahNumber":37,"VerseNumber":53,"Text":"Oldugumuz, toprak ve kemik oldugumuz zaman mı? Gercekten biz mutlaka cezalandırılacak olanlar mıyız"},{"SurahNumber":37,"VerseNumber":54,"Text":"Siz muttali olanlar mısınız (onun halini yakinen bilenler misiniz)?\" dedi"},{"SurahNumber":37,"VerseNumber":55,"Text":"O zaman (onun haline) muttali oldu. Ve boylece onu atesin ortasında gordu"},{"SurahNumber":37,"VerseNumber":56,"Text":"Allah´a yemin olsun ki, sen az daha beni de gercekten helak edecektin?\" dedi"},{"SurahNumber":37,"VerseNumber":57,"Text":"Ve eger Rabbimin ni´meti olmasaydı, mutlaka ben de (cehennemde yanmak uzere) hazır bulundurulanlardan olurdum"},{"SurahNumber":37,"VerseNumber":58,"Text":"Artık biz (bir daha) olecek degiliz, oyle degil mi"},{"SurahNumber":37,"VerseNumber":59,"Text":"Bizim ilk olumumuz haric. Ve biz azap gorecek olanlar (da) degiliz"},{"SurahNumber":37,"VerseNumber":60,"Text":"Muhakkak ki bu gercekten fevzul azimdir (en buyuk kurtulustur)"},{"SurahNumber":37,"VerseNumber":61,"Text":"Artık amel edenler, bunun (fevzul azim hedefine ulasmak) icin calıssınlar"},{"SurahNumber":37,"VerseNumber":62,"Text":"Nuzul (Allah´tan indirilen karsılık) olarak bu mu yoksa zakkum agacı mı daha hayırlı"},{"SurahNumber":37,"VerseNumber":63,"Text":"Muhakkak ki Biz, onu (zakkum agacını) zalimler icin fitne (imtihan) kıldık"},{"SurahNumber":37,"VerseNumber":64,"Text":"Muhakkak ki o (zakkum agacı), cahimin (cehennemin) dibinde cıkan bir agactır"},{"SurahNumber":37,"VerseNumber":65,"Text":"Onun meyveleri seytanların basları gibidir"},{"SurahNumber":37,"VerseNumber":66,"Text":"Muhakkak ki onlar, mutlaka ondan (zakkum agacından) yiyecek, boylece onunla karınlarını dolduracak (doyuracak) olanlardır"},{"SurahNumber":37,"VerseNumber":67,"Text":"Sonra da muhakkak ki onlar icin onun ustune, mutlaka hamim (kaynar su) karıstırılmıs (icecek) vardır"},{"SurahNumber":37,"VerseNumber":68,"Text":"Sonra muhakkak ki onların mercileri (donusleri), kesinlikle cehennemedir"},{"SurahNumber":37,"VerseNumber":69,"Text":"Muhakkak ki onlar, babalarını (atalarını) dalalette buldular"},{"SurahNumber":37,"VerseNumber":70,"Text":"Onlar, onların (babalarının) izleri uzerinde kosuyorlar(dı)"},{"SurahNumber":37,"VerseNumber":71,"Text":"Andolsun ki, onlardan once, evvelkilerin cogu (da) dalalette idiler"},{"SurahNumber":37,"VerseNumber":72,"Text":"Ve andolsun ki, onlara nezirler (uyarıcılar) gonderdik"},{"SurahNumber":37,"VerseNumber":73,"Text":"O zaman uyarılanların akıbetleri nasıl oldu, bak"},{"SurahNumber":37,"VerseNumber":74,"Text":"Ancak Allah´ın muhlis kulları haric"},{"SurahNumber":37,"VerseNumber":75,"Text":"Ve andolsun ki Nuh (A.S), Bize nida etti. Iste duasına icabet edilenler gercekten ne guzel (ne guzel bir durumdadırlar)"},{"SurahNumber":37,"VerseNumber":76,"Text":"Ve O´nu (Hz. Nuh´u) ve O´nun ailesini kerbil azimden (buyuk uzuntuden) kurtardık"},{"SurahNumber":37,"VerseNumber":77,"Text":"Ve O´nun (Nuh A.S´ın) zurriyetini (kıyamete kadar) baki kalanlardan kıldık"},{"SurahNumber":37,"VerseNumber":78,"Text":"Ve sonrakiler arasında ona (serefli bir anı) bıraktık"},{"SurahNumber":37,"VerseNumber":79,"Text":"Alemler icinde Nuh (A.S)´a selam olsun"},{"SurahNumber":37,"VerseNumber":80,"Text":"Muhakkak ki Biz, muhsinleri iste boyle mukafatlandırırız"},{"SurahNumber":37,"VerseNumber":81,"Text":"Muhakkak ki o, Bizim mu´min (Allah´a ulasmayı dileyip butun makamları kazanan) kullarımızdandır"},{"SurahNumber":37,"VerseNumber":82,"Text":"Sonra digerlerini (suda) bogduk"},{"SurahNumber":37,"VerseNumber":83,"Text":"Ve muhakkak ki, onun dininden olanlardan (onemli biri de) Ibrahim (A.S)´dır"},{"SurahNumber":37,"VerseNumber":84,"Text":"O, Rabbine selim bir kalp ile gelmisti"},{"SurahNumber":37,"VerseNumber":85,"Text":"Babasına ve kavmine: \"Nedir bu sizin taptıklarınız?\" demisti"},{"SurahNumber":37,"VerseNumber":86,"Text":"Iftira ederek mi (Allah´a karsı yalan soyleyerek mi) Allah´tan baska ilahlar istiyorsunuz"},{"SurahNumber":37,"VerseNumber":87,"Text":"Alemlerin Rabbi hakkında sizin zannınız nedir"},{"SurahNumber":37,"VerseNumber":88,"Text":"Sonra yıldızlara nazar ederek baktı"},{"SurahNumber":37,"VerseNumber":89,"Text":"Bunun uzerine \"Ben gercekten hastayım.\" dedi"},{"SurahNumber":37,"VerseNumber":90,"Text":"Bunun uzerine ona arkalarını donup gittiler"},{"SurahNumber":37,"VerseNumber":91,"Text":"Onların ilahları ile ilgilendi ve: \"Yani (siz yemek) yemiyor musunuz?\" dedi"},{"SurahNumber":37,"VerseNumber":92,"Text":"Yoksa siz konusmuyor musunuz"},{"SurahNumber":37,"VerseNumber":93,"Text":"Sag eliyle vurarak onları devirdi (kırdı)"},{"SurahNumber":37,"VerseNumber":94,"Text":"Bunun uzerine hızlı hızlı kosarak karsısına dikildiler"},{"SurahNumber":37,"VerseNumber":95,"Text":"(Ibrahim A.S): \"Siz yonttugunuz seylere mi tapıyorsunuz?\" dedi"},{"SurahNumber":37,"VerseNumber":96,"Text":"Ve (oysaki) sizi de, yaptıgınız seyleri de Allah yarattı"},{"SurahNumber":37,"VerseNumber":97,"Text":"Onun icin yuksek binalar (mancınık) insa edin. Sonra da onu alevlerle yanan atesin icine atın!\" dediler"},{"SurahNumber":37,"VerseNumber":98,"Text":"Sonra ona tuzak hazırlamak istediler. Bunun uzerine onları esfelin (en cok sefil olanlar) kıldık"},{"SurahNumber":37,"VerseNumber":99,"Text":"Ve muhakkak ki ben, Rabbime ulasan olacagım. O, beni hidayete erdirecek.\" dedi"},{"SurahNumber":37,"VerseNumber":100,"Text":"Rabbim, bana salihlerden (evlatlar) bagısla"},{"SurahNumber":37,"VerseNumber":101,"Text":"Boylece onu, halim bir ogulla mujdeledik"},{"SurahNumber":37,"VerseNumber":102,"Text":"Boylece onunla beraber calısma cagına eristigi zaman dedi ki: \"Ey ogulcugum! Gercekten ben, uykuda seni bogazladıgımı gordum. Haydi bak (bir dusun). Bu konudaki gorusun nedir?\" (Ismail A.S): \"Ey babacıgım! Emrolundugun seyi yap. Insaallah beni sabredenlerden bulacaksın\" dedi"},{"SurahNumber":37,"VerseNumber":103,"Text":"Boylece ikisi de (Allah´a) teslim olunca, (Ibrahim A.S) onu alnı uzerine yatırdı"},{"SurahNumber":37,"VerseNumber":104,"Text":"Ve ona \"Ey Ibrahim!\" diye nida ettik (seslendik)"},{"SurahNumber":37,"VerseNumber":105,"Text":"Sen ruyaya sadık kaldın (yerine getirdin). Muhakkak ki Biz, muhsinleri iste boyle mukafatlandırırız"},{"SurahNumber":37,"VerseNumber":106,"Text":"Muhakkak ki bu, kesin olarak apacık bir imtihandır"},{"SurahNumber":37,"VerseNumber":107,"Text":"Ve ona buyuk bir kurbanı fidye (ogluna karsı bedel olarak) verdik"},{"SurahNumber":37,"VerseNumber":108,"Text":"Sonrakiler arasında ona (serefli bir anı) bıraktık"},{"SurahNumber":37,"VerseNumber":109,"Text":"Ibrahim (A.S)´a selam olsun"},{"SurahNumber":37,"VerseNumber":110,"Text":"Biz, muhsinleri iste boyle mukafatlandırırız"},{"SurahNumber":37,"VerseNumber":111,"Text":"Muhakkak ki o, Bizim mu´min (Allah´a ulasmayı dileyip butun makamları kazanan) kullarımızdandır"},{"SurahNumber":37,"VerseNumber":112,"Text":"Ve Biz, onu salihlerden bir Nebi (Peygamber) olan Ishak ile mujdeledik"},{"SurahNumber":37,"VerseNumber":113,"Text":"Ve O´na (Hz. Ibrahim´e) ve Ishak´a bereket verdik (mubarek kıldık). Ve ikisinin zurriyetinden muhsin olan (da), nefsine apacık zulmeden (de) var"},{"SurahNumber":37,"VerseNumber":114,"Text":"Ve andolsun ki Musa (A.S)´ı ve Harun (A.S)´ı ni´metlendirdik"},{"SurahNumber":37,"VerseNumber":115,"Text":"Ve ikisini ve onların kavimlerini kerbil azimden (buyuk uzuntuden) kurtardık"},{"SurahNumber":37,"VerseNumber":116,"Text":"Ve onlara yardım ettik. Boylece galip gelenler onlar oldu"},{"SurahNumber":37,"VerseNumber":117,"Text":"Ve ikisine (hakikati) acıklayan kitabı verdik"},{"SurahNumber":37,"VerseNumber":118,"Text":"Ve ikisini (de) Sıratı Mustakim´e hidayet ettik (ulastırdık)"},{"SurahNumber":37,"VerseNumber":119,"Text":"Ve sonrakiler arasında ikisine (serefli bir anı) bıraktık"},{"SurahNumber":37,"VerseNumber":120,"Text":"Musa (A.S)´a ve Harun (A.S)´a selam olsun"},{"SurahNumber":37,"VerseNumber":121,"Text":"Muhakkak ki Biz, muhsinleri iste boyle mukafatlandırırız"},{"SurahNumber":37,"VerseNumber":122,"Text":"Muhakkak ki ikisi (de) Bizim mu´min (Allah´a ulasmayı dileyip butun makamları kazanan) kullarımızdandır"},{"SurahNumber":37,"VerseNumber":123,"Text":"Ve muhakkak ki Ilyas (A.S), mutlaka gonderilen (resul)lerdendir"},{"SurahNumber":37,"VerseNumber":124,"Text":"(Ilyas A.S) kavmine: \"Siz takva sahibi olmayacak mısınız?\" demisti"},{"SurahNumber":37,"VerseNumber":125,"Text":"Siz (bir put olan) Ba´le mi tapıyorsunuz? Ve Yaratıcılar´ın En Guzeli´ni (Allah´ı) terk mi ediyorsunuz (vaz mı geciyorsunuz)"},{"SurahNumber":37,"VerseNumber":126,"Text":"Allah, sizin ve evvelki babalarınızın (atalarınızın) Rabbidir"},{"SurahNumber":37,"VerseNumber":127,"Text":"Fakat onu yalanladılar. Bu sebeple muhakkak ki onlar, gercekten (cehennemde) hazır bulundurulacak olanlardır"},{"SurahNumber":37,"VerseNumber":128,"Text":"Allah´ın muhlis kulları haric"},{"SurahNumber":37,"VerseNumber":129,"Text":"Ve sonrakiler arasında ona (serefli bir anı) bıraktık"},{"SurahNumber":37,"VerseNumber":130,"Text":"Ilyas (A.S)´a selam olsun"},{"SurahNumber":37,"VerseNumber":131,"Text":"Muhakkak ki Biz, muhsinleri iste boyle mukafatlandırırız"},{"SurahNumber":37,"VerseNumber":132,"Text":"Muhakkak ki o, Bizim mu´min (Allah´a ulasmayı dileyip butun makamları kazanan) kullarımızdandır"},{"SurahNumber":37,"VerseNumber":133,"Text":"Ve muhakkak ki Lut (A.S), gercekten gonderilmis olan resullerdendir"},{"SurahNumber":37,"VerseNumber":134,"Text":"Onu ve onun ailesini, hepsini kurtarmıstık"},{"SurahNumber":37,"VerseNumber":135,"Text":"Geride kalanlar arasında acuze bir kadın haric"},{"SurahNumber":37,"VerseNumber":136,"Text":"Sonra digerlerini dumura ugrattık (kokunu kazıdık, yok ettik)"},{"SurahNumber":37,"VerseNumber":137,"Text":"Ve muhakkak ki siz, sabahları onlara mutlaka ugruyorsunuz"},{"SurahNumber":37,"VerseNumber":138,"Text":"Ve geceleyin de. Hala akıl etmez misiniz"},{"SurahNumber":37,"VerseNumber":139,"Text":"Ve muhakkak ki Yunus (A.S), gercekten gonderilmis (resul)lerdendir"},{"SurahNumber":37,"VerseNumber":140,"Text":"O (Yunus A.S) dolu bir gemiye (gemi ile) kacmıstı"},{"SurahNumber":37,"VerseNumber":141,"Text":"Boylece kur´a cekti. Sonunda kaybedenlerden oldu"},{"SurahNumber":37,"VerseNumber":142,"Text":"Onu (Yunus A.S´ı) hemen bir balık yuttu. O, levmedilen biriydi (kendi kendini kınıyordu)"},{"SurahNumber":37,"VerseNumber":143,"Text":"Eger o gercekten tesbih edenlerden olmasaydı"},{"SurahNumber":37,"VerseNumber":144,"Text":"Muhakkak ki o, beas gunune (kıyamet gunune) kadar onun (balıgın) karnında kalırdı"},{"SurahNumber":37,"VerseNumber":145,"Text":"Bunun uzerine onu, bitkin (hasta) bir halde bos bir alana (sahile) attık"},{"SurahNumber":37,"VerseNumber":146,"Text":"Ve onun uzerine (golgelik olarak) kabak cinsinden (genis yapraklı) bir agac bitirdik (yetistirdik)"},{"SurahNumber":37,"VerseNumber":147,"Text":"Ve onu yuz bin veya daha fazla (kisiye), (resul olarak) gonderdik"},{"SurahNumber":37,"VerseNumber":148,"Text":"Boylece amenu oldular (Allah´a ulasmayı dilediler). Bunun uzerine onları bir sure kadar metalandırdık (faydalandırdık)"},{"SurahNumber":37,"VerseNumber":149,"Text":"Haydi, onlardan fetva (acıklama) iste: \"Kızlar Rabbinin de oglanlar onların mı"},{"SurahNumber":37,"VerseNumber":150,"Text":"Yoksa melekleri, Biz disi olarak yarattık da onlar sahit mi oldular"},{"SurahNumber":37,"VerseNumber":151,"Text":"Yalanlarından dolayı mutlaka (soyle, soyle) diyenler kesinlikle onlar degil mi"},{"SurahNumber":37,"VerseNumber":152,"Text":"Allah dogurdu.\" Muhakkak ki onlar, kesinlikle yalan soyleyenlerdir"},{"SurahNumber":37,"VerseNumber":153,"Text":"(Allah), kızları oglanlara tercih (mi) etti"},{"SurahNumber":37,"VerseNumber":154,"Text":"Size ne oluyor? Nasıl (boyle) hukum veriyorsunuz"},{"SurahNumber":37,"VerseNumber":155,"Text":"Hala tezekkur etmeyecek misiniz"},{"SurahNumber":37,"VerseNumber":156,"Text":"Yoksa sizin apacık bir sultanınız (deliliniz) mi var"},{"SurahNumber":37,"VerseNumber":157,"Text":"Eger siz sadıklardansanız, o taktirde kitabınızı getirin"},{"SurahNumber":37,"VerseNumber":158,"Text":"Ve Allah ile cinler arasında neseb (soybagı) kıldılar (uydurdular). Ve andolsun ki cinler, (cehennemde) mutlaka hazır bulundurulacaklarını biliyorlardı"},{"SurahNumber":37,"VerseNumber":159,"Text":"Allah, onların vasıflandırmalarından (zanlarından) Subhan´dır (munezzehtir)"},{"SurahNumber":37,"VerseNumber":160,"Text":"Allah´ın muhlis kulları haric"},{"SurahNumber":37,"VerseNumber":161,"Text":"Bundan sonra muhakkak ki siz ve sizin taptıklarınız"},{"SurahNumber":37,"VerseNumber":162,"Text":"Onun (Allah´ın) aleyhinde, kimseyi fitneye dusurecek degilsiniz (dusuremezsiniz)"},{"SurahNumber":37,"VerseNumber":163,"Text":"Ama cehenneme girecek olanlar haric"},{"SurahNumber":37,"VerseNumber":164,"Text":"Ve bizden (hic) kimse yoktur ki, onun bilinen bir makamı olmasın"},{"SurahNumber":37,"VerseNumber":165,"Text":"Ve muhakkak ki biz, mutlaka (Allah´ın huzurunda) saf saf duranlarız"},{"SurahNumber":37,"VerseNumber":166,"Text":"Ve muhakkak ki biz, mutlaka (Allah´ı) tesbih edenleriz"},{"SurahNumber":37,"VerseNumber":167,"Text":"Ve onlar mutlaka, sadece (soyle) diyorlardı"},{"SurahNumber":37,"VerseNumber":168,"Text":"Keske bizim yanımızda (elimizde) evvelkilere verilenlerden bir zikir (bir kitap) olsaydı"},{"SurahNumber":37,"VerseNumber":169,"Text":"(O zaman) mutlaka biz, Allah´ın muhlis kullarından olurduk"},{"SurahNumber":37,"VerseNumber":170,"Text":"Buna ragmen O´nu (Zikri: Kur´an-ı Kerim´i) inkar ettiler. Fakat yakında bilecekler"},{"SurahNumber":37,"VerseNumber":171,"Text":"Ve andolsun ki gonderilen kullarımız icin Bizim (daha once) bir sozumuz gecti (onlara soz vermistik)"},{"SurahNumber":37,"VerseNumber":172,"Text":"Muhakkak ki onlar, mutlaka yardım edilecek olanlardır"},{"SurahNumber":37,"VerseNumber":173,"Text":"Ve muhakkak ki galip gelecek olanlar, mutlaka Bizim ordularımızdır"},{"SurahNumber":37,"VerseNumber":174,"Text":"Artık bir sure kadar onlardan yuz cevir"},{"SurahNumber":37,"VerseNumber":175,"Text":"Ve onları gozle! Yakında onlar da gorecekler"},{"SurahNumber":37,"VerseNumber":176,"Text":"Hala azabımızı acele olarak mı istiyorlar"},{"SurahNumber":37,"VerseNumber":177,"Text":"Onların sahasına (bulundukları yere) (azap) indigi zaman, iste (o gun) uyarılanların sabahı (ne kadar) kotu oldu (olacak)"},{"SurahNumber":37,"VerseNumber":178,"Text":"Ve bir sure kadar onlardan yuz cevir"},{"SurahNumber":37,"VerseNumber":179,"Text":"Ve gozle! Yakında onlar da gorecekler"},{"SurahNumber":37,"VerseNumber":180,"Text":"Senin izzet sahibi Rabbin onların vasıflandırmalarından (zanlarından) Subhan´dır (munezzehtir)"},{"SurahNumber":37,"VerseNumber":181,"Text":"Ve gonderilen resullere selam olsun"},{"SurahNumber":37,"VerseNumber":182,"Text":"Ve alemlerin Rabbi olan Allah´a hamdolsun"},{"SurahNumber":38,"VerseNumber":1,"Text":"Sad, zikrin sahibi Kur´an´a andolsun"},{"SurahNumber":38,"VerseNumber":2,"Text":"Hayır, kafirler gurur ve ayrılık icindedirler"},{"SurahNumber":38,"VerseNumber":3,"Text":"Onlardan once nice nesilleri helak ettik. O zaman feryat ettiler, fakat kurtulus vakti gecmisti"},{"SurahNumber":38,"VerseNumber":4,"Text":"Ve onlara kendilerinden bir uyarıcı gelmesi acayiplerine gitti (sasırdılar). Ve kafirler: \"Bu cok yalancı bir buyucu.\" dediler"},{"SurahNumber":38,"VerseNumber":5,"Text":"Ilahları bir tek ilah mı kılıyor? Muhakkak ki bu, gercekten acayip (sasılacak) bir sey"},{"SurahNumber":38,"VerseNumber":6,"Text":"Ve onlardan ileri gelenler: \"Yuruyun! Ilahlarınıza karsı sabırlı (kararlı) olun. Muhakkak ki sizden istenen mutlaka budur.\" (diyerek) ayrıldılar"},{"SurahNumber":38,"VerseNumber":7,"Text":"Biz, diger dinler icinde bunun gibi (bu konuda) bir sey (butun ilahların tek bir ilah oldugunu) isitmedik. Bu sadece bir iftiradır"},{"SurahNumber":38,"VerseNumber":8,"Text":"Zikir, bizim aramızda ona mı indirildi? Hayır, onlar Benim Zikrim´den suphe icindedirler. Hayır, onlar azabımı henuz tatmadılar"},{"SurahNumber":38,"VerseNumber":9,"Text":"Yoksa Aziz (yuce) ve Vehhab (cok bagıslayıcı ve lutufkar) olan Rabbinin rahmet hazineleri onların yanında mı"},{"SurahNumber":38,"VerseNumber":10,"Text":"Ya da goklerin, yerin ve ikisi arasındakilerin mulku onlara mı ait? O zaman sebepler (yollar, vasıtalar) bulup yukselsinler"},{"SurahNumber":38,"VerseNumber":11,"Text":"(Onlar) burada hezimete ugramıs olan fırkalardan meydana gelmis bir ordudur"},{"SurahNumber":38,"VerseNumber":12,"Text":"Onlardan once Nuh (A.S)´ın kavmi, Ad kavmi ve kazıklar sahibi firavun da yalanlamıstı"},{"SurahNumber":38,"VerseNumber":13,"Text":"Ve Semud kavmi, Lut (A.S)´ın kavmi ve Eyke halkı; iste onlar da (yalanlayan) fırkalardır"},{"SurahNumber":38,"VerseNumber":14,"Text":"Onların hepsi resulleri, sadece yalanladı. Boylece ikabım (cezalandırmam) hak oldu"},{"SurahNumber":38,"VerseNumber":15,"Text":"Ve bunlar, kendileri icin baska (hic)bir fırsatın olmayacagı, tek bir sayhadan (cok siddetli ses dalgasından) baska bir sey beklemiyorlar (gozlemiyorlar)"},{"SurahNumber":38,"VerseNumber":16,"Text":"Ve: \"Rabbimiz, hesap gununden once bizim payımızı, bize acele ver.\" dediler"},{"SurahNumber":38,"VerseNumber":17,"Text":"Onların soylediklerine sabret, guc kuvvet sahibi kulumuz Davut (A.S)´ı zikret (hatırla). Muhakkak ki o, evvab idi (Allah´a ulasmıstı)"},{"SurahNumber":38,"VerseNumber":18,"Text":"Muhakkak ki Biz, dagları ona musahhar (emrine amade) kıldık. Israk vakti ve aksam vakti onunla beraber tesbih ederlerdi"},{"SurahNumber":38,"VerseNumber":19,"Text":"Ve kusları da birarada toplanmıs olarak (ona musahhar kıldık). Onların hepsi, ona evvab idiler (yonelmislerdi ve sıgınmıslardı)"},{"SurahNumber":38,"VerseNumber":20,"Text":"Ve onun mulkunu (idaresini) guclendirdik. Ve ona, hikmet ve faslı hitap (hak ile batılı ayırıp adaletle hukmetme, hitap etme yetenegi) verdik"},{"SurahNumber":38,"VerseNumber":21,"Text":"Ve o hasımların (davacıların) haberi sana geldi mi? Mihraba (Davut A.S´ın ibadet ettigi yere) duvarın ustunden asarak gelmislerdi"},{"SurahNumber":38,"VerseNumber":22,"Text":"Davut (A.S)´ın yanına girdikleri zaman (Davut A.S) onlardan dehsete kapıldı (korktu). \"Korkma! Birbirine haksızlık etmis iki hasımız (davacıyız). Artık aramızda sen, hak ile hukmet. Asırı gitme (haksızlık etme)! Bizi orta yola (adaletli cozume) ulastır"},{"SurahNumber":38,"VerseNumber":23,"Text":"Gercekten bu benim kardesim. Onun doksan dokuz koyunu var ve benim bir koyunum var. Buna ragmen \"Ona beni kefil kıl (onu da bana ver).\" dedi. Soyledikleri ile beni yendi"},{"SurahNumber":38,"VerseNumber":24,"Text":"(Davut A.S): \"Andolsun ki, koyunlarının (arasına) senin koyununu istemekle sana zulmetti.\" dedi. Ve muhakkak ki ortaklardan cogu, mutlaka birbirlerinin hakkına tecavuz ediyorlar. Amenu olanlar (Allah´a ulasmayı dileyenler) ve amilussalihat (nefs tezkiyesi) yapanlar haric. Onlar ne kadar az! Ve Davut (A.S), onu imtihan ettigimizi zannetti. Bunun uzerine Rabbinden magfiret istedi ve ruku ederek secdeye kapandı. Ve Rabbine yoneldi (sozleriyle ve Rabbini gorerek Allah´a ulastı ve cevap aldı)"},{"SurahNumber":38,"VerseNumber":25,"Text":"Boylece bu konuda ona magfiret ettik. Muhakkak ki onun, katımızda mutlaka yuksek bir makamı ve guzel bir meabı (sıgınagı) vardır"},{"SurahNumber":38,"VerseNumber":26,"Text":"Ey Davut! Muhakkak ki Biz, seni yeryuzunun halifesi kıldık. Bunun icin insanlar arasında hak ile hukmet! Ve hevaya (nefse) tabi olma! Aksi halde seni, Allah´ın yolundan saptırır. Muhakkak ki Allah´ın yolundan sapanlar icin hesap gununu unutmaları sebebiyle siddetli azap vardır"},{"SurahNumber":38,"VerseNumber":27,"Text":"Ve gokyuzunu, arzı ve ikisi arasındaki seyleri batıl (bosuna) yaratmadık. Bu, inkar edenlerin zannıdır. Artık ates sebebiyle (azap edilecekleri icin) inkar edenlerin vay haline"},{"SurahNumber":38,"VerseNumber":28,"Text":"Hic amenu olanları (Allah´a ulasmayı dileyenleri) ve amilussalihat (nefs tezkiyesi) yapanları, yeryuzunde fesat cıkaranlarla ya da takva sahiplerini, facirlerle bir tutar mıyız"},{"SurahNumber":38,"VerseNumber":29,"Text":"Bu Mubarek Kitabı sana indirdik, ayetleri ile tedbir alsınlar ve ulul´elbab tezekkur etsin diye"},{"SurahNumber":38,"VerseNumber":30,"Text":"Ve Davut (A.S)´a oglu Suleyman´ı, armagan ettik. Ne guzel kul. Muhakkak ki o evvabtı (Allah´a ulasmıstı)"},{"SurahNumber":38,"VerseNumber":31,"Text":"Ona bir aksam vakti, kosmaya hazır, iyi cins atlar sunulmustu"},{"SurahNumber":38,"VerseNumber":32,"Text":"Bunun uzerine dedi ki: \"Muhakkak ki ben, (onları) Rabbimi zikrettigim icin hayır (hayra, daimi zikre ulasanların) sevgisi ile seviyorum.\" (Atlar tozu dumana katıp kosarak toz) perdesinin arkasında kaybolunca"},{"SurahNumber":38,"VerseNumber":33,"Text":"Onları bana geri getirin.\" (dedi). Sonra bacaklarını ve boyunlarını oksamaya basladı"},{"SurahNumber":38,"VerseNumber":34,"Text":"Ve andolsun ki Biz, Suleyman (A.S)´ı imtihan ettik. Ve onun kursusu (tahtı) uzerine ceset olarak ulastırdık. Sonra yoneldi (ayrıldı)"},{"SurahNumber":38,"VerseNumber":35,"Text":"Rabbim, beni magfiret et. Bana, benden sonra kimsenin ulasamayacagı bir mulk bagısla (hediye et). Muhakkak ki Sen, Sen Vehhab´sın (cok bagıslayıcısın).\" dedi"},{"SurahNumber":38,"VerseNumber":36,"Text":"Bunun uzerine ruzgarı ona musahhar (emre amade) kıldık. Onun emri ile diledigi yere hafif hafif eserek giderdi"},{"SurahNumber":38,"VerseNumber":37,"Text":"Ve seytanları da hepsini ki, onlar bina yapanlar ve dalgıclardır"},{"SurahNumber":38,"VerseNumber":38,"Text":"Ve digerlerini (de) zincirlerle birbirine baglı olarak (emre amade kıldık)"},{"SurahNumber":38,"VerseNumber":39,"Text":"Bunlar bizim atamızdır (ihsanımızdır, verdiklerimizdir). Artık diledigine hesapsız ver veya verme"},{"SurahNumber":38,"VerseNumber":40,"Text":"Ve muhakkak ki onun, katımızda mutlaka yuksek bir makamı ve guzel bir meabı (sıgınagı) vardır"},{"SurahNumber":38,"VerseNumber":41,"Text":"Ve kulumuz Eyup (A.S)´ı zikret (hatırla). Rabbine soyle seslenmisti: \"Muhakkak ki seytan, bana dert ve azap dokundurdu"},{"SurahNumber":38,"VerseNumber":42,"Text":"Ayagın ile (yere) vur. (Iste) bu serin, yıkanılacak ve icilecek su"},{"SurahNumber":38,"VerseNumber":43,"Text":"Ve Bizden bir rahmet ve ulul´elbaba zikir olarak, ona ailesini ve onlarla beraber bir mislini daha bagısladık"},{"SurahNumber":38,"VerseNumber":44,"Text":"Ve (Ey Eyup!) eline bir demet sap al onunla vur, yeminini bozma. Muhakkak ki Biz, onu sabırlı bulduk. Ne iyi bir kuldu. Muhakkak ki o, Allah´a ulasmıstı (ruhunu olmeden evvel Allah´a ulastırıp teslim etmisti)"},{"SurahNumber":38,"VerseNumber":45,"Text":"Ve guc ve basiret sahibi olan kullarımız Ibrahim (A.S)´ı, Ishak (A.S)´ı ve Yakub (A.S)´ı zikret"},{"SurahNumber":38,"VerseNumber":46,"Text":"Muhakkak ki Biz, onları (ahiret) yurdunu zikreden halis (kullar) olarak ihlas sahibi kıldık"},{"SurahNumber":38,"VerseNumber":47,"Text":"Ve muhakkak ki onlar, katımızda, gercekten \"hayırlılardan ve secilmislerden\"dir"},{"SurahNumber":38,"VerseNumber":48,"Text":"Ve Ismail (A.S)´ı ve Ilyas (A.S)´ı ve Zulkifli (A.S)´ı da zikret. Hepsi hayırlı olanlardandır"},{"SurahNumber":38,"VerseNumber":49,"Text":"Bu (Kur´an-ı Kerim), bir Zikir´dir. Ve muhakkak ki muttakiler (takva sahipleri) icin sıgınakların en guzeli (Allah´ın Zat´ı) vardır"},{"SurahNumber":38,"VerseNumber":50,"Text":"Kapıları onlara acılmıs olan adn cennetleri vardır"},{"SurahNumber":38,"VerseNumber":51,"Text":"Orada yaslanıp oturarak pekcok meyve ve icecek isterler"},{"SurahNumber":38,"VerseNumber":52,"Text":"Ve onların yanlarında bakıslarını saklayan (yalnız eslerine bakan), aynı yasta kadınlar vardır"},{"SurahNumber":38,"VerseNumber":53,"Text":"Hesap gunu konusunda size vaadedilen budur"},{"SurahNumber":38,"VerseNumber":54,"Text":"Muhakkak ki bu, gercekten bizim tukenmez rızkımızdır"},{"SurahNumber":38,"VerseNumber":55,"Text":"(Cennettekilerin durumu) bu. Ve muhakkak ki azgınlar icin elbette serrli (kotu) bir meab (sıgınak) vardır"},{"SurahNumber":38,"VerseNumber":56,"Text":"Cehennem, ona girerler. Iste o ne kotu bir dosektir"},{"SurahNumber":38,"VerseNumber":57,"Text":"(Cehennemdekilerin durumu) bu, boylece artık hamimi (kaynar su) ve gassak´ı (irini) tatsınlar"},{"SurahNumber":38,"VerseNumber":58,"Text":"Ve onun seklinden baska zevc ve zevceler (cifte azaplar da) vardır"},{"SurahNumber":38,"VerseNumber":59,"Text":"Bu grup da sizinle beraber (azaba) dayanacak olandır. Onlara merhaba yoktur. Muhakkak ki onlar atese girecek olanlardır"},{"SurahNumber":38,"VerseNumber":60,"Text":"Hayır, asıl size merhaba yok. Onu bize siz takdim ettiniz (azaba ugramamıza sebep oldunuz). Artık (o) ne kotu bir karargah (cehennem).\" dediler"},{"SurahNumber":38,"VerseNumber":61,"Text":"Rabbimiz, bunu bize kim takdim ettiyse (biz buraya kimin yuzunden geldiysek) ona, ateste azabı kat kat arttır.\" dediler"},{"SurahNumber":38,"VerseNumber":62,"Text":"Ve (cehennemdekiler): \"Biz nicin, serrlilerden addettigimiz adamları (burada cehennemde) gormuyoruz?\" dediler"},{"SurahNumber":38,"VerseNumber":63,"Text":"Biz onları eglence konusu edindik. Yoksa bakıslar(ımız) mı onlardan kaydı (ki onları goremedik)"},{"SurahNumber":38,"VerseNumber":64,"Text":"Muhakkak ki cehennem halkının bu cekismesi kesinlikle gercektir"},{"SurahNumber":38,"VerseNumber":65,"Text":"De ki: \"Ben sadece uyarıcıyım. Vahid (tek), Kahhar (kahredici) olan Allah´tan baska bir Ilah yoktur"},{"SurahNumber":38,"VerseNumber":66,"Text":"Goklerin, yerin ve ikisi arasındakilerin Rabbi, Aziz´dir (yuce ve ustun), Gaffar´dır (cok magfiret eden)"},{"SurahNumber":38,"VerseNumber":67,"Text":"De ki: \"O (Kur´an), Buyuk Bir Haber´dir"},{"SurahNumber":38,"VerseNumber":68,"Text":"Siz O´ndan yuz cevirenlersiniz"},{"SurahNumber":38,"VerseNumber":69,"Text":"Meleil Al´a´da onlar tartısırlarken benim bir bilgim yoktu"},{"SurahNumber":38,"VerseNumber":70,"Text":"Benim sadece apacık bir nezir (uyarıcı) oldugum bana vahyolunuyor"},{"SurahNumber":38,"VerseNumber":71,"Text":"Rabbin meleklere: \"Muhakkak ki Ben, tinden (nemli topraktan, balcıktan) bir insan yaratacagım.\" demisti"},{"SurahNumber":38,"VerseNumber":72,"Text":"Boylece onu sevva ettigim ve onun icine ruhumdan ufledigim zaman, derhal ona secde ederek yere kapanın"},{"SurahNumber":38,"VerseNumber":73,"Text":"Bunun uzerine meleklerin hepsi birden secde etti"},{"SurahNumber":38,"VerseNumber":74,"Text":"Iblis haric ki, o kibirlendi ve kafirlerden oldu"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Allahu Teala): \"Ey iblis! Ellerimle (kudretimle) halkettigim seye secde etmenden seni men eden (sey) nedir? Kibirlendin! Yoksa sen yucelerden mi oldun?\" dedi"},{"SurahNumber":38,"VerseNumber":76,"Text":"(Iblis): \"Ben, ondan daha hayırlıyım. Beni atesten, onu tinden (nemli topraktan, balcıktan) yarattın.\" dedi"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Allahu Teala): \"Haydi oradan (cennetten) cık! Artık muhakkak ki sen, kovulmus olanlardansın.\" dedi"},{"SurahNumber":38,"VerseNumber":78,"Text":"Ve muhakkak ki din gunune (kıyamet gunune) kadar lanetim senin uzerinedir"},{"SurahNumber":38,"VerseNumber":79,"Text":"(Iblis): \"Rabbim oyleyse beas (yeniden dirilme) gunune kadar beni inzar et (bana muhlet ver).\" dedi"},{"SurahNumber":38,"VerseNumber":80,"Text":"(Allahu Teala): \"Oyleyse muhakkak ki sen, tehir edilenlerdensin.\" dedi"},{"SurahNumber":38,"VerseNumber":81,"Text":"Vakti malum olan (bilinen) gune kadar"},{"SurahNumber":38,"VerseNumber":82,"Text":"(Iblis): \"Bundan sonra Senin izzetine (andolsun ki) onların hepsini mutlaka azdıracagım.\" dedi"},{"SurahNumber":38,"VerseNumber":83,"Text":"Onlardan Senin muhlis kulların haric"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Allahu Teala): \"Iste bu Hakk´tır. Ve Ben, hakkı soylerim.\" dedi"},{"SurahNumber":38,"VerseNumber":85,"Text":"Cehennemi mutlaka seninle ve onlardan sana tabi olanların hepsiyle dolduracagım"},{"SurahNumber":38,"VerseNumber":86,"Text":"De ki: \"Sizden ona (teblige) karsılık bir ecir (ucret) istemiyorum. Ve ben mutekelliflerden (mukellefiyet koyanlardan) degilim"},{"SurahNumber":38,"VerseNumber":87,"Text":"O (Kur´an), ancak alemlere Zikir´dir"},{"SurahNumber":38,"VerseNumber":88,"Text":"Ve onun haberini bir sure sonra mutlaka ogreneceksiniz"},{"SurahNumber":39,"VerseNumber":1,"Text":"Bu Kitab´ın indirilisi, Aziz (yuce ve ustun) ve Hakim (hikmet ve hukum sahibi) olan Allah tarafındandır"},{"SurahNumber":39,"VerseNumber":2,"Text":"Muhakkak ki Biz, bu Kitab´ı sana hak ile indirdik. Oyleyse dini O´na halis kılarak (muhlis olarak) Allah´a kul ol"},{"SurahNumber":39,"VerseNumber":3,"Text":"Halis din, Allah icindir, oyle degil mi? Ve O´ndan (Allah´tan) baska dostlar edinenler: \"Biz, onlara (putlara) sadece bizi Allah´a yakın bir makama yaklastırmaları icin tapıyoruz.\" (dediler). Muhakkak ki Allah, hakkında ihtilaf ettikleri sey icin onların aralarinda hukum verir. Muhakkak ki Allah, yalanlayan ve inkar ederleri hidayet erdirmez"},{"SurahNumber":39,"VerseNumber":4,"Text":"Eger Allah bir cocuk edinmek isteseydi, mutlaka yarattıklarından diledigini secerdi. O, Subhan´dır (herseyden munezzeh). O, Allah; Vahid´dir (tektir), Kahhar´dır (kahredicidir)"},{"SurahNumber":39,"VerseNumber":5,"Text":"(Allah), gokleri ve yeri hak ile yarattı. Geceyi gunduze, gunduzu geceye cevirir. Gunes´i ve Ay´ı musahhar (emre amade) kıldı. Hepsi belirlenmis bir zamana kadar (yorungelerinde) akar (gider). O; Aziz (yuce ve ustun), Gaffar (cok magfiret eden) degil midir"},{"SurahNumber":39,"VerseNumber":6,"Text":"Sizi tek bir nefsten halketti. Sonra ondan, onun zevcesini (esini). Ve sizin icin dort ayaklı hayvanlardan sekiz cift indirdi. Sizi annelerinizin karnında, bir yaratılıstan sonra baska bir yaratılısla (halden hale gelistirip donusturerek) uc karanlık icinde yaratır. Iste bu sizin Rabbiniz Allah´dır. Mulk, O´nundur. O´ndan baska Ilah yoktur. Buna ragmen nasıl donduruluyorsunuz"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eger inkar ederseniz, muhakkak ki Allah, sizden Gani´dir (size ihtiyacı yoktur). Ve O, kulları konusunda kufre razı olmaz. Ve eger sukrederseniz sizden razı olur. (Hic)bir gunahkar, digerinin (baskasının) gunahını yuklenmez. Sonra donusunuz Rabbinizedir. Boylece size yapmıs olduklarınızı haber verecek. Muhakkak ki O, sinelerde olanı bilendir"},{"SurahNumber":39,"VerseNumber":8,"Text":"Ve insana bir zarar dokundugu zaman, Rabbine yonelerek ona dua eder. Sonra (Allah) kendinden bir ni´met lutfettigi zaman daha once ona dua ettigini (yalvardıgını) unutur. O´nun (Allah´ın) yolundan saptırmak icin Allah´a esler kılar. De ki: \"Kufrun ile biraz daha metalan(faydalan). Muhakkakki sen, cehennem ehlindensin"},{"SurahNumber":39,"VerseNumber":9,"Text":"Gece boyunca secde ederek ve kıyamda (ayakta) durarak kanitin olan, ahiretten cekinen (korkan) ve Rabbinin rahmetini dileyen mi? De ki: \"(Hic) bilenle bilmeyen bir olur mu? Ancak ulul´elbab (daimi zikir sahipleri) tezekkur eder"},{"SurahNumber":39,"VerseNumber":10,"Text":"De ki: \"Ey amenu olan kullar, Rabbinize karsı takva sahibi olun! Bu dunyada ahsen olanlar icin bir guzellik vardır. Ve Allah´ın arzı genistir. Ama sabredenlere ecirleri hesapsız odenir"},{"SurahNumber":39,"VerseNumber":11,"Text":"De ki: \"Muhakkak ki ben, Allah´a, dini O´na halis kılarak kul olmakla emrolundum"},{"SurahNumber":39,"VerseNumber":12,"Text":"Ve teslim olanların ilki olmakla emrolundum"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: \"Muhakkak ki ben, eger Rabbime asi olursam, buyuk gunun azabından korkarım"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: \"Ben Allah´a, dinimi O´na halis kılarak kul olurum"},{"SurahNumber":39,"VerseNumber":15,"Text":"Artık O´ndan baska dilediginiz seye tapın. De ki: \"Muhakkak ki, kendilerini ve ailelerini husrana dusurenler, kıyamet gunu husrana ugrayacak olanlardır.\" Bu apacık bir husran degil mi"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların ustunde ve altında atesten golgeler vardır. Iste boyle, Allah kullarını onunla korkutuyor. Ey kullarım! Oyleyse Bana karsı takva sahibi olun"},{"SurahNumber":39,"VerseNumber":17,"Text":"Ve onlar ki; taguta (insan ve cin seytanlara) kul olmaktan ictinap ettiler (kacındılar, kendilerini kurtardılar). Cunku Allah´a yoneldiler (Allah´a ulasmayı dilediler). Onlara mujdeler vardır. Oyleyse kullarımı mujdele"},{"SurahNumber":39,"VerseNumber":18,"Text":"Onlar, sozu isitirler, boylece onun ahsen olanına tabi olurlar. Iste onlar, Allah´ın hidayete erdirdikleridir. Ve iste onlar; onlar ulul´elbabtır (daimi zikrin sahipleri)"},{"SurahNumber":39,"VerseNumber":19,"Text":"Oyleyse bir kimse, uzerine azap sozunu hakettigi taktirde sen, ateste olanı kurtarabilir misin"},{"SurahNumber":39,"VerseNumber":20,"Text":"Lakin Rab´lerine karsı takva sahibi olanlar icin, ust uste insa edilmis, altından nehirler akan koskler (yuksek makamlar) vardır. Allah´ın vaadidir ki, Allah vaadinden donmez"},{"SurahNumber":39,"VerseNumber":21,"Text":"Allah´ın gokten su indirdigini boylece onu (suyu), yerin su pınarlarına akıttıgını gormedin mi? Sonra onunla cesitli renklerde ekin cıkarır. Daha sonra kurur. Artık onu sararmıs gorursun. Sonra onu kuru bir cop kılar. Muhakkak ki bunda ulul´elbab icin mutlaka zikir (ibret) vardır"},{"SurahNumber":39,"VerseNumber":22,"Text":"Allah kimin gogsunu Islam icin (Allah´a teslim icin) yarmıssa artık o, Rabbinden bir nur uzere olur, degil mi? Allah´ın zikrinden kalpleri kasiyet baglayanların vay haline! Iste onlar, apacık dalalet icindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, ihdas ettigi (nurların) ahsen olanlarını (rahmet, fazl ve salavatı), ikiser ikiser (salavat-fazl ve salavat-rahmet), Kitab´a mutesabih (benzer) olarak indirdi. Rab´lerinden husu duyanların ciltleri ondan urperir. Sonra onların ciltleri ve kalpleri Allah´ın zikriyle yumusar, sukunet bulur (yatısır). Iste bu, Allah´ın hidayetidir, diledigini onunla hidayete erdirir. Ve Allah, kimi dalalette bırakırsa artık onun icin bir hidayetci yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"O halde kıyamet gunu, onun vechini (fizik vucudunu) kotu azaptan kim koruyabilir? Ve zalimlere: \"Kazanmıs oldugunuz seyi (gunahlarınızın cezasını) tadın!\" denir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan oncekiler (de) yalanladı da boylece azap onlara farkında olmadıkları bir yerden geldi"},{"SurahNumber":39,"VerseNumber":26,"Text":"Boylece Allah, onlara dunya hayatında zilleti (horlanma ve asagılanmayı) tattırdı. Ve ahiret azabı elbette daha buyuktur. Keske bilmis olsaydılar"},{"SurahNumber":39,"VerseNumber":27,"Text":"Ve andolsun ki, bu Kur´an´da insanlar icin butun meselelerden ornekler verdik. Umulur ki, boylece onlar tezekkur ederler"},{"SurahNumber":39,"VerseNumber":28,"Text":"(Bu), celiskisi (egriligi, kusuru) olmayan Arapca Kur´an´dır. Umulur ki onlar, boylece takva sahibi olurlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah, su meseleyi ornek verdi. Aralarında anlasamayan birkac ortaga (birden) baglı kisi ile tek bir adama teslim olan kisinin durumu bir olur mu? Hamd, Allah´a mahsustur. Ama onların cogu bilmezler"},{"SurahNumber":39,"VerseNumber":30,"Text":"Muhakkak ki sen de meyyitsin (olumlusun). Ve muhakkak ki onlar da meyyit (olumluler)"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra muhakkak ki siz, kıyamet gunu Rabbinizin huzurunda davalı ve davacı olacaksınız"}]}