{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"Xïdr / : «Men sağan menimen birge / bolwğa / sabır ete almaysıñ dep aytpadım ba?»- dedi"},{"SurahNumber":18,"VerseNumber":76,"Text":"Musa / : «Eger budan keyin senen bir närse surasam, meni öziñe serik etpey-aq qoy. Meniñ aldın surağan keşirimimdi qabıl etken ediñ»"},{"SurahNumber":18,"VerseNumber":77,"Text":"Söytip olar jolğa şıqtı. Bir awıldıñ turğındarına kelgen kezde, olardan tamaq suradı. Al, olar, ekewin qonaq etwden bas tarttı. Ekewi sol jerdegi qulağalı turğan bir dwaldı kördi. Sonda ol / Xïdr / onı turğızıp qoydı. / Musa / : «Eger qalasañ, bul üşin aqı alar ediñ»,- dedi"},{"SurahNumber":18,"VerseNumber":78,"Text":"Xïdr / : «Mine, meni men sen ekewmizdiñ aramızdıñ ayrılwı - osı. Endi sağan öziñ sabır ete almağan jayttardıñ män-jayınan xabar bereyin"},{"SurahNumber":18,"VerseNumber":79,"Text":"Kemege qatıstı, ol teñizde käsip etetin kedeylerdiki edi. Men oğan bir nuqsan keltirgim keldi, öytkeni, olardıñ aldında ärbir / jaramdı / kemeni tartıp alwşı bir patşa bar edi"},{"SurahNumber":18,"VerseNumber":80,"Text":"Al balağa kelsek, onıñ ata-anası ïmandı adamdar edi. Biz onıñ ol ekewin / ata-anasın / şekten şığwğa jäne küpirlikke / Allahqa qarsı kelwge! ïtermelewin / Allahtıñ bildirwimen / bilip, qawip ettik»"},{"SurahNumber":18,"VerseNumber":81,"Text":"Sondıqtan Rabbısı olarğa, onı tazalıqta odan jaqsı jäne meyirimdilikte odan jaqınmen / perzentpen / awıstırwın qaladıq"},{"SurahNumber":18,"VerseNumber":82,"Text":"Al, dwal bolsa sol qaladağı eki jetim balaniki edi. Onıñ astında olarğa tïisti qazına bar. Olardıñ äkesi izgi kisi edi, söytip Rabbıñ, ol ekewiniñ erjetip, Rabbıñnıñ meyirimimen qazınaların şığarıp alwın qaladı. Men munı öz şeşimimmen / özdigimnen / istegen joqpın. Mine osı, seniñ sabır ete almağan isterdiñ män-jayı»"},{"SurahNumber":18,"VerseNumber":83,"Text":"Ey, Muxammed! / Äri olar senen Zulqarnayın jayında suraydı. Ayt: «Senderge odan / oğan qatıstı / bir xabar oqıp beremin», - dep"},{"SurahNumber":18,"VerseNumber":84,"Text":"Anığında, Biz onı jerde mıqtı etip nığayttıq jäne oğan barlıq närsege / jetwge! mümkindik berdik"},{"SurahNumber":18,"VerseNumber":85,"Text":"Söytip ol bir jolğa tüsti"},{"SurahNumber":18,"VerseNumber":86,"Text":"Kün batatın jaqqa jetkende, onı laylı sw közine batıp bara jatqan türde kördi. Äri onıñ qasında bir eldi taptı. Biz: «Ey, Zulqarnayın, ne jazalaysıñ, ne bolmasa olarğa qatıstı jaqsılıq ustanasıñ», - dedik"},{"SurahNumber":18,"VerseNumber":87,"Text":"Ol: «Kim ädiletsizdik etetin bolsa, onı jazalaymız, keyin ol Rabbısına qaytarılıp, Ol onı qattı azappen jazalaydı"},{"SurahNumber":18,"VerseNumber":88,"Text":"Al kim ïmanğa kelse jäne izgi amal istese, oğan körkem qaytarım sıy beriledi. Äri oğan isterimizdiñ jeñilin aytamız», - dedi"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sodan keyin ol bir jolğa tüsip"},{"SurahNumber":18,"VerseNumber":90,"Text":"kün şığatın jaqqa jetkende, onı, bir eldiñ üstinen şıqqan türde taptı. Biz olarğa odan / künnen / pana bolatın eş närse jasamadıq"},{"SurahNumber":18,"VerseNumber":91,"Text":"Osılay boldı! Biz onımen / Zulqarnayınmen / bolğan närseniñ bärin bilimmen qamtıdıq"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sodan keyin ol / tağı da / bir jolğa tüsti"},{"SurahNumber":18,"VerseNumber":93,"Text":"Ol eki / taw / bögetiniñ arasına jetken kezde, olardıñ arasınan sözdi / özge tildi / tüsinbeytin bir eldi kezdestirdi"},{"SurahNumber":18,"VerseNumber":94,"Text":"Olar: «Ey, Zulqarnayın! Yajuj ben Majuj bul jerde buzğınşılıq istep jatır. Biz ben olardıñ arasına bir böget jasawıñ üşin sağan tölem / salıq / jïnap bereyik pe?» - dedi"},{"SurahNumber":18,"VerseNumber":95,"Text":"Ol: «Rabbımnıñ mağan bergeni odan qayırlı. Sender mağan öz küşteriñmen kömektesiñder, men sender men olardıñ arasına bir böget jasaymın"},{"SurahNumber":18,"VerseNumber":96,"Text":"Mağan temir bölikterin äkeliñder», dedi. Eki qaptaldıñ arasın toltırğan kezde: «Körik basıp ürleñder», - dedi. Onı otqa aynaldırğan kezde: «Mağan balqıtılğan mıstı beriñder, onıñ üstine quyamın»,- dedi"},{"SurahNumber":18,"VerseNumber":97,"Text":"Sonda olar / Yajuj ben Majuj / , oğan şığa almadı äri onı tesip te öte almadı"},{"SurahNumber":18,"VerseNumber":98,"Text":"Ol / Zulqarnayın / : «Bul - Rabbımnan bir meyirim. Rabbımnıñ wädesi kelgende, onı jermen-jeksen etedi. Rabbımnıñ wädesi şındıqqa aynaladı»,- dedi"},{"SurahNumber":18,"VerseNumber":99,"Text":"Sol küni Biz olardı bir-birimen / lek-legimen / aralasqan türde qoyamız. Äri sür ürilip, Biz olardıñ barlığın jïnaymız"},{"SurahNumber":18,"VerseNumber":100,"Text":"Sol küni käpirlerge tozaqtı anıq körsetemiz"},{"SurahNumber":18,"VerseNumber":101,"Text":"solar, közderi Meniñ eske salwımnan perdelengender jäne onı estï almaytındar"},{"SurahNumber":18,"VerseNumber":102,"Text":"Sol küpirlik etwşiler / Rabbısına serik qoswşılar / Meniñ ornıma quldarımdı qamqorşılar etip alwdı oyladı ma? Anığında, Biz, Jahannamdı käpirler üşin turaq etip äzirledik"},{"SurahNumber":18,"VerseNumber":103,"Text":"Ey, Muxammed! / Ayt: «Senderge amaldarında eñ köp zïyan tabatındar twralı xabarlayıq pa"},{"SurahNumber":18,"VerseNumber":104,"Text":"sonday, osı ömirdegi äreket-umtılıstarı adasıp / joq bolıp / , al özderi jaqsı is jasap jürmiz dep oylaytındar / jaylı / », - dep"},{"SurahNumber":18,"VerseNumber":105,"Text":"Mine, solar - Rabbısınıñ ayat-belgilerine äri Oğan kezdesetinine küpirlik etkender / senbegender / . Olardıñ amaldarı bosqa ketip, Qayta tirilw küni olarğa salmaq bermeymiz"},{"SurahNumber":18,"VerseNumber":106,"Text":"Küpirlik etkendikteri / qarsı kelgendikteri, moyındamağandıqtarı / jäne Meniñ ayat-belgilerim men elşilerimdi keleke etkendikteri üşin olardıñ qaytarım jazası - Jahannam"},{"SurahNumber":18,"VerseNumber":107,"Text":"Kümänsiz, ïmanğa kelgen jäne izgi amal istegender üşin, olardıñ mekeni Fïrdaws / jännatınıñ / baqtarı boladı"},{"SurahNumber":18,"VerseNumber":108,"Text":"Olar onda mäñgi qalıp, odan / özge jaqqa / awıswdı qalamaydı"},{"SurahNumber":18,"VerseNumber":109,"Text":"Ey, Muxammed / / Ayt: «Eger de teñiz Rabbımnıñ sözderin / jazatın / sïya bolğanda, tipti tağı qosımşa sol sekildini äkelsek te Rabbımnıñ sözderi tawsılwdan burın teñiz tawsılar edi»,- dep"},{"SurahNumber":18,"VerseNumber":110,"Text":"Ayt: «Anığında, men de sender sekildi adammın. Mağan: «Senderdiñ qudaylarıñ - jalğız quday», - dep waxï etildi. Kim Rabbısına jolığwdı ümit etse, izgi amal istesin jäne Rabbısına qulşılıq etwde Oğan eşkimdi serik etip qospasın»,- dep"},{"SurahNumber":19,"VerseNumber":1,"Text":"Käf, Xa, Ya, 'Ayn, Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Ey, Muxammed! / Bul - Rabbıñnıñ Öz qulı Zäkärïyağa / jasağan / ïgiligin eske salwı"},{"SurahNumber":19,"VerseNumber":3,"Text":"Mine, kezinde ol Rabbısına / özgelerden / jasırın türde jalbarındı"},{"SurahNumber":19,"VerseNumber":4,"Text":"Ol: «Rabbım! Meniñ süyegim qawsadı, basımdı aq şaldı. Rabbım! Sağan duğa etkenimde baqıtsız bolğan joq edim"},{"SurahNumber":19,"VerseNumber":5,"Text":"Men artımda qalatın ağayındarımnan qorqamın / qawiptemin / . Äyelim bedew. Mağan öz qasıñnan bir murager bere gör"},{"SurahNumber":19,"VerseNumber":6,"Text":"Mağan da murager äri Yağquptıñ äwletine de murager bolatın. Rabbım! Onı Öziñ razı bolatın / izgilerden / et», - dedi"},{"SurahNumber":19,"VerseNumber":7,"Text":"«Ey, Zäkärïya! Biz seni ulmen süyinşileymiz, esimi Yaxya. Buğan deyin eşkimdi ol sekildi atamadıq»"},{"SurahNumber":19,"VerseNumber":8,"Text":"Zäkärïya / : «Rabbım!? Äyelim bedew, al, özim qattı qartayğan bolsam, mende qalay bala bolmaq?» - dedi"},{"SurahNumber":19,"VerseNumber":9,"Text":"Perişte / : «Mine osılay. Rabbıñ ayttı: «Ol mağan oñay. Seni, burın sen eşnärse bolmağanıñda da jarattım», - dedi"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zäkärïya / : «Rabbım, mağan bir belgi ber»,- dedi. Ol: «Seniñ belgiñ - saw bola tura adamdarğa qatarınan üş tün söylemewiñ»,- dedi"},{"SurahNumber":19,"VerseNumber":11,"Text":"Söytip ol, qulşılıq etetin ornınan qawımınıñ aldına şığıp, olarğa: «Tañerteñ jäne keşke Allahtı / barlıq kemşilikten / päk dep däripteñder»,- dep / ïşaramen / bildirdi"},{"SurahNumber":19,"VerseNumber":12,"Text":"Oğan / : «Ey, Yaxya! Kitaptı mıqtap usta!» - dedik. Äri Biz oğan bala kezinen danalıq berdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Äri oğan Öz tarapımızdan meyirbandıq pen tazalıq berdik. Ol taqwa / Rabbısına boysunıp, jazasınan qorqıp, saqtanwşı! edi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Äri ol ata-anasına ïgilik istewşi bolıp, öktemşil, boysunbawşı emes edi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Äri oğan twılğan küni, qaytıs bolatın küni jäne qayta tiriletin küni amandıq boladı"},{"SurahNumber":19,"VerseNumber":16,"Text":"Äri Kitaptağı Märïyamdı esiñe al. Ol üyindegilerden şığıs jaqtağı bir orınğa oñaşalanıp"},{"SurahNumber":19,"VerseNumber":17,"Text":"olardan tosıq artına tasalanıp aldı. Biz oğan Rwxımızdı / Jäbireyildi / jiberdik. Ol oğan tolıqqandı adam beynesinde körindi"},{"SurahNumber":19,"VerseNumber":18,"Text":"Mérïyam / :«Men är-Raxmanğa / asa Meyirimdige / sïınıp, senen qorğawın suraymın. Eger Allahqa boysunıp, jazasınan qorqıp, saqtanwşı / taqwa / bolsañ / tïispe / », -dedi"},{"SurahNumber":19,"VerseNumber":19,"Text":"Perişte / : «Anığında men sağan bir taza bala sıylaw üşin Rabbıñnıñ jibergen Elşisimin», - dedi"},{"SurahNumber":19,"VerseNumber":20,"Text":"Märïyam / : «Mağan eşbir adam jaqındamağan bolsa jäne men jeñil jüristi bolmasam, mende qalay bala bolmaq?» - dedi"},{"SurahNumber":19,"VerseNumber":21,"Text":"Perişte / : «Mine osılay. Rabbıñ: «Bul Mağan oñay. Onı adamdar üşin Bizden bir belgi / muğjïza / jäne meyirim etemiz. Bül - şeşilip qoyılğan is», - dep ayttı»,- dedi"},{"SurahNumber":19,"VerseNumber":22,"Text":"Söytip, ol oğan jükti bolıp, onımen / kursağındağımen / alıs bir orınğa barıp oñaşalandı"},{"SurahNumber":19,"VerseNumber":23,"Text":"Sonda, tolğaq onı bir qurma ağaşınıñ diñine alıp keldi. Ol: «Qap, budan burın ölip ketsem äri müldem umıtılğan bolsam edi», - dedi"},{"SurahNumber":19,"VerseNumber":24,"Text":"Perişte / oğan tömengi jaqtan ün qatıp: «Qayğırma! Rabbıñ ayaq astıñnan bastaw ağızdı"},{"SurahNumber":19,"VerseNumber":25,"Text":"Qurmanıñ diñin öziñe qaray silki. Sağan jaña pisken kurma tüsedi"},{"SurahNumber":19,"VerseNumber":26,"Text":"Qurmadan / je, sw iş äri tınıştıqqa bolen! Eger adamdardan birewdi körseñ: «Men är-Raxman / asa Meyirimdi / üşin awız bekitwge näzir atadım. Endi bügin eşbir adammen söylespeymin», - dep ayt»,- dedi"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ol onı köterip eline keldi. Olar: «Ey, Mérïyam! Sen şoşınarlıq närse keltirdiñ"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey, Harunnıñ qarındası! Äkeñ jaman kisi emes edi, äri anañ da teris jolda emes edi»,-dedi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Sonda ol oğan / balağa / meñzedi. Olar: «Biz qundaqtağı närestemen qaytıp söylesemiz?» - dedi"},{"SurahNumber":19,"VerseNumber":30,"Text":"Ïsa / : «Men - Allahtıñ qulımın. Ol mağan Kitaptı berdi äri meni Payğambar etti"},{"SurahNumber":19,"VerseNumber":31,"Text":"Äri qayda bolsam da meni berekeli etti. Ömir sürip turğan kezimde namazdı jäne zeketti / ötewdi / buyırdı"},{"SurahNumber":19,"VerseNumber":32,"Text":"Äri anama ïgilik etwşi / perzent / etti jäne meni öktemşil, baqıtsız etpedi"},{"SurahNumber":19,"VerseNumber":33,"Text":"Äri mağan, men twılğan küni, qaytıs bolatın küni jäne qayta tiriletin küni amandıq / boladı / », - dedi"},{"SurahNumber":19,"VerseNumber":34,"Text":"Mine bul - olar kümändanıp, tartısatın Märïyamnıñ ulı Ïsa jaylı xaq söz"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allahtıñ bala ïemdenwi mümkin emes. Ol - / barlıq kemşilikten / päk. Ol bir istiñ bolwın ükim etse, oğan tek qana «bol» deydi. Sonda ol, boladı"},{"SurahNumber":19,"VerseNumber":36,"Text":"Ïsa / «Aqïqatında, Allah - meniñ Rabbım äri senderdiñ Rabbıñ. Oğan qulşılıq etiñder. Mine osı twra jol», - dedi"},{"SurahNumber":19,"VerseNumber":37,"Text":"Al ayda toptar özara qayşılıqqa tüsti. Sonday küpirlik etwşilerge / xaq dindi burmalawşı ağımdarğa / Ulı künniñ / Qïyamettiñ / körinisinen ülken qasiret bar"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bizge kelgen küni, olardıñ estw, körwleri öte anıq boladı. Alayda bügin ädiletsizder aşıq adaswda"},{"SurahNumber":19,"VerseNumber":39,"Text":"Ey, Muxammed! / Olarğa barlıq is şeşiletin - qasiretti Kündi eskert. Al, olar qapersizdik tanıtwda / beyğamdıqta / äri senbewde"},{"SurahNumber":19,"VerseNumber":40,"Text":"Aqïqatında jer jäne onıñ üstindegileri Bizde qaladı. Äri olar Bizge qaytarıladı"},{"SurahNumber":19,"VerseNumber":41,"Text":"Ey, Muxammed! / Äri Kitaptağı Ïbrahïmdi esiñe al. Anığında, ol öte şınşıl jäne Payğambar edi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Mine, kezinde ol äkesine: «Äy, äkeşim! Nege sen estimeytin, körmeytin jäne öziñe eşpayda bermeytin närsege tabınasıñ"},{"SurahNumber":19,"VerseNumber":43,"Text":"Äy, äketayım! Şın mäninde mağan, sağan kelmegen bir bilim keldi. Sondıqtan mağan iles, seni twra jolğa bastaymın"},{"SurahNumber":19,"VerseNumber":44,"Text":"Äy, äkeşim! Şaytanğa tabınba! Anığında, şaytan, är-Raxmanğa / asa Qayırımdığa / boysunbawşı boldı"},{"SurahNumber":19,"VerseNumber":45,"Text":"Äy, äkeşim! Men sağan är-Raxmannan azap tïip, şaytanğa jaqın bolıp qalwıñnan qorqamın», - dedi"},{"SurahNumber":19,"VerseNumber":46,"Text":"Äkesi / : «Ey, Ïbrahïm! Sen meniñ qudaylarımnan bas tartasıñ ba? Eger, tıyılmasañ, meniñ sögisime uşıraysıñ. Menen biraz waqıt awlaq jür», - dedi"},{"SurahNumber":19,"VerseNumber":47,"Text":"Ïbrahïm / : «Sağan amandıq bolsın. Men sen üşin Rabbımnan keşirim tileymin. Şın mäninde, Ol mağan Meyirban"},{"SurahNumber":19,"VerseNumber":48,"Text":"Äri men senderden jäne senderdiñ Allahtan özge tileytinderiñnen aranı aşamın äri Rabbımnan tileymin. Rabbıma sïınıp, tilek etwimde baqıtsız bolmawdı ümit etemin»,- dedi"},{"SurahNumber":19,"VerseNumber":49,"Text":"Söytip ol olardan jäne olardıñ Allahtan özge tabınatındarınan alıstap, bölek ketkende, Biz oğan Ïsxaq pen Yağquptı tartw ettik äri olardıñ barlığın payğambar qıldıq"},{"SurahNumber":19,"VerseNumber":50,"Text":"Äri olarğa Öz meyirimizden tartw etip, olar jaylı aqïqat sözin joğarı ettik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Ey, Muxammed! / Äri Kitaptağı Musanı esiñe al. Ol tañdalğan jäne Elşi / raswl / äri Payğambar / näbï / edi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Biz oğan tawdıñ oñ jağınan ün qattıq jäne söylesw üşin onı jaqındattıq"},{"SurahNumber":19,"VerseNumber":53,"Text":"Äri Öz meyirimizben oğan bawırı Harundı payğambar etip sıyladıq"},{"SurahNumber":19,"VerseNumber":54,"Text":"Ey, Muxammed! / Äri Kitaptağı Ïsmaïldı esiñe al. Ol wädege adal äri Elşi jäne Payğambar edi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ol üy-işin namazğa / onı orındawğa / jäne zeketke / parız, näpil sadaqa berwge / buyıratın. Äri Rabbısı odan razı bolğan edi"},{"SurahNumber":19,"VerseNumber":56,"Text":"Ey, Muxammed! / Äri Kitaptağı Ïdrïsti esiñe al. Ol şınşıl äri Payğambar edi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onı joğarı orınğa köterdik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Mine osılar - Allah ïgilik bergen Adamnıñ urpağındağı payğambarlardan äri Biz Nuxpen birge alıp jürgenderimizdiñ jäne Ïbrahïm men Ïsraïldıñ urpağındağı äri Biz twra jolmen jürgizip jäne tañdap alğandardan. Olarğa är-Raxmannıñ / asa Qayırımdınıñ / ayattarı oqılğan kezde olar jılağan küylerinde säjdege jığıladı"},{"SurahNumber":19,"VerseNumber":59,"Text":"Olardan keyin namazdı zaya qılğan äri tän qumarlıqtarına / şähwättarına / ergender keldi. Jaqında olar Ğayğa / tozaqtağı tereñ şuñqırğa / tastaladı"},{"SurahNumber":19,"VerseNumber":60,"Text":"Tek istegen künäsine şınayı ökinip, Rabbısına boysunwğa qaytıp / täwbe etip / , ïmanğa kelgen äri izgi amal istegender basqa. Olar Jännatqa kiredi äri Olarğa eş ädiletsizdik jasalmaydı"},{"SurahNumber":19,"VerseNumber":61,"Text":"Olar ’Adn / jännatınıñ / baqtarına / kiredi / , sonday, är-Raxman quldarına ğayıp türde / körsetpesten / wäde etken. Aqïqatında onıñ wädesi orındaladı"},{"SurahNumber":19,"VerseNumber":62,"Text":"Olar ol jerde bos söz estimeydi. Estïtinderi tek «Sälam» / Amandıq bolsın / - degen sözder. Äri olardıñ ondağı rïzıqtarı tañerteñ de, keşke de / qalağan kezderinde"},{"SurahNumber":19,"VerseNumber":63,"Text":"Quldarımızdan taqwa bolğandarğa / Rabbısına boysunıp, jazasınan qorqıp, saqtanğandarğa / mura etetin Jännat - osı"},{"SurahNumber":19,"VerseNumber":64,"Text":"Ey, Jäbireyil Muxammedke ayt! / : «Biz / perişteler / Rabbıñnıñ ämirimen ğana tüsemiz. Bizdiñ aldımızdağı jäne artımızdağı äri osınıñ arasındağılar Onıñ ïeliginde. Rabbıñ - umıtwşı emes"},{"SurahNumber":19,"VerseNumber":65,"Text":"Ol - aspandardıñ jäne jerdiñ äri olardıñ arasındağılarınıñ Rabbısı. Oğan qulşılıq et jäne Oğan qulşılıq etwde sabırlı bol. Oğan uqsas birewdi bilesiñ be?», - dep"},{"SurahNumber":19,"VerseNumber":66,"Text":"Äri adam balası: «Men ölgennen keyin, / qaytadan / tiri küyimde şığarılamın ba?» - deydi"},{"SurahNumber":19,"VerseNumber":67,"Text":"Adam balası äwelde Bizdiñ onı jaratqanımızdı esine almay ma? Al, ol eşnärse bolmağan edi"},{"SurahNumber":19,"VerseNumber":68,"Text":"Rabbıñmen ant etemin! Biz olardı jäne şaytandardı älbette jïnaymız. Sodan keyin olardı Jahannamnıñ aynalasına tizerletip qoyamız"},{"SurahNumber":19,"VerseNumber":69,"Text":"Keyin ärbir toptan, olardıñ işindegi är-Raxmanğa / asa Qayırımdığa / boysunbawda eñ qattı bolğandarın şığarıp alamız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Odan keyin, älbette onda jandırılwğa eñ layıqtılardıñ kim ekenin Biz jaqsı bilemiz"},{"SurahNumber":19,"VerseNumber":71,"Text":"Senderden ärbirew oğan keledi. Bul - Rabbıñnıñ mindetindegi, şeşilgen bir ükim"},{"SurahNumber":19,"VerseNumber":72,"Text":"Keyin, taqwa bolğandardı / Rabbısına boysunıp, jazasınan qorqıp, saqtanğandardı / qutqaramız. Al, ädiletsizderdi onıñ işinde tizerlegen küyinde qaldıramız"},{"SurahNumber":19,"VerseNumber":73,"Text":"Olarğa anıq türdegi ayattarımız oqılğan kezde, küpirlik etkender / ïmansızdar / ïmanğa kelgenderge: «Eki toptıñ / ïmandılar men ïmansızdardıñ / qaysısı jağdayı jäne jïını / quramı / turğısında artıq?» - deydi"},{"SurahNumber":19,"VerseNumber":74,"Text":"Al, olardan burın qanşa xalıqtardı joyğan edik. Olar baylıqtarında jäne tür-turpatında jaqsıraq edi"},{"SurahNumber":19,"VerseNumber":75,"Text":"Ey, Muxammed! / Ayt: «Kim adaswda bolsa, är-Raxman olarğa onı / adaswların / özderine wäde etilgen - ne azap, ne Sağattı / qïyametti / körgenderine deyin uzartıp qoysın. Sol kezde olar, kimniñ orın turğısınan jaman äri äskeri älsiz ekenin biledi»,- dep"},{"SurahNumber":19,"VerseNumber":76,"Text":"Äri Allah twra jolda bolğandardıñ twralığın arttıradı. Al, qalatın / joyılmaytın / izgi amaldar - Rabbıñnıñ quzırında qaytarım sıy äri nätïje retinde odan qayırlı"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayattarımızğa küpirlik etip / senbey / : «Mağan mal jäne balalar beriledi»,- degendi kördiñ be"},{"SurahNumber":19,"VerseNumber":78,"Text":"Ol ğayıptı bildi me, äldeär-Raxmannan / asa Qayırımdıdan / sert aldı ma"},{"SurahNumber":19,"VerseNumber":79,"Text":"Joq! Olay emes! Biz onıñ aytqanın jazıp qoyamız äri oğan azaptı arttıramız"},{"SurahNumber":19,"VerseNumber":80,"Text":"Äri onıñ aytqan närseleri Bizge qaladı da, ol Bizge bir özi keledi"},{"SurahNumber":19,"VerseNumber":81,"Text":"Olar özderine abıroy / küş-qudiret / bolwı üşin Allahtan özgelerdi quday etip aldı"},{"SurahNumber":19,"VerseNumber":82,"Text":"Joq! Olay emes! Olar / tabınğandarı / bulardıñ qulşılıqtarın teriske şığaradı jäne bularğa qarsı boladı"},{"SurahNumber":19,"VerseNumber":83,"Text":"Ey, Muxammed! / Biz käpirlerdiñ üstinen şaytandardı, olarğa türtki salıp, ïtermelewşi etip jibergenimizdi körmediñ be"},{"SurahNumber":19,"VerseNumber":84,"Text":"Sondıqtan olarğa / jazanıñ kelwine / asıqpa. Biz olar üşin / naqtı / esep jürgizwşimiz"},{"SurahNumber":19,"VerseNumber":85,"Text":"Sol / qayta tirilw / Küni, taqwalardı / Rabbısına boysunıp, jazasınan qorqıp, saqtanğandardı / är-Raxmanğa tañdawlı ökilder tobı etip jïnap"},{"SurahNumber":19,"VerseNumber":86,"Text":"al qılmıskerlerdi qattı şöldegen xalderinde Jahannamğa aydaymız"},{"SurahNumber":19,"VerseNumber":87,"Text":"Är-Raxmannan wäde alğandardan basqaları araşalıq etw / şapağat etw / quqığına ïe bolmaydı"},{"SurahNumber":19,"VerseNumber":88,"Text":"Äri olar: «är-Raxman / asa Qayırımdı / Özine bala aldı», - dedi"},{"SurahNumber":19,"VerseNumber":89,"Text":"Rasında sender öreskel närse istediñder"},{"SurahNumber":19,"VerseNumber":90,"Text":"Budan aspandar jarılıp äri jer ayrılıp jäne tawlar küyrep, qulap tüse jazdaydı"},{"SurahNumber":19,"VerseNumber":91,"Text":"olardıñ är-Raxmanğa bala tañğandıqtarı üşin"},{"SurahNumber":19,"VerseNumber":92,"Text":"Özine bala ïemdenw är-Raxmanğa layıqtı emes / üylespeydi"},{"SurahNumber":19,"VerseNumber":93,"Text":"Aspandar men jerdegilerdiñ barlığı är-Raxmanğa bar bolğanı qul ğana bolıp keledi"},{"SurahNumber":19,"VerseNumber":94,"Text":"Ol / Allah / olardı sanap, eseptep qoyğan"},{"SurahNumber":19,"VerseNumber":95,"Text":"Olardıñ barlığı Qayta tirilw küni Oğan jalğız keledi"},{"SurahNumber":19,"VerseNumber":96,"Text":"Ïmanğa kelgen jäne izgi amal istegenderge är-Raxman / asa Qayırımdı / süyispenşilik saladı"},{"SurahNumber":19,"VerseNumber":97,"Text":"Ey, Muxammed! / Şın mäninde, Biz bunı / Qurandı / öz tiliñde jeñil ettik, seniñ onımen taqwalardı / Rabbısına boysunıp, jazasınan qorqıp, saqtanwşılardı / qwandırwıñ jäne qasarısqan kerisşil adamdardı eskertwiñ üşin"},{"SurahNumber":19,"VerseNumber":98,"Text":"Äri olardan burın qanşa xalıqtardı joq ettik. Endi sen olardıñ birin sezip, bile alasıñ ba nemese olardıñ sıbdırın estïsiñ be"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta, Xa"},{"SurahNumber":20,"VerseNumber":2,"Text":"Biz sağan Qurandı awırtpaşılıq salw / baqıtsız bolwıñ / üşin tüsirgen joqpız"},{"SurahNumber":20,"VerseNumber":3,"Text":"tek / Allahtan / qorqatındar üşin eske salw / eskertw, nasïxat / etip"},{"SurahNumber":20,"VerseNumber":4,"Text":"jerdi jäne bïik aspandardı Jaratqannıñ tüsirgeni"},{"SurahNumber":20,"VerseNumber":5,"Text":"Är-Raxman / asa Qayırımdı / Arşığa köterildi"},{"SurahNumber":20,"VerseNumber":6,"Text":"Aspandardağı jäne jerdegiler äri ol ekewiniñ arasındağılar jäne jerdiñ astındağılardıñ barlığı - Oniki"},{"SurahNumber":20,"VerseNumber":7,"Text":"Eger sen qattı söyleseñ de, anığında, Ol jasırın närseni äri odan da arğı qupïyanı biledi"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah - Odan basqa eşbir quday joq. Eñ körkem esimder - Oniki"},{"SurahNumber":20,"VerseNumber":9,"Text":"Ey, Muxammed! / Sağan Musa jaylı xabar keldi me"},{"SurahNumber":20,"VerseNumber":10,"Text":"Kezinde ol bir ot körgende, üy işine: «tura turındar. Men bir ot kördim. Mümkin senderge odan bir tamızıqqa ot äkelermin nemese ottıñ qasında, bir jol körsetwşi tabarmın»,- dedi"},{"SurahNumber":20,"VerseNumber":11,"Text":"Ol oğan barğan kezde, ün qatıldı: «Ey, Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Aqïqatında, Men - seniñ Rabbıñmın. Ayaq kïimiñdi şeş. Anığında, sen qasïetti Twa alqabındasıñ"},{"SurahNumber":20,"VerseNumber":13,"Text":"Men seni tandap aldım. Endi / öziñe / waxï etiletindi tıñda"},{"SurahNumber":20,"VerseNumber":14,"Text":"Anığında, Men - Allahpın. Menen basqa eşbir quday joq. Sondıqtan Mağan qulşılıq et jäne Meni eske alw üşin namazdı / barlıq şarttarın saqtap, berile / tolıq orında"},{"SurahNumber":20,"VerseNumber":15,"Text":"Ärbir janğa, äreket-umtılıstarına layıqtı qaytarım sıyı ne jazası berilw üşin Men qupïya etken Sağat / qayta tirilw küni / anıq keledi"},{"SurahNumber":20,"VerseNumber":16,"Text":"Oğan / qayta tirilwge / senbey, köñilqumarlığına ergender, seni odan qaytarmasın. Onda sen qurïsıñ"},{"SurahNumber":20,"VerseNumber":17,"Text":"Ey, Musa! Oñ qolıñdağı ne närse?» - dedi"},{"SurahNumber":20,"VerseNumber":18,"Text":"Musa / : «Bul meniñ tayağım. Oğan süyenemin jäne onımen qoylarıma taldan japıraq qağıp beremin. Äri onda basqa da qajetterim bar», - dedi"},{"SurahNumber":20,"VerseNumber":19,"Text":"Allah / : «Ey, Musa! Onı tasta!»- dedi"},{"SurahNumber":20,"VerseNumber":20,"Text":"Ol onı tastadı. Sonda ol ïreleñdegen jılanğa aynaldı"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah / '. «Onı usta, qorıqpa! Onı äwelgi qalpına qaytaramız"},{"SurahNumber":20,"VerseNumber":22,"Text":"Äri qolıñdı qoltığıña qıs. Ol, zïyansız appaq / nurlı / bolıp şığadı. Bul - tağı bir belgi"},{"SurahNumber":20,"VerseNumber":23,"Text":"ulı belgilerimizdiñ keybirin sağan körsetwimiz üşin"},{"SurahNumber":20,"VerseNumber":24,"Text":"Fïrawnğa bar. Ol, şekten şıqtı», dedi"},{"SurahNumber":20,"VerseNumber":25,"Text":"Ol: «Rabbım! Kökiregimdi keñite gör"},{"SurahNumber":20,"VerseNumber":26,"Text":"äri mağan isimdi jeñildet"},{"SurahNumber":20,"VerseNumber":27,"Text":"jäne tilimniñ tüyinin şeş"},{"SurahNumber":20,"VerseNumber":28,"Text":"olar sözimdi tüsinwi üşin"},{"SurahNumber":20,"VerseNumber":29,"Text":"Äri äwletimnen mağan bir kömekşi ber"},{"SurahNumber":20,"VerseNumber":30,"Text":"Harun bawırımdı"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onımen meni qwattap"},{"SurahNumber":20,"VerseNumber":32,"Text":"osı isterimde / payğambarlıq mindetimde / onı mağan qosa gör"},{"SurahNumber":20,"VerseNumber":33,"Text":"Seni / kemşilikten / päk dep köp däriptewimiz"},{"SurahNumber":20,"VerseNumber":34,"Text":"äri Öziñdi köp eske alwımız üşin"},{"SurahNumber":20,"VerseNumber":35,"Text":"Anığında, Sen - bizdi körwşisiñ», - dedi"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah / : «Ey, Musa! Sağan surağandarıñ berildi"},{"SurahNumber":20,"VerseNumber":37,"Text":"Biz / ilgeride / sağan budan basqa da ïgilik jasağan edik"},{"SurahNumber":20,"VerseNumber":38,"Text":"Sol kezde anañnıñ kökeyine bildirilwi tïisti närseni salğan edik"},{"SurahNumber":20,"VerseNumber":39,"Text":"«Onı sandıqqa salıp, özenge qoya ber. Özen jağağa şığarıp, onı Mağan duşpan bolğan äri oğan da duşpan bolğan birew / tawıp / alsın», - dep. Äri köz aldımda öswiñ üşin Men sağan Öz tarapımnan süyispenşilik saldım"},{"SurahNumber":20,"VerseNumber":40,"Text":"Sol kezde äpkeñ / artıñnan / erip jürip: «Senderge oğan qamqorlıq etetin / emizetin / birewdi körseteyin be?» - dedi. Söytip anañnıñ közayım bolwı äri qayğırmawı üşin seni oğan qaytardıq. Keyin sen bir adamdı öltirdiñ. Sonda seni wayımnan qutqardıq jäne türli sınaqqa saldıq. Ey, Musa, sodan keyin Mädïyan elinde birneşe jıl bolıp, belgilengen merzimde / qaytıp / keldiñ"},{"SurahNumber":20,"VerseNumber":41,"Text":"Men seni Özim üşin tañdadım"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen jäne bawırıñ belgilerimmen barıñdar, äri Meni eske alwda älsizdik tanıtpañdar"},{"SurahNumber":20,"VerseNumber":43,"Text":"Fïrawnğa barıñdar, öytkeni ol şekten şıqtı"},{"SurahNumber":20,"VerseNumber":44,"Text":"Oğan jumsaq söz söyleñder, mümkin ol eske alar, ne qorqar», - dedi"},{"SurahNumber":20,"VerseNumber":45,"Text":"Olar: «Rabbımız! Biz onıñ bizdi derew jazağa tartwınan ne şekten şığwınan qorqamız», - dedi"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allah / : «Qorıqpañdar! Men sen ekewiñmen birgemin, estïmin jäne köremin"},{"SurahNumber":20,"VerseNumber":47,"Text":"Oğan barıp: «Biz - Rabbıñnıñ elşilerimiz. Ïsraïl urpaqtarın bizben birge jiber äri olardı qïnama. Biz sağan Rabbıñnan belgi alıp keldik. Twra jolğa ergenge amandıq boladı"},{"SurahNumber":20,"VerseNumber":48,"Text":"Anığında, ötirikke şığarğandar jäne teris burılğandar azapqa tartılatını jaylı Bizge waxï etildi» - dep aytıñdar», - dedi"},{"SurahNumber":20,"VerseNumber":49,"Text":"Fïrawn / : «Ey, Musa, senderdiñ Rabbıñ kim?» - dedi"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa / : «Bizdiñ Rabbımız sonday, ärbir närsege jaratılısın / beyne-bitimin / bergen, keyin joldarın belgilep körsetken», -dedi"},{"SurahNumber":20,"VerseNumber":51,"Text":"Fïrawn / : «Ötip ketken urpaqtardıñ jağdayı qanday bolmaq?» - dedi"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa / : «Olar jaylı bilim Rabbımdağı Kitapta / Läwxwl-Maxfwzda / . Rabbım jañılmaydı äri umıtpaydı"},{"SurahNumber":20,"VerseNumber":53,"Text":"Ol sender üşin jerdi jazıq etti jäne onda sender üşin joldar jasadı. Äri aspannan sw tüsirdi», - dedi. Söytip onımen türli ösimdikterdi jubımen şığardıq"},{"SurahNumber":20,"VerseNumber":54,"Text":"Olardan / jeñder äri maldarıñdı jayıñdar. Aqïqatında, munda - aqıl ïeleri üşin belgiler bar"},{"SurahNumber":20,"VerseNumber":55,"Text":"Odan / topıraqtan / senderdi jarattıq jäne / ölgenderiñnen keyin / oğan qaytaramız äri / qayta tirilw küni / odan qayta şığaramız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Aqïqatında, Biz oğan / Fïrawnğa / belgilerimizdiñ barlığın körsettik. Biraq ol ötirik sanap, bas tarttı"},{"SurahNumber":20,"VerseNumber":57,"Text":"Fïrawn / : «Ey, Musa! Sen bizdi sïqırıñ arqılı jerimizden şığarwğa keldiñ be"},{"SurahNumber":20,"VerseNumber":58,"Text":"Biz de sağan, mindetti türde osı sekildi sïqır äkelemiz. Bizben öziñniñ aranda bir wädeli merzim belgile. Odan biz de, sen de aynımaytın bolayıq. Ol aşıq bir jer bolsın», -dedi"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa / : «Sendermen wädeli merzim mereke küni / bolsın / . Äri adamdar säske mezgilinde jïnalsın»,- dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Söytip, Fïrawn qaytıp ketti de, keyin öziniñ qwlıq-sumdığın / sïqırşıların / jïıp keldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa olarğa: «Ey, sorıñ qurğırlar! Allahqa qatıstı ötirikti qurastırmañdar. Äytpese Ol senderdi azappen joyıp jiberedi. Kim oydan ötirikti qurastırsa, ol zïyanğa uşıraydı», - dedi"},{"SurahNumber":20,"VerseNumber":62,"Text":"Sonda olar / sïqırşılar / bul is jaylı tartısıp, sözderin qupïya qaldırdı"},{"SurahNumber":20,"VerseNumber":63,"Text":"Olar: «Anığında, bul ekewi sïqırşı. Senderdi sïqırları arqılı jerleriñnen şığarwdı jäne ülgili joldarıñdı joyudı qalaydı"},{"SurahNumber":20,"VerseNumber":64,"Text":"Ayla-täsilderiñdi jïıp, qatarlanıp keliñder. Älbette, bügin üstem bolğandar muratına jetedi»,- dedi"},{"SurahNumber":20,"VerseNumber":65,"Text":"Olar: «Ey, Musa! Sen tastaysıñ ba, älde alğaşqı tastawşı biz bolayıq pa?» - dedi"},{"SurahNumber":20,"VerseNumber":66,"Text":"Musa!: «Joq, sender tastañdar», - dedi.Sol kezde oğan olardıñ jipteri men tayaqtarı sïqırlarınıñ äserinen ïreleñdep jürgen sekildi körindi"},{"SurahNumber":20,"VerseNumber":67,"Text":"Musa iştey bir qorqınış sezdi"},{"SurahNumber":20,"VerseNumber":68,"Text":"Biz: «Qorıqpa! Sen älbette üstem bolasıñ"},{"SurahNumber":20,"VerseNumber":69,"Text":"Oñ qolıñdağını tasta! Ol olardıñ jasağandarın jutadı. Negizinde, olardıñ jasağandarı -sïqırşınıñ aylası ğana. Sïqırşı qayda barsa da maqsatına jetpeydi», - dedik"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sonda sïqırşılar, säjdege jığılıp: «Biz Harun men Musanıñ Rabbısına sendik»,- dedi"},{"SurahNumber":20,"VerseNumber":71,"Text":"Fïrawn / : «Men senderge ruqsat bermey turıp sendiñder me? Älbette ol senderge sïqır üyretken özderiñniñ ülkenderiñ eken. Endi, senderdiñ qol-ayaqtarıñdı qarama-qarsı / oñ qol sol ayaq, sol qol oñ ayaq / etip kesemin jäne senderdi qurma ağaştarına kerip tastaymın. Sonda sender bizdiñ qaysımızdıñ azabımız qattı jäne turaqtı ekenin biletin bolarsıñdar»,- dedi"},{"SurahNumber":20,"VerseNumber":72,"Text":"Olar: «Biz özimizge kelgen anıq dälelderden jäne bizdi Jaratqannan seni eşqaşan joğarı qoymaymız. Şığaratın ükimiñdi şığar. Sen bar bolğanı osı ömirde ğana ükim şığarasıñ"},{"SurahNumber":20,"VerseNumber":73,"Text":"Aqïqatında,biz Rabbımızğa sendik, Onıñ qatelerimizdi äri sen mäjbür etken sïqırımızdı keşirwi üşin. Äri Allah qayırlı jäne mäñgilik"},{"SurahNumber":20,"VerseNumber":74,"Text":"Kim Rabbısına qılmısker / künähar / bolğan küyde kelse, oğankümänsiz, Jahannam bar. Ol onda ne ölmeydi, ne ömir de sürmeydi"},{"SurahNumber":20,"VerseNumber":75,"Text":"Al, kim Oğan ïmandı / mümin / bolıp, izgi amal istegen küyde kelse, mine solarğa eñ bïik därejeler"},{"SurahNumber":20,"VerseNumber":76,"Text":"astınan özender ağıp jatatın jäne olar onda mäñgi qalatın ’Adn / jännatınıñ / baqtarı bar. Tazarğandardıñ qaytarım sıyı -osı"},{"SurahNumber":20,"VerseNumber":77,"Text":"Äri biz Musağa: «Tünde quldarımdı alıp jür de olarğa teñizde qurğaq jol aş. Qwıp jetwinen qawiptenbe jäne qorıqpa», - dep waxï ettik"},{"SurahNumber":20,"VerseNumber":78,"Text":"Sonda Fïrawn äskerimen olardıñ soñına tüsti. Söytip olardı teñizden jabatın närse / sw / japtı"},{"SurahNumber":20,"VerseNumber":79,"Text":"Fïrawn elin adastırdı äri twra jolğa bastamadı"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey, Ïsraïl urpaqtarı! Biz senderdi jawlarıñnan qutqardıq jäne sendermen tawdıñ oñ jaq bawrayında wädelestik. Äri senderge männ men sälwanı tüsirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Biz senderge rïzıq etip bergenniñ jaqsılarınan jeñder. Äri onda şekten şıqpañdar. Äytpese, senderge qaharım tüsedi. Al, kimge Meniñ aşwım tüsse, ol sözsiz qurıdı"},{"SurahNumber":20,"VerseNumber":82,"Text":"Kümänsiz, Men, istegen künäsine şınayı ökinip, Mağanboysunwğa qaytqandı / täwbege kelgendi / äri ïmanğa kelgen jäne izgi amal istegen, keyin twra jürgenderdi köp Keşirwşimin / Ğaffar"},{"SurahNumber":20,"VerseNumber":83,"Text":"Allah / ayttı: «Ey, Musa! Seni qawımıñdı / qaldırwğa / ne asıqtırdı?»"},{"SurahNumber":20,"VerseNumber":84,"Text":"Ol: «Olar meniñ soñımda jaqın jerde kele jatır. Al men, Rabbım, razı bolwıñ üşin sağan asıqtım», -dedi"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah / ayttı: «Biz, senen keyin eliñdi sınaqqa saldıq. Olardı, sämirïlik adastırdı», - dep"},{"SurahNumber":20,"VerseNumber":86,"Text":"Sonda Musa aşwlanğan, qayğırğan türde, eline qayttı. Ol: «Äy, elim! Senderdiñ Rabbıñ senderge jaqsı wäde bermep pe edi? Senderge belgilengen merzim uzaq keldi me? Nemese özderiñniñ Rabbıñnıñ senderge qaharı tüswin qalap, mağan bergen wädeleriñnenaynıdıñdar ma?»- dedi"},{"SurahNumber":20,"VerseNumber":87,"Text":"Olar: «Biz sağan bergen wädemizdi özdigimizşe buzğan joqpız. Biraq bizde, ol eldiñ / Mısırdıñ / äşekey buyımdarınan edäwir jük bar edi. Sonda olardı tastadıq. Osılayşa sämirïlik te tastadı», - dedi"},{"SurahNumber":20,"VerseNumber":88,"Text":"Sonda ol / sämirïlik / olarğa möñireytin üni bar buzaw müsinin / jasap / şığardı. Olar / oğan ergender / : «Mine, mınaw senderdiñ qudaylarıñ äri Musanıñ kudayı. Biraq ol onı umıttı»,- dedi"},{"SurahNumber":20,"VerseNumber":89,"Text":"Olar şınımen-aq, onıñ / müsinniñ / özderine söz qaytara almaytının äri ne zïyan, ne payda tïgizwge jaramsız ekenin körmey me"},{"SurahNumber":20,"VerseNumber":90,"Text":"Harun olarğa buğan deyin: «Äy, elim! Şın mäninde sender osı / jasalğan müsin / arqılı sınalwdasıñdar. Aqïqatında senderdiñ Rabbıñ är-Raxman / asa Qayırımdı / . Sondıqtan sender mağan eriñder äri buyrığıma bağınıñdar»,- dedi"},{"SurahNumber":20,"VerseNumber":91,"Text":"Qawımı / : «Musa qaytıp kelgenşe, biz oğan / müsinge / tabınwdı toqtatpaymız», -dedi"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa kelip / : «Ey, Harun! Olardıñ adasqanın körgen keziñde, sağan ne kedergi boldı"},{"SurahNumber":20,"VerseNumber":93,"Text":"soñımnan mağan kelwiñe. Älde buyrığıma bağınbadıñ ba?»- dedi"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harwn / : «Ey, anamnıñ ulı! Meniñ saqalım men basımnan jarmaspa. Negizinde, men seniñ: «Ïsraïl urpaqtarınıñ arasın böldiñ jäne sözimdi eskermediñ», - dep aytwıñnan qorıqtım»,- dedi"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa / : «Ey, sämirïlik! Bul ne istegeniñ?» - dedi"},{"SurahNumber":20,"VerseNumber":96,"Text":"Ol / sämirïlik / : «Men olardıñ körmegenin kördim jäne elşiniñ izinen bir wıs alıp, onı / müsinge / tastadım. Köñilim mağan osılay istewdi ädemi körsetti»,- dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa / : «Bar, ket! Endi sen bul ömirde: «Jaqındamañdar»,- dep aytatın bolasıñ. Äri sağan, sen özgerte almaytın belgilengen merzim bar. Endi berilip tabınğan qudayıña qara, biz onı örtep, keyin teñizge şaşıp jiberemiz"},{"SurahNumber":20,"VerseNumber":98,"Text":"Aqïqatında, senderdiñ qudaylarıñ - Allah, odan basqa eşbir quday joq. Onıñ bilimi barlıq närseni qamtığan», - dedi"},{"SurahNumber":20,"VerseNumber":99,"Text":"Ey, Muxammed! / Biz sağan osılay, burın bolıp ötken xabarlardı aytıp beremiz. Äri sağan Öz tarapımızdan Eske salatındı / Qurandı / berdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim odan / Qurannan / bet bursa, älbette, Qayta tirilw küni ol awır jük / künä / arqalaydı"},{"SurahNumber":20,"VerseNumber":101,"Text":"Olar onda mäñgi qaladı. Qayta tirilw küni olardıñ jügi netken jaman edi"},{"SurahNumber":20,"VerseNumber":102,"Text":"Ol küni sür ürlenedi. Äri sol küni qılmıskerlerdi kögergen xalde jïnaymız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Olar özara sıbırlasıp: «Sender nebarı on boldıñdar», - deydi"},{"SurahNumber":20,"VerseNumber":104,"Text":"Biz olardıñ ne aytatındarın jaqsı bilemiz. Sol kezde olardıñ işinen jol turğısınan durıs bolğandarı: «Sender nebarı bir kün boldıñdar»,- deydi"},{"SurahNumber":20,"VerseNumber":105,"Text":"Ey, Muxammed! / Olar senen tawlar jaylı suraydı. Ayt: «Rabbım olardı / tübinen julıp / , şaşıp jiberedi"},{"SurahNumber":20,"VerseNumber":106,"Text":"Söytip onı tep-tegis jazıq etip qaldıradı"},{"SurahNumber":20,"VerseNumber":107,"Text":"Onda eşbir oypañ da, döñes te körmeysiñ», - dep"},{"SurahNumber":20,"VerseNumber":108,"Text":"Sol küni olar şaqırwşığa eredi. Odan jaltarıp qalwğa mümkindik joq. Är-Raxmannıñ / asa Qayırımdınıñ / aldında dawıstar tınıp, sıbdırdan basqanı estimeysiñ"},{"SurahNumber":20,"VerseNumber":109,"Text":"Sol küni eşbir arağa tüswşilik / şapağat etw / payda bermeydi, tek är-Raxman ruqsat etkenniñ jäne sözinen razı bolğannıñ ara tüswi payda beredi"},{"SurahNumber":20,"VerseNumber":110,"Text":"Ol / Allah / olardıñ aldındağısın äri artındağısın biledi. Al olar munı bilimmen qamtï almaydı"},{"SurahNumber":20,"VerseNumber":111,"Text":"Äri jüzder äl-Xayy / mäñgi Tiri / jäne äl-Qayywmğa / bärine tirşilik berip Basqarwşığa / bağınıp, tömen qaraydı. Ädiletsizdikti arqalap kelgen ümitsizdikke uşıraydı"},{"SurahNumber":20,"VerseNumber":112,"Text":"Al, kim ïmandı bolğan küyde izgi amal istese, ol ädiletsizdikten de, / jaqsılıqtarınıñ / kemitilwinen de qorıqpaydı"},{"SurahNumber":20,"VerseNumber":113,"Text":"Mine, Biz osılay, onı / eske salatındı / arabşa Quran etip tüsirdik. Äri olardıñ taqwalıq etwin / Allahtıñ jaza­sınan qorqıp, saqtanwın / ne eske alwların oyatw / payda etw / üşin onda türli eskertw-qorqıtwlardı keltirdik"},{"SurahNumber":20,"VerseNumber":114,"Text":"äl-Mälïk / barlıq närseniñ şın Bïlewşisi / äri äl-Xaq / kemel Xaq / Allah öte joğarı. / Ey, Muxammed! / Sağan waxï etilwi ayaqtalmay turıp, Quranmen / onı qaytalawğa / asıqpa. Äri ayt: «Rabbım! Meniñ bilimimdi arttır»,- dep"},{"SurahNumber":20,"VerseNumber":115,"Text":"Biz burın Adamnan sert alğan edik, biraq ol umıttı. Odan beriktik tappadıq"},{"SurahNumber":20,"VerseNumber":116,"Text":"Äri kezinde Biz periştelerge: «Adamğa säjde jasañdar», - dedik. Sonda olar säjdeetti. Al, Ibilis bas tarttı"},{"SurahNumber":20,"VerseNumber":117,"Text":"Sonda Biz: «Ey, Adam! Şın mäninde bül / Ibilis / sağan jäne seniñ jubayıña jaw. Ol ekewiñdi Jännattan şığarıp jibermesin. Onda baqıtsız bolasıñ"},{"SurahNumber":20,"VerseNumber":118,"Text":"Sen onda / jännatta / aş bolmaysıñ äri jalañaş ta bolmaysıñ"},{"SurahNumber":20,"VerseNumber":119,"Text":"Sen onda şöldemeysiñ jäne ıstıqtan da qïnalmaysıñ», - dedik"},{"SurahNumber":20,"VerseNumber":120,"Text":"Sonda şaytan onı azğırıp: «Ey, Adam! Sağan mäñgilik ağaşın jäne bitip tawsılmas bïlikti körseteyin be?» - dedi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Ekewi odan jedi. Sonda olarğa uyattı jerleri körinip, olar özderine jännattıñ japıraqtarın japsıra bastadı. Adam Rabbısına boysunbay adastı"},{"SurahNumber":20,"VerseNumber":122,"Text":"Keyin Rabbısı onı tañdap, istegen künäsine şınayı ökinip, Özine boysunwğa qaytwın / täwbesin / qabıl etti äri twra jolğa tüsirdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"Allah / ayttı: «Ekewiñ / Adam menXawa / odan / jännattan / birge tüsiñder, sender bir-birleriñe jawsıñdar. Al, endi Menen senderge twra jol kelip, kim Meniñ basşılığıma / twra jolıma / erse, onda ol adaspaydı äri baqıtsız bolmaydı», - dedi"},{"SurahNumber":20,"VerseNumber":124,"Text":"Al, kim Meniñ eske salwımnan / Qurannan / teris burılsa, oğan tar ömir boladı äri Qayta tirilw küni onı soqır küyde tiriltemiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"Ol: «Rabbım! Meni ne üşin soqır küyde tirilttiñ?! Men köretin edim ğoy»,- deydi"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah / ayttı: «Mine, osılay. Sağan ayattarımız kelgen edi, biraq sen olardı umıttıñ. Sol sekildi bügin sen de umıtılasıñ», - deydi"},{"SurahNumber":20,"VerseNumber":127,"Text":"Äri şekten şıqqan jäne Rabbısınıñ ayattarına senbegenderdiñ de qaytarım jaza­sın osılay beremiz. Al soñğı, mäñgilik ömirdiñ / aqïrettiñ / azabı öte qattı äri üzdiksiz / turaqtı"},{"SurahNumber":20,"VerseNumber":128,"Text":"Olarğa deyin bolğan, bügin özderi jurttarınan ötip jürgen, qanşama xalıqtı joyıp jiberwimiz, Olarğa twra jol körsetpedi me? Aqïqatında, Munda aqıl ïeleri üşin belgi-ğïbrattar bar"},{"SurahNumber":20,"VerseNumber":129,"Text":"Ey, Muxammed! / Rabbıñnan aldın-ala Söz jäne belgilengen merzim bolmağanda, älbette / jazanıñ birden bolwı / mindetti türde bolar edi"},{"SurahNumber":20,"VerseNumber":130,"Text":"Sondıqtan olardıñ aytıp jatqandarına sabır et. Äri rïzalıqqa jetw üşin Rabbıñdı kün şığardan jäne kün batardan aldın maqtap, däripte jäne tünniñ bir waqıttarı men kündizdiñ aynalasında däripte"},{"SurahNumber":20,"VerseNumber":131,"Text":"Biz olardıñ keybirewlerine sınaq üşin bergen osı ömirdiñ sän-saltanatı bolğan türli närselerge köziñdi salma. Al, Rabbıñnıñ rïzığı qayırlı äri turaqtı"},{"SurahNumber":20,"VerseNumber":132,"Text":"Üy-işiñdi namazğa buyır äri öziñ de oğan sabırlı bol. Biz senen rïzıq suramaymız. Sağan rïzıqtı Biz beremiz. Soñğı nätïje taqwalardiki / Rabbısına boysunıp, jazasınan qorqıp, saqtanwşılardiki"},{"SurahNumber":20,"VerseNumber":133,"Text":"Olar / käpirler / : «Nege ol bizge Rabbısınan bir belgi-muğjïzalar keltirmeydi?»- dedi. Olarğa burınğı jazbalardağı / swxwftardağı / anıq dälelder kelgen joq pa"},{"SurahNumber":20,"VerseNumber":134,"Text":"Eger de olardı osığan deyin bir azappen joyıp jibergenimizde, olar: «Rabbımız! Qor bolıp jäne qasiret şekpey turıp, ayattarıña erwimiz üşin bizge nege bir Elşi jibermediñ?» - deytin edi"},{"SurahNumber":20,"VerseNumber":135,"Text":"Ey, Muxammed! / Ayt: «Barlığı kütwde. Sender de kütiñder. Jaqında twra joldıñ ïeleri kim ekendigin jäne kimniñ twra jolmen jürgenin bilesiñder», - dep"}]}