{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Uspeaja, sekako, vernicite"},{"SurahNumber":23,"VerseNumber":2,"Text":"oi se vo namazite Nivni pokajnički"},{"SurahNumber":23,"VerseNumber":3,"Text":"koi se ramnodušni kon bezraboticata"},{"SurahNumber":23,"VerseNumber":4,"Text":"i koi zekat sproveduvaat"},{"SurahNumber":23,"VerseNumber":5,"Text":"koi gi čuvaat sramnite mesta svoi"},{"SurahNumber":23,"VerseNumber":6,"Text":"osven so ženite svoi ili so onie koi se vo sopstvenost nivna... pa, tie, navistina, se nadvor od prekorot"},{"SurahNumber":23,"VerseNumber":7,"Text":"dodeka onie koi posakuvaat preku toa, tokmu, preteruvaat"},{"SurahNumber":23,"VerseNumber":8,"Text":"i koi, isto taka, se grižat za amanetite svoi i za dogovorot svoj"},{"SurahNumber":23,"VerseNumber":9,"Text":"i onie koi vnimavaat vrz namazite svoi"},{"SurahNumber":23,"VerseNumber":10,"Text":"ovie, tokmu, se naslednicite"},{"SurahNumber":23,"VerseNumber":11,"Text":"koi go nasleduvaat DžennetOT I vo nego za navek ḱe ostanat"},{"SurahNumber":23,"VerseNumber":12,"Text":"Nie čovekot, navistina, go sozdadovme od glina odbrana"},{"SurahNumber":23,"VerseNumber":13,"Text":"potoa kako kapka seme go stavivme na mesto sigurno"},{"SurahNumber":23,"VerseNumber":14,"Text":"Potoa kapkata seme Nie ja sozdadovme zasirena krv; od zasirenata krv sozdadovme parče meso; od parčeto meso sozdadovme koski, a potoa koskite so meso gi obvitkavme; potoa sozdadovme sosem drugo suštestvo. Pa, neka e višen Allah. Meǵu sozdatelite ON e Najubaviot"},{"SurahNumber":23,"VerseNumber":15,"Text":"Potoa vie, sekako, ḱe umrete"},{"SurahNumber":23,"VerseNumber":16,"Text":"Potoa na Denot suden ḱe bidete oživeani, sigurno"},{"SurahNumber":23,"VerseNumber":17,"Text":"ad vas veḱe Nie sozdadovme sedum nebesa i postojano vrz suštestvoto bdeeme"},{"SurahNumber":23,"VerseNumber":18,"Text":"I od neboto Nie spuštame voda so mera, pa ja zadržuvame vo zemjata i, sekako, kadri sme da ja otstranime"},{"SurahNumber":23,"VerseNumber":19,"Text":"Pa, so pomoš nejzina Nie vi vadime bavči so urmi i grozje; vo niv imate ovošje mnogu i od nego jadete"},{"SurahNumber":23,"VerseNumber":20,"Text":"steblo koe raste na brdoto Sinaj koe dava zejtin i začin... i od nego jadete"},{"SurahNumber":23,"VerseNumber":21,"Text":"Vo dobitokot, navistina, ibret imate! Nie ve napojuvame so ona što e vo stomacite nivni; vo nego vie imate koristi golemi i od nego, tokmu, jadete"},{"SurahNumber":23,"VerseNumber":22,"Text":"Na niv, kako i na čamcite, vie patuvate"},{"SurahNumber":23,"VerseNumber":23,"Text":"Nuha, sekako, Nie go isprativme do narodot negov, pa reče: “O narode moj, obožavajte go Allaha; drug bog osven nego nemate. Nema li da bidete bogobojazlivi?“"},{"SurahNumber":23,"VerseNumber":24,"Text":"Pa golemcite koi ne veruvaa meǵu narodot negov rekoa: “Ovoj e samo čovek vam sličen koj si posakuva da stekne prednost nad vas. Koga Allah bi sakal bi ispratil melek. Za ova nie ne slušnavme NIŠTO OD predcite naši odamnešni"},{"SurahNumber":23,"VerseNumber":25,"Text":"Toj e samo čovek pri kogo ima džinovi: pa, posmatrajte go do vreme opredeleno"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nuh reče:“Gospodare moj, pomogni mi, zašto me smetaat za laško"},{"SurahNumber":23,"VerseNumber":27,"Text":"Togaš Nie mu objavivme: “Pravi brod pred očite Našii spored objavata Naša: koga ḱe dojde naredbata Naša i koga pečkata ḱe prsne, stavi vo brodot par od se, I semejstvoto tvoe - osven onie koi bea protiv zborot porano - i ne obraḱaj Mi se za onie koi napravija zulum; tie se, sekako, potopeni"},{"SurahNumber":23,"VerseNumber":28,"Text":"I koga ḱe sedneš vo brodot, ti i onie so tebe, kaži: “Blagodarenie na Allah koj me izbavi od narodot zulumḱarski"},{"SurahNumber":23,"VerseNumber":29,"Text":"I kaži: “Gospodare moj, rastovari ne na beriḱetno mesto, zašto Ti si, meǵu postavuvačite, Najdobriot"},{"SurahNumber":23,"VerseNumber":30,"Text":"Vo toa, navistina, ima znamenija i Nie, sekako, gi stavivme vo iskušenieto"},{"SurahNumber":23,"VerseNumber":31,"Text":"Potoa, po niv, Nie sozda dovme pokolenija drugi"},{"SurahNumber":23,"VerseNumber":32,"Text":"eǵu koi isprativme pejgamber:“Obožavajte go Allaha; drug bog osven Nego nemate. Nema li da bidete bogobojazlivi?“"},{"SurahNumber":23,"VerseNumber":33,"Text":"Golemcite meǵu onie koi ne. veruvaa od narodot negov, I koi ja smetaa za lažna sredbata na onoj svet, i na KOI iM ovozmoživme da uživaat na ovoj svet, zboruvaa: “Ovoj e samo čovek, vam sličen; jade od ona od što i vie jadete i pie od ona što i vie piete"},{"SurahNumber":23,"VerseNumber":34,"Text":"I ako bidete poslušni na vam sličniot čovek togaš vie, navistina, ḱe bidete izgubeni"},{"SurahNumber":23,"VerseNumber":35,"Text":"i vetuva li deka vie, navistina, koga ḱe umrete, koga zemja i koski ḱe stanete, deka pak ḱe se pojavite"},{"SurahNumber":23,"VerseNumber":36,"Text":"Daleku, daleku e ona što vi se vetuva"},{"SurahNumber":23,"VerseNumber":37,"Text":"Životot na ovoj svet e edinstven: živeeme i umirame i nema da bideme oživeani"},{"SurahNumber":23,"VerseNumber":38,"Text":"Toj e samo čovek koj frla laga vrz Allah i nie nemu, sekako, ne mu veruvame"},{"SurahNumber":23,"VerseNumber":39,"Text":"Nuh reče: “Gospodare moj, pomogni mi, zašto me smetaat za laško"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah reče: “Da, za kratko vreme ḱe stanat pokajnici"},{"SurahNumber":23,"VerseNumber":41,"Text":"I gi pogodi strašen glas, pravedno! Pa, Nie gi napravivme nanes I daleku neka e narodot zulumḱarski"},{"SurahNumber":23,"VerseNumber":42,"Text":"Potoa, PO niv Nie sozdadovme drugi pokolenija"},{"SurahNumber":23,"VerseNumber":43,"Text":"Nieden narod ne može ni da go zabrza ni da go zadocni rokot negov"},{"SurahNumber":23,"VerseNumber":44,"Text":"Potoa Nie gi ispraḱavme pejgamberite \"Naši, ednizadrugi. I sekogaš koga ḱe mu dojdeše pejgamber na eden narOD... go smetaa za lažen; i taka Nie edensodrug gi zamenuvame i samo odredivme da bidat pomen. I daleku neka e narodot neverNIČKI"},{"SurahNumber":23,"VerseNumber":45,"Text":"Potoa Nie go isprativme Musa i brat mu Harun so znamenijata Naši i vlasta očigledna"},{"SurahNumber":23,"VerseNumber":46,"Text":"do faraonot i golemcite negovi; pa se naduja.. stanaa narod gordeliv"},{"SurahNumber":23,"VerseNumber":47,"Text":"rekoa: “Da im veruvame li na dva čoveka nam slični, a narodot nivni nas ne obožavaše"},{"SurahNumber":23,"VerseNumber":48,"Text":"I gi smetaa za lažni i bea, tokmu, stradalnici"},{"SurahNumber":23,"VerseNumber":49,"Text":"I Nie na Musa, sekako, mu dadovme Kniga za da se upatat po patot VISTINSKI"},{"SurahNumber":23,"VerseNumber":50,"Text":"A sinot na Merjem i majka mu Nie gi odredivme znamenie i gi zasolnivme na edno ritče mirno, so potok"},{"SurahNumber":23,"VerseNumber":51,"Text":"O pejgamberi, jadete od dobrata i rabotete dobro. Jas go znam, navistina, ona što go rabotite"},{"SurahNumber":23,"VerseNumber":52,"Text":"Ovaa zaednica, navistina, e vaša zaednica edinstvena, a Jas sum Gospodarot vaš, pa bidete bogobojazlivi"},{"SurahNumber":23,"VerseNumber":53,"Text":"meǵu sebe onie se podelija, vo ona što gi obedinuvaše, na delenici, i sekoja stranka go veličaše ona što e pri nea"},{"SurahNumber":23,"VerseNumber":54,"Text":"ostavi gi vo bespaḱeto nivno do vreme odredeno"},{"SurahNumber":23,"VerseNumber":55,"Text":"Smetaat li tie deka vo Našeto davanje imot I sinovi, navistina"},{"SurahNumber":23,"VerseNumber":56,"Text":"Nie da gi naterame pobrzo kon dobrini? No ne! Ne usetuvaat"},{"SurahNumber":23,"VerseNumber":57,"Text":"Da, onie koi se plašat, stravuvajḱi od Gospodarot svoj"},{"SurahNumber":23,"VerseNumber":58,"Text":"koi, tokmu, veruvaat vo znamenijata na Gospodarot svoj"},{"SurahNumber":23,"VerseNumber":59,"Text":"i koi, tokmu, ne Mu združuvaat združenik na Gospodarot svoj"},{"SurahNumber":23,"VerseNumber":60,"Text":"koi davaat od daenoto im, a srcata nivni se ispolneti so trepet od toa deka, navistina, ḱe Mu se vratat na Gospodarot svoj"},{"SurahNumber":23,"VerseNumber":61,"Text":"onakvite, sekako, brzaat kon dobrini i vo toa, tokmu, im prethodat na drugite"},{"SurahNumber":23,"VerseNumber":62,"Text":"I Nie nikogo ne optovaruvame nad možnosta negova. Pri nas e Knigata koja zboruva vistina. I nim ne ḱe im se našteti"},{"SurahNumber":23,"VerseNumber":63,"Text":"No, ne! Srcata nivni Vo vrska so toa se vo bespaḱe a, delata nivni što gi rabotat, se sprotivni na toa"},{"SurahNumber":23,"VerseNumber":64,"Text":"Dodeka gi opfativme od Naša strana so kazna onie koi živeeja raskošno.. koga, ete, zalelekaa"},{"SurahNumber":23,"VerseNumber":65,"Text":"“Ne lelekajte denes! Ne ḱe vi se pomogne od Mene, navistina"},{"SurahNumber":23,"VerseNumber":66,"Text":"Da, ajetite Moi vam vi se kažuvani, a vie, ete, se vraḱate po stapalkite vaši"},{"SurahNumber":23,"VerseNumber":67,"Text":"duvajḱi se vo Hramot, razgovarajḱi do polnoḱ nepristojni zborovi"},{"SurahNumber":23,"VerseNumber":68,"Text":"Zošto ne razmisluvaat za Govorot? Ili, pak, im doaǵa nešto što ne im beše došlo na predcite nivni odamnešni"},{"SurahNumber":23,"VerseNumber":69,"Text":"Ili, pak, ne go poznavaat pejgamberot svoj!? Vo nego tie, tokmu, ne veruvaat"},{"SurahNumber":23,"VerseNumber":70,"Text":"Ili, pak, im zboruvaat za nego: “Pri nego ima džinovi!\" No, ne! Pejgamberot im dojde so vistina, a, ete, MNOZINSTVOTO OD niv ne ja priznavaat vistinata"},{"SurahNumber":23,"VerseNumber":71,"Text":"Koga Vistinata bi gi sledela želbite nivni, sigurno bi propadnale i nebesata i Zemjata i ona što e vo NIV. Naprotiv, Nie im ja dadovme opomenata nivna a tie, tokmu, se ramnodušni kon opomenata"},{"SurahNumber":23,"VerseNumber":72,"Text":"Ili, pak, od niv baraat pridones? Pridonesot od Gospodarot tvoj e podobar. On meǵu snabduvačite e Najdobriot"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ti niv, sekako, gI povikuvaš kon patot vistinski"},{"SurahNumber":23,"VerseNumber":74,"Text":"A onie koi ne veruvaat vo Ahiret skršnuvaat, navistina, OD patot VISTINSKI"},{"SurahNumber":23,"VerseNumber":75,"Text":"I Nie da im se smiluvavme i da im ja otstranevme štetata od niv pak ḱe lutaa, navistina, vo pakosta svoja"},{"SurahNumber":23,"VerseNumber":76,"Text":"Da, gi obzemaše kaznata Naša, a tie, ete, ne Mu se potčinuvaa na Gospodarot svoj, a nitu Go molea ponizno"},{"SurahNumber":23,"VerseNumber":77,"Text":"duri koga Nie im ja otvorivme vratata na kaznata vžeštena.. tie, togaš, ete, stanaa beznadežnici"},{"SurahNumber":23,"VerseNumber":78,"Text":"I On vi sozdade i sluh, I VID, i srce. E, samo kolku malku zablagodaruvate"},{"SurahNumber":23,"VerseNumber":79,"Text":"I On ve rasturi po zemjata I kaj Nego ḱe se zberete"},{"SurahNumber":23,"VerseNumber":80,"Text":"I On oživuva i On usmrtuva. Smenuvanjeto na noḱta i denot e obvrska Negova. Nema li da se vrazumite"},{"SurahNumber":23,"VerseNumber":81,"Text":"No, ne! Zboruvaat nešto slično na ona što go zboruvaa odamnešnite"},{"SurahNumber":23,"VerseNumber":82,"Text":"Zboruvaat: “I zarem koga ḱe umreme i koga zemja I koski ḱe staneme ḱe bideme li, navistina, oživeani"},{"SurahNumber":23,"VerseNumber":83,"Text":"I porano veḱe toa ni beše veteno, nam i na predcite naši; ova se samo izmislici na narodite odamnešni"},{"SurahNumber":23,"VerseNumber":84,"Text":"Kaži: “Pa, čija e togaš zemjata i ona što e na nea ako znaete"},{"SurahNumber":23,"VerseNumber":85,"Text":"Ke rečat: “Allahova e!\" Kaži: “E pa, nema li da se seḱavate"},{"SurahNumber":23,"VerseNumber":86,"Text":"aži: “Koj e Gospodarot na sedumte nebesa i Gospodarot na Aršot golem"},{"SurahNumber":23,"VerseNumber":87,"Text":"Ḱe rečat: “Allak!\" Kaži: “E pa, nema li da bidete bogobojazlivi?“"},{"SurahNumber":23,"VerseNumber":88,"Text":"Kaži: “Koj e Onoj vo čija raka e vlasta nad sekoja stvar? Koj štiti i od Kogo ne može da se zaštiti. E, samo da znaete"},{"SurahNumber":23,"VerseNumber":89,"Text":"Ḱe rečat: “Allahova e!\" Kaži: “Pa kako, togaš, se voshituvate?“"},{"SurahNumber":23,"VerseNumber":90,"Text":"No, ne! Nie im ja donesovme vistinata a tie se, navistina, laškovci"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah ne si prisvoi dete i pokraj Nego nema drug bog. Togaš, sekoj bog bi go zemal, sekako, ona što bi go sozdal, I ednisodrugi ḱe se natprevaruvaa. Vozvišen e Allah nad ona so što go opišuvaat"},{"SurahNumber":23,"VerseNumber":92,"Text":"Znalec na nevidlivoto I VIDLIVOTO... pa, vozvišen e ON nad ona što Mu go združuvaat"},{"SurahNumber":23,"VerseNumber":93,"Text":"Kaži: “Gospodare moj, ako posakuvaš da mi go pokažeš ona so što im se vetuva"},{"SurahNumber":23,"VerseNumber":94,"Text":"togaš, Gospodare moj, ne stavaj me meǵu narodot zulumḱareki!“"},{"SurahNumber":23,"VerseNumber":95,"Text":"Nie sme moḱni, sekako, da TI go pokažeme ona što im se vetuva"},{"SurahNumber":23,"VerseNumber":96,"Text":"Na zloto vozvratete so najdobro! Nie najdobro go znaeme ona što go opišuvaat"},{"SurahNumber":23,"VerseNumber":97,"Text":"kaži: “Gospodare moj, Tebe ti se priklonuvam od privlečnostite na šejtanite"},{"SurahNumber":23,"VerseNumber":98,"Text":"I Gebe ti se priklonuvam, Gospodare, od nivnoto prisustvo pred mene"},{"SurahNumber":23,"VerseNumber":99,"Text":"I duri nekomu od niv koga ḱe mu dojde smrtta, toj veli: “Gospodare moj, vrati me"},{"SurahNumber":23,"VerseNumber":100,"Text":"ḱe rabotam dobro vo ona što go ostaviv.\" A, ne! Toa se samo zborovi koi gi zboruva. A zad niv, meǵutoa, ima Berzah do Denot vo koj ḱe bidat oživeani"},{"SurahNumber":23,"VerseNumber":101,"Text":"koga ḱe se duvne vo Surlata.. rodninski vrski ednisodrugi veḱe nema da ima na Denot toj i ne ḱe se prašuvaat za Ništo"},{"SurahNumber":23,"VerseNumber":102,"Text":"Onie čii vagi ḱe natežnat... onie, tokmu, se spasenite"},{"SurahNumber":23,"VerseNumber":103,"Text":"A onie, pak, čii vagi nema da natežnat so dobro... onie, tokmu, se upropastija samite sebesi, vo Džehennemot za navek ḱe ostanat"},{"SurahNumber":23,"VerseNumber":104,"Text":"Plamen ḱe gi sprži po licata nivni i vo Džehennemot ḱe bidat obezličeni"},{"SurahNumber":23,"VerseNumber":105,"Text":"“Neli vi se kažuvani ajetite Moi, a vie niv za lažni gi smetavte"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ḱe rečat: “Gospodare naš, nadvladea so nas nesreḱata naša i ostanavme narod vo zabluda skršnat"},{"SurahNumber":23,"VerseNumber":107,"Text":"Gospodare naš, izvadi ne od nego, zašto, ako ista greška napravime... ta, togaš sme, navistina, zulumḱari"},{"SurahNumber":23,"VerseNumber":108,"Text":"Allah ḱe reče: “Ostanete vo nego i ne zboruvajte Mi poveḱe"},{"SurahNumber":23,"VerseNumber":109,"Text":"Meǵu robovite Moi ima edna družina koja, navistina, zboruva: “Gospodare naš, nie veruvame, prosti ni i smiluj ni se zašto Ti si meǵu milostivite Najdobriot"},{"SurahNumber":23,"VerseNumber":110,"Text":"Pa, vie tolku mnogu gi izigruvavte, taka što zaboravavte \"na opomenata Moja dodeka gi ismevavte"},{"SurahNumber":23,"VerseNumber":111,"Text":"Da, Jas denes gi nagradiv, zatoa što bea trpelivi. Denes se, tokmu, pobednici"},{"SurahNumber":23,"VerseNumber":112,"Text":"ḱe reče: “Kolku godini ostanavte na zemjata"},{"SurahNumber":23,"VerseNumber":113,"Text":"Ke rečat: “Ostanavme samo eden den ili eden del od eden den. Pa, prašaj gi brojačite"},{"SurahNumber":23,"VerseNumber":114,"Text":"Ḱe reče: “Ostanavte samo malku. E, samo koga bi znaele"},{"SurahNumber":23,"VerseNumber":115,"Text":"I mislevte li, navistina, deka Nie ve sozdadovme zaludno I deka, ete, Nam nema da NIi se vratite"},{"SurahNumber":23,"VerseNumber":116,"Text":"Ga, Allah e Višen! Vladar vistinski! Nema drug bog osven Nego! Gospodarot na Aršot blagoroden"},{"SurahNumber":23,"VerseNumber":117,"Text":"onoj koj se povikuva na drug bog osven Allah nema dokaz za toa. Ta, presmetkata negova e kaj Gospodarot negov. Nevernicite, navistina, nema da uspeat"},{"SurahNumber":23,"VerseNumber":118,"Text":"kaži: “Gospodare moj, prosti i smiluj se! Ti si meǵu milostivite Najdobriot!\" milostivite Najdobriot"},{"SurahNumber":24,"VerseNumber":1,"Text":"Sura što Nie ja objavuvame i obvrzuvačka što ja odreduvame, i vo koja ajeti jasni objavuvame za da se seḱavate"},{"SurahNumber":24,"VerseNumber":2,"Text":"Na bludnicata i bludnikot, oddelno, udrete im po sto korbači. Vo verata Allahova, dokolku veruvate i vo Allahi vo Denot suden, neka ne ve obzede pri kaznata nikakvo sožaluvanje. A pri kaznata vrz niv neka bide prisutna edna družina vernici"},{"SurahNumber":24,"VerseNumber":3,"Text":"Bludnikot neka venča samo bludnica ili mnoguboška, a bludnicata neka ja venča samo bludnikot ili mnogubožecot! Ete, toa za vernicite, sekako, e zabraneto"},{"SurahNumber":24,"VerseNumber":4,"Text":"A onie koi ḱe frlaat laga vrz česnite ženi, a za toa nema da donesat četiri svedoci, udrete im osumdeset korbači i svedočenjeto nivno nikogaš poveḱe ne primajte go. Tie se, tokmu, rasipani"},{"SurahNumber":24,"VerseNumber":5,"Text":"Osven onie koi ḱe se pokajat po toa i koi ḱe se popravat. Ta, Allah, navistina, e Prostuvač i Somilosen"},{"SurahNumber":24,"VerseNumber":6,"Text":"A na onie koi ḱe frlaat laga vrz ženite svoi, Koi nemaat svedoci osven samite tie, svedočenjeto na eden od niv e da se zakolne četiripati vo Allah deka toj, navistina, e meǵu iskrenite"},{"SurahNumber":24,"VerseNumber":7,"Text":"HA pettiot pat neka se zakolne so toa deka prokletstvoto Allahovo neka bide vrz nego, ako e meǵu laškovcite"},{"SurahNumber":24,"VerseNumber":8,"Text":"Kaznata od nea ḱe bide otstraneta ako taa se zakolne četiripati vo Allah deka toj, navistina, e meǵu laškovcite"},{"SurahNumber":24,"VerseNumber":9,"Text":"A pettiot pat neka se zakolne so toa deka lutinata Allahova da padne vrz nea, ako toj e meǵu iskrenite"},{"SurahNumber":24,"VerseNumber":10,"Text":"koga ne bi bila dobrinata MDAllahova kon vas I milosta Negova..! I Allah e Prostuvač i Mudar"},{"SurahNumber":24,"VerseNumber":11,"Text":"Za onie združenici meǵu vas, koi dojdoa so kleveta, ne mislete li deka vi donesoa zlo? No, ne! Toa, tokmu, e dobro za vas! Sekomu od niv mu pripaǵa del za grevot što si go spečalil. A na onoj meǵu niv koj, meǵutoa, ḱe pretera vo delot svoj, najmnogu, mu pripaǵa kazna golema"},{"SurahNumber":24,"VerseNumber":12,"Text":"Pa zošto koga toa go čuvte, vernicite i verničkite pomislija za sebesi dobro, i ne rekoa: “Ova e kleveta jasna"},{"SurahNumber":24,"VerseNumber":13,"Text":"Zošto ne donesoa za toa četiri svedoci? I bidejḱi ne donesoa svedoci tie se kaj Allah, tokmu, Laškovci"},{"SurahNumber":24,"VerseNumber":14,"Text":"A koga ne bi bila dobrinata Allahova kon vas i milosta Negova i na ovoj svet i na Ahiret bi ve snašla, vo ona što zapadnavte, kazna golema"},{"SurahNumber":24,"VerseNumber":15,"Text":"Koga toa go prenesuvavte so jazicite vaši i koga go kažuvavte so ustite vaši ona za što, vsušnost, ništo ne znaevte, smetajḱi go toa neznačitelno, a toa kaj Allah ne e neznačitelno"},{"SurahNumber":24,"VerseNumber":16,"Text":"koga toa go čuvte, zošto ne rekovte: “Što da zboruvame za ova? Vozvišen si Ti! Ova e kleveta golema"},{"SurahNumber":24,"VerseNumber":17,"Text":"Allah ve sovetuva, ako ste vernici, nikogaš da ne povtorite takvo nešto"},{"SurahNumber":24,"VerseNumber":18,"Text":"Allah vi gi objasnuva ajetite. Allah e NZnalec i Mudar"},{"SurahNumber":24,"VerseNumber":19,"Text":"Onie koi posakuvaat da se proširi sramnoto delo meǵu onie koi veruvaat im pripaǵa, navistina, kazna bolna i na ovoj svet i na Ahiret. Allah znae, a vie ne znaete"},{"SurahNumber":24,"VerseNumber":20,"Text":"koga ne bi bila dobrinata Allahova kon vas I milosta Negova... Allah, navistina, e Čuvstvitelen i Somilosen"},{"SurahNumber":24,"VerseNumber":21,"Text":"vernici, ne sledete gi stapalkite mšejtanovi! DA onoj koj gi sledi stapalkite šejtaNOVI, pa, navistina, nareduva sramno delo i zlo. A koga ne bi bila dobrinata Allahova kon vas i milosta Negova nikoj Od vas nikogaš ne bi se očistil. No, Allah so posak Svoj čisti. Allah e Slušač i Znalec"},{"SurahNumber":24,"VerseNumber":22,"Text":"Dobrodušnite meǵu vas i bogatite neka ne se kolnat deka ne ḱe im pomognat na rodninite, na siromasite i na muhadžirite na Allahoviot pat... Neka im prostat i neka pominat preku toa! Ne posakuvate li Allah da vi prosti? Allah e Prostuvači Somilosen"},{"SurahNumber":24,"VerseNumber":23,"Text":"Onie koi, navistina, frlaat izmislici po česni ženi vernički se prokolneti i na ovoj svet i na Ahiret i nim im pripaǵa kazna golema"},{"SurahNumber":24,"VerseNumber":24,"Text":"na Denot koga protiv niv ḱe svedočat i jazicite Nivni, I racete nivni i nozete nivni za ona što go rabotea"},{"SurahNumber":24,"VerseNumber":25,"Text":"na Denot koga Allah ḱe go podmiri dolgot NIVNI, VISTINSki, i ḱe uznaat deka Allah, navistina, e Vistina jasna"},{"SurahNumber":24,"VerseNumber":26,"Text":"Doši ženi za loši maži, a loši maži za loši ženi. Dobri ženi za dobri maži, a dobri maži za dobri ženi. Tie ne se vinovni za ona što drugite za niv go zboruvaat. Nim im pripaǵa i proška i “rsk blagoroden"},{"SurahNumber":24,"VerseNumber":27,"Text":"O vernici, ne vleguvajte vo drugi kuḱi, osven vo vašite, se dodeka ne pobarate dozvola i dodeka ne gi pozdravite členovite nivni. Ete, toa e podobro za vas za da se seḱavate"},{"SurahNumber":24,"VerseNumber":28,"Text":"Pa, ako vo niv ne najdete nikogo, ne vleguvajte vo Niv dodeka ne dobiete dozvola. A ako, pak, vi se kaže da se vratite, pa vratete se! Toa e počesno za vas. Allah, navistina, go znae ona što go rabotite"},{"SurahNumber":24,"VerseNumber":29,"Text":"Ne vi e grev da vleguvate vo kuḱite nevseleni, a vo koi se naoǵaat stvarite koi vam vi pripaǵaat. Allah go znae i ona što go kriete i ona što go. obelodenuvate"},{"SurahNumber":24,"VerseNumber":30,"Text":"Kaži im na vernicite da go soborat opulot svoj i da gi čuvaat sramnite mesta svoi. Ete, toa e počesno za Niv. Allah, navistina, e Izvesten za ona što go rabotat"},{"SurahNumber":24,"VerseNumber":31,"Text":"I kaži im na verničkite da gi soborat opulite svoi i neka gi čuvaat sramnite mesta svoi, I ubavinite svoi, osven ona što se gleda, I neka ne gi pokažuvaat; prevezite svoi neka gi spuštat na gradite. Ubavinite svoi, Isto taka, neka ne gi kažuvaat na drugi, osven pred mažite svoi i babovcite svoi, ili pred babovcite od mažite svoi i sinovite svoi, Ili pred sinovite od mažite svoi, ILI pred braḱata svoi, ili pred sinovite od braḱata svoi, ili pred sinovite od sestrite svoi, ili pred prijatelkite svoi, ili pred robinkite svoi, ili pred onie maži koi nemaat želba za ženi ili pred deca koi ne znaat za sramnite mesta na ženite. I neka ne udiraat so nozete svoi za da se slušne nakitot što go krijat. I site zaedno pokajte se, o vernici, za da bidete spaseni"},{"SurahNumber":24,"VerseNumber":32,"Text":"Venčavajte gi nemaženite i neženetite. Isto taka i dobrite robovi vaši i robinkite vaši. Ako se siromašni Allah ḱe gi zbogati od dobrinata Svoja. Allah e Neizmeren i Znalec"},{"SurahNumber":24,"VerseNumber":33,"Text":"Neka se vozdržat onie koi nemaat možnost da se venčaat se dodeka Allah ne gi zbogati so dobrinata Svoja. A onie koi se Vo sopstvenost vaša, koi posakuvaat za toa da se skluči dogovor..pa, sklučete, ako znaete deka pri niv ima dobro. I dajte im od imotot Allahov koj On vam vi go dade! Devojkite KOI se vo sopstvenost vaša, ne terajte gi na blud ako tie, sekako, sakaat da bidat česni, samo za da spečalite nekoja korist na ovoj svet. A koj ḱe gi natera... pa, Allah, zatoa što se prisileni, kon niv e Prostuvač i Somilosen"},{"SurahNumber":24,"VerseNumber":34,"Text":"Nie, sekako, vi objavuvame ajeti razjasneti i primeri so onie koi pominaa pred vas, I Uka za bogobojazlivite"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allah e Svetlina na nebesata i na zemjata. Svetlinata Negova e slična na svetilka Vo zid vdlabnata; svetilkata e VO kKandil, a kandilot e kako zvezda koja svetlinata ja užaruva od blagorodnoto steblo na maslinkata, koe ne e NI ISTOČNO NI zapadno. Zejtinot samo što ne sveti, iako e nedopren od ogan. Svetlina nad svetlina! Kon svetlinata Svoja Allah upatuva kogo saka. Ete, taka Allah im donesuva primer na luǵeto. Allah znae se"},{"SurahNumber":24,"VerseNumber":36,"Text":"Vo kuḱite za koi Allah DOZVOLI da se podigaat... I VO NIV da se spomenuva imeto Allahovo. Go slavat Nego i nautroi navečer"},{"SurahNumber":24,"VerseNumber":37,"Text":"luǵe koi ne gi sprečuva trgovijata i kupoprodažbata od spomenuvanjeto na Allah, od klanjanjeto namaz i od davanjeto zekat; se plašat od Denot vo koj srcata i opulite ḱe bidat voznemireni"},{"SurahNumber":24,"VerseNumber":38,"Text":"za Allah da gi nagradi so ona što e najubavo, za ona što go rabotea, i da im zgolemi od dobrinata Svoja. Allah komu saka bezmerno daruva"},{"SurahNumber":24,"VerseNumber":39,"Text":"Delata na onie koi ne veruvaat se kako ogledalo Vo ramnica, pa žedniot pomisluva deka e voda. A štom do nea ḱe se približi ete, ne ḱe najde ništo. Ḱe go najde Allaha kaj nego i On ḱe mu ja podmiri smetkata. Allah e Brz Presmetuvač"},{"SurahNumber":24,"VerseNumber":40,"Text":"Ili, pak, kako temnini vo more koe go pokrivaat branovi edninadrugi, a nad niv oblaci: temnini edninadrugi natrupeni taka što, koga ḱe se izvadi rakata, ni prst ne može da se vidi. Na onoj na koj Allah ne mu dava svetlina. toj ŠI nema svetlina"},{"SurahNumber":24,"VerseNumber":41,"Text":"Ne znaeš li deka Allaha go slavi se ona što e na nebesata i na Zemjata? I pticite, isto taka, so krilja rašireni. I se znae kako da Mu se klanja i kako da Go slavi. Allah go znae ona što go rabotat"},{"SurahNumber":24,"VerseNumber":42,"Text":"Vlasta i na nebesata i na Zemjata e - Allahova! Svratilišteto e - kon Allaḱž"},{"SurahNumber":24,"VerseNumber":43,"Text":"Ne gledaš li deka Allah, navistina, gi turka oblacite? Potoa On gi spojuva i gi natrupuva edninadrugi. I gledaš kako od niv izleguva DOŽD. I kako ON od oblacite na neboto, kako brda golemi, spušta grad. So nego udira kogo saka, a pošteduva kogo saka. Molnjata Negova, ete, samo što ne gi oslepi očite"},{"SurahNumber":24,"VerseNumber":44,"Text":"I noḱta i denot Allah gi vrti naizmenično! Vo toa ima ibret, navistina, za nadarenite so jasen opul"},{"SurahNumber":24,"VerseNumber":45,"Text":"DA Allah sekoe ŽIVOTNO OD voda go sozdade. Nekoi od niv na stomak lazat, a nekoi od niv na dve noze odat, a nekoi, pak, na četiri noze odat. Allah sozdava što saka. Allah, navistina, e Kadar za se"},{"SurahNumber":24,"VerseNumber":46,"Text":"a, Nie objavuvame ajeti jasni. Allah upatuva po patot vistinski kogo saka"},{"SurahNumber":24,"VerseNumber":47,"Text":"I zboruvaat: “Nie veruvame I vo Allah i vo pejgamberot i poslušni sme.\" Edna družina meǵu niv, potoa, gi vrti pleḱite. Tie ne se, tokmu, vernici"},{"SurahNumber":24,"VerseNumber":48,"Text":"I koga ḱe se povikaat kon Allah i pejgamberot Negov za da im presudi i na edni i na drugi, togaš, edna družina meǵu niv e ramnodušna"},{"SurahNumber":24,"VerseNumber":49,"Text":"I mu doaǵaat na pejgamberot potčineti, iako pravdata e na stranata nivna"},{"SurahNumber":24,"VerseNumber":50,"Text":"Ima li vo srcata Nivni boleština ili se somnevaat ili, pak, se plašat deka Allah i pejgamberot Negov ḱe im naštetat? No, ne! Tie se, tokmu, zulumḱarite"},{"SurahNumber":24,"VerseNumber":51,"Text":"Koga ḱe bidat povikani kon Allah i pejgamberot Negov za da im presudat i na edni i na drugi, vernicite zboruvaat: “Slušame i poslušni sme.\" Tie se, tokmu, spasenite"},{"SurahNumber":24,"VerseNumber":52,"Text":"Onie koi se poslušni i na Allah i na pejgamberot Negov, I koi stravuvaat od Allah i koi izrazuvaat bogobojazlivost kon Nego... da, pobednici se"},{"SurahNumber":24,"VerseNumber":53,"Text":"Onie koi se kolnat Vo Allah na vernost, silno izrazeno, deka da im naredeše sigurno ḱe izlezea da se borat... kaži: “Ne kolnete se! Poslušnosta, sekako, e poznata rabota. Allah, navistina, e Ivzvesten za ona što go rabotite! “"},{"SurahNumber":24,"VerseNumber":54,"Text":"Kaži: “Bidete poslušni i na Allah i na pejgamberot. Pa, ako gi svrtite pleḱite... ta, toj e odgovoren za ona za što e zadolžen, a vie ste odgovorni za ona za što ste zadolženi. A ako, pak, Mu bidete poslušni ḱe bidete upateni.\" Pejgamberot e zadolžen samo da izvesti jasno"},{"SurahNumber":24,"VerseNumber":55,"Text":"Na onie meǵu vas koi veruvaa i koi rabotea dobri dela Allah im veti deka ḱe bidat postaveni halifi na zemjava kako što bea postaveni halifi i onie pred niv, zajaknuvajḱi ja verata nivna so koja e On zadovolen, i stravot nivni ON so sigurnost nivna ḱe go zameni. Mene me obožavaat i ništo ne Mi združuvaat. A onie koi ne veruvaat, po toa, se rasipnici, navistina"},{"SurahNumber":24,"VerseNumber":56,"Text":"namaz izvršuvajte i zekat davajte i bidete poslušni na mpejgamberot za da vi se smiluva"},{"SurahNumber":24,"VerseNumber":57,"Text":"Ne smetajte deka onie koi ne veruvaat ḱe bidat moḱni na zemjava. Ognot e prestojuvališteto nivno. E, samo kolku lošo svratilište e toa"},{"SurahNumber":24,"VerseNumber":58,"Text":"O vernici, onie koi se vo sopstvenost vaša i onie koi ušte nemaat stignato do polnoletstvo neka pobaraat dozvola od vas vo tri slučai: pred sabah namaz, koga ja ostavate oblekata vaša, na pladne I po jacija namaz. Ete, toa se tri priliki vaši koga ne ste oblečeni. Po niv, ni tie ni vie nemate grev da se posetuvate ednisodrugi. Ete, taka Allah vi gi objasnuva ajetite Svoi. Allah e Znalec i Mudar"},{"SurahNumber":24,"VerseNumber":59,"Text":"Koga decata vaši ḱe porasnat neka baraat dozvola da vlezat kako što baraa dozvola onie koi bea pred niv. Ete, taka Allah vi gi objasnuva ajetite Svoi. Allah e Znalec i Mudar"},{"SurahNumber":24,"VerseNumber":60,"Text":"A ženite koi veḱe navlegoa vo starost, koi ne sakaat da se mažat, nemaat grev da go trgnat prevezot, no ne pokažuvajḱi gi ubavinite svoi, a ako nastojuvaat da bidat čisti, pa toa e podobro za niv. Allah e Slušač i Znalec"},{"SurahNumber":24,"VerseNumber":61,"Text":"Nemaat grev ni slepiot, NI kuciot, ni bolniot, a ni vie samite, da jadete vo kuḱite vaši, ili vo kuḱite od babovcite vaši, ili vo kuḱite od majkite vaši, ili vo kuḱite od braḱata vaši, ili vo kuḱite od sestrite vaši, ili vo kuḱite od MIDžovcite vaši, ili vo kuḱite od alite vaši, ili vo kuḱite Od dajdžovcite vaši, ili vo kuḱite OD tezite vaši, ili vo kuḱite čii klučevi se vo sopstvenost vaša ili, pak, kaj prijatelite vaši. Nemate grev da jadete zaedno ili oddelno. A koga ḱe vleguvate vo kuḱite... pa, pozdravete gi, lično, so pozdrav Allahov, blagoroden i ubav. Ete, taka Allah vi gi objasnuva ajetite za da se vrazumite"},{"SurahNumber":24,"VerseNumber":62,"Text":"Da, vernici se onie koi veruvaat vo Allah i vo pejgamberot Negov. A koga se zaedno so pejgamberot, pri nekoja rabota zaednička, ne odat se dodeka ne pobaraat dozvola od nego. Onie koi baraat dozvola od tebe, navistina, se onie koi veruvaat vo Allah i vo pejgamberot Negov. A ako, pak, pobaraat dozvola od tebe za nekoja nivna rabota, daj mu dozvola na onoj od Allah za niv. Allah, navistina, e Prostuvač i Somilosen"},{"SurahNumber":24,"VerseNumber":63,"Text":"Povikot na pejgamberot meǵu vas ne smetajte go kako povikot vaš koj go upatuvate edninadrugi. Allah, sekako, gi znae onie meǵu vas koi begaat krišum. Onie koi se sprotistavuvaat na naredbata Negova neka bidat vnimatelni: ḱe gi snajde iskušenie ili ḱe gi snajde kazna bolna"},{"SurahNumber":24,"VerseNumber":64,"Text":"Se što e na nebesata i na Zemjata, navistina, e - Allahovo - zarem ne? Da, On ja znae sostojbata vaša, i na Denot vo koj ḱe Mu se vratat... pa, ete, ON ḱe gi izvesti za ona ŠTO go rabotea. Allah znae se"},{"SurahNumber":25,"VerseNumber":1,"Text":"Neka e vozvišen Onoj koj go objavi Razdeluvačot na vistinata od nevistinata do robot Svoj za da bide Opomena za svetovite"},{"SurahNumber":25,"VerseNumber":2,"Text":"Onoj čija vlast na nebesata i na Zemjata e - Negova, Koj ne si prisvoi dete, Koj vo vlasta ne zema združenik, i Koj ja sozdade sekoja stvar, pa ja opredeli so mera opredelena"},{"SurahNumber":25,"VerseNumber":3,"Text":"I tie pokraj Allah prifatija drugi božestva koi ne sozdavaat ništo, a tie, tokmu, se sozdadeni; za sebesi nemaat moḱ ni da si koristat ni da si naštetat, nitu da usmrtat nitu da oživeat, ili, pak, po smrtta da oživeat"},{"SurahNumber":25,"VerseNumber":4,"Text":"A nevernicite zboruvaa: “Ova e samo kleveta koj toj ja izmisluva i vo što, sekako, mu pomagaat drugi luǵe.\" Da, tie nosat laga i izmama"},{"SurahNumber":25,"VerseNumber":5,"Text":"Zboruvaat:“Ovie se prikaski na odamnešnite koi gi propiša i mu se kažuvaat nautro i navečer"},{"SurahNumber":25,"VerseNumber":6,"Text":"Kaži: “Kur\"anot go objavi Onoj koj ja znae tajnata na nebesata i na Zemjata.\" On, navistina, e Prostuvač i Somilosen"},{"SurahNumber":25,"VerseNumber":7,"Text":"I zboruvaat: “Što mu e na ovoj tpejgamber? Jade hrana i šeta po čaršiite? Zošto ne mu e ispraten melek pa da bide so nego opomenuvač"},{"SurahNumber":25,"VerseNumber":8,"Text":"Ili da mu se spušti riznica ili, pak, da ima bavča od koja ḱe jade?\" Zulumḱarite zboruvaat ušte i: “Vie sledete samo opsednat čovek"},{"SurahNumber":25,"VerseNumber":9,"Text":"Pogledni kakvi primeri za tebe donesuvaat! Ete, taka trgnaa vo zabluda i ne možat da se vratat po patot vistinski"},{"SurahNumber":25,"VerseNumber":10,"Text":"Neka bide višen Onoj koj, dokolku posaka, ḱe ti dade podobro od toa: bavči niz koi reki tečat; ḱe ti dade, isto taka I dvorovi"},{"SurahNumber":25,"VerseNumber":11,"Text":"No, ne! Go smetaa za lažen Časot! DA za onoj koj go smeta Časot za lažen Nie podgotvivme kazna ognena"},{"SurahNumber":25,"VerseNumber":12,"Text":"Koga ḱe im se ukaže od mesto dalečno, slušaat besnilo i vrienje"},{"SurahNumber":25,"VerseNumber":13,"Text":"A koga ḱe bidat frleni vo tesnec so vrzani race, ḱe se molat za propast"},{"SurahNumber":25,"VerseNumber":14,"Text":"“Ne molete se denes za edna propast, tuku molete se za mnogu propasti"},{"SurahNumber":25,"VerseNumber":15,"Text":"Kaži: “Toa e podobro ili pak e podobar Džennetot na večnosta, veten za bogobojazlivite?“ Ete, toa e, tokmu, nagradata i svratilišteto nivno"},{"SurahNumber":25,"VerseNumber":16,"Text":"Vo nego za niv ima se što ḱe posakaat, za navek! Odgovornosta za toa vetuvanje e vo nadležnost na Gospodarot tvoj"},{"SurahNumber":25,"VerseNumber":17,"Text":"A na Denot koga On ḱe gi zbere, i ona što go obožavaa, osven Allah, i koga On ḱe reče: “Vie li vo zabluda gi skršnuvavte robovite Moi ili, pak, tie vo zabluda si skršnaa od patot vistinski"},{"SurahNumber":25,"VerseNumber":18,"Text":"Ḱe rečat: “Slaven bidi Ti! Da, ne ni trebaše da zemame drugi zaštitnici osven Tebe, no Ti, nim i na babovcite NIVNI, im dade da uživaat se dodeka ne zaboravija da se seḱavaat na Tebe.\" Beše narod koj, sekako, propadna"},{"SurahNumber":25,"VerseNumber":19,"Text":"Da, tie go smetaat za lažno ona što go zboruvate. Ne ḱe možete da ja otstranite makata nivna a nitu, pak, da im pomogiete. A na onoj od vas koj ḱe napravi zulum .. Nie ḱe mu dademe da vkusi kazna golema"},{"SurahNumber":25,"VerseNumber":20,"Text":"Nie ne isprativme pejga beri pred tebe koi ne jadea hrana i koi ne šetaa po čaršiite. Ednisodrugi vo iskušenie Nie ve doveduvame. E pa, ḱe se strpete li! Gospodarot tvoj gleda"}]}