{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"Reče: “Neli ti rekov deka ti, navistina, ne možeš da izdržiš so mene"},{"SurahNumber":18,"VerseNumber":76,"Text":"Reče: “Ako te prašam ušte za nešto po ova, togaš, ne pridružuvaj me. Ete, taka, što se odnesuva do mene, ti se opravdav"},{"SurahNumber":18,"VerseNumber":77,"Text":"pak trgnaa dvajcata. I koga stignaa do žitelite na edno selo, pobaraa da gi nahranat, no ovie odbija da gi ugostat, I taka, naidoa na eden ID koj samo što ne beše se urnal, pa go ipsravi. Musa reče: “Da posakaše, sekako, ḱe beše nagraden za ova"},{"SurahNumber":18,"VerseNumber":78,"Text":"Reče: “Ova e oddeluvanjeto, vsušnost, meǵu mene i meǵu tebe. Ke ti go otkrijam znaenjeto za ona za što, tokmu, ne možeš da se strpiš"},{"SurahNumber":18,"VerseNumber":79,"Text":"Što se odnesuva do čamecot, toj beše vo sopstvenost na siromašni koi rabotat na moreto. Posakav da go oštetam, bidejḱi zad niv e eden vladar koj go pleni i prisvojuva sekoj čamec"},{"SurahNumber":18,"VerseNumber":80,"Text":"Što se odnesuva do deteto, roditelite negovi se vernici, pa ne obzede strav da ne gi turne vo pakost i neverstvo"},{"SurahNumber":18,"VerseNumber":81,"Text":"pa posakavme Gospodarot NIVNI da im go zameni so podobro dete od nego, počisto I POMILOSNO"},{"SurahNumber":18,"VerseNumber":82,"Text":"Što se odnesuva do zidot, pa toj e vo sopstvenost na dve jetimčinja od gradot. Pod nego se naoǵa blago za niv. Babo im beše dobar. I ete, taka Gospodarot tvoj posaka tie deca da porasnat, da sjaknat i da si go izvadat blagoto svoe: toa e milost od Gospodarot tvoj. Se što napraviv, ne napraviv po svoe. Ete, taka, toa e tolkuvanje za ona za što ne možeš da se strpiš"},{"SurahNumber":18,"VerseNumber":83,"Text":"I te prašuvaat za Zul Karnejn. Kaži: “Ke vi iznesam za nego edno seḱavanje"},{"SurahNumber":18,"VerseNumber":84,"Text":"Nie, navistina, mu dadovme edno značajno mesto na zemjava. I mu dadovme pokaz kon sekoja stvar"},{"SurahNumber":18,"VerseNumber":85,"Text":"toj, togaš, trgna kon pokazot"},{"SurahNumber":18,"VerseNumber":86,"Text":"koga stigna do mestoto kade što zaoǵa sonceto, toj pomisli deka zaoǵa vo maten izvor, i tuka najde eden narod. Nie rekovme: “O Zul Karnejn, ili ḱe go kazniš ovoj narod ili, pak, ḱe bideš učtiv kon nego"},{"SurahNumber":18,"VerseNumber":87,"Text":"Reče: “Što se odnesuva do onoj koj pravi zulum... pa, ḱe go kaznam, a potoa ḱe mu se vrati na Gospodarot svoj... i On ḱe go kazni so kazna nevidena"},{"SurahNumber":18,"VerseNumber":88,"Text":"Što se odnesuva do onoj koj veruva i koj raboti dobro... pa, nemu mu pripaǵa nagrada najubava. So naredbata što ḱe mu ja kažeme ḱe mu olesnime"},{"SurahNumber":18,"VerseNumber":89,"Text":"Potoa pak trgna po pokazot"},{"SurahNumber":18,"VerseNumber":90,"Text":"Koga stigna do mestoto, kade što izgreva sonceto, naide na eden narod nad kogo izleguvaše sonceto. I Nie ne mu dadovme pokrivka da se ŠTITI OD nego"},{"SurahNumber":18,"VerseNumber":91,"Text":"Ete, taka postapi so toj narod i Nie celosno ja znaevme postapkata pred nego"},{"SurahNumber":18,"VerseNumber":92,"Text":"Potoa pak trgna po pokazot"},{"SurahNumber":18,"VerseNumber":93,"Text":"Koga stigna do edno mesto meǵu dve brda naide, osven na niv i na eden narod koj, rečisi, ne razbiraše govor"},{"SurahNumber":18,"VerseNumber":94,"Text":"Rekoa: “O Zul Karnejn, Jedžudž i Medžudž navistina, se bezrednici na zemjava. Ako ti dademe nagrada, dali togaš ḱe napraviš ograda pomeǵu nas i pomeǵu niv"},{"SurahNumber":18,"VerseNumber":95,"Text":"Reče: “Ona za što sum osposoben od Gospodarot moj e podobro: poddržete me so moḱ, i meǵu vas i meǵu niv ḱe podignam bedem"},{"SurahNumber":18,"VerseNumber":96,"Text":"Donesete mi železni šipki. I štom izramni dve strani, reče: “Duvajte!\" I štom go usviti, reče: “Dajte da go preleam toa so rastopen bakar"},{"SurahNumber":18,"VerseNumber":97,"Text":"poveḱe ne možea da pominat preku bedemot, I poveḱe ne možea da go probijat"},{"SurahNumber":18,"VerseNumber":98,"Text":"Reče:“Ova e milost od Gospodarot moj. Pa, koga ḱe dojde vetuvanjeto na Gospodarot moj i On ḱe go sramni so zemjata, a vetuvanjeto na Gospodarot moj e VISTINSKO"},{"SurahNumber":18,"VerseNumber":99,"Text":"I na Denot toj Nie ḱe gi ostavime da se udiraat meǵu branovite, i ḱe duvneme vo surlata, pa Nie ḱe gi zbereme, site"},{"SurahNumber":18,"VerseNumber":100,"Text":"Na Denot toj, Nie ḱe im go obelodenime jasno Džehennemot na nevernicite"},{"SurahNumber":18,"VerseNumber":101,"Text":"na onie ČII oči bea pokrieni vo vrska so Opomenata i koi ništo ne možea da slušnat"},{"SurahNumber":18,"VerseNumber":102,"Text":"Smetaat li onie koi ne veruvaat vo toa da gi zemaat robovite Moi, osven Mene, za zaštitnici? Nie, navistina, Džehennemot go podgotvivme da bide prestojuvalište za nevernicite"},{"SurahNumber":18,"VerseNumber":103,"Text":"Kaži: “Da ve izvestime li za onie čii dela se najštetni"},{"SurahNumber":18,"VerseNumber":104,"Text":"onie čij trud e zaluden vo životot na ovoj svet, a mislat deka, tokmu, dobro rabotat"},{"SurahNumber":18,"VerseNumber":105,"Text":"Goa se onie koi ne veruvaa vo ajetite na Gospodarot svoj, vo sredbata so Nego... pa, propadnaa delata nivni, a na Denot suden kon niv ne ḱe imame mera"},{"SurahNumber":18,"VerseNumber":106,"Text":"Ete, Džehennemot e nagradata nivna zatoa što ne veruvaa, zatoa što ajetite Moi i pejgamberiteMoi za lažni gi smetaa"},{"SurahNumber":18,"VerseNumber":107,"Text":"Za onie koi veruvaa I koi rabotea dobri dela ima, navistina, bavči džennetski za živealište"},{"SurahNumber":18,"VerseNumber":108,"Text":"vo niv za navek ḱe ostanat, I ne ḱe posakuvaat da gi promenat"},{"SurahNumber":18,"VerseNumber":109,"Text":"Kaži:“Koga moreto bi bilo mastilo za da se ispišat zborovite na Gospodarot moj, moreto ḱe se isuši pred da se isušat zborovite na Gospodarot moj, pa duri i da doneseme ušte edno more so mastilo, nemu slično"},{"SurahNumber":18,"VerseNumber":110,"Text":"Kaži: “Jas sum, navistina, čovek sličen vam. Mi se objavuva deka vašiot Bog e eden Bog. Pa, onoj koj se nadeva vo sredbata so Gospodarot svoj, neka raboti dobro, i vo obožavanjeto neka ne Mu združuva na Gospodarot svoj nikogo"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf, ha, ja, ajn, sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Spomen od milosta na Gospodarot tvoj za Zekerija, robot Negov"},{"SurahNumber":19,"VerseNumber":3,"Text":"koga go zamoli Gospodarot negov so skrišna molba"},{"SurahNumber":19,"VerseNumber":4,"Text":"Zekerija reče: “Gospodare moj, koskive moi, navistina, oslabnaa, a kosava mi pobele. I nikogaš ne ostanav, Gospodare moj, koga molba ti upativ, nesreḱen"},{"SurahNumber":19,"VerseNumber":5,"Text":"Jas, navistina, se plašam od naslednicite po mene, a žena mi e nerotka, pa zatoa podari mi od Tebe zaštitnik"},{"SurahNumber":19,"VerseNumber":6,"Text":"koj ḱe me nasledi mene i semejstvoto Jakubovo, i odredi da bideš, Gospodare moj, zadovolen so nego"},{"SurahNumber":19,"VerseNumber":7,"Text":"“O Zekerija, Nie, navistina, ḱe te zaraduvame so dete čie ime e Jahja. So takvo ime porano Nie nikogo ne imenuvavme"},{"SurahNumber":19,"VerseNumber":8,"Text":"Reče:“Gospodare moj, pa kako ḱe imam dete koga žena mi e nerotka, a jas padnav vo starost dlaboka?“"},{"SurahNumber":19,"VerseNumber":9,"Text":"Reče: “Ete, taka ti e. Pak reče: “Goa za Gospodarot tvoj e lesno. Te sozdadov porano koga ne beše ništo"},{"SurahNumber":19,"VerseNumber":10,"Text":"Reče: “Gospodare moj, daj mi znamenie nekakvo!\" Reče: “Znamenie TI e toa što ne ḱe im zboruvaš na luǵeto tri večeri, a ḱe bideš zdrav"},{"SurahNumber":19,"VerseNumber":11,"Text":"Pa, se pojavi kaj narodot svoj, od mihrab i togaš im objavi: “Slavete Go, togaš, nautro i prikvečerina"},{"SurahNumber":19,"VerseNumber":12,"Text":"O Jahja, prifati ja Knigata silno\" - i Nie mu dadovme mudrost dodeka beše dete"},{"SurahNumber":19,"VerseNumber":13,"Text":"nežnost, Isto taka, OD Nas, i čistota: beše bogobojazliv"},{"SurahNumber":19,"VerseNumber":14,"Text":"učtiv kon roditelite svoi, a ne drzok i neposlušen"},{"SurahNumber":19,"VerseNumber":15,"Text":"I neka e selam na nego, I na denot vo koj e roden, I na denot vo koj ḱe umre, i na denot vo koj ḱe bide oživean"},{"SurahNumber":19,"VerseNumber":16,"Text":"spomeni ja Merjem vo Knigata koga taa se oddaleči od semejstvoto svoe na edno mesto KON ISTOK"},{"SurahNumber":19,"VerseNumber":17,"Text":"postavi, togaš, zavesa meǵu niv i meǵu nea i Nie go isprativme Našiot Džibrilii se pretstavi kako čovek, ednakVO"},{"SurahNumber":19,"VerseNumber":18,"Text":"Reče: “Jas se sklonuvam Od tebe kon Milostiviot ako si bogobojazliv"},{"SurahNumber":19,"VerseNumber":19,"Text":"Toj reče: “Jas sum, navistina, pratenik od Gospodarot tvoj. Da, ḱe ti podaram čisto dete"},{"SurahNumber":19,"VerseNumber":20,"Text":"Taa reče: “I kako ḱe imam dete koga ne me dopre nieden čovek, a jas ne sum nečesna"},{"SurahNumber":19,"VerseNumber":21,"Text":"Goj reče: “Ete, taka ti e. Gospodarot tvoj reče: “Toa e lesno za Gospodarot tvoj. Ḱe opredelam toa dete da bide znamenie za luǵeto I MILOST OD Naša strana. Taa rabota veḱe e rešena"},{"SurahNumber":19,"VerseNumber":22,"Text":"I togaš taa ostana bremena I se oddaleči vo edno mesto dalečno"},{"SurahNumber":19,"VerseNumber":23,"Text":"porodilnite bolki ja prisilija da dojde do edno steblo od urma, i reče: “Geško mene! Zošto ne si umrev pred ova i za sekojpat da bidam zaboravena"},{"SurahNumber":19,"VerseNumber":24,"Text":"ja povika glas pod nea: “Ne žalosti se, Gospodarot tvoj, odredi pod tebe da poteče izvor"},{"SurahNumber":19,"VerseNumber":25,"Text":"i stresi od urminata gran-. ka, ḱe popaǵaat vrz tebe sveži urmi"},{"SurahNumber":19,"VerseNumber":26,"Text":"Pa, jadi, pij i bidi radosna! Ako zdogledaš nekogo, kaži: “Da, jas vetiv da postam za Milostiviot, i deneska so NIKoOGoO nema da razgovaram"},{"SurahNumber":19,"VerseNumber":27,"Text":"Potoa taa dojde kaj narodot svoj, nosejḱi go deteto. I rekoa: “O Merjem, ti napravi nešto, sekako, nevideno"},{"SurahNumber":19,"VerseNumber":28,"Text":"sestro Harunova, tvojot babo ne beše loš, a i majkata tvoja ne beše nečesna"},{"SurahNumber":19,"VerseNumber":29,"Text":"I taa dade išaret kon nego. Onie rekoa: “Kako ḱe zboruvame so dete koe e v krošna"},{"SurahNumber":19,"VerseNumber":30,"Text":"Reče: “Jas sum, navistina, rob Allahov; mi dade Kniga i me odredi za pejgamber"},{"SurahNumber":19,"VerseNumber":31,"Text":"I napravi da bidam blagosloven i kade bilo da sum, i mi ostavi vo vasiet i namaz i zekat se dodeka sum živ"},{"SurahNumber":19,"VerseNumber":32,"Text":"da bidam učtiv kon roditelite moi, i da ne bidam drzoki strog"},{"SurahNumber":19,"VerseNumber":33,"Text":"Neka e selam na mene i na denot vo koj sum roden, na denot koga ḱe umram i na denot vo koj ḱe bidam oživean"},{"SurahNumber":19,"VerseNumber":34,"Text":"Ete, toa e Isa sinot na Merjem, Zborot na vistinata, vrz kogo onie laga frlaat"},{"SurahNumber":19,"VerseNumber":35,"Text":"Na Allah ne mu dolikuva da ima dete. Vozvišen e On! Koga ḱe reši za nešto samo ḱe reče: “Bidi!\" - i toa, tokmu, ḱe bide"},{"SurahNumber":19,"VerseNumber":36,"Text":"Allah, navistina, e Gospodarot moj i Gospodarot vaš! Pa, obožavajte Go! Ova e patot viSTINSKI"},{"SurahNumber":19,"VerseNumber":37,"Text":"meǵu sebe tie, togaš, se podelija vo delenici. Teško na onie koi ne veruvaat vo svedočenjeto na Denot golem"},{"SurahNumber":19,"VerseNumber":38,"Text":"E, kako dobro ḱe slušnati kako dobro ḱe vidat na Denot koga ḱe ni dojdat! No, zulumḱarite denes se vo zabluda očigledna"},{"SurahNumber":19,"VerseNumber":39,"Text":"Potseti gi na Denot na hasretot koga rabotata ḱe bide rešena. Onie se vo zabluda, ne veruvaat"},{"SurahNumber":19,"VerseNumber":40,"Text":"Nie, navistina, ḱe ja nasledime zemjata i ona što e na nea, i Nam ḱe ni se vratat"},{"SurahNumber":19,"VerseNumber":41,"Text":"I spomeni go Ibrahima vo Knigata. Toj beše, navistina, iskren pejgamber"},{"SurahNumber":19,"VerseNumber":42,"Text":"Koga mu reče na babo mu: “O babo, zošto go obožavaš ona što ne sluša, što ne gleda, ona što ne ti treba za ništo"},{"SurahNumber":19,"VerseNumber":43,"Text":"O babo, mene, navistina, mi dojde znaenje koe tebe ne ti dojde. Pa, sledi me, ḱe te upatam PO patot vistinski"},{"SurahNumber":19,"VerseNumber":44,"Text":"babo, ne obožavaj go Šejtanot. Šejtanot, navistina, e neposlušen kon Milostiviot"},{"SurahNumber":19,"VerseNumber":45,"Text":"babo, jas, navistina, se plašam da ne te pogodi kaznata od Milostiviot, pa da staneš zaštitnik na Šejtanot"},{"SurahNumber":19,"VerseNumber":46,"Text":"Babo mu reče: “O Ibrahim, posakuvaš li da gi zanemariš božestvata moi? Ako ne pristaneš ḱe te kamenuvam, sigurno! Oddaleči se od mene za dolgo vreme"},{"SurahNumber":19,"VerseNumber":47,"Text":"Ibrahim reče: “Neka e selam so tebe. KḰe pobaram proška za tebe od Gospodarot moj. ON postojano e dobar kon mene, navistina"},{"SurahNumber":19,"VerseNumber":48,"Text":"Ve ostavam vas i onie koi gi povikuvate, osven Allah. Go povikuvam Gospodarot moj. Jas, možebi, so molbata kon Gospodarot moj nema da bidam nesreḱen"},{"SurahNumber":19,"VerseNumber":49,"Text":"I bidejḱi se oddaleči od NIV I OD ona što go obožavaa, osven Allah, Nie mu gi podarivme sinovite Ishak i Jakub. I dvajcata Nie odredivme da bidat pejgamberi"},{"SurahNumber":19,"VerseNumber":50,"Text":"I nim, na dvajcata Nie im podarivme od milosta Naša i odredivme za niv dvajcata vozvišen jazik na iskrenosta"},{"SurahNumber":19,"VerseNumber":51,"Text":"spomeni go Musa vo Knigata. ON, navistina, beše čist; pratenik i pejgamber"},{"SurahNumber":19,"VerseNumber":52,"Text":"I Nie go povikavme od pravecot na Tur, od desnata strana, i go približivme za da slušne"},{"SurahNumber":19,"VerseNumber":53,"Text":"Nie mu go podarivme Haruna od milosta Naša, bratot negov, za pejgamber"},{"SurahNumber":19,"VerseNumber":54,"Text":"I spomeni go Ismaila vo Knigata. On, navistina, beše iskren vo vetuvanjeto; pratenik i pejgamber"},{"SurahNumber":19,"VerseNumber":55,"Text":"Mu nareduvaše na semejstvoto i namaz i zekat; Gospodarot negov so nego beše zadovolen"},{"SurahNumber":19,"VerseNumber":56,"Text":"I spomeni go Idrisa vo Knigata. On beše iskren pejgamber, navistina"},{"SurahNumber":19,"VerseNumber":57,"Text":"Nie go izvišivme na visoko mesto"},{"SurahNumber":19,"VerseNumber":58,"Text":"Ete, toa se onie pejgamberi OD potomcite Ademovi, vrz koi se razlea blagodatot Allahov; I OD onie što gi nosevme so Nuh, I OD potomstvoto Ibrahimovo i Izrailovo, I od onie što gi upativme i što gi odlikuvavme... I koga im se kažuvaat ajetite na Milostiviot, paǵaat na sedžde, plačejḱi"},{"SurahNumber":19,"VerseNumber":59,"Text":"Po niv dojdoa pokolenija KOI go ostavaa namazot i koi gi sledea strastite... pa, onie ḱe se sretnat so zloto"},{"SurahNumber":19,"VerseNumber":60,"Text":"osven onie koi se pokajaa i koi rabotea dobro. Ovie ḱe vlezat vo Džennetot I VO NIŠTO ne ḱe im se našteti"},{"SurahNumber":19,"VerseNumber":61,"Text":"vo bavčite edenski Koi Milostiviot IM GI veti na roboviteSvoi, koi veruvaa vo nevidlivoto. Vetuvanjeto Negovo, navistina, ḱe se ostvari"},{"SurahNumber":19,"VerseNumber":62,"Text":"o niv nema da slušaat prazni zborovi, tuku ḱe slušaat samo Selam a “rsk ḱe ima za niv i nautro i navečer"},{"SurahNumber":19,"VerseNumber":63,"Text":"Ete, toa e Džennetot koj ḱe go nasledi od robovite Naši onoj koj e bogobojazliv"},{"SurahNumber":19,"VerseNumber":64,"Text":"“Vo nego vleguvame samo so naredbata od Gospodarot tvoj. Negovo e se ona što e pred nasi ona što e zad nas, I ona što e meǵu niv. Gospodarot tvoj ne e zaboravenik"},{"SurahNumber":19,"VerseNumber":65,"Text":"Gospodarot na nebesata i na Zemjata i ona što e meǵu niv. Ta, obožavaj Go i, vo obožavanjeto Nego, bidi istraen. Znaeš li za nekogo koj go ima imeto Negovo"},{"SurahNumber":19,"VerseNumber":66,"Text":"Čovekot veli: “Ke bidam li, po smrtta, izvaden živ"},{"SurahNumber":19,"VerseNumber":67,"Text":"Ne se seḱava li čovekot deka Nie i porano go sozdadovme koga toj, tokmu, ne beše ništo"},{"SurahNumber":19,"VerseNumber":68,"Text":"Pa,se kolnam vo Gospodarot tvoj deka Nie ḱe gi zbereme niv i šejtanite, sigurno, a potoa ḱe IM go pretstavime Džehennemot okolu kogo na kolena ḱe klečat"},{"SurahNumber":19,"VerseNumber":69,"Text":"potoa Nie Ḱe gi odvoime nastrana site družini koi bea najdrski kon Milostiviot"},{"SurahNumber":19,"VerseNumber":70,"Text":"Potoa, Nie, sekako, najdobro znaeme za onie od niv koi treba da bidat prženi"},{"SurahNumber":19,"VerseNumber":71,"Text":"Nema nikoj što tamu nema da stigne: kaj Gospodarot tvoj odlukata za toa e donesena"},{"SurahNumber":19,"VerseNumber":72,"Text":"Potoa Nie ḱe gi odvoime onie koi bea bogobojazlivi, a zulumḱarite ḱe gi ostavime da klečat vo ognot"},{"SurahNumber":19,"VerseNumber":73,"Text":"koga ḱe im se kažuvaat ajetite Naši jasni, onie koi ne veruvaa ḱe im se obratat na onie koi veruvaa: “Koja od dvete družini ima podobra položba i poubava družina"},{"SurahNumber":19,"VerseNumber":74,"Text":"kolku pokolenija pred niv Nie uništivme, koi imaa poubav izgled i koi bea pobogati"},{"SurahNumber":19,"VerseNumber":75,"Text":"Kaži: “ Koj e vo zabluda... pa, Milostiviot neka mu ja prodolži zabludata. “ I koga ḱe go zdogledaat vetenoto im, bilo da e toa kaznata, bilo propasta na svetot, ḱe uznaat, togaš, koj ima pološa položba i poslaba vojska"},{"SurahNumber":19,"VerseNumber":76,"Text":"Allah na upatenite ḱe im go zgolemi NPatokazot, a za delata dobri koi ostanuvaat, kaj Gospodarot tvoj, ima nagrada podobra i usluga podobra"},{"SurahNumber":19,"VerseNumber":77,"Text":"Go vide li onoj koj ne veruvaše vo ajetite Naši, i koj zboruvaše: “Ke mi bidat dadeni imot i deca, sigurno"},{"SurahNumber":19,"VerseNumber":78,"Text":"Mu se predoči li nevidlivoto? Ili, pak, go prifati li kaj Gospodarot dogovorot"},{"SurahNumber":19,"VerseNumber":79,"Text":"Ne, Nie ḱe go zapišeme ona ŠTO go tvrdi i mnogu ḱe mu ja prodolžime kaznata"},{"SurahNumber":19,"VerseNumber":80,"Text":"I Nie ḱe go nasledime ona što go zboruvaše i ḱe ni dojde sam"},{"SurahNumber":19,"VerseNumber":81,"Text":"I prifatija, osven Allah, drug bog da im bide potkrepnik"},{"SurahNumber":19,"VerseNumber":82,"Text":"Ne, božestvata ne Ḱe go priznavaat veruvanjeto svoe I ḱe se svrtat protiv niv"},{"SurahNumber":19,"VerseNumber":83,"Text":"Ne vide li kako Nie gi isprativme šejtanite protiv nevernicite za da gi navraḱaat postojano na svoe"},{"SurahNumber":19,"VerseNumber":84,"Text":"Ne brzaj, togaš, protiv niv. Nie, navistina, im gi odbrojuvame denovite"},{"SurahNumber":19,"VerseNumber":85,"Text":"Denot vo koj Nie ḱe gi zbereme bogobojazlivite, kon Milostiviot, po poraka"},{"SurahNumber":19,"VerseNumber":86,"Text":"silnicite Nie Ḱe gi turneme kon Džehennemot, kako na poilo"},{"SurahNumber":19,"VerseNumber":87,"Text":"Ke poseduvaat posredništvo samo onie koi go prifatija Dogovorot na Milostiviot"},{"SurahNumber":19,"VerseNumber":88,"Text":"zboruvaa: “Milostiviot si prisvoi dete"},{"SurahNumber":19,"VerseNumber":89,"Text":"Da, vie dojdovte so zloglasna rabota"},{"SurahNumber":19,"VerseNumber":90,"Text":"Samo što nebesata ne ispukaa, a Zemjata ne se rasparča, a planinite ne se urnaa"},{"SurahNumber":19,"VerseNumber":91,"Text":"zatoa što na Milostiviot dete Mu pripišuvaa"},{"SurahNumber":19,"VerseNumber":92,"Text":"A na Milostiviot ne Mu treba da zema dete"},{"SurahNumber":19,"VerseNumber":93,"Text":"Site onie koi se na nebesata i na Zemjata ḱe Mu dojdat na Milostiviot kako robovi"},{"SurahNumber":19,"VerseNumber":94,"Text":"On, sekako, gi poredi i točno gi izbroi"},{"SurahNumber":19,"VerseNumber":95,"Text":"I sekoj od niv na Denot suden ḱe dojde poedinečno"},{"SurahNumber":19,"VerseNumber":96,"Text":"Za onie koi veruvaa i koi rabotea dobri dela Milostiviot, navistina, ḱe im podari njubov"},{"SurahNumber":19,"VerseNumber":97,"Text":"Nie Kuranot, navistina, go olesnivme so jazikot tvoj za da gi zaraduvaš so nego bogobojazlivite i so nego da gi opomeneš sprotistavuvačite"},{"SurahNumber":19,"VerseNumber":98,"Text":"kolku pokolenija pred niv Nie uništivme? Znaeš li nekogo od Niv? Ili, pak, im slušaš li nekakov glas"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta, ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"I Nie Kur\"anot ne ti go objavivme da bideš nesreḱen"},{"SurahNumber":20,"VerseNumber":3,"Text":"tuku da bide Opomena za onoj koj se plaši"},{"SurahNumber":20,"VerseNumber":4,"Text":"Objava e od Onoj koj gi sozdade Zemjata i nebesata VISOKI"},{"SurahNumber":20,"VerseNumber":5,"Text":"i Milostiviot se utvrdi na Aršot"},{"SurahNumber":20,"VerseNumber":6,"Text":"I se što e na nebesata i na Zemjata i ona što e meǵu niv, i ona što e pod izobilieto e Allahovo"},{"SurahNumber":20,"VerseNumber":7,"Text":"I ako go podigneš glasot... ta, ON, navistina, go znae I ona Što e tajno i ona što e skrišno"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah! Nema drug bog osven Nego! Najubavite iminja se Negovi"},{"SurahNumber":20,"VerseNumber":9,"Text":"Pa, ti dojde li kažuvanjeto za Musa"},{"SurahNumber":20,"VerseNumber":10,"Text":"Koga vide ogan, mu reče na semejstvoto negovo: “Zastanete, jas, navistina, zdogledav ogan. OD ognot, možebi, ḱe VI donesam žarče ili, pak, pokraj ognot ḱe najdam Patokaz"},{"SurahNumber":20,"VerseNumber":11,"Text":"bidejḱi mu se približi, beše povikan"},{"SurahNumber":20,"VerseNumber":12,"Text":"“Da, o Musa, jas sum Gospodarot tvoj. Sobuj gi nalanite tvoi, ti si, navistina, vo svetata dolina Tuva"},{"SurahNumber":20,"VerseNumber":13,"Text":"Jas te izbrav i, togaš, slušni go ona što ti se objavuva"},{"SurahNumber":20,"VerseNumber":14,"Text":"Jas sum, navistina, Allah! Nema drug bog osven Mene. Pa, obožavaj Me, i namaz izvršuvaj za seḱavanje na Mene"},{"SurahNumber":20,"VerseNumber":15,"Text":"Ḱe mu dojde Časot na svetot, navistina! Samo što go krijam. Za sekoj da bide nagraden za ona za što se trudel"},{"SurahNumber":20,"VerseNumber":16,"Text":"Togaš, neka ne te odvraḱa OD nego onoj koj ne veruva vo nego i koj ja sledi strasta pa da bideš otfrlen"},{"SurahNumber":20,"VerseNumber":17,"Text":"što e toa, o Musa, vo tvojata desna raka"},{"SurahNumber":20,"VerseNumber":18,"Text":"Musa reče: “Toa e mojot stap, vrz što se potpirami so što lisjata za ovcite gi tresam, i za nekoi drugi raboti"},{"SurahNumber":20,"VerseNumber":19,"Text":"Allah reče: “Frli go, o Musa"},{"SurahNumber":20,"VerseNumber":20,"Text":"I Musa go frli i, ete, zmija što lazi"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah reče: “Zemi ja i ne plaši se. Nie ḱe ja vratime vo ona što beše porano"},{"SurahNumber":20,"VerseNumber":22,"Text":"I vovleči ja rakata tvoja vo pazuvite: ḱe ti se pojavi bela, bez koj bilo druga mana"},{"SurahNumber":20,"VerseNumber":23,"Text":"za Nie da ti gi pokažeme znamenijata Naši golemi"},{"SurahNumber":20,"VerseNumber":24,"Text":"Odi kaj faraonot! Toj, navistina, padna vo pakost"},{"SurahNumber":20,"VerseNumber":25,"Text":"Musa reče: “Gospodare moj, otvori mi gi gradive"},{"SurahNumber":20,"VerseNumber":26,"Text":"i olesni ja rabotava moja"},{"SurahNumber":20,"VerseNumber":27,"Text":"odvrzi go Jazolot Od jazikot moj"},{"SurahNumber":20,"VerseNumber":28,"Text":"za da go sfatat govorot moj"},{"SurahNumber":20,"VerseNumber":29,"Text":"Odredi MI POMOŠNIK OD semejstvoto moe"},{"SurahNumber":20,"VerseNumber":30,"Text":"brat mi Harun"},{"SurahNumber":20,"VerseNumber":31,"Text":"Zacvrsti ja so nego moḱta moja"},{"SurahNumber":20,"VerseNumber":32,"Text":"združi go vo rabotava moja"},{"SurahNumber":20,"VerseNumber":33,"Text":"za da Te veličame mnogu"},{"SurahNumber":20,"VerseNumber":34,"Text":"za da Te spomenuvame mnogu"},{"SurahNumber":20,"VerseNumber":35,"Text":"Ti, navistina, ne gledaš"},{"SurahNumber":20,"VerseNumber":36,"Text":"Reče: “Dadeno ti e ona što go baraše, o Musa"},{"SurahNumber":20,"VerseNumber":37,"Text":"I veḱe po vtor pat Nie te odlikuvavme"},{"SurahNumber":20,"VerseNumber":38,"Text":"koga i vdahnavme na majkata tvoja samo so ona što se vdahnuva"},{"SurahNumber":20,"VerseNumber":39,"Text":"“Stavi go Musa vo kovčeg i frli go vo branovite, a branovite ḱe go isfrlat na krajbrežjeto, i ḱe go zeme neprijatelot moj i neprijatelot tvoj. I vrz tebe frliv njubov od Mene i, sekako, da rasteš pod okoto Moe"},{"SurahNumber":20,"VerseNumber":40,"Text":"koga sestrata tvoja pomina... pa, reče: “Sakate li da ve upatam koj ḱe se griži za nego?\" I te vrativme kaj majka ti za da se smirat očite nejzini i da ne se griži. I ti ubi čovek pa Nie te izbavivme od grižata i te spasivme od spletkite. I so GODINI ostana meǵu žitelite na Medjen a potoa dojde, o Musa, vo vreme opredeleno"},{"SurahNumber":20,"VerseNumber":41,"Text":"A Jas te odbrav za objavata Moja"},{"SurahNumber":20,"VerseNumber":42,"Text":"Odete, ti i brat ti, so znamenijata ŠMMoi, i postojano seḱavajte se na Mene"},{"SurahNumber":20,"VerseNumber":43,"Text":"Odete kaj faraonot, toj, navistina, padna vo pakost"},{"SurahNumber":20,"VerseNumber":44,"Text":"pa, zboruvajte mu so blagi zborovi, možebi, toj Ḱe se opomeni ili ḱe se zaplaši"},{"SurahNumber":20,"VerseNumber":45,"Text":"Rekoa:“Gospodare naš, Nie, navistina, se plašime da ne ni nanese zlo ili da ne ni napastvuva"},{"SurahNumber":20,"VerseNumber":46,"Text":"Reče:“Ne plašete se! Jas sum, navistina, so vas: I slušam i gledam"},{"SurahNumber":20,"VerseNumber":47,"Text":"Odete, togaš, kaj nego I rečete mu: “Nie sme pejgamberi od Gospodarot tvoj, pa isprati gi so nas sinovite Izrailovii ne kaznuvaj gi. Nie, sekako, ti dojdovme so znamenie od Gospodarot tvoj. I neka e selam vrz onoj koj go sledi Patokazot"},{"SurahNumber":20,"VerseNumber":48,"Text":"Da, nam ni e objaveno deka ḱe bide kaznet onoj koj lažei onoj koj gi vrti pleḱite"},{"SurahNumber":20,"VerseNumber":49,"Text":"Faraonot reče: “Pa, koj e Gospodarot vaš, o Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa reče:“Gospodarot naš e Onoj koj na sekoe nešto mu dade sozdatelstvo a potoa go upati"},{"SurahNumber":20,"VerseNumber":51,"Text":"Faraonot reče: “Pa, što se sluči so pokolenijata odamnešNI"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa reče: “Znaenjeto za niv e kaj Gospodarot moj, vo Knigava. Gospodarot moj ne skršnuva vo zabluda i ne zaborava"},{"SurahNumber":20,"VerseNumber":53,"Text":"On vi ja odredi Zemjata za krošna i po nea vi probiva patišta, i od nebo vi spušta voda, pa so pomoš nejzina, Nie vadime parovi na rastenija razLIČNI"},{"SurahNumber":20,"VerseNumber":54,"Text":"Jadete I pasete go dobitokot vaš. Vo toa, navistina, ima znamenija za nadarenite so razbir"},{"SurahNumber":20,"VerseNumber":55,"Text":"Od zemja Nie ve sozdadovme I vo nea ḱe ve vratime i od nea povtorno ḱe ve izvadime"},{"SurahNumber":20,"VerseNumber":56,"Text":"I Nie veḱe site dokazi na faraonot mu gi predočivme... koga, ete, gi smetaše za lažni i gi otfrli"},{"SurahNumber":20,"VerseNumber":57,"Text":"Reče: “Ni dojde li, o Muga, da ne isteraš od zemjava naša so volšebništvoto tvoe"},{"SurahNumber":20,"VerseNumber":58,"Text":"Nie ḱe ti podgotvime volšebništvo, sosem sigurno, na ova slično. Odredi meǵu nasi meǵu tebe sredba koja ni nie ni ti ne ḱe ja otkažeme, i na isto mesto"},{"SurahNumber":20,"VerseNumber":59,"Text":"Reče: “Vreme za sredbata vaša neka bide denot na znameto, i luǵeto neka se zberat 93 nautro"},{"SurahNumber":20,"VerseNumber":60,"Text":"I faraonot si zamina, gi sobra volšebnicite svoi I potoa, ete, pak se vrati"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa im reče: “Teško vam! Ne frlajte laga vrz Allah, zašto ḱe ve uništi so kaznata. Propadna onoj što izmisluvaše 959 lagi, sekako"},{"SurahNumber":20,"VerseNumber":62,"Text":"I onie, šepotejḱi nečujno, preraspravaa \"ednisodrugi za rabotata svoja"},{"SurahNumber":20,"VerseNumber":63,"Text":"Rekoa: “Ovie „dvajca se volšebnici koi sakaat da ve isteraat, so volšebništvoto svoe, od zemjata vaša, I da vi go odzemat Patot vaš primeren"},{"SurahNumber":20,"VerseNumber":64,"Text":"Pa, soberete gi itrinite vaši a potoa dojdete edenzadrug. Da, denes ḱe bide spasen onoj koj Ea 95 ḱe pobedi"},{"SurahNumber":20,"VerseNumber":65,"Text":"Rekoa:“O Musa, ili ti ḱe frliš ili, pak, nie ḱe frlime 99 prvi"},{"SurahNumber":20,"VerseNumber":66,"Text":"Reče:“Ne, frlete vie!\" Ete, jažinjata nivni i stapovite NIVNI, mu se pričini deka trgnaa od volšebništvoto svoe"},{"SurahNumber":20,"VerseNumber":67,"Text":"Musa, togaš, vo sebesi počuvstvuva strav nekakov"},{"SurahNumber":20,"VerseNumber":68,"Text":"Nie rekovme: “Ne plaši se, ti, navistina, ḱe pobediš"},{"SurahNumber":20,"VerseNumber":69,"Text":"I frli go ona što e vo desnata raka tvoja: toa ḱe go goltne ona što go napravija. Ona što onie go napravija, navistina, e itrina volšebnikova. A volšebnikot ne ḱe uspee i kade bilo da se najde"},{"SurahNumber":20,"VerseNumber":70,"Text":"I volšebnicite padnaa so licata na zemja, velejḱi: “Nie veruvame vo Gospodarot i na Harun i na Musa"},{"SurahNumber":20,"VerseNumber":71,"Text":"Reče: “Mu poveruvavte li pred da vi dozvolam? Toj, navistina, e pogolem od vas, koj ve pouči vo volšebništvoto. Pa, sigurno ḱe vi gi isečam i racete vaši i nozete vaši, vkrsteni odzadi i ḱe nve raspnam po vetkite urmini i sigurno ḱe uznaete koj od nas e posileni poistraen kaznuvač"},{"SurahNumber":20,"VerseNumber":72,"Text":"Rekoa: “Nema da ti dademe prednost nad jasnotiite što ni dojdoa i nad Onoj koj ne sozdade. Pa, reši za ona za što možeš da rešiš. Ti rešavaš samo za ona što e, navistina, od životot na ovoj svet"},{"SurahNumber":20,"VerseNumber":73,"Text":"“Da, nie „veruvame vo Gospodarot naš; da, ḱe ni gi prosti grevovite naši i vo volšebništvoto vo koe ti ne prisili. Allah najdobro nagraduva i najdolgo kaznuva"},{"SurahNumber":20,"VerseNumber":74,"Text":"Da, na silnikot koj ḱe dojde kaj Allah ḱe mu pripadne Džehennemot: vo Nego ne Ḱe umira i ne ḱe živee"},{"SurahNumber":20,"VerseNumber":75,"Text":"A na vernicite koi ḱe dojdat kaj Allah, koi rabotea dobri dela... ta, ḱe im pripadnat stepeni visoki"},{"SurahNumber":20,"VerseNumber":76,"Text":"bavčI džennetski na Adn, meǵu koi reki tečat i vo niv za navek ḱe ostanat. Ete, toa e nagrada za onoj koj e čist"},{"SurahNumber":20,"VerseNumber":77,"Text":"I Nie veḱe mu vdahnavme na Musa: “Otpatuvaj noḱe so robovite Moi, a potoa pokaži im go patot suv niz more, ne stravuvajḱi deka ḱe te stignat i deka ḱe te potopat"},{"SurahNumber":20,"VerseNumber":78,"Text":"I faraonot gi sledeše so vojskata svoja, no morskite braNOVI gi raznesoa"},{"SurahNumber":20,"VerseNumber":79,"Text":"I faraonot go skršna vo zabluda narodot svoj I ne go upati po Patokazot"},{"SurahNumber":20,"VerseNumber":80,"Text":"sinovi Izrailovi, Nie ve izbavivme, navistina, OD neprijatelot vaš i vi ja vetivme desnata strana od brdoto Tur, i vi spuštivme i mana i prepelica"},{"SurahNumber":20,"VerseNumber":81,"Text":"Jadete od dobrata so koi Nie ve snabdevme I vo toa ne bidete nasilnici za da ne ve obzede lutinata Moja. Onoj kogo ḱe go obzede lutinata Moja toj veḱe se nurna vo bezdna"},{"SurahNumber":20,"VerseNumber":82,"Text":"Jas sum, navistina, Prostuvač za onoj koj ḱe se pokae, koj veruva i koj raboti dobroi koj, potoa, ḱe se upati"},{"SurahNumber":20,"VerseNumber":83,"Text":"“I što te natera da pobrzaš, o Musa, pred narodot tvoj?“"},{"SurahNumber":20,"VerseNumber":84,"Text":"Reče: “Onie, tokmu, se po tragite moi, a jas kon tebe pobrzav, o Gospodaru moj, da bideš zadovolen"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah reče: “Da, narodot tvoj Nie po tebe go stavivme vo iskušenie; go skršna vo zabluda Samirija"},{"SurahNumber":20,"VerseNumber":86,"Text":"Pa Musa mu se vrati na narodot svoj, lut I gneven, I reče:“O narode moj, neli Gospodarot vaš vi veti vetuvanje ubavo? Vi se odolgovleči li dogovorot? Ili, pak, sakate da ja navlečete na vas lutinata na Gospodarot vaš? I ete, taka vie go izneverivte vetuvanjeto kon mene"},{"SurahNumber":20,"VerseNumber":87,"Text":"Rekoa: “Ne go izneverivme vetuvanjeto kon tebe po volja naša, tuku bevme tovareni so tovari od nakitite na narodot; potoa toa go frlivme, a go frli, isto taka i Samirija"},{"SurahNumber":20,"VerseNumber":88,"Text":"Pa, im iznese tele otelotvoreno. Kako da rika. I togaš rekoa: “Ova e bogot vaš i bogot na Musa; a toj veḱe go zaboravi"},{"SurahNumber":20,"VerseNumber":89,"Text":"Ne gledaat li deka toa ne im vozvraḱa ni zbor, i deka nema Moḱ da im šteti ili da im koristi"},{"SurahNumber":20,"VerseNumber":90,"Text":"Nim Harun, sekako, im 3boruvaše i porano: “O narode moj, so toa vie se probate. Gospodarot vaš, navistina, e Milostiv! Pa, sledete me i bidete I poslušni na naredbata moja"},{"SurahNumber":20,"VerseNumber":91,"Text":"Rekoa: “Nema da prestaneme da se pridržuvame za nego se dodeka ne ni se vrati Musa"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa reče: “O Harun, što te spreči, koga gi vide kako skršnaa vo zabluda"},{"SurahNumber":20,"VerseNumber":93,"Text":"Da ne me slediš i da zaboraviš na naredbata moja"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun reče: “O sinko na majka mi, ne tegni me za bradava i za kosava. Se plašev da ne rečeš napravi razdor meǵu sinovite Izrailovi i ne gi zema predvid zborovite moi"},{"SurahNumber":20,"VerseNumber":95,"Text":"Reče: “Kakva vrska imaš ti so toa, o Samarija"},{"SurahNumber":20,"VerseNumber":96,"Text":"Ovoj reče: “Jas go vidov ona što tie ne go vidoa: zgrabiv nešto od tragite na pejgamberot, a potoa go frliv. I ete, taka vo dušava me pottikna nešto na zlo"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa reče: “Begaj, ova li ḱe GO tvrdiš Niz celiot ŽIVOT tvoj, navistina! - “Ne dopiraj me!\" Te čeka i vetuvanjeto koe, navistina, ne ḱe go izbegneš. I pogledni go ovoj tvoj bog komu mu se oddade. Ḱe go zapalime, sigurno! I pepelot niz moreto ḱe go frlime"},{"SurahNumber":20,"VerseNumber":98,"Text":"Vašiot bog, navistina, e Allah; nema drug bog osven Nego. Znaenjeto Negovo gi opfaḱa site nešta"},{"SurahNumber":20,"VerseNumber":99,"Text":"I ste, taka Nie ti gi kažuvame kažuvanjata za onie koi veḱe pominaa. A od Naša strana ti dadovme, sekako, Opomena"},{"SurahNumber":20,"VerseNumber":100,"Text":"Koj ḱe bide ramnodušen kon nego ḱe ponese na Denot suden teško breme, navistina"},{"SurahNumber":20,"VerseNumber":101,"Text":"I za navek ḱe ostane vo taa teškotija. E, samo kolku e Loš za niv toj tovar na Denot suden"},{"SurahNumber":20,"VerseNumber":102,"Text":"Na Denot koga ḱe se duvne vo Surlata... na Denot toj, koga Nie ḱe gi zbereme silnicite, a tie podbeleni"},{"SurahNumber":20,"VerseNumber":103,"Text":"Ḱe si šepotat edninadrugi: “Ostanavte samo deset dena"},{"SurahNumber":20,"VerseNumber":104,"Text":"Nie najdobro go znaeme ona što go zboruvaat. I koga ḱe reče onojjnajpametniot od Niv: “Ostanavte samo eden den"},{"SurahNumber":20,"VerseNumber":105,"Text":"I te prašuvaat za brdata, pa, kaži: “Gospodarot moj ḱe gi zdrobi vo prašina"},{"SurahNumber":20,"VerseNumber":106,"Text":"a mestata vo koi bile ḱe gi ostavi pusti"},{"SurahNumber":20,"VerseNumber":107,"Text":"pa, po zemjata ne ḱe vidiš ni krivina ni prečka"},{"SurahNumber":20,"VerseNumber":108,"Text":"Na Denot toj, ḱe go sledat onoj što ḱe gi vika i za nego ne ḱe ima prečka. I glasovite ḱe zamolčat pred Milostiviot i samo šepot ḱe slušneš"},{"SurahNumber":20,"VerseNumber":109,"Text":"Na Denot toj posreduvanjeto ḱe mu koristi samo na onoj komu ḱe mu dozvoli Milostiviot i so čij govor On ḱe bide zadovolen"},{"SurahNumber":20,"VerseNumber":110,"Text":"On go znae i ona što e pred NIV I ona što e zad niv; onie so znaenjeto ne možat da Go opfatat"},{"SurahNumber":20,"VerseNumber":111,"Text":"A licata ḱe bidat potčineti pred Živiot i Postojaniot. Ke propadne, sigurno, onoj što ḱe ponese zlo breme"},{"SurahNumber":20,"VerseNumber":112,"Text":"Onoj koj raboti dobri dela e - vernik, ne se plaši Ni od šteta ni od nepravda"},{"SurahNumber":20,"VerseNumber":113,"Text":"I ete, taka Kuranot Nie go objavivme na arapski Jazik i vo nego gi poredivme vetuvanjata za da bidat bogobojazlivi ili opomenuvački da vlijae vrz niv"},{"SurahNumber":20,"VerseNumber":114,"Text":"Pa, Allah e Višen! Vladar vistinski! I ne brzaj so Kur\"anOT pred da ti se završi vdahnovenieto negovo. I kaži: “Gospodare moj, zgolemi go znaenjeto moe"},{"SurahNumber":20,"VerseNumber":115,"Text":"I na Adem, sigurno, Nie mu preporačavme. Potoa toj zaboravi. I kaj nego ne najdovme rešitelnost"},{"SurahNumber":20,"VerseNumber":116,"Text":"I koga Nie im rekovme na melekite: “Padnete mu na sedžde na Adem i, ete, padnaa na sedžde, osven Iblisot koj go otfrli toa"},{"SurahNumber":20,"VerseNumber":117,"Text":"Togaš Nie rekovme: “O Adem, ovoj, navistina, e neprijatel, tvoj i na ženata tvoja. Pa, taka, nikako neka ne ve istera od Džennetot; ḱe se unesreḱite"},{"SurahNumber":20,"VerseNumber":118,"Text":"Da, vo Šennetot ne Ḱe ostaneš ni gladen ni gol"},{"SurahNumber":20,"VerseNumber":119,"Text":"da, vo ŠDžennetot ne Ḱe ostaneš ni žeden ni ispoten"},{"SurahNumber":20,"VerseNumber":120,"Text":"Pa, Šejtanot, drdorejḱi mu, reče: “O Adem, da te nateram li da se približiš do stebloto na večnosta i na vlasta koja ne isčeznuva?“"},{"SurahNumber":20,"VerseNumber":121,"Text":"I dvajcata probaa od nego, I započnaa, togaš, da im se pokažuvaat nivnite sramni mesta, i počnaa da gi pokrivaat, frlajḱi vrz niv lisja džennetski I DAdem ne go posluša Gospodarot svoj pa skršna od patot"},{"SurahNumber":20,"VerseNumber":122,"Text":"Potoa Gospodarot negov go izbra, mu prosti i go upati"},{"SurahNumber":20,"VerseNumber":123,"Text":"Reče: “Sleguvajte od nego site! Edninadrugi ḱe bidete neprijateli. “Ke vi doaǵa od mene Patokaz, sigurno! Pa, koj ḱe go sledi Patokazot moj ne ḱe skršne vo zabluda i ne ḱe zažali"},{"SurahNumber":20,"VerseNumber":124,"Text":"A koj ḱe bide ramnodušen kon opomenata moja za nego, navistina, ima bezizlezen život, I na Denot suden Nie ḱe go privedeme slep"},{"SurahNumber":20,"VerseNumber":125,"Text":"Ḱe reče: “Gospodare moj, zošto me prevede slep, a jas gledav"},{"SurahNumber":20,"VerseNumber":126,"Text":"Allah ḱe reče: “Ete, taka! Ti doaǵaa ajetite Naši pa zaboravaše na niv. I ete, taka denes ḱe bideš zaboraven"},{"SurahNumber":20,"VerseNumber":127,"Text":"ete, taka Nie ḱe gi kazneme onie koi preteruvaa... I koi ne veruvaa vo ajetite od Gospodarot negov. A kaznata na Ahiret, sigurno, e požeška i potrajna"},{"SurahNumber":20,"VerseNumber":128,"Text":"Ne se li upateni kon toa kolku pokolenija pred niv Nie uništivme po ČII DOMOVI onie, tokmu, odat. Vo toa, navistina, ima znamenija za nadarenite so razbir"},{"SurahNumber":20,"VerseNumber":129,"Text":"I da ne prethodeše zborot na Gospodarot tvoj, kaznata ḱe beše neminovna i, ete go krajot opredelen"},{"SurahNumber":20,"VerseNumber":130,"Text":"Strpi se za ona što go zboruvaat. I veličaj Go, zablagodaruvajḱi se, Gospodarot tvoj, pred izgrejsonce i pred zajdisonce, i vo docnežnite časovi. I na krajot na denot, isto taka, za da bideš zadovolen"},{"SurahNumber":20,"VerseNumber":131,"Text":"I ne frlaj go dolgo opulot tvoj kon ona što Nie odredivme da bide toj zadovolen, oD čii VIDOVI ima i cveḱe za Životot na ovoj svet, za da gi isprobame vo toa. “Rskot od Gospodarot tvoj e najdobar i najtraen"},{"SurahNumber":20,"VerseNumber":132,"Text":"I naredi mu na semejstvoto tvoe namaz! I istraj vo toa! Ne barame od tebe da se snabduvaš. Nie, tokmu, te snabdevme. Za bogobojazlivite krajot e dobar"},{"SurahNumber":20,"VerseNumber":133,"Text":"I zboruvaat: “Zošto ne ni dojde ajet od Gospodarot negov?\" Ne im dojde li jasnotija za ona što e vo stranicite odamneŠNI"},{"SurahNumber":20,"VerseNumber":134,"Text":"A Nie so kazna da gi uništivme pred nego ḱe rečea: “Gospodare naš, zošto ne ni ispratiš pejgamber? Ḱe gi sledevme ajetite Tvoi i pred da sme poniženi i otfrleni"},{"SurahNumber":20,"VerseNumber":135,"Text":"Kaži: “Site čekaat. Pa čekajte i vie. Ke uznaete koi se Sledbenicite na patot vistinski i koi se upatenite"}]}