{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"[Xuézhěmen bǎ] fùhuó de zhīshì guīyú tā [wéi ān lā zhīdào fùhuó de shíjiān]. Wúlùn shì guǒshí de tuō è, háishì nǚxìng de huáiyùn yǔ fēnmiǎn, méiyǒu tā [ān lā] bù zhīdào de [zhù]. Zài nà rì, tā jiāng shěnwèn tāmen [duōshénjiào tú]:“[Nǐmen suǒ wàngyán de] wǒ de huǒbànmen [xiànzài] zài nǎlǐ?” Tāmen jiāng shuō:“Wǒmen xiàng nǐ bàogào, wǒmen zhōng wú rén néng wéi cǐ zuòzhèng.”"},{"SurahNumber":41,"VerseNumber":48,"Text":"Tāmen yǐqián suǒ qíqiú de [ǒuxiàng] pāoqì tāmen xiāoshīle.[Xiànzài] tāmen fāxiàn tāmen yǐ wú chù kě táo [bì ān lā de xíngfá]."},{"SurahNumber":41,"VerseNumber":49,"Text":"Rén [bù xìnyǎng zhě] qiú fú bùyànqífán, yīdàn zāoyù bùxìng jiù huīxīn juéwàng."},{"SurahNumber":41,"VerseNumber":50,"Text":"Zài zāoyù bùxìng hòu, jiǎrú wǒ shǐ tā chángshì wǒ de ēnhuì, tā bì shuō:“Zhè shì wǒ yīng dé de, wǒ jué bù xiāngxìn fùhuó de shíjiān huì láilín. Jíshǐ wǒ bèi dài dào wǒ de zhǔ nàlǐ, wǒ yě néng zài tā nàlǐ huòdé zuì hǎo de bàochóu.” Wǒ bì jiāng bǎ bù xìnyǎng zhě suǒ zuò de gàosù tāmen, wǒ bì jiāng shǐ tāmen chángshì kùxíng."},{"SurahNumber":41,"VerseNumber":51,"Text":"Dāng wǒ shī ēn yú rén shí, tā huíbì bùgù; dàn dāng tā zāoyù bùxìng shí, tā yòu qiúráo bùxiū."},{"SurahNumber":41,"VerseNumber":52,"Text":"Nǐ shuō:“Nǐmen gàosù wǒ ba! Jiǎrú zhè bù “gǔlánjīng” shì cóng ān lā nàlǐ jiàng shì de, ér nǐmen fǒurèn tā, nàme, shéi bǐ zài yáoyuǎn de duìlì zhōng [bù xìnyǎng ān lā, bù zūnxíng zhèngdào] de rén gèng mí wù ne?”"},{"SurahNumber":41,"VerseNumber":53,"Text":"Wǒ jiāng bǎ wǒ de jīxiàng xiǎnshì gěi tiāndì wànwù, xiǎnshì gěi tāmen zìjǐ, zhídào tāmen míngbái “gǔlánjīng” què shì zhēnlǐ. Nándào nǐ de zhǔ hái bùgòu zuò wànwù de jiànzhèng zhě ma?"},{"SurahNumber":41,"VerseNumber":54,"Text":"Xūzhī, tāmen díquè huáiyí jiāng yǔ tāmen de zhǔ xiāng huì. Xūzhī, tā [ān lā] què shì zhōuzhī wànshì wànwù de."},{"SurahNumber":42,"VerseNumber":1,"Text":"Hā, mǐ mù,"},{"SurahNumber":42,"VerseNumber":2,"Text":"ā yīng, xī ní, gāofū [ālābó yǔ wǔ gè zìmǔ de yīnyì, wéi ān lā zuì zhīdào qí yì]."},{"SurahNumber":42,"VerseNumber":3,"Text":"Quánnéng de, zuì ruìzhì de ān lā rúcǐ qǐshì nǐ [mù shèng],[yě tóngyàng qǐshì] zài nǐ zhīqián de shǐzhěmen [zhù]."},{"SurahNumber":42,"VerseNumber":4,"Text":"Tiāndì jiān de yīqiè dōu shì tā de. Tā shì zhìgāowúshàng de, zuì wěidà de."},{"SurahNumber":42,"VerseNumber":5,"Text":"Tiānshǐmen zànměi sòngyáng tāmen de zhǔ bìng wéi dà dìshàng de rén qiú [ān lā] kuānshù shí, zhū tiān jīhū yào cóng shàngmiàn pòliè. Xūzhī, ān lā què shì zuì kuānshù de, tè cí de."},{"SurahNumber":42,"VerseNumber":6,"Text":"Nàxiē shě tā [ān lā] ér lìng xuǎn bǎohù zhě [chóngbài] de rén, ān lā zài jiānshì tāmen, nǐ [mù shèng] bùshì tāmen de jiānhù zhě."},{"SurahNumber":42,"VerseNumber":7,"Text":"Wǒ rúcǐ qǐshì nǐ zhè bù ālābó wén de “gǔlánjīng”, yǐbiàn nǐ jǐnggào zhūchéng zhī mǔ [mài jiā] jí qí zhōuwéi de rén, yǐbiàn nǐ jǐnggào wúyí de jíhé rì, nà shí yībùfèn rén [xìnshì] jiàng zài lèyuán zhōng, lìng yībùfèn rén [bù xìnyǎng zhě] jiàng zài [huǒ yù de] lièhuǒ zhōng [zhù]."},{"SurahNumber":42,"VerseNumber":8,"Text":"Jiǎrú ān lā yìyù, tā bì shǐ tāmen chéngwéi yīgè mínzú, dàn tā shǐ tāsuǒ yìyù zhě jìnrù tā de ēnhuì zhōng. Bù yì zhě jué méiyǒu rènhé bǎohù zhě hé yuánzhù zhě."},{"SurahNumber":42,"VerseNumber":9,"Text":"Nándào tāmen yào shě tā [ān lā] ér lìng xuǎn bǎohù zhě [chóngbài] ma?[Xūzhī] ān lā cái shì zhēnzhèng de bǎohù zhě. Tā néng shǐ sǐzhě shēng, tā duì wànshì shì wànnéng de."},{"SurahNumber":42,"VerseNumber":10,"Text":"Fánshì nǐmen suǒ zhēnglùn de shì, tā de cáijué dōu guī ān lā. Zhè jiùshì ān lā——wǒ de zhǔ, wǒ zhǐ xìnlài tā, wǒ zhǐ guī xìn tā [zhù]."},{"SurahNumber":42,"VerseNumber":11,"Text":"[Tā shì] tiāndì de chuàngzào zhě, tā cóng nǐmen zìjǐ zhōng wèi nǐmen chuàngzào pèi'ǒu, yě cóng shēngchù zhōng wéi qí chuàngzào pèi'ǒu. Tā jiè cǐ chuàngzào nǐmen [yú zǐgōng zhōng]. Méiyǒu rènhé wù yǔ tā [ān lā] xiāngsì. Tā shì quán wén de, quán shì de."},{"SurahNumber":42,"VerseNumber":12,"Text":"Tā zhǎngguǎn tiāndì de yàoshi. Tā yù shǐ shéi fùyù, jiù shǐ shéi fùyù; yù shǐ shéi jiǒngpò, jiù shǐ shéi jiǒngpò. Tā què shì quánzhī wànshì wànwù de."},{"SurahNumber":42,"VerseNumber":13,"Text":"Tā [ān lā] wèi nǐmen zhìdìngle [tóngyàng de] zōngjiào [yīsīlán jiào], nà shì tā céng zhìdìng gěi nǔ hā de, yěshì wǒ suǒ qǐshì nǐ [mù shèng] de, yǐjí wǒ suǒ zhìdìng gěi yī bù lā xīn, mù sà hé ěr sà de,[bìng chóngshēn]:“Nǐmen dāng jǐn shǒuzhèngjiào [dāng yī yīsīlán jiào jiàoyì jiàoguī zuòshì], nǐmen bùyào zài zhèngjiào zhōng fēn zōngpài. Fánshì nǐ [mù shèng] suǒ zhàohuàn bài ǒuxiàng zhě de, tāmen gǎndào nányú rěnshòu. Ān lā xuǎnzé tāsuǒ yìyù zhě zūnxíng zhèngjiào, yǐndǎo guī xìn [bìng shùncóng] zhě zūnxíng zhèng jiào."},{"SurahNumber":42,"VerseNumber":14,"Text":"Zài zhīshì jiànglín tāmen hòu, yóuyú tāmen hùxiāng dù jí cái fèn wèi zōngpài. Yào bùshì nǐ de zhǔ yǒuyánzàixiān, yào dào yīgè dìngqí, nàme, tāmen zhī jiān de shì bìdìng bèi pànjuéle. Nàxiē zài tāmen [rú yóutài jiàotú hé jīdū jiàotú] zhīhòu jìchéng jīngdiǎn [“tǎo lā tè” hé “yǐn jí lēi”] de rén, tāmen duì cǐ [yīsīlán jiào huò “gǔlánjīng”] què shì zài yánzhòng de huáiyí zhōng."},{"SurahNumber":42,"VerseNumber":15,"Text":"Yīncǐ, nǐ [mù shèng] dāng zhàohuàn rénmen [zhù][guī xìn yīsīlán jiào hé “gǔlánjīng”], nǐ dāng zūnxíng nǐ suǒ fèng dào de mìnglìng, nǐ bùyào shùncóng tāmen de sīyù. Nǐ dāng shuō:“Wǒ quèxìn ān lā suǒ jiàng shì de jīngdiǎn [“gǔlánjīng” jí ān lā yǐqián jiàng shì de suǒyǒu jīngdiǎn], wǒ yǐ fèngmìng zài nǐmen zhī jiān bǐnggōng xíngshì. Ān lā shì wǒmen de zhǔ, yěshì nǐmen de zhǔ. Wǒmen duì wǒmen de xíngwéi fùzé, nǐmen duì nǐmen de xíngwéi fùzé, wǒmen hé nǐmen zhī jiān bùbì zhēnglùn. Ān lā jiāng jíhé wǒmen [dàjiā]. Wéi tā [ān lā] shì zuìhòu de guīsù.”"},{"SurahNumber":42,"VerseNumber":16,"Text":"Zài jiēshòu ān lā de zōngjiào [hé mù shèng] hòu réng zhēnglùn zhě, zài tāmen de zhǔ [ān lā] kàn lái, tāmen de zhēnglùn shì háo wú jiàzhí de. Tāmen bì zāo [ān lā de] qiǎn nù, bì shòu yánlì de xíngfá [zhù]."},{"SurahNumber":42,"VerseNumber":17,"Text":"Shì ān lā jiàng shìle zhè bù bāohán zhēnlǐ de jīngdiǎn [“gǔlánjīng”] hé tiānchèng [bǐnggōng bànshì]. Nǐ zěn néng zhīdào? Fùhuó de shíjiān yěxǔ línjìnle."},{"SurahNumber":42,"VerseNumber":18,"Text":"Bù xìnyǎng fùhuó zhě yāoqiú zǎorì shíxiàn tā [fùhuó], ér xìnyǎng fùhuó zhě què pà tā zǎorì shíxiàn, yīnwèi tāmen zhīdào tā què shì zhēnshí de. Xūzhī, fán zhēnglùn fùhuó de shíjiān zhě què shì zài shēnyuǎn de mí wù zhōng."},{"SurahNumber":42,"VerseNumber":19,"Text":"Ān lā duì tā de pú rénmen shì cí'ài de. Tā cì jǐyǎng gěi tāsuǒ yìyù zhě. Tā shì zuì qiáng dà de, quánnéng de."},{"SurahNumber":42,"VerseNumber":20,"Text":"Shéi [yīn shàngōng] yào hòushì de bàochóu, wǒ jiù zēngjiā shéi de bàochóu; shéi [yīn shàngōng] yào jīnshì de bàochóu, wǒ jiù gěi shéi yīxiē [yǐ zhùdìng de bàochóu], dàn tā zài hòushì jiāng méiyǒu rènhé fú fen [zhù]."},{"SurahNumber":42,"VerseNumber":21,"Text":"Nándào tāmen yǒu xǔduō [yǔ ān lā tóngděng de] huǒbàn, nàxiē huǒbàn néng wéi tāmen zhìdìng chū ān lā suǒ bù yǔnxǔ de zōngjiào ma? Yào bùshì yīnwèi pàncí [yǐ yùxiān fāchū], nàme, tāmen bìdìng bèi pànjuéle. Bù yì zhě bì shòu tòngkǔ de xíngfá."},{"SurahNumber":42,"VerseNumber":22,"Text":"[Fùhuó rì], nǐ jiāng kànjiàn bù yì zhě wéi zìjǐ suǒ fàn de zuì'è ér kǒngjù, ér [ān lā de] xíngfá yòu yīdìng yào jiànglín tāmen. Fán xìnyǎng bìng xíngshàn zhě jiāng zhù zài lèyuán dì měijǐng zhōng. Fánshì tāmen xiǎng yào de, tāmen zài tāmen de zhǔ nàlǐ dōu néng dédào. Zhè [lèyuán] què shì zuìdà de ēnhuì."},{"SurahNumber":42,"VerseNumber":23,"Text":"Zhè [lèyuán] shì ān lā yòng lái xiàng xìnyǎng bìng xíngshàn de pú rénmen bàoxǐ de. Nǐ [mù shèng] shuō:“Wǒ bù huì wèi cǐ [xuānchuán yīsīlán jiào hé “gǔlánjīng”] xiàng nǐmen suǒqǔ bàochóu de, chúfēi shì tóngzú jiān de yǒu'ài.” Shéi zuò yī jiàn shànshì, wǒ yào cì shéi jiābèi de bàochóu [zhù]. Ān lā què shì zuì kuānshù de, zuìshàn bào de."},{"SurahNumber":42,"VerseNumber":24,"Text":"Nándào tāmen yào shuō:“Tā [mù shèng] jiè ān lā de míngyì niēzào huǎngyán ma?” Jiǎrú ān lā yìyù, tā néng fēngbì nǐ de xīn [ràng nǐ wàngjì nǐ suǒ zhīdào de “gǔlánjīng”]. Ān lā xiāomiè miùwù, bìng yǐ tā de yányǔ [“gǔlánjīng”] zhèngshí zhēnlǐ [yīsīlán jiào]. Tā díquè quánzhī [rénlèi] xiōngzhōng de yīqiè."},{"SurahNumber":42,"VerseNumber":25,"Text":"Tā jiēshòu tā de púrénmen de huǐzuì bìng kuānshù zuì'è [zhù]. Tā zhīdào nǐmen suǒ zuò de."},{"SurahNumber":42,"VerseNumber":26,"Text":"Tā yìngdá xìnyǎng bìng xíngshàn zhě de qíqiú, tā zēng cì duì tāmen de ēnhuì. Bù xìnyǎng zhě bì shòu yánlì de xíngfá."},{"SurahNumber":42,"VerseNumber":27,"Text":"Jiǎrú ān lā kuòdà duì tā de pú rénmen de jǐyǎng, tāmen bì zài dà dìshàng húzuòfēiwéi, dàn tā yī dìngliàng [qián dìng] jiàngxià tāsuǒ yìyù de jǐyǎng. Tā duì tā de pú rénmen què shì chè zhī de, quán shì de."},{"SurahNumber":42,"VerseNumber":28,"Text":"Shì tā zài tāmen juéwàng hòu jiàngxià yǔshuǐ bìng guǎng shī tā de ēnhuì. Tā shì bǎohù zhě, shòu zànsòng zhě."},{"SurahNumber":42,"VerseNumber":29,"Text":"Tā de jīxiàng zhī yī shì: Tiāndì de chuàngzào, yǐjí tiāndì jiān suǒ sànbù de gè zhǒng dòngwù.[Fùhuó rì] tā néng suíyì bǎ tāmen jíhé qǐlái."},{"SurahNumber":42,"VerseNumber":30,"Text":"Wúlùn nǐmen zāoshòu hé zhǒng bùxìng, dōu shì yóuyú nǐmen qīnshǒu zuò'è [de yuángù]. Tā kuānshù xǔduō zuì'è."},{"SurahNumber":42,"VerseNumber":31,"Text":"Nǐmen zài dà dìshàng jué bùnéng táotuō [ān lā de chéngfá], chú ān lā wài, nǐmen jué méiyǒu rènhé bǎohù zhě hé yuánzhù zhě."},{"SurahNumber":42,"VerseNumber":32,"Text":"Tā de jīxiàng zhī yī shì: Zài hǎishàng shān yībān [hángxíng] de chuánbó."},{"SurahNumber":42,"VerseNumber":33,"Text":"Jiǎrú tā yìyù, tā néng shǐ fēng jìngzhǐ, ràng chuánbó jìng tíng zài hǎimiàn shàng. Duì měi gè jiānrěn zhě hé gǎn'ēn zhě, cǐ zhōng què yǒu xǔduō jīxiàng."},{"SurahNumber":42,"VerseNumber":34,"Text":"Huòzhě [jiǎrú tā yìyù], tā huì yīn tāmen suǒ fàn de zuì'è ér shǐ nàxiē chuánbó chénmò. Tā kuānshù xǔduō zuì'è [zhù]."},{"SurahNumber":42,"VerseNumber":35,"Text":"Fán zhēnglùn wǒ de qǐshì zhě,[nà shí] tāmen jiāng zhīdào tāmen juéduì wú chù kě táo [bì ān lā de chéngfá]."},{"SurahNumber":42,"VerseNumber":36,"Text":"Wúlùn nǐmen shòu cì shénme [ēnhuì], zhǐshì jīnshì shēnghuó de [duǎnzàn] xiǎngshòu,[hòushì] zài ān lā nàlǐ de [lèyuán] cái shì zuì hǎo de, zuì chíjiǔ de, nà shì shǔyú xìnshìmen hé xìnlài ān lā zhě de;"},{"SurahNumber":42,"VerseNumber":37,"Text":"yěshì shǔyú yuǎn bì dàzuì hé jiānyín, zài fānù [zhù] shí néng yuánliàng zhě de;"},{"SurahNumber":42,"VerseNumber":38,"Text":"yěshì shǔyú xiǎngyìng tāmen de zhǔ de hàozhào [rú quèxìn “liù dà xìnyǎng” hé lǚxíng “wǔdà gōngxiū” děng], jǐn shǒu bài gōng, gòngtóng xiéshāng tāmen de shìwù, shīyòng wǒ suǒ cìyǔ tāmen de cáiwù zhě de;"},{"SurahNumber":42,"VerseNumber":39,"Text":"yěshì shǔyú shòu pòhài ér fǎnkàng zhě de."},{"SurahNumber":42,"VerseNumber":40,"Text":"È xíng yīng shòu tóngyàng de è bào [chéngfá]. Shéi yuánliàng bìng héjiě, ān lā bì bàochóu shéi. Tā [ān lā] jué bù xǐhuān bù yì zhě."},{"SurahNumber":42,"VerseNumber":41,"Text":"Duìyú shòu qīrǔ hòu ér fǎnkàng zhě, zhèxiē rén shì wú kě zébèi de."},{"SurahNumber":42,"VerseNumber":42,"Text":"Yīng shòu zébèi de zhǐshì nàxiē qīrǔ rénmen bìng zài dà dìshàng mánhèng wúlǐ zhě [zhù], zhèxiē rén bì shòu tòngkǔ de xíngfá."},{"SurahNumber":42,"VerseNumber":43,"Text":"Duìyú rěnnài bìng yuánliàng zhě, zhè zhǒng xíngwéi díquè zhídé tíchàng."},{"SurahNumber":42,"VerseNumber":44,"Text":"Ān lā shǐ shéi mí wù, cǐhòu, shéi jiù méiyǒu bǎohù zhě. Nǐ jiāng kànjiàn bù yì zhě zài kànjiàn xíngfá shí shuō:“Qǐngwèn hái yǒu fǎnhuí [chénshì] de lù ma?”"},{"SurahNumber":42,"VerseNumber":45,"Text":"Nǐ jiāng kànjiàn tāmen [bù yì zhě] miànlín huǒ yù zhī xíng shí suǒ shòu de xiūrù hé dītóu tōu kàn. Xìnshìmen jiāng shuō:“Sǔnshī zhě jiùshì zài fùhuó rì shǐ tāmen zìjǐ hé jiārén shòu sǔn zhě.” Xūzhī, bù yì zhě [bù xìnyǎng zhě] bì shòu yǒngjiǔ de xíngfá."},{"SurahNumber":42,"VerseNumber":46,"Text":"Chú ān lā wài, tāmen jué méiyǒu rènhé bǎohù zhě néng yuánzhù tāmen. Ān lā shǐ shéi mí wù, shéi jiù zǒutóuwúlù."},{"SurahNumber":42,"VerseNumber":47,"Text":"Zài bùkě kàngjù zhī rì [fùhuó rì] cóng ān lā jiànglín qián, nǐmen dāng xiǎngyìng nǐmen de zhǔ [de hàozhào]. Zài nà rì, nǐmen jiāng wú chù kě táo, bùnéng dǐlài."},{"SurahNumber":42,"VerseNumber":48,"Text":"Jiǎrú tāmen bèiqì [yīsīlán jiào], nàme, wǒ méiyǒu pài nǐ [mù shèng] zuò tāmen de jiānhù zhě, nǐ de zérèn zhǐshì [míngbái dì] chuándá [qǐshì]. Dāng wǒ shǐ rén chángshì wǒ de ēnhuì shí, tā jiù wèi cǐ ér xīnxǐ; dāng tāmen yīn tāmen qīnshǒu suǒ fàn de zuì'è ér zāoyù bùxìng shí, rén biàn chéngle wàng'ēnfùyì zhě."},{"SurahNumber":42,"VerseNumber":49,"Text":"Tiāndì de zhǔquán dōu shì ān lā de. Tā yù chuàngzào shénme, jiù chuàngzào shénme; yù cì shéi nǚhái, jiù cì shéi nǚhái; yù cì shéi nánhái, jiù cì shéi nánhái;"},{"SurahNumber":42,"VerseNumber":50,"Text":"huò jì cì nánhái, yě cì nǚhái; yù shǐ shéi bùnéng shēngyù, jiù shǐ shéi bùnéng shēngyù. Tā què shì quánzhī de, wànnéng de."},{"SurahNumber":42,"VerseNumber":51,"Text":"Rènhé rén dōu bùnéng yǔ ān lā zhíjiē duìhuà, chúfēi yī qǐshì huò cóng mùhòu, huò tā pàiqiǎn yī wèi shǐzhě [tiānshǐ] fèng tā de mìnglìng zhāoshì tā yù qǐshì de [zhù]. Tā què shì zhìgāowúshàng de, zuì ruìzhì de."},{"SurahNumber":42,"VerseNumber":52,"Text":"Wǒ rúcǐ qǐshì nǐ [mù shèng] wǒ mìnglìng zhōng de yī xiàng qǐshì. Nǐ yuánlái bìng bù zhīdào jīngdiǎn shì shénme? Xìnyǎng shì shénme? Dàn wǒ yǐ shǐ tā [“gǔlánjīng”] chéngwéi guāngmíng, jiè cǐ yǐndǎo wǒ de pú rén zhōng wǒ suǒ yìyù zhě zūnxíng zhèngdào. Nǐ díquè zhèngzài yǐndǎo [rénlèi] zūnxíng zhèngdào [zhù][yīsīlán jiào],"},{"SurahNumber":42,"VerseNumber":53,"Text":"Nà jiùshì ān lā zhīdào, tiāndì jiān de yīqiè dōu shì tā de. Xūzhī, wànshì wànwù zuìzhōng dōu jiāng guī dào ān lā nàlǐ qù [shòushěn]."},{"SurahNumber":43,"VerseNumber":1,"Text":"Hā, mǐ mù [ālābó yǔ èr gè zìmǔ de yīnyì, wéi ān lā zuì zhī dào qí yì]."},{"SurahNumber":43,"VerseNumber":2,"Text":"Yǐ zhè bù míngbái [chǎnmíng wànshì wànwù] de jīngdiǎn [“gǔlánjīng”] fāshì!"},{"SurahNumber":43,"VerseNumber":3,"Text":"Wǒ què yǐ shǐ tā chéngwéi ālābó wén de “gǔlánjīng”, yǐbiàn nǐmen lǐjiě [bìng jiēshòu quàngào]."},{"SurahNumber":43,"VerseNumber":4,"Text":"Zài wǒ zhèlǐ de jīngdiǎn zhī běn [“shòu bǎohù de xiān pái”] zhōng, tā [“gǔlánjīng”] què shì gāoguì de, chōngmǎn zhìhuì de."},{"SurahNumber":43,"VerseNumber":5,"Text":"Nándào yīnwèi nǐmen shì guòfèn [chāoyuè fǎdù] de mínzhòng, wǒ jiù [bù jǐnggào nǐmen ér] cóng nǐmen nàlǐ shōuhuí jiàohuì [“gǔlánjīng”] ma?"},{"SurahNumber":43,"VerseNumber":6,"Text":"Wǒ céng zài qián rén zhōng pàiqiǎnguò xǔduō xiānzhī."},{"SurahNumber":43,"VerseNumber":7,"Text":"Měi dāng yī wèi xiānzhī lái dào tāmen, tāmen zǒng shì cháoxiào tā."},{"SurahNumber":43,"VerseNumber":8,"Text":"Wǒ céng huǐmièle bǐ tāmen [de shílì] gèng qiángdà de [mínzú], qián rén de shílì yǐ shìqù."},{"SurahNumber":43,"VerseNumber":9,"Text":"Jiǎrú nǐ [mù shèng] wèn tāmen:“Shéi chuàngzàole tiāndì?” Tāmen bì shuō:“Quánnéng de, quánzhī de zhǔ chuàngzàole tiāndì.”"},{"SurahNumber":43,"VerseNumber":10,"Text":"Shì tā wèi nǐmen ér bǎ dàdì zào rú chuángpù [yīyàng kě yánshēn], bìng zài qízhōng wèi nǐmen kāipì xǔduō dàolù, yǐbiàn nǐmen huòdé yǐndǎo."},{"SurahNumber":43,"VerseNumber":11,"Text":"Shì tā cóng tiānkōng yī dìngliàng jiàngxià yǔshuǐ, jiè cǐ ér shǐ kūsǐ zhī dì fùsū, nǐmen yě jiàng rúcǐ bèi qǔchū [fùhuó]."},{"SurahNumber":43,"VerseNumber":12,"Text":"Shì tā wèi wànwù chuàngzàole pèi'ǒu. Tā chuàngzào chuánbó hé shēngchù gōng nǐmen chéng qí,"},{"SurahNumber":43,"VerseNumber":13,"Text":"yǐbiàn nǐmen ānzuò shàngmiàn. Nǐmen zuò wěn hòu, nǐmen dāng zàn niàn nǐmen de zhǔ [ān lā] de ēnhuì bìng shuō:“Zànměi tā [ān lā] chāojué! Shì tā shǐ cǐ wù wèi wǒmen fúwù, wǒmen yuán shì wúnéng zuò dào de."},{"SurahNumber":43,"VerseNumber":14,"Text":"Wǒmen bì jiāng fǎnhuí wǒmen de zhǔ nàlǐ qù.”"},{"SurahNumber":43,"VerseNumber":15,"Text":"Tāmen bǎ tā de yīxiē púrén dàng zuò tā de yībùfèn [rú wàngyán ěr sà shì “ān lā zhīzǐ”, tiānshǐ shì “ān lā zhī nǚ” děng]. Rén què shì míngxiǎn de wàng'ēnfùyì zhě [zhù]."},{"SurahNumber":43,"VerseNumber":16,"Text":"Nándào tā cóng zìjǐ suǒ chuàngzào de rénlèi zhōng [wèi zìjǐ] xuǎnqǔ nǚhái ér bǎ nánhái ràng gěi nǐmen ma?"},{"SurahNumber":43,"VerseNumber":17,"Text":"Tāmen wàngyán pǔ cí zhī zhǔ [ān lā] yǒu nǚhái, dàn dāng tāmen yǒurén huòxī [zìjǐ de qīzi] shēng nǚhái de xiāo xí shí, tā de liǎn mǎshàng biàn dé yīn'àn, nèixīn chōngmǎn fènnù."},{"SurahNumber":43,"VerseNumber":18,"Text":"[Nándào tāmen yào bǎ] zài zhuāngshì [chuān jīn dài yín] zhōng cháng dà, bùnéng míng biàn de nǚhái guī ān lā ma?"},{"SurahNumber":43,"VerseNumber":19,"Text":"Tāmen bǎ pǔ cí zhī zhǔ de pú rénmen——tiānshǐmen dàng zuò nǚxìng. Nándào tāmen jiànzhèngguò tāmen [tiānshǐ] de chuàngzào ma? Tāmen de jiànzhèng jiāng bèi jìlù, tāmen jiāng bèi shěnwèn."},{"SurahNumber":43,"VerseNumber":20,"Text":"Tāmen shuō:“Jiǎrú pǔ cí zhī zhǔ yìyù, wǒmen jiù bù huì chóngbài tāmen [nàxiē xūjiǎ zhǔzǎi]le.” Tāmen duì cǐ háo wú zhīshì. Tāmen zǒng shì shuōhuǎng."},{"SurahNumber":43,"VerseNumber":21,"Text":"Nándào cǐ [“gǔlánjīng”] qián wǒ céng cì gěi tāmen yī bù jīngdiǎn, ràng tāmen jiānchí nà bù jīngdiǎn [de jiàoyì jiàoguī] ma?"},{"SurahNumber":43,"VerseNumber":22,"Text":"Bù, tāmen shuō:“Wǒmen fāxiànle wǒmen de zǔxiān suǒ zūnxíng de yī zhǒng zōngjiào, wǒmen zhǐshì zūnxíng tāmen de yíjiào éryǐ.”"},{"SurahNumber":43,"VerseNumber":23,"Text":"Tóngyàng, zài nǐ [mù shèng] zhīqián, měi dāng wǒ pàiqiǎn yī wèi jǐnggào zhě dàodá yīgè chéngshì, gāi chéngguò shēchǐ shēnghuó de rénmen bì shuō:“Wǒmen fāxiànle wǒmen de zǔxiān suǒ zūnxíng de yī zhǒng zōngjiào, wǒmen zhǐshì zūnxíng tāmen de yíjiào éryǐ.”"},{"SurahNumber":43,"VerseNumber":24,"Text":"Tā [bèi pàiqiǎn de jǐnggào zhě] shuō:“Yàoshi wǒ zhāoshì nǐmen yī zhǒng bǐ nǐmen fāxiàn nǐmen de zǔxiān suǒ zūnxíng de zōngjiào gèng hǎo de ne?[Nándào nǐmen hái yào jìxù zūnxíng nǐmen de zǔxiān de yíjiào ma?]” Tāmen shuō:“Wǒmen jué bù xiāngxìn nǐmen suǒ bèi pàiqiǎn de shǐmìng.”"},{"SurahNumber":43,"VerseNumber":25,"Text":"Suǒyǐ, wǒ chéngfále tāmen. Nǐ dāng guānchá fǒurèn zhēnlǐ [yīsīlán jiào] zhě de jiéjú rúhé!"},{"SurahNumber":43,"VerseNumber":26,"Text":"Dāngshí, yī bù lā xīn duì tā de fùqīn hé zúrén shuō:“Wǒ yǔ nǐmen suǒ chóngbài de [ǒuxiàng] què shì háo wú guānxì de,"},{"SurahNumber":43,"VerseNumber":27,"Text":"wéi chuàngzào wǒ de zhǔ [ān lā] lìwài,[wǒ zhǐ chóngbài dú yī de ān lā], tā bì jiāng yǐndǎo wǒ [zūnxíng zhèngdào].”"},{"SurahNumber":43,"VerseNumber":28,"Text":"Tā [yī bù lā xīn] bǎ yǒnghéng zhī yán [chú ān lā wài, zài méiyǒu yīng shòu chóngbài de zhǔ] liú zèng gěi tā de hòuyì, yǐbiàn tāmen [xiàng ān lā] huǐguò."},{"SurahNumber":43,"VerseNumber":29,"Text":"Bù, wǒ yǐ shǐ zhèxiē rén [duōshénjiào tú] hé tāmen de zǔxiān [zài jīnshì zhànshí] xiǎnglè, zhídào zhēnlǐ [“gǔlánjīng”] hé míngbái xuānjiào de shǐzhě [mù shèng] láilín tāmen [zhù]."},{"SurahNumber":43,"VerseNumber":30,"Text":"Dàng zhēnlǐ [“gǔlánjīng”] jiànglín tāmen shí, tāmen shuō:“Zhè shì móshù, wǒmen jué bù xiāngxìn tā.”"},{"SurahNumber":43,"VerseNumber":31,"Text":"Tāmen shuō:“Wèihé zhè bù “gǔlánjīng” bù jiàng gěi liǎng chéng [mài jiā hé tǎ yī fū] zhōng de yī wèi yào rén ne?”"},{"SurahNumber":43,"VerseNumber":32,"Text":"Nándào tāmen yào fēnpèi nǐ de zhǔ de ēnhuì ma? Wǒ bǎ tāmen zài jīnshì shēnghuó zhōng de shēngjì fēn gěi tāmen, bìng shǐ tāmen yībùfèn rén gāo yú lìng yībùfèn rén xǔduō pǐnjí, yǐbiàn tāmen yībùfèn rén gùyòng lìng yībùfèn rén gōngzuò. Nǐ de zhǔ de ēnhuì [lèyuán] bǐ tāmen [zài jīnshì] suǒ jùjí de [cáifù] gèng hǎo [zhù]."},{"SurahNumber":43,"VerseNumber":33,"Text":"Yào bùshì pà rénlèi chéngwéi yīgè tuántǐ, wǒ bì shǐ bu xìn pǔ cí zhī zhǔ [ān lā] zhě de fángwū biàn chéng yín dǐng yín tī de, yǐbiàn tāmen dēnglín ér shàng;"},{"SurahNumber":43,"VerseNumber":34,"Text":"bìng shǐ tāmen de fángwū biàn chéng yín mén yín yǐ de, tāmen kěkào zài yín yǐ shàng [xiǎnglè];"},{"SurahNumber":43,"VerseNumber":35,"Text":"[bìng shǐ tāmen de fángwū biàn chéng] jīn [zhù] shì de. Dàn suǒyǒu zhèxiē zhǐshì jīnshì shēnghuó de [duǎnzàn] xiǎngshòu. Zài nǐ de zhǔ nàlǐ de hòushì shì shǔyú jìngwèi zhě de."},{"SurahNumber":43,"VerseNumber":36,"Text":"Shéi hūshì zàn niàn pǔ cí zhī zhǔ [rú hūshì chóngbài dú yī de ān lā děng], wǒ jiù wèi tā zhǐdìng yīgè èmó, ràng nà èmó zuò tā de tóngbàn."},{"SurahNumber":43,"VerseNumber":37,"Text":"Nàxiē èmó bìdìng fáng'ài tāmen zūnxíng ān lā zhī dào, ér tāmen què yǐwéi tāmen zìjǐ cái shì zūnxíng zhèngdào zhě."},{"SurahNumber":43,"VerseNumber":38,"Text":"Děng tā [hūshì zàn niàn pǔ cí zhī zhǔ zhě] lái dào wǒ zhèlǐ shí, tā [jiāng duì tā de mó bàn] shuō:“Yàoshi nǐ wǒ zhī jiān yǒu dōngxī fāng de jùlí zhǎng duō hǎo a! Nǐ zhège tóngbàn zhēn èliè!”"},{"SurahNumber":43,"VerseNumber":39,"Text":"[Ránhòu, yǒu huà shēng duì tāmen shuō]:“Yīnwèi nǐmen céng xíng bù yì, gù jīntiān [hòuhuǐ] duì nǐmen shì wúyì de, nǐmen bì jiāng tóng shòu xíngfá.”"},{"SurahNumber":43,"VerseNumber":40,"Text":"Nándào nǐ [mù shèng] néng shǐ lóngzi tīngjiàn? Háishì nǐ néng yǐndǎo xiāzi hé zài míngxiǎn de mí wù zhōng de rén ne?"},{"SurahNumber":43,"VerseNumber":41,"Text":"Jíshǐ wǒ ràng nǐ [mù shèng] líkāi chénshì, wǒ yě bìdìng yào chéngfá tāmen."},{"SurahNumber":43,"VerseNumber":42,"Text":"Huòzhě wǒ shǐ nǐ kànjiàn wǒ suǒ jǐnggào tāmen de xíngfá, wǒ díquè yěyǒu nénglì chéngzhì tāmen."},{"SurahNumber":43,"VerseNumber":43,"Text":"Nǐ dāng jiānchí yǐ qǐshì nǐ de jīngdiǎn [zhù][“gǔlánjīng”], nǐ què shì zài zhèngdào shàng de."},{"SurahNumber":43,"VerseNumber":44,"Text":"Zhè [“gǔlánjīng”] què shì duì nǐ hé nǐ de zúrén de jiàohuì, nǐmen jiānglái yào bèi shěnwèn [cǐ jīng]."},{"SurahNumber":43,"VerseNumber":45,"Text":"Nǐ dāng xúnwèn zài nǐ zhīqián wǒ suǒ pàiqiǎn de shǐzhěmen, wǒ zài pǔ cí zhī zhǔ [ān lā] wài gěi tāmen zhǐdìngguò rènhé kě gōng chóngbài de shénlíng ma?"},{"SurahNumber":43,"VerseNumber":46,"Text":"Wǒ què yǐ pàiqiǎn mù sà dàizhe wǒ de jīxiàng qù jiàohuà fǎlǎo jí qí shǒulǐngmen, tā [duì tāmen] shuō:“Wǒ què shì zhòng shìjiè zhī zhǔ pàiqiǎn de shǐzhě.”"},{"SurahNumber":43,"VerseNumber":47,"Text":"Dāng tā dàizhe wǒ de jīxiàng lái dào tāmen shí, tāmen túrán cháoxiào nàxiē jīxiàng."},{"SurahNumber":43,"VerseNumber":48,"Text":"Wǒ suǒ zhāoshì tāmen de jīxiàng, yīgè bǐ yīgè dà. Wǒ yǐ xíngfá chéngzhìle tāmen, yǐbiàn tāmen guī xìn [yīsīlán jiào]."},{"SurahNumber":43,"VerseNumber":49,"Text":"Tāmen [duì mù sà] shuō:“Móshù shī a! Qǐng nǐ wèi wǒmen qíqiú nǐ de zhǔ ba![Ràng tā wèi wǒmen jiěchú xíngfá], yīnwèi tā céng xǔnuò nǐ, wǒmen yīdìng zūnxíng zhèngdào.”"},{"SurahNumber":43,"VerseNumber":50,"Text":"Dàn dāng wǒ wèi tāmen jiěchú xíngfá shí, tāmen mǎshàng jiù wéiyuēle."},{"SurahNumber":43,"VerseNumber":51,"Text":"Fǎlǎo xiàng tā de rénmín xuāngào shuō:“Wǒ de rénmín a! Nándào āijí de wángquánbùshì wǒ de ma? Nándào cóng wǒ xiàmiàn liúguò de zhèxiē héliú bùshì wǒ de ma? Nándào nǐmen kàn bùjiàn ma?"},{"SurahNumber":43,"VerseNumber":52,"Text":"Nándào wǒ bùbǐ zhège bēijiàn ér biǎodá bù qīng de rén [mù sà] gèng hǎo ma?[Mù sà bù shànyú cílìng. Jiàn 28:34]."},{"SurahNumber":43,"VerseNumber":53,"Text":"Wèishéme tā méiyǒu shòu cì jīn shǒuzhuó ne? Huòzhě wéi shén me tiānshǐmen bùtóng tā yīqǐ jiànglín ne?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"Tā [fǎlǎo] yúnòng tā de rénmín, ér tāmen yě fúcóng tā, tāmen què shì bèinì de mínzhòng."},{"SurahNumber":43,"VerseNumber":55,"Text":"Dāng tāmen chùnù wǒ shí, wǒ chéngfále tāmen, wǒ bǎ tāmen quán bù yān sǐle [zhù]."},{"SurahNumber":43,"VerseNumber":56,"Text":"Wǒ shǐ tāmen chéngwéi hòu rén de yīgè jiàoxùn hé jiànjiè."},{"SurahNumber":43,"VerseNumber":57,"Text":"Dāng mǎ'ěr yà zhīzǐ [ěr sà] bèi zuòwéi lìzi [rú jīdū jiàotú bǎ ěr sà dàng zuò zhǔzǎi chóngbài] yǐnzhèng shí, nǐ de zúrén mǎshàng wèi cǐ ér chǎonào."},{"SurahNumber":43,"VerseNumber":58,"Text":"Tāmen shuō:“Shì wǒmen [chóngbài] de xǔduō shénlíng gèng hǎo ne? Háishì tā [ěr sà] gèng hǎo?” Tāmen xiàng nǐ jǔ chū cǐ lì zhǐ wèile qiǎngcíduólǐ. Bù, tāmen shì qiǎngbiàn de mínzhòng."},{"SurahNumber":43,"VerseNumber":59,"Text":"Tā [ěr sà] zhǐshì [wǒ de] yīgè púrén. Wǒ cì gěi tā ēnhuì bìng shǐ tā chéngwéi yǐsèliè de hòuyì de yīgè jiànjiè [rú ěr sà bù xiàng fánrén yīyàng yǒu fùqīn]."},{"SurahNumber":43,"VerseNumber":60,"Text":"Jiǎrú wǒ yìyù, wǒ bì [huǐmiè nǐmen ér] chuàngzào tiānshǐ zài dàdìshàng dàitì nǐmen."},{"SurahNumber":43,"VerseNumber":61,"Text":"Tā [ěr sà] què shì fùhuó [láilín] shí de zhēngzhào [zhù][ěr sà jiànglín dà dì], suǒyǐ, nǐmen duì cǐ [fùhuó rì] bùkě huáiyí, nǐmen dāng shùncóng wǒ [ān lā], zhè shì zhèngdào."},{"SurahNumber":43,"VerseNumber":62,"Text":"Jué bùyào ràng èmó fáng'ài nǐmen [zūnxíng zhèngdào]. Èmó què shì nǐmen míngxiǎn de dírén [zhù]."},{"SurahNumber":43,"VerseNumber":63,"Text":"Dāng ěr sà dàizhe míngzhèng jiànglín shí, tā shuō:“Wǒ què yǐ gěi nǐmen dài láile zhìhuì [yùyán], wǒ jiāng wèi nǐmen chǎnmíng nǐmen suǒ fēnqí de yīxiē shì, suǒyǐ, nǐmen dāng jìngwèi ān lā, dāng fúcóng wǒ."},{"SurahNumber":43,"VerseNumber":64,"Text":"Ān lā què shì wǒ de zhǔ, yě què shì nǐmen de zhǔ, suǒyǐ, nǐmen dāng chóngbài tā, zhè shì zhèngdào [yīsīlán jiào].”"},{"SurahNumber":43,"VerseNumber":65,"Text":"Dàn tāmen gè pài yìjiàn fēnqí. Bù yì zhě jiāng zāo tòngkǔ zhī rì de chéngfá zhēn huógāi!"},{"SurahNumber":43,"VerseNumber":66,"Text":"Tāmen zhǐ děngdài fùhuó de shíjiān zài tāmen bùzhī bù jué shí túrán jiànglín tāmen."},{"SurahNumber":43,"VerseNumber":67,"Text":"Zài nà rì, chú jìngwèi zhě wài, péngyǒu jiāng bǐcǐ chéngwéi chóudí."},{"SurahNumber":43,"VerseNumber":68,"Text":"[Zài nà rì, yǒu huà shēng duì xìnshìmen shuō]:“Wǒ de pú rénmen a! Jīntiān, nǐmen méiyǒu kǒngjù, méiyǒu yōuchóu;"},{"SurahNumber":43,"VerseNumber":69,"Text":"nǐmen shì chéngxìn wǒ de qǐshì bìng guīshùn zhě;"},{"SurahNumber":43,"VerseNumber":70,"Text":"nǐmen hé nǐmen de qīzi yúkuài dì jìnrù lèyuán ba!”"},{"SurahNumber":43,"VerseNumber":71,"Text":"Zài nàlǐ, jīn pán hé jīnbēi jiāng chuándì gěi tāmen; zài nàlǐ, yǒuxīn xiǎng yào de, yǒu yǎn xiǎng kàn de [zhù].[Yǒu huà shēng duì tāmen shuō]:“Nǐmen yǒng jū qízhōng [lèyuán] ba!"},{"SurahNumber":43,"VerseNumber":72,"Text":"Zhè shì nǐmen yī nǐmen [zài chénshì] suǒ zuò shàngōng ér jìchéng de lèyuán."},{"SurahNumber":43,"VerseNumber":73,"Text":"Zài nàlǐ, nǐmen jiāng huòdé gè zhǒng shuǐguǒ, gōng nǐmen [suíyì] chī.”"},{"SurahNumber":43,"VerseNumber":74,"Text":"Fànzuì zhě bì jiāng yǒng jūyú huǒ yù de xíngfá zhōng."},{"SurahNumber":43,"VerseNumber":75,"Text":"Tāmen suǒ shòu de xíngfá bù huì bèi jiǎnqīng, tāmen zài qízhōng shì juéwàng de [huǐhèn de, āiqì de]."},{"SurahNumber":43,"VerseNumber":76,"Text":"Wǒ méiyǒu kuīdài tāmen, ér shì tāmen duō xíng bù yì."},{"SurahNumber":43,"VerseNumber":77,"Text":"Tāmen jiāng jiàohǎn:“Mǎlìkè [huǒ yù de zhǎngguǎn zhě] a! Qiú nǐ de zhǔ chǔjué wǒmen ba!” Tā jiāng shuō:“Nǐmen bì jiāng yǒng jū qízhōng.”"},{"SurahNumber":43,"VerseNumber":78,"Text":"Wǒ què yǐ zhāoshì nǐmen zhēnlǐ [mù shèng hé “gǔlánjīng”], dàn nǐmen dà duōshù rén yànwù zhēnlǐ."},{"SurahNumber":43,"VerseNumber":79,"Text":"Nándào tāmen mìmóule yī jiàn shì ma? Wǒ jiāng yòng jìmóu [duìfù tāmen]."},{"SurahNumber":43,"VerseNumber":80,"Text":"Nándào tāmen rènwéi wǒ tīng bùjiàn tāmen de mìmì hé mìmóu ma? Bù![Wǒ juéduì néng tīngjiàn], wǒ de tiānshǐmen jiù zài tāmen pángbiān jìlù [zhù]."},{"SurahNumber":43,"VerseNumber":81,"Text":"Nǐ [mù shèng] shuō:“Jiǎrú pǔ cí zhī zhǔ [xiàng nǐmen suǒ wàngyán dì nàyàng] yǒu érnǚ, nàme, wǒ shì ān lā de dì yīgè chóngbài zhě [wǒ shì dì yī gè xìnyǎng ān lā dú yī zhě, wǒ zuòzhèng tā jué méiyǒu érnǚ].”"},{"SurahNumber":43,"VerseNumber":82,"Text":"Zànměi tiāndì de zhǔ——bǎozuò zhī zhǔ [ān lā] chāojué! Tā chāojué yú tāmen suǒ wàngyán de."},{"SurahNumber":43,"VerseNumber":83,"Text":"Nǐ ràng tāmen wàng tán qǔlè ba! Zhídào tāmen zāoyù tāmen suǒ bèi jǐnggào de rìzi [fùhuó rì]."},{"SurahNumber":43,"VerseNumber":84,"Text":"Zài tiānshàng, tā [ān lā] shì wéiyī yīng shòu chóngbài de; zài dìshàng, tā yěshì wéiyī yīng shòu chóngbài de. Tā shì zuì ruìzhì de, quánzhī de."},{"SurahNumber":43,"VerseNumber":85,"Text":"Zànsòng tā [ān lā] zhìfú! Tā zhǎngguǎn tiāndì wànwù de zhǔquán. Wéi tā zhīdào fùhuó de shíjiān, nǐmen dōu jiāng guī dào tā nàlǐ qù."},{"SurahNumber":43,"VerseNumber":86,"Text":"Tāmen shě tā [ān lā] ér qíqiú de [ǒuxiàng] wú quán [tì tāmen] qiúqíng, wéi yī zhēnlǐ zuòzhèng zhě [xìnyǎng bìng fúcóng dú yī de ān lā zhě] lìwài, yīnwèi zhèxiē rén shì zhīdào zhēnxiàng de."},{"SurahNumber":43,"VerseNumber":87,"Text":"Jiǎrú nǐ [mù shèng] wèn tāmen shéi chuàngzàole tāmen? Tāmen bì shuō:“Ān lā”. Tāmen wèihé hái yào bèilí zhēnlǐ ne?"},{"SurahNumber":43,"VerseNumber":88,"Text":"Tā [mù shèng] shuō:“Wǒ de zhǔ a! Zhèxiē rén què shì bù xìnyǎng de mínzhòng.”"},{"SurahNumber":43,"VerseNumber":89,"Text":"Nǐ [mù shèng] dāng yuánliàng tāmen bìng [duì tāmen] shuō:“Zhù nǐmen píng'ān!” Tāmen bùjiǔ jiāng zhīdào.[Zhè jié jīng wénxì tíng yòng de jīng wén, bèi dì 9 zhāng dì 5 jié “yǔnxǔ zhànzhēng” suǒ qǔdài]."},{"SurahNumber":44,"VerseNumber":1,"Text":"Hā, mǐ mù [ālābó yǔ èr gè zìmǔ de yīnyì, wéi ān lā zuì zhīdào qí yì]."},{"SurahNumber":44,"VerseNumber":2,"Text":"Yǐ zhè bù míngbái [chǎnmíng wànshì wànwù] de jīngdiǎn [“gǔlánjīng”] fāshì!"},{"SurahNumber":44,"VerseNumber":3,"Text":"Wǒ díquè zài yī gè jíqìng zhī yè [zhāiyuè de gài dé'ěr yè, jiàn dì 97 zhāng] jiàng shì tā [“gǔlánjīng”], wǒ yīzhí zài jǐnggào [rénlèi, fán bù xìnyǎng ān lā dú yī zhě bì zāo yánchéng]."},{"SurahNumber":44,"VerseNumber":4,"Text":"Zài nàgè yèlǐ, yīqiè zhùdìng de shì dōu yǐ pàndìng [rú shēngsǐ zāinàn děng]."},{"SurahNumber":44,"VerseNumber":5,"Text":"Nà shì yóu wǒ bānbù de yī xiàng mìnglìng, wǒ què shì cháng pàiqiǎn shǐzhě de;"},{"SurahNumber":44,"VerseNumber":6,"Text":"nà shì cóng nǐ de zhǔ jiàng shì de yī xiàng ēnhuì. Tā què shì quán wén de, quánzhī de."},{"SurahNumber":44,"VerseNumber":7,"Text":"[Nà shì cóng] tiāndì wànwù de zhǔ [ān lā] jiàng shì de, jiǎrú nǐmen dǔxìn."},{"SurahNumber":44,"VerseNumber":8,"Text":"Chú tā wài, zài méiyǒu yīng shòu chóngbài de zhǔ. Tā néng shǐ sǐzhě shēng, néng shǐ shēng zhě sǐ.[Tā shì] nǐmen de zhǔ, yěshì nǐmen zǔxiān de zhǔ."},{"SurahNumber":44,"VerseNumber":9,"Text":"Qíshí, tāmen shì zài huáiyí zhōng qǔlè de."},{"SurahNumber":44,"VerseNumber":10,"Text":"Nǐ dāng děngdài tiānkōng chūxiàn míngxiǎn yānwù [zhù] dì nà rì,"},{"SurahNumber":44,"VerseNumber":11,"Text":"nà yānwù jiāng lóngzhào rénlèi, zhè shì yī zhǒng tòngkǔ de xíngfá."},{"SurahNumber":44,"VerseNumber":12,"Text":"[Bèi yānwù lóngzhào zhě jiāng shuō]:“Wǒmen de zhǔ a! Qiú nǐ wèi wǒmen jiěchú xíngfá ba! Wǒmen zhēn de xìnyǎngle.”"},{"SurahNumber":44,"VerseNumber":13,"Text":"[Xíngfá yǐ jiànglín tāmen, cǐ shí] tāmen zěn néng huòdé quàngào [de yìchu] ne? Yǒu wèi míngbái xuānjiào de shǐzhě [mù shèng] què yǐ láilín tāmen,"},{"SurahNumber":44,"VerseNumber":14,"Text":"ér tāmen què bèilí tā [mù shèng]. Tāmen shuō:“[Tā shì] yī wèi shòuguò chuánshòu de fēngzi.”"},{"SurahNumber":44,"VerseNumber":15,"Text":"Wǒ jiāng zhànshí jiěchú xíngfá, ér nǐmen yě jiāng yuánxíng bìlù [huīfù pànnì]."},{"SurahNumber":44,"VerseNumber":16,"Text":"Dāng wǒ jìnxíng dà túxí dì nà rì, wǒ bì jiāng yánchéng [tāmen]."},{"SurahNumber":44,"VerseNumber":17,"Text":"Wǒ què yǐ zài tāmen zhīqián kǎoyànguò fǎlǎo de rénmín, nà shí yǒu wèi zūnguì de shǐzhě [mù sà] yǐ láilín tāmen."},{"SurahNumber":44,"VerseNumber":18,"Text":"[Mù sà shuō]:“Nǐmen bǎ ān lā de pú rénmen [yǐsèliè de hòuyì] jiāo gěi wǒ ba! Wǒ duì nǐmen què shì yī wèi zhōngshí de shǐzhě."},{"SurahNumber":44,"VerseNumber":19,"Text":"Nǐmen bùyào duì ān lā gāo'ào, wǒ díquè gěi nǐmen dài láile míngzhèng."},{"SurahNumber":44,"VerseNumber":20,"Text":"Wǒ qiú wǒ de zhǔ, yěshì nǐmen de zhǔ bǎohù, miǎn zāo nǐmen shí jī wǒ [zhù]."},{"SurahNumber":44,"VerseNumber":21,"Text":"Jiǎrú nǐmen bù xiāngxìn wǒ, nǐmen kě líkāi wǒ.”"},{"SurahNumber":44,"VerseNumber":22,"Text":"[Dàn tāmen tiǎoxìn tā], yúshì tā [mù sà] qíqiú tā de zhǔ [shuō]:“Zhèxiē rén què shì fànzuì de mínzhòng.”"},{"SurahNumber":44,"VerseNumber":23,"Text":"[Ān lā shuō]:“Nǐ dàizhe wǒ de pú rénmen zài yèjiān chūzǒu ba! Yīnwèi nǐmen bì jiāng bèi [fǎlǎo de jūnduì] zhuīgǎn."},{"SurahNumber":44,"VerseNumber":24,"Text":"Nǐ ràng hǎishuǐ píngjìng [fēnkāi] ba! Tāmen kěndìng shì yào bèi yān sǐ de jūnduì.”"},{"SurahNumber":44,"VerseNumber":25,"Text":"Tāmen [fǎlǎo de rénmín] liú xiàle duōshǎo guǒyuán, quányuán,"},{"SurahNumber":44,"VerseNumber":26,"Text":"tiándì hé háozhái,"},{"SurahNumber":44,"VerseNumber":27,"Text":"yǐjí tāmen xiǎngshòuguò de xìngfú shēnghuó!"},{"SurahNumber":44,"VerseNumber":28,"Text":"Qí jiéguǒ shì: Wǒ shǐ qítā mínzhòng jìchéngle tāmen [zhù][rú ān lā shǐ yǐsèliè de hòuyì jìchéngle āijí de wángquán]."},{"SurahNumber":44,"VerseNumber":29,"Text":"Tiāndì méiyǒu wéi tāmen kūqì, tāmen yě bù bèi huǎnxíng."},{"SurahNumber":44,"VerseNumber":30,"Text":"—"},{"SurahNumber":44,"VerseNumber":31,"Text":"Wǒ què yǐ zhěngjiù yǐsèliè de hòuyì tuōlí fǎlǎo língrù de xíngfá. Tā què shì àomàn guòfèn de."},{"SurahNumber":44,"VerseNumber":32,"Text":"[Mù sà shídài] wǒ què yǐ píng zhēnzhī xuǎnzé tāmen [yǐsèliè de hòuyì] yōu yú shìrén."},{"SurahNumber":44,"VerseNumber":33,"Text":"Wǒ céng cìyǔ tāmen xǔduō jīxiàng, qízhōng yǒu yīcì míngxiǎn de kǎoyàn."},{"SurahNumber":44,"VerseNumber":34,"Text":"Zhèxiē rén [gǔ lái shén rén] bì jiāng shuō:"},{"SurahNumber":44,"VerseNumber":35,"Text":"“Wǒmen zhǐyǒu dì yī cì de sǐwáng, wǒmen jué bù huì bèi fùhuó."},{"SurahNumber":44,"VerseNumber":36,"Text":"Jiǎrú nǐmen shì chéngshí zhě,[xiànzài] nǐmen jiù bǎ wǒmen [yǐ gù] de zǔxiān zhàohuí lái [fùhuó] ba!”"},{"SurahNumber":44,"VerseNumber":37,"Text":"Shì tāmen gèng hǎo ne? Háishì tǔ bā de zúrén hé tāmen de qián rén gèng hǎo? Wǒ huǐmièle tāmen, yīnwèi tāmen què shì fànzuì zhě."},{"SurahNumber":44,"VerseNumber":38,"Text":"Wǒ chuàngzào tiāndì wànwù bìngfēi érxì."},{"SurahNumber":44,"VerseNumber":39,"Text":"Wǒ zhǐ yī zhēnlǐ [jiǎnyàn shéi shì shùncóng ān lā zhě, shéi shì wéikàng ān lā zhě; bàochóu shùncóng zhě, chéngfá wéikàng zhě] chuàngzào tiāndì, dàn tāmen dà duōshù rén bìng bù zhīdào."},{"SurahNumber":44,"VerseNumber":40,"Text":"Pànjué rì què shì wèi tāmen quántǐ guīdìng de shíjiān."},{"SurahNumber":44,"VerseNumber":41,"Text":"Zài nà rì, qīnyǒu duì qīnyǒu háo wú yìchu, tāmen yě dé bù dào rènhé yuánzhù,"},{"SurahNumber":44,"VerseNumber":42,"Text":"wéi ān lā cí mǐn zhě lìwài [zhù]. Tā [ān lā] què shì quánnéng de, tè cí de."},{"SurahNumber":44,"VerseNumber":43,"Text":"[Huǒ yù lǐ] zàn gǔmù shù de guǒzi,"},{"SurahNumber":44,"VerseNumber":44,"Text":"què shì zuìrén de shíwù,"},{"SurahNumber":44,"VerseNumber":45,"Text":"xiàng tóng shuǐ yīyàng zài [tāmen de] fù zhōng fèiténg,"},{"SurahNumber":44,"VerseNumber":46,"Text":"xiàng fèishuǐ yīyàng fèiténg."},{"SurahNumber":44,"VerseNumber":47,"Text":"[Yǒu huà shēng shuō]:“Nǐmen zhuā zhù tā, bǎ tā tuō rù huǒ yù de zhōngyāng,"},{"SurahNumber":44,"VerseNumber":48,"Text":"ránhòu, nǐmen bǎ fèishuǐ de xíngfá jiāo zài tā de tóu shàng."},{"SurahNumber":44,"VerseNumber":49,"Text":"Nǐ chángshì [zhè zhǒng xíngfá] ba! Nǐ [zài chénshì shí] shì duōme wàngzìzūndà, duōme fùguì!"},{"SurahNumber":44,"VerseNumber":50,"Text":"Zhè jiùshì nǐmen [zài chénshì shí] suǒ huáiyí de [xíngfá].”"},{"SurahNumber":44,"VerseNumber":51,"Text":"Jìngwèi zhě bì zhù zài ānquán dì dìfāng [lèyuán]:"},{"SurahNumber":44,"VerseNumber":52,"Text":"Lèyuán hé quánshuǐ páng,"},{"SurahNumber":44,"VerseNumber":53,"Text":"tāmen chuān de shì jǐnxiù sīchóu, yíngmiàn ér zuò."},{"SurahNumber":44,"VerseNumber":54,"Text":"Qí jiéguǒ shì: Wǒ shǐ báijìng měi mù xiánshū dì měinǚ zuò tāmen de qīzi."},{"SurahNumber":44,"VerseNumber":55,"Text":"Tāmen zài lèyuán lǐ jiāng ānquán de suǒqǔ gè zhǒng shuǐguǒ."},{"SurahNumber":44,"VerseNumber":56,"Text":"Chú [chénshì] dì yī cì de sǐwáng wài, tāmen zài lèyuán lǐ jiāng bù zài chángshì sǐwáng. Tā [ān lā] jiāng bǎohù tāmen miǎn shòu huǒ yù de xíngfá [zhù]."},{"SurahNumber":44,"VerseNumber":57,"Text":"Zhè shì cóng nǐ de zhǔ jiàng shì de ēnhuì, zhè què shì wěidà de chénggōng."},{"SurahNumber":44,"VerseNumber":58,"Text":"Wǒ díquè yǐ nǐ de yǔyán shǐ zhè bù “gǔlánjīng” chéngwéi yì dǒng de, yǐbiàn tāmen jiēshòu quàngào."},{"SurahNumber":44,"VerseNumber":59,"Text":"Nǐ [mù shèng] dāng děngdài, tāmen díquè yě zài děngdài."},{"SurahNumber":45,"VerseNumber":1,"Text":"Hā, mǐ mù [ālābó yǔ èr gè zìmǔ de yīnyì, wéi ān lā zuì zhīdào qí yì]."},{"SurahNumber":45,"VerseNumber":2,"Text":"Zhè bù jīngdiǎn [“gǔlánjīng”] shì cóng quánnéng de, zuì ruìzhì de ān lā jiàng shì de."},{"SurahNumber":45,"VerseNumber":3,"Text":"Duì xìnshìmen, tiāndì jiān què yǒu xǔduō jīxiàng."},{"SurahNumber":45,"VerseNumber":4,"Text":"Zài nǐmen de chuàngzào zhōng, yǐjí tā [zài dàdìshàng] sànbù de gè zhǒng dòngwù zhòng, duì dǔxìn de mínzhòng què yǒu xǔduō jīxiàng."},{"SurahNumber":45,"VerseNumber":5,"Text":"Zhòuyè de lúnliú, ān lā cóng tiānkōng jiàngxià jǐyǎng [yǔshuǐ], jiè cǐ ér shǐ kūsǐ de dà dì fùsū, yǐjí fēngxiàng de gǎibiàn, duì néng mínglǐ de mínzhòng què yǒu xǔduō jīxiàng."},{"SurahNumber":45,"VerseNumber":6,"Text":"Zhèxiē shì ān lā de jīxiàng, wǒ yī zhēnlǐ xiàng nǐ [mù shèng] xuāndú. Zài [fǒurèn] ān lā hé tā de jīxiàng hòu, tāmen yào xìnyǎng shénme yáncí ne?"},{"SurahNumber":45,"VerseNumber":7,"Text":"Měi gè zàoyáo zhě, fànzuì zhě jiāng zāo yánchéng zhēn huógāi!"},{"SurahNumber":45,"VerseNumber":8,"Text":"Dāng tā [zàoyáo zhě, fànzuì zhě] tīngjiàn yǒurén xiàng tā sòngdú ān lā de qǐshì shí, tā jiù àomàn de gùzhí jǐjiàn, hǎoxiàng tā méiyǒu tīngjiàn yīyàng, nǐ dāng xiàng tā xuānbù [tā bì shòu] tòngkǔ de xíngfá."},{"SurahNumber":45,"VerseNumber":9,"Text":"Měi dāng tā liǎojiě wǒ de yīxiē qǐshì [“gǔlánjīng”] shí, tā jiù bǎ tā dāng xiàobǐng. Zhèxiē rén bì shòu língrù de xíngfá."},{"SurahNumber":45,"VerseNumber":10,"Text":"Zài tāmen de qiánmiàn [hé hòumiàn dōu] yǒu huǒ yù [zhù], tāmen suǒ zuò de yīqiè jiāng duì tāmen háo wú yìchu, tāmen shě ān lā ér xuǎn bài de bǎohù zhě duì tāmen yě jiāng háo wú yìchu. Tāmen jiāng shòu zhòngdà de xíngfá."},{"SurahNumber":45,"VerseNumber":11,"Text":"Zhè [“gǔlánjīng”] shì zhǐnán, bù xìnyǎng tāmen de zhǔ de qǐshì zhě, tāmen jiāng shòu tòngkǔ de chéngfá."},{"SurahNumber":45,"VerseNumber":12,"Text":"Shì ān lā shǐ dàhǎi wéi nǐmen fúwù, yǐbiàn chuánbó fèng tā de mìnglìng hángxíng, yǐbiàn nǐmen xúnqiú tā de ēnhuì, yǐbiàn nǐmen gǎn'ēn."},{"SurahNumber":45,"VerseNumber":13,"Text":"Shì tā shǐ tiāndì wànwù wèi nǐmen fúwù. Duì néng sīkǎo de mínzhòng, cǐ zhōng què yǒu xǔduō jīxiàng."},{"SurahNumber":45,"VerseNumber":14,"Text":"Nǐ [mù shèng] dāng duì xìnshìmen shuō: Tāmen yīng ráoshù nàxiē [shānghàiguò tāmen ér] bù xīwàng ān lā de rìzi [rú bàoyìng rì] láilín de rénmen, yǐbiàn tā [ān lā] yīn yǒuxiē mínzhòng suǒ zuò de [zuì'è] huán bào tāmen [rú chéngfá shānghài xìnshìmen de rén]."},{"SurahNumber":45,"VerseNumber":15,"Text":"Shéi xíngshàn, shéi zì shòu qí yì; shéi zuò'è, shéi zì shòu qí hài. Ránhòu, nǐmen dōu jiāng guī dào nǐmen de zhǔ nàlǐ qù."},{"SurahNumber":45,"VerseNumber":16,"Text":"Wǒ què yǐ cì gěi yǐsèliè de hòuyì jīngdiǎn, zhìhuì [lǐjiě jīngdiǎn de zhīshì] hé shèng pǐn, bìng gōngjǐ tāmen jiāměi zhī wù, shǐ tāmen [zài dāngshí] yōu yú shìrén."},{"SurahNumber":45,"VerseNumber":17,"Text":"Wǒ [yǐ jiàng shì tāmen “tǎo lā tè” bìng] cì gěi tāmen guānyú cǐ shì de míngzhèng. Zài zhīshì jiànglín tāmen hòu, yóuyú tāmen hùxiāng jídù [zhù] cái chǎnshēng fēnqí. Fùhuó rì, nǐ de zhǔ bì jiāng pànjué tāmen suǒ fēnqí de."},{"SurahNumber":45,"VerseNumber":18,"Text":"Ránhòu, wǒ shǐ nǐ [mù shèng] zūnxíng guānyú cǐ shì de yīgè míngdào [yīsīlán jiào de jiàoyì jiàoguī], suǒyǐ, nǐ dāng zūnxíng cǐ míngdào, nǐ bùyào shùncóng wú zhì zhě de sīyù."},{"SurahNumber":45,"VerseNumber":19,"Text":"[Jiǎrú ān lā yù chéngfá nǐ], tāmen [wú zhì zhě] jué bùnéng zhù nǐ dǐyù ān lā de rènhé xíngfá. Bù yì zhě bì jiāng hù wéi bǎohù zhě. Ān lā shì jìngwèi zhě de bǎohù zhě."},{"SurahNumber":45,"VerseNumber":20,"Text":"Zhè [“gǔlánjīng”] shì jǐ rénlèi de míngzhèng, shì gěi dǔxìn de mínzhòng de yǐndǎo hé cí mǐn."},{"SurahNumber":45,"VerseNumber":21,"Text":"Nándào zuò'è zhě rènwéi, wǒ duìdài tāmen yǔ duìdài xìnyǎng bìng xíngshàn zhě shì yīyàng de, jí duìdài tāmen de shēngqián sǐ hòu shì yīyàng de ma [zhù]? Tāmen suǒ pànduàn de zhēn èliè!"},{"SurahNumber":45,"VerseNumber":22,"Text":"Ān lā yī zhēnlǐ chuàngzào tiāndì, yǐbiàn měi rén dōu yīn zìjǐ suǒ zuò de ér shòu bàochóu, tāmen jiāng bù shòu kuīdài [zhù]."},{"SurahNumber":45,"VerseNumber":23,"Text":"Nǐ jiànguò bǎ zìjǐ de sīyù dāng shénlíng chóngbài de rén ma? Ān lā míngzhī ér shǐ tā mí wù, fēngbìle tā de tīngjué hé xīn [sīwéi], bìng zài tā de yǎn shàng méngle yī céng mó. Zài ān lā zhīhòu, shéi hái néng yǐndǎo tā ne? Nándào nǐmen hái bù juéwù ma?"},{"SurahNumber":45,"VerseNumber":24,"Text":"Tāmen shuō:“Chúle wǒmen jīnshì de shēnghuó wài, zài méi bié dele, wǒmen sǐ, wǒmen shēng, zhǐyǒu shíguāng [zhù] néng huǐmiè wǒmen.” Tāmen duì cǐ [fùhuó] háo wúzhīshì, tāmen zhǐshì wàng cāi."},{"SurahNumber":45,"VerseNumber":25,"Text":"Dāng yǒurén xiàng tāmen sòngdú wǒ de míngbái de qǐshì shí, tāmen de zhēnglùn zhǐshì shuō:“Jiǎrú nǐmen shì chéngshí zhě,[xiànzài] nǐmen jiù bǎ wǒmen [yǐ gù] de zǔxiān zhàohuí lái [fùhuó] ba!”"},{"SurahNumber":45,"VerseNumber":26,"Text":"Nǐ [duì tāmen] shuō:“Ān lā shǐ nǐmen shēng, ránhòu yòu shǐ nǐmen sǐwáng, zuìhòu, tā jiàng zài wúyí de fùhuó rì jíhé nǐmen, dàn dà duōshù rén bìng bù zhīdào.”"},{"SurahNumber":45,"VerseNumber":27,"Text":"Tiāndì de zhǔquán dōu shì ān lā de. Fùhuó de shíjiān láilín zhī rì, zài nà rì, zhuīsuí miùwù zhě bì sǔnshī."},{"SurahNumber":45,"VerseNumber":28,"Text":"[Zài nà rì] nǐ jiāng kànjiàn měi gè mínzú dōu shì qūxī de, měi gè mínzú dōu bèi zhào qù kàn zìjǐ de gōngguò bù.[Yǒu huà shēng duì tāmen shuō]:“Jīntiān, nǐmen jiāng yīn nǐmen [zài chénshì] suǒ zuò de ér shòu bàochóu.”"},{"SurahNumber":45,"VerseNumber":29,"Text":"Zhè shì wǒ shèlì de gōngguò bù, tā jiāng jù shí shuō gěi nǐmen, wǒ [de tiānshǐmen] yǐ bǎ nǐmen suǒ zuò de jìlù xiàlái."},{"SurahNumber":45,"VerseNumber":30,"Text":"Zhìyú xìnyǎng bìng xíngshàn zhě, tāmen de zhǔjiàng shǐ tāmen jìnrù tā de ēnhuì zhōng. Zhè què shì míngxiǎn de chénggōng."},{"SurahNumber":45,"VerseNumber":31,"Text":"Zhìyú bù xìnyǎng zhě,[yǒu huà shēng duì tāmen shuō]:“Nándào méiyǒurén xiàng nǐmen sòngdúguò wǒ de qǐshì ma? Dàn nǐmen jiāo'ào zì dà, nǐmen shì fànzuì de mínzhòng [zhù].”"},{"SurahNumber":45,"VerseNumber":32,"Text":"Dāng yǒu rén [duì nǐmen] shuō “ān lā de xǔnuò què shì zhēnshí de, fùhuó de shíjiān què shì wúyí de” shí, nǐmen quèshuō:“Wǒmen bù zhīdào fùhuó de shíjiān shì shénme, wǒmen rènwéi nà zhǐshì cāixiǎng, wǒmen bìng bù zhēnxìn.”"},{"SurahNumber":45,"VerseNumber":33,"Text":"Tāmen suǒ zuò de è xíngjiāng xiǎnlù gěi tāmen, tāmen suǒ cháoxiào de [xíngfá] jiāng bāowéi zhù tāmen."},{"SurahNumber":45,"VerseNumber":34,"Text":"Yǒu huà shēng shuō:“Jīntiān, wǒ jiāng wàngjì nǐmen, yóurú nǐmen céng wàngjì nǐmen jīntiān de xiāng huì yīyàng. Nǐmen de guīsù shì huǒ yù, nǐmen jué méiyǒu rènhé yuánzhù zhě."},{"SurahNumber":45,"VerseNumber":35,"Text":"Zhè shì yīnwèi nǐmen céng bǎ ān lā de qǐshì [“gǔlánjīng”] dāng xiàobǐng, jīnshì shēnghuó qīpiànle nǐmen.” Jīntiān, tāmen jiāng bù huì bèi fàngchū huǒ yù [zhù] qù, yě bùdé zài qiú zhǔ ēn [rú chóng fǎn chénshì, xiàng ān lā huǐzuì, qiú ān lā kuānshù děng]."},{"SurahNumber":45,"VerseNumber":36,"Text":"Yīqiè zànsòng, quán guī ān lā——zhū tiān de zhǔ, dàdì de zhǔ, zhòng shìjiè de zhǔ."},{"SurahNumber":45,"VerseNumber":37,"Text":"Tiāndì jiān de zuìgāo quánlì quán guī tā. Tā shì quánnéng de, zuì ruìzhì de."}]}