{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Chisimu chene timwasimane wandu wali wakupundanganya nnope utinda kwa wandu waakulupilile; ni Ayuda kwisa soni wakuwanganya (Allah ni isanamu), soni chisimu chene timwasimane wali wakuwandichila wao nnope ku chinonyelo chakwanonyela wandu wakulupilila; ni awala wakutiji: “Chisimu uwwe ni Akilisito.” Yalakweyo ligongo lyanti mwa wanganyao mwana achalijiganye ya dini kwisa soni wakun’jogopa Nnungu, soni nikuti wanganyao wangalikwesya"},{"SurahNumber":5,"VerseNumber":83,"Text":"Soni pati apikene (Akilisitowo) yaitulusyidwe kwa Ntenga (Muhammadi ﷺ ), tin'gaone meso gao gali nkulakatisya misosi ligongo lya yakuona yaimanyi, achitiji: “Ambuje wetu! Tukulupilile. Basi tulembani pamo ni akuwichila umboni (yakuonayi).”"},{"SurahNumber":5,"VerseNumber":84,"Text":"Ni (watite pakwajanga akwagamba ligongo lyakunda Usilamu): “Chantiuli tukankulupilila Allah ni yakuona yaituichilile, kutendaga tunankun’jembecheya M’mbuje gwetu kuti akatujinjisye (ku Mbepo) pamo ni wandu wambone?”"},{"SurahNumber":5,"VerseNumber":85,"Text":"Basi ligongo lya yawawechete, Allah walipile Matimbe ga ku Mbepo gasikujilima cha pasi pakwe sulo, chakawe wandamo mwalakwemo, soni galakwego nimalipilo ga wakolosya"},{"SurahNumber":5,"VerseNumber":86,"Text":"Nambo wandu waakufuulu ni kanila ma Aya Getu, wanganyao niwandu wa ku Moto Waukali"},{"SurahNumber":5,"VerseNumber":87,"Text":"E jenumanja wankulupilile! Ngasinyyitenda kuwa haraam ichindu yambone yayitesile Allah kuwa halaal kukwenu, soni ngasinsumba mpika, chisimu Allah jwangaanonyela wakusumba mpika"},{"SurahNumber":5,"VerseNumber":88,"Text":"Soni lyagani mu ichindu yampele Allah, yaili ya halaal nambo soni yambone, ni mun'jogopeje Allah Ajula jwankuwa wanganyammwe n'di nkunkulupilila"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah ngasampa ilagasyo pakulumbila kwenu kwangali mate, nambo tachimpa ilagasyo pakulumbila kunnumbile mwakusimichisya, basi malipilo gakwe (naga m'bwesesye yannumbileyo), nikugalisya masikini likumi ni yakulya yachipiimo chakatikati chankuliichisya mawasa genu, kapena kwawecha, kapena gopola kapolo, nambo jwanganapata (yalakweyi), basi chatawe mowa gatatu. Galakwego ni malipilo ga kulumbila kwenu pati nnumbile (ni kuwesesya yannumbileyo), soni sungani kulumbila kwenu (nkawesesyaga-wesesyaga yannumbile kuti chintende), iyyoyopeyo niyaakuti Allah pakusalichisya kukwenu ma Aya Gakwe kuti m'be wakutogolela"},{"SurahNumber":5,"VerseNumber":90,"Text":"E jenumanja wankulupilile! Chisimu ukana, juga, isanamu kwisa soni isango (yosopeyi) iwele usakwa, (ili) mmasengo ga Shetani, basi liwambasyani kuti m'be wakupunda"},{"SurahNumber":5,"VerseNumber":91,"Text":"Chisimu Shetani akusaka kutandisya chilikati chenu utinda ni uwengani kupitila mu ukana ni juga, ni kuti ansiwilile kunkumbuchila Allah ni kuswali, ana jenumanja n'di wakuleka"},{"SurahNumber":5,"VerseNumber":92,"Text":"Soni mumpikanilani Allah ni mumpikanile Ntenga ﷺ, ni kalamukani (panganyosya malamusi), nambo naga nkugalauka (kuleka yele), basi manyililani yanti masengo ga Ntenga Jwetu ni kulungusya (utenga) mwakupikanika"},{"SurahNumber":5,"VerseNumber":93,"Text":"Pangali ulemwa kwa awala waakulupilile ni kutendaga yambone pa yawalile (kala nkaniyikanyisyidwe) naga ali ni woga (wa kuiwambala yakanyisyidwayo) ni kulupilila (yalamulidwe) ni kutendaga yambone, soni nikwendelechela kuwa ni woga ni kulupilila kaneko ni kuwa ni woga ni kolosya, soni Allah akwanonyela wakolosya"},{"SurahNumber":5,"VerseNumber":94,"Text":"E jenumanja wankulupilile! Allah tan'dinje mayeso ni sine mwa nyama sya m’maani sichigaichile makono genu ni mapanga genu (n'di nnuyiye ibada ya Hija kapena Umra) kuti Allah ammanyukule mundu jwaakun'jogopaga Jwalakwe mwangali kum'bona, sano juchasumbe mpika panyuma pa yele (yasalilidweyo ni kulupata), basi akwete kupata ilagasyo yakupoteka nnope"},{"SurahNumber":5,"VerseNumber":95,"Text":"E jenumanja wankulupilile! Ngasim'bulaga nyama ja m’maani kutendaga n'di nnuyiye (ibada ya Hija kapena Umra), soni jwataiche mwakujiulaga mwa jenumanja melepe, basi malipilo (gakwe chigawe pakusikita) chakulandana ni chaulejecho mu nyama syakulanga, yampaka ajile pakulamula wakulungamika wawili mwa jenumanja, kuwa mbepesi jakupelechedwa kuLikaaba (pakwapeleganya nyamajo wakulaga wakweleko), kapena malipilo ga yakulya yakwaaliisya masikini, kapena kutawa mwakulandana ni yakulyayo, kuti apasye makungu ga itendo yakwe, Allah ayisiimaasiisye yayapite kala, nambo jwataujauje soni, basi Allah tam'buchisye mbusyo syakupoteka syakuuma Kukwakwe, soni Allah ni Jwamachili gakupunda, Nkuusya mbusyo syakupoteka kusyene"},{"SurahNumber":5,"VerseNumber":96,"Text":"Gawele gaakundisyidwa kukwenu maani ga m'mbwani ni yakulya yakwe (yaisimanikwe m'mbwanimo ili iwile isyenepe ni ili ya halali) jiwele posyo jenu kwisa soni wapaulendo, ni gakanyisyidwe kukwenu maani ga m’mikuli muchinnonjelele n'di muniya (ja Hija kapena Umra). Soni mun'jogopani Allah Ajula jwa chinchisonganganyisyidwa Kukwakwe"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah alitesile Likaaba - Nyumba Jakuchimbichika - kuwa lyakwajimila wandu (kuti apatende ibada ya Hija ni kupata yakulajila yao ya duniya mwantunjelele), nimwesi wakuchimbichika (awutesile nombe kuwa wakwajimila wandu pangaputigwa ngondo mwalakwemo), kwisa soni inyama yambepesi (ja ku Maaka), ni makosa (gaikuwechedwaga, ayitesile yosopeyo kuwa yakwajimila wandu waijigele kuti akatendedwa uwwanga), yalakweyi (ayitesile) kuti mmanyilile yanti Allah akwimanya yaili kumawunde ni yaili petaka, ni kuti soni Allah chindu chilichose awele Jwachimanya chenene"},{"SurahNumber":5,"VerseNumber":98,"Text":"Manyililani yanti Allah ni Jwaukali pakupeleka ipotesi, ni kuti soni Allah ni Jwakululuka kusyene, Jwachanasa channope"},{"SurahNumber":5,"VerseNumber":99,"Text":"Pangali masengo gane kwa Ntenga ﷺ ikaweje kulungusya utenga, soni Allah akwimanya yankulosya palangulangu ni yankusisa"},{"SurahNumber":5,"VerseNumber":100,"Text":"Jilani: “Yakusakala ni yambone ngawa nkulandana, namuno kuli kunsangalesye kutupa kwa yakusakalayo (nkapendechela ku yalakweyo).” Basi mun'jogopani Allah, E jenumanja wankwete lunda! Kuti m'be wakupunda"},{"SurahNumber":5,"VerseNumber":101,"Text":"E jenumanja wankulupilile! Ngasim'buusyaga indu yanti ili ilosyedwe kukwenu mpaka insakalile, soni naga nyyiwusyeje ndema jakutulusyidwa Qur’an chiyilosyedwe kukwenu. Allah ayisiimaasiisye yeleyo (yakuwuusyawuusya yenuyo ni ngasim'bujauja soni), soni Allah ni Jwakululuka kusyene, Jwakutulala nnope ntima"},{"SurahNumber":5,"VerseNumber":102,"Text":"Chisimu wawuusiisye yalakweyo wandu wawaliji paujo penu, kaneko ligongo lya yalakweyo wasyuchile kuwa wakanila"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah nganawika (mpingu uliose) pa nyama jakuwilanjikwa Bahiira, kapena Saaiba. kapena Waswiila, kapena Haamu, (aji ni mitundu ja ngamiya syawaliji wandu nkuchimbichisya nasyo isanamu kala Usilamu nkaniuyiche), nambo wandu waakanile akunsepela Allah unami, soni wajinji mwa jamanjao wangali umanyilisi"},{"SurahNumber":5,"VerseNumber":104,"Text":"Soni naga ili iwechetedwe kukwao (yanti): “Ikaani ku yaatulwisye Allah ni (m'biche soni) kwa Ntenga ﷺ.” Akutiji: “Ikutukwanila yatwasimene nayo achatati wetu.” Ana nantimuno kuti achatati wawowo nganamanyililaga chilichose soni nganawa wakongoka (chiwakuyejepe)"},{"SurahNumber":5,"VerseNumber":105,"Text":"E jenumanja wankulupilile! Likolosyani mitima jenu. Wandu wasokonechele nganawa ampele ilagasyo naga n'di n'jongweche, kwa Allah ni kwakuwujila kwenu wanaose, basi ni tachintagulila ichindu yamwaliji nkupanganya"},{"SurahNumber":5,"VerseNumber":106,"Text":"E jenumanja wankulupilile! Wikani mboni chilikati chenu ndema jakum’bichilila jumo jwenu chiwa ni akusaka kuleka wasiya, (siwe mboni) siwili syakulungamika mwa jenumanja (Asilamu syakusilechela wasiyao), kapena sinepe siwili syanganisiwa mwa jenumanja (Asilamu) naga n'jesilejesile pa chilambo ni chimpatile chipato cha chiwa (Asilamu achin'jenu ali kwanaula). Naga n'di nkaichile (yasikuwecheta mboni siwilisyo), sijimikani panyuma pa swala, basi ni silumbile kwa Allah (pakuwecheta kuti): “Ngatukusumanya kulumbilaku ni chindu chilichose (cha duniya kuti tulumbile yaunami tupate chakupata), naatamuno chili chakunkamuchisya jwapaulongo (petu), soni ngatukusisa umboni wa Allah (waatulamwile kuti tupeleche), uwwetu (kwisa mwakusisa umboni), nikuti pajele ndemajo chituwe mu wandu wakulemwa.”"},{"SurahNumber":5,"VerseNumber":107,"Text":"Nambo naga ili iwonechele yanti (mboni) siwilisila siwajilwe kupata sambi (pakupeleka umboni waunami kapena kusisa kachindu ka mu wasiyao), basi mmalo mwakwe chajime wane wawili mwa wandu wachikwawandika (chipanjecho wali achalongo achin’jakwe nkuwa), waukwagunda nnope (wasiyao), basi ni chalumbile kwa Allah (pakusikanila mboni siwili sila kuti): “Chisimu umboni wetu uwele wakuona nnope kulekangana ni umboni wao, soni nganitusumba mpika (pakwasepela unami wanawawiliwa), uwwetu (kwisa mwakusumba mpika), nikuti pajele ndemajo chituwe mu wandu walupuso.”"},{"SurahNumber":5,"VerseNumber":108,"Text":"Chele (chilamusichi) chiwele chakuwandichila (kusitendekasya mboni) kuti siyiche nao umboni mwaukusosekwela, kapena kuti sijogope yanti kutakwika mwakupelechedwe kulumbila (kwine) panyuma pa kulumbila kwao (ni kwaluka), soni mun'jogopani Allah ni kupikanila (malamusi), soni Allah jwangaajongola wandu wakunyosya"},{"SurahNumber":5,"VerseNumber":109,"Text":"Pa lisiku lyatachisonganganya Allah achimitenga nikwausya kuti: “Ana mwajanjidwe ichichi?” Wanganyao tachiti: “Uwe wangali umanyilisi, chisimu Mmwejo ni Wakumanyilila nnope yakusisika.”"},{"SurahNumber":5,"VerseNumber":110,"Text":"(Kumbuchilani) katema katachiwecheta Allah (lisiku lya Kiyama kunsalila Isa) kuti: “E mmwe Isa mwanache jwa Maryam! Kumbuchilani chindimba Changu chachaliji kukwenu ni kwa mama wenu, ndema janan'dimbangenye ni Nsimu Weswela (Jibulilu), mwanti mwawechete ni wandu n'di nnuuli kwisa soni n'di nkusile, ni ndema janan'jiganyisye kulemba, lunda lwakusokoka, kwisa soni Taurat ni Injil, ni ndema jamwaliji nkugumba kutyochela mwilongo chitusitusi cha chijuni mu lisosa Lyangu, ni kuchipepelela basi ni kusyuka chijuni chisyesyene mu lisosa Lyangu, ni mwaliji nkwaaposya wangalola kwachipago kwisa soni wachinawa mu lisosa Lyangu, ni ndema jamwaliji nkwakoposya wawe (m’malembe nikuwa wawumi) mu lisosa Lyangu, ni ndema janaasiwilile wanache wa Israila kukwenu (katema kawakamulene yakum'bulaga) pandema jamwaichilile ni ilosyo yakuonechela, basi awala wawakanile mwa jamanjao watite: ‘Ayitu nganiyiwa inepe ikaweje usawi wakuonechela.”"},{"SurahNumber":5,"VerseNumber":111,"Text":"(Kumbuchilani) soni katema kanajuwulile wakulijiganya (wa Isa) yanti: “Mungulupililani Une ni Ntenga Jwangu (Isa).” Wanganyao watite: “Tukulupilile, soni wichilani umboni kuti chisimu uwwe tuli Asilamu.”"},{"SurahNumber":5,"VerseNumber":112,"Text":"(Kumbuchilani) katema kawawechete wakulijiganya (wa Isa kuti): “E mmwe Isa mwanache jwa Maryam! Ana Ambuje wenu mpaka apakombole kututuluchisya tebulo jejale yakulya kuumila kwinani?” (Isa) jwatite: “Mun'jogopani Allah naga n'di wakulupilila (kusyene).”"},{"SurahNumber":5,"VerseNumber":113,"Text":"Wanganyao watite: “Tukusaka kuti tulye yalakweyo ni jitulalile mitima jetu, soni tumanyilile yanti chisimu ntusaaliile yakuona, soni kuti tuwe mu wakutendela umboni pa yalakweyo.”"},{"SurahNumber":5,"VerseNumber":114,"Text":"Isa mwanache jwa Maryam jwatite: “E Allah Ambuje wetu! Tutuluchisyani tebulo jejale (yakulya) kuumila kwinani kuti jiwe yidi (pwando) kukwetu ja wandanda wetu ni wambesi wetu, soni (kuti chiwe) chisimosimo chakutyochela Kukwenu, ni tupani soni lisiki, soni Mmwejo ni Wambone nnope mwa akupeleka lisiki.”"},{"SurahNumber":5,"VerseNumber":115,"Text":"Allah jwatite: “Chisimu Une tinajitulusye kukwenu, nambo jwachakane panyuma pakwe mwa jenumanja, basitu Une chinallagasye ni ilagasyo ya nganinallagasyeje nayo jwalijose mu iwumbe yosope.”"},{"SurahNumber":5,"VerseNumber":116,"Text":"Soni (kumbuchilani) katema katachiwecheta Allah (lisiku lya Kiyama pa kum’buusya Isa) kuti: “E mmwe Isa mwanache jwa Maryam! Ana mmwe mwasalile wandu yanti: ‘Mundendani une ni mama wangu kuwa milungu jiwili mmalo mwa Allah?” Jwalakwe tachiti: “Kuswejela ni Kwenu! Nganiyiwa yakundisidwa kukwangu kuti mbechete yanganiyiwajilwa kukwangu, ingawe naiche mwakuwecheta yalakweyo, basi chisimu nkayimanyi. Nkumanyilila yaili mu ntima mwangu, nambo une ngangumanyilila yaili mu ntima Mwenu, chisimu Mmwejo ni Wakumanyilila nnope yakusisika.”"},{"SurahNumber":5,"VerseNumber":117,"Text":"“Nganimbecheta kukwao ikaweje yamwanamwile yanti: ‘Mun'galagatileje Allah, M’mbuje gwangu soni M'mbuje gwenu.’ Soni naliji mboni pa wanganyao pa ndema janalonjele chilikati chao. Nambo katema kamwanjigele, Mmwejo ni wamwaliji wakwalolela wanganyao, soni Mmwe pa chindu chilichose m'bele Mboni.”"},{"SurahNumber":5,"VerseNumber":118,"Text":"“Naga nkwapa ilagasyo, basi chisimu wanganyao achikapolo Wenu, soni naga nkwakululuchila, basi nikuti chisimu Mmwejo ni Wamachili gakupunda, Walunda lwakusokoka.”"},{"SurahNumber":5,"VerseNumber":119,"Text":"Allah tachiti: “Ali ni lisiku lyakwakamuchisya wakuwecheta yakuona ukuona wao, akwete kupata wanganyao Matimbe ga ku Mbepo gasikujilima cha pasi pakwe sulo, chawe wandamo mwalakwemo kwa yaka ni yaka. Allah tiwanonyele (pakwapochela masengo gao gambone), nombe nao chanonyelwe Najo (pa malipilo gachijwaape). Kwalakweko ni kupunda kwekulungwa nnope.”"},{"SurahNumber":5,"VerseNumber":120,"Text":"Allah ni Nsyene uchimwene wa kumawunde ni petaka ni yaili mwalakwemo, soni Jwalakwe pa chindu chilichose awele Jwakombola"},{"SurahNumber":6,"VerseNumber":1,"Text":"Lumbili losope lwene alapikwe Allah, Ajula jwagumbile mawunde ni mataka ni awisile chipi ni lilanguka, yeti kaneka awala wakanile, ni akuwika chakulandanyichisya (ni Jwalakwe pakuchigalagatila)"},{"SurahNumber":6,"VerseNumber":2,"Text":"Jwalakwe ni Ajula jwawan'gumbile wanganyammwe kuumila mwilongo, kaneka ni jwawisile ndawi (jakuwila) ni ndawi jekolanjidwe Kukwakwe (jakwimuchila m’malembe), yeti jenumanja ni nkukaichilape (yakwimukayo)"},{"SurahNumber":6,"VerseNumber":3,"Text":"Soni Jwalakwe ni Allah (Jwakuwajilwa galagatilwa) kumawunde ni petaka, jukumanyilila asili syenu ni yakunyanyika yenu, ni jukumanyilila soni yankupanganya"},{"SurahNumber":6,"VerseNumber":4,"Text":"Soni changaaichilila wanganyao chilosyo chilichose mu ilosyo ya M’mbuje gwao, ikaweje akasawaga ali nkuchitundumalila"},{"SurahNumber":6,"VerseNumber":5,"Text":"Basi pamasile paayikaaniile yakuona ndema ja yaichilile, nambo chisyaichilile sampano abali sya ayila (ipotesi) yaawele ali nkuitendela chipongwe"},{"SurahNumber":6,"VerseNumber":6,"Text":"Ana ngakuiona yanti jilingwa mwa mikutula jatwajijonasile paujo pao, twalimbangenye wanganyao pa chilambo yanganitujila pakun'dimbanganya wanganyammwe, ni twatuluchisye wula jejinji, ni twasitesile sulo kuwa syakujilima cha pasi pao, nambo twajonasilepe ligongo lya sambi syao, ni twagumbile panyuma pao mikutula jine"},{"SurahNumber":6,"VerseNumber":7,"Text":"Soni namuno ingawe kuti twantuluchisye (mmwe Muhammadi ﷺ) chitabu (chelembedwe) nchikalakala nikuchikwaya wanganyao ni makono gao, chisimu awala wakanile angatite: “Ayitu nganiiwa inepe ikaweje usawi wakuonechela.”"},{"SurahNumber":6,"VerseNumber":8,"Text":"Soni wanganyao akasatiji: “Uli ngantuluchisya jwalakweju lilaika (kuti lintendeleje umboni ya utume wakwe)?” Sano ingawe twatulwisye lilaika (wanyao ni kanilape), chisimu chilamusi (chakonasika kwao) chingapitisyidwe (mwanakamo), soni nga nganapedwa lipesa (lyakutendela toba)"},{"SurahNumber":6,"VerseNumber":9,"Text":"Soni tungantende kuwa lilaika (jwalakwejo) chisimu tungalitesile kuwa mpela mundu (kuti akombolecheje kuliona ni kuwecheta nalyo), soni (tungalitende kuwa mpela mundu) chisimu tungapupuligenye wanganyao (mwanti angapelaga mundu n'jao ni nga nganalikundape) yaakuti pakulipupuliganya (achimisyene pangakunda utume wa Muhammadi ﷺ ni kuwecheta kwao kwanti: “Aju ngati mundu mpela uwwewe ni tunkunde?”)"},{"SurahNumber":6,"VerseNumber":10,"Text":"Soni chisimu chene achimitenga (wajinji) watendedwe chipongwe paujo penu (mmwe Muhammadi ﷺ nkanim’biche), nambo (mbesi jakwe) awala wawaliji nkutenda chipongwe mwa jamanjao (achimakafiliwo), yasyungwile (ipato) yawaliji nkuitendela chipongweyo"},{"SurahNumber":6,"VerseNumber":11,"Text":"Jilani: “Jendagani pa chilambo ni mpiteje nchilola mujawelele mbesi ja akukanila.”"},{"SurahNumber":6,"VerseNumber":12,"Text":"Jilani (mwakwawusya): “Ana yacheni yaili kumawunde ni petaka?” Jilani (naga ngakwanga): “Ya Allah.” Alichisisye Nsyene (kutenda) chanasa. Tachinsonganganya kusyene pa lisiku lya Kiyama lyangali kaichila ya lyalakwelyo. Awala waalipelelwekasisye achimisyene, basi nganawa akulupilile (ya Kiyamayo)"},{"SurahNumber":6,"VerseNumber":13,"Text":"Soni iwele Yakwe Jwalakwejo (Allah) yaikusimanikwa nchilo ni muusi, soni Jwalakwe ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":6,"VerseNumber":14,"Text":"Jilani: “Ana nantende kuwa kaligoselo jwangawaga Allah Nkugumba mawunde ni mataka? Soni Jwalakwe ni jwaakuliisya nambo jwangaliisyidwa.” Jilani: “Chisimu une namulidwe yakuti mbe jwandanda mwa waalipeleeche (pakukunda Usilamu).” Soni (salilidwe yanti): “Nkasim'ba ata panandi mwa akuwanganya (Allah ni isanamu).”"},{"SurahNumber":6,"VerseNumber":15,"Text":"Jilani: “Chisimu une ngogopa ilagasyo ya Lisiku Lyekulungwa naga naanyosye Ambuje wangu (Allah).”"},{"SurahNumber":6,"VerseNumber":16,"Text":"Jwatakantyochesye (ilagasyo) lyele lisikulyo, basi (chakawe kuti) pamasile pantendele chanasa, soni kwalakweko ni kupunda kwakuonechela"},{"SurahNumber":6,"VerseNumber":17,"Text":"Soni naga Allah ali ankwayikasisye masausyo, basi pangali wagatyosya ikaweje Jwalakwe, soni naga ali ankwayikasisye yambone, basi Jwalakwe pa chindu chilichose awele Jwakombola"},{"SurahNumber":6,"VerseNumber":18,"Text":"Soni Jwalakwe ni Jwakupunda ni kutawala pa iwumbe Yakwe, soni Jwalakwe ni Jwalunda lwakusokoka, Jwaasimanya abali syosope"},{"SurahNumber":6,"VerseNumber":19,"Text":"Jilani (pakwawusya): “Ana chinduchi chachili chekulungwa nnope umboni wakwe?” Jilani (naga ngakwanga): “Allah. (Jwalakwe ni) Mboni chilikati changu ni jenumanja. Soni aji Qur’an jijuwulidwe kukwangu kuti nantetele najo ni jwalijose jwajim’biiche. Ana jenumanja nkuwichila umboni wanti pana milungu jine kupwatika pa Allah?” Jilani: “Une ni nganguwichila umboni.” Jilani: “Chisimu Jwalakwe ni Nnungu Jumpepe, soni chisimu une ndalikangene ni yankum'bwanganya nayo.”"},{"SurahNumber":6,"VerseNumber":20,"Text":"Awala watwapele chitabu (Ayuda ni Akilisito), akummanyilila (Muhammadi ﷺ chenene) yaakuti pakwamanyilila wanache wao. Awala walipelelwekasisye achimisyene, basi nganawa akulupilile"},{"SurahNumber":6,"VerseNumber":21,"Text":"Ana nduni jwali jwalupuso nnope kumpunda mundu jwansepele Allah unami kapena kanila ma Aya Gakwe? Chisimu walupuso ngawa nkupunda"},{"SurahNumber":6,"VerseNumber":22,"Text":"Ni (mwakumbusyani) lisiku lituchasonganganya wanaose, kaneka ni tuchiti kwa awala wawaliji nkuwanganya (Allah ni isanamu): “Ali kwapi akwawanganya wenuwala wamwaliji nkulitwanjila (kuti wakamusyangana najo Allah)?”"},{"SurahNumber":6,"VerseNumber":23,"Text":"Ni ngasikuwa kuliwalanga kwao ikaweje tachiti: “Tukunnumbila Allah M'mbuje gwetu! Nganituwatu uwwe akuwanganya (Allah ni isanamu).”"},{"SurahNumber":6,"VerseNumber":24,"Text":"Nnole! Yatachiti pakulilambusya achimisyene! Soni (isanamu) yawaliji nkuisepelela (kuti chiyichajokola kwa Allah) ichasokonechela"},{"SurahNumber":6,"VerseNumber":25,"Text":"Soni mwa wanganyao mwana waakumpikanilaga (nchisoomaga Qur’an), nambo tuwisile isiwilo pachanya pa mitima jao kuti akaimanyilila (yankusoomayo ligongo lya sambi syao), ni m’mawiwi mwao mwana usiiwa, soni namuno achione chilosyo chilichose nganawa achikulupilile, kwikanila ndema janti ali am'bichilile kukangana namwe, awala wakanile akasatiji: “Nganijiwatu jalakwe (Qur’aniji) ikaweje adisiadisi sya wandu wakala.”"},{"SurahNumber":6,"VerseNumber":26,"Text":"Soni wanganyao akwakanya (wane) yalakweyi (yakunkuya Muhammadi ﷺ ni Qur’an), nombe nao (achimisyene) akuliwambasya ku yalakweyo, ni ngakwajonanga (waliose) ikaweje achimisyene, ni ngakulimanyilila"},{"SurahNumber":6,"VerseNumber":27,"Text":"Soni nkaione pa ndema jatachajimika ku Moto! (Nkakuweni kuyumbayumba kwao). Basi tachiti: “Ha! Nabolaga uwwe akatuwuchisye (ku duniya), nga nganituja kanila soni ilosyo ya M’mbuje gwetu, soni tungajile kuwa mu wakulupilila.”"},{"SurahNumber":6,"VerseNumber":28,"Text":"(Ngwamba)! Nambo kuti iwonechele palangulangu kukwao yawaliji nkusisa kala. Soni ingawe wawuchisye (ku duniya), chisimu angawujawije kutenda yawakanyisyidwe, soni chisimu wanganyao waunami kusyene"},{"SurahNumber":6,"VerseNumber":29,"Text":"Soni akutiji: “Pangali (umi) wine ikaweje umi wetu wa duniya pewu, soni nganituwatu uwwe wakwimusyidwa (m’malembe).”"},{"SurahNumber":6,"VerseNumber":30,"Text":"Soni nkaione pa ndema jachakajimichidwe (pameso) pa M’mbuje gwao! (Nkajile kuiona yakogoya kusyene). Jwalakwe takajile (pakwawusya): “Ana ayi (yakwimusyidwa ni kuwalanjidwayi) nganiiwa yakuona?” Wanganyao takajile (pakwanga): “Yakuonaonape, tukunnumbila M’mbuje gwetu.” Jwalakwe takajile: “Basi pasyani ilagasyo ligongo lya ayila yamwaliji nkuikanila.”"},{"SurahNumber":6,"VerseNumber":31,"Text":"Pamasile paapelelwe awala waawele nkukanila ya kusimangana ni Allah, mpaka Kiyama jili jaichilile mwa chisupuchisya chachitiji: “E Masausyo getuwe! Ligongo lya ayila yatwailechelele pa duniya,” soni wanganyao chakawelechele misigo jao (jasambi) ku migongo kwao, kaje kusakala nnope yachakawelechele yakwe"},{"SurahNumber":6,"VerseNumber":32,"Text":"Ni nganiuwa umi wa duniya ikaweje masanje ni chanache, nambo Nyumba Jambesi ni jambone nnope kwa awala waakun'jogopa (Allah), ana jenumanja wangali lunda"},{"SurahNumber":6,"VerseNumber":33,"Text":"Tukumanyilila kusyene yanti chisimu ikun'dandaulikasya yaakuwecheta, chisimutu wanganyao ngaakunkanila mmwejo (Muhammadi ﷺ), nambo walupuso akuwa nkugakanila ma Aya ga Allah"},{"SurahNumber":6,"VerseNumber":34,"Text":"Soni pamasile pawakanilidwe achimitenga paujo penu, basi ni wapilile pa yawakanilidweyo, soni wasausyidwe mpaka chaichilile chikulupusyo Chetu, pangali jwagalausya malowe ga Allah, soni pamasile pa sim'bichilile abali sya achimitenga"},{"SurahNumber":6,"VerseNumber":35,"Text":"Sano naga kutundumala kwao (kwakuntundumalila mmwe Muhammadi ﷺ ni yam'biche nayo) kukunkulila (mwanti ngawa nkombola kupilila), basi naga n'di wakombola kusosa lisomwa (lyakwinjilila) mwitaka kapena makwelelo (gakwelela kwinani) ni kwaichilila nacho chisimosimo (basi tendani, nambo naga ngankombola pililani). Soni Allah angasache angasongangenye (wosope wene) pa chongoko, basi ngasim'ba ata panandi mwa wandu ajinga"},{"SurahNumber":6,"VerseNumber":36,"Text":"Chisimu waakwitikaga ni awala waakupikanagape, nambo wawe (achimakafili) Allah tachajimusya (m’malembe) kaneko Kukwakwe tachiuchisyidwa"},{"SurahNumber":6,"VerseNumber":37,"Text":"Ni akutiji: “Ligongo chichi ngantuluchila jwalakweju chisimosimo kuumila kwa M'mbujegwe?” Jilani: “Chisimu Allah ali Jwakombola kutulusya chisimosimo, nambo kuti wajinji mwa jamanjao ngakumanyilila.”"},{"SurahNumber":6,"VerseNumber":38,"Text":"Ni pangali chinyama chilichose (chachikwenda) petaka, namuno chijuni chachiguluka ni mapapiko gakwe ganagawili ikaweje jili mikutula (ja iwumbe) chisawu wanganyammwe, nganituleka (kuchisalichisya) chilichose m’Chitabu, kaneko kwa Ambuje wao chachisonganganyisyidwa"},{"SurahNumber":6,"VerseNumber":39,"Text":"Sano awala waakukanila ma Aya Getu, ali wangapikana, wangawecheta soni ali m’chipi, jwansachile Allah (kuti asokonechele) akunnechelelaga kusokonechela, soni jwansachile (kuti ajongoche) akum'bikaga petala lyagoloka"},{"SurahNumber":6,"VerseNumber":40,"Text":"Jilani: “Ana nkuyiona uli, naga ilagasyo ya Allah ili im'bichilile, kapena kum'bichilila Kiyama, ana mpaka mum'bilanje jwinepe jwangawaga Allah (kuti an'jokole), nam'baga jenumanja wakuonaonape?”"},{"SurahNumber":6,"VerseNumber":41,"Text":"(Ngwamba)! Nambo kuti Jwelepejo nijwampaka mum'bilanje, basi ni mpaka antyochesye yampaka mum'bilanjile (kuti antyochesyeyo) naga ali asachile, soni ni mpaka nyyiliwalile yankuwa nkuiwanganya (ni Allah)"},{"SurahNumber":6,"VerseNumber":42,"Text":"Soni chisimu chene twatumisye (achimitenga) ku mikutula ja paujo penu, basi ni twajikwembekenye (mikutulajo) ni ulanda kwisa soni makungu kuti jilinandiye"},{"SurahNumber":6,"VerseNumber":43,"Text":"Nambi ligongo chichi nganalinandiyaga pandema ja yaichilile ipotesi Yetu? Nambo kuti mitima jao jaliji jejumu, soni shetani wasalalichisye yawaliji nkutenda"},{"SurahNumber":6,"VerseNumber":44,"Text":"Sano katema kawaapwaanyiile ayila yawaliji nkukumbusyidwa, twaawugulile milango ja chindu chilichose (chambone chawachilajilaga), kwikanila ndema jawasangalele nayo ayila yawapedwile, twakwembekenye mwa chisupuchisya, basi papopo waliji wakata tama"},{"SurahNumber":6,"VerseNumber":45,"Text":"Basi ni syakatidwe njiga sya awala wawatesile lupuso (pakuwa wosope wene), soni lumbili losope lwene alapikwe Allah M'mbuje jwa iumbe yosope"},{"SurahNumber":6,"VerseNumber":46,"Text":"Jilani: “Ana nkuyiona uli, naga ali ajigele Allah kupikana kwenu ni kulola kwenu, ni kudinda (chidindo) m’mitima mwenu, ana nnunguchi jwangawaga Allah jwampaka am'buchisye yalakweyo?” Nnole yatukuti pakusalichisya nnope ma Aya, kaneka wanganyao ni akutundumala kusyene"},{"SurahNumber":6,"VerseNumber":47,"Text":"Jilani: “Ana nkuiona uli, naga ilagasyo ya Allah ili im'bichilile mwa chisupuchisya (lwachilo) kapena mwakuonechela (musinapula), ana mpaka ajonasiche (wanepe) wangawaga wandu walupuso?”"},{"SurahNumber":6,"VerseNumber":48,"Text":"Soni ngatukutumisyaga Achimitenga ikaweje kuti awe wakutagulila abali syakusengwasya ni wakutetela, nambo waakulupilile ni kwilanya (itendo yao), basi ngaaja kuwa ni woga soni ngaaja kuwa wakudandaula"},{"SurahNumber":6,"VerseNumber":49,"Text":"Sano awala wakaaniile ma Aya Getu, tiyichakwaya ilagasyo ligongo lya kunyosya kwao"},{"SurahNumber":6,"VerseNumber":50,"Text":"Jilani (mmwe Muhammadi ﷺ): “Une ngangunsalila yanti ngwete imatiilo ya Allah, soni nganguimanyilila yakusisika, soni ngangunsalila yanti une lilaika, ngangukuya ikaweje yaikujuwulidwa kukwangu.” Jilani: “Ana jwangalola mpaka alandane ni jwakulolaga? Nambi uli ngankuchetelela?”"},{"SurahNumber":6,"VerseNumber":51,"Text":"Ni mwatetele najo (Qur’aniji) awala waakogopa yanti, chachisonganganyisyidwa kwa M’mbuje gwao (Allah) ali nganakola wakwagosa ata wakwajokola jwangawaga Jwalakwe, (mwatetelani) kuti awe ni woga (wakun'jogopa Allah)"},{"SurahNumber":6,"VerseNumber":52,"Text":"Soni nkaawiinga awala waakum’bombaga M'mbuje gwao (Allah) kundawi ni kwigulo achisachililaga Ngope Jakwe, kuwalanjidwa kwao ngakukum’bandika ata panandi nombe soni kuwalanjidwa kwenu ngakukwawandika wanganyao ata panandi mwanti ni kwaawiinga, (naga nchaawingaga,) basi tim'be mu wakulitenda lupuso"},{"SurahNumber":6,"VerseNumber":53,"Text":"Soni iyyoyopeyo ni yatutite pakwalinga mayeso wane mwa jamanjao (wali wakupata) kupitila mwa wane (wali wakulaga pakwajongola wakulagao wakupata nkanawe) kuti (wakupata) ajile: “Ana wanganyawa ni wawatendele Allah ukoto (pakwajongola) chilikati chetu (kutuleka uwwe? Nganijiwa dini jakuona, ngati nitukatandite kunda uwwe wanganyao nkanawe!)” Ana Allah nganawa Jwakwamanya chenene wakutogolela"},{"SurahNumber":6,"VerseNumber":54,"Text":"Soni pati am'bichilile awala waakukulupilila ma Aya Getu, basi jilani: “Ntendele uwe kukwenu! M'mbuje gwenu alichisisye chanasa, kuti jwatesile mwa jenumanja chakusakala mwaujinga kaneka nikutenda toba panyuma pakwe, ni kwilanya (itendo yakwe), basi Jwalakwe (Allah) ni Jwakululuka kusyene, Jwachanasa channope.”"},{"SurahNumber":6,"VerseNumber":55,"Text":"Soni iyyoyopeyo ni yatukuti pagopolanya ma Aya, soni kuti lionechele papaswela litala lya akulewa"},{"SurahNumber":6,"VerseNumber":56,"Text":"Jilani: “Chisimu une nganyisyidwe kwaagalagatila awala wankwalumbanjila jwangawaga Allah.” Jilani: “Nganguya isako yenu, mwanti ngajile nguye ngaliji pamasile pasokonechele, soni nga nganimba mwa wakongoka.”"},{"SurahNumber":6,"VerseNumber":57,"Text":"Jilani: “Chisimu une ndili pa chimanyilo chakumanyukuka chakuumila kwa Ambuje wangu (jajili Tauhidi), sano jenumanja ni nkuchikanila chalakwecho (pakunkana Allah), une nganingola yele (ipotesi) yankuichelenjelayo, pangali ulamusi ikaweje wa Allah pe, akusimbaga yakuona, soni Jwalakwe ni Jwambone nnope mwa akwilanya (magambo).”"},{"SurahNumber":6,"VerseNumber":58,"Text":"Jilani: “Ingawe nakwete yele yankuichelenjelayo chisimu chilamusi (chakumpa ipotesi) chikapitisyidwe chilikati changu ni jenumanja (mwanakamo), sano Allah ni Nkwaamanya chenene wakulitenda lupuso.”"},{"SurahNumber":6,"VerseNumber":59,"Text":"Soni Kukwakwe ni kugali makiyi ga yakusisika pangali waakugamanya ikaweje Jwalakwe, ni akuimanya yaili pankuli ni m'mbwani, soni ngalikwikaga mwakupakatika lisamba lililyose ikaweje akulimanyaga, kapena lusongolo lwalukuwa nchipi chetaka, kapena chachiwisi chilichose namuno chachijumu, ikaweje (yosope) ili m’chitabu chakusalichisya (chilichose Al-Lauh-Al-Mahfuz)"},{"SurahNumber":6,"VerseNumber":60,"Text":"Soni Jwalakwe ni Ajula jwaakumpaga chiwa (chalugono) chilo, soni ni jukumanyililaga yampanganyisye muusi, kaneka ni akun'jimusyaga m’muusimo kuti jikwanile ndema jekolanjidwe (jakutamila ni umi), kaneka Kukwakwe ni kwakuujila kwenu, kaneko ni tachintagulila mu ichindu yamwaliji nkutenda"},{"SurahNumber":6,"VerseNumber":61,"Text":"Soni Jwalakwe ni Jwakupunda ni kutawala pa iwumbe Yakwe, ni akuntumichisyaga wanganyammwe (Achimalaika) wakusunga (ni kulemba itendo yenu), kwikanila ndema ja kum'bichilila jumo jwenu chiwa Achimitenga Wetu (Achimalaika) akasantyosyaga umi, soni wanganyao wangakwanjila (masengo gao)"},{"SurahNumber":6,"VerseNumber":62,"Text":"Kaneko taachiuchisyidwa kwa Allah Bwana jwao Jwakuona, manyililani yanti ulamusi ni Wakwe, soni Jwalakwe ni Jwachitema nnope (pakuwalanjila) mwa akuwalanjila (wosope)"},{"SurahNumber":6,"VerseNumber":63,"Text":"Jilani: “Ana nduni jwaakun’jokolaga m’chipi (cha ipotesi) ya pankuli ni m'mbwani (pa ndema ja) nkum’bombaga mwakulinandiya ni mwakusongona (kuti): ‘Naga akutujokola mu yele (ipotesiyi) chisimu chituwe mu wakutogolela.”"},{"SurahNumber":6,"VerseNumber":64,"Text":"Jilani: “Allah ni jwaakun’jokolaga mu yalakweyo ni m’matabu galigose, yeti kaneka jenumanja ni nkuwanganya (Allah ni isanamu!)”"},{"SurahNumber":6,"VerseNumber":65,"Text":"Jilani: “Jwalakwe jukwete ukombosi wakuntumichisya wanganyammwe ilagasyo kuumila pachanya penu kapena pasi pa ngongolo syenu, kapena kum'bwatanganyawatanganya (nikuwa) mikutulamikutula (jakutindana nganisyo), ni kwapa kupasya wane mwa jenumanja njalale sya wane (uwwanga).” Nnole yatukuti pakusalichisya nnope ma Aya kuti wanganyao amanyilile"},{"SurahNumber":6,"VerseNumber":66,"Text":"Sano wandu wenu (mmwe Muhammadi ﷺ) ajikaaniile jalakwe (Qur'aniji) kutendaga jili jakuonaonape. Jilani: “Une nganimba jwakunnolela (ni kusunga itendo yenu).”"},{"SurahNumber":6,"VerseNumber":67,"Text":"Abali jilijose jikwete ndema jakwe jisyesyene (jakutendechela), ni tinchimanyilila"},{"SurahNumber":6,"VerseNumber":68,"Text":"Soni pati mwaweni awala waakuweweta yakwayana ni ma Aya Getu (pagatenda chipongwe), basi mwawambalani mpaka ajinjile mu ngani jine. Sano naga shetani ali an'diwesye (ni gamba kulisisimuchila n'dinao), basi panyuma pakumbuchila, ngasintama nao wandu wakulitenda lupuso"},{"SurahNumber":6,"VerseNumber":69,"Text":"Soni awala wali ni woga (wakun'jogopa Allah), ngakukwakwaya kuwalanjidwa kwao (walupusowo) ata panandi, nambo (masengo gao ni) kwakumbusya (walupusowo) kuti mwine chawe ni woga (wakun'jogopa Allah ni kuleka chipongwecho)"},{"SurahNumber":6,"VerseNumber":70,"Text":"Soni mwalekani awala waajitesile dini jao kuwa masanje ni chanache, ni wanyenjile umi wa duniya. Nambo mwakumbusyani najo (Qur’aniji kuti akalamuche), utakuja kupelechedwa ntima (wa mundu jwalijose) ku chonasiko ligongo lya yawapanganyisye, uli nganiukola nkuugosa namuno nkuujokola jwangawaga Allah, soni nantimuno chiulinjilile kupeleka chaaliombolela chantundu uliose ngasichipocheledwa kuumila kukwakwe, wanganyao ni awala wapelechedwe ku chonasiko ligongo lya yawapanganyisye, akwete kupata yakumwa yamesi gamasemule kwisa soni ilagasyo yakupoteka nnope ligongo lya yaukafili yawaliji nkutenda"},{"SurahNumber":6,"VerseNumber":71,"Text":"Jilani: “Ana tuilumbanjileje (inepe) yangawaga Allah ichindu yangawa nkutupa chikamuchisyo kapena masausyo, ni tuwuchisyidwe ku indende yetu (kuujila ku ukafili) panyuma pakutujongola Allah? (Tuwe) chisawu mundu jwasochelesyedwe ni mashetani pa chilambo nikuwa jwapupulipupuli? Ali akwete achimijakwe waakum'bilanjila ku chongoko (kuti): ‘Yikani kukwetu!’ (Nambo jwalakwe syantipe! Uwwe ngawa nkuwa mpela jwele.)” Jilani: “Chisimu chongolo cha Allah ni chachili chongolo chisyesyene, soni tulamuliidwe kuti tulipeleche kwa M'mbuje jwa iwumbe yosope.”"},{"SurahNumber":6,"VerseNumber":72,"Text":"Soni (atuchisisye yanti): “Jimikani Swala mwakolosya ni kun'jogopaga Jwalakwe (Allah), soni Jwalakwe ni Ajula jwatinchisonganganyisyidwa Kukwakwe.”"},{"SurahNumber":6,"VerseNumber":73,"Text":"Soni Jwalakwe ni Ajula jwaagumbile mawunde ni mataka mwakuonaonape, ni (jwagumbile soni) lisiku (lya Kiyama) lyatachiti (pakuchisalila chindu chilichose chachawile): “Syukani!” Basi ni chichisyuka. Malowe Gakwe nigagali gakuonaonape. Soni uchimwene uchiwa Wakwewakwepe lisiku lya lichigombedwa lipenga, Jwakumanyilila yakusisika ni yakuonechela, soni Jwalakwe ni Jwalunda lwakusokoka, Jwaasimanya abali syosope"},{"SurahNumber":6,"VerseNumber":74,"Text":"Soni (kumbuchilani) katema kajwawechete Ibrahima kwasalila babagwe Azara (kuti): “Ana nkuitenda isanamu kuwa milungu? Chisimu une ngum'bona mmwejo ni wandu wenu kuti n'di nkupotela kwakuonechela.”"},{"SurahNumber":6,"VerseNumber":75,"Text":"Soni iyyoyopeyo (yatwatite pakunnosya kupotela kwa babagwe), twannosisye Ibrahimajo uchimwene wa kumawunde ni petaka kuti juwe soni mu wakusimichisya (chikulupi chao)"},{"SurahNumber":6,"VerseNumber":76,"Text":"Pandema jakwanswelele jwajiweni ndondwa, ni jwatite (melemelepe kusaka kwimusya lunda lwa makafili): “Aji (ndondwaji) ni m'mbuje gwangu.” Nambo ndema jajatiwile jwatite: “Jwanganonyelwa (milungu) jakutiwilaga.”"},{"SurahNumber":6,"VerseNumber":77,"Text":"Pandema jajwauweni mwesi uchikopokaga jwatite: “Aju ni m'mbuje gwangu.” Nambo ndema jawatiwile jwatite: “Naga ngaakunjongola Ambuje wangu, chisimu timbe mu wandu wakupotela.”"},{"SurahNumber":6,"VerseNumber":78,"Text":"Pandema jajwaliweni lyuwa lichikopokaga jwatite: “Aju ni m'mbuje gwangu, aju ni jwankulungwa kwannope.” Nambo ndema jalyakapile jwatite: “E wandu wangu! Chisimu une ndalikangene ni yankum'bwanganya nayo (Allah).”"},{"SurahNumber":6,"VerseNumber":79,"Text":"“Chisimu une nunjiche ngope jangu kwa Ajula jwaagumbile mawunde ni mataka, ndili jwakongoka (pakulekangana nasyo dini syepombotale), soni une nganimba mwa akuwanganya (Allah ni isanamu).”"},{"SurahNumber":6,"VerseNumber":80,"Text":"Niwatatawene najo wandu wakwe (pakun'jogoya kuti chatapane ligongo lyakulekangana ni isanamu). Jwalakwe jwatite: “Ana nkutatawana none pa ya Allah kutendaga pamasile paanjongwele? Soni nganimba naijogwepe yankum'bwanganya nayo (Allah), (ngawa nkuumbata chilichose) ikaweje Ambuje wangu ali asachile chinechakwe (kuti chimbate), Ambuje wangu atenjele pa umanyilisi wakuchimanya chilichose, ana ngankukumbuchila (yangun'jamukaga ni kwamuchika)?”"},{"SurahNumber":6,"VerseNumber":81,"Text":"“Ana soni chinaijogope chantiuli yamum'bwanganyisye (nayo Allah), kutendaga jenumanja ngankogopa yanti mum'bwanganyisye Allah ni (isanamu) yanganantuluchisya nayo umboni (wakundisya kuigalagatila), ana ni nkutulachi pa jiwiliji (wangune kapena wajenumanja) wauli wakuwajilwa kuwa pa ntunjelele, naga n'di wakumanyilila?”"},{"SurahNumber":6,"VerseNumber":82,"Text":"Awala waakulupilile ni nganawanganya chikulupi chao ni lupuso (lwagalagatila isanamu), wanganyao ni wachachipata ntunjelele soni ni wali wakongoka"},{"SurahNumber":6,"VerseNumber":83,"Text":"Soni walakweo ni umboni Wetu watwampele Ibrahima wakwagomechela wandu wakwe, tukunnyakulilaga uchimbichimbi (wakwe) jwatunsachile, chisimu Ambuje wenu ni Walunda lwakusokoka, Wakumanyilila nnope"},{"SurahNumber":6,"VerseNumber":84,"Text":"Ni twampele (Ibrahimajo mwanache jwakuwilanjikwa) Isihaka kwisa soni (chisukulu chakuwilanjikwa) Yaakubu, jwalijose mwa jamanjao twan'jongwele, nombe najo Nuhu twan'jongwele kala (Ibrahima nkanaiche), soni mu wanache wakwe (wa Nuhu twan'jongwele) Daudi, Sulaimana, Ayyubu, Yusufu, Musa ni Haruna, soni iyyoyopeyo niyatukutiji pakwalipila wakolosya"},{"SurahNumber":6,"VerseNumber":85,"Text":"Kwisa soni Zakariya, Yahaya, Isa ni Iliyasa, jwalijose mwa jamanjao jwaliji mu wandu wambone"},{"SurahNumber":6,"VerseNumber":86,"Text":"Kwisa soni Ismaila, Al-yasa‘a (Eliya), Yunusu ni Lutwi, soni jwalijose mwa jamanjao twanchimbichisye kupunda iwumbe yosope (yandawi jakwe)"},{"SurahNumber":6,"VerseNumber":87,"Text":"Kwisa soni wane mwa achatati wao, wanache wao ni achalongo achimijao, soni twasagwile wanganyao ni kwajongolela kwitala lyagoloka"},{"SurahNumber":6,"VerseNumber":88,"Text":"Chele ni chongolo cha Allah, akun’jongolaga nacho jwansachile mwa achikapolo Wakwe, nambo akam'bwanganye (Allah ni isanamu), ikajonasichile yawaliji nkutenda"},{"SurahNumber":6,"VerseNumber":89,"Text":"Wanganyao ni awala watwapele chitabu, umanyilisi (wamalamusi ga dini) ni utume, nambo naga aga (makafiliga) gayikaane yalakweyi, basi pamasile patuiwiichiile wandu wanganawa ayikanile"},{"SurahNumber":6,"VerseNumber":90,"Text":"Wanganyao ni awala wawajongwele Allah, sano kuyani chongoko chaocho. Jilani: “Une ngangun’juga malipilo pa aji (Qur'aniji), nganijiwa jalakweji ikaweje chikumbusyo ku iwumbe yosope.”"},{"SurahNumber":6,"VerseNumber":91,"Text":"Soni (Ayuda) ngananchimbichisya Allah kunchimbichisya kusyesyene pandema jawatite: “Allah nganatulusyeje chilichose kwa mundu jwalijose.” Jilani: “Ana nduni juwatulwisye chitabu chawaiche nacho Musa chachaliji lilanguka ni chongolo kwa wandu? Chankuchitenda kuwa ikalakala (yalekane-lekane), nkuilosyaga (yansachile kuilosya), nambo yaijinji nkuisisaga (yaikutindana ni nganisyo syenu), soni ni n'jiganyisyidwe (ni aji Qur’aniji) yanganinyyimanyaga jenumanja namuno achatati wenu?” Jilani: “Allah (ni jwawatulwisye).” Kaneko mwalekani aching'andaga nkuweweta mwaomo"},{"SurahNumber":6,"VerseNumber":92,"Text":"Sano aji (Qur’aniji), ni chitabu chatuchitulwisye chaupile chagombelechesya yaili paujo pakwe, soni kuti mwaatetele (wandu) wa pa chitepo cha misi (Maaka) ni wali mungulugulu mwakwe, sano awala waakukulupilila ya Akhera akuchikulupililaga chele (chitabuchi), soni wanyao akuwa nkwendelechela kusigosa Swala syao (pakusiswaliswali)"},{"SurahNumber":6,"VerseNumber":93,"Text":"Ana nduni jwali jwalupuso nnope kumpunda mundu jwansepele Allah unami, kapena jwatite: “Gajuwulidwe kukwangu (malowe),” kutendaga nganigajuwulidwa kukwakwe (malowe) galigose! Ni mundu jwatite: “Chindulusye yakulandana ni yaatulwisye Allah!” Soni nkaione pa ndema janti wandu walupuso ali nkuputaputa kwa chiwa, ni Achimalaika ali ajongwele makono gao (pakwanyekula, achitiji): “Likoposyani mitima jenu! Lelo chillipidwe ilagasyo yakunyosyeka ligongo lya yamwaliji nkum'bechetela Allah yangawa yakuona, soni ni mwaliji nkulikwesya pakuleka ma Aya Gakwe (nkaiweni yakogoya kusyene).”"},{"SurahNumber":6,"VerseNumber":94,"Text":"Soni (pa Kiyama takasalile kuti): “Pamasile pantuichilile jikajika mpela yatwatite pakun'gumba pandanda, soni ni iyyilesile munyuma mwenu yosope yatwampele, ni ngatukwaona nomwe akun'jokola wenu wamwaliji nkulitwanjila kuti wanganyao ni akuwanganya wenu (ni Allah). Chisimu (nkamulano) chilikati chenu (ni wanganyao) pamasile paukatiche, soni insokonechele yamwaliji nkulitwanjila (kuti nombe nayo milungu).”"},{"SurahNumber":6,"VerseNumber":95,"Text":"Chisimu Allah ni Nkuganga lusongolo ni lupele (kuti lumele), akasakoposyaga chawumi kutyochela mu chachiwe, soni ni Nkukoposya chachiwe kutyochela mu chawumi, Jwalakwejo ni Allah, nambi nkugalausyidwa chinauli (kuleka yakuona)"},{"SurahNumber":6,"VerseNumber":96,"Text":"(Jwalakwe ni) Nkutaatanukula lipananga lya kumasikusiku, ni achitesile chilo kuwa chakupumula, nombe nalyo lyuwa ni mwesi kuwa yakuwalanjila (mowa ni yaka), walakweo ni mpango wa (Allah) Jwamachili gakupunda, Jwakumanyilila nnope"},{"SurahNumber":6,"VerseNumber":97,"Text":"Soni Jwalakwe ni Ajula jwam'bichile ndondwa kuti n'jongoche nasyo m’chipi chapankuuli ni m'mbwani (pakulungama ku upande wankuja). Pamasile patugopolenye ma Aya kwa wandu wakumanyilila"},{"SurahNumber":6,"VerseNumber":98,"Text":"Soni Jwalakwe ni Ajula juwan'gumbile kuumila mwa mundu jumo (Adamu), mwanti (kukwenu) kwana liwuto lyakutamilichika (papali pa duniya kapena m’chitumbo cha mama), kwisa soni liwuto lyakusunjila (mwamuli m’malembe kapena mu n'gongo mwa baba), pamasile patugopolenye ma Aya kwa wandu wakumanyilila"},{"SurahNumber":6,"VerseNumber":99,"Text":"Soni Jwalakwe ni Ajula jwaatulwisye mesi (ga wula) kuumila kwinani, basi ni galakwego tukopwesye mmela wa chilichose, basi mu walakweo tukopwesye ikole ni mipesi jakubiliwita, tukoposyaga mwalakwemo songolo syakupambikana mwakutitigana, nombe mu itela ya tende kuumila mu itungatunga yakwe (mukasakopoka) mikonga jagoyika (ni isogosi), soni (ni mesigo tumesisye) migunda ja zabibu, nzaituni ni makomamanga, yakulandana (masamba) nambo yakulekangana (isogosi ni kanonye kakwe), ilolani isogosi yakwe ndema jaikusogola kwisa soni kajiule kakwe. Chisimu mu yalakweyo mwana imanyilo kwa wandu waakukulupilila"},{"SurahNumber":6,"VerseNumber":100,"Text":"Yeti ni am'biichiile Allah achimijakwe wachijini kutendaga Jwalakwe ni juwagagumbile (majinigo), soni ni ansepele (yanti akwete) wanache wachilume ni wachikongwe mwangali umanyilisi, kuswejela ni Kwakwe soni ali kwanaula ni yaakusimba (wanganyao)"},{"SurahNumber":6,"VerseNumber":101,"Text":"(Jwalakwe ni) Nkugumba mawunde ni mataka, chantiuli chakole mwanache kutendaga jwangali wankwakwe? Soni ni juwagumbile chilichose, mwanti Jwalakwe chindu chilichose awele Jwakuchimanya chenene"},{"SurahNumber":6,"VerseNumber":102,"Text":"Jwalakwejotu ni Allah M'mbuje gwenu, pangali nnungu jwine (jwakuwajilwa kun'galagatila) ikaweje Jwelepejo, Nkugumba chilichose, basi mun'galagatilani, soni Jwalakwe pa chindu chilichose awele Nkuchengeta"},{"SurahNumber":6,"VerseNumber":103,"Text":"Meso nganigawa gam'biiche (kuti gam'bone) nambo Jwalakwe ni jwaakugayichilaga meso (pakugaona), soni Jwalakwe ni Jwakumanyilila yakunyilila nnope, Jwaasimanya abali syosope"},{"SurahNumber":6,"VerseNumber":104,"Text":"(Jilani mmwe Muhammadi ﷺ): “Pamasile pagam'bichilile maumboni gakuloleka kutyochela kwa M'mbuje gwenu, sano jwakulola (maumbonigo ni kugakulupilila), basi uli kukwakwe (ukoto wakwe), nambo jwachatende ngalola, basi ni yakwe (ipotesi), soni une (Ntume) nganimba nkunnolela jwenu.”"},{"SurahNumber":6,"VerseNumber":105,"Text":"Soni iyyoyopeyo ni yatukuti pakusalichisya nnope ma Aya, mwanti (achimakafili) chajileje: “Ntekusooma (mu itabu yaakala ni ntunjile Qur’aniji kuumila mwalakwemo),” soni tukuti tujisalichisye kwa wandu wakumanyilila"},{"SurahNumber":6,"VerseNumber":106,"Text":"Kuyani yaijuwulidwe kukwenu kuumila kwa Ambuje wenu, pangali nnungu jwine (jwakuwajilwa kun'galagatila) ikaweje Jwelepejo, soni mwawambalani akuwanganya (Allah ni isanamu)"},{"SurahNumber":6,"VerseNumber":107,"Text":"Soni Allah angasache nga nganawwanganya wanganyao (Allah ni isanamu), soni nganitum'bika (mmwe Muhammadi ﷺ) kuwa nkwalolela jwao, soni mmwe nganim'ba nkwachengeta jwao"},{"SurahNumber":6,"VerseNumber":108,"Text":"Soni ngasimwatukana awala waakuilumbanjila inepe yangawaga Allah, kogopela kuti atakwika mwantukene Allah mwaumagongo mwangali umanyilisi, iyyoyopeyo tugasalalisye ku nkutula uliose masengo gakwe, kaneka kwa M'mbuje gwao ni kwakuujila kwao, basi ni tachatagulila yawaliji nkutenda"},{"SurahNumber":6,"VerseNumber":109,"Text":"Soni (achimakafili) waaluumbiile mwa Allah kulumbila kwao kwamachili kuti: Kwika mwakwaichilila chisimosimo mpaka achikulupilile kusyene. Jilani: “Chisimu isimosimo ili kwa Allah, ana ni chichi champaka chimmanyisye (jenumanja Asilamu) yanti namuno chili chiyiche (chisimosimocho) nganawa akulupilile?”"},{"SurahNumber":6,"VerseNumber":110,"Text":"Soni chitugalausye mitima jao ni meso gao (mwanti ngaakombola kuchikulupilila chakuona namuno ali achiweni), mpela yawatite pangachikulupilila pandanda, soni ni chitwaleche nkusokonechela mwaomo achiyumbagayumbaga"}]}