{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Po u afrohet njerëzve momenti për të dhënë llogari, e ata fare nuk brengosen, nuk i vejnë vesh"},{"SurahNumber":21,"VerseNumber":2,"Text":"Atyre nuk u ka ardhur asnjë qortim nga Zoti i tyre e të mos jenë tallur kur e kanë dëgjuar"},{"SurahNumber":21,"VerseNumber":3,"Text":"Me zemrat e tyre të llastuara (shashtisura). Ata që kanë bërë krime përshpërisin: A mos është ky diçka tjetër përveç se njeri sikurse ju? A do t’i pasoni magjitë, e ju vetë i shihni"},{"SurahNumber":21,"VerseNumber":4,"Text":"“Zoti im e di – tha ai – se çka po flitet në qiej dhe në tokë; Ai i dëgjon dhe i di të gjitha”"},{"SurahNumber":21,"VerseNumber":5,"Text":"Kurse ata thonë: “Ato janë vetëm marri që i trillon ai; ai është poet; le të na sjellë ndonjë mrekulli si profetët e mëparshëm”"},{"SurahNumber":21,"VerseNumber":6,"Text":"Nuk pat besuar asnjë qytet, të cilin e kemi shfarosur para tyre, e a po besojnë ata a"},{"SurahNumber":21,"VerseNumber":7,"Text":"Edhe para teje kemi dërguar vetëm njerëz të cilëve u kemi shpallur revelatën, pa pyetni njerëzit e dijshëm nëse ju nuk dini"},{"SurahNumber":21,"VerseNumber":8,"Text":"Ne nuk i kemi krijuar si qenie që nuk hanë ushqim, as që kanë qenë të pavdekshëm"},{"SurahNumber":21,"VerseNumber":9,"Text":"Pastaj ua kemi plotësuar premtimin dhe ata me gjithë të tjerët të cilët kemi dëshiruar, i kemi shpëtuar, kurse ata që nuk dëgjuan i shfarosëm"},{"SurahNumber":21,"VerseNumber":10,"Text":"Ne ju kemi shpallur një Libër në të cilin është qortimi juaj. A nuk mblidhni mendjen"},{"SurahNumber":21,"VerseNumber":11,"Text":"Po sa shumë qytete kanë qenë kriminele i kemi rrënuar dhe pas tyre kemi ngritur popull tjetër"},{"SurahNumber":21,"VerseNumber":12,"Text":"Dhe sa po e përjetoni forcën tonë iknin kah këmbët sytë"},{"SurahNumber":21,"VerseNumber":13,"Text":"“Mos ikni, por kthehuni në shtëpitë tuaja dhe në atë që u është dhënë ta gëzoni, mbase do të pyeteni”"},{"SurahNumber":21,"VerseNumber":14,"Text":"“Të mjerët ne, - do të thonë ata – ne me të vërtetë kemi qenë kriminelë”"},{"SurahNumber":21,"VerseNumber":15,"Text":"Dhe ashtu do të vazhdojë lutja e tyre deri sa të mos i bëjmë sikur gruri i korrur"},{"SurahNumber":21,"VerseNumber":16,"Text":"Ne nuk e kemi krijuar qiellin dhe tokën, dhe çka ka ndërmjet tyre, për të luajtur"},{"SurahNumber":21,"VerseNumber":17,"Text":"Të kishim dashur të zbavitemi, do të zbaviteshim ashtu si na ka hije neve, pr Ne nuk vepruam kështu"},{"SurahNumber":21,"VerseNumber":18,"Text":"Por me fakte të vërteta e demantojmë rrenën, e vërteta e mbytë atë dhe gënjeshtra zhduket; ndaj të mjerët ju nga ajo që po e shfaqni (përshkruani)"},{"SurahNumber":21,"VerseNumber":19,"Text":"Të Atij janë kush është në qiej dhe në tokë! Por ata që janë te ai nuk ngurrojnë të adhurojnë, dhe nuk lodhen"},{"SurahNumber":21,"VerseNumber":20,"Text":"E falënderojnë natë e ditë, pa u dobësuar"},{"SurahNumber":21,"VerseNumber":21,"Text":"A i marrin për Zot idhujt që ata i bëjnë prej dheut"},{"SurahNumber":21,"VerseNumber":22,"Text":"Sikur në ata dy (qiell dhe tokë) të kishte ndonjë tjetër Zot, përveç All-llahut, të dy do të shkatërroheshin. Pra, qoftë lavdëruar All-llahu, Zot i gjithësisë nga ajo që i përshkruajnë"},{"SurahNumber":21,"VerseNumber":23,"Text":"Ai nuk do të pyet se çka punon, kurse ata do të merren në pyetje"},{"SurahNumber":21,"VerseNumber":24,"Text":"A përveç Atij ata po marrin tjetër si zot?! Thuaj: “Sillni argumentet tuaja!” Ky është mësim për ata që janë me mua dhe për ata që kanë qenë para meje, mirëpo shumica prej tyre nuk e dinë të vërtetën, prandaj kthejnë kryet në anë tjetër"},{"SurahNumber":21,"VerseNumber":25,"Text":"Para teje nuk kemi dërguar asnjë profet e të mos i kemi shpallur se “Nuk ka Zot tjetër përveç meje, prandaj falmuni Mua”"},{"SurahNumber":21,"VerseNumber":26,"Text":"Ata thanë: “I mëshirshmi ka fëmijë!” Qoftë lartësuar Ai! Jo, por janë vetëm robër të nderuar"},{"SurahNumber":21,"VerseNumber":27,"Text":"Që nuk nxitojnë t’ia marrin fjalën dhe ata veprojnë sipas urdhërit të Atij"},{"SurahNumber":21,"VerseNumber":28,"Text":"Ai e di çka ka përpara tyre dhe çka ka pas tyre, dhe ata do të angazhohen vetëm për atë me të cilën Ai është i kënaqur, kurse ata edhe vetë janë të kujdesshëm ndaj Tij nga respekti dhe frika"},{"SurahNumber":21,"VerseNumber":29,"Text":"Kurse, cili nga mesi i tyre do të thotë: “Unë jam, vërtetë Zot përveç Atij” do ta dënojmë me xhehennem; sepse ne ashtu i dënojmë kriminelët"},{"SurahNumber":21,"VerseNumber":30,"Text":"A nuk e shohin mosbesimtarët se qiejt dhe toka kanë qenë një tërësi, porse ne i kemi ndarë në pjesë-pjesë, dhe Ne nga uji krijojmë çdo gjë të gjallë? A nuk do të besojnë"},{"SurahNumber":21,"VerseNumber":31,"Text":"Ne në tokë kemi vendosur male të paluhatshme që ajo (toka) të mos i dridhë dhe nëpër to kemi krijuar shtigje e gryka, ndoshta ata do ta marrin të mbarën"},{"SurahNumber":21,"VerseNumber":32,"Text":"Kurse qiellin e kemi bërë kulm të sigurt, por ata prapëseprapë largohen nga argumentet tona"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ai është i cili ka krijuar natën edhe ditën, Diellin dhe Hënën. Të tëra notojnë nën kupën e qiellit"},{"SurahNumber":21,"VerseNumber":34,"Text":"Edhe përpara teje asnjë njeriu nuk e kemi të pavdekshëm, e nëse ti vdes, a thua ata do të jetojnë përgjithmonë"},{"SurahNumber":21,"VerseNumber":35,"Text":"Çdo gjallesë do ta shijojë vdekjen. Ne u vëmë në sprova edhe në të mirë edhe në të keqe dhe tek Ne do të ktheheni"},{"SurahNumber":21,"VerseNumber":36,"Text":"Kur të shohin mosbesimtarët, ata do ta marrin vetëm për tallje: “A ky është ai që merr për gojë (shanë) zotërat tuaja”? Sepse vetë ata nuk i besojnë përmendjes së të Mëshirshmit"},{"SurahNumber":21,"VerseNumber":37,"Text":"Njeriu është i krijuar në shpejtësi. Do t’ju tregoj unë juve argumentet e mia, po mos u ngutni"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ata thonë: “Po kur më ai premtim, nëse e flisni të vërtetën?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Sikur ta dinë mosbesimtarët se atëherë nuk do të munden ta largojnë zjarrin nga fytyra e as nga shpina e vet, dhe as nuk do t’u ndihmohet"},{"SurahNumber":21,"VerseNumber":40,"Text":"Por do t’u vijë e papritur dhe do t’i trishtojë e nuk do të mund ta kthejnë prapë se nuk do t’u jipet afat"},{"SurahNumber":21,"VerseNumber":41,"Text":"Edhe përpara teje profetët janë tallur, prandaj ata që i kanë tallur i ka gjetur mu ajo me të cilën janë tallur"},{"SurahNumber":21,"VerseNumber":42,"Text":"Thuaj: “Kush u mbron juve natën dhe ditën nga i mëshirshmi”? (Askush) por megjithatë ata nga Kur’ani kthejnë kryet në anën tjetër"},{"SurahNumber":21,"VerseNumber":43,"Text":"A thua ata do t’i mbrojnë hyjnitë e tyre e jo Ne? po ata nuk mund t’i ndihmojnë vetvetës dhe ato nuk janë pranuar nga ana jonë në shoqëri"},{"SurahNumber":21,"VerseNumber":44,"Text":"Këtyre, edhe të parëve të tyre, Ne u kemi dhënë kënaqësi sa kanë qenë gjallë. Po a nuk e shohin ata se en i sillemi tokës nga të gjitha anët e asaj dhe e cungojmë, e ata do të jenë fitues"},{"SurahNumber":21,"VerseNumber":45,"Text":"Thuaj: “Unë juve u tërheq vërejtjen me shpallje”, por të shurdhët nuk e dëgjojnë thirrjen kur u tërhiqet vërejtja"},{"SurahNumber":21,"VerseNumber":46,"Text":"Sikur ata t’i prekte vetëm puhia e dënimit të Zotit tënd, me siguri do të thërrisnin: “Të mjerët ne, me të vërtetë ne vetvetes i kemi bërë padrejtësi”"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ne në ditën e gjykimit do të vendosim peshojë të drejtë dhe askujt nuk do t’i bëhet padrejtësi; nëse diçka peshon vetëm sa grima, Ne atë do ta shpërblejmë, dhe mjafton që ta llogarisim vetëm Ne"},{"SurahNumber":21,"VerseNumber":48,"Text":"Ne i kemi dhënë Musaut dhe Harunit Furkanin dritë dhe mësim për ata që i shmangen mëkatit"},{"SurahNumber":21,"VerseNumber":49,"Text":"Për ata që i përkulen Zotit të tyre edhe atëherë kur nuk i sheh askush, dhe që frikësohen nga momenti i ringjalljes"},{"SurahNumber":21,"VerseNumber":50,"Text":"Por edhe ky është mësim i bekuar që e kemi shpallur, a ju ta mohoni"},{"SurahNumber":21,"VerseNumber":51,"Text":"Ne qysh më hert Ibrahimit i kemi dhënë urtësi dhe e kemi njohur shumë mirë"},{"SurahNumber":21,"VerseNumber":52,"Text":"Kur i tha babës së vet dhe popullit të vet: “Ç’janë këta idhuj të cilëve u faleni?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"Ata iu përgjigjën: “Edhe të parët tanë, i kemi mbërri, u faleshin këtyre”"},{"SurahNumber":21,"VerseNumber":54,"Text":"“Edhe ju si edhe të parët tuaj keni qenë haptazi të humbur” – u tha"},{"SurahNumber":21,"VerseNumber":55,"Text":"“Jo, - tha, - Zoti i juaj është Zot i qiejve dhe i tokës, ata Ai i ka krijuar; këtë unë do t’ua dëshmoj"},{"SurahNumber":21,"VerseNumber":56,"Text":"(Ibrahimi) tha: “Jo, por Zoti juaj është Zot’i qiejve dhe i Tokës, që Ai i krijoi ndërsa unë jam njëri prej atyre që e dëshmojnë këtë"},{"SurahNumber":21,"VerseNumber":57,"Text":"Për All-llahun, unë, sapo të largoheni ju, do t’i ndreq idhujt tuaj”"},{"SurahNumber":21,"VerseNumber":58,"Text":"Dhe i bëri ata copë-copë, përveç atij më të madhit, mbase ata do t’i drejtohen atij"},{"SurahNumber":21,"VerseNumber":59,"Text":"“Kush e bëri këtë me zotërat tanë” – thirrën ata – me të vërtetë është kriminel”"},{"SurahNumber":21,"VerseNumber":60,"Text":"“Kemi dëgjuar një djalosh që po i merr për gojë, shanë – thanë – e ka emrin Ibrahim”"},{"SurahNumber":21,"VerseNumber":61,"Text":"“Sillne ta shohin njerëzit, - thanë ata – le të dëshmojnë”"},{"SurahNumber":21,"VerseNumber":62,"Text":"“A ti e bëre këtë me zotërat tanë, o Ibrahim” – e pyetën"},{"SurahNumber":21,"VerseNumber":63,"Text":"“Atë e ka bërë ky, më i madhi i tyre, pyetni ata nëse flasin” – u tha (Ibrahimi)"},{"SurahNumber":21,"VerseNumber":64,"Text":"Dhe ata u ndalën, menduan me vete dhe thanë: “Ju me të vërtetë jeni kriminel”"},{"SurahNumber":21,"VerseNumber":65,"Text":"Pastaj ulën kryet: “Po ti e di se këta nuk flasin”"},{"SurahNumber":21,"VerseNumber":66,"Text":"“Po pse pra, në vend të All-llahut, u faleni atyre të cilët as mund t’u bëjnë farë dobie e as t’u bëjnë dëm”? – u tha ai"},{"SurahNumber":21,"VerseNumber":67,"Text":"“Of të mjerët ju dhe ata të cilëve ju, përveç All-llahut, u faleni! I adhuroni! Pse nuk mblidhni mendjen?”"},{"SurahNumber":21,"VerseNumber":68,"Text":"ndizne këtë, thanë, dhe ndihmonu zotërave tuaj, nëse doni të bëni diçka! – thirrën"},{"SurahNumber":21,"VerseNumber":69,"Text":"ne i tham zjarrit “O zjarr bëhu i ftohtë, shpëtim për Ibrahimin”"},{"SurahNumber":21,"VerseNumber":70,"Text":"Dhe ata deshtën t’i bëjnë njëfarë kurthe, por ne i bëmë ata të dështojnë"},{"SurahNumber":21,"VerseNumber":71,"Text":"Dhe e shpëtuam atë edhe Lutin në truallin të cilin e kemi bekuar për njerëz"},{"SurahNumber":21,"VerseNumber":72,"Text":"Dhe ia falëm Is-hakun edhe Jakubin si plotësim, dhe të gjithë i bëmë të mirë"},{"SurahNumber":21,"VerseNumber":73,"Text":"Edhe ata i bëmë udhërrëfyes që të udhëzojnë sipas urdhërave tona dhe i kemi inspiruar të bëjnë vepra të mira, të kryejnë faljen, të ndajnë sadakë, dhe Neve na kanë adhuruar"},{"SurahNumber":21,"VerseNumber":74,"Text":"Edhe Lutit i kemi dhënë urtësi e dituri, dhe e shpëtuam nga qyteti (banorët e tij) që bënte vepra të këqia; ata me të vërtetë ishin njerëz të këqij"},{"SurahNumber":21,"VerseNumber":75,"Text":"E futëm nën mëshirën tonë; ai është me të vërtetë nga të mirët"},{"SurahNumber":21,"VerseNumber":76,"Text":"Edhe Nuhit kur na u lut, më përpara, iu përgjigjëm dhe atë me familjen e tij e shpëtuam nga mjerimi i madh"},{"SurahNumber":21,"VerseNumber":77,"Text":"Dhe i ndihmuam kundër njerëzve të cilët i konsideronin argumentet tona të pavërteta. Ata ishin njerëz të këqij, prandaj të gjithë i mbytëm në ujë"},{"SurahNumber":21,"VerseNumber":78,"Text":"Edhe Davudit edhe Sulejmanit kur gjykuan lidhur me arën që e kishin kullotur delet e dikujt – e ne ishim dëshmitarë të gjykimit të tyre"},{"SurahNumber":21,"VerseNumber":79,"Text":"Dhe ia sqaruam (e bëmë) që Sulejmani ta kuptonte atë dhe të dyve u kemi dhënë dije e urtësi. Kurse malet edhe zogjtë ia nënshtruam që me Davudin të madhërojnë (All-llahun), Ne e bëmë këtë"},{"SurahNumber":21,"VerseNumber":80,"Text":"Dhe e mësuam të bëjë parzma hekuri për ju që t’ju mbrojë në luftë me armikun, - po a jeni mirënjohës"},{"SurahNumber":21,"VerseNumber":81,"Text":"Kurse Sulejmanit ia bëmë erën që si rërfëllazë të fryejë sipas urdhërit të tij kah toka që e kemi bekuar; Ne shumë mirë i dimë të gjitha"},{"SurahNumber":21,"VerseNumber":82,"Text":"Edhe nga djajt kishte që zhyteshin për të dhe bënin punë të tjera, ndërsa Ne i kemi mbrojtur"},{"SurahNumber":21,"VerseNumber":83,"Text":"Edhe Ejubit, kur e thirri në ndihmë Zotin e vet: “Më gjeti fatkeqësia, kurse Ti je më i mëshirshmi nga të mëshirshmit!”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Iu përgjigjëm dhe ia hoqëm fatkeqësinë që e mundonte dhe i dhamë fëmijë dhe familje nga mëshira jonë, që të jetë mësim për adhuruesit"},{"SurahNumber":21,"VerseNumber":85,"Text":"Edhe Ismailit, edhe Idrizit, edhe Dhulkiflit; të gjitëh ishin durimtarë"},{"SurahNumber":21,"VerseNumber":86,"Text":"Edhe i shtiem në mëshirën tonë, ata me të vërtetë ishin të mirë"},{"SurahNumber":21,"VerseNumber":87,"Text":"Edhe Dhun-Nuni, kur shkoi i zemëruar dhe mendoi se atij nuk kemi ç’ti bëjmë – po pastaj në errësirë këlthiti (nga frika): “Nuk ka Zot përveç Teje, Ti qofsh lavdëruar! Unë me të vërtetë jam kriminel”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Iu përgjigjëm dhe e shpëtuam nga ajo që e shtrëngonte. Kështu ne i shpëtojmë besimtarët"},{"SurahNumber":21,"VerseNumber":89,"Text":"Edhe Zekerijjas, kur e luti Zotin e vet: “O Zoti im, mosmë lë të vetmuar, e ti je trashëgimtari më i mirë!”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Iu përgjigjëm edhe atij dhe ia falëm Jahjan dhe bashkëshorte të mirë. Ata bënin gara që të bëjnë sa më shumë vepra të mira dhe na lutnin me shpresë dhe frikë, dhe ndaj nesh kanë qenë të përulur"},{"SurahNumber":21,"VerseNumber":91,"Text":"Edhe asaj që ka ruajtur virgjërinë e vet, te ajo kemi shtënë nga jeta jonë dhe atë me djalin e saj ua bëmë argument botës"},{"SurahNumber":21,"VerseNumber":92,"Text":"Kjo feja e juaj është fe e vetme (e drejtë), kurse unë jam Zoti juaj, prandaj vetëm mua të më adhuroni"},{"SurahNumber":21,"VerseNumber":93,"Text":"Edhe ata ndërmjet veti janë përçarë, por të gjithë te Ne do të kthehen"},{"SurahNumber":21,"VerseNumber":94,"Text":"Kush bënë vepra të mira dhe është besimtar, nuk do t’i mbetet mundi pa iu shpërblyer. Atij ne ia shënojmë"},{"SurahNumber":21,"VerseNumber":95,"Text":"Por është e pamundur që banorët e ndonjë vendbanimi që ne e kemi zhdukur të mos kthehen"},{"SurahNumber":21,"VerseNumber":96,"Text":"Derisa të lirohen Jexhuxhët e Maxhuxhët të vërshojnë nga çdo humnerë"},{"SurahNumber":21,"VerseNumber":97,"Text":"dhe të afrohet premtimi i sigurt, atëherë shikimet e mosbesimtarëve do të shtangen. “Të mjerët ne, ne kemi qenë indiferentë ndaj kësaj, edhe kështu kemi qenë të padrejtë!”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Edhe ju, edhe ata të cilëve u luteni, përveç All-llahut, do të jeni lëndë djegëse në xhehennem, aty me siguri do të hyni"},{"SurahNumber":21,"VerseNumber":99,"Text":"Të ishin ata zotër, nuk do të futeshin aty dhe përgjithmonë të mbesin të gjithë aty"},{"SurahNumber":21,"VerseNumber":100,"Text":"Aty do të përpëliten dhe aty nuk do të dëgjojnë asgjë ata"},{"SurahNumber":21,"VerseNumber":101,"Text":"E ata të cilëve u ka prirë mirësia jonë, ata do të jenë larg këtij (mundimi)"},{"SurahNumber":21,"VerseNumber":102,"Text":"Nuk do të dëgjojnë shushurimën e tij dhe përgjithmonë do të kënaqen me atë që u dëshirojnë shpirtërat"},{"SurahNumber":21,"VerseNumber":103,"Text":"Nuk do t’i shqetësojë as tmerri më i madh dhe do t’i presin engjujt: “Ja, kjo është dita e juaj që u është premtuar juve!”"},{"SurahNumber":21,"VerseNumber":104,"Text":"Atë Ditë kur t’i mbështjellim qiejt sikur që mbështillet fleta e letrës. Ashtu siç u kemi krijuar herën e parë do ta përsërisim atë (krijim). Ky është premtimi ynë, Ne me të vërtetë mund ta bëjmë këtë"},{"SurahNumber":21,"VerseNumber":105,"Text":"Ne në Zebur, pas Tevratit, kemi shkruar se tokën do ta trashëgojnë robërit e mi të mirë"},{"SurahNumber":21,"VerseNumber":106,"Text":"Në këtë, vërtetë, ka mësim për njerëzit e devotshëm"},{"SurahNumber":21,"VerseNumber":107,"Text":"Kurse ty të kemi dërguar vetëm nga mëshira ndaj botërave"},{"SurahNumber":21,"VerseNumber":108,"Text":"Thuaj: “Mua më shpallet se Zoti juaj është Një Zot, e ju a jeni muslimanë?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"Por nëse ata bishtërojnë ti thuaj: “Unë, ju të gjithëve, pa përjashtim, u kam qortuar, por nuk e di a është afër apo larg ajo që u premtohet"},{"SurahNumber":21,"VerseNumber":110,"Text":"Ai i di fjalët e folura me zë, por e di edhe atë çka e fshihni"},{"SurahNumber":21,"VerseNumber":111,"Text":"Kurse unë nuk e di, mos është ajo sprovë për ju, dhe afrim i kënaqësive deri në njëfarë kohe”"},{"SurahNumber":21,"VerseNumber":112,"Text":"“Zoti im, gjyko ashtu si e kanë merituar!” – tha ai. Dhe Zoti ynë është i mëshirshëm, nga i cili dueht kërkuar ndihmë kundër asaj që e shfaqni ju"},{"SurahNumber":22,"VerseNumber":1,"Text":"O njerëz, frikësohuni Zotit tuaj! Me të vërtetë dridhja e fundit (e Ditës së kijametit) është ngjarje e madhe"},{"SurahNumber":22,"VerseNumber":2,"Text":"Atë ditë kur shihni që secila femër me fëmijë për gjiri do ta lë atë, dhe secila shtatzënë do ta hedhë frytin e vet (dështojë) do të shohësh njerëz të dehur; e ata nuk janë të dehur por dënimi i All-llahut është i tmerrshëm"},{"SurahNumber":22,"VerseNumber":3,"Text":"Ka njerëz të cilët kundërshtojnë All-llahun pa pasur asnjëfarë dijenie dhe pasojnë çfarëdo djalli të mbrapshtë"},{"SurahNumber":22,"VerseNumber":4,"Text":"Atij i është caktuar, kujt i prinë ai, ta humbë dhe ta udhëzojë në dënim me flakë"},{"SurahNumber":22,"VerseNumber":5,"Text":"O njerëz, nëse dyshoni në ringjallje, (mendoni se) Ne juve ju kemi krijuar nga dheu, pastaj prej pikës së farës, mandej prej gjakut të trashur, pastaj nga një copë mishi me pjesë të dukshme e të padukshme, që juve t’jua sqarojmë. Ndërsa në mitër vendojmë çka duam, deri në afatin e caktuar, pastaj bëjmë që të dilni si fëmijë, pastaj të arrini në moshën e pjekurisë. Disa prej jush vdesin, të tjerët përjetojnë pleqëri të thellë sa që nuk dinë asgjë nga ajo që kanë ditur. Ti e sheh tokën si të vdekur, por kur në të lëshojmë shiun, ajo lëkundet e merr hov, dhe prej saj mbijnë lloj-lloj çifte (bimë e gjallesa) të bukura"},{"SurahNumber":22,"VerseNumber":6,"Text":"Kjo, për shkak se All-llahu, është i vërtetë dhe se Ai është që i ngjallë të vdekurit, dhe se Ai është i plotfuqishëm për gjithçka"},{"SurahNumber":22,"VerseNumber":7,"Text":"Dhe se do të vijë momenti i ringjalljes – në këtë nuk ka dyshim dhe se All-llahu do t’i ngjallë ata që janë në varr"},{"SurahNumber":22,"VerseNumber":8,"Text":"Ka njerëz që kundërshtojnë All-llahun pa pasur asnjëfarë dijenie, asnjëfarë udhëzimi, dhe pa Libër të shndëritshëm (për dritë)"},{"SurahNumber":22,"VerseNumber":9,"Text":"Ngrijnë krahët me qëllim që t’i largojnë nga rruga e All-llahut; atë në këtë botë e pret turpërim, kurse në botën tjetër do t’i bëjmë t’i shijojnë vuajtjet me të djegur"},{"SurahNumber":22,"VerseNumber":10,"Text":"Qe, kjo është për shkak të veprave nga dora jote, sepse All-llahu nuk është i padrejtë ndaj robërve të vet"},{"SurahNumber":22,"VerseNumber":11,"Text":"Ka njerëz që adhurojnë All-llahun formalisht: Nëse u del mirë janë të kënaqur me të, po nëse i godit ndonjë sprovë, ngrihen kundër Tij dhe ashtu e humb këtë dhe atë botë. E kjo, vërtet është humbje flagrante"},{"SurahNumber":22,"VerseNumber":12,"Text":"Ai, përveç All-llahut, i lutet atij që as mundet t’i largojë ndonjë dëm këtij, e as t’i bëjë ndonjë dobi. Ky është zhgënjim i madh"},{"SurahNumber":22,"VerseNumber":13,"Text":"I lutet atij nga i cili më afër e ka dëmin se sa ndonjë dobi. I atilli është mik dhe shok i keq"},{"SurahNumber":22,"VerseNumber":14,"Text":"Ata që besojnë dhe bëjnë vepra të mira, All-llahu pa dyshim do t’i shtjerë në xhenete, ku rrjedhin lumenj; All-llahu punon çka të dojë"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kush mendon se All-llahu nuk do t’i ndihmojë atij (Profetit) as në këtë e as botën tjetër, le ta lëshojë litarin në qiell dhe le ta këpus dhe të shohë a do t’ia largojë mjeshtria e tij atë që e zemëron"},{"SurahNumber":22,"VerseNumber":16,"Text":"Dhe ashtu Ne shpallim argumente të qarta, dhe All-llahu udhëzon kë të dojë"},{"SurahNumber":22,"VerseNumber":17,"Text":"All-llahu do t’i ndajë në ditën e Gjykimit ata që besojnë, ebrenjt, sabejt, krishterët, mazdeistët dhe politeistët. All-llahu, me të vërtetë, është dëshmitarë për çdo send"},{"SurahNumber":22,"VerseNumber":18,"Text":"A nuk e sheh se All-llahut i përulen ata në qiej edhe në tokë; edhe Dielli dhe Hëna; edhe yjtë edhe malet, edhe drunjtë, edhe shtazët si edhe shumë njerëz, por shumica meritojnë edhe dënimin. Atë që e poshtron All-llahu, askush nuk mund ta bëjë të ndershëm, All-llahu bën çka të dojë"},{"SurahNumber":22,"VerseNumber":19,"Text":"Këto dy grupe kundërshtarësh zihen rreth Zotit të tyre; atyre që nuk besojnë u janë prerë tesha të zjarrta, kurse ujtë e valë do t’u derdhet mbi kokë"},{"SurahNumber":22,"VerseNumber":20,"Text":"Prej tij do t’u shkrihet ajo çka kanë në barqet e tyre, edhe lëkura"},{"SurahNumber":22,"VerseNumber":21,"Text":"Dhe ata kanë shkopinj të hekurt"},{"SurahNumber":22,"VerseNumber":22,"Text":"Sa herë që të provojnë për të dalë prej aty, për shkak të mjerimit të madh, do të kthehen prapë aty: “Shijoni vuajtjen në zjarr të tmershëm”"},{"SurahNumber":22,"VerseNumber":23,"Text":"Kurse ata që kanë besuar dhe kanë bërë vepra të mira, All-llahu me siguri do t’i shtjerë në xhenete nëpër të cilët rrjedhin lumenj; Aty do të stolisen me rrathë të artë dhe xhevahire, ndërsa teshat e atyre janë të mëndafshta"},{"SurahNumber":22,"VerseNumber":24,"Text":"Ata kanë qenë të frymëzuar të flasin fjalë të bukura dhe kanë qenë të udhëzuar rrugës së Atij, i cili është i denjë për lavdatë"},{"SurahNumber":22,"VerseNumber":25,"Text":"Mosbesimtarëve dhe atyre që pengojnë nga rruga e All-llahut dhe Mesxhdi-l-Harami të cilin ne e kemi dedikuar për tërë njerëzimin të jenë të barabartë si ai vendësi, ashtu edhe ai i ardhuri. Kush bënë çfardo krimi qoftë, do të bëjmë të shijojë vuajtje të dhembshme"},{"SurahNumber":22,"VerseNumber":26,"Text":"Dhe kur ia përgatitëm Ibrahimit vendin e shtëpisë (tempullin për strehim), (i thamë) Mua mos ma trajtoj askë të barabartë dhe pastroje këtë tempull timin për ata që do ta vizitojnë, dhe ata, të cilët aty në afërsi të tij do të banojnë, dhe ata që do të përkulen dhe falen"},{"SurahNumber":22,"VerseNumber":27,"Text":"Dhe shpallu njerëzve haxhin! – do të vijnë në këmbë edhe me deve të rraskapitura; do të vijnë nga largësi të thella"},{"SurahNumber":22,"VerseNumber":28,"Text":"Që të kenë dobi dhe që në ditë të caktuara, do të përmendin emrin e All-llahut për atë që i ka furnizuar me kafshë (për kurban). Hani prej tyre dhe ushqeni të varfërit e mjerë"},{"SurahNumber":22,"VerseNumber":29,"Text":"Pastaj, le të heqin nga vetja ndyrësirën, le t’i pltoësojnë premtimet e veta, le ta vizitojnë tempullin e vjetër"},{"SurahNumber":22,"VerseNumber":30,"Text":"Vetëm kaq! E kush i madhëron shejtnitë e All-llahut është mirë për të ndaj Zotit të vet. Juve ju janë lejuar kafshët, me përjashtim të atyre të cilat ju janë lexuar (në Kur’an), pra largohuni prej idhujve të ndyrë dhe fjalëve të pavërteta"},{"SurahNumber":22,"VerseNumber":31,"Text":"Jini sinqerisht besnikë të All-llahut! Mos i bëni atij shok! Kush i bën shok All-llahut është sikur ai që ka rënë nga qielli dhe e ka rrëmbyer shpendi ose e ka shpjer era në ndonjë vend të largët"},{"SurahNumber":22,"VerseNumber":32,"Text":"Ja, vetëm kaq! E kush madhëron fenë e All-llahut, ajo është shenjë e zemrës fisnike"},{"SurahNumber":22,"VerseNumber":33,"Text":"Aty ju keni dobi deri një moment të caktuar, e pastaj vendi i tyre është pranë tempullit të lashtë"},{"SurahNumber":22,"VerseNumber":34,"Text":"Çdo bashkësie i kemi bërë zakon të pres kurban, për ta përmend emrin e All-llahut me rastin e prerjes së kafshës të cilën Ai ua jep. Zoti juaj është një Zot, prandaj dorëzoni! Dhe jepu sihariq të dëgjueshmëve"},{"SurahNumber":22,"VerseNumber":35,"Text":"Zemrat e të cilëve kur përmendet All-llahu i kaplon frika, edhe ata të cilët me durim përballojnë vështirësit që u ndodhin, edhe ata që kryejnë faljne dhe prej asaj që Ne u kemi dhënë ndajnë (japin sadakë)"},{"SurahNumber":22,"VerseNumber":36,"Text":"Kurse Devet, atë ua kemi bërë një nga zakonet e All-llahut, ku ju keni dobi. Prandaj, përmendeni emrin e All-llahut, mbi ta në radhë, por kur të bijnë në tokë hani nga ato dhe usheni si ata që janë mirënjohës si ata që nuk janë. Ashtu ua kemi vënë në shërbim tuajin (kurbanët) ndoshta do të jeni mirënjohës"},{"SurahNumber":22,"VerseNumber":37,"Text":"Tek All-llahu nuk arrin mishi i tyre as gjaku i tyre, por do të arrijë vepra e mirë dhe me sinqeritet nga ana e juaj; Ashtu ua ka nënshtruar për ta madhëruar All-llahun për shkak se u ka udhëzuar. Dhe meru sihariq bamirësve"},{"SurahNumber":22,"VerseNumber":38,"Text":"All-llahu me të vërtetë i mbron besimtarët. Ai pamëdyshje nuk e do asnjë tradhëtar, mosbesimtar"},{"SurahNumber":22,"VerseNumber":39,"Text":"U lejohet (mbrojtja) atyre që janë të sulmuar, ngase u bëhet përdhunim – kurse All-llahu është me të vërtetë fuqiplotë për t’i mbrojtur"},{"SurahNumber":22,"VerseNumber":40,"Text":"Ata të cilët pa asnjëfarë faji janë përzënë nga shtëpitë e tyre, vetëm pse kanë thënë: “Zoti ynë është All-llahu!” Sikur All-llahu të mos i zbrapste disa njerëz me disa të tjerë, do të ishin shembur dei në themel manastiret, kishat, havret si edhe xhamiat në të cilat me të madhe përmendet emri i All-llahut. Ndërsa All-llahu pa dyshim, do t’i ndihmojë ata të cilët e ndihmojnë atë (besimin e tij), sepse All-llahu është, njëmend, i fortë e i gjithfuqishëm"},{"SurahNumber":22,"VerseNumber":41,"Text":"Ata të cilët, nëse u japim pushtet në tokë, do të kryejnë faljen edhe do të japin sadakë, dhe dot ë urdhërojnë të bëhen vepra të mira dhe të largojnë nga veprat e këqia. Ndërkaq përfundimi i çdo sendi i takon All-llahut"},{"SurahNumber":22,"VerseNumber":42,"Text":"Nëse të konsiderojnë gënjeshtar (ani) po edhe para tyre, populli i Nuhit, edhe Adi edhe Themudi, profetët i kanë konsideruar gënjeshtarë"},{"SurahNumber":22,"VerseNumber":43,"Text":"Edhe populli i Ibrahimit dhe populli i Lutit"},{"SurahNumber":22,"VerseNumber":44,"Text":"Edhe banorët e Medjenit. Madje edhe Musa ka qenë trajtuar si gënjeshtar, ndërsa Unë mosbesimtarëve u kam dhënë kohë, afat, pastaj i kam dënuar; dhe me çfarë dënimi se"},{"SurahNumber":22,"VerseNumber":45,"Text":"dhe sa vendbanime kemi zhdukur (banorët e të cilëve) që kanë qenë mëkatarë, dhe ata janë shkretëruar, kanë mbetur vetëm gërmadhat! Sa e sa pusa janë lënë pas dore e sa pallate të shembura"},{"SurahNumber":22,"VerseNumber":46,"Text":"A nuk kanë udhëtuar nëpër botë me qëllim që zemrat e tyre të kuptojnë atë çka duhet ta kuptojnë kurse veshët e tyre të dëgjojnë atë çka duhet të dëgjojnë. Pra nuk janë sytë të verbër, por zemrat që i kanë në krahëror"},{"SurahNumber":22,"VerseNumber":47,"Text":"Ata kërkojnë prej teje që dënimi t’u arrijë sa më parë, porse All-llahu nuk e ndryshon premtimin e vet. Dhe vetëm një ditë te Zoti është sa njëmijë vjet sipas llogarisë suaj"},{"SurahNumber":22,"VerseNumber":48,"Text":"Dhe sa vendbanime ka që ua kam zgjatur jetën (vonuar dënimin) duke qenë të padrejtë, pastaj i përfshiva (në dënim). Tek unë e kanë kthimin (pikën e fundit)"},{"SurahNumber":22,"VerseNumber":49,"Text":"Thuaj: “O njerëz, unë jam vetëm për t’ua tërhequr vërejtjen haptazi”"},{"SurahNumber":22,"VerseNumber":50,"Text":"Ata që kanë besuar dhe kanë bërë vepra të mira i pret falje dhe furnizim fisnik"},{"SurahNumber":22,"VerseNumber":51,"Text":"Kurse ata të cilët përpiqen që argumentet tona t’i çfuqizojnë, ata janë banorë të xhehennemit"},{"SurahNumber":22,"VerseNumber":52,"Text":"Përpara teje Ne nuk kemi dërguar asnjë profet e ferrëfyes që djalli të mos jetë përzier edhe ai, kurdo që ai, (Profeti) dëshironte ndonjë send. All-llahu e shmangte atë që fuste djalli, e pastaj i përforconte fjalët e veta, All-llahu është i urtë dhe shumë i dijshëm"},{"SurahNumber":22,"VerseNumber":53,"Text":"Për të bërë sprovë atë që hedhte djalli, për ata zemrat e të cilëve janë të sëmura dhe mizore, kurse mosbesimtarët janë, me të vërtetë, në mospajtim të pafund"},{"SurahNumber":22,"VerseNumber":54,"Text":"Dhe që ata, të cilët janë të pajisur me dije, ta njohin se ai është (Kur’an) i vërtetë nga Zoti yt, pra le t’i besojnë dhe zemrat e tyre të jenë të përulura! Ndërkaq All-llahu me të vërtetë ata që kanë besuar i drejton në rrugë të drejtë"},{"SurahNumber":22,"VerseNumber":55,"Text":"Kurse mosbesimtarët nuk do të pushojnë së dyshuari deri sa t’u vijë vdekja, papritur, ose t’u vijë vuajtja e ditës së tmerrshme"},{"SurahNumber":22,"VerseNumber":56,"Text":"Atë ditë, pushteti do të jetë i All-llahut, Ai do të gjykojë ndërmjet tyre: Besimtarët të cilët kanë bërë vepra të mira do të kënaqen në xhennete të këndshme"},{"SurahNumber":22,"VerseNumber":57,"Text":"Kurse, mosbesimtarët dhe ata që kanë përgënjeshtruar argumentet tona, ata do të qëndrojnë në vuajtje të turpshme"},{"SurahNumber":22,"VerseNumber":58,"Text":"All-llahu, njëmend, do t’i shpërblejë mirë ata të cilët e kanë lënë vendlindjen e vet për hirë të All-llahut, pastaj janë vrarë ose kanë vdekur sepse All-llahu më së miri shpërblen"},{"SurahNumber":22,"VerseNumber":59,"Text":"Ai do t’i shpjerë, vërtet, në vend ku ata do të jenë të kënaqur. Ndaj All-llahu është shumë i dijshëm dhe i butë"},{"SurahNumber":22,"VerseNumber":60,"Text":"Ja kështu! Kurse atij i cili me të njëjtën masë e kthen të keqën e bërë (nxjerr hak), dhe të cilit prapë i bëhet padrejtësi, All-llahu pa dyshim do t’i ndihmojë. All-llahu, njëmend, shlyen mëkatet dhe fal"},{"SurahNumber":22,"VerseNumber":61,"Text":"Ja kështu! Se All-llahu e bën natën ditë, kurse ditën natë; Dhe All-llahu është ai i cili dëgjon dhe i sheh të tëra"},{"SurahNumber":22,"VerseNumber":62,"Text":"Kjo është për shkak se All-llahu, vetëm Ai është i vërtetë, kurse ato të cilave u falën ata, përveç All-llahut, nuk ekzistojnë, dhe se All-llahu është i madh dhe i lartëmadhërishëm"},{"SurahNumber":22,"VerseNumber":63,"Text":"A nuk e ke parë si e lëshon All-llahu shiun nga qielli dhe toka gjelbëron? All-llahu është me të vërtetë i mirë dhe i informuar"},{"SurahNumber":22,"VerseNumber":64,"Text":"E atij është çka ka në qiej dhe në tokë! All-llahu, me të vërtetë, është i pasur dhe i denjë për lavdatë"},{"SurahNumber":22,"VerseNumber":65,"Text":"A nuk e sheh se All-llahu ua ka nënshtruar juve çka ka në tokë, madje edhe lundrat, që me vullnetin e Tij lundrojnë nëpër det? Ai mban atë çka është në qiell të mos bjerë në tokë, vetëm me lejen e Tij, All-llahu është, pa dyshim, i butë dhe i mëshirshëm ndaj njerëzve"},{"SurahNumber":22,"VerseNumber":66,"Text":"Ai është i cili juve ju ngjall e pastaj ju vdes e mandej prapë do t’ju ringjallë; megjithatë njeriu ëshë jomirënjohës"},{"SurahNumber":22,"VerseNumber":67,"Text":"Çdo populli i kemi ccaktuar një ligj ta zbatojnë atë, dhe assesi mos lejo që të diskutojnë me ty lidhur me këtë. Ti thirr Zotin tënd, sepse, ti, me të vërtetë, je në rrugë të drejtë"},{"SurahNumber":22,"VerseNumber":68,"Text":"Po në qoftë se ata polemizojnë me ty, thuaj: “All-llahu e di mirë se çka punoni ju!”"},{"SurahNumber":22,"VerseNumber":69,"Text":"All-llahu do t’ju gjykojë në Ditën e kijametit për atë në çka po kundërshtoheni"},{"SurahNumber":22,"VerseNumber":70,"Text":"A nuk e di se All-llahut i është e njohur e tërë çka është në qiej dhe në tokë? Ajo është krejt nën një Libër; Ajo është krejtësisht e lehtë për All-llahun"},{"SurahNumber":22,"VerseNumber":71,"Text":"Politeistët, në vend të All-llahut, adhurojnë ato të cilëve Ai nuk u ka dërguar asfarë argumenti, dhe që as vetë nuk dinë asgjë. Ndërkaq politeistët askush nuk i ndihmon"},{"SurahNumber":22,"VerseNumber":72,"Text":"Dhe kur u lexon ajetet tona të qarta, ti, në fytyrat e atyre, që nuk besojnë, vërenë pakënaqësi të madhe, gati sa nuk vërsulen kundër atyre të cilët u lexojnë ajetet tona. Thuaj: “A t’ju lajmëroj diç më të neveritshme se kjo? Zjarr! Atë All-llahu ua ka premtuar mosbesimtarëve, sa vendbanim i tmerrshëm është!”"},{"SurahNumber":22,"VerseNumber":73,"Text":"O njerëz, qe një shembull, ama ta dëgjoni: “Ata të cilëve ju, në vend të All-llahut, u luteni, nuk munden kurrsesi të krijojnë as mushkonjën po edhe sikur të mblidhen të gjithë për atë. Dhe nëse mushkonja u rrëmben diçka ata nuk munden ta shpëtojnë prej saj. Është i dobët ai që lyp, por edhe ajo që lypet”"},{"SurahNumber":22,"VerseNumber":74,"Text":"Ata nuk e çmojnë All-llahun me vlerën e vërtetë, se All-llahu është, njëmend, i fortë e i plotëfuqishëm"},{"SurahNumber":22,"VerseNumber":75,"Text":"All-llahu i zgjedh profetët nga mesi i engjujve edhe njerëzve. All-llahu dëgjon krejt dhe i sheh të tëra"},{"SurahNumber":22,"VerseNumber":76,"Text":"Ai e di se çka ka para tyre dhe çka ka pas tyre, dhe të gjitha çështjet i kthehen All-llahut"},{"SurahNumber":22,"VerseNumber":77,"Text":"O besimtarë, kryene faljen dhe përuluni e adhuroni Zotin tuaj dhe bëni vepra të mira, ndoshta do të shpëtoni"},{"SurahNumber":22,"VerseNumber":78,"Text":"Dhe luftoni për hirë të All-llahut ashtu si duhet të luftoni! Ai juve ju ka zgjedhur dhe në fe nuk ju ka caktuar asgjë të rëndë, në fenë e të parit tuaj Ibrahimit. Juve që moti ju ka quajtur muslimanë por edhe në këtë (Kur’an). Profeti le të jetë dëshmitar i juaj e ju t’u bëheni dëshmitarë njerëzve të tjerë. Prandaj kryeni faljen dhe jepni zeqatin deh lidhuni bindshëm te All-llahu; ai është zotëri i juaj, dhe sa zotëri e ndihmës i mirë është"}]}