{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Naho babandi batizera kuzahura natwe, baravuze bati \"Kuki tutohererezwa Abamalayika (bo kutubwira ko uri intumwa y’ukuri) cyangwango tubone Nyagasani wacu?\" Rwose bishyize hejuru bikabije baranarengera"},{"SurahNumber":25,"VerseNumber":22,"Text":"Umunsi bazabona Abamalayika, nta nkuru nziza (abo bamalayika bazaba bazaniye) inkozi z’ibibi kuri uwo munsi, (ahubwo) bazazibwira bati \"Mukumiriwe (kwinjira mu ijuru) bidasubirwaho"},{"SurahNumber":25,"VerseNumber":23,"Text":"Maze ibikorwa bakoze tubigireumukungugu utumuka"},{"SurahNumber":25,"VerseNumber":24,"Text":"Kuri uwo munsi, abo mu ijuru bazaba bafite icyicaro cyiza n’aho kuruhukira hahebuje"},{"SurahNumber":25,"VerseNumber":25,"Text":"(Unibuke) umunsi ikirere kizasatagurika (mu myenge yacyo hagaragaramo) ibicu, maze abamalayika bakamanurwa ari benshi"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ubwami nyabwo kuri uwo munsi buzaba ari ubwa Nyirimpuhwe (Allah), kandi uzaba ari umunsi ukomeye ku bahakanyi"},{"SurahNumber":25,"VerseNumber":27,"Text":"(Unibuke) umunsi inkozi y’ibibi izirumagura intoki (yicuza ibyo yakoze) igira iti \"Iyo nza kuba narayobotse inzira y’intumwa (Muhamadi)"},{"SurahNumber":25,"VerseNumber":28,"Text":"Mbega ibyago byanjye! Iyo nza kuba ntaragize kanaka inshuti magara"},{"SurahNumber":25,"VerseNumber":29,"Text":"Rwose yaranyobeje (ambuza gukurikira) urwibutso (Qur’an), nyuma yuko rwari rwarangezeho. Kandi Shitani atererana umuntu"},{"SurahNumber":25,"VerseNumber":30,"Text":"Nuko Intumwa (Muhamadi) iravuga iti \"Nyagasani wanjye! Mu by’ukuri, abantu banjye ntibahaye agaciro iyi Qur’an"},{"SurahNumber":25,"VerseNumber":31,"Text":"Uko ni nako buri muhanuzi twamushyiriyeho abanzi bakomoka mu nkozi z’ibibi. Ariko Nyagasani wawe arahagije kuba Uyobora ndetse n’Umutabazi"},{"SurahNumber":25,"VerseNumber":32,"Text":"Na babandi bahakanye baravuze bati \"Kuki (Muhamadi) atahishuriwe Qur’anicyarimwe ari imbumbe?\" (Allah aravuga ati) \"Uko (kuyihishura itatanye) ni ukugira ngo tuyikoreshe tugukomeza umutima (yewe Muhamadi). Kandi twayiguhishuriye buhoro buhoro (kugira ngo yorohere abayisoma)"},{"SurahNumber":25,"VerseNumber":33,"Text":"Kandi nta rugero bakuzanira (rugamije guhinyura Qur’an) ngo tubure kukuzanira (igisubizo cy’) ukuri ndetse n’ibisobanuro birushijeho kuba byiza"},{"SurahNumber":25,"VerseNumber":34,"Text":"Babandi bazakoranyirizwa mu muriro wa Jahanamu bagenza uburanga bwabo, ni bo bazaba bari mu rwego rubi kandi barayobye inzira (y’ukuri) bikabije"},{"SurahNumber":25,"VerseNumber":35,"Text":"Kandi mu by’ukuri, twahaye Musa igitabo (Tawurati), tunamugenera umuvandimwe we Haruna (Aroni) kugira ngo amufashe"},{"SurahNumber":25,"VerseNumber":36,"Text":"Nuko turababwira tuti \"Nimujye ku bantu bahakanye amagambo yacu (maze bajyayo barabigisha ariko bakomeza guhakana), nuko turabarimbura bihambaye"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ndetse n’abantu ba Nuhu (Nowa) ubwo bahinyuraga Intumwa, twabaroshye (mu mazi) maze tubagira ikimenyetso ku bantu. Kandi inkozi z’ibibi twaziteguriye ibihano bibabaza"},{"SurahNumber":25,"VerseNumber":38,"Text":"(Twanarimbuye) aba Adi87 ndetse n’aba Thamudu88, n’abari baturiye iriba rya Rasi, ndetse n’ibisekurubyinshi byabayeho hagati aho"},{"SurahNumber":25,"VerseNumber":39,"Text":"Kandi buri wese (muri bo) twamuhaye ingero zihagije, maze bose (banga kwemera) tubarimbura bihambaye"},{"SurahNumber":25,"VerseNumber":40,"Text":"Kandi rwose (Ababangikanyamana b’i Maka) bajyaga banyura ku mudugudu (w’abantu ba Lutwi) wamanuriweho imvura mbi (y’amabuye). Ese ntibawubonaga (ngo bibahe isomo)? Ahubwo ntibizeraga izuka"},{"SurahNumber":25,"VerseNumber":41,"Text":"N’iyo bakubonye (yewe Muhamadi) baragukerensa (bagira bati) \"Ese uyu ni we Allah yatumye ngo abe intumwa"},{"SurahNumber":25,"VerseNumber":42,"Text":"Yari hafi yo kutuyobya ngo adukure ku mana zacu, iyo tutaza kwihangana ngo tuzikomereho!\" Ariko igihe bazabona ibihano nibwo bazamenya uwayobye cyane inzira (y’ukuri)"},{"SurahNumber":25,"VerseNumber":43,"Text":"Ese (yewe Muhamadi) wabonye uwafashe irari rye akarigira imana ye? Nonesewamubera umwishingizi (wo kumugarura ku kwemera)"},{"SurahNumber":25,"VerseNumber":44,"Text":"Cyangwa wibaza ko abenshi muri bo bumva cyangwa basobanukirwa (amagambo ya Allah)? Ahubwo bameze nk’amatungo ndetse bo bayobye inzira (kuyarusha)"},{"SurahNumber":25,"VerseNumber":45,"Text":"Ese ntubona uko Nyagasani wawe arambura igicucu? N’iyo aza kubishaka yari kukigumisha hamwe. Hanyuma izuba twarigize ikimenyetso cyacyo"},{"SurahNumber":25,"VerseNumber":46,"Text":"Maze tukagenda tukigabanya tukigarura iwacu buhoro buhoro"},{"SurahNumber":25,"VerseNumber":47,"Text":"Kandi ni we wabagiriye ijoro kuba nk’umwambaro (ubahishira), ibitotsi abigira ikiruhuko ndetse n’amanywa ayagira igihe cyo gushakisha imibereho"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ni nawe wohereza imiyaga itanga icyizere, ibanziriza impuhwe ze (imvura); kandi tumanura mu kirere amazi asukuye"},{"SurahNumber":25,"VerseNumber":49,"Text":"Kugira ngo dusubize ubuzima ubutaka bwapfuye (bwakakaye), kandi tunayanywesha byinshi mu byo twaremye; (yaba) amatungo ndetse n’abantu"},{"SurahNumber":25,"VerseNumber":50,"Text":"Kandi rwose (imvura) twarayibasaranganyije kugira ngo batekereze (inema za Allah), ariko abenshi mu bantu baranze bahitamo guhakana"},{"SurahNumber":25,"VerseNumber":51,"Text":"N’iyo dushaka twari kohereza umuburizi muri buri mudugudu"},{"SurahNumber":25,"VerseNumber":52,"Text":"Bityo ntuzumvire abahakanyi, ahubwo ujye uhangana nabo (ubigisha) uyifashishije (Qur’an)"},{"SurahNumber":25,"VerseNumber":53,"Text":"Kandi (Allah) ni we wahuje inyanja ebyiri; ifite amazi y’urubogobogo amara inyota, naho indi ikaba urwunyunyu rukaze. Maze ashyira urubibi hagati yazo rutuma zitivanga"},{"SurahNumber":25,"VerseNumber":54,"Text":"Ndetse ni nawe waremye umuntu amukomoye mu mazi (intanga), anamushyiriraho uburyo azajya agira amasano binyuze mu maraso ndetse no gushyingiranwa. Kandi Nyagasani wawe ni Ushobora byose"},{"SurahNumber":25,"VerseNumber":55,"Text":"(Abahakanyi) basenga ibitari Allahbitagira icyo bibamarira cyangwa ngo bigire icyo bibatwara. Kandi umuhakanyi afatanya (na Shitani) kwigomeka kuri Nyagasani we"},{"SurahNumber":25,"VerseNumber":56,"Text":"Kandi nta kindi twakoherereje usibye kuba utanga inkuru nziza (yo kuzagororerwa ijuru ku bazumvira Allah) ndetse n’umuburizi (ku bazigomeka)"},{"SurahNumber":25,"VerseNumber":57,"Text":"Vuga (yewe Muhamadi) uti \"Ntabwo (kubagezaho ubutumwa) mbibasabira igihembo, ariko uzashaka gukurikira inzira imuganisha kwa Nyagasani we (yemerewe kugira icyo atanga mu nzira ya Allah ku bushake bwe)"},{"SurahNumber":25,"VerseNumber":58,"Text":"Ujye uniringira Uhoraho, Udapfa, unasingize ishimwe rye. Kandi arahagije kuba azi byimazeyo ibyaha by’abagaragu be"},{"SurahNumber":25,"VerseNumber":59,"Text":"We waremye ibirere n’isi ndetse n’ibiri hagati yabyo mu minsi itandatu, hanyuma Nyirimpuhwe (Allah) aganza ku ntebe y’icyubahiro (Arishi). Bityo (yewe Muhamadi) mubaze ibijyanye nawe (akwibwire)"},{"SurahNumber":25,"VerseNumber":60,"Text":"N’iyo (abahakanyi) babwiwe bati \"Nimwubamire Nyirimpuhwe!\" Baravuga bati \"Nyirimpuhwe ni nde? Ese tugomba kubamira uwo (wowe Muhamadi) udutegetse?\" Nuko ibyo bikabongerera guhunga (ukuri)"},{"SurahNumber":25,"VerseNumber":61,"Text":"Ubutagatifu ni ubwa (Allah) washyize mu kirere inyenyeri nini, akanashyiramo itara ryaka (izuba) ndetse n’ukwezi kumurika"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ni na we washyizeho ugusimburana kw’ijoro n’amanywa (kugira ngo bibere isomo) wawundi ushaka gutekereza cyangwa gushimira"},{"SurahNumber":25,"VerseNumber":63,"Text":"Kandi abagaragu ba Nyirimpuhwe ni babandi bagenda ku isi biyoroheje. N’iyo injiji zibavugishije (amagambo mabi) baravuga bati \"Amahoro"},{"SurahNumber":25,"VerseNumber":64,"Text":"Ni nabo barara amajoro (basingiza) Nyagasani wabo bubamye, banahagaze"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ni nabo bavuga bati \"Nyagasani wacu! Dukize ibihano by’umuriro wa Jahanamu, kubera ko mu by’ukuri, ibihano byawo bizahoraho"},{"SurahNumber":25,"VerseNumber":66,"Text":"Mu by’ukuri, (umuriro) ni ho hantu habi ho kuba no gutura"},{"SurahNumber":25,"VerseNumber":67,"Text":"Ni nabo igihe batanze (mu byo batunze), ntibasesagura cyangwa ngo bagundire. Ahubwo bajya hagati y’ibyo byombi"},{"SurahNumber":25,"VerseNumber":68,"Text":"Ni nabo batabangikanya Allahn’izindi mana, ntibice icyo Allah yaziririje bitanyuze mu kuri, kandi ntibanasambane. Kandi ukora ibyo azahura n’ibihano (bibaza)"},{"SurahNumber":25,"VerseNumber":69,"Text":"Azongererwa ibihano ku munsi w’imperuka, kandi azabibamo ubuziraherezo asuzuguritse"},{"SurahNumber":25,"VerseNumber":70,"Text":"Usibye uzicuza akanemera (Allah) ndetse akanakora ibikorwa byiza; abo ibikorwa byabo bibi Allah azabihinduramo ibyiza. Kandi Allah ni Ubabarira ibyaha, Nyirimbabazi"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kandi uwicujije akanakora ibyiza, mu by’ukuri, aba yicujije kuri Allah ukwicuza nyako"},{"SurahNumber":25,"VerseNumber":72,"Text":"(Abagaragu ba Nyirimpuhwe kandi) ni nabobatajya bahamya ibinyoma, kandi iyo banyuze ku bidafite akamaro, babinyuraho biyubashye"},{"SurahNumber":25,"VerseNumber":73,"Text":"Ni nabo kandi igihe bibukijwe amagambo ya Nyagasani wabo, batifata nk’abatumva cyangwa nk’abatabona"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ni nabo kandi bavuga bati \"Nyagasani wacu! Duhe kunezezwa n’abagore bacu ndetse n’urubyaro rwacu, kandi utugire kuba abayobozi b’abagandukiramana"},{"SurahNumber":25,"VerseNumber":75,"Text":"Abo nibo bazahembwa imyanya yo hejuru (mu ijuru) kubera ukwihangana kwabo. Bazakirizwamo indamutso n’amagambo by’amahoro"},{"SurahNumber":25,"VerseNumber":76,"Text":"Bazabemo ubuziraherezo. Ni ho hantu heza ho kuba no gutura"},{"SurahNumber":25,"VerseNumber":77,"Text":"Vuga (yewe Muhamadi) uti \"Nyagasani wanjye ntiyari kubitaho iyo bitaza kuba ugusaba kwanyu, arikomwahinyuye (Intumwa ye). Bityo ibihano byanyu bizahoraho"},{"SurahNumber":26,"VerseNumber":1,"Text":"Twaa Siin Miim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Iyi ni imirongo y’igitabo gisobanutse (Qur’an)"},{"SurahNumber":26,"VerseNumber":3,"Text":"Hari ubwo (yewe Muhamadi) wazicwa n’agahinda kubera ko batemeye (ubutumwa bwawe)"},{"SurahNumber":26,"VerseNumber":4,"Text":"Tubishatse twabamanurira igitangaza giturutse mu kirere, maze amajosi yabo agahora akicishijeho bugufi (baba babishaka cyangwa batabishaka, ariko ntawe dushaka guhatira kwemera)"},{"SurahNumber":26,"VerseNumber":5,"Text":"Kandi nta rwibutso rushya ruturutse kuri (Allah) Nyirimpuhwe rubageraho ngo babure kurwirengagiza"},{"SurahNumber":26,"VerseNumber":6,"Text":"Rwose bahakanye (Qur’an), bityo inkuru z’ibyo bakerensaga zizabageraho (bidatinze)"},{"SurahNumber":26,"VerseNumber":7,"Text":"Ese ntibitegereza uko isi twayimejejeho buri bwoko bwiza (bw’ibimera)"},{"SurahNumber":26,"VerseNumber":8,"Text":"Mu by’ukuri,muri ibyo harimo ikimenyetso (kigaragaza ubushobozi bwa Allah), ariko abenshi muri bo ntibemera"},{"SurahNumber":26,"VerseNumber":9,"Text":"Kandi mu by’ukuri, Nyagasani waweni we Munyembaraga zihebuje, Nyirimbabazi"},{"SurahNumber":26,"VerseNumber":10,"Text":"(Unibuke) ubwo Nyagasani waweyahamagaraga Musa (akamubwira ati) \"Jya ku bantu b’inkozi z’ibibi"},{"SurahNumber":26,"VerseNumber":11,"Text":"Abantu ba Farawo, (ubabwire uti) \"Ese ntibakwiye gutinya (ibihano bya Allah, bakareka ibibi barimo)"},{"SurahNumber":26,"VerseNumber":12,"Text":"(Musa) aravuga ati \"Nyagasani!Mu by’ukuri,ndatinya ko bazampinyura"},{"SurahNumber":26,"VerseNumber":13,"Text":"Maze igituza cyanjye kigafungana (kubera umubabaro), kandi ururimi rwanjye ntirubanguka (mu gusobanura amagambo). Bityo oherereza Haruna (aze dufatanye)"},{"SurahNumber":26,"VerseNumber":14,"Text":"Kandi (abantu ba Farawo) hari icyaha banshinja, nkaba ntinya ko bazanyica"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Allah) aravuga ati \"Si ko bimeze (ntibazakwica)! Ngaho mwembi nimujyane ibitangaza byacu (kwa Farawo). Mu by’ukuri, tuzaba turi kumwe namwe, twumva (ibizavugwa byose)"},{"SurahNumber":26,"VerseNumber":16,"Text":"Mwembi nimujye kwa Farawo mu mubwire muti \"Mu by’ukuri, twe turi intumwa za Nyagasani w’ibiremwa byose"},{"SurahNumber":26,"VerseNumber":17,"Text":"(Adutumye) ngo \"Rekura bene Isiraheli tubajyane"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Farawo) aravuga ati \"Ese ntitwakureze kuva ukiri umwana, ukabana natwe imyaka (myinshi) y’ubuzima bwawe"},{"SurahNumber":26,"VerseNumber":19,"Text":"Maze ugakora igikorwa wakoze (cyo kwica umuntu), uri mubahakana (ineza twakugiriye)"},{"SurahNumber":26,"VerseNumber":20,"Text":"(Musa) aravuga ati \"Nagikozeubwo nari mu bayobye"},{"SurahNumber":26,"VerseNumber":21,"Text":"Nuko ndabahunga kubera kubatinya. Ariko Nyagasani wanjye yampaye ubumenyi (bwo kumusobanukirwa ndetse n’ubuhanuzi), anangira umwe mu ntumwa (ze)"},{"SurahNumber":26,"VerseNumber":22,"Text":"Ese ibyo (kundera) ni yo nezauncyurira kandi waragize bene Isiraheli abacakara"},{"SurahNumber":26,"VerseNumber":23,"Text":"Farawo aravuga ati \"Ese Nyagasaniw’ibiremwa byose ni nde"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Musa) aravuga ati \"Ni Nyagasani w’ibirere n’isi ndetse n’ibiri hagati yabyo, niba mudashidikanya (ko ari we wabiremye ngaho nimumwemere)"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Farawo) abwira abamukikije ati \"Aho ntimunyumvira (ibyo ari kuvuga)"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Musa) aravuga ati \"(Uwo) ni Nyagasani wanyu akaba na Nyagasani w’abakurambere banyu"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Farawo) aravuga ati \"Mu by’ukuri,(iyi) ntumwa yanyu yabatumweho ni umusazi"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Musa) aravuga ati \"(Uwo) ni Nyagasani w’Uburasirazuba n’Uburengerazuba n’ibiri hagati yabyo, niba mufite ubwenge (nimumwemere)"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Farawo) aravuga ati \"Nuramuka ugize indi mana (wemera) itari njye, rwose ndakugira umwe mu mbohe"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa) aravuga ati \"Ese (wamfunga) n’iyo naba nkuzaniye ikintu kigaragara (cyerekana ukuri kwanjye)"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Farawo) aravuga ati \"Ngaho kizane niba koko uri mu banyakuri"},{"SurahNumber":26,"VerseNumber":32,"Text":"Nuko (Musa) anaga inkoni ye (hasi, ihinduka) inzoka igaragara"},{"SurahNumber":26,"VerseNumber":33,"Text":"Anavana ukuboko kwe (mu kwaha), kuza kwererana kugaragarira abareba"},{"SurahNumber":26,"VerseNumber":34,"Text":"(Farawo) abwira ibyegera bye ati \"Mu by’ukuri, uyu ni umurozi w’umuhanga"},{"SurahNumber":26,"VerseNumber":35,"Text":"Arashaka kubakuramu gihugu cyanyu akoresheje uburozi bwe. Murabivugaho iki"},{"SurahNumber":26,"VerseNumber":36,"Text":"Baravuga bati \"Ba umwihoreye (we) n’umuvandimwe we, maze wohereze abakoranya (abantu) mu mijyi"},{"SurahNumber":26,"VerseNumber":37,"Text":"Bakuzanire buri murozi wese w’umuhanga"},{"SurahNumber":26,"VerseNumber":38,"Text":"Nuko abarozi barakoranywa (bahabwa) igihe n’umunsi byagenwe91 (byo guhura na Musa)"},{"SurahNumber":26,"VerseNumber":39,"Text":"Maze abantu barabwirwa bati \"Ese namwe muritabira"},{"SurahNumber":26,"VerseNumber":40,"Text":"Hari ubwo twakurikira abarozi (bo ku ruhande rwa Farawo) baramutse ari bo batsinze"},{"SurahNumber":26,"VerseNumber":41,"Text":"Nuko abarozi baje,babwira Farawo bati \"Ese hari igihembo tubona nituramuka dutsinze"},{"SurahNumber":26,"VerseNumber":42,"Text":"(Farawo) aravuga ati \"Yego! Kandi mu by’ukuri, muraba mu byegera (byanjye)"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa arababwira ati \"Nimunage ibyo mushaka kunaga (bigaragaza ukuri kwanyu)"},{"SurahNumber":26,"VerseNumber":44,"Text":"Nuko banaga imigozi yabo n’inkoni zabo (bihinduka inzoka nto), baravuga bati \"Ku bw’icyubahiro cya Farawo, rwose ni twe dutsinda"},{"SurahNumber":26,"VerseNumber":45,"Text":"Maze Musa anaga inkoni ye (ihinduka inzoka nini), itangira kumiragura ibyo (abarozi) bari bamaze guhimba"},{"SurahNumber":26,"VerseNumber":46,"Text":"Nuko abarozi bitura hasi bubamye"},{"SurahNumber":26,"VerseNumber":47,"Text":"Bavuga bati \"Twemeye Nyagasani w’ibiremwa byose"},{"SurahNumber":26,"VerseNumber":48,"Text":"Nyagasani wa Musa na Haruna"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Farawo) aravuga ati \"Mumwemeye mbere y’uko mbibahera uburenganzira. Mu by’ukuri, (Musa) ni umukuru wanyu wabigishije uburozi. Rwose muraza kumenya (icyo nza kubakorera)! Rwose ndaza kubaca amaboko n’amaguru byanyu imbusane, maze mbabambe mwese"},{"SurahNumber":26,"VerseNumber":50,"Text":"Baravuga bati \"Ntacyo bitwaye! Mu by’ukuri, tuzasubira kwa Nyagasani wacu"},{"SurahNumber":26,"VerseNumber":51,"Text":"Mu by’ukuri, twiringiye ko (Nyagasani) azatubabarira ibyaha byacu kuko tubayeabambere mu kwemera (ubutumwa bwa Musa)"},{"SurahNumber":26,"VerseNumber":52,"Text":"Kandi twahishuriye Musa (tugira tuti) \"Jyana abagaragu banjye (Abayisiraheli) nijoro! Mu by’ukuri, muraza gukurikirwa (na Farawo n’ingabo ze)"},{"SurahNumber":26,"VerseNumber":53,"Text":"Maze Farawo (yumvise ko bagiye), yohereza mu mijyi abakoranya (ingabo zo kubakumira)"},{"SurahNumber":26,"VerseNumber":54,"Text":"(Farwo arababwira ati) mu by’ukuri, bariya (Bayisiraheli) ni agatsiko k’abantu bake"},{"SurahNumber":26,"VerseNumber":55,"Text":"Kandi rwose baturakaje (kugenda tutabahaye uburenganzira)"},{"SurahNumber":26,"VerseNumber":56,"Text":"Ndetse twese turi maso kandi twiteguye (guhangana nabo)"},{"SurahNumber":26,"VerseNumber":57,"Text":"Nuko (Farawo n’abantu be) tubakura (mu gihugu kirimo) ubusitani n’imigezi"},{"SurahNumber":26,"VerseNumber":58,"Text":"(Tubakura mu) mitungo ndetse no mu nyubako ziyubashye (bakurikira Abayisiraheli)"},{"SurahNumber":26,"VerseNumber":59,"Text":"Uko (kubasohora mu byabo) ni ko twabizunguje bene Isiraheli"},{"SurahNumber":26,"VerseNumber":60,"Text":"Maze (Farawo n’ingabo ze) babakurikira (mu gitondo) izuba rirashe"},{"SurahNumber":26,"VerseNumber":61,"Text":"Nuko ubwo amatsinda yombi yarebanaga, abantu ba Musa baravuga bati \"Mu by’ukuri, batugezeho"},{"SurahNumber":26,"VerseNumber":62,"Text":"(Musa) aravuga ati \"Si ko bimeze! Mu by’ukuri, ndi kumwe na Nyagasani wanjye, aranyobora"},{"SurahNumber":26,"VerseNumber":63,"Text":"Nuko duhishurira Musa (tugira tuti) \"Kubita inkoni yawe mu nyanja! (Akubise, inyanja) icikamo ibice (bibiri), buri gice kimera nk’umusozi munini cyane"},{"SurahNumber":26,"VerseNumber":64,"Text":"Maze abandi (Farawo n’ingabo ze) tubegereza hafi (nabo bakurikira iyo nzira)"},{"SurahNumber":26,"VerseNumber":65,"Text":"Nuko turokora Musa n’abari kumwe na we bose"},{"SurahNumber":26,"VerseNumber":66,"Text":"Hanyuma abandi (Farawo n’ingabo ze) turabaroha"},{"SurahNumber":26,"VerseNumber":67,"Text":"Mu by’ukuri,muri ibyo harimo ikimenyetso (kigaragaza ubushobozi bwa Allah), nyamara abenshi muri bo ntibemera"},{"SurahNumber":26,"VerseNumber":68,"Text":"Kandi mu by’ukuri, Nyagasani wawe ni Umunyembaraga zihebuje,Nyirimbabazi"},{"SurahNumber":26,"VerseNumber":69,"Text":"(Yewe Muhamadi) unabasomere inkuru ya Ibrahimu"},{"SurahNumber":26,"VerseNumber":70,"Text":"Ubwo yabwiraga se n’abantu be ati \"Ese musenga ibiki"},{"SurahNumber":26,"VerseNumber":71,"Text":"Baravuga bati \"Dusenga ibishusho kandi tuzahora tubisenga"},{"SurahNumber":26,"VerseNumber":72,"Text":"(Ibrahimu) aravuga ati \"Ese iyo mubisabye birabumva"},{"SurahNumber":26,"VerseNumber":73,"Text":"Cyangwa hari (icyo) bibamarira cyangwa ngo bigire icyo bibatwara"},{"SurahNumber":26,"VerseNumber":74,"Text":"Baravuga bati \"(Oya)! Ahubwo twasanze abakurambere bacu babikora batyo"},{"SurahNumber":26,"VerseNumber":75,"Text":"(Ibrahimu) aravuga ati \"Ese ntimutekereza ku byo musenga"},{"SurahNumber":26,"VerseNumber":76,"Text":"Mwebwe n’abakurambere banyu bo hambere"},{"SurahNumber":26,"VerseNumber":77,"Text":"Mu by’ukuri, ibyo (musenga) ni abanzi banjye (sinshobora kubisenga), ahubwo (nsenga) Nyagasani w’ibiremwa byose"},{"SurahNumber":26,"VerseNumber":78,"Text":"We wandemye akaba ari na we unyobora"},{"SurahNumber":26,"VerseNumber":79,"Text":"Ni na we umpa icyo kurya n’icyo kunywa"},{"SurahNumber":26,"VerseNumber":80,"Text":"N’iyo ndwaye ni we unkiza"},{"SurahNumber":26,"VerseNumber":81,"Text":"Ni na we uzanyambura ubuzima, hanyuma akazabunsubiza (igihe cy’izuka)"},{"SurahNumber":26,"VerseNumber":82,"Text":"Kandi ni we niringiye ko azambabarira ibyaha byanjye ku munsi w’imperuka"},{"SurahNumber":26,"VerseNumber":83,"Text":"Nyagasani! Mpa kugira ubumenyi (bwo kugusobanukirwa ndetse n’ubuhanuzi), kandi uzampuze n’abagaragu bawe b’intungane"},{"SurahNumber":26,"VerseNumber":84,"Text":"Kandi umpe kuzavugwa neza mu bazaza nyuma"},{"SurahNumber":26,"VerseNumber":85,"Text":"Unanshyire mu bazazungura Ijuru ryuje inema"},{"SurahNumber":26,"VerseNumber":86,"Text":"Unababarire data kuko mu by’ukuri, ari mu bayobye"},{"SurahNumber":26,"VerseNumber":87,"Text":"Kandi ntuzankoze isoni ku munsi (ibiremwa byose) bizazurwa"},{"SurahNumber":26,"VerseNumber":88,"Text":"Umunsi imitungo n’urubyaro bitazagira icyo bimarira (nyirabyo)"},{"SurahNumber":26,"VerseNumber":89,"Text":"Usibye gusa uzagera kwa Allah afite umutima usukuye (uzira ibangikanyamana)"},{"SurahNumber":26,"VerseNumber":90,"Text":"Maze ijuru rizegerezwe abatinya (Allah)"},{"SurahNumber":26,"VerseNumber":91,"Text":"N’umuriro ugaragarizwe abayobye"},{"SurahNumber":26,"VerseNumber":92,"Text":"Nuko babwirwe bati \"Ibyo mwajyaga musenga biri he"},{"SurahNumber":26,"VerseNumber":93,"Text":"Bitari Allah?Ese bishobora kubatabara cyangwa ngo byitabare ubwabyo"},{"SurahNumber":26,"VerseNumber":94,"Text":"Maze bo ndetse n’ababayobeje bajugunywemo (mu muriro) bacuramye"},{"SurahNumber":26,"VerseNumber":95,"Text":"Ndetse n’ingabo za Ibilisi (Shitani) zose"},{"SurahNumber":26,"VerseNumber":96,"Text":"Nibawugeramo (abayobye n’ababayobeje) bazavuga batongana bati"},{"SurahNumber":26,"VerseNumber":97,"Text":"Ku izina rya Allah! Rwose twari mu buyobe bugaragara (ubwo twabasengaga)"},{"SurahNumber":26,"VerseNumber":98,"Text":"Ubwo twabareshyeshyaga na Nyagasani w’ibiremwa byose"},{"SurahNumber":26,"VerseNumber":99,"Text":"Kandi nta bandi batuyobeje batariinkozi z’ibibi"},{"SurahNumber":26,"VerseNumber":100,"Text":"None nta bavugizi dufite (batuvuganira tukava mu bihano)"},{"SurahNumber":26,"VerseNumber":101,"Text":"Nta n’inshuti magara dufite (yatugirira impuhwe)"},{"SurahNumber":26,"VerseNumber":102,"Text":"Iyaba twagiraga (amahirwe yo) gusubira (ku isi) maze ngo tube bamwe mu bemeramana"},{"SurahNumber":26,"VerseNumber":103,"Text":"Mu by’ukuri,muri ibyo harimo ikimenyetso (kigaragaza ubushobozi bwa Allah), ariko abenshi muri bo ntibemera"},{"SurahNumber":26,"VerseNumber":104,"Text":"Kandi mu by’ukuri, Nyagasani wawe ni we Munyembaraga zihebuje, Nyirimbabazi"},{"SurahNumber":26,"VerseNumber":105,"Text":"Abantu ba Nuhubahakanye intumwa"},{"SurahNumber":26,"VerseNumber":106,"Text":"Ubwo umuvandimwe wabo Nuhu yababwiraga ati\"Ese ntimutinya (Allah)"},{"SurahNumber":26,"VerseNumber":107,"Text":"Mu by’ukuri, njye ndi intumwa yanyu yizewe"},{"SurahNumber":26,"VerseNumber":108,"Text":"Bityo, nimutinye Allahkandi munyumvire"},{"SurahNumber":26,"VerseNumber":109,"Text":"Kandi ntabwo (kubagezaho ubutumwa) mbibasabira igihembo, kuko ibihembo byanjye biri kwa Nyagasani w’ibiremwabyose"},{"SurahNumber":26,"VerseNumber":110,"Text":"Bityo, nimutinye Allahkandi munyumvire"},{"SurahNumber":26,"VerseNumber":111,"Text":"Baravuga bati \"Ese twakwemera dute kandi warayobotswe n’abantu basuzuguritse"},{"SurahNumber":26,"VerseNumber":112,"Text":"(Nuhu) aravuga ati \"Ntabwo nshinzwe kumenya ibyo bakora (icyo nshinzwe ni ukubagezaho ubutumwa gusa)"},{"SurahNumber":26,"VerseNumber":113,"Text":"Ibarura ryabo rireba Nyagasani wanjye, iyaba mwari mubizi"},{"SurahNumber":26,"VerseNumber":114,"Text":"Kandi njye sinshobora kwirukana abemera"},{"SurahNumber":26,"VerseNumber":115,"Text":"Nta kindi ndi cyo, usibye kuba ndi umuburizi ugaragara"},{"SurahNumber":26,"VerseNumber":116,"Text":"Baravuga bati \"Yewe Nuhu! Nuramuka utarekeye aho (ibyo wigisha), rwose uzaba mubazaterwa amabuye (kugeza upfuye)"},{"SurahNumber":26,"VerseNumber":117,"Text":"(Nuhu) aravuga ati \"Nyagasani! Mu by’ukuri, abantu banjye barampakanye"},{"SurahNumber":26,"VerseNumber":118,"Text":"Bityo ca iteka ridasubirwaho hagati yanjye na bo (ririmbura abahakanye), kandi undokorane n’abemera turi kumwe"},{"SurahNumber":26,"VerseNumber":119,"Text":"Nuko tumurokorana n’abari kumwe na we mu nkuge yuzuye (ibiremwa bitandukanye yashyizemo)"},{"SurahNumber":26,"VerseNumber":120,"Text":"Maze nyuma tworeka abasigaye (abahakanye)"},{"SurahNumber":26,"VerseNumber":121,"Text":"Mu by’ukuri, muri ibyo harimo ikimenyetso (kigaragaza ubushobozi bwa Allah), nyamara abenshi muri bo ntibemera"},{"SurahNumber":26,"VerseNumber":122,"Text":"Kandi mu by’ukuri, Nyagasani wawe ni we Munyembaraga zihebuje, Nyirimbabazi"},{"SurahNumber":26,"VerseNumber":123,"Text":"Aba Adi (nabo) bahinyuye intumwa"},{"SurahNumber":26,"VerseNumber":124,"Text":"Ubwo umuvandimwe wabo Hudu yababwiraga ati \"Ese ntimwatinya (Allah)"},{"SurahNumber":26,"VerseNumber":125,"Text":"Mu by’ukuri, njye ndi intumwa yanyu yizewe"},{"SurahNumber":26,"VerseNumber":126,"Text":"Bityo, nimutinye Allahkandi munyumvire"},{"SurahNumber":26,"VerseNumber":127,"Text":"Kandi ntabwo (kubagezaho ubutumwa) mbibasabira igihembo, kuko ibihembo byanjye biri kwa Nyagasani w’ibiremwabyose"},{"SurahNumber":26,"VerseNumber":128,"Text":"Ese mwubaka (amazu maremare) ahirengeye hose mugamije kunnyega no gusuzugura (abagenzi bayanyuraho)"},{"SurahNumber":26,"VerseNumber":129,"Text":"Mukanubaka ingoro z’imitamenwa nk’aho muzazibamo ubuziraherezo"},{"SurahNumber":26,"VerseNumber":130,"Text":"N’iyo mugabye igitero (k’uwo ari we wese), mukigaba nta mpuhwe"},{"SurahNumber":26,"VerseNumber":131,"Text":"Bityo, nimutinye Allahkandi munyumvire"},{"SurahNumber":26,"VerseNumber":132,"Text":"Kandi mutinyeuwabahaye inema (zose) muzi"},{"SurahNumber":26,"VerseNumber":133,"Text":"Yabahaye amatungo n’urubyaro"},{"SurahNumber":26,"VerseNumber":134,"Text":"(Anabaha) imirima n’imigezi"},{"SurahNumber":26,"VerseNumber":135,"Text":"(Hudu aravuga ati) \"Mu by’ukuri, ndatinya ko (nimukomeza guhakana) mwazahanishwa ibihano byo ku munsi uhambaye"},{"SurahNumber":26,"VerseNumber":136,"Text":"Baravuga bati \"Watwigisha utatwigisha byose ni kimwe kuri twe (ntidushobora kukwemera)"},{"SurahNumber":26,"VerseNumber":137,"Text":"Ibi (twemera) si ibindi, usibye ko ari imigenzo n’imyemerere y’abo hambere"},{"SurahNumber":26,"VerseNumber":138,"Text":"Kandi ntituzahanwa (nk’uko ubivuga)"},{"SurahNumber":26,"VerseNumber":139,"Text":"Nuko baramuhinyura, maze turabarimbura. Mu by’ukuri, muri ibyo harimoikimenyetso (kigaragaza ubushobozi bwa Allah), ariko abenshi muri bo ntibemera"},{"SurahNumber":26,"VerseNumber":140,"Text":"Kandi mu by’ukuri, Nyagasani wawe ni we Munyembaraga zihebuje, Nyirimbabazi"},{"SurahNumber":26,"VerseNumber":141,"Text":"Abantu bo mu bwoko bwa Thamudu (nabo) bahinyuye intumwa"},{"SurahNumber":26,"VerseNumber":142,"Text":"Ubwo umuvandimwe wabo Swalehe yababwiraga ati \"Ese ntimwatinya (Allah)"},{"SurahNumber":26,"VerseNumber":143,"Text":"Mu by’ukuri, njye ndi intumwa yanyu yizewe"},{"SurahNumber":26,"VerseNumber":144,"Text":"Bityo nimutinye Allah kandi munyumvire"},{"SurahNumber":26,"VerseNumber":145,"Text":"Kandi ntabwo (kubagezaho ubutumwa) mbibasabira igihembo,kuko ibihembo byanjye biri kwa Nyagasani w’ibiremwa byose"},{"SurahNumber":26,"VerseNumber":146,"Text":"Ese (mukeka ko) muzarekerwa mu byo murimo aha (ku isi, ngo mubeho) mutekanye (nta bihano nta no gupfa)"},{"SurahNumber":26,"VerseNumber":147,"Text":"Mu mirima (myiza) ndetse n’imigezi (itemba)"},{"SurahNumber":26,"VerseNumber":148,"Text":"No mu bihingwa (bitandukanye) n’imitende ifite imigondoro yoroshye"},{"SurahNumber":26,"VerseNumber":149,"Text":"Kandi muhanga amazu mu misozi mu buryo bwa gihanga"},{"SurahNumber":26,"VerseNumber":150,"Text":"Bityo nimutinye Allah kandi munyumvire"},{"SurahNumber":26,"VerseNumber":151,"Text":"Kandi ntimukumvire amategeko y’inkozi z’ibibi"},{"SurahNumber":26,"VerseNumber":152,"Text":"Babandi bakora ubwononnyi ku isi kandi ntibagire ibyo batunganya"},{"SurahNumber":26,"VerseNumber":153,"Text":"Baravuga bati \"Mu by’ukuri, wowe (Swalehe) uri umwe mu bantu barozwe"},{"SurahNumber":26,"VerseNumber":154,"Text":"Wowe nta kindi uri cyo usibye ko uri umuntu nka twe. Ngaho zana ikimenyetso (kigaragaza ko uri intumwa) niba koko uri mu banyakuri"},{"SurahNumber":26,"VerseNumber":155,"Text":"(Swalehe) aravuga ati \"Dore iyi ngamiya y’ingore, izajya inywa amazi umunsi umwe na mwe munywe ku wundi munsi uzwi"},{"SurahNumber":26,"VerseNumber":156,"Text":"Muramenye ntimuzayigirire nabi mutazavaho mukagerwaho n’ibihano by’umunsi uhambaye"},{"SurahNumber":26,"VerseNumber":157,"Text":"Ariko barayishe maze basigara bicuza"},{"SurahNumber":26,"VerseNumber":158,"Text":"Nuko bagerwaho n’ibihano. Mu by’ukuri, muri ibyo harimo ikimenyetso (kigaragaza ubushobozi bwa Allah), ariko abenshi muri bo ntibemera"},{"SurahNumber":26,"VerseNumber":159,"Text":"Kandi mu by’ukuri, Nyagasani wawe ni we Munyembaraga zihebuje, Nyirimbabazi"},{"SurahNumber":26,"VerseNumber":160,"Text":"Abantu ba Lutwi (Loti) bahinyuye intumwa (zabo)"},{"SurahNumber":26,"VerseNumber":161,"Text":"Ubwo umuvandimwe wabo Lutwi yababwiraga ati \"Ese ntimwatinya (Allah)"},{"SurahNumber":26,"VerseNumber":162,"Text":"Mu by’ukuri, njye ndi intumwa yanyu yizewe"},{"SurahNumber":26,"VerseNumber":163,"Text":"Bityo nimutinye Allah kandi munyumvire"},{"SurahNumber":26,"VerseNumber":164,"Text":"Kandi ntabwo (kubagezaho ubutumwa) mbibasabira igihembo,kuko ibihembo byanjye biri kwa Nyagasani w’ibiremwa byose"},{"SurahNumber":26,"VerseNumber":165,"Text":"Kuki mu bantu (muhitamo) kurongora ab’igitsinagabo (nkamwe)"},{"SurahNumber":26,"VerseNumber":166,"Text":"Maze mukareka abo Nyagasani wanyu yabaremeye ngo bababere abagore? Ahubwo mwe muri abantu barengera (amategeko ya Allah)"},{"SurahNumber":26,"VerseNumber":167,"Text":"Baravuga bati \"Yewe Lutwi (Loti)! Nutarekera aho (ibyo utubwira), rwose uzaba umwe mu birukanwe (mu gihugu cyacu)"},{"SurahNumber":26,"VerseNumber":168,"Text":"(Lutwi) aravuga ati \"Mu by’ukuri, ibyo mukora ndabyanga cyane"},{"SurahNumber":26,"VerseNumber":169,"Text":"(Lutwi aravuga ati) \"Nyagasani! Ndokorana n’umuryango wanjye(uturinde) ibyo bakora"},{"SurahNumber":26,"VerseNumber":170,"Text":"Nuko tumurokorana n’umuryango we wose"},{"SurahNumber":26,"VerseNumber":171,"Text":"Usibye umukecuru (umugore we) wasigaye (akaba) mu barimbutse"},{"SurahNumber":26,"VerseNumber":172,"Text":"Hanyuma turimbura abasigaye bose"},{"SurahNumber":26,"VerseNumber":173,"Text":"Nuko tubanyagiza imvura (y’amabuye); iba imvura mbi ku baburiwe (ntibumve)"},{"SurahNumber":26,"VerseNumber":174,"Text":"Mu by’ukuri, muri ibyo harimoikimenyetso (kigaragaza ubushobozi bwa Allah), ariko abenshi muri bo ntibemera"},{"SurahNumber":26,"VerseNumber":175,"Text":"Kandi mu by’ukuri, Nyagasani wawe ni we Munyembaraga zihebuje, Nyirimbabazi"},{"SurahNumber":26,"VerseNumber":176,"Text":"Abantu bari batuye Ayikati (nabo) bahinyuye intumwa"},{"SurahNumber":26,"VerseNumber":177,"Text":"Ubwo Shuwayibu yababwiraga ati \"Ese ntimwatinya (Allah)"},{"SurahNumber":26,"VerseNumber":178,"Text":"Mu by’ukuri, njye ndi intumwa yanyu yizewe"},{"SurahNumber":26,"VerseNumber":179,"Text":"Bityo nimutinye Allah kandi munyumvire"},{"SurahNumber":26,"VerseNumber":180,"Text":"Kandi ntabwo (kubagezaho ubutumwa) mbibasabira igihembo,kuko ibihembo byanjye biri kwa Nyagasani w’ibiremwa byose"},{"SurahNumber":26,"VerseNumber":181,"Text":"Mujye mwuzuza ibipimo (by’iminzani) kandi ntimugatere (abandi) igihombo"},{"SurahNumber":26,"VerseNumber":182,"Text":"Kandi mujye mupimisha iminzani itunganye"},{"SurahNumber":26,"VerseNumber":183,"Text":"Ntimugahuguze abantu mugabanyaku byabo, kandi ntimugakwize ubwangizi ku isi"},{"SurahNumber":26,"VerseNumber":184,"Text":"Munatinye uwabaremye, mwe n’ababayeho mbere (yanyu)"},{"SurahNumber":26,"VerseNumber":185,"Text":"Baravuga bati \"Mu by’ukuri, wowe (Shuwayibu) uri umwe mu bantu barozwe"},{"SurahNumber":26,"VerseNumber":186,"Text":"Wowe nta kindi uri cyo, usibye kuba uri umuntu nka twe. Kandi tunakeka ko uri umunyabinyoma"},{"SurahNumber":26,"VerseNumber":187,"Text":"(Baravuga bati) \"Ngaho tugusheho ikirere ibice bice niba koko uri umwe mu banyakuri"},{"SurahNumber":26,"VerseNumber":188,"Text":"(Shuwayibu) aravuga ati \"Nyagasani wanjye ni we uzi neza ibyo mukora"},{"SurahNumber":26,"VerseNumber":189,"Text":"Nuko baramuhinyura, maze bagerwaho n’ibihano by’umunsi w’igicucu 92. Mu by’ukuri, byari ibihano by’umunsi uhambaye"},{"SurahNumber":26,"VerseNumber":190,"Text":"Mu by’ukuri, muri ibyo harimoikimenyetso (kigaragaza ubushobozi bwa Allah), ariko abenshi muri bo ntibemera"},{"SurahNumber":26,"VerseNumber":191,"Text":"Kandi mu by’ukuri, Nyagasani wawe ni we Munyembaraga zihebuje, Nyirimbabazi"},{"SurahNumber":26,"VerseNumber":192,"Text":"Kandi mu by’ukuri, iyi (Qur’an) yahishuwe na Nyagasani w’ibiremwa (byose)"},{"SurahNumber":26,"VerseNumber":193,"Text":"Nuko izanwa (ku isi) na Roho w’umwizerwa [Malayika Jibrilu (Gaburiheli]"},{"SurahNumber":26,"VerseNumber":194,"Text":"(Ayishyitsa) ku mutima wawe (yewe Muhamadi) kugira ngo ube umwe mu baburira"},{"SurahNumber":26,"VerseNumber":195,"Text":"(Yayizanye iri) mu rurimi rw’Icyarabu gisobanutse"},{"SurahNumber":26,"VerseNumber":196,"Text":"Kandi mu by’ukuri, iyo (Qur’an) yavuzwe no mu bitabo (byahishuriwe intumwa) zo hambere"},{"SurahNumber":26,"VerseNumber":197,"Text":"Ese ntibyababera ikimenyetso (kigaragaza ko Qur’an ari ukuri) kuba abamenyi b’Abayisiraheli barayimenye (nk’iy’ukuri, ndetse bamwe muri bo bakayoboka Isilamu)"},{"SurahNumber":26,"VerseNumber":198,"Text":"N’iyo (Qur’an) tuza kuyihishurira umwe mu batari Abarabu"},{"SurahNumber":26,"VerseNumber":199,"Text":"Maze akayibasomera, ntibari kuyemera"},{"SurahNumber":26,"VerseNumber":200,"Text":"Uko ni ko dushyira mu mitima y’inkozi z’ibibi (guhakana Qur’an)"},{"SurahNumber":26,"VerseNumber":201,"Text":"Ntibazigera bayemera kugeza igihe bazabonera ibihano bibabaza"},{"SurahNumber":26,"VerseNumber":202,"Text":"Bikabageraho bibatunguye, batabizi"},{"SurahNumber":26,"VerseNumber":203,"Text":"Maze bakavuga bati \"Ese ntitwahabwa umwanya (kugira ngo twicuze)"},{"SurahNumber":26,"VerseNumber":204,"Text":"Ubu koko ibihano byacu (nibyo) basaba kwihutishwa"},{"SurahNumber":26,"VerseNumber":205,"Text":"Urabona (yewe Muhamadi), turamutse tubahaye kubaho igihe kirekire"},{"SurahNumber":26,"VerseNumber":206,"Text":"Hanyuma bakagerwaho n’ibyo basezeranyijwe (ibihano)"},{"SurahNumber":26,"VerseNumber":207,"Text":"Ibyo binezezagamo ntibyagira icyo bibamarira"},{"SurahNumber":26,"VerseNumber":208,"Text":"Kandi nta mudugudu n’umwe twarimbuye utaragize ababurizi"},{"SurahNumber":26,"VerseNumber":209,"Text":"(Twohereje ngo) bibutse, kandi ntitwigeze tuba abahemu (ngo tubarimbure tubarenganyije)"},{"SurahNumber":26,"VerseNumber":210,"Text":"Kandi ntabwo amashitani ari yo yayihishuye (Qur’an)"},{"SurahNumber":26,"VerseNumber":211,"Text":"Nta n’ubwoabikwiye, ndetse ntiyanabishobora"},{"SurahNumber":26,"VerseNumber":212,"Text":"Mu by’ukuri, ayo (mashitani) yakumiriwe kumva (ibivugirwa mu ijuru)"},{"SurahNumber":26,"VerseNumber":213,"Text":"Bityo, (uramenye) ntuzabangikanye Allahn’izindi mana, utazavaho ukaba umwe mu bazahanwa"},{"SurahNumber":26,"VerseNumber":214,"Text":"Kandi (yewe Muhamadi) ujye uburira abantu ba hafi mu muryango wawe"},{"SurahNumber":26,"VerseNumber":215,"Text":"Unicishe bugufi ku bemeramana bakuyobotse"},{"SurahNumber":26,"VerseNumber":216,"Text":"Ariko nibaramuka bakwigometseho,uzavuge uti \"Mu by’ukuri, njye nitandukanyije n’ibyomukora"},{"SurahNumber":26,"VerseNumber":217,"Text":"Kandi ujye uniringira (Allah), Ushobora byose, Nyirimbabazi"},{"SurahNumber":26,"VerseNumber":218,"Text":"We ukureba igihe uhagaze ukora amasengesho"},{"SurahNumber":26,"VerseNumber":219,"Text":"Ndetse n’ibyo ukora (wunama, ununamuka) uri kumwe n’abasenga"},{"SurahNumber":26,"VerseNumber":220,"Text":"Mu by’ukuri (Allah), ni Uwumva bihebuje, Umumenyi uhebuje"},{"SurahNumber":26,"VerseNumber":221,"Text":"Ese (mwa bahakanyi mwe!) mbabwire abo amashitani amanukiraho"},{"SurahNumber":26,"VerseNumber":222,"Text":"Amanukira buri munyabinyoma, w’umunyabyaha"},{"SurahNumber":26,"VerseNumber":223,"Text":"Yumviriza (amagambo avugwa n’abamalayika mu ijuru akongeramo ibyayo), nyamara amenshi muri yo ni amanyabinyoma"},{"SurahNumber":26,"VerseNumber":224,"Text":"(Abahakanyi bajyaga bavuga ko Muhamadi ari umusizi, maze Allah arabahinyuza agira ati) \"Abasizi bakurikirwa n’abayobye"},{"SurahNumber":26,"VerseNumber":225,"Text":"Ese ntubona ko (mu busizi bwabo) bavuga kuri buri ngingo bashimagiza cyangwa basebanya"},{"SurahNumber":26,"VerseNumber":226,"Text":"Kandi ko mu by’ukuri, bavuga ibyo badakora"},{"SurahNumber":26,"VerseNumber":227,"Text":"Usibye gusa babandi bemeye bakanakora ibikorwa byiza, bagasingiza Allah cyane, ndetse bakanirwanaho (bakoresheje ibisigo mu kunyomoza abasizi b’abanyabinyoma) nyuma yo kurenganywa (batukwa). Naho inkozi z’ibibi bidatinze zizamenya icyerekezo zizerekeramo"},{"SurahNumber":27,"VerseNumber":1,"Text":"Twaa-Siin93; iyo ni imirongo ya Qur’an ikaba n’igitabo gisobanutse (kinashyira ibintu ku mugaragaro)"},{"SurahNumber":27,"VerseNumber":2,"Text":"(Iyo mirongo) ni umuyoboro ndetse ikaba n’inkuru nziza ku bemera"},{"SurahNumber":27,"VerseNumber":3,"Text":"Babandi bahozaho amasengesho, bagatanga amaturo, kandi bakemera badashidikanya umunsi w’imperuka"},{"SurahNumber":27,"VerseNumber":4,"Text":"Mu by’ukuri, babandi batemera imperuka, twabakundishije ibikorwa byabo (ibibi bakabibonamo ibyiza), bityo bakaba barindagira muri byo"},{"SurahNumber":27,"VerseNumber":5,"Text":"Abo ni bo bazabona ibihano bibi (kuri iyi si), kandi ku munsi w’imperuka ni bo bazaba abanyagihombo gikabije"},{"SurahNumber":27,"VerseNumber":6,"Text":"Kandi muby’ukuri, wowe (Muhamadi)wigishwa Qur’an iturutse kwa (Allah), Ushishoza, Umumenyi uhebuje"},{"SurahNumber":27,"VerseNumber":7,"Text":"(Wibuke) ubwo Musa yabwiraga umuryango we (igihe yavaga i Mediyana ajya Misri) ati \"Mu by’ukuri, njye ndabutswe umuriro; ndaje mbazanire amakuru yawo (yadufasha kumenya inzira) cyangwa mbazanire igishirira cyaka kugira ngo mwote"},{"SurahNumber":27,"VerseNumber":8,"Text":"Ubwo yawugeragaho, yarahamagawe (arabwirwa ati) \"Yuje umugisha uri muri uyu muriro n’abari iruhande rwawo; kandi ubutagatifu ni ubwa Allah, Nyagasani w’ibiremwa byose"},{"SurahNumber":27,"VerseNumber":9,"Text":"Yewe Musa! Mu by’ukuri, ni njye Allah, Ushobora byose, Ushishoza"},{"SurahNumber":27,"VerseNumber":10,"Text":"(Allah aravuga ati) \"Ngaho naga inkoni yawe hasi!\"Maze (Musa ayinaze) ayibona yinyagambura nk’inzoka, ahindukira yiruka ntiyagaruka inyuma. (Allah aramubwira ati) \"Yewe Musa! Witinya! Mu by’ukuri,iwanjye intumwa ntizitinya"},{"SurahNumber":27,"VerseNumber":11,"Text":"Uretse uwakoze ikibi hanyuma ikibi (yakoze) akagisimbuza icyiza. Mu by’ukuri, ndi Nyirimpuhwe, Nyirimbabazi"},{"SurahNumber":27,"VerseNumber":12,"Text":"Unashyire ukuboko kwawe mu kwaha, uragukuramo kwererana ntacyo kwabaye. (Iki ni kimwe) mu bitangaza icyenda (wahawe ngo ubyifashishe) kwa Farawo n’abantu be. Mu by’ukuri, bo ni abantu b’ibyigomeke"},{"SurahNumber":27,"VerseNumber":13,"Text":"Ariko ubwo ibitangaza byacu byabageragaho ku buryo bugaragara, baravuze bati \"Ubu ni uburozi bugaragara"},{"SurahNumber":27,"VerseNumber":14,"Text":"Nuko barabihinyura bidakwiye ndetse baranibona, nyamara imitima yabo ibihamya (ko ari ukuri). Ngaho reba uko iherezo ry’abangizi ryagenze"},{"SurahNumber":27,"VerseNumber":15,"Text":"Kandi rwose twahaye ubumenyi Dawudi na Sulayimani (Salomo), maze bombi baravuga bati \"Ishimwe n’ikuzo ni ibya Allah, we waturutishije benshi mu bagaragube b’abemera"},{"SurahNumber":27,"VerseNumber":16,"Text":"Kandi Sulayimani yazunguye (ubuhanuzi, ubumenyi n’ubwami bwa) Dawudi, nukoaravuga ati \"Yemwe bantu! Twigishijwe (kumva) imvugo z’inyoni kandi duhabwa buri kintu. Mu by’ukuri, izini ingabire zigaragara (ziturutse kwa Allah)"},{"SurahNumber":27,"VerseNumber":17,"Text":"Nuko Sulayimani akoranyirizwa ingabo ze zo mu majini no mu bantu ndetse no mu nyoni, maze zishyirwa mu matsinda"},{"SurahNumber":27,"VerseNumber":18,"Text":"Kugeza ubwo bageraga mu kibaya cy’inshishi, rumwe mu nshishi rukavuga ruti \"Mwa nshishi mwe! Nimwinjire mu buturo bwanyu, Sulayimanin’ingabo ze batabasyonyora batabizi"},{"SurahNumber":27,"VerseNumber":19,"Text":"Nuko (Sulayimani) aramwenyura asetswa n’iryo jambo ryarwo,maze aravuga ati \"Nyagasani wanjye! Nshobozagushimira wampundagajeho, inema njye zawe n’ababyeyi banjye, (unanshoboze) gukora ibitunganye wishimira. Kandi unanyinjize mu bagaragu bawe beza ku bw’impuhwe zawe"},{"SurahNumber":27,"VerseNumber":20,"Text":"Nuko agenzura inyoni maze aravuga ati\"Ko ntabona Samusure? Cyangwa iri mu zidahari"},{"SurahNumber":27,"VerseNumber":21,"Text":"Mu by’ukuri, ndayihanisha igihano gikaze cyangwa nyibage, cyeretse ninzanira impamvu zumvikana"},{"SurahNumber":27,"VerseNumber":22,"Text":"Nuko (Samusure) imara akanya gato (iraza), mazeiravuga iti \"Namenye ibyo utamenye kandi nje nturutse i Saba-i (Sheba muri Yemen), nkuzaniye inkuru y’impamo"},{"SurahNumber":27,"VerseNumber":23,"Text":"Mu by’ukuri,nahasanze umugore (witwa Balqis ari we) ubategeka. Kandi yahawe buri kintu, ndetse afite n’intebe y’ubwami ihambaye"},{"SurahNumber":27,"VerseNumber":24,"Text":"Nasanzewe n’abantu be bubamira izuba mu kimbo cya Allah. Kandi Shitani yabakundishije ibikorwa byabo (bibi), inabakumira kugana inzira (igororotse), bityo ntibayoboka"},{"SurahNumber":27,"VerseNumber":25,"Text":"(Shitani yabakumiriye kugana inzira ya Allah) kugira ngo batubamira Allah, we ushyira ahagaragara ibyihishe mu birere no mu isi, ndetseazi ibyo muhisha n’ibyo mugaragaza"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah, nta yindi mana ibaho ikwiye gusengwa by’ukuri itari we, Nyagasani w’intebe y’ubwami ihambaye"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Sulayimani) aravuga ati \"Turareba niba uvugisha ukuri cyangwa niba uri umwe mu banyabinyoma"},{"SurahNumber":27,"VerseNumber":28,"Text":"Jyana uru rwandiko rwanjye urubanagire, nurangiza ubibete maze urebe icyo basubiza"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Samusure irarujyana irarunaga, Umwamikazi w’i Sheba) aravuga ati \"Yemwe banyacyubahiro! Mu by’ukuri, nazaniwe urwandiko rwubahitse"},{"SurahNumber":27,"VerseNumber":30,"Text":"Mu by’ukuri, rwaturutse kwa Sulayimani, kandi rwose ruragira ruti \"Ku izina rya Allah Nyirimpuhwe, Nyirimbabazi"},{"SurahNumber":27,"VerseNumber":31,"Text":"Ntimunyiboneho ahubwo munsange mwicishije bugufi"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Umwamikazi arongera) aravuga ati \"Yemwe banyacyubahiro! Nimungire inama muri iki kibazo. Ntabwo nari gufata umwanzuro mudahari ngo mungire inama"},{"SurahNumber":27,"VerseNumber":33,"Text":"Baramusubiza bati \"Twebweturi abanyembaraga kandi turi inkazi (ku rugamba). Itegeko ni iryawe, bityo reba icyo utegeka"},{"SurahNumber":27,"VerseNumber":34,"Text":"(Umwamikazi) aravuga ati\"Mu by’ukuri, iyo abami binjiye mu mudugudu (igihugu) barawangiza, ndetse bagasuzuguza abanyacyubahiro bawo. Uko niko bakora"},{"SurahNumber":27,"VerseNumber":35,"Text":"Ahubwo ngiye kuboherereza impano maze ndebe icyo abo nohereje bagarukana"},{"SurahNumber":27,"VerseNumber":36,"Text":"Nuko ubwo (intumwa zitwaye impano) zageraga kwa Sulayimani, yarazibwiye ati\"Ese murashaka kumfashisha umutungo (wanyu) kandi ibyo Allah yampaye ari byo byiza kurusha ibyo yabahaye?Ahubwo mube ari mwe mwishimira impano yanyu"},{"SurahNumber":27,"VerseNumber":37,"Text":"(Nuko Sulayimani arababwira ati)\"Musubireyo! Rwose tuzaboherereza ingabo badashobora guhangana nazo, kandi rwose (igihugu cyabo) tuzakibasohoramo baciye bugufi kandi basuzuguritse"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Sulayimani) aravuga ati \"Yemwe byegera! Ni nde muri mwe wanzanira intebe ye (umwamikazi) y’ubwami mbere y’uko baza bansanga baciye bugufi"},{"SurahNumber":27,"VerseNumber":39,"Text":"Kabuhariwe mu majini aravuga ati \"Njye ndayikuzanira mbere y’uko uhaguruka mu cyicaro cyawe, kandi rwose kuri ibyo ndi umunyembaraga w’umwizerwa"},{"SurahNumber":27,"VerseNumber":40,"Text":"Umwe mu bahawe ubumenyi bw’igitabo aravuga ati \"Njye ndayikuzanira mbere y’uko uhumbya!\" (Nuko ahita ayizana!) Nuko (Sulayimani) ayibonye iteye imbere ye, aravuga ati \"Ibi ni ku bw’ingabire za Nyagasani wanjye kugira ngo angerageze (arebe) niba nshimira cyangwa ntashimira! Kandi ushimira aba ashimira ku bw’inyungu ze, naho uhakana (aba yihemukiye). Mu by’ukuri, Nyagasani ni Umukungu, Umunyabuntu"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Sulayimani) aravuga ati \"Nimuyoberanye intebe ye y’ubwami kugira ngo turebe niba ari buyimenye cyangwa se ari bube mu batari buyimenye"},{"SurahNumber":27,"VerseNumber":42,"Text":"Nuko aje, arabazwa ati \"Ese intebe y’ubwami yawe imeze itya?\" Aravuga ati \"Irasa nayo neza!\" (Nuko Sulayimani aravuga ati) \"Kandi twari twaramenyeshejwe (ko azayoboka Isilamu) mbere y’uko aza, ndetse twari abicisha bugufi (Abayisilamu)"},{"SurahNumber":27,"VerseNumber":43,"Text":"Kandi ibyo yajyaga agaragira bitari Allah byamubujije (kuyoboka), kuko yari mu bantu bahakanye"},{"SurahNumber":27,"VerseNumber":44,"Text":"(Umwamikazi) yarabwiwe ati \"Injira mu ngoro!\" Nuko ayibonye akeka ko ari amazi menshi (azamura imyambaro) agaragaza imirundi ye. (Sulayimani) aravuga ati \"Mu by’ukuri, (ibi ubona) ni ingoro ishashemo ibirahuri!\" (Umwamikazi) aravuga ati \"Nyagasani wanjye! Mu by’ukuri, narihemukiye none nifatanyije na Sulayimani kwicisha bugufi kuri Allah, Nyagasani w’ibiremwa byose"},{"SurahNumber":27,"VerseNumber":45,"Text":"Kandi rwose twoherereje abantu bo mu bwoko bwa Thamudu umuvandimwe wabo Swalehe, (ababwira ati) \"Mugaragire Allah(wenyine)\".Nuko bacikamo amatsinda abiri ashyamiranye (irimwemera n’irimuhakana)"},{"SurahNumber":27,"VerseNumber":46,"Text":"(Swalehe abwira itsinda ryamuhakanye) ati \"Yemwe bantu banjye! Kuki mushaka kwihutisha ikibi (ibihano bya Allah) mbere y’icyiza (impuhwe za Allah)? Kuki mudasaba Allahimbabazi kugira ngo mugirirwe impuhwe"},{"SurahNumber":27,"VerseNumber":47,"Text":"Baravuga bati \"Wowe n’abo muri kumwe tubabonamo abateramwaku\". Aravuga ati \"Ibyago byanyu bituruka kwa Allah; ahubwo mwe muri abantu bari mu bigeragezo"},{"SurahNumber":27,"VerseNumber":48,"Text":"No muri uwo mujyi hari agatsiko k’abantu icyenda bawukoreragamo ubwangizi aho kugira ngo batunganye"},{"SurahNumber":27,"VerseNumber":49,"Text":"(Bamwe muri bo babwira abandi) bati \"Murahire ku izina rya Allahko turi bumwubikire mu ijoro,we n’abantu be (tukabica), maze tukazabwira abo mu muryango we tuti \"Ntitwabonye icyoretse umuryango we, kandi rwose turavuga ukuri"},{"SurahNumber":27,"VerseNumber":50,"Text":"Nuko bacura umugambi mubisha, maze natwe tuburizamo umugambi wabo batabizi"},{"SurahNumber":27,"VerseNumber":51,"Text":"Ngaho reba uko iherezo ry’umugambi wabo mubisha ryagenze! Mu by’ukuri,twabarimburanye n’abantu babo bose"},{"SurahNumber":27,"VerseNumber":52,"Text":"Izi ni ingo zabo zahindutse amatongo kubera ibikorwa byabo bibi. Mu by’ukuri, muri ibyo harimo ikimenyetso ku bantu bafite ubumenyi"},{"SurahNumber":27,"VerseNumber":53,"Text":"Nuko turokora abemeye kandi bari abagandukiramana"},{"SurahNumber":27,"VerseNumber":54,"Text":"(Unibuke) ubwo Lutwi (Loti) yabwiraga abantu be ati \"Ese murakora igikorwa cy’urukozasoni kandi mubona (ububi bwacyo)"},{"SurahNumber":27,"VerseNumber":55,"Text":"Ese koko muryamana (mukora imibonano) n’abagaboku bw’irari ryanyu muretse abagore? Ahubwo mwe muri abantub’injiji"}]}