{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"alipha-lām-rŏ. Ā allāhanī kitābanī āyatō chē anē spaṣṭa anē prakāśita kura'ānanī"},{"SurahNumber":15,"VerseNumber":2,"Text":"ēvō paṇa samaya haśē jyārē inkāra karanāra musalamāna thavānī icchā darśāvaśē"},{"SurahNumber":15,"VerseNumber":3,"Text":"tamē tē'ōnē khātāṁ, phāyadō uṭhāvatāṁ anē āśā'ōmāṁ vyasta chōḍī dō, tē'ō najīkamāṁ ja jāṇī lēśē"},{"SurahNumber":15,"VerseNumber":4,"Text":"kō'ī vastīnē tēnā nakkī karēla samaya pahēlā amē naṣṭa nathī karī"},{"SurahNumber":15,"VerseNumber":5,"Text":"kō'ī jūtha pōtānā mr̥tyuthī na āgaḷa vadhē chē anē na tō pāchaḷa khasē chē"},{"SurahNumber":15,"VerseNumber":6,"Text":"tē'ō'ē kahyuṁ kē, hē tē vyakti! Jēnā para kura'āna avatarita karavāmāṁ āvyuṁ chē, kharēkhara tuṁ tō kō'ī pāgala chē"},{"SurahNumber":15,"VerseNumber":7,"Text":"jō tamē sācā ja chō, tō amārī pāsē phariśtā'ōnē kēma nathī la'i āvatā"},{"SurahNumber":15,"VerseNumber":8,"Text":"amē phariśtā'ōnē satya sāthē ja utārī'ē chī'ē anē tē samayē tēmanē mahētala āpavāmāṁ nathī āvatī"},{"SurahNumber":15,"VerseNumber":9,"Text":"amē ja ā kura'ānanē avatarita karyuṁ chē anē amē ja tēnī surakṣā karanāra chē"},{"SurahNumber":15,"VerseNumber":10,"Text":"amē tamārā pahēlānī kōmamāṁ paṇa pōtānā payagambara mōkalyā"},{"SurahNumber":15,"VerseNumber":11,"Text":"anē jē paṇa payagambara āvatā, tē'ō tēmanī ṭhaṭhṭhāmaśkarī karatā"},{"SurahNumber":15,"VerseNumber":12,"Text":"pāpī'ōnā hr̥dayōmāṁ amē āvī ja rītē āvuṁ ṭhasāvī da'i'ē chī'ē"},{"SurahNumber":15,"VerseNumber":13,"Text":"tē'ō tēmanā para imāna nathī lāvatā anē ni:Śaṅka āgaḷanā lōkōthī āja rīta cālī rahī chē"},{"SurahNumber":15,"VerseNumber":14,"Text":"anē jō amē tēmanā māṭē ākāśanā dvāra khōlī paṇa nāṅkhī'ē anē ā lōkō tēnā para caḍhavā paṇa lāgē"},{"SurahNumber":15,"VerseNumber":15,"Text":"tō paṇa āvuṁ ja kahēśē kē amārī āṅkhō dhōkō khā'i rahī chē athavā tō amārā para jādu karī dēvāmāṁ āvyuṁ chē"},{"SurahNumber":15,"VerseNumber":16,"Text":"Ni:Śaṅka amē ākāśōmāṁ “burūjō” (sūrya,candra,tārā, vagērē...) Banāvyā anē jōnārā'ō māṭē tēnē śaṇagārī dēvāmāṁ āvyuṁ chē"},{"SurahNumber":15,"VerseNumber":17,"Text":"anē darēka dhikkārēlā śētānathī tēnī rakṣā karī"},{"SurahNumber":15,"VerseNumber":18,"Text":"hāṁ, jō kō'ī chupī rītē sāmbhaḷavānō prayatna karē, tēnī pāchaḷa saḷagēlō (gōḷō) lāgī jāya chē"},{"SurahNumber":15,"VerseNumber":19,"Text":"anē dharatīnē amē phēlāvī dīdhī anē tēnā para parvatōnē nākhī dīdhā anē tēmāṁ amē darēka vastunē ēka māpa pramāṇē ūpajāvī dīdhī chē"},{"SurahNumber":15,"VerseNumber":20,"Text":"anē tēmāṁ ja amē tamārī rōjī banāvī dīdhī chē anē jēmanē tamē rōjī āpanārā nathī"},{"SurahNumber":15,"VerseNumber":21,"Text":"anē jēṭalī paṇa vastu'ō chē tē badhānnā khajānā amārī pāsē chē anē amē darēka vastunē tēnā māpasara ja utārī'ē chī'ē"},{"SurahNumber":15,"VerseNumber":22,"Text":"anē amē bhārē havā'ō mōkalī'ē chī'ē, pachī ākāśa mānthī pāṇī varasāvī tē tamanē pīvaḍāvī'ē chī'ē anē tamē tēnō saṅgraha karanārā nathī"},{"SurahNumber":15,"VerseNumber":23,"Text":"amē ja jīvana pradāna karī'ē chī'ē anē amē ja mr̥tyu paṇa āpī'ē chī'ē anē amē ja (chēvaṭē) vārasa chē"},{"SurahNumber":15,"VerseNumber":24,"Text":"anē tamārā mānthī āgaḷa vadhanārā anē pāchaḷa rahī janārā paṇa amārī jāṇakārīmāṁ chē"},{"SurahNumber":15,"VerseNumber":25,"Text":"tamārō pālanahāra badhānnē bhēgā karaśē, ni:Śaṅka tē khūba ja hikamatavāḷō, khūba ja jñānavāḷō chē"},{"SurahNumber":15,"VerseNumber":26,"Text":"ni:Śaṅka amē manuṣyanuṁ sarjana, kāḷī, saḍēlī anē khaṇakhaṇa bōlanārī māṭīthī karyuṁ"},{"SurahNumber":15,"VerseNumber":27,"Text":"anē ā pahēlā amē jinnātōnuṁ sarjana, lūṁ vāḷī āga vaḍē karyuṁ"},{"SurahNumber":15,"VerseNumber":28,"Text":"anē jyārē tārā pālappnahārē phariśtā'ōnē kahyuṁ kē huṁ ēka manuṣyanuṁ sarjana kāḷī, saḍēlī anē khaṇakhaṇa bōlanārī māṭī vaḍē karavānō chuṁ"},{"SurahNumber":15,"VerseNumber":29,"Text":"tō jyārē huṁ tēnē sampūrṇa banāvī la'u anē tēmāṁ pōtānī rūha phūṅkī da'uṁ, tō tamē sau tēnā māṭē sijadō karajō"},{"SurahNumber":15,"VerseNumber":30,"Text":"chēvaṭē darēka phariśtā'ō'ē sijadō karyō"},{"SurahNumber":15,"VerseNumber":31,"Text":"parantu iblisa sivāya, kē tēṇa sijadō karavāvāḷō mānthī thavānō inkāra karyō"},{"SurahNumber":15,"VerseNumber":32,"Text":"(Allāha ta'ālā'ē) kahyuṁ hē iblisa! Tanē śuṁ thayuṁ kē tuṁ sijadō karanārā'ō mānthī na thayō"},{"SurahNumber":15,"VerseNumber":33,"Text":"tēṇē kahyuṁ kē, huṁ ēvō nathī kē tē manuṣyanē sijadō karuṁ jēnē tē kāḷī, saḍēlī anē khaṇakhaṇa bōlanārī māṭī vaḍē banāvyō"},{"SurahNumber":15,"VerseNumber":34,"Text":"kahyuṁ, havē jannata mānthī nīkaḷī jā, kāraṇakē tu dhikkārēlō chē"},{"SurahNumber":15,"VerseNumber":35,"Text":"anē tārā para mārī phiṭakāra kayāmata sudhī chē"},{"SurahNumber":15,"VerseNumber":36,"Text":"kahēvā lāgyō kē hē mārā pālanahāra! Manē tē divasa sudhīnī mahētala āpī dē kē jyārē lōkō bījī vāra jīvita karavāmāṁ āvaśē"},{"SurahNumber":15,"VerseNumber":37,"Text":"kahyuṁ kē sāruṁ tuṁ tē lōkō mānthī chē jēmanē mahētala maḷī chē"},{"SurahNumber":15,"VerseNumber":38,"Text":"nakkī karēla divasa sudhī"},{"SurahNumber":15,"VerseNumber":39,"Text":"(śaitānē) kahyuṁ kē hē mārā pālanahāra! Jō kē tē manē pathabhraṣṭa karī dīdhō chē. Huṁ paṇa sōganda khā'uṁ chē kē huṁ paṇa dharatī para tēmanā māṭē gunānē śaṇagārī da'iśa anē tē badhānē pathabhraṣṭa paṇa karīśa"},{"SurahNumber":15,"VerseNumber":40,"Text":"tārā tē bandā'ō sivāya, jē'ōnē pasanda karī lēvāmāṁ āvyā chē"},{"SurahNumber":15,"VerseNumber":41,"Text":"kahyuṁ kē, hāṁ, ā ja mārā sudhī pahōn̄cavā māṭēnō satya mārga chē"},{"SurahNumber":15,"VerseNumber":42,"Text":"mārā bandā'ō para tārō kō'ī prabhāva nathī, parantu hāṁ jē pathabhraṣṭa lōkō tāruṁ anusaraṇa karaśē"},{"SurahNumber":15,"VerseNumber":43,"Text":"ni:Śaṅka tē saunuṁ ṭhēkāṇuṁ jahannama chē"},{"SurahNumber":15,"VerseNumber":44,"Text":"jēnā sāta dvāra chē, darēka dvāra māṭē tēmanō ēka bhāga vahēn̄cāyēlō chē"},{"SurahNumber":15,"VerseNumber":45,"Text":"ḍaravāvāḷā jannatī lōkō, bagīcā'ō anē jharaṇā'ōmāṁ haśē"},{"SurahNumber":15,"VerseNumber":46,"Text":"(tēmanē kahēvāmāṁ āvaśē) salāmatī anē śānti sāthē āmāṁ pravēśa karō"},{"SurahNumber":15,"VerseNumber":47,"Text":"tēmanā hr̥dayōmāṁ jē kaṁī paṇa kapaṭa anē nirāśā hatī, amē badhuṁ ja kāḍhī la'iśuṁ, tē bhā'i-bhā'i banī ēka-bījā sāmē āsanō para bēṭhā haśē"},{"SurahNumber":15,"VerseNumber":48,"Text":"na tō tyāṁ tēmanē kō'ī takalīpha sparśa karī śakē chē anē na tō tē'ō tyānthī kyārēya kāḍhavāmāṁ āvaśē"},{"SurahNumber":15,"VerseNumber":49,"Text":"mārā bandā'ōnē jaṇāvī dō kē huṁ ghaṇō ja māpha karanāra anē ghaṇō ja dayāḷu chuṁ"},{"SurahNumber":15,"VerseNumber":50,"Text":"anē sāthē sāthē mārī yātanā paṇa atyanta du:Khadāyī chē"},{"SurahNumber":15,"VerseNumber":51,"Text":"Tē'ōnē ibrāhīma (a.Sa.)Nā mahēmānō viśē jaṇāvō"},{"SurahNumber":15,"VerseNumber":52,"Text":"kē jyārē tēmaṇē tēmanī pāsē āvī salāma kahyuṁ, tō tēmaṇē kahyuṁ kē amanē tō tamārāthī ḍara lāgē chē"},{"SurahNumber":15,"VerseNumber":53,"Text":"tē'ō'ē kahyuṁ kē ḍarō nahīṁ, amē tamanē ēka jñānī bāḷakanī khuśakhabara āpī'ē chī'ē"},{"SurahNumber":15,"VerseNumber":54,"Text":"kahyuṁ śuṁ ā vr̥d'dhāvasthā'ē pahōn̄cyā pachī tamē manē khuśakhabara āpō chō, ā khuśakhabara tamē kēvī rītē āpī rahyā chō"},{"SurahNumber":15,"VerseNumber":55,"Text":"tē'ō'ē kahyuṁ kē amē tamanē sācī khuśakhabarī āpī rahyā chī'ē. Tamē nirāśa lōkō mānthī na tha'i jāva"},{"SurahNumber":15,"VerseNumber":56,"Text":"kahyuṁ kē pōtānā pālanahāranī kr̥pāthī nirāśa tō phakata pathabhraṣṭa lōkō anē bhaṭakēlā lōkō ja thāya chē"},{"SurahNumber":15,"VerseNumber":57,"Text":"puchyuṁ kē, allāha'ē mōkalēlā (phariśtā'ō)! Tamāruṁ ēvuṁ śuṁ agatyanuṁ kāma chē"},{"SurahNumber":15,"VerseNumber":58,"Text":"tēmaṇē javāba āpyō kē amē aparādhī lōkō tarapha mōkalavāmāṁ āvyā chē"},{"SurahNumber":15,"VerseNumber":59,"Text":"parantu lūtanā kuṭumbījanō sivāya amē tē saunē jarūra bacāvī la'iśuṁ"},{"SurahNumber":15,"VerseNumber":60,"Text":"tēmanī patnī sivāya, amē tēṇīnē rōkā'i janārā'ō anē bākī rahēvāvāḷā'ō mānthī nakkī karī dīdhī chē"},{"SurahNumber":15,"VerseNumber":61,"Text":"jyārē mōkalēlā phariśtā lūta (a.Sa.) Nā kuṭumbījanō pāsē pahōn̄cyā"},{"SurahNumber":15,"VerseNumber":62,"Text":"tō tēmaṇē (lūta a.Sa.)Ē kahyuṁ kē tamē tō kō'ī ajāṇyā lāgō chō"},{"SurahNumber":15,"VerseNumber":63,"Text":"tē'ō'ē (phariśtā'ō'ē) kahyuṁ! Nā, parantu amē tārī pāsē tē vastu la'inē āvyā chī'ē jēnā viśē ā lōkō śaṅkāmāṁ hatā"},{"SurahNumber":15,"VerseNumber":64,"Text":"amē tō tamārī pāsē (spaṣṭa) satya la'inē āvyā chī'ē anē kharēkhara sācī chē"},{"SurahNumber":15,"VerseNumber":65,"Text":"havē tamē pōtānā kuṭumbījanō sāthē rātrinā kō'ī praharamāṁ cālī nīkaḷō anē tamē tē'ōnī pāchaḷa rahējō anē (khabaradāra) tamārā mānthī kō'ī (pāchaḷa) cahērō phēravīnē na ju'ē. Anē jē jagyā paranō ādēśa tamanē āpavāmāṁ āvī rahyō chē tyāṁ jatā rahējō"},{"SurahNumber":15,"VerseNumber":66,"Text":"anē amē tēmanā māṭē ē vātanō nirṇaya karī līdhō kē savāra thatāṁ ja tē lōkōnā mūḷa ukhāḍī phēṅkīśuṁ"},{"SurahNumber":15,"VerseNumber":67,"Text":"anē śahēravāḷā'ō khuśī manāvatā āvyā"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Lūta a.Sa. Ē) kahyuṁ, ā lōkō mārā mahēmāna chē, māruṁ apamāna na karō"},{"SurahNumber":15,"VerseNumber":69,"Text":"allāha ta'ālāthī ḍarō anē māruṁ apamāna na karō"},{"SurahNumber":15,"VerseNumber":70,"Text":"tē'ō'ē kahyuṁ śuṁ amē tamanē ākhī duniyānī (ṭhēkēdārī) thī rōkyā nathī"},{"SurahNumber":15,"VerseNumber":71,"Text":"(lūta a.Sa. Ē) kahyuṁ, jō tamārē kaṁīka karavuṁ ja hōya tō ā mārī bāḷakī'ō chē"},{"SurahNumber":15,"VerseNumber":72,"Text":"tamārī vayanā sōganda! Tē tō pōtānī khōṭī mastīmāṁ ja hatā"},{"SurahNumber":15,"VerseNumber":73,"Text":"basa! Sūrya nīkaḷatā ja tēmanē ēka mōṭā avājē pakaḍī līdhā"},{"SurahNumber":15,"VerseNumber":74,"Text":"chēvaṭē amē tē śahēranē upara karī dīdhuṁ anē tē lōkō para kāṅkarī'ō jēvā paththara varasāvyā"},{"SurahNumber":15,"VerseNumber":75,"Text":"ni:Śaṅka jōnārā māṭē āmāṁ ghaṇī ja niśānī'ō chē"},{"SurahNumber":15,"VerseNumber":76,"Text":"ā vastī sāmān'ya mārganī vaccē āvatī hatī"},{"SurahNumber":15,"VerseNumber":77,"Text":"anē tēmāṁ imānavāḷā'ō māṭē ghaṇī niśānī'ō chē"},{"SurahNumber":15,"VerseNumber":78,"Text":"“ayakaha” vastīnā rahēvāsī'ō paṇa ghaṇā atyācārī hatā"},{"SurahNumber":15,"VerseNumber":79,"Text":"jēmanāthī amē badalō līdhō, ā bannē śahēra sāmān'ya mārga upara hatā"},{"SurahNumber":15,"VerseNumber":80,"Text":"anē hijara vāḷā'ō'ē paṇa payagambarōnē juṭhalāvyā"},{"SurahNumber":15,"VerseNumber":81,"Text":"anē amē tēmanē pōtānī niśānī'ō paṇa batāvī. Parantu tē lōkō tē niśānī'ōnī avagaṇanā ja karatā rahyā"},{"SurahNumber":15,"VerseNumber":82,"Text":"ā lōkō niḍaratāthī parvatōnē kōtarīnē ghara banāvatā hatā"},{"SurahNumber":15,"VerseNumber":83,"Text":"chēvaṭē tē'ōnē paṇa savāra thatā ja cīsē pakaḍī līdhā"},{"SurahNumber":15,"VerseNumber":84,"Text":"basa! Tēmanī kō'ī yukti athavā kārya'ē kaṁī paṇa phāyadō na pahōn̄cāḍyō"},{"SurahNumber":15,"VerseNumber":85,"Text":"amē ākāśa anē dharatī anē tē bannē vaccēnī darēka vastunuṁ satya sāthē sarjana karyuṁ. Anē kayāmata jarūra āvaśē. Basa! Tamē sārī rītē daragujara karō"},{"SurahNumber":15,"VerseNumber":86,"Text":"ni:Śaṅka tamārō pālanahāra ja sarjana karanāra anē jāṇavāvāḷō chē"},{"SurahNumber":15,"VerseNumber":87,"Text":"ni:Śaṅka amē tamanē sāta āyatō āpī rākhī chē, jē vāranvāra paḍhavāmāṁ āvē chē anē prabhāvaśāḷī kura'āna paṇa āpī rākhyuṁ chē"},{"SurahNumber":15,"VerseNumber":88,"Text":"Tamē kyārēya pōtānī najara tē vastu tarapha na karō, jēnā kāraṇē amē tēmanā mānthī kēṭalāya prakāranā lōkōnē dhaniṣṭha banāvyā chē. Na tēmanā para tamē nirāśa thaśō anē imānavāḷā'ō māṭē pōtānī “bāju” jhūkāvī rākhō"},{"SurahNumber":15,"VerseNumber":89,"Text":"anē kahī dō kē huṁ tō spaṣṭa rītē sacēta karanārō chuṁ"},{"SurahNumber":15,"VerseNumber":90,"Text":"jēvī rītē kē amē tē matabhēda karanārā'ō māṭē utārī hatī"},{"SurahNumber":15,"VerseNumber":91,"Text":"jē'ō'ē tē allāhanī kitābanā ṭukaḍē-ṭukaḍā karī nākhyā"},{"SurahNumber":15,"VerseNumber":92,"Text":"sōganda chē tamārā pālanahāranī! Amē tē badhānē jarūra pūchīśuṁ"},{"SurahNumber":15,"VerseNumber":93,"Text":"darēka tē bābata viśē jē tē'ō karatā hatā"},{"SurahNumber":15,"VerseNumber":94,"Text":"basa! Tamē tē ādēśanē jē tamanē āpavāmāṁ āvyō chē, spaṣṭa rītē jaṇāvī dō anē muśarikōthī mōḍhuṁ phēravī lō"},{"SurahNumber":15,"VerseNumber":95,"Text":"tamārī sāthē jē lōkō maśkarī karē chē tēmanī sajā māṭē amē pūratā chē"},{"SurahNumber":15,"VerseNumber":96,"Text":"jē allāhanī sāthē bījānē pūjya nakkī karē chē tēmanē najīkamāṁ ja jāṇa tha'i jaśē"},{"SurahNumber":15,"VerseNumber":97,"Text":"amē khūba sārī rītē jāṇī'ē chī'ē kē tēmanī vātōthī tamāruṁ hr̥daya khūba parēśāna thāya chē"},{"SurahNumber":15,"VerseNumber":98,"Text":"tamē pōtānā pālanahāranā nāmanuṁ smaraṇa anē praśansānuṁ varṇana karatā rahō anē sijadō karanārā'ōmāṁ tha'i jāva"},{"SurahNumber":15,"VerseNumber":99,"Text":"anē pōtānā pālanahāranī bandagī karatā rahō tyāṁ sudhī kē tamē mr̥tyu pāmō"},{"SurahNumber":16,"VerseNumber":1,"Text":"allāhanō ādēśa āvī pahōn̄cyō, havē tēnā māṭē utāvaḷa na karō, darēka prakāranī pavitratā tēnā māṭē ja chē, tē ucca chē tē badhāthī, jēmanē ā lōkō allāha sāthē bhāgīdāra ṭhēravē chē"},{"SurahNumber":16,"VerseNumber":2,"Text":"tē ja phariśtā'ōnē pōtānī vahī la'inē pōtānā ādēśathī pōtānā bandā'ō mānthī, jēnā para icchē chē, tēnā para avatarita karē chē kē tamē lōkōnē sacēta karī dō kē mārā sivāya kō'ī pūjya nathī. Basa! Tamē mārāthī ḍarō"},{"SurahNumber":16,"VerseNumber":3,"Text":"tēṇē ja ākāśō anē dharatīnuṁ sarjana satya sāthē karyuṁ, muśarikō jē karē chē, tē (allāha) tēnāthī pavitra chē"},{"SurahNumber":16,"VerseNumber":4,"Text":"tēṇē manuṣyanuṁ sarjana vīryanā ṭīpā vaḍē karyuṁ, pachī tē khullō jhaghaḍō karanārō banī gayō"},{"SurahNumber":16,"VerseNumber":5,"Text":"Tēṇē ja ḍhōrōnuṁ sarjana karyuṁ, jēmāṁ tamārā māṭē garama pōśāka chē anē bījā ghaṇā phāyadā'ō chē anē kēṭalāka tamārā khōrāka māṭē chē"},{"SurahNumber":16,"VerseNumber":6,"Text":"anē tēmāṁ tamārī khūbasūratī paṇa chē, jyārē carāvī lāvō tyārē paṇa anē jyārē caravā māṭē la'i jāva tyārē paṇa"},{"SurahNumber":16,"VerseNumber":7,"Text":"(anē tē ḍhōrō) tamārā mālasāmāna tē śahērō sudhī la'i jāya chē, jyāṁ tamē kaṣṭa vinā pahōn̄cī nathī śakatā, ni:Śaṅka tamārō pālanahāra ghaṇō ja māyāḷu anē atyanta dayāḷu chē"},{"SurahNumber":16,"VerseNumber":8,"Text":"ghōḍā'ōnuṁ, khaccarōnuṁ, gadhēḍā'ōnuṁ sarjana tēṇē ja karyuṁ kē tamē tēmanō savārī māṭē upayōga karō anē tē śaṇagāranuṁ kāraṇa paṇa chē, bījī ghaṇī vastu'ōnuṁ sarjana karē chē jēnuṁ tamanē jñāna paṇa nathī"},{"SurahNumber":16,"VerseNumber":9,"Text":"anē satya mārganē spaṣṭa karī dēvō allāhanā śirē chē anē kēṭalāka khōṭā mārgō chē anē jō tē icchē tō tamanē saunē satya mārga para lāvī dē"},{"SurahNumber":16,"VerseNumber":10,"Text":"tē ja tamārā phāyadā māṭē ākāśa mānthī pāṇī varasāvē chē, jēnē tamē pīvō paṇa chō anē tēnā kāraṇē ugēlā vr̥kṣō, tamē pōtānā ḍhōrōnē carāvō chō"},{"SurahNumber":16,"VerseNumber":11,"Text":"tēnāthī ja tē tamārā māṭē khētī, jhaituna, khajura, drākṣa anē darēka prakāranā phaḷō upajāvē chē. Ni:Śaṅka tē lōkō māṭē tō āmāṁ khūba ja niśānī'ō chē jē lōkō cintana karē chē"},{"SurahNumber":16,"VerseNumber":12,"Text":"tēṇē ja rāta, divasa, sūrya anē candranē tamārā māṭē kāmē lagāḍēlā chē anē tārā'ō paṇa tēnā ja ādēśanuṁ anusaraṇa karē chē. Ni:Śaṅka āmāṁ bud'dhiśāḷī lōkō māṭē ghaṇī niśānī'ō chē"},{"SurahNumber":16,"VerseNumber":13,"Text":"bījī ghaṇī vastu'ō, alaga-alaga rūpa-raṅganī, tēṇē tamārā māṭē dharatī para phēlāvī rākhī chē, ni:Śaṅka śikhāmaṇa prāpta karanārā'ō māṭē āmāṁ ghaṇī mōṭī niśānī chē"},{"SurahNumber":16,"VerseNumber":14,"Text":"Anē dariyā paṇa tēṇē tamārā vaśamāṁ karī dīdhā chē, kē tamē tēmānthī (nīkaḷēlu) tājuṁ mānsa khā'ō anē tēmānthī pōtānā pahēravā māṭēnā gharēṇāṁ kāḍhī śakō anē tamē ju'ō chō kē hōḍī'ō tēmāṁ pāṇīnē cīrīnē (cālē) chē. Anē ēṭalā māṭē paṇa kē tēnī kr̥pā śōdhō anē śakya chē kē tamē ābhāra vyakata karō"},{"SurahNumber":16,"VerseNumber":15,"Text":"anē tēṇē dharatīmāṁ parvatō jakaḍī dīdhā chē, jēthī tē halī na śakē anē nahērō anē mārga paṇa banāvyā, jēthī tamē pōtānī man̄jila sudhī pahōn̄cī śakō"},{"SurahNumber":16,"VerseNumber":16,"Text":"bījī ghaṇī niśānī'ō nakkī karī anē tārā'ō dvārā paṇa lōkō mārga mēḷavē chē"},{"SurahNumber":16,"VerseNumber":17,"Text":"tō śuṁ tē-jē sarjana karē chē, tēnā jēvō hō'i śakē chē jē sarjana nathī karī śakatō? Śuṁ tamē sahēja paṇa vicāra nathī karatā"},{"SurahNumber":16,"VerseNumber":18,"Text":"anē jō tamē allāhanī nē'amatōnē gaṇavā māṅgō tō tēnē nathī gaṇī śakatā, ni:Śaṅka allāha ghaṇō ja māpha karanāra, dayāḷu chē"},{"SurahNumber":16,"VerseNumber":19,"Text":"anē jē kaṁī paṇa tamē chupāvō anē jāhēra karō allāha ta'ālā badhuṁ ja jāṇē chē"},{"SurahNumber":16,"VerseNumber":20,"Text":"anē jēnē paṇa ā lōkō allāha ta'ālānē chōḍīnē pōkārē chē, tē kō'ī vastunuṁ sarjana nathī karī śakatā, parantu tēmanuṁ sarjana karavāmāṁ āvyuṁ chē"},{"SurahNumber":16,"VerseNumber":21,"Text":"(tē'ō) mr̥takō chē, jīvita nathī, tēmanē tō ē paṇa khabara nathī kē kyārē tēmanē jagāḍavāmāṁ āvaśē"},{"SurahNumber":16,"VerseNumber":22,"Text":"tamārā saunō pūjya phakata allāha ta'ālā ēkalō chē anē ākhērata (paralōka) nā divasa para imāna na dharāvanārā'ōnuṁ dīla juṭhalāvanāruṁ chē. Anē tē pōtē ahaṅkārathī bharēlā chē"},{"SurahNumber":16,"VerseNumber":23,"Text":"ni:Śaṅka allāha ta'ālā tē darēka vastunē, jēnē tē lōkō chupāvē chē anē jēnē jāhēra karē chē, khūba sārī rītē jāṇē chē, tē ahaṅkārī lōkōnē pasanda nathī karatō"},{"SurahNumber":16,"VerseNumber":24,"Text":"tēmanē jyārē pūchavāmāṁ āvē chē kē tamārā pālanahārē śuṁ avatarita karyuṁ chē? Tyārē tē'ō javāba āpē chē kē āgaḷanā lōkōnī vārtā'ō chē"},{"SurahNumber":16,"VerseNumber":25,"Text":"Ānuṁ ja pariṇāma haśē kē kayāmatanā divasē ā lōkō pōtānā sampūrṇa bhāra sāthē tēmanā bhāranā paṇa bhāgīdāra haśē jēmanē tē'ō pōtānī ajñānatā dvārā pathabhraṣṭa karatā rahyā, ju'ō tō kēṭalō kharāba bhāra upāvī rahyā chē"},{"SurahNumber":16,"VerseNumber":26,"Text":"tēmanāthī pahēlānā lōkō'ē paṇa yukti karī hatī, (chēvaṭē) allāha'ē (tēmanī yukti'ō)nē mūḷa mānthī ja kāpī nākhī anē tēmanā (māthā) para chata uparathī paḍī ga'i anē tēmanī pāsē yātanā tyānthī āvī pahōn̄cī jē jagyā viśē tē lōkō vicārī śakatā paṇa nahatā"},{"SurahNumber":16,"VerseNumber":27,"Text":"pachī kayāmatanā divasē paṇa allāha ta'ālā tēmanuṁ apamāna karaśē anē kahēśē kē mārā tē bhāgīdārō kyāṁ chē? Jēnā viśē tamē jhaghaḍatā hatā, jēmanē jñāna āpavāmāṁ āvyuṁ hatuṁ, tē kahēśē kē ājē inkāra karanārā'ōnē apamāna anē kharābī cōṇṭī ga'i"},{"SurahNumber":16,"VerseNumber":28,"Text":"tē, jē'ō pōtānā para atyācāra karē chē, phariśtā'ō jyārē tēmanā prāṇa kāḍhavā lāgē chē tē samayē tē'ō jhūkī jāya chē kē amē burā'i karatā na hatā, kēma nahīṁ, allāha ta'ālā khūba sārī rītē jāṇavāvāḷō chē jē kaṁī paṇa tamē karatā hatāṁ"},{"SurahNumber":16,"VerseNumber":29,"Text":"basa! Havē tō hammēśā māṭē tamē jahannamanā dvāra mānthī dākhala tha'i jāva, basa! Kēṭaluṁ kharāba ṭhēkāṇuṁ chē ahaṅkārī'ōnuṁ"},{"SurahNumber":16,"VerseNumber":30,"Text":"anē ḍaravāvāḷā'ōnē pūchavāmāṁ āvē chē kē tamārā pālanahārē śuṁ avatarita karyuṁ chē, tō tē'ō javāba āpē chē kē “khūba ja sāruṁ”, jē lōkō'ē bhalā'i karī tēmanā māṭē ā duniyāmāṁ bhalā'i chē anē kharēkhara ākhēratanuṁ ghara ghaṇuṁ ja uttama chē. Anē kēṭaluṁ sundara chē ḍaravāvāḷā'ōnuṁ ghara"},{"SurahNumber":16,"VerseNumber":31,"Text":"hammēśā rahēnārā bagīcā'ō, jyāṁ tē'ō rahēśē, jēmanī nīcē nahērō vahī rahī chē, jē kaṁī paṇa tē lōkō icchaśē tyāṁ tēmanā māṭē hājara haśē, ḍaravāvāḷā'ōnē allāha ta'ālā āvī ja rītē badalō āpē chē"},{"SurahNumber":16,"VerseNumber":32,"Text":"Tē'ō, jēmanā prāṇa phariśtā'ō ē sthitimāṁ kāḍhē chē kē tē pavitra anē svaccha hōya, kahē chē kē tamārā māṭē salāmatī ja salāmatī chē. Jā'ō jannatamāṁ, pōtānā tē karmōnā badalāmāṁ, jē tamē karatā hatā"},{"SurahNumber":16,"VerseNumber":33,"Text":"śuṁ ā tē ja vātanī rāha jō'i rahyā chē kē tēmanī pāsē phariśtā'ō āvī pahōn̄cē athavā tārā pālanahāranō ādēśa āvī pahōn̄cē? Āvuṁ ja tē lōkō'ē paṇa karyuṁ hatuṁ jē'ō tēmanāthī pahēlā hatā, tēmanā para allāha ta'ālā'ē kō'ī atyācāra nathī karyō, parantu tē pōtē pōtānā para atyācāra karatā rahyā"},{"SurahNumber":16,"VerseNumber":34,"Text":"basa! Tēmanā kharāba kāryōnuṁ pariṇāma tēmanē maḷī gayuṁ anē jēnī maśkarī karatā hatā tēṇē tēmanē ghērāvamāṁ la'i līdhā"},{"SurahNumber":16,"VerseNumber":35,"Text":"muśarika lōkō'ē kahyuṁ kē jō allāha ta'ālā icchatō tō amē anē amārā pūrvajō, tēnē chōḍīnē bījā kō'īnī bandagī ja na karatā, na tēnā ādēśa vagara kō'ī vastunē harāma ṭhērāvatā, ā ja kārya tēmanāthī pahēlānā lōkō karatā rahyā. Payagambarōnuṁ kārya phakata spaṣṭa rītē ādēśa pahōn̄cāḍī dēvānuṁ chē"},{"SurahNumber":16,"VerseNumber":36,"Text":"amē darēka samūdāyamāṁ payagambara mōklyā jēthī (lōkō) phakata allāhanī ja bandagī karē anē tēnā sivāya darēka pūjyōthī bacē, basa! Thōḍāṅka lōkōnē tō allāha ta'ālā'ē satya mārgadarśana āpyuṁ anē thōḍāṅka para pathabhraṣṭatā chavā'i ga'i, basa! Tamē pōtē dharatī para harīpharīnē jō'i lō kē juṭhalāvanārā'ōnī daśā kēvī tha'i"},{"SurahNumber":16,"VerseNumber":37,"Text":"bhalē tamē tēmanā satyamārga darśananā icchuka rahyā chō, parantu allāha ta'ālā tē lōkōnē satya mārgadarśana nathī āpatō jēnē pathabhraṣṭa karī dē anē na tēmanī kō'ī madada karanāra hōya chē"},{"SurahNumber":16,"VerseNumber":38,"Text":"tē lōkō majabūta sōgandō khā'inē kahē chē kē mr̥takōnē allāha ta'ālā jīvita nahīṁ karē, kēma nahīṁ, jarūra jīvita karaśē, ā tō tēnuṁ atyanta sācuṁ vacana chē, parantu ghaṇā lōkō jāṇatā nathī"},{"SurahNumber":16,"VerseNumber":39,"Text":"Ēṭalā māṭē paṇa, kē ā lōkō jē vastunō virōdha karatā hatā tēnē allāha ta'ālā spaṣṭa rītē varṇana karī dē anē ēṭalā māṭē kē inkāra karanārā'ō pōtē paṇa pōtānuṁ khōṭā hōvuṁ jāṇī lē"},{"SurahNumber":16,"VerseNumber":40,"Text":"amē jyārē kō'ī vastunī icchā karī'ē chī'ē tō amē phakata ēvuṁ kahī'ē chī'ē kē “tha'i jā” basa tē tha'i jāya chē"},{"SurahNumber":16,"VerseNumber":41,"Text":"jē lōkō'ē atyācāra sahana karyā pachī allāha ta'ālānā mārgamāṁ vatananē chōḍyuṁ chē, amē tēmanē uttama ṭhēkāṇuṁ duniyāmāṁ āpīśuṁ anē ākhēratanuṁ vaḷataratō ghaṇuṁ ja mōṭuṁ chē, kadāca kē lōkō tēnē jāṇatā hōta"},{"SurahNumber":16,"VerseNumber":42,"Text":"tē lōkō, jēmaṇē dhīraja rākhī anē pōtānā pālanahāra para ja bharōsō karatā rahyā"},{"SurahNumber":16,"VerseNumber":43,"Text":"tamārā pahēlā paṇa amē puruṣōnē ja mōkalatā rahyā, jēmanī tarapha vahī utāratā hatā. Basa! Jō tamē na jāṇatā hōva tō jñānavāḷā'ō pāsēthī jāṇī lō"},{"SurahNumber":16,"VerseNumber":44,"Text":"purāvā anē kitābō sāthē ā varṇana (kura'āna), amē tamārī tarapha avatarita karyu chē kē lōkō māṭē jē avatarita karavāmāṁ āvyuṁ chē tamē tēnē spaṣṭa rītē varṇana karī dō, kadāca kē tē lōkō cintana karē"},{"SurahNumber":16,"VerseNumber":45,"Text":"kharāba yukti'ō ramanārā'ō śuṁ tē vātathī nīḍara tha'i gayā chē kē allāha ta'ālā tēmanē dharatīmāṁ dhasāvī dē, athavā tēmanī pāsē ēvī jagyā'ēthī prakōpa āvī jāya jēnā viśē tēmanē vicāra paṇa na hōya"},{"SurahNumber":16,"VerseNumber":46,"Text":"athavā tēmanē haratāpharatā (prakōpa) pakaḍī lē, ā lōkō allāha ta'ālānē kyārēya asamartha karī śakatā nathī"},{"SurahNumber":16,"VerseNumber":47,"Text":"athavā tēmanē ḍarāvī, dhamakāvī pakaḍī lē, basa! Kharēkhara tamārō pālanahāra atyanta dayāḷu anē māyāḷu chē"},{"SurahNumber":16,"VerseNumber":48,"Text":"śuṁ tē lōkō'ē allāhanā sarjana mānthī kō'īnē paṇa nathī jōyā? Kē tēmanā paḍachāyā, ḍābī-jamaṇī bāju jhūkī jhūkīnē allāha ta'ālā sāmē sijadā karē chē anē vinamratā dākhavē chē"},{"SurahNumber":16,"VerseNumber":49,"Text":"ni:Śaṅka ākāśa anē dharatīnā darēka sajīva anē darēka phariśtā, allāha ta'ālānī sāmē sijadō karī rahyā chē anē jarā paṇa ghamaṇḍa nathī karatā"},{"SurahNumber":16,"VerseNumber":50,"Text":"Anē pōtānā pālanahārathī, jē tēmanī upara chē, dhrujē chē anē jē ādēśa maḷī jāya tēnuṁ anusaraṇa karē chē"},{"SurahNumber":16,"VerseNumber":51,"Text":"allāha ta'ālā kahī cūkyō chē kē bē pūjyō na banāvō, pūjya tō phakata tē ēkalō ja chē, basa! Tamē sau mārō ja ḍara rākhō"},{"SurahNumber":16,"VerseNumber":52,"Text":"ākāśō anē dharatī para jē kaṁī paṇa chē, badhuṁ tēnuṁ ja chē anē tēnī ja bandagī yōgya chē, śuṁ tō paṇa tamē tēnā sivāya bījāthī ḍarō chō"},{"SurahNumber":16,"VerseNumber":53,"Text":"tamārī pāsē jēṭalī paṇa nē'amatō chē badhuṁ tēṇē ja āpēluṁ chē, hajuṁ paṇa tamārā para kō'ī musībata āvī jāya tō tēnī ja samakṣa phariyāda karō chō"},{"SurahNumber":16,"VerseNumber":54,"Text":"anē jyāṁ tēṇē tē musībata tamārā parathī dūra karī dīdhī, tamārā mānthī kēṭalāka lōkō pōtānā pālanahāra sāthē bhāgīdāra ṭhēravavā lāgē chē"},{"SurahNumber":16,"VerseNumber":55,"Text":"kē amārī āpēlī nē'amatōnō ābhāra na mānē, sāruṁ tō thōḍōka phāyadō uṭhāvī lō, chēvaṭē tamanē khabara paḍī ja jaśē"},{"SurahNumber":16,"VerseNumber":56,"Text":"anē jēnē jāṇatā paṇa nathī tēnō bhāga amārī āpēlī rōjī'ō mānthī nakkī karō chō, tē allāha tamārā ā ārōpa viśē jarūra savāla karaśē"},{"SurahNumber":16,"VerseNumber":57,"Text":"anē tē pavitra allāha māṭē bāḷakī'ō nakkī karē chē anē pōtānā māṭē tē jē pōtānī icchā anusāra hōya"},{"SurahNumber":16,"VerseNumber":58,"Text":"tēmanā mānthī kō'īnē jyārē bāḷakīnī khabara āpavāmāṁ āvē tō tēnō cahērō phikkō paḍī jāya chē anē manamāṁ saṅkōca anubhavē chē"},{"SurahNumber":16,"VerseNumber":59,"Text":"ā kharāba vātanā kāraṇē lōkōthī chupā'inē pharē chē, vicārē chē kē śuṁ tēnē apamānita tha'i, la'inē pharē, athavā tēnē māṭīmāṁ dabāvī dē, ōha! Kēṭalō kharāba nirṇaya karē chē"},{"SurahNumber":16,"VerseNumber":60,"Text":"ākhērata para imāna na lāvanārānuṁ ja kharāba udāharaṇa chē, allāha māṭē tō ghaṇā ja ucca guṇō chē tē ghaṇō vijayī anē hikamatavāḷō chē"},{"SurahNumber":16,"VerseNumber":61,"Text":"jō lōkōnā pāpōnā kāraṇē allāha ta'ālā tēmanī pakaḍa karatō, tō dharatī para ēka paṇa sajīva na rahētō, parantu tē tō ēka muddata sudhī ḍhīla āpē chē, jyārē tēmanō tē samaya āvī pahōn̄cē chē tō tē ēka kṣaṇa paṇa na pāchaḷa ja'i śakē chē anē na tō āgaḷa vadhī śakē chē"},{"SurahNumber":16,"VerseNumber":62,"Text":"Anē tē pōtānā māṭē jē pasanda nathī karatā tē allāha māṭē pasanda karē chē anē tē lōkō juṭhṭhī vātō varṇavē chē, ēmanā māṭē guṇa chē, nā, nā, parantu tēmanā māṭē āga chē anē tē jahannamī chē"},{"SurahNumber":16,"VerseNumber":63,"Text":"allāhanā sōganda, amē tamārā pahēlānā lōkō tarapha paṇa payagambara mōkalyā, parantu śētānē tēmanā kharāba kāryōnē tēmanā māṭē śaṇagārī dīdhā, tē śētāna ājē paṇa tēmanō mitra ban'yō chē anē tēmanā māṭē du:Khadāyī yātanā chē"},{"SurahNumber":16,"VerseNumber":64,"Text":"ā kitābanē amē tamārā para ēṭalā māṭē avatarita karī chē kē tamē tēmanā māṭē tē darēka vastunē spaṣṭa karī dō jēmāṁ tē'ō vivāda karī rahyā chē anē ā (kitāba) imānavāḷā'ō māṭē mārgadarśana anē kr̥pā chē"},{"SurahNumber":16,"VerseNumber":65,"Text":"anē allāha ākāśa mānthī pāṇī varasāvī tēnāthī dharatīnē tēnā mr̥tyu pachī jīvita karī dē chē, kharēkhara āmāṁ, tē lōkō māṭē niśānī chē jē sāmbhaḷē"},{"SurahNumber":16,"VerseNumber":66,"Text":"tamārā māṭē ḍhōrōmāṁ paṇa ghaṇī śikhāmaṇa chē kē amē tamanē, tēnā pēṭamāṁ jē kaṁī paṇa chē tēmānthī ja gōbara anē lōhīnī vaccēthī śud'dha dūdha pīvaḍāvī'ē chī'ē, jē pīnāranā pācana māṭē haḷavuṁ chē"},{"SurahNumber":16,"VerseNumber":67,"Text":"khajūra anē drākṣanā phaḷō vaḍē tamē śarāba banāvō chō, anē uttama rōjī paṇa, jē lōkō bud'dhi dharāvē chē, tēmanā māṭē tō āmāṁ mōṭī niśānī chē"},{"SurahNumber":16,"VerseNumber":68,"Text":"tamārā pālanahārē madhamākhīnā hr̥dayamāṁ ā vāta nākhī dīdhī kē parvatōmāṁ, vr̥kṣōmāṁ anē lōkō'ē banāvēlī ūn̄cī, ūn̄cī vēlōmāṁ pōtānuṁ ghara banāva"},{"SurahNumber":16,"VerseNumber":69,"Text":"anē darēka prakāranā phaḷō khāya anē pōtānā pālanahāranā saraḷa mārga para pharyā kara, tēmanā pēṭa mānthī raṅgabēraṅgī pīṇuṁ nīkaḷē chē, jēnā raṅgō alaga-alaga chē. Anē jēmāṁ lōkō māṭē ilāja chē. Cintana karanārā'ō māṭē āmāṁ paṇa khūba ja mōṭī niśānī chē"},{"SurahNumber":16,"VerseNumber":70,"Text":"Anē darēka prakāranā phaḷō khāya anē pōtānā pālanahāranā saraḷa mārga para pharyā kara, tēmanā pēṭa mānthī raṅgabēraṅgī pīṇuṁ nīkaḷē chē, jēnā raṅgō alaga-alaga chē. Anē jēmāṁ lōkō māṭē ilāja chē. Cintana karanārā'ō māṭē āmāṁ paṇa khūba ja mōṭī niśānī chē"},{"SurahNumber":16,"VerseNumber":71,"Text":"allāha ta'ālā'ē ja tamārā mānthī ēkanē bījā para rōjīmāṁ vadhārō āpyō chē, basa! Jēmanē vadhārē āpavāmāṁ āvyuṁ chē, tē pōtānī rōjī pōtānī hēṭhaḷa kāma karanārā majūrōnē nathī āpatā, ē bhayathī kē tē (jēmanē vadhārē āpyuṁ chē) anē tē'ō (majūrō) bannē sarakhā tha'i jāya. Tō śuṁ ā lōkō allāhanī nē'amatōnō inkāra karī rahyā chē"},{"SurahNumber":16,"VerseNumber":72,"Text":"allāha ta'ālā'ē tamārā māṭē tamārā mānthī ja tamārī patnī'ōnuṁ sarjana karyuṁ anē tamārī patnī'ō dvārā tamārā māṭē tamārā bāḷakō anē pautra pēdā karyā anē tamanē sārī anē uttama vastu'ō khāvā māṭē āpī, śuṁ tō paṇa lōkō asatya para imāna lāvaśē? Anē allāha ta'ālānī nē'amatōnē inkāra karaśē"},{"SurahNumber":16,"VerseNumber":73,"Text":"anē tē allāha ta'ālānē chōḍīnē, tē lōkōnī bandagī karē chē jē ākāśō anē dharatī mānthī tēmanē kaṁī paṇa rōjī nathī āpī śakatā anē na tō kaṁī paṇa śakti dharāvē chē"},{"SurahNumber":16,"VerseNumber":74,"Text":"basa! Allāha ta'ālā māṭē udāharaṇō na āpō, allāha ta'ālā khūba sārī rītē jāṇē chē anē tamē nathī jāṇatā"},{"SurahNumber":16,"VerseNumber":75,"Text":"allāha ta'ālā ēka udāharaṇanuṁ varṇana karē chē kē, bījānī mālikī hēṭhaḷa ēka dāsa chē, jē kō'ī vātanō adhikāra nathī dharāvatō anē ēka bījō vyakti chē, jēnē amē pōtānī pāsēthī pūratī rōjī āpī chē, jēmānthī tē chūpī rītē tathā jāhēra rītē dāna karē chē, śuṁ ā badhā sarakhāṁ hō'i śakē chē? Allāha ta'ālā māṭē ja badhī praśansā chē, parantu tēmanā mānthī vadhārē paḍatā lōkō jāṇatā nathī"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allāha ta'ālā ēka bījuṁ udāharaṇa varṇana karē chē, bē vyakti'ōnuṁ, jēmānthī ēka tō mūṅgō chē anē kō'ī vastu para adhikāra nathī dharāvatō, parantu tē pōtānā mālika māṭē bōja chē, jyāṁ paṇa tēnē mōkalavāmāṁ āvē tēnāthī bhalā'inī apēkṣā karavāmāṁ nathī āvatī, śuṁ ā anē tē jē n'yāya karavānō ādēśa āpē chē tathā satyamārga para ja cālē chē, bannē sarakhāṁ hō'i śakē chē"},{"SurahNumber":16,"VerseNumber":77,"Text":"ākāśō anē dharatīmāṁ adr̥śyanuṁ jñāna phakata allāha ta'ālānē ja chē anē kayāmatanō samaya ēvō chē jēvuṁ kē pāmpaṇa palakavuṁ, parantu tēnāthī paṇa vadhārē najīka, ni:Śaṅka allāha ta'ālā darēka vastu para śakti dharāvē chē"},{"SurahNumber":16,"VerseNumber":78,"Text":"allāha ta'ālā'ē tamanē tamārī mātānā pēṭa mānthī kāḍhyā chē kē tē samayē tamē kaṁī paṇa nahatā jāṇatā, tēṇē ja tamārā kāna, āṅkha anē hr̥daya banāvyā, jēthī tamē ābhāra vyakta karō"},{"SurahNumber":16,"VerseNumber":79,"Text":"śaṁ tē lōkō pakṣī'ōnē nathī jōtāṁ, jē ādēśanuṁ anusaraṇa karī havāmāṁ uḍē chē, jēmanē allāha sivāya kō'ī bījā'ē pakaḍī rākhyā nathī, ni:Śaṅka tēmāṁ imāna lāvanārā'ō māṭē ghaṇī niśānī'ō chē"},{"SurahNumber":16,"VerseNumber":80,"Text":"anē allāha ta'ālā'ē tamārā māṭē tamārā gharōnē śāntinī jagyā banāvī dīdhī anē tēṇē ja tamārā māṭē ḍhōrōnā cāmaḍānā ghara banāvī dīdhā chē jē tamanē halakuṁ lāgē chē, pōtānā āgaḷa vadhavānā divasē anē pōtānā rōkāvānā divasē paṇa anē tēmanā vāḷa tathā una vaḍē paṇa tēṇē ghaṇā sāmāna anē ēka nakkī karēla muddata sudhī phāyadō mēḷavavānī vastu'ō banāvī"},{"SurahNumber":16,"VerseNumber":81,"Text":"allāha ē ja tamārā māṭē pōtānī sarjana karēlī vastu'ō mānthī chānyaḍō banāvyō anē tēṇē ja tamārā māṭē parvatōmāṁ guphā banāvī chē anē tēṇē ja tamārā māṭē pōśāka banāvyā jē tamanē garamīthī bacāvē chē anē ēvā vastrō paṇa jē tamanē yud'dhanā samayē kāma lāgē, tē āvī ja rītē pōtānī nē'amatō āpī rahyō chē jēthī tamē ādēśanuṁ anusaraṇa karanārā banī jāva"},{"SurahNumber":16,"VerseNumber":82,"Text":"Tō paṇa jō ā lōkō mōḍhuṁ phēravē tō tamāruṁ kāma tō phakata (ādēśa) spaṣṭa rītē pahōn̄cāḍī dēvānuṁ chē"},{"SurahNumber":16,"VerseNumber":83,"Text":"ā lōkō allāhanī nē'amatōnē jāṇavā chatāṁ inkāra karanārā banī rahyā chē. Parantu tēmanā mānthī vadhārē paḍatā lōkō kr̥taghna chē"},{"SurahNumber":16,"VerseNumber":84,"Text":"anē jē divasē amē darēka samūdāya mānthī sākṣīnē ūbhō karīśuṁ, pachī inkāra karanārā'ōnē na tō paravānagī āpavāmāṁ āvaśē anē na tō tēmanē taubā karavānuṁ kahēvāmāṁ āvaśē"},{"SurahNumber":16,"VerseNumber":85,"Text":"anē jyārē ā atyācārī'ō yātanā jō'i lēśē pachī (yātanānē) na tō halakī karavāmāṁ āvaśē anē na tō tēmanē ḍhīla āpavāmāṁ āvaśē"},{"SurahNumber":16,"VerseNumber":86,"Text":"anē jyārē muśarika lōkō pōtānā banāvēlā bhāgīdārōnē jō'i lēśē, tō kahēśē kē hē amārā pālanahāra! Ā ja amārā tē bhāgīdārō chē jēmanē, amē tanē chōḍīnē pōkāratā hatā, basa! Tē'ō tēmanē javāba āpaśē kē tamē taddana juṭhṭhā chō"},{"SurahNumber":16,"VerseNumber":87,"Text":"tē divasē tē sau (lācāra banī) allāhanī samakṣa anusaraṇa karavānuṁ vacana āpavānuṁ icchaśē anē jē ārōpa lagāvatā hatā tē badhāṁ tēmanāthī chupā'i jaśē"},{"SurahNumber":16,"VerseNumber":88,"Text":"jēmaṇē inkāra karyō anē allāhanā mārgathī rōkyā, amē tēmanā māṭē ēka pachī ēka yātanā vadhāratā ja'iśuṁ, ā badalō haśē tēmanā vidrōha karavānō"},{"SurahNumber":16,"VerseNumber":89,"Text":"anē jē divasē amē darēka samūdāyamāṁ tēmanā mānthī ja tēmanī virūd'dha, sākṣīnē ūbhā karīśuṁ anē tamanē tē badhānī upara sākṣī banāvī lāvīśuṁ anē tamārā para ā kitāba avatarita karī, jēmāṁ darēka vastunuṁ spaṣṭa varṇana chē. Anē musalamānō māṭē satyamārgadarśana, kr̥pā anē khuśakhabara chē"},{"SurahNumber":16,"VerseNumber":90,"Text":"allāha ta'ālā n'yāya, bhalā'i anē kuṭumbījanō sāthē sadavyavahāra karavānō ādēśa āpē chē anē aślīlatā tathā vyartha kāryō anē atyācāra karavāthī rōkē chē, tē pōtē tamanē śikhāmaṇa āpī rahyō chē kē tamē śikhāmaṇa prāpta karō"},{"SurahNumber":16,"VerseNumber":91,"Text":"Anē allāhanā vacananē pūruṁ karō, jyārē tamē ēkabījā sāthē karāra karō anē majabūta sōganda līdhā pachī tēnē na tōḍō, jō kē tamē allāha ta'ālānē pōtānō jāmīna ṭhēravī dīdhō chē. Tamē jē kaṁī paṇa karō chō allāha tēnē khūba sārī rītē jāṇē chē"},{"SurahNumber":16,"VerseNumber":92,"Text":"anē tē strī jēvā na tha'i jāva, jēṇē pōtānuṁ sutara majabūta rītē banāvyuṁ, tyārapachī ṭukaḍē-ṭukaḍā karī dīdhā, kē tamē pōtānī sōgandōnē andarō'andaranī yukti karavānuṁ kāraṇa banāvō, ēṭalā māṭē kē ēka jūtha, bījā jūtha para prabhutva prāpta karī lē, vāta phakata ē ja chē kē tē vacana dvārā allāha tamārī kasōṭī karī rahyō chē, ni:Śaṅka allāha ta'ālā tamārā māṭē kayāmatanā divasē tē darēka vastunuṁ spaṣṭa rītē varṇana karī dēśē, jēmāṁ tamē matabhēda karī rahyā hatā"},{"SurahNumber":16,"VerseNumber":93,"Text":"jō allāha icchē tō tamanē saunē ēka ja jūtha banāvī dētō, parantu tē jēnē icchē tēnē pathabhraṣṭa karē chē anē jēnē icchē chē satya mārgadarśana āpē chē. Kharēkhara tamē jē kaṁī paṇa karī rahyā chō tēnā viśē pūchaparacha karavāmāṁ āvaśē"},{"SurahNumber":16,"VerseNumber":94,"Text":"anē tamē pōtānī sōgandōnē ēkabījānē dhōkō āpavānuṁ kāraṇa na banāvō, pachī tō tamārā paga, pōtānī majabūtā'i pachī ḍagī jaśē anē tamanē sakhata sajā bhōgavavī paḍaśē. Kāraṇakē tamē allāhanā mārgathī rōkī dīdhā anē tamārā māṭē khūba ja sakhata sajā haśē"},{"SurahNumber":16,"VerseNumber":95,"Text":"tamē allāhanā vacananē najīvī kimmatē na vēcō, yāda rākhō! Allāha pāsē jē kaṁī paṇa chē tē ja tamārā māṭē uttama chē, śarata ē kē tamē jāṇatā hōva"},{"SurahNumber":16,"VerseNumber":96,"Text":"tamārī pāsē jē kaṁī paṇa chē badhuṁ naṣṭa tha'i jaśē anē allāha ta'ālā pāsē jē kaṁī paṇa chē tē bākī rahēnāruṁ chē anē dhīraja rākhanāra māṭē amē bhalā'inā kāryōnō śrēṣṭha badalō jarūra āpīśuṁ"},{"SurahNumber":16,"VerseNumber":97,"Text":"jē puruṣa athavā strī satkārya karē anē imānavāḷā hōya tō amē tēmanē kharēkhara atyanta śrēṣṭha jīvana āpīśuṁ anē tēmanā satkāryōnō uttama badalō paṇa tēmanē jarūra āpīśuṁ"},{"SurahNumber":16,"VerseNumber":98,"Text":"Kura'āna paḍhatī vakhatē, dhr̥tkārēlā śētānathī allāhanuṁ śaraṇa māṅgō"},{"SurahNumber":16,"VerseNumber":99,"Text":"imānavāḷā'ō anē pōtānā pālanahāra para bharōsō karanārā'ō para (śētāna)nō prabhāva kyārēya nathī paḍatō"},{"SurahNumber":16,"VerseNumber":100,"Text":"hāṁ, tēnō prabhāva tēmanā para tō jarūra paḍē chē jē tēnī sāthē ja dōstī karē anē tēnē allāha sāthē bhāgīdāra ṭhēravē"},{"SurahNumber":16,"VerseNumber":101,"Text":"anē jyārē amē kō'ī āyatanē bījī āyata dvārā badalī kāḍhī'ē chī'ē anē jē kaṁī allāha ta'ālā avatarita karē chē, tēnē tē khūba jāṇē chē, tō ā lōkō kahē chē kē tamē tō ārōpa lagāvanāra chō, vāta ē chē kē tēmanā mānthī vadhārē paḍatā lōkō jāṇatā ja nathī"},{"SurahNumber":16,"VerseNumber":102,"Text":"kahī dō kē ā (kura'āna) tamārā pālanahāra taraphathī jibra'ila (a.Sa.) Satya sāthē la'inē āvyā chē, jēthī imānavāḷā'ōnē allāha ta'ālā aḍaga rākhē anē musalamānō māṭē mārgadarśana anē khuśakhabara banē"},{"SurahNumber":16,"VerseNumber":103,"Text":"amē khūba sārī rītē jāṇī'ē chī'ē kē ā inkāra karanārā'ō kahē chē kē ānē tō ēka vyakti śikhavāḍē chē, tēnī bhāṣā, jēnī tarapha ā lōkō iśārō karī rahyā chē, tē ajamī (araba sivāyanā lōkō) chē anē ā (kura'āna) tō spaṣṭa arabī bhāṣāmāṁ chē"},{"SurahNumber":16,"VerseNumber":104,"Text":"jē lōkō allāha ta'ālānī āyatō para imāna nathī dharāvatā, tēmanē allāha taraphathī paṇa mārgadarśana nathī maḷatuṁ anē tēmanā māṭē du:Khadāyī yātanā chē"},{"SurahNumber":16,"VerseNumber":105,"Text":"jūṭhāṇuṁ tō tē lōkō ja bāndhē chē jēmanē allāha ta'ālānī āyatō para imāna nathī hōtuṁ, ā ja lōkō juṭhṭhā chē"},{"SurahNumber":16,"VerseNumber":106,"Text":"jē vyakti pōtānā imāna lāvyā pachī allāhanō inkāra karē anē jē lōkō spaṣṭa rītē allāhanō inkāra karē tō tēmanā para allāha gus'sē thāya chē anē tēmanā māṭē ja ghaṇī mōṭī yātanā chē. Sivāya tē lōkōthī, jēnā para jabaradastī karavāmāṁ āvē anē tēnuṁ hr̥daya imāna para ja hōya (tō tēnā māṭē kō'ī sajā nathī)"},{"SurahNumber":16,"VerseNumber":107,"Text":"Ā ēṭalā māṭē kē tē'ō duniyānā jīvananē ākhērata karatāṁ vadhārē pasanda karatā hatā, kharēkhara allāha ta'ālā inkāra karanārā'ōnē satya mārgadarśana nathī āpatō"},{"SurahNumber":16,"VerseNumber":108,"Text":"ā tē lōkō chē, jēmanā hr̥dayō anē kāna anē jēmanī āṅkhō para allāha'ē mahōra lagāvī dīdhī chē anē ā ja lōkō bēdarakāra chē"},{"SurahNumber":16,"VerseNumber":109,"Text":"kō'ī śaṅkā nathī kē ā ja lōkō ākhēratamāṁ sakhata nukasāna uṭhāvanārā haśē"},{"SurahNumber":16,"VerseNumber":110,"Text":"jē lōkōnē (imāna lāvyā pachī) satāvavāmāṁ āvyā anē tyāra pachī tē lōkō'ē hijarata karī pachī jēhāda karyuṁ anē aḍaga rahyā, ni:Śaṅka tamārō pālanahāra ā vātō pachī tēmanē māpha karavāvāḷō anē dayā karavāvāḷō chē"},{"SurahNumber":16,"VerseNumber":111,"Text":"jē divasē darēka vyakti pōtānā māṭē jhaghaḍō karatō āvaśē anē darēka vyaktinē, tēṇē karēlā kāryōnō pūrēpūrō badalō āpavāmāṁ āvaśē anē lōkō para atyācāra karavāmāṁ nahīṁ āvē"},{"SurahNumber":16,"VerseNumber":112,"Text":"allāha ta'ālā tē vastīnuṁ udāharaṇa āpē chē, jē sampūrṇa śānti anē santōṣathī jīvana vitāvī rahyā hatā, tēmanī rōjī tē'ōnī pāsē puṣkaḷa pramāṇamāṁ darēka jagyā'ēthī āvatī hatī, pachī tē lōkō'ē allāha ta'ālānī nē'amatōnō inkāra karyō, tō allāha ta'ālā'ē tēmanē bhukhamarā anē bhayanō svāda cakhāḍyō, jē tēmanā kāryōnō badalō hatō"},{"SurahNumber":16,"VerseNumber":113,"Text":"tēmanī pāsē tēmanā mānthī ja payagambara āvyā, tō paṇa tē'ō'ē tēmanē juṭhalāvyā, basa! Tē lōkō para prakōpa āvī pahōn̄cyō anē tē lōkō atyācārī ja hatā"},{"SurahNumber":16,"VerseNumber":114,"Text":"jē kaṁī paṇa halāla anē pavitra rōjī allāha'ē tamanē āpī chē, tēnē khā'ō anē allāhanī nē'amatanō ābhāra mānō, jō tamē tēnī ja bandagī karatā hōva"},{"SurahNumber":16,"VerseNumber":115,"Text":"tamārā māṭē phakata mr̥ta (ḍhōra) anē lōhī, ḍukkaranuṁ mānsa anē jē vastunē allāhanā nāma sivāya jhabaha karavāmāṁ āvē, tē harāma chē. Pachī jō kō'ī vyaktinē lācāra karī dēvāmāṁ āvē, na tō tē icchatō hōya anē na hadavaṭāvī janāra hōya, tō kharēkhara allāha māpha karanāra, dayāḷu chē"},{"SurahNumber":16,"VerseNumber":116,"Text":"Kō'ī vastu māṭē pōtānī jabāna vaḍē juṭhṭhī na kahō kē ā halāla chē anē ā harāma, kē jēnā kāraṇē allāha para jūṭhāṇuṁ bāndhī bēsō, samajī lō kē allāha ta'ālā para jūṭhāṇuṁ bāndhanāra saphaḷatāthī van̄cita rahē chē"},{"SurahNumber":16,"VerseNumber":117,"Text":"tēmanē sāmān'ya phāyadō maḷē chē anē tēmanā māṭē ja du:Khadāyī yātanā chē"},{"SurahNumber":16,"VerseNumber":118,"Text":"anē yahūdī lōkō māṭē, jē kaṁī paṇa amē harāma ṭhērāvyuṁ hatuṁ, tēnuṁ varṇana amē pahēlā ja karī cūkyā chē, amē tēmanā para atyācāra nathī karyō, parantu tē pōtē pōtānā para atyācāra karatā rahyā"},{"SurahNumber":16,"VerseNumber":119,"Text":"jē kō'ī vyakti ajāṇatāmāṁ kharāba kārya karī lē, pachī taubā karī lē anē sudhārō paṇa karī lē tō pachī tamārō pālanahāra kō'ī śaṅkā vagara ghaṇō ja māpha karanāra anē atyanta kr̥pāḷu chē"},{"SurahNumber":16,"VerseNumber":120,"Text":"ni:Śaṅka ibrāhīma (a.Sa.) Nāyaba anē allāha ta'ālānuṁ anusaraṇa karanāra anē sampūrṇa nikhālasatāvāḷā hatā, tē muśarika lōkō mānthī na hatā"},{"SurahNumber":16,"VerseNumber":121,"Text":"allāha ta'ālānī nē'amatōnō ābhāra vyakata karatā hatā, allāha ta'ālā'ē tēmanē pōtānā nikaṭa karī līdhā hatā anē tēmanē satya mārganuṁ mārgadarśana āpī dīdhuṁ"},{"SurahNumber":16,"VerseNumber":122,"Text":"amē tēmanē duniyāmāṁ paṇa śrēṣṭhatā āpī hatī anē ni:Śaṅka tē ākhēratamāṁ paṇa sadācārī lōkō mānthī chē"},{"SurahNumber":16,"VerseNumber":123,"Text":"pachī amē tamārī tarapha vahī utārī kē tamē ibrāhīma (a.Sa.)Nā panthanuṁ anusaraṇa karō, jē muśarika lōkō mānthī na hatā"},{"SurahNumber":16,"VerseNumber":124,"Text":"śanivāranā divasanī, mahatvatā tō phakata tē lōkō māṭē ja hatī, jē lōkō'ē tēmāṁ vivāda karyō hatō, vāta ē chē kē tamārō pālanahāra pōtē ja tēmanī vaccē tēmanā matabhēdanō nirṇaya kayāmatanā divasē karaśē"},{"SurahNumber":16,"VerseNumber":125,"Text":"Pōtānā pālanahāranā mārga tarapha lōkōnē hikamata anē uttama śikhāmaṇa dvārā bōlāvō anē tēmanī sāthē uttama rītē vārtā-lāpa karō, ni:Śaṅka tamārō pālanahāra pōtānā mārgathī bhaṭakī janārā'ōnē paṇa khūba sārī rītē jāṇē chē. Anē tē (allāha) tē lōkōnē paṇa jāṇē chē jē lōkō satya mārga para chē"},{"SurahNumber":16,"VerseNumber":126,"Text":"anē jō badalō lō tō paṇa tēṭalō ja, jēṭalī takalīpha tamanē pahōn̄cāḍavāmāṁ āvī hōya anē jō dhairya rākhō tō, ni:Śaṅka dhairya rākhanārā'ō māṭē ā ja uttama chē"},{"SurahNumber":16,"VerseNumber":127,"Text":"tamē dhīraja rākhō. Allāhanī tauphīka vagara tamē dhīraja rākhī śaktā ja nathī. Anē tēmanī sthiti para nirāśa na thaśō anē jē yukti'ō ā lōkō karatā rahē chē tēnāthī saṅkucita na thaśō"},{"SurahNumber":16,"VerseNumber":128,"Text":"ni:Śaṅka allāha ta'ālā ḍaravāvāḷā anē sadācārī lōkōnī sāthē chē"}]}