{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"In numele lui Allah Cel Milostiv, Indurator [Ar-Rahman, Ar-Rahim]"},{"SurahNumber":1,"VerseNumber":2,"Text":"Lauda lui Allah, al lumilor Stapanitor"},{"SurahNumber":1,"VerseNumber":3,"Text":"Cel Milostiv, Indurator"},{"SurahNumber":1,"VerseNumber":4,"Text":"In Ziua de Apoi Stapanul Carmuitor"},{"SurahNumber":1,"VerseNumber":5,"Text":"Numai pe Tine Te adoram, numai la Tine cerem ajutor"},{"SurahNumber":1,"VerseNumber":6,"Text":"Pe drumul drept Tu fii-ne Calauzitor"},{"SurahNumber":1,"VerseNumber":7,"Text":"Drumul celor cu care fost-ai Tu daruitor, nu al celor pe care Tu Te-ai maniat,nici al rataciþilor"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif, Lam, Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Aceasta este Cartea , cea fara indoiala; Ea este Calauza pentru cei smeriþi"},{"SurahNumber":2,"VerseNumber":3,"Text":"Care cred in cele nevazute ºi plinesc Rugaciunea [As-Salat] ºi din ceea ce le-am daruit fac milostenie"},{"SurahNumber":2,"VerseNumber":4,"Text":"ªi care cred in ceea ce þi-a fost pogorat þie ºi in ceea ce a fost pogorat inaintea ta ºi in Viaþa de Apoi ei se incred"},{"SurahNumber":2,"VerseNumber":5,"Text":"Aceia sunt calauziþi de Domnul lor ºi aceia sunt izbanditori"},{"SurahNumber":2,"VerseNumber":6,"Text":"Pentru cei care nu cred e totuna de-i previi sau nu-i previi; ei nu cred"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah a zavorat inimile lor ºi urechile lor, iar peste ochii lor s-aaºternut o naframa. ªi ei vor avea [parte de] chin mare"},{"SurahNumber":2,"VerseNumber":8,"Text":"Printre oameni sunt unii care spun: \"Noi credem in Allah ºi inZiua de Apoi\", in vreme ce ei, de fapt, nu cred"},{"SurahNumber":2,"VerseNumber":9,"Text":"Ei incearca sa-i inºele pe Allah precum ºi pe cei care au crezut, dar nu se inºala decat pe ei inºiºi, fara a-ºi da seama"},{"SurahNumber":2,"VerseNumber":10,"Text":"In inimile lor este o boala , iar Allah le va spori boala ºi vor aveaei parte de chinuri dureroase pentru ceea ce au minþit"},{"SurahNumber":2,"VerseNumber":11,"Text":"Daca li se spune lor: \"Nu faceþi stricaciune pe pamant!\", ei zic:\"Noi, doara, suntem facatori de bine"},{"SurahNumber":2,"VerseNumber":12,"Text":"Insa ei sunt cei facatori de stricaciune, dar nu-ºi dau seama"},{"SurahNumber":2,"VerseNumber":13,"Text":"Iar daca li se spune lor: “Credeþi, aºa cum au crezut oamenii!”, ei zic: “Sa credem precum au crezut cei fara de minte?”. De buna seamaei sunt cei fara de minte , dar nu o ºtiu"},{"SurahNumber":2,"VerseNumber":14,"Text":"Iar daca se intalnesc cu cei care au crezut, zic ei: \"Noi credem\", dar cand raman numai cu ºeitanii lor, zic ei: \"Noi suntem cu voi, ne batem numai joc"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah iºi bate joc de ei ºi-i pasuieºte in faradelegea lor ºi ei ratacesc in neºtire"},{"SurahNumber":2,"VerseNumber":16,"Text":"Aceia sunt cei care au schimbat calea cea dreapta cu ratacirea, dar negoþul lor nu le-a adus caºtig ºi ei nu au fost bine calauziþi"},{"SurahNumber":2,"VerseNumber":17,"Text":"Starea lor este ca pilda aceluia care a aprins un foc ºi cand a luminat ceea ce se afla imprejurul lui, le-a luat Allah lumina lor ºii-a lasat in intunecimi ºi nu mai zaresc nimic"},{"SurahNumber":2,"VerseNumber":18,"Text":"Surzi, muþi, orbi sunt ei ºi nu se intorc"},{"SurahNumber":2,"VerseNumber":19,"Text":"Sau ca o ploaie ce se pravale din cer, cu bezna, tunet ºi fulger. Iºi vara ei degetele in urechi din pricina trasnetelor, de frica morþii; Allahii impresoara pe necredincioºi"},{"SurahNumber":2,"VerseNumber":20,"Text":"Fulgerul aproape ca le rapeºte vazul. De fiecare data cand el[fulgerul] le face lumina, inainteaza, dar cand se lasa bezna, ei se opresc. Iar daca ar vrea, Allah le-ar r&a"},{"SurahNumber":2,"VerseNumber":21,"Text":"O, voi oameni, slaviþi-L pe Domnul vostru, care v-a facut pe voi ºi pe cei de dinaintea voastra. Ca sa aveþi frica [de El]"},{"SurahNumber":2,"VerseNumber":22,"Text":"[Slaviþi-L pe] cel care v-a facut voua pamantul un covor ºi cerulo zidire ºi a pogorat din cer apa ºi a scos prin ea, din roade, hrana pentru voi. De vreme ce voi ºtiþi [toate aces]"},{"SurahNumber":2,"VerseNumber":23,"Text":"Iar daca va indoiþi de cele pe care le-am pogorat Robului Nostru[Muhammed], aduceþi o Sura asemenea lui ºi chemaþi martorii voºtri cei afara de Allah , daca sunteþi sinceri"},{"SurahNumber":2,"VerseNumber":24,"Text":"ªi daca nu o faceþi - ºi nu o veþi face! - atunci feriþi-va de Focul care mistuie oamenii ºi pietrele, pregatit pentru necredincioºi"},{"SurahNumber":2,"VerseNumber":25,"Text":"Deci vesteºte celor care cred ºi plinesc fapte bune ca ei vor avea gradini pe sub care curg paraie! De cate ori vor primi din ele un rod, ca hrana, vor zice: „Acestea sunt cele care le-am primit ºi mai inain"},{"SurahNumber":2,"VerseNumber":26,"Text":"Allah nu se sfiieºte sa dea ca pilda un þanþar sau ceva deasupra lui . Cei care au crezut ºtiu ca este adevarul de la Domnul lor. Cat despre cei care nu cred, ei spun: „Ce a vrut Allah cu ace"},{"SurahNumber":2,"VerseNumber":27,"Text":"Aceia care rup legamantul cu Allah, dupa incheierea lui ºidesparþesc ceea ce Allah a poruncit sa fie impreuna ºi fac stricaciune pe pamant, aceia sunt pierz&atil"},{"SurahNumber":2,"VerseNumber":28,"Text":"Cum de nu credeþi in Allah? Doar aþi fost fara viaþa ºi El v-a datviaþa, apoi va va face sa va savarºiþi, apoi va va invia, apoi la El va ve&tho"},{"SurahNumber":2,"VerseNumber":29,"Text":"El este Acela care a creat pentru voi toate cate sunt pe pamant, apoi S-a inalþat in cer ºi a tocmit cele ºapte ceruri ºi El este Atoateºtiutor [‘Alim]"},{"SurahNumber":2,"VerseNumber":30,"Text":"ªi cand Stapanul tau le-a zis ingerilor: „Voi sa pun pe pamant un inlocuitor [khalifa] ”, i-au raspuns: „Sa pui pe cineva care sa faca stricaciune pe el ºi sa pricinuiasc&ati"},{"SurahNumber":2,"VerseNumber":31,"Text":"ªi l-a invaþat pe Adam numele tuturor lucrurilor. Apoi le-a aratat ingerilor ºi le-a zis: \"Vestiþi-Mi Mie numele acestora, daca voi sunteþi intru dreptate"},{"SurahNumber":2,"VerseNumber":32,"Text":"I-au raspuns ei: “Marire Þie! Nu avem ºtire decat de ceea ce Tu ne-ai invaþat, caci Tu eºti Atoateºtiutor [ºi] Inþelept” [Al-’Alim, Al-Hakim]"},{"SurahNumber":2,"VerseNumber":33,"Text":"ªi i-a zis El: „O, Adam, vesteºte-le numele lor!” ªi dupa ce le-a vestit numele lor, le-a zis: „Nu v-am spus ca Eu le ºtiu pe cele tainice din ceruri ºi de pe pamant, dupa cum ºtiu ceea ce dezv&at"},{"SurahNumber":2,"VerseNumber":34,"Text":"ªi atunci cand am spus ingerilor: “Prosternaþi-va dinaintea luiAdam !” ªi s-au prosternat ei, in afara de Iblis , care nu a voit, cis-a semeþit ºi a ramas printre cei necredincioºi"},{"SurahNumber":2,"VerseNumber":35,"Text":"ªi zis-am Noi : „O, Adam, salaºluieºte tu impreuna cu soaþa ta in aceasta gradina! Mancaþi din ea pe indestulate, ori de unde voiþi, dar sa nu va apropiaþi"},{"SurahNumber":2,"VerseNumber":36,"Text":"ªeitan i-a ademenit [sa manance] din el ºi i-a scos pe ei de unde se aflau. ªi le-am zis lor: “Coboraþi ºi duºmani va veþi fi unul altuia !ªi veþi avea pe pamant un sala&o"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adam a primit de la Domnul sau cuvinte [cu care sa se roage] ºi[El] l-a iertat, caci El este Iertator, Indurator [At-Tawwab, Ar-Rahim]"},{"SurahNumber":2,"VerseNumber":38,"Text":"Am zis: „Coboraþi [din Rai] cu toþii ºi cand va veni pentru voi dela mine o Calauzire , cei care vor urma Calauzirea Mea nu vor avea a se teme ºi nici nu se vor intrista"},{"SurahNumber":2,"VerseNumber":39,"Text":"Iar aceia care nu cred ºi iau semnele Noastre drept minciuni, aceia fi-vor partaºii Focului ºi in el veºnic se vor afla"},{"SurahNumber":2,"VerseNumber":40,"Text":"O, voi fii ai lui Israel, aduceþi-va aminte de binele ce v-am facut ºi þineþi-va legamantul facut Mie ºi-Mi voi þine legamantul facut voua ºi de Mine teme&thor"},{"SurahNumber":2,"VerseNumber":41,"Text":"Credeþi in ceea ce v-am pogorat , intarind ceea ce voi aveþi ºi nu fiþi primii care nu cred in el ºi nu vindeþi semnele mele pentru un preþ mic ºi faþa de Mine fiþi cu frica"},{"SurahNumber":2,"VerseNumber":42,"Text":"ªi nu imbracaþi adevarul cu minciuna ºi nu ascundeþi adevarul, cand voi il ºtiþi"},{"SurahNumber":2,"VerseNumber":43,"Text":"Pliniþi rugaciunea, daþi Dania ºi prosternaþi-va laolalta cu cei care se pleaca"},{"SurahNumber":2,"VerseNumber":44,"Text":"Porunciþi oamenilor evlavia ºi uitaþi de voi inºiva, cu toate ca voi citiþi Scriptura ? Voi nu pricepeþi"},{"SurahNumber":2,"VerseNumber":45,"Text":"Cautaþi liman in rabdare ºi in Rugaciune [As-Salat]! [Intr-adevar] ea este anevoioasa, insa nu pentru cei care cred"},{"SurahNumber":2,"VerseNumber":46,"Text":"Care cred ca il vor intalni pe Domnul lor ºi ca la El se vor intoarce"},{"SurahNumber":2,"VerseNumber":47,"Text":"O, voi, fii ai lui Israel, aduceþi-va aminte de binele ce v-am facut ºi ca Eu v-am preferat [atunci] lumilor"},{"SurahNumber":2,"VerseNumber":48,"Text":"ªi fiþi cu frica de o Zi in care nu va putea face un suflet pentru alt suflet nimic ºi nu se va primi pentru el mijlocire, nici nu se va lua de lael schimb ºi nici ca vor putea fi ele ajutate"},{"SurahNumber":2,"VerseNumber":49,"Text":"[ªi aduceþi-va aminte ca] Noi v-am izbavit de neamul lui Faraon,care va supunea la rele chinuri, junghiindu-i pe fiii voºtri ºi cruþandviaþa doar muierilor voastre! In aceasta fost"},{"SurahNumber":2,"VerseNumber":50,"Text":"ªi despicat-am pentru voi marea ºi v-am mantuit ºi am inecat neamul lui Faraon, pe cand voi priveaþi"},{"SurahNumber":2,"VerseNumber":51,"Text":"ªi Ne-am inþeles cu Moise pentru patruzeci de nopþi , iar voi aþi ales viþelul [pentru a-l adora], in lipsa lui [Moise] ºi aþi fost voi nelegiuiþi"},{"SurahNumber":2,"VerseNumber":52,"Text":"V-am iertat voua dupa aceea, nadajduind ca veþi fi mulþumitori"},{"SurahNumber":2,"VerseNumber":53,"Text":"ªi datu-i-am lui Moise Scriptura, Cartea Doveditoare [Al- Furqan] , nadajduind ca veþi fi calauziþi"},{"SurahNumber":2,"VerseNumber":54,"Text":"ªi zis-a Moise atunci neamului sau: “O, neam al meu, aþi fost nedrepþi cu voi inºiva prin adorarea viþelului. Deci cereþi iertare Creatorului vostru ºi rapuneþi-v&atil"},{"SurahNumber":2,"VerseNumber":55,"Text":"ªi [aduceþi-va aminte] cand aþi zis voi: “O, Moise! Nu te vom crede pana nu-L vom vedea pe Allah desluºit. ªi trasnetul s-a abatut asupra voastra [ºi v-a ucis], in vreme ce voi privea&tho"},{"SurahNumber":2,"VerseNumber":56,"Text":"Apoi v-am inviat, dupa ce aþi murit, nadajduind ca veþi fi mulþu- mitori"},{"SurahNumber":2,"VerseNumber":57,"Text":"ªi am facut sa va umbreasca nori ºi am pogorat peste voi mana ºi prepeliþe. „Mancaþi din bunataþile pe care vi le-am daruit!”. Iar ei nu au fost nedrepþi cu Noi, ci f"},{"SurahNumber":2,"VerseNumber":58,"Text":"ªi zis-am Noi: „Intraþi in aceasta cetate ºi mancaþi din [bunata- þile] ei oriunde veþi voi, pana va veþi satura. Intraþi pe poarta cu sme- renie, spunand: „"},{"SurahNumber":2,"VerseNumber":59,"Text":"Dar au schimbat cei nedrepþi cuvantul cu un altul decat cel care lis-a poruncit ºi am pogorat asupra celor care au fost nedrepþi, pedeapsa din cer, pentru ca ei au fost nelegiuiþi"},{"SurahNumber":2,"VerseNumber":60,"Text":"ªi cand Moise a cerut apa pentru neamul sau, i-am zis: “Loveºte cu toiagul tau stanca!” ªi au þaºnit din ea douasprezece izvoare. ªi a cunoscut fiecare seminþie locul sau de ba"},{"SurahNumber":2,"VerseNumber":61,"Text":"ªi [luaþi aminte] cand aþi spus voi: „O, Moise! Nu vom putea indura un singur soi de bucate! Roaga-te pentru noi la Domnul tau sa scoata pentru noi din ceea ce da la iveala pam"},{"SurahNumber":2,"VerseNumber":62,"Text":"Cei care au crezut in [Islam], precum ºi aceia dintre cei care s-au iudaizat, dintre creºtinii ºi sabeenii care au crezut in Allah ºi in Ziua de Apoi ºi au facut bine, vor avea rasplata lor de la Domnul"},{"SurahNumber":2,"VerseNumber":63,"Text":"ªi am incheiat legamantul cu voi ºi am inalþat asupra voastra Muntele . “Þineþi ceea ce v-am dat cu tarie ºi amintiþi-va ceea ce este intr-aceea! Poate veþi fi cu"},{"SurahNumber":2,"VerseNumber":64,"Text":"Apoi v-aþi indepartat, dupa aceea, ºi de n-ar fi fost harul lui Allah asupra voastra ºi indurarea Lui, aþi fi fost printre cei pierduþi"},{"SurahNumber":2,"VerseNumber":65,"Text":"Voi ºtiþi ce au paþit aceia dintre voi care au nesocotit Sabatul ºile-am zis lor: \"Sa fiþi maimuþe dispreþuite"},{"SurahNumber":2,"VerseNumber":66,"Text":"ªi i-am facut pilda pentru cei din vremea lor ºi pentru cei de dupa ei, indemnare pentru cei cu frica"},{"SurahNumber":2,"VerseNumber":67,"Text":"ªi [aduceþi-va aminte cand] Moise a zis neamului sau: “Allah va porunceºte sa junghiaþi o vaca!” ªi au raspuns ei: “Ne iei in deradere?” Iar el le-a raspuns: “Sa"},{"SurahNumber":2,"VerseNumber":68,"Text":"Au zis: \"Roaga-te pentru noi Domnului tau sa ne arate limpede cum sa fie!\". El a raspuns: \"Iata, El zice ca ea sa fie o vaca nici prea batrana, nici prea tanara, ci de va"},{"SurahNumber":2,"VerseNumber":69,"Text":"Au zis: \"Roaga-te pentru noi Domnului tau sa ne arate limpede culoarea ei!\" A raspuns: \"Iata, El zice sa fie o vaca de culoare galben stralucitor, sa placa privitorilor"},{"SurahNumber":2,"VerseNumber":70,"Text":"Au zis: “Roaga-te pentru noi Domnului tau sa ne arate care sa fie ea, caci vacile sunt la fel in ochii noºtri, dar noi, daca va voi Allah, vomfi bine indreptaþi!”"},{"SurahNumber":2,"VerseNumber":71,"Text":"A zis: „Iata, El zice sa fie o vaca nu slabita, ce ara pamantul ºi adapa semanaturile, ci sanatoasa, fara nici o pata pe ea”"},{"SurahNumber":2,"VerseNumber":72,"Text":"[ªi aduceþi-va aminte cand] aþi omorat un suflet ºi v-aþi invinuit unii pe alþii asupra lui. Insa Allah va scoate la iveala ceea ce voi þineþi ascuns"},{"SurahNumber":2,"VerseNumber":73,"Text":"ªi [atunci] Noi am zis: \"Loviþi-l pe el cu o bucata din ea!\" ªi aºa[cum l-a inviat pe el], Allah ii va readuce la viaþa pe cei morþi ºi vaarata semnele Sale. Poate astfel o sa price"},{"SurahNumber":2,"VerseNumber":74,"Text":"Apoi au incremenit inimile voastre, dupa aceea, asemenea pie- trelor sau chiar mai invartoºite, caci din unele pietre þaºnesc paraie, iar altele se despica ºi iese din ele apa, iar altele se prabu&o"},{"SurahNumber":2,"VerseNumber":75,"Text":"Oare nazuiþi ca ei sa creada cu voi, cand o parte din ei au auzit cuvantul lui Allah , apoi l-au rastalmacit, dupa ce l-au priceput, cu buna-ºtiinþa lor"},{"SurahNumber":2,"VerseNumber":76,"Text":"ªi daca se intalnesc cu aceia care cred , ei zic: \"Noi credem!\". Dar cand raman numai intre ei, zic: \"Voiþi voi sa le vorbiþi despre ceeace Allah v-a dezvaluit pentru ca ei sa faca din a"},{"SurahNumber":2,"VerseNumber":77,"Text":"Oare ei nu pricep ca Allah ºtie atat ceea ce ei tainuiesc, cat ºi ceea ce ei rostesc cu glas tare"},{"SurahNumber":2,"VerseNumber":78,"Text":"ªi printre ei sunt neinvaþaþi care nu cunosc Scriptura, ci au doar naluciri ºi ei doar banuiesc"},{"SurahNumber":2,"VerseNumber":79,"Text":"Dar vai acelora care plasmuiesc Scriptura cu mainile lor ºi spun \"Aceasta este de la Allah\", pentru a dobandi prin aceasta o mica simbrie! Vai pentru ceea ce mainile lor au scris ºi vai lor pentru ceea ce agonisesc"},{"SurahNumber":2,"VerseNumber":80,"Text":"Au zis ei : “Nu ne va atinge Focul decat cateva zile numarate!” Spune-le: “Oare aveþi de la Allah fagaduinþa? Allah nu va incalca fagaduinþa Sa! Sau voi spuneþi despre All"},{"SurahNumber":2,"VerseNumber":81,"Text":"Dar nu! Aceia care au savarºit un pacat ºi pe care i-a impresurat pacatul, aceia sunt oaspeþii Focului ºi ei in el vor ramane veºnic"},{"SurahNumber":2,"VerseNumber":82,"Text":"Iar aceia care au crezut ºi au savarºit fapte bune, aceia sunt oaspeþii Raiului ºi ei in el vor ramane veºnic"},{"SurahNumber":2,"VerseNumber":83,"Text":"ªi luaþi aminte [cand] Noi am facut legamant cu fii lui Israel: „Sa nu-L adoraþi decat pe Allah ºi cu parinþii voºtri sa va purtaþi bine, ca ºi cu rudele, cu orfanii &o"},{"SurahNumber":2,"VerseNumber":84,"Text":"Am facut legamant cu voi sa nu varsaþi sangele vostru ºi sa nu va alungaþi din casele voastre. Atunci aþi incuviinþat aceasta ºi voi puteþifi martori"},{"SurahNumber":2,"VerseNumber":85,"Text":"Apoi voi inºiva v-aþi macelarit ºi aþi alungat o parte dintre voi din caminele lor. V-aþi intrajutorat impotriva lor numai la faradelege ºi duº- manie. Iar daca"},{"SurahNumber":2,"VerseNumber":86,"Text":"Acelora care au preferat Viaþa lumeasca pe Viaþa de Apoi nu li se vor putea uºura chinurile ºi nici ajutaþi nu vor fi"},{"SurahNumber":2,"VerseNumber":87,"Text":"I-am daruit lui Moise Cartea ºi am facut sa-i urmeze alþi trimiºi.I-am dat lui Isus [´Isa], fiul Mariei [Maryam], semnele desluºite ºi l-am intarit pre el cu duhul sfant . Insa de fiecare"},{"SurahNumber":2,"VerseNumber":88,"Text":"Au zis ei: “Inimile noastre sunt invaluite”. Dar i-a blestemat Allah pentru necredinþa lor ºi doar puþin cred ei"},{"SurahNumber":2,"VerseNumber":89,"Text":"ªi cand le-a venit Cartea de la Allah, intarind-o pe cea pe careo aveau ei - dupa ce mai inainte se rugasera pentru ajutor impotriva celor care nu credeau -, cand le-a venit ceea ce ºtiusera , l-au taga"},{"SurahNumber":2,"VerseNumber":90,"Text":"Pe nimica toata ºi-au dat sufletele lor, tagaduind ceea ce Allah a pogorat, cu pizma pentru ceea ce Allah pogoara cu harul Lui acelora dintre robii Sai pe care El ii voieºte. ªi au avut"},{"SurahNumber":2,"VerseNumber":91,"Text":"Iar cand li s-a zis: “Credeþi in ceea ce a pogorat Allah!”, ei au raspuns: “Noi credem in ceea ce ne-a fost pogorat!” ªi ei se leapada de ceea ce a venit mai apoi - ºi care este Adevarul ce int&at"},{"SurahNumber":2,"VerseNumber":92,"Text":"ªi pentru voi Moise a venit cu semnele doveditoare iar dupa aceea voi aþi ales viþelul in lipsa lui ºi aþi fost nelegiuiþi"},{"SurahNumber":2,"VerseNumber":93,"Text":"ªi [aduceþi-va aminte] cand am incheiat legamantul cu voi ºi am ridicat deasupra voastra muntele At-Tur [zicand]: “Þineþi ceea ce v-am dat, cu tarie, ºi ascultaþi!”. Au raspu"},{"SurahNumber":2,"VerseNumber":94,"Text":"Spune: \"Daca voi aveþi casa cea veºnica la Allah numai pentruvoi, fara de alþi oameni, atunci doriþi-va moartea, daca sunteþi cinstiþi"},{"SurahNumber":2,"VerseNumber":95,"Text":"Dar nicicand nu o vor dori, din pricina celor savarºite cu mainile lor mai inainte. Dar Allah este ªtiutor al nelegiuiþilor"},{"SurahNumber":2,"VerseNumber":96,"Text":"Vei afla ca ei sunt cei mai poftitori de viaþa dintre oameni, maimult chiar decat paganii . Ar vrea fiecare dintre ei sa i se dea sa traiasca o mie de ani. Dar nu se va gasi izb&a"},{"SurahNumber":2,"VerseNumber":97,"Text":"Spune: “Cine este duºman lui Gavriil ?” El l-a pogorat[Coranul] in inima ta, cu ingaduinþa lui Allah, adeverind ceea ce se afladinaintea lui, ca indreptare ºi bunavestire pentru credincioºi"},{"SurahNumber":2,"VerseNumber":98,"Text":"Acela care este duºman al lui Allah, al ingerilor Sai ºi al trimiºilorSai, al lui Gavriil ºi al lui Mihail [sa ºtie ca] Allah este duºmanul necredincioºilor"},{"SurahNumber":2,"VerseNumber":99,"Text":"Þi-am pogorat þie semne desluºite ºi nu le tagaduiesc decat cei nelegiuiþi"},{"SurahNumber":2,"VerseNumber":100,"Text":"De fiecare data cand au facut un legamant, s-au lepadat de el o parte dintre ei [dintre iudei], ba cei mai mulþi dintre ei nu cred"},{"SurahNumber":2,"VerseNumber":101,"Text":"ªi cand a venit la ei un trimis al lui Allah , intarind ceea ce eiaveau, o parte dintre cei care aveau Scriptura au lepadat Cartea luiAllah in spatele lor, ca ºi cand ei nu ar ºti nimic"},{"SurahNumber":2,"VerseNumber":102,"Text":"ªi au urmat ceea ce ºeitanii au nascocit in timpul imparaþiei lui Solomon , dar nu a fost necredincios Solomon, ci ºeitanii au fost necredincioºi. Ei i-au invaþat pe oameni vrajitor"},{"SurahNumber":2,"VerseNumber":103,"Text":"Daca ei ar fi crezut ºi ar fi fost cu frica, ar fi primit rasplata mai buna de la Allah. O, de-ar fi ºtiut"},{"SurahNumber":2,"VerseNumber":104,"Text":"O, voi, cei care aþi crezut, nu ziceþi “Ra’i-na!” , ci “Priveºte spre noi!”. ªi fiþi ascultatori, caci pentru necredincioºi osanda dureroasa va fi"},{"SurahNumber":2,"VerseNumber":105,"Text":"Nu vor cei care nu cred dintre oamenii Scripturii , nici politeiºtii, sa se pogoare asupra voastra binele de la Domnul vostru,dar Allah ii alege pentru indurarea sa pe aceia care voieºte El, caciAllah este St&atil"},{"SurahNumber":2,"VerseNumber":106,"Text":"Daca Noi anulam un verset sau il facem uitat, aducem altul mai bun decat el sau asemenea lui. Nu ºtii ca Allah este cu putere peste toate"},{"SurahNumber":2,"VerseNumber":107,"Text":"Nu ai ºtiut ca a lui Allah este imparaþia cerurilor ºi a pamantuluiºi ca nu aveþi, in afara de Allah, ocrotitor ºi sprijinitor"},{"SurahNumber":2,"VerseNumber":108,"Text":"Sau voiþi [voi, musulmanii] sa-i cereþi trimisului vostru, aºa cum is-a cerut lui Moise mai inainte? ªi cel care schimba prin necredinþa credinþa, acela se abate de la drumul cel drept"},{"SurahNumber":2,"VerseNumber":109,"Text":"Voit-au mulþi din neamul Scripturii sa va faca din nou, dupacredinþa voastra, necredincioºi, din pricina pizmei din sufletele lor,dupa ce li s-a aratat adevarul"},{"SurahNumber":2,"VerseNumber":110,"Text":"Pliniþi Rugaciunea [As-Salat] ºi daþi Dania [Az-Zakat], caci binele pe care vi-l daruiþi voua inºiva, il veþi gasi la Allah, fiindca Allah vede bine ceea ce faceþi"},{"SurahNumber":2,"VerseNumber":111,"Text":"Au zis ca nu vor intra in Rai decat cei care sunt iudei sau creºtini! Acestea sunt doar dorinþele lor. Raspunde-le: \"Aduceþi dovada voastra daca aveþi dreptate"},{"SurahNumber":2,"VerseNumber":112,"Text":"Ba nu! Cel care s-a supus lui Allah ºi face bine, va avea rasplata sa de la Domnul lui! Ei nu au a se teme ºi nici nu vor fi mahniþi"},{"SurahNumber":2,"VerseNumber":113,"Text":"Au zis iudeii: “Creºtinii nu au nici un temei!” ªi au zis creºtinii:“Iudeii nu au nici un temei!” ªi [totuºi] ei citesc Scriptura . ªi astfel auzis ºi cei care nu au ºtiinþa , asemenea vorbelor"},{"SurahNumber":2,"VerseNumber":114,"Text":"ªi cine este mai nedrept decat acela care a oprit ca in moscheile lui Allah sa se rosteasca numele Lui ºi s-a indarjit sa le pustiasca? Aceºtia nu se cuvine sa intre in ele decat cu"},{"SurahNumber":2,"VerseNumber":115,"Text":"Ale lui Allah sunt Rasaritul ºi Apusul ºi oriincotro va veþiintoarce, acolo este Faþa lui Allah, caci Allah este Cel cu HarNemarginit [ºi El este] Atoateºtiutor [Was]"},{"SurahNumber":2,"VerseNumber":116,"Text":"Au spus : “Allah ºi-a luat un fiu”. Nici vorba! Ale Lui sunt cele din ceruri ºi de pre pamant! Toate Ii sunt ascultatoare Lui"},{"SurahNumber":2,"VerseNumber":117,"Text":"[El este] Facatorul desavarºit al cerurilor ºi al pamantului ºi daca hotaraºte un lucru, El spune doar: „Fii” ºi acesta este"},{"SurahNumber":2,"VerseNumber":118,"Text":"Au zis cei care nu ºtiu : “De-ar vorbi Allah cu noi sau de ne-ar veni vreun semn!” Aºa au spus ºi cei de dinaintea lor, cuvinte semanand cu ale lor. Inimile lor seamana. ªi Noi am adus semne limpezi pen"},{"SurahNumber":2,"VerseNumber":119,"Text":"Noi te-am trimis cu Adevarul, ca bun vestitor ºi prevenitor, dar nu vei fi intrebat despre oaspeþii Iadului"},{"SurahNumber":2,"VerseNumber":120,"Text":"Nu se vor invoi cu tine iudeii ºi nici creºtinii pana ce nu le veiur ma credinþa lor. Spune: \"Calauzirea lui Allah este singuraCalauzire adevarata!\" Daca vei ur ma"},{"SurahNumber":2,"VerseNumber":121,"Text":"Aceia carora le-am dat Cartea , vor recita [Coranul] aºa cumtrebuie sa fie recitat , caci aceia cred in el, iar cei care nu cred in el, aceia sunt pierzatori"},{"SurahNumber":2,"VerseNumber":122,"Text":"O, fii ai lui Israel, aduceþi-va aminte de binele ce v-am facut ºi caEu v-am preferat inaintea lumilor"},{"SurahNumber":2,"VerseNumber":123,"Text":"ªi fiþi cu frica de o Zi in care nu va putea face un suflet pentru alt suflet nimic ºi nu se va lua de la el schimb, nu se va primi pentru el mijlocire, nici nu va putea fi el ajutat"},{"SurahNumber":2,"VerseNumber":124,"Text":"ªi [luaþi aminte] cand pe Avraam l-a incercat Domnul sau cu cu- vinte ºi le-a implinit ºi a zis: „Eu te fac peste oameni Imam”. A intrebat: „ªi pe scoboratorii mei?” I-a raspuns: „Nu-i p"},{"SurahNumber":2,"VerseNumber":125,"Text":"ªi am facut Noi Casa loc de revenire pentru oameni ºi refugiu [ºi am zis] : \"Þineþi locul lui Avraam ca loc de rugaciune!\"ºi am incheiat cu Avraam ºi Ismail legamant [cerandu-le]"},{"SurahNumber":2,"VerseNumber":126,"Text":"ªi [luaþi aminte] cand a zis Avraam: “Doamne, fa-l un oraº al pacii ºi hraneºte poporul lui cu roade, pe aceia dintre ei care cred in Allah ºi in Ziua de Apoi”. ªi a raspuns [Allah]: “Iar c"},{"SurahNumber":2,"VerseNumber":127,"Text":"ªi cand Avraam ºi Ismail au ridicat temeliile Casei, [au zis ei]:“Doamne, primeºte-o de la noi! Tu eºti Cel care Aude Totul [ºi] Atoateºtiutor [As-Sami’, Al-’Alim]"},{"SurahNumber":2,"VerseNumber":128,"Text":"Doamne, fa-ne pe noi supuºi [musulmani] Þie ºi fa dintre urmaºii noºtri o comunitate musulmana [supusa Þie]! ªi arata-ne noua randuielile noastre ºi ne ia"},{"SurahNumber":2,"VerseNumber":129,"Text":"Doamne, trimite-le lor un Trimis dintre ei, care sa le recite versetele Tale ºi sa ii inveþe Cartea ºi Inþelepciunea ºi sa ii curaþeasca pre ei . Doara Tu eº"},{"SurahNumber":2,"VerseNumber":130,"Text":"ªi cine se leapada de religia lui Avraam, afara de acela care senesocoteºte pe sine insuºi? Noi l-am ales, [pe Avraam] doara, inaceasta lume ºi el se va afla in Lumea de Apoi pri"},{"SurahNumber":2,"VerseNumber":131,"Text":"Cand i-a zis Domnul lui: \"Supune-te!\", el a raspuns: \"M-am supus [Þie], Stapan al lumilor"},{"SurahNumber":2,"VerseNumber":132,"Text":"ªi Avraam a lasat-o ca indemnare fiilor sai ºi asemenea ºi Iacob [zicand ei]: \"O, fiii mei, Allah v-a ales voua religia [Islamul] ºi, de aceea, sa nu muriþi altfel decat musulmani"},{"SurahNumber":2,"VerseNumber":133,"Text":"Sau aþi fost voi martori cand a venit moartea la Iacob, atunci cand el i-a intrebat pe fiii lui: “Pe cine veþi adora voi dupa moartea mea?” ªi i-au raspuns ei: “Voim sa-l adoram pe Domnul tau"},{"SurahNumber":2,"VerseNumber":134,"Text":"Acest neam a trecut. El are ceea ce ºi-a agonisit, iar voi veþiavea ceea ce v-aþi agonisit. Voi nu veþi fi intrebaþi pentru ceea ce au facut ei"},{"SurahNumber":2,"VerseNumber":135,"Text":"ªi au zis: \"Fiþi iudei sau fiþi creºtini ºi sunteþi pe calea cea buna!\" Spune: \"Ba [urmaþi] credinþa lui Avraam, adevarat credincios, care nua fost dintre politeiºti"},{"SurahNumber":2,"VerseNumber":136,"Text":"Spuneþi : \"Noi credem in Allah ºi in ceea ce ne-a fost trimis noua ºi ceea ce a fost trimis lui Avraam, lui Ismail, lui Isaac, lui Iacobºi seminþiilor ; in ceea ce le-a fost dat lui Moise ºi lui Isus ºi in ceea"},{"SurahNumber":2,"VerseNumber":137,"Text":"Daca ei vor crede in ceea ce voi credeþi, vor fi pe calea ceabuna! Dar daca ei se vor abate, inseamna ca ei se gasesc intr-o schisma ºi Allah te va feri de [raul] lor, c&atild"},{"SurahNumber":2,"VerseNumber":138,"Text":"[Aceasta este] Legea lui Allah! ªi cine are o lege mai buna decatAllah?! Noi Lui Ii suntem slujitori"},{"SurahNumber":2,"VerseNumber":139,"Text":"Spune: “Voiþi sa disputaþi cu noi in legatura cu Allah? El doara e Domnul nostru ºi Domnul vostru! Faptele noastre sunt ale noastre, iar faptele voastre sunt ale voastre. Noi numai Lui Ii suntem devota&t"},{"SurahNumber":2,"VerseNumber":140,"Text":"Sau voiþi voi sa ziceþi ca Avraam, Ismail, Isaac, Iacob ºi seminþiile lor au fost iudei sau creºtini? Spune: \"Voi sunteþi mai ºtiutori sau Allah? ªi cine este mai nelegiuit decat acela care a &tho"},{"SurahNumber":2,"VerseNumber":141,"Text":"Acest neam a trecut. El are ceea ce ºi-a agonisit, iar voi veþi avea ceea ce v-aþi agonisit! Voi nu veþi fi intrebaþi pentru ceea ce au facut ei"}]}