{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Rahman ve Rahim Allah’ın adıyla"},{"SurahNumber":1,"VerseNumber":2,"Text":"Hamd, alemlerin Rab'bi Allah'a mahsustur"},{"SurahNumber":1,"VerseNumber":3,"Text":"O Rahman'dır, O Rahim'dir"},{"SurahNumber":1,"VerseNumber":4,"Text":"Hesap gununun hakimi Allah’a mahsustur"},{"SurahNumber":1,"VerseNumber":5,"Text":"Yalnız sana ibadet ederiz ve yalnız senden yardım dileriz"},{"SurahNumber":1,"VerseNumber":6,"Text":"Bizi dogru yola ilet"},{"SurahNumber":1,"VerseNumber":7,"Text":"Nimet verdigin kimselerin yoluna. Gazaba ugrayanların ve sapanların degil"},{"SurahNumber":2,"VerseNumber":1,"Text":"Elif, lam, Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Hic kuskusuz bu kitap, takva sahipleri icin yol gostericidir"},{"SurahNumber":2,"VerseNumber":3,"Text":"Gayba inanan, namazı kılan ve kendilerine verdigimiz rızıktan infak edenler icin yol gostericidir"},{"SurahNumber":2,"VerseNumber":4,"Text":"Onlar, sana indirilene, senden once indirilenlere ve ahirete de kesin olarak inanırlar"},{"SurahNumber":2,"VerseNumber":5,"Text":"Iste onlar Rableri katından bir hidayet uzeredir ve kurtulusa erecek olanlar onlardır"},{"SurahNumber":2,"VerseNumber":6,"Text":"Kafirlere gelince, onları uyarsan da uyarmasan da birdir, inanmazlar"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah, onların kalplerini ve kulaklarını muhurlemistir. Gozlerinde de perde vardır ve onlar icin buyuk bir azap vardır"},{"SurahNumber":2,"VerseNumber":8,"Text":"Insanlardan bir kısmı da iman etmedigi halde; \"Allah’a ve ahiret gunune iman ettik\" derler"},{"SurahNumber":2,"VerseNumber":9,"Text":"Allah’ı ve inananları aldatmaya ugrasırlar, ama kendilerinden baskasını aldatamazlar da farkında olmazlar"},{"SurahNumber":2,"VerseNumber":10,"Text":"Onların kalplerinde hastalık vardır. Allah da onların hastalıgını artırmıstır. Onlara, yalan soylemelerinden dolayı acı veren bir azap vardır"},{"SurahNumber":2,"VerseNumber":11,"Text":"Onlara: \"Yeryuzunde bozgunculuk yapmayın\"! dendigi zaman; \"Bizler sadece ıslah edicileriz\" derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"Iyi bilin ki asıl bozguncular kendileridir, fakat farkında degillerdir"},{"SurahNumber":2,"VerseNumber":13,"Text":"Onlara: \"Siz de insanların inandıgı gibi inanın!\" denilince; \"Beyinsizlerin inandıgı gibi mi inanalım?\" derler. Dikkat edin! Asıl beyinsizler kendileridir, fakat bilmezler"},{"SurahNumber":2,"VerseNumber":14,"Text":"Inananlara rastladıkları zaman; \"Inandık\", derler. Seytanları ile basbasa kalınca da: \"Biz, sizin yanınızdayız. Onlarla sadece alay ediyoruz\", derler"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah da onlarla alay eder ve onları taskınlıkları icinde saskın bir halde bırakır"},{"SurahNumber":2,"VerseNumber":16,"Text":"Onlar, hidayet yerine sapıklıgı satın aldılar da alısverisleri kar getirmedi ve dogru yolu bulanlar olmadılar"},{"SurahNumber":2,"VerseNumber":17,"Text":"Onların hali, ates yakan kimsenin haline benzer. Ates etrafını aydınlattıgı sırada Allah onun ısıgını giderir ve onları karanlıklar icerisinde gormez bir halde bırakır"},{"SurahNumber":2,"VerseNumber":18,"Text":"Onlar sagır, dilsiz ve korlerdir. Onlar geri donmezler"},{"SurahNumber":2,"VerseNumber":19,"Text":"Yahut, onlar gokten bosanan bir yagmura tutulmus kimselere benzerler. O yagmurda karanlıklar, gok gurultusu ve simsek vardır. Onlar da yıldırımlardan ve olum korkusundan parmaklarıyla kulaklarını tıkarlar. Suphesiz Allah kafirleri cepecevre kusatmıstır"},{"SurahNumber":2,"VerseNumber":20,"Text":"Simsek onların gozlerini aniden alacakmıs gibi olur; simsek parıldadıgında yururler, ortalık birden kararınca da orada dikilip kalıverirler, eger Allah isteseydi onları sagır ve kor ederdi. Allah’ın her seye gucu yeter"},{"SurahNumber":2,"VerseNumber":21,"Text":"Ey insanlar! Sizi ve sizden oncekileri yaratan Rabbinize ibadet ediniz ki, boylece takva sahibi olur, sakınırsınız"},{"SurahNumber":2,"VerseNumber":22,"Text":"O, sizin icin yeryuzunu dosedi ve gokyuzunu bina etti. Gokten su indirip onunla size rızık olsun diye urunler yetistirdi. Oyleyse, bunları bile bile Allah’a es kosmayın"},{"SurahNumber":2,"VerseNumber":23,"Text":"Kulumuza indirdigimiz (Kur’an) dan bir supheniz varsa; haydi, siz de ona benzer bir sure getirin. Eger dogru sozluler iseniz, Allah’tan baska guvendiklerinizi de yardıma cagırın"},{"SurahNumber":2,"VerseNumber":24,"Text":"Eger bu isi yapamazsanız ki, elbette yapamayacaksınız. O zaman, kafirler icin hazırlanan (ve) yakıtı insanlar ve taslar olan atesten kendinizi koruyun"},{"SurahNumber":2,"VerseNumber":25,"Text":"Iman edenler ve salih amel isleyen kimselere icinden ırmaklar akan cennetler oldugunu mujdele! Ne zaman oradaki meyvelerden rızıklandırılsalar: \"Bu, daha once de rızıklandıgımız sey\" diyecekler. O meyveler kendilerine (dunyadakilerin) bir benzeri olarak verilecektir ve orada onlar icin tertemiz esler de vardır ve onlar orada ebedi kalacaklardır"},{"SurahNumber":2,"VerseNumber":26,"Text":"Allah, bir sivrisinegi ve onun uzerinde bir seyi ornek vermekten haya etmez. Iman edenler, onun Rab’lerinden gelen bir gercek oldugunu bilirler, ama kafirler; \"Allah bu misalle ne demek istiyor?\" derler. Allah, bu misalle bir coklarını dalalette bırakır, bir coklarını da hidayete cıkarır, saskın bırakılanlar ancak yoldan cıkan fasıklardır"},{"SurahNumber":2,"VerseNumber":27,"Text":"Ki onlar, Allah ile yapılan sozlesmeyi kabul ettikten sonra bozanlar, Allah’ın, birlestirilmesini emrettigi seyi parcalayanlar ve yeryuzunde bozgunculuk yapanlardır. Iste kaybedecek olanlar onlardır"},{"SurahNumber":2,"VerseNumber":28,"Text":"Nasıl olur da Allah’a karsı kafir olabilirsiniz? Oysa, siz cansız iken, size o can verdi. Sonra sizin yine canınızı alacak; sonra da sizi diriltecek ve sonunda yine yalnızca O’na donduruleceksiniz"},{"SurahNumber":2,"VerseNumber":29,"Text":"Yeryuzundeki her seyi sizin icin yaratan sonra gokyuzune yonelip yedi kat gok olarak duzenleyen ve her seyi bilen O’dur"},{"SurahNumber":2,"VerseNumber":30,"Text":"Rabbin meleklere: \"Ben yeryuzunde bir halife yaratacagım\" demisti. Melekler de: \"Yeryuzunde bozgunculuk edecek, kan dokecek birilerini mi yaratacaksın? Oysa biz seni (durmadan) hamd ile tesbih ve takdis ediyoruz\" dediler. \"Sizin bilmediginiz seyleri ben bilirim\" dedi"},{"SurahNumber":2,"VerseNumber":31,"Text":"Allah, Adem’e butun isimleri ogretti. Sonra onları meleklere gostererek: Eger sozunuzde samimi iseniz bunların isimlerini bana soyleyin, dedi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Sen yucesin! Seni eksiklikten tenzih ederiz. Senin bize ogrettiginden baska bizim hicbir bilgimiz yoktur. Bilen ve hukum veren sensin\" dediler"},{"SurahNumber":2,"VerseNumber":33,"Text":"Allah: Ey Adem! Onlara, bunların isimlerini haber ver, dedi. Adem de meleklere onların isimlerini haber verince Allah: Size goklerin ve yerin gaybını suphesiz ben bilirim demedim mi? Sizin acıkladıklarınızı da gizlediklerinizi de ben bilirim, dedi"},{"SurahNumber":2,"VerseNumber":34,"Text":"Meleklere: Adem'e secde edin, demistik de onlar da hemen secde edivermislerdi. Sadece Iblis kacınmıs, buyuklenmis ve kafirlerden olmustu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ey Adem! Sen ve esin cennette oturun, dilediginiz yerden bol bol yiyin. Yalnız su agaca yaklasmayın, yoksa zalimlerden olursunuz, dedik"},{"SurahNumber":2,"VerseNumber":36,"Text":"Seytan oradan ikisinin de ayagını kaydırdı, onları bulundukları yerden cıkardı. Biz de onlara: Birbirinize dusman olarak inin, yeryuzunde sizin icin bir barınak ve belli bir sureye kadar orada yasamak vardır, dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adem, Rabbinden emirler aldı, onları yerine getirdi. Bunun uzerine, Rabbi de tevbesini kabul etti. Nitekim O, tevbeleri kabul eden ve cok merhametli olandır"},{"SurahNumber":2,"VerseNumber":38,"Text":"Hepiniz oradan inin, dedik. Tarafımdan size bir hidayet gelecektir; benim hidayetime uyan kimselere hicbir korku yoktur ve onlar uzulecek de degillerdir"},{"SurahNumber":2,"VerseNumber":39,"Text":"Ayetlerimizi yalanlayıp, inkar edenler cehennemliktirler. Onlar, orada ebedi kalacaklardır"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey Israilogulları! Size verdigim nimetlerimi anın. Bana verdiginiz sozu tutun ki, ben de size verdigim vaadi yerine getireyim. Yalnızca benden korkun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Elinizde bulunan Tevrat’ı tasdik edici olarak indirdigim Kur’an’a inanın ve onu inkar edenlerin ilki siz olmayın. Ayetlerimi az bir paha karsılıgında satmayın; yalnızca benden sakının"},{"SurahNumber":2,"VerseNumber":42,"Text":"Hakka batılı karıstırmayın, bile bile hakkı gizlemeyin"},{"SurahNumber":2,"VerseNumber":43,"Text":"Namazı kılın, zekatı verin, ruku edenlerle birlikte ruku edin"},{"SurahNumber":2,"VerseNumber":44,"Text":"Insanlara iyiligi emredersiniz de kendinizi unutur musunuz? Kitabı okuyup durdugunuz halde dusunmez misiniz"},{"SurahNumber":2,"VerseNumber":45,"Text":"Sabır ve namazla Allah’tan yardım isteyin ve Allah icin gercekten bir saygı gosterip kalbi urperenlerden baskasına namaz elbette agır gelir"},{"SurahNumber":2,"VerseNumber":46,"Text":"Rablerine kavusacak ve O’na doneceklerini umanlar icin"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey Israilogulları! Size verdigim nimeti ve sizi bir zamanlar alemlere ustun kıldıgımı hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Kimsenin kimseden faydalanamayacagı, kimseden bir sefaat kabul edilmeyecegi, kimseden bir fidye alınmayacagı ve yardım da gorulmeyecegi bir gunden kendinizi koruyun"},{"SurahNumber":2,"VerseNumber":49,"Text":"Size kotuce iskence eden, kadınlarınızı sag bırakıp ogullarınızı olduren Firavun hanedanından sizi kurtarmıstık. Bunda Rabbinizden buyuk bir imtihan vardı"},{"SurahNumber":2,"VerseNumber":50,"Text":"Ve sizin icin denizi yardık, sizi kurtarıp; gozunuzun onunde, Firavun hanedanını suda bogmustuk"},{"SurahNumber":2,"VerseNumber":51,"Text":"Musa'ya (vahyetmek icin) kırk geceyi vaad vermistik. Ama siz zalimlik ederek onun ardından buzagıya tapınmıstınız"},{"SurahNumber":2,"VerseNumber":52,"Text":"Bundan sonra da yine belki sukredersiniz diye sizi affetmistik"},{"SurahNumber":2,"VerseNumber":53,"Text":"Hidayete eresiniz diye Musa’ya kitabı ve furkanı vermistik"},{"SurahNumber":2,"VerseNumber":54,"Text":"Musa kavmine: Ey halkım! Siz buzagıyı ilah edinerek kendinize zulmettiniz. Hemen yaratıcınıza tevbe edip, birbirinizi oldurun. Boyle yapmanız, yaratıcınız katında sizin icin hayırlı oldugu icin tevbenizi kabul eder, demisti. O daima tevbeleri kabul eden ve cokca merhamet eden odur"},{"SurahNumber":2,"VerseNumber":55,"Text":"Ey Musa, Allah’ı apacık gormedikce sana inanmayacagız, demistiniz de, gozunuz bakıp dururken sizi yıldırım carpmıstı"},{"SurahNumber":2,"VerseNumber":56,"Text":"Olumunuzden sonra belki sukredersiniz diye sizi tekrar diriltmistik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Bulutlarla sizi golgelendirdik, kudret helvası ve bıldırcın gonderdik. Size rızık olarak verdigimiz guzel seylerden yiyin, dedik. Onlar bize degil ancak kendilerine zulmediyorlardı"},{"SurahNumber":2,"VerseNumber":58,"Text":"Hani: \"Su kasabaya girip, dilediginiz yerden istediginizi bol bol yiyin. Kapısından secde ederek/boynu bukuk, zelil olarak girin ve “Bagısla” deyin de sizi bagıslayalım. Guzel davrananların mukafatını da artıralım.\" demistik"},{"SurahNumber":2,"VerseNumber":59,"Text":"Fakat, zulmedenler kendilerine soylenmis olan sozu baska bir sozle degistirdiler. Biz de, zalimlere, gunah isleyerek yoldan cıktıkları icin gokten kahredici bir azap indirmistik"},{"SurahNumber":2,"VerseNumber":60,"Text":"Musa, halkı icin su aradıgında: \"Degneginle tasa vur!\" dedik. Ondan on iki pınar fıskırdı ve her grup su icecegi pınarı ogrenmisti. Allah’ın rızkından yiyin, icin; fakat yeryuzunde bozguncular olarak, taskınlık yapmayın"},{"SurahNumber":2,"VerseNumber":61,"Text":"Sizin de: Ey Musa, biz bir cesit yemege dayanamayız. Bizim icin Rabbine dua et de, bize yerde biten sebze, salatalık, sarımsak, mercimek ve sogan cıkarsın, dediginiz zaman, Musa: \"Hayırlı olanı, daha asagı olanlarla degistirmek mi istiyorsunuz? Sehre inin, orada istediginiz var\" demisti ve onların uzerine zillet ve yoksulluk vuruldu. Allah’ın gazabına ugradılar. Bu, onların Allah’ın ayetlerine kufretmelerinden, Peygamberlerini haksız olarak oldurmelerinden dolayı idi. Bu, isyan etmelerinden ve sınırı asmalarından dolayı idi"},{"SurahNumber":2,"VerseNumber":62,"Text":"Suphesiz Inananlar, Yahudiler, Hıristiyanlar ve Sabiilerden kim Allah’a ve ahiret gunune inanır ve dogru olanı yaparsa/salih amel islerse; onlara Rab’leri yanında mukafatlar vardır. Onlara bir korku da yoktur, uzulmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":63,"Text":"Hani, sizden saglam bir soz almıs, Tur dagını da uzerinize kaldırmıs ve “Sakınasınız diye, size verdigimiz Kitab’ı kuvvetle tutun, onun icindekileri anın demistik"},{"SurahNumber":2,"VerseNumber":64,"Text":"Bundan sonra yine yuz cevirmistiniz; eger Allah’ın size bol lutfu ve merhameti olmasaydı, elbette husrana ugrayanlardan olurdunuz"},{"SurahNumber":2,"VerseNumber":65,"Text":"Icinizden cumartesi gununde yasagı cigneyenleri de elbette biliyorsunuz. Iste biz onlara: Hor ve asagılık maymunlar olun, dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Boylece onların akıbetini hem onlerinde bulunanlar icin, hem de kendilerinden sonra gelecekler icin bir ibret ve Allah’tan korkanlar icin de bir ogut vesilesi yaptık"},{"SurahNumber":2,"VerseNumber":67,"Text":"Hani Musa kavmine: \"Allah, size bir inek kesmenizi emrediyor\" demisti. Onlar: \"Bizimle alay mı ediyorsun?\" demislerdi. Musa da: \"Ben cahillerden olmaktan Allah’a sıgınırım\" demisti"},{"SurahNumber":2,"VerseNumber":68,"Text":"Rabbine bizim icin dua et de bize onun nasıl bir sey oldugunu acıklasın, dediler. O: Allah, onun ne pek yaslı ne de pek korpe, ikisi ortası bir inek oldugunu soyluyor. Artık size emredilen seyi yapın, dedi"},{"SurahNumber":2,"VerseNumber":69,"Text":"Bizim icin Rabbine dua et de, onun ne renk oldugunu bize iyice acıklasın, dediler. Musa: Allah, onun, bakanların icini acan, parlak sarı bir inek oldugunu soyluyor, dedi"},{"SurahNumber":2,"VerseNumber":70,"Text":"Onlar: Rabbine dua et, bize acıkca bildirsin. Nasıl bir inek oldugunu anlayamadık. Allah dilerse elbette biz hidayete erenlerden oluruz, dediler"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa: Rabbim, onun yeri surup ekini sulayarak boyunduruk altında ezilmemis, kusursuz, alacasız bir inek oldugunu soyluyor, dedi. Simdi gercegi bildirdin, deyip inegi kestiler; az kalsın bunu yapmayacaklardı"},{"SurahNumber":2,"VerseNumber":72,"Text":"Siz bir kimseyi oldurmus ve onun hakkında cekismistiniz. Oysa Allah gizlemekte oldugunuzu ortaya cıkaracaktı"},{"SurahNumber":2,"VerseNumber":73,"Text":"Bir parcasıyla ona vurun, dedik. Iste Allah oluleri de boyle diriltir. Ve aklınızı kullanasınız diye size ayetlerini gosterir"},{"SurahNumber":2,"VerseNumber":74,"Text":"Sonra kalpleriniz yine katılastı. Tas gibi. Hatta daha da katı oldu. Nitekim oyle taslar vardır ki, iclerinden ırmaklar kaynar, oyle taslar vardır ki yarılır da icinden sular cıkar, oyle taslar var ki Allah korkusundan yukarıdan asagıya yuvarlanırlar. Allah yaptıklarınızdan gafil degildir"},{"SurahNumber":2,"VerseNumber":75,"Text":"Size onların iman edeceklerini mi umuyorsunuz? Oysa onlardan bir grup vardı ki Allah’ın sozunu isitirlerdi de dusunup akıl erdirdikten sonra, bile bile onu tahrif ederlerdi"},{"SurahNumber":2,"VerseNumber":76,"Text":"Iman edenlerle karsılastıkları zaman “Iman ettik” derler, birbirleriyle yalnız kaldıklarında; \"Rabbinizin yanında size karsı delil getirsinler diye mi, Allah’ın size acıkladıgını onlara anlatıp duruyorsunuz?\" derlerdi. Bunu akıl etmiyor musunuz"},{"SurahNumber":2,"VerseNumber":77,"Text":"Onlar, gizlediklerini de acıkladıklarını da Allah’ın bildigini bilmiyorlar mı"},{"SurahNumber":2,"VerseNumber":78,"Text":"Onların bir kısmının okuyup yazması yoktur. Kitabı bilmezler, bildikleri sadece bir takım yalan ve kuruntulardır. Onlar yalnızca zanneder dururlar"},{"SurahNumber":2,"VerseNumber":79,"Text":"Kitabı kendi elleriyle yazıp sonra onu az bir bedel karsılıgında satabilmek icin: Bu, Allah katındandır, diyenlerin vay haline! Vay ellerinin yazmıs oldugundan dolayı baslarına geleceklere! Kazandıklarından dolayı vay onların haline"},{"SurahNumber":2,"VerseNumber":80,"Text":"Ates bize sayılı bir kac gunden baska dokunmayacaktır, derler. Onlara: Allah katından bir soz mu aldınız? Eger, oyle ise Allah sozunden donmez; yoksa Allah hakkında bilmediginiz bir sey mi soyluyorsunuz? de"},{"SurahNumber":2,"VerseNumber":81,"Text":"Gercek su ki, gunah isleyip gunahı kendisini kusatmıs olan kimseler, cehennemlikler iste onlardır. Onlar orada ebedi kalacaklardır"},{"SurahNumber":2,"VerseNumber":82,"Text":"Iman edip dogruları yapanlara gelince iste onlar cennetliklerdir. Onlar da orada ebedidirler"},{"SurahNumber":2,"VerseNumber":83,"Text":"Israilogullarından: Allah’tan baskasına ibadet etmeyin, anaya, babaya, yakın akrabaya, yetimlere, yoksullara iyilik edin, insanlara guzel soz soyleyin, namazı kılın, zekatı verin! diye soz almıstık. Sonra siz pek azınız dısında sozunuzden dondunuz ve hala da donmeye devam ediyorsunuz"},{"SurahNumber":2,"VerseNumber":84,"Text":"Sizden; “Kanınızı akıtmayınız, birbirinizi yurdunuzdan cıkarmayınız” diye soz almıstık; sonra siz de soz vermistiniz ve hala buna sahitlik ediyorsunuz"},{"SurahNumber":2,"VerseNumber":85,"Text":"Buna ragmen, yine birbirinizi olduren, aranızdan bir grubu yurtlarından suren, onlara karsı gunah ve dusmanlıkta birlesen, onları cıkarmak haramken (hem cıkarıyor hem de) size esir olarak geldiklerinde fidyelerini veren kimselersiniz; yoksa siz, kitabın bir kısmına inanıyorsunuz da bir kısmını inkar mı ediyorsunuz? Su halde icinizden boyle yapanın cezası dunya hayatında rezil olmak ve kıyamet gununde azabın en siddetlisine ugratılmaktan baska nedir? Allah sizin yaptıklarınızın hicbirinden gafil degildir"},{"SurahNumber":2,"VerseNumber":86,"Text":"Iste onlar, ahireti satıp, dunya hayatını satın alan kimselerdir. Onlardan azap hic hafifletilmeyecektir. Ve onlar, hicbir yardım da goremeyeceklerdir"},{"SurahNumber":2,"VerseNumber":87,"Text":"Andolsun Musa’ya kitap verdik. O’ndan sonra da birbiri ardınca peygamberler gonderdik. Meryem oglu Isa’ya da apacık deliller verdik ve O’nu Ruhu'l-Kudus’le destekledik. Size ne zaman bir peygamber, hosunuza gitmeyen bir sey getirse, buyukluk taslayarak, bir kısmını yalancı sayıp bir kısmını da oldureceksiniz, oyle mi"},{"SurahNumber":2,"VerseNumber":88,"Text":"Kalplerimiz perdelidir! dediler. Hayır, Allah, kufurleri yuzunden onları lanetlemistir. Ancak onların cok az bir kısmı inanır"},{"SurahNumber":2,"VerseNumber":89,"Text":"Allah katından onlara, yanlarında bulunan (Tevrat)ı tasdik eden bir kitap geldigi zaman; daha once kafirlere karsı kendilerine yardım gelmesini beklerlerken; onlara, bildikleri sey gelince onu inkar ettiler. Allah’ın laneti kafirlerin uzerinedir"},{"SurahNumber":2,"VerseNumber":90,"Text":"Allah’ın kullarından diledigine, bol ihsanından indirmesini cekemeyerek, Allah’ın indirdigine kufretmekle kendilerini ne kotu bir sey karsılıgında sattılar, bu yuzden gazap ustune gazaba ugradılar. Kafirlere alcaltıcı bir azap vardır"},{"SurahNumber":2,"VerseNumber":91,"Text":"Onlara: Allah’ın indirdigine inanın, dendigi zaman: Biz, bize indirilene inanırız, deyip ondan sonra geleni (Kur’an’ı) inkar ederler; halbuki o, ellerinde bulunan Tevrat’ı tasdik eden hak bir kitaptır. Onlara: Gercekten size indirilene inanıyor idiyseniz nicin daha once Allah’ın peygamberlerini olduruyordunuz? de"},{"SurahNumber":2,"VerseNumber":92,"Text":"Musa, size apacık delillerle gelmisti de sonra onun ardından buzagıyı ilah edinmistiniz. Iste siz, boyle zalimlersiniz"},{"SurahNumber":2,"VerseNumber":93,"Text":"Bir vakit de sizden uzerinize Tur dagı kaldırarak kesin soz almıstık: Size verdigimize kuvvetle sarılın ve dinleyin, demistik. Isittik ve karsı geldik, dediler de kufurleri yuzunden gonullerine buzagı sevgisi sindirildi. De ki: Eger mumin iseniz, imanınız size ne kotu sey emrediyor"},{"SurahNumber":2,"VerseNumber":94,"Text":"De ki: Eger gercekten, Allah katında ahiret yurdu kimsenin degil yalnız sizin ise; sozunuzde dogru iseniz, haydi olumu temenni ediniz"},{"SurahNumber":2,"VerseNumber":95,"Text":"Ama, hayır, elleriyle islediklerinden dolayı olumu hicbir zaman istemezler. Allah, elbette zalim olanları en iyi bilendir"},{"SurahNumber":2,"VerseNumber":96,"Text":"Sen onları oteki insanların hayata en duskunlerinden; hatta, Allah’a ortak kosanlardan bile yasamaya daha duskun bulursun. Iclerinden bazıları bin yıl yasamak ister; oysa bu onları azaptan kurtaracak degildir. Zira Allah, onların yaptıklarını gorendir"},{"SurahNumber":2,"VerseNumber":97,"Text":"De ki: Cebrail’e dusman olan bilsin ki O, daha onceki kitapları dogrulayan, mu’minler icin yol gosterici ve mujde olan Kur’an’ı Allah’ın izniyle senin kalbine indirmistir"},{"SurahNumber":2,"VerseNumber":98,"Text":"Kim Allah’a, meleklerine, rasullerine, Cebrail’e ve Mikail’e dusman olursa, suphesiz Allah da o kafirlerin dusmanıdır"},{"SurahNumber":2,"VerseNumber":99,"Text":"Andolsun biz, sana apacık ayetler indirdik. Onları fasıklardan baskası inkar etmez"},{"SurahNumber":2,"VerseNumber":100,"Text":"Onlar ne zaman bir soz vermislerse, iclerinden bir grup bu sozu bozup atmadı mı? Zaten onların cogu iman etmezler"},{"SurahNumber":2,"VerseNumber":101,"Text":"Onlara ne zaman yanlarında olanı tasdik eden bir rasul gelse kendilerine kitap verilenlerden bir grup sanki Allah’ın kitabını bilmiyorlarmıs gibi arkalarına atarlar"},{"SurahNumber":2,"VerseNumber":102,"Text":"Onlar seytanların Suleyman’ın saltanatı hakkında uydurdukları seylere tabi oldular. Oysa Suleyman kafir degildi. (Fakat insanlara sihri ogreten) seytanlar kafir idi. Onlar insanlara buyuyu Babil'deki iki melege, Harut ile Marut’a indirileni ogretiyorlardı. O ikisi: Biz bir imtihan vesilesiyiz, sakın kafir olma! demedikce, hic kimseye bir sey ogretmiyorlardı. O ikisinden karı ile kocanın arasını ayıracak seyler ogreniyorlardı. Halbuki onlar, Allah'ın izni olmadıkca o sihirle hic kimseye zarar veremezlerdi. Onlar kendilerine faydalı olanı degil zararlı olanı ogreniyorlardı. Andolsun onlar o buyuyu satın alanın ahirette bir nasibi olmadıgını gayet iyi biliyorlardı. Kendilerini sattıkları seyin ne kadar kotu oldugunu keske anlasalardı"},{"SurahNumber":2,"VerseNumber":103,"Text":"Keske onlar iman edip takva sahibi olsalardı, elbette Allah katında verilecek sevap daha hayırlı olurdu. Keske bilselerdi"},{"SurahNumber":2,"VerseNumber":104,"Text":"Ey iman edenler! “Raina” (bizi gozet) demeyin “Unzurna” (bize bak) deyin ve sozu dinleyin, kafirler icin cok acı bir azap vardır"},{"SurahNumber":2,"VerseNumber":105,"Text":"Kitap ehli olan kafirler de, musrikler de size Rabbinizden hicbir hayır indirilmesini istemezler. Allah ise rahmetiyle diledigi kimseyi secerek ihsanda bulunur. Suphesiz Allah en buyuk lutuf ve ihsan sahibidir"},{"SurahNumber":2,"VerseNumber":106,"Text":"Biz neshettigimiz veya unutturdugumuz bir ayetin yerine ya ondan daha hayırlısını veya onun benzerini getiririz. Allah’ın her seye gucunun yettigini bilmez misin"},{"SurahNumber":2,"VerseNumber":107,"Text":"Goklerin ve yerin hukumranlıgının Allah’a ait oldugunu ve sizin Allah’tan baska bir veli ve bir yardımcınızın olmadıgını bilmez misin"},{"SurahNumber":2,"VerseNumber":108,"Text":"Yoksa siz de daha once Musa’nın sorguya cekildigi gibi Peygamberinizi sorguya cekmek mi istiyorsunuz? Kim imanı, kufur ile degistirirse dogru yoldan sapmıs olur"},{"SurahNumber":2,"VerseNumber":109,"Text":"Kitap ehlinden olanların bir cogu, hak kendilerine apacık belli olduktan sonra, iclerindeki kıskanclık yuzunden, sizi iman etmenizden sonra tekrar kufre dondurmeyi arzu ederler. Oyleyse onlara Allah’ın emri gelinceye kadar bırakıp, terk edin. Kendi hallerine bırakınız. Suphesiz Allah’ın gucu her seye yeter"},{"SurahNumber":2,"VerseNumber":110,"Text":"Namazı kılın, zekatı verin, kendiniz icin onden ne hayır yollarsanız Allah katında onu bulursunuz. Suphesiz Allah yaptıklarınızı en iyi gorendir"},{"SurahNumber":2,"VerseNumber":111,"Text":"Yahudi ve Hıristiyan olanlardan baskası cennete giremeyecek! dediler; bu onların kuruntusudur. Onlara de ki: Eger dogru soyluyorsanız, delilinizi getirin"},{"SurahNumber":2,"VerseNumber":112,"Text":"Hayır, isini guzel yaparak kendini tamamen Allah’a teslim eden kimse cennete gidecektir. Rabbi katında ona mukafat vardır. Onlara hicbir korku yoktur. Uzulecek de degillerdir"},{"SurahNumber":2,"VerseNumber":113,"Text":"Hepsi de (kendilerine indirilen) kitabı okuyup durdukları halde, Yahudiler, Hıristiyanların (dogru) bir sey uzerinde olmadıklarını soylerken, Hıristiyanlar da Yahudilerin (dogru) bir yol uzerinde olmadıklarını soylemektedirler. Bilmeyenler de aynen onların sozlerini soyluyorlar. Allah ise kıyamet gunu ihtilafa dustukleri konu hakkında, aralarında elbette hukmunu verecektir"},{"SurahNumber":2,"VerseNumber":114,"Text":"Allah’ın mescitlerinde O’nun isminin anılmasını engelleyenlerden ve onları yıkıp tahrip edenlerden daha zalim kim vardır? Onların, oralara girmemeleri, girseler bile korka korka girmeleri gerekir. Onlar icin dunyada rezillik, ahirette de buyuk bir azap vardır"},{"SurahNumber":2,"VerseNumber":115,"Text":"Dogu da Allah’ındır batı da; ne tarafa yonelirseniz yonelin Allah’ın yuzu oradadır. Suphesiz Allah her seyi kusatandır, bilendir"},{"SurahNumber":2,"VerseNumber":116,"Text":"Allah cocuk edindi, diyorlar. Hasa! O bundan munezzehtir. Bilakis, goklerde ve yerde olanların hepsi O’nundur. Hepsi O’na boyun egmistir"},{"SurahNumber":2,"VerseNumber":117,"Text":"O, goklerin ve yerin yaratıcısıdır. Bir seyin olmasını istedigi zaman ona sadece “Ol!” der, o da hemen oluverir"},{"SurahNumber":2,"VerseNumber":118,"Text":"Bilmeyenler: Ne olur Allah bizimle konussa veya bize bir ayet gelse? demektedirler. Onlardan oncekiler de tıpkı onların soyledikleri gibi soylemislerdi; kalpleri (nasıl da) birbirine benzemis. Oysa biz, iyice bilmek isteyen bir toplum icin ayetlerimizi apacık gostermisizdir"},{"SurahNumber":2,"VerseNumber":119,"Text":"Biz seni hem mujdeci, hem de korkutucu olarak hak ile gonderdik. Cehennem halkından sen sorumlu degilsin"},{"SurahNumber":2,"VerseNumber":120,"Text":"Yahudiler de Hıristiyanlar da, sen onların dinine uymadıkca, asla senden hosnut olmazlar. Asıl dogru yol, Allah’ın gosterdigi yoldur, de. Sana gelen ilimden, sonra eger onların arzularına uyacak olursan, Allah’tan seni koruyacak bir veli de bir yardımcı da yoktur"},{"SurahNumber":2,"VerseNumber":121,"Text":"Kendilerine verdigimiz kitabı hakkıyla okuyanlar, iste bunlar O’na iman eden kimselerdir. Kim O'na kufrederse iste asıl husrana ugrayacaklar da onlardır"},{"SurahNumber":2,"VerseNumber":122,"Text":"Ey Israilogulları! Size verdigim nimeti ve sizi diger toplumlara ustun kıldıgımı hatırlayın"},{"SurahNumber":2,"VerseNumber":123,"Text":"Hic kimsenin hic kimse adına bir sey odemeyecegi, hic kimseden fidye kabul edilmeyecegi, hic kimseye sefaatin fayda vermeyecegi ve kendilerine yardım da edilmeyecegi bir gunden kendinizi koruyun"},{"SurahNumber":2,"VerseNumber":124,"Text":"(Hatırlayın o zamanı ki) Rabbi Ibrahim’i bir takım kelimelerle imtihan etmis, o da onları tamamen yerine getirince: Seni insanlara onder yapacagım, buyurmus, Ibrahim de: Soyumdan gelenlerden de onderler yap, demisti. Allah ise benim ahdime zalimler nail olamaz diye buyurdu"},{"SurahNumber":2,"VerseNumber":125,"Text":"Kabe’yi insanlar icin toplanma yeri ve emniyet mahalli kıldık. Ve: Siz de Ibrahim’in makamını namazgah edinin. Ibrahim ve Ismail’e de: Beyt’imi tavaf edenler, itikafta bulunanlar, ruku ve secde edenler icin temizleyin, diye kuvvetli bir emir vermistik"},{"SurahNumber":2,"VerseNumber":126,"Text":"Hani Ibrahim: Rab'bim! Bu sehri guvenli bir sehir yap, halkından Allah’a ve ahiret gunune inananları cesitli urunlerle rızıklandır, demisti. Allah da: Inkarcı olanı (bile) az bir sure gecindirir, sonra onu cehennem azabına atarım, ne kotu bir akibet! diye buyurmustu"},{"SurahNumber":2,"VerseNumber":127,"Text":"Ibrahim, Ismail’le birlikte Kabe’nin temellerini yukseltiyor (ve soyle dua ediyorlardı): Rabbimiz bizden bu (amelimizi) kabul buyur. Suphesiz sen isitensin, bilensin"},{"SurahNumber":2,"VerseNumber":128,"Text":"Rabbimiz, bizi sana teslim olan iki kul ve soyumuzdan da sana teslim olan bir ummet cıkar. Bize ibadet yollarımızı goster ve tevbelerimizi kabul et, zira tevbeleri kabul edip, cokca rahmet eden ancak sensin"},{"SurahNumber":2,"VerseNumber":129,"Text":"Rabbimiz onlara iclerinden senin ayetlerini onlara okuyan, kitap ve hikmeti ogreten ve onları (sirkten) arındıran bir rasul gonder. Suphesiz Aziz ve Hakim olan ancak sensin"},{"SurahNumber":2,"VerseNumber":130,"Text":"Kendini bilmeyenlerden baska kim Ibrahim’in yolundan yuz cevirir? Biz dunyada onu secmistik. O, suphesiz ahirette de salih kimselerdendir"},{"SurahNumber":2,"VerseNumber":131,"Text":"Rabbi, O’na; “Teslim ol”! dedigi zaman: Alemlerin Rabbine teslim oldum, demisti"},{"SurahNumber":2,"VerseNumber":132,"Text":"Ibrahim, bunu ogullarına da tavsiye etti. Yakup da oyle yaptı (ve onun da ogullarından son dilegi suydu:) Ey ogullarım! Allah sizin icin bu dini secti. Oyleyse, siz de ancak musluman olarak can verin"},{"SurahNumber":2,"VerseNumber":133,"Text":"Yoksa siz, Yakub’a olum yaklasıp da ogullarına: Ey ogullarım, Benden sonra kime ibadet edeceksiniz? diye sordugu ve onların da: Senin ilahına, ataların Ibrahim’in, Ismail’in, Ishak’ın, bir tek ilahına ibadet edecegiz. Biz O’na teslim olanlarız! dediklerinde, siz onların yanında sahit miydiniz"},{"SurahNumber":2,"VerseNumber":134,"Text":"Onlar gelip gecmis bir ummettir. Onların kazandıkları onlara, sizin kazandıgınız da size aittir. Onların yaptıklarından siz sorguya cekilmeyeceksiniz"},{"SurahNumber":2,"VerseNumber":135,"Text":"Yahudi ve Hıristiyan olun ki dogru yolu bulasınız, demektedirler; sen de ki: Hayır, hanif olarak, Ibrahim’in dinine (tabi oluruz). O, musriklerden degildi"},{"SurahNumber":2,"VerseNumber":136,"Text":"Ve deyin ki: Biz Allah’a, bize indirilene, Ibrahim’e, Ismail’e, Yakub’a, Ishak’a ve torunlarına indirilenlere, Musa’ya, Isa’ya verilenlere ve peygamberlere Rab’leri katından verilenlere iman ettik. Bunlardan hicbiri arasında ayırım yapmayız. Biz Allah’a teslim olanlarız"},{"SurahNumber":2,"VerseNumber":137,"Text":"Eger Yahudi ve Hıristiyanlar da sizin iman ettiginiz gibi iman ederlerse suphesiz hidayete ererler; yok eger yuz cevirirlerse onlar ancak ayrılık icindedirler. Allah onlara karsı sana yeter. O hakkıyla isiten ve bilendir"},{"SurahNumber":2,"VerseNumber":138,"Text":"Iste Allah’ın dini! Allah'ın boyasından daha guzel boyası olan kimdir? Biz yalnız ona ibadet ederiz"},{"SurahNumber":2,"VerseNumber":139,"Text":"(O kitap ehline) De ki: Siz, bizimle Allah hakkında mı tartısıyorsunuz? Halbuki O, bizim de Rabbimiz sizin de Rabbinizdir. Bizim yaptıklarımız bize, sizin yaptıklarınız da size aittir. Biz Allah’a icten ihlasla baglananlarız"},{"SurahNumber":2,"VerseNumber":140,"Text":"Yoksa siz, Ibrahim’in, Ismail’in, Ishak’ın, Yakub’un ve torunlarının, Yahudi yahut Hıristiyan olduklarını mı soyluyorsunuz? (onlara) de ki: Siz mi daha iyi bilirsiniz, yoksa Allah mı? Allah tarafından kendisine bildirilen gercegi gizleyenden daha zalim kim vardır? Allah yaptıklarınızdan gafil degildir"},{"SurahNumber":2,"VerseNumber":141,"Text":"Onlar gelip gecmis bir ummettir. Onların kazandıkları onlara, sizin kazandıgınız da size aittir. Ve siz onların yaptıklarından dolayı sorumlu olmayacaksınız"}]}