{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Aunque hubiéramos hecho que los ángeles descendieran a ellos, aunque les hubieran hablado los muertos, aunque hubiéramos juntado ante ellos todas las cosas, no habrían creído, a menos que Alá hubiera querido. Pero la mayoría son ignorantes"},{"SurahNumber":6,"VerseNumber":112,"Text":"Así hemos asignado a cada profeta un enemigo: hombres endemoniados o genios endemoniados, que se inspiran mutuamente pomposas palabras para engañarse. Si tu Señor hubiera querido, no lo habrían hecho. ¡Déjales con sus invenciones"},{"SurahNumber":6,"VerseNumber":113,"Text":"¡Que los corazones de los que no creen en la otra vida se vean atraídos a ello! ¡Que les plazca! ¡Que lleven su merecido"},{"SurahNumber":6,"VerseNumber":114,"Text":"«¿Buscaré, pues, a otro diferente de Alá como juez, siendo Él Quien os ha revelado la Escritura explicada detalladamente?» Aquéllos a quienes Nosotros hemos dado la Escritura saben bien que ha sido revelada por tu Señor con la Verdad. ¡No seáis, pues, de los que dudan"},{"SurahNumber":6,"VerseNumber":115,"Text":"La Palabra de tu Señor se ha cumplido en verdad y en justicia. Nadie puede cambiar Sus palabras. Él es Quien todo lo oye, todo lo sabe"},{"SurahNumber":6,"VerseNumber":116,"Text":"Si obedecieras a la mayoría de los que están en la tierra, te extraviarían del camino de Alá. No siguen sino conjeturas, no formulan sino hipótesis"},{"SurahNumber":6,"VerseNumber":117,"Text":"Ciertamente, tu Señor conoce mejor que nadie quién se extravía de Su camino y quiénes son los bien dirigidos"},{"SurahNumber":6,"VerseNumber":118,"Text":"Comed, pues, de aquello sobre lo que se ha mencionado el nombre de Alá si creéis en Sus signos"},{"SurahNumber":6,"VerseNumber":119,"Text":"¿Qué razón tenéis para no comer de aquello sobre lo que se ha mencionado el nombre de Alá, habiéndoos Él detallado lo ilícito -salvo en caso de extrema necesidad-? Muchos sin conocimiento extravían a otros con sus pasiones. Tu Señor conoce mejor que nadie a quienes violan la ley"},{"SurahNumber":6,"VerseNumber":120,"Text":"Evitad el pecado, público o privado. Los que cometan pecado serán retribuidos conforme a su merecido"},{"SurahNumber":6,"VerseNumber":121,"Text":"No comáis de aquello sobre lo que no hayáis mencionado el nombre de Alá, pues seria una perversidad. Sí, los demonios inspiran a sus amigos que discutan con vosotros. Si les obedecéis, sois asociadores"},{"SurahNumber":6,"VerseNumber":122,"Text":"El que estaba muerto y que luego hemos resucitado dándole una luz con la cual anda entre la gente, ¿es igual que el que está entre tinieblas sin poder salir? De este modo han sido engalanadas las obras de los infieles"},{"SurahNumber":6,"VerseNumber":123,"Text":"Así, hemos puesto en cada ciudad a los más pecadores de ella para que intriguen. Pero, al intrigar, no lo hacen sino contra sí mismos, sin darse cuenta"},{"SurahNumber":6,"VerseNumber":124,"Text":"Cuando les viene un signo dicen: «No creeremos hasta que se nos dé tanto cuanto se ha dado a los enviados de Alá». Pero Alá sabe bien a quién confiar Su mensaje. La humillación ante Alá y un castigo severo alcanzarán a los pecadores por haber intrigado"},{"SurahNumber":6,"VerseNumber":125,"Text":"Alá abre al islam el pecho de aquél a quien Él quiere dirigir. Y estrecha y oprime el pecho de aquél a quien Él quiere extraviar, como si se elevara en el aire. Así muestra Alá la indignación contra quienes no creen"},{"SurahNumber":6,"VerseNumber":126,"Text":"Ésta es la vía de tu Señor, recta. Hemos expuesto las aleyas a gente que se deja amonestar"},{"SurahNumber":6,"VerseNumber":127,"Text":"La Morada de la Paz junto a su Señor es para ellos -Él es su amigo-, como premio a sus obras"},{"SurahNumber":6,"VerseNumber":128,"Text":"El día que Él les congregue a todos: «¡Asamblea de genios! ¡Habéis abusado de los hombres!» y los hombres que fueron amigos de los genios dirán: «¡Señor! Unos hemos sacado provecho de otros y hemos llegado ya al término que Tú nos habías señalado». Dirá: «Tendréis el Fuego por morada, en el que estaréis eternamente, a menos que Alá disponga otra cosa». Tu Señor es sabio, omnisciente"},{"SurahNumber":6,"VerseNumber":129,"Text":"Así conferimos a algunos impíos autoridad sobre otros por lo que han cometido"},{"SurahNumber":6,"VerseNumber":130,"Text":"«¡Asamblea de genios y de hombres! ¿No vinieron a vosotros enviados, salidos de vosotros, para contaros Mis signos y preveniros contra el encuentro de este vuestro día?» Dirán: «Atestiguamos contra nosotros mismos». Pero la vida de acá les engañó y atestiguarán contra sí mismos su incredulidad"},{"SurahNumber":6,"VerseNumber":131,"Text":"Porque tu Señor no va a destruir injustamente ciudades sin haber antes apercibido a sus habitantes"},{"SurahNumber":6,"VerseNumber":132,"Text":"Para todos habrá categorías según sus obras. Tu Señor está atento a lo que hacen"},{"SurahNumber":6,"VerseNumber":133,"Text":"Tu Señor es Quien Se basta a Sí mismo, el Dueño de la misericordia. Si quisiera, os retiraría y os sustituiría por quien Él quisiera, igual que os ha suscitado a vosotros de la descendencia de otra gente"},{"SurahNumber":6,"VerseNumber":134,"Text":"¡Ciertamente, aquello con que se os ha amenazado vendrá! Y no podréis escapar"},{"SurahNumber":6,"VerseNumber":135,"Text":"Di: «¡Pueblo! ¡Obrad según vuestra situación! Yo también obraré... Pronto sabréis para quién será la Morada Postrera. Los impíos no prosperarán»"},{"SurahNumber":6,"VerseNumber":136,"Text":"Reservan a Alá una parte de la cosecha y de los rebaños que Él ha hecho crecer. Y dicen: «Esto es para Alá» -eso pretenden- «y esto para nuestros asociados». Pero lo que es para quienes ellos asocian no llega a Alá y lo que es para Alá llega a quienes ellos asocian. ¡Qué mal juzgan"},{"SurahNumber":6,"VerseNumber":137,"Text":"Así, los que ellos asocian han hecho creer a muchos asociadores que estaba bien que mataran a sus hijos. Esto era para perderles a ellos mismos y oscurecerles su religión. Si Alá hubiera querido, no lo habrían, hecho. Déjales, pues, con sus invenciones"},{"SurahNumber":6,"VerseNumber":138,"Text":"Y dicen: «He aquí unos rebaños y una cosecha que están consagrados. Nadie se alimentará de ellos sino en la medida que nosotros queramos». Eso pretenden. Hay bestias de dorso prohibido y bestias sobre las que no mencionan el nombre de Alá. Todo eso es una invención contra Él. Él les retribuirá por sus invenciones"},{"SurahNumber":6,"VerseNumber":139,"Text":"Y dicen: «Lo que hay en el vientre de estas bestias está reservado para nuestros, varones y vedado a nuestras esposas». Pero, si estuviera muerta, participarían de ella. Él les retribuirá por lo que cuentan. Él es sabio, omnisciente"},{"SurahNumber":6,"VerseNumber":140,"Text":"Saldrán perdiendo quienes, sin conocimiento, maten a sus hijos tontamente y que, inventando contra Alá, prohíban aquello de que Alá les ha proveído. Están extraviados, no están bien dirigidos"},{"SurahNumber":6,"VerseNumber":141,"Text":"Él es Quien ha creado huertos, unos con emparrados y otros sin ellos, las palmeras, los cereales de alimento vario, los olivos, los granados, parecidos y diferentes. ¡Comed de su fruto, si lo tienen, pero dad lo debido el día de la cosecha! ¡Y no cometáis excesos, que Alá no ama a los inmoderados"},{"SurahNumber":6,"VerseNumber":142,"Text":"De las bestias, unas sirven de carga y otras con fines textiles. ¡Comed de lo que Alá os ha proveído y no sigáis los pasos del Demonio! Es para vosotros un enemigo declarado"},{"SurahNumber":6,"VerseNumber":143,"Text":"Cuatro parejas de reses: una de ganado ovino y otra de ganado caprino -di: «¿Ha prohido los dos machos, o las dos hembras, o lo que encierran los úteros de las dos hembras? ¡Informadme con conocimiento, si sois sinceros!»"},{"SurahNumber":6,"VerseNumber":144,"Text":"una de ganado camélido y otra de ganado bovino -di: «¿Ha prohibido los dos machos o las dos hembras o lo que encierran los úteros de las dos hembras? ¿Fuisteis, acaso, testigos cuando Alá os ordenó esto? ¿Hay alguien más impío que aquél que inventa una mentira contra Alá para, sin conocimiento, extraviar a los hombres?»-. Ciertamente, Alá no dirige al pueblo impío"},{"SurahNumber":6,"VerseNumber":145,"Text":"Di: «En lo que se me ha revelado no encuentro nada que se prohíba comer, excepto carne mortecina, sangre derramada o carne de cerdo -que es una suciedad-, o aquello sobre lo que, por pervesidad, se haya invocado un nombre diferente del de Alá. Pero, si alguien se ve compelido por la necesidad -no por deseo ni por afán de contravenir-... Tu Señor es indulgente, misericordioso»"},{"SurahNumber":6,"VerseNumber":146,"Text":"A los judíos les prohibimos toda bestia ungulada y la grasa de ganado bovino y de ganado menor, excepto la que tengan en los lomos o en las entrañas o la mezclada con los huesos. Así les retribuimos por su rebeldía. Decimos, sí, la verdad"},{"SurahNumber":6,"VerseNumber":147,"Text":"Si te desmienten, di: «Vuestro Señor es el Dueño de una inmensa misericordia, pero no se alejará Su rigor del pueblo pecador»"},{"SurahNumber":6,"VerseNumber":148,"Text":"Los asociadores dirán: «Si Alá hubiera querido, no habríamos sido asociadores, ni tampoco nuestros padres, ni habríamos declarado nada ilícito». Así desmintieron sus antecesores, hasta que gustaron Nuestro rigor. Di: «¿Tenéis alguna ciencia que podáis mostrarnos?» No seguís sino conjeturas, no formuláis sino hipótesis"},{"SurahNumber":6,"VerseNumber":149,"Text":"Di: «Es Alá quien posee el argumento definitivo y, si hubiera querido, os habría dirigido a todos»"},{"SurahNumber":6,"VerseNumber":150,"Text":"Di: «¡Traed a vuestros testigos y que atestiguen que Alá ha prohibido esto!» Si atestiguan, no atestiguéis con ellos. No sigas las pasiones de quienes han desmentido Nuestros signos, de quienes no creen en la otra vida y equiparan a otros a su Señor"},{"SurahNumber":6,"VerseNumber":151,"Text":"Di: «¡Venid, que os recitaré lo que vuestro Señor os ha prohibido: que Le asociéis nada! ¡Sed buenos con vuestros padres, no matéis a vuestros hijos por miedo de empobreceros -ya os proveeremos Nosotros, y a ellos,- alejaos de las deshonestidades, públicas o secretas, no matéis a nadie que Alá haya prohibido, sino con justo motivo ¡Esto os ha ordenado Él. Quizás, así, razonéis»"},{"SurahNumber":6,"VerseNumber":152,"Text":"«¡No toquéis la hacienda del huérfano, sino de manera conveniente, hasta que alcance la madurez! ¡Dad con equidad la medida y el peso justos! No pedimos a nadie sino según sus posibilidades. Sed justos cuando declaréis, aun si se trata de un pariente! ¡Sed fieles a la alianza con Alá! Esto os ha ordenado Él. Quizás, así os dejéis amonestar»"},{"SurahNumber":6,"VerseNumber":153,"Text":"Y: «Ésta es Mi vía, recta. Seguidla, pues, y no sigáis otros caminos, que os desviarían de Su camino. Esto os ha ordenado Él. Quizás, así temáis a Alá»"},{"SurahNumber":6,"VerseNumber":154,"Text":"Dimos, además, la Escritura a Moisés como complemento, por el bien que había hecho, como explicación detallada de todo, como dirección y misericordia. Quizás, así, crean en el encuentro de su Señor"},{"SurahNumber":6,"VerseNumber":155,"Text":"Es ésta una Escritura bendita que hemos revelado. ¡Seguidla, pues, y temed a Alá! Quizás, así se os tenga piedad"},{"SurahNumber":6,"VerseNumber":156,"Text":"No sea que dijerais: «Sólo se ha revelado la Escritura a dos comunidades antes que a nosotros y no nos preocupábamos de lo que ellos estudiaban»"},{"SurahNumber":6,"VerseNumber":157,"Text":"O que dijerais: «Si se nos hubiera revelado la Escritura, habríamos sido mejor dirigidos que ellos». Pues ya ha venido a vosotros de vuestro Señor una prueba clara, dirección y misericordia. Y ¿hay alguien más impío que quien desmiente los signos de Alá y se aparta de ellos? Retribuiremos con un mal castigo a quienes se aparten de nuestros mensajes, por haberse apartado"},{"SurahNumber":6,"VerseNumber":158,"Text":"¿Qué esperan sino que vengan a ellos los ángeles, o que venga tu Señor, o que vengan algunos de los signos de tu Señor? El día que vengan algunos de los signos de tu Señor, no aprovechará su fe a nadie que antes no haya creído o que, en su fe, no haya hecho bien. Di: «¡Esperad! ¡Nosotros esperamos!»"},{"SurahNumber":6,"VerseNumber":159,"Text":"En cuanto a los que han escindido su religión en sectas, es asunto que no te incumbe. Su suerte está sólo en manos de Alá. Luego, ya les informará Él de lo que hacían"},{"SurahNumber":6,"VerseNumber":160,"Text":"Quien presente una buena obra, recibirá diez veces más. Y quien presente una mala obra, será retribuido con sólo una pena semejante. No serán tratados injustamente"},{"SurahNumber":6,"VerseNumber":161,"Text":"Di: «A mí, mi Señor me ha dirigido a una vía recta, una fe verdadera, la religión de Abraham, que fue hanif y no asociador»"},{"SurahNumber":6,"VerseNumber":162,"Text":"Di: «Mi azalá, mis prácticas de piedad, mi vida y mi muerte pertenecen a Alá, Señor del universo"},{"SurahNumber":6,"VerseNumber":163,"Text":"No tiene asociado. Se me ha ordenado esto y soy el primero en someterse a Él»"},{"SurahNumber":6,"VerseNumber":164,"Text":"Di: «¿Buscaré a otro diferente de Alá como Señor. Él que es el Señor de todo?» Nadie comete mal sino en detrimento propio. Nadie cargará con la carga ajena. Luego, volveréis a vuestro Señor y ya os informará Él de aquello en que discrepabais"},{"SurahNumber":6,"VerseNumber":165,"Text":"Él es Quien os ha hecho sucesores en la tierra y Quien os ha distinguido en categoría a unos sobre otros, para probaros en lo que os ha dado. Tu Señor es rápido en castigar, pero también es indulgente, misericordioso"},{"SurahNumber":7,"VerseNumber":1,"Text":"lms"},{"SurahNumber":7,"VerseNumber":2,"Text":"Ésta es una Escritura que se te ha revelado -¡no te apures por ella!-, para que adviertas por ella, y como amonestación para los creyentes"},{"SurahNumber":7,"VerseNumber":3,"Text":"¡Seguid lo que vuestro Señor os ha revelado y no sigáis a otros amigos en lugar de seguirle a Él! ¡Qué poco os dejáis amonestar"},{"SurahNumber":7,"VerseNumber":4,"Text":"¡Cuántas ciudades hemos destruido! Les alcanzó Nuestro rigor de noche o durante la siesta"},{"SurahNumber":7,"VerseNumber":5,"Text":"Cuando les alcanzó Nuestro rigor, no gritaron más que: «¡Fuimos impíos!»"},{"SurahNumber":7,"VerseNumber":6,"Text":"Pediremos, ciertamente, responsabilidades a aquéllos a quienes mandamos enviados, como también a los enviados"},{"SurahNumber":7,"VerseNumber":7,"Text":"Les contaremos, ciertamente, con conocimiento. No estábamos ausentes"},{"SurahNumber":7,"VerseNumber":8,"Text":"La pesa ese día será la Verdad. Aquéllos cuyas obras pesen mucho serán los que prosperen"},{"SurahNumber":7,"VerseNumber":9,"Text":"mientras que aquéllos cuyas obras pesen poco perderán, porque obraron impíamente con Nuestros signos"},{"SurahNumber":7,"VerseNumber":10,"Text":"Os hemos dado poderío en la tierra y os hemos puesto en ella medios de subsistencia. ¡Qué poco agradecidos sois"},{"SurahNumber":7,"VerseNumber":11,"Text":"Y os creamos. Luego, os formamos. Luego dijimos a los ángeles: «¡Prosternaos ante Adán!» Se prosternaron, excepto Iblis. No fue de los que se prosternaron"},{"SurahNumber":7,"VerseNumber":12,"Text":"Dijo: «¿Qué es lo que te ha impedido prosternarte cuando Yo te lo he ordenado?» Dijo: «Es que soy mejor que él. A mí me creaste de fuego, mientras que a él le creaste de arcilla»"},{"SurahNumber":7,"VerseNumber":13,"Text":"Dijo: «Desciende, pues, de aquí! ¡No vas a echártelas de soberbio en este lugar...! ¡Sal, pues, eres de los despreciables!»"},{"SurahNumber":7,"VerseNumber":14,"Text":"Dijo: «¡Déjame esperar hasta el día de la Resurreción!»"},{"SurahNumber":7,"VerseNumber":15,"Text":"Dijo: «¡Cuéntate entre aquellos a quienes es dado esperar!»"},{"SurahNumber":7,"VerseNumber":16,"Text":"Dijo: «Como me has descarriado, he de acecharles en Tu vía recta"},{"SurahNumber":7,"VerseNumber":17,"Text":"He de atacarles por delante y por detrás, por la derecha y por la izquierda. Y verás que la mayoría no son agradecidos»"},{"SurahNumber":7,"VerseNumber":18,"Text":"Dijo: «¡Sal de aquí, detestable, vil! ¡He de llenar la gehena de tus secuaces ¡De todos vosotros!»"},{"SurahNumber":7,"VerseNumber":19,"Text":"«¡Adán! ¡Habita con tu esposa en el Jardín y comed de lo que queráis, pero no os acerquéis a este árbol! Si no, seréis de los impíos»"},{"SurahNumber":7,"VerseNumber":20,"Text":"Pero el Demonio les insinuó el mal, mostrándoles su escondida desnudez, y dijo: «Vuestro Señor no os ha prohibido acercaros a este árbol sino por temor de que os convirtáis en ángeles u os hagáis inmortales»"},{"SurahNumber":7,"VerseNumber":21,"Text":"Y les juró: «¡De veras, os aconsejo bien!»"},{"SurahNumber":7,"VerseNumber":22,"Text":"Les hizo, pues, caer dolosamente. Y cuando hubieron gustado ambos del árbol, se les reveló su desnudez y comenzaron a cubrirse con hojas del Jardín. Su Señor les llamó: «¿No os había prohibido ese árbol y dicho que el Demonio era para vosotros un enemigo declarado?»"},{"SurahNumber":7,"VerseNumber":23,"Text":"Dijeron: «¡Señor! Hemos sido injustos con nosostros mismos. Si no nos perdonas y Te apiadas de nosotros, seremos, ciertamente, de los que pierden»"},{"SurahNumber":7,"VerseNumber":24,"Text":"Dijo: «¡Descended! Seréis enemigos unos de otros. La tierra será por algún tiempo vuestra morada y lugar de disfrute»"},{"SurahNumber":7,"VerseNumber":25,"Text":"Dijo: «En ella viviréis, en ella moriréis y de ella se os sacará»"},{"SurahNumber":7,"VerseNumber":26,"Text":"¡Hijos de Adán! Hemos hecho bajar para vosotros una vestidura para cubrir vuestra desnudez y para ornato. Pero la vestidura del temor de Alá, ésa es mejor. Ése es uno de los signos de Alá. Quizás, así, se dejen amonestar"},{"SurahNumber":7,"VerseNumber":27,"Text":"¡Hijos de Adán! Que el Demonio no os tiente, como cuando sacó a vuestros padres del Jardín, despojándoles de su vestidura para mostrarles su desnudez. Él y su hueste os ven desde donde vosotros no les veis. A los que no creen les hemos dado los demonios como amigos"},{"SurahNumber":7,"VerseNumber":28,"Text":"Cuando cometen una deshonestidad, dicen: «Encontramos a nuestros padres haciendo lo mismo y Alá nos lo ha ordenado». Di: «Ciertamente, Alá no ordena la deshonestidad. ¿Decís contra Alá lo que no sabéis?»"},{"SurahNumber":7,"VerseNumber":29,"Text":"Di: «Mi Señor ordena la equidad. Dirigíos a Él siempre que oréis e invocadle rindiéndole culto sincero. Así como os ha creado, volveréis»"},{"SurahNumber":7,"VerseNumber":30,"Text":"Ha dirigido a unos, pero otros han merecido extraviarse. Éstos han tomado como amigos a los demonios, en lugar de tomar a Alá, y creen ser bien dirigidos"},{"SurahNumber":7,"VerseNumber":31,"Text":"¡Hijos de Adán! ¡Atended a vuestro atavío siempre que oréis! ¡Comed y bebed, pero no cometáis excesos, que Él no ama a los inmoderados"},{"SurahNumber":7,"VerseNumber":32,"Text":"Di: «,Quién ha prohibido los adornos que Alá ha producido para Sus siervos y las cosas buenas de que os ha proveído?» Di: «Esto es para los creyentes mientras vivan la vida de acá, pero, en particular, para el día de la Resurrección». Así es como explicamos con detalle las aleyas a gente que sabe"},{"SurahNumber":7,"VerseNumber":33,"Text":"Di: «Mi Señor prohíbe sólo las deshonestidades, tanto las públicas como las ocultas, el pecado, la opresión injusta, que asociéis a Alá algo a lo que Él no ha conferido autoridad y que digáis contra Alá lo que no sabéis»"},{"SurahNumber":7,"VerseNumber":34,"Text":"Cada comunidad tiene un plazo. Y cuando vence su plazo, no pueden retrasarlo ni adelantarlo una hora"},{"SurahNumber":7,"VerseNumber":35,"Text":"¡Hijos de Adán! Si vienen a vosotros enviados salidos de vosotros contándoos Mis signos, quienes temen a Alá y se enmiendan no tienen que temer y no estarán tristes"},{"SurahNumber":7,"VerseNumber":36,"Text":"Pero quienes hayan desmentido Nuestros signos y se hayan apartado altivamente de ellos, ésos morarán en el Fuego eternamente"},{"SurahNumber":7,"VerseNumber":37,"Text":"¿Hay alguien que sea más impío que quien inventa una mentira contra Alá o niega Sus signos? Ésos tendrán la suerte a que han sido destinados. Cuando, al fin, Nuestros enviados vengan a ellos para llamarles, dirán: «¿Dónde está lo que invocabais en lugar de invocar a Alá?» Ellos dirán: «¡Nos han abandonado!» Entonces, atestiguarán contra sí mismos su incredulidad"},{"SurahNumber":7,"VerseNumber":38,"Text":"Dirá «¡Entrad en el Fuego a reuniros con las comunidades de genios y hombres que os han precedido!» Siempre que una comunidad entra, maldice a su hermana. Cuando, al fin, se encuentren allí todas, la última en llegar dirá de la primera: «¡Señor! Éstos son quienes nos extraviaron. Dóblales, pues, el castigo del Fuego». Dirá: «Todos reciben el doble. Pero vosotros no sabéis»"},{"SurahNumber":7,"VerseNumber":39,"Text":"La primera de ellas dirá a la última: «No gozáis de ningún privilegio sobre nosotros. Gustad, pues, el castigo que habéis merecido»"},{"SurahNumber":7,"VerseNumber":40,"Text":"A quienes hayan desmentido Nuestros signos y se hayan apartado altivamente de ellos, no se les abrirán las puertas del cielo ni entrarán en el Jardín hasta que entre un camello en el ojo de una aguja. Así retribuiremos a los pecadores"},{"SurahNumber":7,"VerseNumber":41,"Text":"Tendrán la gehena por lecho y, por encima, cobertores. Así retribuiremos a los impíos"},{"SurahNumber":7,"VerseNumber":42,"Text":"Quienes creyeron y obraron bien- a nadie pedimos sino según sus posibilidades-. ésos morarán en el Jardín eternamente"},{"SurahNumber":7,"VerseNumber":43,"Text":"Extirparemos el rencor que quede en sus pechos. Fluirán arroyos a sus pies. Dirán: «¡Alabado sea Alá, Que nos ha dirigido acá! No habríamos sido bien dirigidos si no nos hubiera dirigido Alá. Los enviados de nuestro Señor bien que trajeron la Verdad». Y se les llamará: «Éste es el Jardín. Lo habéis heredado en premio a vuestras obras»"},{"SurahNumber":7,"VerseNumber":44,"Text":"Los moradores del Jardín llamarán a los moradores del Fuego: «Hemos encontrado que era verdad lo que nuestro Señor nos había prometido. Y vosotros, ¿ habéis encontrado si era verdad lo que vuestro Señor os había prometido?» «¡Si!», dirán. Entonces, un voceador pregonará entre ellos: «¡Que la maldición de Alá caiga sobre los impíos"},{"SurahNumber":7,"VerseNumber":45,"Text":"que desvían a otros del camino de Alá, deseando que sea tortuoso, y no creen en la otra vida!»"},{"SurahNumber":7,"VerseNumber":46,"Text":"Hay entre los dos un velo. En los lugares elevados habrá hombres que reconocerán a todos por sus rasgos distintivos y que llamarán a los moradores del Jardín: «¡Paz sobre vosotros!» No entrarán en él, por mucho que lo deseen"},{"SurahNumber":7,"VerseNumber":47,"Text":"Cuando sus miradas se vuelvan hacia los moradores del Fuego, dirán: «¡Señor! ¡No nos pongas con el pueblo impío»"},{"SurahNumber":7,"VerseNumber":48,"Text":"Y los moradores de los lugares elevados llamarán a hombres que reconozcan por sus rasgos distintivos. Dirán: «Lo que habéis acumulado y vuestra altivez no os han servido de nada"},{"SurahNumber":7,"VerseNumber":49,"Text":"¿Son éstos aquéllos de quienes jurabais que Alá no iba a apiadarse de ellos?» «¡Entrad en el Jardín! No tenéis que temer y no estaréis tristes»"},{"SurahNumber":7,"VerseNumber":50,"Text":"Los moradores del Fuego gritarán a los moradores del Jardín: «¡Derramad sobre nosotros algo de agua o algo de lo que Alá os ha proveído!» Dirán: «Alá ha prohibido ambas cosas a los infieles"},{"SurahNumber":7,"VerseNumber":51,"Text":"que tomaron su religión a distracción y juego, a quienes la vida de acá engañó». Hoy les olvidaremos, como ellos olvidaron que les llegaría este día y negaron Nuestros signos"},{"SurahNumber":7,"VerseNumber":52,"Text":"Les trajimos una Escritura, que explicamos detalladamente, con pleno conocimiento, como dirección y misericordia para gente que cree"},{"SurahNumber":7,"VerseNumber":53,"Text":"¿Esperan otra cosa que su cumplimiento? El día que se cumpla, los que antes la olvidaron dirán: «Los enviados de nuestro Señor bien que trajeron la Verdad ¿Tenemos ahora intercesores que intercedan por nosotros o se nos podría devolver y obraríamos de modo diferente al que obramos?» Se han perdido a sí mismos y se han esfumado sus invenciones"},{"SurahNumber":7,"VerseNumber":54,"Text":"Vuestro Señor es Alá, Que ha creado los cielos y la tierra en seis días. Luego, se ha instalado en el Trono. Cubre el día con la noche, que le sigue rápidamente. Y el sol, la luna y las estrellas, sujetos por Su orden. ¿No son Suyas la creación y la orden? ¡Bendito sea Alá, Señor del universo"},{"SurahNumber":7,"VerseNumber":55,"Text":"¡Invocad a vuestro Señor humilde y secretamente! Él no ama a quienes violan la ley"},{"SurahNumber":7,"VerseNumber":56,"Text":"¡No corrompáis en la tierra después de reformada! ¡Invocadle con temor y anhelo! La misericordia de Alá está cerca de quienes hacen el bien"},{"SurahNumber":7,"VerseNumber":57,"Text":"Es Él quien envía los vientos como nuncios que preceden a Su misericordia. Cuando están cargados de nubes pesadas, las empujamos a un país muerto y hacemos que llueva en él y que salgan, gracias al agua, frutos de todas clases. Así haremos salir a los muertos. Quizás así, os dejéis amonestar"},{"SurahNumber":7,"VerseNumber":58,"Text":"La vegetación de un país bueno sale con la ayuda de su Señor, mientras que de un país malo sale pero escasa. Así explicamos los signos a gente que agradece"},{"SurahNumber":7,"VerseNumber":59,"Text":"Enviamos Noé a su pueblo. Dijo: «¡Pueblo! ¡Servid a Alá! No tenéis a ningún otro dios que a Él. Temo por vosotros el castigo de un día terrible»"},{"SurahNumber":7,"VerseNumber":60,"Text":"Los dignatarios de su pueblo dijeron: «Sí, vemos que estás evidentemente extraviado»"},{"SurahNumber":7,"VerseNumber":61,"Text":"Dijo: «¡Puebla! No estoy extraviado, antes bien he sido enviado por el Señor del universo"},{"SurahNumber":7,"VerseNumber":62,"Text":"Os comunico los mensajes de mi Señor y os aconsejo bien. Y sé por Alá lo que vosotros no sabéis"},{"SurahNumber":7,"VerseNumber":63,"Text":"¿Os maravilláis de que os haya llegado una amonestación de vuestro Señor, por medio de un hombre salido de vosotros, para advertiros y para que temáis a Alá y, quizás, así, se os tenga piedad?»"},{"SurahNumber":7,"VerseNumber":64,"Text":"Pero le desmintieron. Así, pues, les salvamos, a él y a quienes estaban con él en la nave, y anegamos a quienes habían desmentido Nuestros signos. Eran, en verdad, un pueblo ciego"},{"SurahNumber":7,"VerseNumber":65,"Text":"Y a los aditas su hermano Hud. Dijo: «¡Pueblo! ¡Servid a Alá! No tenéis a ningún otro dios que a Él. ¿No vais a temerle?»"},{"SurahNumber":7,"VerseNumber":66,"Text":"Los dignatarios de su pueblo, que no creían, dijeron: «Vemos que estás tonto y, sí, creemos que eres de los que mienten»"},{"SurahNumber":7,"VerseNumber":67,"Text":"Dijo: «¡Pueblo! No estoy tonto. Antes bien, he sido enviado por el Señor del universo"},{"SurahNumber":7,"VerseNumber":68,"Text":"Os comunico los mensajes de mi Señor y os aconsejo fielmente"},{"SurahNumber":7,"VerseNumber":69,"Text":"¿Os maravilláis de que os haya llegado una amonestación de vuestro Señor por medio de un hombre salido de vosotros para advertiros? Y recordad cuando os hizo sucesores después del pueblo de Noé y os hizo corpulentos. ¡Recordad, pues, los beneficios de Alá! Quizás, así, prosperéis»"},{"SurahNumber":7,"VerseNumber":70,"Text":"Dijeron: «¿Has venido a nosotros para que sirvamos a Alá Solo y renunciemos a aquéllos que nuestros padres servían? Tráenos, pues, aquello con que nos amenazas, si es verdad lo que dices»"},{"SurahNumber":7,"VerseNumber":71,"Text":"Dijo: «¡Que la indignación y la ira de vuestro Señor caigan sobre vosotros! ¿Disputaréis conmigo sobre los nombres que habéis puesto, vosotros y vuestros padres? Alá no les ha conferido ninguna autoridad. ¡Y esperad! Yo también soy de los que esperan»"},{"SurahNumber":7,"VerseNumber":72,"Text":"Así, pues, salvamos a él y a los que con él estaban por una misericordia venida de Nosotros. Y extirpamos a quienes habían desmentido Nuestros signos y no eran creyentes"},{"SurahNumber":7,"VerseNumber":73,"Text":"Y a los tamudeos su hermano Salih. Dijo: «¡Pueblo! ¡Servid a Alá! No tenéis a ningún otro dios que a Él. Os ha venido de vuestro Señor una prueba: es la camella de Alá, que será signo para vosotros, ¡Dejadla que pazca en la tierra de Alá y no le hagáis mal! Si no, os alcanzará un castigo doloroso"},{"SurahNumber":7,"VerseNumber":74,"Text":"Recordad cuando os hizo sucesores, después de los aditas y os estableció en la tierra. Edificasteis palacios en las llanuras y excavasteis casas en las montañas. Recordad los beneficios de Alá y no obréis mal en la tierra corrompiendo»"},{"SurahNumber":7,"VerseNumber":75,"Text":"Los dignatarios de su pueblo, altivos, dijeron a los débiles que habían creído: «¿Sabéis si Salih ha sido enviado por su Señor?». Dijeron: «Creemos en el mensaje que se le ha confiado»"},{"SurahNumber":7,"VerseNumber":76,"Text":"Los altivos dijeron: «Pues nosotros no creemos en lo que vosotros creéis»"},{"SurahNumber":7,"VerseNumber":77,"Text":"Y desjarretaron la camella e infringieron la orden de su Señor, diciendo: «¡Salih! ¡Tráenos aquello con que nos amenazas, si de verdad eres de los enviados!»"},{"SurahNumber":7,"VerseNumber":78,"Text":"Les sorprendió el Temblor y amanecieron muertos en sus casas"},{"SurahNumber":7,"VerseNumber":79,"Text":"Se alejó de ellos, diciendo: «Pueblo! Os he comunicado el mensaje de mi Señor y os he aconsejado bien, pero no amáis a los buenos consejeros»"},{"SurahNumber":7,"VerseNumber":80,"Text":"Y a Lot. Cuando dijo a su pueblo: «¿Cometéis una deshonestidad que ninguna criatura ha cometido antes"},{"SurahNumber":7,"VerseNumber":81,"Text":"Ciertamente, por concupiscencia, os llegáis a los hombres en lugar de llegaros a las mujeres. ¡Sí, sois un pueblo inmoderado!»"},{"SurahNumber":7,"VerseNumber":82,"Text":"Lo único que respondió su pueblo fue: «¡Expulsadles de la ciudad! ¡Son gente que se las da de puros!»"},{"SurahNumber":7,"VerseNumber":83,"Text":"Y les salvamos, a él y a su familia, salvo a su mujer, que fue de los que se rezagaron"},{"SurahNumber":7,"VerseNumber":84,"Text":"E hicimos llover sobre ellos una lluvia: ¡Y mira cómo terminaron los pecadores"},{"SurahNumber":7,"VerseNumber":85,"Text":"Y a los madianitas su hermano Suayb. Dijo: «¡Pueblo! ¡Servid a Alá! No tenéis a ningún otro dios que a Él. Os ha venido, de vuestro Señor, una prueba. ¡Dad la medida y el peso justos, no defraudéis a los hombres en sus bienes! ¡No corrompáis en la tierra después de reformada! Eso es mejor para vosotros, si es que sois creyentes"},{"SurahNumber":7,"VerseNumber":86,"Text":"No acechéis en cada vía a quienes creen en Él, amenazándoles y desviándoles del camino de Alá, deseando que sea tortuoso. Y recordad, cuando erais pocos y Él os multiplicó. ¡Y mirad cómo terminaron los corruptores"},{"SurahNumber":7,"VerseNumber":87,"Text":"Y si algunos de vosotros creen en el mensaje que se me ha confiado y otros no, tened paciencia hasta que Alá decida entre nosotros. Él es el Mejor en decidir»"}]}