{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Ala ha oido lo que decia la que discutia contigo a proposito de su esposo y que se quejaba a Ala. Ala oye vuestro dialogo. Ala todo lo oye, todo lo ve"},{"SurahNumber":58,"VerseNumber":2,"Text":"Aquellos de vosotros que repudian a sus mujeres mediante la formula: «¡Eres para mi como la espalda de mi madre!»... Ellas no son sus madres. Solo son sus madres las que les han dado a luz. Dicen, ciertamente, algo reprobable y erroneo. Pero Ala es, si, perdonador, indulgente"},{"SurahNumber":58,"VerseNumber":3,"Text":"Quienes repudian a sus mujeres mediante la formula: «¡Eres para mi como la espalda de mi madre!» y la repiten, deben, antes de cohabitar de nuevo, manumitir a un esclavo. Se os exhorta a ello. Ala esta bien informado de lo que haceis"},{"SurahNumber":58,"VerseNumber":4,"Text":"Quien no pueda hacerlo, debera ayunar durante dos meses consecutivos antes de cohabitar de nuevo. Quien no pueda, debera alimentar a sesenta pobres. Para que creais en Ala y en Su Enviado. Estas son las leyes de Ala. Los infieles tendran un castigo doloroso"},{"SurahNumber":58,"VerseNumber":5,"Text":"Quienes se oponen a Ala y a su Enviado seran derribados como lo fueron quienes les precedieron. Hemos revelado signos claros. Los infieles tendran un castigo humillante"},{"SurahNumber":58,"VerseNumber":6,"Text":"El dia que Ala les resucite a todos, ya les informara de lo que hicieron. Ala lo habra tenido en cuenta, mientras que ellos lo habran olvidado. Ala es testigo de todo"},{"SurahNumber":58,"VerseNumber":7,"Text":"¿No ves que Ala conoce lo que esta en los cielos y en la tierra? No hay conciliabulo de tres personas en que no sea El el cuarto, ni de cinco personas en que no sea El el sexto. Lo mismo si son menos que si son mas, El siempre esta presente, dondequiera que se encuentren. Luego, el dia de la Resurreccion, ya les informara de lo que hicieron. Ala es omnisciente"},{"SurahNumber":58,"VerseNumber":8,"Text":"¿No ves a aquellos a quienes se ha prohibido celebrar conciliabulos, que se obstinan en lo prohibido y los celebran, haciendose culpables de pecado, de violacion de la ley y de desobediencia al Enviado? Cuando vienen a ti, te saludan de manera distinta a como Ala te saluda y dicen para si: «¿Como es que Ala no nos castiga por lo que decimos?» Les bastara con la gehena, en la que arderan. ¡Que mal fin"},{"SurahNumber":58,"VerseNumber":9,"Text":"¡Creyentes! Cuando celebreis un conciliabulo, no lo hagais con animo de pecar, de violar la ley y de desobedecer al Enviado, sino con el animo de ser buenos y temerosos de Ala. ¡Y temed a Ala, hacia Quien sereis congregados"},{"SurahNumber":58,"VerseNumber":10,"Text":"El conciliabulo es solo cosa del Demonio, para entristecer a los que creen, pero que no puede hacerles ningun dano, a menos que Ala lo permita. ¡Que los creyentes confien en Ala"},{"SurahNumber":58,"VerseNumber":11,"Text":"¡Creyentes! Cuando se os dice: «¡Haced sitio en las asambleas!» hacedlo asi para que Ala os haga tambien sitio. Y si se os dice: «¡Levantaos!», hacedlo asi para que Ala tambien eleve la categoria de aquellos de vosotros que crean y reciban la Ciencia. Ala esta informado de lo que haceis"},{"SurahNumber":58,"VerseNumber":12,"Text":"¡Creyentes! Cuando querais tener una conversacion a solas con el Enviado, hacedla preceder de una limosna. Es mejor para vosotros y mas puro. Si no podeis, Ala es indulgente, misericordioso"},{"SurahNumber":58,"VerseNumber":13,"Text":"¿Os arredra hacer preceder vuestra conversacion a solas de limosnas? Si no lo haceis y Ala se aplaca con vosotros, ¡haced la azala, dad el azaque y obedeced a Ala y a su Enviado! Ala esta bien informado de lo que haceis"},{"SurahNumber":58,"VerseNumber":14,"Text":"¿No has visto a quienes han tomado como protectores a gente que ha incurrido en la ira de Ala? No son ni de los vuestros ni de los suyos y juran en falso deliberadamente"},{"SurahNumber":58,"VerseNumber":15,"Text":"Ala ha preparado para ellos un castigo severo. Lo que han hecho esta mal"},{"SurahNumber":58,"VerseNumber":16,"Text":"Se han escudado en sus juramentos y han desviado a otros del camino de Ala. Tendran un castigo humillante"},{"SurahNumber":58,"VerseNumber":17,"Text":"Ni su hacienda ni sus hijos le serviran de nada frente a Ala. Esos tales moraran en el Fuego eternamente"},{"SurahNumber":58,"VerseNumber":18,"Text":"El dia que Ala les resucite a todos, Le juraran a El como os juran a vosotros, creyendo apoyarse en algo solido. ¿No son ellos los que mienten"},{"SurahNumber":58,"VerseNumber":19,"Text":"El Demonio se ha apoderado de ellos y les ha hecho olvidarse del recuerdo de Ala. Esos tales son los partidarios del Demonio. Y ¿no son los partidarios del Demonio los que pierden"},{"SurahNumber":58,"VerseNumber":20,"Text":"Los que se oponen a Ala y a Su Enviado estaran entre los mas viles"},{"SurahNumber":58,"VerseNumber":21,"Text":"Ala ha escrito: «¡Vencere, en verdad! ¡Yo y Mis enviados!» Ala es fuerte, poderoso"},{"SurahNumber":58,"VerseNumber":22,"Text":"No encontraras a gente que crea en Ala y en el ultimo Dia y que tenga carino a quienes se oponen a Ala y a Su Enviado, aunque estos sean sus padres, sus hijos varones, sus hermanos o los miembros de su misma tribu. He inscrito la fe en sus corazones, les ha fortalecido con un espiritu de El y les introducira en jardines por cuyos bajos fluyen arroyos, en los que estaran eternamente. Ala esta satisfecho de ellos y ellos lo estan de El. Esos constituyen el partido de Ala. Y ¿no son los partidarios de Ala los que prosperan"},{"SurahNumber":59,"VerseNumber":1,"Text":"Lo que esta en los cielos y en la tierra glorifica a Ala. El es el Poderoso, el Sabio"},{"SurahNumber":59,"VerseNumber":2,"Text":"El es Quien expulso de sus viviendas a los de la gente de la Escritura que no creian, cuando la primera reunion. No creiais que iban a salir y ellos creian que sus fortalezas iban a protegerles contra Ala. Pero Ala les sorprendio por donde menos lo esperaban. Sembro el terror en sus corazones y demolieron sus casas con sus propias manos y con la ayuda de los creyentes. Los que tengais ojos ¡escarmentad"},{"SurahNumber":59,"VerseNumber":3,"Text":"Si Ala no hubiera decretado su destierro, les habria castigado en la vida de aca. En la otra vida, no obstante, sufriran el castigo del Fuego"},{"SurahNumber":59,"VerseNumber":4,"Text":"por haberse separado de Ala y de Su Enviado. Quien se separa de Ala... Ala castiga severamente"},{"SurahNumber":59,"VerseNumber":5,"Text":"Cuando talabais una palmera o la dejabais en pie, lo haciais con permiso de Ala y para confundir a los perversos"},{"SurahNumber":59,"VerseNumber":6,"Text":"No habeis contribuido ni con caballos ni con camellos a lo que, de ellos, ha concedido Ala a Su Enviado. Ala, empero, permite a Sus enviados que dominen a quien El quiere. Ala es omnipotente"},{"SurahNumber":59,"VerseNumber":7,"Text":"Lo que Ala ha concedido a Su Enviado, de la poblacion de las ciudades, pertenece a Ala, al Enviado. a sus parientes, a los huerfanos, a los pobres y al viajero. Para que no vaya de nuevo a parar a los que de vosotros ya son ricos. Pero, si el Enviado os da algo, aceptadlo. Y, si os prohibe algo, absteneos. Y ¡temed a Ala! Ala castiga severamente"},{"SurahNumber":59,"VerseNumber":8,"Text":"A los emigrados necesitados, que fueron expulsados de sus hogares y despojados de sus bienes cuando buscaban favor de Ala y satisfacerle, auxiliar a Ala y a Su Enviado. Esos son los veraces"},{"SurahNumber":59,"VerseNumber":9,"Text":"Los ya establecidos en la Casa y en la fe desde antes de su llegada, aman a los que han emigrado a ellos, no codician lo que se les ha dado y les prefieren a si mismos, aun si estan en la penuria. Los que se guarden de su propia codicia, esos son quienes prosperaran"},{"SurahNumber":59,"VerseNumber":10,"Text":"Quienes vinieron despues de ellos, dicen: «¡Senor! ¡Perdonanos, a nosotros y a nuestros hermanos que nos han precedido en la fe! ¡Haz que no abriguen nuestros corazones rencor a los que creen! ¡Senor! Tu eres manso, misericordioso»"},{"SurahNumber":59,"VerseNumber":11,"Text":"¿No has visto a los hipocritas, que dicen a sus hermanos infieles de los de la gente de la Escritura: «Si os expulsan, nos iremos, ciertamente, con vosotros, y nunca obedeceremos a nadie que nos mande algo contra vosotros. Y si os atacan, ciertamente, os auxiliaremos»? Ala es testigo de que mienten"},{"SurahNumber":59,"VerseNumber":12,"Text":"Si son expulsados, no se iran con ellos. Si son atacados, no les auxiliaran. Y aun suponiendo que les auxiliaran, seguro que volvian la espalda. Luego, no seran auxiliados"},{"SurahNumber":59,"VerseNumber":13,"Text":"Infundis en sus pechos mas terror que Ala. Es que son gente que no comprende"},{"SurahNumber":59,"VerseNumber":14,"Text":"No combatiran unidos contra vosotros, sino en poblados fortificados o protegidos por murallas. Sus disensiones internas son profundas. Les creeis unidos, pero sus corazones estan desunidos. Es que son gente que no razona"},{"SurahNumber":59,"VerseNumber":15,"Text":"Como los que fueron poco antes que ellos. Gustaron la gravedad de su conducta y tendran un castigo doloroso"},{"SurahNumber":59,"VerseNumber":16,"Text":"Como el Demonio cuando dice al hombre: «¡No creas!». Y, cuando ya no cree, dice: «Yo no soy responsable de ti. Yo temo a Ala, Senor del universo»"},{"SurahNumber":59,"VerseNumber":17,"Text":"Su fin sera el Fuego, eternamente. Esa es la retribucion de los impios"},{"SurahNumber":59,"VerseNumber":18,"Text":"¡Creyentes! ¡Temed a Ala! ¡Que cada uno considere lo que prepara para Manana! ¡Temed a Ala! Ala esta bien informado de lo que haceis"},{"SurahNumber":59,"VerseNumber":19,"Text":"No seais como quienes, habiendo olvidado a Ala, hace El que se olviden de si mismos. Esos tales son los perversos"},{"SurahNumber":59,"VerseNumber":20,"Text":"No son iguales los moradores del Fuego y los moradores del Jardin. Los moradores del Jardin son los que triunfan"},{"SurahNumber":59,"VerseNumber":21,"Text":"Si hubieramos hecho descender este Coran en una montana, habrias visto a esta humillarse y henderse por miedo a Ala. Proponemos a los hombres estos similes. Quizas, asi, reflexionen"},{"SurahNumber":59,"VerseNumber":22,"Text":"Es Ala -no hay mas dios que El-, el Conocedor de lo oculto y de lo patente. Es el Compasivo, el Misericordioso"},{"SurahNumber":59,"VerseNumber":23,"Text":"Es Ala -no hay mas dios que El-, el Rey, el Santisimo, la Paz, Quien da Seguridad, el Custodio, el Poderoso, el Fuerte, el Sumo. ¡Gloria a Ala! ¡Esta por encima de lo que Le asocian"},{"SurahNumber":59,"VerseNumber":24,"Text":"Es Ala, el Creador, el Hacedor, el Formador. Posee los nombres mas bellos. Lo que esta en los cielos y en la tierra Le glorifica. Es el Poderoso, el Sabio"},{"SurahNumber":60,"VerseNumber":1,"Text":"¡Creyentes! ¡No tomeis como amigos a los enemigos Mios y vuestros, dandoles muestras de afecto, siendo asi que no creen en la Verdad venida a vosotros! Expulsan al Enviado y os expulsan a vosotros porque creeis en Ala vuestro Senor. Si salis para luchar por Mi causa y por deseo de agradarme, ¿les tendreis un afecto secreto? Yo se bien lo que ocultais y lo que manifestais. Quien de vosotros obra asi, se extravia del camino recto"},{"SurahNumber":60,"VerseNumber":2,"Text":"Si dan con vosotros, son para vosotros enemigos y os maltratan de obra y de palabra. Querrian que no creyerais"},{"SurahNumber":60,"VerseNumber":3,"Text":"El dia de la Resurreccion no os aprovecharan ni vuestros parientes ni vuestros hijos. El fallara acerca de vosotros. Ala ve bien lo que haceis"},{"SurahNumber":60,"VerseNumber":4,"Text":"Teneis un bello modelo en Abraham y en los que con el estaban. Cuando dijeron a su pueblo: «No somos responsables de vosotros ni de lo que servis en lugar de servir a Ala. ¡Renegamos de vosotros! ¡Ha aparecido, entre nosotros y vosotros, hostilidad y odio para siempre mientras no creais en Ala Solo!» No es de imitar, en cambio, Abraham cuando dijo a su padre: «He de pedir perdon para ti, aunque no pueda hacer nada por ti contra Ala. ¡Senor! Confiamos en Ti y a Ti nos volvemos arrepentidos. ¡Eres Tu el fin de todo"},{"SurahNumber":60,"VerseNumber":5,"Text":"¡Senor! ¡No hagas de nosotros instrumento de tentacion para los infieles! ¡Perdonanos, Senor! Eres Tu el Poderoso, el Sabio»"},{"SurahNumber":60,"VerseNumber":6,"Text":"Teneis en ellos un bello modelo para quien cuenta con Ala y con el ultimo Dia. Pero quien vuelve la espalda,... Ala es Quien Se basta a Si mismo, el Digno de Alabanza"},{"SurahNumber":60,"VerseNumber":7,"Text":"Quiza establezca Ala la amistad entre vosotros y los que de ellos teneis por enemigos. Ala es capaz, Ala es indulgente, misericordioso"},{"SurahNumber":60,"VerseNumber":8,"Text":"Ala no os prohibe que seais buenos y equitativos con quienes no han combatido contra vosotros por causa de la religion, ni os han expulsado de vuestros hogares. Ala ama a los que son equitativos"},{"SurahNumber":60,"VerseNumber":9,"Text":"Lo que si os prohibe Ala es que tomeis como amigos a los que han combatido contra vosotros por causa de la religion y os han expulsado de vuestros hogares o han contribuido a vuestra expulsion. Quienes les tomen como amigos, esos son los impios"},{"SurahNumber":60,"VerseNumber":10,"Text":"¡Creyentes! Cuando vengan a vosotros mujeres creyentes que hayan emigrado, ¡examinadlas! Ala conoce bien su fe. Si comprobais que de verdad son creyentes, no las devolvais a los infieles: ni ellas son licitas para ellos ni ellos lo son para ellas. ¡Reembolsadles lo que hayan gastado! No teneis nada que reprocharos si os casais con ellas, con tal que les entregueis su dote. Pero no retengais a las infieles. Pedid lo que hayais gastado, y que ellos tambien pidan lo que hayan gastado. Esa es la decision de Ala. El decide entre vosotros. Ala es omnisciente, sabio"},{"SurahNumber":60,"VerseNumber":11,"Text":"Si alguna de vuestras esposas se pasa a los infieles y, luego, os toca a vosotros vencer, dad a aquellos cuyas esposas hayan huido otro tanto de lo que habian gastado. ¡Temed a Ala, en Quien creeis"},{"SurahNumber":60,"VerseNumber":12,"Text":"¡Profeta! Cuando las creyentes vengan a ti a prestarte juramento de fidelidad, de que no asociaran nada a Ala, que no robaran, que no fornicaran, que no mataran a sus hijos, que no diran calumnia forjada entre sus manos y pies, que no te desobedeceran en lo que se juzgue razonable, acepta su juramento y pide a Ala que les perdone. Ala es indulgente, misericordioso"},{"SurahNumber":60,"VerseNumber":13,"Text":"¡Creyentes! ¡No tomeis como amigos a gente que ha incurrido en la ira de Ala! Desesperan de la otra vida, como los infieles desesperan de los sepultados"},{"SurahNumber":61,"VerseNumber":1,"Text":"Lo que esta en los cielos y en la tierra glorifica a Ala. El es el Poderoso, el Sabio"},{"SurahNumber":61,"VerseNumber":2,"Text":"¡Creyentes! ¿Por que decis lo que no haceis"},{"SurahNumber":61,"VerseNumber":3,"Text":"Ala aborrece mucho que digais lo que no haceis"},{"SurahNumber":61,"VerseNumber":4,"Text":"Ala ama a los que luchan en fila por Su causa, como si fueran un solido edificio"},{"SurahNumber":61,"VerseNumber":5,"Text":"Y cuando Moises dijo a su pueblo: «¡Pueblo! ¿Por que me molestais sabiendo que soy el que Ala os ha enviado?» Y, cuando se desviaron, Ala desvio sus corazones. Ala no dirige al pueblo perverso"},{"SurahNumber":61,"VerseNumber":6,"Text":"Y cuando Jesus, hijo de Maria, dijo: «¡Hijos de Israel! Yo soy el que Ala os ha enviado, en confirmacion de la Tora anterior a mi, y como nuncio de un Enviado que vendra despues de mi, llamado Ahmad». Pero, cuando vino a ellos con las pruebas claras, dijeron: «¡Esto es manifiesta magia!»"},{"SurahNumber":61,"VerseNumber":7,"Text":"¿Hay alguien mas impio que quien inventa la mentira contra Ala, siendo llamado al islam? Ala no dirige al pueblo impio"},{"SurahNumber":61,"VerseNumber":8,"Text":"Quisiera apagar de un soplo la Luz de Ala, pero Ala hara que resplandezca, a despecho de los infieles"},{"SurahNumber":61,"VerseNumber":9,"Text":"El es Quien ha mandado a Su Enviado con la Direccion y con la religion verdadera para que prevalezca sobre toda otra religion, a despecho de los asociadores"},{"SurahNumber":61,"VerseNumber":10,"Text":"¡Creyentes! ¿Quereis que os indique un negocio que os librara de un castigo doloroso"},{"SurahNumber":61,"VerseNumber":11,"Text":"¡Creed en Ala y en Su Enviado y combatid por Ala con vuestra hacienda y vuestras personas! Es mejor para vosotros. Si supierais"},{"SurahNumber":61,"VerseNumber":12,"Text":"Asi, os perdonara vuestros pecados y os introducira en jardines por cuyos bajos fluyen arroyos y en viviendas agradables en los jardines del eden. ¡Ese es el exito grandioso"},{"SurahNumber":61,"VerseNumber":13,"Text":"Y otra cosa, que amareis: el auxilio de Ala y un exito cercano. ¡Y anuncia la buena nueva a los creyentes"},{"SurahNumber":61,"VerseNumber":14,"Text":"¡Creyentes! Sed los auxiliares de Ala como cuando Jesus, hijo de Maria, dijo a los apostoles: «¿Quienes son mis auxiliares en la via que lleva a Ala?» Los apostoles dijeron: «Nosotros somos los auxiliares de Ala». De los hijos de Israel unos creyeron y otros no. Fortalecimos contra sus enemigos a los que creyeron y salieron vencedores"},{"SurahNumber":62,"VerseNumber":1,"Text":"Lo que esta en los cielos y en la tierra glorifica a Ala, el Rey, el Santisimo, el Poderoso, el Sabio"},{"SurahNumber":62,"VerseNumber":2,"Text":"El es quien ha mandado a los gentiles un Enviado salido de ellos, que les recita Sus aleyas, les purifica y les ensena la Escritura y la Sabiduria. Antes estaban, evidentemente, extraviados"},{"SurahNumber":62,"VerseNumber":3,"Text":"Y a otros de ellos, que no se les han incorporado aun. Es el Poderoso, el Sabio"},{"SurahNumber":62,"VerseNumber":4,"Text":"Ese es el favor de Ala, que dispensa a quien El quiere. Ala es el Dueno del favor inmenso"},{"SurahNumber":62,"VerseNumber":5,"Text":"Aquellos a quienes se habia confiado la Tora pero no la observaron son semejantes a un asno que lleva libros. ¡Que mal ejemplo da la gente que desmiente los signos de Ala! Ala no dirige al pueblo impio"},{"SurahNumber":62,"VerseNumber":6,"Text":"Di: «¡Judios! Si pretendeis ser los amigos de Ala, con exclusion de otras gentes, entonces, ¡desead la muerte, si sois consecuentes!»"},{"SurahNumber":62,"VerseNumber":7,"Text":"Pero nunca la desean por lo que sus manos han cometido. Ala conoce bien a los impios"},{"SurahNumber":62,"VerseNumber":8,"Text":"Di: «La muerte, de la que huis, os saldra al encuentro. Luego, se os devolvera al Conocedor de lo oculto y de lo patente y ya os informara El de lo que haciais»"},{"SurahNumber":62,"VerseNumber":9,"Text":"¡Creyentes! Cuando se llame el viernes a la azala, ¡corred a recordar a Ala y dejad el comercio! Es mejor para vosotros. Si supierais"},{"SurahNumber":62,"VerseNumber":10,"Text":"Terminada la azala, ¡id a vuestras cosas, buscad el favor de Ala! ¡Recordad mucho a Ala! Quizas, asi, prospereis"},{"SurahNumber":62,"VerseNumber":11,"Text":"Cuando ven un negocio o una distraccion, escapan alla y te dejan plantado. Di: «Lo que Ala tiene es mejor que la distraccion y el negocio. Ala es el Mejor de los proveedores»"},{"SurahNumber":63,"VerseNumber":1,"Text":"Cuando los hipocritas vienen a ti, dicen: «Atestiguamos que tu eres, en verdad, el Enviado de Ala». Ala sabe que tu eres el enviado. Pero Ala es testigo de que los hipocritas mienten"},{"SurahNumber":63,"VerseNumber":2,"Text":"Se han escudado en sus juramentos y han desviado a otros del camino de Ala. ¡Que mal esta lo que han hecho"},{"SurahNumber":63,"VerseNumber":3,"Text":"Porque primero creyeron y, luego, han descreido. Sus corazones han sido sellados, asi que no entienden"},{"SurahNumber":63,"VerseNumber":4,"Text":"Cuando se les ve, se admira su presencia. Si dicen algo, se escucha lo que dicen. Son como maderos apoyados. Creen que todo grito va dirigido contra ellos. Son ellos el enemigo. ¡Ten, pues, cuidado con ellos! ¡Que Ala les maldiga! ¡Como pueden ser tan desviados"},{"SurahNumber":63,"VerseNumber":5,"Text":"Cuando se les dice: «¡Venid, que el Enviado de Ala pedira perdon por vosotros!», vuelven la cabeza y se les ve retirarse altivamente"},{"SurahNumber":63,"VerseNumber":6,"Text":"Da lo mismo que pidas o no que se les perdone. Ala no les perdonara. Ala no dirige a la gente perversa"},{"SurahNumber":63,"VerseNumber":7,"Text":"Son ellos los que dicen: «No gasteis nada en favor de los que estan con el Enviado de Ala; asi, se escaparan de el». Los tesoros de los cielos y de la tierra pertenecen a Ala, pero los hipocritas no comprenden"},{"SurahNumber":63,"VerseNumber":8,"Text":"Dicen: «Si volvemos a la ciudad, los mas poderosos, sin duda, expulsaran de ella a los mas debiles». Pero el poder pertenece a Ala, a Su Enviado y a los creyentes. Los hipocritas, empero, no saben"},{"SurahNumber":63,"VerseNumber":9,"Text":"¡Creyentes! Que ni vuestra hacienda ni vuestros hijos os distraigan del recuerdo de Ala. Quienes eso hacen, son los que pierden"},{"SurahNumber":63,"VerseNumber":10,"Text":"Gastad de lo que os hemos proveido, antes de que la muerte venga a uno de vosotros y este diga: «¡Senor! ¿Por que no me das algo mas de tiempo, para que de limosna y sea de los justos?»"},{"SurahNumber":63,"VerseNumber":11,"Text":"Cuando le vence a uno su plazo, Ala no le concede prorroga. Ala esta bien informado de lo que haceis"},{"SurahNumber":64,"VerseNumber":1,"Text":"Lo que esta en los cielos y en la tierra glorifica a Ala. Suyo es el dominio, Suya la alabanza. Es omnipotente"},{"SurahNumber":64,"VerseNumber":2,"Text":"El es Quien os ha creado. Entre vosotros, unos son infieles, otros son creyentes. Ala ve bien lo que haceis"},{"SurahNumber":64,"VerseNumber":3,"Text":"Ha creado con un fin los cielos y la tierra y a vosotros os ha formado armoniosamente. ¡Es El el fin de todo"},{"SurahNumber":64,"VerseNumber":4,"Text":"Conoce lo que esta en los cielos y en la tierra, conoce lo que ocultais y lo que manifestais. Y Ala conoce bien lo que encierran los pechos"},{"SurahNumber":64,"VerseNumber":5,"Text":"¿No os habeis enterado de lo que paso a los que fueron antes infieles y gustaron la gravedad de su conducta? Tendran un castigo doloroso"},{"SurahNumber":64,"VerseNumber":6,"Text":"Porque vinieron a ellos sus enviados con las pruebas claras y dijeron: «¿Es que van a dirigirnos unos mortales?» No creyeron y volvieron la espalda. Pero Ala no necesitaba de ellos. Ala Se basta a Si mismo, es digno de alabanza"},{"SurahNumber":64,"VerseNumber":7,"Text":"Los infieles pretenden que no van a ser resucitados. Di: «¡Claro que si, por mi Senor!, que habeis de ser resucitados y, luego, habeis de ser informados de lo que hicisteis. Es cosa facil para Ala»"},{"SurahNumber":64,"VerseNumber":8,"Text":"¡Creed, pues, en Ala, en Su Enviado y en la Luz que Nosotros hemos revelado! Ala esta bien informado de lo que haceis"},{"SurahNumber":64,"VerseNumber":9,"Text":"El dia que El os reuna para el dia de la Reunion, ese sera el dia del Engano Mutuo. Entonces, a quienes crean en Ala y obren bien, El les borrara sus malas obras y les introducira en jardines por cuyos bajos fluyen arroyos, en los que estaran eternamente, para siempre. ¡Ese es el exito grandioso"},{"SurahNumber":64,"VerseNumber":10,"Text":"Pero quienes no crean y desmientan Nuestros signos, esos moraran en el Fuego eternamente. ¡Que mal fin"},{"SurahNumber":64,"VerseNumber":11,"Text":"No sucede ninguna desgracia si Ala no lo permite. El dirige el corazon de quien cree en Ala. Ala es omnisciente"},{"SurahNumber":64,"VerseNumber":12,"Text":"¡Y obedeced a Ala, obedeced al Enviado! Si volveis la espalda,... A Nuestro Enviado le incumbe solo la transmision clara"},{"SurahNumber":64,"VerseNumber":13,"Text":"¡Ala! ¡No hay mas dios que El! ¡Que e los creyentes confien en Ala"},{"SurahNumber":64,"VerseNumber":14,"Text":"¡Creyentes! En algunas de vuestras esposas y en algunos de vuestros hijos teneis un enemigo. ¡Cuidado con ellos! Pero, si sois indulgentes, si sois tolerantes, si perdonais,... Ala es indulgente, misericordioso"},{"SurahNumber":64,"VerseNumber":15,"Text":"Vuestra hacienda y vuestros hijos no son mas que tentacion, mientras que Ala tiene junto a Si una magnifica recompensa"},{"SurahNumber":64,"VerseNumber":16,"Text":"¡Temed cuanto podais a Ala! ¡Escuchad! ¡Obedeced! ¡Gastad! Es en vuestro propio beneficio. Los que se guardan de su propia codicia, esos son los que prosperaran"},{"SurahNumber":64,"VerseNumber":17,"Text":"Si haceis un prestamo generoso a Ala, El os devolvera el doble y os perdonara. Ala es muy agradecido, benigno"},{"SurahNumber":64,"VerseNumber":18,"Text":"El Conocedor de lo oculto y de lo patente, el Poderoso, el Sabio"},{"SurahNumber":65,"VerseNumber":1,"Text":"¡Profeta! Cuando repudiais a las mujeres, ¡hacedlo al terminar su periodo de espera! ¡Contad bien los dias de ese periodo y temed a Ala, vuestro Senor! ¡No las expulseis de sus casas ni ellas salgan, a menos que sean culpables de deshonestidad manifiesta! Esas son las leyes de Ala. Y quien viola las leyes de Ala es injusto consigo mismo. Tu no sabes... Quiza Ala, entre tanto, suscite algun imprevisto"},{"SurahNumber":65,"VerseNumber":2,"Text":"Cuando lleguen a su termino, retenedlas decorosamente o separaos de ellas decorosamente. Y requerid el testimonio de dos personas justas de los vuestros y atestiguad ante Ala. A esto se exhorta a quien cree en Ala y en el ultimo Dia. A quien teme a Ala, El le da una salida"},{"SurahNumber":65,"VerseNumber":3,"Text":"y le provee de un modo insospechado por el. A quien confia en Ala, El le basta. Ala consigue lo que se propone. Ala ha establecido una medida para cada cosa"},{"SurahNumber":65,"VerseNumber":4,"Text":"Para aquellas de vuestras mujeres que ya no esperan tener la menstruacion, si teneis dudas, su periodo de espera sera de tres meses; lo mismo para las impuberes. Para las embarazadas, su periodo de espera terminara cuando den a luz. A quien teme a Ala, El le facilita sus cosas"},{"SurahNumber":65,"VerseNumber":5,"Text":"Esta es la orden que Ala os ha revelado. Ala borra las malas obras de quien Le teme y le da una magnifica recompensa"},{"SurahNumber":65,"VerseNumber":6,"Text":"¡Alojadlas, segun vuestros medios, en vuestra misma vivienda! ¡No les hagais dano con animo de molestarlas! Si estan embarazadas, proveedles de lo necesario hasta que den a luz. Si la criatura que crian es vuestra, retribuidles como es debido y llegad a un acuerdo decoroso. Si encontrais alguna dificultad, entonces, tomad un ama a cuenta vuestra"},{"SurahNumber":65,"VerseNumber":7,"Text":"¡Que el acomodado gaste segun sus medios! Quien disponga de medios limitados ¡que gaste segun lo que Ala le haya dado! Ala no pide a nadie sino lo que le ha dado. Ala hara que a la adversidad suceda la felicidad"},{"SurahNumber":65,"VerseNumber":8,"Text":"¡A cuantas ciudades, que desdenaron la orden de su Senor y de Sus enviados, pedimos cuenta rigurosa e infligimos un castigo horroroso"},{"SurahNumber":65,"VerseNumber":9,"Text":"Gustaron la gravedad de su conducta, que acabo por perderles"},{"SurahNumber":65,"VerseNumber":10,"Text":"Ala ha preparado para ellos un castigo severo. ¡Temed, pues, a Ala, creyentes dotados de intelecto! Ala os ha enviado de lo alto una Amonestacion"},{"SurahNumber":65,"VerseNumber":11,"Text":"un Enviado que os recita aleyas aclaratorias de Ala, para sacar de las tinieblas a la luz a quienes creen y obran bien. A quien cree en Ala y obra bien, El le introducira en jardines por cuyos bajos fluyen arroyos, en los que estaran eternamente, para siempre. Ala le ha reservado un bello sustento"},{"SurahNumber":65,"VerseNumber":12,"Text":"Ala es Quien ha creado siete cielos y otras tantas tierras. La orden desciende gradualmente entre ellos para que sepais‚ que Ala es omnipotente y que Ala todo lo abarca en Su ciencia"},{"SurahNumber":66,"VerseNumber":1,"Text":"¡Profeta! ¿Por que, para agradar a tus esposas, declaras prohibido lo que Ala ha declarado licito para ti? Pero Ala es indulgente, misericordioso"},{"SurahNumber":66,"VerseNumber":2,"Text":"Ala os ha prescrito la anulacion de vuestros juramentos. Ala es vuestro Protector. El es el Omnisciente, el Sabio"},{"SurahNumber":66,"VerseNumber":3,"Text":"Y cuando el Profeta dijo un secreto a una de sus esposas. Cuando, no obstante, ella lo revelo y Ala se lo descubrio, dio el a conocer parte y oculto el resto. Y, cuando se lo revelo, dijo ella: «¿Quien te ha informado de esto?» El dijo: «Me lo ha revelado el Omnisciente, el Bien Informado»"},{"SurahNumber":66,"VerseNumber":4,"Text":"Si os volveis ambas, arrepentidas, a Ala, es senal de que vuestros corazones han cedido. Si, al contrario, os prestais ayuda en contra de el, entonces, Ala es su Protector. Y le ayudaran Gabriel, los buenos creyentes y, ademas, los angeles"},{"SurahNumber":66,"VerseNumber":5,"Text":"Si el os repudia, quiza su Senor le de, a cambio, esposas mejores que vosotras, sometidas a E, creyentes, devotas, arrepentidas, que sirven a Ala, que ayunan, casadas de antes o virgenes"},{"SurahNumber":66,"VerseNumber":6,"Text":"¡Creyentes! Guardaos, vosotros y vuestras familias, de un Fuego cuyo combustible lo forman hombres y piedras, y sobre el que habra angeles gigantescos, poderosos, que no desobedecen a Ala en lo que les ordena, sino que hacen lo que se les ordena"},{"SurahNumber":66,"VerseNumber":7,"Text":"¡Infieles! ¡No os disculpeis hoy! Se os retribuira tan solo segun vuestras obras"},{"SurahNumber":66,"VerseNumber":8,"Text":"¡Creyentes! ¡Volveos a Ala con sincero arrepentimiento! Quiza vuestro Senor borre vuestras malas obras y os introduzca en jardines por cuyos bajos fluyen arroyos. El dia que Ala libre de verguenza al Profeta y a los que con el creyeron... Su luz correra ante ellos y a su derecha. Diran: «¡Senor! ¡Perfeccionanos nuestra luz y perdonanos! Eres omnipotente»"},{"SurahNumber":66,"VerseNumber":9,"Text":"¡Profeta! ¡Combate contra los infieles y los hipocritas! ¡Muestrate duro con ellos! Tendran la gehena por morada. ¡Que mal fin"},{"SurahNumber":66,"VerseNumber":10,"Text":"Ala pone como ejemplo para los infieles a la mujer de Noe y a la mujer de Lot. Ambas estaban sujetas a dos de Nuestros siervos justos, pero les traicionaron, aunque su traicion no les sirvio de nada frente a Ala. Y se dijo: «¡Entrad ambas en el Fuego, junto con los demas que entran!»"},{"SurahNumber":66,"VerseNumber":11,"Text":"Y Ala pone como ejemplo para los creyentes a la mujer de Faraon. Cuando dijo: «¡Senor! ¡Construyeme, junto a Ti, una casa en el Jardin y salvame de Faraon y de sus obras! ¡Salvame del pueblo impio!»"},{"SurahNumber":66,"VerseNumber":12,"Text":"Y a Maria, hija de Imran, que conservo su virginidad y en la que infundimos de Nuestro Espiritu. Tuvo por autenticas las palabras y Escritura de su Senor y fue de las devotas"}]}