{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Niḥsandēha īmānavālāharū saphala bha'ihālē"},{"SurahNumber":23,"VerseNumber":2,"Text":"Jasalē āphnō namājamā vinamratā apanā'um̐chan"},{"SurahNumber":23,"VerseNumber":3,"Text":"Ra jō anargala kurāharūbāṭa panchinchan"},{"SurahNumber":23,"VerseNumber":4,"Text":"Ra jō jakāta dinchan"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ra jō āphnā guptāṅgaharūkō rakṣā gardachan"},{"SurahNumber":23,"VerseNumber":6,"Text":"Tara āpalnō patnīharū ra āphnō adhīnastha dāsī svāsnīharūsam̐ga sambandha rākhdā unīharū nindanīya chainan"},{"SurahNumber":23,"VerseNumber":7,"Text":"Jō kōhī yasa bāhēka aru kēhī cāhanchan tyastā mānisaharū sīmākō ullaghanna garnēvālā hunēchan"},{"SurahNumber":23,"VerseNumber":8,"Text":"Ra jasalē āphnā amānataharū (nāsō) ra āphnō pratijñākō rakṣā gardachan"},{"SurahNumber":23,"VerseNumber":9,"Text":"Ra jasalē āphnō namājaharūkō rakṣā gardachan"},{"SurahNumber":23,"VerseNumber":10,"Text":"Yīnai (mānisaharū) vārisa hunēchan"},{"SurahNumber":23,"VerseNumber":11,"Text":"Jasalē svargakō (phirdausakō) vārisa hunēchan. Ra tyasamā sadhaiṁ rahanēchan"},{"SurahNumber":23,"VerseNumber":12,"Text":"Ra niḥsandēha hāmīlē mānavalā'ī māṭōkō tatvabāṭa sr̥ṣṭi garēkā hauṁ"},{"SurahNumber":23,"VerseNumber":13,"Text":"Ani usalā'ī ē'uṭā baliyō surakṣita ṭhā'um̐mā śukra banā'ēra rākhyauṁ"},{"SurahNumber":23,"VerseNumber":14,"Text":"Phēri śukrakō ē'uṭā ḍallō banāyauṁ, phēri ḍallōbāṭa bhruṇa banāyauṁ, ani bhruṇabāṭa hāḍaharū banāyauṁ, ani hāḍaharūmāthi māsukō patra rākhyauṁ, ani tyasalā'ī nayām̐ ākāramā banā'idiyauṁ tasartha allāha sāhrai nai barkatavālā,(kalyāṇakārī) sababhandā uttama sraṣṭā hō"},{"SurahNumber":23,"VerseNumber":15,"Text":"Ani yasa paścāta niścitarūpalē timī sabai marchau"},{"SurahNumber":23,"VerseNumber":16,"Text":"Ani kiyāmatakō dina timī niścaya nai uṭhā'inē chau"},{"SurahNumber":23,"VerseNumber":17,"Text":"Hāmīlē timīmāthi sāta ākāśaharū sr̥ṣṭi garēkā chauṁ ra hāmī prāṇīharūbāṭa asāvadhāna chainauṁ"},{"SurahNumber":23,"VerseNumber":18,"Text":"Ra hāmīlē ākāśabāṭa ē'uṭā ṭhīka andājalē pānī barṣā'um̐chauṁ, ani hāmīlē tyasalā'ī dhartīmā rōkchauṁ, ra tyasalā'ī vilupta garnē sāmathrya pani hāmīmā cha"},{"SurahNumber":23,"VerseNumber":19,"Text":"Ani hāmīlē tyasai pānībāṭa timrō nimti khajūra ra aṅgūrakā bagain̄cāharū utpanna garyauṁ. Timrō nimti tyasamā dhērai phala–phūla chan ra tinaibāṭa timīlē khānchau"},{"SurahNumber":23,"VerseNumber":20,"Text":"Ra tyō rukha (pani hāmīlē nai sr̥ṣṭi garēkā chauṁ.) Juna ‘‘tūrē sīnā’’ pahāḍabāṭa utpanna huncha juna khānēharūkō lāgi tēla ra sālana li'ēra umrancha"},{"SurahNumber":23,"VerseNumber":21,"Text":"Ra niścaya nai timrā nimti caupāyaharūmā pani dhērai śikṣā cha, tinīharūkō pēṭabāṭa hāmīlē timīlā'ī dūdha khuvā'um̐chauṁ. Ra timrō nimti tinīharūmā dhērai phā'idāharū chan ra tinīharūmadhyē kēhīlā'ī timī khānchau pani"},{"SurahNumber":23,"VerseNumber":22,"Text":"Ra tinīharūmāthi ra ḍuṅgāharūmā timī savāra hunchau"},{"SurahNumber":23,"VerseNumber":23,"Text":"Niḥsandēha hāmīlē nūhalā'ī unakō samudāyatira rasūla banā'ēra paṭhāyauṁ, ra unalē tinīharūsita bhanēki hē samudāyakā mānisaharū! Allāhakai pūjā gara, usa bāhēka timrō aru kōhī pūjya chaina, kē timī ḍardainau"},{"SurahNumber":23,"VerseNumber":24,"Text":"Taba unakō samudāyakō nāyakalē jō kāphira thi'ē, spaṣṭasaṅga bhannathālēḥ ki yō ta timī jastai mānisa hō, timīmāthi śrēṣṭhatā prāpta garna cāhancha ra yadi allāhalē cāhēkō bha'ē kunai phariśtāharūlā'ī (svargadūtaharūlā'ī) paṭhā'unē thiyō. Hāmīlē ta āphnō pūrvajaharūbāṭa yō kurā kahilyai pani sunēnauṁ"},{"SurahNumber":23,"VerseNumber":25,"Text":"Yō ta pakkai unmādagrasta vyakti hō ataḥ ēka niścita avadhisam'ma timīlē yasalā'ī chūṭa dē'ū"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nūhalē) prārthanā garē ki hē pālanakartā! Unīharūlē malā'ī jhūṭhā bhanēkā chan, timīlē mērō maddata gara"},{"SurahNumber":23,"VerseNumber":27,"Text":"Taba hāmīlē unītira ‘‘vahya’’ paṭhāyauṁ ki hāmrō ām̐khākō agāḍi ra hāmrō ‘‘vahya’’ anusāra ē'uṭā ḍuṅgā banā'ū, ani jaba hāmrō ādēśa ā'um̐cha ra jaba pānīkō bāḍhī ā'um̐cha taba pratyēka prajātiharūmadhyēbāṭa ēka–ēka jōḍī tyasamā rākhihāla, ra āphantaharūlā'ī pani, tara unī bāhēka jasakō virud'dha hāmīlē nirṇaya di'isakēkā chauṁ ra atyācārīharūkō viṣayamā masita kurā nagarnu. Tinīharū ta ḍubā'inē nai chan"},{"SurahNumber":23,"VerseNumber":28,"Text":"Ra jaba timī ra timrā sāthīharū ḍuṅgāmā rāmrōsaṅga basihālchau taba (allāhaprati ābhāra prakaṭa garnu ra) bhannu ki praśansā allāhakai lāgi hō, jasalē ki hāmīlā'ī atyācārīharūbāṭa chuṭakārā pradāna garyō"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ra tyō pani prārthanā garnu ki hē pālanakartā! Hāmīlā'ī kalyāṇakārī ṭhā'um̐mā urtānu ra timī nai sabaibhandā rāmrō utārnēvālā hau"},{"SurahNumber":23,"VerseNumber":30,"Text":"Niḥsandēha yasa (ghaṭanā) mā niśānīharū chan ra hāmīlē ta parīkṣā garnucha"},{"SurahNumber":23,"VerseNumber":31,"Text":"Phēri unīharū paścāta hāmīlē aru samudāyaharū pani sr̥ṣṭi garyauṁ"},{"SurahNumber":23,"VerseNumber":32,"Text":"Phēri unīharūmadhyēbāṭai paigambara sandēṣṭā paṭhāyauṁ, ki timīharū sabai allāhakō pūjā gara, usa bāhēka timrō kōhī pūjya chaina. Ani kē timī ḍardainau"},{"SurahNumber":23,"VerseNumber":33,"Text":"Ani unakō samudāyakā saradāraharūlē jō kāphira thi'ē ra ākhiratakō āgamanalā'ī jhūṭhā ṭhāndathē ra jasalā'ī hāmīlē sānsārika jīvanamā sukha pradāna garēkā thiyauṁ, tinīharūlē javāpha dina thālēḥ ki yō ta timī jastai ē'uṭā mānisa hō. Juna kisimalē khānā timīlē khānchau, tyastai prakārakō khānā yasalē pani khāncha, ra juna pānī timī pi'um̐dachau, tyastai yasalē pani pi'um̐cha"},{"SurahNumber":23,"VerseNumber":34,"Text":"Yadi timīlē āphū jastai ē'uṭā mānisalē bhanēkō mān'yau bhanē timī dhērai ghāṭāmā parihālchau"},{"SurahNumber":23,"VerseNumber":35,"Text":"Kē yasalē timīsita yasa kurākō vacana gardacha ki jaba timī marēra hām̐ḍa ra māṭō bha'ihālchau taba timī phēri jindā (jīvita) garinē chau"},{"SurahNumber":23,"VerseNumber":36,"Text":"hō'ina–hō'ina juna kurākō timīlā'ī vacana di'incha, tyō dhērai dhērai ṭāḍhā cha"},{"SurahNumber":23,"VerseNumber":37,"Text":"Jindagī bhanēkō yahī hāmrō sansārika jīvana nai hō, hāmī mardai ra bām̐cdai rahanēchauṁ ra hāmī phēri uṭhā'inē chainauṁ"},{"SurahNumber":23,"VerseNumber":38,"Text":"Yō ta yastō mānchē hō jasalē ki allāhakō bārēmā managaḍhantē kurā gardacha ra yasakō kurāmāthi hāmīlē īmāna lyā'unē chainauṁ"},{"SurahNumber":23,"VerseNumber":39,"Text":"(Paigambaralē) bhanēḥ ki pālanakartā! Unīharūlē malā'ī jhūṭhā ṭhāndachan, timīlē mērō sahāyatā gara"},{"SurahNumber":23,"VerseNumber":40,"Text":"Javāpha āyō yinīharūlē śīghra nai lajjita hunēchan"},{"SurahNumber":23,"VerseNumber":41,"Text":"Antataḥ gatvā n'yāyakō mām̐ga anusāra tinīharūlā'ī ē'uṭā pracaṇḍa citkāralē samātihālyō ra tinīharūlā'ī kūḍā–karakaṭa banā'ihālyau. Ataḥ dhikkāra cha yastā atyācārīharūlā'ī"},{"SurahNumber":23,"VerseNumber":42,"Text":"Ani hāmīlē tinīharū paścāta an'ya dhērai samudāyaharū (nasla)lā'ī sr̥ṣṭi garyauṁ"},{"SurahNumber":23,"VerseNumber":43,"Text":"Na kunai pani samudāya āphnō nirdhārita samayabhandā agāḍi jāna saktacha na pachāḍi rahana saktacha"},{"SurahNumber":23,"VerseNumber":44,"Text":"Ani hāmīlē (ēkapachi arkō) nirantara āphnō rasūlaharū paṭhāyauṁ. Jahilē pani kunai samudāyamā usakō rasūla āyō tyasakā mānisaharūlē tyasalā'ī asatya bhanē. Ataḥ hāmīlē ēkalā'ī arkākō pachāḍi (vināśakō lāgi) lagā'um̐dai garyauṁ ra hāmīlē unīharūlā'ī yastō garihālyauṁ, ki unīharū kathāharūkō rūpamā mātra bām̐kī rahē. Tasartha dhikkāra cha tinīharūmāthi jasalē īmāna lyā'um̐dainan"},{"SurahNumber":23,"VerseNumber":45,"Text":"Ani hāmīlē ‘‘mūsā’’ ra unakō bhā'i ‘‘hārūna’’ lā'ī āphnā niśānīharū ra spaṣṭa pramāṇaharū di'ēra paṭhāyauṁ"},{"SurahNumber":23,"VerseNumber":46,"Text":"Phira'auna ra tyasakā saradāraharūtira taba unīharūlē ghamaṇḍa garē, ra unīharū aṭṭērī nai thi'ē"},{"SurahNumber":23,"VerseNumber":47,"Text":"(Ani tinīharū) bhanna thālēḥ ki kē hāmīlē āphū jastai du'ījanā mānisaharūmāthi īmāna lyā'um̐chauṁ, jabaki unakō samudāya pani hāmrō adhīnamā cha"},{"SurahNumber":23,"VerseNumber":48,"Text":"Ataḥ unīharūlē tī du'īṭailā'ī jhūṭhā bhanē ra antamā tinīharū pani naṣṭa hunēharūmā śam'milita bha'ihālē"},{"SurahNumber":23,"VerseNumber":49,"Text":"Ra hāmīlē ta mūsālā'ī kitāba pradāna garyauṁ tāki unīharū sahī mārgadarśana prāpta garna sakun"},{"SurahNumber":23,"VerseNumber":50,"Text":"Hāmīlē ‘‘mariyama’’ ra unakō chōrā (īsā) lā'ī ē'uṭā niśānī banā'ēkā thiyauṁ ra unīharūlā'ī ē'uṭā ucca ṭhā'um̐mā juna basna lāyaka thiyō ra jahām̐ svaccha pānī bagirākhēkō thiyō, tyahām̐ śaraṇa pradāna garyauṁ"},{"SurahNumber":23,"VerseNumber":51,"Text":"Hē paigambaraharū! Pavitra kurā khā'ū ra asala karma gara. Juna kriyākalāpa timīlē gardachau, tyō malā'ī thāhā cha"},{"SurahNumber":23,"VerseNumber":52,"Text":"Timrō yō dharma niścitarūpalē vāstavamā ē'uṭai dharma hō. Ra ma timrō pālanakartā hūm̐, tasartha masita ḍara"},{"SurahNumber":23,"VerseNumber":53,"Text":"Kintu unīharūlē svayam āphnō kāma (dharma) lā'ī paraspara ṭukrā–ṭukrā garihālē. Pratyēka samūha tyasaimā magna cha juna usakō pāsamā cha"},{"SurahNumber":23,"VerseNumber":54,"Text":"Tasartha tapā'īlē unīharūlā'ī ē'uṭā niścita samayasam'ma unīharūkai ajñānatāmā rahanadinus"},{"SurahNumber":23,"VerseNumber":55,"Text":"Kē yinīharūlē yō samjhanachan ki, hāmīlē juna tinīharūkō santāna ra dhana baḍhā'irahēkā chauṁ"},{"SurahNumber":23,"VerseNumber":56,"Text":"Ta yō unīharūkō hitakō nimti śīghratā garirākhēkā chauṁ. Hō'ina, baru unīharūlā'ī yasakō anubhūti chaina"},{"SurahNumber":23,"VerseNumber":57,"Text":"Niḥsandēha juna mānisaharū āphnō pālanakartāsita tarsanchan"},{"SurahNumber":23,"VerseNumber":58,"Text":"Ra jasalē āphnō pālanakartākā pratīkaharūmāthi āsthā rākhdachan"},{"SurahNumber":23,"VerseNumber":59,"Text":"Ra jasalē āphnō pālanakartāsita aru kasaikō sājhēdārī ṭhaharā'um̐dainan"},{"SurahNumber":23,"VerseNumber":60,"Text":"Ra jē dina sakdachan dinchan ra unīharūkō hr̥daya yasa kurābāṭa kāmnē gardachan ki unīharūlā'ī āphnō pālanakartātira pharkēra jānucha"},{"SurahNumber":23,"VerseNumber":61,"Text":"Yī nai tī mānisaharū hun, jasalē bhalōkō kāmamā śīghratā gardachan ra yahī tyasamā agrasara rahanēvālā chan"},{"SurahNumber":23,"VerseNumber":62,"Text":"Hāmīlē kunaipani vyaktilā'ī usakō kṣamatābhandā baḍhī kaṣṭa didainauṁ. Ra hāmrō sāthamā yastō kitāba cha juna satya bōldacha ra tī (mānisaharū) māthi kēhī atyācāra garinēchaina"},{"SurahNumber":23,"VerseNumber":63,"Text":"Tara unīharakā hr̥daya yī (kurāhara) tira ajñānatāmā parirākhēkā chan, ra yasa bāhēka aru karmahara chan jun ki yinīhara gardai garnēchan"},{"SurahNumber":23,"VerseNumber":64,"Text":"Tara unīharūkā hr̥daya yī (kurāharū) tira ajñānatāmā parirākhēkā chan, ra yasa bāhēka aru karmaharū chan jun ki yinīharū gardai garnēchan"},{"SurahNumber":23,"VerseNumber":65,"Text":"Āja vilāpa nagara, niścaya nai timīlē hāmrō virud'dha kunai sahāyatā pā'unē chainau’’"},{"SurahNumber":23,"VerseNumber":66,"Text":"Mērā āyataharū timrō sāmu paḍhēra sunā'inthē, taipani timīlē ulṭai pharkihālthyau"},{"SurahNumber":23,"VerseNumber":67,"Text":"Akaḍakā sātha ra bakavāsa gardai tyasalā'ī chāḍi dinthyau"},{"SurahNumber":23,"VerseNumber":68,"Text":"Kē unīharūlē yasa kurāmāthi dhyānai di'ēnan? Vā unīharū najika tyō āyō juna unakō bābu bājē najika ā'ēkō thi'ēna"},{"SurahNumber":23,"VerseNumber":69,"Text":"vā yinīharūlē āphnō paigambaralā'ī cinēnan yasakāraṇa usalā'ī māndainan"},{"SurahNumber":23,"VerseNumber":70,"Text":"Vā yō bhanchan ki yō unmādī hō. Jabaki usalē unīharūkō sāmu satya kurā li'ēra ā'ēkō cha. Hō, unīharūmadhyē adhikānśalā'ī satya apriya cha"},{"SurahNumber":23,"VerseNumber":71,"Text":"Yadi satya, unīharūkō icchākō pachi– pachi him̐ḍnē bha'ēkō bha'ē samasta ākāśa ra dhartī ra jē jati unīharūkō bīcamā cha, sabaimā vigāra utpanna bha'ihālnē thiyō. Hō'ina, baru satya yō hō ki hāmīlē unīharūkō sāmu unīharūkō (bhāgakō) upadēśa puryā'idi'ēkā chauṁ. Tara unīharū āphnō upadēśabāṭa mukha pharkā'irahēkā chan"},{"SurahNumber":23,"VerseNumber":72,"Text":"Kē tapā'īlē unīharūsita kēhī pāriśramika mām̐gī rahanubha'ēkō cha? Yādarākhnus tapā'īkō svāmībāṭa pradāna gari'ēkō kurā nai uttama cha ra tyō sababhandā rāmrō jīvikā pradāna garnēvālā hō"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ra vāstavamā tapā'īlē unīharūlā'ī sōjhō mārgamā bōlā'irahanu bha'ēkō cha"},{"SurahNumber":23,"VerseNumber":74,"Text":"Niścitarūpalē juna mānisaharū ākhiratamāthi āsthā rākhdainan unīharū yasa mārgabāṭa vicalita bha'ī hiḍnēvālā chan"},{"SurahNumber":23,"VerseNumber":75,"Text":"Ra yadi hāmīlē unīharamāthi dayā gathryau ra unīharakō kaṣṭa haṭāyāṁai bhanē unīhara āphnō aṭṭērīpanāmā aru bahakī rahanēchan"},{"SurahNumber":23,"VerseNumber":76,"Text":"Yadyapi hāmīlē unīharūlā'ī yātanāmā samātyauṁ taipani unīharū na āphnō pālanakartākō agāḍi natamastaka bha'ē nata unīharū yācanā nai garē"},{"SurahNumber":23,"VerseNumber":77,"Text":"Yahām̐sam'ma ki hāmīlē jaba unīharūmāthi tīvra sajāyakō ḍhōkā khōlidiyauṁ taba tyasabēlā unīharū nirāśa bha'ihālē"},{"SurahNumber":23,"VerseNumber":78,"Text":"Ra tyahī allāha hō jasalē timrō lāgi kāna ra ām̐khāharū tathā hr̥dayaharū banāyō. Tara timīlē thōrai kr̥tajñatā prakaṭa gardachau"},{"SurahNumber":23,"VerseNumber":79,"Text":"Ra uhī ta hō jasalē timīlā'ī sr̥ṣṭi garēra pr̥thvīmā phailā'idiyō ra usaitira timī ēkatrita garinē chau"},{"SurahNumber":23,"VerseNumber":80,"Text":"Ra uhī hō jasalē jīvana pradāna gardacha, ra mr̥tyu dincha ra ēkapachi arkō ā'unē rāta ra dina usaikō adhikāramā cha, kē timīlē bujhdainau"},{"SurahNumber":23,"VerseNumber":81,"Text":"kurā yō cha ki juna kurā aghikālē bhandathē, ustai prakārakō kurā yinīharūlē pani bhandachan"},{"SurahNumber":23,"VerseNumber":82,"Text":"(Bhandachanḥ) ki jaba hāmī marēra māṭō ra haḍḍ'̔īharū bha'ihālnēchauṁ tai pani kē hāmī phēri uṭhā'inē chauṁ ra"},{"SurahNumber":23,"VerseNumber":83,"Text":"Yō vācā hāmīsita ra hāmībhandā pahilā hāmrā bābu bājēharūsita pani hum̐dai ā'ēkō cha, yō ta mātra aghikā mānisaharūkā kathāharū hun"},{"SurahNumber":23,"VerseNumber":84,"Text":"Sōdhnus ta jamina, ra jējati jaminamā chan (sabai) kasakā sampatti hun batā'ū yadi thāha cha"},{"SurahNumber":23,"VerseNumber":85,"Text":"turunta javāpha dinēchanḥ ki allāhakō. Bhannus tyasō bha'ē timī kina upadēśa māndainau"},{"SurahNumber":23,"VerseNumber":86,"Text":"sōdhnus kiḥ sāta ākāśaharūkō svāmī kō hō ra mahāna sattāsanakō mālika kō hō"},{"SurahNumber":23,"VerseNumber":87,"Text":"unīharūlē javāpha dinēchanḥ ki allāha nai hō, bhannus ki tyasō bha'ē kina ḍara māndainau"},{"SurahNumber":23,"VerseNumber":88,"Text":"sōdhnus ki yadi timī jāndachau bhanē bhanaki tyō kōhō jasakō hātamā harēka kurākō ādhipatya cha ra usalē śaraṇa dincha ra usakō dām̐jōmā kasailē kasailā'ī śaraṇa dina sakdaina"},{"SurahNumber":23,"VerseNumber":89,"Text":"Yahī javāpha dinēchanḥ ki allāha nai hō. Bhannus kiḥ tyasō bha'ē timīmāthi jādū kahām̐bāṭa calcha"},{"SurahNumber":23,"VerseNumber":90,"Text":"satya yō cha ki hāmīlē unīharūkō sāmu satya kurā puryā'idi'ēkā chauṁ ra yinīharū niḥsandēha jhūṭhā chan"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allāhalē nata kasailā'ī chōrā banā'ēkō cha ra nata usakō sāthamā aru kōhī pūjya cha, an'yathā pratyēka pūjyalē āphnō sr̥ṣṭilā'ī li'ēra alaga alaga hiḍnē thiyō, ra pratyēka ēka arkāmāthi ākramaṇa garihālthyō. Mahāna ra ucca cha allāha tī kurāharūbāṭa juna unīharūlē varṇana garchana"},{"SurahNumber":23,"VerseNumber":92,"Text":"Ū lukēkō ra prakaṭa kurā jāndacha ra jō usakō sāthamā an'yalā'ī sājhēdāra ṭhaharā'um̐dachan tyasabhandā ū ucca cha"},{"SurahNumber":23,"VerseNumber":93,"Text":"(Hē muham'mada!) Tapā'īlē prārthanā garnus ki hē pālanakartā! Juna (sajāya) kō vacana yinīharūsita bha'ēkō cha, yadi timīlē mērō jindagīmā nai unīharūmāthi utārēra dēkhā'um̐chau"},{"SurahNumber":23,"VerseNumber":94,"Text":"Bhanē hē pālanakartā! Malā'ī yī atyācārīharūkō samūhamā śam'milita nagarnu"},{"SurahNumber":23,"VerseNumber":95,"Text":"Niścaya nai hāmī yasa kurākō sāmathrya rākhdachauṁ ki hāmīlē unīharūsita juna vacana garirākhēkā chauṁ tyō tapā'īlā'ī dēkhā'ihālauṁ"},{"SurahNumber":23,"VerseNumber":96,"Text":"Ra narāmrō kurākō uttaramā yastō kurā bhana junaki dhērai rāmrō hōs yinīharūlē jējati varṇana garchana hāmīlā'ī sabai thāhā cha"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ra bhannus hē pālanakartā ma śaitānaharūkō ukasāhaṭabāṭa timrō śaraṇa cāhanchu"},{"SurahNumber":23,"VerseNumber":98,"Text":"Hē pālanakartā! Yasakāraṇa pani timrō śaraṇa mām̐gdachu tāki tinīharū mērō sāmu upasthita nahō'un"},{"SurahNumber":23,"VerseNumber":99,"Text":"Yahām̐sam'ma ki jaba unībāṭa kasaikō mr̥tyu najika huncha ta bhanchanḥ mērō pālanakartā malā'ī pharkā'idē'ū"},{"SurahNumber":23,"VerseNumber":100,"Text":"Tāki juna (sansāra)lā'ī ma chōḍēra ā'ēkō chu tyasamā ma rāmrō kāma garūm̐, kadāpi yastō hunēchaina. Yō ta khālī ē'uṭā kurā hō juna usalē bhannēcha (tyō pūrā hunēchaina) ra unīharūkō pachāḍi ēka prakārakō pardā cha, tyō dinasam'ma jabaki punaḥ uṭhā'inēchan"},{"SurahNumber":23,"VerseNumber":101,"Text":"Ani jaba sūra phūm̐kincha, taba tyahām̐ tinīharūmā nata riśtā, nātēdārī rahanēcha nata ēka arkābīca sōdhapūcha"},{"SurahNumber":23,"VerseNumber":102,"Text":"Jasakō karmakō bhāra gar'huṅgō hunēcha, unīharū saphalatā prāpta garnēchan"},{"SurahNumber":23,"VerseNumber":103,"Text":"Ra jasakō bhāra harluṅgō hunēcha, unīharū tyastā mānisa hun jasalē āphūlā'ī hānimā pārē, sadhaiṅkō lāgi narkamā rahanēchan"},{"SurahNumber":23,"VerseNumber":104,"Text":"Āgōlē unīharūkō anuhāralā'ī pōlirahanē cha, ra tyasamā unīharūkō anuhāra vikr̥ta bha'irākhēkā hunchan"},{"SurahNumber":23,"VerseNumber":105,"Text":"Kē timrō agāḍī mērā āyataharū paḍhēra sunā'innathē? Ra taipani timīlē tinalā'ī jhūṭhō mānthyō"},{"SurahNumber":23,"VerseNumber":106,"Text":"(Tinīharū) bhannēchana, hē hāmrō pālanakartā. Hāmrō durbhāgya hāmīmāthi prabhāvita bhayō ra hāmī pathavicalita mānisa thiyauṁ"},{"SurahNumber":23,"VerseNumber":107,"Text":"Hē hāmrō pālanakartā! Hāmīlā'ī yahām̐bāṭa mukti dē'ū ani yadi taipani hāmīlē punaḥ yastō garchauṁ bhanē niścaya nai hāmī atyācārī hunēchauṁ"},{"SurahNumber":23,"VerseNumber":108,"Text":"Allāhabāṭa ādēśa hunēcha, ki yasaimā tiraskr̥ta bha'ī basirākha ra masita kurā nagara"},{"SurahNumber":23,"VerseNumber":109,"Text":"Mērā bhaktaharūmā kēhī yastā mānisaharū thi'ē jasalē bhandaithi'ēḥ ki hē hāmrō pālanakartā hāmīharūlē īmāna lyā'isakēkā chauṁ timīlē hāmīlā'ī kṣamā garidē'ū, ra hāmīmāthi dayā gara ra timī sabaibhandā rāmrō dayā garnēvālā hau"},{"SurahNumber":23,"VerseNumber":110,"Text":"Tara timīlē unakō upahāsa garyau, yahām̐sam'ma ki unakō kāraṇa timīlē mērō samjhanā pani birsihālyau ra timīēlē unīmāthi hām̐sdai garyau"},{"SurahNumber":23,"VerseNumber":111,"Text":"Āja mailē unīharūkō dhairyakō pratiphala pradāna garēkōchu. Unīharū āphnō lakṣya prāpta garēkā chan"},{"SurahNumber":23,"VerseNumber":112,"Text":"Allāha sōdhnēchaḥ ki timī dhartīmā kati varṣa basyau"},{"SurahNumber":23,"VerseNumber":113,"Text":"unīharūlē bhannēchan ki hāmī ēka dina vā ēkadinabhandā pani kama basyauṁ. Gaṇanā garnēvālāharūsita sōdhihālnus"},{"SurahNumber":23,"VerseNumber":114,"Text":"Allāhalē bhannēchaḥ ki (tyahām̐) timī sāhrai nai kama basyauṁ. Kati rāmrō hunēthiyō yadi timīlē jānēkō bha'ē"},{"SurahNumber":23,"VerseNumber":115,"Text":"Kē timīlē yō ṭhānēkā chau, ki hāmīlē timīlā'ī vyarthamā sr̥ṣṭi garēkā chauṁ ra yō ki timīlā'ī hāmītira pharkā'inēchaina"},{"SurahNumber":23,"VerseNumber":116,"Text":"allāha, saccā samrāṭa hō ū dhērai ucca cha. Usabāhēka kōhī an'ya satya pūjya chaina, uhī svāmī hō, mahimāśālī sinhāsanakō"},{"SurahNumber":23,"VerseNumber":117,"Text":"Jōsukai vyaktilē allāhakō sāthamā kunai arkō pūjyalā'ī pukārdacha, jasakō bārēmā usakō sāthamā kunai pramāṇa chaina, ta usakō hisāba usakō pālanakartāsita cha. Niścaya nai avajñākārīharū kahilyai saphala hunē chainan"},{"SurahNumber":23,"VerseNumber":118,"Text":"Ra bhannus ki hē mērō pālanakartā! Malā'ī kṣamā garidinus ra dayā garnus timī sabaibhandā rāmrō dayā garnēvālā hau"},{"SurahNumber":24,"VerseNumber":1,"Text":"Yō ē'uṭā sūraḥ hō jasalā'ī hāmīlē avatarita garēkā chauṁ ra yasalā'ī hāmīlē anivārya garēkā chauṁ, ra yasamā hāmīlē spaṣṭa āyataharū avatarita garēkā chauṁ, tāki timīlē śikṣā grahaṇa gara"},{"SurahNumber":24,"VerseNumber":2,"Text":"Vyabhicāriṇī ra vyabhicārī, strī, puruṣa yī duvailā'ī saya–saya kōrrā hāna ra allāhakō dharmakō viṣayamā timīlā'ī dayā na'ā'ōs, yadi timī allāha ra antima dinalā'ī māndachau, ra unīharūlā'ī daṇḍa dinē bēlāmā muslimaharūkō ēka samūha tyahām̐ upasthita hunuparcha"},{"SurahNumber":24,"VerseNumber":3,"Text":"Vyabhicārī mānisa kunai vyabhicāriṇī vā bahudēvavādī (muśrika) strīsita nai vivāhakō sambandha jōḍdacha, ra yasaiprakāra vyabhicāriṇī strī kunai vyabhicārī vā bahudēvavādī puruṣasaṅga mātra āphnō vivāhakō sambandha jōḍdachē, ra mōminaharūkō lāgi yī dubai harāma garidi'i'ēkā chan"},{"SurahNumber":24,"VerseNumber":4,"Text":"Ra juna mānisaharūlē saccaritra ra pavitra strīharūmāthi vyabhicārakō dōṣārōpaṇa gardachan ani cārajanā sākṣīharū juṭā'una sakdainan bhanē unīharūlā'ī as'sī kōrrā hāna, ra unīharūlā'ī sākṣīkō rūpamā kahilyai svīkāra nagara, tinai hun jō avajñākārī chan"},{"SurahNumber":24,"VerseNumber":5,"Text":"Tara tī mānisaharū jasalē yasa paścāta taubā (prāyaścita) gardachan ra sudhāra garchana. Ta allāha dhērai kṣamāśīla atyanta dayāvāna cha"},{"SurahNumber":24,"VerseNumber":6,"Text":"Ra juna mānisaharū āphnō śrīmatīmāthi vyabhicārakō dōṣārōpaṇa gardachan ra unīharūkō sāmu svayam unīharū bāhēka sākṣīharū chainan bhanē, unīharūmadhyēbāṭa ē'uṭālē (pati) cāra paṭaka allāhakō śapatha khā'ēra yō gavāhī dē'ōs ki tyō bilkulai satya cha"},{"SurahNumber":24,"VerseNumber":7,"Text":"Ra pām̐cauṁ paṭaka gavāhī dē'ōs ki yadi tyō asatya bha'ē tyasamāthi allāhakō tiraskāra hōs"},{"SurahNumber":24,"VerseNumber":8,"Text":"Ra patnībāṭa pani yō kurālē sajāya haṭā'una sakincha, ki tyasalē cāra paṭaka allāhakō śapatha khā'ēra gavāhī dē'ōs ki usakō pati jhūṭha bōldacha"},{"SurahNumber":24,"VerseNumber":9,"Text":"Ra pām̐cauṁ paṭaka yō bhanōsḥ ki usamāthi (strīmāthi) allāhakō prakōpa hōs yadi usakō (pati) satya cha bhanē"},{"SurahNumber":24,"VerseNumber":10,"Text":"Yadi timīmāthi allāhakō kr̥pā ra dayā nabha'ēkō bha'ē (timī saṅkaṭamā parihālthyau) ra allāha taubā (prayaścita) svīkāra garnēvālā atyanta sūkṣmadarśī cha"},{"SurahNumber":24,"VerseNumber":11,"Text":"Juna mānisaharūlē yō ṭhūlō lānchanā racēkā chan unīharū pani timīmadhyēkō ē'uṭā samūha hun. Timīlē tyasalā'ī āphnō nimti narāmrō naṭhāna, baru tyō ta timrō nimti rāmrai cha, tara tinīharūmadhyē pratyēkakō nimti tyati nai pāpakō bhāga cha jati pāpa usalē garēkō cha, ra unīharūmadhyēbāṭa juna vyaktilē usakō ṭhūlō bhāga āphūlē sampanna garēkō cha usakō nimti ṭhūlō sajāya pani cha"},{"SurahNumber":24,"VerseNumber":12,"Text":"Yō sunnē vittikai mōmina puruṣa ra mahilālē kina āphnō hr̥dayamā rāmrō ṭhānēnan ra kina bhanēnan ki yō ta spaṣṭarūpalē ākṣēpa hō"},{"SurahNumber":24,"VerseNumber":13,"Text":"yō asatya kurā (racnē) mānisaharū āphnō kurākō (vāstavikatākō) nimti cārajanā sākṣī kina lyā'ēnan, ra jaba yinalē sākṣī lyā'una sakēnan ta yī dōṣārōpaṇa garnēharū allāhakō najika jhūṭhā hun"},{"SurahNumber":24,"VerseNumber":14,"Text":"Yadi duniyām̐ ra ākhiratamā timīmāthi allāhakō kr̥pā ra dayā nabha'ēkō bha'ē, niḥsandēha, juna kāmamā timīharū lāgēkā thiyauṁ, tyasakō kāraṇalē timīmāthi ṭhūlō sajāya avatarita hunē thiyō"},{"SurahNumber":24,"VerseNumber":15,"Text":"Jaba timī ēka arkāsita tyasa (jhūṭha) lā'ī āphnō mukhalē carcā paricarcā garirākhēkā thiyau ra timī āphnō mukhabāṭa tyō sabai kurā bhandai ga'irākhēkā thiyau, jasakō viṣayamā timīlā'ī kunai jñāna thi'ēna ra yadyapi timīlē tyasalā'ī ē'uṭā sādhāraṇa kurā ṭhānirākhēkā thiyau, tara allāhakō nikaṭa, tyō ē'uṭā gambhīra kurō thiyō"},{"SurahNumber":24,"VerseNumber":16,"Text":"Timīlē tyastō kurā sunnē vittikai kina bhanēnau ki hāmīlā'ī ucita chainaki hāmī yastā kurā mukhabāṭa nikālauṁ. Mahāna ra ucca hau, timī hē allāha! Yō ta ē'uṭā ṭhūlō dōṣārōpaṇa hō"},{"SurahNumber":24,"VerseNumber":17,"Text":"allāhalē timīlā'ī upadēśa gardacha ki punaḥ kahilyai tyasō nagarnu yadi timī mōmina hau bhanē"},{"SurahNumber":24,"VerseNumber":18,"Text":"Allāhalē āphnō āyataharūlā'ī timrō sāmu spaṣṭarūpalē varṇana gardaicha. Ra allāha ta sarvajña sūkṣmadarśī cha"},{"SurahNumber":24,"VerseNumber":19,"Text":"Juna mānisaharūlē muslimaharūmā aślīlatā (nirlajjatā) phailā'una cāhanchan unīharūkō nimti duniyām̐ ra ākhiratamā (lōka–paralōkamā) dukhad yātanā cha. Ra allāha sabai jāndacha ra timī kēhī jāndainau"},{"SurahNumber":24,"VerseNumber":20,"Text":"Yadi timīmāthi allāhakō anugraha ra usakō dayā nabha'ēkō bha'ē ra yō ki allāha baḍō karuṇāmaya atyanta dayāvāna cha. (Ta timīmāthi yātanā avatarita hunē thiyō)"},{"SurahNumber":24,"VerseNumber":21,"Text":"Mōminaharū! Śaitānakā pā'ilāharūmā (bāṭōmā) nahiḍnu ra juna vyakti śaitānakō pā'ilākō anuśaraṇa gardacha bhanē usalē ta nirlajjatākā kurāharū ra narāmrā kāmaharū nai batā'unēcha. Ra yadi timīmāthi allāhakō anugraha ra usakō dayā nabha'ēkō bha'ē timīmadhyē kasailē pani pavitratālā'ī prāpta garna sakdainathyō, tara allāha jasalā'ī pavitra garna cāhancha garidincha ra allāha sunnēvālā ra jānnēvālā cha"},{"SurahNumber":24,"VerseNumber":22,"Text":"Timīmadhyē jō guṇī ra samāthryavāna chan unīharūlā'ī āphnō nātēdāra, nimukhā, gariba ra allāhakō mārgamā gharabāra chāḍnēharūlā'ī sahayōga dinubāṭa panchinē kāma garnuhum̐daina, baru unīharūlā'ī āvaśyaka cha ki kṣamā garidē'un ra unīharūkō truṭikō vāstā nagaruna. Kē timī yō cāhadainauṁ ki allāhalē timīlā'ī kṣamā garōs? Allāha galtīharūlā'ī māphī dinē atyanta dayāvāna cha"},{"SurahNumber":24,"VerseNumber":23,"Text":"juna mānisaharūlē saccaritravāna pavitra, sōjhī, nirdōṣa ra īmānavālī strīharūmāthi lānchanā lagā'um̐chan, unīharūmāthi duniyām̐ ra ākhiratamā tiraskāra cha. Ra unīharūkō nimti ē'uṭā ṭhūlō yātanā cha"},{"SurahNumber":24,"VerseNumber":24,"Text":"(Kiyāmatakō dina) unīharūkā jibrō, hāta ra khuṭṭā sabai unīharūkā karmaharūkō gavāhī dinēchan"},{"SurahNumber":24,"VerseNumber":25,"Text":"Tyasa dina allāhalē unīharūlā'ī (karmakō) pūrā pūrā n'yāyapūrṇa pratiphala dinēcha ra unīharūlā'ī thāhā bha'ihālnē cha ki allāha nai satya hō ra (satyalā'ī) uhī prakaṭa garnēvālā hō"},{"SurahNumber":24,"VerseNumber":26,"Text":"Apavitra svāsnī mānisaharū apavitra lōgnē mānisaharūkā lāgi hun, ra apavitra lōgnē mānisaharū apavitra svāsnī mānisaharūkō nimti chan ra pavitra svāsnī mānchēharū pavitra lōgnē mānisaharūkā lāgi hun ra pavitra lōgnē mānisaharū pavitra svāsnī mānisaharūkō nimti hun. Yastā pavitra mānisaharūkō sambandhamā juna bakavāsaharū (mithyā dōṣārōpaṇa) gardaichan, unī yasabāṭa bilkulai mukta chan. Unakō lāgi kṣamā ra sam'mānita ājīvikā cha"},{"SurahNumber":24,"VerseNumber":27,"Text":"Hē mōminaharū! Āphnā gharaharū bāhēka arukō gharamā pravēśa nagara jabasam'ma ki anumati prāpta gardainau, ra tyasamā basnēharūlā'ī salāma garnēgara. Yahī nai timrō nimti uttama cha, yasakāraṇa ki timīlē dhyānarākha"},{"SurahNumber":24,"VerseNumber":28,"Text":"Yadi timīlē gharamā kasailā'ī upasthita pā'udainau bhanē jabasam'ma timīlā'ī anumati di'inna, tyasamā pravēśa nagara, ra yadi yō bhanincha ki pharkihāla bhanē timī pharkihāla, yahī timrō nimti rāmrō kurā hō. Juna kāma timīlē gardachau allāha tyō sabai jāndacha"},{"SurahNumber":24,"VerseNumber":29,"Text":"(Hō) yadi timī kunai yastō gharamā jānchau jasamā kōhī pani basdaina ra tyasamā timrō sāmāna rākhi'ēkō vā timīlā'ī phā'idā huncha bhanē timīlā'ī (tyahām̐ jānumā) kunai pāpa chaina. Jējati timīlē prakaṭa gardachau ra jē lukā'um̐chau, allāhalā'ī sabai thāhā cha"},{"SurahNumber":24,"VerseNumber":30,"Text":"Mōmina puruṣaharūsita bhanidinus ki āphnō dr̥ṣṭi tala rākhnē garun ra gōpyāṅgaharūkō rakṣā garun, yō unīharūkō nimti baḍō pavitratākō kurō hō. Mānisaharū juna kāma garchana, allāhalā'ī tyō sabai thāhā cha"},{"SurahNumber":24,"VerseNumber":31,"Text":"Ra mōmina strīharūsita bhanidinus ki unīharūlē pani āphnā dr̥ṣṭiharū tala rākhnē garun ra āphnō pavitratākō rakṣā garun ra āphnō śrr̥ṅgāra prakaṭa nagarun, tyasabāhēka juna khulā rahancha ra āphnō vakṣasthalalā'ī dupaṭṭāharūlē chōpirākhun ra āphnō śrr̥ṅgāra kasailā'ī prakaṭa nagarun, āphnā patiharū vā āphnō bubā vā āphnō patikō bubā vā āphnō chōrā vā āphnō patikō chōrā vā āphnā khāsai bhā'iharū vā bhatijāharū vā āphnā bhānjiharū vā āphnō mēlajōlakā strīharū vā jō lauṇḍ'̔īharū ra unīharūkō adhīnastha yastā puruṣaharū jasamā strīkō āvaśyakatā hum̐daina, vā tī baccāharū jō ki strīharūkō kurōsita paricita hum̐dainan tinīharū bāhēka. Ra āphnā khuṭṭāharū bhū'īmmā bajārēra nahiḍnu ki unīharūkō lukēkō śrr̥ṅgāra thāhā bha'ihālōs. Ra mōminaharū hō! Timī sabai allāhakō agāḍi prayaścita gara tāki timī mukti pā'una saka"},{"SurahNumber":24,"VerseNumber":32,"Text":"Ra timīharūmadhyē jō strī, puruṣa avivāhita chan unakō vivāha garidinē gara, ra āphnā gulāma ra dāsīharūkō pani jō nēka chan (nikāha garidēnē gara) ra unīharū yadi gariba chan bhanē allāhalē unīharūlā'ī āphnō anugrahalē samr̥d'dha garidinēcha, ra allāha dhērai suvidhādātā sarvajña cha"},{"SurahNumber":24,"VerseNumber":33,"Text":"Ra jasalē vivāhakō avasara pā'irākhēkā chainan unīharūlē saccaritra rahanu āvaśyaka cha. Yahām̐sam'ma ki allāhalē āphnō anugrahabāṭa unīharūlā'ī samr̥d'dha garihālōs. Ra timrō dāsaharūmadhyē jasalē timīlā'ī kēhī di'ēra svatantra bha'ēkō likhata garā'una cāhancha, bhanē timī unīharūlā'ī bhadra ra nēka pā'um̐chau bhanē unīharūsita mukātabat (mālika ra dāsabīca svatantratā sambandhī samjhautā) garihāla ra allāhalē juna sampati timīlā'ī pradāna garēkō cha tyasamadhyēbāṭa unīharūlā'ī pani dē'ū ra āphnō dāsīharūlā'ī yadi unīharū pavitra rahana cāhanchin, bhanē sānsārika jīvanakō phā'idā prāpta garnukō nimti unīharūlā'ī vyabhicārakō lāgi bādhya nagarnu. Ra jasalē unalā'ī bādhya garnēcha. Ta niścaya nai unīharūlā'ī bādhya gari'ē paścāta allāhalē unīharūkō yasa galtīkō lāgi kṣamā pradāna garnēvālā cha"},{"SurahNumber":24,"VerseNumber":34,"Text":"Hāmīlē timītira spaṣṭa āyataharū utārēkā chauṁ, ra juna mānisaharū timībhandā agāḍi gujrisakēkā chan, unīharūkā dr̥ṣṭānta ra sanyamīharūkō nimti nasihata (cētāvanī)"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allāha ākāśaharū, ra dharatīharūkō prakāśa hō. Usakō prakāśakō udāharaṇa yastō cha ki ē'uṭā khōpā cha, jasamā ṭukkī cha ra ṭukkī ē'uṭā śīśākō baṭṭāmā cha, ra śīśā yastō saphā sugghara cha ki camkirākhēkō tārā jastai hōs. Tyō diyō jō pavitra jaitūnakō rukhakō tēlabāṭa bālincha, juna rukha na pūrvatira cha na paścimatira cha. (Yastō pratīta huncha ki) tyasakō tēla cāhē āgōlē tyasalā'ī nachō'ēpani, balnalā'ī tayāra cha. Prakāśamāthi prakāśa cha. Allāhalē āphnō prakāśatarpha jasalā'ī cāhancha sōjhō bāṭō dēkhā'um̐cha. Ra allāha mānisaharūkō lāgi udāharaṇaharū varṇana gardacha. Ra allāha pratyēka kurōkō avasthā jāndacha"},{"SurahNumber":24,"VerseNumber":36,"Text":"Tī gharaharūmā jasalā'ī ucca banā'una ra (tyahām̐) āphnō stuti garna allāhakō hukuma bha'ēkō cha tyahām̐ bihāna ra sām̐jha usakō guṇagāna (sub'hānallāha) garirahanchan"},{"SurahNumber":24,"VerseNumber":37,"Text":"Yastā mānisaharū jasalā'ī allāhakō smaraṇabāṭa, namāja paḍhna ra jakāta dinubāṭa nata vyāpāralē alchī banā'um̐cha ra nata kraya–vikrayalē, unīharū tyasa dinasita ḍarchan, juna dina anēka hr̥daya ra ām̐khāharū ulaṭa–palaṭa bha'ihālnēchan"},{"SurahNumber":24,"VerseNumber":38,"Text":"Yasa icchālē ki allāhalē unīharūlā'ī unīharūkō karmaharūkō dhērai rāmrō phala dē'ōs ra āphnō kr̥pālē kēhī baḍhī pani pradāna garōs ra allāhalē jasalā'ī cāhancha tyasalā'ī asīmita jīvikā pradāna gardacha"},{"SurahNumber":24,"VerseNumber":39,"Text":"Ra juna mānisaharūlē kuphra garē, unīharūkā karmaharūkō udāharaṇa yastō cha jastai nirjana maidānamā bāluvākō kaṇa, ki tirkhā'ēkōlē pānī samjhōs. Yahām̐sam'ma ki jaba usakō sāmu ā'um̐cha, ta tyasalē kēhī pani pā'um̐daina ra allāhalā'ī nai āphnō nikaṭa dēkhdacha jasalē usalā'ī usakō hisāba pūrāpūra cuktā garidincha. Ra allāha śīghra hisāba garnēvālā cha"},{"SurahNumber":24,"VerseNumber":40,"Text":"Vā tī gahirō samundrī am̐dhyārō jastō cha jasamāthi taraṅgaharūlē chōpirākhēkā chan usamāthi bādalalē ḍhākī rākhēkō cha, arthāta am̐dhyārō nai am̐dhyārō cha ē'uṭāmāthi arkō. Jaba āphnō hāta nikālōs ta kēhī dēkhna nasakōs. Ra (kurō yō cha ki) jasalā'ī allāhalē nai prakāśa dindaina usalā'ī kataibāṭa pani prakāśa prāpta hunasakdaina"},{"SurahNumber":24,"VerseNumber":41,"Text":"Kē timīlē dēkhēnau, ki ākāśa ra pr̥thvīkā sabai prāṇī ra pakhēṭā phin̄jā'ēra uḍnē sabai pan̄chī pani allāhakō stutimā vyasta chan sabaikō namāja ra stuti usalā'ī thāhā cha. Ra mānisaharū jē gardachan sabai allāhalā'ī thāhā cha"},{"SurahNumber":24,"VerseNumber":42,"Text":"Ra ākāśa ra pr̥thvīkō sattā allāhakai hō ra allāhatirai pharkēra jānuparnēcha"},{"SurahNumber":24,"VerseNumber":43,"Text":"Kē tapā'īlē dēkhnu bha'ēna ki allāha bādalaharūlā'ī calā'um̐cha. Phēri unīharūlā'ī paraspara milā'um̐cha ra phēri tyasalā'ī patrapatramā pāridancha, phēri tapā'ī dēkhnuhuncha ki bādalabāṭa pānī niski vr̥ṣṭi bha'irākhēkō cha, ra ākāśatirabāṭa asinākā pahāḍabāṭa usailē asināharū khasālcha, ani jasamāthi cāhancha, tyasamāthi khasālcha ra jasabāṭa cāhancha tyasalā'ī haṭā'idincha. Bādalabāṭai niskanē caṭyāṅgakō camaka yastō huncha ki ām̐khākō jyōti nai khōsidinēcha"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allāhalē nai rātī ra dinalā'ī phērdacha. Niścaya nai dēkhnē ām̐khāharūkā nimti yasamā ṭhūlō śikṣā cha"},{"SurahNumber":24,"VerseNumber":45,"Text":"Allāhalē harēka jīvadhārīlā'ī pānībāṭa sr̥ṣṭi garēkō cha, tinīharūmadhyē kunai yastā chan junaki ghisri'ēra hiṇḍchan ra kunai du'īkhuṭṭā ṭēki hiḍchan, kunai unīharūmadhyē cārakhuṭṭā ṭēki hiḍchan, allāhalē jē cāhancha sr̥ṣṭi gardacha. Niḥsandēha allāha harēka cījamāthi sāmathryavāna cha"},{"SurahNumber":24,"VerseNumber":46,"Text":"Kunai sandēha ra śaṅkā bēgaira hāmīlē nai spaṣṭa āyataharū avatarita garēkā hauṁ ra allāhalē jasalā'ī cāhancha sōjhō bāṭōtira mārgadarśana gardacha"},{"SurahNumber":24,"VerseNumber":47,"Text":"Ra (kēhī) bhanchan ki hāmīlē allāha ra rasūlamāthi īmāna lyāyauṁ ra ājñākārī bhayauṁ phēri tyasa paścāta unīharūmadhyē ē'uṭā samūha vimukha bha'ihālcha. Yī mānisaharū īmānavālā hum̐daihainan"},{"SurahNumber":24,"VerseNumber":48,"Text":"Ra jaba unīharūlā'ī yasa viṣayakō lāgi bōlā'incha, ki allāhakā rasūlalē unīharūkō bīcakō vivādamā phaisalā garidē'un taba unīharūmadhyē ē'uṭā samūha vimukha bha'ihālcha"},{"SurahNumber":24,"VerseNumber":49,"Text":"Kintu yadi unīharūlā'ī kunai lābha prāpta hunēvālā cha bhanē tyasatarpha baṛō ājñākārī bha'ēra ā'ihālchan"},{"SurahNumber":24,"VerseNumber":50,"Text":"Kē unīharūkō hr̥dayamā rōga cha? Vā yinīharū śaṅkā ra sandēhamā chan? Vā unalā'ī yasa kurākō bhaya cha ki unīharūmāthi allāha ra usakō rasūlalē an'yāya garnēchan? (Hō'ina), baru yinīharū svayam ṭhūlō atyācārī hun"},{"SurahNumber":24,"VerseNumber":51,"Text":"Mōminakō kurā ta yō huncha ki jaba tinalā'ī allāha ra usakō rasulatira bōlā'incha, ki allāha ra usakō rasūlalē unīharūkō bīcamā phaisalā garidi'un ta bhanchanḥ ki hāmīlē (ādēśa) sunihālyauṁ ra mānihālyauṁ, ra yinai mānisaharū saphalatā prāpta garnēvālā hun"},{"SurahNumber":24,"VerseNumber":52,"Text":"Ra juna vyaktilē allāha ra usakō rasulakō ājñāpālana garnēcha ra allāhasita ḍara mānnēcha tinailē mukti prāpta garnēvālā hun"},{"SurahNumber":24,"VerseNumber":53,"Text":"Baḍō dr̥ḍhatāpūrvaka allāhakō śapatha li'ēra bhandachan ki tapā'īkō ādēśa hunē vittikai (sabai gharaharūbāṭa) niskihālchan, bhanidinus ki śapatha nakhā'ū. Timrō ājñāpālanakō (vāstavikatā) thāhā cha. Jē timī gardachau allāha timrā sabai kurāharūbāṭa avagata cha"},{"SurahNumber":24,"VerseNumber":54,"Text":"Bhanidinus kīḥ allāhakō ājñāpālanā gara ra rasūlakō ādēśakō anuśaraṇa gara. Yadi timī vimukha hunchau bhanē rasūlakō jim'māmā tyati mātra cha jati uhām̐lā'ī bhani'ēkō cha. Ra timīmāthi tyasakō javāphadēhī cha juna timrō jim'mā cha. Ra yadi rasūlakō ādēśa anusāra hiṇḍnē chau bhanē sidhā mārga prāpta hunēcha. Ra rasūlakō jim'māmā ta spaṣṭarūpalē (ādēśalā'ī) puryā'idinē sam'ma mātra hō"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allāhalē timīharūmadhyē tī mānisaharūsita, jasalē īmāna lyā'ē ra asala karma garē, vacana di'ēkō chaḥ ki usalē unīharūlā'ī dhartīmā avaśya nai sattādhikāra pradāna garnēcha, jasarī usalē unīharūbhandā agāḍikā mānisaharūlā'ī sattādhikāra pradāna garēkō thiyō ra unīharūkō dharmalā'ī juna unīharūkō nimti rucā'ēkō cha tyasalā'ī dr̥ḍha ra baliyō banā'unēcha, ra niścaya nai unīharūkō vartamāna bhayakō badalāmā usalē unīharūlā'ī śānti pradāna garā'unē cha. Unīharūlē mērō arādhanā garnēchan, (ra) mērō sāthamā kasaikō sājhēdārī ṭhaharā'um̐nē chainan ra jasalē yasa paścāta pani kr̥tadhnatā ra kuphra gardachan tinī niścitarūpalē avajñākārī hun"},{"SurahNumber":24,"VerseNumber":56,"Text":"Ra namāja paḍhirākha ra jakāta di'irākha ra allāhakō paigaÞmbarakō ādēśa anusāra hiṇḍnē gara tāki timīmāthi kr̥pā gariyōs"},{"SurahNumber":24,"VerseNumber":57,"Text":"Kāphiraharū yastō kahilē naṭhānun ki unīharū hāmīlā'ī jaminamā harā'unē chan (niyantrita garnēchan), yinīharūkō bāsasthāna ta narka nai hō ra tyō sāhrai narāmrō bāsasthāna hō"},{"SurahNumber":24,"VerseNumber":58,"Text":"Hē mōminaharū! Timīmadhyēkā timrā dāsa, dāsīharū ra nābālakaharūkō lāgi āvaśyaka cha ki tīna samayaharūmā timīsita anumati li'ihālun prabhātakālina namājē phajrabhandā agāḍi, ra jaba di'um̐sō timīlē ārāmakō nimti āphnā lugāharū phukā'idinchau, ra (tēsrō) iśākō namāja paścāta. (Yī) tīna samaya timrō ēkānta ra pardākā hun. Yī samaya bāhēka (an'ya samayaharūmā) na timīmāthi kunai dōṣa cha ra na unīharū māthi. Juna ki (kāmakō lāgi) ēka arkākō pāsamā ā'irahanchau. Yasaprakāra allāhalē āphnō āyataharūlā'ī spaṣṭarūpalē varṇana gardacha ra allāha rāmrarī jānnēvālā, sūkṣmadarśī cha"},{"SurahNumber":24,"VerseNumber":59,"Text":"Ra jaba timrō baccāharū yuvāvasthā prāpta gardachan taba unīharūlā'ī āvaśyaka cha ki anumati li'ēra (timrō kōṭhāmā) pravēśa garnē garun junaprakāralē unīharūbhandā agāḍikā mānisaharūlē anumati lindai garēkā thi'ē. Yasaprakāra allāhalē timrō nimti āphnā āyataharū spaṣṭa pārdacha. Allāha rāmrarī jānnēvālā, sūkṣmadarśī cha"},{"SurahNumber":24,"VerseNumber":60,"Text":"Ra ṭhūlō umērakī strīharū jasalā'ī vivāhakō āśā ra icchā chaina, ra unīharūlē lugā phukā'ēra ṭā'ukō khulā garnē gardachin bhanē unīharūmāthi kunai dōṣa chaina, tara yasa śartamā ki unīharūlē āphnō śrr̥ṅgārakō pradarśana garnē hō'inan. Taipani yadi yasabāṭa pani sāvadhānī rākhchina bhanē (yō) unīharūkō nimti rāmrō huncha ra allāha rāmrarī sundacha, jāndacha"},{"SurahNumber":24,"VerseNumber":61,"Text":"Andhākō lāgi, laṅgaḍōkō lāgi ra rōgīkō lāgi ra timrō āphaikō nimti kunai dōṣa chaina ki āphnā gharaharūbāṭa khānchau vā āphnō pitāharūkā gharaharūbāṭa vā āphnō āmākō gharabāṭa vā āphanō dā'ibhā'iharūkā gharaharūbāṭa vā āphnō didī bahinīharūkā gharaharūbāṭa vā āphnō kākāharūkā gharaharūbāṭa vā āphnō phupūmharūkā gharabāṭa vā āphnō māmāharūkā gharaharūbāṭa vā āphnō (khālāharū) āmākō didī bahinīharūkā gharaharūbāṭa vā jasakō sām̐cōharūkō timī svāmī bha'ēkā chau vā āphnō mitraharūkahām̐, yasa kurāmā timīlā'ī kunai dōṣa chaina, ki timī milījulī khānchau, athavā alaga–alaga. Ra jaba timī gharaharūmā pravēśa gardachau, taba āphnā gharavālāharūlā'ī salāma garnēgara. (Yō) allāhakō tarphabāṭa pradāna atyanta phā'idāvālā pavitra upahāra hō. Yasaprakāra spaṣṭarūpalē āphnō pavitra vāṇīlā'ī allāhalē varṇana gardacha tāki timī bud'dhilē kāma lē'ū"},{"SurahNumber":24,"VerseNumber":62,"Text":"Mōmina ta tī nai hun jasalē allāha ra usakō rasūlamā pūrṇa viśvāsa gardachan. Ra jaba kunai sāmūhika viṣayakō lāgi ēkatrita hunchan, taba unīsita anumati na li'ikana kahimpani ga'ihāldainan. Hē paigambara! Juna mānisaharū timīsita anumati prāpta gardachan tī nai allāha ra tyasakō rasūlamā viśvāsa garnēharū hunchan. Tasartha jaba yinīharū timīsita kunai kāmakō lāgi anumati cāhanchan, tyasa vakhata tinīharūmadhyē jasalā'ī cāhanchau, anumati dinē gara ra unīharūkō lāgi allāhasam̐ga kṣamākō prārthanā garnēgara. Niḥsandēha allāha baḍō kṣamāśīla, atyanta dayāvāna cha"},{"SurahNumber":24,"VerseNumber":63,"Text":"Mōminaharū! Timīharūlē allāhakō rasūlalē bōlā'ēkōlā'ī timī āpasamā ēka arkālā'ī bōlā'ē jastō naṭhāna. Niḥsandēha allāhalā'ī tī mānisaharūbārē thāhā cha, jō timīharūmadhyē ām̐khā chalēra bēvāstā garī gōpyarūpalē hiṇḍ'̔ihālchan, hēra jasalē unakō ādēśakō avahēlanā gardachan, unīharūlā'ī tarsanuparcha ki kahīṁ yastō nahōs, ki unīharūmāthi kunai ṭhūlō vipatti ā'iparōs athavā unīharūmāthi kunai duḥkhad yātanā ā'ilāgōs"},{"SurahNumber":24,"VerseNumber":64,"Text":"(Hēra)! Sāvadhāna rahanu jē jati ākāśaharū ra pr̥thvīmā cha, sabai allāha kai hō. Juna (avasthāmā) timī chau, tyō usalā'ī rāmrarī thāhā cha ra juna dina mānisaharū usatira pharkā'inēchan, ta unīharūlē jējati gardachan tyasabārē usalē unīharūlā'ī avagata garā'unē cha ra allāha pratyēka kurā jāndacha"},{"SurahNumber":25,"VerseNumber":1,"Text":"Baḍō barakatavālā cha tyō allāha jasalē yō ‘‘phurkāna’’ āphnō bhaktamāthi avatarita garyō, tāki sansārakā mānisaharūlā'ī ḍarā'una sakōs"},{"SurahNumber":25,"VerseNumber":2,"Text":"Uhī allāhakō sattā cha ākāśaharū ra dhartīmā ra usakō nakunai santāna cha ra nata sattāmā usakō kōhī sājhēdāra cha. Tyasalē pratyēka vastulā'ī sr̥ṣṭi garyō, ra tyasalā'ī ṭhīka kramamā vyavasthita garyō"},{"SurahNumber":25,"VerseNumber":3,"Text":"Tinīharūlē allāha bāhēka arulā'ī pūjya banā'ēkā chan, jasalē kunai kurākō sr̥ṣṭi gardainan, baru tinīharū svayam sr̥ṣṭi gari'ēkā chan! Unīharūlā'ī nata āphnō hānikō adhikāra prāpta cha nata lābhakō. Ra unīharūlā'ī nata mr̥tyukō adhikāra prāpta cha nata jīvanakō. Ra nata punaḥ jīvita bha'ī uṭhnē kurākō"},{"SurahNumber":25,"VerseNumber":4,"Text":"Ra kāphiraharūlē bhandachanḥ ki yō (kura'āna) ta unailē banā'ēkō managaḍhanta kurā hō, ra an'ya mānisaharūlē yasa kāmamā usakō sahāyatā garēkā hun. Yī mānisaharū vāstavamā ṭhūlō atyācāra ra jhūṭhakō dharātalamā jharī sakēkā chan"},{"SurahNumber":25,"VerseNumber":5,"Text":"Ra yō pani bhandachanḥ ki yō ta aghikā mānisaharūkā kathāharū huna, jasalā'ī usalē lēkhā'irākhēkō cha basa uhī bihāna sām̐jha unīharū agāḍi paḍhēra sunā'incha"},{"SurahNumber":25,"VerseNumber":6,"Text":"Bhanidinus tyasalā'ī ta usalē avatarita garēkō cha, jō ākāśaharū ra dhartīmā lukēkā sabai kurā jāndacha. Niḥsandēha ū baḍō, kṣamāśila, atyanta dayāvāna cha"},{"SurahNumber":25,"VerseNumber":7,"Text":"Ra unīharū bhandachanḥ ki yō kastō paigambara hō jasalē ki khānā khāncha ra bajāraharūmā hiḍḍula gardacha. Yasakō najika (hidāyatakō nimti) kunai svargadūta kina paṭhā'idaina ki ū pani yasakō sātha lāgēra ḍarā'unēvālā banthyō"},{"SurahNumber":25,"VerseNumber":8,"Text":"Vā yasatira kunai khajānā paṭhā'inthyō vā yasakō kunai bagaicā hunthyō jasabāṭa khānthyō, ra tī atyācāriharūlē bhandachanḥ ki timī ta yastō vyaktikō pachāḍi him̐ḍirākhēkā chau jō jādūbāṭa prabhāvita cha"},{"SurahNumber":25,"VerseNumber":9,"Text":"Hērnus ta! Yinīharūlē tapā'īkō bārēmā kastā kastā kurā gardachan. Tasartha tyasabāṭa yinīharū āphai pathavicalita bha'irahēkā chan ra kunai hālatamā sahī mārga prāpta garna saktainan"},{"SurahNumber":25,"VerseNumber":10,"Text":"Allāha dhērai barakatāvālā cha, jasalē yadi cāhēkō bha'ē tapā'īlā'ī yinīharūlē bhanēkō bhandā rāmrā bagaicāharū pradāna gardathyō jasamuni naharaharū bagirākhēkā hunchan ra tapā'īkō nimti mahala pani banā'idinē thiyō"},{"SurahNumber":25,"VerseNumber":11,"Text":"Kurō yō cha ki yinīharūlē ta kiyāmatalā'ī nai jhūṭhō bhanirākhēkā chan. Ra hāmīlē kiyāmatalā'ī jhūṭhō bhannēharūkō nimti narkamā āgō tayāra rākhēkā chauṁ"},{"SurahNumber":25,"VerseNumber":12,"Text":"Jaba tyasalē (narkalē) unīharūlā'ī ṭāḍhābāṭa dēkhnēcha, taba yinīharūlē usakō bhayaṅkara risakō citkāra sunnēchan"},{"SurahNumber":25,"VerseNumber":13,"Text":"Ra jaba yinīharū narkakō kunai sāṅgurō ṭhā'um̐mā jan̄jīramā hāta pachāḍi bām̐dhi'ēra phālinēchan taba (yinīharūlē) tyahām̐ āphnō lāgi mr̥tyulā'ī pukāranē chan"},{"SurahNumber":25,"VerseNumber":14,"Text":"(Unī sita bhaninēcha) āja ē'uṭā mr̥tyulā'ī mātra na pukāra, dhērai mr̥tyuharūlā'ī pukāra"},{"SurahNumber":25,"VerseNumber":15,"Text":"Tapā'ī bhanidinus! Ki kē yō uttama hō vā tyōē sadhaiṅkō jannata (svarga), jasakō ātmasanyamiharūsita vācā gari'ēkō cha. Jō unīharūkō (karmakō) pratiphala hō ra unīharūlē basnē sthāna hunēcha"},{"SurahNumber":25,"VerseNumber":16,"Text":"(Tyahām̐) tinīharū jē cāhanchan, unīharūkō nimti tyō upalabdha hunēcha, sadhaiṁ tyasamā bāsa garnēchan. Yō timrō pālanakartākō jim'mā yastō vacana hō juna prārthanīya cha"},{"SurahNumber":25,"VerseNumber":17,"Text":"Ra juna dina allāhalē yinīharūlā'ī ra allāha bāhēka yinīharūlē jasakō pūjā gardachan, ēkatrita garēra sōdhnēcha, ki kē timīlē mērā yī sr̥ṣṭiharūlā'ī vicalita garēkā thiyau vā yinīharū svayam mārgavicalita bha'ēkā thi'ē"},{"SurahNumber":25,"VerseNumber":18,"Text":"unīharūlē javāpha dinēchanḥ ki pavitra chau timī, hāmīlā'ī yō kurā ucita thi'ēna ki timīlā'ī chāḍī aru kasailā'ī pakṣadhara (sraṣṭā) banā'auṁ, kurō yō cha ki timīlē nai unīharūlā'ī ra unīharūkā bābu bājēlā'ī atyadhika sukha sāmagrī pradāna garyau yahām̐sam'ma ki unīharūlē timrō upadēśalā'ī birsidi'ē ra yinīharū naṣṭa hunēharū nai thi'ē"},{"SurahNumber":25,"VerseNumber":19,"Text":"(Kāphiraharū!) Unīharūlē ta timīlā'ī timrō sabai kurāmā jhuṭhlā'ēkā thi'ē. Aba na timīmā yātanāmā parivartana garnē śakti cha ra nakunai sahāyatā nai pā'una saktachau. Ra timīharūmadhyē jasa–jasalē pani atyācāra garēkā chan tinalā'ī hāmīlē ṭhūlō yātanākō svāda cakhā'um̐nēchauṁ"},{"SurahNumber":25,"VerseNumber":20,"Text":"Hāmīlē tapā'ībhandā pahilā jati paigambaraharū paṭhā'ēkā chauṁ, sabai khānā khānathē ra bajāraharūmā hiṇḍḍula gardathē ra hāmīlē timīharūmadhyē harēkalā'ī ēka arkākō nimti parīkṣākō mādhyama banāyauṁ. Kē timīlē dhairya gardachau? Timrō pālanakartālē sabai (kurā) dēkhdacha"}]}