{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"Dedi ki: \"Gercekte benimle birlikte olma sabrını gostermeye kesinlikle guc yetiremeyecegini ben sana soylemedim mi"},{"SurahNumber":18,"VerseNumber":76,"Text":"(Musa:) \"Bundan sonra sana bir sey soracak olursam, artık benimle arkadaslık etme. Benden yana bir ozure ulasmıs olursun\" dedi"},{"SurahNumber":18,"VerseNumber":77,"Text":"(Yine) Boylece ikisi yola koyuldu. Nihayet bir kasaba ehline gelip yemek istediler, fakat kasaba ehli onları konuklamaktan kacındı. Onda (kasabada) yıkılmaya yuz tutmus bir duvar buldular, hemen onu insa etti. (Musa) Dedi ki: \"Eger isteseydin gercekten buna karsılık bir ucret alabilirdin"},{"SurahNumber":18,"VerseNumber":78,"Text":"Dedi ki: \"Iste bu, benimle senin aranda ayrılma (zamanı)mız. Sana, uzerinde sabır gostermeye guc yetiremeyecegin bir yorumu haber verecegim"},{"SurahNumber":18,"VerseNumber":79,"Text":"Gemi, denizde calısan yoksullarındı, onu kusurlu yapmak istedim, (cunku) ilerilerinde, her gemiyi zorbalıkla ele geciren bir kral vardı"},{"SurahNumber":18,"VerseNumber":80,"Text":"Cocuga gelince, onun anne ve babası inanclı kimselerdi. Bundan dolayı, onun kendilerine azgınlık ve kufur zorunu kullanmasından endise edip korktuk"},{"SurahNumber":18,"VerseNumber":81,"Text":"Boylece, onlara rablerinin ondan temiz olmak bakımından daha hayırlısı, merhamet bakımından da daha yakın olanını vermesini diledik"},{"SurahNumber":18,"VerseNumber":82,"Text":"Duvar ise sehirde iki oksuz cocugundu, altında onlara ait bir define vardı; babaları salih biriydi. Rabbin diledi ki, onlar erginlik cagına erissinler ve kendi definelerini cıkarsınlar; (bu) rabbinden bir rahmettir. Bunları ben kendi buyrultum [ozel gorusum] ile yapmadım. Iste, senin sabır gostermeye guc yetiremedigin seylerin yorumu"},{"SurahNumber":18,"VerseNumber":83,"Text":"Sana (Ey Muhammed,) Zu´l-Karneyn hakkında sorarlar. De ki: \"Size, ondan ´ogut ve hatırlatma olarak´ (bazı bilgiler) verecegim"},{"SurahNumber":18,"VerseNumber":84,"Text":"Gercekten, biz ona yeryuzunde sapasaglam bir iktidar verdik ve ona her seyden bir yol (sebep) verdik"},{"SurahNumber":18,"VerseNumber":85,"Text":"O da, bir yol tuttu"},{"SurahNumber":18,"VerseNumber":86,"Text":"Sonunda gunesin battıgı yere kadar ulastı ve onu kara camurlu bir gozede batmakta buldu, yanında bir kavim gordu. Dedik ki: \"Ey Zu´l-Karneyn, (istiyorsan onları) ya azaba ugratırsın veya iclerinde guzeligi (gecerli ilke) edinirsin"},{"SurahNumber":18,"VerseNumber":87,"Text":"Dedi ki: \"Kim zulmederse biz onu azablandıracagız, sonra rabbine dondurulur, O da onu kotu (nukra) bir azabla azablandırır"},{"SurahNumber":18,"VerseNumber":88,"Text":"Kim inanır ve salih amellerde bulunursa, onun icin guzel bir karsılık vardır. Ona buyrugumuzdan bir kolaylık soyleyecegiz"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra (yine) bir yol tuttu"},{"SurahNumber":18,"VerseNumber":90,"Text":"Sonunda gunesin dogdugu yere kadar ulastı ve onu (gunesi), kendileri icin bir siper kılmadıgımız bir kavim uzerine dogmakta iken buldu"},{"SurahNumber":18,"VerseNumber":91,"Text":"Iste boyle, onun yanında \"ozu kapsayan bilgi oldugunu\" (veya yanında olup biten her seyi) biz (ilmimizle) busbutun kusatmıstık"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra bir yol (daha) tuttu"},{"SurahNumber":18,"VerseNumber":93,"Text":"Iki seddin arasına kadar ulastı, onların (sedlerin) onunde hemen hemen hic bir sozu kavramayan (yefkahune) bir kavim buldu"},{"SurahNumber":18,"VerseNumber":94,"Text":"Dediler ki: \"Ey Zu´l-Karneyn, gercekten Yecuc ve Mecuc yeryuzunde bozgunculuk cıkarıyorlar, bizimle onlar arasında bir sed insa etmen icin sana vergi verelim mi"},{"SurahNumber":18,"VerseNumber":95,"Text":"Dedi ki: \"Rabbimin beni kendisinde saglam bir iktidarla yerlesik kıldıgı (guc, nimet ve imkan), daha hayırlıdır. Madem oyle, bana (insani) gucle yardım edin de, sizinle onlar arasında sapasaglam bir engel kılayım"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bana demir kutleleri getirin\"; iki dagın arası esit duzeye gelince \"Korukleyin\" dedi. Onu ates haline getirinceye kadar (bu isi yaptı, sonra) dedi ki: \"Bana getirin, uzerine eritilmis bakır dokeyim"},{"SurahNumber":18,"VerseNumber":97,"Text":"Boylelikle, ne onu asabildiler, ne onu delmeye guc yetirebildiler"},{"SurahNumber":18,"VerseNumber":98,"Text":"Dedi ki: \"Bu benim rabbimden bir rahmettir. Rabbimin vaadi geldigi zaman, O, bunu dumduz eder; rabbimin vaadi haktır"},{"SurahNumber":18,"VerseNumber":99,"Text":"Biz o gun, bir kısmını bir kısmı icinde dalgalanırcasına bırakıvermisiz. Sura da ufurulmustur, artık onların tumunu bir arada toparlamısız"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ve o gun, cehennemi, kafirlere tam bir sunusla sunmusuz"},{"SurahNumber":18,"VerseNumber":101,"Text":"Ki onlar, beni zikretme (konusun)da gozleri bir perde icindeydi. (Kuran´ı) dinlemeye katlanamazlardı"},{"SurahNumber":18,"VerseNumber":102,"Text":"Kufredenler, beni bırakıp kullarımı veliler edindiklerini mi sandılar? Gercekten biz cehennemi kafirler icin bir durak olarak hazırlamısız"},{"SurahNumber":18,"VerseNumber":103,"Text":"De ki: \"Davranıs (ameller) bakımından en cok husrana ugrayacak olanları size haber vereyim mi"},{"SurahNumber":18,"VerseNumber":104,"Text":"Onların, dunya hayatındaki butun cabaları bosa gitmisken, kendilerini gercekte guzel is yapmakta sanıyorlar"},{"SurahNumber":18,"VerseNumber":105,"Text":"Iste onlar, rablerinin ayetlerine ve O´na kavusmaya kufredenlerdir. Artık onların yapıp ettikleri bosa cıkmıstır, kıyamet gununde onlar icin bir tartı tutmayacagız"},{"SurahNumber":18,"VerseNumber":106,"Text":"Iste, kufretmeleri, ayetlerimi ve elcilerimi alay konusu edinmelerinden dolayı onların cezası cehennemdir"},{"SurahNumber":18,"VerseNumber":107,"Text":"Inanıp salih amellerde bulunanlar... Firdevs cennetleri onlar icin bir ´konaklama yeridir.´"},{"SurahNumber":18,"VerseNumber":108,"Text":"Onda ebedi olarak kalıcıdırlar, ondan ayrılmak istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: \"Rabbimin sozleri(ni yazmak) icin deniz murekkep olsa ve yardım icin bir benzerini (bir o kadarını) dahi getirsek, rabbimin sozleri tukenmeden once, elbette deniz tukeniverirdi"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: \"Suphesiz ben, ancak sizin benzeriniz olan bir beserim; yalnızca bana sizin tanrınızın tek bir tanrı oldugu vahyolunuyor. Kim rabbine kavusmayı umuyorsa, artık salih bir amelde bulunsun ve rabbine ibadette hic kimseyi ortak tutmasın"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf, Ha, Ya, Ayn, Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"(Bu,) rabbinin, kulu Zekeriya´ya rahmetinin zikridir"},{"SurahNumber":19,"VerseNumber":3,"Text":"Hani o, rabbine gizlice seslendigi zaman"},{"SurahNumber":19,"VerseNumber":4,"Text":"Demisti ki: \"Rabbim, suphesiz benim kemiklerim gevsedi ve bas, yaslılık aleviyle tutustu; ben sana dua etmekle mutsuz olmadım"},{"SurahNumber":19,"VerseNumber":5,"Text":"Dogrusu ben, arkamdan gelecek yakınlarım adına korkuya kapıldım, benim karım da bir kısır (kadın)dır. Artık bana kendi katından bir yardımcı armagan et"},{"SurahNumber":19,"VerseNumber":6,"Text":"Bana mirascı olsun. Yakup ogullarına da mirascı olsun. Rabbim, onu (kendisinden) razı olunan(lardan) kıl"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Tanrı:) \"Ey Zekeriya, suphesiz biz seni, adı Yahya olan bir cocukla mujdelemekteyiz; biz bundan once ona hic bir adas kılmamısız"},{"SurahNumber":19,"VerseNumber":8,"Text":"Dedi ki: \"Rabbim, karım kısır (bir kadın) iken, benim nasıl oglum olabilir? Ben de yaslılıgın son basamagındayım"},{"SurahNumber":19,"VerseNumber":9,"Text":"(Ona gelen melek:) \"iste boyle\" dedi. \"Rabbin dedi ki: -Bu benim icin kolaydır, daha once sen hic bir sey degil iken, seni yaratmıstım"},{"SurahNumber":19,"VerseNumber":10,"Text":"Dedi ki: \"Rabbim, bana bir ayet ver.\" Dedi ki: \"Senin ayetin, sapasaglam iken uc tam gece insanlarla konusmamandır"},{"SurahNumber":19,"VerseNumber":11,"Text":"Boylelikle (Zekeriya) mescidden kavminin karsısına cıkıp onlara (su anlamları) isaret etti: \"Sabah aksam tesbih edin"},{"SurahNumber":19,"VerseNumber":12,"Text":"(Cocugun dogup buyumesinden sonra ona dedik ki:) \"Ey Yahya, kitabı kuvvetle tut.\" Daha cocuk iken ona hikmet verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Katımızdan ona bir sevgi duyarlılıgı ve temizlik (de verdik). O, cok takva sahibi biriydi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ana ve babasına itaatkardı ve isyan eden bir zorba degildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Ona selam olsun; dogdugu gun, olecegi gun ve diri olarak yeniden kaldırılacagı gun de"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitap´ta Meryem´i de zikret. Hani o, ehlinden (ailesinden) kopup dogu tarafında bir yere cekilmisti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Sonra onlardan yana (kendini gizleyen) bir perde cekmisti. Boylece ona ruhumuz (Cibril´i) gondermistik, o da, duzgun bir beser kılıgında gorunmustu"},{"SurahNumber":19,"VerseNumber":18,"Text":"Demisti ki: \"Gercekten ben, senden Rahmana sıgınırım. Eger takva sahibiysen (bana yaklasma)"},{"SurahNumber":19,"VerseNumber":19,"Text":"Demisti ki: \"Ben, yalnızca rabbinden (gelen) bir elciyim; sana tertemiz bir erkek cocuk armagan etmek icin (buradayım)"},{"SurahNumber":19,"VerseNumber":20,"Text":"O: \"Benim nasıl bir erkek cocugum olabilir? Bana hic bir beser dokunmamısken ve ben azgın utanmaz (bir kadın) degilken\" dedi"},{"SurahNumber":19,"VerseNumber":21,"Text":"Iste boyle\" dedi. Rabbin dedi ki: \"Bu benim icin kolaydır. Onu insanlara bir ayet ve bizden bir rahmet kılmak icin (bu cocuk olacaktır).\" Ve buyruk da yerine getirilmisti (kaza)"},{"SurahNumber":19,"VerseNumber":22,"Text":"Boylelikle ona gebe kaldı, sonra onunla ıssız bir yere cekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Derken dogum sancısı onu bir hurma dalına surukledi. Dedi ki: \"Keske bundan once olseydim de, hafızalardan silinip unutuluverseydim"},{"SurahNumber":19,"VerseNumber":24,"Text":"Altından (bir ses) ona seslendi: \"Huzne kapılma, rabbin senin alt (yan)ında bir ark kılmıstır"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurma dalını kendine dogru salla, uzerine henuz olusmus taze hurma dokuluversin"},{"SurahNumber":19,"VerseNumber":26,"Text":"Artık, ye, ic, gozun aydın olsun. Eger herhangi bir beser gorecek olursan, de ki: \"Ben Rahmana oruc adadım, bugun hic kimseyle konusmayacagım"},{"SurahNumber":19,"VerseNumber":27,"Text":"Boylece onu tasıyarak kavmine geldi. Dediler ki: \"Ey Meryem, sen gercekten sasırtıcı bir sey yaptın"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun´un kız kardesi, senin baban kotu bir kisi degildi ve annen de azgın, utanmaz (bir kadın) degildi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine ona (cocuga) isaret etti. Dediler ki: \"Henuz besikte olan bir cocukla biz nasıl konusabiliriz"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Isa) Dedi ki: \"Suphesiz ben Tanrı´nın kuluyum. (Tanrı) bana Kitabı verdi ve beni peygamber kıldı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Nerede olursam (olayım,) beni kutlu kıldı ve hayat surdugum muddetce, bana namazı ve zekatı vasiyet (emr) etti"},{"SurahNumber":19,"VerseNumber":32,"Text":"Anneme itaati de. Ve beni mutsuz bir zorba kılmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Selam uzerimedir; dogdugum gun, olecegim gun ve diri olarak yeniden kaldırılacagım gun de"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste Meryem oglu Isa; hakkında kuskuya dustukleri \"Hak Soz"},{"SurahNumber":19,"VerseNumber":35,"Text":"Tanrı´nın cocuk edinmesi olacak sey degil. O yucedir. Bir buyrugun olmasına karar verirse ancak ona: \"Ol\" der, o da hemen oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Gercek su ki, Tanrı benim de rabbim, sizin de rabbinizdir. Oyleyse O´na kulluk edin. Dosdogru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Iclerinden (birtakım) gruplar ayrılıga dustuler. Artık buyuk bir gunu gormekten dolayı, vay kufredenlere"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize gelecekleri gun, neler isitecekler, neler gorecekler. Ama bugun o zalimler apacık bir sapıklık icindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"Buyrugun bitirilecegi / yerine getirilecegi (kaza), hasret gunune karsı onları uyar. Onlar bir gaflet icindedirler ve onlar inanmıyorlar"},{"SurahNumber":19,"VerseNumber":40,"Text":"Elbette, yeryuzunde ve onun uzerindekilere biz varis olacagız ve onlar bize dondurulecekler"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kitap´ta Ibrahim´i de zikret. Gercekten o, dogruyu soyleyen bir peygamberdi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Hani babasına demisti: \"Babacıgım, isitmeyen, gormeyen ve seni herhangi bir seyden bagımsızlastırmayan seylere niye tapıyorsun"},{"SurahNumber":19,"VerseNumber":43,"Text":"Babacıgım, gercek su ki, bana, sana gelmeyen bir ilim geldi. Artık bana tabi ol, seni duzgun bir yola ulastırayım"},{"SurahNumber":19,"VerseNumber":44,"Text":"Babacıgım, seytana kulluk etme, kuskusuz seytan, Rahmana baskaldırandır"},{"SurahNumber":19,"VerseNumber":45,"Text":"Babacıgım, gercekten ben, sana Rahman tarafından bir azabın dokunacagından korkuyorum, o zaman seytanın velisi olursun"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Babası) Demisti ki: \"Ibrahim, sen benim tanrılarımdan yuz mu ceviriyorsun? Eger (bu tutumuna) bir son vermeyecek olursan, andolsun, seni tasa tutarım; uzun bir sure benden uzaklas, (bir yerlere) git"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Ibrahim:) \"Selam uzerine olsun, senin icin rabbimden bagıslanma dileyecegim, cunku, O, bana pek lutufkardır\" dedi"},{"SurahNumber":19,"VerseNumber":48,"Text":"Sizden ve Tanrı´dan baska taptıklarınızdan kopup ayrılıyorum ve rabbime dua ediyorum. Umulur ki, rabbime dua etmekle mutsuz olmayacagım"},{"SurahNumber":19,"VerseNumber":49,"Text":"Boylelikle, onlardan ve Tanrı´dan baska taptıklarından kopup ayrılınca ona Ishak´ı ve (oglu) Yakup´u armagan ettik ve her birini peygamber kıldık"},{"SurahNumber":19,"VerseNumber":50,"Text":"Onlara rahmetimizden armagan(lar) bagısladık ve onlar icin yuce bir dogruluk dili verdik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kitap´ta Musa´yı da zikret. Cunku o, ihlasa erdirilmis ve gonderilmis (Resul) bir peygamberdi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ona, Tur´un sag yanından seslendik ve onu (kendisiyle) gizlice soylesmek icin yakınlastırdık"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ona rahmetimizden kardesi Harun´u da bir peygamber olarak armagan ettik"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitap´ta Ismail´i de zikret. Cunku o, vaadinde dogruydu ve gonderilmis (Resul) bir peygamberdi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ehline, namazı ve zekatı buyuruyordu ve o, rabbi katında kendisinden razı olunan (bir insan)dı"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitap´ta Idris´i de zikret. Cunku o, dogru olan bir peygamberdi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onu yuce bir mekan (makam)a yukseltmistik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Iste bunlar; kendilerine Tanrı´nın nimet verdigi peygamberlerdendir; Adem´in soyundan, Nuh ile birlikte tasıdıklarımız (insan nesillerin)den, Ibrahim ve Israil (Yakup)in soyundan, dogru yola eristirdiklerimizden ve sectiklerimizdendirler. Onlara Rahmanın ayetleri okundugunda aglayarak secdeye kapanırlar"},{"SurahNumber":19,"VerseNumber":59,"Text":"Sonra onların arkasından oyle nesiller turedi ki, namaz (kılma duyarlılıgın)ı kaybettiler ve sehvetlerine kapılıp uydular. Boylece bunlar azgınlıklarının cezasıyla karsılasacaklardır"},{"SurahNumber":19,"VerseNumber":60,"Text":"Ancak tevbe eden, inanan ve salih amellerde bulunanlar (onların dısındadır); iste bunlar, cennete girecekler ve hic bir seyle zulme ugratılmayacaklar"},{"SurahNumber":19,"VerseNumber":61,"Text":"Adn cennetleri (onlarındır) ki, Rahman (olan Tanrı, onu) kendi kullarına gaybtan vadetmistir. Suphesiz O´nun vaadi yerine gelecektir"},{"SurahNumber":19,"VerseNumber":62,"Text":"Onda ´bos bir soz´ isitmezler; sadece selam(ı isitirler). Sabah aksam, onların rızıkları orda (bulunmakta)dır"},{"SurahNumber":19,"VerseNumber":63,"Text":"O cennet; biz, kullarımızdan takva sahibi olanları (ona) varis kılacagız"},{"SurahNumber":19,"VerseNumber":64,"Text":"Biz (elciler) ancak rabbinin buyruguyla ineriz. Onumuzde, ardımızda ve bunlar arasında olan her sey O´nundur. Senin rabbin kesinlikle unutkan degildir"},{"SurahNumber":19,"VerseNumber":65,"Text":"Goklerin, yerin ve her ikisi arasındakilerin rabbidir; su halde O´na ibadet et ve O´na ibadetle kararlı ol. Hic O´nun adası olan birini biliyor musun"},{"SurahNumber":19,"VerseNumber":66,"Text":"Insan demektedir ki: \"Ben oldukten sonra mı, gercekten diri olarak cıkarılacagım"},{"SurahNumber":19,"VerseNumber":67,"Text":"Insan onceden, hic bir sey degilken, gercekten bizim onu yaratmıs bulundugumuzu (hic) dusunmuyor mu"},{"SurahNumber":19,"VerseNumber":68,"Text":"Andolsun rabbine, biz onları da, seytanları da mutlaka hasredecegiz, sonra onları cehennemin cevresinde diz ustu cokmus olarak hazır bulunduracagız"},{"SurahNumber":19,"VerseNumber":69,"Text":"Sonra, her bir gruptan Rahmana karsı azgınlık gostermek bakımından en siddetli olanını ayıracagız"},{"SurahNumber":19,"VerseNumber":70,"Text":"Sonra biz ona (cehenneme) girmeye kimlerin en cok uygun oldugunu iyi biliriz"},{"SurahNumber":19,"VerseNumber":71,"Text":"Sizden ona girmeyecek hic kimse yoktur. Bu, rabbinin kesin olarak uzerine aldıgı bir karardır"},{"SurahNumber":19,"VerseNumber":72,"Text":"Sonra, takva sahiplerini kurtarırız ve zulmedenleri diz ustu cokmus olarak bırakıveririz"},{"SurahNumber":19,"VerseNumber":73,"Text":"Onlara apacık ayetlerimiz okundugunda, o kufredenler, inananlara derler ki: \"Iki gruptan hangisi, makam bakımından daha iyi, topluluk bakımından daha guzeldir"},{"SurahNumber":19,"VerseNumber":74,"Text":"Onlardan once nice insan nesillerini yıkıma ugrattık, onlar mal (giyim kusam ve tefris) bakımından da, gosteris bakımından da daha guzeldiler"},{"SurahNumber":19,"VerseNumber":75,"Text":"De ki: \"Kim sapıklık icindeyse, Rahman, ona sure tanıdıkca tanır; kendilerine vaadedileni -ya azabı veya kıyamet saatini- gordukleri zaman artık kimin yeri (makam, mevki) daha kotu, kimin askeri gucu daha zayıfmıs, ogreneceklerdir"},{"SurahNumber":19,"VerseNumber":76,"Text":"Tanrı, hidayet bulanlara hidayeti arttırır. Surekli olan salih davranıslar, rabbinin katında sevap bakımından daha hayırlı, varılacak sonuc bakımından da daha hayırlıdır"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ayetlerimize kufredip \"bana elbette mal ve cocuklar verilecektir\" diyeni gordun mu"},{"SurahNumber":19,"VerseNumber":78,"Text":"O, gayba mı tanık oldu, yoksa Rahmanın katında(n) bir ahid mi aldı"},{"SurahNumber":19,"VerseNumber":79,"Text":"Asla; demekte oldugunu yazacagız ve onun icin azabta(n) da sure tanıdıkca tanıyacagız"},{"SurahNumber":19,"VerseNumber":80,"Text":"Onun soylemekte olduguna biz mirascı olacagız; o bize, ´yapayalnız tek basına´ gelecektir"},{"SurahNumber":19,"VerseNumber":81,"Text":"Kendilerine guc (izzet) saglasınlar diye, Tanrı´dan baska tanrılar edindiler"},{"SurahNumber":19,"VerseNumber":82,"Text":"Hayır; (o yalancı tanrılar) onların tapınıslarına kufredecekler ve onlara karsı celiskiye dusecekler"},{"SurahNumber":19,"VerseNumber":83,"Text":"Gormedin mi, biz gercekten seytanları, kafirlerin uzerine gonderdik, onları tahrik edip kıskırtıyorlar"},{"SurahNumber":19,"VerseNumber":84,"Text":"Onlara karsı acele davranma; biz onlar icin ancak saydıkca sayıyoruz"},{"SurahNumber":19,"VerseNumber":85,"Text":"Takva sahiplerini bir heyet halinde Rahmana toplayacagımız gun"},{"SurahNumber":19,"VerseNumber":86,"Text":"Suclu gunahkarları susamıslar olarak cehenneme surecegiz"},{"SurahNumber":19,"VerseNumber":87,"Text":"Rahmanın katında ahid almısların dısında (onlar) sefaate malik olmayacaklardır"},{"SurahNumber":19,"VerseNumber":88,"Text":"Rahman cocuk edinmistir\" dediler"},{"SurahNumber":19,"VerseNumber":89,"Text":"Andolsun, siz oldukca cirkin bir cesarette bulunup geldiniz"},{"SurahNumber":19,"VerseNumber":90,"Text":"Neredeyse bundan dolayı, gokler yarılacak (yetefattarne), yer catlayacak ve daglar yıkılıp gocuverecekti"},{"SurahNumber":19,"VerseNumber":91,"Text":"Rahman adına cocuk one surduklerinden (oturu bunlar olacaktı)"},{"SurahNumber":19,"VerseNumber":92,"Text":"Rahmana cocuk edinmek yarasmaz"},{"SurahNumber":19,"VerseNumber":93,"Text":"Goklerde ve yerde olan (herkesin ve her seyin) tumu Rahmana, yalnızca kul olarak gelecektir"},{"SurahNumber":19,"VerseNumber":94,"Text":"Andolsun, onların tumunu kusatmıs ve onları sayı olarak saymıs bulunmaktadır"},{"SurahNumber":19,"VerseNumber":95,"Text":"Ve onların hepsi, kıyamet gunu O´na, ´yapayalnız, tek baslarına´ geleceklerdir"},{"SurahNumber":19,"VerseNumber":96,"Text":"Inananlar ve salih amellerde bulunanlar ise, Rahman onlar icin bir sevgi kılacaktır"},{"SurahNumber":19,"VerseNumber":97,"Text":"Biz bunu (Kuran´ı) senin dilinle kolaylastırdık, takva sahiplerine mujde vermen ve direnen bir kavmi uyarıp korkutman icin"},{"SurahNumber":19,"VerseNumber":98,"Text":"Biz, onlardan once nice insan nesillerini yıkıma ugrattık; (simdiyse) onlardan hic birini hissediyor veya onların fısıltılarını duyuyor musun"},{"SurahNumber":20,"VerseNumber":1,"Text":"Ta, Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Biz sana bu Kuran´ı gucluk cekmen icin indirmedik"},{"SurahNumber":20,"VerseNumber":3,"Text":"´Ici titreyerek korku duyanlara´ ancak ogutle hatırlatma (olsun diye indirdik)"},{"SurahNumber":20,"VerseNumber":4,"Text":"Yeri ve yuksek gokleri yaratan tarafından bir indirmedir"},{"SurahNumber":20,"VerseNumber":5,"Text":"Rahman (olan Tanrı) arsa istiva etmistir"},{"SurahNumber":20,"VerseNumber":6,"Text":"Goklerde, yerde, bu ikisinin arasında ve nemli topragın altında olanların tumu O´nundur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sozu acıga vursan da, (gizlesen de birdir). Cunku suphesiz O, gizliyi de, gizlinin gizlisini de bilmektedir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Tanrı; O´ndan baska tanrı yoktur. En guzel isimler O´nundur"},{"SurahNumber":20,"VerseNumber":9,"Text":"Sana Musa´nın haberi geldi mi"},{"SurahNumber":20,"VerseNumber":10,"Text":"Hani bir ates gormustu de, ehline (ailesine) soyle demisti: \"Durun, bir ates gordum; umulur ki size ondan bir kor getiririm veya atesin yanında bir yol gosterici bulurum"},{"SurahNumber":20,"VerseNumber":11,"Text":"Nitekim ona gidince, kendisine seslenildi: \"Ey Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Gercekten ben, ben senin rabbinim. Ayakkabılarını cıkar; cunku sen, kutsal vadi olan Tuva´dasın"},{"SurahNumber":20,"VerseNumber":13,"Text":"Ben seni secmis bulunuyorum; bundan boyle vahyolunanı dinle"},{"SurahNumber":20,"VerseNumber":14,"Text":"Gercekten ben, ben Tanrı´yım, benden baska tanrı yoktur; su halde bana ibadet et ve beni zikretmek icin dosdogru namaz kıl"},{"SurahNumber":20,"VerseNumber":15,"Text":"Suphesiz, kıyamet saati yaklasarak gelmektedir. Herkesin harcadıgı cabanın karsılıgını alması icin, onun (kosup haberini) neredeyse gizleyecegim"},{"SurahNumber":20,"VerseNumber":16,"Text":"Oyleyse, ona inanmayıp kendi hevasına uyan sakın seni ondan alıkoymasın; sonra yıkıma ugrarsın"},{"SurahNumber":20,"VerseNumber":17,"Text":"Sag elindeki nedir ey Musa"},{"SurahNumber":20,"VerseNumber":18,"Text":"Dedi ki: \"O, benim asamdır; ona dayanmakta, onunla davarlarım icin agaclardan yaprak dusurmekteyim, onda benim icin daha baska yararlar da var"},{"SurahNumber":20,"VerseNumber":19,"Text":"Dedi ki: \"Onu at, ey Musa"},{"SurahNumber":20,"VerseNumber":20,"Text":"Boylece, onu attı; (bir de ne gorsun) o hemen hızla kosan (kocaman) bir yılan (oluvermis)"},{"SurahNumber":20,"VerseNumber":21,"Text":"Dedi ki: \"Onu al ve korkma, biz onu ilk durumuna cevirecegiz"},{"SurahNumber":20,"VerseNumber":22,"Text":"Elini koltuguna sok, bir hastalık olmadan, baska bir ayet olarak bembeyaz bir durumda cıksın"},{"SurahNumber":20,"VerseNumber":23,"Text":"Oyle ki, sana buyuk ayetlerimizden (birini) gostermis olalım"},{"SurahNumber":20,"VerseNumber":24,"Text":"Firavun´a git, cunku o azmıs bulunuyor"},{"SurahNumber":20,"VerseNumber":25,"Text":"Dedi ki: \"Rabbim, benim gogsumu ac"},{"SurahNumber":20,"VerseNumber":26,"Text":"Bana / benim buyrugumu / (isimi) kolaylastır"},{"SurahNumber":20,"VerseNumber":27,"Text":"Dilimden dugumu coz"},{"SurahNumber":20,"VerseNumber":28,"Text":"Ki soyleyeceklerimi kavrasınlar (yefkahu)"},{"SurahNumber":20,"VerseNumber":29,"Text":"Ehlimden (ailemden) bana bir yardımcı kıl"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kardesim Harun´u"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onunla arkamı kuvvetlendir"},{"SurahNumber":20,"VerseNumber":32,"Text":"Onu buyrugumda / (isimde) ortak kıl"},{"SurahNumber":20,"VerseNumber":33,"Text":"Boylece seni cok tesbih edelim"},{"SurahNumber":20,"VerseNumber":34,"Text":"Ve seni cok zikredelim"},{"SurahNumber":20,"VerseNumber":35,"Text":"Suphesiz sen bizi goruyorsun"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Tanrı ) Dedi ki: \"Ey Musa istedigin sana verilmistir"},{"SurahNumber":20,"VerseNumber":37,"Text":"Andolsun, biz sana bir defa daha lutufta bulunmustuk"},{"SurahNumber":20,"VerseNumber":38,"Text":"Hani, annene vahyolunan seyi vahyetmistik (soyle ki)"},{"SurahNumber":20,"VerseNumber":39,"Text":"Onu sandıgın icine koy, suya bırak, boylece su onu sahile bıraksın; onu benim de dusmanım, onun da dusmanı olan biri alacaktır. Gozumun onunde yetistirilmen icin, kendimden sana bir sevgi yonelttim"},{"SurahNumber":20,"VerseNumber":40,"Text":"Hani kız kardesin gezinip; \"Onu(n bakımını) ustlenecek birini size haber vereyim mi?\" demekteydi. Boylece, seni annene geri cevirmis olduk ki, gozu aydın olsun ve huzne kapılmasın. Sen bir insan oldurmustun de, biz seni tasadan kurtarmıs ve seni ´esaslı bir denemeden gecirip denemistik´. Medyen ehli arasında da yıllarca kalmıstın, sonra bir kader uzerine (buraya) geldin ey Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Seni kendim icin sectim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen ve kardesin ayetlerimle gidin ve beni zikretmede gevsek davranmayın"},{"SurahNumber":20,"VerseNumber":43,"Text":"Ikiniz Firavuna gidin, cunku o azmıs bulunuyor"},{"SurahNumber":20,"VerseNumber":44,"Text":"Ona yumusak soz soyleyin, umulur ki ogut alıp dusunur veya ici titrer, korkar"},{"SurahNumber":20,"VerseNumber":45,"Text":"Dediler ki: \"Rabbimiz, gercekten, onun bize karsı ´taskın bir tutum takınmasından´ ya da ´azgın davranmasından´ korkuyoruz"},{"SurahNumber":20,"VerseNumber":46,"Text":"Dedi ki: \"Korkmayın, cunku ben sizinle birlikteyim; isitiyorum ve goruyorum"},{"SurahNumber":20,"VerseNumber":47,"Text":"Haydi ona gidin de deyin ki: Biz senin rabbinin elcileriyiz, Israilogullarını bizimle birtikte gonder ve onlara (artık) azab verme. Sana rabbinden bir ayet ile geldik. Selam, hidayete tabi olanların uzerine olsun"},{"SurahNumber":20,"VerseNumber":48,"Text":"Gercekten bize vahyolundu ki: Dogrusu azab, yalanlayan ve yuz cevirenlerin ustunedir"},{"SurahNumber":20,"VerseNumber":49,"Text":"(Ona gidip aynı seyleri tekrarladıklarında, Firavun onlara) Dedi ki: \"Sizin rabbiniz kim ey Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Dedi ki: \"Bizim rabbimiz, her seye yaratılısını veren, sonra dogru yolunu gosterendir"},{"SurahNumber":20,"VerseNumber":51,"Text":"(Firavun) Dedi ki: \"Ilk caglardaki nesillerin durumu nedir oyleyse"},{"SurahNumber":20,"VerseNumber":52,"Text":"Dedi ki: \"Bunun bilgisi rabbimin katında bir kitaptadır. Benim rabbim sasırmaz ve unutmaz"},{"SurahNumber":20,"VerseNumber":53,"Text":"Ki (rabbim), yeryuzunu sizin icin bir besik kıldı, onda sizin icin yollar dosedi ve gokten su indirdi; boylelikle bununla her tur bitkiden ciftler cıkardık"},{"SurahNumber":20,"VerseNumber":54,"Text":"Yiyin ve hayvanlarınızı otlatın. Suphesiz, bunda sagduyu sahipleri icin elbette ayetler vardır"},{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi ondan yarattık, ona geri verecegiz ve sizi bir kere daha ondan cıkaracagız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Andolsun, biz ona ayetlerimizin tumunu gosterdik; fakat o, yalanladı ve ayak diretti"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dedi ki: \"Ey Musa, sen bizi sihrinle yurdumuzdan surup cıkarmaya mı gelmis bulunuyorsun"},{"SurahNumber":20,"VerseNumber":58,"Text":"Madem boyle, biz de sana buna benzer bir sihirle gelecegiz; simdi sen, bir ´bulusma zamanı ve yeri´ tesbit et, bizim de, senin de karsı olamayacagımız acık, genis bir yer olsun\" dedi"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa) Dedi ki: \"Bulusma zamanımız, (ulkenin ulusal) bayram gunu ve insanların toplanacagı kusluk vakti (olsun)"},{"SurahNumber":20,"VerseNumber":60,"Text":"Boylelikle Firavun arkasını donup gitti, hileli duzenini (yurutecek buyuculeri) bir araya getirdi, sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara dedi ki: \"Size yazıklar olsun, Tanrı´ya karsı yalan duzup uydurmayın, sonra bir azab ile kokunuzu kurutur. Yalan duzup uyduran gercekten yok olup gitmistir"},{"SurahNumber":20,"VerseNumber":62,"Text":"Bunun uzerine, kendi aralarında buyruklarını / (islerini) tartısmaya basladılar ve gizli konusmalara gectiler"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dediler ki: \"Bunlar her halde iki sihirbazdır, sizi sihirleriyle yurdunuzdan surup cıkarmak ve ornek olarak tutturdugunuz yolunuzu (dininizi) yok etmek istemektedirler"},{"SurahNumber":20,"VerseNumber":64,"Text":"Bundan oturu, tuzaklarınızı bir araya getirin, sonra gruplar halinde gelin; bugun ustunluk saglayan, gercekten kurtulusu bulmustur"},{"SurahNumber":20,"VerseNumber":65,"Text":"Ey Musa\" dediler. Ya sen (asanı) at veya once biz atalım"},{"SurahNumber":20,"VerseNumber":66,"Text":"Dedi ki: \"Hayır, siz atın.\" Sonra hemen (ne gorsun), sihirlerinden dolayı, onların ipleri ve asaları kendisine gercekten kosuyormus gibi gorundu"},{"SurahNumber":20,"VerseNumber":67,"Text":"Musa, bu yuzden kendi icinde bir tur korku duymaya basladı"},{"SurahNumber":20,"VerseNumber":68,"Text":"Korkma\" dedik. \"Muhakkak sen ustun geleceksin"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sag elindekini atıver, onların yaptıklarını yutacaktır; cunku onların yaptıkları yalnızca bir buyucu hilesidir. Buyucu ise nereye varsa kurtulamaz"},{"SurahNumber":20,"VerseNumber":70,"Text":"Bunun uzerine buyuculer secdeye kapandılar: \"Harun´un ve Musa´nın rabbine inandık\" dediler"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Firavun) Dedi ki: \"Ben size izin vermeden once O´na inandınız, oyle mi? Suphesiz o, size buyuyu ogreten buyugunuzdur. O halde ben de sizin ellerinizi ve ayaklarınızı capraz olarak kesecegim ve sizi hurma dallarında sallandıracagım. Siz de elbette, hangimizin azabı daha siddetliymis ve daha surekliymis ogrenmis olacaksınız"},{"SurahNumber":20,"VerseNumber":72,"Text":"Dediler ki: \"Bize gelen apacık delillere ve bizi yaratana (fetarena) seni asla ´tercih edip secmeyiz´.\" Neyde hukmunu yurutebileceksen, durmaksızın hukmunu yurut; sen, yalnızca bu dunya hayatında hukmunu yurutebilirsin"},{"SurahNumber":20,"VerseNumber":73,"Text":"Gercekten biz rabbimize inandık. Gunahlarımızı ve sihir dolayısıyla bizi kendisine karsı zorlayarak surukledigin (sucumuzu) bagıslasın. Tanrı, daha hayırlıdır ve daha sureklidir"},{"SurahNumber":20,"VerseNumber":74,"Text":"Gercek su ki, kim rabbine suclu gunahkar olarak gelirse hic suphe yok, onun icin cehennem vardır. Onun icinde ise ne olebilir, ne dirilebilir"},{"SurahNumber":20,"VerseNumber":75,"Text":"Kim O´na salih ameller islemis bir inanclı olarak gelirse, iste onlar, onlar icin de yuksek dereceler vardır"},{"SurahNumber":20,"VerseNumber":76,"Text":"Iclerinde ebedi kalacakları altından ırmaklar akan Adn cennetleri de (onlarındır). Ve iste bu arınmıs olanın karsılıgıdır"},{"SurahNumber":20,"VerseNumber":77,"Text":"Andolsun, biz Musa´ya vahyetmistik: \"Kullarımı geceleyin yuruyuse gecir, onlara denizde kuru bir yol ac, yetisilmekten korkmadan ve endiseye kapılmadan"},{"SurahNumber":20,"VerseNumber":78,"Text":"Firavun ise, ordularıyla peslerine dustu; sulardan onları kaplayıveren kaplayıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Firavun kendi kavmini sasırtıp saptırdı ve onları dogruya yoneltmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey Israilogulları, andolsun, sizi dusmanlarınızdan kurtardık. Tur´un sag yanında sizinle vaadlestik ve uzerinize kudret helvasıyla bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size, rızık olarak verdiklerimizden temiz olanlarından yiyin, bu konuda azgınlık yapmayın, yoksa gazabım uzerinize kacınılmaz olarak iner; benim gazabım, kimin uzerine inerse, muhakkak o tepetaklak duser"},{"SurahNumber":20,"VerseNumber":82,"Text":"Gercekten ben, tevbe eden, inanan, salih amellerde bulunup da sonra dogru yola erisen kimseyi suphesiz bagıslayıcıyım"},{"SurahNumber":20,"VerseNumber":83,"Text":"Seni kavminden ´carcabuk ayrılmaya iten´ nedir ey Musa"},{"SurahNumber":20,"VerseNumber":84,"Text":"Dedi ki: \"Onlar arkamda izim uzerindedirler, hosnut kalman icin, sana gelmekte acele ettim rabbim"},{"SurahNumber":20,"VerseNumber":85,"Text":"Dedi ki: \"Biz senden sonra kavmini deneme (fitne)den gecirdik, Samiri onları sasırtıp saptırdı"},{"SurahNumber":20,"VerseNumber":86,"Text":"Bunun uzerine Musa, kavmine oldukca kızgın, uzgun olarak dondu. Dedi ki: \"Ey kavmim, rabbiniz size guzel bir vaadde bulunmadı mı? Size (verilen) soz (ya da sure) pek uzun mu geldi? Yoksa rabbinizden uzerinize kacınılmaz bir gazabın inmesini mi istediniz de bana verdiginiz sozden caydınız"},{"SurahNumber":20,"VerseNumber":87,"Text":"Dediler ki: \"Biz sana verdigimiz sozden kendiligimizden donmedik, ancak o kavmin (Mısır halkının) sus esyalarından birtakım yukler yuklenmistik, onları (atese) attık, boylece Samiri de attı"},{"SurahNumber":20,"VerseNumber":88,"Text":"Boylece onlara boguren bir buzagı heykeli dokup cıkardı, \"iste, sizin de tanrınız Musa´nın da tanrısı budur; fakat (Musa) unuttu\" dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Onun kendilerine bir sozle cevap vermedigini ve onlara bir zarar veya fayda saglamaya gucu olmadıgını gormuyorlar mı"},{"SurahNumber":20,"VerseNumber":90,"Text":"Andolsun, Harun bundan once onlara: \"Ey kavmim, gercekten siz bununla fitneye dusuruldunuz (denendiniz). Sizin asıl rabbiniz Rahmandır; su halde bana uyun ve buyruguma uyun\" demisti"},{"SurahNumber":20,"VerseNumber":91,"Text":"Demislerdi ki: \"Musa bize geri gelinceye kadar ona (buzagıya) karsı bel bukup onunde egilmekten kesinlikle ayrılmayacagız"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Musa da gelince:) \"Ey Harun\" demisti. \"Onların saptıklarını gordugun zaman seni (onlara mudahale etmekten) alıkoyan neydi"},{"SurahNumber":20,"VerseNumber":93,"Text":"Niye bana uymadın, buyruguma bas mı kaldırdın"},{"SurahNumber":20,"VerseNumber":94,"Text":"Dedi ki: \"Ey annemin oglu, sakalımı ve basımı tutup yolma. Ben, senin: \"Israilogulları arasında ayrılık cıkardın, sozumu onemsemedin\" demenden endise edip korktum"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Musa) Dedi ki: \"Ya senin amacın nedir ey Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"Dedi ki: \"Ben onların gormediklerini gordum, boylece elcinin izinden bir avuc alıp atıverdim; boylelikle bana bunu nefsim hosa giden (bir sey) gosterdi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Dedi ki: \"Haydi cekip git, artık senin hayatta (hakettigin ceza: \"Bana dokunulmasın\") deyip yerinmendir.\" Ve suphesiz senin icin kendisinden asla kacınamayacagın (azab dolu) bir bulusma zamanı vardır. Ustune kapanıp bel bukerek onunde egildigin tanrına bir bak; biz onu mutlaka yakacagız, sonra darmadagın edip denizde savuracagız"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin tanrınız yalnızca Tanrı´dır ki, O´nun dısında tanrı yoktur. O, ilim bakımından her seyi kusatmıstır"},{"SurahNumber":20,"VerseNumber":99,"Text":"Sana gecmislerin haberlerinden bir bolumunu boylece aktarıyoruz. Gercekten, sana katımızdan bir zikir verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim bundan yuz cevirirse, suphesiz kıyamet gunu o, bir gunah yuku yuklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"O (yukun altı)nda ebedi olarak kalıcıdırlar. Bu, kıyamet gunu onlar icin ne kotu bir yuktur"},{"SurahNumber":20,"VerseNumber":102,"Text":"Sur´a ufurulecegi gun, biz suclu gunahkarları o gun, (yuzleri kara, gozleri) gomgok (kaskatı ve kor) olarak toplayacagız"},{"SurahNumber":20,"VerseNumber":103,"Text":"(Dunyada) Yalnızca on (gun) kaldınız\" diye kendi aralarında fısıldasacaklar"},{"SurahNumber":20,"VerseNumber":104,"Text":"Onların sozunu ettiklerini biz daha iyi biliyoruz. Tutulan yol bakımından onların daha ust olanları ise: \"Siz yalnızca bir gun kaldınız\" derler"},{"SurahNumber":20,"VerseNumber":105,"Text":"Sana daglar hakkında soruyorlar. De ki: \"Benim rabbim, onları darmadagın edip savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"Yerlerini bombos, cırcıplak bırakacaktır"},{"SurahNumber":20,"VerseNumber":107,"Text":"Orada ne bir egrilik goreceksin, ne de bir tumsek"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gun, kendisinden sapma imkanı olamayan cagırıcıya uyacaklar. Rahmana karsı sesler kısılmıstır; artık bir hırıltıdan baska bir sey isitemezsin"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gun, Rahmanın kendisine izin verdigi ve sozunden hosnut oldugu kimseden baskasının sefaati bir yarar saglamaz"},{"SurahNumber":20,"VerseNumber":110,"Text":"O, onlerindekini de, arkalarındakini de bilir. Onlar ise, bilgi bakımından O´nu kavrayıp kusatamazlar"},{"SurahNumber":20,"VerseNumber":111,"Text":"(Artık butun) Yuzler, diri, kaim olanın onunde egik durmustur ve zulum yuklenen ise yok olup gitmistir"},{"SurahNumber":20,"VerseNumber":112,"Text":"Kim de (bir) inanclı olarak salih amellerde bulunursa, artık o ne zulumden korksun, ne hakkının eksik tutulmasından"},{"SurahNumber":20,"VerseNumber":113,"Text":"Boylece biz onu, Arapca bir Kuran olarak indirdik ve onda korkulacak seyleri turlu sekillerde acıkladık; umulur ki korkup sakınırlar ya da onlar icin dusunme (yetenegini) olusturur"},{"SurahNumber":20,"VerseNumber":114,"Text":"Hak olan, biricik hukumdar olan Tanrı yucedir. Onun vahyi sana gelip tamamlanmadan evvel, Kuran´ı (okumada) acele etme ve de ki: \"Rabbim ilmimi arttır"},{"SurahNumber":20,"VerseNumber":115,"Text":"Andolsun, biz bundan once Adem´e ahid vermistik, fakat o, unutuverdi. Biz onda bir kararlılık bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Hani biz meleklere: \"Adem´e secde edin\" demistik, Iblis\"in dısında (digerleri) secde etmislerdi, o ayak diremisti"},{"SurahNumber":20,"VerseNumber":117,"Text":"Bunun uzerine dedik ki: \"Ey Adem, bu gercekten sana ve esine dusmandır; sakın sizi cennetten surup cıkarmasın, sonra mutsuz olursun"},{"SurahNumber":20,"VerseNumber":118,"Text":"Suphesiz ki, senin acıkmaman ve cıplak kalmaman orda (cennette kalmana baglı)dır"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ve gercekten sen burada susamayacaksın ve gunes altında yanmayacaksın da"},{"SurahNumber":20,"VerseNumber":120,"Text":"Sonunda seytan ona vesvese verdi; dedi ki: \"Sana sonsuzluk agacını ve yok olmayacak bir mulku haber vereyim mi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Boylece ikisi ondan yediler, hemen ardından ayıp yerleri kendilerine acılıverdi, uzerlerini cennet yapraklarından yamayıp ortmeye basladılar. Adem, rabbine karsı gelmis oldu da sasırıp kaldı"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra rabbi onu secti, tevbesini kabul etti ve dogru yola iletti"},{"SurahNumber":20,"VerseNumber":123,"Text":"Dedi ki: \"Kiminiz kiminize dusman olarak, hepiniz ordan inin. Artık size benden bir yol gosterici gelecektir; kim benim hidayetime uyarsa artık o sasırıp sapmaz ve mutsuz olmaz"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kim de benim zikrimden yuz cevirirse, artık onun icin sıkıntılı bir gecim vardır ve biz onu kıyamet gunu kor olarak hasredecegiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"O da (soyle) demis olur: \"Ben gormekte olan biriyken, beni niye kor olarak hasrettin rabbim"},{"SurahNumber":20,"VerseNumber":126,"Text":"(Tanrı da) Der ki: \"Iste boyle, sana ayetlerimiz gelmisti, fakat sen onları unuttun, bugun de sen iste boyle unutulmaktasın"},{"SurahNumber":20,"VerseNumber":127,"Text":"Iste biz olcusuzce davrananları ve rabbinin ayetlerine inanmayanları boyle cezalandırırız; ahiretin azabı ise gercekten daha siddetli ve daha sureklidir"},{"SurahNumber":20,"VerseNumber":128,"Text":"Kendilerinden onceki nesillerden nicelerini yıkıma ugratmamız, onları dogruya yoneltmedi mi? (Oysa bugun kendileri) onların kaldıkları yerlerde [tarihi kalıntıları uzerinde] gezinip duruyorlar. Suphesiz bunda sagduyu sahipleri icin ayetler vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Eger rabbinden gecmis bir soz ve adı konulmus bir ecel olmasaydı muhakkak (yıkım azabı) kacınılmaz olurdu"},{"SurahNumber":20,"VerseNumber":130,"Text":"Su halde onların soylediklerine karsı sabırlı ol, gunesin dogusundan ve batısından once rabbini hamd ile tesbih et (yucelt). Gecenin bir bolumunde ve gunduzun uclarında da tesbihte bulun ki hosnut olabilesin"},{"SurahNumber":20,"VerseNumber":131,"Text":"Onlardan bazı gruplara, kendilerini denemek icin yararlandırdıgımız dunya hayatının susune gozunu dikme. Senin rabbinin rızkı daha hayırlı ve daha sureklidir"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ehline namazı buyur ve onda kararlı davran. Biz senden rızık istemiyoruz, biz sana rızık veriyoruz. Sonuc da takvanındır"},{"SurahNumber":20,"VerseNumber":133,"Text":"Dediler ki: \"Bize kendi rabbinden bir ayet getirmesi gerekmez miydi?\" Onlara onceki kitaplarda acık belgeler gelmedi mi"},{"SurahNumber":20,"VerseNumber":134,"Text":"Eger biz onları bundan onceki bir azab ile yıkıma ugratmıs olsaydık, suphesiz diyeceklerdi ki: \"Rabbimiz, bize bir elci gonderseydin de, kuculmeden ve asagılanmadan once senin ayetlerine tabi olsaydık"},{"SurahNumber":20,"VerseNumber":135,"Text":"De ki: \"Herkes gozetlemektedir; siz de gozleyip durun. Sonunda, dumduz (dosdogru) yolun sahipleri kimlermis ve dogru yola ulasan kimlermis, pek yakında ogreneceksiniz"}]}