{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Fakat onun kavminin cevabı: \"Lut´un ailesini ulkenizden cıkarın, cunku onlar temiz kalmak isteyen insanlar.\" demekten baska bir sey olmadı"},{"SurahNumber":27,"VerseNumber":57,"Text":"Boylece onu ve ailesini, hanımı haric (olmak uzere) kurtardık. Onu geride kalanlardan taktir ettik"},{"SurahNumber":27,"VerseNumber":58,"Text":"Ve onların uzerine yagmur yagdırdık. Oyle bir yagmur ki, uyarılanların yagmuru cok kotu oldu"},{"SurahNumber":27,"VerseNumber":59,"Text":"De ki: \"Hamd, Allah´a aittir (Allah icindir, Allah´adır). Ve selam, onun sectigi kullarının uzerinedir. Allah mı, yoksa onların sirk kostugu seyler mi hayırlıdır"},{"SurahNumber":27,"VerseNumber":60,"Text":"Veya semaları ve yeryuzunu yaratan ve sizin icin gokten su indiren mi? Boylece onunla guzel bahceler yetistirdik. Onun agaclarını dahi yetistirmeniz sizin icin (mumkun) olamaz. Allah ile beraber bir (baska) ilah mı? Hayır, onlar (Allah´a baska bir ilahı) denk tutan bir kavim"},{"SurahNumber":27,"VerseNumber":61,"Text":"Yoksa arzı karar yeri kılan ve onun aralarında (yeryuzunde) nehirler kılan (akıtan) ve orada (sabit) daglar kılan ve iki deniz arasında perde kılan mı? Allah ile beraber bir (baska) ilah mı? Hayır, onların cogu bilmezler"},{"SurahNumber":27,"VerseNumber":62,"Text":"Yoksa darda kalan kisi, ona dua ettigi zaman icabet eden, kotulugu gideren ve sizi yeryuzunde halifeler kılan mı? Allah ile beraber bir (baska) ilah mı? Ne kadar az tezekkur ediyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"Yoksa sizi, denizin ve karanın karanlıgından hidayete erdiren mi? Rahmetinin onunde mujdeleyici olarak ruzgarlar gonderen mi? Allah ile beraber bir (baska) ilah mı? Yuce Allah, onların sirk kostugu seylerden yucedir (munezzehtir)"},{"SurahNumber":27,"VerseNumber":64,"Text":"Yoksa ilk defa yaratan sonra da onu (geri) dondurecek olan ve sizi gokten ve yerden rızıklandıran mı? Allah ile beraber bir (baska) ilah mı? (Onlara) de ki: \"Eger siz dogru soyleyenlerseniz, delillerinizi getirin"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: \"Goklerde ve yeryuzunde gaybı, Allah´tan baska kimse bilemez. Ve ne zaman beas edileceklerinin bilincinde (suurunda) olamazlar"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hayır, ahiret hakkında onların ilimleri tamamlandı (bilgiler tamamen onlara verildi). Aksine onlar, (hala) ondan (ahiretten) suphe icindeler. Hayır, onlar, ona (ahiret delillerine) karsı kordurler (onları anlayacak basiretleri yoktur)"},{"SurahNumber":27,"VerseNumber":67,"Text":"Ve kafirler (soyle) dediler: \"Babalarımız ve biz toprak olduktan sonra mı? Gercekten biz, mutlaka (topraktan) cıkarılacak mıyız"},{"SurahNumber":27,"VerseNumber":68,"Text":"Andolsun ki bu, bize ve daha once de babalarımıza vaadedilmisti. Ancak bunlar (sadece) evvelkilerin (efsaneleridir)"},{"SurahNumber":27,"VerseNumber":69,"Text":"(Onlara) de ki: \"Yeryuzunde dolasın! Boylece bakın, mucrimlerin (sucluların) akıbeti (sonu) nasıl oldu"},{"SurahNumber":27,"VerseNumber":70,"Text":"Ve artık onlara uzulme (onlar icin mahzun olma)! Ve onların kurdugu tuzaklardan (onların yaptıgı hilelerden) bir sıkıntı icinde olma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Ve (onlar): \"Eger sadıklarsanız (dogru soyleyenlerseniz), bu vaad ne zaman?\" derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: \"Belki de acele istediklerinizin bir kısmı sizi takip ediyordur (belki yakında size ulasacaktır)"},{"SurahNumber":27,"VerseNumber":73,"Text":"Ve muhakkak ki senin Rabbin, insanlara karsı fazl (lutuf) sahibidir. Ve lakin onların cogu sukretmiyorlar"},{"SurahNumber":27,"VerseNumber":74,"Text":"Ve muhakkak ki senin Rabbin, suphesiz onların goguslerinde gizli olanı da acıkladıklarını da bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Ve gokte ve yeryuzunde gaib (gizli) ne varsa Kitab-ı Mubin (Levh-i Mahfuz)´de vardır"},{"SurahNumber":27,"VerseNumber":76,"Text":"Muhakkak ki bu Kur´an, Israilogulları´na cogunda ihtilaf ettikleri seylerin (gerceklerini) anlatıyor"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve muhakkak ki O, mu´minler icin mutlaka Hidayet ve Rahmet´tir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Muhakkak ki senin Rabbin, onların arasında kendi hukmunu verecek. Ve O; Aziz´dir (yuce), Alim´dir (en iyi bilen)"},{"SurahNumber":27,"VerseNumber":79,"Text":"Oyleyse sen, Allah´a tevekkul et. Muhakkak ki sen, apacık (bir sekilde) hak uzeresin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Muhakkak ki sen, olulere isittiremezsin ve arkasını donup kacan sagırlara da (Allah´ın) davetini isittiremezsin"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ve sen, korleri dalaletlerinden (cevirip) hidayete erdirecek degilsin. Sen, ancak ayetlerimize inananlara isittirebilirsin. Iste onlar, teslim olanlardır"},{"SurahNumber":27,"VerseNumber":82,"Text":"Ve onların uzerine (Allah´ın Kitap´ta soyledigi) soz vuku bulunca, onlara arzdan dabbe cıkardık (cıkarırız). Insanların (Kitap´taki) ayetlerimize yakin hasıl etmediklerini soyleyecek"},{"SurahNumber":27,"VerseNumber":83,"Text":"Ve o gun, butun ummetlerden, ayetlerimizi tekzip edenleri (yalanlayanları) grup grup hasredecegiz (toplayacagız). Boylece onlar (72 fırka) biraraya getirilir"},{"SurahNumber":27,"VerseNumber":84,"Text":"Onlar geldikleri zaman (Allah onlara): \"Onu ilmen ihata edemediniz de mi ayetlerimi tekzip ettiniz (yalanladınız)? Yoksa yapmıs oldugunuz nedir (baska bir sebep mi var)?\" dedi"},{"SurahNumber":27,"VerseNumber":85,"Text":"Ve zulumleri sebebiyle onların uzerine (Allah´ın) sozu vaki oldu (yerine geldi). Artık onlar konusamaz"},{"SurahNumber":27,"VerseNumber":86,"Text":"Dinlensinler diye nasıl geceyi (karanlık), gunduzu (aydınlık) kıldıgımızı gormediler mi? Muhakkak ki bunda inanan kavim icin ayetler (ibretler, deliller) vardır"},{"SurahNumber":27,"VerseNumber":87,"Text":"Ve sur´a ufuruldugu gun, Allah´ın diledigi kimseler haric, semalarda ve yeryuzunde olanlar dehsete kapıldı (kapılırlar). Ve herkes boyunları bukuk olarak ona (Allah´a) geldiler (gelirler)"},{"SurahNumber":27,"VerseNumber":88,"Text":"Ve dagı gorursun, onu hareketsiz sanırsın. O, bulut gibi hareket eder. Herseyi saglam yapan Allah´ın yaratmasıdır. Muhakkak ki O, yaptıklarınızdan haberdardır"},{"SurahNumber":27,"VerseNumber":89,"Text":"Kim hasenat ile (kazandıgı dereceler, kaybettigi derecelerden fazla olarak) geldiyse, iste o zaman onun icin ondan daha hayırlısı (cennet) vardır. Ve onlar, izin gunu dehsetten (cehenneme gitmeyeceklerinden) emin olanlardır"},{"SurahNumber":27,"VerseNumber":90,"Text":"Ve kim seyyiat ile (kaybettigi dereceler, kazandıgı derecelerden fazla olarak) geldiyse, iste o zaman onlar, yuzustu atese atıldı (atılır). Yapmıs olduklarınızdan baska bir seyle mi cezalandırılıyorsunuz"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ben sadece \"Rabbe (Allah´a) kul olmak\" ile emrolundum. Bu belde ki, O (Allah), onu hurmete layık kıldı. Ve hersey O´nundur (Allah´ındır). Ve ben \"teslim olanlardan olmakla\" emrolundum"},{"SurahNumber":27,"VerseNumber":92,"Text":"Ve \"Kur´an´ı okumakla (emrolundum). Kim hidayete ererse, o taktirde sadece kendi nefsi icin hidayete erer. Ve kim dalalette kaldıysa, o zaman Ben sadece inzar edenlerdenim (uyaranlardanım).\" de"},{"SurahNumber":27,"VerseNumber":93,"Text":"Ve de ki: \"Hamd Allah´adır. Size ayetlerini gosterecek, boylece onları tanıyacaksınız.\" Ve senin Rabbin, yaptıklarınızdan gafil degildir"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta, Sin, Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Bunlar, Kitab-ı Mubin´in (Acıklayan Kitab´ın) Ayetleri´dir"},{"SurahNumber":28,"VerseNumber":3,"Text":"Musa (A.S) ve firavunun haber(ler)inden, mu´min bir kavim icin hak ile (gercek olarak) sana okuyacagız"},{"SurahNumber":28,"VerseNumber":4,"Text":"Firavun, gercekten yeryuzunde (Mısır´da hukumdardı) ve halkını gruplara ayırdı. Onların bir kısmını (yahudileri) gucsuz bırakıyor, onların ogullarını bogazlatıyor, kızlarını (kadınlarını) canlı bırakıyor(du). Muhakkak ki o, fesat cıkaranlardandı"},{"SurahNumber":28,"VerseNumber":5,"Text":"Ve Biz, yeryuzunde gucsuz olanları ni´metlendirmek ve onları imamlar kılmak ve varisler yapmak istiyoruz (istiyorduk)"},{"SurahNumber":28,"VerseNumber":6,"Text":"Ve onları, yeryuzunde (orada) yerlestirip, kuvvetli kılmak ve firavuna, Haman´a ve ikisinin ordusuna, onlardan (Israilogulları´ndan) hazar ettikleri (cekindikleri) seyi gostermek (istedik)"},{"SurahNumber":28,"VerseNumber":7,"Text":"Ve Musa (A.S)´ın annesine soyle vahyettik: \"Onu emzirmesini ve onun icin korktugu zaman onu nehre atmasını (bırakmasını). Ve sen korkma, mahzun olma (uzulme). Muhakkak ki Biz, onu sana dondurecegiz. Ve onu murselinlerden (resullerden) kılacagız"},{"SurahNumber":28,"VerseNumber":8,"Text":"Boylece firavun ailesi onu, onlara dusman ve baslarına dert olarak bulup aldı. Muhakkak ki firavun, Haman ve o ikisinin ordusu, kasten suc isleyenlerdi"},{"SurahNumber":28,"VerseNumber":9,"Text":"Ve hanımı firavuna soyle dedi: \"Bana ve sana goz aydın olsun, onu oldurmeyin belki bize faydası olur veya onu evlat ediniriz.\" Ve onlar, (gercegin) farkında degillerdi"},{"SurahNumber":28,"VerseNumber":10,"Text":"Ve Musa (A.S)´ın annesi gonlu bos olarak sabahladı. Mu´minlerden olması icin onun kalbini Bize baglamasaydık (rabıta kurmasaydık), az daha (durumu) acıklayacaktı"},{"SurahNumber":28,"VerseNumber":11,"Text":"Ve (Musa (A.S)´ın annesi) onun ablasına: \"Onu takip et.\" dedi. Boylece onlar farkında degilken, onu uzaktan gozetledi"},{"SurahNumber":28,"VerseNumber":12,"Text":"Ve daha once ona (baska) sut annelerini haram kıldık (sut emmemesini sagladık). (Onun ablası, firavunun ailesine): \"Ona kefil olacak (bakımını ustlenecek) bir aileye sizi ulastırmak icin delalet (yardım) edeyim mi? Ve onlar, onu (bebegi) iyi yetistirir"},{"SurahNumber":28,"VerseNumber":13,"Text":"Boylece onu annesine geri verdik, gozu aydın olsun ve mahzun olmasın ve Allah´ın vaadinin hak oldugunu bilsin diye. Ve lakin onların cogu bilmezler"},{"SurahNumber":28,"VerseNumber":14,"Text":"Ve erginlik cagına erisip kemale erdigi zaman, ona hikmet ve ilim verdik. Ve muhsinleri, Biz iste boyle mukafatlandırırız"},{"SurahNumber":28,"VerseNumber":15,"Text":"Ve (Hz. Musa, kendisine hikmet verilmeden once) sehir halkı gaflette oldugu bir zamanda (kimse farkında olmadan) sehre girdi. Orada dovusen iki adam buldu. Biri kendi tarafından, digeri ona dusman taraftan. O zaman onun (Musa (A.S)´ın) tarafından olan, dusmanına karsı ondan yardım istedi. Bunun uzerine Musa (A.S) onu yumrukladı (oldurdu). Boylece (olum) kaza degildi (hukum yerine geldi). Musa (A.S) : \"Bu seytanın isidir. Muhakkak ki o, apacık dalalette bırakan bir dusmandır.\" dedi"},{"SurahNumber":28,"VerseNumber":16,"Text":"Rabbim, ben nefsime zulmettim, artık beni magfiret et.\" dedi. Boylece onu magfiret etti. Muhakkak ki O; Gafur´dur (magfiret eden), Rahim´dir (Rahim esmasıyla tecelli eden)"},{"SurahNumber":28,"VerseNumber":17,"Text":"(Musa A.S): \"Rabbim beni ni´metlendirdigin seyler sebebiyle, bundan sonra ben asla mucrimlere arka cıkmayacagım (yardımcı olmayacagım)"},{"SurahNumber":28,"VerseNumber":18,"Text":"Boylece sehirde (etrafı) gozleyerek sabahladı. Fakat dun yardım isteyen kisi ondan (tekrar) yardım istedigi zaman (Musa A.S) ona: \"Muhakkak ki sen, apacık azgınsın.\" dedi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Boylece ikisinin de dusmanı olan adamı yakalamak istedigi zaman: \"Ey Musa! Dun oldurdugun kisi gibi beni de oldurmek mi istiyorsun? Eger (oldurmek) istiyorsan, o taktirde sen yeryuzunde sadece bir zorba olursun. Ve sen, barıstıranlardan olmak istemiyorsun.\" dedi"},{"SurahNumber":28,"VerseNumber":20,"Text":"Ve sehrin obur ucundan bir adam kosarak geldi: \"Ey Musa! (Kavmin) ileri gelenleri mutlaka seni oldurme emrini vermek icin konusuyorlar. Oyleyse hemen (sehirden) cık. Muhakkak ki ben, sana ogut verenlerdenim.\" dedi"},{"SurahNumber":28,"VerseNumber":21,"Text":"Boylece oradan korkuyla (etrafını) gozleyerek cıktı: \"Rabbim, beni (bu) zalimler kavminden kurtar.\" dedi"},{"SurahNumber":28,"VerseNumber":22,"Text":"Ve (Musa A.S), Medyen (sehri) tarafına dondugu zaman \"Rabbimin beni sevva edilmis yola hidayet etmesini (ulastırmasını) umarım.\" dedi"},{"SurahNumber":28,"VerseNumber":23,"Text":"Ve Medyen suyuna vardıgı zaman, su almakta olan bir insan toplulugu buldu ve onlardan baska, (hayvanlarını suya gitmekten) engelleyen iki kadın buldu. Onlara: \"Sizin haliniz (derdiniz) nedir?\" dedi. (O iki kadın): \"Cobanlar (suruleriyle) cekilmedikce biz (hayvanlarımızı) sulayamayız. Ve bizim babamız cok ihtiyar.\" dediler"},{"SurahNumber":28,"VerseNumber":24,"Text":"Boylece ikisinin (surusunu) suladı, sonra golgeye dondu ve \"Rabbim muhakkak ki ben, bana hayır olarak indirdigin herseye fakirim (muhtacım).\" dedi"},{"SurahNumber":28,"VerseNumber":25,"Text":"Ikisinden biri, haya ederek (utanarak) ona geldi: \"Muhakkak ki babam, bizim (surumuzu) sulamandan dolayı bir ecirle mukafatlandırmak icin seni davet ediyor.\" dedi. Ve (Musa A.S), ona geldigi zaman hikayesini anlattı. (Ihtiyar adam): \"Korkma! (Artık) sen, zalimler kavminden kurtuldun.\" dedi"},{"SurahNumber":28,"VerseNumber":26,"Text":"Iki kızdan biri: \"Ey babacıgım! Onu ucretle tut. Muhakkak ki o, ucretle tuttuklarından daha hayırlı, saglam ve emindir.\" dedi"},{"SurahNumber":28,"VerseNumber":27,"Text":"(Yaslı adam): \"Gercekten ben, iste bu iki kızımdan birini sana nikahlamak istiyorum, bana ucretle sekiz yıl calısmana karsılık. Eger on yılı tamamlarsan o da senden (bir lutuftur). Ve ben, seni mecbur etmek istemem. Insaallah beni salihlerden bulacaksın"},{"SurahNumber":28,"VerseNumber":28,"Text":"(Musa A.S): \"Bu seninle benim aramdadır. Iki sureden hangisini kada edersem (yerine getirirsem), artık bana bir dusmanlık olusmasın. Ve Allah, konustuklarımıza vekildir.\" dedi"},{"SurahNumber":28,"VerseNumber":29,"Text":"Boylece Musa (A.S), suresini tamamladıgı zaman ailesi ile (yuruyerek) yola cıktı. Tur dagı tarafında bir ates farketti. Ailesine: \"Durup bekleyin. Gercekten ben bir ates gordum. Belki size oradan bir haber veya alevli bir ates getiririm. Boylece siz ısınasınız diye.\" dedi"},{"SurahNumber":28,"VerseNumber":30,"Text":"Boylece oraya geldigi zaman vadinin sag tarafından, mubarek yerdeki agactan nida edildi: \"Ey Musa! Muhakkak ki Ben, alemlerin Rabbi Allah´ım"},{"SurahNumber":28,"VerseNumber":31,"Text":"Ve asanı at!\" Bunun uzerine (asasını atınca), onun yılan gibi hareket ettigini gordu. Arkasına bakmadan donup kactı. \"Ey Musa, (geri) don! Ve korkma, muhakkak ki sen emniyette olanlardansın"},{"SurahNumber":28,"VerseNumber":32,"Text":"Elini koynuna sok, onu kusursuz beyaz olarak cıkar. Korkudan (emin ol), kanatlarını (kollarını) kendine cek. Bu ikisi, senin Rabbinden, firavuna ve onun (kavminin) ileri gelenlerine iki burhandır (delildir). Muhakkak ki onlar, fasık bir kavimdir"},{"SurahNumber":28,"VerseNumber":33,"Text":"(Musa A.S): \"Rabbim, ben gercekten onlardan birisini oldurdum. Bu sebeple beni oldurmelerinden korkuyorum.\" dedi"},{"SurahNumber":28,"VerseNumber":34,"Text":"Ve kardesim Harun ki o, lisan bakımından benden daha fasihtir. Ve onu, beni tasdik edici ve yardımcı olarak benimle beraber gonder. Ben, gercekten beni tekzip etmelerinden (yalanlamalarından) korkuyorum"},{"SurahNumber":28,"VerseNumber":35,"Text":"(Allahu Teala): \"Kardesinle senin gucunu arttıracagız ve ikinizi sultan kılacagız. Ve boylece onlar, ayetlerimize (mucizelerimize) ulasamayacaklar (onlara karsı koyamayacaklar). Siz ikiniz ve size tabi olanlar, galip olanlarsınız.\" dedi"},{"SurahNumber":28,"VerseNumber":36,"Text":"Boylece Musa (A.S), apacık ayetlerimizi getirdigi zaman: \"Bu, uydurulmus sihirden baska bir sey degil ve biz evvelki atalarımızdan bunu duymadık.\" dediler"},{"SurahNumber":28,"VerseNumber":37,"Text":"Ve Musa (A.S): \"Rabbim, kimin kendi katından hidayet ile geldigini ve dunya yurdunun sonucunun kimin olacagını daha iyi bilir. Muhakkak ki zalimler, felaha (kurtulusa) ermezler.\" dedi"},{"SurahNumber":28,"VerseNumber":38,"Text":"Ve firavun: \"Ey ileri gelenler! Ben, sizin icin benden baska bir ilah bilmiyorum. Benim icin ıslak toprak uzerine ates yak (tugla pisir). Boylece bana (yuksek) bir kule yap. Belki ben Musa´nın ilahına muttali olurum. Ve ben, onun mutlaka yalancılardan oldugunu zannediyorum.\" dedi"},{"SurahNumber":28,"VerseNumber":39,"Text":"Ve o ve onun orduları, yeryuzunde haksız yere kibirlendiler. Ve kendilerinin, bize rucu ettirilmeyeceklerini (dondurulmeyeceklerini) zannettiler"},{"SurahNumber":28,"VerseNumber":40,"Text":"Sonra onu ve onun ordularını, yakalayıp denize attık. Bunun uzerine zalimlerin akıbetinin nasıl olduguna bak"},{"SurahNumber":28,"VerseNumber":41,"Text":"Ve Biz, onları atese davet eden imamlar (onderler) kıldık. Ve kıyamet gunu onlara yardım olunmaz"},{"SurahNumber":28,"VerseNumber":42,"Text":"Ve bu dunyada arkalarından laneti onlara ulastırdık. Ve kıyamet gunu onlar, (Allah´ın rahmetinden) uzaklastırılmıs olanlardandır"},{"SurahNumber":28,"VerseNumber":43,"Text":"Ve andolsun ki evvelki nesilleri helak ettikten sonra Musa (A.S)´a, insanlar icin basiretleri acılsın (kalp gozleri gormeye baslasın) ve hidayet rehberi ve rahmet olsun (Rahim esması tecelli etsin) diye Kitab´ı (Tevrat´ı) verdik. Umulur ki boylece onlar, tezekkur ederler"},{"SurahNumber":28,"VerseNumber":44,"Text":"Ve sen (ey Muhammed)! Musa´ya emri kada ettigimiz zaman, garb tarafında degildin. Ve sen, sahitlerden (olayı gorenlerden) de degildin"},{"SurahNumber":28,"VerseNumber":45,"Text":"Ve lakin (bircok) nesiller insa ettik (olusturduk). Onların omurleri uzun oldu. Sen Medyen halkı arasında olmadıgın (halde), onlara (sahabeye) ayetlerimizi okuyorsun. Fakat (o haberleri sana) gonderen, Biziz"},{"SurahNumber":28,"VerseNumber":46,"Text":"Ve Biz, (Hz. Musa´ya) nida ettigimiz zaman, sen Tur Dagı´nın yanında degildin. Fakat Rabbinden bir rahmet olarak, senden once kendilerine bir nezir (uyarıcı, peygamber) gelmemis olan bir kavmi inzar etmen (uyarman) icindir. Umulur ki boylece onlar tezekkur ederler"},{"SurahNumber":28,"VerseNumber":47,"Text":"Ve eger elleriyle takdim ettikleri (yaptıkları) sebebiyle onlara bir musibet isabet ederse: \"Rabbimiz keske bize bir resul gonderseydin boylece biz, Senin ayetlerine tabi olur ve mu´minlerden olurduk.\" diyecek olmasalardı (seni Nebi-Resul olarak gondermezdik)"},{"SurahNumber":28,"VerseNumber":48,"Text":"Boylece onlara katımızdan hak geldigi zaman: \"Musa´ya verilenler (mucizeler) gibi ona da verilseydi olmaz mıydı?\" dediler. Musa´ya verilenleri daha once inkar etmediler mi? \"Iki buyu birbirini guclendirdi (destekledi). Ve muhakkak ki biz hepsini inkar edenleriz.\" dediler"},{"SurahNumber":28,"VerseNumber":49,"Text":"(Onlara) de ki: \"Eger siz, sadıklardan (dogru soyleyenlerden) iseniz Allah´ın katından, o ikisinden daha cok hidayete erdiren bir kitap getirin, ona tabi olayım"},{"SurahNumber":28,"VerseNumber":50,"Text":"Bundan sonra eger sana icabet etmezlerse (senin hidayete erdirme davetine uymazlarsa), bil ki onlar heveslerine tabidirler. Allah´tan bir hidayetci olmaksızın (hidayetciye degil de) kendi heveslerine tabi olandan daha cok dalalette kim vardır? Muhakkak ki Allah, zalimler kavmini hidayete erdirmez"},{"SurahNumber":28,"VerseNumber":51,"Text":"Ve andolsun ki, tezekkur etsinler diye sozu (ayetlerimizi) ardarda onlara ulastırdık"},{"SurahNumber":28,"VerseNumber":52,"Text":"Ondan once kendilerine kitap verdiklerimiz, O´na (Kur´an-ı Kerim´e) iman ederler"},{"SurahNumber":28,"VerseNumber":53,"Text":"Ve onlara (Kur´an) okundugu zaman: \"O´na iman ettik, muhakkak ki O, Rabbimizden haktır. Biz, ondan once de muhakkak ki (Allah´a) teslim olanlardık.\" dediler"},{"SurahNumber":28,"VerseNumber":54,"Text":"Iste onlardır ki; onlara sabırları sebebiyle ecirleri (sevapları) iki kat verilir. Ve onlar, seyyiati (kotulugu) hasenat (iyilik) ile savarlar. Ve onlara verdigimiz (manevi) rızıktan infak ederler"},{"SurahNumber":28,"VerseNumber":55,"Text":"Ve onlar, bos laf isittikleri zaman yuz cevirdiler ve: \"Bizim amelimiz bize, sizin ameliniz sizedir. Selam sizin uzerinize olsun. Biz cahillerle (beraber olmak) istemeyiz (ilgilenmeyiz).\" dediler"},{"SurahNumber":28,"VerseNumber":56,"Text":"Muhakkak ki sen, sevdigin kisiyi hidayete erdiremezsin (onun ruhunu Allah´a ulastıramazsın). Fakat Allah, diledigini hidayete erdirir. Ve O, muhtedileri (hidayete erenleri) daha iyi bilir"},{"SurahNumber":28,"VerseNumber":57,"Text":"Ve: \"Eger seninle beraber hidayete tabi olursak (Allah´a ulasmayı dilersek), yerimizden atılırız (yurdumuzdan kovuluruz).\" dediler. Onları, katımızdan rızık olarak her cesit urunden toplanıp, onlara getirildigi haram kılınan (hurmet edilen yerde, haremde) yerde emin olarak yerlestirmedik mi? Fakat onların cogu (Allah tarafından oldugunu) bilmezler"},{"SurahNumber":28,"VerseNumber":58,"Text":"Ve azarak, maisetlerine sukretmeyen nice ulkeyi helak ettik. Iste bunlar, onların meskenleri, onlardan sonra (cok) az bir sure haric, iskan edilmedi (oturulmadı). Ve Biz, onların varisleri, Biziz"},{"SurahNumber":28,"VerseNumber":59,"Text":"Ve senin Rabbin, ulkelere, onların ana sehirlerine, onlara ayetlerimizi okuyan bir resul gondermedikce helak edici olmadı. Ve Biz, onun halkı zalim olmadıkca (zulmetmedikce) ulkeleri helak edici olmadık"},{"SurahNumber":28,"VerseNumber":60,"Text":"Ve size verilmis olan hersey aslında dunya hayatının meta´ıdır (malıdır) ve ziynetidir (susudur). Ve Allah´ın katında olanlar daha hayırlı ve daha bakidir (kalıcıdır). Hala akıl etmez misiniz"},{"SurahNumber":28,"VerseNumber":61,"Text":"Oyleyse guzel vaadde bulundugumuz ve boylece ona kavusan kimse, dunya hayatının meta´ı (malı) ile metalandırdıgımız, sonra kıyamet gunu (hesaba cekilmek uzere) hazır bulundurulanlardan olan kimse gibi midir"},{"SurahNumber":28,"VerseNumber":62,"Text":"Ve o gun onlara (Allah) nida edecek: \"Zanda bulundugunuz Benim ortaklarım nerede?\" diyecek"},{"SurahNumber":28,"VerseNumber":63,"Text":"Uzerlerine azap sozu hak olanlar: \"Rabbimiz, azdırdıklarımız iste bunlar. Kendimiz azdıgımız gibi onları da azdırdık. Onlardan beri oldugumuzu (kurtuldugumuzu) Sana arz ederiz. Onlar, bize tapmıyorlardı (nefslerine uyuyorlardı).\" dediler"},{"SurahNumber":28,"VerseNumber":64,"Text":"Ve onlara: \"Ortaklarınızı cagırın!\" dendi. Bunun uzerine onlar cagırdılar. Fakat onlara icabet etmediler ve azabı gorduler. Keske onlar, hidayete ermis olsalardı"},{"SurahNumber":28,"VerseNumber":65,"Text":"Ve o gun Allah, onlara nida edecek: \"O zaman (hayattayken) mursellere (resullere), ne cevap verdiniz?\" diyecek"},{"SurahNumber":28,"VerseNumber":66,"Text":"Izin gunu artık onlara haberler (amel defterleri, rakamlı kitap) kapanmıstır. Bundan sonra onlara sorulmaz (sorgulanmazlar)"},{"SurahNumber":28,"VerseNumber":67,"Text":"Artık (mursidin onunde) tovbe eden ve (ikinci defa) amenu olup, salih amel (nefs tezkiyesi) yapanın, bu sebeple felaha erenlerden olması umulur"},{"SurahNumber":28,"VerseNumber":68,"Text":"Ve Rabbin, diledigini yaratır ve secer. Ve secim hakkı onlara ait degildir. Allah Subhan´dır (munezzehtir) ve (onların) sirk kostukları seylerden yucedir"},{"SurahNumber":28,"VerseNumber":69,"Text":"Ve senin Rabbin, onların sinelerinde gizli olan seyi ve aleni olan (gizlemedikleri) seyi bilir"},{"SurahNumber":28,"VerseNumber":70,"Text":"Ve O Allah´tır ki; O´ndan baska Ilah yoktur. Evvelde ve ahirde (dunyada ve ahirette) hamd, O´na aittir. Ve hukum, O´nundur. Ve O´na donduruleceksiniz"},{"SurahNumber":28,"VerseNumber":71,"Text":"De ki: \"Gordunuz mu (dusundunuz mu)? Eger Allah geceyi sizin uzerinizde kıyamet gunune kadar devamlı kılsaydı, Allah´tan baska size ısıgı getirecek Ilah kimdir? Hala isitmeyecek misiniz"},{"SurahNumber":28,"VerseNumber":72,"Text":"De ki: \"Gordunuz mu (dusundunuz mu?) Eger Allah, gunduzu sizin uzerinizde kıyamete kadar devamlı kılsaydı, Allah´tan baska size, icinde sukun buldugunuz (dinlendiginiz) geceyi getirecek Ilah kimdir? Hala gormeyecek misiniz"},{"SurahNumber":28,"VerseNumber":73,"Text":"Ve rahmetinden (olmak uzere) sizin icin, icinde sukun bulasınız (dinlenesiniz) diye ve O´nun fazlından isteyesiniz diye geceyi ve gunduzu kıldı (yarattı). Ve umulur ki siz boylece sukredersiniz"},{"SurahNumber":28,"VerseNumber":74,"Text":"Ve o gun (Allah) onlara nida edecek (seslenecek): \"Zanda bulundugunuz ortaklarım nerede?\" diyecek"},{"SurahNumber":28,"VerseNumber":75,"Text":"Ve butun ummetlerden bir sahit cekip cıkardık (sectik). Sonra da: \"Burhanlarınızı (delillerinizi) getirin.\" dedik. Boylece hakkın Allah´a ait oldugunu bildiler (anladılar). Ve uydurmus oldukları seyler onlardan sapıp uzaklastı"},{"SurahNumber":28,"VerseNumber":76,"Text":"Karun, Musa (A.S)´ın kavmindendi. Sonra onlara karsı azdı. Ona hazineler verdik. Oyle ki gercekten onun anahtarlarını mutlaka kuvvetli bir topluluk zor tasıyordu. Kavmi ona \"Sevinme (gururlanma), muhakkak ki Allah sımaranları (gururlananları) sevmez.\" demisti"},{"SurahNumber":28,"VerseNumber":77,"Text":"Ve Allah´ın sana verdigi seylerin icinde bulunan ahiret yurdunu iste. Ve dunyadan nasibini (de) unutma. Allahu Teala´nın sana ihsan ettigi gibi sen de ihsan et (karsılıksız ver). Ve yeryuzunde fesat isteme (cıkartma). Muhakkak ki Allah, mufsidleri (fesat cıkaranları) sevmez"},{"SurahNumber":28,"VerseNumber":78,"Text":"(Karun): \"O (servet) ancak bendeki ilim sebebiyle bana verildi.\" dedi. Ondan once, \"Allah´ın ondan daha kuvvetli (guclu) olan ve ondan daha cok sey toplayan nesilleri (zenginleri) helak etmis oldugunu\" bilmiyor mu? Ve mucrimlere gunahlarından sorulmaz"},{"SurahNumber":28,"VerseNumber":79,"Text":"Boylece ziyneti ile (buyuk bir ihtisam ile) kavminin karsısına cıktı. Dunya hayatını isteyenler: \"Keske Karun´a verilenler kadar bizim de olsaydı. Muhakkak ki o gercekten en buyuk hazzın sahibidir.\" dediler"},{"SurahNumber":28,"VerseNumber":80,"Text":"Ve ilim verilenler: \"Size yazıklar olsun! Amenu olan ve salih amel (nefs tezkiyesi) yapanlar icin Allah´ın sevabı daha hayırlıdır. Buna (hayırlı sevaba), sabredenlerden baskası mulaki olmaz (kavusturulmaz).\" dediler"},{"SurahNumber":28,"VerseNumber":81,"Text":"Sonra, onu ve onun sarayını yere gecirdik. Onun Allah´tan baska yardım edecek bir (dost) grubu yoktu ve yardım edilenlerden olmadı"},{"SurahNumber":28,"VerseNumber":82,"Text":"Ve dun onun yerinde olmayı temenni edenler, sabahlayınca \"Vay! Oyleyse Allah, kullarından dilediginin rızkını genisletir ve daraltır (takdir eder). Eger Allah bizi ni´metlendirmis olmasaydı, mutlaka bizi de yere gecirirdi. Vay! Demek ki kafirler, felaha ermez.\" dediler"},{"SurahNumber":28,"VerseNumber":83,"Text":"Iste bu ahiret yurdu ki onu, yeryuzunde ustun olmak ve fesat cıkarmak istemeyenlere tahsis ederiz. Akıbet (guzel sonuc) muttekilerindir (takva sahiplerinindir)"},{"SurahNumber":28,"VerseNumber":84,"Text":"Kim hasenat ile (pozitif dereceler ile) gelirse o taktirde ona, ondan daha hayırlısı vardır. Ve kim seyyiat ile (negatif dereceler ile) gelirse, iste o zaman kotu amel yapanlar \"yaptıklarından baskası (fazlası) ile cezalandırılmazlar. (Derecat kaybedenlerin cezası kazandıkları dereceler kaybettikleri derecelerden cıkarıldıktan sonra kalan dereceser kadardır)"},{"SurahNumber":28,"VerseNumber":85,"Text":"Muhakkak ki Kur´an´ı sana farz kılan, elbette seni donulecek yere dondurecek olandır. De ki: \"Kimin hidayet ile geldigini ve kimin apacık dalalette oldugunu, Rabbim daha iyi bilir"},{"SurahNumber":28,"VerseNumber":86,"Text":"Ve Rabbin tarafından sadece bir rahmet olarak, bu kitabın sana ilka edilecegini (ulastırılacagını) sen umit etmezdin. Oyleyse sakın kafirlere yardımcı olma"},{"SurahNumber":28,"VerseNumber":87,"Text":"Ve Sana indirildikten sonra, Allah´ın ayetlerinden sakın seni alıkoymasınlar. Ve Rabbine davet et (Allah´a ulasmaya cagır). Ve sakın musriklerden olma"},{"SurahNumber":28,"VerseNumber":88,"Text":"Ve Allah ile beraber baska bir Ilah´a dua etme (ibadet etme). O´ndan baska Ilah yoktur. O´nun Zat´ı haric hersey helak olucudur. Hukum O´nundur. Ve O´na donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Insanlar, \"amenna (iman ettik)\" demekle imtihan edilmeden bırakılacaklarını mı sandılar"},{"SurahNumber":29,"VerseNumber":3,"Text":"Ve andolsun ki onlardan oncekileri de imtihan ettik. Allah sadıkları da (dogru soyleyenleri de) tekzip edenleri de (yalancıları da) mutlaka bilir"},{"SurahNumber":29,"VerseNumber":4,"Text":"Yoksa seyyiat isleyenler (kotuluk yapanlar), Bizim imtihanımızı gececeklerini mi sandılar? Hukum verdikleri sey ne kotu"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allah´a mulaki olmayı (hayattayken Allah´a ulasmayı) dilerse, o taktirde muhakkak ki Allah´ın tayin ettigi zaman mutlaka gelecektir (ruhu mutlaka hayattayken Allah´a ulasacaktır). Ve O; en iyi isiten, en iyi bilendir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Ve kim cihad ederse, o taktirde sadece kendi nefsi icin cihad eder. Muhakkak ki Allah, alemlerden mustagnidir (hicbir seye ihtiyacı yoktur)"},{"SurahNumber":29,"VerseNumber":7,"Text":"Ve amenu olanlar (hayattayken Allah´a ulasmayı dileyenler) ve salih amel (nefs tezkiyesi) yapanlar, onların seyyiatlerini (gunahlarını) mutlaka ortecegiz ve onları mutlaka yaptıklarının daha ahseni (guzeli) ile mukafatlandıracagız"},{"SurahNumber":29,"VerseNumber":8,"Text":"Ve Biz insana, anne ve babasına guzel davranmasını vasiyet ettik (emrettik). Ve eger onlar, hakkında bilgin olmayan bir sey ile Bana sirk kosman icin seninle mucadele ederlerse o taktirde, o ikisine itaat etme. Donusunuz, Banadır. O zaman yapmıs olduklarınızı size haber verecegim"},{"SurahNumber":29,"VerseNumber":9,"Text":"Ve amenu olanları (salah makamına ulasanları) ve salih amel (nefs tasfiyesi) yapanları, mutlaka salihlerin arasına dahil edecegiz"},{"SurahNumber":29,"VerseNumber":10,"Text":"Ve insanlardan, “biz Allah´a iman ettik” diyenlere Allah yolunda eziyet edildigi zaman, insanlara Allah´ın azabıymıs gibi fitne cıkardılar. Eger Rabbinden yardım gelirse, muhakkak: “Biz sizinle gercekten beraberdik.” derler. Allah, alemlerin sinesinde olanları en iyi bilen degil mi"},{"SurahNumber":29,"VerseNumber":11,"Text":"Ve muhakkak ki Allah, amenu olanları ve munafıkları mutlaka bilir"},{"SurahNumber":29,"VerseNumber":12,"Text":"Ve inkar edenler, amenu olanlara: \"Bizim yolumuza tabi olun. Sizin hatalarınızı (gunahlarınızı) yuklenelim.\" dediler. Onlar, digerlerinin hatalarından bir sey yuklenecek degiller. Muhakkak ki onlar, yalancılardır"},{"SurahNumber":29,"VerseNumber":13,"Text":"Ve (yalancılar) kendi yukleri (gunahları) ile beraber, onların yuklerini (gunahlarını) da mutlaka yuklenecekler. Kıyamet gunu onlar, uydurdukları seylerden mutlaka sorgulanacaklar"},{"SurahNumber":29,"VerseNumber":14,"Text":"Ve andolsun ki Biz, Nuh (A.S)´ı kavmine (Resul olarak) gonderdik. Boylece onların arasında 1000 seneden 50 yıl eksik olarak (950 yıl) kaldı. Sonra onları (Nuh (A.S)´ın kavmini) tufan aldı. Ve onlar zalimlerdi"},{"SurahNumber":29,"VerseNumber":15,"Text":"Boylece onu ve gemi halkını kurtardık. Ve onu, alemlere ayet (ibret) kıldık"},{"SurahNumber":29,"VerseNumber":16,"Text":"Ve Ibrahim (A.S), kavmine: \"Allah´a kul olun ve O´na karsı takva sahibi olun. Eger siz biliyorsanız, bu sizin icin daha hayırlıdır.\" demisti"},{"SurahNumber":29,"VerseNumber":17,"Text":"Fakat siz, Allah´tan baska putlara tapıyorsunuz ve yalan uyduruyorsunuz. Muhakkak ki sizin, Allah´tan baska taptıklarınız, size rızık vermeye malik degillerdir. Oyleyse rızkı, Allah´ın katından isteyin ve O´na kul olun ve O´na sukredin. O´na donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":18,"Text":"Ve eger tekzip ederseniz (yalanlarsanız), sizden onceki ummetler de tekzip etmistiler. Resullerin uzerine apacık tebligden baska bir (sorumluluk) yoktur"},{"SurahNumber":29,"VerseNumber":19,"Text":"Allah´ın ilk yaratısını gormuyorlar mı? Sonra onu geri iade edecek. Muhakkak ki bu, Allah icin kolaydır"},{"SurahNumber":29,"VerseNumber":20,"Text":"Yeryuzunde dolasın ve boylece ilk yaratılısın nasıl olduguna bakın. Sonra Allah, ahiretin yaratılısını insa edecek (gerceklestirecek). Muhakkak ki Allah, herseye kaadirdir.\" de"},{"SurahNumber":29,"VerseNumber":21,"Text":"(Allah), diledigi kisiye azap eder ve diledigi kisiye rahmet eder (Rahim esmasıyla tecelli eder). Ve O´na, (halden hale cevrilip) donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":22,"Text":"Ve siz, (Allah´ı) yerde ve gokte aciz bırakacak degilsiniz. Sizin Allah´tan baska veliniz (dostunuz) ve yardımcınız yoktur"},{"SurahNumber":29,"VerseNumber":23,"Text":"Allah´ın ayetlerini ve O´na (Allah´a) mulaki olmayı (ruhlarını hayatta iken Allah´a ulastırmayı) inkar edenler; iste onlar, rahmetimden umidi kestiler. Ve iste onlar ki; onlar icin elim azap vardır"},{"SurahNumber":29,"VerseNumber":24,"Text":"Buna ragmen onun kavminin (Ibrahim (A.S)´a) cevabı: \"Onu oldurun veya yakın!\" demekten baska bir sey olmadı. Bunun uzerine Allah, onu atesten kurtardı. Bunda muhakkak ki mu´min kavim icin elbette ayetler (ibretler) vardır"},{"SurahNumber":29,"VerseNumber":25,"Text":"Ve (Ibrahim A.S): “Muhakkak ki siz, dunya hayatında aranızda sevgi olusan Allah´tan baska putlar edindiniz. Sonra kıyamet gunu, bir kısmınız bir kısmınızı inkar edecek ve bir kısmınız da bir kısmınızı lanetleyecek. Sizin donus yeriniz atestir. Ve sizin icin bir yardımcı yoktur.” dedi"},{"SurahNumber":29,"VerseNumber":26,"Text":"Bundan sonra Lut (A.S), O´na (Ibrahim (A.S)´a) iman etti (tabi oldu) ve dedi ki: \"Muhakkak ki ben, Rabbime hicret edecek olanım (ruhumu yasarken Allah´a ulastıracagım). Muhakkak ki O; Aziz´dir (cok yuce), Hakim´dir (hukum sahibi)"},{"SurahNumber":29,"VerseNumber":27,"Text":"Ve Biz O´na Ishak´ı, Yakub´u vehbi olarak verdik. O´nun zurriyetine peygamberlik ve kitap verdik. Dunyada O´nun ucretini verdik. O, ahirette suphesiz salihlerden olacaktır"},{"SurahNumber":29,"VerseNumber":28,"Text":"Ve Lut (A.S), kavmine soyle demisti: \"Muhakkak ki siz, mutlaka sizden once gecmis olan alemlerden hicbirinin yapmadıgı kotuluge (fahiselige) geliyorsunuz"},{"SurahNumber":29,"VerseNumber":29,"Text":"Gercekten siz erkeklere gelecek, yol kesecek ve toplantılarınızda hayasızlık mı yapacaksınız? Bunun uzerine onun kavminin cevabı: \"Eger sadıklardansan, bize Allah´ın azabını getir.\" demekten baska bir sey olmadı"},{"SurahNumber":29,"VerseNumber":30,"Text":"(Ibrahim A.S): \"Rabbim, mufsidler kavmine karsı bana yardım et.\" dedi"},{"SurahNumber":29,"VerseNumber":31,"Text":"Ve Bizim resullerimiz Ibrahim´e mujde ile geldikleri zaman, dediler ki: \"Muhakkak ki biz, bu ulkenin halkını helak edecegiz. Cunku bu belde halkı zalim oldular"},{"SurahNumber":29,"VerseNumber":32,"Text":"(Ibrahim A.S): \"Orada Lut (A.S) var.\" dedi. (Resuller): \"Orada kim var, biz daha iyi biliriz. O´nu ve O´nun hanımı haric, ailesini mutlaka kurtaracagız. (O´nun hanımı) geride kalanlardan olacak.\" dediler"},{"SurahNumber":29,"VerseNumber":33,"Text":"Ve resullerimiz Lut (A.S)´a geldigi zaman uzuldu, telaslandı ve onlarla ici daraldı. (Resuller): \"Korkma ve mahzun olma (uzulme). Muhakkak ki biz, seni ve hanımın haric, aileni mutlaka kurtaracagız. (Senin hanımın) geride kalanlardan olacak.\" dediler"},{"SurahNumber":29,"VerseNumber":34,"Text":"Muhakkak ki biz, fısk yapmıs oldukları sey (ahlaksızlık) sebebiyle bu beldenin halkı uzerine semadan ricz (azap) indirecek olanlarız"},{"SurahNumber":29,"VerseNumber":35,"Text":"Ve andolsun ki Biz, akıl edecek kavim icin, ondan (indirdigimiz riczten) acıkca ayet (delil) bıraktık"},{"SurahNumber":29,"VerseNumber":36,"Text":"Ve Medyen (halkına), onların kardesi Suayb´ı (gonderdik). O zaman onlara: \"Ey kavmim! Allah´a kul olun ve ahiret gununu (Allah´a ulasma gununu) dileyin. Yeryuzunde fesat cıkaranlar olarak azgınlık etmeyin (Allah´a ulasmaya mani olmayın).\" dedi"},{"SurahNumber":29,"VerseNumber":37,"Text":"Fakat onu yalanladılar. Bu sebeple onları siddetli bir sarsıntı yakaladı. Boylece kendi diyarlarında diz ustu cokmus olarak sabahladılar (helak oldular)"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ve Ad ve Semud kavmi, size beyan edildi (gosterildi). Onların meskenlerinden (bahsedilerek) ve seytan onlara amellerini susledi. Boylece onları (Allah´ın) yolundan alıkoydu. Ve onlar gorebilenlerdi (gorerek inkar edenlerdi)"},{"SurahNumber":29,"VerseNumber":39,"Text":"Ve andolsun ki Karun, firavun ve Haman´a, Musa (A.S) beyyinelerle (acık delillerle) geldi. Fakat onlar, yeryuzunde kibirlendiler. Ve onlar, (azabımızdan) kurtulanlar olmadılar"},{"SurahNumber":29,"VerseNumber":40,"Text":"Bunun uzerine hepsini gunahlarıyla yakaladık. Boylece onların bir kısmının uzerine kasırga gonderdik. Ve bir kısmını sayha (siddetli ses dalgası) yakaladı, bir kısmını yerin dibine gecirdik ve bir kısmını da (suda) bogduk. Allah, onlara zulmedici olmadı"},{"SurahNumber":29,"VerseNumber":41,"Text":"Allah´tan baska dostlar edinenlerin durumu, (kendisine) ev edinen orumcegin hali gibidir. Ve muhakkak ki evlerin en dayanıksızı orumcegin yuvasıdır. Keske onlar bilselerdi"},{"SurahNumber":29,"VerseNumber":42,"Text":"Muhakkak ki Allah, onların, O´ndan (Kendinden) baska taptıkları seyleri bilir. Ve O; Aziz´dir (cok yuce) Hakim´dir (hukum ve hikmet sahibi)"},{"SurahNumber":29,"VerseNumber":43,"Text":"Ve iste bu ornekleri insanlar icin veriyoruz. Ve onu, alimlerden baskası akıl (idrak) edemez"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah, semaları ve arzı hak ile halketti. Muhakkak ki bunda, mu´minler icin mutlaka deliller vardır"},{"SurahNumber":29,"VerseNumber":45,"Text":"Kitaptan sana vahyedilen seyi oku ve salatı ikame et (namazı kıl). Muhakkak ki salat (namaz), fuhustan ve munkerden nehyeder (men eder). Ve Allah´ı zikretmek mutlaka en buyuktur. Ve Allah, yaptıgınız seyleri bilir"}]}