{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Vo imya Allakha, Milostivogo, Miloserdnogo"},{"SurahNumber":1,"VerseNumber":2,"Text":"Khvala Allakhu, Gospodu mirov"},{"SurahNumber":1,"VerseNumber":3,"Text":"Milostivomu, Miloserdnomu"},{"SurahNumber":1,"VerseNumber":4,"Text":"Vlastelinu Dnya vozdayaniya"},{"SurahNumber":1,"VerseNumber":5,"Text":"Tebe odnomu my poklonyayemsya i Tebya odnogo molim o pomoshchi"},{"SurahNumber":1,"VerseNumber":6,"Text":"Vedi nas pryamym putem"},{"SurahNumber":1,"VerseNumber":7,"Text":"putem tekh, kogo Ty oblagodetel'stvoval, ne tekh, na kogo pal gnev, i ne zabludshikh"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Eto Pisaniye, v kotorom net somneniya, yavlyayetsya vernym rukovodstvom dlya bogoboyaznennykh"},{"SurahNumber":2,"VerseNumber":3,"Text":"kotoryye veruyut v sokrovennoye, sovershayut namaz i raskhoduyut iz togo, chem My ikh nadelili"},{"SurahNumber":2,"VerseNumber":4,"Text":"kotoryye veruyut v nisposlannoye tebe i nisposlannoye do tebya i ubezhdeny v Posledney zhizni"},{"SurahNumber":2,"VerseNumber":5,"Text":"Oni sleduyut vernomu rukovodstvu ot ikh Gospoda, i oni yavlyayutsya preuspevshimi"},{"SurahNumber":2,"VerseNumber":6,"Text":"Voistinu, neveruyushchim bezrazlichno, predostereg ty ikh ili ne predostereg. Oni vse ravno ne uveruyut"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allakh zapechatal ikh serdtsa i slukh, a na glazakh u nikh - pokryvalo. Im ugotovany velikiye mucheniya"},{"SurahNumber":2,"VerseNumber":8,"Text":"Sredi lyudey yest' takiye, kotoryye govoryat: «My uverovali v Allakha i v Posledniy den'». Odnako oni sut' neveruyushchiye"},{"SurahNumber":2,"VerseNumber":9,"Text":"Oni pytayutsya obmanut' Allakha i veruyushchikh, no obmanyvayut tol'ko samikh sebya i ne osoznayut etogo"},{"SurahNumber":2,"VerseNumber":10,"Text":"Ikh serdtsa porazheny nedugom. Da usilit Allakh ikh nedug! Im ugotovany muchitel'nyye stradaniya za to, chto oni lgali"},{"SurahNumber":2,"VerseNumber":11,"Text":"Kogda im govoryat: «Ne rasprostranyayte nechestiya na zemle!». - oni otvechayut: «Tol'ko my i ustanavlivayem poryadok»"},{"SurahNumber":2,"VerseNumber":12,"Text":"Voistinu, imenno oni rasprostranyayut nechestiye, no oni ne osoznayut etogo"},{"SurahNumber":2,"VerseNumber":13,"Text":"Kogda im govoryat: «Uveruyte tak, kak uverovali lyudi», - oni otvechayut: «Neuzheli my uveruyem tak, kak uverovali gluptsy?». Voistinu, imenno oni yavlyayutsya gluptsami, no oni ne znayut etogo"},{"SurahNumber":2,"VerseNumber":14,"Text":"Kogda oni vstrechayut veruyushchikh, to govoryat: «My uverovali». Kogda zhe oni ostayutsya nayedine so svoimi d'yavolami, oni govoryat: «Voistinu, my - s vami. My lish' izdevayemsya»"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allakh poizdevayetsya nad nimi i uvelichit ikh bezzakoniye, v kotorom oni skitayutsya vslepuyu"},{"SurahNumber":2,"VerseNumber":16,"Text":"Oni - te, kotoryye kupili zabluzhdeniye za vernoye rukovodstvo. No sdelka ne prinesla im pribyli, i oni ne posledovali pryamym putem"},{"SurahNumber":2,"VerseNumber":17,"Text":"Oni podobny tomu, kto razzheg ogon'. Kogda zhe ogon' ozaril vse vokrug nego, Allakh lishil ikh sveta i ostavil ikh v temnote, gde oni nichego ne vidyat"},{"SurahNumber":2,"VerseNumber":18,"Text":"Glukhiye, nemyye, slepyye! Oni ne vernutsya na pryamoy put'"},{"SurahNumber":2,"VerseNumber":19,"Text":"Ili zhe oni podobny tem, kto okazalsya pod livnem s neba. On neset mrak, grom i molniyu. Oni zhe v smertel'nom strakhe zatykayut ushi pal'tsami ot grokhota molniy. Voistinu, Allakh ob\"yemlet neveruyushchikh"},{"SurahNumber":2,"VerseNumber":20,"Text":"Molniya gotova otnyat' u nikh zreniye. Kogda ona vspykhivayet, oni otpravlyayutsya v put', kogda zhe opuskayetsya mrak, oni ostanavlivayutsya. Yesli by Allakh pozhelal, On lishil by ikh slukha i zreniya. Voistinu, Allakh sposoben na vsyakuyu veshch'"},{"SurahNumber":2,"VerseNumber":21,"Text":"O lyudi! Poklonyaytes' vashemu Gospodu, Kotoryy sotvoril vas i tekh, kto byl do vas, - byt' mozhet, vy ustrashites'"},{"SurahNumber":2,"VerseNumber":22,"Text":"On sdelal dlya vas zemlyu lozhem, a nebo - krovley, nizvel s neba vodu i vzrastil yeyu plody dlya vashego propitaniya. Posemu nikogo ne ravnyayte s Allakhom soznatel'no"},{"SurahNumber":2,"VerseNumber":23,"Text":"Yesli zhe vy somnevayetes' v tom, chto My nisposlali Nashemu rabu, to sochinite odnu podobnuyu suru i prizovite svoikh svideteley, pomimo Allakha, yesli vy govorite pravdu"},{"SurahNumber":2,"VerseNumber":24,"Text":"Yesli zhe vy etogo ne sdelayete - a ved' vy nikogda etogo ne sdelayete, - to poboytes' Ognya, rastopkoy kotorogo yavlyayutsya lyudi i kamni. On ugotovan dlya neveruyushchikh"},{"SurahNumber":2,"VerseNumber":25,"Text":"Obraduy tekh, kotoryye uverovali i sovershali pravednyye deyaniya, tem, chto im ugotovany Rayskiye sady, v kotorykh tekut reki. Vsyakiy raz, kogda im budut podavat' plody dlya propitaniya, oni budut govorit': «Eto uzhe bylo darovano nam prezhde». No im budut davat' nechto pokhozheye. U nikh tam budut ochishchennyye suprugi, i oni prebudut tam vechno"},{"SurahNumber":2,"VerseNumber":26,"Text":"Voistinu, Allakh ne smushchayetsya privodit' pritchi o komare ili tom, chto bol'she nego. Te, kotoryye uverovali, znayut, chto eto - istina ot ikh Gospoda. Te zhe, kotoryye ne uverovali, govoryat: «Chego khotel Allakh, kogda privodil etu pritchu?». Posredstvom neye On mnogikh vvodit v zabluzhdeniye, a mnogikh nastavlyayet na pryamoy put'. Odnako vvodit On v zabluzhdeniye posredstvom neye tol'ko nechestivtsev"},{"SurahNumber":2,"VerseNumber":27,"Text":"kotoryye narushayut zavet s Allakhom posle togo, kak oni zaklyuchili yego, razryvayut to, chto Allakh velel podderzhivat', i rasprostranyayut nechestiye na zemle. Imenno oni okazhutsya v ubytke"},{"SurahNumber":2,"VerseNumber":28,"Text":"Kak vy mozhete ne verovat' v Allakha, togda kak vy byli mertvy, i On ozhivil vas? Potom On umertvit vas, potom ozhivit, a potom vy budete vozvrashcheny k Nemu"},{"SurahNumber":2,"VerseNumber":29,"Text":"On - Tot, Kto sotvoril dlya vas vse, chto na zemle, a zatem obratilsya k nebu i sdelal yego sem'yu nebesami. Yemu izvestno o vsyakoy veshchi"},{"SurahNumber":2,"VerseNumber":30,"Text":"Vot tvoy Gospod' skazal angelam: «YA ustanovlyu na zemle namestnika». Oni skazali: «Neuzheli Ty poselish' tam togo, kto budet rasprostranyat' nechestiye i prolivat' krov', togda kak my proslavlyayem Tebya khvaloy i osvyashchayem Tebya?». On skazal: «Voistinu, YA znayu to, chego vy ne znayete»"},{"SurahNumber":2,"VerseNumber":31,"Text":"On nauchil Adama vsevozmozhnym imenam, a zatem pokazal ikh (tvoreniya, narechennyye imenami) angelam i skazal: «Nazovite mne ikh imena, yesli vy govorite pravdu»"},{"SurahNumber":2,"VerseNumber":32,"Text":"Oni otvetili: «Prechist Ty! My znayem tol'ko to, chemu Ty nauchil nas. Voistinu, Ty - Znayushchiy, Mudryy»"},{"SurahNumber":2,"VerseNumber":33,"Text":"On skazal: «O Adam! Poveday im ob ikh imenakh». Kogda Adam povedal im ob ikh imenakh, On skazal: «Razve YA ne govoril vam, chto znayu sokrovennoye na nebesakh i zemle, i znayu, chto vy sovershayete otkryto i chto utaivayete?»"},{"SurahNumber":2,"VerseNumber":34,"Text":"Vot My skazali angelam: «Padite nits pered Adamom». Oni pali nits, i tol'ko Iblis otkazalsya, vozgordilsya i stal odnim iz neveruyushchikh"},{"SurahNumber":2,"VerseNumber":35,"Text":"My skazali: «O Adam! Poselis' v Rayu vmeste so svoyey suprugoy. Yesh'te tam vvolyu, gde pozhelayete, no ne priblizhaytes' k etomu derevu, a ne to okazhetes' odnimi iz bezzakonnikov»"},{"SurahNumber":2,"VerseNumber":36,"Text":"D'yavol zhe pobudil ikh spotknut'sya o nego i vyvel ikh ottuda, gde oni nakhodilis'. I togda My skazali: «Nizvergnites' i bud'te vragami drug drugu! Zemlya budet dlya vas obitel'yu i predmetom pol'zovaniya do opredelennogo sroka»"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adam prinyal slova ot svoyego Gospoda, i On prinyal yego pokayaniye. Voistinu, On - Prinimayushchiy pokayaniye, Miloserdnyy"},{"SurahNumber":2,"VerseNumber":38,"Text":"My skazali: «Nizvergnites' otsyuda vse!». Yesli k vam yavitsya rukovodstvo ot Menya, to te, kotoryye posleduyut za Moim rukovodstvom, ne poznayut strakha i ne budut opechaleny"},{"SurahNumber":2,"VerseNumber":39,"Text":"A te, kotoryye ne uveruyut i sochtut lozh'yu Nashi znameniya, budut obitatelyami Ognya. Oni prebudut tam vechno"},{"SurahNumber":2,"VerseNumber":40,"Text":"O syny Israila (Izrailya)! Pomnite milost', kotoruyu YA okazal vam. Bud'te verny zavetu so Mnoy, i YA budu veren zavetu s vami. Menya odnogo strashites'"},{"SurahNumber":2,"VerseNumber":41,"Text":"Uveruyte v to, chto YA nisposlal v podtverzhdeniye togo, chto yest' u vas, i ne stanovites' pervymi, kto otkazalsya uverovat' v eto. Ne prodavayte Moi znameniya za nichtozhnuyu tsenu i Menya odnogo boytes'"},{"SurahNumber":2,"VerseNumber":42,"Text":"Ne oblekayte istinu v lozh' i ne skryvayte istinu, togda kak vy znayete yeye"},{"SurahNumber":2,"VerseNumber":43,"Text":"Sovershayte namaz, vyplachivayte zakyat i klanyaytes' vmeste s klanyayushchimisya"},{"SurahNumber":2,"VerseNumber":44,"Text":"Neuzheli vy stanete prizyvat' lyudey k dobrodeteli, predav zabveniyu samikh sebya, ved' vy zhe chitayete Pisaniye? Neuzheli vy ne obrazumites'"},{"SurahNumber":2,"VerseNumber":45,"Text":"Obratites' za pomoshch'yu k terpeniyu i namazu. Voistinu, namaz yavlyayetsya tyazhkim bremenem dlya vsekh, krome smirennykh"},{"SurahNumber":2,"VerseNumber":46,"Text":"kotoryye ubezhdeny v tom, chto oni vstretyatsya so svoim Gospodom i chto oni vozvratyatsya k Nemu"},{"SurahNumber":2,"VerseNumber":47,"Text":"O syny Israila (Izrailya)! Pomnite o milosti, kotoruyu YA okazal vam, a takzhe o tom, chto YA vozvysil vas nad mirami"},{"SurahNumber":2,"VerseNumber":48,"Text":"Strashites' togo dnya, kogda ni odin chelovek ne prineset pol'zy drugomu i kogda ne budet prinyato zastupnichestvo, kogda nel'zya budet otkupit'sya i kogda im ne budet okazana podderzhka"},{"SurahNumber":2,"VerseNumber":49,"Text":"Vot My spasli vas ot roda Faraona. Oni podvergali vas uzhasnym mucheniyam, ubivali vashikh synovey i ostavlyali v zhivykh vashikh zhenshchin. Eto bylo dlya vas velikim ispytaniyem (ili velikoy milost'yu) ot vashego Gospoda"},{"SurahNumber":2,"VerseNumber":50,"Text":"Vot My razverzli dlya vas more, spasli vas i potopili rod Faraona, togda kak vy nablyudali za etim"},{"SurahNumber":2,"VerseNumber":51,"Text":"Vot My opredelili Muse (Moiseyu) sorok dney, a posle yego ukhoda vy stali poklonyat'sya tel'tsu, buduchi bezzakonnikami"},{"SurahNumber":2,"VerseNumber":52,"Text":"Posle etogo My prostili vas, - byt' mozhet, vy budete blagodarny"},{"SurahNumber":2,"VerseNumber":53,"Text":"Vot My darovali Muse (Moiseyu) Pisaniye i razlicheniye, - byt' mozhet, vy posleduyete pryamym putem"},{"SurahNumber":2,"VerseNumber":54,"Text":"Vot skazal Musa (Moisey) svoyemu narodu: «O moy narod! Vy byli nespravedlivy k sebe, kogda stali poklonyat'sya tel'tsu. Pokaytes' pered svoim Sozdatelem i ubeyte sami sebya (pust' nevinnyye ub'yut bezzakonnikov). Tak budet luchshe dlya vas pered vashim Sozdatelem». Zatem On prinyal vashi pokayaniya. Voistinu, On - Prinimayushchiy pokayaniya, Miloserdnyy"},{"SurahNumber":2,"VerseNumber":55,"Text":"Vot vy skazali: «O Musa (Moisey)! My ne poverim tebe, poka ne uvidim Allakha otkryto». Vas porazila molniya (ili postigla gibel'), togda kak vy nablyudali za etim"},{"SurahNumber":2,"VerseNumber":56,"Text":"Zatem My voskresili vas posle smerti, - byt' mozhet, vy budete blagodarny"},{"SurahNumber":2,"VerseNumber":57,"Text":"My osenili vas oblakami i nisposlali mannu i perepelov: «Vkushayte blaga, kotorymi My nadelili vas». Oni ne byli nespravedlivy po otnosheniyu k Nam - oni postupali nespravedlivo lish' po otnosheniyu k sebe"},{"SurahNumber":2,"VerseNumber":58,"Text":"Vot My skazali: «Voydite v etot gorod i yesh'te vvolyu, gde pozhelayete. Voydite vo vrata, poklonivshis', i skazhite: «Prosti nas!». My prostim vashi pregresheniya i priumnozhim nagradu tvoryashchim dobro»"},{"SurahNumber":2,"VerseNumber":59,"Text":"Bezzakonniki zamenili skazannoye im slovo drugim, i My nisposlali na bezzakonnikov nakazaniye s neba za to, chto oni postupali nechestivo"},{"SurahNumber":2,"VerseNumber":60,"Text":"Vot Musa (Moisey) poprosil pit'ya dlya svoyego naroda, i My skazali: «Udar' svoim posokhom po kamnyu». Iz nego zabili dvenadtsat' klyuchey, i vse lyudi uznali, gde im nadlezhit pit'. Yesh'te i peyte iz togo, chem nadelil Allakh, i ne tvorite na zemle zla, rasprostranyaya nechestiye"},{"SurahNumber":2,"VerseNumber":61,"Text":"Vot vy skazali: «O Musa (Moisey)! My ne smozhem vynesti odnoobraznuyu pishchu. Pomolis' za nas svoyemu Gospodu, chtoby On vzrastil dlya nas iz togo, chto proizrastayet na zemle, ovoshchi, ogurtsy, chesnok, chechevitsu i luk». On skazal: «Neuzheli vy prosite zamenit' luchsheye tem, chto khuzhe? Spustites' v lyuboy gorod, i tam vy poluchite vse, o chem poprosili». Ikh postigli unizheniye i bednost'. Oni navlekli na sebya gnev Allakha tem, chto ne uverovali v znameniya Allakha i nespravedlivo ubivali prorokov. Eto proizoshlo potomu, chto oni byli oslushnikami i prestupali granitsy dozvolennogo"},{"SurahNumber":2,"VerseNumber":62,"Text":"Voistinu, veruyushchim, a takzhe iudeyam, khristianam i sabiyam, kotoryye uverovali v Allakha i v Posledniy den' i postupali pravedno, ugotovana nagrada u ikh Gospoda. Oni ne poznayut strakha i ne budut opechaleny"},{"SurahNumber":2,"VerseNumber":63,"Text":"Vot My vzyali s vas obeshchaniye i vozdvigli nad vami goru: «Krepko priderzhivaytes' togo, chto My darovali vam, i pominayte to, chto soderzhitsya tam, - byt' mozhet, vy ustrashites'»"},{"SurahNumber":2,"VerseNumber":64,"Text":"Posle etogo vy otvernulis', i yesli by ne milost' i miloserdiye Allakha k vam, vy nepremenno okazalis' by v chisle poterpevshikh ubytok"},{"SurahNumber":2,"VerseNumber":65,"Text":"Vy znali tekh iz vas, kotoryye narushili subbotu. My skazali im: «Bud'te obez'yanami prezrennymi!»"},{"SurahNumber":2,"VerseNumber":66,"Text":"My sdelali eto primernym nakazaniyem dlya nikh samikh i dlya budushchikh pokoleniy, a takzhe uveshchevaniyem dlya bogoboyaznennykh"},{"SurahNumber":2,"VerseNumber":67,"Text":"Vot Musa (Moisey) skazal svoyemu narodu: «Allakh prikazyvayet vam zarezat' korovu». Oni skazali: «Neuzheli ty nasmekhayesh'sya nad nami?». On skazal: «Upasi menya Allakh okazat'sya odnim iz nevezhd»"},{"SurahNumber":2,"VerseNumber":68,"Text":"Oni skazali: «Pomolis' za nas svoyemu Gospodu, chtoby On raz\"yasnil nam, kakaya ona». On skazal: «On govorit, chto ona ne staraya i ne telka, srednyaya po vozrastu mezhdu nimi. Vypolnite zhe to, chto vam veleno!»"},{"SurahNumber":2,"VerseNumber":69,"Text":"Oni skazali: «Pomolis' za nas svoyemu Gospodu, chtoby On raz\"yasnil nam, kakoy ona masti». On skazal: «On govorit, chto eta korova svetlo-zheltogo tsveta. Ona raduyet smotryashchikh na neye»"},{"SurahNumber":2,"VerseNumber":70,"Text":"Oni skazali: «Pomolis' za nas svoyemu Gospodu, chtoby On raz\"yasnil nam, kakova zhe ona, ved' korovy kazhutsya nam pokhozhimi odna na druguyu. I yesli Allakh pozhelayet, to my posleduyem pryamym putem»"},{"SurahNumber":2,"VerseNumber":71,"Text":"On skazal: «On govorit, chto eta korova ne priuchena pakhat' zemlyu ili oroshat' nivu. Ona zdorova i ne imeyet otmetin». Oni skazali: «Teper' ty prines istinu». Zatem oni zarezali yeye, khotya byli blizki k tomu, chtoby ne sdelat' etogo"},{"SurahNumber":2,"VerseNumber":72,"Text":"Vot vy ubili cheloveka i stali prepirat'sya po etomu povodu. No Allakh vyyavlyayet to, chto vy skryvayete"},{"SurahNumber":2,"VerseNumber":73,"Text":"My skazali: «Udar'te yego (ubitogo) chast'yu yeye (korovy)». Tak Allakh voskreshayet mertvykh i pokazyvayet vam Svoi znameniya, - byt' mozhet, vy urazumeyete"},{"SurahNumber":2,"VerseNumber":74,"Text":"Posle etogo vashi serdtsa ozhestochilis' i stali, kak kamni, ili dazhe yeshche zhestche. Voistinu, sredi kamney yest' takiye, iz kotorykh b'yut rodniki. Sredi nikh yest' takiye, kotoryye raskalyvayutsya i izlivayut vodu. Sredi nikh yest' takiye, kotoryye padayut ot strakha pered Allakhom. Allakh ne nakhoditsya v nevedenii o tom, chto vy sovershayete"},{"SurahNumber":2,"VerseNumber":75,"Text":"Neuzheli vy nadeyetes', chto oni poveryat vam, yesli nekotoryye iz nikh slyshali Slovo Allakha i soznatel'no iskazili yego posle togo, kak ponyali yego smysl"},{"SurahNumber":2,"VerseNumber":76,"Text":"Kogda oni vstrechali veruyushchikh, to govorili: «My uverovali». Kogda zhe oni ostavalis' nayedine drug s drugom, to govorili: «Neuzheli vy rasskazhete im o tom, chto otkryl vam Allakh, chtoby oni mogli prepirat'sya s vami posredstvom etogo pered vashim Gospodom? Neuzheli vy ne urazumeyete etogo?»"},{"SurahNumber":2,"VerseNumber":77,"Text":"Neuzheli oni ne znayut, chto Allakhu vedomo vse, chto oni skryvayut i obnaroduyut"},{"SurahNumber":2,"VerseNumber":78,"Text":"Sredi nikh yest' negramotnyye lyudi, kotoryye ne znayut Pisaniya, a lish' veryat pustym mechtam i delayut predpolozheniya"},{"SurahNumber":2,"VerseNumber":79,"Text":"Gore tem, kotoryye pishut Pisaniye sobstvennymi rukami, a zatem govoryat: «Eto - ot Allakha», - chtoby kupit' za eto nichtozhnuyu tsenu. Gore im za to, chto napisali ikh ruki! Gore im za to, chto oni priobretayut"},{"SurahNumber":2,"VerseNumber":80,"Text":"Oni govoryat: «Ogon' kosnetsya nas lish' na schitannyye dni». Skazhi: «Neuzheli vy zaklyuchili zavet s Allakhom? A ved' Allakh nikogda ne izmenit Svoyemu obeshchaniyu! Ili zhe vy nagovarivayete na Allakha to, chego ne znayete?»"},{"SurahNumber":2,"VerseNumber":81,"Text":"O net! Te, kotoryye priobreli zlo i okazalis' okruzheny svoim grekhom, okazhutsya obitatelyami Ognya. Oni prebudut tam vechno"},{"SurahNumber":2,"VerseNumber":82,"Text":"A te, kotoryye uverovali i sovershali pravednyye deyaniya, okazhutsya obitatelyami Raya. Oni prebudut tam vechno"},{"SurahNumber":2,"VerseNumber":83,"Text":"Vot My zaklyuchili s synami Israila (Izrailya) zavet o tom, chto vy ne budete poklonyat'sya nikomu, krome Allakha; budete delat' dobro roditelyam, a takzhe rodstvennikam, sirotam i bednyakam; budete govorit' lyudyam prekrasnoye, sovershat' namaz i vyplachivat' zakyat. No vposledstvii vy otvernulis' s otvrashcheniyem, za isklyucheniyem nemnogikh"},{"SurahNumber":2,"VerseNumber":84,"Text":"Vot YA zaklyuchil s vami zavet o tom, chto vy ne budete prolivat' vashey krovi i izgonyat' drug druga iz vashikh zhilishch. Potom vy priznali eto, svidetel'stvuya ob etom"},{"SurahNumber":2,"VerseNumber":85,"Text":"No vposledstvii imenno vy stali ubivat' drug druga i izgonyat' nekotorykh iz vas iz zhilishch, pomogaya odnim protiv drugikh v grekhe i posyagatel'stve. A yesli oni prikhodyat k vam plennymi, to vy vykupayete ikh. A ved' vam bylo zapreshcheno izgonyat' ikh. Neuzheli vy stanete verovat' v odnu chast' Pisaniya i otvergat' druguyu chast'? Vozdayaniyem tomu, kto sovershayet podobnoye, budet pozor v mirskoy zhizni, a v Den' voskreseniya oni budut podvergnuty yeshche boleye uzhasnym mucheniyam. Allakh ne nakhoditsya v nevedenii o tom, chto vy sovershayete"},{"SurahNumber":2,"VerseNumber":86,"Text":"Oni kupili mirskuyu zhizn' za Poslednyuyu zhizn'. Ikh mucheniya ne budut oblegcheny, i im ne budet okazana pomoshch'"},{"SurahNumber":2,"VerseNumber":87,"Text":"My darovali Muse (Moiseyu) Pisaniye i otpravili vsled za nim cheredu poslannikov. My darovali Ise (Iisusu), synu Mar'yam (Marii), yasnyye znameniya i ukrepili yego Svyatym Dukhom (Dzhibrilem). Neuzheli kazhdyy raz, kogda poslannik prinosil vam to, chto bylo vam ne po dushe, vy proyavlyali vysokomeriye, narekali lzhetsami odnikh i ubivali drugikh"},{"SurahNumber":2,"VerseNumber":88,"Text":"Oni skazali: «Serdtsa nashi pokryty zavesoy (ili perepolneny znaniyami)». O net, eto Allakh proklyal ikh za ikh neveriye. Kak zhe mala ikh vera"},{"SurahNumber":2,"VerseNumber":89,"Text":"K nim yavilos' ot Allakha Pisaniye, podtverzhdayushcheye pravdivost' togo, chto bylo u nikh. Prezhde oni molili o pobede nad neveruyushchimi. Kogda zhe k nim yavilos' to, chto oni uznali, oni otkazalis' uverovat' v nego. Da prebudet proklyatiye Allakha nad neveruyushchimi"},{"SurahNumber":2,"VerseNumber":90,"Text":"Skverno to, chto oni kupili za svoi dushi, ne uverovav v nisposlannoye Allakhom i zaviduya tomu, chto Allakh nisposylayet Svoyu milost' tomu iz Svoikh rabov, komu pozhelayet. Oni navlekli na sebya gnev, odin poverkh drugogo. Neveruyushchim ugotovany unizitel'nyye mucheniya"},{"SurahNumber":2,"VerseNumber":91,"Text":"Kogda im govoryat: «Uveruyte v to, chto nisposlal Allakh», - oni otvechayut: «My veruyem v to, chto bylo nisposlano nam». Oni ne veruyut v to, chto yavilos' vposledstvii, khotya eto yavlyayetsya istinoy, podtverzhdayushchey pravdivost' togo, chto yest' u nikh. Skazhi: «Pochemu zhe ran'she vy ubivali prorokov Allakha, yesli vy yavlyayetes' veruyushchimi?»"},{"SurahNumber":2,"VerseNumber":92,"Text":"Musa (Moisey) yavilsya k vam s yasnymi znameniyami, no v yego otsutstviye vy stali poklonyat'sya tel'tsu, buduchi bezzakonnikami"},{"SurahNumber":2,"VerseNumber":93,"Text":"Vot My zaklyuchili s vami zavet i vozdvigli nad vami goru: «Krepko priderzhivaytes' togo, chto My darovali vam, i slushayte». Oni skazali: «Slyshali i oslushayemsya». Ikh serdtsa vpitali lyubov' k tel'tsu po prichine ikh neveriya. Skazhi: «Skverno to, chto velit vam vasha vera, yesli vy voobshche yavlyayetes' veruyushchimi»"},{"SurahNumber":2,"VerseNumber":94,"Text":"Skazhi: «Yesli Poslednyaya obitel' u Allakha prednaznachena tol'ko dlya vas, a ne dlya drugikh lyudey, to pozhelayte sebe smerti, yesli vy govorite pravdu»"},{"SurahNumber":2,"VerseNumber":95,"Text":"Odnako oni nikogda ne pozhelayut sebe etogo iz-za togo, chto prigotovili ikh ruki. Allakh vedayet o bezzakonnikakh"},{"SurahNumber":2,"VerseNumber":96,"Text":"Ty nepremenno ubedish'sya, chto oni zhazhdut zhizni bol'she vsekh lyudey, dazhe bol'she mnogobozhnikov. Kazhdyy iz nikh zhelal by prozhit' tysyachu let. No dazhe dolgaya zhizn' nichut' ne otdalit ikh ot mucheniy. Allakh vidit to, chto oni sovershayut"},{"SurahNumber":2,"VerseNumber":97,"Text":"Skazhi: «Kto yavlyayetsya vragom Dzhibrilu (Gavriilu)?». On nizvel yego (Koran) na tvoye serdtse s soizvoleniya Allakha v podtverzhdeniye pravdivosti togo, chto bylo prezhde, v kachestve vernogo rukovodstva i blagoy vesti dlya veruyushchikh"},{"SurahNumber":2,"VerseNumber":98,"Text":"Yesli kto vrazhduyet s Allakhom i Yego angelami, poslannikami, Dzhibrilom (Gavriilom) i Mikailom (Mikhailom), to ved' Allakh yavlyayetsya vragom neveruyushchikh"},{"SurahNumber":2,"VerseNumber":99,"Text":"My nisposylali tebe yasnyye znameniya, i ne veruyut v nikh tol'ko nechestivtsy"},{"SurahNumber":2,"VerseNumber":100,"Text":"Neuzheli vsyakiy raz, kogda oni zaklyuchayut zavet, chast' iz nikh otbrasyvayet yego? Boleye togo, bol'shinstvo iz nikh ne veruyut"},{"SurahNumber":2,"VerseNumber":101,"Text":"Kogda k nim prishel Poslannik ot Allakha (Mukhammad), podtverdivshiy pravdivost' togo, chto bylo u nikh, nekotoryye iz tekh, komu bylo darovano Pisaniye, otbrosili Pisaniye Allakha za spiny, slovno oni ne znayut istiny"},{"SurahNumber":2,"VerseNumber":102,"Text":"Oni posledovali za tem, chto chitali d'yavoly v tsarstve Suleymana (Solomona). Suleyman (Solomon) ne byl neveruyushchim. Neveruyushchimi byli d'yavoly, i oni obuchali lyudey koldovstvu, a takzhe tomu, chto bylo nisposlano dvum angelam v Vavilone - Kharutu i Marutu. No oni (angely) nikogo ne obuchali, ne skazav: «Voistinu, my yavlyayemsya iskusheniyem, ne stanovis' zhe neveruyushchim». Oni obuchalis' u nikh tomu, kak razluchat' muzha s zhenoy, no nikomu ne mogli prichinit' vred bez soizvoleniya Allakha. Oni obuchalis' tomu, chto prinosilo im vred i ne prinosilo im pol'zy. Oni znali, chto tomu, kto priobrel eto, net doli v Posledney zhizni. Skverno to, chto oni kupili za svoi dushi! Yesli by oni tol'ko znali"},{"SurahNumber":2,"VerseNumber":103,"Text":"Yesli by oni uverovali v Allakha i byli bogoboyaznenny, to voznagrazhdeniye ot Allakha bylo by luchshe dlya nikh. Yesli by oni tol'ko znali"},{"SurahNumber":2,"VerseNumber":104,"Text":"O te, kotoryye uverovali! Ne govorite Proroku: «Zabot'sya o nas», a govorite: «Prismatrivay za nami» i slushayte. A neveruyushchim ugotovany muchitel'nyye stradaniya"},{"SurahNumber":2,"VerseNumber":105,"Text":"Neveruyushchiye iz lyudey Pisaniya i mnogobozhniki ne khotyat, chtoby vam nisposylalos' blago ot vashego Gospoda. Allakh zhe otmechayet Svoyey milost'yu, kogo pozhelayet. Allakh obladayet velikoy milost'yu"},{"SurahNumber":2,"VerseNumber":106,"Text":"Kogda My otmenyayem ili zastavlyayem zabyt' odin ayat, to privodim tot, kotoryy luchshe yego, ili ravnyy yemu. Razve ty ne znayesh', chto Allakh sposoben na vsyakuyu veshch'"},{"SurahNumber":2,"VerseNumber":107,"Text":"Razve ty ne znayesh', chto Allakhu prinadlezhit vlast' nad nebesami i zemley, i chto net u vas, krome Allakha, ni pokrovitelya, ni pomoshchnika"},{"SurahNumber":2,"VerseNumber":108,"Text":"Ili zhe vy khotite poprosit' vashego Poslannika, kak prezhde oni (syny Israila) poprosili Musu (Moiseya)? Kto smenil veru na neveriye, tot uzhe sbilsya s pryamogo puti"},{"SurahNumber":2,"VerseNumber":109,"Text":"Posle togo kak proyasnilas' im istina, mnogiye iz lyudey Pisaniya iz zavisti svoyey khoteli by otvratit' vas ot very, kogda vy uzhe prinyali yeye. Prostite ikh i bud'te velikodushny, poka Allakh ne yavitsya so Svoim poveleniyem. Voistinu, Allakh sposoben na vsyakuyu veshch'"},{"SurahNumber":2,"VerseNumber":110,"Text":"Sovershayte namaz i vyplachivayte zakyat. Vse to dobroye, chto vy predvarite dlya sebya, vy naydete u Allakha. Voistinu, Allakh vidit to, chto vy sovershayete"},{"SurahNumber":2,"VerseNumber":111,"Text":"Oni skazali: «Ne voydet v Ray nikto, krome iudeyev ili khristian». Takovy ikh mechty. Skazhi: «Privedite vashe dokazatel'stvo, yesli vy govorite pravdu»"},{"SurahNumber":2,"VerseNumber":112,"Text":"O net! Kto pokorit svoy lik Allakhu, sovershaya dobro, tot poluchit nagradu ot svoyego Gospoda. Oni ne poznayut strakha i ne budut opechaleny"},{"SurahNumber":2,"VerseNumber":113,"Text":"Iudei skazali: «Khristiane ne sleduyut pryamym putem». A khristiane skazali: «Iudei ne sleduyut pryamym putem». Vse oni chitayut Pisaniye, no slova nevezhestvennykh lyudey pokhozhi na ikh slova. V Den' voskreseniya Allakh rassudit ikh v tom, v chem oni raskhodilis' vo mneniyakh"},{"SurahNumber":2,"VerseNumber":114,"Text":"Kto mozhet byt' nespravedliveye togo, kto zapreshchayet v mechetyakh Allakha pominat' imya Yego i stremitsya razrushit' ikh? Im sledovalo by vkhodit' tuda tol'ko s chuvstvom strakha. Pozor im v mirskoy zhizni i velikiye mucheniya v Posledney zhizni"},{"SurahNumber":2,"VerseNumber":115,"Text":"Allakhu prinadlezhat vostok i zapad. Kuda by vy ni povernulis', tam budet Lik Allakha. Voistinu, Allakh - Ob\"yemlyushchiy, Znayushchiy"},{"SurahNumber":2,"VerseNumber":116,"Text":"Oni skazali: «Allakh vzyal Sebe syna». Prechist On! Naprotiv, Yemu prinadlezhit to, chto na nebesakh i zemle. Yemu odnomu vse pokoryayutsya"},{"SurahNumber":2,"VerseNumber":117,"Text":"On - Pervosozdatel' nebes i zemli. Kogda On prinimayet resheniye, to stoit Yemu skazat': «Bud'!», kak eto sbyvayetsya"},{"SurahNumber":2,"VerseNumber":118,"Text":"Te, kotoryye lisheny znaniya, govoryat: «Pochemu Allakh ne govorit s nami? Pochemu znameniye ne prikhodit k nam?». Takiye zhe slova proiznosili ikh predshestvenniki. Ikh serdtsa pokhozhi. My uzhe raz\"yasnili znameniya lyudyam ubezhdennym"},{"SurahNumber":2,"VerseNumber":119,"Text":"My otpravili tebya s istinoy dobrym vestnikom i predosteregayushchim uveshchevatelem, i ty ne budesh' sproshen ob obitatelyakh Ada"},{"SurahNumber":2,"VerseNumber":120,"Text":"Iudei i khristiane ne budut dovol'ny toboy, poka ty ne stanesh' priderzhivat'sya ikh religii. Skazhi: «Put' Allakha - eto pryamoy put'». Yesli zhe ty stanesh' potakat' ikh zhelaniyam posle togo, kak k tebe yavilos' znaniye, to Allakh ne budet tebe ni Pokrovitelem, ni Pomoshchnikom"},{"SurahNumber":2,"VerseNumber":121,"Text":"Te, komu My darovali Pisaniye i kto chitayet yego nadlezhashchim obrazom, deystvitel'no veruyut v nego. A te, kotoryye ne uveruyut v nego, nepremenno okazhutsya v ubytke"},{"SurahNumber":2,"VerseNumber":122,"Text":"O syny Israila (Izrailya)! Pomnite o milosti, kotoruyu YA okazal vam, a takzhe o tom, chto YA vozvysil vas nad mirami"},{"SurahNumber":2,"VerseNumber":123,"Text":"Strashites' dnya, kogda ni odin chelovek ne prineset pol'zy drugomu i kogda nel'zya budet otkupit'sya, kogda nichem ne pomozhet zastupnichestvo i kogda im ne budet okazana podderzhka"},{"SurahNumber":2,"VerseNumber":124,"Text":"Vot ispytal Gospod' Ibrakhima (Avraama) poveleniyami, i tot vypolnil ikh. On skazal: «YA sdelayu tebya predvoditelem lyudey». Ibrakhim (Avraam) skazal: «I iz moyego potomstva». Allakh skazal: «Moy zavet ne kosnetsya bezzakonnikov»"},{"SurahNumber":2,"VerseNumber":125,"Text":"Vot My sdelali Dom (Kaabu) pristanishchem dlya lyudey i bezopasnym mestom. Sdelayte zhe mesto Ibrakhima (Avraama) mestom moleniya. My poveleli Ibrakhimu (Avraamu) i Ismailu (Izmailu) ochistit' Moy Dom (Kaabu) dlya sovershayushchikh obkhod, prebyvayushchikh, klanyayushchikhsya i padayushchikh nits"},{"SurahNumber":2,"VerseNumber":126,"Text":"Vot skazal Ibrakhim (Avraam): «Gospodi! Sdelay etot gorod bezopasnym i nadeli plodami yego zhiteley, kotoryye uverovali v Allakha i v Posledniy den'». On skazal: «A neveruyushchim YA pozvolyu pol'zovat'sya blagami nedolgoye vremya, a zatem zastavlyu ikh stradat' v Ogne. Kak zhe skverno eto mesto pribytiya!»"},{"SurahNumber":2,"VerseNumber":127,"Text":"Vot Ibrakhim (Avraam) i Ismail (Izmail) podnyali osnovaniye Doma (Kaaby): «Gospod' nash! Primi ot nas! Voistinu, Ty - Slyshashchiy, Znayushchiy"},{"SurahNumber":2,"VerseNumber":128,"Text":"Gospod' nash! Sdelay nas pokorivshimisya Tebe, a iz nashego potomstva - obshchinu, pokorivshuyusya Tebe. Pokazhi nam obryady pokloneniya i primi nashe pokayaniye. Voistinu, Ty - Prinimayushchiy pokayaniye, Miloserdnyy"},{"SurahNumber":2,"VerseNumber":129,"Text":"Gospod' nash! Poshli k nim poslannika iz nikh samikh, kotoryy prochtet im Tvoi ayaty, nauchit ikh Pisaniyu i mudrosti i ochistit ikh. Voistinu, Ty - Mogushchestvennyy, Mudryy»"},{"SurahNumber":2,"VerseNumber":130,"Text":"Kto zhe otvernetsya ot religii Ibrakhima (Avraama), krome gluptsa? My izbrali yego v mirskoy zhizni, a v Posledney zhizni on budet v chisle pravednikov"},{"SurahNumber":2,"VerseNumber":131,"Text":"Vot skazal Gospod' Ibrakhimu (Avraamu): «Pokoris'!». On skazal: «YA pokorilsya Gospodu mirov»"},{"SurahNumber":2,"VerseNumber":132,"Text":"Ibrakhim (Avraam) i Yakub (Iakov) zapovedali eto svoim synov'yam. Yakub (Iakov) skazal: «O synov'ya moi! Allakh izbral dlya vas religiyu. I umirayte ne inache, kak buduchi musul'manami»"},{"SurahNumber":2,"VerseNumber":133,"Text":"Ili zhe vy nakhodilis' ryadom, kogda smert' yavilas' k Yakubu (Iakovu)? On skazal svoim synov'yam: «Komu vy budete poklonyat'sya posle menya?». Oni skazali: «My budem poklonyat'sya tvoyemu Bogu i Bogu tvoikh ottsov - Ibrakhima (Avraama), Ismaila (Izmaila) i Iskhaka (Isaaka), Yedinstvennomu Bogu. Yemu odnomu my pokoryayemsya»"},{"SurahNumber":2,"VerseNumber":134,"Text":"Etot narod uzhe minoval. Oni poluchat to, chto oni zasluzhili, a vy poluchite to, chto vy zasluzhili, i vy ne budete sprosheny o tom, chto oni sovershali"},{"SurahNumber":2,"VerseNumber":135,"Text":"Oni skazali: «Obratites' v iudaizm ili khristianstvo, i vy posleduyete pryamym putem». Skazhi: «Net, v religiyu Ibrakhima (Avraama), kotoryy byl khanifom i ne byl odnim iz mnogobozhnikov»"},{"SurahNumber":2,"VerseNumber":136,"Text":"Skazhite: «My uverovali v Allakha, a takzhe v to, chto bylo nisposlano nam i chto bylo nisposlano Ibrakhimu (Avraamu), Ismailu (Izmailu), Iskhaku (Isaaku), Yakubu (Iakovu) i kolenam (dvenadtsati synov'yam Yakuba), chto bylo darovano Muse (Moiseyu) i Ise (Iisusu) i chto bylo darovano prorokam ikh Gospodom. My ne delayem razlichiy mezhdu nimi, i Yemu odnomu my pokoryayemsya»"},{"SurahNumber":2,"VerseNumber":137,"Text":"Yesli oni uveruyut v to, vo chto uverovali vy, to posleduyut pryamym putem. Yesli zhe oni otvernutsya, to okazhutsya v razlade s istinoy. Allakh izbavit tebya ot nikh, ibo On - Slyshashchiy, Znayushchiy"},{"SurahNumber":2,"VerseNumber":138,"Text":"Skazhi: «Takova religiya Allakha! A ch'ya religiya mozhet byt' luchshe religii Allakha? Yemu odnomu my poklonyayemsya»"},{"SurahNumber":2,"VerseNumber":139,"Text":"Skazhi: «Neuzheli vy stanete prepirat'sya s nami otnositel'no Allakha, togda kak On yavlyayetsya nashim Gospodom i vashim Gospodom. Nam dostanutsya nashi deyaniya, a vam - vashi deyaniya, i my iskrenni pered Nim»"},{"SurahNumber":2,"VerseNumber":140,"Text":"Neuzheli vy skazhete, chto Ibrakhim (Avraam), Ismail (Izmail), Iskhak (Isaak), Yakub (Iakov) i kolena (dvenadtsat' synovey Yakuba) byli iudeyami ili khristianami? Skazhi: «Vy luchshe znayete ili zhe Allakh? Kto mozhet byt' nespravedliveye togo, kto skryl imeyushcheyesya u nego ot Allakha svidetel'stvo? Allakh ne prebyvayet v nevedenii otnositel'no togo, chto vy sovershayete»"},{"SurahNumber":2,"VerseNumber":141,"Text":"Etot narod uzhe minoval. Oni poluchat to, chto oni zasluzhili, a vy poluchite to, chto vy zasluzhili, i vy ne budete sprosheny o tom, chto oni sovershali"}]}