{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"بہت بابرکت ہے وه (اللہ) جس کے ہاتھ میں بادشاہی ہے اور جو ہر چیز پر قدرت رکھنے واﻻ ہے"},{"SurahNumber":67,"VerseNumber":2,"Text":"جس نے موت اور حیات کو اس لیے پیدا کیاکہ تمہیں آزمائے کہ تم میں سے اچھے کام کون کرتا ہے، اور وه غالب (اور) بخشنے واﻻ ہے"},{"SurahNumber":67,"VerseNumber":3,"Text":"جس نے سات آسمان اوپر تلے بنائے۔ (تو اے دیکھنے والے) اللہ رحمٰن کی پیدائش میں کوئی بے ضابطگی نہ دیکھے گا، دوباره (نظریں ڈال کر) دیکھ لے کیا کوئی شگاف بھی نظر آرہا ہے"},{"SurahNumber":67,"VerseNumber":4,"Text":"پھر دوہرا کر دو دو بار دیکھ لے تیری نگاه تیری طرف ذلیل (و عاجز) ہو کر تھکی ہوئی لوٹ آئے گی"},{"SurahNumber":67,"VerseNumber":5,"Text":"بیشک ہم نے آسمان دنیا کو چراغوں (ستاروں) سے آراستہ کیا اور انہیں شیطانوں کے مارنے کا ذریعہ بنا دیا اور شیطانوں کے لیے ہم نے (دوزخ کا جلانے واﻻ) عذاب تیار کر دیا"},{"SurahNumber":67,"VerseNumber":6,"Text":"اور اپنے رب کے ساتھ کفر کرنے والوں کے لیے جہنم کا عذاب ہے اور وه کیا ہی بری جگہ ہے"},{"SurahNumber":67,"VerseNumber":7,"Text":"جب اس میں یہ ڈالے جائیں گے تو اس کی بڑے زور کی آواز سنیں گے اور وه جوش مار رہی ہوگی"},{"SurahNumber":67,"VerseNumber":8,"Text":"قریب ہے کہ (ابھی) غصے کے مارے پھٹ جائے، جب کبھی اس میں کوئی گروه ڈاﻻ جائے گا اس سے جہنم کے داروغے پوچھیں گے کہ کیا تمہارے پاس ڈرانے واﻻ کوئی نہیں آیا تھا؟"},{"SurahNumber":67,"VerseNumber":9,"Text":"وه جواب دیں گے کہ بیشک آیا تھا لیکن ہم نے اسے جھٹلایا اور ہم نے کہا کہ اللہ تعالیٰ نےکچھ بھی نازل نہیں فرمایا۔ تم بہت بڑی گمراہی میں ہی ہو"},{"SurahNumber":67,"VerseNumber":10,"Text":"اور کہیں گے اگر ہم سنتے ہوتے یا عقل رکھتے ہوتے تو دوزخیوں میں (شریک) نہ ہوتے"},{"SurahNumber":67,"VerseNumber":11,"Text":"پس انہوں نے اپنے جرم کا اقبال کر لیا۔ اب یہ دوزخی دفع ہوں (دور ہوں)"},{"SurahNumber":67,"VerseNumber":12,"Text":"بیشک جو لوگ اپنے پروردگار سےغائبانہ طور پر ڈرتے رہتے ہیں ان کے لیے بخشش ہے اور بڑا ﺛواب ہے"},{"SurahNumber":67,"VerseNumber":13,"Text":"تم اپنی باتوں کو چھپاؤ یا ﻇاہر کرو وه تو سینوں کی پوشیدگی کو بھی بخوبی جانتا ہے"},{"SurahNumber":67,"VerseNumber":14,"Text":"کیا وہی نہ جانے جس نے پیدا کیا؟ پھر وه باریک بین اور باخبر بھی ہو"},{"SurahNumber":67,"VerseNumber":15,"Text":"وه ذات جس نے تمہارے لیے زمین کو پست ومطیع کردیا تاکہ تم اس کی راہوں میں چلتے پھرتے رہو اور اللہ کی روزیاں کھاؤ (پیو) اسی کی طرف (تمہیں) جی کر اٹھ کھڑا ہونا ہے"},{"SurahNumber":67,"VerseNumber":16,"Text":"کیا تم اس بات سے بے خوف ہوگئے ہو کہ آسمانوں واﻻ تمہیں زمین میں دھنسا دے اور اچانک زمین لرزنے لگے"},{"SurahNumber":67,"VerseNumber":17,"Text":"یا کیا تم اس بات سے نڈر ہوگئے ہو کہ آسمانوں واﻻ تم پر پتھر برسادے؟ پھر تو تمہیں معلوم ہو ہی جائے گا کہ میرا ڈرانا کیسا تھا"},{"SurahNumber":67,"VerseNumber":18,"Text":"اوران سے پہلے لوگوں نے بھی جھٹلایا تھا تو دیکھو ان پر میرا عذاب کیسا کچھ ہوا؟"},{"SurahNumber":67,"VerseNumber":19,"Text":"کیا یہ اپنے اوپر پر کھولے ہوئے اور (کبھی کبھی) سمیٹے ہوئے (اڑنے والے) پرندوں کو نہیں دیکھتے، انہیں (اللہ) رحمٰن ہی (ہوا وفضا میں) تھامے ہوئے ہے۔ بیشک ہر چیز اس کی نگاه میں ہے"},{"SurahNumber":67,"VerseNumber":20,"Text":"سوائے اللہ کے تمہارا وه کون سا لشکر ہے جو تمہاری مدد کرسکے کافر تو سراسر دھوکے ہی میں ہیں"},{"SurahNumber":67,"VerseNumber":21,"Text":"اگر اللہ تعالیٰ اپنی روزی روک لے تو بتاؤ کون ہے جو پھر تمہیں روزی دے گا؟ بلکہ (کافر) تو سرکشی اور بدکنے پر اڑگئے ہیں"},{"SurahNumber":67,"VerseNumber":22,"Text":"اچھا وه شخص زیاده ہدایت واﻻ ہے جو اپنے منھ کے بل اوندھا ہو کر چلے یا وه جو سیدھا (پیروں کے بل) راه راست پر چلا ہو؟"},{"SurahNumber":67,"VerseNumber":23,"Text":"کہہ دیجئے کہ وہی (اللہ) ہے جس نے تمہیں پیدا کیا اور تمہارے کان آنکھیں اور دل بنائے تم بہت ہی کم شکر گزاری کرتے ہو"},{"SurahNumber":67,"VerseNumber":24,"Text":"کہہ دیجئے! کہ وہی ہے جس نے تمہیں زمین میں پھیلا دیا اور اس کی طرف سے تم اکٹھے کیے جاؤ گے"},{"SurahNumber":67,"VerseNumber":25,"Text":"(کافر) پوچھتے ہیں کہ وه وعده کب ﻇاہر ہوگا اگر تم سچے ہو (تو بتاؤ؟)"},{"SurahNumber":67,"VerseNumber":26,"Text":"آپ کہہ دیجئے کہ اس کا علم تو اللہ ہی کو ہے، میں تو صرف کھلے طور پر آگاه کر دینے واﻻ ہوں"},{"SurahNumber":67,"VerseNumber":27,"Text":"جب یہ لوگ اس وعدے کو قریب تر پالیں گے اس وقت ان کافروں کے چہرے بگڑ جائیں گے اور کہہ دیا جائے گا کہ یہی ہے جسے تم طلب کیا کرتے تھے"},{"SurahNumber":67,"VerseNumber":28,"Text":"آپ کہہ دیجئے! اچھا اگر مجھے اور میرے ساتھیوں کو اللہ تعالیٰ ہلاک کردے یا ہم پر رحم کرے (بہر صورت یہ تو بتاؤ) کہ کافروں کو دردناک عذاب سے کون بچائے گا؟"},{"SurahNumber":67,"VerseNumber":29,"Text":"آپ کہہ دیجئے! کہ وہی رحمٰن ہے ہم تو اس پر ایمان ﻻچکے اور اسی پر ہمارا بھروسہ ہے۔ تمہیں عنقریب معلوم ہو جائے گا کہ صریح گمراہی میں کون ہے؟"},{"SurahNumber":67,"VerseNumber":30,"Text":"آپ کہہ دیجئے! کہ اچھا یہ تو بتاؤ کہ اگر تمہارے (پینے کا) پانی زمین میں اتر جائے تو کون ہے جو تمہارے لیے نتھرا ہوا پانی ﻻئے؟"},{"SurahNumber":68,"VerseNumber":1,"Text":"ن، قسم ہے قلم کی اور اس کی جو کچھ کہ وه (فرشتے) لکھتے ہیں"},{"SurahNumber":68,"VerseNumber":2,"Text":"تو اپنے رب کے فضل سے دیوانہ نہیں ہے"},{"SurahNumber":68,"VerseNumber":3,"Text":"اور بے شک تیرے لیے بے انتہا اجر ہے"},{"SurahNumber":68,"VerseNumber":4,"Text":"اور بیشک تو بہت بڑے (عمده) اخلاق پر ہے"},{"SurahNumber":68,"VerseNumber":5,"Text":"پس اب تو بھی دیکھ لے گا اور یہ بھی دیکھ لیں گے"},{"SurahNumber":68,"VerseNumber":6,"Text":"کہ تم میں سے کون فتنہ میں پڑا ہوا ہے"},{"SurahNumber":68,"VerseNumber":7,"Text":"بیشک تیرا رب اپنی راه سے بہکنے والوں کو خوب جانتا ہے، اور وه راه یافتہ لوگوں کو بھی بخوبی جانتا ہے"},{"SurahNumber":68,"VerseNumber":8,"Text":"پس تو جھٹلانے والوں کی نہ مان"},{"SurahNumber":68,"VerseNumber":9,"Text":"وه تو چاہتے ہیں کہ تو ذرا ڈھیلا ہو تو یہ بھی ڈھیلے پڑ جائیں"},{"SurahNumber":68,"VerseNumber":10,"Text":"اور تو کسی ایسے شخص کا بھی کہا نہ ماننا جو زیاده قسمیں کھانے واﻻ"},{"SurahNumber":68,"VerseNumber":11,"Text":"بے وقار، کمینہ، عیب گو، چغل خور"},{"SurahNumber":68,"VerseNumber":12,"Text":"بھلائی سے روکنے واﻻ حد سے بڑھ جانے واﻻ گنہگار"},{"SurahNumber":68,"VerseNumber":13,"Text":"گردن کش پھر ساتھ ہی بے نسب ہو"},{"SurahNumber":68,"VerseNumber":14,"Text":"اس کی سرکشی صرف اس لیے ہے کہ وه مال واﻻ اور بیٹوں واﻻ ہے"},{"SurahNumber":68,"VerseNumber":15,"Text":"جب اس کے سامنے ہماری آیتیں پڑھی جاتی ہیں تو کہہ دیتا ہے کہ یہ تو اگلوں کے قصے ہیں"},{"SurahNumber":68,"VerseNumber":16,"Text":"ہم بھی اس کی سونڈ (ناک) پر داغ دیں گے"},{"SurahNumber":68,"VerseNumber":17,"Text":"بیشک ہم نے انہیں اسی طرح آزما لیا جس طرح ہم نے باغ والوں کو آزمایا تھا جبکہ انہوں نے قسمیں کھائیں کہ صبح ہوتے ہی اس باغ کے پھل اتار لیں گے"},{"SurahNumber":68,"VerseNumber":18,"Text":"اور انشاءاللہ نہ کہا"},{"SurahNumber":68,"VerseNumber":19,"Text":"پس اس پر تیرے رب کی جانب سے ایک بلا چاروں طرف گھوم گئی اور یہ سو ہی رہے تھے"},{"SurahNumber":68,"VerseNumber":20,"Text":"پس وه باغ ایسا ہو گیا جیسے کٹی ہوئی کھیتی"},{"SurahNumber":68,"VerseNumber":21,"Text":"اب صبح ہوتے ہی انہوں نے ایک دوسرے کو آوازیں دیں"},{"SurahNumber":68,"VerseNumber":22,"Text":"کہ اگر تمہیں پھل اتارنے ہیں تو اپنی کھیتی پر سویرے ہی سویرے چل پڑو"},{"SurahNumber":68,"VerseNumber":23,"Text":"پھر یہ سب چپکے چپکے یہ باتیں کرتے ہوئے چلے"},{"SurahNumber":68,"VerseNumber":24,"Text":"کہ آج کے دن کوئی مسکین تمہارے پاس نہ آنے پائے"},{"SurahNumber":68,"VerseNumber":25,"Text":"اور لپکے ہوئے صبح صبح گئے۔ (سمجھ رہے تھے) کہ ہم قابو پاگئے"},{"SurahNumber":68,"VerseNumber":26,"Text":"جب انہوں نے باغ دیکھا تو کہنے لگے یقیناً ہم راستہ بھول گئے"},{"SurahNumber":68,"VerseNumber":27,"Text":"نہیں نہیں بلکہ ہماری قسمت پھوٹ گئی"},{"SurahNumber":68,"VerseNumber":28,"Text":"ان سب میں جو بہتر تھا اس نے کہا کہ میں تم سے نہ کہتا تھا کہ تم اللہ کی پاکیزگی کیوں نہیں بیان کرتے؟"},{"SurahNumber":68,"VerseNumber":29,"Text":"تو سب کہنے لگے ہمارا رب پاک ہے بیشک ہم ہی ﻇالم تھے"},{"SurahNumber":68,"VerseNumber":30,"Text":"پھر وه ایک دوسرے کی طرف رخ کر کے آپس میں ملامت کرنے لگے"},{"SurahNumber":68,"VerseNumber":31,"Text":"کہنے لگے ہائے افسوس! یقیناً ہم سرکش تھے"},{"SurahNumber":68,"VerseNumber":32,"Text":"کیا عجب ہے کہ ہمارا رب ہمیں اس سے بہتر بدلہ دے دے ہم تو اب اپنے رب سے ہی آرزو رکھتے ہیں"},{"SurahNumber":68,"VerseNumber":33,"Text":"یوں ہی آفت آتی ہے اور آخرت کی آفت بہت بڑی ہے۔ کاش انہیں سمجھ ہوتی"},{"SurahNumber":68,"VerseNumber":34,"Text":"پرہیزگاروں کے لیے ان کے رب کے پاس نعمتوں والی جنتیں ہیں"},{"SurahNumber":68,"VerseNumber":35,"Text":"کیا ہم مسلمانوں کو مثل گناه گاروں کے کردیں گے"},{"SurahNumber":68,"VerseNumber":36,"Text":"تمہیں کیا ہوگیا، کیسے فیصلے کر رہے ہو؟"},{"SurahNumber":68,"VerseNumber":37,"Text":"کیا تمہارے پاس کوئی کتاب ہے جس میں تم پڑھتے ہو؟"},{"SurahNumber":68,"VerseNumber":38,"Text":"کہ اس میں تمہاری من مانی باتیں ہوں؟"},{"SurahNumber":68,"VerseNumber":39,"Text":"یا تم نے ہم سے کچھ قسمیں لی ہیں؟ جو قیامت تک باقی رہیں کہ تمہارے لیے وه سب ہے جو تم اپنی طرف سے مقرر کر لو"},{"SurahNumber":68,"VerseNumber":40,"Text":"ان سے پوچھو تو کہ ان میں سے کون اس بات کا ذمہدار (اور دعویدار) ہے؟"},{"SurahNumber":68,"VerseNumber":41,"Text":"کیا ان کے کوئی شریک ہیں؟ تو چاہئے کہ اپنے اپنے شریکوں کو لے آئیں اگر یہ سچے ہیں"},{"SurahNumber":68,"VerseNumber":42,"Text":"جس دن پنڈلی کھول دی جائے گی اور سجدے کے لیے بلائے جائیں گے تو (سجده) نہ کر سکیں گے"},{"SurahNumber":68,"VerseNumber":43,"Text":"نگاہیں نیچی ہوں گی اور ان پر ذلت و خواری چھارہی ہوگی، حاﻻنکہ یہ سجدے کے لیے (اس وقت بھی) بلائے جاتے تھے جب کہ صحیح سالم تھے"},{"SurahNumber":68,"VerseNumber":44,"Text":"پس مجھے اور اس کلام کو جھٹلانے والے کو چھوڑ دے ہم انہیں اس طرح آہستہ آہستہ کھینچیں گے کہ انہیں معلوم بھی نہ ہوگا"},{"SurahNumber":68,"VerseNumber":45,"Text":"اور میں انہیں ڈھیل دوں گا، بیشک میری تدبیر بڑی مضبوط ہے"},{"SurahNumber":68,"VerseNumber":46,"Text":"کیا تو ان سے کوئی اجرت چاہتا ہے جس کے تاوان سے یہ دبے جاتے ہیں"},{"SurahNumber":68,"VerseNumber":47,"Text":"یا کیا ان کے پاس علم غیب ہے جسے وه لکھتے ہوں"},{"SurahNumber":68,"VerseNumber":48,"Text":"پس تو اپنے رب کے حکم کا صبر سے (انتظار کر) اور مچھلی والے کی طرح نہ ہو جا جب کہ اس نے غم کی حالت میں دعا کی"},{"SurahNumber":68,"VerseNumber":49,"Text":"اگر اسے اس کے رب کی نعمت نہ پالیتی تو یقیناً وه برے حالوں میں چٹیل میدان میں ڈال دیا جاتا"},{"SurahNumber":68,"VerseNumber":50,"Text":"اسے اس کے رب نے پھر نوازا اور اسے نیک کاروں میں کر دیا"},{"SurahNumber":68,"VerseNumber":51,"Text":"اور قریب ہے کہ کافر اپنی تیز نگاہوں سے آپ کو پھسلا دیں، جب کبھی قرآن سنتے ہیں اور کہہ دیتے ہیں یہ تو ضرور دیوانہ ہے"},{"SurahNumber":68,"VerseNumber":52,"Text":"در حقیقت یہ (قرآن) تو تمام جہان والوں کے لیے سراسر نصیحت ہی ہے"},{"SurahNumber":69,"VerseNumber":1,"Text":"ﺛابت ہونے والی"},{"SurahNumber":69,"VerseNumber":2,"Text":"ﺛابت ہونے والی کیا ہے؟"},{"SurahNumber":69,"VerseNumber":3,"Text":"اور تجھے کیا معلوم ہے کہ وه ﺛابت شده کیا ہے؟"},{"SurahNumber":69,"VerseNumber":4,"Text":"اس کھڑکا دینے والی کو ﺛمود اور عاد نے جھٹلا دیا تھا"},{"SurahNumber":69,"VerseNumber":5,"Text":"(جس کے نتیجہ میں) ﺛمود تو بے حد خوفناک (اور اونچی) آواز سے ہلاک کردیئے گئے"},{"SurahNumber":69,"VerseNumber":6,"Text":"اور عاد بیحد تیز وتند ہوا سے غارت کردیئے گئے"},{"SurahNumber":69,"VerseNumber":7,"Text":"جسے ان پر لگاتار سات رات اور آٹھ دن تک (اللہ نے) مسلط رکھا پس تم دیکھتے کہ یہ لوگ زمین پر اس طرح گر گئے جیسے کہ کھجور کے کھوکھلے تنے ہوں"},{"SurahNumber":69,"VerseNumber":8,"Text":"کیا ان میں سے کوئی بھی تجھے باقی نظر آرہا ہے؟"},{"SurahNumber":69,"VerseNumber":9,"Text":"فرعون اور اس سے پہلے کے لوگ اور جن کی بستیاں الٹ دی گئی، انہوں نے بھی خطائیں کیں"},{"SurahNumber":69,"VerseNumber":10,"Text":"اور اپنے رب کے رسول کی نافرمانی کی (بالﺂخر) اللہ نے انہیں (بھی) زبردست گرفت میں لے لیا"},{"SurahNumber":69,"VerseNumber":11,"Text":"جب پانی میں طغیانی آگئی تو اس وقت ہم نے تمہیں کشتی میں چڑھا لیا"},{"SurahNumber":69,"VerseNumber":12,"Text":"تاکہ اسے تمہارے لیے نصیحت اور یادگار بنادیں، اور (تاکہ) یاد رکھنے والے کان اسے یاد رکھیں"},{"SurahNumber":69,"VerseNumber":13,"Text":"پس جب کہ صور میں ایک پھونک پھونکی جائے گی"},{"SurahNumber":69,"VerseNumber":14,"Text":"اور زمین اور پہاڑ اٹھا لیے جائیں گے اور ایک ہی چوٹ میں ریزه ریزه کر دیے جائیں گے"},{"SurahNumber":69,"VerseNumber":15,"Text":"اس دن ہو پڑنے والی (قیامت) ہو پڑے گی"},{"SurahNumber":69,"VerseNumber":16,"Text":"اور آسمان پھٹ جائے گا اور اس دن بالکل بودا ہوجائے گا"},{"SurahNumber":69,"VerseNumber":17,"Text":"اس کے کناروں پر فرشتے ہوں گے، اور تیرے پروردگار کا عرش اس دن آٹھ (فرشتے) اپنے اوپر اٹھائے ہوئے ہوں گے"},{"SurahNumber":69,"VerseNumber":18,"Text":"اس دن تم سب سامنے پیش کیے جاؤ گے، تمہارا کوئی بھید پوشیده نہ رہے گا"},{"SurahNumber":69,"VerseNumber":19,"Text":"سو جسے اس کا نامہٴ اعمال اس کے دائیں ہاتھ میں دیا جائے گا تو وه کہنے لگے گا کہ لو میرا نامہٴ اعمال پڑھو"},{"SurahNumber":69,"VerseNumber":20,"Text":"مجھے تو کامل یقین تھا کہ مجھے اپنا حساب ملنا ہے"},{"SurahNumber":69,"VerseNumber":21,"Text":"پس وه ایک دل پسند زندگی میں ہوگا"},{"SurahNumber":69,"VerseNumber":22,"Text":"بلند وباﻻ جنت میں"},{"SurahNumber":69,"VerseNumber":23,"Text":"جس کے میوے جھکے پڑے ہوں گے"},{"SurahNumber":69,"VerseNumber":24,"Text":"(ان سے کہا جائے گا) کہ مزے سے کھاؤ، پیو اپنے ان اعمال کے بدلے جو تم نے گزشتہ زمانے میں کیے"},{"SurahNumber":69,"VerseNumber":25,"Text":"لیکن جسے اس (کے اعمال) کی کتاب اس کے بائیں ہاتھ میں دی جائے گی، وه تو کہے گا کہ کاش کہ مجھے میری کتاب دی ہی نہ جاتی"},{"SurahNumber":69,"VerseNumber":26,"Text":"اور میں جانتا ہی نہ کہ حساب کیا ہے"},{"SurahNumber":69,"VerseNumber":27,"Text":"کاش! کہ موت (میرا) کام ہی تمام کر دیتی"},{"SurahNumber":69,"VerseNumber":28,"Text":"میرے مال نے بھی مجھے کچھ نفع نہ دیا"},{"SurahNumber":69,"VerseNumber":29,"Text":"میرا غلبہ بھی مجھ سے جاتا رہا"},{"SurahNumber":69,"VerseNumber":30,"Text":"(حکم ہوگا) اسے پکڑ لو پھر اسے طوق پہنادو"},{"SurahNumber":69,"VerseNumber":31,"Text":"پھر اسے دوزخ میں ڈال دو"},{"SurahNumber":69,"VerseNumber":32,"Text":"پھر اسے ایسی زنجیر میں جس کی پیمائش ستر ہاتھ کی ہے جکڑ دو"},{"SurahNumber":69,"VerseNumber":33,"Text":"بیشک یہ اللہ عظمت والے پرایمان نہ رکھتا تھا"},{"SurahNumber":69,"VerseNumber":34,"Text":"اور مسکین کے کھلانے پر رغبت نہ دﻻتا تھا"},{"SurahNumber":69,"VerseNumber":35,"Text":"پس آج اس کا نہ کوئی دوست ہے"},{"SurahNumber":69,"VerseNumber":36,"Text":"اور نہ سوائے پیﭗ کے اس کی کوئی غذا ہے"},{"SurahNumber":69,"VerseNumber":37,"Text":"جسے گناه گاروں کے سوا کوئی نہیں کھائے گا"},{"SurahNumber":69,"VerseNumber":38,"Text":"پس مجھے قسم ہے ان چیزوں کی جنہیں تم دیکھتے ہو"},{"SurahNumber":69,"VerseNumber":39,"Text":"اور ان چیزوں کی جنہیں تم نہیں دیکھتے"},{"SurahNumber":69,"VerseNumber":40,"Text":"کہ بیشک یہ (قرآن) بزرگ رسول کا قول ہے"},{"SurahNumber":69,"VerseNumber":41,"Text":"یہ کسی شاعر کا قول نہیں (افسوس) تمہیں بہت کم یقین ہے"},{"SurahNumber":69,"VerseNumber":42,"Text":"اور نہ کسی کاہن کا قول ہے، (افسوس) بہت کم نصیحت لے رہے ہو"},{"SurahNumber":69,"VerseNumber":43,"Text":"(یہ تو) رب العالمین کا اتارا ہوا ہے"},{"SurahNumber":69,"VerseNumber":44,"Text":"اور اگر یہ ہم پر کوئی بھی بات بنا لیتا"},{"SurahNumber":69,"VerseNumber":45,"Text":"تو البتہ ہم اس کا داہنا ہاتھ پکڑ لیتے"},{"SurahNumber":69,"VerseNumber":46,"Text":"پھر اس کی شہ رگ کاٹ دیتے"},{"SurahNumber":69,"VerseNumber":47,"Text":"پھر تم میں سے کوئی بھی مجھے اس سے روکنے واﻻ نہ ہوتا"},{"SurahNumber":69,"VerseNumber":48,"Text":"یقیناً یہ قرآن پرہیزگاروں کے لیے نصیحت ہے"},{"SurahNumber":69,"VerseNumber":49,"Text":"ہمیں پوری طرح معلوم ہے کہ تم میں سے بعض اس کے جھٹلانے والے ہیں"},{"SurahNumber":69,"VerseNumber":50,"Text":"بیشک (یہ جھٹلانا) کافروں پر حسرت ہے"},{"SurahNumber":69,"VerseNumber":51,"Text":"اور بیشک (و شبہ) یہ یقینی حق ہے"},{"SurahNumber":69,"VerseNumber":52,"Text":"پس تو اپنے رب عظیم کی پاکی بیان کر"},{"SurahNumber":70,"VerseNumber":1,"Text":"ایک سوال کرنے والے نے اس عذاب کا سوال کیا جو واضح ہونے واﻻ ہے"},{"SurahNumber":70,"VerseNumber":2,"Text":"کافروں پر، جسے کوئی ہٹانے واﻻ نہیں"},{"SurahNumber":70,"VerseNumber":3,"Text":"اس اللہ کی طرف سے جو سیڑھیوں واﻻ ہے"},{"SurahNumber":70,"VerseNumber":4,"Text":"جس کی طرف فرشتے اور روح چڑھتے ہیں ایک دن میں جس کی مقدار پچاس ہزار سال کی ہے"},{"SurahNumber":70,"VerseNumber":5,"Text":"پس تو اچھی طرح صبر کر"},{"SurahNumber":70,"VerseNumber":6,"Text":"بیشک یہ اس (عذاب) کو دور سمجھ رہے ہیں"},{"SurahNumber":70,"VerseNumber":7,"Text":"اور ہم اسے قریب ہی دیکھتے ہیں"},{"SurahNumber":70,"VerseNumber":8,"Text":"جس دن آسمان مثل تیل کی تلچھٹ کے ہو جائے گا"},{"SurahNumber":70,"VerseNumber":9,"Text":"اور پہاڑ مثل رنگین اون کے ہو جائیں گے"},{"SurahNumber":70,"VerseNumber":10,"Text":"اور کوئی دوست کسی دوست کو نہ پوچھے گا"},{"SurahNumber":70,"VerseNumber":11,"Text":"(حاﻻنکہ) ایک دوسرے کو دکھا دیئے جائیں گے، گناهگار اس دن کے عذاب کے بدلے فدیے میں اپنے بیٹوں کو"},{"SurahNumber":70,"VerseNumber":12,"Text":"اپنی بیوی کو اور اپنے بھائی کو"},{"SurahNumber":70,"VerseNumber":13,"Text":"اور اپنے کنبے کو جو اسے پناه دیتا تھا"},{"SurahNumber":70,"VerseNumber":14,"Text":"اور روئے زمین کے سب لوگوں کو دینا چاہے گا تاکہ یہ اسے نجات دﻻ دے"},{"SurahNumber":70,"VerseNumber":15,"Text":"(مگر) ہرگز یہ نہ ہوگا، یقیناً وه شعلہ والی (آگ) ہے"},{"SurahNumber":70,"VerseNumber":16,"Text":"جو منھ اور سر کی کھال کھینچ ﻻنے والی ہے"},{"SurahNumber":70,"VerseNumber":17,"Text":"وه ہر اس شخص کو پکارے گی جو پیچھے ہٹتا اور منھ موڑتا ہے"},{"SurahNumber":70,"VerseNumber":18,"Text":"اور جمع کرکے سنبھال رکھتا ہے"},{"SurahNumber":70,"VerseNumber":19,"Text":"بیشک انسان بڑے کچے دل واﻻ بنایا گیا ہے"},{"SurahNumber":70,"VerseNumber":20,"Text":"جب اسے مصیبت پہنچتی ہے تو ہڑبڑا اٹھتا ہے"},{"SurahNumber":70,"VerseNumber":21,"Text":"اور جب راحت ملتی ہے تو بخل کرنے لگتا ہے"},{"SurahNumber":70,"VerseNumber":22,"Text":"مگر وه نمازی"},{"SurahNumber":70,"VerseNumber":23,"Text":"جو اپنی نماز پر ہمیشگی کرنے والے ہیں"},{"SurahNumber":70,"VerseNumber":24,"Text":"اور جن کے مالوں میں مقرره حصہ ہے"},{"SurahNumber":70,"VerseNumber":25,"Text":"مانگنے والوں کا بھی اور سوال سے بچنے والوں کا بھی"},{"SurahNumber":70,"VerseNumber":26,"Text":"اور جو انصاف کے دن پر یقین رکھتے ہیں"},{"SurahNumber":70,"VerseNumber":27,"Text":"اور جو اپنے رب کے عذاب سے ڈرتے رہتے ہیں"},{"SurahNumber":70,"VerseNumber":28,"Text":"بیشک ان کے رب کا عذاب بے خوف ہونے کی چیز نہیں"},{"SurahNumber":70,"VerseNumber":29,"Text":"اور جو لوگ اپنی شرم گاہوں کی (حرام سے) حفاﻇت کرتے ہیں"},{"SurahNumber":70,"VerseNumber":30,"Text":"ہاں ان کی بیویوں اور لونڈیوں کے بارے میں جن کے وه مالک ہیں انہیں کوئی ملامت نہیں"},{"SurahNumber":70,"VerseNumber":31,"Text":"اب جو کوئی اس کے علاوه (راه) ڈھونڈے گا توایسے لوگ حد سے گزر جانے والے ہوں گے"},{"SurahNumber":70,"VerseNumber":32,"Text":"اور جو اپنی امانتوں کا اور اپنے قول و قرار کا پاس رکھتے ہیں"},{"SurahNumber":70,"VerseNumber":33,"Text":"اور جو اپنی گواہیوں پر سیدھے اور قائم رہتے ہیں"},{"SurahNumber":70,"VerseNumber":34,"Text":"اور جو اپنی نمازوں کی حفاﻇت کرتے ہیں"},{"SurahNumber":70,"VerseNumber":35,"Text":"یہی لوگ جنتوں میں عزت والے ہوں گے"},{"SurahNumber":70,"VerseNumber":36,"Text":"پس کافروں کو کیاہو گیا ہے کہ وه تیری طرف دوڑتے آتے ہیں"},{"SurahNumber":70,"VerseNumber":37,"Text":"دائیں اور بائیں سے گروه کے گروه"},{"SurahNumber":70,"VerseNumber":38,"Text":"کیا ان میں سے ہر ایک کی توقع یہ ہے کہ وه نعمتوں والی جنت میں داخل کیا جائے گا؟"},{"SurahNumber":70,"VerseNumber":39,"Text":"(ایسا) ہرگز نہ ہوگا۔ ہم نے انہیں اس (چیز) سے پیدا کیا ہے جسے وه جانتے ہیں"},{"SurahNumber":70,"VerseNumber":40,"Text":"پس مجھے قسم ہے مشرقوں اور مغربوں کے رب کی (کہ) ہم یقیناً قادر ہیں"},{"SurahNumber":70,"VerseNumber":41,"Text":"اس پر کہ ان کے عوض ان سے اچھے لوگ لے آئیں اور ہم عاجز نہیں ہیں"},{"SurahNumber":70,"VerseNumber":42,"Text":"پس تو انہیں جھگڑتا کھیلتا چھوڑ دے یہاں تک کہ یہ اپنے اس دن سے جاملیں جس کا ان سے وعده کیا جاتا ہے"},{"SurahNumber":70,"VerseNumber":43,"Text":"جس دن یہ قبروں سے دوڑتے ہوئے نکلیں گے، گویا کہ وه کسی جگہ کی طرف تیز تیز جا رہے ہیں"},{"SurahNumber":70,"VerseNumber":44,"Text":"ان کی آنکھیں جھکی ہوئی ہوں گی، ان پر ذلت چھا رہی ہوگی، یہ ہے وه دن جس کا ان سے وعده کیا جاتا تھا"},{"SurahNumber":71,"VerseNumber":1,"Text":"یقیناً ہم نے نوح (علیہ السلام) کو ان کی قوم کی طرف بھیجا کہ اپنی قوم کو ڈرا دو (اور خبردار کردو) اس سے پہلے کہ ان کے پاس دردناک عذاب آجائے"},{"SurahNumber":71,"VerseNumber":2,"Text":"(نوح علیہ السلام نے) کہا اے میری قوم! میں تمہیں صاف صاف ڈرانے واﻻ ہوں"},{"SurahNumber":71,"VerseNumber":3,"Text":"کہ تم اللہ کی عبادت کرو اور اسی سے ڈرو اور میرا کہا مانو"},{"SurahNumber":71,"VerseNumber":4,"Text":"تو وه تمہارے گناه بخش دے گا اور تمہیں ایک وقت مقرره تک چھوڑ دے گا۔ یقیناً اللہ کا وعده جب آجاتا ہے تو مؤخر نہیں ہوتا۔ کاش کہ تمہیں سمجھ ہوتی"},{"SurahNumber":71,"VerseNumber":5,"Text":"(نوح علیہ السلام نے) کہا اے میرے پرورگار! میں نے اپنی قوم کو رات دن تیری طرف بلایا ہے"},{"SurahNumber":71,"VerseNumber":6,"Text":"مگر میرے بلانے سے یہ لوگ اور زیاده بھاگنے لگے"},{"SurahNumber":71,"VerseNumber":7,"Text":"میں نے جب کبھی انہیں تیری بخشش کے لیے بلایا انہوں نے اپنی انگلیاں اپنے کانوں میں ڈال لیں اور اپنے کپڑوں کو اوڑھ لیا اور اڑ گئے اور بڑا تکبر کیا"},{"SurahNumber":71,"VerseNumber":8,"Text":"پھر میں نے انہیں بﺂواز بلند بلایا"},{"SurahNumber":71,"VerseNumber":9,"Text":"اور بیشک میں نےان سے علانیہ بھی کہا اور چپکے چپکے بھی"},{"SurahNumber":71,"VerseNumber":10,"Text":"اور میں نے کہا کہ اپنے رب سے اپنے گناه بخشواؤ (اور معافی مانگو) وه یقیناً بڑا بخشنے واﻻ ہے"},{"SurahNumber":71,"VerseNumber":11,"Text":"وه تم پر آسمان کو خوب برستا ہوا چھوڑ دے گا"},{"SurahNumber":71,"VerseNumber":12,"Text":"اور تمہیں خوب پے درپے مال اور اوﻻد میں ترقی دے گا اور تمہیں باغات دے گا اور تمہارے لیے نہریں نکال دے گا"},{"SurahNumber":71,"VerseNumber":13,"Text":"تمہیں کیا ہوگیا ہے کہ تم اللہ کی برتری کا عقیده نہیں رکھتے"},{"SurahNumber":71,"VerseNumber":14,"Text":"حاﻻنکہ اس نے تمہیں طرح طرح سے پیدا کیا ہے"},{"SurahNumber":71,"VerseNumber":15,"Text":"کیا تم نہیں دیکھتے کہ اللہ تعالیٰ نے اوپر تلے کس طرح سات آسمان پیدا کر دیئے ہیں"},{"SurahNumber":71,"VerseNumber":16,"Text":"اور ان میں چاند کو جگمگاتا بنایا ہے اور سورج کو روشن چراغ بنایا ہے"},{"SurahNumber":71,"VerseNumber":17,"Text":"اور تم کو زمین سے ایک (خاص اہتمام سے) اگایا ہے (اور پیدا کیا ہے)"},{"SurahNumber":71,"VerseNumber":18,"Text":"پھر تمہیں اسی میں لوٹا لے جائے گا اور (ایک خاص طریقہ) سے پھر نکالے گا"},{"SurahNumber":71,"VerseNumber":19,"Text":"اور تمہارے لیے زمین کو اللہ تعالیٰ نے فرش بنادیا ہے"},{"SurahNumber":71,"VerseNumber":20,"Text":"تاکہ تم اس کی کشاده راہوں میں چلو پھرو"},{"SurahNumber":71,"VerseNumber":21,"Text":"نوح (علیہ السلام) نے کہا اے میرے پروردگار! ان لوگوں نے میری تو نافرمانی کی اور ایسوں کی فرمانبرداری کی جن کے مال واوﻻد نے ان کو (یقیناً) نقصان ہی میں بڑھایا ہے"},{"SurahNumber":71,"VerseNumber":22,"Text":"اور ان لوگوں نے بڑا سخت فریب کیا"},{"SurahNumber":71,"VerseNumber":23,"Text":"اور کہا انہوں نے کہ ہرگز اپنے معبودوں کو نہ چھوڑنا اور نہ ود اور سواع اور یغوث اور یعوق اور نسر کو (چھوڑنا)"},{"SurahNumber":71,"VerseNumber":24,"Text":"اور انہوں نے بہت سے لوگوں کو گمراه کیا (الٰہی) تو ان ﻇالموں کی گمراہی اور بڑھا"},{"SurahNumber":71,"VerseNumber":25,"Text":"یہ لوگ بہ سبب اپنے گناہوں کے ڈبو دیئے گئے اور جہنم میں پہنچا دیئے گئے اور اللہ کے سوا اپنا کوئی مددگار انہوں نے نہ پایا"},{"SurahNumber":71,"VerseNumber":26,"Text":"اور (حضرت) نوح (علیہ السلام) نے کہا کہ اے میرے پالنے والے! تو روئے زمین پر کسی کافر کو رہنے سہنے واﻻ نہ چھوڑ"},{"SurahNumber":71,"VerseNumber":27,"Text":"اگر تو انہیں چھوڑ دے گا تو (یقیناً) یہ تیرے (اور) بندوں کو (بھی) گمراه کر دیں گے اور یہ فاجروں اور ڈھیٹ کافروں ہی کو جنم دیں گے"},{"SurahNumber":71,"VerseNumber":28,"Text":"اے میرے پروردگار! تو مجھے اور میرے ماں باپ اور جو بھی ایمان کی حالت میں میرے گھر میں آئے اور تمام مومن مردوں اور عورتوں کو بخش دے اور کافروں کو سوائے بربادی کے اور کسی بات میں نہ بڑھا"},{"SurahNumber":72,"VerseNumber":1,"Text":"(اے محمد صلی اللہ علیہ وسلم) آپ کہہ دیں کہ مجھے وحی کی گئی ہے کہ جنوں کی ایک جماعت نے (قرآن) سنا اور کہا کہ ہم نے عجیب قرآن سنا ہے"},{"SurahNumber":72,"VerseNumber":2,"Text":"جو راه راست کے طرف رہنمائی کرتا ہے۔ ہم اس پر ایمان ﻻ چکے (اب) ہم ہرگز کسی کو بھی اپنے رب کا شریک نہ بنائیں گے"},{"SurahNumber":72,"VerseNumber":3,"Text":"اور بیشک ہمارے رب کی شان بڑی بلند ہے نہ اس نے کسی کو (اپنی) بیوی بنایا ہے نہ بیٹا"},{"SurahNumber":72,"VerseNumber":4,"Text":"اور یہ کہ ہم میں کا بیوقوف اللہ کے بارے میں خلاف حق باتیں کہا کرتا تھا"},{"SurahNumber":72,"VerseNumber":5,"Text":"اور ہم تو یہی سمجھتے رہے کہ ناممکن ہے کہ انسانوں اور جنات اللہ پر جھوٹی باتیں لگائیں"},{"SurahNumber":72,"VerseNumber":6,"Text":"بات یہ ہے کہ چند انسان بعض جنات سے پناه طلب کیا کرتے تھے جس سے جنات اپنی سرکشی میں اور بڑھ گئے"},{"SurahNumber":72,"VerseNumber":7,"Text":"اور (انسانوں) نے بھی تم جنوں کی طرح گمان کر لیا تھا کہ اللہ کسی کو نہ بھیجے گا (یا کسی کو دوباره زنده نہ کرے گا)"},{"SurahNumber":72,"VerseNumber":8,"Text":"اور ہم نے آسمان کو ٹٹول کر دیکھا تو اسے سخت چوکیداروں اور سخت شعلوں سے پر پایا"},{"SurahNumber":72,"VerseNumber":9,"Text":"اس سے پہلے ہم باتیں سننے کے لیے آسمان میں جگہ جگہ بیٹھ جایا کرتے تھے۔ اب جو بھی کان لگاتا ہے وه ایک شعلے کو اپنی تاک میں پاتا ہے"},{"SurahNumber":72,"VerseNumber":10,"Text":"ہم نہیں جانتے کہ زمین والوں کے ساتھ کسی برائی کا اراده کیا گیا ہے یا ان کے رب کا اراده ان کے ساتھ بھلائی کا ہے"},{"SurahNumber":72,"VerseNumber":11,"Text":"اور یہ کہ (بیشک) بعض تو ہم میں نیکو کار ہیں اور بعض اس کے برعکس بھی ہیں، ہم مختلف طریقوں سے بٹے ہوئے ہیں"},{"SurahNumber":72,"VerseNumber":12,"Text":"اور ہم نے سمجھ لیا کہ ہم اللہ تعالیٰ کو زمین میں ہرگز عاجز نہیں کرسکتے اور نہ ہم بھاگ کر اسے ہرا سکتے ہیں"},{"SurahNumber":72,"VerseNumber":13,"Text":"ہم تو ہدایت کی بات سنتے ہی اس پر ایمان ﻻئے چکے اور جو بھی اپنے رب پر ایمان ﻻئے گا اسے نہ کسی نقصان کا اندیشہ ہے نہ ﻇلم وستم کا"},{"SurahNumber":72,"VerseNumber":14,"Text":"ہاں ہم میں بعض تو مسلمان ہیں اور بعض بےانصاف ہیں پس جو فرماں بردار ہوگئے انہوں نے تو راه راست کا قصد کیا"},{"SurahNumber":72,"VerseNumber":15,"Text":"اور جو ﻇالم ہیں وه جہنم کا ایندھن بن گئے"},{"SurahNumber":72,"VerseNumber":16,"Text":"اور (اے نبی یہ بھی کہہ دو) کہ اگر لوگ راه راست پر سیدھے رہتے تو یقیناً ہم انہیں بہت وافر پانی پلاتے"},{"SurahNumber":72,"VerseNumber":17,"Text":"تاکہ ہم اس میں انہیں آزمالیں، اور جو شخص اپنے پروردگار کے ذکر سے منھ پھیر لے گا تو اللہ تعالیٰ اسے سخت عذاب میں مبتلا کردے گا"},{"SurahNumber":72,"VerseNumber":18,"Text":"اور یہ کہ مسجدیں صرف اللہ ہی کے لئے خاص ہیں پس اللہ تعالیٰ کے ساتھ کسی اور کو نہ پکارو"},{"SurahNumber":72,"VerseNumber":19,"Text":"اور جب اللہ کا بنده اس کی عبادت کے لیے کھڑا ہوا تو قریب تھا کہ وه بھیڑ کی بھیڑ بن کر اس پر پل پڑیں"},{"SurahNumber":72,"VerseNumber":20,"Text":"آپ کہہ دیجئے کہ میں تو صرف اپنے رب ہی کو پکارتا ہوں اور اس کے ساتھ کسی کو شریک نہیں کرتا"},{"SurahNumber":72,"VerseNumber":21,"Text":"کہہ دیجئے کہ مجھے تمہارے کسی نقصان نفع کا اختیار نہیں"},{"SurahNumber":72,"VerseNumber":22,"Text":"کہہ دیجئے کہ مجھے ہرگز کوئی اللہ سے بچا نہیں سکتا اور میں ہرگز اس کے سوا کوئی جائے پناه بھی پا نہیں سکتا"},{"SurahNumber":72,"VerseNumber":23,"Text":"البتہ (میرا کام) اللہ کی بات اور اس کے پیغامات (لوگوں کو) پہنچا دینا ہے، (اب) جو بھی اللہ اور اس کے رسول کی نہ مانے گا اس کے لیے جہنم کی آگ ہے جس میں ایسے لوگ ہمیشہ رہیں گے"},{"SurahNumber":72,"VerseNumber":24,"Text":"(ان کی آنکھ نہ کھلے گی) یہاں تک کہ اسے دیکھ لیں جس کا ان کو وعده دیا جاتا ہے پس عنقریب جان لیں گے کہ کس کا مددگار کمزور اور کس کی جماعت کم ہے"},{"SurahNumber":72,"VerseNumber":25,"Text":"کہہ دیجئے کہ مجھے معلوم نہیں کہ جس کا وعده تم سے کیا جاتا ہے وه قریب ہے یا میرا رب اس کے لیے دور کی مدت مقرر کرے گا"},{"SurahNumber":72,"VerseNumber":26,"Text":"وه غیب کا جاننے واﻻ ہے اور اپنے غیب پر کسی کو مطلع نہیں کرتا"},{"SurahNumber":72,"VerseNumber":27,"Text":"سوائے اس پیغمبر کے جسے وه پسند کرلے لیکن اس کے بھی آگے پیچھے پہرے دار مقرر کردیتا ہے"},{"SurahNumber":72,"VerseNumber":28,"Text":"تاکہ ان کے اپنے رب کے پیغام پہنچا دینے کا علم ہو جائے اللہ تعالیٰ نے ان کے آس پاس (کی تمام چیزوں) کا احاطہ کر رکھا ہے اور ہر چیز کی گنتی شمار کر رکھا ہے"},{"SurahNumber":73,"VerseNumber":1,"Text":"اے کپڑے میں لپٹنے والے"},{"SurahNumber":73,"VerseNumber":2,"Text":"رات (کے وقت نماز) میں کھڑے ہوجاؤ مگر کم"},{"SurahNumber":73,"VerseNumber":3,"Text":"آدھی رات یا اس سے بھی کچھ کم کرلے"},{"SurahNumber":73,"VerseNumber":4,"Text":"یا اس پر بڑھا دے اور قرآن کو ٹھہر ٹھہر کر (صاف) پڑھا کر"},{"SurahNumber":73,"VerseNumber":5,"Text":"یقیناً ہم تجھ پر بہت بھاری بات عنقریب نازل کریں گے"},{"SurahNumber":73,"VerseNumber":6,"Text":"بیشک رات کا اٹھنا دل جمعی کے لیے انتہائی مناسب ہے اور بات کو بہت درست کر دینے واﻻ ہے"},{"SurahNumber":73,"VerseNumber":7,"Text":"یقیناً تجھے دن میں بہت شغل رہتا ہے"},{"SurahNumber":73,"VerseNumber":8,"Text":"تو اپنے رب کے نام کا ذکر کیا کر اور تمام خلائق سے کٹ کر اس کی طرف متوجہ ہوجا"},{"SurahNumber":73,"VerseNumber":9,"Text":"مشرق ومغرب کا پروردگار جس کے سوا کوئی معبود نہیں، تو اسی کو اپنا کار ساز بنالے"},{"SurahNumber":73,"VerseNumber":10,"Text":"اور جو کچھ وه کہیں تو سہتا ره اور وضعداری کے ساتھ ان سے الگ تھلگ ره"},{"SurahNumber":73,"VerseNumber":11,"Text":"اور مجھے اور ان جھٹلانے والے آسوده حال لوگوں کو چھوڑ دے اور انہیں ذرا سی مہلت دے"},{"SurahNumber":73,"VerseNumber":12,"Text":"یقیناً ہمارے ہاں سخت بیڑیاں ہیں اور سلگتی ہوئی جہنم ہے"},{"SurahNumber":73,"VerseNumber":13,"Text":"اور حلق میں اٹکنے واﻻ کھانا ہے اور درد دینے واﻻ عذاب ہے"},{"SurahNumber":73,"VerseNumber":14,"Text":"جس دن زمین اور پہاڑ تھرتھرا جائیں گے اور پہاڑ مثل بھربھری ریت کے ٹیلوں کے ہوجائیں گے"},{"SurahNumber":73,"VerseNumber":15,"Text":"بیشک ہم نے تمہاری طرف بھی تم پر گواہی دینے واﻻ رسول بھیج دیا ہے جیسے کہ ہم نے فرعون کے پاس رسول بھیجا تھا"},{"SurahNumber":73,"VerseNumber":16,"Text":"تو فرعون نے اس رسول کی نافرمانی کی تو ہم نے اسے سخت (وبال کی) پکڑ میں پکڑ لیا"},{"SurahNumber":73,"VerseNumber":17,"Text":"تم اگر کافر رہے تو اس دن کیسے پناه پاؤ گے جو دن بچوں کو بوڑھا کردے گا"},{"SurahNumber":73,"VerseNumber":18,"Text":"جس دن آسمان پھٹ جائے گا اللہ تعالیٰ کا یہ وعده ہو کر ہی رہنے واﻻ ہے"},{"SurahNumber":73,"VerseNumber":19,"Text":"بیشک یہ نصیحت ہے پس جو چاہے اپنے رب کی طرف راه اختیار کرے"},{"SurahNumber":73,"VerseNumber":20,"Text":"آپ کا رب بخوبی جانتا ہے کہ آپ اور آپ کے ساتھ کے لوگوں کی ایک جماعت قریب دو تہائی رات کے اور آدھی رات کے اور ایک تہائی رات کے تہجد پڑھتی ہے اور رات دن کا پورا اندازه اللہ تعالیٰ کو ہی ہے، وه (خوب) جانتا ہے کہ تم اسے ہرگز نہ نبھا سکو گے پس اس نے تم پر مہربانی کی لہٰذا جتنا قرآن پڑھنا تمہارے لیے آسان ہو اتنا ہی پڑھو، وه جانتا ہے کہ تم میں بعض بیمار بھی ہوں گے، بعض دوسرے زمین میں چل پھر کر اللہ تعالیٰ کا فضل (یعنی روزی بھی) تلاش کریں گے اور کچھ لوگ اللہ تعالیٰ کی راه میں جہاد بھی کریں گے، سو تم بہ آسانی جتنا قرآن پڑھ سکو پڑھو اور نماز کی پابندی رکھو اور زکوٰة دیتے رہا کرو اور اللہ تعالیٰ کو اچھا قرض دو۔ اور جو نیکی تم اپنے لیے آگے بھیجو گے اسے اللہ تعالیٰ کے ہاں بہتر سے بہتر اور ﺛواب میں بہت زیاده پاؤ گے اللہ تعالیٰ سے معافی مانگتے رہو۔ یقیناً اللہ تعالیٰ بخشنے واﻻ مہربان ہے"},{"SurahNumber":74,"VerseNumber":1,"Text":"اے کپڑا اوڑھنے والے"},{"SurahNumber":74,"VerseNumber":2,"Text":"کھڑا ہوجا اور آگاه کردے"},{"SurahNumber":74,"VerseNumber":3,"Text":"اور اپنے رب ہی کی بڑائیاں بیان کر"},{"SurahNumber":74,"VerseNumber":4,"Text":"اپنے کپڑوں کو پاک رکھا کر"},{"SurahNumber":74,"VerseNumber":5,"Text":"ناپاکی کو چھوڑ دے"},{"SurahNumber":74,"VerseNumber":6,"Text":"اور احسان کرکے زیاده لینے کی خواہش نہ کر"},{"SurahNumber":74,"VerseNumber":7,"Text":"اور اپنے رب کی راه میں صبر کر"},{"SurahNumber":74,"VerseNumber":8,"Text":"پس جب کہ صور میں پھونک ماری جائے گی"},{"SurahNumber":74,"VerseNumber":9,"Text":"تو وه دن بڑا سخت دن ہوگا"},{"SurahNumber":74,"VerseNumber":10,"Text":"جو کافروں پر آسان نہ ہوگا"},{"SurahNumber":74,"VerseNumber":11,"Text":"مجھے اور اسے چھوڑ دے جسے میں نے اکیلا پیدا کیا ہے"},{"SurahNumber":74,"VerseNumber":12,"Text":"اور اسے بہت سا مال دے رکھا ہے"},{"SurahNumber":74,"VerseNumber":13,"Text":"اور حاضر باش فرزند بھی"},{"SurahNumber":74,"VerseNumber":14,"Text":"اور میں نے اسے بہت کچھ کشادگی دے رکھی ہے"},{"SurahNumber":74,"VerseNumber":15,"Text":"پھر بھی اس کی چاہت ہے کہ میں اسے اور زیاده دوں"},{"SurahNumber":74,"VerseNumber":16,"Text":"نہیں نہیں، وه ہماری آیتوں کا مخالف ہے"},{"SurahNumber":74,"VerseNumber":17,"Text":"عنقریب میں اسے ایک سخت چڑھائی چڑھاؤں گا"},{"SurahNumber":74,"VerseNumber":18,"Text":"اس نے غور کرکے تجویز کی"},{"SurahNumber":74,"VerseNumber":19,"Text":"اسے ہلاکت ہو کیسی (تجویز) سوچی؟"},{"SurahNumber":74,"VerseNumber":20,"Text":"وه پھر غارت ہو کس طرح اندازه کیا"},{"SurahNumber":74,"VerseNumber":21,"Text":"اس نے پھر دیکھا"},{"SurahNumber":74,"VerseNumber":22,"Text":"پھر تیوری چڑھائی اور منھ بنایا"},{"SurahNumber":74,"VerseNumber":23,"Text":"پھر پیچھے ہٹ گیا اور غرور کیا"},{"SurahNumber":74,"VerseNumber":24,"Text":"اور کہنے لگا تو یہ صرف جادو ہے جو نقل کیا جاتا ہے"},{"SurahNumber":74,"VerseNumber":25,"Text":"سوائے انسانی کلام کے کچھ بھی نہیں ہے"},{"SurahNumber":74,"VerseNumber":26,"Text":"میں عنقریب اسے دوزخ میں ڈالوں گا"},{"SurahNumber":74,"VerseNumber":27,"Text":"اور تجھے کیا خبر کہ دوزخ کیا چیز ہے؟"},{"SurahNumber":74,"VerseNumber":28,"Text":"نہ وه باقی رکھتی ہے نہ چھوڑتی ہے"},{"SurahNumber":74,"VerseNumber":29,"Text":"کھال کو جھلسا دیتی ہے"},{"SurahNumber":74,"VerseNumber":30,"Text":"اور اس میں انیس (فرشتے مقرر) ہیں"},{"SurahNumber":74,"VerseNumber":31,"Text":"ہم نے دوزخ کے داروغے صرف فرشتے رکھے ہیں۔ اور ہم نے ان کی تعداد صرف کافروں کی آزمائش کے لیے مقرر کی ہے تاکہ اہل کتاب یقین کرلیں، اوراہل ایمان کے ایمان میں اضافہ ہو جائے اور اہل کتاب اور اہل ایمان شک نہ کریں اور جن کے دلوں میں بیماری ہے وه اور کافر کہیں کہ اس بیان سے اللہ تعالیٰ کی کیا مراد ہے؟ اسی طرح اللہ تعالیٰ جسے چاہتا ہے گمراه کرتا ہے اور جسے چاہتا ہے ہدایت دیتا ہے۔ تیرے رب کے لشکروں کو اس کے سوا کوئی نہیں جانتا، یہ تو کل بنی آدم کے لیے سراسر پند ونصیحت ہے"},{"SurahNumber":74,"VerseNumber":32,"Text":"سچ کہتا ہوں قسم ہے چاند کی"},{"SurahNumber":74,"VerseNumber":33,"Text":"اور رات کی جب وه پیچھے ہٹے"},{"SurahNumber":74,"VerseNumber":34,"Text":"اور صبح کی جب کہ روشن ہو جائے"},{"SurahNumber":74,"VerseNumber":35,"Text":"کہ (یقیناً وه جہنم) بڑی چیزوں میں سے ایک ہے"},{"SurahNumber":74,"VerseNumber":36,"Text":"بنی آدم کو ڈرانے والی"},{"SurahNumber":74,"VerseNumber":37,"Text":"(یعنی) اسے جو تم میں سے آگے بڑھنا چاہے یا پیچھے ہٹنا چاہے"},{"SurahNumber":74,"VerseNumber":38,"Text":"ہر شخص اپنے اعمال کے بدلے میں گروی ہے"},{"SurahNumber":74,"VerseNumber":39,"Text":"مگر دائیں ہاتھ والے"},{"SurahNumber":74,"VerseNumber":40,"Text":"کہ وه بہشتوں میں (بیٹھے ہوئے) گناه گاروں سے"},{"SurahNumber":74,"VerseNumber":41,"Text":"سوال کرتے ہوں گے"},{"SurahNumber":74,"VerseNumber":42,"Text":"تمہیں دوزخ میں کس چیز نے ڈاﻻ"},{"SurahNumber":74,"VerseNumber":43,"Text":"وه جواب دیں گے کہ ہم نمازی نہ تھے"},{"SurahNumber":74,"VerseNumber":44,"Text":"نہ مسکینوں کو کھانا کھلاتے تھے"},{"SurahNumber":74,"VerseNumber":45,"Text":"اور ہم بحﺚ کرنے والے (انکاریوں) کا ساتھ دے کر بحﺚ مباحثہ میں مشغول رہا کرتے تھے"},{"SurahNumber":74,"VerseNumber":46,"Text":"اور روز جزا کو جھٹلاتے تھے"},{"SurahNumber":74,"VerseNumber":47,"Text":"یہاں تک کہ ہمیں موت آگئی"},{"SurahNumber":74,"VerseNumber":48,"Text":"پس انہیں سفارش کرنے والوں کی سفارش نفع نہ دے گی"},{"SurahNumber":74,"VerseNumber":49,"Text":"انہیں کیا ہو گیا ہے؟ کہ نصیحت سے منھ موڑ رہے ہیں"},{"SurahNumber":74,"VerseNumber":50,"Text":"گویا کہ وه بِدکے ہوئے گدھے ہیں"},{"SurahNumber":74,"VerseNumber":51,"Text":"جو شیر سے بھاگے ہوں"},{"SurahNumber":74,"VerseNumber":52,"Text":"بلکہ ان میں سے ہر شخص چاہتا ہے کہ اسے کھلی ہوئی کتابیں دی جائیں"},{"SurahNumber":74,"VerseNumber":53,"Text":"ہرگز ایسا نہیں (ہوسکتا بلکہ) یہ قیامت سے بے خوف ہیں"},{"SurahNumber":74,"VerseNumber":54,"Text":"سچی بات تو یہ ہے کہ یہ (قرآن) ایک نصیحت ہے"},{"SurahNumber":74,"VerseNumber":55,"Text":"اب جو چاہے اس سے نصیحت حاصل کرے"},{"SurahNumber":74,"VerseNumber":56,"Text":"اور وه اس وقت نصیحت حاصل کریں گے جب اللہ تعالیٰ چاہے، وه اسی ﻻئق ہے کہ اس سے ڈریں اور اس ﻻئق بھی کہ وه بخشے"},{"SurahNumber":75,"VerseNumber":1,"Text":"میں قسم کھاتا ہوں قیامت کے دن کی"},{"SurahNumber":75,"VerseNumber":2,"Text":"اور قسم کھاتا ہوں اس نفس کی جو ملامت کرنے واﻻ ہو"},{"SurahNumber":75,"VerseNumber":3,"Text":"کیا انسان یہ خیال کرتا ہے کہ ہم اس کی ہڈیاں جمع کریں گے ہی نہیں"},{"SurahNumber":75,"VerseNumber":4,"Text":"ہاں ضرور کریں گے ہم تو قادر ہیں کہ اس کی پور پور تک درست کردیں"},{"SurahNumber":75,"VerseNumber":5,"Text":"بلکہ انسان تو چاہتا ہے کہ آگے آگے نافرمانیاں کرتا جائے"},{"SurahNumber":75,"VerseNumber":6,"Text":"پوچھتا ہے کہ قیامت کا دن کب آئے گا"},{"SurahNumber":75,"VerseNumber":7,"Text":"پس جس وقت کہ نگاه پتھرا جائے گی"},{"SurahNumber":75,"VerseNumber":8,"Text":"اور چاند بے نور ہو جائے گا"},{"SurahNumber":75,"VerseNumber":9,"Text":"اور سورج اور چاند جمع کردیئے جائیں گے"},{"SurahNumber":75,"VerseNumber":10,"Text":"اس دن انسان کہے گا کہ آج بھاگنے کی جگہ کہاں ہے؟"},{"SurahNumber":75,"VerseNumber":11,"Text":"نہیں نہیں کوئی پناہ گاه نہیں"},{"SurahNumber":75,"VerseNumber":12,"Text":"آج تو تیرے پروردگار کی طرف ہی قرار گاه ہے"},{"SurahNumber":75,"VerseNumber":13,"Text":"آج انسان کو اس کے آگے بھیجے ہوئے اور پیچھے چھوڑے ہوئے سے آگاه کیا جائے گا"},{"SurahNumber":75,"VerseNumber":14,"Text":"بلکہ انسان خود اپنے اوپر آپ حجت ہے"},{"SurahNumber":75,"VerseNumber":15,"Text":"اگر چہ کتنے ہی بہانے پیش کرے"},{"SurahNumber":75,"VerseNumber":16,"Text":"(اے نبی) آپ قرآن کو جلدی (یاد کرنے) کے لیے اپنی زبان کو حرکت نہ دیں"},{"SurahNumber":75,"VerseNumber":17,"Text":"اس کا جمع کرنا اور (آپ کی زبان سے) پڑھنا ہمارے ذمہ ہے"},{"SurahNumber":75,"VerseNumber":18,"Text":"ہم جب اسے پڑھ لیں تو آپ اس کے پڑھنے کی پیروی کریں"},{"SurahNumber":75,"VerseNumber":19,"Text":"پھر اس کا واضح کر دینا ہمارے ذمہ ہے"},{"SurahNumber":75,"VerseNumber":20,"Text":"نہیں نہیں تم جلدی ملنے والی (دنیا) کی محبت رکھتے ہو"},{"SurahNumber":75,"VerseNumber":21,"Text":"اور آخرت کو چھوڑ بیٹھے ہو"},{"SurahNumber":75,"VerseNumber":22,"Text":"اس روز بہت سے چہرے تروتازه اور بارونق ہوں گے"},{"SurahNumber":75,"VerseNumber":23,"Text":"اپنے رب کی طرف دیکھتے ہوں گے"},{"SurahNumber":75,"VerseNumber":24,"Text":"اور کتنے چہرے اس دن (بد رونق اور) اداس ہوں گے"},{"SurahNumber":75,"VerseNumber":25,"Text":"سمجھتے ہوں گے کہ ان کے ساتھ کمر توڑ دینے واﻻ معاملہ کیا جائے گا"},{"SurahNumber":75,"VerseNumber":26,"Text":"نہیں نہیں جب روح ہنسلی تک پہنچے گی"},{"SurahNumber":75,"VerseNumber":27,"Text":"اور کہا جائے گا کہ کوئی جھاڑ پھونک کرنے واﻻ ہے؟"},{"SurahNumber":75,"VerseNumber":28,"Text":"اور جان لیا اس نے کہ یہ وقت جدائی ہے"},{"SurahNumber":75,"VerseNumber":29,"Text":"اور پنڈلی سے پنڈلی لپٹ جائے گی"},{"SurahNumber":75,"VerseNumber":30,"Text":"آج تیرے پروردگار کی طرف چلنا ہے"},{"SurahNumber":75,"VerseNumber":31,"Text":"اس نے نہ تو تصدیق کی نہ نماز ادا کی"},{"SurahNumber":75,"VerseNumber":32,"Text":"بلکہ جھٹلایا اور روگردانی کی"},{"SurahNumber":75,"VerseNumber":33,"Text":"پھر اپنے گھر والوں کے پاس اتراتا ہوا گیا"},{"SurahNumber":75,"VerseNumber":34,"Text":"افسوس ہے تجھ پر حسرت ہے تجھ پر"},{"SurahNumber":75,"VerseNumber":35,"Text":"وائے ہے اور خرابی ہے تیرے لیے"},{"SurahNumber":75,"VerseNumber":36,"Text":"کیا انسان یہ سمجھتا ہے کہ اسے بیکار چھوڑ دیا جائے گا"},{"SurahNumber":75,"VerseNumber":37,"Text":"کیا وه ایک گاڑھے پانی کا قطره نہ تھا جو ٹپکایا گیا تھا؟"},{"SurahNumber":75,"VerseNumber":38,"Text":"پھر وه لہو کا لوتھڑا ہوگیا پھر اللہ نے اسے پیدا کیا اور درست بنا دیا"},{"SurahNumber":75,"VerseNumber":39,"Text":"پھر اس سے جوڑے یعنی نر وماده بنائے"},{"SurahNumber":75,"VerseNumber":40,"Text":"کیا (اللہ تعالیٰ) اس (امر) پر قادر نہیں کہ مردے کو زنده کردے"},{"SurahNumber":76,"VerseNumber":1,"Text":"یقیناً گزرا ہے انسان پر ایک وقت زمانے میں جب کہ یہ کوئی قابل ذکر چیز نہ تھا"},{"SurahNumber":76,"VerseNumber":2,"Text":"بیشک ہم نے انسان کو ملے جلے نطفے سے امتحان کے لیے پیدا کیا اور اس کو سنتا دیکھتا بنایا"},{"SurahNumber":76,"VerseNumber":3,"Text":"ہم نے اسے راه دکھائی اب خواه وه شکر گزار بنے خواه ناشکرا"},{"SurahNumber":76,"VerseNumber":4,"Text":"یقیناً ہم نے کافروں کے لیے زنجیریں اور طوق اور شعلوں والی آگ تیار کر رکھی ہے"},{"SurahNumber":76,"VerseNumber":5,"Text":"بیشک نیک لوگ وه جام پئیں گے جس کی آمیزش کافور کی ہے"},{"SurahNumber":76,"VerseNumber":6,"Text":"جو ایک چشمہ ہے۔ جس سے اللہ کے بندے پئیں گے اس کی نہریں نکال لے جائیں گے (جدھر چاہیں)"},{"SurahNumber":76,"VerseNumber":7,"Text":"جو نذر پوری کرتے ہیں اور اس دن سے ڈرتے ہیں جس کی برائی چاروں طرف پھیل جانے والی ہے"},{"SurahNumber":76,"VerseNumber":8,"Text":"اور اللہ تعالیٰ کی محبت میں کھانا کھلاتے ہیں مسکین، یتیم اور قیدیوں کو"},{"SurahNumber":76,"VerseNumber":9,"Text":"ہم تو تمہیں صرف اللہ تعالیٰ کی رضامندی کے لیے کھلاتے ہیں نہ تم سے بدلہ چاہتے ہیں نہ شکر گزاری"},{"SurahNumber":76,"VerseNumber":10,"Text":"بیشک ہم اپنے پروردگار سے اس دن کا خوف کرتے ہیں جو اداسی اور سختی واﻻ ہوگا"},{"SurahNumber":76,"VerseNumber":11,"Text":"پس انہیں اللہ تعالیٰ نے اس دن کی برائی سے بچا لیا اور انہیں تازگی اور خوشی پہنچائی"},{"SurahNumber":76,"VerseNumber":12,"Text":"اور انہیں ان کے صبر کے بدلے جنت اور ریشمی لباس عطا فرمائے"},{"SurahNumber":76,"VerseNumber":13,"Text":"یہ وہاں تختوں پر تکیے لگائے ہوئے بیٹھیں گے۔ نہ وہاں آفتاب کی گرمی دیکھیں گے نہ جاڑے کی سختی"},{"SurahNumber":76,"VerseNumber":14,"Text":"ان جنتوں کے سائے ان پر جھکے ہوئے ہوں گے اور ان کے (میوے اور) گچھے نیچے لٹکائے ہوئے ہوں گے"},{"SurahNumber":76,"VerseNumber":15,"Text":"اور ان پر چاندی کے برتنوں اور ان جاموں کا دور کرایا جائے گا جو شیشے کے ہوں گے"},{"SurahNumber":76,"VerseNumber":16,"Text":"شیشے بھی چاندی کے جن کو (ساقی نے) اندازے سے ناپ رکھا ہوگا"},{"SurahNumber":76,"VerseNumber":17,"Text":"اور انہیں وہاں وه جام پلائے جائیں گے جن کی آمیزش زنجبیل کی ہوگی"},{"SurahNumber":76,"VerseNumber":18,"Text":"جنت کی ایک نہر سے جس کا نام سلسبیل ہے"},{"SurahNumber":76,"VerseNumber":19,"Text":"اور ان کے ارد گرد گھومتے پھرتے ہوں گے وه کم سن بچے جو ہمیشہ رہنے والے ہیں جب تو انہیں دیکھے تو سمجھے کہ وه بکھرے ہوئے سچے موتی ہیں"},{"SurahNumber":76,"VerseNumber":20,"Text":"تو وہاں جہاں کہیں بھی نظر ڈالے گا سراسر نعمتیں اور عظیم الشان سلطنت ہی دیکھے گا"},{"SurahNumber":76,"VerseNumber":21,"Text":"ان کے جسموں پر سبز باریک اور موٹے ریشمی کپڑے ہوں گے اور انہیں چاندی کے کنگن کا زیور پہنایا جائے گا۔ اور انہیں ان کا رب پاک صاف شراب پلائے گا"},{"SurahNumber":76,"VerseNumber":22,"Text":"(کہا جائے گا) کہ یہ ہے تمہارے اعمال کا بدلہ اور تمہاری کوشش کی قدر کی گئی"},{"SurahNumber":76,"VerseNumber":23,"Text":"بیشک ہم نے تجھ پر بتدریج قرآن نازل کیا ہے"},{"SurahNumber":76,"VerseNumber":24,"Text":"پس تو اپنے رب کے حکم پر قائم ره اور ان میں سے کسی گنہگار یا ناشکرے کا کہا نہ مان"},{"SurahNumber":76,"VerseNumber":25,"Text":"اور اپنے رب کے نام کا صبح وشام ذکر کیا کر"},{"SurahNumber":76,"VerseNumber":26,"Text":"اور رات کے وقت اس کے سامنے سجدے کر اور بہت رات تک اس کی تسبیح کیا کر"},{"SurahNumber":76,"VerseNumber":27,"Text":"بیشک یہ لوگ جلدی ملنے والی (دنیا) کو چاہتے ہیں اور اپنے پیچھے ایک بڑے بھاری دن کو چھوڑے دیتے ہیں"},{"SurahNumber":76,"VerseNumber":28,"Text":"ہم نے انہیں پیدا کیا اور ہم نے ہی ان کے جوڑ اور بندھن مضبوط کیے اور ہم جب چاہیں ان کے عوض ان جیسے اوروں کو بدل ﻻئیں"},{"SurahNumber":76,"VerseNumber":29,"Text":"یقیناً یہ تو ایک نصیحت ہے پس جو چاہے اپنے رب کی راه لے لے"},{"SurahNumber":76,"VerseNumber":30,"Text":"اور تم نہ چاہو گے مگر یہ کہ اللہ تعالیٰ ہی چاہے بیشک اللہ تعالیٰ علم واﻻ باحکمت ہے"},{"SurahNumber":76,"VerseNumber":31,"Text":"جسے چاہے اپنی رحمت میں داخل کرلے، اور ﻇالموں کے لیے اس نے دردناک عذاب تیار کر رکھا ہے"},{"SurahNumber":77,"VerseNumber":1,"Text":"دل خوش کن چلتی ہواؤں کی قسم"},{"SurahNumber":77,"VerseNumber":2,"Text":"پھر زور سے جھونکا دینے والیوں کی قسم"},{"SurahNumber":77,"VerseNumber":3,"Text":"پھر (ابر کو) ابھار کر پراگنده کرنے والیوں کی قسم"},{"SurahNumber":77,"VerseNumber":4,"Text":"پھر حق وباطل کو جدا جدا کر دینے والے"},{"SurahNumber":77,"VerseNumber":5,"Text":"اور وحی ﻻنے والے فرشتوں کی قسم"},{"SurahNumber":77,"VerseNumber":6,"Text":"جو (وحی) الزام اتارنے یا آگاه کردینے کے لیے ہوتی ہے"},{"SurahNumber":77,"VerseNumber":7,"Text":"جس چیز کا تم سے وعده کیا جاتا ہے وہ یقیناً ہونے والی ہے"},{"SurahNumber":77,"VerseNumber":8,"Text":"پس جب ستارے بے نور کردئے جائیں گے"},{"SurahNumber":77,"VerseNumber":9,"Text":"اور جب آسمان توڑ پھوڑ دیا جائے گا"},{"SurahNumber":77,"VerseNumber":10,"Text":"اور جب پہاڑ ٹکڑے ٹکڑے کر کے اڑا دیئے جائیں گے"},{"SurahNumber":77,"VerseNumber":11,"Text":"اور جب رسولوں کو وقت مقرره پر ﻻیا جائے گا"},{"SurahNumber":77,"VerseNumber":12,"Text":"کس دن کے لیے (ان سب کو) مؤخر کیا گیا ہے؟"},{"SurahNumber":77,"VerseNumber":13,"Text":"فیصلے کے دن کے لیے"},{"SurahNumber":77,"VerseNumber":14,"Text":"اور تجھے کیا معلوم کہ فیصلے کا دن کیا ہے؟"},{"SurahNumber":77,"VerseNumber":15,"Text":"اس دن جھٹلانے والوں کی خرابی ہے"},{"SurahNumber":77,"VerseNumber":16,"Text":"کیا ہم نے اگلوں کو ہلاک نہیں کیا؟"},{"SurahNumber":77,"VerseNumber":17,"Text":"پھر ہم ان کے بعد پچھلوں کو ﻻئے"},{"SurahNumber":77,"VerseNumber":18,"Text":"ہم گنہگاروں کے ساتھ اسی طرح کرتے ہیں"},{"SurahNumber":77,"VerseNumber":19,"Text":"اس دن جھٹلانے والوں کے لیے ویل (افسوس) ہے"},{"SurahNumber":77,"VerseNumber":20,"Text":"کیا ہم نے تمہیں حقیر پانی سے (منی سے) پیدا نہیں کیا"},{"SurahNumber":77,"VerseNumber":21,"Text":"پھر ہم نے اسے مضبوط ومحفوظ جگہ میں رکھا"},{"SurahNumber":77,"VerseNumber":22,"Text":"ایک مقرره وقت تک"},{"SurahNumber":77,"VerseNumber":23,"Text":"پھر ہم نے اندازه کیا اور ہم کیا خوب اندازه کرنے والے ہیں"},{"SurahNumber":77,"VerseNumber":24,"Text":"اس دن تکذیب کرنے والوں کی خرابی ہے"},{"SurahNumber":77,"VerseNumber":25,"Text":"کیا ہم نے زمین کو سمیٹنے والی نہیں بنایا؟"},{"SurahNumber":77,"VerseNumber":26,"Text":"زندوں کو بھی اور مردوں کو بھی"},{"SurahNumber":77,"VerseNumber":27,"Text":"اور ہم نے اس میں بلند وبھاری پہاڑ بنادیے اور تمہیں سیراب کرنے واﻻ میٹھا پانی پلایا"},{"SurahNumber":77,"VerseNumber":28,"Text":"اس دن جھٹلانے والوں کے لیے وائے اور افسوس ہے"},{"SurahNumber":77,"VerseNumber":29,"Text":"اس دوزخ کی طرف جاؤ جسے تم جھٹلاتے رہے تھے"},{"SurahNumber":77,"VerseNumber":30,"Text":"چلو تین شاخوں والے سائے کی طرف"},{"SurahNumber":77,"VerseNumber":31,"Text":"جو در اصل نہ سایہ دینے واﻻ ہے اور نہ شعلے سے بچاسکتا ہے"},{"SurahNumber":77,"VerseNumber":32,"Text":"یقیناً دوزخ چنگاریاں پھینکتی ہے جو مثل محل کے ہیں"},{"SurahNumber":77,"VerseNumber":33,"Text":"گویا کہ وه زرد اونٹ ہیں"},{"SurahNumber":77,"VerseNumber":34,"Text":"آج ان جھٹلانے والوں کی درگت ہے"},{"SurahNumber":77,"VerseNumber":35,"Text":"آج (کا دن) وه دن ہے کہ یہ بول بھی نہ سکیں گے"},{"SurahNumber":77,"VerseNumber":36,"Text":"نہ انہیں معذرت کی اجازت دی جائے گی"},{"SurahNumber":77,"VerseNumber":37,"Text":"اس دن جھٹلانے والوں کی خرابی ہے"},{"SurahNumber":77,"VerseNumber":38,"Text":"یہ ہے فیصلے کا دن ہم نے تمہیں اور اگلوں کو سب کو جمع کرلیا ہے"},{"SurahNumber":77,"VerseNumber":39,"Text":"پس اگر تم مجھ سے کوئی چال چل سکتے ہو تو چل لو"},{"SurahNumber":77,"VerseNumber":40,"Text":"وائے ہے اس دن جھٹلانے والوں کے لیے"},{"SurahNumber":77,"VerseNumber":41,"Text":"بیشک پرہیزگار لوگ سایوں میں ہیں اور بہتے چشموں میں"},{"SurahNumber":77,"VerseNumber":42,"Text":"اور ان میووں میں جن کی وه خواہش کریں"},{"SurahNumber":77,"VerseNumber":43,"Text":"(اے جنتیو!) کھاؤ پیو مزے سےاپنے کیے ہوئے اعمال کے بدلے"},{"SurahNumber":77,"VerseNumber":44,"Text":"یقیناً ہم نیکی کرنے والوں کو اسی طرح جزا دیتے ہیں"},{"SurahNumber":77,"VerseNumber":45,"Text":"اس دن سچا نہ جاننے والوں کے لیے ویل (افسوس) ہے"},{"SurahNumber":77,"VerseNumber":46,"Text":"(اے جھٹلانے والو) تم دنیا میں تھوڑا سا کھا لو اور فائده اٹھا لو بیشک تم گنہگار ہو"},{"SurahNumber":77,"VerseNumber":47,"Text":"اس دن جھٹلانے والوں کے لیے سخت ہلاکت ہے"},{"SurahNumber":77,"VerseNumber":48,"Text":"ان سے جب کہا جاتا ہے کہ رکوع کر لو تو نہیں کرتے"},{"SurahNumber":77,"VerseNumber":49,"Text":"اس دن جھٹلانے والوں کی تباہی ہے"},{"SurahNumber":77,"VerseNumber":50,"Text":"اب اس قرآن کے بعد کس بات پر ایمان ﻻئیں گے؟"}]}