{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allah Iku ora remen marang wedharing pangucap ngeblak kang nylekit, kajaba manawa iki déning wong kang kinaniaya; lan Allah iku Amiyarsa, Angudanèni"},{"SurahNumber":4,"VerseNumber":149,"Text":"Manawa sira kalawan nge- dhèng anglakoni kabecikan utawa kalawan sira sidhem, utawa anga- pura ing ala, lah sayekti Allah iku Aksama, Kawasa"},{"SurahNumber":4,"VerseNumber":150,"Text":"Sayekti para kang padha angafiri ing Allah sarta para utusan-É, tuwin padha sumedya anèjèkaké antarané Allah karo para utusan-É, apa déné padha acalathu: Aku padha angèstu marang kang sawenèh sarta anga- firi sawenèhé, sarta padha sumedya angalap dalan antarané iku"},{"SurahNumber":4,"VerseNumber":151,"Text":"Iki para kang padha kafir temenan, lan Ingsun anyadhiyak- aké siksa kang angasoraké tumrap para kafir"},{"SurahNumber":4,"VerseNumber":152,"Text":"Lan para sing padha angèstu ing Allah lan para utusan-É, sarta ora anèjèkaké antarané siji-sijiné, iki bakal padha pinaringan ganja- rané; lan Allah iku Aparamarta, Mahaasih"},{"SurahNumber":4,"VerseNumber":153,"Text":"Pandhèrèking Kitab padha anjaluk marang sira, supaya sira anurunaké kitab saka ing langit marang dhèwèké; ananging temen biyèn anjaluk marang Musa kang luwih gedhé tinimbang iku, amarga padha calathu: Aku padha weruhna ing Allah kalawan satmata; mulané swara gumludhug angenani dhè- wèké amarga saka anggoné padha atindak dudu.a tumuli padha anga- lap pedhèt,b ing sa- wisé tandha-tandha yekti kang ce- tha tumeka marang dhèwèké, ana- nging Ingsun puwung kang mang- kono iku, sarta Ingsun aparing wisésa kang cetha marang Musa"},{"SurahNumber":4,"VerseNumber":154,"Text":"Lan Ingsun andhuwuraké gunungé angungkuli dhèwèké nali- kané sasangge- mané,c sarta Ingsun angandika marang dhèwèké: Padha lumebua ing lawang iki kalawan sujud;d lan Ingsun angandika marang dhè- wèké: Aja padha anerak walering Sabbat;e lan Ingsun wus amundhut prajanjian kang kukuh saka dhèwèké"},{"SurahNumber":4,"VerseNumber":155,"Text":"Mulané, amarga saka ang- goné padha anyidrani prajanjiané sarta anggoné padha angafiri timbalan-timbalaning Allah tuwin anggoné padha anyédani para nabi kalawan ora benerf apa déné anggoné padha calathu: Atiku iki katutupan,g – o, balik Allah wus angecap marang dhèwèké amarga saka anggoné padha kafir,h mulané ora padha angèstu kajaba mung sathithik"},{"SurahNumber":4,"VerseNumber":156,"Text":"Lan amarga saka anggoné padha kafir sarta anggoné angu- nèkaké Maryam kalawan pandalih kang gedhé"},{"SurahNumber":4,"VerseNumber":157,"Text":"lan kanggo gumunggung, \"Kita padha mateni Sang Mesias, Yesus, putra Maryam, utusaning Allah.\" Nanging dheweke ora mateni lan ora nyalib, nanging mung katon nyata. Malah sing mbantah ˹crucifixion˺ iki ragu-ragu. Dheweke ora duwe ilmu apa-apa - mung nggawe asumsi. Dheweke mesthi ora mateni dheweke"},{"SurahNumber":4,"VerseNumber":158,"Text":"Luwih becik, Allah ngunggahake awake dhewe. Lan Allah iku Maha Kuwasa, Maha Wicaksana"},{"SurahNumber":4,"VerseNumber":159,"Text":"Saben Wong ing Kitab mesthi bakal precaya sadurunge seda. Lan ing dina kiamat Yesus bakal dadi seksi tumrap wong-wong mau"},{"SurahNumber":4,"VerseNumber":160,"Text":"Mulané, awit déning tindak duduné para kang padha Yahudi, Ingsun angaramaké ingatasé dhè- wèké barang-barang angresepaké kang dikenakaké marang dhèwèké, sarta amarga saka anggoné padha angalang-alangi ing akèh ing dadalaning Allah"},{"SurahNumber":4,"VerseNumber":161,"Text":"Sarta anggoné padha anga- lap riba’ – nadyan ta iku temen dhèwèké padha dilarangi – apa déné anggoné padha mangan ban- dhaning wong kalawan ora bener; lan Ingsun anyadhiyakaké siksa kang anglarani tumrap dhèwèké kang padha wong kafir"},{"SurahNumber":4,"VerseNumber":162,"Text":"Ananging dhèwèké, para sing teguh ing kawruh lan para angèstu, padha angèstu marang sapa sing didhawuhaké marang sira lan apa sing kadhawuhaké ing sadurungira, sarta para kang padha anjumenengaké salat tuwin para kang padha amèwèhaké zakat apa déné para sing padha angèstu ing Allah lan dina akhir, iki bakal padha Ingsun paringi ganjaran kang gedhé"},{"SurahNumber":4,"VerseNumber":163,"Text":"Sayekti Ingsun amedhar sabda marang sira kaya anggon- Ingsun amedhar sabda marang Nuh sarta para nabi ing sapungkuré, lan Ingsun amedhar sabda marang Ibrahim lan Isma’il lan Ishaq lan Ya’qub sarta para Pancer, lan ‘Isa lan Ayyub lan Yunus lan Harun, lan Sulaiman sarta Ingsun amaringi tulis marang Dawud"},{"SurahNumber":4,"VerseNumber":164,"Text":"Lan para utusan kang ing sadurungé wus padha Ingsun caritakaké marang sira lan para utusan kang padha ora Ingsun caritakaké marang sira; lan Allah angandikani Musa kalawan pangandika"},{"SurahNumber":4,"VerseNumber":165,"Text":"para utu- san, minangka juru-warta bubu- ngah sarta juru pépéling, supaya para manusa aja padha duwé kojah amadoni Allah ing sawisé para utusan; lan Allah iku Minulya, Wicaksana"},{"SurahNumber":4,"VerseNumber":166,"Text":"Ananging Allah aneksèni kalawan apa kang wus dhumawuh marang sira, kang dhumawuhé kalawan ngélmu-Né, sarta para malaikat padha aneksèni; lan wis cukup Allah minangka saksi"},{"SurahNumber":4,"VerseNumber":167,"Text":"Sayekti, para kang padha kafir sarta angalang-alangi saka dadalaning Allah – temen padha sasar kalawan sasar kang adoh"},{"SurahNumber":4,"VerseNumber":168,"Text":"Sayekti, para kang padha kafir lan padha atindak dudu, iku Allah ora bakal ngapura lan ora bakal anuntun ing dalan"},{"SurahNumber":4,"VerseNumber":169,"Text":"Kajaba ing dadalaning na- raka, supaya padha manggon ana ing kono lawas,a lan mangkéné iki ingatasé Allah gampang"},{"SurahNumber":4,"VerseNumber":170,"Text":"É, para manusa! Temen wis teka utusan marang sira kalawan yekti saka Pangéranira, mulané padha angèstu, becik tumrapé sira; lan manawa sira padha anga- firi, lah sayekti kagungané Allah sabarang kang ana ing langit-langit lan bumi; sarta Allah iku Anguda- néni, Wicaksana"},{"SurahNumber":4,"VerseNumber":171,"Text":"He Wong-wong ing Buku! Aja nganti nggegirisi babagan iman sampeyan; Aja ngomong apa-apa bab Allah kajaba sing bener. Mesias, Yesus, putrane Maria, ora liya yaiku utusaning Allah lan pangujunge Sabdane lumantar Maria lan roh sing digawe prentah saka Panjenengane. Dadi, pretyayaa marang Allah lan para utusane lan aja ujar, \"Tritunggal.\" Mungkasi! —Kanggo kepentinganmu dhewe. Allah iku mung satunggaling Gusti Allah. Maha Suci! Dheweke luwih dhuwur duwe putra! Dheweke kagungan apa wae sing ana ing swarga lan apa wae sing ana ing bumi. Lan Allah cukup dadi wali Urusan"},{"SurahNumber":4,"VerseNumber":172,"Text":"Mesias ora bakal bangga yen dadi abdi saka Allah, uga malaekat sing paling cedhak karo Allah. Wong-wong sing bangga banget lan sombong nyembah marang dheweke bakal digawa bebarengan ing ngarsane"},{"SurahNumber":4,"VerseNumber":173,"Text":"Ana déné, para kang padha angèstu sarta anindakaké pangga- wé becik, iku Panjenengané bakal amaringi ganep ganjarané lan bakal angundhaki lubèring kadarman-É marang dhèwèké; wondéné para kang padha ora sotah sarta gume- dhé, Panjenengané bakal niksa dhèwèké kalawan siksa kang ngla- rani. Lan saliyané Allah dhè- wèké ora bakal padha nemu panga- yoman utawa panulung"},{"SurahNumber":4,"VerseNumber":174,"Text":"É, para manusa! Sayekti wus tumeka marang sira tandha yekti saka Pangéranira sarta Ingsun wus anurunaké marang sira papa- dhang kang anelahi"},{"SurahNumber":4,"VerseNumber":175,"Text":"Ana déné para kang padha angèstu ing Allah sarta agondhèlan ing Panjenengané, amasthi bakal padha dilebokaké ing wilasa tuwin lubèring kadarman saka Panjene- ngané, sarta Panjenengané bakal nuntun dhèwèké ing dadalan kang bener marang Panjenengané"},{"SurahNumber":4,"VerseNumber":176,"Text":"Dhèwèké padha anerang marang sira putusaning angger. Dhawuha: Allah aparing putusan marang sira prakara wong kang ora duwé bapa biyung sapandhuwur sarta anak sapangisor; manawa ana wong mati ora duwé anak lanang lan duwé sadulur wadon siji, iki olèh saparo- ning barang tinggalan, lan sadulur lanang bakal ngukup warisané sadulur wadon manawa sadulur wadon iki ora duwé anak lanang; ananging manawa sadulur wadon mau loro, iki olèh bagéan rong prateloné barang tinggalan; lan manawa sadulur mau ana lanang wadon, lah pandumaning lanang siji padhané bagéaning wadon lo- ro; Allah anerangaké marang sira, supaya sira aja padha sasar, lan Allah iku Anguningani samubarang"},{"SurahNumber":5,"VerseNumber":1,"Text":"É, para kang padha angèstu! Padha nuhonana ing prajanjian. Rajakaya iku dikenakaké tumrap ing sira, kajaba apa kang kawa- cakaké marang sira, ora nerak larangan tumrap buron alas nalika sira lagi pinuju anglakoni haji; sayekti Allah iku anganggeri sabarang karsa-Né"},{"SurahNumber":5,"VerseNumber":2,"Text":"É, para kang padha angèstu! Aja sira padha anerak tandha- tandha kang katetepaké déning Allah, mangkono uga sasi suci, lan aja pisungsung, apa déné babanten kang linungsir- lungsir tuwin aja para kang arep menyang Pada- leman Suci angupaya lubèring kadarman sarta pirena saka Pangérané; lan manawa sira wis padha luwar saka ing kawajiban- kawajibané anglakoni haji, lah padha ambuburua, lan aja nganti panggethingé sawijining golongan – déning anggoné padha angalang- alangi sira lumebu ing Masjid suci – iku marakaké sira padha ang- liwati wates, sarta padha tulung- tinulunga ing tindak utama sarta tindak bekti tuwin aja tulung- tinulung ing tindak dosa lan panerak; lan padha di bekti ing Allah, sayekti Allah iku abanget ing pamales"},{"SurahNumber":5,"VerseNumber":3,"Text":"Dilarangi ingatasé sira: ba- thang, lan getih, lan daging cèlèng sarta apa kang kala- wan anebut karana saliyané Allah, lan kang sarana dijiret, lan kang sarana dibandhem sarta kang jalaran kaglundhung, tuwin kang jalaran disundhang, apa déné kang dimangsa ing sato galak, kajaba kang katututan sira belèh, sarta apa kang dibelèh ing watu kinur- banaké brahala lan apa kang sira bagé sarana panah , iki sawijining panerak. Ing dina iki para kang padha kafir cabar pangajapé marang agamanira, mulané aja padha wedi marang dhèwèké lan wedia marang Ingsun. Ing dina iki wus Ingsun sampur- nakaké tumrapé sira agamanira lan Ingsun ganepaké ingatasé sira nu- graha-Ningsun sarta Ingsun amilih- aké sira Islam minangka agama; ananging sapa sing kapeksa déning luwé, ora jaragan tumiyung marang dosa, lah sayekti Allah iku Apara- marta, Mahaasih"},{"SurahNumber":5,"VerseNumber":4,"Text":"Wong-wong padha takon ma- rang sira, apa kang dikenakaké tumrap dhèwèké. Dhawuha: Di- kenakaké tumrap sira barang kang angresepaké, lan apa kang wis koajaraké ing kéwan galak lan manuk galak, kalawan dilalantih ambededhag – padha sira ajar apa pamulangé Allah marang sira – lah padha sira pangana olèhé nyekelaké sira iku, sarta ingatasé prakara iku anyebuta asmaning Allah; lan padha di bekti ing Allah; sayekti Allah iku rikat ing pangétung"},{"SurahNumber":5,"VerseNumber":5,"Text":"Ing dina iki dikenakaké tumrap ing sira sabarang kang ngresepaké, sarta pangané para kang padha kaparingan Kitab iku kena tumrap ing sira lan panganira kena tumrap dhèwèké; lan para wong wadon mukmin kang kerek- sa sarta para wong wadon kereksa golongané para kang padha kaparingan Kitab ing sadurung- ira , manawa sira bayar mas-kawiné, asosomahan, dudu alaku bandrèk sarta ora alaku bedhang dhedhe- likan; lan sapa sing angemohi iman, lah temen panggawéné muspra, lan ana ing akhirat kagolong wong kang padha kapitunan"},{"SurahNumber":5,"VerseNumber":6,"Text":"É, para kang padha angèstu! Manawa sira padha ngadeg arep salat, padha angumbaha rai-rainira lan tangan-tanganira tumeka sikut lan angusapa sirah-sirahira sarta sikil-sikilira tumeka polok; lan manawa sira pinuju katetep wajib adus grujuga lah padha susucia; lan manawa sira pinuju lara utawa lulungan, utawa salah sawijinira mentas teka saka ing jumbleng, utawa sira mentas anggrayang wong wadon,b mangka sira padha ora bisa éntuk banyu, lah padha anganggoa lebu kang suci, banjur iku padha usapna ing rai-rainira lan tangan-tanganira;c Allah ora ngar- sakaké agawé kangèlan tumrap marang sira, ananging angarsakaké supaya sira padha sucia lan supaya ganep nugraha-Né marang sira, supaya sira padha syukur"},{"SurahNumber":5,"VerseNumber":7,"Text":"Lan padha diagem élinga nugrahaning Allah marang sira sarta padha prajanjian-É kang Diagem uger-ugerira, nalikané sira padha matur: Kawula sampun sami mireng saha kawula sami amba- ngun-turut; lan padha di bekti ing Allah; sayekti Allah iku anguni- ngani saisining ati"},{"SurahNumber":5,"VerseNumber":8,"Text":"É, para kang padha angèstu! Di padha jejeg maring Allah, apasaksi kalawan tulus,d lan pang- gethingé sawijining golongan iku aja nganti anjalari sira padha atindak ora adil;e padha atindaka adil, iku luwih parek marang bekti; lan padha di bekti ing Allah; sayekti Allah iku Waspada marang apa kang padha sira lakoni"},{"SurahNumber":5,"VerseNumber":9,"Text":"Allah wis anyagahi para kang padha angèstu sarta anglakoni panggawé becik, bakal padha olèh pangapura sarta ganjaran kang gedhé"},{"SurahNumber":5,"VerseNumber":10,"Text":"Lan para kang padha kafir sarta anggorohaké timbalan-timba- lan-Ingsun, iki padha mitraning geni murub"},{"SurahNumber":5,"VerseNumber":11,"Text":"É, para kang padha angèstu! Padha élinga nugrahaning Allah marang sira, nalikané sawijining golongan anetepaké sedya anibak- aké tangané marang sira, tumuli Panjenengané angéndhakaké ta- ngané saka ing sira; lan padha di bekti ing Allah; mulané marang Allah kuduné suméndhéné para kang padha angèstu"},{"SurahNumber":5,"VerseNumber":12,"Text":"Lan sayekti temen Allah wus mundhut janjiné para turun Israila lan ana rolas sing Ingsun degaké dadi lulurah; lan Allah angan- dika: sayekti Ingsun anyartani sira; manawa sira padha anjumene- ngaké salat sarta ambayar zakat tuwin padha angèstu ing para utusan-Ingsun apa déné padha angréwangi dhèwèké, lan padha angunjukaké ing Allah pisung- sung kang luhung,a sayekti temen Ingsun bakal angalingi ing sira saka panggawé-panggawénira kang ala, lan sayekti temen sira bakal padha Ingsun lebokaké ing pata- manan kang ing jeroné kali-kaliné padha mili; lah sapa ing antaranira kang angafiri sawisé mangkono iku, temen kasasar saka dalan kang bener"},{"SurahNumber":5,"VerseNumber":13,"Text":"Ananging, amarga saka ang- goné padha anyidrani prajanjiané, padha Ingsun bendoni sarta ati- atiné padha Ingsun dadèkaké atos; padha angowahi tembung-tembung saka ing panggonané,b lan padha anglirwakaké sapérangané kang dianggo angélingaké dhèwèké; lan sira bakal tansah amanoni pala- cidrané, kajaba ana sathithik sing ora; mulané padha sira puwunga lan padha singkirana; sayekti Allah iku remen marang wong kang padha agawé becik"},{"SurahNumber":5,"VerseNumber":14,"Text":"Lan marang para kang padha angucap: Aku iki Nasrani, Ingsun iya wus amundhut sasanggema- né, ananging padha anglir- wakaké sapérangané kang dianggo angélingaké dhèwèké; mulané Ingsun andadèkaké mumungsuhan lan gething-gethingan antarané dhèwèké tumeka dina kiyamat; lan Allah bakal aparing weruh apa kang wus padha dilakoni"},{"SurahNumber":5,"VerseNumber":15,"Text":"É, para pandhèrèking Kitab! Temen wus tumeka marang sira utusan-Ingsun, anerangaké marang sira sapirang-pirang prakara saka ing Kitab kang padha sira umpet- aké lan amuwung sapirang-pirang ; temen wis tumeka marang sira papadhang lan Kitab kang terang saka ing Allah"},{"SurahNumber":5,"VerseNumber":16,"Text":"Iku diagem déning Allah anuntun sapa sing miturut pirena- Né marang dadalaning karahayon, lan angedalaké dhèwèké saka ing pepeteng marang papadhang ka- lawan kapareng-É, lan anuntun dhèwèké marang dadalan kang bener"},{"SurahNumber":5,"VerseNumber":17,"Text":"Pancen, wong-wong sing ujar, \"Allah iku Mesias, putrane Maria,\" banjur ora precaya. Ucapake, ProphetO Nabi, ˺ \"Sapa sing kuwasa ngalang-alangi Allah yen dheweke milih nyirnakake Mesias, putra Maryam, ibune, lan kabeh wong ing jagad iki kabeh?\" Allah kagungane Kratoning langit lan bumi lan kabeh sing ana ing antarane. Dheweke nggawe apa sing dikarsakake. Lan Allah iku Maha Kuwasa saka samubarang kabeh"},{"SurahNumber":5,"VerseNumber":18,"Text":"Lan para Yahudi lan Nasrani padha calathu: Aku iki padha putraning Allah sarta kakasih-É. Dhawuha: Yagéné Panjenengané aniksa ing kowé amarga saka kaluputanmu? Balik sira iku padha manusa, èwoning titah; Panjenenangé iku angapura ma- rang sapa sing dadi karsa-Né sarta aniksa sapa sing dadi karsa-Né; lan kagungané Allah karatoning langit-langit lan bumi iku dalah apa kang ana ing saantarané, lan marang Panjenengané pantoging paran iku"},{"SurahNumber":5,"VerseNumber":19,"Text":"É, para pandhèrèking Kitab! Temen wis tumeka marang sira utusan-Ingsun, anerangaké marang sira ing sabubaring komplangé para utusan, supaya sira ora bakal padha angucap: Ora ana juru-warta bubungah lan juru- pépéling kang tumeka marang aku kéné. Mulané temen, wis tumeka marang sira juru-warta bubungah sarta juru-pépéling; lan Allah iku marang samubarang kawasa"},{"SurahNumber":5,"VerseNumber":20,"Text":"Lan nalikané Musa calathu marang kaumé: O, kaumku! Padha élinga nugrahaning Allah marang kowé, nalikané Panjenengané andadèkaké para nabi ana ing antaramu sarta andadèkaké para ratu marang kowé apa déné amaringi kowé barang kang ora kaparingaké marang para bangsa siji-sijia"},{"SurahNumber":5,"VerseNumber":21,"Text":"O, kaumku! Padha malebua Tanah Suci, kang wus tinamtu ing Allah dadi bagéanira, sarta aja padha ambalik ing gegerira, mun- dhak sira padha dadi wong kapitunan"},{"SurahNumber":5,"VerseNumber":22,"Text":"Dhèwèké padha calathu: O, Musa! saèstu, ing nglebetipun wonten tiyangipun ingkang sami prakosa, lan saèstu kula boten badhé sami malebet mriku, ngan- tos samedalipun saking ngriku, lah manawi piyambakipun medal sa- king ngriku, saèstu kula tumunten sami malebet"},{"SurahNumber":5,"VerseNumber":23,"Text":"Wong lanang loro golongané para kang padha wedi, kang sakaroné wus kaparingan nugraha déning Allah, acalathu: Dhèwèké padha lebonana metu gapurané, mengko manawa kowé wis padha malebu mrono, lah sayekti kowé padha wong menang, lan marang Allah kuduné suméndhému ma- nawa kowé iku padha wong angèstu"},{"SurahNumber":5,"VerseNumber":24,"Text":"Dhèwèké padha calathu: O, Musa! saèstu kula boten badhé malebet mriku salaminipun sa- mangsa piyambakipun taksih sami wonten ing ngriku; milanipun sam- péyan bidhal, sampéyan kaliyan Pangéran sampéyan, lajeng sam- péyan perang sakaliyan; saèstu kula badhé kèndel angentosi ing ngriki"},{"SurahNumber":5,"VerseNumber":25,"Text":"Dhèwèké munjuk: Pangéran kawula! Saèstu kawula boten anguwasani kajawi badan kawula piyambak sarta sadhèrèk kawula; milanipun mugi Tuwan amisahaken kawula kaliyan golongan ingkang murang yekti"},{"SurahNumber":5,"VerseNumber":26,"Text":"Panjenengané angandika: Mulané, sayekti iku dadi larangan ingatasé dhèwèké patang puluh taun; dhèwèké bakal padha klambrangan ana ing bumi; mulané aja sira anggetuni marang golongan kang murang yekti"},{"SurahNumber":5,"VerseNumber":27,"Text":"Lan nyaritakna marang dhè- wèké caritané anaké Adam loro kalawan sanyatané, nalikané saka- roné angurbanaké kurban, ana- nging loro iku kang siji kina- bulaké, sarta ora kinabulaké sijiné. Calathuné: Kowé masthi bakal dakpatèni. calathu: Allah iku mung angabuli para wong bekti"},{"SurahNumber":5,"VerseNumber":28,"Text":"Manawa kowé anibakaké ta- nganmu marang aku amrih patiku, ora bakal aku anibakaké tanganku marang kowé amrih patimu; sa- yekti aku iki wedi ing Allah, Pangéraning ngalam kabèh"},{"SurahNumber":5,"VerseNumber":29,"Text":"Sayekti aku duwé pangarep- arep, supaya kowé nyangga dosané panyerang marang aku lan dosa- mu, lah kowé bakal dadi èwoné wong-wong kang ngenggoni geni, lan mangkéné iki walesé para kang atindak dudu"},{"SurahNumber":5,"VerseNumber":30,"Text":"Ing kono atiné anggadhang- aké dhèwèké matèni saduluré, dadi banjur kelakon matèni dhèwèké; mulané dhèwèké dadi èwoné para wong kang kapitunan"},{"SurahNumber":5,"VerseNumber":31,"Text":"Tumuli Allah angutus gagak, dhukir-dhukir ing le- mah, supaya meruhaké dhèwèké kapriyé pratikelé anutupi wang- kéné saduluré. Dhèwèké cala- thu: Cilaka aku iki! Apa aku iki apes, déné aku teka kaya gagak iki banjur anutupi wangkéning sadu- lurku? Mulané dhèwèké dadi èwo- né para wong kang padha getun"},{"SurahNumber":5,"VerseNumber":32,"Text":"Amarga saka mangkono iku, Ingsun anamtokaké ing angger ma- rang para turun Israil, sapa-sapa sing amatèni jiwa ora jalaran jiwa utawa agawé wisuna ing bumi, lah iku kaya amatèni manusa kabèh; lan sapa sing anguripi jiwa, lah iku kaya nguripi manusa kabèh lan sayekti temen wis tu- meka para utusan-Ingsun marang dhèwèké kalawan tandha-tandha yekti, ananging akèh-akèhé, ana ing bumi padha keladuk tindaké"},{"SurahNumber":5,"VerseNumber":33,"Text":"Pidanané para kang padha amerangi Allah lan utusan-É sarta padha anindakaké agawé wisuna ing bumi iku kang mesthi kudu padha dipatèni utawa padha di- penthèng utawa dikethok tangané lan sikilé aseling sisih, utawa dikunjara; mangkéné iki mi- nangka pangina tumrap dhèwèké ana ing bumi, lan ana ing akhirat bakal olèh siksa kang gedhé"},{"SurahNumber":5,"VerseNumber":34,"Text":"Kajaba para kang padha tobat ing sadurungé dhèwèké padha ana ing kuwasanira; mulané padha weruha, yèn Allah iku Aparamarta, Mahaasih"},{"SurahNumber":5,"VerseNumber":35,"Text":"É, para kang padha angèstu! Padha di bekti ing Allah sarta angupayaa lantaran kang marekaké marang Panjenengané tuwin padha nyrempenga ing dadalan-É, supaya sira padha begja"},{"SurahNumber":5,"VerseNumber":36,"Text":"Sayekti para kang padha kafir, sanajan ta padha andar- bénana sabarang kang ana ing bumi kabèh, sarta samono engkas, iku padha dienggoa nebusi siksa ing dina kiyamat: ora bakal padha kinabulaké, lan bakal padha olèh siksa kang nglarani"},{"SurahNumber":5,"VerseNumber":37,"Text":"Padha sumedya arep metu saka ing geni, lan ora pisan padha bisa metu saka ing kono, lan bakal padha olèh siksa kang awèt"},{"SurahNumber":5,"VerseNumber":38,"Text":"Lan maling lanang lan maling wadon, lah padha ke- thoken tangané, minangka pidana apa panggawéné sakaroné, siksa minangka pangilon saka ing Allah; lan Allah iku Minulya, Wicak- sana"},{"SurahNumber":5,"VerseNumber":39,"Text":"Ananging sapa sing tobat ing sawisé tindaké dudu lan ambe- cikaké kalakuané, lah sayekti Allah iku wangsul marang dhèwèké; sayekti Allah iku Apara- marta, Mahaasih"},{"SurahNumber":5,"VerseNumber":40,"Text":"Apa sira ora weruh, yèn Allah iku Ingkang-kagungan karatoning langit-langit lan bumi; Panjene- ngané aniksa sapa sing dadi karsa- Né lan angapura marang sapa sing dadi karsa-Né; lan Allah iku ma- rang samubarang kawasa"},{"SurahNumber":5,"VerseNumber":41,"Text":"É, Utusan! Aja nganti para kang padha babalapan marang ing kakafiran iku anusahaké marang sira, yaiku panunggalané para kang cangkem-cangkemé padha muni: Kula punika sami angèstu, ana- nging atiné padha ora angèstu, sar- ta panunggalané para kang padha Yahudi; dhèwèké padha tukang ngrungokaké kanggo preluning doracara, tukang ngru- ngokaké kanggo perluning wong- wong liya, kang ora tumeka marang sira; dhèwèké padha angowahi tembung ing sawisé panggonané,a calathuné: Yèn iki diwenèhaké marang kowé, ya tampanana, lan manawa iku ora diwènèhaké marang kowé, lah dingati-ati; sapa sing dikarsakaké déning Allah pinaringan coba, lah ora bisa sira nguwasani dhèwèké sathithik-thithika mungguhing Allah. Iki para kang Allah ora angarsakaké anucèni ati-atiné; ana ing donya bakal padha olèh asor, lan ana ing akhirat bakal padha olèh siksa kang gedhé"},{"SurahNumber":5,"VerseNumber":42,"Text":"Dhèwèké padha tukang ngru- ngokaké marang doracara, tukang mangan barang larangan; mulané manawa dhèwèké padha teka marang sira, lah sira benerana dhèwèké utawa sira emohana, lan manawa sira angemohi dhèwèké, dhèwèké ora bakal ambabayani apa-apa marang sira, lan manawa sira beneri, lah sira benerana dhèwèké kalawan adil; sayekti Allah iku remen marang wong kang padha nindakaké adil"},{"SurahNumber":5,"VerseNumber":43,"Text":"Lan kapriyé déné dhèwèké padha andadèkaké sira juru- ambebeneri, lan dhèwèké padha nyekel Taurèt, isi putusaning Allah? Éwadéné sawisé mangkono banjur maléngos, lan dhèwèké iku dudu wong kang padha angèstu"},{"SurahNumber":5,"VerseNumber":44,"Text":"Sayekti Ingsun wus andha- wuhaké Taurèt, isi tuntunan lan papadhang; nganggo iki para nabi kang padha sumarah anggoné ambebeneri ma- rang para kang padha Yahudi, mangkono uga para pandhitané lan para winasisé, amarga iki kuduné padha rumeksa Kitabing Allah, sarta dhèwèké iku padha saksi ingatasé prakara iku; mulané aja wedi manusa lan wedia Ingsun, lan aja padha anampani pangaji sathithik liruné timbalan-timbalan-Ingsun; lan sapa sing ora ambebeneri kalawan apa kang kadhawuhaké déning Allah, lah iki para wong kafir"},{"SurahNumber":5,"VerseNumber":45,"Text":"Ana ing sajroné, Ingsun wus anamtokaké angger ingatasé dhè- wèké, nyawa nyaur nyawa, lan mripat kalawan mripat lan irung kalawan irung sarta untu kalawan untu, sarta rajatatu ana wawa- lesé; ananging sapa sing ang- rilakaké iku, iya bakal olèh lili- ru; lan sapa sing ora ambebeneri kalawan apa kang kadhawuhaké déning Allaha lah iki para kang atindak dudu"},{"SurahNumber":5,"VerseNumber":46,"Text":"Banjur ing lakune para nabi, Ingsun ngutus Yesus, putra Maryam, negesake Toret sing wis kaandharake sadurunge dheweke. Lan Aku menehi Injil sing ngemot pandhuan lan pepadhang lan negesake apa sing dicethakake ana ing Toret - pandhuan lan piwulang tumrap wong sing wedi karo Gusti Allah"},{"SurahNumber":5,"VerseNumber":47,"Text":"Lan para pandhèrèking Injil dimèn padha ambebeneri kalawan apa kang kadhawuhaké déning Allah ana ing jeroné; lan sapa sing ora ambebeneri kalawan apa kang kadhawuhaké déning Allah, lah iki para kang murang yekti"},{"SurahNumber":5,"VerseNumber":48,"Text":"Lan Ingsun wus andha- wuhaké Kitab marang sira kalawan yekti, minangka ambeneraké apa kang ana ing ngarepé, yaiku Kitab,a sarta minangka kang anjaga marang iku, mulané sira ambebenerana dhèwèké kalawan apa kang kadhawuhaké déning Allah, lan aja manut pépénginané kang asor saka barang yekti kang wus tume- ka marang sira; tumrap sira kabèh, siji-sijiné, Ingsun wus anetepaké angger-angger lan dadalan, lan saupama Allah angarsakaké, amas- thi sira kabèh kadadèkaké umat sawiji, ananging Panjenengané kapareng anyoba ing sira ing dalem barang kang wus kapa- ringaké marang sira, mulané padha sira babalapana marang panggawé-panggawé becik; ma- rang Allah enggon balinira kabèh, banjur Panjenengané bakal ama- ringi weruh apa kang padha sira pasulayakaké iku"},{"SurahNumber":5,"VerseNumber":49,"Text":"Lan supaya sira ambebene- rana dhèwèké kalawan apa kang kadhawuhaké déning Allah, lan aja manut pépénginané kang asor, sarta sira diprayitna marang dhè- wèké, manawa padha amaéka ing sira saka sapérangané apa kang kadha- wuhaké déning Allah marang sira; ananging manawa dhèwèké padha mléngos, lah weruha sira, manawa Allah karsa angenani patrapan dhè- wèké, amarga saka sawenèhing kaluputané; lan sayekti, kèh- kèhaning manusa iku padha murang yekti"},{"SurahNumber":5,"VerseNumber":50,"Text":"Lah apa ta bebenerané kabodhoan kang padha dikarepaké? Lan sapa ta juru- ambeneri kang luwih becik tinimbang Allah, tumrapé wong kang padha yakin"},{"SurahNumber":5,"VerseNumber":51,"Text":"É, para kang padha angèstu, aja sira padha angalap mitra para Yahudi lan para Nasrani;a kang sawenèh iku mitrané sawenèhé, lan sapa sira sing amimitran karo dhèwèké, lah sayekti iya golo- ngané; sayekti Allah iku ora anuntun para wong kang padha atindak dudu"},{"SurahNumber":5,"VerseNumber":52,"Text":"Mulané sira weruh para kang ing jeroning ati-atiné padha isi lalara, padha gagancangan ang- golong dhèwèké, calathuné: Aku padha kuwatir yèn babaya angenani aku kabèh; ananging manawa-manawa Allah bakal ama- ringaké kamenangan utawa pidana saka ing ngarsa-Né, satemah dhèwèké bakal padha kaduwung, amarga saka anggoné padha an- dhelikaké barang ana ing jiwané"},{"SurahNumber":5,"VerseNumber":53,"Text":"Lan para kang padha angèstu bakal padha calathu: Apa iki para kang padha supata kanthi Allah kalawan man- thenging supatané, yèn dhèwèké sayekti temen-temen réwangira? Muspra sakèh panggawéné, mula- né padha dadi wong kang padha kapitunan"},{"SurahNumber":5,"VerseNumber":54,"Text":"É, para kang padha angèstu! sapa sira yèn ana kang ambalik saka agamané, iku Allah bakal anekakaké wong-wong kang padha Ditresnani sarta padha tresna ing Panjenengané, andhap-asor ma- rang para angèstu, minulya atas para kafir; bakal padha nyrempeng ing dadalaning Allah lan ora padha wedi marang panacadé wong kang nacad; iki lubèré kadarmaning Allah, kaparingaké sapa kang dadi kapareng-É; lan Allah iku Jembar- paparingé, Ngudanéni"},{"SurahNumber":5,"VerseNumber":55,"Text":"Mitranira iku mung Allah lan Utusan-É sarta para angèstu, para kang padha anjumenengaké salat, lan padha ambayar zakat, lan dhèwèké padha rukuk"},{"SurahNumber":5,"VerseNumber":56,"Text":"Lan sapa sing ngapèk mitra Allah lan utusan-É sarta para angèstu, lah sayekti, papanthaning Allah, iku kang padha menang"},{"SurahNumber":5,"VerseNumber":57,"Text":"É, para kang padha angèstu! Aja sira padha ngalap pangayoman para kang wus padha kaparingan kitab ing sadurungira sarta para kafir, kang anganggep agamanira iku guguyon lan dolanan; lan padha di bekti ing Allah, manawa sira padha wong angèstu"},{"SurahNumber":5,"VerseNumber":58,"Text":"Lan manawa sira anguwuh marang salat, iku padha digawé guguyon lan dolanan; iki amarga dhèwèké iku wong kang padha ora ngerti"},{"SurahNumber":5,"VerseNumber":59,"Text":"Calathua: É, para pandhèrè- king Kitab! Apa kowé padha gething marang aku kajaba mung dumèh aku padha angèstu ing Allah sarta apa kang kadhawuhaké marang aku lan apa kang kadhawuhaké ing sadurungku, lan déné kèh-kèhané sira iku padha murang yekti"},{"SurahNumber":5,"VerseNumber":60,"Text":"Calathua: Apa kowé padha gelem dak kandhani luwih ala tinimbang iki wawalesé mungguhing Allah? sapa kang dila’nati déning Allah sarta kang katibanan bendu-Né, tuwin ana kang padha kadadèkaké kethèk lan cèlèng apa déné kang ngabdi sétan; iki padha luwih ala panggonané sarta luwih sasar saka dalan kang bener"},{"SurahNumber":5,"VerseNumber":61,"Text":"Lan nalikané padha teka ma- rang sira padha calathu: Kula sami angèstu; lan sanyata, lumebuné kalawan kakafiran sarta temen metuné iya kalawan iku; lan Allah iku luwih wikan marang apa kang padha diumpetaké"},{"SurahNumber":5,"VerseNumber":62,"Text":"Lan sira bakal weruh, dhè- wèké iku sapirang-pirang kang padha gancang-gancangan marang dosa lan murang bener, sarta anggoné padha mangan barang kang olèhé sarana laku ora bener; temen ala apa kang padha dilakoni iku"},{"SurahNumber":5,"VerseNumber":63,"Text":"Yagéné para pandhitané lan para winasisé padha ora menging dhèwèké anggoné padha ngucap dosa lan anggoné padha mangan barang kang olèhé sarana laku ora bener? Temen ala apa kang padha ditindakaké"},{"SurahNumber":5,"VerseNumber":64,"Text":"Lan para Yahudi padha cala- thu: Astaning Allah iku kabanda! Tangan-tangané kang bakal padha binanda sarta bakal padha dila’nati amarga saka anggoné padha calathu mau. O, balik asta-Né karo pisan padha mulung, Panjene- ngané apaparing kapriyé sakarsa- Né; lan sayekti, dhèwèké iku sing akèh-akèh, apa kang kadhawuhaké marang sira saka Pangéranira, iku temen angundhakaké anggoné an- daluya lan anggoné kafir; lan Ingsun andèkèkaké mumungsuhan lan gegethingan ana ing antarané dhèwèké tumeka dina kiyamat;a saben-saben padha angurubaké genining paprangan, iku Allah sing nyirep, sarta dhèwèké padha tu- mindak agawé wisuna ing bumi; lan Allah iku ora remen para wong kang agawé wisuna"},{"SurahNumber":5,"VerseNumber":65,"Text":"Lan saupama para pandhèrèk- ing Kitab iku padha angèstua lan padha bektia, amasthi dhèwèké Ingsun alingi panggawé-pangga- wéné kang ala, lan amasthi bakal Ingsun lebokaké ing taman nu- graha"},{"SurahNumber":5,"VerseNumber":66,"Text":"Lan saupama dhèwèké padha anjejegna Taurèt lan Injil lan apa kang kadhawuhaké marang dhè- wèké saka ing Pangérané, amasthi bakal padha mangan saka ing dhuwuré lan saka ing sangisoring sikil-sikilé; sawenèhé iya ana sagolongan kang burus tindaké, lan sing akèh-akèh ala barang kang padha dilakoni"},{"SurahNumber":5,"VerseNumber":67,"Text":"É, Utusan! anekakna apa kang kadhawuhaké marang sira saka ing Pangéranira; lan manawa sira ora nindakaké, lah sira iya ora nekakaké ayahan-É; lan Allah bakal anyalametaké sira saka ing manusa; sayekti Allah iku ora nuntun wong kang padha kafir"},{"SurahNumber":5,"VerseNumber":68,"Text":"Calathua: É, para pandhèrè- king Kitab, ora pisan sira iku manut barang becik,a kajaba manawa sira wis padha anjejegaké Taurèt lan Injil lan apa kang kadhawuhaké marang sira saka Pangéranira; lan apa kang ka- dhawuhaké marang sira saka Pangéranira iku temen angun- dhakaké pambalasar lan kakafiran tumrap dhèwèké kang akèh-akèh; mulané aja sira anusahaké marang wong kang padha kafir"},{"SurahNumber":5,"VerseNumber":69,"Text":"Sayekti para kang padha angèstu lan para kang padha Yahudi lan para Sabiûn lan para Nasrani, _ sapa sing angèstu ing Allah lan dina akhir lan atindak becik – iya ora bakal kataman wedi sarta ora padha susah.a"},{"SurahNumber":5,"VerseNumber":70,"Text":"Yekti temen Ingsun wis mun- dhut prajanjiané para turun Israil lan Ingsun wis angutus para utusan marang dhèwèké; saben-saben ana utusan teka marang dhèwèké kala- wan barang kang ora dadi pépé- nginaning jiwané, sing sapantha padha anggorohaké lan sing sapan- tha manèh padha matèni"},{"SurahNumber":5,"VerseNumber":71,"Text":"Lan dhèwèké padha ngira manawa ora bakal ana coba, mulané padha wuta lan tuli; tumuli Allah bali wilasa-Né marang dhè- wèké, ananging dhèwèké sing akèh banjur padha wuta lan tuli; lan Allah iku amirsani apa kang padha dilakoni"},{"SurahNumber":5,"VerseNumber":72,"Text":"Wong-wong sing ujar, \"Allah iku Mesias, putrane Maryam,\" mesthi padha ora precaya. Sang Mesias ˹himelf˺ ujar, \"He Bani Israel! Nyembah marang Allah - Pangeran kawula lan Pangeranmu. \" Sapa wae sing ana gandhengane karo Allah ing ibadah, mesthine bakal dilarang swarga dening Allah. Omahé bakal dadi Geni. Lan wong duraka ora bakal duwe pitulung"},{"SurahNumber":5,"VerseNumber":73,"Text":"Wong-wong sing ujar, \"Allah iku siji ing Tritunggal,\" mesthi padha ora precaya. Mung ana siji Gusti Allah. Yen dheweke ora mandheg ngandhani kaya ngono, wong-wong sing ora precaya ing antarane bakal entuk paukuman sing nglarani"},{"SurahNumber":5,"VerseNumber":74,"Text":"Lah apa ta dhèwèké padha ora arep bali marang Allah sarta padha nyuwun pangapura-Né? Lan Allah iku Aparamarta, Mahaasih"},{"SurahNumber":5,"VerseNumber":75,"Text":"Mesias, putrane Maryam, ora mung utusan. ˺ Akeh ˺ messenger sing teka lan teka sadurunge. Ibune wanita sing bener. Kalorone mangan panganan. Deloken kepiye carane Kami pratandha supaya pratandhane, nanging priksa manawa cidra kasebut digawe salah saka bebener˺"},{"SurahNumber":5,"VerseNumber":76,"Text":"Ngomong, ˹O Nabi, ˺ \"Kepiye sampeyan bisa nyembah kajaba Allah, wong-wong sing ora bisa gawe piala utawa mupangate sampeyan? Lan Allah iku Maha Kuwasa, kang Maha Kuwasa, lan Maha Ngerti"},{"SurahNumber":5,"VerseNumber":77,"Text":"Kandhane, \"He Wong-wong ing Buku! Aja nganti luwih gedhe iman sampeyan ngluwihi kayekten, utawa aja nuruti pepenginane wong-wong sing padha kesasar sadurunge. Dheweke nyasarake akeh lan kesasar saka dalan sing bener"},{"SurahNumber":5,"VerseNumber":78,"Text":"Wong-wong kafir ing antarane Bani Israel dikutuk ing wahyu David lan Yesus, putrane Maria. Iki kanggo nglanggar lan nglanggar"},{"SurahNumber":5,"VerseNumber":79,"Text":"Padha ora gelem penging- pinenging saka panggawé nistha kang padha dilakoni; temen ala apa kang padha dilakoni"},{"SurahNumber":5,"VerseNumber":80,"Text":"Sira bakal weruh, dhèwèké sapirang-pirang kang padha apa- wong mitra para kang padha kafir; temen ala apa kang disadhiyakaké déning jiwa-jiwané tumrap marang dhèwèké, déné Allah dadi ora rena marang dhèwèké, lan ana ing sajroning siksa olèhé bakal padha manggon"},{"SurahNumber":5,"VerseNumber":81,"Text":"Lan yèn ta padha angèstua ing Allah lan nabi sarta apa kang kadhawuhaké marang dhèwèké, ora bakal padha angalap pawong mitra dhèwèké, ananging dhèwèké iku sing akèh padha murang yekti"}]}