{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"navu avara mele ondu maleyannu surisidevu. Eccarisalpattavara mele surisalada a male estondu kettadagittu"},{"SurahNumber":27,"VerseNumber":57,"Text":"heliri; ella prasansegalu allahanige. Mattu avanu arisikonda avana dasarige santi. Allahanu sresthano athava avaru nemisikondiruva paludararo"},{"SurahNumber":27,"VerseNumber":58,"Text":"akasagalannu mattu bhumiyannu srstisidavanu mattu nimagagi akasadinda nirannu surisidavanu (yaru)? Munde navu adarinda, bhavya totagalannu belesidevu. Avugalalliruva maragalannu belesalu nimagantu sadhyaviralilla. (Idannella madalu) allahana jotegenu bere devariddareye? Nijavagi avaru jagalagantaragiddare"},{"SurahNumber":27,"VerseNumber":59,"Text":"bhumiyannu vasakke yogyagolisidavanu, adara naduve nadi nalegalannu harisidavanu hagu adakkagi (bhumigagi) parvatagalannu nirmisidavanu mattu eradu samudragala naduve tereyannu kattiruvavanu yaru? (Idannella madalu) allahana jotegenu bere devariddareye? Adare avaralli heccinavaru ballavaralla"},{"SurahNumber":27,"VerseNumber":60,"Text":"Nondavanu tannannu prarthisidaga avana moreyannu keli sankatavannu nivarisuvavanu mattu nim'mannu bhumiya pratinidhigalagi madidavanu yaru? Allahana jotegenu bere devariddareye? Kelavaru matra upadesavannu svikarisuttare"},{"SurahNumber":27,"VerseNumber":61,"Text":"nelabhagada hagu samudrada kattalugalalli nimage daritorisuvavanu mattu tanna anugrahakke (malege) munna subhavarteyagi galiyannu kalisuvavanu yaru? (Idannella madalu) a allahana jotegenu bere devariddareye? Nivu avana jote palu golisuva ellarigintalu avanu tumba unnatanu"},{"SurahNumber":27,"VerseNumber":62,"Text":"srsti kriyeyannu arambhisidavanu mattu adannu punaravartisuvavanu yaru? Mattu nimage akasadindalu bhumiyindalu ahara odagisuttaliruvavanu yaru? (Idannella madalu) allahana jotegenu bere devariddareye? Heliri; nivu satyavantaragiddare nim'ma puraveyannu tanniri"},{"SurahNumber":27,"VerseNumber":63,"Text":"heliri; allahanobbana horatu, gupta visayagalannu ballavanu akasagalallagali bhumiyallagali yaru illa. Tam'mannu yavaga matte jivantagolisalaguvudu emba arivu avarige (itararige) illa"},{"SurahNumber":27,"VerseNumber":64,"Text":"nijavagi, paralokada visayadallantu avara jnanavu nistejavagi bittide! Nijavagi avaru a kuritu sansayadalliddare. Nijavagi, avaru adara palige kurudaragibittiddare"},{"SurahNumber":27,"VerseNumber":65,"Text":"dhikkarigalu heluttare; navu mattu nam'ma tata muttatandiru mannagi mapartta balika, nam'mannenu (nam'ma gorigalinda) hora tegeyalaguvude"},{"SurahNumber":27,"VerseNumber":66,"Text":"i hindeyu namage hagu nam'ma tata muttatandirige, intahade asvasane nidalagittu. Nijavagi avella kevala gatakalada kategalu"},{"SurahNumber":27,"VerseNumber":67,"Text":"heliri; nivu bhumiyalli suttadiri mattu aparadhigala gati enayitembudannu nodiri"},{"SurahNumber":27,"VerseNumber":68,"Text":"(dutare,) avara kuritu nivenu cintisabedi mattu avara sancugala bagge kalavala padabedi"},{"SurahNumber":27,"VerseNumber":69,"Text":"‘‘nivu satyavantaragiddare i asvasane ideruvudu yavaga?’’ Endu avaru keluttare"},{"SurahNumber":27,"VerseNumber":70,"Text":"Heliri; nivu yavudakkagi atura paduttiruviro adara kelavu bhagagalu nim'ma samipave irabahudu"},{"SurahNumber":27,"VerseNumber":71,"Text":"nim'ma odeyanantu khanditavagiyu ella manavara palige anugrahasaliyagiddane. Adare avaralli heccinavaru krtajnate sallisuvudilla"},{"SurahNumber":27,"VerseNumber":72,"Text":"mattu nim'ma odeyanu, avara hrdayagalalli adagiruva visayagalannu avaru prakatisuva visayagalannu khandita ballanu"},{"SurahNumber":27,"VerseNumber":73,"Text":"akasagalallina mattu bhumiyallina yava rahasyavu ondu vyakta ganthadalli dakhalagade ulidilla"},{"SurahNumber":27,"VerseNumber":74,"Text":"khanditavagiyu i kur‌an, isra'ilara santatigalige, avaru paraspara bhinnate taliruva heccinella visayagalannu vivarisikoduttade"},{"SurahNumber":27,"VerseNumber":75,"Text":"mattu idu, nambuvavara palige khandita margadarsana hagu anugrahavagide"},{"SurahNumber":27,"VerseNumber":76,"Text":"khanditavagiyu nim'ma odeyanu tanna adhikaradinda avara naduve tirpu niduvanu. Avanu bhari prabalanu jnanavantanu agiruttane"},{"SurahNumber":27,"VerseNumber":77,"Text":"nivu allahanalli bharavase idiri. Khanditavagiyu nivu bahala vyaktavada satyadalliruviri"},{"SurahNumber":27,"VerseNumber":78,"Text":"sattavarige kelisalu nimage khandita sadhyavilla mattu kivudaru bennu tirugisi horatu bittaga, avarige kelisalikku nimage sadhyavilla"},{"SurahNumber":27,"VerseNumber":79,"Text":"niviruvudu kurudarannu avara darigeditanadinda horatandu avarige daritorisuvudakkalla. Nam'ma vacanagalannu nambuvavaru hagu saranaguvavarige matra nivu kelisaballiri"},{"SurahNumber":27,"VerseNumber":80,"Text":"avara visayadalli (allahana) tirpu prakatavaguva samaya bandaga navu avarigagi bhumiyinda ondu praniyannu horadisuvevu. Adu avarodane matanaduvudu. An'yatha janaru nam'ma vacanagalannu ditavagi nambuttiralilla"},{"SurahNumber":27,"VerseNumber":81,"Text":"navu pratiyondu samudayadinda, nam'ma vacanagalannu tiraskarisuttiddavara ondu dandannu serisuva dina avarannu salugattisalaguvudu"},{"SurahNumber":27,"VerseNumber":82,"Text":"avarellaru bandu bittaga avanu (allahanu) heluvanu; nimage nanna vacanagala kuritu jnanada sulive illadiddaru nivu avugalannu tiraskarisiddira? Nivu adenella maduttiddiri"},{"SurahNumber":27,"VerseNumber":83,"Text":"Avaru esagida akramadindagi avara virud'dha (sikseya) tirpu jarigollalide mattu avarige matanadalikku sadhyavagadu"},{"SurahNumber":27,"VerseNumber":84,"Text":"avaru visramisalendu navu ratriyannu hagu ellavannu kanalendu hagalannu nirmisiruvudannu avaru kanuttillave? Nambuvavarige idaralli khandita pathagalive"},{"SurahNumber":27,"VerseNumber":85,"Text":"mattu (lokantyada) kahale udalaguva a dina, allahanu icchisidavara horatu, akasagalalli hagu bhumiyalli iruvavarella bhayabhitaragiruvaru mattu ellaru vidheyaragi avana munde baruvaru"},{"SurahNumber":27,"VerseNumber":86,"Text":"(indu) nivu parvatagalannu kandu, avu bahala sthiravagive endu bhavisuttiri. Adare (andu) avugalu modagalante calisuvavu. Idella allahana kaigarike. Avanu ellavannu bahala pakvavagiye rupisiddane. Nivu maduvudellavannu avanu khanditavagi ballanu"},{"SurahNumber":27,"VerseNumber":87,"Text":"(andu) olitannu taruvatanige adakkinta uttamavadudu sigalide mattu anthavaru andu ella bhayagalinda muktaragi suraksitaragiruvaru"},{"SurahNumber":27,"VerseNumber":88,"Text":"innu (andu) kedukannu tandavanu – anthavarannu mukha kelagagisi benkige eseyalaguvudu. Nimagenu, nivu maduttidda karmagaliginta bhinna pratiphala sigalikkunte"},{"SurahNumber":27,"VerseNumber":89,"Text":"(dutare, heliri;) nanagantu, pavanagolisalagiruva i nagarada odeyananne pujisabekendu adesisalagide – mattu ellavu avanige seride. Innu nanagantu nanu sada (avanige) saranagirabekendu adesisalagide"},{"SurahNumber":27,"VerseNumber":90,"Text":"mattu nanu kur‌an‌annu odabekendu (nanage adesisalagide). Sari darige baruvavanu svatah tanna hitakkagiyaste sari darige baruttane. Innu yaradaru darigettiddare, nanantu kevala eccarisuvavanagiddene"},{"SurahNumber":27,"VerseNumber":91,"Text":"mattu (dutare,) nivu heliri; allahanige prasansegalu. Avanu nimage tanna puravegalannu torisuvanu mattu nivu avugalannu gurutisuviri. Nivu maduttiruva krtyagala kuritu nim'ma odeyanu ajnanalla"},{"SurahNumber":27,"VerseNumber":92,"Text":"allahana hesarinda – avanu apara dayalu, karunamayi"},{"SurahNumber":27,"VerseNumber":93,"Text":"Tva sin m'mim"},{"SurahNumber":28,"VerseNumber":1,"Text":"ivu bahala spastavagiruva granthada vacanagalu"},{"SurahNumber":28,"VerseNumber":2,"Text":"navu nimage, musa mattu phir‌aunara kelavu sangatigalannu nijarupadalli odi kelisuttiddeve – nambuvavarigagi"},{"SurahNumber":28,"VerseNumber":3,"Text":"khanditavagiyu phir‌aunanu bhumiyalli vidroha merediddanu mattu bhuvasigalannu pangadagalagi vingadisiddanu. Avanu avarallina ondu pangadavannu durbalagolisi avara putrara koralu koydu biduttiddanu hagu avara mahileyarannu matra jivantaviduttiddanu. Khanditavagiyu avanu asanti habbuvavanagiddanu"},{"SurahNumber":28,"VerseNumber":4,"Text":"itta navu, bhumiyalli marditaragiddavarige upakarisalu mattu avarannu nayakaragiyu uttaradhikarigalagiyu madalu nirdharisiddevu"},{"SurahNumber":28,"VerseNumber":5,"Text":"mattu navu avarannu bhumiyalli adhikarastharagisi phir‌aun, haman mattu avara padegalige, avaru enannu anjuttiddaro adannu torisabayasiddevu"},{"SurahNumber":28,"VerseNumber":6,"Text":"mattu navu musara tayige (higendu) divya sandesavannu kalisidevu; ninu avanige halunnisuttaliru, avana (jivada) kuritu ninage bhayavadare avanannu nadiyalli hakibidu. Ninu anjabeda mattu duhkhisabeda. Navu avanannu ninna balige maralisuvevu mattu avanannu navu dutanagisuvevu"},{"SurahNumber":28,"VerseNumber":7,"Text":"munde, phir‌aunana kadeyavaru avarannu (musarannu) ettikondaru, tam'ma palige satru hagu durantavagalikkagi. Khanditavagiyu phir‌aun, haman mattu avara padegalu tappitastharagiddaru"},{"SurahNumber":28,"VerseNumber":8,"Text":"phir‌aunana patni helidalu; ‘‘avanu nanagu ninagu kannige tampagiddane. Avanannu kollabeda. Avaninda namagenadaru labhavagabahudu athava navu avanannu putranagisikollabahudu’’. Avarige (vastavada) ariviralilla"},{"SurahNumber":28,"VerseNumber":9,"Text":"atta musara tayiya manas'su kasivisigondittu. Ake drdha visvasa ullavalagi uliyabekendu navu akeya manas'sige sthirateyannu odagisade iddiddare, ake i visayavannu bahiranga padisi biduttiddalu"},{"SurahNumber":28,"VerseNumber":10,"Text":"Ake avara (musara) sahodarige helidalu; ninu adannu (maguvannu) himbalisutta nade mattu avarige (phir‌aunana palayadavarige) arivagadante duradinda adara mele kannittiru"},{"SurahNumber":28,"VerseNumber":11,"Text":"navu agale, halunisuvavarannu ataninda tadedittiddevu. Aga ake (musara sahodari) helidalu; atana posane madaballa ondu kutumbavannu nanu nimage torisikodale? Avaru atana palige hitaisigalagiruvaru"},{"SurahNumber":28,"VerseNumber":12,"Text":"hige navu, atana tayiya kannu tampagalendu, ake duhkhisabaradendu mattu allahanu kotta matu satyavembudannu ake ariyalendu atanannu akeya balige maralisidevu, adare heccinavaru idannu aritilla"},{"SurahNumber":28,"VerseNumber":13,"Text":"munde avaru (musa) tam'ma yavvanavannu talupidaga mattu saktaradaga navu avarige yuktiyannu jnanavannu nididevu. Sajjanarige navu ide riti satphalavannu nidutteve"},{"SurahNumber":28,"VerseNumber":14,"Text":"om'me nagarada janaru niddeyalliddaga avaru nagaravannu pravesisidaru. Alli avaru, ibbaru paraspara jagaladuttiruvudannu kandaru. Avarallobbanu avara palayadavanagiddanu mattu innobbanu avara satru palayadavanagiddanu. Avara palayadavanu, avara satru palayadavana virud'dha avara neravannu bedidanu. Musa atanige (satru palayadavanige) hodedaru mattu adu atana antyakke karanavayitu. Avaru (musa) ‘‘idu saitanana krtya. Avanu khandita spastavagi darigedisuva satruvagiddane’’ endaru"},{"SurahNumber":28,"VerseNumber":15,"Text":"avaru ‘‘nannodeya, nanu nanna meleye akrama vesagiddene. Nannannu ksamisibidu’’ endu prarthisidaru. Avanu (allahanu) avarannu ksamisibittanu. Khanditavagiyu avanu ksamisuvavanu mattu karunaluvagiddane"},{"SurahNumber":28,"VerseNumber":16,"Text":"‘‘nannodeya, ninu nannannu anugrahisiruve. (Higirutta) nanendu akramigala sahayakanagalare’’ endu avaru (musa) helidaru"},{"SurahNumber":28,"VerseNumber":17,"Text":"Marudina avaru anjutta, eccarikeyondige nagaravannu pravesisidaru. Aga, ninne avarinda neravu bediddavane matte avaralli more iduttiddanu. ‘‘Ninu spastavagi darigettavanu’’ endu musa helidaru"},{"SurahNumber":28,"VerseNumber":18,"Text":"avaru, tam'mibbara paligu satruvagiddavana mele kai madalu horataga avanu helidanu; o musa, ninu ninne obbatanannu kondante nannannu kolla bayasuveya? Bhumiyalli dabbalike nadesuvudaste ninna bayakeyagide. Ninu sudharakanagalu bayasuvudilla"},{"SurahNumber":28,"VerseNumber":19,"Text":"astaralli, nagarada gadibhagadinda dhavisibanda obba vyakti helida; o musa, nayakaru nim'mannu kolluvudakkagi nim'ma kuritu samalocisuttiddare. Nivu (illinda) horatu hogiri. Nanu khandita nim'ma hitaisiyagiddene"},{"SurahNumber":28,"VerseNumber":20,"Text":"avaru bhaya hagu kutuhaladondige allinda horataru. ‘‘Nannodeya, nannannu akrami janangadinda raksisu’’ endu avaru prarthisidaru"},{"SurahNumber":28,"VerseNumber":21,"Text":"avaru mad‌yan‌kadege horataga ‘‘nanna odeyanu nanage nera margavannu torisabahudu’’ endaru"},{"SurahNumber":28,"VerseNumber":22,"Text":"avaru mad‌yan‌nalli, niriruva sthaladalli, janara gumpondu (kurigalige) niru kudisuvudannu kandaru mattu ibbaru mahileyaru dura nintiruvudannu kandaru. Avaru a ibbarodane, nim'ma samacaravenu? Endu vicarisidaru. ‘‘Kuri kayuvavaru (tam'ma kurigalige) niru kudisi mugisuva tanaka navu niru kudisuvantilla. Atta, nam'ma tande tumba vrd'dharu’’ endu avaru uttarisidaru"},{"SurahNumber":28,"VerseNumber":23,"Text":"avaru a ibbaru mahileyarige (avara kurigalige) niru kudisi (visrantigagi) neralinedege horataru mattu helidaru; nannodeya, ninu karunisuva yava hitakku nanu ar'hanagiddene"},{"SurahNumber":28,"VerseNumber":24,"Text":"Aga a mahileyarallobbalu nacutta avara balige nadedu bandalu. Nivu namage nirannu odagisiddakkagi nimage puraskara nidalu nanna tande nim'mannu kareyuttiddare endu ake helidalu. Taruvaya avaru (musa) avara (su'aibara) balige bandaru mattu samacaravannella tilisidaru. Avaru (su'aib) helidaru; nivenu anjabedi. Niviga akrami janangadinda suraksitaragiruviri"},{"SurahNumber":28,"VerseNumber":25,"Text":"avaralli obbake helidalu; nannappa, itanannu sevakanagi nemisikolliri. Nivu sevakanagi nemisuvudakke saktivanta hagu nambalar'hanagiruvatane heccu yogyanagiruttane"},{"SurahNumber":28,"VerseNumber":26,"Text":"avaru (su'aib) helidaru; nivu entu varsa nanna bali seve sallisuvudadare nanu i nanna ibbaru putriyara paiki obbalannu nimage vivaha madikoduvenu. Nivu hattu varsa purtigolisidare adu nim'ma audaryavagiruvudu. Nanu nim'mannu yavude ikkattige silukisuvudilla. Allahanu icchisidare nivu nannannu sajjananagi kanuviri"},{"SurahNumber":28,"VerseNumber":27,"Text":"avaru (musa) helidaru; idu nanna hagu nim'ma naduvana oppanda. Nanu i eradu avadhigala paiki yavudannu purtigolisidaru nanna mele yavude rna uliyadu. Nam'ma matugalige allahane saksi"},{"SurahNumber":28,"VerseNumber":28,"Text":"hige, musa avadhi purtigolisi tam'ma maneyavarondige horataru. Avaru tur bettada kade ondu benkiyannu kandaru. Nivu ille uliyiri. Nanu benkiyannu kandiddene. Nimagagi allindenadaru mahitiyannu taralu athava nivu calikayisikolluvudakkagi benkiya kendavannadaru taralu nanage sadhyavaditu – endu avaru tam'ma maneyavarodane helidaru"},{"SurahNumber":28,"VerseNumber":29,"Text":"avaru allige talupidaga, samrd'dha sthaladallidda bayalina bala maggulallidda ondu maradinda avarige kare nidalayitu; o musa, nane sarvalokagala odeyanada allah"},{"SurahNumber":28,"VerseNumber":30,"Text":"Niviga nim'ma urugolannu kelakkeseyiri – ennalayitu. Adu hebbavinante calisuvudannu kandu avaru bennu tirugisi marali horataru mattu hindirugiyu nodalilla. (Avarodane helalayitu;) o musa, nivu munde banni mattu anjabedi. Nivu suraksitaragiruviri"},{"SurahNumber":28,"VerseNumber":31,"Text":"nivu nim'ma kaiyannu nim'ma bagalige hakiri. Adu sulabhavagi, holeyutta horabaruvudu. Mattu nivu bhayamuktaragalikkagi, nim'ma tolugalannu nim'medege eledukolliri. Ivu, phir‌aun mattu avana saradararigagi nim'modeyana kadeyinda nidalaguttiruva eradu puravegalu. Avaru tira avidheyaragi bittiddare"},{"SurahNumber":28,"VerseNumber":32,"Text":"avaru (musa) helidaru; nannodeya, nanu avarallina obba vyaktiya hatye nadesiddene. Addarinda avaru nannannu kolluvaremba asanke nanagide"},{"SurahNumber":28,"VerseNumber":33,"Text":"nanna sahodara harun nanaginta spastavagi matanadaballaru. Sahayakaragi avarannu nanna jote kalisu. Avaru nannannu samarthisali. Avaru (phir‌aun mattu avana kadeyavaru) nannannu tiraskarisuvaremba bhaya nanagide"},{"SurahNumber":28,"VerseNumber":34,"Text":"avanu (allah) helidanu; navu igale nim'ma sahodarana mulaka nim'ma kaigalannu balapadisuvevu mattu nim'ma virud'dha prabalya sadhisalu avarige sadhyavagadante, navu nam'ma puravegala mulaka nim'mibbarigu visesa saktiyannu niduvevu. Nim'mibbarigu nim'ma anuyayigaligu vijaya praptavaguvudu"},{"SurahNumber":28,"VerseNumber":35,"Text":"musa, navu odagisida spasta puravegalondige avara (phir‌aun mattavana janara) balige bandaga avaru helidaru; idella krtaka indrajalave horatu berenu illa. Navu nam'ma purvajarinda intahadenannu kelilla"},{"SurahNumber":28,"VerseNumber":36,"Text":"musa helidaru; avana kadeyinda margadarsanavannu tandavanu yaru mattu paralokada srestha neleyu yarige sigalide embudannu nanna odeyanu cennagi ballanu. Akramigalu khandita vijayigalaguvudilla"},{"SurahNumber":28,"VerseNumber":37,"Text":"Phir‌aunanu helidanu; saradarare, nimage nanna horatu berobba devariruvudu nanagantu tiliyadu. Sadya, o haman, ninu nanagagi ave mannannu benkiyalli urisu mattu nanagagi ondu ettarada gopuravannu nirmisu. A mulaka nanu musana devara kadegom'me inuki noduttene. Nanantu avanannu (musarannu) sullugaranende bhavisuttene"},{"SurahNumber":28,"VerseNumber":38,"Text":"hige avanu (phir‌aun) mattu avana yodharu, an'yayavagi bhumiyalli ahankara meredaru mattu tamage nam'medege maralibaralikkilla endu bhavisikondiddaru"},{"SurahNumber":28,"VerseNumber":39,"Text":"konege navu avanannu avana padegalannu hididukondevu mattu avarannu kadalige esedu bittevu. Akramigala antima gati hegiruttadendu nodiri"},{"SurahNumber":28,"VerseNumber":40,"Text":"navu avarannu nayakaragisiddevu. Adare avaru (janarannu) narakadedege amantrisuttiddaru. Punarut'thana dina avarige yava neravu sigadu"},{"SurahNumber":28,"VerseNumber":41,"Text":"i lokadalli navu sapavannu avara bennu hidisiddevu mattu punarut'thana dina avaru tira dusthitiyalliruvaru"},{"SurahNumber":28,"VerseNumber":42,"Text":"navu gatakalada kelavu janangagalannu nasapadisida balika, musarige granthavannu nididevu. Janara kannu teresuva, dari toruva mattu anugrahavagiruva grantha – avaru (janaru) upadesa svikarisalendu"},{"SurahNumber":28,"VerseNumber":43,"Text":"(dutare,) navu musarige adesa niduttiddaga nivu (tur bettada) pascimadalli iralilla mattu nivu adakke saksiyagiralilla"},{"SurahNumber":28,"VerseNumber":44,"Text":"nijavagi navu halavu samudayagalannu srstisidevu. Konege avara kalavadhiyu mirihoyitu. Mad‌yan‌navarige nam'ma vacanagalannu kelisalu nivenu alliya nivasiyagiralilla. Nijavagi nave (a kuritu nimage) sandesavannu kalisiddevu"},{"SurahNumber":28,"VerseNumber":45,"Text":"navu (musarannu) kugi karedaga nivu tur‌na pakkadallenu iralilla. Nijavagi (idu) nim'ma odeyana anugrahavagide. Nimaginta munna eccarisuvavaru bandillada janangadavaru upadesa svikarisabahudendu, avarannu eccarisalikkagi (nim'mannu nemisalayitu)"},{"SurahNumber":28,"VerseNumber":46,"Text":"(Navu dutarannu kalisade iddiddare) avara svanta kaigala dudimeya (papagala) phalavagi avara mele vipattenadaru bandaga, avaru; ‘‘nam'madeya, ninu nam'medege obba dutananneke kalisalilla? (Kalisiddare) navu ninna vacanagalannu anusarisuttiddevu mattu visvasigalagi biduttiddevu’’ ennuttiddaru"},{"SurahNumber":28,"VerseNumber":47,"Text":"nam'ma kadeyinda satyavu tam'ma balige bandaga, avaru, ‘‘musarige nidaladudannu namageke nidalagilla?’’ Endaru. I hinde avaru, musarige nidaladudannu dhikkarisiralillave? Aga avaru, iveradu paraspara purakavagiruva matagarikegalu endiddaru mattu navu ellavannu dhikkarisutteve endiddaru"},{"SurahNumber":28,"VerseNumber":48,"Text":"heliri; nivu satyavantaragiddare, iveradakkinta (kur‌an mattu taurat‌ginta) heccu margadarsiyada ondu granthavannu allahana kadeyinda tandu kodiri. Nanu adanne anusarisuvenu"},{"SurahNumber":28,"VerseNumber":49,"Text":"avaru nim'ma matannu svikarisadiddare, nimage tilidirali; avaru kevala tam'ma sveccheyannastte anusarisuttiddare. Allahana kadeyinda yavude margadarsanavillade, tanna sveccheyannu anusarisuvataniginta heccu darigettavanu yarirabahudu? Allahanu akramigalige khandita dari toruvudilla"},{"SurahNumber":28,"VerseNumber":50,"Text":"avaru upadesa svikarisabekendu navu satatavagi (nam'ma) sandesavannu avarige kalisidevu"},{"SurahNumber":28,"VerseNumber":51,"Text":"navu idakkinta (kur‌an‌ginta) munce yarige grantha nididdevo avaru idaralli nambike iduttare"},{"SurahNumber":28,"VerseNumber":52,"Text":"avara munde idannu odaladaga avaru, ‘’navu idannu nambidevu. Khanditavagiyu idu nam'modeyana kadeyinda bandiruva satyavagide. Navantu i hindeye saranagiddevu’’ ennuttare"},{"SurahNumber":28,"VerseNumber":53,"Text":"avare, duppattu pratiphala padeyuvavaru. Ekendare, avaru sahanasilaragiddare, kedukannu olitininda nivarisuttare mattu avarige navu enannu nidiruvevo adarinda kharcu maduttare"},{"SurahNumber":28,"VerseNumber":54,"Text":"Vyarthavada enannadaru kelisikondaga avaru adarinda dura uliyuttare mattu ‘‘nam'ma karma namage, nim'ma karma nimage. Nimagido ‘salam’ (santi). Navu ajnanigalondige jagalakkiliyuvudilla’’ ennuttare"},{"SurahNumber":28,"VerseNumber":55,"Text":"(dutare,) nim'ma priti patrarannella saridarige taralu nim'minda khandita sadhyavilla. Nijavagi, allahane tanicchisidavarannu saridarige taruttane. Saridarige baruvavaru yaru embudannu avane heccu ballavanu"},{"SurahNumber":28,"VerseNumber":56,"Text":"‘‘navu nim'ma jotege seri saridariyannu anusarisidare, nam'mannu nam'ma nadininda hora hakaladitu’’endu avaru heluttare. Navenu avarannu, pavitravada suraksita sthaladalli nelesalillave? Adu nam'ma kadeyinda, ella phalagalu ahara rupadalli bandu talupuva sthala. Adare avaralli heccinavarige enu tilidilla"},{"SurahNumber":28,"VerseNumber":57,"Text":"tam'ma sampannateya bagge ahankara paduttidda adestu nadugalannu navu nasapadisiddeve! Ado avaru nelesidda bhavanagalu! Avara balika (avugalalli) kevala kelavara horatu bere yaru nelesalilla. Nijavagi nave (avellavugala) uttaradhikarigaladevu"},{"SurahNumber":28,"VerseNumber":58,"Text":"nim'ma odeyanu yavude nadina kendra sthanakke, avarige nam'ma vacanagalannu odi kelisuva obba dutanannu kalisuva tanaka a nadannu nasapadisuvudilla. Mattu navu, yavude nadina janaru akramigalagade a nadannu nasapadisuvudilla"},{"SurahNumber":28,"VerseNumber":59,"Text":"nimage nidalagiruva pratiyondu vastuvu kevala ihalokada badukina sottagide mattu illigaste bhusanavagide. Allahana bali enideyo adu uttamavagide hagu adu heccu kala uliyuttade. Nivenu arthamadikolluvudillave"},{"SurahNumber":28,"VerseNumber":60,"Text":"navu hitada vagdana madiddu, adannu padeyaliruva vyaktiyu, navu ihalokada badukinalli sampannagolisiddu a balika punarut'thanadina (bandhitanagi) hajarugolisaliruva vyaktige samananagaballane"},{"SurahNumber":28,"VerseNumber":61,"Text":"Andu avanu (allahanu) avarannu karedu, ‘‘nivu avalambisikondidda a nim'ma paludararu elliddare?’’ Endu keluvanu"},{"SurahNumber":28,"VerseNumber":62,"Text":"adagale tirpu vidhisalpattavaru heluvaru; nam'modeya, avare nam'mannu darigedisidavaru. Navu svatah darigettante avarannu darigedisidevu. Avaru nam'mannu pujisuttiralilla endu ninna munde navu dosamukti prakatisuttiddeve"},{"SurahNumber":28,"VerseNumber":63,"Text":"nim'ma paludararannu (upadevategalannu) kareyiri endu avarodane helalaguvudu. Avaru avugalannu kareyuvaru. Adare avugalu avarige yavude uttara nidalaravu. Konege avaru sikseyannu kanuvaru. Avaru saridariyannu anusarisiddare estu cennagittu"},{"SurahNumber":28,"VerseNumber":64,"Text":"avanu avarannu kareyuva dina, ‘‘dutarugalige nivu adenu uttara nididiri?’’ Endu keluvanu"},{"SurahNumber":28,"VerseNumber":65,"Text":"adare a dina avarige enenu tocadu mattu paraspara vicarisalikku avarige sadhyavagadu"},{"SurahNumber":28,"VerseNumber":66,"Text":"(ihadalli) pascattapa pattu, satyavannu nambi, satkarmagalannu madidavanu matra andu vijayigala salige serabahudu"},{"SurahNumber":28,"VerseNumber":67,"Text":"nim'ma odeyanu tanicchisidavarannu srstisuttane hagu aydukolluttane. Avarige aykeya adhikaravenilla. Allahanu pavananu mattu avaru palugolisuva ellavugaliginta unnatanu"},{"SurahNumber":28,"VerseNumber":68,"Text":"avara manas'sugalalli adagiruva mattu avaru bahirangapadisuttiruva ellavannu nim'ma odeyanu ballanu"},{"SurahNumber":28,"VerseNumber":69,"Text":"mattu avane allah. Avana horatu bere devarilla. Modalu (iha lokadallu) anantaravu (paralokadallu) hogalikegalella avanige misalu. Adhikaravellavu avanige seride. Nim'mannu avanedege maralisalaguvudu"},{"SurahNumber":28,"VerseNumber":70,"Text":"heliri; nivu kandira? Ondu vele allahanu nim'ma mele lokantyadavarege, sasvatavagi ratriyanne heri bittare, allahana horatu berava devariddare, nimage belakannu tandu kodaballavaru? Nivenu alisuvudillave"},{"SurahNumber":28,"VerseNumber":71,"Text":"Heliri; nivu kandira? Ondu vele allahanu nim'ma mele lokantyadavarege sasvatavagi hagalanne heribittare, allahana horatu berava devariddare, nivu visranti padeyuvantagalu nimage ratriyannu tandu kodaballavaru? Nivenu noduvudillave"},{"SurahNumber":28,"VerseNumber":72,"Text":"nijavagi, nivu visranti padeyuvantagalu hagu avana anugrahavannu arasuvantagalu mattu nivu krtajnaragabekendu tanna anugrahadinda nimagagi ratri mattu hagalannu nirmisiruvavanu avane"},{"SurahNumber":28,"VerseNumber":73,"Text":"andu avanu (allahanu) avarannu karedu, ‘‘nivu avalambisikondidda a nim'ma paludararu elliddare?’’ Endu keluvanu"},{"SurahNumber":28,"VerseNumber":74,"Text":"mattu navu pratiyondu samudayadinda obba saksiyannu munde taruvevu hagu ‘‘nim'ma puraveyannu mundidiri’’ ennuvevu. Aga allahana matu matra satyavembudannu avaru managanuvaru mattu avaru racisikondidda ellavu (ella mithyagalu) avarinda mareyagi biduvavu"},{"SurahNumber":28,"VerseNumber":75,"Text":"karunanu musara janangadavane agiddanu mattu avanu avara virud'dha vidrohiyadanu. Navu avanige aneka khajanegalannu nididdevu. Estendare, avugala cavigalu ondu saktisali tandada paligu bharavenisuttiddavu. Avana janangavu avanodane helitu; ninu doddastike mereyabeda. Doddastike mereyuvavarannu allahanu khandita meccuvudilla"},{"SurahNumber":28,"VerseNumber":76,"Text":"allahanu ninage enellavannu nidiruvano a mulaka ninu paralokada neleyannu arasu mattu (adevele) ninu ihalokadallina ninna palannu mareyadiru mattu allahanu ninage hitavannu madiruvante ninu (janarige) hitavannu madu. Ninu bhumiyalli asantiyannu haradadiru. Asanti haraduvavarannu allahanu khandita meccuvudilla"},{"SurahNumber":28,"VerseNumber":77,"Text":"Aga avanu helidanu; ‘‘idannella nannalliruva ondu (visesa) jnanada karana nanage nidalagide.’’ Allahanu avaniginta munce avaniginta heccu saktaragidda mattu heccu janabalahondidda gumpugalannu nasapadisiddane embudu avanige tiliyade? (Hage nasapadisuvaga) aparadhigalodane, avara papagala kuritu prasnisalaguvudilla.’’"},{"SurahNumber":28,"VerseNumber":78,"Text":"Om'me avanu (karun) tanna vaibhavadondige tanna janangadavara munde horatanu. Aga, kevala i lokada badukannu bayasiddavaru ‘‘karunanige nidalagiruvudellavu nam'ma bali iddiddare estu cennagittu! Avanu khandita maha bhagyavanta!’’ Ennatodagidaru"},{"SurahNumber":28,"VerseNumber":79,"Text":"adare jnanavantaru helidaru; ‘‘nim'ma sthitiyu socaniyavagide. Satyavannu nambida hagu satkarma madidavana palige, allahanu niduva pratiphalave (idellakkinta) sresthavagide mattu adu sahanasilarige matra siguttade.’’"},{"SurahNumber":28,"VerseNumber":80,"Text":"Konege navu ata (karun)nannu mattu avana nivasavannu bhumiyalli adumi bittevu. Aga allahana horatu bere yava padeyu avana neravige labhyaviralilla matttu tanage tane neravagalikku avanige sadhyavagalilla"},{"SurahNumber":28,"VerseNumber":81,"Text":"ninneyavaregu avana sthanamanakkagi asepaduttiddavaru belagadaga hela todagidaru; ayyo allahanu sampattannu tanna dasara paiki tanicchisidavara palige visalagolisuttane mattu simitagolisibiduttane. Nam'ma mele allahanu krpe torade iddiddare, avanu nam'mannu (bhumiyolage) adumi biduttiddanu. Estondu satya! Krtaghnaru endu vijayigalaguvudilla"},{"SurahNumber":28,"VerseNumber":82,"Text":"idu paralokada nele. Bhumiyalli doddastike mereyalu mattu asanti habbalu bayasadavarigagi navidannu misalagittiruvevu. Antima saphalyavu dharmanistharige seride"},{"SurahNumber":28,"VerseNumber":83,"Text":"Satkaryagalannu tandavanige adakkinta sresthavadudu sigalide. Innu, papakrtyagalannu tandavanu – intaha papakrtyagalannu maduvavarige avaru maduttidda krtyagaliganusaravada pratiphalave sigalide"},{"SurahNumber":28,"VerseNumber":84,"Text":"(dutare,) kur‌anannu nimage kaddayagolisidavanu khanditavagiyu nim'mannu sukta nelege maralisuvanu. Heliri; margadarsanavannu tandiruvavanu yaru mattu yaru spastavagi daritappiruvavanembudannu nanna odeyanu cennagi ballanu"},{"SurahNumber":28,"VerseNumber":85,"Text":"(dutare,) nim'medege i granthavannu ilisikodalaguvudendu nivendu niriksisiralilla. Adu kevala nim'ma odeyana anugrahavagide. Nivinnu yava karanakku dhikkarigala sahayakaragabedi"},{"SurahNumber":28,"VerseNumber":86,"Text":"allahana vacanagalannu nimage ilisikodalada balika, avaru nim'mannu avugalinda tadedidabaradu. Nivu (janarannu) nim'ma odeyana kadege amantrisiri mattu nivendu bahudevaradhakaragabedi"},{"SurahNumber":28,"VerseNumber":87,"Text":"allahana jote berava devarannu prarthisabedi. Avana horatu bere devarilla. Avanobbana horatu ellavu nasavagalide. Adhikaravellavu avanige seride mattu nivu avana balige maraluviri"},{"SurahNumber":28,"VerseNumber":88,"Text":"aliph lam m'mim"},{"SurahNumber":29,"VerseNumber":1,"Text":"janarenu, navu nambidevu endu helidodane tam'mannu bittu bidalaguvudendu hagu tam'mannu pariksisalaguvudillavendu bhavisiddareye"},{"SurahNumber":29,"VerseNumber":2,"Text":"avara hindinavarannu navu pariksisiruvevu. Satyavantaru yarembudannu allahanu, khandita ariyuvanu mattu sullarannu avanu khandita ariyuvanu"},{"SurahNumber":29,"VerseNumber":3,"Text":"dusta kelasagalannu maduvavaru, avaru nam'mannu miri hogaballarendu bhavisikondiruvare? Estondu ketta tirmana avaradu"},{"SurahNumber":29,"VerseNumber":4,"Text":"allahanannu bhetiyaguva nirikse ullavaru (tilidirali;) allahanu niscayisiruva a hottu khandita baralide mattu avanu ellavannu keluvavanu hagu ballavanagiddane"},{"SurahNumber":29,"VerseNumber":5,"Text":"pratiyobba sramisuvavanu svatah tanna hitakkagi sramisuttane. Allahanantu sarvalokagalinda nirapeksanagiddane"},{"SurahNumber":29,"VerseNumber":6,"Text":"Satyavannu nambi satkarmagalannu madidavarinda navu avara papagalannu nivarisuvevu mattu avaru madidda karmagaliginta pratiphalavannu avarige niduvevu"},{"SurahNumber":29,"VerseNumber":7,"Text":"mattu navu manusyanige, tanna tayi tandeya jote atyuttamavagi vartisabekendu adesisiruvevu hagu (devarendu) ninage tilidilladavarannu nanna jote palugolisalu avaru ninnannu agrahisidare, avarannu anusarisabeda. Konege nivu nanna balige marali baruviri, nivu enella maduttiddirembudannu aga nanu nimage tilisuvenu"},{"SurahNumber":29,"VerseNumber":8,"Text":"satyavannu nambidavarannu – hagu satkarmagalannu madidavarannu navu svargadolage sajjanara jote serisuvevu"},{"SurahNumber":29,"VerseNumber":9,"Text":"janarallobbanu, navu allahanannu nambidevu ennuttane. Adare a balika allahana margadalli tannannu satayisaladare, janarinda banda parikseyannu avanu allahana sikse embante pariganisuttane. Innu nim'ma odeyana sahaya bandare khanditavagiyu avaru, navu nim'ma jotege iddevu ennuttare. Lokadelledeya janara manas'sugalalli enide embudu allahanige cennagi tiliyade"},{"SurahNumber":29,"VerseNumber":10,"Text":"yaru nambiruvavaru mattu yaru kapatigalu embudannu allahanu khandita ariyuvanu"},{"SurahNumber":29,"VerseNumber":11,"Text":"dhikkarigalu visvasigalodane, ‘‘nivu nam'ma dariyannu anusarisiri, nim'ma papagalannu navu hottukolluvevu’’ ennuttare. Adare avaru, avara (visvasigala) yava papavannu (tam'miccheyinda) horalararu. Avaru khandita sullugararu"},{"SurahNumber":29,"VerseNumber":12,"Text":"avaru khandita tam'made horegalannu mattu tam'ma horegala jote innastu horegalannu hottiruvaru. Avaru racisuttidda sullugala kuritu punarut'thana dina avarannu khandita prasnisalaguvudu"},{"SurahNumber":29,"VerseNumber":13,"Text":"navu nuharannu avara janangadedege kalisidddevu. Avaru ombhattunura aivattu varsagala kala avara jotegiddaru. Konege birugaliyu a janarannu akramisitu. Avaru akramigalagiddaru"},{"SurahNumber":29,"VerseNumber":14,"Text":"Navu avarannu (nuharannu) mattu hadaginavarannu raksisidevu mattu adannu (a hadagannu) sarvalokadavara palige ondu pathavagisidevu"},{"SurahNumber":29,"VerseNumber":15,"Text":"mattu ibrahimaru tam'ma janangadavarodane helidaru; allahananne aradhisiri mattu avanige anjiri. Nivu ballavaragiddare nim'ma palige aduve uttama"},{"SurahNumber":29,"VerseNumber":16,"Text":"nivu allahanannu bittu vigrahagalannu pujisuttiruviri mattu sullannu srstisuttiruviri, nivu allahanannu bittu yarannella pujisuttiruviro avaru nimage aharavannu odagisalu saktaralla. Addarinda nivu aharavannu allahana baliyalle hudukiri, avananne aradhisiri mattu avanige krtajnate sallisiri. (Konege) nivu avana balige maraluviri"},{"SurahNumber":29,"VerseNumber":17,"Text":"niviga idannu (satyavannu) tiraskarisuttiradare (nimage tilidirali); nimaginta hindina samudayagalu tiraskarisiddavu. Dutara meliruvudu, spastavagi (satyavannu) talupisuva hone matra"},{"SurahNumber":29,"VerseNumber":18,"Text":"yava riti allahanu srstikaryavannu arambhisuttane mattu adannu punaravartisuttane embudannu avaru kandillave? Allahana mattige adu sarala karyavagide"},{"SurahNumber":29,"VerseNumber":19,"Text":"heliri; nivu bhumiyalli sancarisiri mattu avanu (allahanu) yava riti srstikaryavannu arambhisuttane embudannu nodiri. Ade allahanu mattondu bari (ellavannu) jivantagolisaliddane. Allahanantu ellavannu madalu khandita saktanagiddane"},{"SurahNumber":29,"VerseNumber":20,"Text":"avanu tanicchisidavarannu siksisuttane mattu tanicchisidavara mele krpe toruttane. (Konege) nivellaru avanedege maraluviri"},{"SurahNumber":29,"VerseNumber":21,"Text":"bhumiyallagali akasadallagali (allahaninda) tappisikollalu nimage khandita sadhyavilla. Allahana horatu nimage beraru posakaragali sahayakaragali illa"},{"SurahNumber":29,"VerseNumber":22,"Text":"allahana vacanagalannu mattu avanannu bhetiyagalikkide embudannu dhikkarisidavaru nanna krpeya kuritu nirasaragiruvaru. Avare, kathina siksege tuttaguvavaru"},{"SurahNumber":29,"VerseNumber":23,"Text":"‘‘Avanannu kolliri athava avanannu suttubidiri’’ ennuvudaste avara (ibrahimara) janangadavara uttaravagittu. Adare allahanu avarannu benkiyinda raksisidanu. Nambuva janarige idaralli khandita pathavide"},{"SurahNumber":29,"VerseNumber":24,"Text":"avaru (ibrahimaru) helidaru; nivu allahanannu bittu vigrahagalannu neccikondiruviri. Ihalokada badukinalli nim'ma naduve bhari premavide. Adare punarut'thana dina nivu paraspararannu dhikkarisuviri mattu paraspara sapisikolluviri. Narakave nim'ma antima neleyagiruvudu mattu nimage yava sahayakaru doreyalararu"},{"SurahNumber":29,"VerseNumber":25,"Text":"lutaru atanalli nambike ittaru mattu helidaru; nanu nanna odeyana kadege valase hoguttiddene. Khanditavagiyu avanu bhari prabalanu mattu yuktivantanu"},{"SurahNumber":29,"VerseNumber":26,"Text":"navu avarige (ibrahimarige) is‌hak mattu ya'akubarannu nididevu mattu avara santatiya kelavarige pravaditvavannu granthavannu nididevu mattu avarige (ibrahimarige) ihalokadalli avara pratiphalavannu nididevu. Paralokadalli avaru khandita sajjanara salinalliruvaru"},{"SurahNumber":29,"VerseNumber":27,"Text":"lutaru tam'ma janangadavarodane helidaru; ‘‘nivu tira aslila krtyavondannu esaguttiruviri. Nimaginta munce sarvalokagalalli yarobbaru intaha krtyadalli todagiralilla’’"},{"SurahNumber":29,"VerseNumber":28,"Text":"‘‘nivenu mahileyarannu bittu purusara jote (kamadalli) nirataraguttira? Mattu prayanikarannu docuttira? Nivantu nim'ma sabhegalalle dusta karyagalalli nirataraguttiri’’. Idakke uttaravagi avara janangadavaru heliddiste; ‘‘ninu satyavantanagiddare nam'ma mele allahana sikseyannu eragisu’’"},{"SurahNumber":29,"VerseNumber":29,"Text":"avaru (lut), ‘‘nannodeya asanti habbuva i janangada virud'dha nanage neravagu’’ endu prarthisidaru"},{"SurahNumber":29,"VerseNumber":30,"Text":"subhavateryondige ibrahimara balige bandidda nam'ma dutaru (malak‌galu) helidaru; ‘‘navu a nadannu khandita nasa maduvevu. Ekendare adara vasigalu akramigalagiddare’’"},{"SurahNumber":29,"VerseNumber":31,"Text":"Avaru (ibrahim) ‘‘alli lut iddare’’ endaru. Avaru (malak‌galu) helidaru; ‘‘alli yarella iddarembudu namage cennagi tilidide. Navu avarannu mattu avara maneyavarannu raksisuvevu. Avara patniya horatu. Ake hinduliyuvavara salige seriddale"},{"SurahNumber":29,"VerseNumber":32,"Text":"nam'ma dutaru (malak‌galu) lutara balige bandaga avaru (lutaru) avara kuritu gabarigondaru mattu avara manas'su tumba nondittu. Aga avaru (malak‌galu) helidaru; nivu anjabedi mattu duhkhisabedi. Navu nim'mannu nim'ma maneyavarannu raksisuvevu – nim'ma patniya horatu. Ake hinduliyuvavara salige seriddale"},{"SurahNumber":29,"VerseNumber":33,"Text":"i nadinavaru esagida dusta krtyagala phalavagi avara mele navu akasadinda sikseyannu eragisuvevu"},{"SurahNumber":29,"VerseNumber":34,"Text":"bud'dhi ullavarigagi navu allina (lut‌ra janangadallina) kelavu kuruhugalannu ulisidevu"},{"SurahNumber":29,"VerseNumber":35,"Text":"mattu navu mad‌yan‌nedege avara sahodara su'aib‌rannu kalisidevu. Avaru helidaru; nanna janangadavare, nivu allahananne pujisiri, antima dinavannu niriksisiri mattu bhumiyalli asantiyannu habbuvavaragi tirugadabedi"},{"SurahNumber":29,"VerseNumber":36,"Text":"avaru atanannu tiraskarisidaru. Konege bhukampavu avarannu akramisikonditu. Belagaguva hottige avaru tam'made nivasagalalli adhomukharagi biddukondiddaru"},{"SurahNumber":29,"VerseNumber":37,"Text":"hageye, ad mattu samud janangagalu. Navu avara vasasthanagalannu nimage spastavagi tilisiruvevu. Saitananu avarige avara karmagalannu candaganisi bittiddanu mattu avarannu (satyada) margadinda tadedittiddanu. Nijavagi, avaru bud'dhi ullavare agiddaru"},{"SurahNumber":29,"VerseNumber":38,"Text":"hageye karun, phir‌aun mattu haman. Avara balige musa bahala spasta puravegalondige bandiddaru. Adare avaru bhumiyalli doddastike meredaru. Konege od'ihogalu avarige sadhyavagalilla"},{"SurahNumber":29,"VerseNumber":39,"Text":"Avaralli pratiyobbarannu navu avara papagaligagi dandisidevu. Avaralli kelavara mele navu kallina maleyannu surisidare, kelavaru bhikara birugalige tuttadaru. Matte kelavarannu navu bhumiyolage adumibittare, innu kelavarannu navu mulugisibittevu. Allahanu avara mele akrama esaguvavanagiralilla. Avaru tam'ma mele tave akramavesagikondaru"},{"SurahNumber":29,"VerseNumber":40,"Text":"allahana horatu an'yarannu tam'ma posakaragisikondavara udaharaneyu ondu jedara huluvinantide. Adu ondu maneyannu nirmisuttade. Mattu manegala paiki atyanta durbala mane jedara huluvina maneyagiruttade. Avarige idu tilididdare estu cennagittu"},{"SurahNumber":29,"VerseNumber":41,"Text":"avaru allahana horatu yarannella prarthisuttarembudannu allahanu cennagi ballanu. Avanu maha prabalanu yuktivantanu agiddane"},{"SurahNumber":29,"VerseNumber":42,"Text":"ivu manavarigagi navu mundiduva udaharanegalu. Adare ballavaru matra ivugalannu artha madikolluttare"},{"SurahNumber":29,"VerseNumber":43,"Text":"allahanu akasagalannu hagu bhumiyannu n'yayocitavagiye srstisiruvanu. Nambuvavara palige idaralli pathavide"},{"SurahNumber":29,"VerseNumber":44,"Text":"(dutare,) nimage divyavaniya mulaka kalisalagiruvudannu nivu odi kelisiri mattu namajh‌annu palisiri. Khanditavagiyu namajh aslilategalinda hagu dusta krtyagalinda tadeyuttade. Allahana nenape doddadu. Nivu maduttiruva ellavannu allahanu ballanu"},{"SurahNumber":29,"VerseNumber":45,"Text":"granthadavarodane nivu sada atyuttama ritiyalle sanvada nadesiri – avarallina akramigalannu bittu. Nivu heliri; ‘‘navantu, namage ilisikodalagiruvudannu (kur‌an‌annu) nivuge ilisi kodalagiruvudannu (taurat, in‌jil ityadigalannu) nambiruvevu. Nam'ma devaru nim'ma devaru obbane mattu navu avanige saranagiruvevu’’"}]}