{"Id":163,"LanguageCodes":["fa","fas"],"Name":"fas-sayyedjalaloddi","Author":"Sayyed Jalaloddin Mojtabavi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"پاك است آن [خداى‌] كه بنده خود- محمد"},{"SurahNumber":17,"VerseNumber":2,"Text":"و موسى را كتاب داديم و آن را رهنمونى براى فرزندان اسرائيل قرار داديم كه: جز من كارسازى مگيريد"},{"SurahNumber":17,"VerseNumber":3,"Text":"اى فرزندان كسانى كه آنان را با نوح [در كشتى‌] سوار كرديم- يعنى اى بنى اسرائيل- همانا او بنده‌اى سپاسگزار بود- پس شما هم مانند او سپاسگزار باشيد"},{"SurahNumber":17,"VerseNumber":4,"Text":"و در كتاب- تورات- به فرزندان اسرائيل اعلام كرديم كه هر آينه دو بار در اين سرزمين- بيت المقدس- تباهكارى خواهيد كرد و سركشى و بزرگى خواهيد نمود"},{"SurahNumber":17,"VerseNumber":5,"Text":"پس چون هنگام [كيفر] نخستين تباهكارى فرا رسد، بندگانى از خود را، كه سخت جنگاورند، بر شما بگماريم كه به درون خانه‌ها [ى شما] در آيند [و شما را سركوب و زير دست خود كنند] و اين وعده‌اى است انجام‌شدنى"},{"SurahNumber":17,"VerseNumber":6,"Text":"سپس شما را دولت باز گردانيم و بر آنها پيروزى دهيم و شما را به مالها و فرزندان يارى كنيم، و بر شمارتان بيفزاييم"},{"SurahNumber":17,"VerseNumber":7,"Text":"اگر نيكويى كنيد براى خودتان نيكويى كرده‌ايد، و اگر بدى كنيد به خود كرده‌ايد. پس چون هنگام وعده [كيفر] ديگر رسد [باز هم دشمنان را بر شما چيره گردانيم‌] تا شما را اندوهگين و سيه‌روى سازند، و تا در آن نمازگاه در آيند چنانكه بار نخست در آمدند، و تا به هر چه دست يابند نابود كنند"},{"SurahNumber":17,"VerseNumber":8,"Text":"اميد است كه پروردگارتان بر شما ببخشايد و اگر [به تباهى‌] باز گرديد، [ما نيز به كيفر شما] باز مى‌گرديم و دوزخ را تنگنا و زندان كافران كرده‌ايم"},{"SurahNumber":17,"VerseNumber":9,"Text":"همانا اين قرآن به آيينى درست‌تر و استوارتر راه مى‌نمايد، و مؤمنانى را كه كارهاى نيك و شايسته مى‌كنند مژده مى‌دهد كه ايشان راست مزدى بزرگ"},{"SurahNumber":17,"VerseNumber":10,"Text":"و كسانى را كه به آن جهان ايمان ندارند، عذابى دردناك آماده كرده‌ايم"},{"SurahNumber":17,"VerseNumber":11,"Text":"و آدمى [از روى نادانى و شتاب‌] بدى را مى‌خواهد همان گونه كه نيكى را مى‌خواهد، و آدمى شتابزده است"},{"SurahNumber":17,"VerseNumber":12,"Text":"و شب و روز را دو نشانه ساختيم، پس نشانه شب را زدوديم- تاريكى آن را به تابش خورشيد محو كرديم- و نشانه روز را روشن گردانيديم، تا از پروردگارتان فزونى و بخشش- روزى- بجوييد و تا شمار سالها و ديگر شمارها را بدانيد و هر چيزى را به تفصيل بيان كرديم"},{"SurahNumber":17,"VerseNumber":13,"Text":"و [سرنوشت‌] كردار هر انسانى را در گردنش بسته‌ايم و روز رستاخيز براى او نوشته‌اى بيرون آوريم كه آن را گشوده ببيند"},{"SurahNumber":17,"VerseNumber":14,"Text":"[گوييم:] نامه‌ات را بخوان، امروز تو بر خود حسابرسى بسنده‌اى"},{"SurahNumber":17,"VerseNumber":15,"Text":"هر كه راه [راست‌] يافت جز اين نيست كه به سود خويش راه يافته و هر كه گمراه شد همانا به زيان خود گمراه شده است و هيچ كس بار گناه ديگرى را بر ندارد و ما [هيچ مردمى را] عذاب‌كننده نباشيم تا آنگاه كه پيامبرى برانگيزيم"},{"SurahNumber":17,"VerseNumber":16,"Text":"و چون بخواهيم [مردم‌] شهرى را هلاك كنيم، كامرانان- نازپرورده‌ها و توانگران- آنجا را فرماييم- توان يا حكومت دهيم- تا در آنجا نافرمانى و گناه كنند، آنگاه آن گفتار- وعده ما به عذاب- بر [مردم‌] آن سزا شود، پس آن را بسختى نابود كنيم"},{"SurahNumber":17,"VerseNumber":17,"Text":"چه بسيار مردمى را كه پس از نوح هلاك كرديم، و همين بس كه پروردگار تو به گناهان بندگانش آگاه و بيناست- گواه ديگرى نخواهد"},{"SurahNumber":17,"VerseNumber":18,"Text":"هر كه [زندگانى‌] اين جهان شتافته و زودگذر را خواهد- و از آخرت رويگردان باشد-، هر چه بخواهيم [و] براى هر كه بخواهيم در اينجا زودش بدهيم، سپس دوزخ را برايش قرار دهيم كه نكوهيده و به خوارى رانده شده در آنجا در آيد- يا به آتش آن بسوزد"},{"SurahNumber":17,"VerseNumber":19,"Text":"و هر كه [زندگانى‌] آن جهان خواهد و براى آن كوششى در خور آن كند و مؤمن باشد، پس كوشش آنان سپاس داشته خواهد بود"},{"SurahNumber":17,"VerseNumber":20,"Text":"همه را، اين گروه را و آن گروه را، از دهش پروردگارت مدد رسانيم، و دهش پروردگارت [از كسى‌] باز داشته نيست"},{"SurahNumber":17,"VerseNumber":21,"Text":"بنگر كه چگونه [در دنيا] برخى از آنان- مردم- را بر برخى برترى و فزونى نهاده‌ايم، و هر آينه درجات و پايه‌هاى آن جهان بزرگتر و برتريهايش بيشتر و والاتر است"},{"SurahNumber":17,"VerseNumber":22,"Text":"با خداى يكتا، خداى ديگر مگير، كه نكوهيده و فروگذاشته خواهى نشست"},{"SurahNumber":17,"VerseNumber":23,"Text":"و پروردگار تو حكم كرد كه جز او را نپرستيد و به پدر و مادر نيكى كنيد. اگر يكى از آن دو يا هر دو نزد تو به پيرى رسند پس به آنها «اف»- سخن بيزارى و ناخوشايند- مگو و بر ايشان بانگ مزن- يا: ايشان را از خود مران-، و به ايشان گفتارى نيكو و درخور گراميداشت بگو"},{"SurahNumber":17,"VerseNumber":24,"Text":"و آن دو را از روى مهربانى بال فروتنى فرود آر، و بگو: پروردگارا، آن دو را به پاس آنكه مرا در خردى بپروردند، ببخشاى"},{"SurahNumber":17,"VerseNumber":25,"Text":"پروردگارتان به آنچه در دلهاى شماست داناتر است، اگر نيكان و شايستگان باشيد، همانا او بازگشت‌كنان- توبه‌كنندگان- را آمرزگار است"},{"SurahNumber":17,"VerseNumber":26,"Text":"و حق خويشاوند و درويش بينوا و در راه‌مانده را بده و مال خود را بيهوده و به گزاف مريز و مپاش- تباه مكن"},{"SurahNumber":17,"VerseNumber":27,"Text":"همانا ريخت و پاش كنندگان- كسانى كه مال را به گزاف تباه مى‌كنند- برادران شيطانهايند و شيطان خداوند خويش را ناسپاس است"},{"SurahNumber":17,"VerseNumber":28,"Text":"و اگر به جستن بخشايشى- به انتظار گشايشى- كه از پروردگارت اميد آن دارى، از آنان روى مى‌گردانى پس [اكنون‌] با آنان سخنى نرم و نيكو گوى"},{"SurahNumber":17,"VerseNumber":29,"Text":"و دست خويش به گردنت مبند- بخل و امساك مكن- و آن را يكسره مگشاى- هر چه دارى به گزاف و زياده روى مده- كه نكوهيده و درمانده بنشينى"},{"SurahNumber":17,"VerseNumber":30,"Text":"همانا پروردگار تو روزى را براى هر كه خواهد فراخ كند و تنگ گرداند، كه او به بندگان خويش آگاه و بيناست"},{"SurahNumber":17,"VerseNumber":31,"Text":"و فرزندان خود را از بيم درويشى مكشيد ما آنها و شما را روزى مى‌دهيم. براستى كشتن آنها خطا و گناهى بزرگ است"},{"SurahNumber":17,"VerseNumber":32,"Text":"و گرد زنا مگرديد، كه آن كارى زشت و راهى بد است"},{"SurahNumber":17,"VerseNumber":33,"Text":"و كسى را كه خدا [كشتن او را] حرام كرده است مكشيد مگر به حق و كسى كه به ستم كشته شود همانا براى ولىّ- وارث و خونخواه- او تسلطى- اختيار اينكه قصاص كند يا ديه بستاند- قرار داده‌ايم پس نبايد در كشتن زياده‌روى كند- به اينكه مانند عادت دوران جاهليت غير از قاتل را بكشد يا قاتل را مُثْله كند-، زيرا كه او"},{"SurahNumber":17,"VerseNumber":34,"Text":"و به مال يتيم جز به شيوه‌اى كه نيكوتر است نزديك مشويد تا به نيرو و بلوغ خود برسد. و به پيمان خويش وفا كنيد، كه از پيمان پرسيده خواهد شد"},{"SurahNumber":17,"VerseNumber":35,"Text":"و چون پيمانه كنيد، پيمانه را تمام و درست بدهيد و با ترازوى راست و درست بسنجيد اين بهتر و سرانجامش نيكوتر است"},{"SurahNumber":17,"VerseNumber":36,"Text":"و از پى آنچه بدان دانش ندارى مرو، كه گوش و چشم و دل، از همه اينها بازخواست خواهد شد"},{"SurahNumber":17,"VerseNumber":37,"Text":"و در زمين با بزرگ منشى و سرمستى راه مرو، كه تو زمين را نتوانى شكافت و در بلندى به كوه‌ها نتوانى رسيد"},{"SurahNumber":17,"VerseNumber":38,"Text":"همه اينها گناهش نزد پروردگار تو بد و ناپسند است"},{"SurahNumber":17,"VerseNumber":39,"Text":"اين از آن حكمت- دانش درست- است كه پروردگارت به تو وحى كرده و با خداى يكتا خداى ديگر مگير كه نكوهيده و رانده‌شده در دوزخ افكنده شوى"},{"SurahNumber":17,"VerseNumber":40,"Text":"آيا پروردگارتان شما را به داشتن پسران ويژه ساخت و خود از فرشتگان دخترانى گرفت؟! هر آينه بزرگ‌سخنى مى‌گوييد"},{"SurahNumber":17,"VerseNumber":41,"Text":"و همانا در اين قرآن سخن را گوناگون گردانيديم تا ياد كنند و پند گيرند ولى آنان را جز رميدن نمى‌افزايد"},{"SurahNumber":17,"VerseNumber":42,"Text":"بگو: اگر با خداى، چنانكه مى‌گويند، خدايانى بود آنگاه به خداوند عرش راهى جسته بودند- تا فرمانروايى جهان را از او بستانند"},{"SurahNumber":17,"VerseNumber":43,"Text":"پاك است او و برتر است از آنچه مى‌گويند، برترى بزرگ"},{"SurahNumber":17,"VerseNumber":44,"Text":"آسمانهاى هفتگانه و زمين و هر كه در آنهاست او را به پاكى مى‌ستايند، و هيچ چيز نيست مگر آنكه او را به پاكى ياد مى‌كند و مى‌ستايد و ليكن شما تسبيح آنها را درنمى‌يابيد. همانا او بردبار و آمرزگار است"},{"SurahNumber":17,"VerseNumber":45,"Text":"و چون قرآن خوانى، ميان تو و ميان كسانى كه به آن جهان ايمان ندارند پرده‌اى پوشيده- ناديدنى، يا: پوشاننده- افكنيم"},{"SurahNumber":17,"VerseNumber":46,"Text":"و بر دلهاى آنان پوششها قرار داديم تا آن را درنيابند، و در گوشهاشان گرانى و سنگينى نهاديم [تا حق را نشنوند]. و چون پروردگارت را در قرآن به يگانگى ياد كنى، رو مى‌گردانند و پشت كرده مى‌رمند"},{"SurahNumber":17,"VerseNumber":47,"Text":"ما داناتريم بدانچه [كافران‌]، آنگاه كه به تو گوش مى‌سپارند، چرا گوش مى‌سپارند و هنگامى كه با هم راز مى‌گويند آن دم كه ستمكاران [به ديگران‌] گويند: شما جز مردى جادوزده را پيروى نمى‌كنيد"},{"SurahNumber":17,"VerseNumber":48,"Text":"بنگر كه چگونه براى تو مَثَلها زدند، پس گمراه شدند و از اين رو راه نتوانند يافت"},{"SurahNumber":17,"VerseNumber":49,"Text":"و گفتند: آيا هنگامى كه ما استخوان و خاك- بهم ريخته و ريز ريز- شديم، آيا ما با آفرينشى نو برانگيخته مى‌شويم؟"},{"SurahNumber":17,"VerseNumber":50,"Text":"بگو: سنگ باشيد يا آهن،"},{"SurahNumber":17,"VerseNumber":51,"Text":"يا آفريده‌اى از آنها كه در دلهاتان بزرگ مى‌نمايد، [باز هم شما را پس از مرگ برانگيزند]. پس خواهند گفت: چه كسى ما را باز مى‌گرداند؟ بگو: همان كه شما را بار نخست بيافريد پس سرهاى خويش به سوى تو خواهند جنبانيد و گويند: آن كى خواهد بود؟ بگو: شايد كه نزديك باشد"},{"SurahNumber":17,"VerseNumber":52,"Text":"روزى كه شما را فرا مى‌خواند، پس همراه با سپاس و ستايش او پاسخ مى‌دهيد، و پنداريد كه جز اندكى- در دنيا يا در گور- درنگ نكرده‌ايد"},{"SurahNumber":17,"VerseNumber":53,"Text":"و بندگان مرا بگو سخنى گويند كه نيكوتر است. همانا شيطان ميانشان دشمنى و آشوب مى‌افكند، زيرا كه شيطان آدمى را دشمنى هويداست"},{"SurahNumber":17,"VerseNumber":54,"Text":"پروردگارتان به شما داناتر است. اگر خواهد بر شما ببخشايد، يا اگر خواهد شما را عذاب كند. و ما تو را بر آنان كارساز و نگهبان نفرستاديم"},{"SurahNumber":17,"VerseNumber":55,"Text":"و پروردگار تو به آنچه در آسمانها و زمين است داناتر است، و هر آينه برخى از پيامبران را بر برخى برترى نهاديم و به داوود زبور داديم"},{"SurahNumber":17,"VerseNumber":56,"Text":"بگو: آن كسان را كه به جاى او [معبود و كارساز] پنداشتيد بخوانيد، پس [ببينيد كه‌] نتوانند گزند را از شما بردارند و نه [به سوى ديگر] بگردانند"},{"SurahNumber":17,"VerseNumber":57,"Text":"آنهايى كه [مشركان به خدايى‌] مى‌خوانند، خود به سوى پروردگارشان وسيله‌اى مى جويند تا كداميك از ايشان [به خدا] نزديكتر باشد، و به بخشايش او اميد مى‌دارند و از عذاب او مى‌ترسند، زيرا كه عذاب پروردگارت ترسناك و حذركردنى است"},{"SurahNumber":17,"VerseNumber":58,"Text":"و هيچ آبادى و شهرى نيست مگر آنكه [مردم‌] آن را پيش از روز رستاخيز [به مرگ‌] هلاك كنيم يا به عذابى سخت- قحطى و مانند آن- گرفتار سازيم. اين در آن كتاب- لوح محفوظ- نوشته شده است"},{"SurahNumber":17,"VerseNumber":59,"Text":"و ما را از فرستادن نشانه‌ها- معجزات دلخواهشان- باز نداشت مگر اينكه پيشينيان آن را دروغ انگاشتند، و به ثمود- قوم صالح- آن ماده‌شتر را حجت روشن داديم، پس به آن ستم كردند- آن را كشتند-. و ما نشانه‌ها را جز براى بيم‌كردن نمى‌فرستيم"},{"SurahNumber":17,"VerseNumber":60,"Text":"و [ياد كن‌] آنگاه كه تو را گفتيم: همانا پروردگارت بر مردم احاطه دارد- به قدرت و علم- و آن خوابى را كه به تو نموديم و آن درخت نفرين شده- درخت زقوم- در قرآن را جز براى آزمايش مردم نكرديم- زيرا گفتند آتش درخت را مى‌سوزاند، پس چگونه در آن مى‌رويد-؟! و مى‌ترسانيمشان، ولى آنان را جز سركشى بزرگ نمى‌افزايد"},{"SurahNumber":17,"VerseNumber":61,"Text":"و [ياد كن‌] آنگاه كه فرشتگان را گفتيم: به آدم سجده كنيد، پس سجده كردند مگر ابليس گفت: آيا كسى را سجده كنم كه از گِلى آفريدى؟"},{"SurahNumber":17,"VerseNumber":62,"Text":"[و] گفت: مرا بگو: اين است كه بر من بگزيدى و گرامى داشتى؟! اگر مرا تا روز رستاخيز واپس بدارى- مهلت دهى-، هر آينه فرزندان او را لگام و افسار زنم [و به گمراهى كشانم‌] مگر اندكى را"},{"SurahNumber":17,"VerseNumber":63,"Text":"[خداى‌] گفت: برو، كه هر كه از آنها تو را پيروى كند پاداشتان دوزخ است، پاداشى تمام"},{"SurahNumber":17,"VerseNumber":64,"Text":"و با آواز خود هر كه را از آنها توانى برانگيز و از جاى ببر، و با سواران و پيادگانت بر آنها بانگ زن [تا به سوى گناه بتازند]، و در مالها و فرزندان انبازشان باش، و به ايشان وعده ده و شيطان آنان را وعده نمى‌دهد مگر به فريب- يا وعده فريبنده"},{"SurahNumber":17,"VerseNumber":65,"Text":"همانا تو را بر بندگان [ويژه‌] من تسلطى نيست و پروردگار تو [اى پيامبر، براى ايشان‌] كارسازى بسنده است"},{"SurahNumber":17,"VerseNumber":66,"Text":"پروردگار شما آن است كه براى شما كشتى را در دريا مى‌راند تا از فزون‌بخشى او- يعنى روزى- بجوييد، كه او به شما مهربان است"},{"SurahNumber":17,"VerseNumber":67,"Text":"و چون در دريا گزندى به شما رسد، همه آنهايى كه همى‌خوانيد گم شوند- از ياد و خاطر شما بروند- مگر او- خداى يكتا-، پس چون شما را برهاند و به خشكى رساند روى مى‌گردانيد و آدمى بسيار ناسپاس است"},{"SurahNumber":17,"VerseNumber":68,"Text":"آيا ايمنيد از اينكه شما را در سوى خشكى فروبرد يا بر شما تندبادى سنگباران فرستد آنگاه براى خود هيچ كارسازى نيابيد؟"},{"SurahNumber":17,"VerseNumber":69,"Text":"يا ايمن شديد از اينكه بار ديگر شما را در آن دريا باز گرداند، پس باد سخت درهم‌شكننده بر شما فرستد تا شما را به سزاى آنكه كافر و منكر شديد- يا ناسپاسى كرديد، كه شما را بار نخست رهانيد- غرق گرداند، آنگاه براى خويش در برابر ما به آن غرقه كردن پى جويى- بازخواست كننده يا كين ستانى- نياييد؟"},{"SurahNumber":17,"VerseNumber":70,"Text":"و هر آينه فرزندان آدم را گرامى داشتيم، و در خشكى و دريا [بر مركبها و كشتى‌] برنشانديم، و از چيزهاى پاكيزه روزيشان داديم و آنان را بر بسيارى از آفريدگان خويش برترى كامل بخشيديم"},{"SurahNumber":17,"VerseNumber":71,"Text":"[به ياد آر] روزى كه هر گروه از مردم را به پيشوايشان بخوانيم، پس هر كه نامه او را به دست راستش دهند آنان نامه خويش را بخوانند و به اندازه رشته باريك ميان هسته خرما- يعنى اندكى- ستم نبينند"},{"SurahNumber":17,"VerseNumber":72,"Text":"و هر كه در اين جهان كور [دل‌] است، در آن جهان نيز كور و گمراه‌تر باشد"},{"SurahNumber":17,"VerseNumber":73,"Text":"و همانا نزديك بود كه تو را از آنچه به تو وحى كرديم بلغزانند و بگردانند تا بر ما جز آن را [كه وحى كرديم‌] بربافى و آنگاه تو را به دوستى گيرند"},{"SurahNumber":17,"VerseNumber":74,"Text":"و اگر نه آن بود كه تو را استوار داشتيم، نزديك بود كه اندكى به آنان گرايش كنى"},{"SurahNumber":17,"VerseNumber":75,"Text":"آنگاه- در صورت گرايش- تو را دو چندان [عذاب‌] در اين زندگى و دو چندان پس از مرگ مى‌چشانديم، و آنگاه براى خويش در برابر ما ياورى نمى‌يافتى"},{"SurahNumber":17,"VerseNumber":76,"Text":"و همانا نزديك بود كه تو را از اين سرزمين برانگيزانند- بى‌آرام كنند و از جا به در برند- تا از آنجا بيرونت كنند، و آنگاه پس از تو درنگ نمى‌كردند مگر اندكى"},{"SurahNumber":17,"VerseNumber":77,"Text":"[مانند] نهاد و روش [ما در باره‌] آن فرستادگانى كه پيش از تو فرستاديم و در نهاد و روش ما دگرگونى نيابى"},{"SurahNumber":17,"VerseNumber":78,"Text":"نماز را از هنگام گشتن آفتاب- ظهر- تا در آمدن تاريكى شب به پاى دار و [بويژه‌] نماز بامداد را، كه خواندن نماز بامداد در ديد و حضور [فرشتگان شب و روز] است"},{"SurahNumber":17,"VerseNumber":79,"Text":"و پاره‌اى از شب را به آن- خواندن قرآن در نماز- بيدار باش كه اين براى تو افزون [از نمازهاى واجب‌] است. باشد كه پروردگارت تو را در جايگاهى ستوده بدارد"},{"SurahNumber":17,"VerseNumber":80,"Text":"و بگو: پروردگارا، مرا در آر در آوردنى راست و نيكو، و بيرون آر بيرون آوردنى راست و نيكو، و براى من از نزد خويش حجتى يارى‌دهنده قرار ده"},{"SurahNumber":17,"VerseNumber":81,"Text":"و بگو: حق بيامد و باطل نابود شد، كه باطل نابودشدنى است"},{"SurahNumber":17,"VerseNumber":82,"Text":"و قرآن را فروفرستيم كه براى مؤمنان بهبود و بخشايش است، و ستمكاران- كافران- را جز زيانكارى نيفزايد"},{"SurahNumber":17,"VerseNumber":83,"Text":"و چون به آدمى نعمت دهيم، روى بگرداند و [از طاعت ما] دور شود- سركشى و بزرگى نمايد- و چون او را بدى رسد نوميد گردد"},{"SurahNumber":17,"VerseNumber":84,"Text":"بگو: هر كس فرا خور سرشت و عادت و روش خويش كار مى‌كند، و پروردگار شما داناتر است به آن كه راه يافته‌تر است"},{"SurahNumber":17,"VerseNumber":85,"Text":"و تو را از روح پرسند، بگو: روح از فرمان پروردگار من است، و شما را از دانش جز اندكى نداده‌اند"},{"SurahNumber":17,"VerseNumber":86,"Text":"و اگر خواهيم هر آينه آنچه را به تو وحى كرده‌ايم ببريم، آنگاه در باره آن- بردن وحى- براى خويش در برابر ما كارساز و پايمردى نخواهى يافت،"},{"SurahNumber":17,"VerseNumber":87,"Text":"[و هر چه دارى، نيست‌] مگر بخشايشى از پروردگارت، كه فزونى و بخشش او بر تو بزرگ بوده است"},{"SurahNumber":17,"VerseNumber":88,"Text":"بگو: اگر آدميان و پريان فراهم آيند تا مانند اين قرآن بيارند هرگز مانند آن نيارند هر چند برخى از آنان يار و همپشت برخى باشند"},{"SurahNumber":17,"VerseNumber":89,"Text":"و براستى در اين قرآن براى مردم از هر گونه مثال آورديم- تا راه يابند-، پس بيشتر مردمان سر باز زدند و جز كفر و ناسپاسى نخواستند"},{"SurahNumber":17,"VerseNumber":90,"Text":"و گفتند: هرگز تو را باور نداريم تا براى ما از زمين [مكّه‌] چشمه‌اى روان سازى،"},{"SurahNumber":17,"VerseNumber":91,"Text":"يا تو را بوستانى باشد از درختان خرما و انگور كه ميانش جويها روان گردانى،"},{"SurahNumber":17,"VerseNumber":92,"Text":"يا از آسمان، چنانكه دعوى كردى، پاره‌هايى فروافكنى يا خدا و فرشتگان را روياروى ما- براى گواهى درستى گفتار خود- بيارى،"},{"SurahNumber":17,"VerseNumber":93,"Text":"يا تو را خانه‌اى از زر باشد، يا در آسمان بالا روى، و بالارفتنت را هرگز باور نداريم تا بر ما نوشته‌اى فروآرى كه آن را بخوانيم. بگو: پاك و منزه است پروردگار من- از اينكه كسى بر او تحكّم كند-، مگر من جز آدمى پيامبرى هستم؟"},{"SurahNumber":17,"VerseNumber":94,"Text":"و چيزى مردم را، آنگاه كه هدايت بديشان آمد، از ايمان آوردن باز نداشت مگر اينكه گفتند: آيا خدا آدميى را به پيامبرى برانگيخته است؟"},{"SurahNumber":17,"VerseNumber":95,"Text":"بگو: اگر در زمين فرشتگانى مى‌بودند كه با آرامش راه مى‌رفتند هر آينه بر آنان از آسمان فرشته‌اى را به پيامبرى فرومى‌فرستاديم"},{"SurahNumber":17,"VerseNumber":96,"Text":"بگو: خدا ميان من و شما گواهى بسنده است، كه او به بندگانش آگاه و بيناست"},{"SurahNumber":17,"VerseNumber":97,"Text":"و كسى را كه خدا راه نمايد، پس هموست راه يافته و هر كه را گمراه كند هرگز براى آنان دوستان و ياورانى جز او [كه وى را راه نمايند] نيابى و روز رستاخيز آنان را كور و گنگ و كر برانگيزيم، بر رويهاشان [كشيده مى‌شوند]، جايشان دوزخ است، كه هر گاه [آتش آن‌] فرونشيند آنان را آتش سوزان بيفزاييم"},{"SurahNumber":17,"VerseNumber":98,"Text":"اين پاداش آنهاست به سزاى آنكه به آيات ما كافر شدند و گفتند: آيا چون استخوانها شديم و بهم ريخته و ريزه ريزه، آيا به آفرينشى نو برانگيخته مى‌شويم؟"},{"SurahNumber":17,"VerseNumber":99,"Text":"آيا نديدند- ندانستند- كه آن خدايى كه آسمانها و زمين را آفريد تواناست بر اينكه مانند آنان را بيافريند؟ و برايشان سرآمدى- مرگ- نهاده كه شكى در آن نيست. پس ستمكاران سر باز زدند و جز كفر و انكار نخواستند"},{"SurahNumber":17,"VerseNumber":100,"Text":"بگو: اگر شما خزانه‌هاى بخشايش پروردگار مرا مى‌داشتيد، آنگاه از بيم هزينه‌كردن و درويشى دست باز مى‌داشتيد، و آدمى بخيل و تنگ چشم است"},{"SurahNumber":17,"VerseNumber":101,"Text":"و هر آينه موسى را نه نشانه روشن و آشكار داديم. از فرزندان اسرائيل بپرس چون [موسى‌] بديشان آمد [ميان او و فرعون چه گذشت‌]، پس فرعون او را گفت: همانا تو را، اى موسى، جادوزده‌اى مى‌پندارم"},{"SurahNumber":17,"VerseNumber":102,"Text":"گفت: هر آينه مى‌دانى كه اينها- نشانه‌ها- را جز خداوند آسمانها و زمين نفرستاده است، حجّتهايى روشن و هويدا [كه بدانها حق را دريابند]، و همانا من تو را، اى فرعون، هلاك‌شده مى‌پندارم"},{"SurahNumber":17,"VerseNumber":103,"Text":"پس خواست كه آنان را از آن سرزمين براند و براندازد، ولى ما او و همه آنها را كه با وى بودند غرق كرديم"},{"SurahNumber":17,"VerseNumber":104,"Text":"و پس از او به فرزندان اسرائيل گفتيم: در آن سرزمين جاى گيريد. پس چون هنگام وعده واپسين فرا رسد همه شما را با هم بياريم"},{"SurahNumber":17,"VerseNumber":105,"Text":"و آن"},{"SurahNumber":17,"VerseNumber":106,"Text":"و قرآن را جدا جدا- آيه آيه و سوره سوره به حسب مصلحت و نياز- فرستاديم تا آن را بر مردم با درنگ بخوانى و آن را فروفرستاديم فروفرستادنى- به تدريح"},{"SurahNumber":17,"VerseNumber":107,"Text":"بگو: خواه به آن ايمان بياوريد و خواه ايمان نياوريد، همانا آن كسان كه پيش از آن ايشان را دانش داده‌اند- از اهل كتاب- چون بر آنان خوانده شود سجده‌كنان بر زنخهاى- رويهاى- خويش درافتند،"},{"SurahNumber":17,"VerseNumber":108,"Text":"و گويند: پاك و منزه است پروردگار ما، همانا وعده پروردگار ما انجام‌شدنى است"},{"SurahNumber":17,"VerseNumber":109,"Text":"و بر زنخها- رويها- افتاده، مى‌گريند و بر فروتنى و نرمدليشان مى‌افزايد"},{"SurahNumber":17,"VerseNumber":110,"Text":"بگو: خواه خداى را «اللّه» بخوانيد يا «رحمان» بخوانيد، هر كدام را كه بخوانيد او راست نامهاى نيكو. و نماز خويش به آواز بلند مخوان و آن را آهسته هم مخوان، و ميان آن راهى بجوى"},{"SurahNumber":17,"VerseNumber":111,"Text":"و بگو: سپاس و ستايش خدايى راست كه فرزندى نگرفت و او را در پادشاهى و فرمانروايى شريكى نيست و او را يار و كارسازى از خوارى و ناتوانى نيست. و او را به بزرگى بستاى بزرگداشتى در خور"},{"SurahNumber":18,"VerseNumber":1,"Text":"سپاس و ستايش خداى راست كه اين كتاب را بر بنده‌اش فروفرستاد و آن را هيچ كژى ننهاد،"},{"SurahNumber":18,"VerseNumber":2,"Text":"[كتابى‌] راست و استوار تا از عذابى سخت از نزد خويش بيم كند و مؤمنان را كه كارهاى نيك و شايسته مى‌كنند نويد دهد كه ايشان را مزدى نيكوست- بهشت-،"},{"SurahNumber":18,"VerseNumber":3,"Text":"در حالى كه هميشه در آن خواهند ماند"},{"SurahNumber":18,"VerseNumber":4,"Text":"و كسانى را كه گفتند: خداوند فرزندى گرفت، بترساند"},{"SurahNumber":18,"VerseNumber":5,"Text":"آنان را هيچ دانشى بدان نيست و نه پدرانشان را [دانشى بود]. بزرگ سخنى است كه از دهانشان بيرون مى‌آيد نمى‌گويند مگر دروغى را"},{"SurahNumber":18,"VerseNumber":6,"Text":"شايد تو بر پى [اعراض‌] آنان اگر به اين سخن- قرآن- ايمان نياورند خود را از اندوه خواهى كشت"},{"SurahNumber":18,"VerseNumber":7,"Text":"ما آنچه را بر زمين است- از معادن و گياهان و حيوانات- آرايش آن ساخته‌ايم تا آنان را بيازماييم كه كدامشان نيكوكارترند"},{"SurahNumber":18,"VerseNumber":8,"Text":"و ما آنچه را بر روى آن است- از درختان و بناها- خاكى هموار و بيابانى بى‌گياه خواهيم ساخت- پس از آنكه آن را آباد و آراسته كرديم"},{"SurahNumber":18,"VerseNumber":9,"Text":"مگر پنداشته‌اى كه ياران آن غار- كَهف- و آن سنگ نبشته- رقيم- از نشانه‌هاى شگفت‌انگيز ما بوده‌اند؟- يعنى داستان ايشان نسبت به آيات قدرت ما چندان شگفت نيست"},{"SurahNumber":18,"VerseNumber":10,"Text":"آنگاه كه آن جوانمردان به غار پناه بردند و گفتند: پروردگارا، به ما از نزد خويش بخشايشى ارزانى دار و براى ما در كارمان رهيابى [به صلاح و كمال‌] را فراهم ساز"},{"SurahNumber":18,"VerseNumber":11,"Text":"پس در آن غار سالهايى چند بر گوشهاشان [پرده‌] زديم- به خوابشان فروبرديم"},{"SurahNumber":18,"VerseNumber":12,"Text":"سپس آنان را برانگيختيم- بيدارشان كرديم- تا معلوم كنيم كه كدام يك از آن دو گروه مدتى را كه درنگ كردند درست‌تر شمار كرده است"},{"SurahNumber":18,"VerseNumber":13,"Text":"ما سرگذشت آنان را براستى و درستى بر تو بر مى‌گوييم: آنان جوانانى- يا جوانمردانى- بودند كه به پروردگار خود ايمان آوردند و ما بر هدايتشان افزوديم"},{"SurahNumber":18,"VerseNumber":14,"Text":"و دلهاى آنان را بربستيم- نيرومند و استوار ساختيم- آنگاه كه به پا خاستند و گفتند: پروردگار ما خداوند آسمانها و زمين است، هرگز جز او خدايى نمى‌خوانيم، كه آنگاه- اگر چنين كنيم- هر آينه سخنى ناروا و گزاف گفته باشيم"},{"SurahNumber":18,"VerseNumber":15,"Text":"اين قوم ما به جاى او خدايانى گرفته‌اند. چرا بر خدايان خود حجتى روشن نمى‌آورند؟ پس كيست ستمكارتر از آن كه بر خدا دروغى بربست- كه خدا شريك گرفته است-؟"},{"SurahNumber":18,"VerseNumber":16,"Text":"و اينك كه از آنان و از آنچه جز خداى يكتا مى‌پرستيدند كناره گرفتيد، پس به غار پناه بريد تا پروردگارتان از مهر و بخشايش خويش بر شما بگستراند و از كارتان سودمندى و آسايشى براى شما فراهم سازد"},{"SurahNumber":18,"VerseNumber":17,"Text":"و آفتاب را بينى كه چون برآيد، از غارشان به سوى راست ميل كند، و چون فروشود آنان را از سوى چپ واگذارد، و ايشان در فراخناى غارند- در گشادگى غار از گرماى آفتاب و تعفن ايمنند-. اين از نشانه‌هاى خداست. هر كه را خداى راه نمايد پس او راه يافته است، و هر كه را گمراه كند هرگز براى او دوست و كارسازى راهنما نيابى"},{"SurahNumber":18,"VerseNumber":18,"Text":"و آنان را پندارى كه بيدارند- زيرا چشمانشان باز است- و حال آنكه خفتگانند و ايشان را به جانب راست و جانب چپ مى‌گردانيم و سگشان دو بازوى خويش به آستانه غار گسترانيده است اگر بر ايشان ديده‌ور مى‌گشتى هر آينه به آنها پشت كرده مى‌گريختى و از بيمشان آكنده مى‌شدى"},{"SurahNumber":18,"VerseNumber":19,"Text":"و همچنان [كه خوابشان كرديم‌] آنان را [از خواب‌] برانگيختيم تا ميان خود از يكديگر بپرسند گوينده‌اى از ايشان گفت: چه مدت [در اين غار] درنگ كرده ايد؟ [برخى‌] گفتند: روزى يا پاره‌اى از روزى درنگ كرده‌ايم. [و برخى ديگر] گفتند: پروردگارتان داناتر است بدانچه درنگ كرديد، پس يكى از خود را با اين پولتان به شهر بفرستيد و بنگرد كه كدامشان طعام پاكتر دارند و خوردنيى از آن برايتان بيارد، و [در رفت‌وآمد و خريد] مدارا و نرمى نمايد [تا شما را نشناسند] و كسى را به [حال‌] شما آگاه نكند"},{"SurahNumber":18,"VerseNumber":20,"Text":"زيرا اگر بر شما آگاهى و دست يابند سنگسارتان كنند يا شما را در كيش خويش درآرند و آنگاه هرگز رستگار نخواهيد شد"},{"SurahNumber":18,"VerseNumber":21,"Text":"و اينچنين [آن مردم را] بر آنان آگاه كرديم تا بدانند كه وعده خدا- برانگيختن و رستاخيز- راست است و در رستاخيز هيچ شك نيست، آنگاه كه با يكديگر در كار خويش- مساله معاد- گفتگو و ستيزه مى‌كردند، پس گفتند: بر آنان بنائى بسازيد- تا كسى بر آنان آگاه نشود-. پروردگارشان به حالشان داناتر است. كسانى كه بر كارشان آگاهى و دست يافتند- يكتا پرستان- گفتند: ما بر آنان نمازگاهى مى‌سازيم"},{"SurahNumber":18,"VerseNumber":22,"Text":"خواهند گفت: سه تن بودند چهارميشان سگشان بود، و گويند: پنج تن بودند ششميشان سگشان بود، تيرى به ناپيدا پرتاب مى‌كنند- پندارى بى تحقيق دارند-، و نيز گويند: هفت تن بودند و هشتميشان سگشان بود. بگو: پروردگار من به شمار آنها داناتر است، [و شمار] آنان را ندانند مگر اندكى، پس در باره ايشان ستيزه مكن مگر ستيزه‌اى ظاهر- يعنى آنچه را ظاهر كرده‌ايم و آگاهى داده‌ايم، پس تنها تلاوت كتاب بر آنها در باره كارشان كافى است- و در باره آنان از هيچ كس نظر مخواه"},{"SurahNumber":18,"VerseNumber":23,"Text":"و هيچ چيز و هيچ كارى را مگوى كه من فردا كننده‌ام آن را،"},{"SurahNumber":18,"VerseNumber":24,"Text":"مگر آنكه [گويى اگر] خداى خواهد و چون فراموش كنى [كه بگويى: اگر خداى خواهد] پروردگارت را ياد كن- يعنى وقتى به ياد آوردى، كلمه استثنا را بر زبان آر- و بگو: اميد است كه پروردگارم مرا به راه صوابى كه نزديكتر از اين باشد راه نمايد"},{"SurahNumber":18,"VerseNumber":25,"Text":"و آنان در غار خود سيصد سال درنگ كردند و نه سال افزودند"},{"SurahNumber":18,"VerseNumber":26,"Text":"بگو: خدا داناتر است بدانچه- به مدتى كه- درنگ كردند، او راست نهان و ناپيداى آسمانها و زمين چه بيناست او و چه شنواست! آنان- اهل آسمانها و زمين- را جز او هيچ يار و سرپرستى نيست، و هيچ كس را در حكم و فرمان خويش انباز نسازد"},{"SurahNumber":18,"VerseNumber":27,"Text":"و از كتاب پروردگارت- قرآن يا لوح محفوظ- آنچه به تو وحى مى‌شود برخوان سخنان او را دگرگون‌كننده‌اى نيست، و جز او هيچ پناهگاهى هرگز نيابى"},{"SurahNumber":18,"VerseNumber":28,"Text":"و خودت را با كسانى شكيبا بدار كه پروردگارشان را بامداد و شبانگاه مى‌خوانند و او- ذات يا خشنودى او- را مى‌خواهند، و ديدگانت از آنان برنگردد [از آن رو] كه آرايش زندگانى اين جهان بخواهى و از آن كس فرمان مبر كه دل او را از يادمان غافل كرده‌ايم و از خواهش و هوس خويش پيروى كرده و كارش گزافكارى است"},{"SurahNumber":18,"VerseNumber":29,"Text":"و بگو: سخن راست و درست از پروردگار شماست، پس هر كه بخواهد ايمان بياورد و هر كه بخواهد كافر شود همانا براى ستمكاران آتشى آماده كرده‌ايم كه سراپرده‌هايش آنها را فراگيرد، و اگر فريادرسى خواهند آنان را به آبى چون مس گداخته فرياد رسند كه چهره‌ها را بريان كند بد آشاميدنى و بد آسايشگاهى است"},{"SurahNumber":18,"VerseNumber":30,"Text":"همانا كسانى كه ايمان آوردند و كارهاى نيك و شايسته كردند، ما مزد كسى را كه كار نيكو كرده تباه نكنيم"},{"SurahNumber":18,"VerseNumber":31,"Text":"ايشانند كه بهشتهاى پاينده دارند كه از زير [كوشكهاى‌] آنان جويهاى فراخ روان است در آنجا با دستبندهايى از زر آرايش يابند و جامه‌هايى از ديباى نازك و ديباى ستبر پوشند [و] بر تختها تكيه زنند. نيكوپاداش و نيكو آسايشگاهى است"},{"SurahNumber":18,"VerseNumber":32,"Text":"و براى آنان [داستان‌] دو مردى را مَثَل بزن كه به يكى از آنها دو بوستان از تاكها داديم و بر گِرد آنها خرمابنها و در ميان آنها كشتزارى پديد كرديم"},{"SurahNumber":18,"VerseNumber":33,"Text":"كه هر دو بوستان ميوه خود را مى‌داد و چيزى از آن نمى‌كاست، و ميان آن دو بوستان جويى فراخ روان ساختيم"},{"SurahNumber":18,"VerseNumber":34,"Text":"و او را ميوه‌ها- انواع فراورده‌ها- بود، پس به يار خود كه با وى گفت‌وگو مى‌كرد گفت: من به مال از تو بيشتر و به افراد- فرزندان و غلامان و خادمان و حشم- توانمندترم"},{"SurahNumber":18,"VerseNumber":35,"Text":"و به بوستان خويش در آمد در حالى كه بر خويشتن ستمكار بود، گفت: نپندارم كه اين بوستان هيچگاه تباه و نابود گردد"},{"SurahNumber":18,"VerseNumber":36,"Text":"و نپندارم كه رستاخيز برپا شود، و اگر هم به سوى خداوندم بازگردانده شوم هر آينه بهتر از اين بازگشتگاهى بيابم"},{"SurahNumber":18,"VerseNumber":37,"Text":"يارش كه با او گفت و شنود مى‌كرد گفت: آيا به آن [خداى‌] كه تو را از خاك و سپس از نطفه آفريد و آنگاه مردى راست‌بالا و تمام اندام كرد كافر شده اى؟"},{"SurahNumber":18,"VerseNumber":38,"Text":"ليكن من [گويم:] اوست خداى يكتا، پروردگار من و هيچ كس را با پروردگارم انباز نگيرم"},{"SurahNumber":18,"VerseNumber":39,"Text":"و چرا آنگاه كه به بوستانت در آمدى نگفتى: هر چه خداى خواهد [همان شود]، هيچ نيرويى نيست مگر به خداى؟ اگر مرا به مال و فرزند كمتر از خود مى‌بينى،"},{"SurahNumber":18,"VerseNumber":40,"Text":"اميد است كه پروردگارم مرا بهتر از بوستان تو دهد و بر بوستان تو از آسمان عذابى آتشبار- صاعقه- بفرستد تا زمينى هموار و بى‌گياه گردد"},{"SurahNumber":18,"VerseNumber":41,"Text":"يا آب آن به زمين فروشود تا جستن آن هرگز نتوانى"},{"SurahNumber":18,"VerseNumber":42,"Text":"و ميوه او تباه و نابود گشت، پس بامداد دو دست خويش [به پشيمانى و اندوه‌] بر آنچه در آن"},{"SurahNumber":18,"VerseNumber":43,"Text":"و او را جز خدا گروهى نبود كه ياريش كنند و نه خود يارى‌كننده خويش بود"},{"SurahNumber":18,"VerseNumber":44,"Text":"آنجا- يعنى به هنگام زوال نعمت يا در روز رستاخيز- يارى كردن و كارسازى از آن خداى حق است و بس، كه او به پاداش، بهتر و به سرانجام، نيكوتر است- يعنى سرانجام طاعت او بهتر است از سرانجام طاعت غير او"},{"SurahNumber":18,"VerseNumber":45,"Text":"و براى آنان زندگانى اين جهان را مَثَل بزن كه مانند آبى است كه آن را از آسمان فروفرستاديم پس گياه زمين با آن بياميخت [و روييد] سپس [چنان‌] خشك و شكسته شد كه بادها آن را پراكنده مى‌گرداند. و خداى بر هر چيزى تواناست"},{"SurahNumber":18,"VerseNumber":46,"Text":"مال و فرزندان آرايش زندگانى اين جهان است، و كارهاى نيك پايدار به نزد پروردگار تو به پاداش، بهتر و اميدداشتن به آنها نيكوتر است"},{"SurahNumber":18,"VerseNumber":47,"Text":"و [ياد كن‌] روزى كه كوه‌ها را روان گردانيم- از جا بركنيم و پراكنده سازيم- و زمين را آشكار بينى- زيرا كوه‌ها از ميان رفته و زمين هموار شده- و همه را برانگيزيم و گِرد آوريم و هيچ يك از آنان را فرونگذاريم"},{"SurahNumber":18,"VerseNumber":48,"Text":"و همگى صف كشيده بر پروردگارت عرضه شوند [و خداى گويد:] هر آينه نزد ما آمده‌ايد- تنها و تهيدست- همان گونه كه نخستين بار شما را بيافريديم بلكه پنداشتيد كه هرگز شما را وعده‌گاهى ننهيم"},{"SurahNumber":18,"VerseNumber":49,"Text":"و نامه [اعمال در ميان‌] نهاده شود، پس بزهكاران را بينى كه از آنچه در آن است ترسان و نگرانند و گويند: اى واى بر ما، اين چه نامه‌اى است كه هيچ [گفتار و كردار] كوچك و بزرگى را فرونگذاشته مگر آن را در شمار آورده است و هر چه كرده‌اند پيش رو بيابند و پروردگار تو به هيچ كس ستم نكند"},{"SurahNumber":18,"VerseNumber":50,"Text":"و [ياد كن‌] آنگاه كه به فرشتگان گفتيم كه آدم را سجده كنيد پس سجده كردند مگر ابليس كه از پريان بود و از فرمان پروردگارش بيرون شد. پس آيا او و فرزندانش را به جاى من دوستان و سرپرستان [خود] مى‌گيريد و حال آنكه شما را دشمنند؟! [و ابليس‌] ستمكاران را بد بدلى- به جاى خداوند- است"},{"SurahNumber":18,"VerseNumber":51,"Text":"من آنان- شيطان و فرزندان او- را هنگام آفرينش آسمانها و زمين حاضر و گواه نساختم و نه به هنگام آفرينش خودشان، و من هرگز گمراه‌كنندگان را يار و مددكار نگرفتم"},{"SurahNumber":18,"VerseNumber":52,"Text":"و روزى كه گويد: بخوانيد آنها را كه انبازان من مى‌پنداشتيد، پس بخوانندشان اما آنان را پاسخ ندهند، و ميانشان جايگاه هلاكت- از دوزخ- ساختيم"},{"SurahNumber":18,"VerseNumber":53,"Text":"و بزهكاران آتش دوزخ را ببينند و بى‌گمان بدانند كه در آن خواهند افتاد و از آنجا راه برگشتى نيابند"},{"SurahNumber":18,"VerseNumber":54,"Text":"و هر آينه در اين قرآن براى مردم از هر گونه مثالى آورديم، و آدمى بيش از همه چيز در ستيز و چون و چراست"},{"SurahNumber":18,"VerseNumber":55,"Text":"و مردم را، آنگاه كه رهنمونى- پيامبر و قرآن- بديشان آمد، باز نداشت از اينكه ايمان بياورند و از پروردگارشان آمرزش بخواهند مگر [طلب و انتظار] اينكه روش و نهاد [ما در باره‌] پيشينيان بديشان آيد يا عذاب روياروى به آنان رسد"},{"SurahNumber":18,"VerseNumber":56,"Text":"و ما پيامبران را جز مژده‌دهندگان و بيم‌كنندگان نمى‌فرستيم و آنان كه كافر شدند به [سخنان‌] باطل و بيهوده ستيزه مى‌كنند تا [سخن‌] حق را بدان پايمال سازند، و آيات مرا و هشدارها را به ريشخند گرفتند"},{"SurahNumber":18,"VerseNumber":57,"Text":"و ستمكارتر از آن كس كيست كه به آيات پروردگارش پند داده شود پس، از آنها روى بگرداند و آنچه را دو دستش پيش فرستاده- كردارهاى زشتش- فراموش كند. ما بر دلهاشان پوششها نهاده‌ايم تا آن"},{"SurahNumber":18,"VerseNumber":58,"Text":"و پروردگار تو آمرزگار و خداوند مِهر و بخشايش است اگر آنان را به سزاى آنچه كرده‌اند بازخواست مى‌كرد هر آينه در عذابشان شتاب مى‌نمود، اما آنان را هنگامى و وعده‌گاهى است كه از آن گريزگاه و پناهگاهى نيابند"},{"SurahNumber":18,"VerseNumber":59,"Text":"و [مردم‌] آن آباديها و شهرها را چون ستم كردند هلاك كرديم و براى هلاكتشان وعده‌گاهى نهاديم"},{"SurahNumber":18,"VerseNumber":60,"Text":"و [ياد كن‌] آنگاه كه موسى شاگرد خود- يوشع پسر نون- را گفت: من پيوسته خواهم رفت تا به جاى به هم آمدن دو دريا برسم، يا سالهايى دراز راه پويم"},{"SurahNumber":18,"VerseNumber":61,"Text":"پس چون به جاى به هم آمدن آن دو دريا رسيدند ماهى خود را فراموش كردند و آن"},{"SurahNumber":18,"VerseNumber":62,"Text":"و چون از آنجا گذشتند، به شاگرد خود گفت: چاشتمان را بيار، كه در اين سفرمان رنجى سخت ديده‌ايم"},{"SurahNumber":18,"VerseNumber":63,"Text":"[شاگردش‌] گفت: آيا به ياد دارى آنگاه كه به آن سنگ جاى گرفته بوديم؟ من [داستان به دريا افتادن‌] ماهى را فراموش كردم [كه با تو بگويم‌]، و جز شيطان فراموشم نساخت از اينكه آن را ياد كنم، و به شيوه‌اى شگفت راه خود را در دريا پيش گرفت"},{"SurahNumber":18,"VerseNumber":64,"Text":"[موسى‌] گفت: آن همان است كه مى‌جستيم- يعنى جاى فراموش شدن ماهى همان جايگاه خضر است-، پس بر نشانه گامهاى خويش پى‌جويان بازگشتند"},{"SurahNumber":18,"VerseNumber":65,"Text":"پس بنده‌اى از بندگان ما را يافتند كه او را از نزد خويش بخشايشى داده بوديم و او را از نزد خود دانشى آموخته بوديم"},{"SurahNumber":18,"VerseNumber":66,"Text":"موسى به او گفت: آيا [اجازه مى‌دهى كه‌] تو را پيروى كنم بر اينكه مرا از آنچه به تو آموخته‌اند بياموزى تا به راه راست و كمال راه يابم؟"},{"SurahNumber":18,"VerseNumber":67,"Text":"گفت: تو همراه من نتوانى شكيبايى كرد"},{"SurahNumber":18,"VerseNumber":68,"Text":"و چگونه بر آنچه بدان آگاهى و دانشى ندارى شكيبايى كنى؟"},{"SurahNumber":18,"VerseNumber":69,"Text":"گفت: اگر خدا خواهد مرا شكيبا خواهى يافت و تو را در هيچ كارى نافرمانى نكنم"},{"SurahNumber":18,"VerseNumber":70,"Text":"گفت: اگر از من پيروى خواهى كرد، پس مرا از چيزى مپرس تا خود براى تو سخنى از آن پديد آرم"},{"SurahNumber":18,"VerseNumber":71,"Text":"پس برفتند تا آنگاه كه به كشتى سوار شدند، آن را سوراخ كرد. [موسى‌] گفت: آيا آن را سوراخ كردى تا مردمش را غرق كنى؟ بى‌گمان كارى ناروا و شگفت كردى"},{"SurahNumber":18,"VerseNumber":72,"Text":"گفت: نگفتم كه تو همراه من نتوانى شكيبايى كرد؟"},{"SurahNumber":18,"VerseNumber":73,"Text":"گفت: مرا بدانچه فراموش كردم بازخواست مكن و كارم را بر من سخت مگير"},{"SurahNumber":18,"VerseNumber":74,"Text":"پس روانه شدند تا آنگاه كه نوجوانى را ديدار كردند و او را كشت، [موسى‌] گفت: آيا جان پاكى- بى‌گناهى- را بى‌آنكه كسى را كشته باشد كشتى؟ براستى كارى زشت و ناشايسته كردى"}]}