{"Id":380,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur-la","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allah kotu sozun acıkca soylenmesini sevmez; ancak haksızlıga ugrayan baska. Allah her seyi isitici ve bilicidir"},{"SurahNumber":4,"VerseNumber":149,"Text":"Bir iyiligi acıklar yahut gizlerseniz veya bir kotulugu (acıklamayıp) affederseniz, suphesiz Allah da ziyadesiyle affedici ve kadirdir"},{"SurahNumber":4,"VerseNumber":150,"Text":"Allah´ı ve peygamberlerini inkar edenler ve (inanma hususunda) Allah ile peygamberlerini birbirinden ayırmak isteyip \"Bir kısmına iman ederiz ama bir kısmına inanmayız\" diyenler ve bunlar (iman ile kufur) arasında bir yol tutmak isteyenler yok mu"},{"SurahNumber":4,"VerseNumber":151,"Text":"Iste gercekten kafirler bunlardır. Ve biz kafirlere alcaltıcı bir azap hazırlamısızdır"},{"SurahNumber":4,"VerseNumber":152,"Text":"Allah´a ve peygamberlerine iman eden ve onlardan hicbirini digerlerinden ayırmayanlara (gelince) iste Allah onlara bir gun mukafatlarını verecektir. Allah cok bagıslayıcı ve esirgeyicidir"},{"SurahNumber":4,"VerseNumber":153,"Text":"Ehl-i kitap senden, kendilerine gokten bir kitap indirmeni istiyor. Onlar Musa´dan, bunun daha buyugunu istemisler de, \"Bize Allah´ı apacık goster\" demislerdi. Zulumleri sebebiyle hemen onları yıldırım carptı. Bilahare kendilerine acık deliller geldikten sonra buzagıyı (tanrı) edindiler. Biz bunu da affettik. Ve Musa´ya apacık delil (ve yetki) verdik"},{"SurahNumber":4,"VerseNumber":154,"Text":"Soz vermeleri (ni takviye) icin Tur´u baslarına diktik de onlara, \"Bas egerek kapıdan girin\" dedik, \"Cumartesi gunu sınırı asmayın\" dedik. Kendilerinden saglam soz aldık"},{"SurahNumber":4,"VerseNumber":155,"Text":"Sozlerinden donmeleri, Allah´ın ayetlerini inkar etmeleri, haksız yere peygamberleri oldurmeleri ve \"Kalplerimiz kılıflanmıstır\" demeleri sebebiyle (onları lanetledik, turlu belalar verdik. Onların kalpleri kılıflı degildir;) tam aksine kufurleri sebebiyle Allah o kalpler uzerine muhur vurmustur; pek azı mustesna artık iman etmezler"},{"SurahNumber":4,"VerseNumber":156,"Text":"Bir de inkar etmelerinden ve Meryem´in uzerine buyuk bir iftira atmalarından"},{"SurahNumber":4,"VerseNumber":157,"Text":"Ve \"Allah elcisi Meryem oglu Isa´yı oldurduk\" demeleri yuzunden (onları lanetledik). Halbuki onu ne oldurduler, ne de astılar; fakat (oldurdukleri) onlara Isa gibi gosterildi. Onun hakkında ihtilafa dusenler bundan dolayı tam bir kararsızlık icindedirler; bu hususta zanna uymak dısında hicbir (saglam) bilgileri yoktur ve kesin olarak onu oldurmediler"},{"SurahNumber":4,"VerseNumber":158,"Text":"Bilakis Allah onu (Isa´yı) kendi nezdine kaldırmıstır. Allah izzet ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":159,"Text":"Ehl-i kitaptan her biri, olumunden once ona muhakkak iman edecektir. Kıyamet gununde de o, onlara sahit olacaktır"},{"SurahNumber":4,"VerseNumber":160,"Text":"Yahudilerin yaptıkları zulumden, bir de cok kimseyi Allah yolundan cevirmelerinden, menetmelerinden dolayı kendilerine (daha once) helal kılınmıs bulunan temiz ve iyi seyleri onlara haram kıldık"},{"SurahNumber":4,"VerseNumber":161,"Text":"Menedildikleri halde faizi almalarından ve haksız (yollar) ile insanların mallarını yemelerinden dolayı iclerinden inkara sapanlara acı bir azap hazırladık"},{"SurahNumber":4,"VerseNumber":162,"Text":"Fakat iclerinden ilimde derinlesmis olanlar ve muminler, sana indirilene ve senden once indirilene iman edenler, namazı kılanlar, zekatı verenler; Allah´a ve ahiret gunune inananlar var ya; iste onlara pek yakında buyuk mukafat verecegiz"},{"SurahNumber":4,"VerseNumber":163,"Text":"Biz Nuh´a ve ondan sonraki peygamberlere vahyettigimiz gibi sana da vahyettik. Ve (nitekim) Ibrahim´e, Ismail´e, Ishak´a, Yakub´a, esbata (torunlara), Isa´ya, Eyyub´e, Yunus´a, Harun´a ve Suleyman´a vahyettik. Davud´a da Zebur´u verdik"},{"SurahNumber":4,"VerseNumber":164,"Text":"Bir kısım peygamberleri sana daha once anlattık, bir kısmını ise sana anlatmadık. Ve Allah Musa ile gercekten konustu"},{"SurahNumber":4,"VerseNumber":165,"Text":"(Yerine gore) mujdeleyici ve sakındırıcı olarak peygamberler gonderdik ki insanların peygamberlerden sonra Allah´a karsı bir bahaneleri olmasın! Allah izzet ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":166,"Text":"Fakat Allah sana indirdigine sahitlik eder; onu kendi ilmi ile indirdi. Melekler de (buna) sahitlik ederler. Ve sahit olarak Allah kafidir"},{"SurahNumber":4,"VerseNumber":167,"Text":"Inkar eden ve (baskalarını da) Allah yolundan alıkoyanlar suphesiz dogru yoldan cok uzaklasmıslardır"},{"SurahNumber":4,"VerseNumber":168,"Text":"Inkar edip zulmedenleri Allah asla bagıslayacak degildir. Onları (baska) bir yola iletecek de degildir"},{"SurahNumber":4,"VerseNumber":169,"Text":"Ancak orada ebedi kalmak uzere cehennem onları yoluna (iletecektir). Bu da Allah´a cok kolaydır"},{"SurahNumber":4,"VerseNumber":170,"Text":"Ey insanlar! Resul size Rabbinizden gercegi getirdi (bunda suphe yoktur), su halde kendi iyiliginize olarak (ona) iman edin. Eger inkar ederseniz, goklerde ve yerde ne varsa suphesiz hepsi Allah´ındır. (O´nun sizin inanmanıza ihtiyacı yoktur). Allah genis ilim ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":171,"Text":"Ey ehl-i kitap! Dininizde asırı gitmeyin ve Allah hakkında, gercekten baskasını soylemeyin. Meryem oglu Isa Mesih, ancak Allah´ın resuludur, (o) Allah´ın, Meryem´e ulastırdıgı \"kun: Ol\" kelimesi(nin eseri)dir, O´ndan bir ruhtur. (O´nun tarafından gonderilmis, yahut teyit edilmis, yahut da Cebrail tarafından ufurulmus bir ruhtur). Su halde Allah´a ve peygamberlerine iman edin. \"(Tanrı) uctur\" demeyin, sizin icin hayırlı olmak uzere bundan vazgecin. Allah ancak bir tek Allah´tır. O, cocugu olmaktan munezzehtir. Goklerde ve yerde ne varsa hepsi O´nundur. Vekil olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":172,"Text":"Ne Mesih ve ne de Allah´a yakın melekler, Allah´ın kulu olmaktan geri dururlar. O´na kulluktan geri durup buyuklenen kimselerin hepsini (Allah) yakında huzuruna toplayacaktır"},{"SurahNumber":4,"VerseNumber":173,"Text":"Iman edip iyi isler yapanlara (Allah) ecirlerini tam olarak verecek ve onlara lutfundan daha fazlasını da ihsan edecektir. Kullugundan yuz ceviren ve kibirlenenlere gelince onlara acı bir sekilde azap edecektir. Onlar, kendileri icin Allah´tan baska ne bir dost ve ne de bir yardımcı bulurlar. (Kendilerini Allah´ın azabından kurtaracak bir kimse bulamazlar)"},{"SurahNumber":4,"VerseNumber":174,"Text":"Ey insanlar! Suphesiz size Rabbinizden kesin bir delil geldi ve size apacık bir nur indirdik"},{"SurahNumber":4,"VerseNumber":175,"Text":"Allah´a iman edip O´na sımsıkı sarılanlara gelince, Allah onları kendinden bir rahmet ve lutuf (deryası) icine daldıracak ve onları kendine dogru (giden) bir yola goturecektir"},{"SurahNumber":4,"VerseNumber":176,"Text":"Senden fetva isterler. De ki: \"Allah, babası ve cocugu olmayan kimsenin mirası hakkındaki hukmu soyle acıklıyor: Eger cocugu olmayan bir kimse olur de onun bir kızkardesi bulunursa, bıraktıgının yarısı bunundur. Kızkardes olup cocugu olmazsa erkek kardes de ona varis olur. Kızkardesler iki tane olursa (erkek kardeslerinin) bıraktıgının ucte ikisi onlarındır. Eger erkekli kadınlı daha fazla kardes mevcut ise erkegin hakkı, iki kadın payı kadardır. Sasırmamanız icin Allah size acıklama yapıyor. Allah her seyi bilmektedir"},{"SurahNumber":5,"VerseNumber":1,"Text":"Ey iman edenler! Akitleri(n geregini) yerine getiriniz. Ihramlı iken avlanmayı helal saymamak uzere (asagıda) size okunacaklar dısında kalan hayvanlar, sizin icin helal kılındı. Allah diledigine hukmeder"},{"SurahNumber":5,"VerseNumber":2,"Text":"Ey iman edenler! Allah´ın (koydugu, dini) isaretlerine, haram aya, (Allah´a hediye edilmis) kurbana, (ondaki) gerdanlıklara, Rablerinin lutuf ve rızasını arayarak Beyt-i Haram´a yonelmis kimselere (tecavuz ve) saygısızlık etmeyin. Ihramdan cıkınca avlanabilirsiniz. Mescid-i Haram´a girmenizi onledikleri icin bir topluma karsı beslediginiz kin sizi tecavuze sevketmesin! Iyilik ve (Allah´ın yasaklarından) sakınma uzerinde yardımlasın, gunah ve dusmanlık uzerine yardımlasmayın. Allah´tan korkun; cunku Allah´ın cezası cetindir"},{"SurahNumber":5,"VerseNumber":3,"Text":"Les, kan, domuz eti, Allah´tan baskası adına bogazlanan, bogulmus, (tas, agac vb. ile) vurulup oldurulmus, yukarıdan yuvarlanıp olmus, boynuzlanıp olmus (hayvanlar ile) canavarların yedigi hayvanlar -olmeden yetisip kestikleriniz mustesna- dikili taslar (putlar) uzerine bogazlanmıs hayvanlar ve fal oklarıyle kısmet aramanız size haram kılındı. Bunlar yoldan cıkmaktır. Bugun kafirler, sizin dininizden (onu yok etmekten) umit kesmislerdir. Artık onlardan korkmayın, benden korkun. Bugun size dininizi ikmal ettim, uzerinize nimetimi tamamladım ve sizin icin din olarak Islam´ı begendim. Kim, gonulden gunaha yonelmis olmamak uzere aclık halinde dara duserse (haram etlerden yiyebilir). Cunku Allah cok bagıslayıcı ve esirgeyicidir"},{"SurahNumber":5,"VerseNumber":4,"Text":"Kendileri icin nelerin helal kılındıgını sana soruyorlar; de ki: Butun iyi ve temiz seyler size helal kılınmıstır. Allah´ın size ogrettiginden ogretip avcı hale getirdiginiz hayvanların sizin icin yakaladıklarından da yeyin ve uzerine Allah´ın adını anın (besmele cekin). Allah´tan korkun. Allah´ın hesabı pek cabuktur"},{"SurahNumber":5,"VerseNumber":5,"Text":"Bugun size temiz ve iyi seyler helal kılınmıstır. Kendilerine kitap verilenlerin (yahudi, hıristiyan vb. nin) yiyecegi size helaldir, sizin yiyeceginiz de onlara helaldir. Mumin kadınlardan iffetli olanlar ile daha once kendilerine kitap verilenlerden iffetli kadınlar da, mehirlerini vermeniz sartıyla, namuslu olmak, zina etmemek ve gizli dost tutmamak uzere size helaldir. Kim (Islami hukumlere) inanmayı kabul etmezse onun ameli bosa gitmistir. O, ahirette de ziyana ugrayanlardandır"},{"SurahNumber":5,"VerseNumber":6,"Text":"Ey iman edenler! Namaz kılmaya kalktıgınız zaman yuzlerinizi, dirseklerinize kadar ellerinizi, baslarınızı meshedip, topuklara kadar ayaklarınızı yıkayın. Eger cunup oldunuz ise, boy abdesti alın. Hasta, yahut yolculuk halinde bulunursanız, yahut biriniz tuvaletten gelirse, yahut da kadınlara dokunmussanız (cinsi birlesme yapmıssanız) ve bu hallerde su bulamamıssanız temiz toprakla teyemmum edin de yuzunuzu ve (dirseklere kadar) ellerinizi onunla meshedin. Allah size herhangi bir gucluk cıkarmak istemez; fakat sizi tertemiz kılmak ve size (ihsan ettigi) nimetini tamamlamak ister; umulur ki sukredersiniz"},{"SurahNumber":5,"VerseNumber":7,"Text":"Allah´ın size olan nimetini, \"Duyduk ve kabul ettik\" dediginiz zaman sizi bununla bagladıgı (O´na verdiginiz) sozu hatırlayın ve Allah´tan korkun. Suphesiz Allah, kalblerin icindekini bilmektedir"},{"SurahNumber":5,"VerseNumber":8,"Text":"Ey iman edenler! Allah icin hakkı ayakta tutan, adaletle sahitlik eden kimseler olun. Bir topluluga duydugunuz kin, sizi adil davranmamaya itmesin. Adaletli olun; bu, Allah korkusuna daha cok yakısan (bir davranıs) tır. Allah´a isyandan sakının. Allah yaptıklarınızı hakkıyle bilmektedir"},{"SurahNumber":5,"VerseNumber":9,"Text":"Allah, iman eden ve iyi seyler yapanlara soz vermistir; onlara bagıslama ve buyuk mukafat vardır"},{"SurahNumber":5,"VerseNumber":10,"Text":"Inkar eden ve ayetlerimizi yalanlayanlara gelince onlar cehennemliklerdir"},{"SurahNumber":5,"VerseNumber":11,"Text":"Ey iman edenler! Allah´ın size olan nimetini unutmayın; hani bir topluluk size el uzatmaya yeltenmisti de Allah, onların ellerini sizden cekmisti. Allah´tan korkun ve muminler yalnızca Allah´a guvensinler"},{"SurahNumber":5,"VerseNumber":12,"Text":"Andolsun ki Allah, Israilogullarından soz almıstı. (Kefil olarak) iclerinden on iki de baskan gondermistik. Allah onlara soyle demisti: Ben sizinle beraberim. Eger namazı dosdogru kılar, zekatı verir, peygamberlerime inanır, onları desteklerseniz ve Allah´a guzel borc verirseniz (ihtiyacı olanlara Allah rızası icin faizsiz borc verirseniz) andolsun ki sizin gunahlarınızı orterim ve sizi, zemininden ırmaklar akan cennetlere sokarım. Bundan sonra sizden kim inkar yolunu tutarsa dogru yoldan sapmıs olur"},{"SurahNumber":5,"VerseNumber":13,"Text":"Sozlerini bozmaları sebebiyle onları lanetledik ve kalplerini katılastırdık. Onlar kelimelerin yerlerini degistirirler (kitaplarını tahrif ederler). Kendilerine ogretilen ahkamın (Tevrat´ın) onemli bir bolumunu de unuttular. Iclerinden pek azı haric, onlardan daima bir hainlik gorursun. Yine de sen onları affet ve aldırıs etme. Suphesiz Allah iyilik edenleri sever"},{"SurahNumber":5,"VerseNumber":14,"Text":"Biz hıristiyanlarız diyenlerden de kesin sozlerini almıstık ama onlar da kendilerine zikredilen (verilen ogutlerin veya Kitab´ın) onemli bir bolumunu unuttular. Bu sebeple kıyamete kadar aralarına dusmanlık ve kin saldık. Yakında Allah onlara yaptıklarını haber verecektir"},{"SurahNumber":5,"VerseNumber":15,"Text":"Ey ehl-i kitap! Resulumuz size Kitap´tan gizlemekte oldugunuz bircok seyi acıklamak uzere geldi; bircok (kusurunuzu) da affediyor. Gercekten size Allah´tan bir nur, apacık bir kitap geldi"},{"SurahNumber":5,"VerseNumber":16,"Text":"Rızasını arayanı Allah onunla kurtulus yollarına goturur ve onları iradesiyle karanlıklardan aydınlıga cıkarır, dosdogru bir yola iletir"},{"SurahNumber":5,"VerseNumber":17,"Text":"Suphesiz Allah, Meryem oglu Mesih´dir diyenler andolsun ki kafir olmuslardır. De ki: Oyleyse Allah, Meryem oglu Mesih´i, anasını ve yeryuzundekilerin hepsini imha etmek isterse Allah´a kim bir sey yapabilecektir (O´na kim bir seyle engel olabilecektir)? Goklerde, yerde ve ikisi arasında ne varsa hepsinin mulkiyeti Allah´a aittir. O diledigini yaratır ve Allah her seye tam manasıyle kadirdir"},{"SurahNumber":5,"VerseNumber":18,"Text":"Yahudiler ve hıristiyanlar \"Biz Allah´ın ogulları ve sevgilileriyiz\" dediler. De ki: Oyleyse gunahlarınızdan dolayı size nicin azap ediyor? Dogrusu siz de O´nun yarattıgı insanlardansınız. O, diledigini bagıslar ve diledigine azap eder. Goklerde, yerde ve ikisinin arasında ne varsa mulkiyeti Allah´a aittir. Sonunda donus de ancak O´nadır"},{"SurahNumber":5,"VerseNumber":19,"Text":"Ey ehl-i kitap! Peygamberlerin arası kesildigi bir sırada size elcimiz geldi. Gercekleri size acıklıyor ki (kıyamette): \"Bize bir mujdeleyici ve uyarıcı gelmedi\" demiyesiniz. Iste size mujdeleyici ve uyarıcı gelmistir. Allah her seye hakkıyle kadirdir"},{"SurahNumber":5,"VerseNumber":20,"Text":"Bir zamanlar Musa, kavmine soyle demisti: Ey kavmim! Allah´ın size (lutfettigi) nimetini hatırlayın; zira O, icinizden peygamberler cıkardı ve sizi hukumdarlar kıldı. Alemlerde hicbir kimseye vermedigini size verdi"},{"SurahNumber":5,"VerseNumber":21,"Text":"Ey kavmim! Allah´ın size (vatan olarak) yazdıgı mukaddes topraga girin ve arkanıza donmeyin, yoksa kaybederek donmus olursunuz"},{"SurahNumber":5,"VerseNumber":22,"Text":"Onlar su cevabı verdiler: Ya Musa! Orada zorba bir toplum var; onlar oradan cıkmadıkca biz oraya asla girmeyecegiz. Eger oradan cıkarlarsa biz de hemen gireriz"},{"SurahNumber":5,"VerseNumber":23,"Text":"Korkanların icinden Allah´ın kendilerine lutufda bulundugu iki kisi soyle dedi: Onların uzerine kapıdan girin; oraya bir girdiniz mi artık siz zaferi kazanmıssınızdır. Eger muminler iseniz ancak Allah´a guvenin"},{"SurahNumber":5,"VerseNumber":24,"Text":"Ey Musa! Onlar orada bulundukları muddetce biz oraya asla girmeyiz; su halde, sen ve Rabbin gidin savasın; biz burada oturacagız dediler"},{"SurahNumber":5,"VerseNumber":25,"Text":"Musa: \"Rabbim! Ben kendimden ve kardesimden baskasına hakim olamıyorum; bizimle, bu yoldan cıkmıs toplumun arasını ayır\" dedi"},{"SurahNumber":5,"VerseNumber":26,"Text":"Allah, \"Oyleyse orası (arz-ı mukaddes) onlara kırk yıl yasaklanmıstır; (bu muddet icinde) yeryuzunde saskın saskın dolasacaklar. Artık sen, yoldan cıkmıs toplum icin uzulme\" dedi"},{"SurahNumber":5,"VerseNumber":27,"Text":"Onlara, Adem´in iki oglunun haberini gercek olarak anlat: Hani birer kurban takdim etmislerdi de birisinden kabul edilmis, digerinden ise kabul edilmemisti. (Kurbanı kabul edilmeyen kardes, kıskanclık yuzunden), \"Andolsun seni oldurecegim\" dedi. Digeri de \"Allah ancak takva sahiplerinden kabul eder\" dedi"},{"SurahNumber":5,"VerseNumber":28,"Text":"(ve ekledi:) Andolsun ki sen, oldurmek icin bana elini uzatsan (bile) ben sana, oldurmek icin el uzatacak degilim. Ben, alemlerin Rabbi olan Allah´tan korkarım"},{"SurahNumber":5,"VerseNumber":29,"Text":"Ben istiyorum ki, sen, hem benim gunahımı hem de kendi gunahını yuklenip atese atılacaklardan olasın; zalimlerin cezası iste budur"},{"SurahNumber":5,"VerseNumber":30,"Text":"Nihayet nefsi onu, kardesini oldurmeye itti ve onu oldurdu: bu yuzden de kaybedenlerden oldu"},{"SurahNumber":5,"VerseNumber":31,"Text":"Derken Allah, kardesinin cesedini nasıl gomecegini ona gostermek icin yeri eseleyen bir karga gonderdi. (Katil kardes) \"Yazıklar olsun bana! Su karga kadar da olamadım mı ki, kardesimin cesedini gomeyim\" dedi ve ettigine yananlardan oldu"},{"SurahNumber":5,"VerseNumber":32,"Text":"Iste bu yuzdendir ki Israilogulları´na soyle yazmıstık: Kim, bir cana veya yeryuzunde bozgunculuk cıkarmaya karsılık olmaksızın (haksız yere) bir cana kıyarsa butun insanları oldurmus gibi olur. Her kim bir canı kurtarırsa butun insanları kurtarmıs gibi olur. Peygamberlerimiz onlara apacık deliller getirdiler; ama bundan sonra da onlardan cogu yine yeryuzunde asırı gitmektedirler"},{"SurahNumber":5,"VerseNumber":33,"Text":"Allah ve Resulune karsı savasanların ve yeryuzunde (hak) duzeni bozmaya calısanların cezası ancak ya (acımadan) oldurulmeleri, ya asılmaları, yahut el ve ayaklarının caprazlama kesilmesi, yahut da bulundukları yerden surulmeleridir. Bu onların dunyadaki rusvaylıgıdır. Onlar icin ahirette de buyuk azap vardır"},{"SurahNumber":5,"VerseNumber":34,"Text":"Ancak, siz kendilerini yenip ele gecirmeden once tevbe edenler mustesna; biliniz ki Allah cok bagıslayıcı ve esirgeyicidir"},{"SurahNumber":5,"VerseNumber":35,"Text":"Ey iman edenler! Allah´tan korkun. O´na yaklasmaya yol arayın ve yolunda cihad edin ki kurtulusa eresiniz"},{"SurahNumber":5,"VerseNumber":36,"Text":"Suphe yok ki kafir olanlar, yer yuzundeki her sey ve bunun yanında da bir o kadarı kendilerinin olsa da kıyamet gununun azabından kurtulmak icin onu fidye verseler onlardan asla kabul edilmez; onlar icin acı bir azap vardır"},{"SurahNumber":5,"VerseNumber":37,"Text":"Atesten cıkmak isterler, fakat onlar oradan cıkacak degillerdir. Onlar icin devamlı bir azap vardır"},{"SurahNumber":5,"VerseNumber":38,"Text":"Hırsızlık eden erkek ve kadının, yaptıklarına karsılık bir ceza ve Allah´tan bir ibret olmak uzere ellerini kesin. Allah izzet ve hikmet sahibidir"},{"SurahNumber":5,"VerseNumber":39,"Text":"Kim (bu) haksız davranısından sonra tevbe eder ve durumunu duzeltirse suphesiz Allah onun tevbesini kabul eder. Allah cok bagıslayıcı ve esirgeyicidir"},{"SurahNumber":5,"VerseNumber":40,"Text":"Bilmez misin ki, goklerde ve yerde ne varsa hepsinin mulkiyeti Allah´a aittir; diledigine azap eder ve diledigini bagıslar. Allah her seye hakkıyle kadirdir"},{"SurahNumber":5,"VerseNumber":41,"Text":"Ey Resul! Kalpleri iman etmedigi halde agızlarıyle \"inandık\" diyen kimselerden ve yahudilerden kufur icinde kosusanlar(ın hali) seni uzmesin. Onlar durmadan yalana kulak verirler, ve sana gelmeyen (bazı) kimselere kulak verirler; kelimeleri yerlerinden kaydırıp degistirirler. \"Eger size su verilirse hemen alın, o verilmezse sakının!\" derler. Allah bir kimseyi saskınlıga (fitneye) dusurmek isterse, sen Allah´a karsı, onun lehine hicbir sey yapamazsın. Onlar, Allah´ın kalplerini temizlemek istemedigi kimselerdir. Onlar icin dunyada rezillik vardır ve ahirette onlara mahsus buyuk bir azap vardır"},{"SurahNumber":5,"VerseNumber":42,"Text":"Hep yalana kulak verir, durmadan haram yerler. Sana gelirlerse, ister aralarında hukum ver, ister onlardan yuz cevir. Eger onlardan yuz cevirirsen sana hicbir zarar veremezler. Ve eger hukum verirsen, aralarında adaletle hukmet. Allah adil olanları sever"},{"SurahNumber":5,"VerseNumber":43,"Text":"Icinde Allah´ın hukmu bulunan Tevrat yanlarında oldugu halde nasıl seni hakem kılıyorlar da sonra, bunun arkasından yuz cevirip gidiyorlar? Onlar inanmıs kimseler degildir"},{"SurahNumber":5,"VerseNumber":44,"Text":"Biz, icinde dogruya rehberlik ve nur oldugu halde Tevrat´ı indirdik. Kendilerini (Allah´a) vermis peygamberler onunla yahudilere hukmederlerdi. Allah´ın Kitab´ını korumaları kendilerinden istendigi icin Rablerine teslim olmus zahidler ve bilginler de (onunla hukmederlerdi). Hepsi ona (hak olduguna) sahitlerdi. Su halde (Ey yahudiler ve hakimler!) Insanlardan korkmayın, benden korkun. Ayetlerimi az bir bedel karsılıgında satmayın. Kim Allah´ın indirdigi (hukumler) ile hukmetmezse iste onlar kafirlerin ta kendileridir"},{"SurahNumber":5,"VerseNumber":45,"Text":"Tevrat´ta onlara soyle yazdık: Cana can, goze goz, buruna burun, kulaga kulak, dise dis (karsılık ve cezadır). Yaralar da kısastır (Her yaralama misli ile cezalandırılır). Kim bunu (kısası) bagıslarsa kendisi icin o keffaret olur. Kim Allah´ın indirdigi ile hukmetmezse iste onlar zalimlerdir"},{"SurahNumber":5,"VerseNumber":46,"Text":"Kendinden once gelen Tevrat´ı dogrulayıcı olarak peygamberlerin izleri uzerine, Meryem oglu Isa´yı arkalarından gonderdik. Ve ona, icinde dogruya rehberlik ve nur bulunmak, onundeki Tevrat´ı tasdik etmek, sakınanlara bir hidayet ve ogut olmak uzere Incil´i verdik"},{"SurahNumber":5,"VerseNumber":47,"Text":"Incil´e inananlar, Allah´ın onda indirdigi (hukumler) ile hukmetsinler. Kim Allah´ın indirdigi ile hukmetmezse iste onlar fasıklardır"},{"SurahNumber":5,"VerseNumber":48,"Text":"Sana da, daha onceki kitabı dogrulamak ve onu korumak uzere hak olarak Kitab´ı (Kur´an´ı) gonderdik. Artık aralarında Allah´ın indirdigi ile hukmet; sana gelen gercegi bırakıp da onların arzularına uyma. (Ey ummetler!) Her birinize bir seriat ve bir yol verdik. Allah dileseydi sizleri bir tek ummet yapardı; fakat size verdiginde (yol ve seriatlerde) sizi denemek icin (boyle yaptı). Oyleyse iyi islerde birbirinizle yarısın. Hepinizin donusu Allah´adır. Artık size, uzerinde ayrılıga dustugunuz seyleri(n gercek tarafını) O haber verecektir"},{"SurahNumber":5,"VerseNumber":49,"Text":"(Sana su talimatı verdik): Aralarında Allah´ın indirdigi ile hukmet ve onların arzularına uyma. Allah´ın sana indirdigi hukumlerin bir kısmından seni saptırmamalarına dikkat et. Eger (hukumden) yuz cevirirlerse bil ki (bununla) Allah ancak, gunahlarının bir kısmını onların basına bela etmek ister. Insanların bircogu da zaten yoldan cıkmıslardır"},{"SurahNumber":5,"VerseNumber":50,"Text":"Yoksa onlar (Islam oncesi) cahiliye idaresini mi arıyorlar? Iyi anlayan bir topluma gore, hukumranlıgı Allah´tan daha guzel kim vardır"},{"SurahNumber":5,"VerseNumber":51,"Text":"Ey iman edenler! Yahudileri ve hıristiyanları dost edinmeyin. Zira onlar birbirinin dostudurlar (birbirinin tarafını tutarlar). Icinizden onları dost tutanlar, onlardandır. Suphesiz Allah, zalimler topluluguna yol gostermez"},{"SurahNumber":5,"VerseNumber":52,"Text":"Kalblerinde hastalık bulunanların: \"Basımıza bir felaketin gelmesinden korkuyoruz\" diyerek onların arasına kosustuklarını gorursun. Umulur ki Allah bir fetih, yahut katından bir emir getirecek de onlar, iclerinde gizledikleri seyden dolayı pisman olacaklardır"},{"SurahNumber":5,"VerseNumber":53,"Text":"(O zaman) iman edenler: \"Bunlar mıdır sizinle beraber olduklarına butun gucleriyle yemin edenler?\" diyeceklerdir. Onların butun yaptıkları bosa gitmistir de kaybedenlerden olmuslardır"},{"SurahNumber":5,"VerseNumber":54,"Text":"Ey iman edenler! Sizden kim dininden donerse (bilsin ki) Allah, sevdigi ve kendisini seven muminlere karsı alcak gonullu (sefkatli), kafirlere karsı onurlu ve zorlu bir toplum getirecektir. (Bunlar) Allah yolunda cihad ederler ve hicbir kınayanın kınamasından korkmazlar (hicbir kimsenin kınamasına aldırmazlar). Bu, Allah´ın, diledigine verdigi lutfudur. Allah´ın lutfu ve ilmi genistir"},{"SurahNumber":5,"VerseNumber":55,"Text":"Sizin dostunuz (veliniz) ancak Allah´tır, Resuludur, iman edenlerdir; onlar ki Allah´ın emirlerine boyun egerek namazı kılar, zekatı verirler"},{"SurahNumber":5,"VerseNumber":56,"Text":"Kim Allah´ı, Resulunu ve iman edenleri dost edinirse (bilsin ki) ustun gelecek olanlar suphesiz Allah´ın tarafını tutanlardır"},{"SurahNumber":5,"VerseNumber":57,"Text":"Ey iman edenler! Sizden once kendilerine Kitap verilenlerden dininizi alay ve oyun konusu edinenleri ve kafirleri dost edinmeyin. Allah´tan korkun; eger muminler iseniz"},{"SurahNumber":5,"VerseNumber":58,"Text":"Namaza cagırdıgınız zaman onu alay ve eglence konusu yaparlar. Bu davranıs, onların dusunemeyen bir toplum olmalarındandır"},{"SurahNumber":5,"VerseNumber":59,"Text":"(Onlara) soyle de: Ey kitap ehli! Yalnızca Allah´a, bize indirilene ve daha once indirilene inandıgımız icin mi bizden hoslanmıyorsunuz? Oysa cogunuz yoldan cıkmıs kimselersiniz"},{"SurahNumber":5,"VerseNumber":60,"Text":"De ki: Allah katında yeri bundan daha kotu olanı size haber vereyim mi? Allah´ın lanetledigi ve gazap ettigi, aralarından maymunlar, domuzlar ve taguta tapanlar cıkardıgı kimseler. Iste bunlar, yeri (durumu) daha kotu olan ve dogru yoldan daha ziyade sapmıs bulunanlardır"},{"SurahNumber":5,"VerseNumber":61,"Text":"Yanınıza inkarla girip yine inkarla cıktıkları halde size geldiklerinde \"inandık\" derler. Allah gizlediklerini daha iyi bilmektedir"},{"SurahNumber":5,"VerseNumber":62,"Text":"Onlardan bircogunun gunah, dusmanlık ve haram yemede yarıstıklarını gorursun. Yaptıkları ne kadar kotudur"},{"SurahNumber":5,"VerseNumber":63,"Text":"Din adamları ve alimleri onları, gunah olan sozleri soylemekten ve haram yemekten menetselerdi ya! Isledikleri (fiiller) ne kotudur"},{"SurahNumber":5,"VerseNumber":64,"Text":"Yahudiler, Allah´ın eli baglıdır (sıkıdır), dediler. Hay dedikleri yuzunden elleri baglanası ve lanet olasılar! Bilakis, Allah´ın elleri acıktır, diledigi gibi verir. Andolsun ki sana Rabbinden indirilen, onlardan cogunun azgınlıgını ve kufrunu arttırır. Aralarına, kıyamete kadar (surecek) dusmanlık ve kin soktuk. Ne zaman savas icin bir ates yakmıslarsa (fitneyi uyandırmıslarsa) Allah onu sondurmustur. Onlar yeryuzunde bozgunculuga kosarlar; Allah ise bozguncuları sevmez"},{"SurahNumber":5,"VerseNumber":65,"Text":"Eger ehl-i kitap iman edip (kotuluklerden) sakınsalardı, herhalde (gecmis) kotuluklerini orter ve onları nimeti bol cennetlere sokardık"},{"SurahNumber":5,"VerseNumber":66,"Text":"Eger onlar Tevrat´ı, Incil´i ve Rablerinden onlara indirileni (Kur´an´ı) dogru durust uygulasalardı, suphesiz hem ustlerinden, hem de ayaklarının altından yerlerdi (yeraltı ve yerustu servetlerinden istifade ederek refah icinde yasarlardı). Onlardan asırılıga kacmayan (iktisatlı, mutedil) bir zumre vardır; fakat cogunun yaptıkları ne kotudur"},{"SurahNumber":5,"VerseNumber":67,"Text":"Ey Resul! Rabbinden sana indirileni teblig et. Eger bunu yapmazsan O´nun elciligini yapmamıs olursun. Allah seni insanlardan koruyacaktır. Dogrusu Allah, kafirler topluluguna rehberlik etmez"},{"SurahNumber":5,"VerseNumber":68,"Text":"Ey Kitap ehli! Siz, Tevrat´ı, Incil´i ve Rabbinizden size indirileni hakkıyle uygulamadıkca, (dogru) bir sey (yol) uzerinde degilsinizdir de. Rabbinden sana indirilen, onlardan cogunun kufur ve azgınlıgını elbette artıracaktır. Kafirler topluluguna uzulme"},{"SurahNumber":5,"VerseNumber":69,"Text":"Iman edenler ile yahudiler, sabiiler ve hıristiyanlardan Allah´a ve ahiret gunune (gercekten) inanıp iyi amel isleyenler uzerine asla korku yoktur; onlar uzulecek de degillerdir"},{"SurahNumber":5,"VerseNumber":70,"Text":"Andolsun ki Israilogullarının saglam sozunu aldık ve onlara peygamberler gonderdik. Ne zaman bir peygamber onlara nefislerinin arzu etmedigini (ilahi hukumleri) getirdi ise bir kısmını yalanladılar, bir kısmını da oldurduler"},{"SurahNumber":5,"VerseNumber":71,"Text":"Bir bela olmayacak zannettiler de kor ve sagır kesildiler. Sonra Allah tevbelerini kabul etti. Sonra iclerinden cogu yine kor ve sagır oldu. Allah onların yaptıklarını gormektedir"},{"SurahNumber":5,"VerseNumber":72,"Text":"Andolsun ki \"Allah, kesinlikle Meryem oglu Mesih´tir\" diyenler kafir olmuslardır. Halbuki Mesih \"Ey Israilogulları! Rabbim ve Rabbiniz olan Allah´a kulluk ediniz. Biliniz ki kim Allah´a ortak kosarsa muhakkak Allah ona cenneti haram kılar; artık onun yeri atestir ve zalimler icin yardımcılar yoktur\" demisti"},{"SurahNumber":5,"VerseNumber":73,"Text":"Andolsun \"Allah, ucun ucuncusudur\" diyenler de kafir olmuslardır. Halbuki bir tek Allah´dan baska hicbir tanrı yoktur. Eger diye geldiklerinden vazgecmezlerse, iclerinden kafir olanlara acı bir azap isabet edecektir"},{"SurahNumber":5,"VerseNumber":74,"Text":"Hala Allah´a tevbe edip O´ndan bagıslanmayı dilemiyecekler mi? Allah cok yarlıgayıcı, cok esirgeyicidir"},{"SurahNumber":5,"VerseNumber":75,"Text":"Meryem oglu Mesih ancak bir resuldur. Ondan once de (bircok) resuller gelip gecmistir. Anası da cok dogru bir kadındır. Her ikisi de yemek yerlerdi. Bak, onlara delilleri nasıl acıklıyoruz, sonra bak nasıl (haktan) yuz ceviriyorlar"},{"SurahNumber":5,"VerseNumber":76,"Text":"De ki: Allah´ı bırakıp da sizin icin fayda ve zarara gucu yetmeyen seylere mi tapıyorsunuz? Hakkıyla isiten ve bilen yalnız Allah´tır"},{"SurahNumber":5,"VerseNumber":77,"Text":"De ki: Ey Kitap ehli! Dininizde haksız yere haddi asmayın. Daha onceden sapan, bircoklarını saptıran ve yolun dogrusundan uzaklasan bir topluma uymayın"},{"SurahNumber":5,"VerseNumber":78,"Text":"Israilogullarından kafir olanlar, Davud ve Meryem oglu Isa diliyle lanetlenmislerdir. Bunun sebebi, soz dinlememeleri ve sınırı asmalarıdır"},{"SurahNumber":5,"VerseNumber":79,"Text":"Onlar, isledikleri kotulukten, birbirini vazgecirmeye calısmazlardı. Andolsun yaptıkları ne kotudur"},{"SurahNumber":5,"VerseNumber":80,"Text":"Onlardan cogunun, inkar edenlerle dostluk ettiklerini gorursun. Nefislerinin onlar icin (ahiret hayatları icin) onceden hazırladıgı sey ne kotudur: Allah onlara gazabetmistir ve onlar azap icinde devamlı kalıcıdırlar"},{"SurahNumber":5,"VerseNumber":81,"Text":"Eger onlar Allah´a, Peygamber´e ve ona indirilene iman etmis olsalardı onları (musrikleri) dost edinmezlerdi; fakat onların cogu yoldan cıkmıslardır"}]}