{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Helt visst skall du finna att bland alla manniskor ar judarna och avgudadyrkarna de hatskaste fienderna till dem som tror [pa denna Skrift]. Och du skall helt sakert finna att de som kommer dem narmast i vanskap av alla manniskor ar de som sager \"Vi ar kristna\"; det finns namligen bland dem praster och ordensfolk, som sallan visar hogmod"},{"SurahNumber":5,"VerseNumber":83,"Text":"Och nar de far hora det som har uppenbarats for Sandebudet, far du se hur deras ogon taras [av rorelse], darfor att de i detta kanner igen en del av sanningen [och] de sager: \"Herre, vi tror! Rakna oss bland vittnena"},{"SurahNumber":5,"VerseNumber":84,"Text":"Skulle vi inte tro pa Gud och pa [all] sanning som vi har fatt ta emot, nar var djupaste onskan ar att var Herre skall lata oss stiga in [i paradiset] med de rattfardiga"},{"SurahNumber":5,"VerseNumber":85,"Text":"Och for vad de har sagt skall Gud belona dem med lustgardar vattnade av backar, dar de skall forbli till evig tid; detta ar lonen till dem som gor det goda och det ratta"},{"SurahNumber":5,"VerseNumber":86,"Text":"Men de som fornekar sanningen och pastar att Vara budskap ar logn, de har helvetet till arvedel"},{"SurahNumber":5,"VerseNumber":87,"Text":"TROENDE! Neka er inte de goda ting [i livet] som Gud har gett er ratt att njuta av, men ga inte utover [de granser som Gud har faststallt] - Gud ar inte overtradarnas van"},{"SurahNumber":5,"VerseNumber":88,"Text":"Njut saledes av alla tillatna goda ting som Gud har skankt er for er forsorjning och frukta Gud, malet for er tro"},{"SurahNumber":5,"VerseNumber":89,"Text":"GUD STALLER er inte till svars for eder som ni har svurit av obetanksamhet, men Han staller er till svars for allvarligt menade eder. Ni skall sona [edsbrott] genom att utspisa tio nodstallda med mat jamforbar med den ni ger er familj eller forse dem med klader eller genom att befria en manniska ur slaveri; den som inte ar [i stand till detta] skall fasta under tre dagar. Detta ar boten for de [allvarligt menade] eder som ni svor [men inte holl]. Hall darfor era eder. Sa klargor Gud Sina budskap for er; kanske skall ni tacka Honom"},{"SurahNumber":5,"VerseNumber":90,"Text":"TROENDE! Rusdrycker och spel om pengar, alla hedniska bruk och spadomskonst ar ingenting annat an Djavulens skamliga pafund; hall er borta fran allt sadant, for att det skall ga er val i hander"},{"SurahNumber":5,"VerseNumber":91,"Text":"Djavulen vill med hjalp av rusdrycker och spel om pengar framkalla fiendskap och hat mellan er och fa er att glomma Gud och plikten att forratta bonen. Vill ni inte upphora [med allt detta]"},{"SurahNumber":5,"VerseNumber":92,"Text":"Lyd Gud och lyd Sandebudet och var pa er vakt! Och om ni vander om [och gar en annan vag] skall ni veta att Vart Sandebuds enda plikt ar att klart framfora det budskap [som han anfortrotts]"},{"SurahNumber":5,"VerseNumber":93,"Text":"De som tror och lever rattskaffens skall inte gora sig forebraelser for vad de [forut] har atit och druckit, om de fruktar Gud och [haller fast vid] tron och lever ett rattskaffens liv; lat det sagas an en gang: [de har ingenting att forebra sig om de] fruktar Gud och [haller fast vid] tron - ja, annu en gang: [de skall] frukta Gud och [strava efter att] gora det goda och det ratta. Gud alskar dem som gor det goda och det ratta"},{"SurahNumber":5,"VerseNumber":94,"Text":"TROENDE! Gud skall satta er pa prov genom det vilt som ni under jakt kan fanga med era hander och falla med era spjut, sa att [ni far visa] Gud vem som fruktar Honom, trots att Han inte kan ses eller fornimmas. Den som hadanefter bryter mot [detta pabud] har ett plagsamt straff att vanta"},{"SurahNumber":5,"VerseNumber":95,"Text":"Troende! Doda inte vilt da ni befinner er pa vallfard. Den av er som [da] med avsikt nedlagger vilt [skall utge] bot i kreatur, motsvarande [i varde] vad han har dodat, vilket skall faststallas av tva rattsinniga man ibland er, en offergava att overlamnas till Ka`bah; som botgoring kan han i stallet ge de behovande mat eller fasta i motsvarande man, sa att han far erfara foljderna av sin handling. Gud utplanar det som har varit, men den som aterfaller [i denna synd] undgar inte Guds straff. Gud ar en maktig hamnare"},{"SurahNumber":5,"VerseNumber":96,"Text":"Det som fiske i hav [och andra vatten] kan ge och allt atligt som kan hamtas darifran ar tillatet for er, till nytta och gladje for er och for dem som befinner sig pa resa, medan jakt till lands ar forbjuden for er under pagaende vallfard. Och frukta Gud - det ar till Honom ni skall samlas ater"},{"SurahNumber":5,"VerseNumber":97,"Text":"Gud har latit uppfora helgedomen Ka`bah som ett stod for manniskorna [i fullgorandet av deras religiosa och varldsliga plikter]; och [gett er] den helgade manaden och de bekransade offerdjuren, [symboler som lar er] att Gud kanner allt det som himlarna rymmer och det som jorden bar och att Gud har kunskap om allt"},{"SurahNumber":5,"VerseNumber":98,"Text":"Ni skall veta att Gud straffar med stranghet och [likval] ar Gud standigt forlatande, barmhartig"},{"SurahNumber":5,"VerseNumber":99,"Text":"Sandebudets enda uppgift ar att framfora det budskap [som blivit honom anfortrott] - men Gud vet vad ni oppet tillkannager och vad ni vill dolja"},{"SurahNumber":5,"VerseNumber":100,"Text":"Sag: \"Aven om du [manniska] lockas av det onda pa grund av dess rikliga forekomst, kan det inte stallas sida vid sida med det goda. Frukta darfor Gud, ni som har forstand; kanske skall det ga er val i hander"},{"SurahNumber":5,"VerseNumber":101,"Text":"TROENDE! Fraga inte om saker som, om de forklarades for er, kan leda till att [ytterligare] bordor laggs pa er; staller ni fragor medan uppenbarelsen av Koranen pagar, skall de namligen klargoras for er. [Men] Gud har forlatit er [om ni har stallt sadana fragor] - Gud ar standigt forlatande, mild och overseende"},{"SurahNumber":5,"VerseNumber":102,"Text":"Manniskor som levde fore er stallde sadana fragor, och resultatet av detta blev att de [till sist] fornekade sin tro"},{"SurahNumber":5,"VerseNumber":103,"Text":"BRUKET ATT skilja ut djur ur era hjordar och undanta dem fran allt arbete har inte instiftats av Gud; men fornekarna av sanningen satter ihop logner om Gud och de flesta av dem anvander inte sitt forstand"},{"SurahNumber":5,"VerseNumber":104,"Text":"Och nar de hor uppmaningen: \"Kom och slut upp kring det som Gud har uppenbarat och kring Profeten\", svarar de: \"For oss racker det som var vara forfaders tro.\" Men om deras forfader inte anvande sitt forstand och saknade all vagledning"},{"SurahNumber":5,"VerseNumber":105,"Text":"Troende! Era sjalar ar ert ansvar. Om ni ar ratt vagledda, kan de som har gatt vilse inte skada er. Till Gud skall ni alla samlas ater och Han skall lata er veta vad era handlingar [var varda]"},{"SurahNumber":5,"VerseNumber":106,"Text":"TROENDE! Nar nagon bland er kanner doden nalkas och vill forordna [om sin kvarlatenskap, skall han tillkalla som] vittnen tva av era rattsinniga man eller - om han befinner sig pa resa och tror att doden ar nara - tva andra utanfor [ert samfund]. Hall dem kvar efter bonen och om ni tvekar [om deras trovardighet] lat dem svara vid Gud: \"Vi skall inte gora oss nagon vinst av detta, inte ens [till forman] for en nara anforvant, och vi skall inte undanhalla vad vi pa Guds befallning har bevittnat - i annat fall skulle vi sannerligen hora till forbrytarna och syndarna"},{"SurahNumber":5,"VerseNumber":107,"Text":"Och om det visar sig att de tva [vittnena] gjort sig skyldiga till [sadan] synd, da skall tva andra som star narmast till bland dem vars ratt har krankts trada i deras stalle och de skall svara vid Gud: \"Vart vittnesbord ar sannare an deras och vi har inte overtratt [Guds bud] - i annat fall skulle vi sannerligen hora till de orattfardiga"},{"SurahNumber":5,"VerseNumber":108,"Text":"Detta [tillvagagangssatt] okar sannolikheten att sanna vittnesbord avges; vittnena maste annars vara radda att [andras] eder darefter stalls mot deras eder. Frukta darfor Gud och lyd [Hans befallningar]; Gud vagleder sannerligen inte trotsiga syndare"},{"SurahNumber":5,"VerseNumber":109,"Text":"DEN DAG da Gud samlar sandebuden och fragar: \"Vilket gensvar fick ni?\" - kommer de att svara: \"[Om det] vet Vi ingenting; Du [ensam] kanner det som ar dolt for manniskor"},{"SurahNumber":5,"VerseNumber":110,"Text":"Da skall Gud saga: \"Jesus, son av Maria! Minns Mina valgarningar mot dig och din moder - hur Jag starkte dig med helig ande [och lat dig] tala till manniskorna bade i vaggan och i mogen alder och hur Jag delgav dig uppenbarelsen och visdom och Tora och Evangeliet och hur du ville med Min tillatelse forma nagot liknande en fagel i lera och andas pa den for att den med Min tillatelse skulle bli en fagel och hur du med Mitt tillstand botade de blinda och de spetalska och hur du vackte de doda till liv med Mitt tillstand och hur Jag holl tillbaka israeliterna [som ville doda dig] nar du kom till dem med klara bevis, och de av dem som fornekade sanningen sade: \"Detta ar helt uppenbart ingenting annat an blandande och forhaxande valtalighet"},{"SurahNumber":5,"VerseNumber":111,"Text":"OCH [MINNS] hur Jag ingav de vitkladda tron pa Mig och Mitt Sandebud [sa att] de forklarade: \"Vi tror; var du darfor vart vittne att vi har underkastat oss Guds vilja"},{"SurahNumber":5,"VerseNumber":112,"Text":"Och de vitkladda sade: \"Jesus, son av Maria! Kan din Herre lata ett bord [dukat till maltid] sanka sig ned till oss fran himlen?\" [Och Jesus] svarade: \"Frukta Gud, om ni har sann tro"},{"SurahNumber":5,"VerseNumber":113,"Text":"De sade: \"Vi vill smaka [en sadan maltid], sa att vara hjartan far ro och vi far veta att det som du har sagt oss ar sanningen, och sa att vi kan vara dina vittnen"},{"SurahNumber":5,"VerseNumber":114,"Text":"Och Jesus, Marias son, sade: \"Gud, var Herre! Lat en maltid fran himlen sanka sig ned till oss; den skall bli en hogtid for oss, for den forste och den siste, och ett tecken fran Dig. Och forsorj oss [med det som vi behover]! Du ar den baste Forsorjaren"},{"SurahNumber":5,"VerseNumber":115,"Text":"Gud svarade: \"Ja, Jag skall lata denna [maltid] sanka sig ned till er, men om efter detta nagon av er fornekar [tron] skall Jag lata honom utsta ett straff som ingen i hela varlden fatt utsta"},{"SurahNumber":5,"VerseNumber":116,"Text":"OCH GUD skall saga: \"Jesus, son av Maria! Ar det du som uppmanade manniskorna att dyrka dig och din moder som gudomliga vasen vid sidan av Gud?\" [Jesus] skall svara: \"Stor ar Du i Din harlighet! Hur skulle jag kunna saga vad jag inte hade ratt att saga? Om jag hade sagt detta skulle Du helt visst ha vetat det. Du vet vad som ar i mitt innersta men jag vet inte vad som ar i Ditt innersta; Du kanner allt det som ar dolt for manniskor"},{"SurahNumber":5,"VerseNumber":117,"Text":"Vad jag har sagt dem ar det som Du har befallt mig [att saga]: 'Dyrka Gud, min Herre och er Herre.' Jag var vittne till deras handlingar sa lange jag levde bland dem, men sedan Du kallade mig till Dig ar det Du som vakar over dem; Du ar vittne till allt som sker"},{"SurahNumber":5,"VerseNumber":118,"Text":"Om Du straffar dem ar de ju Dina tjanare; och om Du forlater dem ar Du den Allsmaktige, den Vise"},{"SurahNumber":5,"VerseNumber":119,"Text":"[PA DOMENS dag] skall Gud saga: \"Denna dag skall de sanningsenliga skorda frukterna av sin karlek till sanningen. Pa dem vantar lustgardar, vattnade av backar, dar de skall forbli till evig tid.\" Gud ar nojd med dem och de ar nojda [dar de njuter] Hans [gavor]. Detta ar den stora, den lysande segern"},{"SurahNumber":5,"VerseNumber":120,"Text":"Guds ar herravaldet over himlarna och jorden och allt vad dar ryms och Gud har allting i Sin makt"},{"SurahNumber":6,"VerseNumber":1,"Text":"LAT OSS lova och prisa Gud, som har skapat himlarna och jorden och latit morker och ljus uppsta; anda satter de som fornekar sanningen andra vid sin Herres sida"},{"SurahNumber":6,"VerseNumber":2,"Text":"Det ar Han som har skapat er av lera och sa utsatt en frist [for er] - och det finns en [annan] frist som Han [ensam] kanner. Och anda tvivlar ni"},{"SurahNumber":6,"VerseNumber":3,"Text":"Men Han ar Gud i himlarna och pa jorden; Han kanner det som ni hemlighaller lika val som det ni oppet visar och Han vet vad ni fortjanar [med era handlingar]"},{"SurahNumber":6,"VerseNumber":4,"Text":"Varje gang ett budskap fran deras Herre framfors till dem, drar de sig undan"},{"SurahNumber":6,"VerseNumber":5,"Text":"och de kallar sanningen for logn, nar den [nu] har kommit till dem. Men [en dag] skall de fa veta vad det var som de brukade skamta om"},{"SurahNumber":6,"VerseNumber":6,"Text":"Har de inte sett hur manga slakten fore dem Vi har latit ga under, [manniskor] som Vi hade gett en battre plats pa jorden an Vi har gett er och som Vi [valsignade] med rikliga regn och lat floder rinna upp vid deras fotter? Men for deras synders skull utplanade Vi dem [fran jordens yta] och lat ett annat slakte stiga fram efter dem"},{"SurahNumber":6,"VerseNumber":7,"Text":"Aven om Vi hade forsett dig [Muhammad] med en skrift pa pergament och fornekarna hade fatt rora vid den med sina hander, skulle de ha sagt: \"Det ar uppenbart ingenting annat an bedrageri och synvillor"},{"SurahNumber":6,"VerseNumber":8,"Text":"Och de sager: \"Om anda en angel hade sants ned till honom!\" Men om Vi hade sant en angel, da hade allt varit fullbordat och de skulle inte ha beviljats nagot uppskov"},{"SurahNumber":6,"VerseNumber":9,"Text":"Och om Vi hade gjort honom till en angel skulle Vi helt sakert anda ha gett honom mansklig gestalt och darmed ytterligare ha okat deras forvirring"},{"SurahNumber":6,"VerseNumber":10,"Text":"[Manniskorna] har gjort narr av [andra] sandebud fore dig, men [till sist] blev dessa upptagsmakare inringade av just det som deras skamt riktade sig mot"},{"SurahNumber":6,"VerseNumber":11,"Text":"Sag: \"Ga ut i varlden och se [sparen som visar] vad slutet blev for dem som gjorde sanningen till logn"},{"SurahNumber":6,"VerseNumber":12,"Text":"Sag: \"Vem tillhor allt det som ar i himlarna och pa jorden?\" Sag: \"[Allt tillhor] Gud, [Gud som] for Sig har stadfast nadens och barmhartighetens [lag]. Han skall samla er ater pa Uppstandelsens dag - om vars [ankomst] det inte rader nagot tvivel. De som har forverkat sina sjalar ar de som inte vill tro"},{"SurahNumber":6,"VerseNumber":13,"Text":"Ja, Honom tillhor allt som befolkar natten och dagen; Han ar Den som hor allt, vet allt"},{"SurahNumber":6,"VerseNumber":14,"Text":"Sag: \"Skulle jag soka en annan beskyddare an Gud, himlarnas och jordens Skapare, Han som livnar [oss] men sjalv inte intar foda?\" Sag: \"Jag har blivit befalld att vara den forste av dem som underkastar sig Guds vilja och [jag har befallts] att inte satta nagot vid Guds sida"},{"SurahNumber":6,"VerseNumber":15,"Text":"Sag: \"Om jag visade olydnad mot min Herre skulle jag frukta straff en olycksdiger Dag"},{"SurahNumber":6,"VerseNumber":16,"Text":"den som da skonas har i sanning fatt erfara [Hans] nad, och [han har vunnit] en lysande seger"},{"SurahNumber":6,"VerseNumber":17,"Text":"Om Gud vill lata en olycka drabba dig kan Han ensam avvarja den; och om Han vill lata nagot gott komma dig till del [kan ingen hindra det], da Han ar allsmaktig"},{"SurahNumber":6,"VerseNumber":18,"Text":"Han utovar den oinskrankta makten over Sina tjanare, och Han ar den Vise, Den som ar underrattad om allt"},{"SurahNumber":6,"VerseNumber":19,"Text":"Sag: \"Vilket vittnesbord vager tyngst?\" Sag: \"Gud ar vittne mellan mig och er [att] denna Koran har uppenbarats for mig for att jag med den skall varna er och alla som nas av den. Vittnar ni att det finns andra gudar vid sidan av Gud?\" Sag: \"Detta ar inte mitt vittnesbord.\" Sag: \"Han ar den Ende Guden och jag ar inte ansvarig for det som ni satter vid Hans sida"},{"SurahNumber":6,"VerseNumber":20,"Text":"De som [forr] fick del av [Var] uppenbarelse kanner denna [sanning], sa som de kanner sina soner; de som inte tror ar de som har forverkat sina sjalar"},{"SurahNumber":6,"VerseNumber":21,"Text":"Vem ar mer orattfardig an den som finner pa osanningar om Gud eller avvisar Hans budskap som logn? Det skall forvisso inte ga syndarna val i hander"},{"SurahNumber":6,"VerseNumber":22,"Text":"Och en Dag skall Vi samla dem alla ater och saga till dem som satte medhjalpare vid Guds sida: \"Var ar nu dessa [Mina] pastadda medhjalpare"},{"SurahNumber":6,"VerseNumber":23,"Text":"Da skall de i sin forvirring inte kunna saga annat an: \"Herre! Det var vid Gud inte var avsikt att satta nagon vid Din sida"},{"SurahNumber":6,"VerseNumber":24,"Text":"Se hur de har bedragit sig sjalva och hur dessa [vasen] som de uppfann har overgett dem"},{"SurahNumber":6,"VerseNumber":25,"Text":"Det finns de bland dem som [latsas] lyssna till dig, men Vi tacker over deras hjartan sa att de ingenting forstar och tapper till deras oron. Aven om de fick se alla tecken skulle de inte tro pa dem; [ja, det gar] sa langt att nar de kommer och vill tvista med dig, sager de: \"[Vad du berattar] ar ingenting annat an sagor fran forfadernas tid"},{"SurahNumber":6,"VerseNumber":26,"Text":"De vill hindra [andra att lyssna till dig] och de drar sig [sjalva] undan; de stortar inga andra an sig sjalva i fordarvet, men det inser de inte"},{"SurahNumber":6,"VerseNumber":27,"Text":"Om du kunde se dem nar de stalls upp infor Elden och hora dem ropa: \"Om vi anda fick atervanda [till livet]! Da skulle vi inte avvisa var Herres budskap som logn och vi skulle bli sanna troende"},{"SurahNumber":6,"VerseNumber":28,"Text":"Nej, [vad som hant] ar att det som de forr ville dolja [for sig sjalva] nu har blivit uppenbart for dem; men om de fick atervanda [till livet] skulle de helt sakert aterfalla i det som var forbjudet for dem; de ar [oforbatterliga] lognare"},{"SurahNumber":6,"VerseNumber":29,"Text":"Och de sager: \"Det finns ingenting annat an detta jordiska liv; vi kommer inte att ateruppvackas [fran de doda]"},{"SurahNumber":6,"VerseNumber":30,"Text":"Om du kunde se dem nar de fors fram infor sin Herre [och] Han sager: \"Ar inte detta den sanna verkligheten?\" [och da] svarar de: \"Jo, vid var Herre! Sa ar det!\" [Da] skall Han saga: \"Smaka nu straffet for ert fornekande av sanningen"},{"SurahNumber":6,"VerseNumber":31,"Text":"Forlorade ar de som fornekar det kommande motet med Gud, anda till dess den Yttersta stunden plotsligt ar over dem, och de sager: \"Vilket elande! Hur kunde vi forsumma [att forbereda oss for] denna [Stund]!\" Pa ryggen skall de bara hela bordan av sina synder - i sanning en tung borda"},{"SurahNumber":6,"VerseNumber":32,"Text":"Detta jordiska liv ar inte mycket mer an lek och flyktig gladje; de eviga boningarna ar ett battre [mal att strava mot] for de gudfruktiga. Vill ni inte anvanda ert forstand"},{"SurahNumber":6,"VerseNumber":33,"Text":"Vi vet att vad de sager gor dig beklamd; men det ar inte dig de kallar for lognare, nej, det ar Guds budskap som de tar avstand fran, dessa orattfardiga"},{"SurahNumber":6,"VerseNumber":34,"Text":"Profeter fore dig har kallats lognare och de bar alla anklagelser och forolampningar med jamnmod, till dess Var hjalp nadde dem; ingen kan rubba eller tumma pa Guds loften. Och du har redan fatt veta nagot om [de foregaende] budbararnas oden"},{"SurahNumber":6,"VerseNumber":35,"Text":"Aven om det ar svart for dig att utharda dessa manniskors ovilja, [skulle det inte vara dig till nytta] om du kunde oppna en tunnel under jorden eller resa en stege mot himlen och fora med dig ett tecken darifran till dem? Om Gud hade velat skulle Han ha samlat dem alla under Sin ledning. Bete dig darfor inte som de oupplysta"},{"SurahNumber":6,"VerseNumber":36,"Text":"Inga andra an de som lyssnar [med hjartat] kan besvara [kallelsen till tron], och ingen annan an Gud kan vacka de [andligen] doda till liv. Och till sist skall de foras tillbaka till Honom"},{"SurahNumber":6,"VerseNumber":37,"Text":"Och de sager: \"Varfor har han inte fatt ett tecken fran sin Herre?\" Sag: \"Gud har makt att ge tecken [och Han ger standiga tecken] men de flesta manniskor ar inte medvetna om detta"},{"SurahNumber":6,"VerseNumber":38,"Text":"Det finns inte ett enda av markens djur, inte en fagel som bars av sina vingar, som inte bildar samhallen liksom ni sjalva; ingenting har Vi forbisett i Vart beslut. Och till sist skall de samlas ater till sin Herre"},{"SurahNumber":6,"VerseNumber":39,"Text":"De som pastar att Vara budskap ar logn ar dova och stumma, [instangda] i djupt morker. Gud later den Han vill ga vilse, och Han leder den Han vill till en rak vag"},{"SurahNumber":6,"VerseNumber":40,"Text":"Sag: \"Forestall er att Guds straff drabbar er eller att den Yttersta stunden ar inne; kommer ni da att anropa nagon annan om hjalp an Gud? [Kan ni svara] sanningsenligt"},{"SurahNumber":6,"VerseNumber":41,"Text":"Nej, det ar Honom ni anropar; och om det ar Hans vilja raddar Han er da fran det ni bad Honom om, och ni minns inte mer vad det var som ni brukade satta vid Hans sida"},{"SurahNumber":6,"VerseNumber":42,"Text":"Fore dig har Vi sant sandebud till folk, som Vi sedan satte pa prov genom motgangar och lidande, for att de skulle [lara sig] odmjukhet"},{"SurahNumber":6,"VerseNumber":43,"Text":"[Det hade varit bast for dem] om de hade odmjukat sig, nar Var provning nadde dem; men tvartom hardnade deras hjartan och Djavulen visade dem deras handlingar i ett fordelaktigt ljus"},{"SurahNumber":6,"VerseNumber":44,"Text":"Och nar de inte langre mindes laxan som de fatt, oppnade Vi portarna till allt [livets goda] for dem till dess att Vi, nar de annu gladdes over det som hade kommit dem till del, plotsligt lat Vart straff drabba dem och de stortades i en avgrund av fortvivlan"},{"SurahNumber":6,"VerseNumber":45,"Text":"Dessa onda manniskor gick under till sista man. - Lova och prisa Gud, varldarnas Herre"},{"SurahNumber":6,"VerseNumber":46,"Text":"Sag: \"Vad anser ni? Om Gud skulle ta ifran er horsel och syn och bomma for era hjartan, vem ar den gud som kan ge er [allt] detta tillbaka, om inte Gud?\" Se hur Vi fortydligar [Vara] budskap! Och anda drar de sig undan"},{"SurahNumber":6,"VerseNumber":47,"Text":"Sag: \"Vad anser ni? Om Guds straff kommer over er helt oformodat eller efter tydliga varningar, kommer da nagon annan an de som begick oratt att ga under"},{"SurahNumber":6,"VerseNumber":48,"Text":"Vi sander Vara budbarare enbart som forkunnare av hoppets budskap och som varnare. De som tror och gor bot och battring skall darfor inte kanna fruktan och ingen sorg skall tynga dem"},{"SurahNumber":6,"VerseNumber":49,"Text":"men de som pastar att Vara budskap ar logn skall lida straffet for sitt trots och sin fornekelse"},{"SurahNumber":6,"VerseNumber":50,"Text":"Sag: ”Jag sager inte till er att jag har Guds skatter i min hand eller att jag kanner till det som ar dolt for manniskor. Inte heller sager jag till er: 'Se, jag ar en angel.' Allt jag gor ar att folja det som uppenbaras for mig.” Sag: ”Kan den blinde jamstallas med den seende? - Skall ni inte tanka over [detta]?”"},{"SurahNumber":6,"VerseNumber":51,"Text":"Och varna med denna [Skrift] dem som bavar [vid tanken pa] att de skall samlas ater till sin Herre utan annan beskyddare an Honom och utan medlare; kanske skall de frukta Gud"},{"SurahNumber":6,"VerseNumber":52,"Text":"Stot inte bort dem som morgon och afton anropar sin Herre och soker vinna Hans valbehag. Du ar inte i nagot avseende ansvarig for vad de gor och de ar inte i nagot avseende ansvariga for vad du gor; men om du stoter bort dem gor du oratt"},{"SurahNumber":6,"VerseNumber":53,"Text":"Pa detta satt later Vi den ene bli en provning for den andre sa att [nagra] fragar sig: \"Ar det dessa som Gud har skankt Sina gavor [med forbigaende av oss]?\" Skulle inte Gud veta bast vilka de tacksamma ar"},{"SurahNumber":6,"VerseNumber":54,"Text":"Och nar de som tror pa Vara budskap kommer till dig, sag da: \"Fred vare med er! Er Herre har for Sig stadfast nadens och barmhartighetens [lag]; den av er som av okunnighet gor oratt och som darefter angrar vad han gjort och vill battra sig [skall finna] Honom standigt forlatande, barmhartig"},{"SurahNumber":6,"VerseNumber":55,"Text":"Denna framstallning, fast och klar, av [Vara] budskap ger Vi for att de obotfardiga syndarnas vag skall framsta med full tydlighet"},{"SurahNumber":6,"VerseNumber":56,"Text":"SAG: \"Jag har forbjudits att dyrka dem som ni anropar i Guds stalle.\" Sag: \"[I det avseendet] kommer jag inte att gora er till viljes. Gjorde jag det hade jag gatt vilse och skulle inte hora till de vagledda"},{"SurahNumber":6,"VerseNumber":57,"Text":"Sag: \"Jag stoder mig pa ett klart vittnesbord fran min Herre - och detta [vittnesbord] avvisar ni! Jag har inte makt over det som ni sa otaligt begar att jag skall paskynda; det ar Gud ensam som domer och Han skall meddela [oss] sanningen; ingen kan som Han skilja [sanningen fran lognen]"},{"SurahNumber":6,"VerseNumber":58,"Text":"Sag: \"Om jag hade makt over det som ni sa otaligt kraver, skulle avgorandet mellan mig och er redan ha fallit. Men Gud kanner val dem som begar oratt"},{"SurahNumber":6,"VerseNumber":59,"Text":"Han har nycklarna till den dolda verkligheten; ingen kanner dessa [ting] utom Han. Han vet vad som finns pa marken och i havet; inte ett lov faller utan Hans vetskap och varken froet, [dolt] i jordens morker, eller det grona [straet] eller det som vissnat, saknas [bland det som har upptecknats] i Guds oppna bok"},{"SurahNumber":6,"VerseNumber":60,"Text":"Det ar Han som under nattens somn tar till sig era sjalar och som vet vad ni har astadkommit [ont eller gott] under dagen. Han later er vakna pa nytt varje morgon, for att den tid som ar faststalld for er skall ga till anda. Da skall ni foras ater till Honom och Han skall lata er veta vad era handlingar [var varda]"},{"SurahNumber":6,"VerseNumber":61,"Text":"Han har den oinskrankta makten over Sina tjanare. Och Han sander dem som vakar over er till den stund da doden [nar er]. Nar doden kommer till nagon av er tar Vara utsanda emot hans sjal - ingen gar de forbi"},{"SurahNumber":6,"VerseNumber":62,"Text":"Darefter fors de tillbaka till Gud, deras Herre, Sanningen. Ar inte domen Hans, Han som snabbast kallar till rakenskap"},{"SurahNumber":6,"VerseNumber":63,"Text":"Sag: ”Vem raddar er fran [de faror som lurar i] morkret over land och hav? [Till vem] ber ni odmjukt och innerligt [denna bon]: 'Om [Gud] raddar oss ur denna [nod] skall vi sannerligen visa oss tacksamma'?”"},{"SurahNumber":6,"VerseNumber":64,"Text":"Sag: \"Det ar Gud som raddar er ur denna [nod] och ur alla faror; och anda satter ni medhjalpare vid Hans sida"},{"SurahNumber":6,"VerseNumber":65,"Text":"Sag: \"Han ar den som har makt att lata ett straff drabba er ovanifran eller underifran eller att sa forvirring och splittring i era led och lata nagra av er fa utsta overgrepp fran de andras sida.\" Se hur Vi fortydligar budskapen for att de skall forsta"},{"SurahNumber":6,"VerseNumber":66,"Text":"Ditt folk pastar att detta ar logn, fastan det ar sanningen. Sag: \"Jag ar inte satt att vaka over er"},{"SurahNumber":6,"VerseNumber":67,"Text":"For varje [handelse] som [Gud] tillkannager har en tid lagts fast da den skall intraffa; det skall ni [snart] fa erfara"},{"SurahNumber":6,"VerseNumber":68,"Text":"OM DU ser manniskor [i lattsinne] ge sig in i en diskussion om Vara budskap, dra dig da ifran dem till dess de overgar till andra amnen; och om Djavulen skulle fa dig att glomma [detta], stanna da inte i sadana ogudaktiga manniskors sallskap, da du pamint dig [din plikt]"},{"SurahNumber":6,"VerseNumber":69,"Text":"De gudfruktiga ar inte i nagot avseende ansvariga for dem, men de skall paminna och varna dem - kanske kommer de att frukta Gud"},{"SurahNumber":6,"VerseNumber":70,"Text":"Lat dem hallas som, fangade av det jordiska livets [lockelser], ser sin religion som ingenting mer an en lek eller ett tidsfordriv. Men varna [dem] med [Koranens ord] att manniskan stortar sig i fordarvet genom sina egna handlingar; [pa Domens dag] finner hon ingen annan beskyddare an Gud och ingen som talar till hennes forman. Och aven om hon erbjuder den hogsta losesumma [for att slippa ifran straffet] kommer den inte att tas emot. Dessa [manniskor] skall utlamnas at det [straff] som de fortjanat med sina handlingar; de skall bjudas en dryck av brannande fortvivlan och de skall utsta ett svart lidande for sitt [envisa] fornekande av sanningen"},{"SurahNumber":6,"VerseNumber":71,"Text":"Sag: ”Skulle vi istallet for Gud akalla vad som varken kan gagna eller skada oss och lata oss formas att vanda om, sedan Gud lett oss pa ratt vag? [Vi skulle da] likna den som faller offer for djavulska frestelser pa jorden och strovar hit och dit, helt forvirrad, [trots att] vannerna ropar honom tillbaka till den raka vagen: 'Kom med oss!'” Sag: ”Guds ledning ar den [sanna] ledningen och vi har blivit befallda att underkasta oss varldarnas Herre"},{"SurahNumber":6,"VerseNumber":72,"Text":"och att forratta bonen och att frukta Honom. Det ar till Honom ni skall samlas ater"},{"SurahNumber":6,"VerseNumber":73,"Text":"Det ar Han som har skapat himlarna och jorden i enlighet med en plan och ett syfte och nar Han sager [till nagot]: \"Var!\" ar det. Hans ord ar sanning. Den dag da det skall stotas i basunen, skall [det sta klart for alla att] herravaldet ar Hans. Han kanner allt det som ar dolt for manniskor och det som de kan bevittna. Han ar den Vise, Den som ar underrattad om allt"},{"SurahNumber":6,"VerseNumber":74,"Text":"OCH Abraham sade till sin fader Aazar: \"Gor du bilder till foremal for dyrkan? Jag ser tydligt att du och dina stamfrander har gatt vilse"},{"SurahNumber":6,"VerseNumber":75,"Text":"Vi visade nu Abraham [Vart] herravalde over himlarna och jorden, for att han skulle bli fullt overtygad"},{"SurahNumber":6,"VerseNumber":76,"Text":"Nar nattens morker sankte sig over honom, sag han en stjarna och utropade: \"Detta ar min Herre!\" Men nar den sjonk [under horisonten], sade han: \"Jag kan inte dyrka nagot som sjunker och forsvinner"},{"SurahNumber":6,"VerseNumber":77,"Text":"Och nar han sag manen ga upp sade han: \"Detta ar min Herre!\" Men nar den sjonk [och forsvann] sade han: \"Om min Herre inte vagleder mig blir jag sakert en av dem som gar vilse"},{"SurahNumber":6,"VerseNumber":78,"Text":"Och han sag solen ga upp och sade: \"Detta ar min Herre! Denna [stjarna] ar storst.\" Men nar [aven solen] sjonk [och forsvann] sade han: \"Stamfrander! Jag har ingen del i [den synd ni begar nar] ni satter medgudar vid Guds sida"},{"SurahNumber":6,"VerseNumber":79,"Text":"Jag har i sokandet efter sanningen funnit den rena, ursprungliga tron, vant mig ifran allt falskt och [vant mig] till Den som har skapat himlarna och jorden, och jag agnar inte avgudar min dyrkan"},{"SurahNumber":6,"VerseNumber":80,"Text":"[Da] hans stamfrander ville tvista med honom sade han: \"Vill ni tvista med mig om Gud sedan Han gett mig vagledning? Jag har ingenting att frukta fran det som ni satter vid Hans sida, om inte min Herre vill att nagot [ont] skall drabba mig. Han omfattar allt med Sin kunskap - vill ni inte tanka over [detta]"},{"SurahNumber":6,"VerseNumber":81,"Text":"Hur skulle jag kunna frukta de [gudabilder] som ni tillber vid sidan av Gud? Och ni har inte tvekat att satta medgudar vid Hans sida, vilket Han inte har gett Sitt tillstand till! [Sag nu] vilken av [vara] tva grupper som har ratt att kanna sig trygg - om ni vet det"},{"SurahNumber":6,"VerseNumber":82,"Text":"[Det ar] de som tror och inte later sin tro formorkas av oratt som de begar. De kan kanna sig trygga; de har funnit den ratta vagen"},{"SurahNumber":6,"VerseNumber":83,"Text":"Dessa ar Vara argument, som Vi gav Abraham nar han tvistade med sina stamfrander. Vi later den Vi vill vaxa i visdom, steg for steg. Din Herre ar vis [och Han] har kannedom om allt"},{"SurahNumber":6,"VerseNumber":84,"Text":"Och Vi skankte honom [avkomlingar], Isak och Jakob, som Vi vagledde [liksom] Vi forut vaglett Noa. Och bland hans efterkommande var ocksa David och Salomo, Job och Josef, Moses och Aron - sa belonar Vi dem som gor det goda och det ratta"},{"SurahNumber":6,"VerseNumber":85,"Text":"och Sakarias och Johannes, Jesus och Elia - alla horde de till de rattfardiga"},{"SurahNumber":6,"VerseNumber":86,"Text":"och Ismael och Elisa, Jona och Lot - var och en av dessa har Vi satt hogre an alla [ovriga] skapade varelser"},{"SurahNumber":6,"VerseNumber":87,"Text":"[dem] och andra bland deras forfader, deras efterkommande och deras broder. Vi utvalde dem och ledde dem till en rak vag"},{"SurahNumber":6,"VerseNumber":88,"Text":"Sadan ar Guds vagledning [som] Han skanker dem Han vill av Sina tjanare. Om de hade satt medhjalpare vid Hans sida skulle helt visst allt vad de astadkommit ha gatt om intet"},{"SurahNumber":6,"VerseNumber":89,"Text":"Det var dessa man som Vi skankte uppenbarelsen och klart omdome och kallade till profeter. Och om dessa [av ditt folk] fornekar Vara [budskap], har Vi anfortrott dem at dem som inte var fornekare"},{"SurahNumber":6,"VerseNumber":90,"Text":"at dem som Gud vagledde. Folj deras exempel [Muhammad] och sag: \"Jag begar inte ersattning av er for detta [budskap]; det ar ingenting mindre an en paminnelse till alla folk"},{"SurahNumber":6,"VerseNumber":91,"Text":"De underskattar Guds [makt och Hans visdom] som sager: \"Gud har inte uppenbarat nagot for manskligheten.\" Sag: \"Vem sande den uppenbarelse som Moses medforde som ett ljus och en vagledning for manniskorna? Ni skriver av den pa ark som ni visar upp, samtidigt som ni doljer mycket. Och [dar] har ni fatt lara er vad varken ni eller era forfader visste.\" Sag: \"Gud [har sant den]\" - och lat dem sedan fortsatta att forstro sig med sina harklyverier"},{"SurahNumber":6,"VerseNumber":92,"Text":"Aven detta ar en valsignad Skrift, som Vi har sant med bekraftelse av det som bestar [av aldre tiders uppenbarelser], och for att du skall varna den framsta av alla stader och dem som bor runt omkring den. Och de som tror pa ett liv efter detta tror pa denna [Skrift] och de slar vakt om bonen"},{"SurahNumber":6,"VerseNumber":93,"Text":"Vem ar mer orattfardig an den som satter ihop logner om Gud eller sager: \"For mig har uppenbarats\", trots att ingenting har uppenbarats for honom, eller den som sager: \"Jag skall uppenbara motstycket till det som Gud har uppenbarat\"? Om du kunde se de orattfardiga nar de ligger for doden och anglarna stracker ut handerna [mot dem och ropar]: \"Lat sjalen fara! I dag skall ni fa lida ett fornedrande straff for de logner ni yttrade om Gud och for att ni av hogmod vagrade att lyssna till Hans budskap"},{"SurahNumber":6,"VerseNumber":94,"Text":"[Och Gud skall saga:] \"Ni har nu kommit ensamma infor Oss, sa som Vi forst skapade er, och ni har lamnat allt det Vi skankte er [i livet]. Och Vi ser ingen av dessa foresprakare vid er sida som ni trodde ha del i Guds makt over er. [De jordiska] banden mellan er har slitits och alla foster av er inbillning har overgett er"},{"SurahNumber":6,"VerseNumber":95,"Text":"HELT VISST ar det Gud som later frona och fruktkarnorna klyvas och livet spira ur det som ar dott och som later doden stiga fram ur det levande. Detta ar er Gud - hur forvirrade ar inte era begrepp"},{"SurahNumber":6,"VerseNumber":96,"Text":"Det ar Han som later daggryningen klyva [morkret] och som gjort natten till en tid for vila och [gett] solen och manen [fasta banor med vars hjalp tiden] kan beraknas; detta enligt den ordning som den Allsmaktige, den Allvetande, har faststallt i Sitt beslut"},{"SurahNumber":6,"VerseNumber":97,"Text":"Och Han har gjort stjarnorna som hjalper er att finna vagen genom de djupa morkren over land och hav. Vi har sannerligen framstallt budskapen fast och klart for de insiktsfulla"},{"SurahNumber":6,"VerseNumber":98,"Text":"Och det ar Han som har latit er uppsta ur en enda varelse - [for er finns] alltsa en [forsta] boning, [modersskotet,] och ett [sista] forvaringsrum, [jorden]; ja, Vi har framstallt budskapen fast och klart for dem som vill forsta"},{"SurahNumber":6,"VerseNumber":99,"Text":"Och det ar Han som har latit regn falla fran skyn; med det har Vi skapat all vaxtlighet och darur frambringat angarnas gras. Ur detta later Vi sad som bar ax uppsta och dadelpalmens blomkolvar bli till lattatkomliga klasar av dadlar; och [Vi later] vingardar uppsta och olivlundar och granatappeltrad, [alla i grunden] lika varandra och anda olika. Se pa dessa frukter, hur de tar form och hur de mognar! I detta ligger sannerligen budskap till dem som har tro"},{"SurahNumber":6,"VerseNumber":100,"Text":"De har velat gora de osynliga vasendena till Guds medhjalpare - [vasen] som Gud har skapat - och i sin okunnighet har de uppfunnit soner och dottrar at Honom. Nej, stor ar Han i Sin harlighet, hojd hogt over [alla forsok] att beskriva [Hans vasen]"},{"SurahNumber":6,"VerseNumber":101,"Text":"Hur skulle en son [ha fotts] at Honom, himlarnas och jordens Skapare, nar ingen ledsagerska har funnits vid Hans sida - Han som har skapat allt och har kunskap om allt"},{"SurahNumber":6,"VerseNumber":102,"Text":"Detta ar Gud, er Herre. Det finns ingen annan gud an Han, alltings Skapare. Tillbe Honom som har allt under sitt beskydd"},{"SurahNumber":6,"VerseNumber":103,"Text":"Manniskans oga ser Honom inte, men Han ser allt vad ett manniskooga kan se. Han ar den Outgrundlige som genomskadar allt och ar underrattad om allt"},{"SurahNumber":6,"VerseNumber":104,"Text":"Ni har nu fatt ta emot fran er Herre en [uppenbarelse] som skall oppna era ogon for [sanningen], och den som vill se har [sjalv] gott av detta och den som vill [forbli] blind skadar ingen annan an sig sjalv. Och [sag till dem som vill forbli blinda]: \"Jag har inte satts att vaka over er"},{"SurahNumber":6,"VerseNumber":105,"Text":"Vi fortydligar budskapen sa att de sager: \"Du har lart [laxan]!\" och sa att de insiktsfulla far full klarhet"},{"SurahNumber":6,"VerseNumber":106,"Text":"Folj det som din Herre har uppenbarat for dig - det finns ingen gud utom Han - och vand dig ifran dem som satter medgudar vid Hans sida"},{"SurahNumber":6,"VerseNumber":107,"Text":"Om Gud hade velat skulle de inte ha satt medgudar vid Hans sida; Vi har inte utsett dig att vaka over dem och du ar inte deras beskyddare"},{"SurahNumber":6,"VerseNumber":108,"Text":"Men forolampa inte dem som de akallar i Guds stalle. I sin okunnighet kan de vilja hamnas genom att forolampa Gud. Vi har ocksa latit [manniskorna i] alla samfund se sina [daliga] handlingar i ett fordelaktigt ljus. [Men] till sist skall de vanda tillbaka till sin Herre och Han skall lata dem veta vad deras handlingar [var varda]"},{"SurahNumber":6,"VerseNumber":109,"Text":"De svar hogtidliga eder vid Gud att om de fick ett tecken skulle de sannerligen tro pa det. Sag: \"Gud ensam rader over tecken och under.\" Men vad kan fa er att inse att de inte skulle tro aven om de fick [ett tecken]"},{"SurahNumber":6,"VerseNumber":110,"Text":"Nar de forsta gangen [horde Vart budskap] ville de inte tro, och darfor skall Vi vanda deras hjartan ut och in och grumla deras syn, och Vi skall lata dem hallas i sitt trotsiga overmod, snubblande an hit an dit i blindo"}]}