{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Ī rīti nāvu pratiyobba pravādiya pālige, mānavaru hāgū jinn‌gaḷoḷagina śaitānarannu śatrugaḷāgisiruvevu. Avaru mōsada mātugaḷa mūlaka paraspararannu prōtsāhisuttaliruttāre. Nijavāgi nim'ma oḍeyanu bayasiddare, avaru hāge māḍuttiralilla. Nīvu biṭṭu biḍiri – avarannu mattu avara kaṭṭu kategaḷannu"},{"SurahNumber":6,"VerseNumber":112,"Text":"paralōkadalli nambike illadavara manas'sugaḷu avugaḷeḍege olidirali, avaru avugaḷallē tr̥ptarāgirali mattu avaru sadya sampādisuttiruvudannē (pāpavannē) sampādisuttirali"},{"SurahNumber":6,"VerseNumber":113,"Text":"(dūtarē,) ‘‘avanu (allāhanu) savistāravāda granthavannu nim'meḍege iḷisikoṭṭiruvāga, nānēnu allāhanannu biṭṭu tīrpugāranāgi bērobbanannu huḍukabēkē?’’ Endu kēḷiri. Nāvu yārige granthavannu nīḍiruvevō avarige, adu (kur‌ān) nim'moḍeyana kaḍeyinda, satyadondige iḷisalāgiruva granthavendu khacitavāgi tiḷidide. Nīvīga sanśayisuvavara sālige sērabēḍi"},{"SurahNumber":6,"VerseNumber":114,"Text":"satyadallū n'yāyadallū nim'moḍeyana mātē paripūrṇavāgide. Avana mātugaḷalli badalāvaṇe illa. Avanu ellavannū kēḷuvavanu mattu ellavannū ballavanu"},{"SurahNumber":6,"VerseNumber":115,"Text":"bhūmiyalliruva heccinavarannu nīvu anusarisidare avaru nim'mannu allāhana mārgadinda dāri tappisi biḍuvaru. Avaru kēvala ūheyannu anusarisuttāre mattu sadā bhrameya lekkācāragaḷalli magnarāgiruttāre"},{"SurahNumber":6,"VerseNumber":116,"Text":"yāru tanna mārgadinda tappi naḍedavarembudannu nim'moḍeyanu cennāgiballanu mattu sari dāriyalliruvavarannū avanu cennāgi ballanu"},{"SurahNumber":6,"VerseNumber":117,"Text":"nīvu avana (allāhana) vacanagaḷannu nambuvavarāgiddare, allāhana hesarannu uccarisalādudannu (halāl mānsavannu) tinniri"},{"SurahNumber":6,"VerseNumber":118,"Text":"Nimagēnāgide? Allāhana hesarannu uccarisalāgiruvudannu nīvēke tinnuvudilla? Avanantu, tānu nimage niṣid'dhagoḷisiruva vastugaḷannu nimage vivaravāgi tiḷisiruvanu – nīvu nirbandhitarādāgina sthitiyu adakke atītavāgide. Heccinavaru jñānavillade kēvala tam'ma iccheyannu anusarisi (janarannu) dāri tappisuttāre. (Ī rīti) miti mīruvavarannu nim'ma oḍeyanu cennāgi ballanu"},{"SurahNumber":6,"VerseNumber":119,"Text":"vyakta hāgū gupta pāpakr̥tyagaḷannu nīvu biṭṭu biḍiri – pāpagaḷannu sampādisuttiruvavaru khaṇḍitavāgiyū tam'ma gaḷikeya pratiphalavannu paḍeyuvaru"},{"SurahNumber":6,"VerseNumber":120,"Text":"allāhana hesarannu uccarisalāgilladdannu tinnabēḍi – adu pāpakr̥tyavāgide. Śaitānarantu nim'moḍane jagaḷāḍabēkendu tam'ma āptarannu pracōdisuttalē iruttāre. Nīvu avarannu anusarisidare khaṇḍitavāgiyū halavara ārādhakarāguviri"},{"SurahNumber":6,"VerseNumber":121,"Text":"mr̥tanāgidda obba vyaktiyannu nāvu jīvantagoḷisi, ātanige prakāśavannu odagisi, ātanu adarondige janara naḍuve naḍeyuvante māḍiddu, antaha vyaktiyu, sadā kattalalliruva mattu adaroḷaginda hora baralāgada vyaktige samānanāgalu sādhyavē? Ī rīti dhikkārigaḷige avaru māḍuttiruva ellavannū candagāṇisalāgide"},{"SurahNumber":6,"VerseNumber":122,"Text":"idē rīti nāvu pratiyondu nāḍinalli, allina mahā aparādhigaḷannu, alli san̄cu hūḍuttiralu biṭṭu biṭṭiddēve. Nijavāgi avaru svataḥ tam'ma virud'dhavē san̄cu hūḍuttiddāre. Ādare avarige adara arivilla"},{"SurahNumber":6,"VerseNumber":123,"Text":"avara baḷige ondu purāveyu bandāga avaru ‘‘allāhana dūtarugaḷige nīḍiruvantahaddannē namage nīḍalāguva tanaka nāvu nambuvudilla’’ ennuttāre. Tanna dautyavannu hēge kaḷuhisabēkendu allāhanu cennāgi ballanu. Ā aparādhigaḷu bēganē allāhana baḷi ghōra apamānavannu edurisaliddāre mattu tam'ma duṣṭa san̄cugaḷa kāraṇa bhārī yātanege guriyāgaliddāre"},{"SurahNumber":6,"VerseNumber":124,"Text":"Allāhanu yārige saridāri tōrabayasuttānō avana manas'sannu islāmina pālige teredu biḍuttāne. Mattu avanu yārannu dārigeḍisa bayasuttānō ātana manas'sannu muduḍisi tīrā saṅkucitagoḷisi biḍuttāne. (Satya darśanavu) avana pālige, ākāśakke meṭṭilēruvudō embaṣṭu kaṭhiṇa kāryavāgi biḍuttade. Ī rīti allāhanu satyavannu nambadavara mēle kaḷaṅkavannu horisuttāne"},{"SurahNumber":6,"VerseNumber":125,"Text":"nim'moḍeyana ī mārgavē nēra mārgavāgide. Pāṭha kaliyuvavarigāgi nāvu nam'ma vacanagaḷannu savistāravāgi vivarisiruvevu"},{"SurahNumber":6,"VerseNumber":126,"Text":"anthavarige avara oḍeyana baḷi śāntiya nivāsavide mattu avara karmagaḷa phalavāgi avanu (allāhanu) avara paramāptanāgiruvanu"},{"SurahNumber":6,"VerseNumber":127,"Text":"avanu avarellarannū ondeḍe sērisuva dina ‘‘jinn‌gaḷē, nīvu mānavaralli anēkarannu vaśīkarisikoṇḍiri’’ ennalāguvudu. Āga mānavara paiki avara (jinn‌gaḷa) āptaru hēḷuvaru; ‘‘nam'moḍeyā, nam'mallina kelavaru matte kelavarinda paraspara lābha paḍedaru. Konege nāvu, nīnu namagāgi nigadipaḍisida antima gaḍuvannu talupidevu.’’ Avanu hēḷuvanu; narakāgniyē nim'ma neleyāgide. Allāhanu yārannu rakṣisalicchisuvanō avara horatu nīvellarū idarallē śāśvatavāgi iruviri. Khaṇḍitavāgiyū nim'moḍeyanu yuktivantanū jñāniyū āgiruvanu"},{"SurahNumber":6,"VerseNumber":128,"Text":"ī rīti nāvu avara gaḷikeya phalavāgi, kelavu akramigaḷannu matte kelavara mēle hēruttalē iruttēve"},{"SurahNumber":6,"VerseNumber":129,"Text":"‘‘jinn‌gaḷē mattu mānavarē, nimage nam'ma vacanagaḷannu vivarisuva mattu ī dinavannu nīvu kāṇaliruva kuritu nimage munneccarike nīḍuva dūtaru nim'ma baḷige bandiralillavē?’’ (Endu kēḷalādāga) avaru ‘‘nam'ma virud'dha idō nāvē sākṣi hēḷuttēve’’ ennuvaru. Nijavāgi, ihalōkada baduku avarannu mōsagoḷisittu mattu tāvu dhikkārigaḷāgiddevendu avarē tam'ma virud'dha sākṣi hēḷuvaru"},{"SurahNumber":6,"VerseNumber":130,"Text":"Idēkendare, nim'ma oḍeyanu, akramakke śikṣeyāgi yāvudē nāḍannu, ā nāḍinavarige arivē illada sthitiyalli (munnecarike nīḍade) nāśa māḍuvavanalla"},{"SurahNumber":6,"VerseNumber":131,"Text":"pratiyobbarigū avaravara karmagaḷige anusāravāda sthānavide mattu nim'ma oḍeyanu avara karmagaḷa kuritu arivilladavanalla"},{"SurahNumber":6,"VerseNumber":132,"Text":"nijavāgi, nim'moḍeyanu dhārāḷa uḷḷavanu mattu anugrahiyāgiruvanu. Avanu bayasidare, bērondu janāṅgada santatiyinda nim'mannu beḷesidante, nim'mannu tolagisi, nim'ma baḷika tānicchisidavarannu nim'ma uttarādhikārigaḷāgi māḍaballanu"},{"SurahNumber":6,"VerseNumber":133,"Text":"nimage yāvudara vāgdāna nīḍalāguttideyō adu khaṇḍitavāgiyū baralide mattu (allāhanannu) nirbandhisalu nim'minda sādhyavilla"},{"SurahNumber":6,"VerseNumber":134,"Text":"(dūtarē,) hēḷiri; nanna janāṅgadavarē, nim'ma sthānadalli nīvu sakriyarāgiri; nānū sakriyanāgiruttēne. Antima neleyu yārige sēride embudu bēganē nimage tiḷiyalide. Akramigaḷu khaṇḍita vijayigaḷāguvudilla"},{"SurahNumber":6,"VerseNumber":135,"Text":"allāhanu sr̥ṣṭisiruva hola mattu jānuvārugaḷalli avaru allāhanige ondu pālannu nigadipaḍisi, tam'madē lekkācāra prakāra, idu allāhanige mattu idu nam'ma sahabhāgigaḷige ennuttāre. Nijavāgi, avaru tam'ma pāludārarige ēnannu mīsaliṭṭiruvarō adu allāhanige talupuvudilla. Ādare avaru allāhanige nigadipaḍisiruva pālu avara pāludārarige talupi biḍuttade. Tumbā keṭṭadāgide, avara tīrmāna"},{"SurahNumber":6,"VerseNumber":136,"Text":"idē rīti, heccina bahudēvārādhakarige, (dēvatvadallina) avara pāludāraru tam'ma makkaḷa hatyeyannu candagāṇisi biṭṭiddāre – avarannu nāśa paḍisalikkāgi mattu avara dharmavannu avarige aspaṣṭagoḷisalikkāgi. Allāhanu icchisiddare avaru hāge māḍuttiralilla. Nīvīga avarannu mattu avaru kaṭṭuttiruva suḷḷugaḷannu avara pāḍige biṭṭu biḍiri"},{"SurahNumber":6,"VerseNumber":137,"Text":"‘‘Ī prāṇigaḷu mattu ī beḷegaḷu niṣid'dhavāgive. Nāvu bayasuvavara horatu bērārū ivugaḷannu tinnabāradu’’ endu avaru, tam'ma bhrameyalli hēḷuttāre. Adē rīti, kelavu prāṇigaḷa mēlina savāriyannu avaru niṣid'dhagoḷisiddāre mattu kelavu prāṇigaḷannu avaru allāhana hesarinalli vadhisuvudilla – ivellā avaru avana (allāhana) mēle horisuva ārōpagaḷu. Avaru kaṭṭikoṇḍa ī suḷḷugaḷa pratiphalavannu avanu (allāhanu) avarige nīḍaliddāne"},{"SurahNumber":6,"VerseNumber":138,"Text":"‘‘ī prāṇigaḷa garbhadallēnideyō adu kēvala nam'ma puruṣarige mātra mīsalāgide. Nam'ma patniyara pālige avu niṣid'dhavāgive. Innu avu mr̥ta sthitiyalli janisidare mātra avarū adaralli pāludārarāguvaru’’ endu avaru hēḷuttāre. (Ī rīti) suḷḷugaḷannu sr̥ṣṭisiddara pratiphalavannu avanu (allāhanu) avarige nīḍuvanu. Avanantu apāra yuktivantanū jñāniyū āgiruvanu"},{"SurahNumber":6,"VerseNumber":139,"Text":"mūrkhatanadinda, jñānavillade tam'ma makkaḷannu kondavaru mattu allāhana mēle suḷḷārōpavannu horisi, allāhanu tamage nīḍiddannu tam'ma mēle niṣēdhisikoṇḍavaru khaṇḍita naṣṭakkoḷagādaru. Avaru khaṇḍita dārigeṭṭiddaru mattu avaru nēra mārgadalliralilla"},{"SurahNumber":6,"VerseNumber":140,"Text":"avanē, maṇṭapaviruva (udā: Drākṣi) hāgū maṇṭapavillada tōṭagaḷannu, kharjūravannu, vividha bageya beḷegaḷannu mattu samarūpigaḷāgiyū, bhinna rūpigaḷāgiyū iruva jhaitūn (ippe) hāgū dāḷimbegaḷannu sr̥ṣṭisidavanu. Avu phala nīḍidāga avugaḷa phalavannu tinniri mattu avugaḷa beḷe koyyuva dina avugaḷa bādhyateyannu (uśr athavā hattanē ondanśa dānavannu) pāvatisiri. Apavyaya māḍabēḍi. Apavyaya māḍuvavarannu avanu (allāhanu) khaṇḍita meccuvudilla"},{"SurahNumber":6,"VerseNumber":141,"Text":"Avanē, jānuvārugaḷa paiki hore horuvavugaḷannu (doḍḍavugaḷannu) mattu saṇṇavugaḷannu sr̥ṣṭisidavanu. Allāhanu nimage daya pālisiruvavugaḷinda tinniri mattu śaitānana hejjegaḷannu anukarisabēḍi. Khaṇḍitavāgiyū avanu nim'ma spaṣṭa śatruvāgiddāne"},{"SurahNumber":6,"VerseNumber":142,"Text":"(dūtarē, avanu) eṇṭu jotegaḷannu sr̥ṣṭisiruvanu. Kurigaḷalli eraḍu bage hāgū āḍugaḷalli eraḍu bage. Nīvu hēḷiri; ‘‘ī paiki allāhanu niṣēdhisiruvudu eraḍū bageya gaṇḍu vargadavugaḷannō athavā heṇṇu vargadavugaḷannō athavā eraḍū bageya heṇṇu vargada prāṇigaḷa garbhadalliruvavugaḷannō? Nīvu satyavantarāgiddare. Jñānada ādhāradalli nanage tiḷisiri’’"},{"SurahNumber":6,"VerseNumber":143,"Text":"hāgeyē, oṇṭeya jātiyalli eraḍu hāgū gōvina jātiyalli eraḍu bagegaḷive. Hēḷiri; ‘‘ī paiki allāhanu niṣēdhisiruvudu gaṇḍu vargada eraḍannō athavā heṇṇu vargada eraḍannō? Athavā ī paiki eraḍū bageya heṇṇu prāṇigaḷa garbhadalliruvudannō? Allāhanu hāgendu nimage upadēśisuvāga nīvēnu hājariddirā? Jñānavillade janarannu dāri tappisalikkāgi allāhana mēle suḷḷārōpa horisuvātaniginta doḍḍa akrami yāriddāne? Khaṇḍitavāgiyū allāhanu akramigaḷige saridāri tōrisuvudilla.’’"},{"SurahNumber":6,"VerseNumber":144,"Text":"(Dūtarē) hēḷiri; nanneḍege iḷisikoḍalāgiruva divya sandēśadallantu tinnuvavana pālige śava, hariyuttiruva rakta athavā handiya mānsada horatu – bērēnannādarū tinnuvudakke niṣēdha hēriruvudannu nānu kāṇuvudilla. Ēkendare avu malina vastugaḷāgive. Hāgeyē allāhana horatu bēre yāradādarū hesaralli vadhisalāda (athavā bali nīḍalāda) prāṇiyū niṣid'dhavāgide. Ēkendare adu pāpakr̥tyavāgide. Iṣṭāgiyū obba vyakti tīrā asahāyakanāgiddare mattu avanu avidhēyanāgali athavā baṇḍukōranāgali alladiddare nim'ma oḍeyanantu khaṇḍitavāgiyū apāra kṣamāśīlanū karuṇāḷuvū āgiruvanu"},{"SurahNumber":6,"VerseNumber":145,"Text":"Yahūdigaḷādavara pālige nāvu uguruḷḷa ella jīvigaḷannu niṣēdhisiddevu mattu dana hāgū āḍugaḷa, bennalliruva, karuḷalliruva hāgū mūḷegaḷige tagaliruva kobbina horatu itara kobbannu nāvu avara pālige niṣēdhisiddevu. Idu nāvu avara kiḍigēḍitanakke nīḍida pratiphala. Khaṇḍita nāvē satyavantaru"},{"SurahNumber":6,"VerseNumber":146,"Text":"(dūtarē,) avaru nim'mannu tiraskarisuttārendādare hēḷiri; nim'ma oḍeyanu bhārī viśāla anugraha uḷḷavanāgiddāne. Ādare, aparādhigaḷinda avana śikṣeyannu nivārisalu yārigū sādhyavilla"},{"SurahNumber":6,"VerseNumber":147,"Text":"‘‘allāhanu hāge bayasiddare nāvāgali nam'ma pūrvajarāgali bahudēvārādhane māḍuttiralilla mattu nāvu yāvudannū niṣid'dhavendu parigaṇisuttiralilla’’- endu bahudēvārādhakaru khaṇḍita hēḷuvaru. Avariginta hindinavarū nam'ma śikṣeya ruci kāṇuva tanaka idē rītiya suḷḷannu hēḷiddaru. Hēḷiri; nim'ma baḷi khacita jñānavēnādarū iddare adannu nam'ma munde prakaṭisiri. Nīvantu kēvala ūheya hinde naḍeyuttiruviri mattu kēvala bhramisuttiruviri"},{"SurahNumber":6,"VerseNumber":148,"Text":"(dūtarē,) hēḷiri; antima vādavu allāhanigē sēride. Avanu bayasiddare nim'mellarannū saridāriyalli naḍesuttiddanu"},{"SurahNumber":6,"VerseNumber":149,"Text":"(dūtarē,) ‘‘ivugaḷannu allāhanu niṣēdhisiruvanendu sākṣya hēḷaballa nim'ma sākṣigaḷannu kare tanniri’’ endu hēḷiri. Ondu vēḷe avaru hāgendu sākṣya hēḷidarū nīvu avara jote sākṣya hēḷabēḍi. Hāgeyē nīvu, nam'ma vacanagaḷannu suḷḷendu tiraskarisidavara, paralōkadalli viśvāsavilladavara mattu (mithya dēvarugaḷannu) tam'ma oḍeyanige samānarāgi parigaṇisuvavara apēkṣegaḷannu anusarisabēḍi"},{"SurahNumber":6,"VerseNumber":150,"Text":"(Dūtarē,) hēḷiri; banni, nim'ma oḍeyanu nim'ma pālige ēnannu niṣēdhisiruvanu embudannu nānu nimage ōdi kēḷisuttēne; nīvu ēnannū avana jote pāludāranāgi māḍabāradu. Nim'ma tāyi-tandeya jote parama saujan'yada nītiyannu pālisiri. Baḍatanada bhayadinda nim'ma makkaḷannu kollabēḍi. Nāvu nimage āhāravannu odagisuttiddēve, avarigū odagisuvevu. Vyaktavāgiruva athavā guptavāgiruva yāvudē aślīlateya hattiravū suḷiyabēḍi. Allāhanu mān'ya goḷisiruva yāvudē jīvavannu an'yāyavāgi kollabēḍi. Nīvu bud'dhivantarāgabēkendu idannellā avanu nimage bōdhisiruvanu"},{"SurahNumber":6,"VerseNumber":151,"Text":"anāthanu tanna yavvanavannu talupuva tanaka nīvu avana sottannu samīpisabāradu – atyuttama vidhānada horatu. Hāgeyē nīvu aḷate mattu tūkavannu n'yāyōcitavāgi pūrtigoḷisiri. Nāvu yāvudē jīvada mēle adara sāmarthyakkinta heccina horeyannu horisuvudilla. Nīvu mātanāḍuvāga n'yāyavāda mātannē āḍiri – tīrā āptara viṣayavāgiddarū sariyē. Hāgeyē, allāhana jotegina karārannu pūrṇavāgi pālisiri – nīvu upadēśa svīkarisuvavarāgabēkendu idannellā avanu nimage bōdhisiruvanu"},{"SurahNumber":6,"VerseNumber":152,"Text":"idu nanna sthiravāda, nēramārga – idannē anusarisi mattu itara mārgagaḷannu anusarisabēḍi. Avu nim'mannu avana (allāhana) mārgadinda dūragoḷisuvavu. Nīvu dharmaniṣṭharāgabēkendu idannellā avanu nimage bōdhisiruvanu"},{"SurahNumber":6,"VerseNumber":153,"Text":"nāvu mūsārige granthavannu nīḍidevu – satkarmiya pālige nam'ma anugrahavannu paripūrṇagoḷisalikkāgi, ella viṣayagaḷa vivaravannu odagisalikkāgi mattu mārgadarśana hāgū anugrahavāgi – avaru tam'ma oḍeyanannu bhēṭiyāgalikkiruvudannu nambalendu"},{"SurahNumber":6,"VerseNumber":154,"Text":"(idīga) ī samr̥d'dhi tumbida granthavannu nāvu iḷisikoṭṭiruvevu. Idannu anusarisiri mattu dharma niṣṭharāgiri – nīvu karuṇege pātrarāga bahudu.’’"},{"SurahNumber":6,"VerseNumber":155,"Text":"Īga nīvu – ‘‘namaginta hindina eraḍu gumpugaḷige granthavannu iḷisikoḍalāgittu. Ādare avarige nīḍalāgidda bōdhanegaḷa kuritu namagēnū tiḷidiralilla’’ – endu hēḷuvantilla"},{"SurahNumber":6,"VerseNumber":156,"Text":"hāgeyē nīvīga – ‘‘ondu vēḷe namage granthavannu iḷisikoṭṭiddare nāvu avariginta heccu sanmārgadalliruttiddevu’’-endu hēḷuvantilla. Idīga nim'ma oḍeyana kaḍeyinda, vyaktavāda purāve, mārgadarśana hāgū anugrahavu nim'ma baḷige bandide. Allāhana vacanagaḷannu suḷḷendu tiraskarisuva mattu adarinda (janarannu) taḍeyuvātaniginta doḍḍa akrami yāriddāne? Ī rīti nam'ma vacanagaḷinda (janarannu) taḍedavarige nāvu, avaru taḍedudara phalavāgi kaṭhiṇa śikṣeyannu nīḍaliddēve"},{"SurahNumber":6,"VerseNumber":157,"Text":"avaru kāyuttiruvudu avara baḷige malak‌gaḷu barabēku athavā sākṣāt nim'ma oḍeyanē barabēku athavā nim'ma oḍeyana kelavu purāvegaḷu barabēku embudakke tānē? Nijavāgi, nim'ma oḍeyana kelavu purāvegaḷu bandu biḍuva dina, modalē nambike iṭṭillada athavā tanna nambikeya mūlaka oḷitannu sampādisillada yārigū avara nambikeyinda yāvudē prayōjanavāgadu. Hēḷiri; nīvu kāyuttaliri – nāvū kāyuttiddēve"},{"SurahNumber":6,"VerseNumber":158,"Text":"khaṇḍitavāgiyū, tam'ma dharmavannu viṅgaḍisidavaru mattu vicchidrarāgi biṭṭavarondige nimage yāvudē sambandhavilla. Avara prakaraṇavu allāhanige sēride. Avaru ēnellā māḍuttiddarembudannu avanu avarige tiḷisuvanu"},{"SurahNumber":6,"VerseNumber":159,"Text":"(allāhana baḷige) ondu satkarmavannu tandātanige adara hattu paṭṭu pratiphala sigalide. Ādare ondu pāpakr̥tyadondige bandātanige aṣṭu mātra pratiphala sigalide. Avara mēle khaṇḍita an'yāyavāgadu"},{"SurahNumber":6,"VerseNumber":160,"Text":"(dūtarē,) hēḷiri; nis'sandēhavāgiyū nanna oḍeyanu nanage sthiravāda nēramārgavannu tōrisikoṭṭiddāne. Iduvē pakva dharmavāgide, ēka niṣṭha ibrāhīmara mārga – avaru khaṇḍita bahudēvārādhakarāgiralilla"},{"SurahNumber":6,"VerseNumber":161,"Text":"(Dūtarē) hēḷiri; khaṇḍitavāgiyū nanna namājh, nanna balidāna, nanna jīvana mattu nanna maraṇavu sarvalōkagaḷa oḍeyanāda allāhanigē mīsalāgide"},{"SurahNumber":6,"VerseNumber":162,"Text":"avanige yārū pāludārarilla. Nanage idannē ādēśisalāgide mattu nānu itarellariginta munna muslimanāgiddēne"},{"SurahNumber":6,"VerseNumber":163,"Text":"hēḷiri; allāhanē ella vastugaḷa oḍeyanāgiruvāga nānēnu allāhana horatu bērobba dēvarannu huḍukabēkē? Pratiyobbanū tānu sampādisiruvudakkellā tānē hoṇegāranāgiruttāne. Hore horuva yārobbarū innobbara horeyannu horalāraru. Antimavāgi nīvu nim'ma oḍeyana kaḍegē maraḷabēkāgide. Nīvu bhinnate tāḷidda ella viṣayagaḷa vāstavavannu avanu nimage tiḷisuvanu"},{"SurahNumber":6,"VerseNumber":164,"Text":"avanē, bhūmiyalli nim'mannu pratinidhigaḷāgi kaḷuhisidavanu mattu nimagēnannu nīḍalāgideyō ā mūlaka nim'mannu parīkṣisalikkāgi nim'malli kelavarige itara kelavariginta unnata sthānagaḷannu nīḍidavanu. Khaṇḍitavāgiyū nim'moḍeyanu kṣipravāgi śikṣisuvavanāgiddāne mattu nis'sandēhavāgiyū avanu kṣamāśīlanū karuṇāmayiyū āgiddāne"},{"SurahNumber":6,"VerseNumber":165,"Text":"aliph lām m'mīm svād"},{"SurahNumber":7,"VerseNumber":1,"Text":"(dūtarē,) ī granthavannu nim'meḍege iḷisikoḍalāgide. Ī kuritu nim'ma manadalli yāvudē hin̄jarike irabāradu. Ēkendare ī mūlaka nīvu (mānava kulavannu) eccarisabēkāgide mattu idu viśvāsigaḷa pālige upadēśavāgide"},{"SurahNumber":7,"VerseNumber":2,"Text":"(janarē,) nim'ma oḍeyana kaḍeyinda nim'meḍege iḷisikoḍalāgiruvudannu (kur‌ān‌annu) anusarisiri mattu avanannu biṭṭu itara pōṣakarannu anusarisabēḍi. Nīvu upadēśa svīkarisuvudu tīrā kaḍime"},{"SurahNumber":7,"VerseNumber":3,"Text":"nāvu adeṣṭō nāḍugaḷannu nāśagoḷisiruvevu – nam'ma śikṣeyu rātriya vēḷe athavā hagalalli janaru viśrānti paḍeyuttiddāga haṭhāttane banderagittu"},{"SurahNumber":7,"VerseNumber":4,"Text":"nam'ma śikṣeyu avarannu talupidāga ‘‘nijakkū nāvu akramigaḷāgiddevu’’ ennuvudannu biṭṭare bēre yāva vādavū avara baḷi uḷidiralilla"},{"SurahNumber":7,"VerseNumber":5,"Text":"Yāreḍege dūtarannu kaḷisalāgittō avarannu nāvu khaṇḍita praśnisuvevu mattu nāvu dūtarannū khaṇḍita praśnisuvevu"},{"SurahNumber":7,"VerseNumber":6,"Text":"khaṇḍitavāgiyū jñānada ādhāradalli nāvu, naḍedudellavannū avarige tiḷisuvevu – nāvu endū anupasthitarāgiralilla"},{"SurahNumber":7,"VerseNumber":7,"Text":"andu (antima vicāraṇeya dina) karmagaḷa tūka naḍeyuvudu khacita satyavāgide. Andu yāra (satkarmagaḷa) bhāravu adhikavāgiruvudō avarē vijayigaḷāguvaru"},{"SurahNumber":7,"VerseNumber":8,"Text":"mattu yāra (satkarmagaḷa) bhāravu kaḍimeyāgiruvudō avarē, nam'ma vacanagaḷa viṣayadalli akramavesaguva mūlaka tamage tāvē naṣṭavannuṇṭumāḍikoṇḍavaru"},{"SurahNumber":7,"VerseNumber":9,"Text":"nāvu nim'mannu bhūmiyalli nelesidevu mattu adaralli nimage vividha sādhanagaḷannu odagisikoṭṭevu. Ādarū nīvu kr̥tajñate sallisuvudu tīrā kaḍime"},{"SurahNumber":7,"VerseNumber":10,"Text":"nāvu nim'mannu sr̥ṣṭisidevu, ā baḷika nimage nāvu rūpavannu koṭṭevu, ā baḷika malak‌gaḷoḍane, ādamara munde sāṣṭāṅgaveragiri endu hēḷidevu. Avarellā sāṣṭāṅgaveragidaru – ādare iblīsana (śaitānana) horatu. Avanu mātra sāṣṭāṅgaveragidavara sālige sēralilla"},{"SurahNumber":7,"VerseNumber":11,"Text":"nānu ninage ādēśisidāga, sāṣṭāṅgaveragadante ninnannu taḍedudu yāvudu? Endu avanu (allāhanu) kēḷidāga avanu (śaitānanu) hēḷidanu; nānu avaniginta śrēṣṭhanu. Nannannu nīnu beṅkiyinda sr̥ṣṭisiruve mattu avanannu maṇṇininda sr̥ṣṭisiruve"},{"SurahNumber":7,"VerseNumber":12,"Text":"avanu (allāhanu) hēḷidanu; nīnu illinda iḷidu biḍu. Illi doḍḍastike mereyuva yāva hakkū ninagilla – horaṭu hōgu. Nīnu tīrā nīcanāgiruve"},{"SurahNumber":7,"VerseNumber":13,"Text":"avanu (śaitānanu) hēḷidanu; punarut'thāna dinada tanaka nanage kālāvakāśa nīḍu"},{"SurahNumber":7,"VerseNumber":14,"Text":"avanu (allāhanu) hēḷidanu; khaṇḍitavāgiyū ninage kālāvakāśa nīḍalāyitu"},{"SurahNumber":7,"VerseNumber":15,"Text":"avanu(śaitānanu) hēḷidanu; ‘‘nīnīga nannannu dāri tappidavanendu tīrmānisiruvudarinda nānu avarigāgi (saridāriyalli iruvavarigāgi) ninna nēra mārgadalli hon̄cu hākuttiruttēne’’"},{"SurahNumber":7,"VerseNumber":16,"Text":"‘‘Mātravalla, avara mumbhāgadindalū, avara himbhāgadindalū, avara bala bhāgadindalū, avara eḍa bhāgadindalū nānu khaṇḍita avarannu taluputtēne. Avaralli heccinavarannu nīnu kr̥tajñarāgi kāṇalāre.’’"},{"SurahNumber":7,"VerseNumber":17,"Text":"Avanu (allāhanu) hēḷidanu; ‘‘nīnu ninditanāgiyū śapitanāgiyū illinda horaṭu hōgu. Avara paiki ninnannu anusarisuvavarinda mattu nim'mellarinda nānu narakavannu tumbaliddēne.’’"},{"SurahNumber":7,"VerseNumber":18,"Text":"‘‘Innu, ō ādam, nīvu mattu nim'ma patni svargadalli nelesiri mattu nīvibbarū (illi) nimage iṣṭavādudannellā tinniri. Ādare, ā marada hattira hōgadiri – (hōdare) nīvibbarū akramigaḷāguviri.’’"},{"SurahNumber":7,"VerseNumber":19,"Text":"Konege avara pālige guptavāgidda avara guptāṅgagaḷu avara (parasparara) munde prakaṭavāgalendu śaitānanu avaribbara manadalli sanśayavannu bittidanu. ‘‘Nim'ma oḍeyanu ā maradinda nim'mibbarannu taḍediruvudu nīvibbarū malak‌gaḷāgabāradu athavā ciran̄jīvigaḷāgi biḍabāradu emba kāraṇakkāgi mātra’’ endu avanu (avaroḍane) hēḷidanu"},{"SurahNumber":7,"VerseNumber":20,"Text":"hāgeyē avanu, ‘‘khaṇḍitavāgiyū nānu nim'ma hitaiṣi’’ endu avara munde āṇe hākidanu"},{"SurahNumber":7,"VerseNumber":21,"Text":"konege avanu mōsadinda avarannu olisikoṇḍanu mattu avaribbarū ā marada phalavannu savidāga avara guptāṅgagaḷu avara (parasparara) munde prakaṭavāgi biṭṭavu mattu avaribbarū svargada elegaḷinda tam'mannu muccikoḷḷa toḍagidaru. (Āga) avara oḍeyanu avarannu karedu hēḷidanu; nānu nim'mannu ā maradinda taḍediralillavē? Athavā śaitānanu nim'mibbara pāligū spaṣṭa śatruvāgiddānendu nānu nimage hēḷiralillavē"},{"SurahNumber":7,"VerseNumber":22,"Text":"avaribbarū hēḷidaru; nam'moḍeyā! Nāvu nam'ma mēleyē akramavesagidevu. Nīnu nam'mannu kṣamisadiddare mattu nam'ma mēle karuṇe tōradiddare nāvu khaṇḍita naṣṭakkoḷagādavara sālige sēruvevu"},{"SurahNumber":7,"VerseNumber":23,"Text":"Avanu (allāhanu) hēḷidanu; iḷidu hōgiri. Nīvu parasparara pālige śatrugaḷu. Ondu nirdiṣṭa kālada tanaka nimage bhūmiyalli nele ide mattu sādhanagaḷive"},{"SurahNumber":7,"VerseNumber":24,"Text":"adarallē nīvu badukuviri, adarallē nīvu sāyuviri mattu adaroḷagindalē nim'mannu horategeyalāguvudu"},{"SurahNumber":7,"VerseNumber":25,"Text":"ādam‌ra santatigaḷē, nimage nāvu, nim'ma mānada bhāgagaḷannu muccuva mattu alaṅkāravāguva uḍugeyannu iḷisikoṭṭiruvevu. Nijavāgi dharma niṣṭheya uḍupē atyuttama. Idu avaru smarisuttiralikkāgi allāhanu odagisiruva ondu nidarśana"},{"SurahNumber":7,"VerseNumber":26,"Text":"ādam‌ra santatigaḷē, śaitānanu nim'ma tande tāyiyannu svargadinda hora hākisidante (hāgū) avara mēlinda avara uḍugegaḷannu kaḷacisi avara mānada bhāgagaḷannu avara munde prakaṭapaḍisidante avanu nim'mannu dārigeḍisadirali. Khaṇḍitavāgiyū, avanu mattu avana paṅgaḍadavaru, nimage avarannu nōḍalāgada kaḍeyinda, nim'mannu nōḍuttiruttāre. Nāvantu śaitānarannu, viśvāsigaḷalladavara pōṣakarāgisiddēve"},{"SurahNumber":7,"VerseNumber":27,"Text":"avaru yāvudādarū aślīla kelasa māḍidāga, ‘‘nam'ma pūrvajarannu nāvu idē dāriyalli kaṇḍiddēve mattu allāhanu idannu namage ādēśisiddāne’’ ennuttāre. Hēḷiri; khaṇḍitavāgiyū allāhanu aślīlateyannu ādēśisuvudilla. Nīvēnu, nimage tiḷidilladdannu allāhana mēle ārōpisuttīrā"},{"SurahNumber":7,"VerseNumber":28,"Text":"hēḷiri; nanna oḍeyanu n'yāyavannē ādēśisiddāne. Nīvinnu pratibāriyū sāṣṭāṅgaveraguvāga nim'ma mukhagaḷannu sariyāda dikkinalliḍiri mattu dharmavannu avanigē mīsalāgiṭṭu (kēvala avanige niṣṭharāgi) avanannu kūgiri. Avanu modala bārige nim'mannu sr̥ṣṭisidanteyē nīvu matte sr̥ṣṭisalpaḍuviri"},{"SurahNumber":7,"VerseNumber":29,"Text":"Avanu ondu paṅgaḍakke mārgadarśana māḍiruvanu mattu innondu paṅgaḍavu dārigeṭṭiruvudakke ar'havembudu sābītāgide. Khaṇḍitavāgiyū avaru allāhanannu biṭṭu śaitānanannu tam'ma āptamitrarāgisikoṇḍiruvaru mattu tāvu sanmārgadallē iddēve endukoṇḍiruvaru"},{"SurahNumber":7,"VerseNumber":30,"Text":"ādam‌ra santatigaḷē, nīvu nim'ma ella ārādhanā sthaḷagaḷalli nim'ma alaṅkāragaḷannu dharisiri. Tinniri mattu kuḍiyiri ādare apavyaya māḍadiri. Khaṇḍitavāgiyū avanu apavyaya māḍuvavarannu meccuvudilla"},{"SurahNumber":7,"VerseNumber":31,"Text":"hēḷiri; allāhanu tanna dāsarigāgi utpādisiruva alaṅkāra sāmagrigaḷannu mattu śud'dha āhāra vastugaḷannu niṣēdhisiruvavaru yāru? Hēḷiri; ihalōkadalli ivu viśvāsigaḷige sam'matavāgive – paralōkadallantū ivu avarigendē mīsalāgiruttave. Ī rīti nāvu arivu uḷḷavarigāgi nam'ma vacanagaḷannu vivarisuttēve"},{"SurahNumber":7,"VerseNumber":32,"Text":"hēḷiri; vyakta hāgū guptavāda ella aślīla kr̥tyagaḷannu, pāpa kr̥tyagaḷannu, akrama balaprayōgavannu, yāvudara paravāgi allāhanu yāvudē purāveyannu iḷisillavō adannu, allāhana jote pālugoḷisuvudannu mattu allāhana kuritu nimage tiḷidilladdannu hēḷuvudannu – nannoḍeyanu niṣēdhisiruvanu"},{"SurahNumber":7,"VerseNumber":33,"Text":"pratiyondu samudāyakkū ondu kālāvadhi nigaditavāgide. Tam'ma avadhi samīpisidāga adannu kṣaṇamātrakkādarū mundūḍalu athavā hindūḍalu avarige sādhyavāgadu"},{"SurahNumber":7,"VerseNumber":34,"Text":"ādam‌ra santatigaḷē, nim'ma baḷige, nim'moḷagindalē, nimage nanna vacanagaḷannu kēḷisuva dūtaru bandāga, dharmaniṣṭhanāgi tanna sudhāraṇe māḍikoṇḍavanu – avarige yāva bhayavū iradu mattu avaru duḥkhisalāraru"},{"SurahNumber":7,"VerseNumber":35,"Text":"nam'ma vacanagaḷannu suḷḷendavaru mattu adakkedurāgi ahaṅkāra tōridavaru – avarē narakavāsigaḷu. Avaru sadā kāla adarallē iruvaru"},{"SurahNumber":7,"VerseNumber":36,"Text":"Allāhana mēle suḷḷārōpa horisida athavā avana vacanagaḷannu suḷḷendavaniginta doḍḍa akrami yāriddāne? – Nam'ma (maraṇa) dūtaru avara baḷige bandu avarannu sāyisuva tanaka, vidhi granthadalliruva avara pālu avarige siguttalē iruvudu. Avaru (maraṇa dūtaru) ‘‘allāhana horatu nīvu prārthisuttiddavarellā elliddāre?’’ Endu kēḷuvaru. Avaru ‘‘avaru nam'minda kaḷedu hōgiruvaru’’ ennuvaru mattu tāvu dhikkārigaḷāgiddevendu avarē tam'ma virud'dha sākṣi hēḷuvaru"},{"SurahNumber":7,"VerseNumber":37,"Text":"avanu (allāhanu) hēḷidanu; nīvu, jinn mattu mānavara paiki nimaginta hinde gatisida samudāyagaḷa jote narakāgniyannu pravēśisiri. (Allige) pravēśisuva pratiyondu samudāyavū tanna saṅgāti (pūrva) samudāyavannu śapisuvudu. Konege avarellarū adaroḷage sēruvaru. (Alli) mundinavaru hindinavara kuritu – ‘‘nam'moḍeyā! Ivarē nam'mannu dārigeḍisidavaru. Ivarige narakāgniya im'maḍi śikṣe nīḍu’’ ennuvaru. Avanu (allāhanu) hēḷuvanu; im'maḍi śikṣe ellarigū ide. Ādare nimage tiḷidilla.’’"},{"SurahNumber":7,"VerseNumber":38,"Text":"Adarallina hindinavaru, mundinavaroḍane ‘‘nam'meduru nimage yāva mēlmeyū illa. Īga, nim'ma gaḷikeya phalavāgi yātaneyannu saviyiri’’ ennuvaru"},{"SurahNumber":7,"VerseNumber":39,"Text":"khaṇḍitavāgiyū, nam'ma vacanagaḷannu suḷḷendavara mattu ā kuritu ahaṅkāra tōridavara pālige ākāśada bāgilugaḷannu tereyalāgadu mattu sūjiya randhradoḷage oṇṭeyu pravēśisuva tanaka avaru svargavannu pravēśisalāraru. Nāvu idē rīti aparādhigaḷige pratiphalavannu nīḍuttēve"},{"SurahNumber":7,"VerseNumber":40,"Text":"avara pālige narakada bhāgavē hāsige mattu narakada bhāgavē hodikeyāgiruvudu. Nāvu idē rīti akramigaḷige pratiphalavannu nīḍuttēve"},{"SurahNumber":7,"VerseNumber":41,"Text":"viśvāsigaḷu mattu satkarma māḍidavaru (tiḷidirali) nāvu yāra mēlū avara sāmarthyavannu mīrida horeyannu horisuvudilla – avarē svargadavaru. Avaru sadā kāla adaralliruvaru"},{"SurahNumber":7,"VerseNumber":42,"Text":"Avara manadoḷagina vaiṣamyagaḷannellā nāvu tolagisi biḍuvevu. Avara taḷadalli nadigaḷu hariyuttiruvavu. Avaru ‘‘ella praśansegaḷu, namage idaratta mārgadarśana māḍida allāhanige mīsalu. Allāhanu mārgadarśana māḍiradiddare nāvu sanmārgavannu paḍeyuttiralilla. Nam'ma oḍeyana dūtaru satyadondige nam'ma baḷige bandiddaru’’ ennuvaru. Idakkuttaravāgi, ‘‘nim'ma karmagaḷa phalavāgi, nīvu svargada vārasudārarāguviri.’’ Endu avarannu karedu hēḷalāguvudu"},{"SurahNumber":7,"VerseNumber":43,"Text":"svargadavaru, narakadavarannu karedu ‘‘nam'ma oḍeyanu namage nīḍida vāgdānagaḷella satyavāgiruvudannu nāvu kaṇḍukoṇḍevu. Nim'ma oḍeyana vāgdānagaḷella satyavāgiruvudannu nīvu kaṇḍirā? Endu kēḷuvaru. Avaru ‘‘haudu’’ ennuvaru. Āga avara naḍuve kūguvavanobbanu kūgi hēḷuvanu; ‘‘allāhana śāpavide akramigaḷa mēle.’’"},{"SurahNumber":7,"VerseNumber":44,"Text":"‘‘Avaru (janarannu) allāhana mārgadinda taḍeyuttiddaru, adaralli vakrateyannu huḍukuttiddaru mattu avaru paralōkavannu dhikkarisuvavarāgiddaru.’’"},{"SurahNumber":7,"VerseNumber":45,"Text":"Ā eraḍu vargagaḷa naḍuve ondu tere iruvudu mattu ‘a'arāph’nalli (tereya mēlu tudiyalli) kelavaru iruvaru. Avaru pratiyobbarannū avara mukhadindalē gurutisuvaru. Avaru svargadavarannu karedu ‘‘nimage śānti sigali’’ ennuvaru. Avaru āvaregū adannu (svargavannu) pravēśisiralāraru, ādare adannu nirīkṣisuttiruvaru"},{"SurahNumber":7,"VerseNumber":46,"Text":"innu avara dr̥ṣṭigaḷu narakadavara kaḍege tirugidāga avaru ‘‘nam'moḍeyā, nam'mannu akramigaḷa jote sērisabēḍa’’ ennuvaru"},{"SurahNumber":7,"VerseNumber":47,"Text":"mattu ‘a'arāph’navaru, tāvu mukhadindalē gurutisida kelavarannu karedu hēḷuvaru; nim'ma saṅkhyābaladindāgali, nīvu ahaṅkāra paḍuttidda vastugaḷindāgali nimage yāva lābhavū āgalilla"},{"SurahNumber":7,"VerseNumber":48,"Text":"Ivarige allāhanu tanna yāva anugrahavannū talupisalāranendu nīvu āṇe hāki hēḷuttiddudu ivara (ī svargavāsigaḷa) kuritē allavē? (Indu avaroḍane) ‘‘nīvu svargavannu pravēśisiri. Nimage yāva bhayavū illa mattu nīvu duḥkhisalāriri’’ (endu hēḷalāgide)"},{"SurahNumber":7,"VerseNumber":49,"Text":"atta narakadavaru svargadavarannu kūgi ‘‘nam'ma kaḍege ondiṣṭu nīrannu harisi biḍiri athavā allāhanu nimagēnannu nīḍiruvanō adarinda (ondiṣṭannu namage nīḍiri)’’ ennuvaru. Avaru hēḷuvaru; ‘‘khaṇḍitavāgiyū allāhanu avugaḷannu dhikkārigaḷa pālige niṣēdhisiruvanu.’’"},{"SurahNumber":7,"VerseNumber":50,"Text":"‘‘Avaru (dhikkārigaḷu) tam'ma dharmavannu kēvala āṭa hāgū mōjina viṣayavāgi parigaṇisiddaru mattu laukika jīvanavu avarannu van̄canege oḷapaḍisittu. Avaru ī dinada bhēṭiyannu maretante indu nāvu avarannu maretiruvevu. Avaru nam'ma vacanagaḷannu dhikkarisuttiddaru.’’"},{"SurahNumber":7,"VerseNumber":51,"Text":"Nāvu avara baḷige ondu granthavannu talupisiruvevu. Adannu nāvu jñānada ādhāradalli sākaṣṭu viśālagoḷisiruvevu. Nambuvavara pālige adu mārgadarśi hāgū anugrahavāgide"},{"SurahNumber":7,"VerseNumber":52,"Text":"avaru kāyuttiruvudu, adara (lōkāntyada kuritāda bhaviṣya vāṇigaḷa) īḍērikeyannallade mattēnannu? Nijavāgi, adara īḍērikeya dina bandāga, hinde adannu maretiddavaru, ‘‘nam'ma oḍeyana dūtaru khaṇḍita satyadondigē bandiddaru. (Īga) nam'ma paravāgi śiphārasu māḍalu śiphārasudāraru yārādarū iddāreyē? Athavā nāvu hinde māḍuttiddudakkinta bhinnavāda karmagaḷannu māḍuvantāgalu, nam'mannu maraḷisalāguvudē?’’ Ennuvaru. Khaṇḍitavāgiyū avaru svataḥ tam'mannu naṣṭakke oḷapaḍisikoṇḍaru mattu avaru kaṭṭikoṇḍidda suḷḷugaḷellā avarinda kaḷedu hōdavu"},{"SurahNumber":7,"VerseNumber":53,"Text":"Nim'ma oḍeyanāda allāhanē āru dinagaḷalli ākāśagaḷannu mattu bhūmiyannu sr̥ṣṭisidavanu. Taruvāya avanu viśva sinhāsanadalli āsīnanādanu. Avanu rātriyannu hagalina mēle āvarisuttāne – adu (hagalu) adara (rātriya) bennigē dhāvisi baruttade. Innu, sūrya mattu candra hāgū nakṣatragaḷu avana ādēśadante niyantritavāgive. Tiḷidirali; sr̥ṣṭiyellavū avanigē sēride mattu adhikāravū avanadē. Sarvalōkagaḷa oḍeyanāda allāhanu tumbā samr̥d'dhanu"},{"SurahNumber":7,"VerseNumber":54,"Text":"bhaya mattu vinayadondige nim'ma oḍeyanannu karedu prārthisiri. Khaṇḍitavāgiyū avanu mitimīruvavarannu meccuvudilla"},{"SurahNumber":7,"VerseNumber":55,"Text":"bhūmiyalli sudhāraṇe āda baḷika, aśāntiyannu haraḍabēḍi. Bhaya mattu nirīkṣeyondige avanannu (allāhanannu) kūgi prārthisiri. Khaṇḍitavāgiyū allāhana anugrahavu satkarmigaḷige nikaṭavāgiruttade"},{"SurahNumber":7,"VerseNumber":56,"Text":"avanē (allāhanē) tanna anugrahakke (maḷege) munna, śubhavārteyāgi gāḷiyannu kaḷuhisuvavanu. Konege avu (nīrinda) bhāravāda mōḍagaḷannu hottu tandāga nāvu avugaḷannu nirjīva nāḍineḍege oyyuttēve mattu avugaḷinda nīrannu surisuttēve hāgū adara mūlaka nāvu ella bageya phalagaḷannu horataruttēve – idē rīti nāvu mr̥tarannu (jīvanta) hora taraliddēve – nīvu pāṭha kaliyabēkendu (idannu hēḷalāguttide)"},{"SurahNumber":7,"VerseNumber":57,"Text":"śud'dha neladinda, adara oḍeyana ādēśadante, upayukta beḷeyu utpannavāguttade. Ādare aśud'dha nelavu kēvala kasakaḍḍigaḷannu utpādisuttade. Ī rīti nāvu kr̥tajña janarigāgi nam'ma vacanagaḷannu vividha rūpagaḷalli vivarisuttēve"},{"SurahNumber":7,"VerseNumber":58,"Text":"nāvu nūharannu avara janāṅgadeḍege kaḷuhisiddevu. Avaru hēḷidaru; nanna janāṅgadavarē, allāhanannu ārādhisiri. Nimage avana horatu bērāva dēvarū illa. Nīvu ondu mahā dinada śikṣege tuttāguva bhaya nanagide"},{"SurahNumber":7,"VerseNumber":59,"Text":"Avara janāṅgada kelavu nāyakaru ‘‘nāvu nim'mannu spaṣṭavāgi dārigeṭṭa sthitiyalli kāṇuttiddēve.’’ Endaru"},{"SurahNumber":7,"VerseNumber":60,"Text":"avaru (nūharu) hēḷidaru; nanna janāṅgadavarē, nānēnū dārigeṭṭilla. Nijavāgi nānu sarvalōkagaḷa oḍeyana dūtanāgiddēne"},{"SurahNumber":7,"VerseNumber":61,"Text":"nānu nanna oḍeyana sandēśagaḷannu nimage talupisuttiddēne. Nānu nim'ma hitaiṣiyāgiddēne mattu allāhana kaḍeyinda, nimage tiḷidillada viṣayagaḷu nanage tiḷidive"},{"SurahNumber":7,"VerseNumber":62,"Text":"nim'mannu eccarisalikkāgi, nim'mannu dharmaniṣṭharāgisalikkāgi mattu nīvu karuṇege pātrarāguvudakkāgi, nim'ma oḍeyana upadēśavu nim'māḷagina obba vyaktiya baḷige bandiruva kuritu nīvēnu accari paḍuttīrā"},{"SurahNumber":7,"VerseNumber":63,"Text":"avaru (nūhara janāṅgadavaru) avarannu suḷḷugāranendu tiraskarisidaru mattu nāvu avarannu hāgū haḍaginalli avara jotegiddavarannu rakṣisidevu. Innu, nam'ma vacanagaḷannu suḷḷendu tiraskarisidavarannu nāvu muḷugisibiṭṭevu. Khaṇḍitavāgiyū avaru (satyada pālige) ondu kuruḍa janāṅgavāgiddaru"},{"SurahNumber":7,"VerseNumber":64,"Text":"atta, ād janāṅgadeḍege nāvu avara sahōdara hūd‌rannu kaḷisidevu. Avaru hēḷidaru; nanna janāṅgadavarē, allāhanannē ārādhisiri. Avana horatu nimage bērāva dēvarū illa. Nīvēnu an̄juvudillavē"},{"SurahNumber":7,"VerseNumber":65,"Text":"avara janāṅgadallina kelavu dhikkāri nāyakaru hēḷidaru; khaṇḍitavāgiyū nāvu nim'mannu mūrkhatanadalli kāṇuttiddēve mattu khaṇḍitavāgiyū nāvu nim'mannu suḷḷugārarendu bhāvisuttēve"},{"SurahNumber":7,"VerseNumber":66,"Text":"avaru (hūd) hēḷidaru; nannalli yāvudē mūrkhatanavilla. Nijavāgi nānu sarva lōkagaḷa oḍeyana dūtanāgiddēne"},{"SurahNumber":7,"VerseNumber":67,"Text":"nānu nimage nanna oḍeyana sandēśagaḷannu talupisuttiddēne mattu nim'ma pālige nānu obba nambalar'ha hitaiṣiyāgiddēne"},{"SurahNumber":7,"VerseNumber":68,"Text":"Nīvēnu, nim'mannu eccarisalu, nim'ma oḍeyana upadēśavu nim'maḷagina obba vyaktiya baḷige bandiruva kuritu accaripaḍuttīrā? Smarisiri; nūhara janāṅgada baḷika, avanu (allāhanu) nim'mannu uttarādhikārigaḷāgi māḍidanu mattu racaneyalli nimage śrēṣṭhateyannu nīḍidanu. Allāhana anugrahagaḷannu smarisiri – nīvu vijayigaḷāgabahudu"},{"SurahNumber":7,"VerseNumber":69,"Text":"avaru hēḷidaru; nīvēnu, allāhanobbanannu mātra nāvu pūjisabēku mattu nam'ma pūrvajaru pūjisuttiddavugaḷannellā biṭṭu biḍabēkendu hēḷalu nam'ma baḷige bandiruvirā? Nīvu satyavantarāgiddare, yāvudu baralide endu nam'meḍane nīvu hēḷuttiruvirō adannu tandu biḍi"},{"SurahNumber":7,"VerseNumber":70,"Text":"avaru (hūd) hēḷidaru; idō, nim'ma mēle banderagitu nim'ma oḍeyana śikṣe mattu avana ākrōśa. Nīvēnu, nīvu mattu nim'ma pūrvajaru iṭṭukoṇḍiruva kēvala kelavu hesarugaḷa kuritu nannoḍane jagaḷāḍuttiruvirā? Nijavāgi avugaḷa paravāgi allāhanu yāva purāveyannū iḷisilla. Idīga kāyiri, nim'ma jote nānū kāyuttēne"},{"SurahNumber":7,"VerseNumber":71,"Text":"konege nāvu nam'ma anugrahadinda, avarannu (hūd‌rannu) mattu avara jotege iddavarannu rakṣisidevu mattu nam'ma vacanagaḷannu suḷḷendu tiraskarisidavara mūlavannē kaḍidu hākidevu. Avaru nambuvavarantu āgiralilla"},{"SurahNumber":7,"VerseNumber":72,"Text":"hāgeyē, samūd janāṅgadeḍege nāvu avara sahōdara sālih‌rannu kaḷuhisidevu. Avaru hēḷidaru; nanna janāṅgadavarē, allāhanannu mātra pūjisiri avana horatu nimage bēre dēvarilla. Idīga nim'moḍeyana kaḍeyinda nim'ma baḷige ondu spaṣṭa purāveyu bandide. Idu allāhana heṇṇoṇṭe. Idu nim'ma pāligondu sūcaneyāgide. Idannu idara pāḍige biṭṭu biḍiri – idu allāhana bhūmiyalli mēyuttirali. Keṭṭa saṅkalpadinda idannu muṭṭabēḍi (muṭṭidare) bhārī kaṭhiṇa śikṣeyu nim'mannu āvarisalide"},{"SurahNumber":7,"VerseNumber":73,"Text":"Nenapisikoḷḷiri; avanu (allāhanu)ād janāṅgada baḷika nim'mannu uttarādhikārigaḷāgi māḍidanu hāgū avanu nimage bhūmiyalli neleyannu odagisidanu. Nīvīga adara bayalu pradēśagaḷalli aramanegaḷannu nirmisuttīri mattu beṭṭagaḷannu koredu nivāsagaḷannu racisuttīri. Allāhana koḍuge gaḷannu smarisiri mattu bhūmiyalli aśāntiyannu habbuvavarāgi aleyabēḍi"},{"SurahNumber":7,"VerseNumber":74,"Text":"avara janāṅgada ahaṅkāri nāyakaru, satyavannu nambidda tam'ma janāṅgada marditaroḍane, ‘‘sālih, tanna oḍeyana kaḍeyinda kaḷuhisalpaṭṭavanendu nimage gottē?’’ Endu kēḷidaru. Avaru; ‘‘khaṇḍitavāgiyū, avarannu yāvudara jote kaḷuhisalāgideyō adannu nāvu nambiruvevu.’’ Endu uttarisidaru"},{"SurahNumber":7,"VerseNumber":75,"Text":"ahaṅkārigaḷu; ‘‘nīvu nambiruvudannu nāvu dhikkarisuttēve.’’ Endaru"},{"SurahNumber":7,"VerseNumber":76,"Text":"munde, avaru ā heṇṇoṇṭeyannu kondu biṭṭaru hāgū tam'ma oḍeyana ādēśavannu mīri naḍedaru mattu hēḷidaru; ‘‘ō sālih, nijakkū nīnobba dēvadūtanāgiddare, nīnu namage vāgdāna māḍuttiddudannu nam'ma baḷige tandu biḍu.’’"},{"SurahNumber":7,"VerseNumber":77,"Text":"Konege, bhīkara bhūkampavondu avarannu āvarisikoṇḍitu mattu avaru tam'ma nivāsagaḷallē niścala śavagaḷāgi biddukoṇḍiddaru"},{"SurahNumber":7,"VerseNumber":78,"Text":"sālih‌ru avarannu kaḍegaṇisidaru mattu ‘‘nanna janāṅgadavarē, nānu nanna oḍeyana sandēśavannu nimage talupisidenu mattu nānu nim'ma hitaiṣiyāgiddenu. Ādare nīvu hitaiṣigaḷannu prītisuvudilla.’’ Endaru"},{"SurahNumber":7,"VerseNumber":79,"Text":"innu lūt, tam'ma janāṅgadavaroḍane hēḷidaru; ‘‘nīvēnu sarvalōkadalli nimaginta modalu yārū māḍillada aślīla kr̥tyavannu esaguttīrā?’’"},{"SurahNumber":7,"VerseNumber":80,"Text":"‘‘Nīvantu, kāmāpēkṣeyondige, strīyara badalu puruṣara baḷige hōguttīri. Khaṇḍitavāgiyū nīvu atirēkavesaguvavarāgiddīri.’’"},{"SurahNumber":7,"VerseNumber":81,"Text":"Idakke avara janāṅgada uttara ‘‘ivarannu nim'ma nāḍininda horakke aṭṭi biḍiri. Ivaru bhārī pāvitra bayasuva janarāgiddāre’’ ennuvudaṣṭē āgittu"},{"SurahNumber":7,"VerseNumber":82,"Text":"Konege nāvu avarannu (lūt‌rannu) mattu avara maneyavarannu rakṣisidevu – avara patniya horatu. Ēkendare āke hinde uḷiyuvavara sālige sēriddaḷu"},{"SurahNumber":7,"VerseNumber":83,"Text":"avara (lūt‌ra janāṅgada) mēle nāvu ondu maḷeyannu surisi biṭṭevu. Nōḍiri, aparādhigaḷa gati ēnāyitendu"},{"SurahNumber":7,"VerseNumber":84,"Text":"hāgeyē nāvu mad‌yan janāṅgadavareḍege avara sahōdara śu'aib‌rannu kaḷuhisidevu. Avaru hēḷidaru; ‘‘nanna janāṅgadavarē, allāhanannu mātra pūjisiri, avana horatu nimage bēre dēvarilla. Idīga nim'ma baḷige nim'ma oḍeyana kaḍeyinda spaṣṭa purāveyu bandide. Nīvinnu, paripūrṇavāgi aḷeyiri mattu tūgiri. Janarige avara sarakugaḷannu kaḍitagoḷisi koḍabēḍi. Hāgeyē, bhūmiyalli sudhāraṇeyāda baḷika nīvu adaralli aśāntiyannu habbabēḍi. Nīvu nambuvavarāgiddare, ī dhōraṇeyē nim'ma pālige uttama.’’"},{"SurahNumber":7,"VerseNumber":85,"Text":"‘‘Nīvu ella dārigaḷalli kuḷitu, janarannu bedarisuvavarū allāhanalli nambike iṭṭavarannu avana dāriyinda taḍeyuvavarū āgabēḍi mattu adaralli vakrateyannu huḍukabēḍi. Nenapisikoḷḷiri; nīvu tīrā kaḍime saṅkhyeyalliddāga avanu nim'ma saṅkhyeyannu heccisidanu. Hāgeyē, aśānti habbuvavara gati ēnāyitembudannu nōḍiri.’’"},{"SurahNumber":7,"VerseNumber":86,"Text":"Idīga nim'mallina ondu gumpu, nannannu yāvudara jotege kaḷisalāgideyō adannu nambuvavarāgiddāre, hāgū innondu gumpu adannu nambuttilla – allāhanu nam'ma naḍuve tīrpu nīḍuva tanaka sahane vahisiri – avanu atyuttama tīrpu nīḍuvavanāgiddāne"},{"SurahNumber":7,"VerseNumber":87,"Text":"avara janāṅgada ahaṅkāri nāyakaru hēḷidaru; śu'aibarē, nim'mannu hāgū nim'ma jote (satyadharmadalli) nambike iṭṭavarannu nāvu nam'ma nāḍininda horakke aṭṭi biḍuvevu. Athavā (adu bēḍavādare) nīvu nam'ma panthakke maraḷibarabēku. Avaru (śu'aibaru) kēḷidaru; namage iṣṭavilladiddarū (maraḷabēkē)"}]}