{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"I sporete s khorata na Pisanieto samo po nai-khubaviya nachin, no ne i s onezi ot tyakh, koito ugnetyavat, i kazhete: “Vyarvame v nizposlanoto na nas i v nizposlanoto na vas. Nashiyat Bog i vashiyat Bog e edin i susht. Nie sme Nemu otdadeni.”"},{"SurahNumber":29,"VerseNumber":47,"Text":"I taka nizposlakhme na teb Knigata. Onezi, na koito dadokhme Pisanieto, vyarvat v neya, a i nyakoi ot tezi vyarvat v neya. Samo nevernitsite otrichat Nashite znameniya"},{"SurahNumber":29,"VerseNumber":48,"Text":"Predi neya ti nito kniga mozheshe da chetesh, nito da pishesh s desnitsata si. Inache praznodumtsite shtyakha da se usumnyat"},{"SurahNumber":29,"VerseNumber":49,"Text":"Da, tova sa yasni znameniya, zapechatani v surtsata na darenite sus znanie. Samo ugnetitelite otrichat Nashite znameniya"},{"SurahNumber":29,"VerseNumber":50,"Text":"I rekokha [nevernitsite]: “Zashto ne mu byakha nizposlani i drugi znameniya ot negoviya Gospod?” Kazhi: “Znameniyata sa samo ot Allakh, a az sum samo yaven predupreditel.”"},{"SurahNumber":29,"VerseNumber":51,"Text":"Ne im li be dostatuchno, che ti nizposlakhme Knigata, koyato se chete pred tyakh? V tova ima milost i pouchenie za khora vyarvashti"},{"SurahNumber":29,"VerseNumber":52,"Text":"Kazhi: “Dostatuchen e Allakh za svidetel mezhdu men i vas. Toi znae vsichko na nebesata i na zemyata.” A koito vyarvat v luzhata i ne vyarvat v Allakh, te sa gubeshtite"},{"SurahNumber":29,"VerseNumber":53,"Text":"I iskat ot teb [o, Mukhammad] da uskorish muchenieto. I ako nyamashe opredelen srok, muchenieto shteshe da gi spoleti. A to shte gi vrukhleti vnezapno, bez da usetyat"},{"SurahNumber":29,"VerseNumber":54,"Text":"I iskat ot teb da uskorish muchenieto. A Adut obgrushta nevernitsite"},{"SurahNumber":29,"VerseNumber":55,"Text":"v Denya, kogato muchenieto shte gi obkhvane otgore i izpod krakata im. I shte kazhe Toi: “Vkusete onova, koeto ste vurshili!”"},{"SurahNumber":29,"VerseNumber":56,"Text":"O, Moi vyarvashti rabi, obshirna e zemyata Mi, zatova kudeto i da ste, edinstveno na Men sluzhete"},{"SurahNumber":29,"VerseNumber":57,"Text":"Vsyaka dusha shte vkusi smurtta. Posle pri Nas shte budete vurnati"},{"SurahNumber":29,"VerseNumber":58,"Text":"Koito vyarvat i vurshat pravedni dela, shte gi nastanim vuv visinite na Raya, sred koito reki tekat. Tam shte prebivavat vechno. Kak prekrasna e nagradata za deinite"},{"SurahNumber":29,"VerseNumber":59,"Text":"koito sa turpelivi i na svoya Gospod se upovavat"},{"SurahNumber":29,"VerseNumber":60,"Text":"I kolko tvari ima, koito ne si nabavyat prepitanieto - Allakh dava prepitanie i na tyakh, i na vas. Toi e Vsechuvashtiya, Vseznaeshtiya"},{"SurahNumber":29,"VerseNumber":61,"Text":"A ako gi popitash koi e sutvoril nebesata i zemyata, i e podchinil sluntseto i lunata, shte rekat: “Allakh!” Togava zashto bivat podlugvani"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allakh uvelichava prepitanieto komuto pozhelae ot Svoite rabi i Toi mu go namalyava. Allakh vsyako neshto znae"},{"SurahNumber":29,"VerseNumber":63,"Text":"I ako gi popitash koi izsipva voda ot nebeto i s neya suzhivyava zemyata sled neinata smurt, shte kazhat: “Allakh!” Kazhi: “Slava na Allakh!” Ala povecheto ot tyakh ne proumyavat"},{"SurahNumber":29,"VerseNumber":64,"Text":"Tozi, zemniyat zhivot, e samo zabava i igra. A Setniyat dom e vechniyat, ako znayat"},{"SurahNumber":29,"VerseNumber":65,"Text":"I kogato se kachat na korab, te zovat Allakh, predani Nemu v religiyata. A shtom Toi gi spasi kum sushata, eto gi - pak sudruzhavat"},{"SurahNumber":29,"VerseNumber":66,"Text":"za da otrekat onova, koeto sme im dali, i za da se naslazhdavat, no shte uznayat"},{"SurahNumber":29,"VerseNumber":67,"Text":"Ne vizhdat li, che Nie storikhme [Meka] sveshteno, sigurno myasto, a khorata okolo tyakh bivat pokhishtavani? Nima v izmamata vyarvat, a blagodatta na Allakh otrichat"},{"SurahNumber":29,"VerseNumber":68,"Text":"I koi e po-golyam ugnetitel ot onzi, koito izmislya luzha za Allakh i vzima za luzha istinata, kogato doide pri nego? Nima ne e v Ada myastoto na nevernitsite"},{"SurahNumber":29,"VerseNumber":69,"Text":"A koito se boryat v Nashe ime, nepremenno shte gi vodim po Nashite putishta. Allakh e s blagodetelnite"},{"SurahNumber":30,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Romeite byakha pobedeni"},{"SurahNumber":30,"VerseNumber":3,"Text":"na nai-blizkata zemya. No sled porazhenieto im te shte pobedyat"},{"SurahNumber":30,"VerseNumber":4,"Text":"sled nyakolko godini. Na Allakh e povelyata i predi, i sled tova. V tozi den vyarvashtite shte likuvat"},{"SurahNumber":30,"VerseNumber":5,"Text":"s pomoshtta na Allakh. Pomaga Toi komuto pozhelae. Toi e Vsemogushtiya, Premudriya"},{"SurahNumber":30,"VerseNumber":6,"Text":"Obeshtano e ot Allakh. Allakh ne narushava Svoeto obeshtanie, ala povecheto khora ne razbirat"},{"SurahNumber":30,"VerseNumber":7,"Text":"Te dobre poznavat zemniya zhivot, ala nekhayat za otvudniya"},{"SurahNumber":30,"VerseNumber":8,"Text":"Nima ne razmishlyavat za sebe si? Allakh sutvori nebesata i zemyata, i vsichko mezhdu tyakh s mudrost i za opredelen srok. A povecheto khora ne vyarvat v sreshtata sus svoya Gospod"},{"SurahNumber":30,"VerseNumber":9,"Text":"I ne khodyat li po zemyata, za da vidyat kakuv be krayat na onezi predi tyakh? Byakha po-silni ot tyakh i poveche se vuzpolzvakha ot zemyata, i ya naselyavakha po-dulgo, otkolkoto ya naselyavat te. I Nashite pratenitsi doidokha pri tyakh s yasnite znatsi. Ne Allakh gi ugnetyava, a te sebe si ugnetyavat"},{"SurahNumber":30,"VerseNumber":10,"Text":"Posle losh shte bude krayat za onezi, koito zlostorstvat, zashtoto vzimat za luzha znameniyata na Allakh i im se podigravat"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allakh nacheva tvorenieto, posle Toi shte go povtori, posle pri Nego shte budete vurnati"},{"SurahNumber":30,"VerseNumber":12,"Text":"V Denya, kogato nastane Chasut, otchayanieto shte obkhvane prestupnitsite"},{"SurahNumber":30,"VerseNumber":13,"Text":"I ne shte imat zastupnitsi sred onezi, koito te sa sudruzhavali, i ot sudruzhavanite shte se otrekat"},{"SurahNumber":30,"VerseNumber":14,"Text":"V Denya, kogato nastane Chasut, v tozi Den shte se razdelyat"},{"SurahNumber":30,"VerseNumber":15,"Text":"Onezi, koito vyarvat i vurshat pravedni dela, shte budat vuzradvani v Gradinata"},{"SurahNumber":30,"VerseNumber":16,"Text":"A onezi, koito ne vyarvat i vzimat za luzha Nashite znameniya i sreshtata s Nas v otvudniya zhivot, te shte budat vuvedeni v muchenieto"},{"SurahNumber":30,"VerseNumber":17,"Text":"Proslavyaite Allakh, kogato zamrukvate i kogato osumvate"},{"SurahNumber":30,"VerseNumber":18,"Text":"Za Nego e proslavata na nebesata i na zemyata, i po mrak, i po pladne"},{"SurahNumber":30,"VerseNumber":19,"Text":"Toi izvazhda zhivoto ot murtvoto i izvazhda murtvoto ot zhivoto, i suzhivyava zemyata sled neinata smurt. Taka i vie shte budete izvadeni [ot grobovete]"},{"SurahNumber":30,"VerseNumber":20,"Text":"I ot Negovite znameniya e, che vi sutvori ot prust, posle - eto vi - khora, koito se mnozhat"},{"SurahNumber":30,"VerseNumber":21,"Text":"I ot Negovite znameniya e, che sutvori za vas suprugi ot samite vas, za da namerite spokoistvie pri tyakh, i stori pomezhdu vi lyubov i milost. V tova ima znameniya za khora misleshti"},{"SurahNumber":30,"VerseNumber":22,"Text":"I ot Negovite znameniya e sutvoryavaneto na nebesata i na zemyata, i raznoobrazieto na ezitsite i tsvetovete vi. V tova ima znameniya za znaeshtite"},{"SurahNumber":30,"VerseNumber":23,"Text":"I ot Negovite znameniya e sunyat vi noshtem i denem i stremezhut vi kum Negovata blagodat. V tova ima znameniya za khora chuvashti"},{"SurahNumber":30,"VerseNumber":24,"Text":"I ot Negovite znameniya Toi vi pokazva mulniyata za strakh i nadezhda. I izsipva ot nebeto voda, s koyato suzhivyava zemyata sled neinata smurt. V tova ima znameniya za khora proumyavashti"},{"SurahNumber":30,"VerseNumber":25,"Text":"I ot Negovite znameniya e, che nebeto i zemyata stoyat po Negova povelya. Posle, kogato vi prizove, eto vi - ot zemyata izlizate"},{"SurahNumber":30,"VerseNumber":26,"Text":"Negovi sa vsichki na nebesata i na zemyata. Vsichki na Nego se podchinyavat"},{"SurahNumber":30,"VerseNumber":27,"Text":"Toi e, Koito nacheva tvorenieto, posle shte go povtori, a tova e oshte po-lesno za Nego. Negovo e vurkhovenstvoto na nebesata i na zemyata. Toi e Vsemogushtiya, Premudriya"},{"SurahNumber":30,"VerseNumber":28,"Text":"Toi vi dava primer ot samite vas. Nima imate sred vladenite ot vashite desnitsi sudruzhnitsi v prepitanieto, koeto vi davame, ta v nego da ste ravni, i da se strakhuvate ot tyakh, kakto se strakhuvate ot samite sebe si? Taka obyasnyavame znameniyata za khora proumyavashti"},{"SurahNumber":30,"VerseNumber":29,"Text":"Da, onezi, koito ugnetyavat, sledvat svoite strasti v nevedenie. A koi mozhe da naputi onzi, kogoto Allakh ostavya v zabluda? Nyama za tyakh zakrilnitsi"},{"SurahNumber":30,"VerseNumber":30,"Text":"I oburni svoeto litse kum religiyata - pravoveren, - kum prirodata, spored koyato Allakh e suzdal khorata! Religiyata na Allakh e neizmenna. Tya e pravata vyara. Ala povecheto khora ne razbirat"},{"SurahNumber":30,"VerseNumber":31,"Text":"Vurnete se kum Nego s pokayanie! I boite se ot Nego, i ot·sluzhvaite molitvata, i ne budete ot sudruzhavashtite"},{"SurahNumber":30,"VerseNumber":32,"Text":"ot onezi, koito razdelikha svoyata religiya i stanakha na chasti! Vsyaka grupa likuva s onova, koeto e u neya"},{"SurahNumber":30,"VerseNumber":33,"Text":"I shtom beda zasegne khorata, te zovat svoya Gospod, vrushtaiki se kum Nego s pokayanie. A kogato Toi im dade da vkusyat milost ot Nego, eto - chast ot tyakh sudruzhavat sus svoya Gospod"},{"SurahNumber":30,"VerseNumber":34,"Text":"za da otrekat onova, koeto Nie sme im dali. Naslazhdavaite se - shte uznaete"},{"SurahNumber":30,"VerseNumber":35,"Text":"Ili im nizposlakhme dovod i toi im kazva da Go sudruzhavat"},{"SurahNumber":30,"VerseNumber":36,"Text":"I ako dadem na khorata da vkusyat milost, radvat i se. A shtom gi spoleti zlina zaradi onova, koeto rutsete im sa storili predi, eto gi - otchaivat se"},{"SurahNumber":30,"VerseNumber":37,"Text":"Ne vizhdat li, che Allakh uvelichava prepitanieto komuto pozhelae, i Toi go namalyava? V tova ima znameniya za khora vyarvashti"},{"SurahNumber":30,"VerseNumber":38,"Text":"I otdavai na rodninata pravoto mu, i na nuzhdaeshtiya se, i na putnika [v nevolya]! Tova e nai-dobroto za onezi, koito iskat da vidyat Lika na Allakh. Te sa spoluchilite"},{"SurahNumber":30,"VerseNumber":39,"Text":"Ne ochakvaite pri Allakh bogat·stvo za onova, koeto davate s likhva, za da se obogatite ot imotite na khorata, a za onova, koeto davate kato milostinya zakat, iskaiki da vidite Lika na Allakh. Na tezi shte se umnozhi"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allakh e, Koito vi sutvoryava, posle vi dava prepitanie, posle vi pribira dushite, posle shte vi suzhivi. Ima li sred sudruzhavanite ot vas nyakoi sposoben da napravi neshto takova? Prechist e Toi, previsoko e nad tova, s koeto Go sudruzhavat"},{"SurahNumber":30,"VerseNumber":41,"Text":"Razrukhata po sushata i v moreto se poyavi zaradi onova, koeto rutsete na khorata storikha, za da gi nakara Toi da vkusyat chast ot onova, koeto sa izvurshili, i za da se pokayat"},{"SurahNumber":30,"VerseNumber":42,"Text":"Kazhi: “Khodete po zemyata i vizhte kakuv be krayat na predishnite khora! Povecheto ot tyakh byakha sudruzhavashti.”"},{"SurahNumber":30,"VerseNumber":43,"Text":"I oburni litseto si kum pravata vyara, predi da doide neizbezhniyat Den ot Allakh! V tozi Den shte budat razdeleni"},{"SurahNumber":30,"VerseNumber":44,"Text":"koito e nevernik, protiv nego e neverieto mu, a koito vurshat pravedni dela, za sebe si gotvyat"},{"SurahNumber":30,"VerseNumber":45,"Text":"za da vuznagradi Toi ot Svoyata blagodat onezi, koito vyarvat i vurshat pravedni dela. Toi ne obicha nevernitsite"},{"SurahNumber":30,"VerseNumber":46,"Text":"I ot Negovite znameniya e, che izprashta vetrovete kato blagovestnitsi, i za da vi dade da vkusite ot milostta Mu, i za da plavat korabite spored Negovata volya, i za da tursite ot Negovata blagodat. I za da ste priznatelni"},{"SurahNumber":30,"VerseNumber":47,"Text":"I predi teb izprashtakhme Nie pratenitsi pri tekhnite narodi i im donasyakha yasnite znatsi, i otmustikhme na onezi, koito prestupvakha, i Nash dulg be da podkrepim vyarvashtite"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allakh e, Koito prashta vetrovete, ta nadigat oblatsi, i gi razstila po nebeto, kakto pozhelae, i gi natrupva, i vizhdash kak duzhdut izliza ot tyakh. I shtom gi izsipe nad kogoto pozhelae ot Svoite rabi, eto gi - radvat se"},{"SurahNumber":30,"VerseNumber":49,"Text":"vupreki che byakha otchayani, predi da im bude izpraten"},{"SurahNumber":30,"VerseNumber":50,"Text":"I vizh sledite ot milostta na Allakh! Kak suzhivyava zemyata sled neinata smurt! Toi e, Koito shte suzhivi murtvite. Toi nad vsyako neshto ima sila"},{"SurahNumber":30,"VerseNumber":51,"Text":"A ako im pratim vyatur i vidyat poseva pozhultyal, te shte ostanat nevernitsi i sled tova"},{"SurahNumber":30,"VerseNumber":52,"Text":"Ti ne mozhesh da nakarash murtvite da chuyat, nito glukhite da chuyat zova, shtom oburnat grub"},{"SurahNumber":30,"VerseNumber":53,"Text":"I ne mozhesh izvedesh slepite ot zabludata im. Shte te chuyat samo tezi, koito vyarvat v Nashite znameniya. Tezi sa otdadenite na Allakh"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allakh e, Koito vi sutvori nemoshtni, posle sled nemosht vi dade sila, posle sled silata - nemosht i posivyavane. Sutvoryava Toi kakvoto pozhelae. Toi e Vseznaeshtiya, Vsemogushtiya"},{"SurahNumber":30,"VerseNumber":55,"Text":"V Denya, kogato nastane Chasut, prestupnitsite shte se kulnat, che sa prebivavali [na zemyata] ne poveche ot chas. Taka sa bili podlugani"},{"SurahNumber":30,"VerseNumber":56,"Text":"A darenite sus znanieto i s vyarata shte kazhat: “Prebivavakhte spored predpisanieto na Allakh do Denya na vuzkresenieto. Tova e Denyat na vuzkresenieto, ala vie ne suznavakhte.”"},{"SurahNumber":30,"VerseNumber":57,"Text":"V tozi Den ne shte pomogne na ugnetitelite tyakhnoto izvinenie i ne shte im bude pozvoleno pokayanie"},{"SurahNumber":30,"VerseNumber":58,"Text":"Dadokhme veche na khorata vsyakakvi primeri v tozi Koran. I ako im donesesh znamenie, nevernitsite shte rekat: “Vie ste samo praznodumtsi.”"},{"SurahNumber":30,"VerseNumber":59,"Text":"Taka Allakh zapechatva surtsata na onezi, koito ne suznavat"},{"SurahNumber":30,"VerseNumber":60,"Text":"I turpi! Obeshtanieto na Allakh e istinno. I da ne te razkolebavat onezi, koito ne sa ubedeni"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Tezi sa znameniyata na mudrata Kniga"},{"SurahNumber":31,"VerseNumber":3,"Text":"naput·stvie i milost za blagodetelnite"},{"SurahNumber":31,"VerseNumber":4,"Text":"koito ot·sluzhvat molitvata i davat milostinyata zakat, i za otvudniya zhivot sa ubedeni"},{"SurahNumber":31,"VerseNumber":5,"Text":"Tezi sa naputeni ot svoya Gospod i tezi sa spoluchilite"},{"SurahNumber":31,"VerseNumber":6,"Text":"A sred khorata nyakoi kupuva slova za zabavlenie, za da otklonyava v nevedenie ot putya na Allakh i da go vzimat na prismekh. Za tezi ima unizitelno muchenie"},{"SurahNumber":31,"VerseNumber":7,"Text":"I kogato Nashite znameniya mu bivat cheteni, toi se otvrushta visokomerno, syakash ne gi chuva, syakash e oglushal. Vuzvesti go za bolezneno muchenie"},{"SurahNumber":31,"VerseNumber":8,"Text":"Za onezi, koito vyarvat i vurshat pravedni dela, sa Gradinite na blazhenstvoto"},{"SurahNumber":31,"VerseNumber":9,"Text":"tam shte prebivavat vechno - istinno obeshtanie ot Allakh. Toi e Vsemogushtiya, Premudriya"},{"SurahNumber":31,"VerseNumber":10,"Text":"Sutvori Toi nebesata bez vidima za vas opora i polozhi vurkhu zemyata nepoklatimi planini, za da ne se lyulee s vas, i prusna po neya vsyakakvi zhivotni. I izsipvame voda ot nebeto, i karame s neya da ponikvat vsyakakvi polezni vidove"},{"SurahNumber":31,"VerseNumber":11,"Text":"Tova e tvorenieto na Allakh. Pokazhete Mi kakvo sa sutvorili drugite, a ne Toi! Da, ugnetitelite sa v yavna zabluda"},{"SurahNumber":31,"VerseNumber":12,"Text":"I dadokhme na Lukman mudrostta: “Budi priznatelen na Allakh! Koito e priznatelen, za sebe si e priznatelen. A koito e neblagodaren - Allakh e nad vsyaka nuzhda, vseslaven.”"},{"SurahNumber":31,"VerseNumber":13,"Text":"I reche Lukman na sina si, pouchavaiki go: “O, sinko moi, ne sudruzhavai s Allakh! Sudruzhavaneto e ogromen gnet.”"},{"SurahNumber":31,"VerseNumber":14,"Text":"I povelikhme na choveka da se otnasya dobre s roditelite si... Nosi go maika mu v slabost vruz slabost i go otbiva v dve godini. Budi priznatelen na Men i na roditelite si! Zavrushtaneto e pri Men"},{"SurahNumber":31,"VerseNumber":15,"Text":"A ako te prinuzhdavat da sudruzhavash s Men onova, za koeto nyamash znanie, ne im se pokoryavai! I budi dobur s tyakh v zemniya zhivot, i sledvai putya na onzi, koito se e nasochil kum Men! Posle vasheto zavrushtane e kum Men i shte vi izvestya kakvo ste vurshili"},{"SurahNumber":31,"VerseNumber":16,"Text":"“O, sinko moi, vsyako tvoe delo, dori i da e s tezhest na sinapeno zurno, i to da e v skala, ili da e na nebesata, ili na zemyata, Allakh shte go pokazhe. Allakh e vsepronikvasht, svedusht"},{"SurahNumber":31,"VerseNumber":17,"Text":"O, sinko moi, ot·sluzhvai molitvata i povelyavai odobryavanoto, i vuzbranyavai poritsavanoto, i budi turpeliv kum onova, koeto te spoleti! Tova e ot reshitelnite dela"},{"SurahNumber":31,"VerseNumber":18,"Text":"I ne krivi litse pred khorata, i ne vurvi po zemyata s visokomerie! Allakh ne obicha nikoi gordelivets, samokhvalets"},{"SurahNumber":31,"VerseNumber":19,"Text":"I budi umeren v svoyata pokhodka, i snizhavai svoya glas! Nai-protivniyat ot glasovete e magareshkiyat glas.”"},{"SurahNumber":31,"VerseNumber":20,"Text":"Ne vizhdate li, che Allakh podchinyava za vas vsichko na nebesata i vsichko na zemyata, i shtedro vi dava Svoyata blagodat - i yavna, i skrita? A nyakoi ot khorata sporyat za Allakh, bez da imat nito znanie, nito naput·stvie, nito prosvetlyavashto pisanie"},{"SurahNumber":31,"VerseNumber":21,"Text":"I kogato im se kazhe: “Sledvaite onova, koeto Allakh e nizposlal!”, kazvat: “Ne, shte sledvame onova, s koeto zavarikhme predtsite si.” Ala nima i ako satanata gi e zovyal kum muchenieto na Plamutsite"},{"SurahNumber":31,"VerseNumber":22,"Text":"A koito se otdava na Allakh i blagodetelstva, toi se e khvanal za nai-zdravata vruzka. Pri Allakh e zavrushtaneto na delata"},{"SurahNumber":31,"VerseNumber":23,"Text":"A koito ne vyarva, da ne te naskurbyava neverieto mu! Kum Nas e tyakhnoto zavrushtane i shte im izvestim kakvo sa vurshili. Allakh znae sukrovenoto v surtsata"},{"SurahNumber":31,"VerseNumber":24,"Text":"Davame im da se nasladyat malko, posle shte gi podkarame kum tezhko muchenie"},{"SurahNumber":31,"VerseNumber":25,"Text":"I ako gi popitash koi e sutvoril nebesata i zemyata, nepremenno shte rekat: “Allakh!” Kazhi: “Slava na Allakh!” Ala povecheto ot tyakh ne suznavat"},{"SurahNumber":31,"VerseNumber":26,"Text":"Na Allakh e vsichko na nebesata i na zemyata. Allakh e Prebogatiya, Vseslavniya"},{"SurahNumber":31,"VerseNumber":27,"Text":"I ako vsichki durveta na zemyata stanat kalemi, i v moreto pridoidat oshte sedem moreta [mastilo], nyama da se izcherpyat Slovata na Allakh. Allakh e vsemogusht, premudur"},{"SurahNumber":31,"VerseNumber":28,"Text":"Vasheto sutvoryavane i vasheto vuzkresyavane e samo kato na edna dusha. Allakh e vsechuvasht, vsezryasht"},{"SurahNumber":31,"VerseNumber":29,"Text":"Nima ne vizhdash, che Allakh vuvezhda noshtta v denya i vuvezhda denya v noshtta, i podchinyava sluntseto i lunata, vsyako da se dvizhi do opredelen srok, i che za vashite dela Allakh e svedusht"},{"SurahNumber":31,"VerseNumber":30,"Text":"Taka e, zashtoto Allakh e Istinata i zashtoto vsichko, koeto zovat vmesto Nego, e luzha, i zashtoto Allakh e Vsevishniya, Prevelikiya"},{"SurahNumber":31,"VerseNumber":31,"Text":"Nima ne vizhdash, che korabite plavat po moreto s milostta na Allakh, za da vi pokazhe Toi ot Svoite znameniya? V tova ima znameniya za vseki mnogoturpeliv, priznatelen"},{"SurahNumber":31,"VerseNumber":32,"Text":"I shtom gi pokriyat vulni kato senchesti planini, te zovat Allakh, predani Nemu v religiyata. A shtom Toi gi spasi na sushata, nyakoi ot tyakh sa vuzdurzhani. Otricha Nashite znameniya ne drug, a vseki izmennik, neblagodarnik"},{"SurahNumber":31,"VerseNumber":33,"Text":"O, khora, boite se ot vashiya Gospod i se strakhuvaite ot Denya, v koito roditel ne shte bude ot polza za svoyata rozhba, nito deteto shte bude ot polza za svoya roditel! Obeshtanieto na Allakh e istinno. I nikoga da ne vi podmami zemniyat zhivot, i nikoga nai-izmamniyat da ne vi podmami za Allakh"},{"SurahNumber":31,"VerseNumber":34,"Text":"Edinstveno pri Allakh e znanieto za Chasa. Toi izsipva duzhda i znae kakvo ima v utrobite. I nikoi ne znae kakvo shte pridobie utre, i nikoi ne znae kude shte umre. Allakh e vseznaesht, svedusht"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Nizposlavaneto na Knigata - bez sumnenie v neya - e ot Gospoda na svetovete"},{"SurahNumber":32,"VerseNumber":3,"Text":"A [nevernitsite] kazvat: “Toi ya e izmislil!” Ne, tya e istinata ot tvoya Gospod, za da predupredish narod, pri koito dotogava ne e idval drug predupreditel, ta da budat naputeni"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allakh e, Koito sutvori nebesata i zemyata, i vsichko mezhdu tyakh v shest dni. Posle se vuzdigna [bezpodoben] Toi na Trona. Nyamate osven Nego drug pokrovitel, nito zastupnik. Ne shte li se pouchite"},{"SurahNumber":32,"VerseNumber":5,"Text":"Toi upravlyava delata ot nebeto do zemyata, posle te se vuzdigat kum Nego v edin Den, kolkoto khilyada godini, spored vasheto broene"},{"SurahNumber":32,"VerseNumber":6,"Text":"Toi e Znaeshtiya i skritoto, i yavnoto, Vsemogushtiya, Milosurdniya"},{"SurahNumber":32,"VerseNumber":7,"Text":"Koito sutvori sus suvurshenstvo vsyako neshto i nachena sutvoryavaneto na choveka ot glina"},{"SurahNumber":32,"VerseNumber":8,"Text":"Posle Toi sutvori potomstvoto mu ot kapka nishtozhna voda"},{"SurahNumber":32,"VerseNumber":9,"Text":"Posle go osurazmeri i mu vdukhna ot Svoya dukh. I stori za vas slukha i zrenieto, i surtsata. Kolko malko ste priznatelni"},{"SurahNumber":32,"VerseNumber":10,"Text":"I rekokha: “Nima sled kato izcheznem v zemyata, naistina shte budem sutvoreni otnovo?” Da, v sreshtata sus svoya Gospod te ne vyarvat"},{"SurahNumber":32,"VerseNumber":11,"Text":"Kazhi: “Shte vi pribere dushite Angelut na smurtta, komuto ste vuzlozheni. Posle kum vashiya Gospod shte budete vurnati.”"},{"SurahNumber":32,"VerseNumber":12,"Text":"Ako vidish kak prestupnitsite svezhdat glavi pred svoya Gospod: “Gospodi nash, vidyakhme i chukhme! Vurni ni, za da storim pravedni dela! Nie veche sme ubedeni.”"},{"SurahNumber":32,"VerseNumber":13,"Text":"Ako pozhelaekhme, shtyakhme da dadem na vsekigo negovoto naput·stvie. No shte se potvurdi Slovoto Mi - shte napulnya Ada s dzhinove i khora zaedno"},{"SurahNumber":32,"VerseNumber":14,"Text":"“Vkusete, zashtoto zabravikhte sreshtata v tozi vash Den! Zabravyame vi i Nie. Vkusete vechnoto muchenie zaradi onova, koeto ste izvurshili!”"},{"SurahNumber":32,"VerseNumber":15,"Text":"Vyarvat v Nashite znameniya samo onezi, koito shtom im se spomene za tyakh, padat, svezhdaiki chela do zemyata v sudzhud i proslavyat s vuzkhvala svoya Gospod, i ne se vuzgordyavat"},{"SurahNumber":32,"VerseNumber":16,"Text":"I napuskat postelite si, i sus strakh i kopnezh zovat svoya Gospod, i ot onova, koeto sme im dali, razdavat"},{"SurahNumber":32,"VerseNumber":17,"Text":"Nikoi ne znae kakva radost za okoto e skrita za tyakh - vuzdayanie za onova, koeto sa vurshili"},{"SurahNumber":32,"VerseNumber":18,"Text":"Nima onzi, koito vyarva, e kato onzi, koito e nechestivets? Ne sa ravni te"},{"SurahNumber":32,"VerseNumber":19,"Text":"Koito vyarvat i vurshat pravedni dela, tekhni sa Gradinite na obitelta - gostopriemstvo za onova, koeto sa vurshili"},{"SurahNumber":32,"VerseNumber":20,"Text":"A koito sa nechestivtsi, myastoto im e Ogunyat. Vsyakoga, shtom poiskat da izlyazat ot nego, shte budat vrushtani tam. I shte im se kazva: “Vkusete muchenieto na Ogunya, koito vzimakhte za luzha!”"},{"SurahNumber":32,"VerseNumber":21,"Text":"I im davame da vkusyat ot nai-blizkoto muchenie predi nai-golyamoto muchenie, za da se pokayat"},{"SurahNumber":32,"VerseNumber":22,"Text":"I koi e po-golyam ugnetitel ot onzi, komuto se napomnyat znameniyata na negoviya Gospod, a posle toi se otvrushta ot tyakh? Otmushtavame Nie na prestupnitsite"},{"SurahNumber":32,"VerseNumber":23,"Text":"I dadokhme na Musa Pisanieto: “Ne se sumnyavai v sreshtata s Nego!” I go storikhme naput·stvie za sinovete na Israil"},{"SurahNumber":32,"VerseNumber":24,"Text":"I kogato byakha turpelivi, i v Nashite znameniya se byakha ubedili, storikhme ot tyakh voditeli, naputvashti spored Nashata povelya"},{"SurahNumber":32,"VerseNumber":25,"Text":"V Denya na vuzkresenieto tvoyat Gospod shte ot·sudi mezhdu tyakh za onova, po koeto byakha v raznoglasie"},{"SurahNumber":32,"VerseNumber":26,"Text":"I nima na nevernitsite ne im be posocheno kolko pokoleniya predi tyakh pogubikhme? [Sega] tezi se dvizhat v tekhnite zhilishta. V tova ima znameniya. Ne shte li se vslushat"},{"SurahNumber":32,"VerseNumber":27,"Text":"I nima ne vizhdat, che Nie nasochvame vodata kum sukhata zemya, i storvame s neya da poniknat nasazhdeniya, ot koito yadat te i tekhniyat dobituk. Ne shte li prozrat"},{"SurahNumber":32,"VerseNumber":28,"Text":"I kazvat: “Koga shte bude tova ot·suzhdane, ako govorite istinata?”"},{"SurahNumber":32,"VerseNumber":29,"Text":"Kazhi: “Za nevernitsite v Denya na ot·suzhdaneto ne shte e ot polza, ako togava povyarvat. I ne shte im se dade ot·srochka.”"},{"SurahNumber":32,"VerseNumber":30,"Text":"Otdrupni se ot tyakh i chakai! I te shte chakat"},{"SurahNumber":33,"VerseNumber":1,"Text":"O, Proroche, boi se ot Allakh i ne slushai nevernitsite i litsemerite! Allakh e vseznaesht, premudur"},{"SurahNumber":33,"VerseNumber":2,"Text":"I sledvai onova, koeto ti se razkriva ot tvoya Gospod! Za vashite dela Allakh e svedusht"},{"SurahNumber":33,"VerseNumber":3,"Text":"I se upovavai na Allakh! Dostatuchen e Allakh za pokrovitel"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allakh ne e storil dve surtsa v gurdite na edin chovek. I ne e otredil da vi stanat kato maiki vashite suprugi, koito [otkhvurlyaiki gi] oprilichavate na svoite maiki. I ne e otredil da vi stanat sinove osinovenite ot vas. Tova sa samo dumi, koito vie izrichate. Allakh kazva istinata i Toi sochi praviya put"},{"SurahNumber":33,"VerseNumber":5,"Text":"Nazovavaite gi na bashtite im! To e nai-spravedlivo pri Allakh. A ako ne znaete bashtite im, te sa vashi bratya v religiyata i vashi priyateli. I nyamate gryakh za onova, v koeto ste sburkali, a za onova, koeto vashite surtsa sa kroeli. Allakh e oproshtavasht, milosurden"},{"SurahNumber":33,"VerseNumber":6,"Text":"Proroka e po-blizuk za vyarvashtite ot samite tyakh, i suprugite mu za tyakh sa kato maiki. I rodninite - spored Knigata na Allakh - sa po-blizki edni za drugi pri nasledstvoto, otkolkoto vyarvashtite i preselnitsite, osven ako napravite blagodeyanie za svoite priyateli. Taka e predpisano v Knigata"},{"SurahNumber":33,"VerseNumber":7,"Text":"I priekhme Nie ot prorotsite obeta im, i ot teb, i ot Nukh, i Ibrakhim, i Musa, i Isa, sina na Mariam. Priekhme ot tyakh tvurd obet"},{"SurahNumber":33,"VerseNumber":8,"Text":"za da pita Toi pravdivite za tyakhnata pravdivost. A za nevernitsite e prigotvil Toi bolezneno muchenie"},{"SurahNumber":33,"VerseNumber":9,"Text":"O, vyarvashti, pomnete blagodatta na Allakh kum vas, kogato nasreshta vi nastupikha s voiski, a Nie pratikhme sreshtu im vyatur i voiski, koito ne vidyakhte. Za vashite dela Allakh e zryasht"},{"SurahNumber":33,"VerseNumber":10,"Text":"Kogato nastupikha i otgore, i otdolu sreshtu vas, i kogato pogledite se vtsepenikha i surtsata zasednakha v gurloto, i dopusnakhte za Allakh razlichni dogadki"},{"SurahNumber":33,"VerseNumber":11,"Text":"tam vyarvashtite byakha izpitani i razturseni ot silno sutresenie"},{"SurahNumber":33,"VerseNumber":12,"Text":"I litsemerite, i onezi, v chiito surtsa imashe bolest, rekokha: “Allakh i Negoviyat Pratenik ni obeshtakha samo izmama.”"},{"SurahNumber":33,"VerseNumber":13,"Text":"I grupa ot tyakh reche: “O, zhiteli na Yasrib, [tuk] nyama myasto za vas, vurnete se!” I chast ot tyakh pomoli Pratenika za razreshenie [da se vurnat] kazvaiki: “Nezashtiteni sa ni domovete.” A ne byakha te nezashtiteni. Iskakha samo da izbyagat"},{"SurahNumber":33,"VerseNumber":14,"Text":"I ako se nakhlue sreshtu tyakh ot kraishtata [na grada], i posle budat podtiknati kum bunt, nesumneno shte go napravyat. I samo malko shte se zabavyat v tova"},{"SurahNumber":33,"VerseNumber":15,"Text":"I predi byakha dali obet na Allakh, che ne shte oburnat grub. Za obeta pred Allakh se tursi otgovornost"},{"SurahNumber":33,"VerseNumber":16,"Text":"Kazhi: “Ne shte vi e ot polza bogat·stvoto, ako byagate ot smurtta ili ubiistvoto. I togava shte budete ostaveni da se naslazhdavate samo za kratko.”"},{"SurahNumber":33,"VerseNumber":17,"Text":"Kazhi: “Koi shte vi predpazi ot Allakh, ako Toi pozhelae vreda za vas ili pozhelae milost za vas?” I osven Allakh ne shte nameryat za sebe si nito pokrovitel, nito izbavitel"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allakh znae koi prepyat·stvat sred vas i koi kazvat na svoite bratya: “Khaide pri nas!” Te vstupvat v bitkata samo za kratko"},{"SurahNumber":33,"VerseNumber":19,"Text":"skupernitsi spryamo vas. I kogato doide strakhut, gi vizhdash da gledat kum teb, vurteiki ochi kato nyakoi izpadnal v nesvyast pred smurtta. A kogato strakhut si otide, te vi napadat s ostri slova, skupernitsi v dobrinata. Tezi ne vyarvat i Allakh provali delata im, a za Allakh tova e lesno"},{"SurahNumber":33,"VerseNumber":20,"Text":"Smyatat, che suyuzenite plemena ne sa si otishli, a ako suyuzenite plemena doidat, bikha pozhelali da sa v pustinyata sred beduinite i da pitat za vesti ot vas. No dori da byakha sred vas, shtyakha da se srazhavat samo za kratko"},{"SurahNumber":33,"VerseNumber":21,"Text":"Pratenika na Allakh e prekrasen obrazets za vas - za vseki, koito se nadyava na Allakh i na Setniya den, i chesto spomenava Allakh"},{"SurahNumber":33,"VerseNumber":22,"Text":"I kogato vyarvashtite vidyakha plemenata, rekokha: “Tova e, koeto ni obeshtava Allakh, i Negoviyat Pratenik. Kazva istinata Allakh, i Negoviyat Pratenik.” I tova im nadbavi samo vyara i pokorstvo"},{"SurahNumber":33,"VerseNumber":23,"Text":"Sred vyarvashtite ima muzhe, predani v svoya obet kum Allakh. Nyakoi ot tyakh zaginakha v izpulnenie na dulga si, a drugi oshte chakat. I s nishto na tova ne izmenikha"},{"SurahNumber":33,"VerseNumber":24,"Text":"za da nagradi Allakh predanite za predanostta im i da nakazhe litsemerite, ako pozhelae, ili da im prieme pokayanieto. Allakh e oproshtavasht, milosurden"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allakh vurna nevernitsite s tyakhnata yarost. Te ne poluchikha nikakvo blago. Dostatuchen be Allakh za vyarvashtite v srazhenieto. Allakh e vsesilen, vsemogusht"},{"SurahNumber":33,"VerseNumber":26,"Text":"Onezi ot khorata na Pisanieto, koito podkrepyakha [nevernitsite], Toi gi smukna ot tekhnite kreposti i khvurli v surtsata im uzhasa. Edna chast vie ubikhte, a druga chast plenikhte"},{"SurahNumber":33,"VerseNumber":27,"Text":"Toi vi ostavi v nasledstvo zemyata im, domovete, imotite i zemya, na koyato oshte ne ste stupili. Allakh nad vsyako neshto ima sila"},{"SurahNumber":33,"VerseNumber":28,"Text":"O, Proroche, kazhi na svoite suprugi: “Ako ste pozhelali zemniya zhivot i negovata ukrasa, elate da vi dam [zadulzhitelnata plata] i da vi osvobodya s dobro"},{"SurahNumber":33,"VerseNumber":29,"Text":"A ako ste pozhelali Allakh i Negoviya Pratenik, i Setniya dom, to Allakh e prigotvil za blagodetelnite sred vas ogromna nagrada.”"},{"SurahNumber":33,"VerseNumber":30,"Text":"O, zheni na Proroka, koyato ot vas izvurshi yavno bezsramie, muchenieto i shte bude udvoeno. A tova za Allakh e lesno"}]}