{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"temani komana ahankari saradaro'e kahyum ke he su'aiba! Ame tamane ane je'o tamari sathe imana lavya che, te'one potani vasti manthi kadhi mukisum, jo tame amara dharmanum anusarana pharivara karava lago (to nahim kadhi'e), su'aiba (a.Sa.) E kahyum ke sum ame tamara dharmanum anusarana kari'e tema chatam ke ame tene pasanda na karata hoya"},{"SurahNumber":7,"VerseNumber":89,"Text":"ame to allaha ta'ala para sakhata aropa mukanara bani ja'isum, jo ame tamara dharmanum anusarana karava lagi'e, tyara pachi ke allaha ta'ala'e amane tenathi chutakaro apyo ane amara mate sakya nathi ke tamara dharmanum anusarana kari'e, parantu ham allaha'e ja, je amaro malika che, bhagya nakki karyum hoya, dareka vastu amara palanaharana jnanana gheravamam che, ame allaha para ja bharoso kari'e chi'e, he amara palanahara! Amari ane mari koma vacce satyani sathe phensalo kari de. Ane tum ghano ja saro nirnaya karanara che"},{"SurahNumber":7,"VerseNumber":90,"Text":"ane temani komana inkara karanara saradaro'e kahyum ke jo tame su'aiba (a.Sa.)Na marge calaso, to tamane motum nukasana thase"},{"SurahNumber":7,"VerseNumber":91,"Text":"basa! Dharatikampe te'one pakadi lidha, to te'o potana gharomam undha padya rahya"},{"SurahNumber":7,"VerseNumber":92,"Text":"Je'o'e su'aiba (a.Sa.)Ne juthalavya hata, temani sthiti evi tha'i ga'i jevi ke potana gharomam kyareya raheta ja na hata, je'o'e su'aiba (a.Sa.)Ne juthalavya te ja nukasana uthavanara che"},{"SurahNumber":7,"VerseNumber":93,"Text":"te samaye su'aiba (a.Sa.) Temanathi modhum pheravi calava lagya ane kaheva lagya ke he mari koma! Mem tamari samaksa potana palanaharana adeso pahoncadi didha hata ane hum tamara mate subhecchaka rahyo, pachi hum te inkara karanara'o mate kema nirasa tha'um"},{"SurahNumber":7,"VerseNumber":94,"Text":"ane ame ko'i vasti mate ko'i payagambara avatarita nathi karya ke tyanna rahevasi'oni ame kathana'i ane takaliphamam pakada na kari hoya, jethi te'o ajiji kare"},{"SurahNumber":7,"VerseNumber":95,"Text":"pachi ame te kharaba jagyane sari kari didhi, ahim sudhi ke te'o'e ghani pragati kari ane kaheva lagya ke amara bapadada'one pana tangi ane santi mali hati, to ame te'oni pakada kari ane te'one jana pana na hati"},{"SurahNumber":7,"VerseNumber":96,"Text":"ane jo te vastina rahevasi'o imana la'i avata ane darava lagata, to ame te'o mate akasa ane dharatini barakato kholi nakhata, parantu te'o'e juthalavyum, to ame te'ona karyona karane te'one pakadi lidha"},{"SurahNumber":7,"VerseNumber":97,"Text":"sum to pana te vastina rahevasi'o te vatathi nidara banine rahe che ke te'o para amaro prakopa ratrina samaye avi pahonce, je samaye te'o su'i rahyam hoya"},{"SurahNumber":7,"VerseNumber":98,"Text":"ane sum te vastina rahevasi e vatathi nidara bani gaya che ke temana para amaro prakopa divase avi pahoncase, je samaye te'o potani ramatomam vyasta hase"},{"SurahNumber":7,"VerseNumber":99,"Text":"sum te'o allahani e pakadathi nidara bani gaya, jo ke allahani pakadathi te ja koma darati nathi je nasa thavani hoya"},{"SurahNumber":7,"VerseNumber":100,"Text":"ane sum te lokone, je'o dharatina nayaba ban'ya, tyanna lokona vinasa pachi, a vata nathi janavi ke jo ame icchi'e to te'ona papona karane te'one nasta kari nakhi'e ane ame te'ona hrdayo para tala lagavi da'i'e, jethi te'o sambhali na sake"},{"SurahNumber":7,"VerseNumber":101,"Text":"Te vasti'ona ketalaka kis'sa'o ame tamari samaksa raju kari rahya che ane te sauni pase te'ona payagambara camatkara la'ine avya, pachi je vastune te'o'e saru'atamam ja juthalavi didhi, pachi te'o manata na hata, allaha ta'ala avi ja rite inkara karanara'ona hrdayo para tala lagavi de che"},{"SurahNumber":7,"VerseNumber":102,"Text":"ane vadhu padata lokone ame vacananum palana karata na joya ane ame vadhu padata lokone ajnanum palana karata na joya"},{"SurahNumber":7,"VerseNumber":103,"Text":"tyara pachi ame musa (a.Sa.)Ne potana purava api phira'auna ane teni praja pase mokalya, parantu te loko'e atyacara karyo, to ju'o te atyacari'oni kevi dasa tha'i"},{"SurahNumber":7,"VerseNumber":104,"Text":"ane musa (a.Sa.)E kahyum ke, he phira'auna! Hum samagra srstina palanaharano payagambara chum"},{"SurahNumber":7,"VerseNumber":105,"Text":"mara mate a ja yogya che ke satya sivaya kami pana vata allaha mate na kahum, hum tamari pase tamara palanahara taraphathi eka spasta dalila pana lavyo chum, to tum isra'ilana santanane mari sathe mokali de"},{"SurahNumber":7,"VerseNumber":106,"Text":"phira'aune kahyum jo tame ko'i camatkara la'ine avya hoya to tene raju karo, jo tame saca cho"},{"SurahNumber":7,"VerseNumber":107,"Text":"basa! Temane (musa a.Sa.)E potani lakadi nakhi didhi, to acanaka te lakadi eka ajagara bani ga'i"},{"SurahNumber":7,"VerseNumber":108,"Text":"ane potano hatha bahara kadhyo, to te acanaka darekani vacce ghano ja prakasita tha'i gayo"},{"SurahNumber":7,"VerseNumber":109,"Text":"phira'aunani komamam je saradaro hata, te'o'e kahyum ke kharekhara a vyakti ghano ja nisnanta jadugara che"},{"SurahNumber":7,"VerseNumber":110,"Text":"a icche che ke tamane tamara vatana manthi kadhi muke, to tame sum salaha apo cho"},{"SurahNumber":7,"VerseNumber":111,"Text":"te'o'e kahyum ke tame temane ane temana bha'ine mahetala apo ane saheromam duta mokali do"},{"SurahNumber":7,"VerseNumber":112,"Text":"ke te badha nisnanta jadugarone tamari pase lavi de"},{"SurahNumber":7,"VerseNumber":113,"Text":"ane te jadugaro phira'auna same avya, kaheva lagya ke jo ame vijaya melavi'e, to amane ko'i motum inama malase"},{"SurahNumber":7,"VerseNumber":114,"Text":"Phira'aune kahyum ke ham, tame sau nikatana lokomam tha'i jaso"},{"SurahNumber":7,"VerseNumber":115,"Text":"ane jadugaro'e kahyum ke he musa (a.Sa.) Tame nankho cho ke ame nakhi'e"},{"SurahNumber":7,"VerseNumber":116,"Text":"(musa a.Sa.)E kahyum ke tame ja nakho, basa! Te'o'e lokone vasamam la'i lidha ane bhaya chava'i gayo ane eka prakaranum jadu batavyum"},{"SurahNumber":7,"VerseNumber":117,"Text":"ane ame musa (a.Sa.)Ne adesa apyo ke potani lakadi nakhi do, jevi ja lakadi nakhi, tene te lokoni ramatane bagadavanum saru karyum"},{"SurahNumber":7,"VerseNumber":118,"Text":"basa! Satya jahera tha'i gayum ane te'o'e je kami pana banavyum hatum, badhum khatama tha'i gayum"},{"SurahNumber":7,"VerseNumber":119,"Text":"basa! Te loko a samaye hari gaya ane khuba ja apamanita tha'i pacha pharya"},{"SurahNumber":7,"VerseNumber":120,"Text":"ane jadugaro sijadamam padi gaya"},{"SurahNumber":7,"VerseNumber":121,"Text":"kaheva lagya ke ame samagra srstina palanahara para imana lavya"},{"SurahNumber":7,"VerseNumber":122,"Text":"je musa (a.Sa.) Ane haruna (a.Sa.)No pana palanahara che"},{"SurahNumber":7,"VerseNumber":123,"Text":"phira'auna kaheva lagyo ke tame musa (a.Sa.) Para mari paravanagi vagara imana lavya? Ni:Sanka a yukti hati jena para tamarum karya a saheramam sabita thayum, jethi tame sau a saherana rahevasi'one ahinyathi bahara kadhi muko, to have tamane satyavatani khabara padi jase"},{"SurahNumber":7,"VerseNumber":124,"Text":"hum tamara eka taraphana hatha ane biji taraphana paga kapi nakhisa, pachi tamane saune phansi'e latakavi da'isa"},{"SurahNumber":7,"VerseNumber":125,"Text":"te'o'e javaba apyo ke ame potana palanahara tarapha ja pacha pharisum"},{"SurahNumber":7,"VerseNumber":126,"Text":"ane tem amaramam kevi khami jo'i che, phakata e ja ke ame amara palanahara para imana lavya. He amara palanahara! Jyare te amari pase ave, amane dhairyani sakti apa ane amane islama para mrtyu apa"},{"SurahNumber":7,"VerseNumber":127,"Text":"Ane phira'aunani komana saradaro'e kahyum ke sum tame musa (a.Sa.) Ane temani komane avi ja sthitimam raheva deso ke te'o saheramam vidroha phelavata phare ane te'o tamane ane tamara pujyone chodine rahe, phira'aune kahyum ke hum te'ona balakone katala karavanum saru kari da'isa ane balaki'one jivita chodi da'isa ane hum te'o para dareka rite saktisali chum"},{"SurahNumber":7,"VerseNumber":128,"Text":"musa (a.Sa.)E potani komane kahyum allaha ta'alano asaro prapta karo ane dhiraja rakho, a dharati allaha ta'alani che, potana banda'o manthi jene icche tene malika banavi de che, basa! Chevate saphalata tene ja male che je'o allaha thi dare che"},{"SurahNumber":7,"VerseNumber":129,"Text":"komana loko kaheva lagya ke ame to hammesa musibato mam ja rahya, tamara avava pahela pana ane tamara avya pachi pana, musa (a.Sa.)E kahyum ke najika manja allaha tamara satrune nasta kari dese ane tena badalamam tamane a dharatina nayaba banavi dese, pachi tamara karyo jose"},{"SurahNumber":7,"VerseNumber":130,"Text":"ane ame phira'aunana loko para bhukhamaro nakhyo ane phaloni achata kari didhi, jethi te'o sikhamana prapta kare"},{"SurahNumber":7,"VerseNumber":131,"Text":"jyare te'o sukha malatum to kaheta ke a to amara mate thavanum ja hatum ane jo te'one ko'i tangi avi pahoncati to musa (a.Sa.) Ane temana mitronum apasukana ganata, yada rakho ke te'o mate apasukana to allaha ta'ala pase che, parantu te'o manthi vadhu padata loko nathi janata"},{"SurahNumber":7,"VerseNumber":132,"Text":"ane ema kaheta ke ko'i pana vata amari samaksa raju karo ke tena vade amara para jadu karo, to pana ame loko tamari vata kayareya nahim mani'e"},{"SurahNumber":7,"VerseNumber":133,"Text":"pachi ame te'o para vavajhodum mokalyum ane tidana tola, mankada ane dedaka ane lohi (te'ona para prakopa rupe a badhi vastu utari), a badha spasta camatkaro hata, parantu te'o ghamanda karata rahya ane te lokonum kama ja hatum aparadha karavum"},{"SurahNumber":7,"VerseNumber":134,"Text":"Ane jyare te'o para ko'i prakopa avi pahonce to ema kaheta ke he musa (a.Sa.) Amara mate potana palanahara pase a vatani du'a kari apa, jenum vacana tene tamari sathe kari karyum che, jo tame a prakopane amara parathi hatavi apaso to, ame cokkasa tamara kaheva mujaba imana la'i avisum. Ane ame isra'ilana santanane pana (mukta kari) tamane sompi da'isum"},{"SurahNumber":7,"VerseNumber":135,"Text":"pachi jyare te yatanane eka nakki karela samaya sudhi temana parathi hatavi deta, to tarata ja te'o vacanabhanga karava lagata"},{"SurahNumber":7,"VerseNumber":136,"Text":"pachi ame te'o sathe badalo lidho, etale ke te'one samudramam dubadi didha, amari ayatone juthalavavana karane ane tenathi ghanam alaga raheta hata"},{"SurahNumber":7,"VerseNumber":137,"Text":"ane ame te lokone, ke je ghanam asakta hata, dharatina purva ane pascimana malika banavi didha, jemam ame barakata muki che ane tamara palanaharanum pavitra vacana, isra'ilana santana mate te'ona dhirajana karane purum tha'i gayum ane ame phira'auna ane teni komani banavati vastu'one nasta kari nakhi, ane unci unci imaratone pana nasta kari didhi"},{"SurahNumber":7,"VerseNumber":138,"Text":"ane ame isra'ilana santanane samudra para karavyo, basa! Te loko eka koma pasethi pasara thaya, je'o potani ketalika murti'o la'ine betha hata, kaheva lagya ke he musa (a.Sa.)! Amara mate pana eka pujya avi ja rite nakki kari do, jevi rite a lokono che, musa (a.Sa.) Kahyum ke kharekhara tamari andara ghani ja ajnanata che"},{"SurahNumber":7,"VerseNumber":139,"Text":"a loko je karyamam lagela che tene nasta karavamam avase, te'onum a karya adharahina che"},{"SurahNumber":7,"VerseNumber":140,"Text":"kahyum ke sum allaha ta'alane chodine bija ko'ine pujya nakki karum? Jo ke tene tamane samagra srstina loko para prathamikata api che"},{"SurahNumber":7,"VerseNumber":141,"Text":"Ane te samaya yada karo jyare ame tamane phira'aunathi bacavi lidha, je tamane sakhata takalipho apata hata, tamara balakone katala kari deta ane tamari stri'one jivita chodi deta ane temam tamara palanahara taraphathi ghani moti kasoti hati"},{"SurahNumber":7,"VerseNumber":142,"Text":"ane ame musa (a.Sa.) Pase trisa ratri'onum vacana karyum ane vadhum dasa ratri'o vade, te trisa ratri'one puri kari, to te'ona palanaharano samaya kula calisa ratri'ono tha'i gayo, ane musa (a.Sa.) E potana bha'i haruna (a.Sa.) Ne kahyum ke mara pachi a loko mate vyavastha gothavaso ane te'oni andara sudharo karata rahejo ane nakama lokoni salaha na manaso"},{"SurahNumber":7,"VerseNumber":143,"Text":"ane jyare musa (a.Sa.) Amara samaye avya ane temana palanahare temani sathe vata kari, kahyum he mara palanahara! Mane tane jovani sakti apa, jethi hum tamane eka najara jo'i sakum, kahevamam avyum ke tame mane kayareya nathi jo'i sakata, parantu tame te pahada tarapha jota raho, jo te potani jagya'e ja rahyo, to tame pana mane jo'i sakaso, basa! Temano palanahara te pahada tarapha tajalli batavi to, tena curecura tha'i gaya, ane musa (a.Sa.) Behosa tha'ine padi gaya, ni:Sanka tari hasti pavitra che, hum tari samaksa tauba karu chum ane hum sauthi pahela tara para imana lavavavalo chum"},{"SurahNumber":7,"VerseNumber":144,"Text":"kahevamam avyum ke he musa (a.Sa.)! Mem payagambari ane mari sathe vatacita karava mate, loko para tamane prathamikata api che, to je kami pana mem tamane apyum che tene lo ane abhara vyakta karo"},{"SurahNumber":7,"VerseNumber":145,"Text":"ane ame ketalika takati'o para dareka prakarani sikhamana ane dareka vastuni vigata te'one lakhine api, tame tene majabutithi pakadi lo, ane potani komane adesa apo ke te'o sara sara adesonum anusarana kare, have najika manja tamane te vidrohi'onum parinama batavi da'isum"},{"SurahNumber":7,"VerseNumber":146,"Text":"Hum eva lokone potana adesothi alaga ja rakhisa je'o duniyamam ghamanda kare che, jeno ko'i adhikara te'o pase nathi, ane jo dareka nisani jo'i lidha pachi pana te tena para imana na lavya, ane jo satya margadarsana jota to, tene potano tariko na banavata, ane jo pathabhrastata no marga jo'i le to tene potano tariko banavi leta. Avum etala mate che ke te'o'e amari ayatone juthalavi ane teni avaganana karata rahya"},{"SurahNumber":7,"VerseNumber":147,"Text":"ane a loko jemane amari ayatone ane kayamata avavane pana juthalavi, te'ona dareka karyo vyartha tha'i gaya, te'one teni ja saja apavamam avase je kami te'o karata hata"},{"SurahNumber":7,"VerseNumber":148,"Text":"ane musa (a.Sa.)Ni kaume te'ona pachi potana gharenamo (manthi banavela) eka vacharadane pujya banavi didhum, jemam eka avajani gothavana hati, sum te'o'e a na joyum ke te temani sathe vata na hatum karatum ane na to te'one ko'i marga batavatum hatum, tene te'o'e pujya banavi didhum ane ghanum an'yayi krtya karyum"},{"SurahNumber":7,"VerseNumber":149,"Text":"ane jyare te'o nirasa tha'i gaya ane jana tha'i ke kharekhara te loko pathabhrastatamam padi gaya, to kaheva lagya ke jo amaro palanahara amara para daya na kare ane amara papone mapha na kare to ame ghana ja nukasana bhogavanara loko manthi tha'i ja'isum"},{"SurahNumber":7,"VerseNumber":150,"Text":"ane jyare musa (a.Sa.) Potani koma pase pacha avya, gus'sa ane nirasathi bharapura, to kaheva lagya ke tame loko'e mara gaya pachi ghanum ja kharaba krtya karyum, sum potana palanaharano adesa melavata pahela ja agala vadhi gaya ane jhadapathi takati'o eka tarapha muki didhi, ane potana bha'inum mathum pakadi temane potani tarapha khencava lagya, haruna (a.Sa.)E kahyum ke he mara bha'i! Te loko'e mane kami pana na samajyo ane sakya hatum ke mane katala kari deta, to mara satru'one na hasavo ane mane te atyacari'ona sadyantramam dakhala na karo"},{"SurahNumber":7,"VerseNumber":151,"Text":"Musa (a.Sa.)E kahyum ke he mara palanahara! Mari bhulo mapha kara ane mara bha'ini pana, ane amane bannene potani krpamam pravesa apa ane tum dareka dayavano karata vadhare dayalu che"},{"SurahNumber":7,"VerseNumber":152,"Text":"ni:Sanka je loko'e vacharadani puja kari hoya, te'ona para najika manja temana palanahara taraphathi gus'so ane apamana a duniyana jivana manja avi pahoncase ane ame jutha ghadanara lokone avi ja saja api'e chi'e"},{"SurahNumber":7,"VerseNumber":153,"Text":"ane je loko'e papa karya pachi jo te'o tauba kari le ane imana la'i ave, to tauba karya pachi papane tamaro palanahara mapha kari denara, daya karanara che"},{"SurahNumber":7,"VerseNumber":154,"Text":"ane jyare musa (a.Sa.) Santa thaya to, te takati'one uthavi lidhi ane tena visayomam te loko mate, je'o potana palanaharathi darata hata, margadarsana ane krpa hati"},{"SurahNumber":7,"VerseNumber":155,"Text":"ane musa (a.Sa.)E sittera vyakti'one potani koma manthi amara nakki karela samaya mate pasanda karya, to jyare te loko para dharatikampa avi pahoncyo, to musa (a.Sa.) Kaheva lagya ke he mara palanahara! Jo tari iccha hota to a pahela ja te'one ane mane nasta kari didha hota, sum amara manthi thodaka murkha lokona karane amane pana nasta kari da'isa? A kis'so phakata tara taraphathi kasoti che, avi kasoti dvara jene tum icche tene pathabhrasta kari de, ane jene icche satya marga para adaga rakhe, tum ja amaro vyavasthapaka che. Basa! Amara para maphi ane daya kara, ane tum dareka mapha karanara'o karata vadhare mapha karanara che"},{"SurahNumber":7,"VerseNumber":156,"Text":"Ane amara nama sadacari lokomam lakhi de, duniyamam pana ane akheratamam pana, ame tari tarapha ja raju tha'i'e chi'e, allaha ta'ala'e kahyum ke hum mari yatana tene ja apum chum jene icchu chum ane mari krpa dareka vastu'o para che, to te krpa te lokone jarura apisa, je'o allahathi dare che ane jhakata ape che ane je'o amari ayato para imana lave che"},{"SurahNumber":7,"VerseNumber":157,"Text":"je loko eva abhana payagambaranum anusarana kare che, jene te loko potani pase taurata ane injilamam lakhelum ju'e che, te te'one satkaryono adesa ape che ane kharaba krtyothi roke che, ane pavitra vastu'one halala therave che ane kharaba vastu'one te'o para harama therave che. Ane te loko para je bhara ane patto hato, tene hatave che, to je loko a payagambara para imana lave che ane temanum samarthana kare che ane temani madada kare che ane te prakasanum anusarana kare che je temani sathe mokalavamam avyum che, ava loko sampurna saphalata melavase"},{"SurahNumber":7,"VerseNumber":158,"Text":"tame kahi do ke he loko! Hum tamari sauni tarapha te allahano mokalelo chum jenum samarjya akaso ane dharati para che, tena sivaya ko'i bandagine layaka nathi, te ja jivana ape che ane te ja mrtyu ape che, to allaha ta'ala para imana lavo ane tena abhana payagambara para, je allaha ta'ala para ane tena adeso para imana dharave che ane tenum anusarana karo, jethi tame satyamarga para avi ja'o"},{"SurahNumber":7,"VerseNumber":159,"Text":"ane musani komamam eka jutha evum pana che, je satya sathe margadarsana ape che ane te ja pramane n'yaya pana kare che"},{"SurahNumber":7,"VerseNumber":160,"Text":"Ane ame temani bara kutumbomam vahencani kari, sauna alaga-alaga jutha nakki kari didha ane ame musa (a.Sa.)Ne adesa apyo jyare ke temani kaume temani pase pani mangyum, ke potani lakadine pela paththara para maro, basa! Tarata ja temanthi bara jharanam phuti nikalya, dareka vyakti'e potani pani pivani jagya jani lidhi ane ame temana para vadala dvara chanyado karyo, ane temane “man” ane “salva” (jannati khoraka) pahoncadyum, kha'o pavitra vastu'o manthi, je ame tamane api che ane te'o'e amarum kami pana nukasana na karyu, parantu potanum ja nukasana karata hata"},{"SurahNumber":7,"VerseNumber":161,"Text":"ane jyare te'one adesa apavamam avyo ke tame loko te vastimam ja'ine raho ane jyanthi iccho tyanthi kha'o ane jabana vade evum kahejo ke “tauba che” ane jhuki jhukine daravajamam pravesa karajo, ame tamari bhulo mapha kari da'isum, je loko satkarya karase, te'one vadhare apisum"},{"SurahNumber":7,"VerseNumber":162,"Text":"to te atyacari'o'e eka sabdane bija sabda vade badali didho je virud'dha hato, te sabda na badalamam jene kaheva mate kahyum hatum, tena karane ame te'o para eka avakasi apatti mokali, e karanasara ke te adesane nahota manata"},{"SurahNumber":7,"VerseNumber":163,"Text":"ane tame te loko same te vastivalani dasa pucho, je'o samudra najika raheta hata, jyare ke te'o sanivara na divase hada vatavi gaya hata, jyare ke te'ona sanivarana divase temana mate machali'o upara avati hati, ane jyare sanivarano divasa na hoya to upara nahoti avati, ame te'oni avi rite kasoti karata hata, te karanasara ke te'o adesono bhanga karata hata"},{"SurahNumber":7,"VerseNumber":164,"Text":"Ane jyare temana manthi eka juthe ema kahyum ke tame eva lokone kema sikhamana apo cho, jemane allaha nasta karavavalo che, athava temane sakhata saja apanara che? Te'o'e javaba apyo ke tamara palanaharane karana janavava ane etala mate ke kadaca te'o dari jaya"},{"SurahNumber":7,"VerseNumber":165,"Text":"to jyare tene bhuli gaya, je temane sikhavavamam avatum hatum, to ame te lokone to bacavi lidha je'o a kharaba krtyothi rokata hata. Ane te lokone je'o atireka karata hata, te loko para eka sakhata prakopa avi pahoncyo, etala mate ke te'o adesonum palana karata na hata"},{"SurahNumber":7,"VerseNumber":166,"Text":"etale jyare, te'one je karyathi rokavamam avya hata, temam hada vatavi gaya, to ame temane kahi didhum ke tame apamanita karela vandara bani java"},{"SurahNumber":7,"VerseNumber":167,"Text":"ane te samaya yada karavo jo'i'e jyare tamara palanahare e vata janavi didhi ke, te (allaha) yahudi'o para kayamata sudhi eka eva vyaktine jarura nakki kari dese je te'one sakhata saja apato rahese, ni:Sanka tamaro palanahara najika manja saja api de che ane kharekhara te ghano ja mapha karanara ane ghano ja dayavana che"},{"SurahNumber":7,"VerseNumber":168,"Text":"ane ame duniyamam te'one alaga-alaga juthamam vahenci didha, ketalaka temanamam sadacari hata ane ketalaka bija loko hata ane ame sukha ane du:Khathi kasoti karata rahya, ke kadaca sudharo kari le"},{"SurahNumber":7,"VerseNumber":169,"Text":"Tyara pachi eva loko te'ona nayaba ban'ya, ke te'o'e kitaba temani pasethi la'i lidhi ane a nasta thanari duniyano samana la'i lidho ane kahe che ke amari maphi cokkasa tha'i jase, jo ke temani pase evo ja samana avi jaya to tene pana la'i lese, sum te'o pasethi te kitabana a visayanum vacana levamam nahatum avyum ke allahani tarapha satya vata sivaya biji ko'i vata na kahevi ane te'o'e te kitabamam je kami pana hatum tene vanci lidhum ane akheratanum ghara te loko mate uttama che, je loko dare che, pachi sum tame nathi samajata"},{"SurahNumber":7,"VerseNumber":170,"Text":"ane je loko kitabane majabuti sathe pakadi rakhe che ane namajha kayama padhata rahe che, ame eva lokona, je'o potano sudharo kare, savaba vyartha nahim kari'e"},{"SurahNumber":7,"VerseNumber":171,"Text":"ane te samaya pana yada karava jevo che, jyare ame parvatane uthavi chanyadani jema temana para lavi didho, ane temane visvasa tha'i gayo ke have temana para padyo ane kahyum ke je kitaba ame tamane api che tene majabutithi svikara karo ane yada rakho je adeso temam che, tena karane asa che ke tame daravavala bani java"},{"SurahNumber":7,"VerseNumber":172,"Text":"ane jyare tamara palanahare adamana santanani pitha vade temana santananum sarjana karyum ane temani pasethi temana ja vise vacana lidhum ke sum hum tamaro palanahara nathi? Sau'e javaba apyo kema nahim, ame sau saksi api'e chi'e, jethi tame kayamatana divase ema na kaho ke ame to anathi ajana hata"},{"SurahNumber":7,"VerseNumber":173,"Text":"athava ema kaho ke paheli vakhata sirka to amara purvajo'e karyum, ane ame temana pachi te'oni pedhi manthi thaya, to sum te pathabhrasta lokona karya para tum amane nasta kari da'isa"},{"SurahNumber":7,"VerseNumber":174,"Text":"ame a ja pramane ayatonum spasta rite varnana kari'e chi'e, jethi te'o alaga rahe"},{"SurahNumber":7,"VerseNumber":175,"Text":"Ane te lokone te vyaktini dasa vanci sambhalavo ke jene ame potani ayato api, pachi tene (amari ayatonum anusarana na karyum) pachi setana teni pachala lagi gayo, to te pathabhrasta lokomam dakhala tha'i gayo"},{"SurahNumber":7,"VerseNumber":176,"Text":"ane jo ame icchata to tene a ayatona karane unco hoddo apata, parantu te to duniya tarapha jhuki gayo ane potani maneccha'oni pachala padi gayo, temani dasa kutaram jevi tha'i ga'i, ke tum temana para humalo karisa to pana hamphase athava tum tene chodi da'isa to pana te hamphase, a ja dasa te lokoni che je'o'e amari ayatono inkara karyo, to tame a sthitinum varnana kari do, kadaca te loko kamika vicare"},{"SurahNumber":7,"VerseNumber":177,"Text":"te lokoni dasa pana kharaba che, je'o amari ayatone juthalave che ane te'o potanum ja nukasana kare che"},{"SurahNumber":7,"VerseNumber":178,"Text":"jene allaha satyamarga batave che to te ja satya margadarsana melavanara che ane jene te pathabhrasta kari de to ava ja loko nukasana bhogavanara che"},{"SurahNumber":7,"VerseNumber":179,"Text":"ane ame eva ghana manavi'o ane jinnatonum sarjana jahannama mate karyum che, jemana hrdaya eva che je nathi samajata ane je'oni ankho evi che jenathi nathi jota ane je'ona kana eva che jenathi nathi sambhalata, a loko dhora jeva che, parantu a loko te dhoro karata pana vadhare pathabhrasta che, a ja loko bedarakara che"},{"SurahNumber":7,"VerseNumber":180,"Text":"ane sara nama allaha mate ja che, to te namo vade ja allahane pokaro ane eva loko sathe sambandha pana na rakho je'o tena namamam khami sodhe che, te lokone temana karyoni jarura saja malase"},{"SurahNumber":7,"VerseNumber":181,"Text":"ane amara sarjanamam eka jutha evum pana che je satya sathe margadarsana ape che ane te ja pramane n'yaya pana kare che"},{"SurahNumber":7,"VerseNumber":182,"Text":"ane je loko amari ayatone juthalave che, ame te'oni pakada dhire-dhire kari rahya che, tevi rite ke temane jana pana nathi"},{"SurahNumber":7,"VerseNumber":183,"Text":"Te'one mahetala apum chum, ni:Sanka mari yukti ghani ja majabuta che"},{"SurahNumber":7,"VerseNumber":184,"Text":"sum te loko'e te vata para cintana na karyu ke temana mitra saheja pana pagala nathi, te to phakata eka spasta cetavani apanara che"},{"SurahNumber":7,"VerseNumber":185,"Text":"ane sum te loko'e cintana na karyum ke akaso ane dharati para ane biji dareka vastu'omam, jeno sarjanahara allaha ja che ane e vatamam pana (cintana na karyum ke) sakya che ke te'onum mrtyu najika manja avi pahoncyum hoya, to kura'ana pachi kevi vata para imana lavase"},{"SurahNumber":7,"VerseNumber":186,"Text":"jene allaha ta'ala pathabhrasta kari de tene ko'i margadarsana api sakatum nathi, ane allaha ta'ala te'one temani pathabhrastatamam bhatakata chodi deche"},{"SurahNumber":7,"VerseNumber":187,"Text":"a loko tamane kayamata vise puche che ke te kyare avase? Tame kahi do ke tenum jnana phakata mara palanahara pase ja che, tena samaya para tene allaha sivaya ko'i lavi nahim sake, te akaso ane dharati para ghano sakhata (divasa) hase, te tamara para acanaka avi padase, te'o tamane evi rite puche che jane ke tame teni sodha kari cukya hoya, tame kahi do ke tenum jnana phakata allahane ja che, parantu ghana loko nathi janata"},{"SurahNumber":7,"VerseNumber":188,"Text":"tame kahi do ke hum pote mara mate ko'i phayadano adhikara nathi rakhato ane na to ko'i nukasanano, parantu jetalum allaha'e icchayum hoya tetalum ja (mara mate che) ane jo mane adrsyanum jnana hota to, hum ghana phayada prapta kari leto, ane ko'i nukasana mane na thatum, hum to phakata cetavani apanara ane subhecchaka chum, te loko mate je'o imana rakhe che"},{"SurahNumber":7,"VerseNumber":189,"Text":"Te allaha ta'ala evo che jene tamarum sarjana eka prana vade karyum ane tenathi ja tena mate jodidara banavya, jethi te teni pasethi lagani prapta kare, pachi jyare pati-patni sathe bhego thayo, tene halakum garbha rahi gayum, to teni tene la'ine hare-phare che, pachi jyare te bhare tha'i gayum to banne pati-patni allahathi je temano malika che, du'a karava lagya, ke jo tum amane tandurasta santana ape to, ame khuba ja abhara vyakta karisum"},{"SurahNumber":7,"VerseNumber":190,"Text":"to jyare allaha'e te bannene tandurasta santana apyum to allaha'e apeli vastu'omam te banne allahana bhagidaro theravava lagya, allaha pavitra che te'ona bhagidara theravavathi"},{"SurahNumber":7,"VerseNumber":191,"Text":"sum eva lokone bhagidara therave che je ko'i pana vastunum sarjana nathi kari sakata ane temanum potanum ja sarjana karavamam avyum che"},{"SurahNumber":7,"VerseNumber":192,"Text":"ane te temane ko'i pana prakarani madada nathi kari sakata ane te pote pana madada kari sakata nathi"},{"SurahNumber":7,"VerseNumber":193,"Text":"ane jo tame temane ko'i vata janavava mate bolavo to tamara kaheva para nahim cale, tamari drsti'e banne karyo sarakha che, bhalene tame temane pokaro athava to cupa raho"},{"SurahNumber":7,"VerseNumber":194,"Text":"kharekhara allahane chodine jeni bandagi tame karo cho, te'o pana tamara jeva ja banda'o che, to tame temane pokaro, pachi te'o tamarum kahevum sacum kari batave jo te'o saca hoya"},{"SurahNumber":7,"VerseNumber":195,"Text":"sum te'ona paga che jenathi te'o calata hoya athava te'ona hatha che jenathi te'o ko'i vastu'one pakadi sake, athava te'oni ankho che jenathi te'o jota hoya, athava te'ona kana che jenathi te'o sambhalata hoya, tame kahi do ke tame potana dareka pujyone bolavi lo, pachi mane nukasana pahoncadava mateni yukti karo, pachi mane thodika pana mahetala na apo"},{"SurahNumber":7,"VerseNumber":196,"Text":"Ni:Sanka mari madada karanara allaha ta'ala ja che, jene a kitabanum avatarana karyum ane te sadacari lokoni madada kare che"},{"SurahNumber":7,"VerseNumber":197,"Text":"ane tame je lokoni pana allahane chodine bandagi karo cho, te'o tamari kami pana madada nathi kari sakata ane na to te potani madada kari sake che"},{"SurahNumber":7,"VerseNumber":198,"Text":"ane temane ko'i vatano adesa apava mate bolavo to, tene na sambhale, ane te'one tame ju'o cho jane ke te'o tamane jo'i rahya che jo ke te'o kami pana nathi jota"},{"SurahNumber":7,"VerseNumber":199,"Text":"tame daragujara karo, satkaryani siksa apo, ane ajana lokothi alaga raho"},{"SurahNumber":7,"VerseNumber":200,"Text":"ane jo tamane ko'i kharaba vicara setana taraphathi avava lage to, allahanum sarana mangi lo, ni:Sanka te khuba ja sambhalanara, jananara che"},{"SurahNumber":7,"VerseNumber":201,"Text":"ni:Sanka je loko allahathi dare che, jyare te'o para ko'i musibata setana taraphathi avi pahonce che to te'o yada karava lage che, to acanaka te'oni ankho khuli jaya che"},{"SurahNumber":7,"VerseNumber":202,"Text":"ane je loko setanoni vata mane che, te te'one pathabhrastatamam khenci jaya che, basa! Te'o chodata nathi"},{"SurahNumber":7,"VerseNumber":203,"Text":"ane jyare tame ko'i camatkara jahera nathi karata to, te loko kahe che ke tame a camatkara kema na lavya? Tame kahi do ke hum tenum anusarana karum chum je mane mara palanahara taraphathi adesa apavamam avyo, a ghana purava che amara palanahara taraphathi, ane satya margadarsana ane daya che te loko mate je'o imana lavya che"},{"SurahNumber":7,"VerseNumber":204,"Text":"ane jyare kura'ana padhavamam ave to tene dhyanathi sambhalo ane cupa raho, sakya che ke tamara para krpa thaya"},{"SurahNumber":7,"VerseNumber":205,"Text":"ane he vyakti! Potana palanaharane potana manamam yada karya kara, ajiji sathe ane darata darata, ane unca avaja karata dhima avaje savara-sanja (yada karo) ane bhuli janara'o manthi na tha'i ja'o"},{"SurahNumber":7,"VerseNumber":206,"Text":"Ni:Sanka je loko tara palanaharani najika che, te teni bandagi sathe ghamanda nathi karata, ane teni pavitrata bayana kare che ane tene sijado kare che"},{"SurahNumber":8,"VerseNumber":1,"Text":"a loko tamane ganimata (yud'dha pachi malelo mala) vise savala kare che, tame kahi do ke a ganimato allaha mate che ane payagambara mate che, to tame allahathi daro ane potana andaro'andarana sambandhone sudharo ane allaha ta'ala ane tena payagambaranum anusarana karo, jo tame imana dharavata hoya"},{"SurahNumber":8,"VerseNumber":2,"Text":"ham, imanavala'o to eva hoya che ke jyare allaha ta'alana namanum smarana sambhale che to te'ona hrdaya dari jaya che ane jyare allaha ta'alani ayato temani samaksa padhi sambhalavavamam ave che to, te ayato te'ona imanamam vadharo kari de che ane te loko potana palanahara para bharoso kare che"},{"SurahNumber":8,"VerseNumber":3,"Text":"je'o namajha kayama kare che ane ame te'one je kami pana apyum che te'o temanthi dana kare che"},{"SurahNumber":8,"VerseNumber":4,"Text":"saca imanavala'o a loko che, te'o mate unca darajja che potana palanahara pase, tatha maphi ane ijajatavali roji che"},{"SurahNumber":8,"VerseNumber":5,"Text":"jevum ke tamara palanahare tamane tamara gharethi satya sathe ravana karya ane musalamanona eka juthane te pasanda na hatum"},{"SurahNumber":8,"VerseNumber":6,"Text":"te'o te satya vise, je spasta tha'i gaya pachi, tamari sathe evi rite jhaghado kari rahya hata ke jevum ke temane ko'i mrtyu tarapha hankata hoya ane te'o jo'i rahya hoya"},{"SurahNumber":8,"VerseNumber":7,"Text":"ane tame te samayane yada karo, jyare allaha'e tamane te banne jutha manthi ekane vacana apyum hatum ke te tamane mali jaya ane tame te asa karata hata ke hathiyara vagaranum jutha tamane mali jaya, ane allaha ta'ala evum icchato hato ke potana adesa vade satyanum satya hovum sabita kari de ane te inkara karanara'oni jada kapi nakhe"},{"SurahNumber":8,"VerseNumber":8,"Text":"jethi satyanum satya hovum ane asatyanum asatya hovum sabita kari de, bhalene a aparadhi'o pasanda na kare"},{"SurahNumber":8,"VerseNumber":9,"Text":"Te samayane yada karo jyare ke tame potana palanahara same phariyada kari rahya hata, pachi allaha ta'ala'e tamari (phariyada) sambhali lidhi, ke hum tamari eka hajara pharista'o vade madada karisa, je satata avata rahese"},{"SurahNumber":8,"VerseNumber":10,"Text":"ane allaha ta'ala'e a madada phakata etala mate kari ke khusakhabara ape ane jethi tamara manane santi male ane madada phakata allaha taraphathi ja che, je jabaradasta hikamatavalo che"},{"SurahNumber":8,"VerseNumber":11,"Text":"te samayane yada karo jyare allaha tamane unghadi rahyo hato, potana taraphathi santi apava mate ane tamara para akasa manthi pani varasavi rahyo hato ke te pani vade tamane pavitra kari de ane tamara (hrdayo) manthi setani vicarane nasta kari de ane tamara hrdayone majabuta kari de ane tamara paga adaga kari de"},{"SurahNumber":8,"VerseNumber":12,"Text":"te samayane yada karo jyare tamaro palanahara pharista'one adesa api rahyo hato ke hum tamaro mitra chum, to tame imanavala'oni himmata vadharo, hamana ja inkara karanara'ona hrdayomam bhaya nakhi da'um chum, to tame gala para maro ane te'ona sandha'o para prahara karo"},{"SurahNumber":8,"VerseNumber":13,"Text":"a te vatani saja che ke te'o'e allaha ane tena payagambarano virodha karyo ane je allaha ane tena payagambarano virodha kare che tene kharekhara allaha ta'ala sakhata saja apanara che"},{"SurahNumber":8,"VerseNumber":14,"Text":"have a sajano (svada) cakho ane jani lo ke inkara karanara'o mate jahannamani yatana nakki ja che"},{"SurahNumber":8,"VerseNumber":15,"Text":"he imanavala'o! Jyare tame inkara karanara'o ni same avi java to, te'one pitha na batavo"},{"SurahNumber":8,"VerseNumber":16,"Text":"ane je vyakti te samaye pitha batavase, parantu ham je lada'i mate ko'i yukti karato hoya athava je (potana) jutha tarapha sarana icchato hoya, tena mate chuta che, te vagara je ko'i pana avum karase tena para allahano gus'so utarase ane tenum thekanum jahannama hase, te ghani ja kharaba jagya che"},{"SurahNumber":8,"VerseNumber":17,"Text":"To tame te'one katala nathi karya parantu allaha'e temane katala karya, ane tame muththi bharine mati nathi phenki parantu te allaha'e phenki che ane jethi musalamanone potani taraphathi te'oni mahenatano badalo ape. Ni:Sanka allaha ta'ala khuba sambhalanara, khuba jananara che"},{"SurahNumber":8,"VerseNumber":18,"Text":"(eka vata to) avi tha'i ane (biji vata a che) allaha ta'alane inkara karanara'oni yuktine nirbala karavi hati"},{"SurahNumber":8,"VerseNumber":19,"Text":"jo tame loko phensalo icchata hoya to te phensalo tamari same ja che, ane jo alaga raho to a tamara mate uttama che, ane jo tame phari te ja karya karaso to ame pana phari te ja karisum ane tamari ekata tamane kami pana phayado nahim pahoncade, bhalene ketaliya prabala hoya ane kharekhara vata evi che ke allaha ta'ala imanavala'oni sathe che"},{"SurahNumber":8,"VerseNumber":20,"Text":"he imanavala'o! Allaha ane tena payagambaranum kahevum mano sambhalava-janava chatam ane temani avaganana na karo"},{"SurahNumber":8,"VerseNumber":21,"Text":"ane tame te loko jeva na tha'i java, je loko davo to kare che ke ame sambhali lidhum jo ke te'o sambhalata nathi"},{"SurahNumber":8,"VerseNumber":22,"Text":"ni:Sanka sarjana manthi sauthi kharaba allahani najika te loko che, je'o bahera che ane munga che, jo ke (thodunka) pana nathi samajata"},{"SurahNumber":8,"VerseNumber":23,"Text":"ane jo allaha ta'ala temanamam ko'i bhala'i joto to te'one sambhalavani sadabud'dhi api deta ane jo temane have sambhalavi de to jarura laparavahi sathe avaganana karase"},{"SurahNumber":8,"VerseNumber":24,"Text":"he imanavala'o! Tame allaha ane tena payagambaranum kahevum mano, jyare payagambara tamane jivana pradana karati vastu tarapha bolave, ane jani lo ke allaha ta'ala manavi ane tena hrdayani vacce padado bani jaya che ane kharekhara tamane allaha pase ja bhega thavanum che"},{"SurahNumber":8,"VerseNumber":25,"Text":"ane tame eva upadravathi baco, ke jeni aphata visesa te ja loko mate nahim hoya, jemane tamara manthi papa karya hoya ane a jani lo ke allaha sakhata saja apanara che"},{"SurahNumber":8,"VerseNumber":26,"Text":"Ane te paristhitine yada karo jyare tame dharati para ocha hata, nirbala ganata hata, e bhayamam raheta hata ke tamane loko lunti na le, to allaha'e tamane raheva mate jagya api ane tamane potani madada vade sakti api ane tamane uttama vastu'o api jethi tame abhara vyakta karo"},{"SurahNumber":8,"VerseNumber":27,"Text":"he imanavala'o! Tame allaha ane tena payagambara (na adhikaro)ne janava chatam dago na karo ane potani amanatomam visvasaghata na karo"},{"SurahNumber":8,"VerseNumber":28,"Text":"ane tame te vatane jani lo ke tamarum dhana ane tamari santana eka kasoti che ane te vatane pana jani lo ke allaha ta'ala pase puskala badalo che"},{"SurahNumber":8,"VerseNumber":29,"Text":"he imanavala'o! Jo tame allahathi darata raheso to, allaha ta'ala tamane eka phensalo karavani sakti apase ane tamarathi tamara papone dura kari dese ane tamane mapha kari dese ane allaha ta'ala ghano ja krpalu che"},{"SurahNumber":8,"VerseNumber":30,"Text":"ane te vatanum pana varnana karo, jyare inkara karanara'o'e tamara mate yukti kari rahya hata, ke tamane kedi banavi le, athava tamane katala kari de athava tamane desanikala kari de ane te to potani yukti kari rahya hata ane allaha potani yukti kari rahyo hato ane sauthi vadhare majabuta yukti karanara allaha ja che"},{"SurahNumber":8,"VerseNumber":31,"Text":"ane jyare te'oni samaksa amari ayatonum varnana karavamam ave che to kahe che ke ame sambhali lidhum, jo ame icchi'e to tena jevum ja ame pana kahi batavi'e, a to kami pana nathi, a to phakata purvajoni ghadeli vato che"},{"SurahNumber":8,"VerseNumber":32,"Text":"ane jyare te loko'e kahyum ke he allaha! Jo a kura'ana tamara taraphathi avatarita karela hoya to amara para akasa manthi paththaro varasava, athava amara mate ko'i du:Khadayi prakopa utara"},{"SurahNumber":8,"VerseNumber":33,"Text":"ane allaha ta'ala evum nahim kare, te'one mate tamara hova chatam prakopa utare ane allaha te'one saja nahim ape tevi sthiti mam ke te'o maphi pana mangata hoya"},{"SurahNumber":8,"VerseNumber":34,"Text":"Ane te'omam evi kevi vata che jena karane allaha ta'ala temane saja na ape, jo ke te loko masjide haramamam javathi roke che, jyare ke te loko te masjidana dekharekha rakhanara nathi, teni dekharekha rakhanara phakata daravavala loko che, parantu te'omam vadhare padata loko ajnana che"},{"SurahNumber":8,"VerseNumber":35,"Text":"ane te'oni namajha kaba pase phakata e hati, siti'o maravi ane tali'o padavi, to potana inkarana karane a yatanano svada cakho"},{"SurahNumber":8,"VerseNumber":36,"Text":"ni:Sanka a inkara karanara'o potana dhanane etala mate kharca kare che ke lokone allahana margathi roke, to a loko potana dhanane kharca karata ja rahese, pachi te dhana te'o mate nirasanum karana bani jase. Pachi hari jase ane inkara karanara'one jahannama tarapha bhega karavamam avase"},{"SurahNumber":8,"VerseNumber":37,"Text":"jethi allaha ta'ala apavitra lokone pavitra lokothi alaga kari de ane apavitrone eka-bija sathe bhelavi de, basa! Te saune ekatha kari de, pachi te saune jahannamamam nakhi de, ava loko sampurna nukasanamam che"},{"SurahNumber":8,"VerseNumber":38,"Text":"tame te inkara karanara'one kahi do ke jo a loko sudharo kari le to te'ona badha ja papa je pahela kari cukya che, badha ja mapha kari devamam avase ane jo te'o potani te ja adata rakhase to (inkara karanara'o) agalana loko mate kayado bani gayo che"},{"SurahNumber":8,"VerseNumber":39,"Text":"ane tame te'o sathe tyam sudhi lada'i karo jyam sudhi te'o upadravane chodi na de ane dina allahano ja tha'i jaya, pachi jo a loko sudharo kari le to, allaha ta'ala te karyone khuba ja sari rite jane che"},{"SurahNumber":8,"VerseNumber":40,"Text":"ane jo avaganana kare, to yakina rakho ke allaha ta'ala tamaro vyavasthapaka che, ane ghano ja uttama vyavasthapaka che ane ghano ja uttama madada karanara che"}]}