{"Id":205,"LanguageCodes":["id","ind"],"Name":"ind-unknown","Author":"Unknown","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Telah semakin dekat kepada manusia perhitungan amal mereka, sedang mereka dalam keadaan lalai (dengan dunia), berpaling (dari akhirat)"},{"SurahNumber":21,"VerseNumber":2,"Text":"Setiap diturunkan kepada mereka ayat-ayat yang baru dari Tuhan, mereka mendengarkannya sambil bermain-main"},{"SurahNumber":21,"VerseNumber":3,"Text":"Hati mereka dalam keadaan lalai. Dan orang-orang yang zhalim itu merahasiakan pembicaraan mereka, “(Orang) ini (Muhammad) tidak lain hanyalah seorang manusia (juga) seperti kamu. Apakah kamu menerima sihir itu padahal kamu menyaksikannya?”"},{"SurahNumber":21,"VerseNumber":4,"Text":"Dia (Muhammad) berkata, “Tuhanku mengetahui (semua) perkataan di langit dan di bumi, dan Dia Maha Mendengar, Maha Mengetahui!”"},{"SurahNumber":21,"VerseNumber":5,"Text":"Bahkan mereka mengatakan, “(Al-Qur'an itu buah) mimpi-mimpi yang kacau, atau hasil rekayasanya (Muhammad), atau bahkan dia hanya seorang penyair, cobalah dia datangkan kepada kita suatu tanda (bukti), seperti halnya rasul-rasul yang diutus terdahulu.”"},{"SurahNumber":21,"VerseNumber":6,"Text":"Penduduk suatu negeri sebelum mereka, yang telah Kami binasakan, mereka itu tidak beriman (padahal telah Kami kirimkan bukti). Apakah mereka akan beriman"},{"SurahNumber":21,"VerseNumber":7,"Text":"Dan Kami tidak mengutus (rasul-rasul) sebelum engkau (Muhammad), melainkan beberapa orang laki-laki yang Kami beri wahyu kepada mereka, maka tanyakanlah kepada orang yang berilmu, jika kamu tidak mengetahui"},{"SurahNumber":21,"VerseNumber":8,"Text":"Dan Kami tidak menjadikan mereka (rasul-rasul) suatu tubuh yang tidak memakan makanan dan mereka tidak (pula) hidup kekal"},{"SurahNumber":21,"VerseNumber":9,"Text":"Kemudian Kami tepati janji (yang telah Kami janjikan) kepada mereka. Maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki, dan Kami binasakan orang-orang yang melampaui batas"},{"SurahNumber":21,"VerseNumber":10,"Text":"Sungguh, telah Kami turunkan kepadamu sebuah Kitab (Al-Qur'an) yang di dalamnya terdapat peringatan bagimu. Maka apakah kamu tidak mengerti"},{"SurahNumber":21,"VerseNumber":11,"Text":"Dan berapa banyak (penduduk) negeri yang zhalim yang telah Kami binasakan, dan Kami jadikan generasi yang lain setelah mereka itu (sebagai penggantinya)"},{"SurahNumber":21,"VerseNumber":12,"Text":"Maka ketika mereka merasakan azab Kami, tiba-tiba mereka melarikan diri dari (negerinya) itu"},{"SurahNumber":21,"VerseNumber":13,"Text":"Janganlah kamu lari tergesa-gesa; kembalilah kamu kepada kesenangan hidupmu dan tempat-tempat kediamanmu (yang baik), agar kamu dapat ditanya"},{"SurahNumber":21,"VerseNumber":14,"Text":"Mereka berkata, “Betapa celaka kami, sungguh, kami orang-orang yang zhalim.”"},{"SurahNumber":21,"VerseNumber":15,"Text":"Maka demikianlah keluhan mereka berkepanjangan, sehingga mereka Kami jadikan sebagai tanaman yang telah dituai, yang tidak dapat hidup lagi"},{"SurahNumber":21,"VerseNumber":16,"Text":"Dan Kami tidak menciptakan langit dan bumi dan segala apa yang ada di antara keduanya dengan main-main"},{"SurahNumber":21,"VerseNumber":17,"Text":"Seandainya Kami hendak membuat suatu permainan (istri dan anak), tentulah Kami membuatnya dari sisi Kami, jika Kami benar-benar menghendaki berbuat demikian"},{"SurahNumber":21,"VerseNumber":18,"Text":"Sebenarnya Kami melemparkan yang hak (kebenaran) kepada yang batil (tidak benar) lalu yang hak itu menghancurkannya, maka seketika itu (yang batil) lenyap. Dan celaka kamu karena kamu menyifati (Allah dengan sifat-sifat yang tidak pantas bagi-Nya)"},{"SurahNumber":21,"VerseNumber":19,"Text":"Dan milik-Nya siapa yang di langit dan di bumi. Dan (malaikat-malaikat) yang di sisi-Nya, tidak mempunyai rasa angkuh untuk menyembah-Nya dan tidak (pula) merasa letih"},{"SurahNumber":21,"VerseNumber":20,"Text":"Mereka (malaikat-malaikat) bertasbih tidak henti-hentinya malam dan siang"},{"SurahNumber":21,"VerseNumber":21,"Text":"Apakah mereka mengambil tuhan-tuhan dari bumi, yang dapat menghidupkan (orang-orang yang mati)"},{"SurahNumber":21,"VerseNumber":22,"Text":"Seandainya pada keduanya (di langit dan di bumi) ada tuhan-tuhan selain Allah, tentu keduanya telah binasa. Mahasuci Allah yang memiliki ‘Arsy, dari apa yang mereka sifatkan"},{"SurahNumber":21,"VerseNumber":23,"Text":"Dia (Allah) tidak ditanya tentang apa yang dikerjakan, tetapi merekalah yang akan ditanya"},{"SurahNumber":21,"VerseNumber":24,"Text":"Atau apakah mereka mengambil tuhan-tuhan selain Dia? Katakanlah (Muhammad), “Kemukakanlah alasan-alasanmu! (Al-Qur'an) ini adalah peringatan bagi orang yang bersamaku, dan peringatan bagi orang sebelumku.” Tetapi kebanyakan mereka tidak mengetahui yang hak (kebenaran), karena itu mereka berpaling"},{"SurahNumber":21,"VerseNumber":25,"Text":"Dan Kami tidak mengutus seorang rasul pun sebelum engkau (Muhammad), melainkan Kami wahyukan kepadanya, bahwa tidak ada tuhan (yang berhak disembah) selain Aku, maka sembahlah Aku"},{"SurahNumber":21,"VerseNumber":26,"Text":"Dan mereka berkata, “Tuhan Yang Maha Pengasih telah menjadikan (malaikat) sebagai anak.” Mahasuci Dia. Sebenarnya mereka (para malaikat itu) adalah hamba-hamba yang dimuliakan"},{"SurahNumber":21,"VerseNumber":27,"Text":"mereka tidak berbicara mendahului-Nya dan mereka mengerjakan perintah-perintah-Nya"},{"SurahNumber":21,"VerseNumber":28,"Text":"Dia (Allah) mengetahui segala sesuatu yang di hadapan mereka (malaikat) dan yang di belakang mereka, dan mereka tidak memberi syafaat melainkan kepada orang yang diridhai (Allah), dan mereka selalu berhati-hati karena takut kepada-Nya"},{"SurahNumber":21,"VerseNumber":29,"Text":"Dan barangsiapa di antara mereka berkata, “Sungguh, aku adalah tuhan selain Allah,” maka orang itu Kami beri balasan dengan Jahanam. Demikianlah Kami memberikan balasan kepada orang-orang yang zhalim"},{"SurahNumber":21,"VerseNumber":30,"Text":"Dan apakah orang-orang kafir tidak mengetahui bahwa langit dan bumi keduanya dahulunya menyatu, kemudian Kami pisahkan antara keduanya; dan Kami jadikan segala sesuatu yang hidup berasal dari air; maka mengapa mereka tidak beriman"},{"SurahNumber":21,"VerseNumber":31,"Text":"Dan Kami telah menjadikan di bumi ini gunung-gunung yang kokoh agar ia (tidak) guncang bersama mereka, dan Kami jadikan (pula) di sana jalan-jalan yang luas, agar mereka mendapat petunjuk"},{"SurahNumber":21,"VerseNumber":32,"Text":"Dan Kami menjadikan langit sebagai atap yang terpelihara, namun mereka tetap berpaling dari tanda-tanda (kebesaran Allah) itu (matahari, bulan, angin, awan, dan lain-lain)"},{"SurahNumber":21,"VerseNumber":33,"Text":"Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing beredar pada garis edarnya"},{"SurahNumber":21,"VerseNumber":34,"Text":"Dan Kami tidak menjadikan hidup abadi bagi seorang manusia sebelum engkau (Muhammad); maka jika engkau wafat, apakah mereka akan kekal"},{"SurahNumber":21,"VerseNumber":35,"Text":"Setiap yang bernyawa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan. Dan kamu akan dikembalikan hanya kepada Kami"},{"SurahNumber":21,"VerseNumber":36,"Text":"Dan apabila orang-orang kafir itu melihat engkau (Muhammad), mereka hanya memperlakukan engkau menjadi bahan ejekan. (Mereka mengatakan), “Apakah ini orang yang mencela tuhan-tuhanmu?” Padahal mereka orang yang ingkar mengingat Allah Yang Maha Pengasih"},{"SurahNumber":21,"VerseNumber":37,"Text":"Manusia diciptakan (bersifat) tergesa-gesa. Kelak akan Aku perlihatkan kepadamu tanda-tanda (kekuasaan)-Ku. Maka janganlah kamu meminta Aku menyegerakannya"},{"SurahNumber":21,"VerseNumber":38,"Text":"Dan mereka berkata, “Kapankah janji itu (akan datang), jika kamu orang yang benar?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Seandainya orang kafir itu mengetahui, ketika mereka itu tidak mampu mengelakkan api neraka dari wajah dan punggung mereka, sedang mereka tidak mendapat pertolongan (tentulah mereka tidak meminta disegerakan)"},{"SurahNumber":21,"VerseNumber":40,"Text":"Sebenarnya (hari Kiamat) itu akan datang kepada mereka secara tiba-tiba, lalu mereka menjadi panik; maka mereka tidak sanggup menolaknya dan tidak (pula) diberi penangguhan (waktu)"},{"SurahNumber":21,"VerseNumber":41,"Text":"Dan sungguh, rasul-rasul sebelum engkau (Muhammad) pun telah diperolok-olokkan, maka turunlah (siksaan) kepada orang-orang yang mencemoohkan apa (rasul-rasul) yang selalu mereka perolok-olokkan"},{"SurahNumber":21,"VerseNumber":42,"Text":"Katakanlah, “Siapakah yang akan menjaga kamu pada waktu malam dan siang dari (siksaan) Allah Yang Maha Pengasih?” Tetapi mereka enggan mengingat Tuhan mereka"},{"SurahNumber":21,"VerseNumber":43,"Text":"Ataukah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari (azab) Kami? Tuhan-tuhan mereka itu tidak sanggup menolong diri mereka sendiri dan tidak (pula) mereka dilindungi dari (azab) Kami"},{"SurahNumber":21,"VerseNumber":44,"Text":"Sebenarnya Kami telah memberi mereka dan nenek moyang mereka kenikmatan (hidup di dunia) hingga panjang usia mereka. Maka apakah mereka tidak melihat bahwa Kami mendatangi negeri (yang berada di bawah kekuasaan orang kafir), lalu Kami kurangi luasnya dari ujung-ujung negeri. Apakah mereka yang menang"},{"SurahNumber":21,"VerseNumber":45,"Text":"Katakanlah (Muhammad), “Sesungguhnya aku hanya memberimu peringatan sesuai dengan wahyu.” Tetapi orang tuli tidak mendengar seruan apa-bila mereka diberi peringatan"},{"SurahNumber":21,"VerseNumber":46,"Text":"Dan jika mereka ditimpa sedikit saja azab Tuhanmu, pastilah mereka berkata, “Celakalah kami! Sesungguhnya kami termasuk orang yang selalu menzhalimi (diri sendiri).”"},{"SurahNumber":21,"VerseNumber":47,"Text":"Dan Kami akan memasang timbangan yang tepat pada hari Kiamat, maka tidak seorang pun dirugikan walau sedikit; sekalipun hanya seberat biji sawi, pasti Kami mendatangkannya (pahala). Dan cukuplah Kami yang membuat perhitungan"},{"SurahNumber":21,"VerseNumber":48,"Text":"Dan sungguh, Kami telah memberikan kepada Musa dan Harun, Furqan (Kitab Taurat) dan penerangan serta pelajaran bagi orang-orang yang bertakwa"},{"SurahNumber":21,"VerseNumber":49,"Text":"(Yaitu) orang-orang yang takut (azab) Tuhannya, sekalipun mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari Kiamat"},{"SurahNumber":21,"VerseNumber":50,"Text":"Dan ini (Al-Qur'an) adalah suatu peringatan yang mempunyai berkah yang telah Kami turunkan. Maka apakah kamu mengingkarinya"},{"SurahNumber":21,"VerseNumber":51,"Text":"Dan sungguh, sebelum dia (Musa dan Harun) telah Kami berikan kepada Ibrahim petunjuk, dan Kami telah mengetahui dia"},{"SurahNumber":21,"VerseNumber":52,"Text":"(Ingatlah), ketika dia (Ibrahim) berkata kepada ayahnya dan kaumnya, “Patung-patung apakah ini yang kamu tekun menyembahnya?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"Mereka menjawab, “Kami mendapati nenek moyang kami menyembahnya.”"},{"SurahNumber":21,"VerseNumber":54,"Text":"Dia (Ibrahim) berkata, “Sesungguhnya kamu dan nenek moyang kamu berada dalam kesesatan yang nyata.”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Mereka berkata, “Apakah engkau da-tang kepada kami membawa kebenaran atau engkau main-main?”"},{"SurahNumber":21,"VerseNumber":56,"Text":"Dia (Ibrahim) menjawab, “Sebenarnya Tuhan kamu ialah Tuhan (pemilik) langit dan bumi; (Dialah) yang telah menciptakannya; dan aku termasuk orang yang dapat bersaksi atas itu.”"},{"SurahNumber":21,"VerseNumber":57,"Text":"Dan demi Allah, sungguh, aku akan melakukan tipu daya terhadap berhala-berhalamu setelah kamu pergi meninggalkannya"},{"SurahNumber":21,"VerseNumber":58,"Text":"Maka dia (Ibrahim) menghancurkan (berhala-berhala itu) berkeping-keping, kecuali yang terbesar (induknya); agar mereka kembali (untuk bertanya) kepadanya"},{"SurahNumber":21,"VerseNumber":59,"Text":"Mereka berkata, “Siapakah yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami? Sungguh, dia termasuk orang yang zhalim.”"},{"SurahNumber":21,"VerseNumber":60,"Text":"Mereka (yang lain) berkata, “Kami mendengar ada seorang pemuda yang mencela (berhala-berhala ini), namanya Ibrahim.”"},{"SurahNumber":21,"VerseNumber":61,"Text":"Mereka berkata, “(Kalau demikian) bawalah dia dengan diperlihatkan kepada orang banyak, agar mereka menyaksikan.”"},{"SurahNumber":21,"VerseNumber":62,"Text":"Mereka bertanya, “Apakah engkau yang melakukan (perbuatan) ini terhadap tuhan-tuhan kami, wahai Ibrahim?”"},{"SurahNumber":21,"VerseNumber":63,"Text":"Dia (Ibrahim) menjawab, “Sebenarnya (patung) besar itu yang melakukannya, maka tanyakanlah kepada mereka, jika mereka dapat berbicara.”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Maka mereka kembali kepada kesadaran mereka dan berkata, “Sesungguhnya kamulah yang menzhalimi (diri sendiri).”"},{"SurahNumber":21,"VerseNumber":65,"Text":"Kemudian mereka menundukkan kepala (lalu berkata), “Engkau (Ibrahim) pasti tahu bahwa (berhala-berhala) itu tidak dapat berbicara.”"},{"SurahNumber":21,"VerseNumber":66,"Text":"Dia (Ibrahim) berkata, “Mengapa kamu menyembah selain Allah, sesuatu yang tidak dapat memberi manfaat sedikit pun, dan tidak (pula) mendatangkan mudarat kepada kamu"},{"SurahNumber":21,"VerseNumber":67,"Text":"Celakalah kamu dan apa yang kamu sembah selain Allah! Tidakkah kamu mengerti?”"},{"SurahNumber":21,"VerseNumber":68,"Text":"Mereka berkata, “Bakarlah dia dan bantulah tuhan-tuhan kamu, jika kamu benar-benar hendak berbuat.”"},{"SurahNumber":21,"VerseNumber":69,"Text":"Kami (Allah) berfirman, “Wahai api! Jadilah kamu dingin, dan penyelamat bagi Ibrahim!”"},{"SurahNumber":21,"VerseNumber":70,"Text":"Dan mereka hendak berbuat jahat terhadap Ibrahim, maka Kami menjadikan mereka itu orang-orang yang paling rugi"},{"SurahNumber":21,"VerseNumber":71,"Text":"Dan Kami selamatkan dia (Ibrahim) dan Luth ke sebuah negeri yang telah Kami berkahi untuk seluruh alam"},{"SurahNumber":21,"VerseNumber":72,"Text":"Dan Kami menganugerahkan kepadanya (Ibrahim) Ishak dan Yakub, sebagai suatu anugerah. Dan masing-masing Kami jadikan orang yang shalih"},{"SurahNumber":21,"VerseNumber":73,"Text":"Dan Kami menjadikan mereka itu sebagai pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami dan Kami wahyukan kepada mereka agar berbuat kebaikan, melaksanakan shalat dan menunaikan zakat, dan hanya kepada Kami mereka menyembah"},{"SurahNumber":21,"VerseNumber":74,"Text":"Kepada Luth, Kami berikan hikmah dan ilmu, dan Kami selamatkan dia dari (azab yang telah menimpa penduduk) kota yang melakukan perbuatan keji. Sungguh, mereka orang-orang yang jahat lagi fasik"},{"SurahNumber":21,"VerseNumber":75,"Text":"Dan Kami masukkan dia ke dalam rahmat Kami; sesungguhnya dia termasuk golongan orang yang shalih"},{"SurahNumber":21,"VerseNumber":76,"Text":"Dan (ingatlah kisah) Nuh, sebelum itu, ketika dia berdoa. Kami perkenankan (doa)nya, lalu Kami selamatkan dia bersama pengikutnya dari bencana yang besar"},{"SurahNumber":21,"VerseNumber":77,"Text":"Dan Kami menolongnya dari orang-orang yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah orang-orang yang jahat, maka Kami tenggelamkan mereka semuanya"},{"SurahNumber":21,"VerseNumber":78,"Text":"Dan (ingatlah kisah) Dawud dan Sulaiman, ketika keduanya memberikan keputusan mengenai ladang, karena (ladang itu) dirusak oleh kambing-kambing milik kaumnya. Dan Kami menyaksikan keputusan (yang diberikan) oleh mereka itu"},{"SurahNumber":21,"VerseNumber":79,"Text":"Dan Kami memberikan pengertian kepada Sulaiman (tentang hukum yang lebih tepat); dan kepada masing-masing Kami berikan hikmah dan ilmu, dan Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Dawud. Dan Kamilah yang melakukannya"},{"SurahNumber":21,"VerseNumber":80,"Text":"Dan Kami ajarkan (pula) kepada Dawud cara membuat baju besi untukmu, guna melindungi kamu dalam peperangan. Apakah kamu bersyukur (kepada Allah)"},{"SurahNumber":21,"VerseNumber":81,"Text":"Dan (Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang Kami beri berkah padanya. Dan Kami Maha Mengetahui segala sesuatu"},{"SurahNumber":21,"VerseNumber":82,"Text":"Dan (Kami tundukkan pula kepada Sulaiman) segolongan setan-setan yang menyelam (ke dalam laut) untuknya dan mereka mengerjakan pekerjaan selain itu; dan Kami yang memelihara mereka itu"},{"SurahNumber":21,"VerseNumber":83,"Text":"Dan (ingatlah kisah) Ayub, ketika dia berdoa kepada Tuhannya, “(Ya Tuhanku), sungguh, aku telah ditimpa penyakit, padahal Engkau Tuhan Yang Maha Penyayang dari semua yang penyayang.”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Maka Kami kabulkan (doa)nya, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan (Kami lipat gandakan jumlah mereka) sebagai suatu rahmat dari Kami, dan untuk menjadi peringatan bagi semua yang menyembah Kami"},{"SurahNumber":21,"VerseNumber":85,"Text":"Dan (ingatlah kisah) Ismail, Idris dan Zulkifli. Mereka semua termasuk orang-orang yang sabar"},{"SurahNumber":21,"VerseNumber":86,"Text":"Dan Kami masukkan mereka ke dalam rahmat Kami. Sungguh, mereka termasuk orang-orang yang shalih"},{"SurahNumber":21,"VerseNumber":87,"Text":"Dan (ingatlah kisah) Zun Nun (Yunus), ketika dia pergi dalam keadaan marah, lalu dia menyangka bahwa Kami tidak akan menyulitkannya, maka dia berdoa dalam keadaan yang sangat gelap, ”Tidak ada tuhan selain Engkau, Mahasuci Engkau. Sungguh, aku termasuk orang-orang yang zhalim.”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Maka Kami kabulkan (doa)nya dan Kami selamatkan dia dari kedukaan. Dan demikianlah Kami menyelamatkan orang-orang yang beriman"},{"SurahNumber":21,"VerseNumber":89,"Text":"Dan (ingatlah kisah) Zakaria, ketika dia berdoa kepada Tuhannya, “Ya Tuhanku, janganlah Engkau biarkan aku hidup seorang diri (tanpa keturunan) dan Engkaulah ahli waris yang terbaik"},{"SurahNumber":21,"VerseNumber":90,"Text":"Maka Kami kabulkan (doa)nya, dan Kami anugerahkan kepadanya Yahya, dan Kami jadikan istrinya (dapat mengandung). Sungguh, mereka selalu bersegera dalam (mengerjakan) kebaikan, dan mereka berdoa kepada Kami dengan penuh harap dan cemas. Dan mereka orang-orang yang khusyuk kepada Kami"},{"SurahNumber":21,"VerseNumber":91,"Text":"Dan (ingatlah kisah Maryam) yang memelihara kehormatannya, lalu Kami tiupkan (roh) dari Kami ke dalam (tubuh)nya; Kami jadikan dia dan anaknya sebagai tanda (kebesaran Allah) bagi seluruh alam"},{"SurahNumber":21,"VerseNumber":92,"Text":"Sungguh, (agama tauhid) inilah agama kamu, agama yang satu, dan Aku adalah Tuhanmu, maka sembahlah Aku"},{"SurahNumber":21,"VerseNumber":93,"Text":"Tetapi mereka terpecah belah dalam urusan (agama) mereka di antara mereka. Masing-masing (golongan itu semua) akan kembali kepada Kami"},{"SurahNumber":21,"VerseNumber":94,"Text":"Barangsiapa mengerjakan kebajikan, dan dia beriman, maka usahanya tidak akan diingkari (disia-siakan), dan sungguh, Kamilah yang mencatat untuknya"},{"SurahNumber":21,"VerseNumber":95,"Text":"Dan tidak mungkin bagi (penduduk) suatu negeri yang telah Kami binasakan, bahwa mereka tidak akan kembali (kepada Kami)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Hingga apabila (tembok) Yakjuj dan Makjuj dibukakan dan mereka turun dengan cepat dari seluruh tempat yang tinggi"},{"SurahNumber":21,"VerseNumber":97,"Text":"Dan (apabila) janji yang benar (hari berbangkit) telah dekat, maka tiba-tiba mata orang-orang yang kafir terbelalak. (Mereka berkata), ”Alangkah celakanya kami! Kami benar-benar lengah tentang ini, bahkan kami benar-benar orang yang zhalim.”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Sungguh, kamu (orang kafir) dan apa yang kamu sembah selain Allah, adalah bahan bakar Jahanam. Kamu (pasti) masuk ke dalamnya"},{"SurahNumber":21,"VerseNumber":99,"Text":"Seandainya (berhala-berhala) itu tuhan, tentu mereka tidak akan memasukinya (neraka). Tetapi semuanya akan kekal di dalamnya"},{"SurahNumber":21,"VerseNumber":100,"Text":"Mereka merintih dan menjerit di dalamnya (neraka), dan mereka di dalamnya tidak dapat mendengar"},{"SurahNumber":21,"VerseNumber":101,"Text":"Sungguh, sejak dahulu bagi orang-orang yang telah ada (ketetapan) yang baik dari Kami, mereka itu akan dijauhkan (dari neraka)"},{"SurahNumber":21,"VerseNumber":102,"Text":"Mereka tidak mendengar bunyi desis (api neraka), dan mereka kekal dalam (menikmati) semua yang mereka ingini"},{"SurahNumber":21,"VerseNumber":103,"Text":"Kejutan yang dahsyat tidak membuat mereka merasa sedih, dan para malaikat akan menyambut mereka (dengan ucapan), “Inilah harimu yang telah dijanjikan kepadamu.”"},{"SurahNumber":21,"VerseNumber":104,"Text":"(Ingatlah) pada hari langit Kami gulung seperti menggulung lembaran-lembaran kertas. Sebagaimana Kami telah memulai penciptaan pertama, begitulah Kami akan mengulanginya lagi. (Suatu) janji yang pasti Kami tepati; sungguh, Kami akan melaksanakannya"},{"SurahNumber":21,"VerseNumber":105,"Text":"Dan sungguh, telah Kami tulis di dalam Zabur setelah (tertulis) di dalam Adz-Dzikr (Lauh Mahfuzh), bahwa bumi ini akan diwarisi oleh hamba-hamba-Ku yang shalih"},{"SurahNumber":21,"VerseNumber":106,"Text":"Sungguh, (apa yang disebutkan) di dalam (Al-Qur'an) ini, benar-benar menjadi petunjuk (yang lengkap) bagi orang-orang yang menyembah (Allah)"},{"SurahNumber":21,"VerseNumber":107,"Text":"Dan Kami tidak mengutus engkau (Muhammad) melainkan untuk (menjadi) rahmat bagi seluruh alam"},{"SurahNumber":21,"VerseNumber":108,"Text":"Katakanlah (Muhammad), “Sungguh, apa yang diwahyukan kepadaku ialah bahwa Tuhanmu adalah Tuhan Yang Esa, maka apakah kamu telah berserah diri (kepada-Nya)?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"Maka jika mereka berpaling, maka katakanlah (Muhammad), “Aku telah menyampaikan kepadamu (ajaran) yang sama (antara kita) dan aku tidak tahu apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh.”"},{"SurahNumber":21,"VerseNumber":110,"Text":"Sungguh, Dia (Allah) mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan, dan mengetahui (pula) apa yang kamu rahasiakan"},{"SurahNumber":21,"VerseNumber":111,"Text":"Dan aku tidak tahu, boleh jadi hal itu cobaan bagi kamu dan kesenangan sampai waktu yang ditentukan"},{"SurahNumber":21,"VerseNumber":112,"Text":"Dia (Muhammad) berkata, “Ya Tuhanku, berilah keputusan dengan adil. Dan Tuhan kami Maha Pengasih, tempat memohon segala pertolongan atas semua yang kamu katakan.”"},{"SurahNumber":22,"VerseNumber":1,"Text":"Wahai manusia! Bertakwalah kepada Tuhanmu; sungguh, guncangan (hari) Kiamat itu adalah suatu (kejadian) yang sangat besar"},{"SurahNumber":22,"VerseNumber":2,"Text":"(Ingatlah) pada hari ketika kamu melihatnya (goncangan itu), semua perempuan yang menyusui anaknya akan lalai terhadap anak yang disusuinya, dan setiap perempuan yang hamil akan keguguran kandungannya, dan kamu melihat manusia dalam keadaan mabuk, padahal sebenarnya mereka tidak mabuk, tetapi azab Allah itu sangat keras"},{"SurahNumber":22,"VerseNumber":3,"Text":"Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu dan hanya mengikuti para setan yang sangat jahat"},{"SurahNumber":22,"VerseNumber":4,"Text":"(Tentang setan), telah ditetapkan bahwa siapa yang berkawan dengan dia, maka dia akan menyesatkannya, dan membawanya ke azab neraka"},{"SurahNumber":22,"VerseNumber":5,"Text":"Wahai manusia! Jika kamu meragukan (hari) kebangkitan, maka sesungguhnya Kami telah menjadikan kamu dari tanah, kemudian dari setetes mani, kemudian dari segumpal darah, kemudian dari segumpal daging yang sempurna kejadiannya dan yang tidak sempurna, agar Kami jelaskan kepada kamu; dan Kami tetapkan dalam rahim menurut kehendak Kami sampai waktu yang sudah ditentukan, kemudian Kami keluarkan kamu sebagai bayi, kemudian (dengan berangsur-angsur) kamu sampai kepada usia dewasa, dan di antara kamu ada yang diwafatkan dan (ada pula) di antara kamu yang dikembalikan sampai usia sangat tua (pikun), sehingga dia tidak mengetahui lagi sesuatu yang telah diketahuinya. Dan kamu lihat bumi ini kering, kemudian apabila telah Kami turunkan air (hujan) di atasnya, hiduplah bumi itu dan menjadi subur dan menumbuhkan berbagai jenis pasangan tetumbuhan yang indah"},{"SurahNumber":22,"VerseNumber":6,"Text":"Yang demikian itu karena sungguh, Allah, Dialah yang hak dan sungguh, Dialah yang menghidupkan segala yang telah mati, dan sungguh, Dia Mahakuasa atas segala sesuatu"},{"SurahNumber":22,"VerseNumber":7,"Text":"Dan sungguh, (hari) Kiamat itu pasti datang, tidak ada keraguan padanya; dan sungguh, Allah akan membangkitkan siapa pun yang di dalam kubur"},{"SurahNumber":22,"VerseNumber":8,"Text":"Dan di antara manusia ada yang berbantahan tentang Allah tanpa ilmu, tanpa petunjuk dan tanpa kitab (wahyu) yang memberi penerangan"},{"SurahNumber":22,"VerseNumber":9,"Text":"Sambil memalingkan lambungnya (dengan congkak) untuk menyesatkan manusia dari jalan Allah. Dia mendapat kehinaan di dunia, dan pada hari Kiamat Kami berikan kepadanya rasa azab neraka yang membakar"},{"SurahNumber":22,"VerseNumber":10,"Text":"(Akan dikatakan kepadanya), “Itu karena perbuatan yang dilakukan dahulu oleh kedua tanganmu, dan Allah sekali-kali tidak menzhalimi hamba-hamba-Nya"},{"SurahNumber":22,"VerseNumber":11,"Text":"Dan di antara manusia ada yang menyembah Allah hanya di tepi; maka jika dia memperoleh kebajikan, dia merasa puas, dan jika dia ditimpa suatu cobaan, dia berbalik ke belakang. Dia rugi di dunia dan di akhirat. Itulah kerugian yang nyata"},{"SurahNumber":22,"VerseNumber":12,"Text":"Dia menyeru kepada selain Allah sesuatu yang tidak dapat mendatangkan bencana dan tidak (pula) memberi manfaat kepadanya. Itulah kesesatan yang jauh"},{"SurahNumber":22,"VerseNumber":13,"Text":"Dia menyeru kepada sesuatu yang (sebenarnya) bencananya lebih dekat daripada manfaatnya. Sungguh, itu seburuk-buruk penolong dan sejahat-jahat kawan"},{"SurahNumber":22,"VerseNumber":14,"Text":"(Sungguh,) Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Sungguh, Allah berbuat apa yang Dia kehendaki"},{"SurahNumber":22,"VerseNumber":15,"Text":"Barangsiapa menyangka bahwa Allah tidak akan menolongnya (Muhammad) di dunia dan di akhirat, maka hendaklah dia merentangkan tali ke langit-langit, lalu menggantung (diri), kemudian pikirkanlah apakah tipu dayanya itu dapat melenyapkan apa yang menyakitkan hatinya"},{"SurahNumber":22,"VerseNumber":16,"Text":"Dan demikianlah Kami telah menurunkannya (Al-Qur'an) yang merupakan ayat-ayat yang nyata; sesungguhnya Allah memberikan petunjuk kepada siapa yang Dia kehendaki"},{"SurahNumber":22,"VerseNumber":17,"Text":"Sesungguhnya orang-orang beriman, orang Yahudi, orang Sabiin, orang Nasrani, orang Majusi dan orang musyrik, Allah pasti memberi keputusan di antara mereka pada hari Kiamat. Sungguh, Allah menjadi saksi atas segala sesuatu"},{"SurahNumber":22,"VerseNumber":18,"Text":"Tidakkah engkau tahu bahwa siapa yang ada di langit dan siapa yang ada di bumi bersujud kepada Allah, juga matahari, bulan, bintang, gunung-gunung, pohon-pohon, hewan-hewan yang melata dan banyak di antara manusia? Tetapi banyak (manusia) yang pantas mendapatkan azab. Barangsiapa dihinakan Allah, tidak seorang pun yang akan memuliakannya. Sungguh, Allah berbuat apa saja yang Dia kehendaki"},{"SurahNumber":22,"VerseNumber":19,"Text":"Inilah dua golongan (golongan mukmin dan kafir) yang bertengkar, mereka bertengkar mengenai Tuhan mereka. Maka bagi orang kafir akan dibuatkan pakaian-pakaian dari api (neraka) untuk mereka. Ke atas kepala mereka akan disiramkan air yang mendidih"},{"SurahNumber":22,"VerseNumber":20,"Text":"Dengan (air mendidih) itu akan dihancurluluhkan apa yang ada dalam perut dan kulit mereka"},{"SurahNumber":22,"VerseNumber":21,"Text":"Dan (azab) untuk mereka cambuk-cambuk dari besi"},{"SurahNumber":22,"VerseNumber":22,"Text":"Setiap kali mereka hendak keluar darinya (neraka) karena tersiksa, mereka dikembalikan (lagi) ke dalamnya. (Kepada mereka dikatakan), “Rasakanlah azab yang membakar ini!”"},{"SurahNumber":22,"VerseNumber":23,"Text":"Sungguh, Allah akan memasukkan orang-orang yang beriman dan mengerjakan kebajikan ke dalam surga-surga yang mengalir di bawahnya sungai-sungai. Di sana mereka diberi perhiasan gelang-gelang emas dan mutiara, dan pakaian mereka dari sutera"},{"SurahNumber":22,"VerseNumber":24,"Text":"Dan mereka diberi petunjuk kepada ucapan-ucapan yang baik dan diberi petunjuk (pula) kepada jalan (Allah) yang terpuji"},{"SurahNumber":22,"VerseNumber":25,"Text":"Sungguh, orang-orang kafir dan yang menghalangi (manusia) dari jalan Allah dan dari Masjidilharam yang telah Kami jadikan terbuka untuk semua manusia, baik yang bermukim di sana maupun yang datang dari luar dan si-apa saja yang bermaksud melakukan kejahatan secara zhalim di dalamnya, niscaya akan Kami rasakan kepadanya siksa yang pedih"},{"SurahNumber":22,"VerseNumber":26,"Text":"Dan (ingatlah), ketika Kami tempatkan Ibrahim di tempat Baitullah (dengan mengatakan), “Janganlah engkau mempersekutukan Aku dengan apa pun dan sucikanlah rumah-Ku bagi orang-orang yang tawaf, dan orang yang beribadah dan orang yang rukuk dan sujud"},{"SurahNumber":22,"VerseNumber":27,"Text":"Dan serulah manusia untuk mengerjakan haji, niscaya mereka akan datang kepadamu dengan berjalan kaki, atau mengendarai setiap unta yang kurus, mereka datang dari segenap penjuru yang jauh"},{"SurahNumber":22,"VerseNumber":28,"Text":"Agar mereka menyaksikan berbagai manfaat untuk mereka dan agar mere-ka menyebut nama Allah pada beberapa hari yang telah ditentukan atas rezeki yang diberikan Dia kepada mereka berupa hewan ternak. Maka makanlah sebagian darinya dan (sebagian lagi) berikanlah untuk dimakan orang-orang yang sengsara dan fakir"},{"SurahNumber":22,"VerseNumber":29,"Text":"Kemudian, hendaklah mereka menghilangkan kotoran (yang ada di badan) mereka, menyempurnakan nazar-nazar mereka dan melakukan tawaf sekeliling rumah tua (Baitullah)"},{"SurahNumber":22,"VerseNumber":30,"Text":"Demikianlah (perintah Allah). Dan barang siapa mengagungkan apa yang terhormat di sisi Allah (hurumat) maka itu lebih baik baginya di sisi Tuhannya. Dan dihalalkan bagi kamu semua hewan ternak, kecuali yang diterangkan kepadamu (keharamannya), maka jauhilah olehmu (penyembahan) berhala-berhala yang najis itu dan jauhilah perkataan dusta"},{"SurahNumber":22,"VerseNumber":31,"Text":"(Beribadahlah) dengan ikhlas kepada Allah, tanpa mempersekutukan-Nya. Barangsiapa mempersekutukan Allah, maka seakan-akan dia jatuh dari langit lalu disambar oleh burung, atau diterbangkan angin ke tempat yang jauh"},{"SurahNumber":22,"VerseNumber":32,"Text":"Demikianlah (perintah Allah). Dan barangsiapa mengagungkan syiar-syiar Allah, maka sesungguhnya hal itu timbul dari ketakwaan hati"},{"SurahNumber":22,"VerseNumber":33,"Text":"Bagi kamu padanya (hewan hadyu) ada beberapa manfaat, sampai waktu yang ditentukan, kemudian tempat penyembelihannya adalah di sekitar Baitul Atiq (Baitullah)"},{"SurahNumber":22,"VerseNumber":34,"Text":"Dan bagi setiap umat telah Kami syariatkan penyembelihan (kurban), agar mereka menyebut nama Allah atas rezeki yang dikaruniakan Allah kepada mereka berupa hewan ternak. Maka Tuhanmu ialah Tuhan Yang Maha Esa, karena itu berserahdirilah kamu kepada-Nya. Dan sampaikanlah (Muhammad) kabar gembira kepada orang-orang yang tunduk patuh (kepada Allah)"},{"SurahNumber":22,"VerseNumber":35,"Text":"(yaitu) orang-orang yang apabila disebut nama Allah hati mereka berge-tar, orang yang sabar atas apa yang menimpa mereka, dan orang yang melaksanakan shalat dan orang yang menginfakkan sebagian rezeki yang Kami karuniakan kepada mereka"},{"SurahNumber":22,"VerseNumber":36,"Text":"Dan unta-unta itu Kami jadikan untuk-mu bagian dari syiar agama Allah, kamu banyak memperoleh kebaikan padanya. Maka sebutlah nama Allah (ketika kamu akan menyembelihnya) da-lam keadaan berdiri dan kaki-kaki telah terikat). Kemudian apabila telah rebah (mati), maka makanlah seba-giannya dan berilah makanlah orang yang merasa cukup dengan apa yang ada padanya (tidak meminta-minta) dan orang yang meminta. Demikianlah Kami tundukkan (unta-unta itu) untukmu, agar kamu bersyukur"},{"SurahNumber":22,"VerseNumber":37,"Text":"Daging (hewan kurban) dan darahnya itu sekali-kali tidak akan sampai kepada Allah, tetapi yang sampai kepada-Nya adalah ketakwaan kamu. Demi-kianlah Dia menundukkannya untuk-mu agar kamu mengagungkan Allah atas petunjuk yang Dia berikan kepadamu. Dan sampaikanlah kabar gembira kepada orang-orang yang berbuat baik"},{"SurahNumber":22,"VerseNumber":38,"Text":"Sesungguhnya Allah membela orang yang beriman. Sungguh, Allah tidak menyukai setiap orang yang berkhia-nat dan kufur nikmat"},{"SurahNumber":22,"VerseNumber":39,"Text":"Diizinkan (berperang) kepada orang-orang yang diperangi, karena sesung-guhnya mereka dizhalimi. Dan sung-guh, Allah Mahakuasa menolong mereka itu"},{"SurahNumber":22,"VerseNumber":40,"Text":"(yaitu) orang-orang yang diusir dari kampung halamannya tanpa alasan yang benar, hanya karena mereka berkata, “Tuhan kami ialah Allah.” Seandainya Allah tidak menolak (keganasan) seba-gian manusia dengan sebagian yang lain, tentu telah dirobohkan biara-biara Nasrani, gereja-gereja, rumah-rumah ibadah orang Yahudi dan masjid-mas-jid, yang di dalamnya banyak disebut nama Allah. Allah pasti akan meno-long orang yang menolong (agama)-Nya. Sungguh, Allah Mahakuat, Ma-haperkasa"},{"SurahNumber":22,"VerseNumber":41,"Text":"(Yaitu) orang-orang yang jika Kami beri kedudukan di bumi, mereka melaksanakan shalat, menunaikan zakat, dan menyuruh berbuat yang makruf dan mencegah dari yang mungkar; dan kepada Allah-lah kembali segala urusan"},{"SurahNumber":22,"VerseNumber":42,"Text":"Dan jika mereka (orang-orang musy-rik) mendustakan engkau (Muhammad), begitu pulalah kaum-kaum yang sebe-lum mereka, kaum Nuh, ‘Ad, dan Tsamud (juga telah mendustakan rasul-rasul-Nya)"},{"SurahNumber":22,"VerseNumber":43,"Text":"dan (demikian juga) kaum Ibrahim dan kaum Luth"},{"SurahNumber":22,"VerseNumber":44,"Text":"dan penduduk Madyan. Dan Musa (juga) telah didustakan, namun Aku beri tenggang waktu kepada orang-orang kafir, kemudian Aku siksa mereka, maka betapa hebatnya siksaan-Ku"},{"SurahNumber":22,"VerseNumber":45,"Text":"Maka betapa banyak negeri yang telah Kami binasakan karena (penduduk)nya dalam keadaan zhalim, sehingga runtuh bangunan-bangunannya dan (betapa banyak pula) sumur yang telah ditinggalkan dan istana yang tinggi (ti-dak ada penghuninya)"},{"SurahNumber":22,"VerseNumber":46,"Text":"Maka tidak pernahkah mereka berjalan di bumi, sehingga hati (akal) mereka dapat memahami, telinga mereka dapat mendengar? Sebenarnya bukan mata itu yang buta, tetapi yang buta ialah hati yang di dalam dada"},{"SurahNumber":22,"VerseNumber":47,"Text":"Dan mereka meminta kepadamu (Muhammad) agar azab itu disegerakan, padahal Allah tidak akan menyalahi janji-Nya. Dan sesungguhnya sehari di sisi Tuhanmu adalah seperti seribu tahun menurut perhitunganmu"},{"SurahNumber":22,"VerseNumber":48,"Text":"Dan berapa banyak negeri yang Aku tangguhkan (penghancuran)nya, karena penduduknya berbuat zhalim, kemudian Aku azab mereka, dan hanya kepada-Kulah tempat kembali (segala sesuatu)"},{"SurahNumber":22,"VerseNumber":49,"Text":"Katakanlah (Muhammad), “Wahai manusia! Sesungguhnya aku (diutus) kepadamu sebagai pemberi peringatan yang nyata.”"},{"SurahNumber":22,"VerseNumber":50,"Text":"Maka orang-orang yang beriman dan mengerjakan kebajikan, mereka mem-peroleh ampunan dan rezeki yang mulia"},{"SurahNumber":22,"VerseNumber":51,"Text":"Tetapi orang-orang yang berusaha menentang ayat-ayat Kami dengan maksud melemahkan (kemauan untuk beriman), mereka itu adalah penghuni-penghuni neraka Jahim"},{"SurahNumber":22,"VerseNumber":52,"Text":"Dan Kami tidak mengutus seorang rasul dan tidak (pula) seorang nabi sebelum engkau (Muhammad), mela-inkan apabila dia mempunyai suatu keinginan, setan pun memasukkan godaan-godaan ke dalam keinginannya itu. Tetapi Allah menghilangkan apa yang dimasukkan setan itu, dan Allah akan menguatkan ayat-ayat-Nya. Dan Allah Maha Mengetahui, Mahabijaksana"},{"SurahNumber":22,"VerseNumber":53,"Text":"Dia (Allah) ingin menjadikan godaan yang ditimbulkan setan itu, sebagai cobaan bagi orang-orang yang dalam hatinya ada penyakit dan orang yang berhati keras. Dan orang-orang yang zhalim itu benar-benar dalam permu-suhan yang jauh"},{"SurahNumber":22,"VerseNumber":54,"Text":"dan agar orang-orang yang telah dibe-ri ilmu, meyakini bahwa (Al-Qur'an) itu benar dari Tuhanmu lalu mereka beriman dan hati mereka tunduk kepadanya. Dan sungguh, Allah pemberi petunjuk bagi orang-orang yang beriman kepada jalan yang lurus"},{"SurahNumber":22,"VerseNumber":55,"Text":"Dan orang-orang kafir itu senantiasa ragu mengenai hal itu (Al-Qur'an), hingga saat (kematiannya) datang kepada mereka dengan tiba-tiba, atau azab hari Kiamat yang datang kepada mereka"},{"SurahNumber":22,"VerseNumber":56,"Text":"Kekuasaan pada hari itu ada pada Allah, Dia memberi keputusan di an-tara mereka. Maka orang-orang yang beriman dan mengerjakan kebajikan berada dalam surga-surga yang penuh kenikmatan"},{"SurahNumber":22,"VerseNumber":57,"Text":"Dan orang-orang kafir dan yang men-dustakan ayat-ayat Kami, maka mere-ka akan merasakan azab yang meng-hinakan"},{"SurahNumber":22,"VerseNumber":58,"Text":"Dan orang-orang yang berhijrah di ja-lan Allah, kemudian mereka terbunuh atau mati, sungguh, Allah akan mem-berikan kepada mereka rezeki yang baik (surga). Dan sesungguhnya Allah adalah pemberi rezeki yang terbaik"},{"SurahNumber":22,"VerseNumber":59,"Text":"Sungguh, Dia (Allah) pasti akan memasukkan mereka ke tempat masuk (surga) yang mereka sukai. Dan sesungguhnya Allah Maha Mengetahui, Maha Penyantun"},{"SurahNumber":22,"VerseNumber":60,"Text":"Demikianlah, dan barangsiapa mem-balas seimbang dengan (kezhaliman) penganiayaan yang pernah dia derita kemudian dia dizhalimi (lagi), pasti Allah akan menolongnya. Sungguh, Allah Maha Pemaaf, Maha Pengam-pun"},{"SurahNumber":22,"VerseNumber":61,"Text":"Demikianlah karena Allah (kuasa) memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam dan sungguh, Allah Maha Mendengar, Maha Melihat"},{"SurahNumber":22,"VerseNumber":62,"Text":"Demikianlah (kebesaran Allah) karena Allah, Dialah (Tuhan) Yang Hak. Dan apa saja yang mereka seru selain Dia, itulah yang batil, dan sungguh Allah, Dialah Yang Mahatinggi, Mahabesar"},{"SurahNumber":22,"VerseNumber":63,"Text":"Tidakkah engkau memperhatikan, bahwa Allah menurunkan air (hujan) dari langit, sehingga bumi menjadi hi-jau? Sungguh, Allah Mahahalus, Maha Mengetahui"},{"SurahNumber":22,"VerseNumber":64,"Text":"Milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Dan Allah benar-benar Mahakaya, Maha Terpuji"},{"SurahNumber":22,"VerseNumber":65,"Text":"Tidakkah engkau memperhatikan bahwa Allah menundukkan bagimu (ma-nusia) apa yang ada di bumi dan kapal yang berlayar di lautan dengan perin-tah-Nya. Dan Dia menahan (benda-benda) langit agar tidak jatuh ke bumi, melainkan dengan izin-Nya? Sungguh, Allah Maha Pengasih, Maha Penya-yang kepada manusia"},{"SurahNumber":22,"VerseNumber":66,"Text":"Dan Dialah yang menghidupkan kamu, kemudian mematikan kamu, kemudian menghidupkan kamu kembali (pada hari kebangkitan). Sungguh, manusia itu sangat kufur nikmat"},{"SurahNumber":22,"VerseNumber":67,"Text":"Bagi setiap umat telah Kami tetapkan syariat tertentu yang (harus) mereka amalkan, maka tidak sepantasnya mereka berbantahan dengan engkau da-lam urusan (syariat) ini dan serulah (mereka) kepada Tuhanmu. Sungguh, engkau (Muhammad) berada di jalan yang lurus"},{"SurahNumber":22,"VerseNumber":68,"Text":"Dan jika mereka membantah engkau, maka katakanlah, “Allah lebih tahu tentang apa yang kamu kerjakan.”"},{"SurahNumber":22,"VerseNumber":69,"Text":"Allah akan mengadili di antara kamu pada hari Kiamat tentang apa yang dahulu kamu memperselisihkannya"},{"SurahNumber":22,"VerseNumber":70,"Text":"Tidakkah engkau tahu bahwa Allah mengetahui apa yang di langit dan di bumi? Sungguh, yang demikian itu su-dah terdapat dalam sebuah Kitab (Lauh Mahfuzh). Sesungguhnya yang demiki-an itu sangat mudah bagi Allah"},{"SurahNumber":22,"VerseNumber":71,"Text":"Dan mereka menyembah selain Allah, tanpa dasar yang jelas tentang itu, dan mereka tidak mempunyai pengetahuan (pula) tentang itu. Bagi orang-orang yang zhalim tidak ada seorang penolong pun"},{"SurahNumber":22,"VerseNumber":72,"Text":"Dan apabila dibacakan di hadapan mereka ayat-ayat Kami yang terang, niscaya engkau akan melihat (tanda-tanda) keingkaran pada wajah orang-orang yang kafir itu. Hampir-hampir mereka menyerang orang-orang yang membacakan ayat-ayat Kami kepada mereka. Katakanlah (Muhammad), “Apakah akan aku kabarkan kepada-mu (mengenai sesuatu) yang lebih buruk dari itu, (yaitu) neraka?” Allah telah mengancamkannya (neraka) kepada orang-orang kafir. Dan (neraka itu) seburuk-buruk tempat kembali"},{"SurahNumber":22,"VerseNumber":73,"Text":"Wahai manusia! Telah dibuat suatu perumpamaan. Maka dengarkanlah! Sesungguhnya segala yang kamu seru selain Allah tidak dapat menciptakan seekor lalat pun, walaupun mereka bersatu untuk menciptakannya. Dan jika lalat itu merampas sesuatu dari mereka, mereka tidak akan dapat merebutnya kembali dari lalat itu. Sama lemahnya yang menyembah dan yang disembah"},{"SurahNumber":22,"VerseNumber":74,"Text":"Mereka tidak mengagungkan Allah dengan sebenar-benarnya. Sungguh, Allah Mahakuat, Mahaperkasa"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allah memilih para utusan(-Nya) dari malaikat dan dari manusia. Sesung-guhnya Allah Maha Mendengar, Maha Melihat"},{"SurahNumber":22,"VerseNumber":76,"Text":"Dia (Allah) mengetahui apa yang di hadapan mereka dan apa yang di belakang mereka. Dan hanya kepada Allah dikembalikan segala urusan"},{"SurahNumber":22,"VerseNumber":77,"Text":"Wahai orang-orang yang beriman! Rukuklah, sujudlah, dan sembahlah Tuhanmu; dan berbuatlah kebaikan, agar kamu beruntung"},{"SurahNumber":22,"VerseNumber":78,"Text":"Dan berjihadlah kamu di jalan Allah dengan jihad yang sebenar-benarnya. Dia telah memilih kamu, dan Dia tidak menjadikan kesukaran untukmu dalam agama. (Ikutilah) agama nenek mo-yangmu Ibrahim. Dia (Allah) telah menamakan kamu orang-orang muslim sejak dahulu, dan (begitu pula) dalam (Al-Qur'an) ini, agar Rasul (Mu-hammad) itu menjadi saksi atas dirimu dan agar kamu semua menjadi saksi atas segenap manusia. Maka laksanakanlah shalat; tunaikanlah zakat, dan berpegangteguhlah kepada Allah. Dialah Pelindungmu; Dia sebaik-baik pe-lindung dan sebaik-baik penolong"}]}