{"Id":187,"LanguageCodes":["he","heb"],"Name":"heb-darusalamhousei","Author":"Darusalam House In Jerusalem","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"https://quranenc.com/en/browse/hebrew_darussalam","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"אמרו אלה המתייהרים מנכבדי בני עמו, ״ אנו (מבטיחים ש) נוציא אותך שועייב! ואת אלה אשר האמינו אתך מעירנו, אלא אם תחזרו אל דתנו”. אמר (שועייב), “(הנחזור לדתכם) גם אם אנו שונאים אותה"},{"SurahNumber":7,"VerseNumber":89,"Text":"אכן שיקרנו לאללה אם נחזור אל דתכם לאחר שאללה חילץ אותנו ממנה? לא נחזור אליה אלא אם ירצה אללה ריבוננו, שהוא מקיף כל דבר בידיעתו, כי על אללה אנו סומכים ריבוננו! פסוק בינינו לביו בני עמנו בצדק, כי אתה הטוב שבפוסקים.”"},{"SurahNumber":7,"VerseNumber":90,"Text":"אמרו הנכבדים אלה אשר כפרו מבני עמו, “אם תלכו בעקבות שועייב תהיו אכן מפסידים”"},{"SurahNumber":7,"VerseNumber":91,"Text":"אז תקפה אותם הרעידה הקשה והם היו לגופות של מתים מוסלים בבתיהם"},{"SurahNumber":7,"VerseNumber":92,"Text":"כל אלה אשר כפרו (בנביא) שועייב, הוכחדו כמו מעולם לא היו שם. כל אלה אשר כפרו בשועייב, היו הם המפסידים"},{"SurahNumber":7,"VerseNumber":93,"Text":"אז התרחק מהם (שועייב), ואמר להם, “הוי בני עמי! מסרתי לכם את שליחות ריבוני, והמלצתי לכם (הטוב), וכיצד אצטער על אנשים כופרים ?”"},{"SurahNumber":7,"VerseNumber":94,"Text":"ולא היינו שולחים נביא לעיר מן הערים (והכחישו את השליחות) אלא היינו מענים את תושביה באסון וצרה למען ישובו אל אללה ויבקשו סליחה (וכך יוצלו מהגיהינום)"},{"SurahNumber":7,"VerseNumber":95,"Text":"ואז החלפנו במקום הרעה את הטובה, וכאשר שבו לאיתנם, אמרו, “כבר עברו על אבותינו מצבים של רעה וטובה”. על כן עינינו אותם לפתע, בלי שציפו לזה"},{"SurahNumber":7,"VerseNumber":96,"Text":"לו היו תושבי הערים מאמינים ויראים (את אללה), היינו פותחים להם שערי ברכה מן השמים והארץ, ואולם הם הכחישו, על כן עינינו אותם כגמול (על מעשיהם הרעים)"},{"SurahNumber":7,"VerseNumber":97,"Text":"האם בטוחים תושבי הערים כי עונשנו לא יבוא עליהם בלילה כשהם ישנים"},{"SurahNumber":7,"VerseNumber":98,"Text":"או האם בטוחים תושבי הערים כי עונשנו לא יבוא עליהם לאור היום כשהם משתעשעים"},{"SurahNumber":7,"VerseNumber":99,"Text":"או האם בטוחים הם כי לא יחול עליהם עונש אללה, אין בטוחים מעונש אללה מלבד האנשים המפסידים"},{"SurahNumber":7,"VerseNumber":100,"Text":"האם לא התברר לאלה היורשים את הארץ אחרי תושביה (הקודמים), שלו רצינו היינו מענישים אותם על חטאיהם? והיינו אוטמים את לבבם והם היו לא שומעים"},{"SurahNumber":7,"VerseNumber":101,"Text":"אלו הערים אשר סיפרנו לך על קורותיהן, ששליחיהן באו אליהן עם הוכחות, אך הם לא רצו להאמין למה שהתכחשו לפני זה. כך אוטם אללה את לבבות הכופרים"},{"SurahNumber":7,"VerseNumber":102,"Text":"ולא מצאנו כי רובם קיימו את הברית, ומצאנו שרובם היו מושחתים"},{"SurahNumber":7,"VerseNumber":103,"Text":"אחר כך שלחנו את משה עם אותותינו אל פרעה ונכבדיו, הם הכחישו אותם, והתבונן איך היה סופם של המשחיתים"},{"SurahNumber":7,"VerseNumber":104,"Text":"ואמר משה הוי פרעה! אני אכן שליח מריבון העולמים"},{"SurahNumber":7,"VerseNumber":105,"Text":"מתחייב שלא אומר על אללה אלא את הצדק. כבר הבאתי לכם אות בהיר מאת ריבונכם, על כן שלח איתי את בני ישראל”"},{"SurahNumber":7,"VerseNumber":106,"Text":"אמר(פרעה), אם הבאת אות, הצג אותו, אם באמת אתה אכן מהצודקים"},{"SurahNumber":7,"VerseNumber":107,"Text":"ואז זרק (משה) את מקלו והנה היה לנחש גלוי"},{"SurahNumber":7,"VerseNumber":108,"Text":"והוציא את ידו(מחיקו), והנה היא לבנה בעיני המסתכלים"},{"SurahNumber":7,"VerseNumber":109,"Text":"אמרו הנכבדים מאנשי פרעה: “אכן זהו קוסם בעל ידע"},{"SurahNumber":7,"VerseNumber":110,"Text":"רוצה להוציאכם מארצכם”. (פרעה אמר), “אם כן, מה אתם מייעצים?”"},{"SurahNumber":7,"VerseNumber":111,"Text":"אמרו: “עכב אותו ואת אחיו (אהרון), ושלח שליחים בכל הערים מקבצים"},{"SurahNumber":7,"VerseNumber":112,"Text":"אשר יביאו אליך כל קוסם בעל ידע”"},{"SurahNumber":7,"VerseNumber":113,"Text":"הקוסמים באו אל פרעה ואמרו “האם נקבל פרס אם ננצח?”"},{"SurahNumber":7,"VerseNumber":114,"Text":"אמר(פרעה),”כן, וגם תהיו במקורבים אלי”"},{"SurahNumber":7,"VerseNumber":115,"Text":"אמרו: “הוי משה! האם אכן תזרוק אתה (את מקלך), או נהיה אנו הזורקים?”"},{"SurahNumber":7,"VerseNumber":116,"Text":"אמר (משה): ״ זרקו אתם!” כאשר זרקו(את מטותיהם וחבליהם), אחזו את עיני הקהל והפחידוהו וחוללו קסם אדיר"},{"SurahNumber":7,"VerseNumber":117,"Text":"אנו הורינו אל משה: “אכן זרוק את מקלך, ואז הוא יבלע את מה שעוללו הקוסמים ״"},{"SurahNumber":7,"VerseNumber":118,"Text":"אז נתגלה הצדק והתבטל כל אשר עושים"},{"SurahNumber":7,"VerseNumber":119,"Text":"וכך נחלו שם תבוסה והושפלו"},{"SurahNumber":7,"VerseNumber":120,"Text":"ונפלו הקוסמים וסגדו"},{"SurahNumber":7,"VerseNumber":121,"Text":"אמרו, “אנחנו מאמינים בריבון העולמים”"},{"SurahNumber":7,"VerseNumber":122,"Text":"ריבונם של משה והאחרון”: ריבון העולמים״"},{"SurahNumber":7,"VerseNumber":123,"Text":"אמר פרעה, “האמנתם בו בלי שהרשיתי לכם? אכן זאת היא מזימה אשר תכננתם בעיר לגרש ממנה את יושביה, אך אתם עוד תדעו(את האמת)"},{"SurahNumber":7,"VerseNumber":124,"Text":"אכרות את ידיכם ואת רגליכם מאחור ואז אצלוב את כולכם”"},{"SurahNumber":7,"VerseNumber":125,"Text":"אמרו, “אנו אל ריבוננו נחזור"},{"SurahNumber":7,"VerseNumber":126,"Text":"לא תנקום בנו אלא משום שהאמנו באותות אללה כשהגיעו אלינו. ריבוננו! הענק לנו סבלנות והמת אותנו כמוסלמים (אשר מתמסרים אליו)”"},{"SurahNumber":7,"VerseNumber":127,"Text":"ואמרו נכבדי עם פרעה, “התרשה למשה ועמו להשחית את הארץ ולעזוב אותך ואת אלוהיך?” אמר, (פרעה)”נהרוג את בניהם ונחיה את נשותיהם, ואנו נשתלט עליהם”"},{"SurahNumber":7,"VerseNumber":128,"Text":"אמר משה לבני עמו “בקשו עזרה מאללה והיו סבלנים, כי הארץ היא לאללה והוא יוריש אותה למי שירצה מעבדיו, והניצחון הסופי יהיה ליראים.”"},{"SurahNumber":7,"VerseNumber":129,"Text":"הם אמרו, “הורע לנו לפני בואך, ואף לאחר בואך”. אמר: (משה)”ייתכן שריבונכם רוצה להשמיד את אויבכם ולהוריש לכם את הארץ, ויראה כיצד אתם מתנהגים”"},{"SurahNumber":7,"VerseNumber":130,"Text":"וכבר עינינו את משפחת פרעה בשנות בצורת ומחסור ביבול, למען יירתעו"},{"SurahNumber":7,"VerseNumber":131,"Text":"כשבאה עליהם כל טובה אמרו, “זה מגיע לנו”, ואם תיגע בהם רעה היו מטילים על משה ואשר אתו את האחריות לרוע מזלם, אלא שהמזל הוא אצל אללה, אבל רובם אינם יודעים"},{"SurahNumber":7,"VerseNumber":132,"Text":"אמרו (פרעה ואנשיו)”כל אות אשר תביא לנו לפתות אותנו בו, לא נאמין לך،،"},{"SurahNumber":7,"VerseNumber":133,"Text":"אז שלחנו עליהם את המבול ואת הארבה ואת הכינים ואת הצפרדעים ואת הדם, אותות מפורטים, אולם הם התייהרו והיו אנשים כופרים מכחשים"},{"SurahNumber":7,"VerseNumber":134,"Text":"וכאשר בא עליהם העונש אמרו “משה! קרא למעננו אל ריבונך כפי שהודיע לך, ואם תסיר את העונש הזה מעלינו, נאמץ לך, ונשלח אתך את בני ישראל”"},{"SurahNumber":7,"VerseNumber":135,"Text":"אך כאשר הסרנו את העונש מעליהם עד מועד מוגדר, הנה הם לא קיימו את הבטחתם"},{"SurahNumber":7,"VerseNumber":136,"Text":"ואז נקמנו בהם, והטבענו אותם בים, כי הכחישו את אותותינו והיו מהם מתעלמים"},{"SurahNumber":7,"VerseNumber":137,"Text":"אחר כך הורשנו לעם אשר היו משועבדים את מזרחה ומערבה של הארץ אשר בירכנו, והתקיים בשלמותו דבר הבטחתו של ריבונך לבני ישראל על אשר חיכו בסבלנות והרסנו את כל מה שעשה פרעה והאנשים שלו ומה שבנו"},{"SurahNumber":7,"VerseNumber":138,"Text":"והקלנו על בני-ישראל לחצות את הים, והם באו אל עם שהיו משתחווים לאליליהם. אז אמרו, “הוי משה! עשה לנו אלוה כמו אליליהם”.(ומשה) אמר להם, “אנשים חסרי דעת אתם”"},{"SurahNumber":7,"VerseNumber":139,"Text":"הן, אלה, ייחרב כל אשר להם, ורע כל אשר עשו"},{"SurahNumber":7,"VerseNumber":140,"Text":"אמר, “האבקש לכם אלוה מלבד אללה אשר העדיף אתכם על העולמים"},{"SurahNumber":7,"VerseNumber":141,"Text":"ואז חילצנו אתכם מאנשי פרעה שהיו מציקים לכם בייסורים רעים, בהריגת בניכם הזכרים ומחיים את נשותיכם (לחיים של עבדות), ובזאת התנסיתם במבחן אדיר מריבונכם?”"},{"SurahNumber":7,"VerseNumber":142,"Text":"וקבענו למשה מועד אתנו, שלושים יום והשלמנו בעוד עשרה (ימים), וכך מלאו לו ארבעים יום למועד אצל ריבונו, אמר משה לאחיו אהרון, “מלא את מקומי בהנהגת בני עמי ועשה את הטוב ואל תלך בעקבות המשחיתים”"},{"SurahNumber":7,"VerseNumber":143,"Text":"כאשר בא משה במועד שקבענו, וריבונו דיבר עמו, אמר, “ריבוני! הרשה לי לראות אותך”. אמר, “לא תוכל לראות אותי, ואולם הבס אל ההר, אם יישאר במקומו אז תראה אותי”. כאשר התגלה (אור) ריבונו מול ההר, התמוסס ההר ונעלם ממקומו, ומשה נפל מוכה רעם. וכשהתעורר אמר, “ישתבח שמך! קבל את הרסתי הכנה, ואני ראשון המאמינים”"},{"SurahNumber":7,"VerseNumber":144,"Text":"אמר (אללה), “הוי משה! אני בחרתיך מעל האנשים בעשותך השליח שלי ובדברי אליך. לכן קח את מה שנתתי לך והיה מהמודים “"},{"SurahNumber":7,"VerseNumber":145,"Text":"וכתבנו לו בלוחות מוסר מכל סוג וביאור לכל דבר. “אחוז בהם בכוח, וצווה את בני עמך לבצע את הטוב שבהם, ואני אראה לכם את נחלת המושחתים"},{"SurahNumber":7,"VerseNumber":146,"Text":"אני אמנע את אותותיי מאלה אשר מתייהרים בארץ בלי צדק, ואף אם יראו כל אות לא יאמינו בו, ואף אם יראו את שביל היושר לא ילכו בו. אך אם יראו את שביל השחיתות הם ילכו בו, וזאת משום שהם הכחישו את אותותינו ולא שמו לב להם"},{"SurahNumber":7,"VerseNumber":147,"Text":"ואלה אשר התכחשו לאותותינו ולמפגש בעולם-הבא, לא יתקבלו מעשיהם, ולפי מעשיהם יתוגמלו.”"},{"SurahNumber":7,"VerseNumber":148,"Text":"והכינו בני עמו של משה בהיעדרו מתכשיטיהם פסל של עגל, אשר בו חורים והשמיע רחש (בגלל האוויר שעבר דרכו). האם הם לא ראו שאינו מדבר אליהם ואינו מדריך אותם בשום שביל? בעשותם אותו קיפחו את עצמם"},{"SurahNumber":7,"VerseNumber":149,"Text":"וכאשר נפל בין ידיהם (עגל הזהב) וראו כי תעו,(הם התחרטו) ואמרו “אם לא ירחם עלינו ריבוננו ויסלח לנו, אכן נהיה מהמפסידים”"},{"SurahNumber":7,"VerseNumber":150,"Text":"וכאשר חזר משה אל עמו, הוא היה כועס ומלא צער, ואמר, “כמה רע הוא הדבר אשר עשיתם אחריי! האם הקדמתם את מצוות ריבונכם?” ואז זרק את הלוחות ואחז בראש אחיו ומשכו אליו. אמר (אחיו, אהרון הנביא), “בן אמי! אכן העם גבר עליי וכמעט הרגו אותי, אל תיתן לאויבים שיזלזלו בי, ואל תשים אותי עם האנשים המקפחים”"},{"SurahNumber":7,"VerseNumber":151,"Text":"אמר (משה) “ריבוני! סלח לי ולאחי ורחם עלינו כי אתה הטוב שברחמנים”"},{"SurahNumber":7,"VerseNumber":152,"Text":"אכן אלה אשר עשו את העגל, זעם ריבונם ייגע בהם, ויושפלו בחיי העולם הזה, כי כך נעניש את הבודים אלילים"},{"SurahNumber":7,"VerseNumber":153,"Text":"ולאלה אשר עשו רוע ואז הביעו חרטה כנה והאמינו,, אכן ריבונך לאחר כל זאת סלחן ורחום"},{"SurahNumber":7,"VerseNumber":154,"Text":"וכאשר התפוגג זעם של משה, לקח את הלוחות, שעליהם כתובים דברי הדרכה ורחמים לאלה אשר יראים את ריבונם"},{"SurahNumber":7,"VerseNumber":155,"Text":"ובחר משה שבעים צדיקים למועד פגישתנו. וכאשר רעדה האדמה תחתיהם, אמר “ריבוני! אילו רצית היית מכחיד אותם ואותי זה כבר. התכחיד אותנו עבור מעשי השוטים שבנו? אין זה אלא מבחן מצדך, כי אתה מתעה מי שאתה רוצה ומדריך מי שאתה רוצה. אתה אדוננו, וסלח לנו ורחם עלינו, כי אתה הטוב שבסולחים"},{"SurahNumber":7,"VerseNumber":156,"Text":"וכתוב לנו טובה בעולם הזה ובעולם הבא, כי חזרנו לשביל (היושר) אליך”. אמר (אללה), “עונשי, אכה בו את אשר ארצה, ורחמי מקיפים כל דבר.” אכתוב אותם לזכות אלה אשר יראים ונותני הזכאת (צדקת חובה) ואלה אשר הם באותותינו מאמינים"},{"SurahNumber":7,"VerseNumber":157,"Text":"וגם עבור ההולכים בעקבות השליח (מוחמד), הנביא שאינו יודע קרוא וכתוב, אשר אותו ימצאו כתוב אצלם בתורה והבשורה, ומצווה עליהם לעשות את הטוב ויאסור עליהם לעשות את הרע, וירשה להם את המאכלים הטובים ויאסור עליהם את התועבות, ויסיר מעליהם את הנטל ואת הכבלים (שנטלו על עצמם) המכבידים עליהם. ואלה אשר האמינו בו וכיבדו אותו ויעזרו לו וילכו אחרי האור (הקוראן) אשר הורד עמו, אלה הם המצליחים"},{"SurahNumber":7,"VerseNumber":158,"Text":"אמור (מוחמד) “הוי האנשים! הנני שליח אללה אליכם כולכם, אשר לו מלכות השמים והארץ, אין אלוה מלבדו, והוא מחייה וממית. על כן האמינו באללה ובשליחו, הנביא שאינו יודע קרוא וכתוב, המאמין באללה ובדבריו, ולכו בעקבתו למען תודרכו”"},{"SurahNumber":7,"VerseNumber":159,"Text":"ומבני עמו של משה אנשים אשר מדריכים על-פי הצדק ושופטים לפיו"},{"SurahNumber":7,"VerseNumber":160,"Text":"וחילקנו אותם לשנים עשר שבסים, אומות. והורינו למשה כאשר תבע העם מים לשתות, כי “הכה במקלך בסלע”. ואז פרצו ממנו שנים־עשר מעיינות, וכל שבט ידע את המקום אשר ממנו ישתה. הצלנו עליהם בענן והורדנו אליהם את המן והשלו. (ואמרנו), “איכלו מן הדברים הטובים שהענקנו לכם”. הם לא קיפחו אותנו, כי אם את עצמם קיפחו"},{"SurahNumber":7,"VerseNumber":161,"Text":"כאשר נאמר להם “שכנו בעיר הזאת ואכלו בה באשר תרצו, ואמרו, 'חטאנו', והיכנסו בשער סוגדים, נסלח לכם את חטאיכם, ונרבה את גמול המיטיבים"},{"SurahNumber":7,"VerseNumber":162,"Text":"והחליפו, אלה אשר קיפחו מבינהם, אמרו דבר שונה מאשר נאמר להם (להגיד), על כן שלחנו עליהם עונש מן השמים, משום שהיו מקפחים"},{"SurahNumber":7,"VerseNumber":163,"Text":"ושאל אותם!! אודות העיר אשר שכנה על חוף הים. הם (תושביה) חיללו את השבת, כי דגי הים עלו על פני הים ביום השבת, ואילו בימים אשר לא שבתו, הדגים לא באו. כי כה העמדנו בניסיון את המושחתים"},{"SurahNumber":7,"VerseNumber":164,"Text":"ואז אמרה אומה (שבט) מביניהם, “למה אתם מטיפים לאנשים אשר אללה עומד להכחידם או להענישם?” אמרו, “סליחה לריבונכם (לצאת ידי חובה), אולי תהיה בהם יראה”"},{"SurahNumber":7,"VerseNumber":165,"Text":"כאשר שכחו את אשר הוזכר להם, חילצנו את אלה אשר אסרו את הרעה ועינינו את אלה אשר קיפחו בעונש קשה, בשל מעשה ההפקרות שעשו"},{"SurahNumber":7,"VerseNumber":166,"Text":"וכאשר עברו על האיסור שהוטל עליהם, אמרנו להם, “היו קופים בזויים.”"},{"SurahNumber":7,"VerseNumber":167,"Text":"ואז הכריז ריבונך, “כי עד יום תחיית-המתים ישלח עליהם אויבים שיציקו להם בייסורים קשים. אכן ריבונך מהיר בעונש, והוא אף סולח ורחום"},{"SurahNumber":7,"VerseNumber":168,"Text":"ופיזרנו אותם על פני הארץ אומות(שבטים), יש בהם הישרים וביניהם שאינם כך, וניסינו אותם בטובות וברעות כדי שיביעו הרסה כנה"},{"SurahNumber":7,"VerseNumber":169,"Text":"ובאו אחריהם דורות אשר ירשו את הספר, היו לוקחים רווח ממה שהזדמן להם לחיי העולם הזה, ואומרים, “ודאי ייסלח לנו”. ואולם אם ימצאו רווח דומה ייקחוהו. האם הם לא כרתו את הברית בספר(התורה) כי לא יאמרו על אללה אלא רק את הצדק? ולמדו (בספר) את כל אשר בו. חיי העולם הבא טובים יותר (מחיי העולם הזה) לאלה היראים. האם לא תבינו"},{"SurahNumber":7,"VerseNumber":170,"Text":"ואלה אשר מחזיקים בספר והמקיימים את התפילה, אנו לא נפחית את גמולם של המתקנים"},{"SurahNumber":7,"VerseNumber":171,"Text":"וכאשר עקרנו את ההר מעליהם ודומה הוא לסוכך, והם חשבו כי הנה הוא נופל עליהם. “אחזו בכוח אשר נתנו לכם וזכרו את אשר בו למען תיראו”"},{"SurahNumber":7,"VerseNumber":172,"Text":"וכאשר ריבונך נטל מבני האדם, מחלציהם, את צאצאיהם, והעיד אותם על עצמם, “הלא (מעידים כי) אני ריבונכם?” והם ענו, “אכן כן, מעידים אנו”. (כל זה עשיתי) למען שלא תאמרו ביום תחיית-המתים, “אנו היינו מזה מוסחים ״"},{"SurahNumber":7,"VerseNumber":173,"Text":"או שתאמרו, “אמנם אבותינו היו משתפים (עבודה זרה) לפנינו, ואנו היינו רק צאצאים אחריהם. האם תעניש אותנו על מעשיהם של החוטאים?”"},{"SurahNumber":7,"VerseNumber":174,"Text":"וכך נבהיר את האותות, כדי שהם ישנו את דעתם (אל דרך האמת)"},{"SurahNumber":7,"VerseNumber":175,"Text":"וקרא להם את הסיפור של האיש אשר נתנו לו את אותותינו ואולם הוא נטש אותם, והשטן לכד אותו והיה מהאבודים"},{"SurahNumber":7,"VerseNumber":176,"Text":"אילו רצינו, היינו מרוממים אותו בהם, אך הוא נסה לחיי העולם-הזה והלך אחרי תאוות נפשו. ומשלו נמשל לכלב אשר בין אם תסלקו יתנשף ואם תתעלם ממנו הוא יתנשף. לזאת נמשלו האנשים האלה אשר התכחשו לאותותינו, על כן ספר את הסיפור למען יזכרו"},{"SurahNumber":7,"VerseNumber":177,"Text":"מה רע המשל של אלה שהתכחשו לאותותינו, ואולם רק את עצמם יקפחו"},{"SurahNumber":7,"VerseNumber":178,"Text":"מי שאללה מדריך אותו אז הוא המודרך, ומי שמתעה, אז אלה הם המפסידים"},{"SurahNumber":7,"VerseNumber":179,"Text":"וכבר השארנו לגיהינום רבים מבין השדים ובני- האנוש, אשר אמנם הם בעלי לבבות, אך הם אינם מבינים בהם, עיניים להם אמנם לא יראו בהן, אוזניים להם אמנם לא ישמעו בהן. אלה דומים לבהמות, אבל הם תועים אף יותר. אלה הם המוסחים"},{"SurahNumber":7,"VerseNumber":180,"Text":"ולאללה שייכים שמות התארים היפים, על כן קראו לו בהם, ועזבו את אלה המסלפים את השמות היפים. הם אכן יקבלו את העונש המתאים למעשיהם"},{"SurahNumber":7,"VerseNumber":181,"Text":"בין אלה שבראנו(מן השדים ובני-האנוש) יש אומה אשר מדריכים על-פי הצדק ובו ישפטו(בצדק)"},{"SurahNumber":7,"VerseNumber":182,"Text":"ואלה שהתכחשו לאותותינו נביאם בפיתוי בהדרגה להענשתם מבלי שיבחינו בכך"},{"SurahNumber":7,"VerseNumber":183,"Text":"למרות שאני נותן להם ארכה, מזימתי איתנה היא"},{"SurahNumber":7,"VerseNumber":184,"Text":"האם לא חשבו כי אין באישם (הנביא מוחמד) כל שיגעון, וכי תפקידו הוא להזהיר ולהבהיר"},{"SurahNumber":7,"VerseNumber":185,"Text":"האם הם לא הביטו אל מלכות השמיים והארץ וכל דבר שיצר אללה? והם לא ראו שזמנם (סופם) קרב? ולאחר כל זאת (אזהרות הקוראן), לאיזו אזהרה הם יאמינו"},{"SurahNumber":7,"VerseNumber":186,"Text":"מי שאללה יתעה, אין לו מדריך, והוא ישאיר אותם תוהים בכפירתם"},{"SurahNumber":7,"VerseNumber":187,"Text":"שואלים אותך (מוחמד) על השעה, מתי היא תבוא? אמור, “רק ריבוני יודע זאת, ורק הוא יחשוף את מועדה, עוצמתה אדירה בשמיים ובארץ, ולא תבוא עליכם אלא לפתע”. הם שואלים אותך כאילו אתה מודע לעיתויה (מתי תבוא). אמור, “רק לאללה הידע עליה, אבל רוב האנשים אינם יודעים ״"},{"SurahNumber":7,"VerseNumber":188,"Text":"אמור, “אין ביכולתי להביא תועלת לעצמי או להעביר רעה מעליי, אלא מרצון אללה, ולו ידעתי את הנסתר הייתי מרבה מהטוב, ולא היה פוגע בי הרע, אין אני אלא מזהיר ומבשר לאנשים מאמינים”"},{"SurahNumber":7,"VerseNumber":189,"Text":"הוא (אללה) אשר ברא אתכם מנפש אחת וממנה עשה לו (לאדם) בת-זוג לשכון אליה, וכאשר התערבב איתה, היא נכנסה להריון. והמשיכה בו בקלות, אך כאשר הריונה נעשה כבד יותר, התפללו אל אללה ריבונם ואמרו, “אם תיתן לנו בן שלם ובריא, אכן נהיה מהמודים”"},{"SurahNumber":7,"VerseNumber":190,"Text":"אולם כאשר נתן להם בן שלם ובריא, הם צירפו לו שותפים, וייחסו להם חלק באשר נתן להם. יתרומם אללה מעל אלה שצירפו לו"},{"SurahNumber":7,"VerseNumber":191,"Text":"האם יצרפו לו שותפים אשר אינם יכולים לברוא? והם אשר נוצרים"},{"SurahNumber":7,"VerseNumber":192,"Text":"ואינם יכולים לעזור להם, ואף לא לעזור לעצמם"},{"SurahNumber":7,"VerseNumber":193,"Text":"ואם תקראו להם לבוא אל דרך הישר, לא ילכו אחריכם. גם אם תקראו להם או אם אתם שקטים"},{"SurahNumber":7,"VerseNumber":194,"Text":"אלה אשר תקראו אליהם מלבד אללה, עבדים הם כמותכם. קראו להם וראו אם יענו לכם אם אכן אתם צודקים"},{"SurahNumber":7,"VerseNumber":195,"Text":"האם יש להם רגליים כדי ללכת בהם? או ידיים יתפשו בהן בכוח? או יש להם עיניים לראות בהן? או יש להם אוזניים לשמוע בהן? אמור “קראו לשותפיכם והתנכלו לי, ואל תתנו לי שום הזדמנות"},{"SurahNumber":7,"VerseNumber":196,"Text":"אללה הוא אדוני אשר הוריד את הספר (הקוראן), והוא מגן הישרים"},{"SurahNumber":7,"VerseNumber":197,"Text":"וכי אלה אשר תקראו אליהם מלבדו אינם יכולים לעזור לכם ולא לעצמם עוזרים.”"},{"SurahNumber":7,"VerseNumber":198,"Text":"אם תקראו להם לבוא אל דרך הישר, לא ישמעו, ואתה תראה אותם כאילו הם מביסים אליך, הרי הם אינם רואים"},{"SurahNumber":7,"VerseNumber":199,"Text":"קבל את הטוב מן האנשים, וצווה לנהוג כמקובל, והתרחק מחסרי הדעת"},{"SurahNumber":7,"VerseNumber":200,"Text":"ואם יפגע בך השטן פגיעה כול שהיא, אז בקש עזרה מאללה כי הוא הכול שומע והכול יודע"},{"SurahNumber":7,"VerseNumber":201,"Text":"אכן אלה היראים את אללה, אם השטן ינסה לפתותם, נזכרים (תיכף), והנה הם רואים במו עיניהם (את דרך הישר)"},{"SurahNumber":7,"VerseNumber":202,"Text":"ואילו אחיהם (של השטנים) עוזרים להם להמשיך בתעייה והם אינם מפסיקים"},{"SurahNumber":7,"VerseNumber":203,"Text":"אם לא תביא להם אות, יאמרו, “מדוע לא תמציא אותו בעצמך?” אמור, “אני נוהג לפי מה שהושרה אלי מריבוני. (הקוראן) זה הוא הוכחה מריבונכם כדי להאיר עיניים, ולהביא הדרכה ורחמים לאנשים המאמינים"},{"SurahNumber":7,"VerseNumber":204,"Text":"וכאשר הקוראן נקרא (בפניכם), האזינו לו והקשיבו למען תרוחמו"},{"SurahNumber":7,"VerseNumber":205,"Text":"והזכר את ריבונך בנפשך בוקר וערב בהצטנעות ובפחד, ואל תרים את קולך, ואל תהיה מאלה שדעתם מוסטת"},{"SurahNumber":7,"VerseNumber":206,"Text":"אכן אלה (המלאכים) הנמצאים אצל ריבונך לא יתייהרו מכדי לעבוד אותו והם משבחים אותו ולו סוגדים תמיד"},{"SurahNumber":8,"VerseNumber":1,"Text":"שואלים אותך(הנביא) אודות השלל. אמור, “השלל שייך לאללה ולשליח, על כן ייראו את אללה, והשלימו בינכם, ושמעו בקול אללה ושליחו אם אכן מאמינים אתם”"},{"SurahNumber":8,"VerseNumber":2,"Text":"אמנם המאמינים הם אלה שאם יוזכר אללה, יתמלא לבבם יראה, ובהיקרא אותותיו(משפטי הקוראן) לפניהם, מתחזקת אמונתם, ועל ריבונם סומכים"},{"SurahNumber":8,"VerseNumber":3,"Text":"אלה המקיימים את התפילה, והם התורמים ממה שהענקנו להם (לצדקה)"},{"SurahNumber":8,"VerseNumber":4,"Text":"אלה הם המאמינים הצודקים, (אשר שמור) להם מעמד גבוה אצל ריבונם, וסליחה, ופרנסה נדיבה"},{"SurahNumber":8,"VerseNumber":5,"Text":"כמו שהוציאך ריבונך מביתך (באל-מדינה) בצדק אף כי קבוצה מן המאמינים לא רצתה בזאת"},{"SurahNumber":8,"VerseNumber":6,"Text":"הם הנצחים אתך על הצדק לאחר שהתברר להם, כאילו הם מובלים אל המוות בזמן שהם רואים אותו"},{"SurahNumber":8,"VerseNumber":7,"Text":"אך כאשר אללה הבטיח לכם ניצחון על אחד המחנות, רציתם שתהיה זו שאינה בעלת העוקץ (רצו את השלל במקום המלחמה), ואולם אללה רצה להקים את הצדק בדבריו, ולהביס את הכופרים"},{"SurahNumber":8,"VerseNumber":8,"Text":"כך כדי להקים את הצדק ולבטל את ההבל, על אף התנגדות הכופרים המכחשים"},{"SurahNumber":8,"VerseNumber":9,"Text":"כשקראתם אל ריבונכם לעזרה והוא נענה לכם, “אני אשלח לעזרתכם אלף מלאכים אשר יבואו בזה אחר זה”"},{"SurahNumber":8,"VerseNumber":10,"Text":"זו הייתה בשורה מאללה למען יבטח לבכם בה, כי אין ניצחון ניתן אלא מאללה. ואללה העזוז והחכם"},{"SurahNumber":8,"VerseNumber":11,"Text":"הוא הביא עליכם תנומה כהרגעה ממנו, והוריד עליכם מן השמים מים למען יטהר אתכם בו, וכדי לנקות אתכם מטומאת השטן, וכדי לחזק את לבבכם ולחזק את עמידתכם על רגליכם"},{"SurahNumber":8,"VerseNumber":12,"Text":"אכן השרה ריבונך אל המלאכים, “אני עמכם, על כן חזקו את אלה אשר האמינו. אני אטיל אימה בלבבות אלה אשר כפרו, הכו על הגב העליון וחתכו להם כל איבר”"},{"SurahNumber":8,"VerseNumber":13,"Text":"משום שהם התנגדו וסרבו לאללה ולשליחו. וכל המתנגד לאללה ושליחו, אז אכן אללה מעניש בחומרה (למזלזלים בו)"},{"SurahNumber":8,"VerseNumber":14,"Text":"זה עונשכם, אז טעמו אותו בעודכם בחיים. ואכן לכופרים (גם מחכה) העונש של אש הגיהינום"},{"SurahNumber":8,"VerseNumber":15,"Text":"הוי אלה אשר האמינו! בפוגשכם את אלה אשר כפרו בקרב פנים אל פנים אל תפנו להם עורף"},{"SurahNumber":8,"VerseNumber":16,"Text":"ומי שיפנה להם עורף ביום כזה, פרט לצורכי לחימה או להצטרפות לאחרים שבקרב, יביא על עצמו את זעם אללה, ומשכנו יהיה הגיהינום, ומה רע יהיה סופו"},{"SurahNumber":8,"VerseNumber":17,"Text":"לא אתם הרגתם אותם, אך אללה הרג אותם, ואתה לא זרקת (חיצים), אך אללה זרק, זאת למען יתנסו המאמינים בניסיון טוב , ואללה הוא הכול שומע והכול יודע"},{"SurahNumber":8,"VerseNumber":18,"Text":"כול זה מאללה והוא מכשיל את תכסיסי הכופרים"},{"SurahNumber":8,"VerseNumber":19,"Text":"אם רציתם בניצחון הרי הם ניצחו אתכם, ואם תפסיקו להילחם זה יהיה טוב יותר לכם, כי אם תחזרו להילחם נחזור להילחם גם אנו, ואז לא יועילו לכם גם אם ירבה מספרם. כי אללה עם המאמינים"},{"SurahNumber":8,"VerseNumber":20,"Text":"הוי אלה אשר האמינו! שמעו בקול אללה ושליחו ואל תינטשו אותו כל עוד אתם שומעים אותו(הקוראן)"},{"SurahNumber":8,"VerseNumber":21,"Text":"ואל תהיו כמו אלה האומרים “שמענו”, למרות שהם לא באמת שומעים"},{"SurahNumber":8,"VerseNumber":22,"Text":"היצורים הרעים ביותר אצל אללה הם אלה המתנהגים כחירשים וכאילמים אשר לא יבינו"},{"SurahNumber":8,"VerseNumber":23,"Text":"אילו ידע אללה שיש בהם טוב (תועלת), היה נותן להם לשמוע, אך אם גם היה נותן להם לשמוע, היו מתרחקים מבלי לשמוע (את דברי הנביא)"},{"SurahNumber":8,"VerseNumber":24,"Text":"הוי אלה אשר האמינו! היענו לאללה ולשליח בקוראו לכם אל הדבר אשר מעניק לכם חיים, ודעו כי אללה עומד בין האדם ללבו, וכי אליו תקובצו"},{"SurahNumber":8,"VerseNumber":25,"Text":"שמרו על עצמכם מפני המבחן אשר פוגע לא רק בחוטאים שבינכם, ודעו כי אללה מעניש בחומרה"},{"SurahNumber":8,"VerseNumber":26,"Text":"וזכרו כשהייתם מעטים ונרדפים בארץ ומפחדים כי יחטפו אתכם האנשים, והנה נתן לכם מקלט וחיזק אתכם בעזרתו ופרנס אתכם במיטב הדברים המשובחים למען תכירו טובה"},{"SurahNumber":8,"VerseNumber":27,"Text":"הוי אלה אשר האמינו! אל תבגדו באללה ובשליח, ואל תמעלו באופן מודע באשר הופקד בידכם"},{"SurahNumber":8,"VerseNumber":28,"Text":"ודעו כי כספיכם ובניכם הם רק ניסיון לכם, אצל אללה הגמול האדיר"},{"SurahNumber":8,"VerseNumber":29,"Text":"הוי אלה אשר האמינו! אם תיראו את אללה, הוא ייתן לכם יכולת להבדיל (בין הצדק וההבל) ויכפר על חטאיכם ויסלח לכם, כי אללה רב-החסד האדיר"},{"SurahNumber":8,"VerseNumber":30,"Text":"ואם יתכננו אלה אשר כפרו לאסור אותך או להרוג אותך או להגלות אותך. הם מתכננים ואללה תכנן והוא הטוב ביותר שבמתכננים"},{"SurahNumber":8,"VerseNumber":31,"Text":"כאשר אותותינו נקראים לפניהם, הם אומרים, “כבר שמענו זאת, ולו רצינו היינו גם אנו אומרים דברים כאלה, כי אין אלה אלא אגדות הקדמונים”"},{"SurahNumber":8,"VerseNumber":32,"Text":"כאשר אמרו (הכופרים), “הוי אללה! אם זהו הצדק שלך, אז המסר עלינו אבנים מן השמים, או הבא עלינו עונש כואב.”"},{"SurahNumber":8,"VerseNumber":33,"Text":"אך אללה לא היה מעניש אותם כל זמן שהיית אתה (מוחמד) נמצא ביניהם, וכן לא היה מעניש אותם כל עוד הם מבקשים סליחה"},{"SurahNumber":8,"VerseNumber":34,"Text":"אך למה שלא יעניש אותם אללה, בזמן שהם מונעים את (המאמינים מ) המסגד הקדוש, והם לא היו האחראים לו? האחראים לו באמת הם אלה היראים (את אללה), אך רובם אינם יודעים"},{"SurahNumber":8,"VerseNumber":35,"Text":"תפילתם (הכופרים) ליד הבית (הכעבה) אינה אלא שריקה ומחיאת כף, לכן טעמו את העונש באשר הייתם כופרים"},{"SurahNumber":8,"VerseNumber":36,"Text":"אכן אלה אשר כפרו תורמים את כספם כדי למנוע מאנשים ללכת בשביל של אללה. הם ימשיכו להוציא אותם, ולבסוף יהפוך לצער בשבילם, ואז הם יובסו. אלה אשר כפרו אל הגיהינום יקובצו"},{"SurahNumber":8,"VerseNumber":37,"Text":"על מנת שאללה יבחין בין הרע והטוב, הוא יעשה את הרע חלקו מעל חלקו(האחר) ערמות כולם ויזרוק את כולם בתוך גיהינום, כי כל אלה הם האובדים"},{"SurahNumber":8,"VerseNumber":38,"Text":"אמור לאלה אשר כפרו כי אם אכן יחדלו(מכפירה), ייסלח להם כל אשר עשו בעבר, אך אם ישובו(אל הכפירה), הרי כבר מוכרת דרך ענישת הראשונים (הקדמונים)"},{"SurahNumber":8,"VerseNumber":39,"Text":"הילחמו בהם עד אשר לא תהיינה מזימות יותר, ותהיה הדת (האמונה) כולה לאללה, ואם יפסיקו הרי אללה רואה את מעשיהם"},{"SurahNumber":8,"VerseNumber":40,"Text":"ואם אכן יכחישו, דעו כי אללה הוא האדון עליכם, והוא הטוב במגינים ובתומכים"}]}