{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Em verdade, encontraras, - dentre os homens, - que os judeus e os idolatras sao os mais violentos inimigos dos crentes. E, em verdade, encontraras que os mais proximos aos crentes, em afeicao, sao os que dizem: \"Somos cristaos.\" Isso, porque ha dentre eles clerigos e monges, e porque nao se ensoberbecem"},{"SurahNumber":5,"VerseNumber":83,"Text":"E quando ouvem o que foi descido, para o Mensageiro, tu ves seus olhos se marejarem de lagrimas, pelo que reconhecem da Verdade. Dizem: \"Senhor nosso! Cremos. Entao, inscreve-nos entre as testemunhas da verdade"},{"SurahNumber":5,"VerseNumber":84,"Text":"E por que razao nao creriamos em Allah e na Verdade que nos chegou, enquanto aspiramos a que nosso Senhor nos faca entrar no Paraiso, com o povo integro"},{"SurahNumber":5,"VerseNumber":85,"Text":"Entao, pelo que disseram, Allah retribuiu-lhes Jardins, abaixo dos quais correm os rios; nesses, serao eternos. E essa e a recompensa dos benfeitores"},{"SurahNumber":5,"VerseNumber":86,"Text":"E os que renegam a Fe e desmentem Nossos sinais, esses sao os companheiros do Inferno"},{"SurahNumber":5,"VerseNumber":87,"Text":"O vos que credes! Nao proibais as cousas benignas que Allah vos tornou licitas, e nao cometais agressao. Por certo, Allah nao ama os agressores"},{"SurahNumber":5,"VerseNumber":88,"Text":"E comei daquilo que Allah vos deu por sustento, enquanto licito e benigno. E temei a Allah, em Quem sois crentes"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah nao vos culpa pela frivolidade em vossos juramentos mas vos culpa pelos juramentos intencionais nao cumpridos. Entao, sua expiacao e alimentar dez necessitados, no meio-termo com que alimentais vossas familias; ou vesti-los ou alforriar um escravo. E quem nao encontra recursos, deve jejuar tres dias. Essa e a expiacao de vossos juramentos, quando perjurardes. E custodiai vossos juramentos. Assim, Allah torna evidentes, para vos, Seus sinais, para serdes agradecidos"},{"SurahNumber":5,"VerseNumber":90,"Text":"O vos que credes! O vinho e o jogo de azar e as pedras levantadas com nome dos idolos e as varinhas da sorte nao sao senao abominacao: acoes de Sata. Entao, evitai-as na esperanca de serdes bem-aventurados"},{"SurahNumber":5,"VerseNumber":91,"Text":"Sata deseja, apenas, semear a inimizade e a aversao, entre vos, por meio do vinho e do jogo de azar, e afastar-vos da lembranca de Allah e da oracao. Entao, abster-vos-eis disso"},{"SurahNumber":5,"VerseNumber":92,"Text":"E obedecei a Allah e obedecei ao Mensageiro e precatai-vos. Entao, se voltais as costas, sabei que impende apenas a Nosso Mensageiro a evidente transmissao da Mensagem"},{"SurahNumber":5,"VerseNumber":93,"Text":"Nao ha culpa sobre aqueles que creem e fazem as boas obras, por aquilo de que se alimentaram anteriormente, desde que se guardem do proibido e creiam nisso e facam as boas obras; depois, continuem a guardar-se e a crer; em seguida, se guardem e bem-facam. E Allah ama os benfeitores"},{"SurahNumber":5,"VerseNumber":94,"Text":"O vos que credes! Em verdade, Allah por-vos-a a prova com a proibicao de alguma caca, que vossas maos e vossas lancas puderem alcancar, a fim de que Allah saiba quem de vos O teme, embora seja Ele Invisivel. Entao, quem, depois disso, comete agressao tera doloroso castigo"},{"SurahNumber":5,"VerseNumber":95,"Text":"O vos que credes! Nao mateis a caca, enquanto estais na peregrinacao. E, a quem de vos a mata, intencionalmente, impender-lhe-a compensacao, em rebanhos, igual ao que matou, julgada por dois homens justos dos vossos, em oferenda, destinada a Kaabah; ou expiacao: alimentar necessitados ou o equivalente a isso, em jejum para experimentar a nefasta consequencia de sua conduta. Allah indulta o que ja se consumou. E quem reincide, Allah dele se vingara. E Allah e Todo-Poderoso, Possuidor de vindita"},{"SurahNumber":5,"VerseNumber":96,"Text":"E-vos licita a pesca do mar e seu alimento, como proveito para vos e para os viandantes. E vos e proibida a caca da terra, enquanto permaneceis na peregrinacao. E temei a Allah, a Quem sereis reunidos"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah fez da Kaabah, a Casa Sagrada, arrimo para os homens e, assim tambem, o Mes Sagrado, e os animais em oferenda e as guirlandas. Isso, para que saibais que Allah sabe o que ha nos ceus e o que ha na terra, e que Allah, de todas as cousas, e Onisciente"},{"SurahNumber":5,"VerseNumber":98,"Text":"Sabei que Allah e Veemente na punicao e que Allah e Perdoador, Misericordiador"},{"SurahNumber":5,"VerseNumber":99,"Text":"Nao impende ao Mensageiro senao a transmissao da Mensagem. E Allah sabe o que mostrais e o que ocultais"},{"SurahNumber":5,"VerseNumber":100,"Text":"Dize, Muhammad: \"Nao se igualam o maligno e o benigno, ainda que te admire a abundancia do maligno. Entao, temei a Allah, o dotados de discernimento, na esperanca de serdes bem-aventurados"},{"SurahNumber":5,"VerseNumber":101,"Text":"O vos que credes! Nao pergunteis por cousas que, se vos fossem divulgadas, vos afligiriam: e, se perguntardes por elas, enquanto o Alcorao estiver sendo descido, ser-vos-ao divulgadas. Allah vo-lo indultara. E Allah e Perdoador, Clemente"},{"SurahNumber":5,"VerseNumber":102,"Text":"Com efeito, um povo, antes de vos, perguntou por elas; em seguida, tornaram-se renegadores delas"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah nao fez determinacao alguma de bahirah nem de sai'bah nem de wassilah nem de hami. Mas, os que renegam a Fe forjam mentiras acerca de Allah. E a maioria deles nao razoa"},{"SurahNumber":5,"VerseNumber":104,"Text":"E quando se lhes diz: \"Vinde ao que Allah fez descer e ao Mensageiro\", dizem: \"Basta-nos aquilo em que encontramos nossos pais\" E bastar-lhes-ia, ainda que seus pais nada soubessem nem se guiassem"},{"SurahNumber":5,"VerseNumber":105,"Text":"O vos que credes! Cuidai de vos mesmos; nao vos prejudicara quem se descaminha, quando sois guiados. A Allah sera vosso retorno, de todos vos. E Ele vos informara do que fazieis"},{"SurahNumber":5,"VerseNumber":106,"Text":"O vos que credes! Quando a morte se apresentar a um de vos, que haja, ao testar, o testemunho de dois homens justos dos vossos ou o de dois outros, que nao dos vossos, se estais percorrendo a terra e sois alcancados pela desgraca da morte. Retende-os a ambos, apos a oracao; e eles jurarao por Allah, se duvidais deles, e dirao: \"Nao venderemos isso por preco algum, ainda que o beneficiado seja parente, nem ocultaremos o testemunho de Allah: por certo, nesse caso, seriamos dos pecadores"},{"SurahNumber":5,"VerseNumber":107,"Text":"Se se descobre que ambos cometeram pecado de perjuro, entao, que os substituam dois outros, dentre os que foram prejudicados pelos primeiros, e jurarao por Allah: \"Em verdade, nosso testemunho e mais justo que o deles, e nao cometemos agressao: por certo, nesse caso, seriamos dos injustos"},{"SurahNumber":5,"VerseNumber":108,"Text":"Isso e mais adequado para que prestem testemunho autentico, ou temam que outros juramentos voltem a ser prestados, apos os seus. E temei a Allah e ouvi. E Allah nao guia o povo perverso"},{"SurahNumber":5,"VerseNumber":109,"Text":"Lembra-lhes, Muhammad, de que, um dia, Allah juntara os Mensageiros, entao, dira: \"O que vos foi respondido?\" Dirao: \"Nao temos ciencia disso. Por certo, Tu, Tu es O Profundo Sabedor das cousas invisiveis"},{"SurahNumber":5,"VerseNumber":110,"Text":"Quando Allah dira: \"O Jesus, filho de Maria! Lembra-te de Minha graca para contigo e para com tua mae, quando te amparei com o Espirito Sagrado: falando aos homens, quando ainda no berco, e na maturidade. E quando te ensinei a Escritura e a Sabedoria e a Tora e o Evangelho. E quando criaste, do barro, a figura igual ao passaro, com Minha permissao, e nela sopraste, e ela se tornou um passaro, com Minha permissao. E curaste o cego de nascenca e o leproso, com Minha permissao. E quando fizeste sair os mortos dos sepulcros, com Minha permissao. E quando detive os filhos de Israel, afastando-os de ti, quando lhes chegaste com as evidencias; entao, disseram os que, dentre eles, renegaram a Fe: 'Isto nao e senao evidente magia"},{"SurahNumber":5,"VerseNumber":111,"Text":"E quando inspirei aos discipulos: 'Crede em Mim e em Meu Mensageiro'; disseram: 'Cremos, e testemunha que somos muculmanos"},{"SurahNumber":5,"VerseNumber":112,"Text":"Lembra-lhes de quando os discipulos disseram: \"O Jesus, filho de Maria! Teu Senhor podera fazer-nos descer do ceu uma mesa provida?\" Ele disse: \"Temei a Allah, se sois crentes"},{"SurahNumber":5,"VerseNumber":113,"Text":"Disseram: \"Desejamos comer dela e que se nos tranquilizem os coracoes; e desejamos saber se tu, com efeito, nos disseste a verdade, e desejamos ser testemunhas dela"},{"SurahNumber":5,"VerseNumber":114,"Text":"Jesus, filho de Maria, disse: \"O Allah, Senhor nosso! Faze-nos descer do ceu uma mesa provida, que nos seja uma festa, para os primeiros e os derradeiros de nos, e um sinal de Ti; e sustenta-nos, e Tu es O Melhor dos sustentadores"},{"SurahNumber":5,"VerseNumber":115,"Text":"Allah disse: \"Por certo, far-vo-la-ei descer. Entao, a quem de vos renegar a Fe, depois, por certo, castiga-lo-ei com um castigo com que jamais castigarei a alguem dos mundos"},{"SurahNumber":5,"VerseNumber":116,"Text":"E lembra-lhes de quando Allah dira: \"O Jesus, filho de Maria! Disseste tu aos homens: 'Tomai-me e a minha mae por dois deuses, alem de Allah?'\" Ele dira: \"Glorificado sejas! Nao me e admissivel dizer o que me nao e de direito. Se o houvesse dito, por certo, Tu o haverias sabido. Tu sabes o que ha em mim, e nao sei o que ha em Ti. Por certo, Tu, Tu es O Profundo Sabedor das cousas invisiveis"},{"SurahNumber":5,"VerseNumber":117,"Text":"Nao lhes disse senao o que me ordenaste: 'Adorai a Allah, meu Senhor e vosso Senhor'. E fui testemunha deles, enquanto permaneci entre eles. Entao, quando findaste meus dias na terra. Tu foste, sobre eles, O Observante. E Tu, de todas as cousas, es Testemunha"},{"SurahNumber":5,"VerseNumber":118,"Text":"Se os castigas, por certo, sao Teus servos. E, se os perdoas, por certo, Tu, Tu es O Todo-Poderoso, O Sabio"},{"SurahNumber":5,"VerseNumber":119,"Text":"Allah dira: \"\"Este e um dia em que beneficiara aos veridicos sua veracidade. Eles terao Jardins, abaixo dos quais correm os rios; nesses, serao eternos para todo o sempre.\"\" Allah se agradara deles"},{"SurahNumber":5,"VerseNumber":120,"Text":"E de Allah e a soberania dos ceus e da terra e tudo que ha entre eles. E Allah, sobre todas as cousas, e Onipotente"},{"SurahNumber":6,"VerseNumber":1,"Text":"Suratu Al-Anaam. Louvor a Allah, Que criou os ceus e a terra e fez as trevas e a luz. Todavia, os que renegam a Fe equiparam outros a seu Senhor"},{"SurahNumber":6,"VerseNumber":2,"Text":"Ele e Quem vos criou de barro; em seguida, decretou-vos um termo. E, junto dEle, ha outro termo designado. Todavia, vos contestais"},{"SurahNumber":6,"VerseNumber":3,"Text":"E Ele e Allah nos ceus e na terra. Sabe vosso segredo e vossas declaracoes e sabe o que lograis"},{"SurahNumber":6,"VerseNumber":4,"Text":"E nao Ihes chega sinal algum dos sinais de seu Senhor, sem que lhes estejam dando de ombros"},{"SurahNumber":6,"VerseNumber":5,"Text":"E, com efeito, desmentiram a Verdade, quando esta lhes chegou. Entao, chegar-lhes-ao os informes daquilo de que zombavam"},{"SurahNumber":6,"VerseNumber":6,"Text":"Nao viram eles quantas geracoes aniquilamos, antes deles? Empossamo-las na terra, com poder de que jamais vos empossamos. E enviamos, sobre eles, a chuva, em abundancia, e fizemos correr os rios, a seus pes; entao, aniquilamo-las por seus delitos e fizemos surgir, depois delas, outras geracoes"},{"SurahNumber":6,"VerseNumber":7,"Text":"Mesmo se fizessemos descer, sobre ti, Muhammad, um livro, escrito em pergaminho, e eles o tocassem com as maos, os que renegam a Fe diriam: \"Este nao e senao evidente magia"},{"SurahNumber":6,"VerseNumber":8,"Text":"E dizem: \"Que se faca descer sobre ele, Muhammad, um anjo.\" E, se houvessemos feito descer um anjo, ja estaria encerrada a ordem; em seguida, nao haveria dilacao alguma"},{"SurahNumber":6,"VerseNumber":9,"Text":"E, se houvessemos feito dele um anjo, have-lo-iamos feito na forma de homem, e have-los-iamos feito confundir o que ja confundem"},{"SurahNumber":6,"VerseNumber":10,"Text":"E, com efeito, zombaram de Mensageiros, antes de ti; entao, aquilo de que zombavam envolveu os que escarneceram deles"},{"SurahNumber":6,"VerseNumber":11,"Text":"Dize: \"Caminhai, na terra; em seguida, olhai como foi o fim dos desmentidores"},{"SurahNumber":6,"VerseNumber":12,"Text":"Dize: \"De quem e o que ha nos ceus e na terra?\" Dize: \"De Allah\". Ele prescreveu a Si mesmo a misericordia. Em verdade, Ele vos juntara, no indubitavel Dia da Ressurreicao, os que se perdem a si mesmos, entao, nao creem"},{"SurahNumber":6,"VerseNumber":13,"Text":"E dEle e o que repousa na noite e no dia. E Ele e O Oniouvinte, O Onisciente"},{"SurahNumber":6,"VerseNumber":14,"Text":"Dize: \"Tomarei eu por protetor outro que Allah, O Criador dos ceus e da terra, enquanto Ele e Quem alimenta e nao e alimentado?\" Dize: \"Por certo, foi-me ordenado ser o primeiro dos que se islamizam!\" E nao sejas, de modo algum, dos idolatras"},{"SurahNumber":6,"VerseNumber":15,"Text":"Dize: \"Por certo, temo, se desobedecer a meu Senhor, o castigo de um formidavel dia"},{"SurahNumber":6,"VerseNumber":16,"Text":"Nesse dia, de quem quer que seja desviado o castigo, com efeito, sera porque Allah dele teve misericordia. E esse e o evidente triunfo"},{"SurahNumber":6,"VerseNumber":17,"Text":"E, se Allah te toca com um infortunio, nao havera quem o remova a Ele sobre todas as cousas"},{"SurahNumber":6,"VerseNumber":18,"Text":"E Ele e O Dominador sobre Seus servos e Ele e O Sabio, O Conhecedor"},{"SurahNumber":6,"VerseNumber":19,"Text":"Dize: \"O que ha de maior testemunho?\" Dize: \"Allah. Ele e Testemunha entre mim e vos. E foi-me revelado este Alcorao, para com ele admoestar-vos e aqueles a quem ele atingir.\" Testemunhais vos, em verdade, que ha junto de Allah outros deuses? Dize: \"Nao o testemunho.\" Dize: \"Apenas Ele e Deus Unico. E, por certo, estou em rompimento com o que idolatrais"},{"SurahNumber":6,"VerseNumber":20,"Text":"Aos quais concedera-mos o Livro, conhecem-no como conhecem a seus filhos. Os que se perdem a si mesmos, entao, nao creem"},{"SurahNumber":6,"VerseNumber":21,"Text":"E quem mais injusto que aquele que forja mentiras acerca de Allah ou desmente Seus sinais? Por certo, os injustos nao serao bem-aventurados"},{"SurahNumber":6,"VerseNumber":22,"Text":"E um dia, os reuniremos a todos; em seguida, diremos aos que idolatram: \"Onde estao vossos idolos, que pretendieis serem deuses"},{"SurahNumber":6,"VerseNumber":23,"Text":"Em seguida, sua provacao nao sera senao dizer: \"Por Allah, Nosso Senhor! Nao eramos idolatras"},{"SurahNumber":6,"VerseNumber":24,"Text":"Olha como mentirao acerca de si mesmos! E sumira, para longe deles, o que forjavam"},{"SurahNumber":6,"VerseNumber":25,"Text":"E ha dentre eles quem te ouca ao recitares o Alcorao. E fizemo-lhes veus sobre os coracoes, a fim de o nao entenderem, e fizemo-lhes, nos ouvidos, surdez. E, se vissem todos os sinais, nao creriam, a tal ponto que, quando te chegassem, discutindo contigo, os que renegam a Fe diriam: \"Isto nao sao alem de fabulas dos antepassados"},{"SurahNumber":6,"VerseNumber":26,"Text":"E eles coibem dele os demais e dele se afastam. E nao se aniquilam senao a si mesmos, e nao percebem"},{"SurahNumber":6,"VerseNumber":27,"Text":"E se visses quando postos diante do Fogo! Entao, dirao: \"Quem dera nos levassem a vida terrena, e nao desmentiriamos os sinais de nosso Senhor, e seriamos dos crentes"},{"SurahNumber":6,"VerseNumber":28,"Text":"Mas mostrar-se-lhes-a o que, antes, escondiam; e se os houvessem"},{"SurahNumber":6,"VerseNumber":29,"Text":"E dizem: \"Nao ha senao nossa vida terrena, e nao seremos ressuscitados"},{"SurahNumber":6,"VerseNumber":30,"Text":"E se visses quando postos diante de seu Senhor! Ele dira: \"Nao e esta a Verdade?\" Dirao: \"Sim, por nosso Senhor!\" Ele dira: \"Entao, experimentai o castigo, porque renegaveis a Fe"},{"SurahNumber":6,"VerseNumber":31,"Text":"Com efeito, os que desmentem o deparar de Allah perdem-se, ate que, quando a Hora lhes chegar, inopinadamente, dirao: \"Que aflicao a nossa, por descurarmos dela!\" E carregarao nos dorsos seus fardos. Ora, que vil o que carregarao"},{"SurahNumber":6,"VerseNumber":32,"Text":"E a vida terrena nao e senao diversao e entretenimento. E, certamente, a Derradeira Morada e melhor para os que sao piedosos. Entao, nao razoais"},{"SurahNumber":6,"VerseNumber":33,"Text":"Com efeito, sabemos que o certo, nao e a ti que desmentem, mas e aos sinais de Allah que os injustos negam"},{"SurahNumber":6,"VerseNumber":34,"Text":"E, com efeito, outros Mensageiros antes de ti, Muhammad, foram desmentidos e eles pacientaram ao serem desmentidos, e foram molestados, ate que Nosso socorro lhes chegasse. E nao ha quem troque as palavras de Allah. E, com efeito, chegaram-te alguns informes dos outros Mensageiros"},{"SurahNumber":6,"VerseNumber":35,"Text":"E, se te e grave que eles deem de ombros, entao, se puderdes buscar um tunel na terra ou uma escada no ceu e fazer-lhes faze-o. E se Allah quisesse"},{"SurahNumber":6,"VerseNumber":36,"Text":"Apenas, os que ouvem atendem a verdade. E quanto aos mortos, Allah ressuscita-los-a. Em seguida, a Ele eles serao retornados"},{"SurahNumber":6,"VerseNumber":37,"Text":"E dizem: \"Que se faca descer sobre ele um sinal de seu Senhor!\" Dize: \"Por certo, Allah e Poderoso para fazer descer um sinal, mas a maioria deles nao sabe"},{"SurahNumber":6,"VerseNumber":38,"Text":"E nao ha ser animal algum na terra nem passaro que voe com suas asas senao em comunidade como vos. De nada descuramos, no Livro. Em seguida, a seu Senhor serao reunidos"},{"SurahNumber":6,"VerseNumber":39,"Text":"E os que desmentem Nossos sinais sao surdos e mudos; estao nas trevas. Allah descaminha a quem quer e faz estar na senda reta a quem quer"},{"SurahNumber":6,"VerseNumber":40,"Text":"Dize, Muhammad: \"Vistes? Se o castigo de Allah vos chega ou vos chega a Hora, que outro alem de Allah invocareis, se sois veridicos"},{"SurahNumber":6,"VerseNumber":41,"Text":"Mas e a Ele que invocareis: entao, Ele vos removera, se quiser, aquilo pelo que O invocais, e esquecereis o que idolatrais"},{"SurahNumber":6,"VerseNumber":42,"Text":"E, com efeito, antes de ti, enviamos Mensageiros a outras comunidades, e foram desmentidos; entao, apanhamo-las, com a"},{"SurahNumber":6,"VerseNumber":43,"Text":"Entao que, ao chegar-lhes Nosso suplicio, se houvessem humildado! Mas seus coracoes se endureceram, e Sata aformoseou, para eles, o que faziam"},{"SurahNumber":6,"VerseNumber":44,"Text":"E, quando esqueceram o que lhes fora lembrado, abrimos, sobre eles, as portas de todas as boas cousas, ate que, quando jubilaram com o que se lhes concedera, apanhamo-los, inopinadamente, e ei-los mudos de desespero"},{"SurahNumber":6,"VerseNumber":45,"Text":"Entao, foi exterminado o povo injusto, ate o ultimo deles. E louvor a Allah, O Senhor dos Mundos"},{"SurahNumber":6,"VerseNumber":46,"Text":"Dize: \"Vistes? Se Allah vos tomar o ouvido e as vistas e vos selar os coracoes, que outro deus que Allah vo-los fara vir?\" Olha como patenteamos os sinais; todavia, eles apartam-se"},{"SurahNumber":6,"VerseNumber":47,"Text":"Dize: \"Vistes? Se o castigo de Allah vos chega, inopinada ou declaradamente, quem sera aniquilado, senao o povo injusto"},{"SurahNumber":6,"VerseNumber":48,"Text":"E nao enviamos os Mensageiros senao por alvissareiros e admoestadores. Entao, quem cre e se emenda, por eles nada havera que temer, e eles nao se entristecerao"},{"SurahNumber":6,"VerseNumber":49,"Text":"E aos que desmentem Nossos sinais, toca-los-a o castigo pela perversidade que cometiam"},{"SurahNumber":6,"VerseNumber":50,"Text":"Dize: \"Nao vos digo que tenho os cofres de Allah nem que conheco o Invisivel, nem vos digo que sou anjo. Nao sigo senao o que me e revelado.\" Dize: \"Igualam-se o cego e o vidente? Entao, nao refletis"},{"SurahNumber":6,"VerseNumber":51,"Text":"E admoesta, com ele, os que temem ser reunidos a seu Senhor - enquanto nao tem, alem dEle, nem protetor nem intercessor - na esperanca de serem piedosos"},{"SurahNumber":6,"VerseNumber":52,"Text":"E nao repulses os que invocam a seu Senhor, ao amanhecer e ao anoitecer, buscando-Lhe a face, Nada te impende de sua conta e nada lhes impende de tua conta, pois o repulsa-los te fara ser dos injustos"},{"SurahNumber":6,"VerseNumber":53,"Text":"E, assim, nos os provamos uns pelos outros a fim de que digam: \"Sao estes aqueles a quem Allah fez merce, entre nos?\" Nao e Allah bem Sabedor dos agradecidos"},{"SurahNumber":6,"VerseNumber":54,"Text":"E, quando os que creem em Nossos sinais te chegarem, dize: \"\"Que a paz seja sobre vos! Vosso Senhor prescreveu a Si mesmo a misericordia: quem de vos faz um mal, por ignorancia; em seguida, por certo Ele e"},{"SurahNumber":6,"VerseNumber":55,"Text":"E, assim, aclaramos os sinais, e isso para que se torne evidente o caminho dos criminosos"},{"SurahNumber":6,"VerseNumber":56,"Text":"Dize: \"Por certo, foi-me coibido de adorar os que invocais, alem de Allah.\" Dize: \"Nao seguirei vossas paixoes: com efeito, nesse caso, descaminhar-me-ia, e nao seria dos guiados"},{"SurahNumber":6,"VerseNumber":57,"Text":"Dize: \"Por certo, estou fundado sobre evidencia de meu Senhor; e vos O desmentis. Nao tenho o que quereis apressar. O julgamento nao e senao de Allah. Ele narra a Verdade. E Ele e O Melhor dos Arbitros"},{"SurahNumber":6,"VerseNumber":58,"Text":"Dize: \"Se tivesse o que quereis apressar, ja estaria encerrada a questao entre mim e vos. E Allah e bem Sabedor dos injustos"},{"SurahNumber":6,"VerseNumber":59,"Text":"E Ele tem as chaves do Invisivel; ninguem sabe delas senao Ele. E Ele sabe o que ha na terra e no mar. E nenhuma folha tomba sem que Ele saiba disso, e nao ha grao algum nas trevas da terra nem algo, umido nem seco, que nao estejam no evidente livro"},{"SurahNumber":6,"VerseNumber":60,"Text":"E Ele e Quem vos leva a alma, durante a noite, e sabe o que adquiris, durante o dia; em seguida, nele vos ressuscitara, para ser encerrado um termo designado. Em seguida, a Ele sera vosso retorno; depois, Ele vos informara do que fazieis"},{"SurahNumber":6,"VerseNumber":61,"Text":"E Ele e O Dominador sobre Seus servos. E envia anjos custodios, Nossos Mensageiros celestiais lhe levam a alma e de nada descuram"},{"SurahNumber":6,"VerseNumber":62,"Text":"Em seguida, serao levados a Allah, seu Verdadeiro Protetor. Ora, dEle e o julgamento, e Ele e O mais Destro no ajuste de contas"},{"SurahNumber":6,"VerseNumber":63,"Text":"Dize: \"Quem vos salva das trevas da terra e do mar?\" A Ele, vos invocais humilde e secretamente: \"Certamente, se Ele nos salva destas, seremos dos agradecidos"},{"SurahNumber":6,"VerseNumber":64,"Text":"Dize: \"Allah vos salva destas e de todas as angustias; todavia, vos idolatrais"},{"SurahNumber":6,"VerseNumber":65,"Text":"Dize: \"Ele e O Poderoso para enviar-vos um castigo, proveniente de cima de vos ou debaixo de vossos pes ou para confundir-vos em seitas e fazer que alguns de vos experimenteis a furia dos outros.\" Olha como patenteamos os sinais, para entenderem"},{"SurahNumber":6,"VerseNumber":66,"Text":"E teu povo desmentiu-o enquanto ele e a Verdade. Dize: \"Nao sou, sobre vos, patrono"},{"SurahNumber":6,"VerseNumber":67,"Text":"Para cada informe, ha um tempo de ser, e vos logo sabereis"},{"SurahNumber":6,"VerseNumber":68,"Text":"E, quando tu vires os que confabulam, em Nossos versiculos, com escarnio, da-lhes de ombros, ate que confabulem, em outro assunto. E, se Sata to faz esquecer, entao, nao te assentes com o povo injusto, depois de teres lembranca disso"},{"SurahNumber":6,"VerseNumber":69,"Text":"E nao impende aos que sao piedosos nada de seu ajuste de contas, mas sim uma lembranca, para serem piedosos"},{"SurahNumber":6,"VerseNumber":70,"Text":"E deixa os que tomam sua religiao por diversao e entretenimento, e aos quais a vida terrena ilude. E adverte, com ele, para que alma alguma se entregue a ruina pelo que cometeu, enquanto nao tera, alem de Allah, nem protetor nem intercessor. E, se ela quiser resgatar-se, com qualquer resgate, este nao lhe sera aceito. Esses, que se entregam a ruina, pelo que cometem, terao, por bebida, agua ebuliente e doloroso castigo, por que renegavam a Fe"},{"SurahNumber":6,"VerseNumber":71,"Text":"Dize: \"Invocaremos, alem de Allah, o que nao nos beneficia nem nos prejudica, e tornaremos atras, virando os calcanhares, apos Allah haver-nos guiado, como aquele que os demonios seduzem, na terra, ficando perplexo, enquanto tem companheiros que o convocam a orientacao: 'Vem a nos'\"? Dize: \"Por certo, a orientacao de Allah e a verdadeira orientacao, e foi-nos ordenado que nos islamizassemos, para O Senhor dos mundos"},{"SurahNumber":6,"VerseNumber":72,"Text":"E cumpri a oracao e temei-O. E Ele e Aquele a Quem sereis reunidos"},{"SurahNumber":6,"VerseNumber":73,"Text":"E Ele e Quem criou os ceus e a terra, com a verdade. E, quando diz: \"Se\", entao, e. Seu dito e a verdade. E dEle sera a soberania, um dia, em que se soprara na Trombeta. E O Sabedor do invisivel e do visivel. E Ele e O Sabio, O Conhecedor"},{"SurahNumber":6,"VerseNumber":74,"Text":"E lembra-lhes, Muhammad, de quando Abraao disse a seu pai Azar: \"Tomas idolos por deuses? Por certo, eu te vejo e a teu povo em evidente descaminho"},{"SurahNumber":6,"VerseNumber":75,"Text":"E, assim, fizemos ver a Abraao o reino dos ceus e da terra, e isso para que fosse dos convictos"},{"SurahNumber":6,"VerseNumber":76,"Text":"Entao, quando a noite o envolveu, ele viu um astro. Disse: \"Eis meu Senhor.\" E quando ele se pos, disse: \"Nao amo os que se poem"},{"SurahNumber":6,"VerseNumber":77,"Text":"E, quando viu a lua surgindo, disse: \"Eis meu Senhor.\" E, quando ela se pos, disse: \"Se meu Senhor nao me guia, em verdade, estarei entre o povo descaminhado"},{"SurahNumber":6,"VerseNumber":78,"Text":"E, quando viu o sol surgindo, disse: \"Eis meu Senhor; este e o maior!\" E, quando ele se pos, disse: \"O meu povo! Por certo, estou em rompimento com o que idolatrais"},{"SurahNumber":6,"VerseNumber":79,"Text":"Por certo, eu dirijo minha face, como monoteista sincero, para Quem criou os ceus e a terra. E nao sou dos idolatras"},{"SurahNumber":6,"VerseNumber":80,"Text":"E seu povo argumentou com ele. Mas ele disse: \"Argumentais comigo, sobre Allah, enquanto Ele, com efeito, me guiou? E nao temo o que Lhe associais, exceto se meu Senhor quiser algo de mal para mim. Meu senhor abrange todas as cousas em ciencia. Entao, nao meditais"},{"SurahNumber":6,"VerseNumber":81,"Text":"E como temerei o que idolatrais, enquanto nao temeis associar a Allah aquilo do que Ele nao fez descer, sobre vos, comprovacao alguma? Entao, qual das duas partes e mais digna de seguranca? Se soubesseis"},{"SurahNumber":6,"VerseNumber":82,"Text":"Os que creem e nao confundem sua fe com injustica, esses tem a seguranca e sao guiados"},{"SurahNumber":6,"VerseNumber":83,"Text":"E esse Nosso argumento, concedemo-lo a Abraao contra seu povo. Elevamos, em escaloes, a quem queremos. Por certo, teu Senhor e Sabio, Onisciente"},{"SurahNumber":6,"VerseNumber":84,"Text":"E dadivamo-lo com Isaque e Jaco. A ambos guiamos. E a Noe, guiamo-lo, antes. E, de sua descendencia, guiamos a Davi e a Salomao e a Jo e a Jose e a Moises e a Aarao. Assim, recompensamos os benfeitores"},{"SurahNumber":6,"VerseNumber":85,"Text":"E a Zacarias e a Yahia, Joao-Batista, e a Jesus e a Elias - todos eram dos integros"},{"SurahNumber":6,"VerseNumber":86,"Text":"E a Ismael e a Eliseu e a Jonas e a Lot e a todos eles preferimos aos mundos"},{"SurahNumber":6,"VerseNumber":87,"Text":"E a alguns de seus pais, e de sua descendencia, e de seus irmaos. E Nos os elegemos e os guiamos a uma senda reta"},{"SurahNumber":6,"VerseNumber":88,"Text":"Essa e a orientacao de Allah: guia com ela a quem quer, entre Seus servos. E, se eles houvessem idolatrado; haver-se-ia anulado o que faziam"},{"SurahNumber":6,"VerseNumber":89,"Text":"Esses sao aqueles a quem concederamos o Livro e a sabedoria, e a profecia. E, se estes os renegam, com efeito, confia-los-emos a um povo nao renegador deles"},{"SurahNumber":6,"VerseNumber":90,"Text":"Esses sao os que Allah guiou. Entao, segue sua orientacao. Dize: \"Nao vos peco premio por ele. Ele nao e senao lembranca para os mundos"},{"SurahNumber":6,"VerseNumber":91,"Text":"E eles nao estimam a Allah como se deve estima-LO, quando dizem: \"Allah nada fez descer sobre ser humano algum.\" Dize: \"Quem fez descer o Livro, com que Moises chegou, como luz e guia para os humanos? Vos o fazeis, agora, em folhas soltas, de que mostrais algo e escondeis muito. E fostes ensinados do que nao sabieis, nem vos nem vossos pais.\" Dize: \"Foi Allah.\" Em seguida, deixa-os se divertirem, em suas confabulacoes"},{"SurahNumber":6,"VerseNumber":92,"Text":"E este e um Livro, que fizemos descer: bendito, confirmador do que havia antes dele; e fizemo-lo descer para tu advertires a Mae das cidades e os que estao a seu redor. E os que creem na Derradeira Vida nele creem. E eles custodiam suas oracoes"},{"SurahNumber":6,"VerseNumber":93,"Text":"E quem mais injusto que aquele que forja mentiras acerca de Allah ou diz: \"Foi-me revelado algo\", enquanto nada lhe fora revelado, e aquele que diz: \"Farei descer, algo igual ao que Allah fez descer\"? E se visses os injustos, enquanto na agonia da morte, e os anjos, estendendo as maos e dizendo: \"Fazei sair vossas almas. Hoje sereis recompensados com o castigo da vileza, porque dizieis acerca de Allah o que nao era verdade, e porque vos ensoberbecieis, diante de Seus sinais"},{"SurahNumber":6,"VerseNumber":94,"Text":"Allah dira: \"E, com efeito, chegais a Nos sozinhos, como vos criamos da vez primeira, e deixastes, atras das costas, o de que fizemos vos assenhoreardes. E nao vemos, junto de vos, vossos intercessores, que pretendieis parceiros em vossa adoracao. Com efeito, o que havia entre vos cortou-se. E sumiu, para longe de vos, o que pretendieis"},{"SurahNumber":6,"VerseNumber":95,"Text":"Por certo, Allah e Quem faz fender os graos e os carocos. Faz sair o vivo do morto e faz sair o morto do vivo. Esse e Allah. Entao, como dEle vos distanciais"},{"SurahNumber":6,"VerseNumber":96,"Text":"Ele e Quem rompe a manha. E faz da noite repouso, e do sol e da lua"},{"SurahNumber":6,"VerseNumber":97,"Text":"E Ele e Quem vos fez as estrelas, para que vos guieis, por elas, nas trevas da terra e do mar. Com efeito, aclaramos os sinais a um povo que sabe"},{"SurahNumber":6,"VerseNumber":98,"Text":"E Ele e Quem vos fez surgir de uma so pessoa; entao, e receptaculo e deposito. Com efeito, aclaramos os sinais a um povo que os entende"},{"SurahNumber":6,"VerseNumber":99,"Text":"E Ele e Quem faz descer do ceu agua e, com ela, fazemos sair planta de toda a especie. E, dela, fazemos sair o verdor; dele fazemos sair aglomerados graos - e, nas espatas das tamareiras, ha cachos acessiveis - e fazemos sair jardins de videiras, e a oliva e a roma, semelhantes e nao semelhantes. Olhai seus frutos, quando frutificam, e seu sazonar. Por certo, ha nisso sinais para um povo que cre"},{"SurahNumber":6,"VerseNumber":100,"Text":"E eles fizeram a Allah, os jinns, como parceiros, enquanto foi Ele Quem os criou. E inventaram-Lhe, sem ciencia, filhos e filhas. Glorificado e Sublimado seja Ele, acima do que alegam"},{"SurahNumber":6,"VerseNumber":101,"Text":"Ele e O Criador Impar do ceu e da terra. Como teria Ele um filho, enquanto nao tem companheira? E Ele criou todas as cousas. E Ele, de todas as cousas, e Onisciente"},{"SurahNumber":6,"VerseNumber":102,"Text":"Esse e Allah, vosso Senhor. Nao existe deus senao Ele, Criador de todas as cousas: entao, adorai-O. E Ele, sobre todas as cousas, e Patrono"},{"SurahNumber":6,"VerseNumber":103,"Text":"As vistas nao O atingem enquanto Ele atinge todas as vistas. E Ele e O Sutil, O Conhecedor"},{"SurahNumber":6,"VerseNumber":104,"Text":"Com efeito, chegaram-vos clarividencias de vosso Senhor. Entao, quem as enxerga, sera em beneficio de si mesmo. E quem enceguece, sera em prejuizo de si mesmo. E, sobre vos, nao sou"},{"SurahNumber":6,"VerseNumber":105,"Text":"E, assim, patenteamos os versiculos, e isso, para que dissessem: \"Estudaste com os seguidores do Livro\", e para que o tomassemos evidente, para um povo que sabe"},{"SurahNumber":6,"VerseNumber":106,"Text":"Segue o que te foi revelado de teu Senhor. Nao existe deus senao Ele. E da de ombros aos idolatras"},{"SurahNumber":6,"VerseNumber":107,"Text":"E, se Allah quisesse, nao haveriam idolatrado. E, sobre eles, Nos nao te fizemos custodio. E tu, sobre eles, nao es patrono"},{"SurahNumber":6,"VerseNumber":108,"Text":"E nao ofendeis os que eles invocam alem de Allah: pois, eles ofenderiam a Allah, por agressao, sem ciencia. Assim, aformoseamos, para cada comunidade suas obras; em seguida, seu retorno sera a seu Senhor; entao, informa-los-a do que faziam"},{"SurahNumber":6,"VerseNumber":109,"Text":"E juraram, por Allah, com seus mais solenes juramentos que, se lhes chegasse um sinal certamente, nele creriam. Dize: \"Os sinais estao, apenas, junto de Allah.\" E o que vos faz pressenti-lo que quando ele lhes chegar, nao crerao"},{"SurahNumber":6,"VerseNumber":110,"Text":"E Nos lhes reviraremos os coracoes e as vistas: entao, nao crerao, como nao creram nele, da vez primeira, e deixa-los-emos, em sua transgressao, caminhando as cegas"}]}