{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"И не оневинявам себе си. Наистина душата повелява злото, освен онази, която моят Господ помилва. Моят Господ е опрощаващ, милосърден.”"},{"SurahNumber":12,"VerseNumber":54,"Text":"И рече царят: “Доведете ми го, да го оставя при мен!” И след като разговаря с него, каза: “От днес ти си при нас довереник с положение.”"},{"SurahNumber":12,"VerseNumber":55,"Text":"Рече [Юсуф]: “Отреди ми съкровищниците на Земята [на Египет]! Аз съм знаещ пазител.”"},{"SurahNumber":12,"VerseNumber":56,"Text":"Така укрепихме Юсуф на Земята. Настаняваше се по нея, където пожелае. Ние отреждаме Нашата милост комуто пожелаем и не погубваме наградата на благодетелните"},{"SurahNumber":12,"VerseNumber":57,"Text":"А наградата на отвъдния живот е най-доброто за онези, които вярват и се боят от Аллах"},{"SurahNumber":12,"VerseNumber":58,"Text":"И дойдоха братята на Юсуф, и влязоха при него. Той ги позна, а те не го познаха"},{"SurahNumber":12,"VerseNumber":59,"Text":"И когато им даде техния товар, рече: “Доведете ми вашия брат от баща ви! Не виждате ли, че аз изпълвам мярката и съм най-гостоприемният стопанин"},{"SurahNumber":12,"VerseNumber":60,"Text":"Ако не ми го доведете, не ще мерите повече при мен и не ще ме доближите.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Рекоха: “Ще настояваме за него пред баща му. Наистина ще го направим.”"},{"SurahNumber":12,"VerseNumber":62,"Text":"И рече той на слугите си: “Сложете [тайно] стоката им в техните вързопи, за да я познаят, когато отидат обратно при семейството си, та дано се върнат!”"},{"SurahNumber":12,"VerseNumber":63,"Text":"И когато се върнаха при баща им, рекоха: “О, татко наш, бе ни забранено меренето, затова прати с нас брат ни, да отмерим! Ние непременно ще го пазим.”"},{"SurahNumber":12,"VerseNumber":64,"Text":"Рече: “Нима да ви го поверя тъй, както ви поверих и неговия брат преди? Но Аллах е Най-добрия пазител и Той е Най-милосърдния от милосърдните.”"},{"SurahNumber":12,"VerseNumber":65,"Text":"И когато разтвориха техния товар, откриха, че стоката им е върната. Рекоха: “О, татко наш, какво повече да желаем? Това е нашата стока, върната ни е. И ще надбавим за семейството си храна, и ще запазим своя брат, и ще притурим мерило, колкото за една камила. Това е лесно [спечелено] мерило.”"},{"SurahNumber":12,"VerseNumber":66,"Text":"Рече: “Не ще го пратя с вас, докато не ми дадете обет пред Аллах, че непременно ще ми го върнете, освен ако бъдете обградени.” А когато му дадоха своя обет, рече: “За онова, което говорим, Аллах е свидетел.”"},{"SurahNumber":12,"VerseNumber":67,"Text":"И рече: “О, синове мои, не влизайте през една врата, а влезте през различни врати! И с нищо аз не ще ви избавя от Аллах. Властта принадлежи само на Аллах. На Него аз се уповавам и на Него да се уповават уповаващите се!”"},{"SurahNumber":12,"VerseNumber":68,"Text":"И когато влязоха оттам, откъдето баща им повели, нищо не ги избави от Аллах - беше в душата на Якуб само една потребност, която той задоволи. Той притежаваше знание, защото Ние го научихме, ала повечето хора не знаят"},{"SurahNumber":12,"VerseNumber":69,"Text":"И когато влязоха при Юсуф, той настани своя брат при себе си. И му прошепна: “Аз съм твоят брат. И не се опечалявай заради онова, което сториха!”"},{"SurahNumber":12,"VerseNumber":70,"Text":"И когато им даде техния товар, той сложи царската чаша във вързопа на своя брат. После един глашатай прогласи: “Ей, хора от [кервана], вие сте крадци.”"},{"SurahNumber":12,"VerseNumber":71,"Text":"Когато пристъпиха към тях, казаха: “Какво сте изгубили?”"},{"SurahNumber":12,"VerseNumber":72,"Text":"Рекоха: “Изгубихме бокала на царя и който го донесе, ще има товар за една камила. Аз съм негов поръчител.”"},{"SurahNumber":12,"VerseNumber":73,"Text":"Рекоха: “Кълнем се в Аллах, вече узнахте - не сме дошли да пакостим по земята и не сме крадци.”"},{"SurahNumber":12,"VerseNumber":74,"Text":"Рекоха: “Какво ще е възмездието за това, ако сте лъжци?”"},{"SurahNumber":12,"VerseNumber":75,"Text":"Рекоха: “Възмездието за това е - онзи, в чийто вързоп се намери, той самият ще е възмездието за това. Така ние наказваме угнетителите.”"},{"SurahNumber":12,"VerseNumber":76,"Text":"И започна [Юсуф] с техните вещи преди вещите на брат си. После я извади от вещите на брат си. Така Ние подучихме Юсуф на хитрост. Нямаше да вземе своя брат според царския закон, освен ако Аллах не пожелаеше. Въздигаме Ние по степени когото пожелаем. А над всеки знаещ има Един Най-знаещ"},{"SurahNumber":12,"VerseNumber":77,"Text":"Рекоха: “Ако той е откраднал, и негов брат преди крадеше.” И спотаи Юсуф това в душата си, и не им го разкри, каза си: “Вие сте в по-лошо положение. Аллах най-добре знае онова, което описвате.”"},{"SurahNumber":12,"VerseNumber":78,"Text":"Рекоха: “О, господарю, той има много стар баща. Вземи някой от нас вместо него! Виждаме, че наистина си от благодетелните.”"},{"SurahNumber":12,"VerseNumber":79,"Text":"Каза: “Опазил ни Аллах да вземем друг освен онзи, у когото си намерихме вещта. Тогава ще сме угнетители.”"},{"SurahNumber":12,"VerseNumber":80,"Text":"И когато се отчаяха за него, те се отделиха да се посъветват. Големият от тях рече: “Не знаете ли, че вашият баща взе от вас обет пред Аллах, а по-рано нарушихте обещанието си за Юсуф? Не ще напусна тази земя, докато не ми позволи моят баща или Аллах не отсъди за мен. Той е Най-добрият съдник"},{"SurahNumber":12,"VerseNumber":81,"Text":"Върнете се при баща си и кажете: “О, татко наш, твоят син открадна. Свидетелстваме само за онова, което знаем. И не сме пазители на неведомото"},{"SurahNumber":12,"VerseNumber":82,"Text":"И попитай селището, в което бяхме, и кервана, с който пристигнахме! Ние казваме истината.”"},{"SurahNumber":12,"VerseNumber":83,"Text":"Рече: “Да, разкрасили са ви нещо душите ви. Но най-хубаво е да се търпи. Възможно е Аллах да ми ги доведе всички. Той е Всезнаещия, Премъдрия.”"},{"SurahNumber":12,"VerseNumber":84,"Text":"И се отвърна от тях, и рече: “О, как ми е жал за Юсуф!” И побеляха очите му от скръб, както бе сдържан"},{"SurahNumber":12,"VerseNumber":85,"Text":"Рекоха: “Кълнем се в Аллах, не ще престанеш да си спомняш за Юсуф, докато не стигнеш до влошаване или умреш.”"},{"SurahNumber":12,"VerseNumber":86,"Text":"Рече: “Изплаквам своята скръб и тъга само пред Аллах и знам от Аллах, каквото вие не знаете"},{"SurahNumber":12,"VerseNumber":87,"Text":"О, мои синове, идете и проучете за Юсуф и брат му, и не губете надежда за милостта на Аллах! Само невярващите хора губят надежда за милостта на Аллах.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"[Върнаха се при Юсуф] и когато влязоха при него, рекоха: “О, господарю, беда сполетя нас и нашето семейство. Дойдохме с нищожна стока. Напълни за нас мярката и ни дай милостиня! Аллах възнаграждава даващите милостиня.”"},{"SurahNumber":12,"VerseNumber":89,"Text":"Рече: “Дали разбрахте какво направихте с Юсуф и брат му в своето неведение?”"},{"SurahNumber":12,"VerseNumber":90,"Text":"Рекоха: “Нима ти наистина си Юсуф?” Рече: “Аз съм Юсуф, а това е моят брат. Аллах ни облагодетелства. Който се бои от Аллах и търпи... Аллах никога не погубва наградата на благодетелните.”"},{"SurahNumber":12,"VerseNumber":91,"Text":"Рекоха: “Кълнем се в Аллах, предпочете те Аллах пред нас. Наистина съгрешихме.”"},{"SurahNumber":12,"VerseNumber":92,"Text":"Рече: “Няма укор днес към вас. Аллах да ви опрости! Той е Най-милосърдния от милосърдните"},{"SurahNumber":12,"VerseNumber":93,"Text":"Идете с тази моя риза и я поставете върху лицето на баща ми, и той пак ще стане зрящ! И доведете при мен цялото си семейство!”"},{"SurahNumber":12,"VerseNumber":94,"Text":"И когато керванът потегли, техният баща рече: “Наистина усещам мириса на Юсуф, дори да ме сметнете за оглупял.”"},{"SurahNumber":12,"VerseNumber":95,"Text":"Рекоха: “Кълнем се в Аллах, ти си в старата си заблуда.”"},{"SurahNumber":12,"VerseNumber":96,"Text":"И когато благовестителят дойде [с ризата], постави я върху лицето му и той отново стана зрящ. Рече: “Не ви ли казвах, че знам от Аллах, каквото вие не знаете?”"},{"SurahNumber":12,"VerseNumber":97,"Text":"Рекоха: “О, татко наш, моли се да ни бъдат опростени греховете! Наистина съгрешихме.”"},{"SurahNumber":12,"VerseNumber":98,"Text":"Рече: “Ще моля моя Господ да ви опрости. Той е Опрощаващия, Милосърдния.”"},{"SurahNumber":12,"VerseNumber":99,"Text":"И когато влязоха при Юсуф, той настани своите родители при себе си и рече: “Влезте в Египет, по волята на Аллах, в безопасност!”"},{"SurahNumber":12,"VerseNumber":100,"Text":"И възкачи родителите си на трона, и [всички] паднаха пред него ничком. И рече: “О, татко мой, това е тълкуването на видението ми от по-рано. Моят Господ го превърна в истина. Той ми стори добро, когато ме извади от тъмницата и ви доведе от пустинята, след като сатаната пося вражда между мен и моите братя. Моят Господ е жалостив към когото пожелае. Той е Всезнаещия, Премъдрия"},{"SurahNumber":12,"VerseNumber":101,"Text":"Господи мой, Ти ми даде от властта и ме научи да тълкувам сънищата. Творецо на небесата и на земята, Ти си моят Покровител и в земния живот, и в отвъдния! Прибери ме отдаден на Теб и ме приобщи към праведниците!”"},{"SurahNumber":12,"VerseNumber":102,"Text":"Това е от вестите на неведомото, които ти разкриваме [о, Мухаммад]. Не беше ти при тях [братята на Юсуф], когато се наговаряха за своето дело, лукавствайки"},{"SurahNumber":12,"VerseNumber":103,"Text":"Повечето хора не ще повярват, дори и ти да се стремиш"},{"SurahNumber":12,"VerseNumber":104,"Text":"И не просиш от тях отплата за това. То е само напомняне за световете"},{"SurahNumber":12,"VerseNumber":105,"Text":"И край колко знамения на небесата и на земята минават, отвръщайки се от тях"},{"SurahNumber":12,"VerseNumber":106,"Text":"И повечето от тях не вярват в Аллах, освен съдружавайки"},{"SurahNumber":12,"VerseNumber":107,"Text":"Нима имат сигурност, че не ще ги покрие мъчение от Аллах или че не ще им се яви Часът внезапно, без да усетят"},{"SurahNumber":12,"VerseNumber":108,"Text":"Кажи: “Това е моят път. Призовавам към Аллах с прозорливост - аз и всеки, който ме последва. Пречист е Аллах! Аз не съм от съдружаващите.”"},{"SurahNumber":12,"VerseNumber":109,"Text":"Изпращахме и преди теб измежду жителите на селищата само мъже, на които давахме откровения. Не ходеха ли [неверниците] по земята, за да видят какъв бе краят на онези преди тях? Отвъдният дом е най-доброто за богобоязливите. Нима не проумявате"},{"SurahNumber":12,"VerseNumber":110,"Text":"Тогава, когато пратениците се отчайваха и мислеха, че са ги взели за лъжци, при тях идваше Нашата подкрепа и бяха спасявани онези, които Ние пожелаем. И не ще се отклони Нашето мъчение от престъпващите хора"},{"SurahNumber":12,"VerseNumber":111,"Text":"В разказите за тях има поука за разумните хора. То не е предание измислено, а е потвърждение на онова, което е преди него и разяснение за всяко нещо, и напътствие, и милост за хора вярващи"},{"SurahNumber":13,"VerseNumber":1,"Text":"Алиф. Лам. Мим. Ра. Тези са знаменията на Книгата. Низпосланото на теб от твоя Господ е истината. Ала повечето хора не вярват"},{"SurahNumber":13,"VerseNumber":2,"Text":"Аллах е, Който въздигна небесата без видима за вас опора. После се въздигна [безподобен] Той на Трона и покори слънцето и луната, всяко да се движи до определен срок. Той управлява делата, разяснява знаменията, за да се убедите в срещата със своя Господ"},{"SurahNumber":13,"VerseNumber":3,"Text":"Той е, Който разпростря земята и стори по нея непоклатими планини и реки, и от всички плодове стори там по два вида. Той покрива деня с нощта. В това има знамения за хора мислещи"},{"SurahNumber":13,"VerseNumber":4,"Text":"По земята има съседни участъци и градини с грозде, и посеви, и палми с общ корен и поотделно, поливани с една вода. Ние правим едни от тях по-вкусни от други. В това има знамения за хора проумяващи"},{"SurahNumber":13,"VerseNumber":5,"Text":"И ако нещо те учудва, учудващи са думите им: “Дори ако станем на пръст, нима наистина ще бъдем сътворени отново?” Тези са, които отричат своя Господ. Тези ще имат окови на врата. Тези са обитателите на Огъня, там ще пребивават вечно"},{"SurahNumber":13,"VerseNumber":6,"Text":"Искат от теб да ускориш злината преди добрината, а вече минаха преди тях примери за възмездие. Наистина твоят Господ дава опрощение на хората, въпреки че угнетяват. Твоят Господ е суров в наказанието"},{"SurahNumber":13,"VerseNumber":7,"Text":"Неверниците казват: “Защо не му бе низпослано знамение от неговия Господ?” Но ти си само предупредител и за всеки народ има водител"},{"SurahNumber":13,"VerseNumber":8,"Text":"Аллах знае какво носи всяка бременна и колко намаляват утробите, и колко се увеличават, и всяко нещо е с мярка при Него"},{"SurahNumber":13,"VerseNumber":9,"Text":"Знаещия и скритото, и явното, Превеликия, Всевишния"},{"SurahNumber":13,"VerseNumber":10,"Text":"Едни и същи са [за Него] онези от вас, които потулват речта, и които я изявяват, и които се укриват през нощта, и които се показват през деня"},{"SurahNumber":13,"VerseNumber":11,"Text":"[Ангели] следят всеки и отпред, и отзад. Пазят го по повелята на Аллах. Аллах не променя хората, докато те не променят себе си. И ако Аллах поиска зло за хората, то не може да бъде отклонено, и нямат покровител освен Него"},{"SurahNumber":13,"VerseNumber":12,"Text":"Той е, Който ви показва мълнията за страх и надежда, и сътворява натежалите облаци"},{"SurahNumber":13,"VerseNumber":13,"Text":"И гърмът възхвалява Неговата слава, и ангелите - страхувайки се от Него. И праща Той светкавиците, и поразява с тях когото пожелае. Спорят за Аллах [неверниците], а Той е Силният по мощ"},{"SurahNumber":13,"VerseNumber":14,"Text":"Негов е Зовът на истината, а онези, които [съдружаващите] зоват вместо Него, не им отвръщат с нищо, подобно на човек, протягащ дланите си към водата, за да стигне до устата му, ала не стига тя до нея. Зовът на неверниците е само заблуда"},{"SurahNumber":13,"VerseNumber":15,"Text":"На Аллах се покланя всичко на небесата и на земята, с послушание или по принуждение, и сенките им сутрин и привечер"},{"SurahNumber":13,"VerseNumber":16,"Text":"Кажи: “Кой е Господът на небесата и на земята?” Кажи: “Аллах!” Кажи: “И нима приехте вместо Него покровители, които не допринасят за себе си нито полза, нито вреда?” Кажи: “Нима са равни слепият и зрящият? Или нима са равни тъмнините и светлината? Или отредиха на Аллах съдружници, които сътвориха творение като Неговото и се оприличи за тях творението?” Кажи: “Аллах е Творецът на всяко нещо. Той е Единствения, Всевластващия.”"},{"SurahNumber":13,"VerseNumber":17,"Text":"Изсипва Той вода от небето и се пълнят долини според отреденото за тях, и понася потокът висока пяна. И от онова, което разпалват в огъня, желаейки украшение или вещ, излиза подобна пяна. Така Аллах посочва истината и лъжата. И отива пяната напразно, а онова, което е полезно за хората, остава на земята. Така Аллах посочва примерите"},{"SurahNumber":13,"VerseNumber":18,"Text":"За онези, които откликнаха на своя Господ, е Най-прекрасното. А онези, които не Му откликнаха, дори да е тяхно всичко на земята и още толкова отгоре, не ще се откупят с него. Тяхна е лошата равносметка и мястото им е Адът, и колко гнусна постеля е той"},{"SurahNumber":13,"VerseNumber":19,"Text":"И нима онзи, който знае, че низпосланото на теб от твоя Господ е истината, е като онзи, който е сляп? Поучават се само разумните хора"},{"SurahNumber":13,"VerseNumber":20,"Text":"които спазват обета пред Аллах и не нарушават договора"},{"SurahNumber":13,"VerseNumber":21,"Text":"и които свързват онова, което Аллах повелява да се свърже, и се боят от своя Господ, и се страхуват от лошата равносметка"},{"SurahNumber":13,"VerseNumber":22,"Text":"и които търпят, стремейки се към Лика на своя Господ, и отслужват молитвата, и раздават скрито или явно от онова, което Ние сме им дарили, и отблъскват с добрина злината, за тях е Последната обител"},{"SurahNumber":13,"VerseNumber":23,"Text":"градините на Адн. Ще влязат в тях и те, и който е праведник сред техните бащи и съпруги, и потомци. И ангелите ще влязат при тях от всички врати"},{"SurahNumber":13,"VerseNumber":24,"Text":"“Мир вам, че изтърпяхте! И колко прекрасна е Последната обител!”"},{"SurahNumber":13,"VerseNumber":25,"Text":"А които нарушават обета пред Аллах, след като са го потвърдили, и прекъсват онова, което Аллах повели да се свърже, и сеят по земята развала, за тези е проклятието и за тях е лошият завършек"},{"SurahNumber":13,"VerseNumber":26,"Text":"Аллах увеличава препитанието за когото пожелае и Той го намалява. И радват се [неверниците] на земния живот, а земният живот пред отвъдния е само [кратко] наслаждение"},{"SurahNumber":13,"VerseNumber":27,"Text":"И казват неверниците: “Защо не му бе низпослано знамение от неговия Господ?” Кажи: “Аллах оставя в заблуда когото пожелае и напътва към Себе Си онзи, който се покайва"},{"SurahNumber":13,"VerseNumber":28,"Text":"онези, които вярват и сърцата им се успокояват при споменаването на Аллах. О, да, при споменаването на Аллах сърцата се успокояват"},{"SurahNumber":13,"VerseNumber":29,"Text":"За онези, които вярват и вършат праведни дела, ще има блаженство и прекрасно завръщане"},{"SurahNumber":13,"VerseNumber":30,"Text":"Така те изпратихме сред общност, преди която минаха други общности, за да им четеш, каквото ти разкрихме, а те отричат Всемилостивия. Кажи: “Той е моят Господ. Няма друг бог освен Него! Нему се уповавам и към Него се обръщам.”"},{"SurahNumber":13,"VerseNumber":31,"Text":"И да имаше такъв Коран, с който да се раздвижат планините или да се прореже с него земята, или да се говори чрез него с мъртвите... Да, на Аллах е цялата повеля. И нима вярващите не знаят, че ако Аллах пожелае, Той ще напъти всички хора? Неверниците ще продължи да ги сполетява бедствие заради онова, което са сторили, или ти ще се настаниш близо до техния дом, докато не се яви обещаното от Аллах. Аллах не нарушава обета"},{"SurahNumber":13,"VerseNumber":32,"Text":"И вече се присмиваха на пратеници преди теб. И дадох отсрочка на онези, които отричаха, после ги сграбчих. И какво бе Моето наказание"},{"SurahNumber":13,"VerseNumber":33,"Text":"Нима Той, Който стои над всяка душа и знае какво придобива [е като вашите божества]? И отредиха съдружници на Аллах. Кажи: “Назовете ги! Или ще Го известите за нещо, което Той да не знае на земята, или са показни слова?” Да, разкрасено бе за онези, които отричаха, тяхното лукавство, и бяха възпрени от пътя на Аллах. А когото Аллах оставя в заблуда, той няма водител"},{"SurahNumber":13,"VerseNumber":34,"Text":"За тях има мъчение в земния живот, а мъчението на отвъдния е още по-тежко. И нямат закрилник пред Аллах"},{"SurahNumber":13,"VerseNumber":35,"Text":"Раят, обещан на богобоязливите, е такъв - сред него реки текат, препитанието там е постоянно, както и сянката. Това е въздаянието за онези, които се боят от Аллах. А въздаянието за неверниците е Огънят"},{"SurahNumber":13,"VerseNumber":36,"Text":"Онези, на които дарихме Писанието, ликуват с низпосланото на теб. А някои от съюзените племена отричат част от него. Кажи: “Повелено ми бе да служа единствено на Аллах и да не съдружавам с Него. Към Него зова и моето завръщане е при Него.”"},{"SurahNumber":13,"VerseNumber":37,"Text":"Така го низпослахме - отсъждане на арабски. И ако последваш страстите им подир знанието, което ти се яви, не ще имаш пред Аллах нито покровител, нито закрилник"},{"SurahNumber":13,"VerseNumber":38,"Text":"И изпратихме пратеници преди теб, и им отредихме съпруги и потомство. И не е било пратеник да донесе знамение, освен с позволението на Аллах. Всеки срок е записан"},{"SurahNumber":13,"VerseNumber":39,"Text":"Аллах изличава и утвърждава, каквото пожелае, и у Него е Книгата-майка"},{"SurahNumber":13,"VerseNumber":40,"Text":"И да ти покажем част от онова, с което ги заплашваме, или да те приберем преди това, твоя грижа е само посланието, а Наша грижа е равносметката"},{"SurahNumber":13,"VerseNumber":41,"Text":"И нима не виждат, че Ние стесняваме [за неверниците] земята по нейните краища? Аллах отсъжда, никой не ще отклони Неговото отсъждане. Той бързо прави равносметка"},{"SurahNumber":13,"VerseNumber":42,"Text":"Онези преди тях замисляха лукавство, но на Аллах е целият замисъл. Знае Той всяка душа какво придобива. И ще узнаят неверниците за кого е Последната обител"},{"SurahNumber":13,"VerseNumber":43,"Text":"И казват неверниците: “Не си пратеник.” Кажи: “Достатъчен е Аллах за свидетел между мен и вас, и онези, у които е знанието на Писанието.”"},{"SurahNumber":14,"VerseNumber":1,"Text":"Алиф. Лам. Ра. Тази Книга ти низпослахме Ние, за да изведеш хората от тъмнините към светлината с позволението на техния Господ - към пътя на Всемогъщия, Всеславния"},{"SurahNumber":14,"VerseNumber":2,"Text":"Аллах, Комуто е всичко на небесата и всичко на земята. И горко на неверниците от сурово мъчение"},{"SurahNumber":14,"VerseNumber":3,"Text":"Които предпочитат земния живот пред отвъдния и възпират от пътя на Аллах, стремейки се да изкривят пътя, тези са в дълбока заблуда"},{"SurahNumber":14,"VerseNumber":4,"Text":"Не изпращахме пратеник, освен с езика на неговия народ, за да им обясни. Аллах оставя в заблуда когото пожелае и напътва когото пожелае. Той е Всемогъщия, Премъдрия"},{"SurahNumber":14,"VerseNumber":5,"Text":"Вече изпратихме Муса с Нашите знамения: “Изведи народа си от тъмнините към светлината и му припомняй за дните на Аллах!” В това има знамения за всеки многотърпелив, признателен"},{"SurahNumber":14,"VerseNumber":6,"Text":"Рече Муса на своя народ: “Помнете благодатта на Аллах към вас, когато ви избави от хората на Фараона! Те ви причиняваха най-лошото мъчение - убиваха синовете ви и пощадяваха жените ви. В това има велико изпитание за вас от вашия Господ.”"},{"SurahNumber":14,"VerseNumber":7,"Text":"И прогласи вашият Господ: “Ако сте признателни, Аз непременно ще ви надбавя. А ако сте неблагодарни, мъчението Ми е сурово.”"},{"SurahNumber":14,"VerseNumber":8,"Text":"И рече Муса: “Дори вие и всички по земята да сте неблагодарни, Аллах е пребогат, всеславен"},{"SurahNumber":14,"VerseNumber":9,"Text":"Нима не получихте вестта за онези преди вас - народа на Нух и адитите, и самудяните, и онези след тях? Знае ги само Аллах. При тях идваха техните пратеници с ясните знаци, а те тикваха ръце в устата си и казваха: “Не вярваме на това, с което сте изпратени, и се съмняваме с подозрение в това, към което ни зовете.”"},{"SurahNumber":14,"VerseNumber":10,"Text":"Казваха техните пратеници: “Нима има съмнение спрямо Аллах - Твореца на небесата и на земята? Зове ви Той, за да ви опрости греховете и да ви даде отсрочка до определен срок.” Казваха: “Вие сте само човеци, подобни на нас. Искате да ни възпрете от онова, на което са служели предците ни. Донесете ни явен довод!”"},{"SurahNumber":14,"VerseNumber":11,"Text":"Казваха им техните пратеници: “Ние сме само човеци, подобни на вас. Но Аллах облагодетелства когото пожелае от Своите раби. И не можем да ви донесем довод освен с позволението на Аллах. На Аллах да се уповават вярващите"},{"SurahNumber":14,"VerseNumber":12,"Text":"И защо да не се уповаваме на Аллах, след като Той ни насочи по нашите пътища? И непременно ще изтърпим онова, с което ще ни мъчите. На Аллах да се уповават уповаващите се!”"},{"SurahNumber":14,"VerseNumber":13,"Text":"Неверниците казваха на своите пратеници: “Или ще ви прогоним от земята си, или ще се върнете към нашата вяра.” А техният Господ им разкри: “Непременно ще погубим угнетителите"},{"SurahNumber":14,"VerseNumber":14,"Text":"и ще ви заселим на земята след тях. Това е за онзи, който се бои да застане пред Мен и се бои от Моята заплаха.”"},{"SurahNumber":14,"VerseNumber":15,"Text":"И молеха [пророците] за помощ, и се проваляше всеки упорит деспот"},{"SurahNumber":14,"VerseNumber":16,"Text":"Пред него е Адът и ще бъде поен с гнойна вода"},{"SurahNumber":14,"VerseNumber":17,"Text":"от която отпива и едва я преглъща, и смъртта го настига от всички страни, ала не е мъртъв и му предстои жестоко мъчение"},{"SurahNumber":14,"VerseNumber":18,"Text":"Делата на онези, които отричат своя Господ, приличат на пепел, която вятърът отвява в бурен ден. Нямат власт над нищо от онова, което са придобили. Такава е дълбоката заблуда"},{"SurahNumber":14,"VerseNumber":19,"Text":"Не видя ли ти, че Аллах е създал небесата и земята с мъдрост? Ако пожелае, Той ще ви премахне и ще доведе нови творения"},{"SurahNumber":14,"VerseNumber":20,"Text":"И това за Аллах не е трудно"},{"SurahNumber":14,"VerseNumber":21,"Text":"Всички ще излязат пред Аллах, тогава слабите ще рекат на онези, които се големееха: “Ние ви следвахме - ще ни избавите ли с нещо от мъчението на Аллах?” Ще отвърнат: “Ако Аллах ни беше напътил, и ние щяхме да ви напътим. Все едно е дали ще тъжим или ще търпим. Няма за нас спасение.”"},{"SurahNumber":14,"VerseNumber":22,"Text":"И ще рече сатаната, щом делото бъде отсъдено: “Аллах ви даде истинното обещание. И аз ви обещах, но ви измамих. И нямах власт над вас, освен да ви зова, а вие ми откликвахте. Тъй че не упреквайте мен, а упреквайте себе си! Нито аз ще ви помогна, нито вие ще ми помогнете. Аз отхвърлях това, че ме съдружавахте с Аллах преди.” За угнетителите има болезнено мъчение"},{"SurahNumber":14,"VerseNumber":23,"Text":"А онези, които вярват и вършат праведни дела, ще бъдат въведени в Градините, сред които реки текат - там ще пребивават вечно с позволението на своя Господ. Поздравът им там ще бъде: “Мир!”"},{"SurahNumber":14,"VerseNumber":24,"Text":"Не видя ли ти какъв пример дава Аллах? - Добрата дума е като доброто дърво. Коренът му е як, а клоните му са в небето"},{"SurahNumber":14,"VerseNumber":25,"Text":"То дарява плодовете си по всяко време с позволението на своя Господ. Аллах дава примерите за хората, за да се поучат"},{"SurahNumber":14,"VerseNumber":26,"Text":"А лошата дума е като лошото дърво. Изтръгнато е от земята и няма то устойчивост"},{"SurahNumber":14,"VerseNumber":27,"Text":"Аллах укрепва вярващите с непоколебимо слово и в земния живот, и в отвъдния. И оставя Аллах угнетителите в заблуда. Аллах прави, каквото пожелае"},{"SurahNumber":14,"VerseNumber":28,"Text":"Не видя ли ти онези, които подменят благодатта на Аллах с неверие и заселват своя народ в Дома на гибелта"},{"SurahNumber":14,"VerseNumber":29,"Text":"Ада, в който ще горят. Колко лош за пребиваване е той"},{"SurahNumber":14,"VerseNumber":30,"Text":"И сториха подобия на Аллах, за да отклоняват от Неговия път. Кажи: “Понаслаждавайте се! Вашето завръщане е в Огъня.”"},{"SurahNumber":14,"VerseNumber":31,"Text":"Кажи [о, Мухаммад] на Моите вярващи раби да отслужват молитвата и да раздават и скрито, и явно от онова, което сме им дарили, преди да дойде Денят, в който не ще има нито откуп, нито приятелство"},{"SurahNumber":14,"VerseNumber":32,"Text":"Аллах е, Който сътвори небесата и земята, и изсипа вода от небето, и извади с нея от плодовете препитание за вас, и подчини за вас корабите да плават по морето според Неговата повеля, и подчини за вас реките"},{"SurahNumber":14,"VerseNumber":33,"Text":"и подчини за вас слънцето и луната - усърдни [в движението си], и подчини за вас нощта и деня"},{"SurahNumber":14,"VerseNumber":34,"Text":"и ви дава от всичко, за което Го молите. И ако пресмятате благодеянията на Аллах, не ще ги изчислите. Човек е голям угнетител, голям неблагодарник"},{"SurahNumber":14,"VerseNumber":35,"Text":"И рече Ибрахим: “Господи мой, стори този град [Мека] защитен и предпази мен и синовете ми, да не служим на идолите"},{"SurahNumber":14,"VerseNumber":36,"Text":"Господи мой, те заблудиха мнозина от хората. Който ме последва, той е с мен, а който ми се възпротиви - Ти си опрощаващ, милосърден"},{"SurahNumber":14,"VerseNumber":37,"Text":"Господи наш, аз заселих едни от потомците си в долина без насаждения при Твоя Свещен дом. Господи наш, за да отслужват молитвата, благосклони сърцата на някои хора към тях, и им дай от плодовете препитание, за да са признателни"},{"SurahNumber":14,"VerseNumber":38,"Text":"Господи наш, Ти знаеш какво спотайваме и какво разгласяваме. Нищо не е скрито за Аллах нито на земята, нито на небето"},{"SurahNumber":14,"VerseNumber":39,"Text":"Слава на Аллах, Който въпреки моята старост ме дари с Исмаил и Исхак. Наистина моят Господ е Чуващият зова"},{"SurahNumber":14,"VerseNumber":40,"Text":"Господи мой, стори мен и потомството ми да отслужваме молитвата! Господи наш! И приеми зова ми"},{"SurahNumber":14,"VerseNumber":41,"Text":"Господи наш, опрости мен и родителите ми, и вярващите в Деня, когато ще настане равносметката!”"},{"SurahNumber":14,"VerseNumber":42,"Text":"И не мисли [о, Мухаммад], че Аллах е нехаен към онова, което угнетителите вършат! Той само ги забавя за Деня, в който погледите ще се вцепенят"},{"SurahNumber":14,"VerseNumber":43,"Text":"забързани, вдигнали глави - погледът им е неподвижен, а сърцата им са пусти"},{"SurahNumber":14,"VerseNumber":44,"Text":"И предупреди хората за Деня, в който ще дойде при тях мъчението! Тогава угнетителите ще кажат: “Господи наш, забави ни за кратък срок, та да отвърнем на Твоя зов и да последваме пратениците.” Нима и по-рано не се клехте, че не ще има край за вас"},{"SurahNumber":14,"VerseNumber":45,"Text":"И се настанихте в обиталищата на онези, които угнетяваха себе си, и ви се обясни как Ние постъпихме с тях, и ви дадохме примери"},{"SurahNumber":14,"VerseNumber":46,"Text":"И замисляха лукавство, ала при Аллах е замисълът им, дори техният замисъл да бе такъв, че да се разрушат от него планините"},{"SurahNumber":14,"VerseNumber":47,"Text":"И никога не смятай, че Аллах нарушава обещанието Си към Своите пратеници! Аллах е всемогъщ, въздаващ отмъщение"},{"SurahNumber":14,"VerseNumber":48,"Text":"в Деня, когато земята ще бъде сменена с друга земя, както и небесата. И ще излязат [от гробовете си] пред Аллах, Единствения, Всевластващия"},{"SurahNumber":14,"VerseNumber":49,"Text":"В този Ден ще видиш престъпниците заедно, оковани във вериги"},{"SurahNumber":14,"VerseNumber":50,"Text":"Одеждите им - от нажежен катран и лицата им покрива Огънят"},{"SurahNumber":14,"VerseNumber":51,"Text":"за да въздаде Аллах на всяка душа, каквото е придобила. Аллах бързо прави равносметка"},{"SurahNumber":14,"VerseNumber":52,"Text":"Това е [Послание] за хората и за да бъдат увещавани с него, и за да знаят, че Аллах е Единственият Бог, и за да се поучат разумните хора"}]}