{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Bendito seja Aquele em Cujas maos esta a Soberania, e que e Onipotente"},{"SurahNumber":67,"VerseNumber":2,"Text":"Que criou a vida e a morte, para testar quem de vos melhor se comporta - porque e o Poderoso, o Indulgentissimo"},{"SurahNumber":67,"VerseNumber":3,"Text":"Que criou sete ceus sobrepostos; tu nao acharas imperfeicao alguma na criacao do Clemente! Volta, pois, a olhar! Ves, acaso, alguma fenda"},{"SurahNumber":67,"VerseNumber":4,"Text":"Novamente, olha e torna a faze-lo, e o teu olhar voltara a ti, confuso e fatigado"},{"SurahNumber":67,"VerseNumber":5,"Text":"E adornamos o ceu aparente com lampadas, e lhes destinamos apedrejarem os demonios, e preparamos, para eles o suplicio do fogo infernal"},{"SurahNumber":67,"VerseNumber":6,"Text":"Bem como a pena do inferno, para aqueles que negam o seu Senhor. Que funesto destino"},{"SurahNumber":67,"VerseNumber":7,"Text":"Quando nele forem precipitados, ouvi-lo-ao rugir, borbulhante"},{"SurahNumber":67,"VerseNumber":8,"Text":"A ponto de estalar de furia. Cada vez que um grupo (de reprobos) for precipitado nele, os seus guardiaes lhes perguntarao. Acaso, nao vos foi enviado nenhum admoestador"},{"SurahNumber":67,"VerseNumber":9,"Text":"Dirao: Sim! Foi-nos enviado um admoestador, porem desmentimo-lo, dizendo: Deus nada revelou! Estais em grave erro"},{"SurahNumber":67,"VerseNumber":10,"Text":"E dirao (mais): Se tivessemos escutado o meditado, nao estariamos entre os condenados ao tartaro"},{"SurahNumber":67,"VerseNumber":11,"Text":"E confessarao os seus pecados; anatema aos condenados ao tartaro"},{"SurahNumber":67,"VerseNumber":12,"Text":"Em verdade aqueles que temerem intimamente o seu Senhor obterao indulgencia e uma grande recompensa"},{"SurahNumber":67,"VerseNumber":13,"Text":"Quer faleis privativa ou publicamente, Ele e Conhecedor das intimidades dos coracoes"},{"SurahNumber":67,"VerseNumber":14,"Text":"Como nao haveria de conhece-las o Criados, sendo Ele o Onisciente, o Sutilissimo"},{"SurahNumber":67,"VerseNumber":15,"Text":"Ele foi Quem vos fez a terra manejavel. Percorrei-a pois, por todos os seus quadrantes e desfrutai das Suas merces; a Ele sera o retorno"},{"SurahNumber":67,"VerseNumber":16,"Text":"Estais, acaso, seguros de que Aquele que esta no ceu nao vos fara ser tragados pela terra? Ei-la que treme"},{"SurahNumber":67,"VerseNumber":17,"Text":"Ou estais seguros de que Aquele que esta no ceu nao desencadeara um violento furacao sobre vos? Logo sabereis como e a Nossa advertencia"},{"SurahNumber":67,"VerseNumber":18,"Text":"Em verdade, os seus antepassados desmentiram os Meus enviados. Porem, que terrivel foi a Minha rejeicao"},{"SurahNumber":67,"VerseNumber":19,"Text":"Nao reparam, acaso, nos passaros que pairam sobre eles, protraindo e recolhendo as suas asas? Ninguem os mantem no espaco, senao o Clemente, porque e Onividente"},{"SurahNumber":67,"VerseNumber":20,"Text":"Ou entao, qual e o exercito com que contais para socorrer-vos, em vez do Clemente? Em verdade, os incredulos estao grandemente iludidos"},{"SurahNumber":67,"VerseNumber":21,"Text":"Ou entao, quem sera que os sustentara se Ele retiver as Suas merces? Nao obstante, obstinam-se na perfidia e no extravio"},{"SurahNumber":67,"VerseNumber":22,"Text":"Quem esta melhor encaminhado: o que anda, vacilante, pela tortuosidade, ou quem anda, altaneiro, pela senda reta"},{"SurahNumber":67,"VerseNumber":23,"Text":"Dize-lhes: Foi Ele Quem vos criou e vos dotou de ouvidos, de vistas e de faculdades. Quao pouco Lhe agradeceis"},{"SurahNumber":67,"VerseNumber":24,"Text":"Dize-lhes (mais): Foi Ele Quem vos multiplicou, na terra, e ante Ele sereis congregados"},{"SurahNumber":67,"VerseNumber":25,"Text":"Porem, perguntaram: Quando se cumprira tal promessa? Dizei-nos, se estais certos"},{"SurahNumber":67,"VerseNumber":26,"Text":"Responde-lhes: So Deus o sabe, e eu sou unicamente um admoestador elucidante"},{"SurahNumber":67,"VerseNumber":27,"Text":"Mas, quando o virem (o castigo) de perto, os rostos dos incredulos se ensombrecerao e lhes sera dito: Aqui tendes o que pedieis"},{"SurahNumber":67,"VerseNumber":28,"Text":"Dize-lhes: Se Deus me fizesse perecer, juntamente com os meus seguidores ou se se apiedasse de nos, quem livraria os incredulos de um doloroso castigo"},{"SurahNumber":67,"VerseNumber":29,"Text":"Dize-lhes (mais): Ele e o Clemente, no Qual cremos e ao Qual nos encomendamos. Logo sabereis quem esta em erro evidente"},{"SurahNumber":67,"VerseNumber":30,"Text":"Dize-lhes (ainda): Que vos parece? Se a vossa agua, ao amanhecer, tivesse sido toda absorvida (pela terra), quem faria manar agua potavel para vos"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nun, Pelo calamo e pelo que com ele escrevem"},{"SurahNumber":68,"VerseNumber":2,"Text":"Que tu (o Mensageiro) nao es, pela graca do teu Senhor, um energumeno"},{"SurahNumber":68,"VerseNumber":3,"Text":"Em verdade, ser-te-a reservada uma infalivel recompensa"},{"SurahNumber":68,"VerseNumber":4,"Text":"Porque es de nobilissimo carater"},{"SurahNumber":68,"VerseNumber":5,"Text":"Logo veras e eles tambem verao"},{"SurahNumber":68,"VerseNumber":6,"Text":"Quem, dentre vos, e o aflito"},{"SurahNumber":68,"VerseNumber":7,"Text":"Em verdade, teu Senhor e o mais conhecedor de quem se desvia da Sua senda, assim como e o mais conhecedor dos encaminhados"},{"SurahNumber":68,"VerseNumber":8,"Text":"Nao des, pois, ouvidos aos desmentidores"},{"SurahNumber":68,"VerseNumber":9,"Text":"Porque anseiam para que sejas flexivel, para o serem tambem"},{"SurahNumber":68,"VerseNumber":10,"Text":"E jamais escutes a algum perjuro desprezivel"},{"SurahNumber":68,"VerseNumber":11,"Text":"Detrator, mexeriqueiro"},{"SurahNumber":68,"VerseNumber":12,"Text":"Tacanho, transgressor, pecador"},{"SurahNumber":68,"VerseNumber":13,"Text":"Grosseiro e, ademais, intruso"},{"SurahNumber":68,"VerseNumber":14,"Text":"Ainda que possua bens e (numerosos) filhos"},{"SurahNumber":68,"VerseNumber":15,"Text":"Aquele que, quando lhe sao recitados os Nossos versiculos, diz: Sao fabulas dos primitivos"},{"SurahNumber":68,"VerseNumber":16,"Text":"Marca-lo-emos no nariz"},{"SurahNumber":68,"VerseNumber":17,"Text":"Por certo que os provaremos (o povo de Makka) como provamos os donos do pomar, ao decidirem colher os seus frutos ao amanhecer"},{"SurahNumber":68,"VerseNumber":18,"Text":"Sem a invocacao (do nome de Deus)"},{"SurahNumber":68,"VerseNumber":19,"Text":"Porem, enquanto dormiam, sobreveio-lhes uma centelha do teu Senhor"},{"SurahNumber":68,"VerseNumber":20,"Text":"E, ao amanhecer, estava (o pomar) como se houvesse sido ceifado"},{"SurahNumber":68,"VerseNumber":21,"Text":"E, pela manha, confabularam mutuamente"},{"SurahNumber":68,"VerseNumber":22,"Text":"Ide aos vossos campos, se quereis colher"},{"SurahNumber":68,"VerseNumber":23,"Text":"Foram, pois, sussurrando"},{"SurahNumber":68,"VerseNumber":24,"Text":"Que nao entre hoje (em vosso pomar) nenhum necessitado"},{"SurahNumber":68,"VerseNumber":25,"Text":"E iniciaram a manha com uma (injusta) resolucao"},{"SurahNumber":68,"VerseNumber":26,"Text":"Mas, quando o viram daquele jeito, disseram: Em verdade, estamos perdidos"},{"SurahNumber":68,"VerseNumber":27,"Text":"Em verdade, estamos privados de tudo"},{"SurahNumber":68,"VerseNumber":28,"Text":"E o mais sensato deles disse: Nao vos havia dito? Por que nao glorificastes (Deus)"},{"SurahNumber":68,"VerseNumber":29,"Text":"Responderam: Glorificado seja o nosso Senhor! Em verdade, fomos iniquos"},{"SurahNumber":68,"VerseNumber":30,"Text":"E comecaram a reprovar-se mutuamente"},{"SurahNumber":68,"VerseNumber":31,"Text":"Disseram: Ai de nos, que temos sido transgressores"},{"SurahNumber":68,"VerseNumber":32,"Text":"E possivel que o nosso Senhor nos conceda outro (pomar) melhor do que esta, pois voltamo-nos ao nosso Senhor"},{"SurahNumber":68,"VerseNumber":33,"Text":"Tal foi o castigo (desde mundo): mas o castigo da outra vida sera ainda maior. Se o soubessem"},{"SurahNumber":68,"VerseNumber":34,"Text":"Em verdade, para os tementes, havera jardins do prazer, ao lado do seu Senhor"},{"SurahNumber":68,"VerseNumber":35,"Text":"Porventura, consideramos os muculmanos, tal como os pecadores"},{"SurahNumber":68,"VerseNumber":36,"Text":"O que ha convosco? Como julgais assim"},{"SurahNumber":68,"VerseNumber":37,"Text":"Ou, acaso, tendes algum livro em que aprendeis"},{"SurahNumber":68,"VerseNumber":38,"Text":"A conseguir o que preferis"},{"SurahNumber":68,"VerseNumber":39,"Text":"Ou possuis, acaso, a Nossa promessa formal, ate ao Dia da Ressurreicao, de conseguirdes tudo o que desejardes"},{"SurahNumber":68,"VerseNumber":40,"Text":"Pergunta-lhes qual deles esta disposto a assegurar isto"},{"SurahNumber":68,"VerseNumber":41,"Text":"Ou tem, acaso, parceiros (junto a Mim)? Que os apresentem, pois, se estiverem certos"},{"SurahNumber":68,"VerseNumber":42,"Text":"No dia em que a perna fica nua, em que forem convocados a prostracao e nao o conseguirem"},{"SurahNumber":68,"VerseNumber":43,"Text":"Seus olhares serao de humilhacao, cobertos de ignominia, porque foram convidados a prostracao, enquanto podiam cumpri-la (e se recusaram)"},{"SurahNumber":68,"VerseNumber":44,"Text":"Deixe-Me, pois, a sos com os que desmentem esta Mensagem. Logo os aproximaremos do castigo, gradualmente, de onde menos esperam"},{"SurahNumber":68,"VerseNumber":45,"Text":"E os tolerarei, porque o Meu plano e firme"},{"SurahNumber":68,"VerseNumber":46,"Text":"Acaso lhes exiges recompensa e por isso lhes pesa o debito"},{"SurahNumber":68,"VerseNumber":47,"Text":"Ou estao de posse do incognoscivel, e podem descreve-lo"},{"SurahNumber":68,"VerseNumber":48,"Text":"Persevera, pois (o Mensageiro), ate ao juizo do teu Senhor, e nao sejas como aquele que foi engolido pela baleia (Jonas), quando, angustiado, (Nos) invocou"},{"SurahNumber":68,"VerseNumber":49,"Text":"Se nao o tivesse alcancado a graca do seu Senhor, certamente teria sido arrojado sobre a orla desertica, em desgraca"},{"SurahNumber":68,"VerseNumber":50,"Text":"Porem, o Senhor o elegeu e o contou entre os virtuosos"},{"SurahNumber":68,"VerseNumber":51,"Text":"Se pudessem, os incredulos far-te-iam vacilar, com os seus olhares (de rancor), ao ouvirem a Mensagem. E dizem: Em verdade, e um energumeno"},{"SurahNumber":68,"VerseNumber":52,"Text":"E este (Alcorao) nao e mais do que uma mensagem para todo o universo"},{"SurahNumber":69,"VerseNumber":1,"Text":"A realidade"},{"SurahNumber":69,"VerseNumber":2,"Text":"Que e a realidade"},{"SurahNumber":69,"VerseNumber":3,"Text":"E o que te fara entender o que significa a realidade"},{"SurahNumber":69,"VerseNumber":4,"Text":"Os povos de Samud e de Ad desmentiram a calamidade"},{"SurahNumber":69,"VerseNumber":5,"Text":"Quanto ao povo de Samud, foi fulminado pela centelha"},{"SurahNumber":69,"VerseNumber":6,"Text":"E, quanto ao povo de Ad, foi exterminado por um furioso e impetuoso furacao"},{"SurahNumber":69,"VerseNumber":7,"Text":"Que Deus desencadeou sobre ele, durante sete noites e oito nefastos dias, em que poderias ver aqueles homens jacentes, como se fossem troncos de tamareiras caidos"},{"SurahNumber":69,"VerseNumber":8,"Text":"Porventura, viste algum sobrevivente, entre eles"},{"SurahNumber":69,"VerseNumber":9,"Text":"E o Farao, os seus antepassados e as cidades nefastas disseminaram o pecado"},{"SurahNumber":69,"VerseNumber":10,"Text":"E desobedeceram ao mensageiro do seu Senhor, pelo que Ele os castigou rudemente"},{"SurahNumber":69,"VerseNumber":11,"Text":"Em verdade, quando as aguas transbordaram, levamo-vos na arca"},{"SurahNumber":69,"VerseNumber":12,"Text":"Para fazemos disso um memorial para vos, e para que o recordasse qualquer mente atenta"},{"SurahNumber":69,"VerseNumber":13,"Text":"Porem, quando soar um so toque da trombeta"},{"SurahNumber":69,"VerseNumber":14,"Text":"E a terra e as montanhas forem desintegradas e trituradas de um so golpe"},{"SurahNumber":69,"VerseNumber":15,"Text":"Nesse dia, acontecera o evento inevitavel"},{"SurahNumber":69,"VerseNumber":16,"Text":"E o ceu se fendera, e estara fragil"},{"SurahNumber":69,"VerseNumber":17,"Text":"E os anjos estarao perfilados e, oito deles, nesse dia, carregarao o Trono do teu Senhor"},{"SurahNumber":69,"VerseNumber":18,"Text":"Nesse dia sereis apresentados (ante Ele), e nenhum dos vossos segredos (Lhe) sera ocultado"},{"SurahNumber":69,"VerseNumber":19,"Text":"Entao, aquele a quem for entregue o seu registro, na destra, dira; Ei-lo aqui! Lede o meu registro"},{"SurahNumber":69,"VerseNumber":20,"Text":"Sempre soube que prestaria contas"},{"SurahNumber":69,"VerseNumber":21,"Text":"E ele gozara de uma vida prazenteira"},{"SurahNumber":69,"VerseNumber":22,"Text":"Em um jardim sublime"},{"SurahNumber":69,"VerseNumber":23,"Text":"Cujos frutos estarao ao seu alcance"},{"SurahNumber":69,"VerseNumber":24,"Text":"(E sera dito aqueles que la entrarem): Comei e bebei com satisfacao, pelo bem que propiciastes em dias preteritos"},{"SurahNumber":69,"VerseNumber":25,"Text":"Em troca, aquele a quem for entregue o seu registro na sinistra, dira: Ai de mim! Oxala nao me tivesse sido entregue meu registro"},{"SurahNumber":69,"VerseNumber":26,"Text":"Nem jamais tivesse conhecido o meu computo"},{"SurahNumber":69,"VerseNumber":27,"Text":"Oh! Oxala a minha primeira (morte) tivesse sido a anulacao"},{"SurahNumber":69,"VerseNumber":28,"Text":"De nada me servem os meus bens"},{"SurahNumber":69,"VerseNumber":29,"Text":"A minha autoridade se desvaneceu"},{"SurahNumber":69,"VerseNumber":30,"Text":"(Sera dito): Pegai-o, manietai-o"},{"SurahNumber":69,"VerseNumber":31,"Text":"E introduzi-o na fogueira"},{"SurahNumber":69,"VerseNumber":32,"Text":"Entao, fazei-o carregar uma corrente de setenta cubitos"},{"SurahNumber":69,"VerseNumber":33,"Text":"Porque nao creu em Deus, Ingente"},{"SurahNumber":69,"VerseNumber":34,"Text":"Nem diligenciou, no sentido de alimentar os necessitados"},{"SurahNumber":69,"VerseNumber":35,"Text":"Assim, pois, nao tera, hoje, nenhum amigo intimo"},{"SurahNumber":69,"VerseNumber":36,"Text":"Nem mais alimento do que o excremento"},{"SurahNumber":69,"VerseNumber":37,"Text":"Que ninguem comera, a nao ser os pecadores"},{"SurahNumber":69,"VerseNumber":38,"Text":"Juro, pois, pelo que vedes"},{"SurahNumber":69,"VerseNumber":39,"Text":"E pelo que nao vedes"},{"SurahNumber":69,"VerseNumber":40,"Text":"Que este (Alcorao) e a palavra do Mensageiro honoravel"},{"SurahNumber":69,"VerseNumber":41,"Text":"E nao a palavra de um poeta. - Quao pouco credes"},{"SurahNumber":69,"VerseNumber":42,"Text":"Nem tampouco e a palavra de um adivinho. Quao pouco meditais"},{"SurahNumber":69,"VerseNumber":43,"Text":"(Esta) e uma revelacao do Senhor do Universo"},{"SurahNumber":69,"VerseNumber":44,"Text":"E se (o Mensageiro) tivesse inventado alguns ditos, em Nosso nome"},{"SurahNumber":69,"VerseNumber":45,"Text":"Certamente o teriamos apanhado pela destra"},{"SurahNumber":69,"VerseNumber":46,"Text":"E entao, Ter-lhe-iamos cortado a aorta"},{"SurahNumber":69,"VerseNumber":47,"Text":"E nenhum de vos teria podido impedir-Nos"},{"SurahNumber":69,"VerseNumber":48,"Text":"E, certamente, este (Alcorao) e uma mensagem para os tementes"},{"SurahNumber":69,"VerseNumber":49,"Text":"E Nos sabemos aqueles que, dentre vos, sao os desmentidores"},{"SurahNumber":69,"VerseNumber":50,"Text":"E ele e uma angustia para os incredulos"},{"SurahNumber":69,"VerseNumber":51,"Text":"E ele e verdade convicta"},{"SurahNumber":69,"VerseNumber":52,"Text":"Assim sendo, glorifica o nome do teu Senhor, o Ingente"},{"SurahNumber":70,"VerseNumber":1,"Text":"Alguem inquiriu sobre um castigo iminente"},{"SurahNumber":70,"VerseNumber":2,"Text":"Indefensavel para os incredulos"},{"SurahNumber":70,"VerseNumber":3,"Text":"Que viria de Deus, o Possuidor das vias de ascensao"},{"SurahNumber":70,"VerseNumber":4,"Text":"Ate Ele ascenderao os anjos com o Espirito (o anjo Gabriel) em um dia, cuja duracao sera de cinquenta mil anos"},{"SurahNumber":70,"VerseNumber":5,"Text":"Persevera, pois (o Mensageiro), dignamente"},{"SurahNumber":70,"VerseNumber":6,"Text":"Em verdade, eles o veem muito remoto"},{"SurahNumber":70,"VerseNumber":7,"Text":"Ao passo que Nos o vemos iminente"},{"SurahNumber":70,"VerseNumber":8,"Text":"Nesse dia, o ceu estara como metal fundido"},{"SurahNumber":70,"VerseNumber":9,"Text":"E as montanhas, desintegradas, tal qual (flocos de) la (tingida)"},{"SurahNumber":70,"VerseNumber":10,"Text":"E nenhum amigo intimo perguntara pelo seu amigo"},{"SurahNumber":70,"VerseNumber":11,"Text":"Ainda que sejam colocados um perante o outro. Nesse dia, o pecador querera redimir-se do castigo, com o sacrificio dos seus filhos"},{"SurahNumber":70,"VerseNumber":12,"Text":"Da sua esposa, do seu irmao"},{"SurahNumber":70,"VerseNumber":13,"Text":"Dos seus parentes, que o amparavam"},{"SurahNumber":70,"VerseNumber":14,"Text":"E de tudo quanto existe na terra, como se isso, entao, pudesse liberta-lo (do castigo)"},{"SurahNumber":70,"VerseNumber":15,"Text":"Qual! (Este) e o fogo infernal"},{"SurahNumber":70,"VerseNumber":16,"Text":"Dilacerador dos membros"},{"SurahNumber":70,"VerseNumber":17,"Text":"Que atrai o renegado desdenhoso"},{"SurahNumber":70,"VerseNumber":18,"Text":"Que acumula e guarda"},{"SurahNumber":70,"VerseNumber":19,"Text":"Em verdade, o homem foi criado impaciente"},{"SurahNumber":70,"VerseNumber":20,"Text":"Quando o mal o acoita, impacienta-se"},{"SurahNumber":70,"VerseNumber":21,"Text":"Mas, quando o bem o acaricia, torna-se tacanho"},{"SurahNumber":70,"VerseNumber":22,"Text":"Salvo os que oram"},{"SurahNumber":70,"VerseNumber":23,"Text":"Que sao constantes em suas oracoes"},{"SurahNumber":70,"VerseNumber":24,"Text":"E em cujos bens ha uma parcela intrinseca"},{"SurahNumber":70,"VerseNumber":25,"Text":"Para o mendigo e o desafortunado"},{"SurahNumber":70,"VerseNumber":26,"Text":"Sao aqueles que creem no Dia do Juizo"},{"SurahNumber":70,"VerseNumber":27,"Text":"E sao reverente, por temor ao castigo do seu Senhor"},{"SurahNumber":70,"VerseNumber":28,"Text":"Porque sabem que o castigo do seu Senhor e iniludivel"},{"SurahNumber":70,"VerseNumber":29,"Text":"Sao aqueles que observam a castidade"},{"SurahNumber":70,"VerseNumber":30,"Text":"Exceto para com as esposas, ou (as cativas), que as suas destras possuem- nisso nao serao reprovados"},{"SurahNumber":70,"VerseNumber":31,"Text":"Mas aqueles que se excederam nisso, serao os transgressores"},{"SurahNumber":70,"VerseNumber":32,"Text":"Os que respeitam as suas obrigacoes e convenios"},{"SurahNumber":70,"VerseNumber":33,"Text":"Que sao sinceros em seus testemunhos"},{"SurahNumber":70,"VerseNumber":34,"Text":"E os que observam as suas oracoes"},{"SurahNumber":70,"VerseNumber":35,"Text":"Estes serao honrados em jardins"},{"SurahNumber":70,"VerseNumber":36,"Text":"Assim, pois, que ocorre com os incredulos que te rodeiam, empertigados"},{"SurahNumber":70,"VerseNumber":37,"Text":"Em grupos, pela direita e pela esquerda"},{"SurahNumber":70,"VerseNumber":38,"Text":"Acaso ambiciona, cada um deles, ser introduzido no Jardim do Prazer"},{"SurahNumber":70,"VerseNumber":39,"Text":"Qual! Em verdade, Nos os criamos do que ja sabem"},{"SurahNumber":70,"VerseNumber":40,"Text":"Juro, pois, pelo Senhor dos Orientes e dos Ocidentes que somos Poderoso"},{"SurahNumber":70,"VerseNumber":41,"Text":"Para suplanta-los por outros melhores do que eles, porque somos Invencivel"},{"SurahNumber":70,"VerseNumber":42,"Text":"Deixai-los, pois, que se entretenham, e brinquem, ate que topem com o seu dia, o qual lhes foi prometido"},{"SurahNumber":70,"VerseNumber":43,"Text":"Dia em que sairao apressados dos seus sepulcros, como se corressem para uma meta"},{"SurahNumber":70,"VerseNumber":44,"Text":"Seus olhares serao de humilhacao, cobertos de ignominia. Assim sera o dia que lhes foi prometido"},{"SurahNumber":71,"VerseNumber":1,"Text":"Em verdade, enviamos Noe ao seu povo, (dizendo-lhe): Admoesta o teu povo, antes que o acoite um castigo doloroso"},{"SurahNumber":71,"VerseNumber":2,"Text":"Disse: O povo meu, em verdade, sou um elucidativo admoestador para vos"},{"SurahNumber":71,"VerseNumber":3,"Text":"Adorai a Deus, temei-O e obedecei-me"},{"SurahNumber":71,"VerseNumber":4,"Text":"Ele vos absolvera os pecados e vos concedera um prazo, ate um termino prefixado, porque quando chegar a hora do termino prescrito por Deus, este nao sera prorrogado. Se o soubesseis"},{"SurahNumber":71,"VerseNumber":5,"Text":"(Noe) disse: O Senhor meu, tenho predicado ao meu povo noite e dia"},{"SurahNumber":71,"VerseNumber":6,"Text":"Porem, a minha predicacao nao fez outro, coisa senao aumentar o afastamento deles (da verdade)"},{"SurahNumber":71,"VerseNumber":7,"Text":"E cada vez que os convocava ao arrependimento, para que Tu os perdoasses, tapavam os ouvidos com os dedos e se envolviam com as suas vestimentas, obstinando-se no erro e ensoberbecendo-se grotescamente"},{"SurahNumber":71,"VerseNumber":8,"Text":"Entao, convoquei-os altissonantemente"},{"SurahNumber":71,"VerseNumber":9,"Text":"Depois os exortei palatina e privativamente"},{"SurahNumber":71,"VerseNumber":10,"Text":"Dizendo-lhes: Implorai o perdao do vosso Senhor, porque e Indulgentissimo"},{"SurahNumber":71,"VerseNumber":11,"Text":"Enviar-vos-a do ceu copiosas chuvas"},{"SurahNumber":71,"VerseNumber":12,"Text":"Aumentar-vos-a os vossos bens e filhos, e vos concedera jardins e rios"},{"SurahNumber":71,"VerseNumber":13,"Text":"Que vos sucede, que nao depositais as vossas esperancas em Deus"},{"SurahNumber":71,"VerseNumber":14,"Text":"Sendo que Ele vos criou gradativamente"},{"SurahNumber":71,"VerseNumber":15,"Text":"Nao reparastes em como Deus criou sete ceus sobrepostos"},{"SurahNumber":71,"VerseNumber":16,"Text":"E colocou neles a lua reluzente e o sol, como uma lampada"},{"SurahNumber":71,"VerseNumber":17,"Text":"E Deus vos produziu da terra, paulatinamente"},{"SurahNumber":71,"VerseNumber":18,"Text":"Entao, vos fara retornar a ela, e vos fara surgir novamente"},{"SurahNumber":71,"VerseNumber":19,"Text":"Deus vos fez a terra como um tapete"},{"SurahNumber":71,"VerseNumber":20,"Text":"Para que a percorresseis por amplos caminhos"},{"SurahNumber":71,"VerseNumber":21,"Text":"Noe disse: O Senhor meu, eles me desobedeceram e seguiram aqueles para os quais os bens o filhos nao fizeram mais do que lhes agravar a desventura"},{"SurahNumber":71,"VerseNumber":22,"Text":"E conspiraram enormemente (contra Noe)"},{"SurahNumber":71,"VerseNumber":23,"Text":"E disseram (uns com os outros): Nao abandoneis os vossos deuses, nem tampouco abandoneis Wadda, nem Sua'a, nem Yaguca, nem Ya'uca, nem Nassara"},{"SurahNumber":71,"VerseNumber":24,"Text":"Apesar de estes haverem extraviado muitos, se bem que Tu, o Senhor meu, nao aumentaras em nada os iniquos, senao em extravio"},{"SurahNumber":71,"VerseNumber":25,"Text":"Foram afogados pelos seus pecados, serao introduzidos no fogo infernal e nao encontrarao, para si, socorredores, alem de Deus"},{"SurahNumber":71,"VerseNumber":26,"Text":"E Noe disse: O Senhor meu, nao deixeis sobre a terra nenhum dos incredulos"},{"SurahNumber":71,"VerseNumber":27,"Text":"Porque, se deixares, eles extraviarao os Teus servos, e nao gerarao senao os libertinos, ingratos"},{"SurahNumber":71,"VerseNumber":28,"Text":"O Senhos meu, perdoa-me a mim, aos meus pais e a todo fiel que entrar em minha casa, assim como tambem aos fieis e as fieis, e nao aumentes em nada os iniquos, senao em perdicao"},{"SurahNumber":72,"VerseNumber":1,"Text":"Dize: Foi-me revelado que um grupo de genios escutou (a recitacao do Alcorao). Disseram: Em verdade, ouvimos um Alcorao admiravel"},{"SurahNumber":72,"VerseNumber":2,"Text":"Que guia a verdade, pelo que nele cremos, e jamais atribuiremos parceiro alguem ao nosso Senhor"},{"SurahNumber":72,"VerseNumber":3,"Text":"Cremos em que - exaltada seja a Majestade do nosso Senhor - Ele jamais teve conjuge ou prole"},{"SurahNumber":72,"VerseNumber":4,"Text":"E o insensato, entre nos, proferiu extravagancias a respeito de Deus"},{"SurahNumber":72,"VerseNumber":5,"Text":"E jamais imaginamos que os humanos e ao genios iriam urdir mentiras a respeito de Deus"},{"SurahNumber":72,"VerseNumber":6,"Text":"E, em verdade, algumas pessoas, dentre os humanos, invocaram a protecao de pessoas, dentre os genios. Porem, estes so lhes aumentaram os desatinos"},{"SurahNumber":72,"VerseNumber":7,"Text":"E eles pensaram como pensastes: que Deus jamais ressuscitara alguem"},{"SurahNumber":72,"VerseNumber":8,"Text":"(Disseram os genios): Quisemos inteirar-nos acerca do ceu e o achamos pleno de severos guardiaes e flamigeros meteoros"},{"SurahNumber":72,"VerseNumber":9,"Text":"E usavamos nos sentar la, em locais (ocultos), para ouvir; e quem se dispusesse a ouvir agora, defrontar-se- ia com um flamigero meteoro, de guarda"},{"SurahNumber":72,"VerseNumber":10,"Text":"E nos nao compreendemos se o mal era destinado aqueles que estao na terra ou se o Senhor tencionava encaminha-los para a boa conduta"},{"SurahNumber":72,"VerseNumber":11,"Text":"E, entre nos (os genios), ha virtuosos e ha tambem os que nao o sao, porque seguimos diferentes caminhos"},{"SurahNumber":72,"VerseNumber":12,"Text":"E achamos que jamais poderemos safar-nos de Deus na terra, nem tampouco iludi-Lo, fugindo (para outras paragens)"},{"SurahNumber":72,"VerseNumber":13,"Text":"E quando escutamos a orientacao, cremos nela; e quem quer que creia em seu Senhor, nao ha de temer fraude, nem desatino"},{"SurahNumber":72,"VerseNumber":14,"Text":"E, entre nos, ha submissos, como os tambem ha desencaminhados. Quanto aqueles que se submetem (a vontade de Deus), buscam a verdadeira conduta"},{"SurahNumber":72,"VerseNumber":15,"Text":"Quanto aos desencaminhados, esses serao combustiveis do inferno"},{"SurahNumber":72,"VerseNumber":16,"Text":"Mas, se tivessem sido firmes no (verdadeiro) caminho, te-los-iamos agraciado com agua abundante"},{"SurahNumber":72,"VerseNumber":17,"Text":"Para prova-los, com ela. Em verdade, a quem se afastar da Mensagem do seu Senhor, Ele lhe infligira um severo castigo"},{"SurahNumber":72,"VerseNumber":18,"Text":"Sabei que as mesquitas sao (casas) de Deus; nao invoqueis, pois, ninguem, juntamente com Deus"},{"SurahNumber":72,"VerseNumber":19,"Text":"E quando o servo de Deus se levantou para invoca-Lo (em oracao), aglomeraram-se em tomo dele"},{"SurahNumber":72,"VerseNumber":20,"Text":"Dize-lhes: Invoco tao somente o meu Senhor, a Quem nao atribuo parceiro algum"},{"SurahNumber":72,"VerseNumber":21,"Text":"Dize-lhes (mais): Em verdade, nao posso livrar-vos do mal, nem trazer-vos para a conduta verdadeira"},{"SurahNumber":72,"VerseNumber":22,"Text":"Dize-lhes (ainda): Em verdade, ninguem podera livrar-me de Deus, nem tampouco acharei amparo algum fora d'Ele"},{"SurahNumber":72,"VerseNumber":23,"Text":"Somente proclamo o que de Deus recebi, bem como a Sua mensagem. E aqueles que desobedecem a Deus e ao Seu Mensageiro, certamente terao o fogo infernal, onde morarao eternamente"},{"SurahNumber":72,"VerseNumber":24,"Text":"(Eles duvidarao) ate que, quando se depararem com o que lhes foi prometido, saberao quem tem menos socorredores e quem tem menor numero (de aliados)"},{"SurahNumber":72,"VerseNumber":25,"Text":"Dize-lhes: Ignoro se o que vos tem sido prometido e iminente, ou se o meu Senhor fixou-lhe um termino remoto"},{"SurahNumber":72,"VerseNumber":26,"Text":"Ele e Conhecedor do incognoscivel e nao revela os Seus misterios a quem quer que seja"},{"SurahNumber":72,"VerseNumber":27,"Text":"Salvo a um mensageiro que tenta escolhido, e faz um grupo de guardas marcharem, na frente e por tras dele"},{"SurahNumber":72,"VerseNumber":28,"Text":"Para certificar-se de que transmitiu as mensagens do seu Senhor, o Qual abrange tudo quanto os humanos possuem, e que toma conta de tudo"},{"SurahNumber":73,"VerseNumber":1,"Text":"O tu, acobertado"},{"SurahNumber":73,"VerseNumber":2,"Text":"Levanta-te a noite (para rezar), porem nao durante toda a noite"},{"SurahNumber":73,"VerseNumber":3,"Text":"A metade dela ou pouco menos"},{"SurahNumber":73,"VerseNumber":4,"Text":"Ou pouco mais, e recita fervorosamente o Alcorao"},{"SurahNumber":73,"VerseNumber":5,"Text":"Em verdade, vamos revelar-te uma mensagem de peso"},{"SurahNumber":73,"VerseNumber":6,"Text":"Em verdade, o ato de te levantares a noite para rezares e mais marcante e mais adequado"},{"SurahNumber":73,"VerseNumber":7,"Text":"Porque durante o dia tens muitos afazeres"},{"SurahNumber":73,"VerseNumber":8,"Text":"Porem, recorda-te do teu Senhor e consagra-te integralmente a Ele"},{"SurahNumber":73,"VerseNumber":9,"Text":"Ele e o Senhor do Oriente e do Ocidente. Nao ha mais divindade alem d'Ele! Toma-O, pois, por Guardiao"},{"SurahNumber":73,"VerseNumber":10,"Text":"E tolera tudo quanto te digam, e afasta-te dignamente deles"},{"SurahNumber":73,"VerseNumber":11,"Text":"E deixa por Minha conta os desmentidores, opulentos, e tolera-os por curto tempo"},{"SurahNumber":73,"VerseNumber":12,"Text":"Porque lhes reservamos os grilhoes e o fogo"},{"SurahNumber":73,"VerseNumber":13,"Text":"Um alimento que engasga e um doloroso castigo"},{"SurahNumber":73,"VerseNumber":14,"Text":"Sera o dia em que haverao de tremer a terra e as montanhas, e haverao de se converter, as montanhas, em dunas dispersas"},{"SurahNumber":73,"VerseNumber":15,"Text":"Sabei que vos enviamos um Mensageiro, para ser testemunha contra vos, tal como enviamos um mensageiro ao Farao"},{"SurahNumber":73,"VerseNumber":16,"Text":"Porem, o Farao desobedeceu ao mensageiro, pelo que o castigamos severamente"},{"SurahNumber":73,"VerseNumber":17,"Text":"Se nao crerdes, como, entao, vos precavereis, no dia em que envelhecerao as criancas"},{"SurahNumber":73,"VerseNumber":18,"Text":"E o ceu se fendera? Sabei que a Sua promessa se cumprira"},{"SurahNumber":73,"VerseNumber":19,"Text":"Em verdade, esta e uma admoestacao, e, quem quiser, podera encaminhar-se para a senda do seu Senhor"},{"SurahNumber":73,"VerseNumber":20,"Text":"Em verdade, o teu Senhor sabe que tu te levantas para rezar, algumas vezes durante dois tercos da noite, outras, metade, e outras, ainda, um terco, assim como (o faz) uma boa parte dos teus; mas Deus mede a noite e o dia, e bem sabe que nao podeis precisar (as horas), pelo que vos absolve. Recitai, pois, o que puderdes do Alcorao! Ele sabe que, entre vos, ha enfermos, e outros que viajam pela terra, a procura da graca de Deus, e outros, que combatem pela causa de Deus. Recitai, oferecei espontaneamente a Deus. E todo o bem que fizerdes, sera em favor as vossas almas; achareis a recompensa em Deus, porque Deus e Indulgente, Misericordiosissimo"},{"SurahNumber":74,"VerseNumber":1,"Text":"O tu, emantado"},{"SurahNumber":74,"VerseNumber":2,"Text":"Levante-te e admoesta"},{"SurahNumber":74,"VerseNumber":3,"Text":"E enaltece o teu Senhor"},{"SurahNumber":74,"VerseNumber":4,"Text":"E purifica as tuas vestimentas"},{"SurahNumber":74,"VerseNumber":5,"Text":"E foge da abominacao"},{"SurahNumber":74,"VerseNumber":6,"Text":"E nao esperes qualquer aumento (em teu interesse)"},{"SurahNumber":74,"VerseNumber":7,"Text":"Mas persevera, pela causa do teu Senhor"},{"SurahNumber":74,"VerseNumber":8,"Text":"Pois, quando for tocada a trombeta"},{"SurahNumber":74,"VerseNumber":9,"Text":"Esse dia sera um dia nefasto"},{"SurahNumber":74,"VerseNumber":10,"Text":"Insuportavel para os incredulos"},{"SurahNumber":74,"VerseNumber":11,"Text":"Deixa por Minha conta aquele que criei solitario"},{"SurahNumber":74,"VerseNumber":12,"Text":"Que depois agraciei com infinitos bens"},{"SurahNumber":74,"VerseNumber":13,"Text":"E filhos, ao seu lado"},{"SurahNumber":74,"VerseNumber":14,"Text":"E que agraciei liberalmente"},{"SurahNumber":74,"VerseNumber":15,"Text":"E que ainda pretende que lhe sejam acrescentados (os bens)"},{"SurahNumber":74,"VerseNumber":16,"Text":"Qual! Por Ter sido insubmisso quanto aos Nossos versiculos"},{"SurahNumber":74,"VerseNumber":17,"Text":"Infligir-lhe-ei um acumulo de vicissitudes"},{"SurahNumber":74,"VerseNumber":18,"Text":"Porque meditou e planejou"},{"SurahNumber":74,"VerseNumber":19,"Text":"Que pereca, pois, por planejar"},{"SurahNumber":74,"VerseNumber":20,"Text":"E, uma vez mais, que pereca por planejar"},{"SurahNumber":74,"VerseNumber":21,"Text":"Entao, refletiu"},{"SurahNumber":74,"VerseNumber":22,"Text":"Depois, tornou-se austero e ameacador"},{"SurahNumber":74,"VerseNumber":23,"Text":"Depois, renegou e se ensoberbeceu"},{"SurahNumber":74,"VerseNumber":24,"Text":"E disse: Este (Alcorao) nao e mais do que magia, oriunda do passado"},{"SurahNumber":74,"VerseNumber":25,"Text":"Esta nao e mais do que a palavra de um mortal"},{"SurahNumber":74,"VerseNumber":26,"Text":"Por isso, introduzi-lo-ei no tartaro"},{"SurahNumber":74,"VerseNumber":27,"Text":"E o que te fara compreender o que e o tartaro"},{"SurahNumber":74,"VerseNumber":28,"Text":"Nada deixa perdurar e nada deixa a sos"},{"SurahNumber":74,"VerseNumber":29,"Text":"Carbonizador do humanos"},{"SurahNumber":74,"VerseNumber":30,"Text":"Guardado por dezenove"},{"SurahNumber":74,"VerseNumber":31,"Text":"E nao designamos guardiaes do fogo, senao os anjos, e nao fixamos o seu numero, senao como prova para os incredulos, para que os adeptos do Livro se convencam; para que os fieis aumentem em sua fe e para que os adeptos do Livro, assim como os fieis, nao duvidem; e para que os que abrigam a morbidez em seus coracoes, bem como os incredulos, digam: Que quer dizer Deus com esta prova? Assim Deus extravia quem quer e encaminha quem Lhe apraz e ninguem, senao Ele, conhece os exercitos do teu Senhor. Isto nao e mais do que uma mensagem para a humanidade"},{"SurahNumber":74,"VerseNumber":32,"Text":"Qual! Pela lua"},{"SurahNumber":74,"VerseNumber":33,"Text":"E pela noite, quando se extingue"},{"SurahNumber":74,"VerseNumber":34,"Text":"E pela manha, quando surge"},{"SurahNumber":74,"VerseNumber":35,"Text":"Que isto e um doa maiores portentos"},{"SurahNumber":74,"VerseNumber":36,"Text":"Admoestacao para o genero humano"},{"SurahNumber":74,"VerseNumber":37,"Text":"E para aquele, dentre vos, que se antecipa ou se atrasa"},{"SurahNumber":74,"VerseNumber":38,"Text":"Toda a alma e depositaria das suas acoes"},{"SurahNumber":74,"VerseNumber":39,"Text":"Salvo as que estiverem a mao direita"},{"SurahNumber":74,"VerseNumber":40,"Text":"Que estarao nos jardins das delicias. Perguntarao"},{"SurahNumber":74,"VerseNumber":41,"Text":"Aos pecadores"},{"SurahNumber":74,"VerseNumber":42,"Text":"O que foi que vos introduziu no tartaro"},{"SurahNumber":74,"VerseNumber":43,"Text":"Responder-lhes-ao: Nao nos contavamos entre os que oravam"},{"SurahNumber":74,"VerseNumber":44,"Text":"Nem alimentavamos o necessitado"},{"SurahNumber":74,"VerseNumber":45,"Text":"Ao contrario, dialogavamos sobre futilidades, com palradores"},{"SurahNumber":74,"VerseNumber":46,"Text":"E negavamos o Dia do Juizo"},{"SurahNumber":74,"VerseNumber":47,"Text":"Ate que nos chegou a (Hora) infalivel"},{"SurahNumber":74,"VerseNumber":48,"Text":"De nada, entao, valera, a intercessao dos mediadores"},{"SurahNumber":74,"VerseNumber":49,"Text":"Porque, pois, desdenham a admoestacao"},{"SurahNumber":74,"VerseNumber":50,"Text":"Como se fossem asnos espantados"},{"SurahNumber":74,"VerseNumber":51,"Text":"Fugindo de um leao"},{"SurahNumber":74,"VerseNumber":52,"Text":"Porem, cada um deles quereria receber (agora) paginas abertas (com a revelacao)"},{"SurahNumber":74,"VerseNumber":53,"Text":"Qual! Em verdade nao temem a outra vida"},{"SurahNumber":74,"VerseNumber":54,"Text":"Qual! Sabei que (o Alcorao) e uma admoestacao"},{"SurahNumber":74,"VerseNumber":55,"Text":"Quem quiser, pois, que o recorde"},{"SurahNumber":74,"VerseNumber":56,"Text":"Porem, nao o recordarao, a menos que Deus o queira, porque e o Senhor do temor e o Senhor da remissao"},{"SurahNumber":75,"VerseNumber":1,"Text":"Juro, pelo Dia da Ressurreicao"},{"SurahNumber":75,"VerseNumber":2,"Text":"E juro, pela alma que reprova a si mesma"},{"SurahNumber":75,"VerseNumber":3,"Text":"Porventura, o homem cre que jamais reuniremos os seus ossos"},{"SurahNumber":75,"VerseNumber":4,"Text":"Sim, porque somos capaz de restaurar as cartilagens dos seus dedos"},{"SurahNumber":75,"VerseNumber":5,"Text":"Porem, o homem deseja praticar o mal, (mesmo) perante ele"},{"SurahNumber":75,"VerseNumber":6,"Text":"Perguntam: Quando acontecera o Dia da Ressurreicao"},{"SurahNumber":75,"VerseNumber":7,"Text":"(Responde-lhes): Quando vos forem deslumbradas as vistas"},{"SurahNumber":75,"VerseNumber":8,"Text":"E se eclipsar a lua"},{"SurahNumber":75,"VerseNumber":9,"Text":"E o sol e a lua se juntarem"},{"SurahNumber":75,"VerseNumber":10,"Text":"Nesse dia, o homem dira: Onde esta o refugio"},{"SurahNumber":75,"VerseNumber":11,"Text":"Qual! Nao havera escapatoria alguma"},{"SurahNumber":75,"VerseNumber":12,"Text":"Nesse dia, se dara o comparecimento ante o teu Senhor"},{"SurahNumber":75,"VerseNumber":13,"Text":"Dia em que o homem sera inteirado de tudo quanto fez e tudo quanto deixou de fazer"},{"SurahNumber":75,"VerseNumber":14,"Text":"Mais, ainda, o homem sera a evidencia contra si mesmo"},{"SurahNumber":75,"VerseNumber":15,"Text":"Ainda que apresente quantas escusas puder"},{"SurahNumber":75,"VerseNumber":16,"Text":"Nao movas a lingua com respeito (ao Alcorao) para te apressares (para sua revelacao)"},{"SurahNumber":75,"VerseNumber":17,"Text":"Porque a Nos incumbe a sua complicacao e a sua recitacao"},{"SurahNumber":75,"VerseNumber":18,"Text":"E quando to recitarmos, segue a sua recitacao"},{"SurahNumber":75,"VerseNumber":19,"Text":"Logo, certamente, a Nos compete a sua elucidacao"},{"SurahNumber":75,"VerseNumber":20,"Text":"Qual! Mas, o humanos, preferis a vida efemera"},{"SurahNumber":75,"VerseNumber":21,"Text":"E desprezais a outra"},{"SurahNumber":75,"VerseNumber":22,"Text":"No Dia, havera semblantes risonhos"},{"SurahNumber":75,"VerseNumber":23,"Text":"Dirigindo os seus olhares para o seu Senhor"},{"SurahNumber":75,"VerseNumber":24,"Text":"E tambem havera, no Dia, rostos sombrios"},{"SurahNumber":75,"VerseNumber":25,"Text":"E tu saberas que lhes sucedera uma calamidade"},{"SurahNumber":75,"VerseNumber":26,"Text":"Sim! Quando a alma lhe subir a garganta"},{"SurahNumber":75,"VerseNumber":27,"Text":"E for dito: Havera, acaso, algum exorcista (que te livre disto)"},{"SurahNumber":75,"VerseNumber":28,"Text":"E concluira que chegou o momento da separacao"},{"SurahNumber":75,"VerseNumber":29,"Text":"E juntara uma perna a outra"},{"SurahNumber":75,"VerseNumber":30,"Text":"Nesse dia, sera levado ao teu Senhor"},{"SurahNumber":75,"VerseNumber":31,"Text":"Porque nao fez caridades, nem orou"},{"SurahNumber":75,"VerseNumber":32,"Text":"Negou, outrossim, a verdade, e tornou-se insolente"},{"SurahNumber":75,"VerseNumber":33,"Text":"Entao, envaidecido, dirigiu-se aos seus"},{"SurahNumber":75,"VerseNumber":34,"Text":"E ai de ti (o homem)"},{"SurahNumber":75,"VerseNumber":35,"Text":"Mais e mais"},{"SurahNumber":75,"VerseNumber":36,"Text":"Pensa, acaso, o homem, que sera deixado ao leu"},{"SurahNumber":75,"VerseNumber":37,"Text":"Nao foi a sua origem uma gota de esperma ejaculada"},{"SurahNumber":75,"VerseNumber":38,"Text":"Que logo se converteu em algo que se agarra, do qual Deus o criou, aperfeicoando-lhes as formas"},{"SurahNumber":75,"VerseNumber":39,"Text":"De qual fez dois sexos, o masculino e o feminino"},{"SurahNumber":75,"VerseNumber":40,"Text":"Porventura, Ele nao sera capaz de ressuscitar os mortos"},{"SurahNumber":76,"VerseNumber":1,"Text":"Acaso, nao transcorreu um longo periodo, desde que o homem nada era"},{"SurahNumber":76,"VerseNumber":2,"Text":"Em verdade, criamos o homem, de esperma misturado, para prova-lo, e o dotamos de ouvidos e vistas"},{"SurahNumber":76,"VerseNumber":3,"Text":"Em verdade, assinalamos-lhe uma senda, quer fosse agradecido, quer fosse ingrato"},{"SurahNumber":76,"VerseNumber":4,"Text":"Em verdade, aos incredulos, destinamos correntes, grilhoes e o tartaro"},{"SurahNumber":76,"VerseNumber":5,"Text":"Em verdade, os justos beberao, em uma taca, um nectar, mesclado com canfora"},{"SurahNumber":76,"VerseNumber":6,"Text":"De uma fonte, da qual beberao todos os servos de Deus. Eles a fazem fluir abundantemente"},{"SurahNumber":76,"VerseNumber":7,"Text":"Porque cumprem os seus votos e temem o dia em que o mal estara espalhado"},{"SurahNumber":76,"VerseNumber":8,"Text":"E porque, por amor a Ele, alimentam o necessitado, o orfao e o cativo"},{"SurahNumber":76,"VerseNumber":9,"Text":"(Dizendo): Certamente vos alimentamos por amor a Deus; nao vos exigimos recompensa, nem gratidao"},{"SurahNumber":76,"VerseNumber":10,"Text":"Em verdade, tememos, da parte do nosso Senhor, o dia da aflicao calamitosa"},{"SurahNumber":76,"VerseNumber":11,"Text":"Mas Deus os preservara do mal daquele dia, e os recebera com esplendor e jubilo"},{"SurahNumber":76,"VerseNumber":12,"Text":"E os recompensara, por sua perseveranca, com um vergel e (vestimentas de) seda"},{"SurahNumber":76,"VerseNumber":13,"Text":"Onde, reclinados sobre almofadas, nao sentirao calor nem frio excessivos"},{"SurahNumber":76,"VerseNumber":14,"Text":"E as sombras (do vergel) os cobrirao, e os cachos (de frutos) estarao pendurados, em humildade"},{"SurahNumber":76,"VerseNumber":15,"Text":"E serao servidos em tacas de prata e em copos diafanos"},{"SurahNumber":76,"VerseNumber":16,"Text":"Feitos de prata, semelhantes a cristal, que lhe serao fornecidos em abundancia"},{"SurahNumber":76,"VerseNumber":17,"Text":"E ali ser-lhes-a servido um copo de nectar, cuja mescla sera de gengibre"},{"SurahNumber":76,"VerseNumber":18,"Text":"De uma fonte (no Paraiso), chamada Salsabil"},{"SurahNumber":76,"VerseNumber":19,"Text":"E os servirao mancebos imortais; quando os vires, parecer-te-ao perolas dispersas"},{"SurahNumber":76,"VerseNumber":20,"Text":"E quando olhares alem, veras glorias e um magnifico reino"},{"SurahNumber":76,"VerseNumber":21,"Text":"Sobre eles havera vestimentas verdes, de tafeta e de brocado, estarao enfeitados com braceletes de prata e o seu Senhor lhes saciara a sede com uma bebida pura"},{"SurahNumber":76,"VerseNumber":22,"Text":"Sabei que esta sera a vossa recompensa, e os vossos esforcos serao reconhecidos"},{"SurahNumber":76,"VerseNumber":23,"Text":"Em verdade, temos-te revelado (o Mensageiro), o Alcorao, por etapas"},{"SurahNumber":76,"VerseNumber":24,"Text":"Persevera, pois, ate o Juizo do teu Senhor, e nao obedecas a nenhum dos pecadores ou incredulos"},{"SurahNumber":76,"VerseNumber":25,"Text":"E celebra o nome do teu Senhor, de manha e a tarde"},{"SurahNumber":76,"VerseNumber":26,"Text":"E adora-O, e glorifica-O durante grande parte da noite"},{"SurahNumber":76,"VerseNumber":27,"Text":"Em verdade, (quanto aos outros) preferem a efemera vida terrena e tentam afastar a lembranca de um dia (que sera) pesado"},{"SurahNumber":76,"VerseNumber":28,"Text":"Nos os criamos e fortalecemos as suas estruturas; porem se quisessemos, suplanta-los-iamos inteiramente por outros, semelhantes a eles"},{"SurahNumber":76,"VerseNumber":29,"Text":"Em verdade, esta e uma admoestacao: e, quem quiser, podera encaminhar-se ate a senda do seu Senhor"},{"SurahNumber":76,"VerseNumber":30,"Text":"Porem, so o conseguireis se Deus o permitir, porque e Prudente, Sapientissimo"},{"SurahNumber":76,"VerseNumber":31,"Text":"Ele admite em Sua misericordia quem Lhe apraz; porem, destinou aos iniquos, um doloroso castigo"},{"SurahNumber":77,"VerseNumber":1,"Text":"Pelos ventos enviados, uns apos os outros"},{"SurahNumber":77,"VerseNumber":2,"Text":"Que sobram impetuosamente"},{"SurahNumber":77,"VerseNumber":3,"Text":"E dispersam (as coisas) violentamente"},{"SurahNumber":77,"VerseNumber":4,"Text":"E discriminam profundamente"},{"SurahNumber":77,"VerseNumber":5,"Text":"Comunicadores da Mensagem"},{"SurahNumber":77,"VerseNumber":6,"Text":"Seja de justificacao ou de admoestacao"},{"SurahNumber":77,"VerseNumber":7,"Text":"De que o que vos e prometido esta iminente"},{"SurahNumber":77,"VerseNumber":8,"Text":"Quanto as estrelas se tornarem escuras"},{"SurahNumber":77,"VerseNumber":9,"Text":"Quando o ceu se fender"},{"SurahNumber":77,"VerseNumber":10,"Text":"Quando as montanhas forem desintegradas"},{"SurahNumber":77,"VerseNumber":11,"Text":"E quando os mensageiros forem citados"},{"SurahNumber":77,"VerseNumber":12,"Text":"Para que dia foi deferido (o portento)"},{"SurahNumber":77,"VerseNumber":13,"Text":"Para o Dia da Discriminacao"},{"SurahNumber":77,"VerseNumber":14,"Text":"E o que te fara compreender o que e o Dia da Discriminacao"},{"SurahNumber":77,"VerseNumber":15,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":77,"VerseNumber":16,"Text":"Acaso, nao exterminamos as geracoes primitivas"},{"SurahNumber":77,"VerseNumber":17,"Text":"Entao, fizemos os seus sucessores seguirem-nas"},{"SurahNumber":77,"VerseNumber":18,"Text":"Assim faremos com os pecadores"},{"SurahNumber":77,"VerseNumber":19,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":77,"VerseNumber":20,"Text":"Porventura, nao vos criamos de liquido debil"},{"SurahNumber":77,"VerseNumber":21,"Text":"Que depositamos em um lugar seguro"},{"SurahNumber":77,"VerseNumber":22,"Text":"Ate um prazo determinado"},{"SurahNumber":77,"VerseNumber":23,"Text":"Que predestinamos? E somos o melhor Predestinador"},{"SurahNumber":77,"VerseNumber":24,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":77,"VerseNumber":25,"Text":"Porventura, nao destinamos a terra por abrigo"},{"SurahNumber":77,"VerseNumber":26,"Text":"Dos vivos e dos mortos"},{"SurahNumber":77,"VerseNumber":27,"Text":"Onde fixamos firmes e elevadas montanhas, e vos demos para beber agua potavel"},{"SurahNumber":77,"VerseNumber":28,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":77,"VerseNumber":29,"Text":"(Ser-lhes-a dito): Dirigi-vos, pois, ao destino que costumaveis negar"},{"SurahNumber":77,"VerseNumber":30,"Text":"Dirigi-vos a sombra trifurcada"},{"SurahNumber":77,"VerseNumber":31,"Text":"Que com nada guarnece ou protege das chamas"},{"SurahNumber":77,"VerseNumber":32,"Text":"Sabei que arrojara chispas, que parecerao castelos"},{"SurahNumber":77,"VerseNumber":33,"Text":"Semelhantes a camelos, de matizes amarelos"},{"SurahNumber":77,"VerseNumber":34,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":77,"VerseNumber":35,"Text":"Esse sera o dia em que nao falarao (estarrecidos)"},{"SurahNumber":77,"VerseNumber":36,"Text":"Nem lhes sera permitido escusarem-se"},{"SurahNumber":77,"VerseNumber":37,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":77,"VerseNumber":38,"Text":"Eis o Dia da Discriminacao, em que vos congregaremos, juntamente com os vossos antepassados"},{"SurahNumber":77,"VerseNumber":39,"Text":"Assim, pois, se possuis alguma conspiracao, conspirai contra Mim"},{"SurahNumber":77,"VerseNumber":40,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":77,"VerseNumber":41,"Text":"Por outra, os tementes estarao entre sombras e mananciais"},{"SurahNumber":77,"VerseNumber":42,"Text":"E terao os frutos que lhes apetecerem"},{"SurahNumber":77,"VerseNumber":43,"Text":"Comei e bebei, com proveito, pelo bem que fizestes"},{"SurahNumber":77,"VerseNumber":44,"Text":"Certamente, assim recompensaremos os benfeitores"},{"SurahNumber":77,"VerseNumber":45,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":77,"VerseNumber":46,"Text":"Comei e regozijai-vos (o injustos), transitoriamente"},{"SurahNumber":77,"VerseNumber":47,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":77,"VerseNumber":48,"Text":"E quando lhes foi dito: Genuflecti!, nao genuflectiram"},{"SurahNumber":77,"VerseNumber":49,"Text":"Ai, nesse dia, dos desmentidores"},{"SurahNumber":77,"VerseNumber":50,"Text":"Assim, pois, em que mensagem crerao, depois desta"}]}