{"Id":490,"LanguageCodes":["zu","zul"],"Name":"zul-iqembulezifundi","Author":"Iqembu Lezifundiswa, Mussa Muhammad Telela , Uthman Mfanafuthi Msomi, Moulana Abdur Rahman Chilipa, Haji Ibrahim Mondli Japhet Mthembu, Moulana Imran Ngcobo, Moulana Eshaaq Osman","Language":"Zulu","Description":"Zulu","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa(IDM), https://www.alqurantranslation.com/","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Iziwula phakathi kwabantu ziyothi, “yini eyenza ukuba bafulathele iQibla ababekade beyijwayele na? Ithi, “IngekaMvelinqangi impumalanga nentshonalanga uholela lowo amthandayo endleleni eqondile”"},{"SurahNumber":2,"VerseNumber":143,"Text":"Futhi ngokunjalo sinenze naba yisizwe esiphakathi nendawo ukuze nibe ngofakazi kubantu nokuthi isithunywa sibe ngufakazi kunina. Futhi Asiyimisanga leyo Qibla ebikade nijwayele ukuyisebenzisa ngaphandle kokuba sazi lowo olandela isithunywa kulowo ophendule izithende zakhe zabheka emuva. Futhi ngempela kunzima ngaphandle kwalabo abaholwe nguMvelinqangi. Futhi akusiyena uMvelinqangi onenze nalahla ukholo lwenu, ngempela uMvelinqangi kubantu unozwelo unesihawu"},{"SurahNumber":2,"VerseNumber":144,"Text":"Ngemela sibone ubuso bakho bubheke eZulwini, sizokwenza ukuba uphendukele kule Qibla ozoyithanda. Ngakho-ke phendula ubuso bakho bubheke eMasjidil Haraam noma yikuphi lapho (abakholwayo) bekhona phendulani ubuso benu bubheke khona (uma nithandaza) ngempela labo abanikwe incwadi, ukuze bazi ukuthi iyiqiniso elivela eNkosini yabo. Futhi akusikona ukuthi uMvelinqangi akakunakile lokho abakwenzayo"},{"SurahNumber":2,"VerseNumber":145,"Text":"Futhi noma ngabe ulethe kulabo abanikwa incwadi zonke izibonakaliso angeke bayilandele iQibla yakho futhi nawe angeke wayilandela iQibla yabo. Futhi abanye babo angeke bayilandela iQibla yabanye, futhi noma ngabe ulandela izifiso zabo emuva kokuba sewufikelwe wulwazi ngempela uzoba ngomunye wabenzi bokubi (abedukileyo)"},{"SurahNumber":2,"VerseNumber":146,"Text":"Labo esabanika incwadi bayamazi (uMuhammad) njengoba bazi amadodana abo, kepha iqenjana kubona liyalifihla iqiniso kulapho belazi"},{"SurahNumber":2,"VerseNumber":147,"Text":"Iqiniso livela eNkosini yakho ngakho-ke ungabi kanye nabangabazayo"},{"SurahNumber":2,"VerseNumber":148,"Text":"Kunoma ubani (umlandeli wenkolo) kunendawo okumele kubhekwe kuyo (uma kuthandazwa) ngakho-ke ncintisanani ngokuhle.NomangabenikuphiuMvelinqangiuyonihlanganisa ndawonye. Ngempela uMvelinqangi unamandla ngaphezulu kwazo zonke izinto"},{"SurahNumber":2,"VerseNumber":149,"Text":"Futhi noma ngabe iyiphi (indawo) lapho niya khona (ukuyothandaza), phendula ubuso bakho bubheke eMasjid Al-Haraam. Ngempela lona iqiniso livela eNkosini yakho, futhi akusho ukuthi uMvelinqangi akakunakile enikwenzayo"},{"SurahNumber":2,"VerseNumber":150,"Text":"Nomangabeiyiphi(indawo) laphouyakhona(ukuyothandaza) phendulani ubuso benu bubheke eMajid Al-Haraam noma yikuphi lapho nikhona phendulani ubuso benu bubheke kuyona ukuze abantu bangaphikisani nani ngaphandle kwalabo abenza ububi ngakho-ke ningabesabi kepha nesabe mina ukuze ngiqedelele umusa wami phezu kwenu hleze niholeke (ngokuyiqiniso)"},{"SurahNumber":2,"VerseNumber":151,"Text":"Njengoba sathumela phakathi kwenu isithunywa esivela kunina esinifundela amavesi ethu sinihlanze futhi sinifundise incwadi nobuhlakani futhi sinifundise lokho enaningakwaziyo"},{"SurahNumber":2,"VerseNumber":152,"Text":"Ngakho-ke ngikhumbuleni nami ngizonikhumbula futhi ngibongeni ningangiphiki (ukholo lwami)"},{"SurahNumber":2,"VerseNumber":153,"Text":"Oh! Nina enikholwayo celani usizo ngokubekezela nangomthandazo ngempela uMvelinqangi ukanye nababekezelayo"},{"SurahNumber":2,"VerseNumber":154,"Text":"Futhi ningasho ukuthi ababulawe besendleleni kaMvelinqangi bangabafile. Kepha bayaphila kodwa anikuboni lokho"},{"SurahNumber":2,"VerseNumber":155,"Text":"Futhi ngempela siyonilinga ngokuthize okungukwesaba nendlala nokulahlekelwa yingcebo nemiphefumulo nezithelo. Futhi yisho izindaba ezimnandi kulabo ababekezelayo"},{"SurahNumber":2,"VerseNumber":156,"Text":"Labo okuthi uma bevelelwa okubi bathi, “Ngempela singabaka Mvelinqangi futhi siyophindela kuyena”"},{"SurahNumber":2,"VerseNumber":157,"Text":"Labo-ke yilabo phezu kwabo okuyakuba nezibusiso ezivela eNkosini yabo nomusa, futhi yilabo abaholeke (ngokuyikho)"},{"SurahNumber":2,"VerseNumber":158,"Text":"Ngempela iSafa neMarwa (yizintaba ezise Makkah) ezinye zezimpawu zikaMvelinqangi. Noma ngabe ubani owenza iHajj endlini (Makkah) noma enze i-Umra alikho icala kuyena uma ejikeleza phakathi kwazo (izintaba) zombili. Futhi noma ngabe ubani ozikhethela okungcono ngempela uMvelinqangi ungobongayo owaziyo"},{"SurahNumber":2,"VerseNumber":159,"Text":"Ngempela laba abafihla lokho esikwehlisile okungubufakazi obucacisiwe nokuhola ngemuva kokuba sesikwenzile kwacaca kubantu encwadini, yilabo-ke abaqalekiswa nguMvelinqangi futhi baqalekiswe ngabaqalekisi (abantu nezingelosi)"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ngaphandle kwalabo abacela intethelelo bese bezilungisa bona futhi benze ubufakazi (balokho ababekufihla) labo-ke ngiyobathethelela. Futhi mina ngiyathethelela nginesihawu"},{"SurahNumber":2,"VerseNumber":161,"Text":"Ngempela labo abangakholwa futhi abafe bengakholwa, Labo- ke phezu kwabo yisiqalekiso sikaMvelinqangi nesezingelosi nesabo bonke abantu"},{"SurahNumber":2,"VerseNumber":162,"Text":"Bayokuba lapho ingunaphakade angeke bancishiselwe isijeziso futhi angeke banikwe ithuba"},{"SurahNumber":2,"VerseNumber":163,"Text":"Futhi uMvelinqangi wenu uMvelinqangi oyedwa vo akekho onokukhonzwa ngaphandle kwakhe unomusa, unesihawu"},{"SurahNumber":2,"VerseNumber":164,"Text":"Eqinisweni ekudalweni kwamazulu nomhlaba nokuguqulwa kobusuku nemini, nemikhumbi entanta olwandle ithwele lokho okuwusizo kubantu namanzi (imvula) uMvelinqangi ayehlisela phansi ivela esibhakabhakeni avusa ngayo umhlaba emumva kokufa kwawo nezidalwa ezinyakazayo eziyinhlobonhlobo wasakaza khona izivunguvungu zemimoya namafu aphakathi kwesibhakabhaka nomhlaba, ngempela (yizimpawu nobufakazi) kubantu abasebenzisa umqondo"},{"SurahNumber":2,"VerseNumber":165,"Text":"Futhi phakathi kwabantu kunalabo abathatha abanye ngaphandlekukaMvelinqangi(babalinganisenaye)babathanda ngendlela okufanele bathande ngayo uMvelinqangi. Kepha labo abakholwayo bagcwele uthando lukaMvelinqangi futhi ukuba bayabona labo abonile bebezonaka uma bebona isijeziso, ukuthi wonke amandla angakaMvelinqangi futhi uMvelinqangi unzima ekujeziseni"},{"SurahNumber":2,"VerseNumber":166,"Text":"Khumbula ngesikhathi labo ababelandelwa (ngabantu) belahla abalandeli babo futhi, besibona isijeziso futhi kuyonqanyulwa kubona ubuhlobo"},{"SurahNumber":2,"VerseNumber":167,"Text":"Futhi labo ababengabalandeli bayothi, “Ukuba besinelinye ithuba besiyozihlangula kubona njengoba nabo bezihlangulile kuthina”, ngokunjalo uMvelinqangi uyobakhombisa imisebenzi yabo njengoba bezisola ngayo futhi angeke baphume emlilweni"},{"SurahNumber":2,"VerseNumber":168,"Text":"Oh Bantu! Yidlani noma yini esemhlabeni esemthethweni enhle futhi ningalandeli izinyathelo zikasathane, ngempela uyisitha senu esigqamile"},{"SurahNumber":2,"VerseNumber":169,"Text":"Ngempela uniphoqela ebubini, nokwenza okuyisono nokuthi nikhulume ngoMvelinqangi lokho eningakwazi"},{"SurahNumber":2,"VerseNumber":170,"Text":"Futhi uma kuthiwa kubona landelani lokho uMvelinqangi akuvezile bathi “Kepha silandela lokho esafica obaba bekulandela”, isho kubona ukuthi “kanti nizolandela obaba benu” ngisho obaba babo babengazi lutho futhi bengaholwanga"},{"SurahNumber":2,"VerseNumber":171,"Text":"Futhi isibonelo salabo abangakholwa sinjengesibonelo salowo omemeza kulokho okungezwa lutho ngaphandle kokumemeza nokukhala, izithuli, izimungulu, izimpumputhe, abanakho ubuhlakani"},{"SurahNumber":2,"VerseNumber":172,"Text":"Oh Nina enikholwayo! Yidlani ezintweni ezinhle (ezisemthethweni) esinabele zona, futhi nibonge uMvelinqangi uma kunguyena enimkhonzayo"},{"SurahNumber":2,"VerseNumber":173,"Text":"Ngempela uninqabele ukudla izilwane ezizifeleyo, negazi nenyama yengulube, futhi nalokho okukhulekelwe ngelinye igama ngaphandle kwelika Mvelinqangi, noma ngabe ubani ophoqwa (yisidingo) ngaphandle kokufisa ukungahloniphi ngokungeyinhloso asikho isono kuyena, ngempela uMvelinqangi uyathethelela unesihawu"},{"SurahNumber":2,"VerseNumber":174,"Text":"Labo abafihla lokho uMvelinqangi akwehlisile okusencwadini futhi bakuthengise ngenani eliphansi, labo-ke abadli lutho ezwisini zabo ngaphandle komlilo. Futhi uMvelinqangi angeke akhulume nabo ngosuku lokuvuka kwabafileyo noma abahlanze, futhi okwabo yisijeziso esibuhlungu"},{"SurahNumber":2,"VerseNumber":175,"Text":"Labo-ke yilabo abashintsha ukuholwa ngalokho okuyiphutha kanye nesijeziso esikhundleni sentethelelo (banesibindi esingakanani) ukumelana nomlilo"},{"SurahNumber":2,"VerseNumber":176,"Text":"Lokho yingoba uMvelinqangi wehlise incwadi ngeqiniso. Futhi ngempela labo abaphikisanayo basekuqembukelaneni okukude le"},{"SurahNumber":2,"VerseNumber":177,"Text":"Akusikhona ukulunga ukuphendula ubuso benu (bubheke) eMpumalanga naseNtshonalanga, kodwa ukulunga yilowo okholwa kuMvelinqangi futhi nasosukwini lokugcina nasezingelosini nasencwadini nakubaPhrofethi. Futhi aphane ngengcebo noma ngabe uyithanda kangakanani ezihlotsheni, nasezintandaneni, nakwabaswele, nesesihambini (esicela usizo) nabacelayo nokukhulula izigqila, futhi enze umthandazo, anikele kwabampofu (izakaah) futhi bagcwalise isithembiso uma bethembisile futhi babekezele ukuhlupheka nobunzima ngesikhathi sempi. Labo-ke yilabo abaneqiniso futhi bona bangabenzi bokuhle"},{"SurahNumber":2,"VerseNumber":178,"Text":"Oh nina enikholwayo! nilotshelwe umthetho wokuphindisela uma kukhona obulewe okhululekile ngokhululekile, nesigqila ngesigqila nesifazane ngesifazane. Kepha uma umbulali exolelwa ngumfowabo (noma yizihlobo), zobulewe ofuna okuthize njengesinxephezelo makanxephezelwe ngokuyikho. Lokho nje kuyisixegiso esivela eNkosini yenu nomusa, lowo-ke ophambukayo emuva kwalokho okwakhe yisijeziso esibuhlungu"},{"SurahNumber":2,"VerseNumber":179,"Text":"Futhi kukhona impilo kunina emthethweni wokuphindisela. Oh Nina Bantu! Abaqondayo ukuze ningaba abalungileyo"},{"SurahNumber":2,"VerseNumber":180,"Text":"Kulotshiwe kunina ukuthi uma omunye wenu efikelwa ukufa, uma eshiye ingcebo ukwaba ifa kubazali nesezihlotsheni (makwenziwe) ngendlela eyamukelekile. Lokhu kungumthwalo kulabo abalungileyo"},{"SurahNumber":2,"VerseNumber":181,"Text":"Ngakho-ke lowo oshintsha lokho emva kokuba esekuzwile, ngempela isono sakhe siphezulu kwalabo abakushintshayo. Ngempela uMvelinqangi ungozwayo owaziyo"},{"SurahNumber":2,"VerseNumber":182,"Text":"Kepha uma omunye esaba ukuthi lowo ongumabi (angase anze) ukungabi nobulungiswa noma isono lungisa lokho phakathi kwabo (labo abathintekayo) akunasono phezulu kwakhe. Ngempela uMvelinqangi ungumthetheleli unomusa"},{"SurahNumber":2,"VerseNumber":183,"Text":"Oh Nina enikholwayo! Kulotshiwe kunina ukuzila njengoba kwakulotshiwe kulabo ababengaphambilini kwenu ukuthi ningaba abalungileyo"},{"SurahNumber":2,"VerseNumber":184,"Text":"(Zilani) Izinsuku ezinqunyiwe uma kukhona kunina ogulayo noma osohambweni ngakho-ke isibalo esilinganayo sezinsuku (kufanele sigcwaliswe) kulabo abaphumelelayo (ukuzila kepha kunobunzima) mabakhokhe ngokondla odingayo. Ngakho- ke lowo owenza okuhle kusuka othandweni lakhe kungcono kuyena, kepha ukuzila kungcono kunina ukuba benazi"},{"SurahNumber":2,"VerseNumber":185,"Text":"Inyanga kaRamadhani iyona okwehliswa ngayo iQur’an engumholi kubantu nobufakazi obucacile noma ngabe ubani obona (inyanga entsha) makazile kuyona noma ngabe ubani ogulayo noma esohambweni makazile isibalo esifanayo ezinsukwini ezizayo. UMvelinqangi unifisela okulula akanifiseli okunzima nokuthi niqedele leso sikhathi sokudumisa, uMvelinqangi kulokhu anihole ngakho ukuzthi ningaba nokubonga"},{"SurahNumber":2,"VerseNumber":186,"Text":"Futhi uma zikubuza izikhonzi zami ngami ngempela ngiseduzane ngiphendula isicelo salowo ongicelayo. Ngakho- ke mabaphendule kumina futhi bakholelwe kumina, ukuze baholeke (ngokuyikho)"},{"SurahNumber":2,"VerseNumber":187,"Text":"Nenzelwe kwaba yimvume ubusuku (enyangeni okuzilwa ngayo) ukuya kwabesifazane benu (ukuhlangana namakhosikazi enu) wona bayizingubo zenu nani niyizingubo zawo. Umvelinqangiuyazi ukuthi nanizikhohlisa nina uqobo lwenu waphendukela kunina ngentethelelo wabe eseyanithethelela manje seningahlangana nabo nifune lokho uMvelinqangi animisele kona (ukwenza ucansi) nidle futhi niphuze kuze kunehlukanisele ukuvela komudwa omhlophe (wokuntwela kokusa) kudede ubunyama ngakho-ke qedelelani, ukuzila kuze kube sebusuku (ukushona kwelanga) futhi ningahlangani nabo inqobo nje uma nihlezi nidumisa (uMvelinqangi) eMasjid lezo yizinqumo zikaMvelinqangi ningasondelani nazo ngokunjalo uwacacisile uMvelinqangi amavesi akhe kubantu ukuthi bangaba ngabalungileyo"},{"SurahNumber":2,"VerseNumber":188,"Text":"Futhi ningasaphazi impahla yenu ngeze, futhiningagwazeli abahluleli ukuze nizuze ngokungesilo iqiniso nazi"},{"SurahNumber":2,"VerseNumber":189,"Text":"Bakubuza mayelana nokuthwasa kwezinyanga, Yithi, “leyo yimikhawulo ekhombisa izikathi zonyaka kubantu neze Hajj”, akulungile ukungena ezindlini ngemumva kodwa ukulunga ukusaba uAllah, ngakho-ke ngenani ezindlini ngeminyango yazo efanele futhi nesabe uAllah ukuze niphumelele"},{"SurahNumber":2,"VerseNumber":190,"Text":"Futhi yilwani endleleni kaMvelinqangi nalabo abanilwisayo futhi ningephuli umthetho. Ngempela uMvelinqangi akabathandi abephula umthetho"},{"SurahNumber":2,"VerseNumber":191,"Text":"Futhi nibabulale noma yikuphi lapho nibafica khona nibaxoshe lapho benixosha khona, futhi ingcindezelo ingaphezulu kokubulala, futhi ningalwi nabo eMasjid Haraam baze banilwise nina, ngakho-ke uma belwa nani khona babulaleni. Unjalo-ke umvuzo wabangakholwayo"},{"SurahNumber":2,"VerseNumber":192,"Text":"Kepha uma bepheza ngempela uMvelinqangi uyathethelela unomusa"},{"SurahNumber":2,"VerseNumber":193,"Text":"Futhi nibalwise kuze kuphela (ukuhlushwa) kuze kusale inkolo kaMvelinqangi, kepha uma bepheza abungabibikho ubutha ngaphandle (kokuphikisa) abenzi bokubi"},{"SurahNumber":2,"VerseNumber":194,"Text":"(Ukulwa) enyangeni engcwele (okwalabo abenza obubi) enyangeni engcwele. Kunezinto ezingafanele (ukuba zenziwe). Kunomthetho wokuphindisela ngokulinganayo (yiQisas) noma ngabe ubani owenza okubi kunina nani enzani okubi kuyena ngokufanayo nalokhu akwenze kunina bese nesabe uMvelinqangi futhi nazi ukuthi uMvelinqangi ukanye nabamesabayo"},{"SurahNumber":2,"VerseNumber":195,"Text":"Futhi ninikele endleleni kaMvelinqangi ningaziphonsi (nina uqobo lwenu) ngezandla zenu ekubhujisweni futhi nenze okuhle. Ngempela uMvelinqangi uyabathanda abenzi bokuhle"},{"SurahNumber":2,"VerseNumber":196,"Text":"Futhi nifeze iHajj neUmrah eqondene noMvelinqangi kodwa umanivimbelekile(ekufezenilokho) ninikelengalokhookulula ukukuthola okuwumnikelo wesilwane okungowokunikela ngezilwane futhi ningaphuci amakhanda enu kuze kube umnikelo wesilwane ufike endaweni lapho kunikelwa khona (endaweni yokuhlaba umnikelo). Kepha noma ngabe ubani kunina ogulayo noma izintwala ekhanda inhlawulo ukuzila (izinsuku ezintathu) noma anikele noma ninikele ngesilwane (igusha noma imbuzi) kepha uma senihlengekile noma ngabe ubani ofuna ukwenza i-Umrah (ngezinyanga zeHajj) ilandelwa yiHajj kufanele enze umnikelo okulula ukuba awenze. Kepha lowo okungelula ukuba awuthola kufanele azile izinsuku ezintathu ekwi Hajj neziyisikhombisa uma senibuyele (emakhaya enu). Lezo (izinsuku) eziyishumi eziphelele, lokhu okwalowo osuke umndeni wakhe ungekho eMasjid Al-Haraam futhi nesabe uMvelinqangi futhi nazi ukuthi uMvelinqangi unzima ekujeziseni"},{"SurahNumber":2,"VerseNumber":197,"Text":"IHajj ingezinyanga ezaziwayo ngakho-ke noma ngabe ubani oziphoqelele kuzona (ukwenza) i-Hajj makungabibikho ukuhlangana phakathi kowesilisa nowesifazane nokwenza okubi futhi makungabibikho impikiswano ngesikhathi seHajj noma ngabe yini eniyenzayo enhle uMvelinqangi uyayazi, zihlinzekeni kepha ukuzihlinzeka okungcono ukwesaba uMvelinqangi futhi nesabe mina, Oh Nina eniqondayo"},{"SurahNumber":2,"VerseNumber":198,"Text":"Akusilona icala phezulu kwenu uma nizicelela izipho ezivela eNkosini yenu (ngesikhathi se-Hajj ukwenza ibhizinisi), kepha uma senivela e-Arafat khumbulani uMvelinqangi (ngokumdumisa) eMash-ar-Al-Haraam futhi nimkhumbule njengoba anihola ngaphambili kwalokho beniphakathi kwabadukileyo"},{"SurahNumber":2,"VerseNumber":199,"Text":"Bese nihamba nilibhekise lapho abantu belibhekisa ngakhona nicele intethelelo kaMvelinqangi. Ngempela uMvelinqangi ungothethelelayo unesihawu"},{"SurahNumber":2,"VerseNumber":200,"Text":"Futhi uma seniwenzile amasiko enu (okwenza iHajj) nikhumbule uMvelinqangi njengalokhu nikhumbula obaba benu noma ngenkumbulo enkulu kunalokho. Ebantwini kukhona abathi “Oh Nkosi yethu” sabele kulomhlaba futhi akayikuba nangxenye kwelizayo"},{"SurahNumber":2,"VerseNumber":201,"Text":"Futhi kubona kukhona othi “Nkosi yethu siphe kulomhlaba okuhle nakwelizayo okuhle futhi usivikele ekujezisweni komlilo”"},{"SurahNumber":2,"VerseNumber":202,"Text":"Labo-ke okwabo ingxenye yalokho abakuvunile futhi uMvelinqangi ungosheshayo ekubaleni (ekwahluleleni)"},{"SurahNumber":2,"VerseNumber":203,"Text":"Futhi nikhumbule uMvelinqangi kulezozinsuku ezinqunyiwe, ngakho-ke lowo ofuna ukuhamba ezinsukwini ezimbili asikho isono kuyena. Futhi lowo olibalayo asikho isono kuyena, kulowo oweasaba uMvelinqangi, nesabe uMvelinqangi futhi nazi ukuthi nina niyoqoqeleka kuyena"},{"SurahNumber":2,"VerseNumber":204,"Text":"Futhi phakathi kwabantu kukhona lowo ekujabulisayo inkulumo yakhe ngempilo yasemhlabeni futhi (ebiza) uMvelinqangi ukuba afakaze ngalokhu okusenhliziyweni yakhe. Kanti uyisitha esikhulu ngaphezulu kwabhekene nabo"},{"SurahNumber":2,"VerseNumber":205,"Text":"Futhi uma echezuka endleleni ezama emhlabeni ukuthi enze ukukhwabanisa kuwona nokubhubhisa izitshalo kanye nemfuyo futhi uMvelinqangi akakuthandi ukukhwabanisa"},{"SurahNumber":2,"VerseNumber":206,"Text":"Futhi uma kuthiwa kuyena, “Saba uMvelinqangi” wabe esezigqaja ngalokho esonweni umanele yena umlilo wesihogo ngempela yimbi (leyo) ndawo yokuphumula"},{"SurahNumber":2,"VerseNumber":207,"Text":"Futhi phakathi kwabantu kukhona ozidayisa yena ukuze azuze injabulo kaMvelinqangi, futhi uMvelinqangi ulungile ezincekwini (zakhe)"},{"SurahNumber":2,"VerseNumber":208,"Text":"Oh nina enikholwayo! Ngenani ekuzithobeni ngaphansi kwentando kaMvelinqangi ngokuphelele futhi ningalandeli izinyathelo zikasathane, ngempela yena uyisitha senu esisobala"},{"SurahNumber":2,"VerseNumber":209,"Text":"Kepha uma nihlehlela ngemuva kokuba ubufakazi obucacile sebufikile kunina ngakho-ke yazini ukuthi uMvelinqangi uphakeme ngamandla unobuhlakani"},{"SurahNumber":2,"VerseNumber":210,"Text":"Ngakube balindele ngaphandle kokuba uMvelinqangi eze kubona ngezithunzi zamafu nezingelosi, futhi udaba selunqunyiwe futhi zibuyela kuMvelinqangi (zonke) izinqumo"},{"SurahNumber":2,"VerseNumber":211,"Text":"Buzani abantwana bakwa-Israyeli (ukuthi) zingaki izimpawu zobufakazi obucacile esabanika zona. Futhi noma ngabe ubani oshintsha ububele bukaMvelinqangi emva kokuba sebufikile kuyena. Ngakhoke ngempela uMvelinqangi unzima ekujeziseni"},{"SurahNumber":2,"VerseNumber":212,"Text":"Yenziwe yaba yinhle kulabo abangakholwa impilo yakulomhlaba futhi benza inhlekisa ngalabo abakholwayo, futhi nalabo abesaba uMvelinqangi bayokuba ngaphezulu kwabo ngosuku lokuvuka kwabafileyo, futhi uMvelinqangi wabela lowo amthandayo ngaphandle kokubala"},{"SurahNumber":2,"VerseNumber":213,"Text":"Abantu babeyisizwe esisodwa ngakho-ke uMvelinqangi wathumela abaphrofethi njengabalethi bezindaba ezimnandi nabaxwayisi, wehlisela phansi kubona incwadi ngeqiniso ukuze yahlulele phakathi kwabantu kulokho ababehlukene (ababephikisene) ngako, futhi akekho owayehlukile kukona ngaphandle kwalabo ababenikwe (imibhalo) emva kokuba sebefikelwe ubufakazi obucacile ngenxa yenzondo nomona phakathi kwabo. UMvelinqangi wabaholela (eqinisweni) labo abakholwayo mayelana nalokho ababehlukene ngakho ngentando yakhe. Futhi uMvelinqangi uholela lowo amthandayo endleleni eqondile"},{"SurahNumber":2,"VerseNumber":214,"Text":"Noma nicabanga ukuthi niyongena esivandeni yize noma kungazange kuze kunina okunjengalokho okweza kulabo asebadlula ngaphambilini kwenu, babevelelwa ukuhlupheka nobunzima, bezanyazanyiswa saze sathi isithunywa nalabo ababekholwa ababekanye naso (luyofika) nini usizo lukaMvelinqangi na? Ngempela usizo lukaMvelinqangi seluseduzane"},{"SurahNumber":2,"VerseNumber":215,"Text":"Bakubuza ngokufanele bakuchithe ithi “Noma ngabe yini enhle eniyichithayo yabazali, nezihlobo, nezintandane, nabadingayo, nesihambi (esidinga usizo). Futhi noma ngabe yini eniyenzayo enhle ngempela uMvelinqangi uyazi ngayo"},{"SurahNumber":2,"VerseNumber":216,"Text":"Kulotshiwe kunina ukulwa noma kungathandeki kunina. Futhi kungase kwenzeke ukuthi ningakuthandi okuthize kanti kuyinto enhle kunina futhi kungase kwenzeke ukuthi niyakuthanda okuthize kanti kuyinto enobubi kunina. Futhi uMvelinqangi uyazi kanti nina anazi"},{"SurahNumber":2,"VerseNumber":217,"Text":"Bakubuza mayelana nokulwa enyangeni engcwele ithi “ukulwa kuyona (kuyiphutha elikhulu) kodwa nokuvimbela (abantu) endleleni kaMvelinqangi nokungakholelwa kuyena (nokuvimbela abantu ukuthi baye) naseMasjid Al-Haraam nokuxosha abantu bayo kukhona (iphutha) elikhulu emehlweni kaMvelinqangi futhi ukungakholwa kungaphezulu kokubulala futhi bazoqhubeka nokulwa nani kuze kube yilapho beniphindisela emumva baniyekise inkolo yenu uma bekwazile. Futhi noma ngabe ubani kunina oyeka inkolo yakhe bese efa engakholwa labo-ke imisebenzi yabo ayilutho kulomhlaba nakwelizayo futhi labo-ke bangabanqwamani nomlilo bona bayohlala kuwo ingunaphakade"},{"SurahNumber":2,"VerseNumber":218,"Text":"Ngempela labo abakholwayo nalabo abahambayo (besuka endaweni beya kwenye indawo) nabalwa endleleni kaMvelinqangi labo-ke balindele umusa kaMvelinqangi. Futhi uMvelinqangi ungumthetheleli unesihawu"},{"SurahNumber":2,"VerseNumber":219,"Text":"Bakubuza ngophuzo oludakayo nokubheja ithi “kukona kokubili yisono esikhulu futhi isono sako kokubili sikhulu ngaphezu kwenzuzo yako kokubili, futhi bakubuza ukuthi kufanele bachitheni ithi, “Okuseleyo” kanjalo-ke uMvelinqangi unicacisela kanjalo amavesi mhlawumbe ningaba nemicabango"},{"SurahNumber":2,"VerseNumber":220,"Text":"Kulomhlaba nakwelizayo futhi bakubuza ngezintandane ithi, “ukubasiza kungcono kepha uma nizihlanganisa nabo mayelana nesimo sabo bangabafowenu futhi uMvelinqangi uyamazi umenzi wobubi kulowo owenza okuhle, ukube uMvelinqangiubethandaubenganifakaebunzimeni.Ngempela uMvelinqangi uphakeme ngamandla unobuhlakani"},{"SurahNumber":2,"VerseNumber":221,"Text":"Futhi ningashadi nabesifazane abakhonza abanye noma okunye ngaphandle kukaMvelinqangi kuze kube bayakholwa futhi ngempela isigqila sowesifazane okholwayo singcono kunowesifazane okhonza abanye noma okunye ngaphandle kukaMvelinqangi noma ngabe eniheha kanjani (owesifazane ongakholwa), futhi ningashadisi amadodakazi enu nabesilisa abakhonzaabanyenomaokunyengaphandlekukaMvelinqangi futhi ngempela isigqila sowesilisa okholwayo singcono kunomuntu okhonza abanye noma okunye ngaphandle kukaMvelinqangi noma ngabe eniheha kanjani. Labo-ke bakumemela emlilweni kepha uMvelinqangi ukumemela esivandeni (ezulwini) nasekuthetheleleni ngentando yakhe futhi ucacisela abantu amavesi akhe ukuze bakhumbule"},{"SurahNumber":2,"VerseNumber":222,"Text":"Futhibakubuzangokuyaesikhathiniithi“kuyintoephathakabi ngakho-ke qhelelanani nabesifazane benu uma besesikhathini ningasondelani kubo baze bahlanzeke. Uma sebezihlanzile seningeza kubona ngalapho uMvelinqangi enikhombisile khona. Ngempela uMvelinqangi uyabathanda abaphenduka ngentethelelo (kuyena) futhi uyabathanda abazihlanzayo"},{"SurahNumber":2,"VerseNumber":223,"Text":"Amakhosikazi enu izivande zenu ngakho-ke iyani izvandeni zenu ngesikhathi enifisa ngaso futhi nibekele imiphefumulo yenu (okuhle) ngaphambili nesabe uMvelinqangi futhi nazi ukuthi nina niyohlangana naye. Futhi yisho izindaba ezimnandi kwabakholwayo"},{"SurahNumber":2,"VerseNumber":224,"Text":"Futhi ningenzi (izifungo zenu) ngoMvelinqangi isizathu ekungenzini okuhle futhi nesabeni uMvelinqangi nasekwenzeni ubulungiswa phakathi kwabantu. Futhi uMvelinqangi ungozwayo owaziyo"},{"SurahNumber":2,"VerseNumber":225,"Text":"UMvelinqangi akanibeki isono ngalokho eningakuhlosile ezifungweni zenu kodwa unibeka isono ngalokho okuvunwe yizinhliziyo zenu. Futhi uMvelinqangi ungothethelelayo obekezelayo"},{"SurahNumber":2,"VerseNumber":226,"Text":"Kulabo abafunga ukuthi bazile amakhosikazi abo (isikhathi okumele) basime izinyanga ezine uma sebephindele (esimweni esejwayelekile) ngakho-ke ngempela uMvelinqangi ungothethelelayo onesihawu"},{"SurahNumber":2,"VerseNumber":227,"Text":"Futhi uma benqumelana isahlukaniso ngempela uMvelinqangi ungozwayo owaziyo"},{"SurahNumber":2,"VerseNumber":228,"Text":"Futhi abesifazane abahlukanisile kufanele balinde kuze kuphele izinyanga ezintathu (bengashadi okwesibili), futhi akusiwona umthetho kubona ukufihla lokho uMvelinqangi akudalile esizalweni sabo uma bekholwa kuMvelinqangi kanye nososukwini lokugcina, futhi abayeni babo banamalungelo okubabuyisela emumva kulesisi (sikhathi) uma befuna ukubuyelana. Futhi okwabo (abesifazane) kufana nalokho okulindelekile kubona mayelana nokuhle. Futhi amadoda (abayeni babo) bangaphezu kwabo ngezinga. Futhi uMvelinqangi uphakeme ngamandla unobuhlakani"},{"SurahNumber":2,"VerseNumber":229,"Text":"Isahlukaniso sikabili ngakho-ke (emuva kwalokho) uyamugcina ngendlela eyamukelekile noma uyamdedela ngendlela eyamukelekile futhi akusiwona umthetho kunina ukuthi nithathe okuthize kubona kulokho enababela kona, ngaphandle uma bona bobabili besaba ukuthi angeke bakwazi ukugcina imigomo kaMvelinqangi. Kepha uma nesaba ukuthi angeke nikwazi ukugcina imigomo kaMvelinqangi akukho isono kubona bobabili mayelana nokuthize okubuyiswa owesifazane ukuze akhululeke. Leyo yimigomo kaMvelinqangi ngakho-ke ningayeqi futhi noma ngabe ngubani oweqa imigomo kaMvelinqangi labo-ke bona bangabenzi bokubi"},{"SurahNumber":2,"VerseNumber":230,"Text":"Futhi uma (indoda) yahlukanisile naye (owesifazane okwesithathu) akasekho emthethweni kuyena (owesilisa ukuthi ashade naye) emuva kwalokho kuze kube ashade nenye indoda. Futhi uma (indoda entsha) yenza isahlukaniso naye alikho icala kubona bobabili (indoda yokuqala nowesifazane) uma becabanga ukuthi bona bobabili bazoyigcina imigomo kaMvelinqangi. Lena yimigomo kaMvelinqangi ayenza icace esizweni esaziyo"},{"SurahNumber":2,"VerseNumber":231,"Text":"Futhi uma nehlukanisile nabesifazane futhi sebesiqedile isikhathi sabo kepha uma begcinwa mabagcinwe ngendlela eyamukelekile noma uma nibadedela mabadedelwe ngendlela eyamukelekile. Futhi ningabagcini ngendlela ebaphatha kabi ukuze niphule imigomo futhi noma ngabe ubani owenza lokho uzonele umphefumulo wakhe, futhi ningenzi amavesi kaMvelinqangi inhlekisa, futhi nikhumbule ububele buka Mvelinqangi phezulu kwenu nalokho akwehlisele phezulu kwenu okusencwadini, nobuhlakani aniyalela ngakho nesabe uMvelinqangi futhi nazi ukuthi uMvelinqangi wazi ngazo zonke izinto"},{"SurahNumber":2,"VerseNumber":232,"Text":"Futhi uma nehlukanisile nabesifazane kulapho sebesiqedile isikhathi sabo, ningabavimbeli ukuba bashade namadoda abo (okuqala) uma bevumelana phakathi kwabo ngendlela eyamukelekile. Lokho enitshelwe ngakho noma ngabe ubani kunina okholwa kuMvelinqangi nasosukwini lokugcina lokho kunilungele futhi kuhlanzekile kunina, uMvelinqangi uyazi kepha nina anazi"},{"SurahNumber":2,"VerseNumber":233,"Text":"Omame bayoncelisa izingane zabo iminyaka emibili egcwele lowo othanda ukuqedela (isikhathi) sokuncelisa, futhi ubaba uthwele umthwalo wokondla nokubagqokisa ngendlela okwamukeleke ngayo, awukho umphefumulo oyothweswa umthwalo ongaphezulu kwamandla awo umame akumele aphathwe kabi ngenxa yengane yakhe noma lowo ingane ezalelwe yena (ubaba) ngenxa yengane yakhe futhi nasendlalifeni (kwenzeka) okufana nalokho. Uma bobabili bethanda ukumyekisa ukuncela ngokuvumelana noma sebebonisene asikho isono kubona bobabili. Futhi uma nifuna ukuqasha abagadi bezingane zenu asikho isono kunina inqobo nje uma nibakhokhela ngendlela eyamukelekile futhi nesabe uMvelinqangi, futhi nazi ukuthi uMvelinqangi uyakubona enikwenzayo"},{"SurahNumber":2,"VerseNumber":234,"Text":"Futhi labo abafa kunina bashiya amakhosikazi ngemuva (amakhosikazi) awalinde izinyanga ezine nezinsuku eziyishumi. Uma esesiqedile leso sikhathi asikho isono kunina emiphefumulweni yabo ngendlela eyamukelekile. Futhi uMvelinqangi uyakwazi enikwenzayo"},{"SurahNumber":2,"VerseNumber":235,"Text":"Asikho isono kunina kulokho enikushoyo (isithembiso somshado) kwabesifazane noma lokho enikufihlayo emiphefumulweni yenu, uMvelinqangi uyazi ukuthi nizobakhumbula (abesifazane) kodwa ningenzi isithembiso kubona sibe yimfihlo ngaphandle kokuthi nikhulume inkulumo ngendlela eyamukelekile. Futhi ninganqumi ukushada kuze kuphele isikhathi esinqunyiwe futhi nazi ukuthi uMvelinqangi uyakwazi okusezinhliziyweni zenu ngakho-ke mqapheleni futhi nazi ukuthi uMvelinqangi uyathethelela uyabekezela"},{"SurahNumber":2,"VerseNumber":236,"Text":"Asikho isono kunina uma nehlukanisa nabesifazane nibe ningakabathinti noma ningakabakhipheli lokho okuyisabelo sabo (Mehr). Futhi nibanike (isipho), koyisicebi okulingene namandla akhe futhi nokompofu okulingene namandla akhe isipho masenziwe ngendlela eyamukelekile, (lokho) kubekekile ukuba kwenziwe abenzi bokuhle"},{"SurahNumber":2,"VerseNumber":237,"Text":"Futhi uma nehlukanisa nabesifazane ngaphambili kokuba nibathinte nibe senibaqokele okwabo ngakho-ke (banikeni) ingxenye yalokho enibaqokele kona ngaphandle kokuthi kona bengakuthathi noma kungathathwa yilowo esandleni sakhe okunesibopho somshado futhi ukuthi nikuyeke kusondelene nokwenza okuhle, futhi ningakhohlwa izenzo ezinhle phakathi kwenu ngempela uMvelinqangi ungokubonayo enikwenzayo"},{"SurahNumber":2,"VerseNumber":238,"Text":"Qaphelani imithandazo futhi (ikakhulukazi) umthandazo ophakathi, futhi nime ngaphambi kukaMvelinqangi ngokuzithoba"},{"SurahNumber":2,"VerseNumber":239,"Text":"Kodwa uma nesaba (ubungozi noma isitha thandazani) nimile noma nigibele futhi uma seniphephile nikhumbule uMvelinqangi njengoba anifundisa lokho enaningakwazi"},{"SurahNumber":2,"VerseNumber":240,"Text":"Futhi labo abafayo phakathi kwenu bashiya amakhosikazi (abo) ngemuva isondlo kumakhosikazi esingangonyaka ngaphandle kokuthi baphumele ngaphandle. Uma bephumela ngaphandle (beshiya) asikho isono kubona kulokho abakwenzile emiphefumulweni yabo, uma bekwenze ngendlela eyamukelekile futhi uMvelinqangi uphakeme ngamandla unobuhlakani"},{"SurahNumber":2,"VerseNumber":241,"Text":"Futhi kwabesifazane abehlukanisile (kufanele bathole) isondlo ngendlela eyamukelekile lokho kubekekile kulabo abanonembeza"},{"SurahNumber":2,"VerseNumber":242,"Text":"Ngokunjalo-ke uMvelinqangi unenzela kucace amavesi akhe ukuthi nibe nomqondo"},{"SurahNumber":2,"VerseNumber":243,"Text":"Anibabonanga yini labo abaphuma emakhaya abo beyizinkulungwane besaba ukufa? Wabe esethi uMvelinqangi kubona “yifani” wabe eseyabavusa ngempela unobubele kubantu kepha abantu abaningi ababongi"},{"SurahNumber":2,"VerseNumber":244,"Text":"Futhi yilwani endleleni kaMvelinqangi futhi nazi ukuthi ngempela uMvelinqangi ungozwayo owaziyo"},{"SurahNumber":2,"VerseNumber":245,"Text":"Ubani lowo ozoboleka uMvelinqangi ozoboleka ukuboleka okuhle, angamuphindaphindela kona ukuphindaphinda izikhathi eziningi, futhi uMvelinqangi ungobambayo (okuthize) futhi nguyena odedelayo futhi siyophindela kuyena"},{"SurahNumber":2,"VerseNumber":246,"Text":"Awukaboni yini ukuhlangana kwabantwana bakwa-Israel emumva kukaMose ngesikhathi bethi kumphrofethi wabo “thumela kuthina iNkosi ukuze silwe endleleni kaMvelinqangi” wathi, “Akusikhona yini ukuthi naniyobaleka ukuba naninqunyelwe ukulwa? Bathi, “kwakungoba yini ukuthi singangalwi futhi kwakungoba yini ukuthi singangalwi endleleni kaMvelinqangi na? Sibe sasikade sasikhishwe emakhaya ethu nasezinganeni zethu na?” kwathi lapho sebenqunyelwe ukulwa bajikela emuva ngaphandle kwabayingcosana kubona futhi uMvelinqangi ungobaziyo abenzi bobubi"},{"SurahNumber":2,"VerseNumber":247,"Text":"Futhi umphrofethi wabo wathi kubona “ngempela uMvelinqangi unithumele uSawuli ukuba abe yiNkosi. Bathi, “kungenzeka kanjani ukuthi ubukhosi kube ngobakhe ngaphezulu kwethu sibe thina sifanelwe ubukhosi ngaphezu kwakhe na? Engakaze anikezwe ngisho nengcebo na?” wathi “ngempela uMvelinqangi umkhethile ngaphezulu kwenu futhi wamandisela ulwazi nomzimba, futhi uMvelinqangi unikeza umbuso wakhe lowo amthandayo futhi uMvelinqangi wazi kabanzi"},{"SurahNumber":2,"VerseNumber":248,"Text":"Futhi umphrofethi wabo wathi kubona, “ngempela izimpawu zobukhosi bakhe ukuthi kuyofika kunina ibhokisi phakathi kulona kuyobe kunokuthula okuvela eNkosini yenu nokwasalayo okwashiywa umndeni kaMose nomndeni ka-Aroni liyobe lithwelwe yizingelosi ngempela kulokho kunesibonakaliso kunina uma ningabakholwayo"},{"SurahNumber":2,"VerseNumber":249,"Text":"Futhi kwathi lapho uSawuli ephuma namabutho (akhe) wathi, “ngempela uMvelinqangi uzonihlola ngomfula noma ngabe ubani oyophuza kuwona akasiyena owami kepha lowo ongayikuwanambitha ngempela ungowami, ngaphandle kwalowo oyophuza ngesandla sakhe okulingene kodwa baphuza kuwona ngaphandle kwabayingcosana kubona. Kwathi lapho esewuwelile yena nalabo ababekholwa kanye naye bathi “namhlanje asinamandla okubhekana noGoliyathi namabutho akhe kepha labo ababeqinisekile ukuthi bayohlangana noMvelinqangi” bathi, “kukaningi kangakanani ukuthi idlanzana lehlule isixuku esikhulu ngentando kaMvelinqangi? Futhi uMvelinqangi ukanye nababekezelayo”"},{"SurahNumber":2,"VerseNumber":250,"Text":"Kwathi lapho sebephokophelele phambili ukuyolwa noGoliyathi namabutho akhe bathi, “Nkosi yethu senze sibekezele wenze izinyawo zethu ziqine futhi usisize ekubhekaneni nabantu abangakholwa"},{"SurahNumber":2,"VerseNumber":251,"Text":"Ngakho-ke banqoba ngentando kaMvelinqangi futhi uDavide wabulala uGoliyathi futhi uMvelinqangi wamnika ubukhosi nokuhlakanipha wamfundisa kulokho ayekufisa. Futhi ukube kwakungesikona ukuthi uMvelinqangi ugudluza abanye abantu ngabanye, umhlaba wawuzokonakala kodwa uMvelinqangi ungonobubele emihlabeni"},{"SurahNumber":2,"VerseNumber":252,"Text":"Lawo ngamavesi kaMvelinqangi sikufundela wona ngeqiniso, futhi ngempela wena (Muhammad) ungomunye wezithunywa"}]}