{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"گفت: «آیا به تو نگفتم که هرگز نمی‌توانی با من صبر کنی؟!»"},{"SurahNumber":18,"VerseNumber":76,"Text":"(موسی) گفت: «بعد از این اگر از تو دربارۀ چیزی سؤال کردم، دیگر با من همراهی نکن، به‌راستی از جانب من معذور خواهی بود»"},{"SurahNumber":18,"VerseNumber":77,"Text":"پس به راه خود ادامه دادند، تا به اهل قریه‌ای رسیدند، از آنان خواستند که به ایشان غذا دهند، ولی آنان از مهمان نمودن آنان خود داری کردند. آنگاه در آنجا دیواری یافتند که می‌خواست فرو ریزد، پس (خضر)آن را راست و استوار کرد، (موسی) گفت: «اگر می‌خواستی (می‌توانستی) در مقابل این کار؛ مزدی بگیری»"},{"SurahNumber":18,"VerseNumber":78,"Text":"(خضر) گفت: «اینک زمان جدایی من و تو فرا رسیده، به‌زودی تو را از راز (و حکمت) آنچه که نتوانستی در برابر آن صبر کنی؛ آگاه خواهم ساخت"},{"SurahNumber":18,"VerseNumber":79,"Text":"اما کشتی، از آن بی‌نوایانی بود که در دریا کار می‌کردند، پس من خواستم آن را معیوب کنم، (چرا که) پشت سر آن‌ها پادشاهی (ستمگر) بود که هر کشتی (سالمی) را به‌زور می‌گرفت"},{"SurahNumber":18,"VerseNumber":80,"Text":"و اما نوجوان، پدر و مادرش (هردو) با ایمان بودند، پس بیم داشتیم که آنان را به سرکشی و کفر وا‌دارد"},{"SurahNumber":18,"VerseNumber":81,"Text":"از این رو، خواستیم که پروردگارشان فرزند پاک‌تر و پر محبت تری بجای او به آن دو عطا فرماید"},{"SurahNumber":18,"VerseNumber":82,"Text":"و اما دیوار، از آن دو نوجوان یتیم در آن شهر بود، و زیر آن، گنجی متعلق به آن دو وجود داشت، و پدرشان مردی صالح بود، پس پروردگارت خواست که آنان به حد بلوغ برسند و گنج خود را بیرون آورند، این رحمتی از پروردگارت بود، این (کار‌ها) را من خود سرانه انجام ندادم، این بود راز (و حکمت) کارهای که نتوانستی در برابر آن‌ها صبر کنی»"},{"SurahNumber":18,"VerseNumber":83,"Text":"و (ای پیامبر!) از تو دربارۀ «ذوالقرنین» می‌پرسند؛ بگو: «به زودی چیزی از سر گذشت او برای شما خواهم خواند»"},{"SurahNumber":18,"VerseNumber":84,"Text":"یقیناً ما به او در زمین قدرت و حکومت دادیم، و اسباب هر چیز را در اختیارش گذاشتیم"},{"SurahNumber":18,"VerseNumber":85,"Text":"پس او (از این) اسباب (پیروی و) استفاده کرد"},{"SurahNumber":18,"VerseNumber":86,"Text":"تا آن که به غروب گاه آفتاب رسید، (چنین به نظرش رسید) که خورشید در چشمه‌ای گِل آلود و سیاه غروب می‌کند، و در آنجا مردمی را یافت، گفتیم: «ای ذوالقرنین! یا (آنان را) مجازات می‌کنی، و یا روش خوبی دربارۀ آن‌ها انتخاب می‌نمایی»"},{"SurahNumber":18,"VerseNumber":87,"Text":"(ذو القرنین) گفت: «اما کسی‌که ستم کرده است، مجازات خواهیم کرد، سپس به سوی پروردگارش باز گردانده می‌شود، آنگاه او را مجازات سختی خواهد کرد"},{"SurahNumber":18,"VerseNumber":88,"Text":"و اما کسی‌که ایمان آورد و کار شایسته انجام داد، پس (در آخرت) پاداشی نیکو دارد، و ما دستور، آسانی به او خواهیم داد»"},{"SurahNumber":18,"VerseNumber":89,"Text":"سپس از اسبابی (که در اختیارش بود) استفاده کرد"},{"SurahNumber":18,"VerseNumber":90,"Text":"تا آنکه به جایگاه برآمدن آفتاب رسید، (در آنجا) دید که آفتاب بر مردمانی طلوع می‌کند که در برابر (تابش) آفتاب برایشان پوششی قرار نداده بودیم"},{"SurahNumber":18,"VerseNumber":91,"Text":"اینچنین بود (کار ذی القرنین) و به راستی ما از آنچه در اختیار داشت (و انجام می‌داد) کاملاً آگاه بودیم"},{"SurahNumber":18,"VerseNumber":92,"Text":"سپس از وسایل و اسباب استفاده کرد"},{"SurahNumber":18,"VerseNumber":93,"Text":"(و به سفر ادامه داد) تا به میان دو کوه رسید، و در کنار آن دو (کوه) مردمی را یافت که هیچ سخنی را نمی‌فهمیدند"},{"SurahNumber":18,"VerseNumber":94,"Text":"(آنان به او) گفتند: «ای ذوالقرنین! یأجوج و مأجوج در این سرزمین فساد می‌کنند، پس آیا هزینه‌ای برای تو قرار دهیم، که میان ما و آن‌ها سدی بسازی؟!»"},{"SurahNumber":18,"VerseNumber":95,"Text":"(ذوالقرنین) گفت: «آنچه پروردگارم در اختیار من قرار داده (از قدرت و ثروت) بهتر است (از آنچه شما پیشنهاد می‌کنید) پس مرا با نیرو یاری کنید، تا میان شما و آن‌ها سدّ محکمی بسازم"},{"SurahNumber":18,"VerseNumber":96,"Text":"قطعات بزرگ آهن برایم بیاورید، (و روی هم بچینید)» تا وقتی‌که کاملاً میان دو کوه را برابر کرد (و پوشانید)، گفت: «(در اطراف آن آتش بیفروزید) و در آن بدمید» (آن‌ها دمیدند) تا وقتی قطعات آهن را سرخ و گداخته کرد. گفت: «(اکنون) مس ذوب شده برایم بیاورید؛ تا بر روی آن بریزم»"},{"SurahNumber":18,"VerseNumber":97,"Text":"(سر انجام سد محکمی ساخت) پس آن‌ها (= یأجوج و مأجوج) اصلاً نتوانستند از آن بالا روند، و نتوانستند سوراخ و نقبی درآن ایجاد کنند"},{"SurahNumber":18,"VerseNumber":98,"Text":"(آنگاه) گفت: «این از رحمت پروردگار من است (و تا الله بخواهد پا برجا می‌ماند) اما هنگامی‌که وعدۀ پروردگارم فرا رسد، آن را درهم می‌کوبد، و وعدۀ پروردگارم حق است»"},{"SurahNumber":18,"VerseNumber":99,"Text":"و در آن روز (که جهان پایان می‌پذیرد) ما آن‌ها را (چنان) رها می‌کنیم که در هم موج می‌زنند، و در شیپور دمیده می‌شود، سپس ما همه را (در یکجا) جمع می‌کنیم"},{"SurahNumber":18,"VerseNumber":100,"Text":"و درآن روز، جهنم را بر کافران عرضه می‌داریم"},{"SurahNumber":18,"VerseNumber":101,"Text":"(آن) کسانی‌که چشمان‌شان از یاد من در پردۀ (غفلت) بود، و توان شنیدن (حق را) نداشتند"},{"SurahNumber":18,"VerseNumber":102,"Text":"آیا کسانی‌که کافر شدند؛ گمان می‌برند که بندگان مرا بجای من اولیای خود بگیرند؟! بی‌گمان ما جهنم را برای پذیرائی کافران آماده کرده‌ایم"},{"SurahNumber":18,"VerseNumber":103,"Text":"(ای پیامبر!) بگو: «آیا شما را به زیان کارترین (مردم) در کارها، خبر دهیم"},{"SurahNumber":18,"VerseNumber":104,"Text":"کسانی‌که تلاش و کوشش شان در زندگی دنیا تباه و ضایع شده، و با این حال گمان می‌کنند که کار نیک انجام می‌دهند»"},{"SurahNumber":18,"VerseNumber":105,"Text":"آن‌ها کسانی هستند که به آیات پروردگارشان و لقای او (در جهان آخرت) کافر شدند، در نتیجه اعمال‌شان تباه و نابود شد، سپس در روز قیامت برای آن‌ها (ارزشی قائل نیستیم) و زنی بر پا نخواهیم کرد"},{"SurahNumber":18,"VerseNumber":106,"Text":"(آری) این (گونه) است سزای‌شان دوزخ است، بخاطر آنکه کافر شدند، و آیات من و پیامبرانم را مسخره گرفتند"},{"SurahNumber":18,"VerseNumber":107,"Text":"بی‌گمان کسانی‌که ایمان آورده‌اند و کار‌های شایسته انجام دادند، باغ‌های (بهشت) برین محل پذیرائی آنان خواهد بود"},{"SurahNumber":18,"VerseNumber":108,"Text":"جاودانه در آن خواهند ماند و هرگز تقاضای نقل مکان از آنجا نمی‌کنند"},{"SurahNumber":18,"VerseNumber":109,"Text":"(ای پیامبر!) بگو: «اگر دریا برای (نگارش) کلمات پروردگارم جوهر شود؛ قطعاً دریا به پایان می‌رسد، پیش از آنکه کلمات پروردگارم پایان یابد، هر چند همانند آن (دریا) به کمک آن بیاوریم»"},{"SurahNumber":18,"VerseNumber":110,"Text":"(ای پیامبر!) بگو: «من فقط بشری هستم مثل شما، (امتیاز من این است که) به من وحی می‌شود، که تنها معبودتان معبود یگانه است، پس هر که به لقای پروردگارش امید دارد، باید کار شایسته انجام دهد، و هیچ کس را در عبادت پروردگارش شریک نسازد»"},{"SurahNumber":19,"VerseNumber":1,"Text":"کهیعص (کاف. ها. یا. عین. صاد)"},{"SurahNumber":19,"VerseNumber":2,"Text":"(این) بیان رحمت پروردگارت (نسبت) به بنده‌اش زکریا است"},{"SurahNumber":19,"VerseNumber":3,"Text":"چون پروردگارش را به ندایی پنهان (به دعا) خواند"},{"SurahNumber":19,"VerseNumber":4,"Text":"گفت: «پروردگارا! به‌راستی که استخوانم سست شده، و شعلۀ پیری سرم را فرا گرفته (و موهایم سفید گشته است) و من (هرگز) در دعای تو، ای پروردگارم! محروم نبوده‌ام"},{"SurahNumber":19,"VerseNumber":5,"Text":"و به‌راستی که من بعد از (مرگ) خودم از وارثانم بیمناکم، و همسرم نازا (و عقیم) است، پس از نزد خویش وارثی به من عطا فرما"},{"SurahNumber":19,"VerseNumber":6,"Text":"که وارث من و (نیز) وارث آل یعقوب باشد، و پروردگارا! او را پسندیده قرار ده»"},{"SurahNumber":19,"VerseNumber":7,"Text":"(الله فرمود:) «ای زکریا! همانا ما تو را به پسری بشارت می‌دهیم که نامش یحیی است، (که) پیش از این همنامی برای او قرار نداده‌ایم»"},{"SurahNumber":19,"VerseNumber":8,"Text":"(زکریا) گفت: «پروردگارا! چگونه برای من پسری خواهد بود؟! درحالی‌که همسرم نازا است، و من (نیز) از شدت پیری به ناتوانی رسیده‌ام!»"},{"SurahNumber":19,"VerseNumber":9,"Text":"(فرشته) گفت: «این گونه است، پروردگارت فرموده است: این بر من آسان است، و به‌راستی پیش از این تو را آفریدم در حالی‌که چیزی نبودی»"},{"SurahNumber":19,"VerseNumber":10,"Text":"(زکریا) گفت: «پروردگارا! برای من نشانه‌ای قرار ده» فرمود: «نشانۀ تو این است که سه شبانه (روز) در حالی‌که (تندرست و) سالمی؛ نتوانی با مردم سخن بگویی»"},{"SurahNumber":19,"VerseNumber":11,"Text":"پس (او) از محراب (= جایگاه عبادتش) بر قومش بیرون آمد، آنگاه به آن‌ها اشاره کرد که: صبح و شام (الله را) تسبیح گویید»"},{"SurahNumber":19,"VerseNumber":12,"Text":"(الله فرمود:) ای یحیی! کتاب (تورات) را با قوت (و جدیت) بگیر، و در کودکی به او دانش (و نبوت) دادیم"},{"SurahNumber":19,"VerseNumber":13,"Text":"و (نیز به او) شفقت و پاکیزگی از جانب خود (عطا کردیم). و (او) پرهیزگار بود"},{"SurahNumber":19,"VerseNumber":14,"Text":"و (او) نسبت به پدر و مادرش نیکو کار بود، و سرکش (و) نافرمان نبود"},{"SurahNumber":19,"VerseNumber":15,"Text":"و سلام بر او باد، روزی‌که متولد شد، و روزی‌که می‌میرد، و روزی‌که زنده برانگیخته می‌شود"},{"SurahNumber":19,"VerseNumber":16,"Text":"و در (این) کتاب (قرآن) مریم را یاد کن، هنگامی‌که از خانواده‌اش کناره گرفت، (و در) ناحیۀ شرقی (بیت المقدس) مستقر شد"},{"SurahNumber":19,"VerseNumber":17,"Text":"پس میان خود و آن‌ها پرده‌ای کشید، آنگاه (ما) روح خود (= جبر ئیل) را به سوی او فرستادیم، پس به هیئت انسانی کامل بر او ظاهر شد"},{"SurahNumber":19,"VerseNumber":18,"Text":"(مریم) گفت: «همانا من از (شر) تو، به (الله) رحمان پناه می‌برم، اگر تو پرهیزگار هستی»"},{"SurahNumber":19,"VerseNumber":19,"Text":"(فرشته) گفت: «یقیناً من فرستادۀ پروردگار تو هستم، تا پسر پاکیزه‌ای به تو ببخشم»"},{"SurahNumber":19,"VerseNumber":20,"Text":"(مریم) گفت: «چگونه ممکن است مرا پسری باشد در حالی‌که تاکنون انسانی با من تماس نداشته است، و هرگز (زن) بدکاره‌ای (هم) نبوده‌ام؟!»"},{"SurahNumber":19,"VerseNumber":21,"Text":"(فرشته) گفت: «این گونه است، پروردگارت فرموده است: این (کار) بر من آسان است، و او را برای مردم نشانه‌ای قرار می‌دهیم، و (نیز) رحمتی از سوی ماست، و این امری است انجام یافته»"},{"SurahNumber":19,"VerseNumber":22,"Text":"پس (مریم) به او باردار شد، آنگاه با او به جایی دور دستی (رفت و از مردم) کناره گرفت"},{"SurahNumber":19,"VerseNumber":23,"Text":"پس درد زایمان او را به سوی تنۀ (درخت) خرمایی کشاند، گفت: «ای کاش پیش از این مرده بودم، و به‌کلی از یادها رفته (و فراموش شده) بودم»"},{"SurahNumber":19,"VerseNumber":24,"Text":"ناگهان از (سمت) پایینش (فرشته یا عیسی) او را صدا زد که: «غمگین مباش، به راستی پروردگارت زیر (پای) تو چشمه‌ای (جاری) قرار داده است"},{"SurahNumber":19,"VerseNumber":25,"Text":"و (این) تنۀ (درخت) خرما را به طرف خود تکان بده، (که) رطب تازه‌ای بر تو فرو می‌ریزد"},{"SurahNumber":19,"VerseNumber":26,"Text":"پس (از آن) بخور و (از آب چشمه) بنوش، و دیدگان را (به این مولود) روشن دار، پس اگر کسی از انسان‌ها را دیدی (با اشاره) بگو: «همانا من برای (الله) رحمان روزه (سکوت) نذر کرده‌ام، لذا امروز با هیچ بشری سخن نمی‌گویم»"},{"SurahNumber":19,"VerseNumber":27,"Text":"پس (مریم) در حالی‌که او (= عیسی) را برداشته بود، نزد قومش آمد، گفتند: «ای مریم! به راستی کاری (بسیار) زشت (و شگفت انگیزی) انجام داده‌ای"},{"SurahNumber":19,"VerseNumber":28,"Text":"ای خواهر هارون! پدرت مرد بدی نبود، و مادرت (نیز) زن بدکاره‌ای نبود!»"},{"SurahNumber":19,"VerseNumber":29,"Text":"پس (مریم) به او (=عیسی) اشاره کرد، گفتند: «چگونه با کسی‌که کودکی است در گهواره، سخن بگوییم؟!»"},{"SurahNumber":19,"VerseNumber":30,"Text":"(عیسی) گفت: «من بندۀ الله هستم، به من کتاب داده، و مرا پیامبر قرار داده است"},{"SurahNumber":19,"VerseNumber":31,"Text":"و مرا هر جا که باشم پر برکت و فرخنده قرار داده، و تا زنده‌ام مرا به نماز و زکات سفارش کرده است"},{"SurahNumber":19,"VerseNumber":32,"Text":"و (مرا) نسبت به مادرم نیکو کار (قرار داده) و مرا سرکش (و) بدبخت قرار نداده است"},{"SurahNumber":19,"VerseNumber":33,"Text":"و سلام بر من، روزی‌که متولد شدم، و روزی‌که می‌میرم، و روزی‌که زنده برانگیخته شوم»"},{"SurahNumber":19,"VerseNumber":34,"Text":"این است (حکایت) عیسی پسر مریم، گفتار راستی که در آن تردید (و اختلاف) می‌کنند"},{"SurahNumber":19,"VerseNumber":35,"Text":"(هرگز) شایسته الله نیست که فرزندی برگیرد، او منزه است، هرگاه کاری را فرمان دهد (و بخواهد)، فقط به آن می‌گوید: «موجود شو» پس (بی‌درنگ) موجود می‌شود"},{"SurahNumber":19,"VerseNumber":36,"Text":"و (عیسی به قومش گفت:) «یقیناً الله پروردگار من و پروردگار شماست، پس او را پرستش کنید، (که) راه راست این است»"},{"SurahNumber":19,"VerseNumber":37,"Text":"آنگاه گروه‌های (یهود و نصاری) در میان خود اختلاف کردند، پس وای بر کسانی‌که کافر شدند، از حضور (در آن) روز بزرگ (قیامت)"},{"SurahNumber":19,"VerseNumber":38,"Text":"(آن) روزی‌که نزد ما می‌آیند، چه خوب شنوا و چه خوب بینا هستند، لیکن ستمکاران امروز در گمراهی آشکارند"},{"SurahNumber":19,"VerseNumber":39,"Text":"و (ای پیامبر!) آن‌ها را از روز حسرت بترسان، آنگاه که کار پایان پذیرد، و آن‌ها (همچنان) در غفلت‌اند و ایمان نمی‌آورند"},{"SurahNumber":19,"VerseNumber":40,"Text":"همانا ماییم که زمین و کسانی را که بر آن هستند، به ارث می‌بریم، و (همگی) به‌سوی ما باز گردانده می‌شوند"},{"SurahNumber":19,"VerseNumber":41,"Text":"و (ای پیامبر!) در (این) کتاب ابراهیم را یاد کن، بی‌گمان او پیامبری راستگو بود"},{"SurahNumber":19,"VerseNumber":42,"Text":"هنگامی‌که به پدرش گفت: «ای پدر جان! چرا چیزی را پرستش می‌کنی که نه می‌شنود و نه می‌بیند، و نه هیچ نیازی از تو برآورده می‌سازد؟"},{"SurahNumber":19,"VerseNumber":43,"Text":"ای پدر جان! یقیناً (از جانب الله) دانشی برای من آمده که برای تو نیامده است، پس از من پیروی کن، تا تو را به راه راست هدایت کنم"},{"SurahNumber":19,"VerseNumber":44,"Text":"ای پدر جان! شیطان را پرستش نکن، زیرا که شیطان نسبت به (الله) رحمان نافرمان بود"},{"SurahNumber":19,"VerseNumber":45,"Text":"ای پدر جان! من از این می‌ترسم که از (سوی الله) رحمان عذابی به تو برسد، آنگاه از دوستان شیطان (و هم‌نشینان او در آتش) باشی»"},{"SurahNumber":19,"VerseNumber":46,"Text":"(پدرش) گفت: «ای ابراهیم! آیا تو از معبود‌های من روی گردانی؟ اگر باز نیایی، قطعاً تو را سنگسار می‌کنم، و برای مدت طولانی از من دور شو»"},{"SurahNumber":19,"VerseNumber":47,"Text":"(ابراهیم) گفت: «سلام بر تو! به‌زودی از پروردگارم برای تو طلب آمرزش خواهم کرد، بی‌گمان او نسبت به من مهربان است"},{"SurahNumber":19,"VerseNumber":48,"Text":"و از شما و آنچه به جای الله می‌خوانید، کناره‌گیری می‌کنم، و پروردگارم را می‌خوانم، امید است که در خواندن پروردگارم محروم نباشم»"},{"SurahNumber":19,"VerseNumber":49,"Text":"پس چون از آن‌ها و آنچه به جای الله می‌پرستیدند کناره‌گیری کرد، اسحاق و یعقوب را به او بخشیدیم، و هر یک (از آنان) را پیامبر گردانیدیم"},{"SurahNumber":19,"VerseNumber":50,"Text":"و از رحمت خود به آن‌ها عطا کردیم، و برایشان (در میان امت‌ها) ذکر خیر بلند آوازه‌ای قرار دادیم"},{"SurahNumber":19,"VerseNumber":51,"Text":"و (ای پیامبر!) در (این) کتاب موسی را یاد کن، به‌راستی او مخلص بود، و فرستاده‌ای پیامبر بود"},{"SurahNumber":19,"VerseNumber":52,"Text":"و (ما) او را از طرف راست (کوه) طور نِدا دادیم، و رازگویان او را (به خود) نزدیک ساختیم"},{"SurahNumber":19,"VerseNumber":53,"Text":"و (ما) از رحمت خود برادرش هارون را - که پیامبر بود - به او عطا کردیم"},{"SurahNumber":19,"VerseNumber":54,"Text":"و در (این) کتاب اسماعیل را یاد کن، بی‌گمان او راست وعده، و فرستاده‌ای پیامبر بود"},{"SurahNumber":19,"VerseNumber":55,"Text":"و (او همواره) خانواده‌اش را به نماز و زکات فرمان می‌داد، و نزد پروردگارش پسندیده بود"},{"SurahNumber":19,"VerseNumber":56,"Text":"و در (این) کتاب ادریس را یاد کن بی‌شک او پیامبری راستگو بود"},{"SurahNumber":19,"VerseNumber":57,"Text":"و (ما) او را به جایگاهی بلند فرا بردیم"},{"SurahNumber":19,"VerseNumber":58,"Text":"اینان کسانی از پیامبران بودند که الله بر آنان انعام کرده بود، از فرزندان آدم و از کسانی‌که با نوح (بر کشتی) سوار کردیم، و از فرزندان ابراهیم و اسرائیل (= یعقوب) و از کسانی‌که آن‌ها را هدایت کردیم و بر گزیدیم. چون آیات (الله) رحمان بر آن‌ها تلاوت می‌شد، سجده‌کنان و گریان (به خاک) می‌افتادند"},{"SurahNumber":19,"VerseNumber":59,"Text":"آنگاه پس از آنان (فرزندان) ناخلفانی جانشین شدند که نماز را (ضایع و) ترک کردند و از شهوات پیروی کردند، پس به‌زودی (کیفر) گمراهی (خود) را خواهند یافت"},{"SurahNumber":19,"VerseNumber":60,"Text":"مگر آن که توبه کرد و ایمان آورد، و کار شایسته انجام داد، پس اینان به بهشت داخل می‌شوند، و بر آنان هیچ ستمی نخواهد شد"},{"SurahNumber":19,"VerseNumber":61,"Text":"باغ‌های (بهشتی) جاودانی است که (الله) رحمان به غیب (= نادیده) بندگانش را به آن وعده داده است، مسلماً وعدۀ او فرا خواهد رسید"},{"SurahNumber":19,"VerseNumber":62,"Text":"در آنجا سخن بیهوده نمی‌شنوند، جز سلام (می‌شنوند) و برای آن‌ها (هر) صبح و شام روزی‌شان (در بهشت آماده) است"},{"SurahNumber":19,"VerseNumber":63,"Text":"این همان بهشتی است که از (میان) بندگانمان (به) آن کسی‌که (در دنیا) پرهیزگار بوده به ارث می‌دهیم"},{"SurahNumber":19,"VerseNumber":64,"Text":"و (جبرئیل به پیامبر عرض کرد:) (ما فرشتگان) جز به فرمان پروردگارت نازل نمی‌شویم، (آگاهی از) آنچه پیش روی ما، و آنچه پشت سرما، و آنچه میان این دو است، (همه) از آنِ اوست، و پروردگارت هرگز فراموش‌کار نیست"},{"SurahNumber":19,"VerseNumber":65,"Text":"(همان) پروردگار آسمان‌ها و زمین، و آنچه میان آن دو است، پس او را پرستش کن، و بر عبادتش شکیبا (و پایدار) باش. آیا (مانند و) هم‌نامی برای او می‌شناسی؟"},{"SurahNumber":19,"VerseNumber":66,"Text":"و انسان (کافر) می‌گوید: «آیا زمانی که بمیریم، زنده (از گور) بیرون آورده خواهم شد؟!»"},{"SurahNumber":19,"VerseNumber":67,"Text":"آیا انسان به یاد نمی‌آورد که ما پیش از این او را آفریدیم در حالی‌که هیچ چیز نبود؟"},{"SurahNumber":19,"VerseNumber":68,"Text":"پس سوگند به پروردگارت که محققاً (همۀ) آن‌ها را با شیاطین محشور خواهیم کرد، سپس (همۀ) آن‌ها را به زانو در آمده پیرامون جهنم حاضر می‌سازیم"},{"SurahNumber":19,"VerseNumber":69,"Text":"آنگاه از هر گروه، کسانی را که در برابر (فرمان الله) رحمان (از همه) سرکش‌تر (و پرجرأت‌تر) بوده‌اند، جدا خواهیم کرد"},{"SurahNumber":19,"VerseNumber":70,"Text":"سپس ما به (حال) کسانی‌که (برای سوختن) در آتش (جهنم) سزاوارترند؛ دانا‌تریم"},{"SurahNumber":19,"VerseNumber":71,"Text":"و هیچ یک از شما نیست؛ مگر آن که وارد آن (= جهنم) شود، این (وعده) بر پروردگارت فرمانی حتمی (و شدنی) است"},{"SurahNumber":19,"VerseNumber":72,"Text":"سپس کسانی را که تقوا پیشه کردند از آن رهایی می‌بخشیم، و ستمکاران را به زانو در آمده در آن رها می‌کنیم"},{"SurahNumber":19,"VerseNumber":73,"Text":"و هنگامی‌که آیات روشن ما بر آن‌ها تلاوت شود، کسانی‌که کافر شدند به کسانی‌که ایمان آوردند؛ می‌گویند: «کدام‌یک از دو گروه (ما و شما) در جایگاه (و مقام) بهتر، و از لحاظ محفل، (محفل‌شان) نیکو‌تر است»"},{"SurahNumber":19,"VerseNumber":74,"Text":"چه بسیار نسل‌ها را پیش از آنان نابود کردیم که آن‌ها از لحاظ ثروت از این‌ها بهتر بودند و ظاهرشان (نیز) آراسته‌تر بود"},{"SurahNumber":19,"VerseNumber":75,"Text":"(ای پیامبر!) بگو: «کسی‌که در گمراهی است، پس (الله) رحمان (از روی استدراج) او را به فزونی مهلت دهد، تا زمانی‌که آنچه را به آن وعده داده شده‌اند؛ یا عذاب و یا قیامت را ببینند، آنگاه به زودی خواهند دانست چه کسی جایگاهش بدتر، و سپاهش ناتوان‌تر است"},{"SurahNumber":19,"VerseNumber":76,"Text":"و کسانی‌که هدایت یافته‌اند، الله بر هدایت‌شان می‌افزاید، و (آثار و) نیکی‌های شایسته‌ای ماندگار در نزد پروردگارت پاداش بهتر، و عاقبت خوب‌تر دارد"},{"SurahNumber":19,"VerseNumber":77,"Text":"آیا کسی را دیده‌ای به آیات ما کافر شد، و گفت: «قطعاً مال و فرزند (فراوانی) به من داده خواهد شد»؟"},{"SurahNumber":19,"VerseNumber":78,"Text":"آیا بر غیب آگاهی یافته است، یا نزد (الله) رحمان عهدی گرفته است؟"},{"SurahNumber":19,"VerseNumber":79,"Text":"(هرگز) چنین نیست، (ما) به‌زودی آنچه را می‌گوید خواهیم نوشت، و بر عذاب او بسیار می‌افزاییم"},{"SurahNumber":19,"VerseNumber":80,"Text":"و آنچه را می‌گوید از او می‌گیریم، و تنها نزد ما می‌آید"},{"SurahNumber":19,"VerseNumber":81,"Text":"و (آن‌ها) به جای الله معبودانی را (برای خود) بر گزیدند، تا سبب عزت‌شان باشد"},{"SurahNumber":19,"VerseNumber":82,"Text":"چنین نیست، (بلکه) به زودی (معبودها) عبادت آنان را انکار خواهند کرد، و بر ضدشان برخیزند"},{"SurahNumber":19,"VerseNumber":83,"Text":"(ای پیامبر!) آیا ندیدی که ما شیاطین را بر کافران فرستادیم (و مسلط نبودیم) تا آن‌ها را سخت بر انگیزند"},{"SurahNumber":19,"VerseNumber":84,"Text":"پس (ای پیامبر!) دربارۀ آن‌ها شتاب نکن، ما با دقت (اجل و اعمال) آن‌ها را می‌شماریم"},{"SurahNumber":19,"VerseNumber":85,"Text":"روزی‌که پرهیزگاران را (دسته‌جمعی) - به صورت مهمان - به سوی (الله) رحمان گرد آوریم"},{"SurahNumber":19,"VerseNumber":86,"Text":"و مجرمان را تشنه‌کام به سوی جهنم برانیم"},{"SurahNumber":19,"VerseNumber":87,"Text":"آن‌ها مالک شفاعت نیستند؛ مگر کسی‌که نزد (الله) رحمان عهدی گرفته باشد"},{"SurahNumber":19,"VerseNumber":88,"Text":"و (مشرکان) گفتند: «(الله) رحمان فرزندی (برای خود) برگزیده است»"},{"SurahNumber":19,"VerseNumber":89,"Text":"به راستی چیزی بسیار زشت (و زننده‌ای، در میان) آوردید"},{"SurahNumber":19,"VerseNumber":90,"Text":"نزدیک است آسمان‌ها از این (سخن) از هم متلاشی گردد، و زمین شکافته شود، و کوه‌ها درهم شکافته فرو ریزند"},{"SurahNumber":19,"VerseNumber":91,"Text":"(از این رو) که برای (الله) رحمان فرزندی ادعا کرده‌اند"},{"SurahNumber":19,"VerseNumber":92,"Text":"و هرگز برای (الله) رحمان سزاوار نیست که فرزندی برگزیند"},{"SurahNumber":19,"VerseNumber":93,"Text":"هیچ چیز در آسمان‌ها و زمین نیست؛ مگر این‌که به بندگی سوی (الله) رحمان بیاید"},{"SurahNumber":19,"VerseNumber":94,"Text":"یقیناً (الله همۀ) آن‌ها را سر‌شماری کرده، و به دقت شمرده است،"},{"SurahNumber":19,"VerseNumber":95,"Text":"و همۀ آن‌ها روز قیامت، تنها نزد او حاضر می‌شوند"},{"SurahNumber":19,"VerseNumber":96,"Text":"بی‌گمان کسانی‌که ایمان آوردند و کارهای شایسته انجام دادند، (الله) رحمان برای آن‌ها محبتی (در دل‌ها) قرار می‌دهد"},{"SurahNumber":19,"VerseNumber":97,"Text":"پس همانا (ای پیامبر!) ما آن (= قرآن) به زبان تو آسان نمودیم، تا پرهیزگاران را با آن بشارت دهی، و گروه ستیزه‌گران (سرسخت) را با آن هشدار دهی"},{"SurahNumber":19,"VerseNumber":98,"Text":"و چه بسیار نسل‌ها که پیش از آن‌ها بودند هلاک کردیم، آیا کسی از آن‌ها را احساس می‌کنی، یا کمترین صدایی از آن‌ها می‌شنوی؟"},{"SurahNumber":20,"VerseNumber":1,"Text":"طه (طا. ها)"},{"SurahNumber":20,"VerseNumber":2,"Text":"(ای پیامبر! ما) قرآن را بر تو نازل نکردیم که به مشقت افتی"},{"SurahNumber":20,"VerseNumber":3,"Text":"مگر (آن) یاد آوری برای کسی است که (از الله) می‌ترسد"},{"SurahNumber":20,"VerseNumber":4,"Text":"(این قرآن) فرو فرستاده شده از سوی کسی‌که زمین و آسمان‌های بلند را آفریده است"},{"SurahNumber":20,"VerseNumber":5,"Text":"(الله) رحمان (است که) بر عرش قرار گرفت"},{"SurahNumber":20,"VerseNumber":6,"Text":"از آنِ اوست آنچه در آسمان‌ها و آنچه در زمین، و آنچه میان آن دو است، و آنچه زیر خاک (پنهان) است"},{"SurahNumber":20,"VerseNumber":7,"Text":"و اگر سخن آشکارا بگویی (یا آن را پنهان داری) بی‌گمان او (راز) نهان و نهان‌تر را می‌داند"},{"SurahNumber":20,"VerseNumber":8,"Text":"(او) الله است، که هیچ معبودی جز او نیست؛ نام‌های نیکو از آنِ اوست"},{"SurahNumber":20,"VerseNumber":9,"Text":"و (ای پیامبر!) آیا خبر موسی به تو رسیده است؟"},{"SurahNumber":20,"VerseNumber":10,"Text":"هنگامی‌که آتشی را (از دور) دید، پس به خانوادۀ خود گفت: «(لحظه‌ای) درنگ کنید، همانا من آتشی را دیده‌ام شاید شعله‌ای از آن برای شما بیاورم، یا بر آن آتش راهنمایی بیابم»"},{"SurahNumber":20,"VerseNumber":11,"Text":"پس چون نزد آن (آتش) آمد، نِدا داده شد که: «ای موسی"},{"SurahNumber":20,"VerseNumber":12,"Text":"همانا من پروردگار تو هستم، پس کفش‌هایت را بیرون کن، که تو در وادی مقدس طوی هستی"},{"SurahNumber":20,"VerseNumber":13,"Text":"و من تو را (به پیامبری) بر گزیدم، پس به آنچه (بر تو) وحی می‌شود، گوش فرا ده"},{"SurahNumber":20,"VerseNumber":14,"Text":"یقیناً من «الله» هستم، هیچ معبودی (به حق) جز من نیست، پس مرا پرستش کن، و نماز را برای یاد من بر پا دار"},{"SurahNumber":20,"VerseNumber":15,"Text":"قطعاً قیامت خواهد آمد، می‌خواهم (وقت) آن را پنهان دارم، تا هر کس در برابر سعی (و اعمالی) که می‌کند جزا داده شود"},{"SurahNumber":20,"VerseNumber":16,"Text":"پس مبادا کسی‌که به آن ایمان ندارد، و از هوس‌های خود پیروی می‌کند، تو را از آن باز دارد، که هلاک خواهی شد"},{"SurahNumber":20,"VerseNumber":17,"Text":"و ای موسی! آن چیست به (دست) راستت؟»"},{"SurahNumber":20,"VerseNumber":18,"Text":"گفت: «این عصای من است، بر آن تکیه می‌کنم، و با آن برای گوسفندانم (برگ درختان) فرو می‌ریزم، و مرا با آن کارهای دیگری (نیز) است (که برآورده می‌کنم)"},{"SurahNumber":20,"VerseNumber":19,"Text":"فرمود: «ای موسی! آن را بیفکن»"},{"SurahNumber":20,"VerseNumber":20,"Text":"پس (موسی) آن (عصا) را افکند، که ناگهان ماری شد که (به هر سو) می‌دوید"},{"SurahNumber":20,"VerseNumber":21,"Text":"فرمود: «آن را بگیر و نترس، به زودی آن را به صورت اولش باز می‌گردانیم"},{"SurahNumber":20,"VerseNumber":22,"Text":"و دستت را در بغل خود داخل کن، تا سفید (و) بی عیب بیرون آید، (این نیز) معجزۀ دیگری است"},{"SurahNumber":20,"VerseNumber":23,"Text":"تا آیات (و نشانه‌های) بزرگ خود را به تو نشان دهیم"},{"SurahNumber":20,"VerseNumber":24,"Text":"(اینک) به سوی فرعون برو، بی‌گمان او سرکشی کرده است»"},{"SurahNumber":20,"VerseNumber":25,"Text":"(موسی) گفت: «پروردگارا! سینه‌ام را برایم بگشا"},{"SurahNumber":20,"VerseNumber":26,"Text":"و کارم را برایم آسان گردان"},{"SurahNumber":20,"VerseNumber":27,"Text":"و گره از زبانم باز کن"},{"SurahNumber":20,"VerseNumber":28,"Text":"تا سخنانم را بفهمند"},{"SurahNumber":20,"VerseNumber":29,"Text":"و برای من (یاور و) وزیری از خاندانم قرار ده"},{"SurahNumber":20,"VerseNumber":30,"Text":"برادرم هارون را"},{"SurahNumber":20,"VerseNumber":31,"Text":"به (وسیلۀ) او پشت مرا محکم کن،"},{"SurahNumber":20,"VerseNumber":32,"Text":"و او را در کار (رسالت) من شریک ساز،"},{"SurahNumber":20,"VerseNumber":33,"Text":"تا تو را بسیار تسبیح گوییم،"},{"SurahNumber":20,"VerseNumber":34,"Text":"و بسیار تو را یاد کنیم،"},{"SurahNumber":20,"VerseNumber":35,"Text":"بی‌شک تو به (حال) ما خوب بینایی»"},{"SurahNumber":20,"VerseNumber":36,"Text":"فرمود: «ای موسی! هر چه خواستی به تو داده شد"},{"SurahNumber":20,"VerseNumber":37,"Text":"و به تحقیق ما بار دیگر (نیز) بر تو منت نهاده‌ایم (و نعمت بخشیده‌ایم)"},{"SurahNumber":20,"VerseNumber":38,"Text":"آن هنگام که به مادرت الهام کردیم، آنچه را که باید الهام می‌شد،"},{"SurahNumber":20,"VerseNumber":39,"Text":"که: «او را در صندوقی بگذار، آنگاه آن (صندوق) را به دریا بینداز، تا دریا او را به ساحل افکند، (و) دشمن من و دشمن او، او را برگیرد». و من محبتی از سوی خود بر تو افکندم و تا در برابر دیدگان من پرورش یابی"},{"SurahNumber":20,"VerseNumber":40,"Text":"آنگاه که خواهرت می‌رفت و می‌گفت: «آیا کسی را به شما نشان دهم که سرپرستی‌اش را به عهده گیرد؟!» پس تو را به مادرت باز گرداندیم، تا چشمش (به دیدار تو) روشن شود، و اندوهگین نگردد، و (بعدها) تو یک نفر (قبطی) را کُشتی، پس (ما) تو را از اندوه (و گرفتاری) نجات دادیم، و بار‌ها (چنانکه باید) تو را آزمودیم. پس (از آن) سال‌ها در میان مردم مدین ماندی، سپس ای موسی! بر (طبق) تقدیر (الهی به اینجا) آمدی"},{"SurahNumber":20,"VerseNumber":41,"Text":"و تو را برای خودم خاص ساختم (و پرورش دادم)"},{"SurahNumber":20,"VerseNumber":42,"Text":"(اینک) تو و برادرت با آیات من برو، و در یاد من سستی نکنید"},{"SurahNumber":20,"VerseNumber":43,"Text":"به سوی فرعون بروید، بی‌گمان او سرکشی کرده است"},{"SurahNumber":20,"VerseNumber":44,"Text":"پس به نرمی با او سخن بگویید، شاید که او پند گیرد یا (از پروردگارش) بترسد،"},{"SurahNumber":20,"VerseNumber":45,"Text":"(موسی و هارون) گفتند: «پروردگارا! به راستی ما می‌ترسیم که بر ما پیش‌دستی نماید (و قبل از بیان حق ما را آزار دهد) یا طغیان کند»"},{"SurahNumber":20,"VerseNumber":46,"Text":"فرمود: «نترسید! بی‌شک من با شما هستم، می‌شنوم و می‌بینم"},{"SurahNumber":20,"VerseNumber":47,"Text":"پس به نزد او بروید و بگویید: ما فرستادگان پروردگارت هستیم، بنی اسرائیل را با ما بفرست، و آن‌ها را آزار و شکنجه نکن، به‌راستی که ما نشانه‌هاى روشنى از سوی پروردگارت برای تو آورده‌ایم، و سلام بر آن کسی‌که از هدایت پیروی کند"},{"SurahNumber":20,"VerseNumber":48,"Text":"همانا به ما وحی شده که محققاً عذاب (الهی) بر کسی است که (آیات و معجزات را) تکذیب کند، و (از ایمان) روی بگرداند»"},{"SurahNumber":20,"VerseNumber":49,"Text":"(فرعون) گفت: «ای موسی! پروردگار شما کیست؟»"},{"SurahNumber":20,"VerseNumber":50,"Text":"(موسی) گفت: «پروردگار ما کسی است که آفرینش هر چیزی را به او ارزانی داشته، سپس (آن‌ها را) هدایت کرده است»"},{"SurahNumber":20,"VerseNumber":51,"Text":"(فرعون) گفت: «پس حال (و سرنوشت) نسل‌های گذشته چه می‌شود؟»"},{"SurahNumber":20,"VerseNumber":52,"Text":"(موسی) گفت: «علم آن نزد پروردگارم در کتابی (ثبت) است، پروردگارم نه اشتباه می‌کند و نه فراموش می‌کند"},{"SurahNumber":20,"VerseNumber":53,"Text":"(همان) کسی‌که زمین را برای شما گهواره (و محل آسایش) قرار داد، و برای شما در آن راه‌هایی ایجاد نمود، و از آسمان آبی فرو فرستاد پس با آن، انواع گوناگون گیاه را (از زمین) بیرون آوردیم"},{"SurahNumber":20,"VerseNumber":54,"Text":"بخورید، و (نیز) چهارپایانتان را بچرانید، بی‌گمان در این (امور) نشانه‌های برای خردمندان است"},{"SurahNumber":20,"VerseNumber":55,"Text":"(ما) شما را از آن (= زمین) آفریدیم، و در آن باز می‌گردانیم، و بار دیگر شما را از آن بیرون می‌آوریم"},{"SurahNumber":20,"VerseNumber":56,"Text":"و به راستی (ما) همۀ آیات خود را به او نشان دادیم، پس (او همه را) تکذیب کرد و سر باز زد"},{"SurahNumber":20,"VerseNumber":57,"Text":"گفت: «ای موسی! آیا به نزد ما آمده‌ای که با سحر خود، ما را از سرزمینمان بیرون کنی؟"},{"SurahNumber":20,"VerseNumber":58,"Text":"پس یقیناً ما هم سحری مانند آن برای تو می‌آوریم، پس (هم اکنون) در مکانی هموار (و مقبول همه) موعدی میان ما و خودت قرار بده که نه ما و نه تو از آن تخلف نکنیم،"},{"SurahNumber":20,"VerseNumber":59,"Text":"(موسی) گفت: «موعد شما روز (عید) زینت است و آن که (همۀ) مردم چاشتگاه گرد آورده شوند»"},{"SurahNumber":20,"VerseNumber":60,"Text":"آنگاه فرعون باز گشت، پس (همۀ) مکر و حیله خود را جمع کرد، سپس آمد"},{"SurahNumber":20,"VerseNumber":61,"Text":"موسی به آن‌ها گفت: «وای بر شما! بر الله دروغ نبندید، که شما را با عذابی نابود می‌سازد، و یقیناً کسی‌که (بر الله) افترا بندد، ناکام (و ناامید) می‌شود»"},{"SurahNumber":20,"VerseNumber":62,"Text":"پس آن‌ها در کار‌شان میان خود اختلاف کردند، و راز‌شان را پنهان داشتند"},{"SurahNumber":20,"VerseNumber":63,"Text":"گفتند: «مسلماً این دو (نفر) جادوگرند، می‌خواهند شما را با جادو‌شان از سرزمینتان بیرون کنند، و آیین (و راه و رسم) برتر شما را از بین ببرند"},{"SurahNumber":20,"VerseNumber":64,"Text":"پس (همۀ) حیله (و تدبیر) خود را گرد آورید (و به کار بندید) سپس در یک صف (برای مبارزه) بیایید، و به راستی امروز کسی رستگار خواهد شد که چیره (و غالب) گردد"},{"SurahNumber":20,"VerseNumber":65,"Text":"(ساحران) گفتند: «ای موسی! یا این است که (اول) تو (عصا را) بیفکنی یا آنکه ما کسانی باشیم که اول بیفکنیم؟!»"},{"SurahNumber":20,"VerseNumber":66,"Text":"(موسی) گفت: «بلکه، (شما) بیفکنید» پس ناگهان ریسمان‌هایشان و عصا‌هایشان از (اثر) سحر‌شان چنان به نظرش رسید که حرکت می‌کند (و می‌دوند)"},{"SurahNumber":20,"VerseNumber":67,"Text":"پس موسی در دل خود ترسی احساس کرد که (مبادا در ایمان مردم خللی ایجاد شود)"},{"SurahNumber":20,"VerseNumber":68,"Text":"گفتیم: «نترس! مسلماً تو (غالب و) برتری،"},{"SurahNumber":20,"VerseNumber":69,"Text":"و آنچه را که در دست راست خود داری بیفکن، تا (تمام) آنچه را که ساخته‌اند، ببلعد، بی‌شک آنچه ساخته‌اند، تنها مکر ساحر است، و ساحر هر جا رود رستگار (و موفق) نخواهد شد»"},{"SurahNumber":20,"VerseNumber":70,"Text":"(پس موسی عصای خود را افکند، ناگهان به مار بزرگی تبدیل شد و همۀ آن‌ها را که ساخته بودند بلعید) آنگاه ساحران (همگی) به سجده افتادند، گفتند: «(ما) به پروردگار هارون و موسی ایمان آوردیم»"},{"SurahNumber":20,"VerseNumber":71,"Text":"(فرعون) گفت: «آیا پیش از آن که به شما اجازه دهم به او ایمان آوردید؟! بی‌تردید او بزرگ شماست که به شما سحر آموخته است، پس یقیناً دستانتان و پاهایتان را بر خلاف یکدیگر قطع می‌کنم، و شما را بر تنه‌های نخل به دار می‌آویزم، و بی‌شک خواهید دانست که عذاب (و شکنجه) کدام‌یک از ما سخت‌تر است و پایدار‌تر است!»"},{"SurahNumber":20,"VerseNumber":72,"Text":"گفتند: «سوگند به آن که ما را آفریده است، هرگز تو را بر این دلایل روشنی که برای ما آمده، ترجیح نمی‌دهیم، پس به هر حکمی که می‌خواهی حکم کن، تو تنها می‌توانی در این زندگی دنیا حکم کنی"},{"SurahNumber":20,"VerseNumber":73,"Text":"همانا ما به پروردگارمان ایمان آورده‌ایم تا گناهانمان و آنچه را از سحر که ما را به آن وادار کردی، برای‌مان ببخشاید، و الله بهتر و پایدارتر است»"},{"SurahNumber":20,"VerseNumber":74,"Text":"بی‌گمان کسی‌که گناه‌کار به نزد پروردگارش حاضر شود، پس آتش جهنم برای اوست، در آن جا نه می‌میرد، و نه زنده می‌ماند"},{"SurahNumber":20,"VerseNumber":75,"Text":"و کسی‌که مؤمن نزد او آید، در حالی‌که کارهای شایسته انجام داده باشد، پس اینان برایشان درجات بلند است"},{"SurahNumber":20,"VerseNumber":76,"Text":"باغ‌های جاویدان (بهشتی) که نهر‌ها زیر (درختان) آن جاری است، همیشه در آن خواهند بود، و این است پاداش کسی‌که خود را (از شرک و گناهان) پاک نموده است"},{"SurahNumber":20,"VerseNumber":77,"Text":"و به‌راستی (ما) به موسی وحی کردیم که: «شبانه بندگان مرا (از مصر بیرون) ببر، سپس برای آن‌ها در دریا راهی خشک بگشا، که نه از تعقیب (دشمنان) خواهی ترسید، و نه (از غرق شدن در دریا) هراسی داری"},{"SurahNumber":20,"VerseNumber":78,"Text":"پس فرعون با لشکریانش آنان را دنبال کردند، آنگاه دریا چنانکه باید آنان را (به‌طور کامل در میان امواج خود) فرو پوشانید"},{"SurahNumber":20,"VerseNumber":79,"Text":"و فرعون قوم خود را گمراه نمود، و هدایت نکرد"},{"SurahNumber":20,"VerseNumber":80,"Text":"ای بنی اسرائیل! به‌راستی (ما) شما را از (دست) دشمنانتان نجات دادیم، و در طرف راست (کوه) طور با شما وعده گذاردیم، (تا تورات را بر شما نازل کنیم) و بر شما «منّ» (= ترنجبین) و «سلوی» (= بلدرچین) نازل کردیم"},{"SurahNumber":20,"VerseNumber":81,"Text":"از پاکیزه‌ها آنچه به شما روزی داده‌ایم؛ بخورید، و در آن سرکشی نکنید، که خشم من بر شما وارد می‌شود، و کسی‌که خشم من بر او وارد شود، قطعاً نابود شده است"},{"SurahNumber":20,"VerseNumber":82,"Text":"و همانا من آمرزنده‌ام برای کسی‌که توبه کرد و ایمان آورد، و کار شایسته انجام داد، سپس هدایت یافت"},{"SurahNumber":20,"VerseNumber":83,"Text":"ای موسی! چه چیز سبب شد که از قوم خود پیشی گیری؟"},{"SurahNumber":20,"VerseNumber":84,"Text":"(موسی) گفت: «پروردگارا! آنان به دنبال من هستند، و من به سوی تو شتاب کردم، تا (از من) خشنود شوی»"},{"SurahNumber":20,"VerseNumber":85,"Text":"فرمود: «بی‌گمان ما قوم تو را بعد از تو، آزمودیم، و سامری آن‌ها را گمراه کرد»"},{"SurahNumber":20,"VerseNumber":86,"Text":"پس موسی خشمگین (و) اندوهناک به سوی قومش بازگشت، (و) گفت: «ای قوم من! مگر پروردگارتان وعدۀ نیکو به شما نداده بود؟ آیا مدت (جدایی من از شما) به درازا کشید، یا خواستید خشمی از (سوی) پروردگارتان بر شما نازل شود، که وعدۀ مرا خلاف کردید؟»"},{"SurahNumber":20,"VerseNumber":87,"Text":"گفتند: «(ما) به اختیار خود وعدۀ تو را خلاف نکردیم، لیکن بارهای سنگینی از زینت (و زیورهای) قوم (فرعون) که با خود داشتیم، آن را (در آتش) افکندیم» پس بدین‌سان سامری نیز (آنچه داشت) افکند"},{"SurahNumber":20,"VerseNumber":88,"Text":"آنگاه برای آن‌ها مجسمۀ گوساله‌ای که صدایی (چون صدای گوساله) داشت، پدید آورد، پس (سامری و پیروانش به مردم) گفتند: «این معبود شما، و معبود موسی است، که آن را فراموش کرده است»"},{"SurahNumber":20,"VerseNumber":89,"Text":"آیا نمی‌بینند که (این گوساله) هیچ پاسخی به آن‌ها نمی‌دهد، و مالک هیچ سود و زیانی برای آن‌ها نیست؟"},{"SurahNumber":20,"VerseNumber":90,"Text":"و بی‌شک هارون پیش از این به آن‌ها گفته بود: «ای قوم من! یقیناً شما به (وسیلۀ) این (گوساله) آزمون شده‌اید، و بی‌گمان پروردگار شما (الله) رحمان است، پس از من پیروی نمائید و فرمانم را اطاعت کنید»"},{"SurahNumber":20,"VerseNumber":91,"Text":"(آن‌ها) گفتند: «(ما) پیوسته پیرامون آن (برای پرستش) می‌نشینیم (و آن را عبادت می‌کنیم)، تا موسی به سوی ما باز گردد»"},{"SurahNumber":20,"VerseNumber":92,"Text":"(چون موسی آمد) گفت: «ای هارون! چه چیزی تو را باز داشت، هنگامی‌که آن‌ها را دیدی گمراه شده‌اند،"},{"SurahNumber":20,"VerseNumber":93,"Text":"از من پیروی نکردی؟ آیا فرمان مرا عصیان (و سرپیچی) کردی؟!»"},{"SurahNumber":20,"VerseNumber":94,"Text":"(هارون) گفت: «ای پسر مادرم! نه ریش مرا بگیر، و نه (موی) سرم را، همانا من ترسیدم که بگویی میان بنی اسرائیل تفرقه‌انداختی، و سخن (و سفارش) مرا به کار نبستی»"},{"SurahNumber":20,"VerseNumber":95,"Text":"(موسی رو به سامری کرد و) گفت: «ای سامری! (این) کار تو چیست؟ (چرا چنین کرده‌ای؟)»"},{"SurahNumber":20,"VerseNumber":96,"Text":"گفت: «من چیزی را دیدم که آن‌ها ندیدند، پس مشتی (خاک) از رد پای (اسب) رسول (= جبرئیل) را گرفتم، آنگاه آن را (بر پیکر) افکندم، و این چنین (هوای) نفسم (این کار را) برایم آراسته جلوه داد»"},{"SurahNumber":20,"VerseNumber":97,"Text":"(موسی) گفت: «پس برو، بی‌شک بهرۀ تو در زندگی دنیا این است که بگویی: «(به من) دست نزنید (و نزدیک نشوید)» و همانا وعده‌ای (از عذاب) داری، که هرگز تخلف نخواهد شد، و (اکنون) به معبودت بنگر که پیوسته عبادتش می‌کردی (و آن را رها نمی‌کردی) آن را خواهیم سوزاند، سپس (خاکستر و ذرات) آن را در دریا پراکنده می‌سازیم"},{"SurahNumber":20,"VerseNumber":98,"Text":"معبود شما تنها الله است که جز او هیچ معبودی نیست؛ و علم او همه چیز را فرا گرفته است»"},{"SurahNumber":20,"VerseNumber":99,"Text":"(ای پیامبر!) این گونه از خبرهای آنچه گذشته است بر تو باز گو می‌کنیم، و به راستی (ما) از جانب خود به تو ذکر (= قرآن) داده‌ایم"},{"SurahNumber":20,"VerseNumber":100,"Text":"کسی‌که از آن (قرآن) روی گردان شود، پس بی‌گمان او روز قیامت بار سنگینی (از گناه) بر دوش خواهد کشید"},{"SurahNumber":20,"VerseNumber":101,"Text":"که در آن (رنج) جاودانه خواهند ماند، و برای آن‌ها روز قیامت بد باری است"},{"SurahNumber":20,"VerseNumber":102,"Text":"(همان) روزی‌که در «صور» دمیده شود، و مجرمان را کبود (چشم) در آن روز گرد آوریم"},{"SurahNumber":20,"VerseNumber":103,"Text":"آن‌ها در میان خود آهسته سخن می‌گویند، (و به یکدیگر می‌گویند:) «(شما) فقط ده روز (در دنیا) درنگ کرده‌اید»"},{"SurahNumber":20,"VerseNumber":104,"Text":"ما به آنچه می‌گویند؛ داناتریم، چون نیکو روش‌ترین آن‌ها بگوید: «(شما) تنها یک روز درنگ کرده‌اید»"},{"SurahNumber":20,"VerseNumber":105,"Text":"و (ای پیامبر!) از تو دربارۀ کوه‌ها می‌پرسند، پس بگو: «پروردگارم آن‌ها را سخت متلاشی (و پراکنده) خواهد کرد،"},{"SurahNumber":20,"VerseNumber":106,"Text":"پس آن‌ها را (زمینی) صاف و هموار می‌گرداند،"},{"SurahNumber":20,"VerseNumber":107,"Text":"که در آن هیچ پستی و بلندی را نبینی»"},{"SurahNumber":20,"VerseNumber":108,"Text":"(در) آن روز، (همگی) دعوت کننده را پیروی کنند، هیچ راه سرپیچی (و مخالفت) نیست، و همۀ صداها در برابر (الله) رحمان خاشع می‌شود، پس جز صدای آهسته (چیزی) نمی‌شنوی"},{"SurahNumber":20,"VerseNumber":109,"Text":"آن روز شفاعت (هیچ کس) سود نمی‌بخشد، جز کسی‌که (الله) رحمان به او اجازه داده، و گفتار او را پسندیده است"},{"SurahNumber":20,"VerseNumber":110,"Text":"آنچه را پیش رو دارند، و آنچه را پشت سرشان است می‌داند، و آن‌ها به علم او احاطه ندارند"},{"SurahNumber":20,"VerseNumber":111,"Text":"و (همۀ) چهره‌ها در برابر (الله) زندۀ پاینده فروتن می‌شود، و آن که (بار) ستم بر دوش دارد، ناکام (و مأیوس) می‌گردد"},{"SurahNumber":20,"VerseNumber":112,"Text":"و کسی‌که کارهای شایسته انجام دهد در حالی‌که او مؤمن باشد، پس نه از ستمی می‌ترسد و نه از کم و کاستی، (در حقش می‌هراسد)"},{"SurahNumber":20,"VerseNumber":113,"Text":"و این گونه آن را قرآنی عربی نازل کردیم، و وعید (و هشدارهای) گوناگون را در آن بیان داشتیم، شاید آن‌ها تقوا پیشه کنند، یا این کتاب برای آن‌ها پندی پدید آورد"},{"SurahNumber":20,"VerseNumber":114,"Text":"پس بلند مرتبه است الله که فرمانروای حق است، به (تلاوت) قرآن شتاب مکن؛ پیش از آن که وحی آن برتو تمام شود، و بگو: «پروردگارا! به علم من بیفزا»"},{"SurahNumber":20,"VerseNumber":115,"Text":"و به راستی پیش از این به آدم سفارش کردیم (و عهد بستیم) پس او فراموش کرد، و برای او عزمی (استوار) نیافتیم"},{"SurahNumber":20,"VerseNumber":116,"Text":"و (به یاد آور) آنگاه که به فرشتگان گفتیم: «برای آدم سجده کنید» پس (همگی) سجده کردند؛ جز ابلیس که سر باز زد"},{"SurahNumber":20,"VerseNumber":117,"Text":"پس گفتیم: «ای آدم! بی‌گمان این (ابلیس) دشمن تو و (دشمن) همسرت است، پس مبادا شما را از بهشت بیرون کند که به رنج (و مشقت) افتی"},{"SurahNumber":20,"VerseNumber":118,"Text":"همانا برای تو این است که در آن نه گرسنه می‌شوی و نه برهنه می‌مانی"},{"SurahNumber":20,"VerseNumber":119,"Text":"و آن که تو در آن نه تشنه می‌شوی و نه گرما (و سوزش آفتاب) می‌یابی"},{"SurahNumber":20,"VerseNumber":120,"Text":"پس شیطان او را به وسوسه انداخت، گفت: «ای آدم! آیا (می‌خواهی) تو را به درخت جاودانگی و فرمانروایی بی‌زوال راهنمایی کنم؟!»"},{"SurahNumber":20,"VerseNumber":121,"Text":"آنگاه (آدم و حوا) از آن (درخت) خوردند، (و لباس‌های بهشتی آن‌ها ریخت) پس عورتشان برایشان آشکار گشت، و شروع کردند که از برگ (درختان) بهشت بر خودشان می‌چسباندند، و آدم پروردگارش را نافرمانی کرد، پس گمراه شد"},{"SurahNumber":20,"VerseNumber":122,"Text":"سپس پروردگارش او را برگزید، پس توبه‌اش را پذیرفت، و (او را) هدایت کرد"},{"SurahNumber":20,"VerseNumber":123,"Text":"فرمود: «(شما دو تن با ابلیس) همگی از آن (بهشت) فرود آیید، در حالی‌که دشمن یکدیگر خواهید بود، پس اگر از (سوی) من هدایتی برای شما بیاید، هر کس از هدایت من پیروی کند، پس نه گمراه می‌شود و نه به رنج افتد (و بدبخت شود)"},{"SurahNumber":20,"VerseNumber":124,"Text":"و کسی‌که از یاد من روی گردان شود، پس بی‌گمان زندگانی (سخت و) تنگی خواهد داشت، و روز قیامت او را نابینا بر انگیزیم"},{"SurahNumber":20,"VerseNumber":125,"Text":"گوید: «پروردگارا! چرا مرا نابینا برانگیختی؟ و حال آنکه من (در دنیا) بینا بودم!»"},{"SurahNumber":20,"VerseNumber":126,"Text":"فرمود: «همان گونه که آیات ما برای تو آمد پس آن‌ها را فراموش کردی؛ و این گونه امروز (تو در آتش) فراموش خواهی شد»"},{"SurahNumber":20,"VerseNumber":127,"Text":"و این گونه کسی را که اسراف کند، و به آیات پروردگارش ایمان نیاورد؛ جزا می‌دهیم، و یقیناً عذاب آخرت شدیدتر و پایدارتر است"},{"SurahNumber":20,"VerseNumber":128,"Text":"آیا برای هدایت (و بیداری) آن‌ها کافی نیست که پیش از اینان چه بسیار از نسل‌ها را هلاک کردیم که در مساکن آن‌ها راه می‌روند؟! بی‌گمان در این (امر) نشانه‌های برای خردمندان است"},{"SurahNumber":20,"VerseNumber":129,"Text":"و اگر فرمانی که پیش از این از پروردگارت مقرر شده (مبنی بر تأخیر عذاب) و وقت معین، نبود، مسلماً (عذاب الهی) بر آن‌ها محقق می‌شد"},{"SurahNumber":20,"VerseNumber":130,"Text":"پس (ای پیامبر!) بر آنچه می‌گویند، صبر کن، و پیش از طلوع آفتاب و قبل از غروب آن به ستایش پروردگارت تسبیح گوی، و (نیز) در ساعاتی از شب و اطراف روز تسبیح گوی، باشد که خشنود شوی"},{"SurahNumber":20,"VerseNumber":131,"Text":"و هرگز چشمان خود را به (سوی) آنچه (از نعمت‌ها و متاع دنیوی) که گروه‌هایی از آنان را از آن بهره‌مند ساخته‌ایم، ندوز، این‌ها زینت‌ها (و شکوفه‌های) زندگی دنیا است، تا آنان را در آن بیازماییم، و روزی پروردگار تو بهتر و پایدارتر است"},{"SurahNumber":20,"VerseNumber":132,"Text":"و خانواده‌ات را به نماز فرمان بده، و (خود) بر (انجام) آن شکیبا باش، (ما) از تو روزی نمی‌خواهیم، (بلکه) ما به تو روزی می‌دهیم، و سرانجام نیک برای پرهیزگاران است"},{"SurahNumber":20,"VerseNumber":133,"Text":"و (مشرکان) گفتند: «چرا معجزه‌ای از جانب پروردگارش برای ما نمی‌آورد؟!» بگو: «آیا دلایل روشنی که در کتاب‌های پیشین بوده برای آن‌ها نیامده است؟"},{"SurahNumber":20,"VerseNumber":134,"Text":"اگر (ما) آن‌ها را پیش از آمدن او (= پیامبر) با عذابی هلاک می‌کردیم؛ قطعاً (روز قیامت) می‌گفتند: «پروردگارا! چرا پیامبری به‌سوی ما نفرستادی، تا پیش از آن که خوار و رسوا شویم از آیات تو پیروی کنیم؟!»"},{"SurahNumber":20,"VerseNumber":135,"Text":"(ای پیامبر!) بگو: «همه منتظرند، شما (نیز) منتظر باشید، پس به‌زودی خواهید دانست که چه کسی اصحاب راه راست، و چه کسی هدایت یافته‌اند»"}]}