{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"vos practicing tuus religionis! - Religionis de tuus patris Abraham. He est 1 qui cognomen vos Submitters originally! Sic messenger serve testis vos vos serve testis among the people Ergo vos observe Contact Prayers (Salat) dedit obligatory charity (Zakat) habuit fast DEUS; He est tuus Dominus bene Dominus bene Supporter. . . [23:1] Successful indeed est believers"},{"SurahNumber":23,"VerseNumber":2,"Text":"Qui est reverent intra their Contact Prayers (Salat)"},{"SurahNumber":23,"VerseNumber":3,"Text":"they avoid vain talk"},{"SurahNumber":23,"VerseNumber":4,"Text":"they dedit their obligatory charity (Zakat)"},{"SurahNumber":23,"VerseNumber":5,"Text":"they maintain their chastity"},{"SurahNumber":23,"VerseNumber":6,"Text":"Unus cum their conjux those est enim theirs perfecit they habet sexual relations; they non est blamed"},{"SurahNumber":23,"VerseNumber":7,"Text":"Those transgress these limits est transgressors"},{"SurahNumber":23,"VerseNumber":8,"Text":"When it advenit deposits entrusted to them alias prout any agreements they factus they est trustworthy"},{"SurahNumber":23,"VerseNumber":9,"Text":"they observe their Contact Prayers (Salat) regularly"},{"SurahNumber":23,"VerseNumber":10,"Text":"Such est inheritors"},{"SurahNumber":23,"VerseNumber":11,"Text":"They inherit Paradise wherein they abide forever"},{"SurahNumber":23,"VerseNumber":12,"Text":"Nos created human est ex certain generis de mud"},{"SurahNumber":23,"VerseNumber":13,"Text":"Subsequently nos reproduced eum tiny drop locus bene protected repository"},{"SurahNumber":23,"VerseNumber":14,"Text":"Tunc nos developed drop into hanging (embryo) tunc developed hanging (embryo) into bite-size (fetus) tunc created bite-size (fetus) into bones tunc covered bones flesh Nos sic produce new creature. Beatus est DEUS bene Creator"},{"SurahNumber":23,"VerseNumber":15,"Text":"Tunc later on, vos abiit"},{"SurahNumber":23,"VerseNumber":16,"Text":"Tunc Feria Resurrection vos resurrected"},{"SurahNumber":23,"VerseNumber":17,"Text":"Nos created vos 7 universes layers nos est nunquam unaware de single creature them"},{"SurahNumber":23,"VerseNumber":18,"Text":"Nos send down caelum aqua exact measure tunc nos store it ground Certainly nos let it escape"},{"SurahNumber":23,"VerseNumber":19,"Text":"Cum it nos produce pro vos orchards de datum palms grapes totus generis de fruits various foods"},{"SurahNumber":23,"VerseNumber":20,"Text":"Alias tree native to Sinai produces oil alias prout relish eaters"},{"SurahNumber":23,"VerseNumber":21,"Text":"livestock provisus vos lesson. Nos let vos drink milk ex their bellies vos derive alius benefits ex them some de them vos use pro food"},{"SurahNumber":23,"VerseNumber":22,"Text":"On them on ships vos ride"},{"SurahNumber":23,"VerseNumber":23,"Text":"Nos sent Noah his people dictus O my people worship DEUS. Vos non habet alius deus Eum. Vos non est righteous"},{"SurahNumber":23,"VerseNumber":24,"Text":"Dux disbelieved his people dictus Hoc est non multus than human vos wants gain prominence vos. Habet DEUS willed He sent angels! Nos nunquam heard anything hoc noster patres"},{"SurahNumber":23,"VerseNumber":25,"Text":"He simply vir iit crazy Just ignore eum pro awhile"},{"SurahNumber":23,"VerseNumber":26,"Text":"He dictus My Dominus grant me victory they disbelieved me"},{"SurahNumber":23,"VerseNumber":27,"Text":"Nos tunc inspired eum Factus watercraft noster watchful eyes prout noster inspiration! When noster command advenit atmosphere boils up put it pair de omnis generis (de tuus domesticated animals) tuus familia absque those condemned doomed Non speak to Me on behalf de those transgressed they drowned"},{"SurahNumber":23,"VerseNumber":28,"Text":"Dodum vos settled unus those est vos watercraft vos dictus Praise DEUS pro saving nos ex malus people"},{"SurahNumber":23,"VerseNumber":29,"Text":"Dictus ‘My Dominus let me disembark beatus location; Vos est bonus deliverer"},{"SurahNumber":23,"VerseNumber":30,"Text":"These provisus sufficient proofs vos! Nos certainly put vos test"},{"SurahNumber":23,"VerseNumber":31,"Text":"Subsequently nos established alias generation post them"},{"SurahNumber":23,"VerseNumber":32,"Text":"Nos sent to them messenger ex them dictus Vos worship DEUS! Vos non habet alius deus Eum. Vos non est righteous"},{"SurahNumber":23,"VerseNumber":33,"Text":"Dux his people disbelieved rejected idea Hereafter - although nos provisus pro them generously in hoc vita - Dictus Hoc est non multus than human est vos! He eats ex quod vos eat drinks prout vos drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"Si vos obey human est vos tunc vos est really losers"},{"SurahNumber":23,"VerseNumber":35,"Text":"he promise vos vos abiit turn into dust bones vos advenit again"},{"SurahNumber":23,"VerseNumber":36,"Text":"Impossible impossible indeed est quod promised vos"},{"SurahNumber":23,"VerseNumber":37,"Text":"Nos unus vivens hoc vita - Nos vivens abiit! - Ac nos nunquam resurrected"},{"SurahNumber":23,"VerseNumber":38,"Text":"He est just vir fabricated lies attributed them DEUS! Nos nunquam believe eum"},{"SurahNumber":23,"VerseNumber":39,"Text":"He dictus My Dominus grant me victory they disbelieved me"},{"SurahNumber":23,"VerseNumber":40,"Text":"He dictus Soon they est sorry"},{"SurahNumber":23,"VerseNumber":41,"Text":"retribution struck them equitably ergo nos turned them ruins wicked people periit"},{"SurahNumber":23,"VerseNumber":42,"Text":"Subsequently nos established alius generations them"},{"SurahNumber":23,"VerseNumber":43,"Text":"Non community advance its predetermined fate nor delay it"},{"SurahNumber":23,"VerseNumber":44,"Text":"Tunc nos sent noster messengers in succession. Omnis temporis messenger iit his community they disbelieved eum. Consequently nos annihilated them 1 alius factus them history! people disbelieved periit"},{"SurahNumber":23,"VerseNumber":45,"Text":"Tunc nos sent Moses his frater Aaron noster revelations profound proof"},{"SurahNumber":23,"VerseNumber":46,"Text":"To Pharaoh his senior they turned arrogant! They est oppressive people"},{"SurahNumber":23,"VerseNumber":47,"Text":"They dictus nos believe 2 vir whose people est noster slaves"},{"SurahNumber":23,"VerseNumber":48,"Text":"They rejected 2 ac consequently they annihilated"},{"SurahNumber":23,"VerseNumber":49,"Text":"Nos dedit Moses scripture they guided"},{"SurahNumber":23,"VerseNumber":50,"Text":"Nos factus filius Mary his mater signum nos dedit them refuge mesa food drink"},{"SurahNumber":23,"VerseNumber":51,"Text":"O vos messengers eat bonus provisions work righteousness! Ego est fully aware de everything vos perfecit"},{"SurahNumber":23,"VerseNumber":52,"Text":"Such est tuus congregation - 1 congregation - Ego est tuus Dominus; vos reverence Me"},{"SurahNumber":23,"VerseNumber":53,"Text":"they tore into disputing factions; each party happy quod they habet"},{"SurahNumber":23,"VerseNumber":54,"Text":"Ergo just sinister them their confusion pro awhile"},{"SurahNumber":23,"VerseNumber":55,"Text":"Perfecit they think abinde nos provisus them moneta infans"},{"SurahNumber":23,"VerseNumber":56,"Text":"Nos showering them blessings? Indeed they non habet idea"},{"SurahNumber":23,"VerseNumber":57,"Text":"Surely those est reverently conscious de their Dominus"},{"SurahNumber":23,"VerseNumber":58,"Text":"Qui believe in revelations their Dominus"},{"SurahNumber":23,"VerseNumber":59,"Text":"Ac qui nunquam set any idols their Dominus"},{"SurahNumber":23,"VerseNumber":60,"Text":"Prout they dedit their charities their hearts est fully reverent. they recognize ut they summoned their Dominus"},{"SurahNumber":23,"VerseNumber":61,"Text":"They est eager perfecit righteous works they compete in perfecit them"},{"SurahNumber":23,"VerseNumber":62,"Text":"Nos nunquam burden any anima its means nos keep actum utters truth. Non 1 suffer injustice"},{"SurahNumber":23,"VerseNumber":63,"Text":"their minds est oblivious to hoc they commit works perfecit non conform hoc; their works est malus"},{"SurahNumber":23,"VerseNumber":64,"Text":"Tunc when nos requite their dux retribution they complain"},{"SurahNumber":23,"VerseNumber":65,"Text":"Non complain nunc; vos dedit totus help ex nos"},{"SurahNumber":23,"VerseNumber":66,"Text":"My proofs presens vos vos turned tuus heels"},{"SurahNumber":23,"VerseNumber":67,"Text":"Vos est too arrogant accept them vos defiantly disregarded them"},{"SurahNumber":23,"VerseNumber":68,"Text":"Why they non reflect hoc scripture? they non realize ut they perfecit received something habuit nunquam attained their patres"},{"SurahNumber":23,"VerseNumber":69,"Text":"they failed recognize their messenger? Hoc they est disregarding eum"},{"SurahNumber":23,"VerseNumber":70,"Text":"they decided ut he habuit est crazy Indeed he brought truth them multus de them hate truth"},{"SurahNumber":23,"VerseNumber":71,"Text":"Indeed si truth conformed their wishes ibi est chaos caelum terra; everything them corrupted Nos dedit them their proof they disregarding their proof"},{"SurahNumber":23,"VerseNumber":72,"Text":"Vos asking them wage Tuus Dominus wage est far bene. He est bene Provider"},{"SurahNumber":23,"VerseNumber":73,"Text":"multus assuredly vos inviting them straight path"},{"SurahNumber":23,"VerseNumber":74,"Text":"Those disbelieve Hereafter surely deviate rectus path"},{"SurahNumber":23,"VerseNumber":75,"Text":"Et when nos showered them cum mercy, relieved their problems they plunged deeper transgression continued blunder"},{"SurahNumber":23,"VerseNumber":76,"Text":"Et when nos afflicted them retribution they nunquam turned their Dominus imploring"},{"SurahNumber":23,"VerseNumber":77,"Text":"Subsequently when nos requited them severe retribution they incurred they shocked"},{"SurahNumber":23,"VerseNumber":78,"Text":"He est 1 qui granted vos hearing eyesight brains! Rarely est vos appreciative"},{"SurahNumber":23,"VerseNumber":79,"Text":"He est Unus established vos terra ac Eum vos summoned"},{"SurahNumber":23,"VerseNumber":80,"Text":"He est Unus controls vita decessus He est 1 qui alternates nox feria. Vos non understand"},{"SurahNumber":23,"VerseNumber":81,"Text":"They dictus quod their patres dictus"},{"SurahNumber":23,"VerseNumber":82,"Text":"They dictus Post nos abiit become dust bones nos get resurrected"},{"SurahNumber":23,"VerseNumber":83,"Text":"Such promises dedit nos noster parentes in the elapsus. These est non multus than tales ex preter"},{"SurahNumber":23,"VerseNumber":84,"Text":"Dictus, \"To whom belongs terra everyone it si vos know"},{"SurahNumber":23,"VerseNumber":85,"Text":"They dictus, \"To DEUS. Dictus tunc vos non take heed"},{"SurahNumber":23,"VerseNumber":86,"Text":"Dictus Qui est Dominus de 7 universes; Dominus major dominion"},{"SurahNumber":23,"VerseNumber":87,"Text":"They dictus DEUS. Dictus tunc vos non turn righteous"},{"SurahNumber":23,"VerseNumber":88,"Text":"Dictus In whose manus est totus sovereignty totus things He unus unus provisus help needs nullus help vos est know"},{"SurahNumber":23,"VerseNumber":89,"Text":"They dictus DEUS. Dictus Ubi testimentum vos iit wrong"},{"SurahNumber":23,"VerseNumber":90,"Text":"Nos dedit them truth dum they est liars"},{"SurahNumber":23,"VerseNumber":91,"Text":"DEUS NUNQUAM GENITUS EST FILIUS. Nor est ibi ever any alius deus Eum. Alias each deus declared independence his creations they competed each alius pro dominance! DEUS glorified far their claims"},{"SurahNumber":23,"VerseNumber":92,"Text":"Knower de totus secrets declarations; He exalted far habet partner"},{"SurahNumber":23,"VerseNumber":93,"Text":"Dictus My Dominus Vos show me (retribution) they incurred"},{"SurahNumber":23,"VerseNumber":94,"Text":"My Dominus let me non est unus de transgressing people"},{"SurahNumber":23,"VerseNumber":95,"Text":"To show vos (retribution) nos reserved them est something nos easily perfecit"},{"SurahNumber":23,"VerseNumber":96,"Text":"Ergo counter their malus works goodness; nos est fully aware de their claims"},{"SurahNumber":23,"VerseNumber":97,"Text":"Dictus My Dominus ego seek refuge Vos ex whispers devils"},{"SurahNumber":23,"VerseNumber":98,"Text":"Ego seek refuge in Vos my Dominus lest they advenit me"},{"SurahNumber":23,"VerseNumber":99,"Text":"When decessus advenit 1 de them he dictus My Dominus send me"},{"SurahNumber":23,"VerseNumber":100,"Text":"Ego tunc work righteousness everything ego sinister. Non true Hoc est false claim he factus. barrier separate his anima hoc saeculum resurrection"},{"SurahNumber":23,"VerseNumber":101,"Text":"When horn non blown relations them exist ut feria nor testimentum they care 1 alias"},{"SurahNumber":23,"VerseNumber":102,"Text":"Prout pro those weights est heavy they est winners"},{"SurahNumber":23,"VerseNumber":103,"Text":"Those weights est light est unus lost their anima; they abide Hell forever"},{"SurahNumber":23,"VerseNumber":104,"Text":"Fire overwhelm their faces they extremum miserably therein"},{"SurahNumber":23,"VerseNumber":105,"Text":"Non est My revelations recited vos vos kept rejecting them"},{"SurahNumber":23,"VerseNumber":106,"Text":"They dictus Noster Dominus noster wickedness overwhelmed nos nos people iit astray"},{"SurahNumber":23,"VerseNumber":107,"Text":"(Noster Dominus take nos out de hoc; si nos return noster veteris behavior) tunc nos est really wicked"},{"SurahNumber":23,"VerseNumber":108,"Text":"He dictus Abide therein humiliated non speak to Me"},{"SurahNumber":23,"VerseNumber":109,"Text":"group My servus used dictus ‘Noster Dominus nos believed ita forgive nos shower nos cum mercy! De totus merciful unus Vos est the Multus Merciful"},{"SurahNumber":23,"VerseNumber":110,"Text":"Vos mocked ridiculed them extent ut vos forgot Me! Vos used laugh them"},{"SurahNumber":23,"VerseNumber":111,"Text":"Ego rewarded them hodie in return their steadfastness factus them winners"},{"SurahNumber":23,"VerseNumber":112,"Text":"He dictus \"Quam long vos extremum terra? Quam multus annus"},{"SurahNumber":23,"VerseNumber":113,"Text":"They dictus Nos extremum feria part de feria! Ask those comes"},{"SurahNumber":23,"VerseNumber":114,"Text":"He dictus In fact, vos stayed brief interim vos unus knew"},{"SurahNumber":23,"VerseNumber":115,"Text":"Vos think nos Perfecit created vos in vain vos non est returned nos"},{"SurahNumber":23,"VerseNumber":116,"Text":"exalted est DEUS true Sovereign ibi non est alius deus Eum; the Multus Prenobilis Dominus possessor totus authority"},{"SurahNumber":23,"VerseNumber":117,"Text":"Anyone idolizes DEUS any alius deus any generis de proof reckoning rests his Dominus. disbelievers nunquam succeed"},{"SurahNumber":23,"VerseNumber":118,"Text":"Dictus My Dominus shower nos forgiveness mercy! De totus merciful unus Vos est the Multus Merciful"},{"SurahNumber":24,"VerseNumber":1,"Text":"sura nos sent down nos decretum juris. Nos revealed clear revelations ut vos take heed"},{"SurahNumber":24,"VerseNumber":2,"Text":"adulteress adulterer vos whip each de them centum lashes Non swayed de pity carrying deus juris si vos enim believe in DEUS Extremum Feria! let group believers testis their penalty"},{"SurahNumber":24,"VerseNumber":3,"Text":"adulterer finis maritus adulteress idol worshiper adulteress finis maritus adulterer idol worshiper! Hoc prohibited believers"},{"SurahNumber":24,"VerseNumber":4,"Text":"Those accuse copulatus femina adultery tunc fail produce 4 testis vos whip them 80 lashes non accept any testimony ex them; they est wicked"},{"SurahNumber":24,"VerseNumber":5,"Text":"they repent afterwards reform tunc DEUS est Forgiver Merciful"},{"SurahNumber":24,"VerseNumber":6,"Text":"Prout pro those accuse their suus conjux any alius testis tunc testimony accepted he juravit DEUS 4 temporis he telling truth"},{"SurahNumber":24,"VerseNumber":7,"Text":"oath est incur deus condemnation eum he lying"},{"SurahNumber":24,"VerseNumber":8,"Text":"She considered innocent she juravit DEUS 4 temporis he est liar"},{"SurahNumber":24,"VerseNumber":9,"Text":"oath incur deus wrath eam he telling truth"},{"SurahNumber":24,"VerseNumber":10,"Text":"Hoc est deus gratia mercy vos! DEUS est Redeemer Wise"},{"SurahNumber":24,"VerseNumber":11,"Text":"gang vos produced big lie Non think it est malus vos; instead it est bonus pro vos. Meanwhile each unus de them earned his share guilt. Prout pro 1 qui initiated whole incident he incurred terrible retribution"},{"SurahNumber":24,"VerseNumber":12,"Text":"When vos heard it believing vir believing femina habet bonus thoughts themselves dictus Hoc est obviously big lie"},{"SurahNumber":24,"VerseNumber":13,"Text":"Unus they produced 4 testis (vos believe them)! they fail produce testis tunc they est DEUS liars"},{"SurahNumber":24,"VerseNumber":14,"Text":"Si it est pro deus gratia vos His mercy in hoc saeculum Hereafter vos suffered major retribution hoc incident"},{"SurahNumber":24,"VerseNumber":15,"Text":"Vos fabricated it tuus suus tongues rest de vos repeated it tuus mouths sine proof Vos thought est simple when it est DEUS gross"},{"SurahNumber":24,"VerseNumber":16,"Text":"When vos heard it vos dictus Nos non repeat hoc. Glory est Vos. Hoc est gross falsehood"},{"SurahNumber":24,"VerseNumber":17,"Text":"DEUS admonishes VOS UT VOS NUNQUAM PERFECIT it again VOS est believers"},{"SurahNumber":24,"VerseNumber":18,"Text":"DEUS SIC explains revelations VOS. DEUS est Omniscient Wise"},{"SurahNumber":24,"VerseNumber":19,"Text":"Those love vide immorality spread believers incurred painful retribution in hoc vita Hereafter DEUS knows DUM VOS NON know"},{"SurahNumber":24,"VerseNumber":20,"Text":"DEUS showers VOS His GRATIA mercy! DEUS est GENERIS towards believers Merciful"},{"SurahNumber":24,"VerseNumber":21,"Text":"O vos believe non subsequentis steps Satan! Anyone subsequentis steps Satan know ut he advocates malus vice Si it est pro deus gratia vos His mercy nullus de vos purified Deus purifies whomever He testimentum. DEUS est Hearer Knower"},{"SurahNumber":24,"VerseNumber":22,"Text":"Those among vos beatus resources wealth est charitable towards their relatives poor those immigrated DEUS. They treat them cum kindness tolerance; vos non love attain deus forgiveness? DEUS est Forgiver Merciful"},{"SurahNumber":24,"VerseNumber":23,"Text":"Surely those falso accuse copulatus femina est pius believers incurred condemnation in hoc vita Hereafter they incurred horrendous retribution"},{"SurahNumber":24,"VerseNumber":24,"Text":"Feria advenit when their suus tongues manus feet bear testis everything they perfecit"},{"SurahNumber":24,"VerseNumber":25,"Text":"On feria DEUS testimentum requite them fully pro their works they testimentum invenit out ut DEUS est Truth"},{"SurahNumber":24,"VerseNumber":26,"Text":"Malus femina malus vir malus vir malus femina bonus femina bonus vir bonus vir bonus femina. The latter est innocent de such accusations. They attained forgiveness generous reward"},{"SurahNumber":24,"VerseNumber":27,"Text":"O vos believe non iniit domus alius than yours disponsationis ex their habitans greeting them! Hoc est bene vos ut vos take heed"},{"SurahNumber":24,"VerseNumber":28,"Text":"Vos invenit non 1 them non iniit them vos obtain disponsationis! Vos told Iit vos iit Hoc est purer pro vos. DEUS EST fully aware de everything VOS PERFECIT"},{"SurahNumber":24,"VerseNumber":29,"Text":"Vos non commit erratum iniit uninhabited domus wherein ibi est something belongs to vos! DEUS knows everything VOS reveal everything VOS conceal"},{"SurahNumber":24,"VerseNumber":30,"Text":"(Tell believing vir they subdue their eyes non stare femina) maintain their chastity! Hoc est purer pro them. DEUS EST fully Cognizant DE everything they PERFECIT"},{"SurahNumber":24,"VerseNumber":31,"Text":"Ac tell believing femina subdue their eyes maintain their chastity! They non reveal any parts de their corporis ut quae est necessary! They cover their chests non relax hoc code comparatio their maritus their patris patris their maritus their filius filius their maritus their frater filius their frater filius their soror alius femina vir servus employees sexual drive nullified infans non reached puberty. They non strike their feet when they walk in order shake reveal certain details their corporis! Totus de vos repent DEUS O vos believers ut vos succeed"},{"SurahNumber":24,"VerseNumber":32,"Text":"Vos encourage those de vos est single get copulatus! They maritus righteous among tuus vir femina servus they est poor DEUS testimentum enrich them His GRATIA. DEUS est Bounteous Knower"},{"SurahNumber":24,"VerseNumber":33,"Text":"Those non afford get copulatus maintain morality DEUS provisus pro them ex His gratia! Those among tuus servus wish liber in order maritus vos grant them their wish dodum vos realize ut they est honest Dedit them deus moneta He bestowed vos. Vos non force tuus puella commit prostitution seeking materials hoc saeculum they wish est pudica! anyone forces them tunc DEUS vide they forced est Forgiver Merciful"},{"SurahNumber":24,"VerseNumber":34,"Text":"Nos revealed vos clarifying revelations examples elapsus generations enlightenment pro the righteous"},{"SurahNumber":24,"VerseNumber":35,"Text":"DEUS est light DE CAELUM TERRA. allegory His light est ut de concave mirror lamp locus glass container. glass container est bright pearl-like star fuel thereof supplied beatus oil-producing tree ut est nec eastern nor western Its oil est fere selfradiating; non fire ignite it Light upon light DEUS guides His light whoever TESTIMENTUM guided DEUS SIC cites parables people DEUS est fully aware de TOTUS things"},{"SurahNumber":24,"VerseNumber":36,"Text":"Deus guidance invenit domus exalted DEUS His cognomen commemorated therein! Glorifying Eum therein feria ac nox"},{"SurahNumber":24,"VerseNumber":37,"Text":"People non distracted de business trade commemorating DEUS; they observe Contact Prayers (Salat) dedit obligatory charity (Zakat) they est conscious de feria when minds eyes horrified"},{"SurahNumber":24,"VerseNumber":38,"Text":"DEUS testimentum certainly reward them their BONUS works shower them His GRATIA! DEUS provisus pro whomever He TESTIMENTUM limits"},{"SurahNumber":24,"VerseNumber":39,"Text":"Prout pro those disbelieve their works est mirage desert thirsty person thinks it est aqua! when he reaches it he invenit it est nihil he invenit DEUS ibi instead requite eum fully his works DEUS est the multus efficient reckoner"},{"SurahNumber":24,"VerseNumber":40,"Text":"Alias allegory est de est total darkness violent ocean waves waves alias to thick fog Darkness darkness - he looked his suus manus he barely vide it Whomever DEUS deprives de light non habet light"},{"SurahNumber":24,"VerseNumber":41,"Text":"Vos non realize ut everyone caelum terra glorifies DEUS et birds prout they fly column? Each knows its prayer its glorification. DEUS EST fully aware de everything they PERFECIT"},{"SurahNumber":24,"VerseNumber":42,"Text":"To DEUS belongs sovereignty de caelum terra to DEUS est ultimus destiny"},{"SurahNumber":24,"VerseNumber":43,"Text":"Vos non realize ut DEUS drives clouds perfecit tunc gathers them unus tunc piles them on each alius tunc vos vide rain advenit them? He sends caelum loads snow cover whomever He testimentum dum diverting it ex whomever He testimentum! brightness snow fere blinds eyes"},{"SurahNumber":24,"VerseNumber":44,"Text":"DEUS controls NOX FERIA. Hoc est lesson those possess eyes"},{"SurahNumber":24,"VerseNumber":45,"Text":"Deus created omnis vivens creature ex aqua! Some de them walk their bellies some walk 2 legs some walk 4. DEUS creates whatever He TESTIMENTUM. DEUS est Omnipotent"},{"SurahNumber":24,"VerseNumber":46,"Text":"Nos sent vos clarifying revelations tunc DEUS guides whoever testimentum guided straight path"},{"SurahNumber":24,"VerseNumber":47,"Text":"They dictus Nos believe in DEUS messenger nos obey tunc some de them slide back afterwards! These est believers"},{"SurahNumber":24,"VerseNumber":48,"Text":"When they invited DEUS His messenger scabinus them some de them upset"},{"SurahNumber":24,"VerseNumber":49,"Text":"Si judgment est their favor they readily accept it"},{"SurahNumber":24,"VerseNumber":50,"Text":"est ibi morbus their hearts Est they doubtful? Est they afraid ut DEUS His messenger treat them unfairly? In fact, est they est unjust"},{"SurahNumber":24,"VerseNumber":51,"Text":"Unus utterance believers whenever invited to DEUS His messenger scabinus their affairs est dictus Nos hear nos obey These est winners"},{"SurahNumber":24,"VerseNumber":52,"Text":"Those obey DEUS His messenger reverence DEUS observe Eum these est triumphant unus"},{"SurahNumber":24,"VerseNumber":53,"Text":"They juravit DEUS solemnly vos commanded them mobilize they mobilize! dictus non juravit. Obedience est obligation. DEUS EST fully Cognizant DE everything VOS PERFECIT"},{"SurahNumber":24,"VerseNumber":54,"Text":"dictus Obey DEUS obey messenger. they refuse tunc he est responsible his obligations vos est responsible pro tuus obligations. Vos obey eum vos guided sole duty messenger est deliver message"},{"SurahNumber":24,"VerseNumber":55,"Text":"DEUS promises those VOS believe lead righteous VITA UT He FACTUS them sovereigns TERRA PROUT He PERFECIT PRO those ANTE them AC establish PRO them RELIGIONIS He chosen them substitute PAX security them in locus DE fear totus hoc because they worship Me alone they nunquam set any idols Me. Those disbelieve hoc est the enim wicked"},{"SurahNumber":24,"VerseNumber":56,"Text":"Vos observe Contact Prayers (Salat) dedit obligatory charity (Zakat) obey messenger ut vos attain mercy"},{"SurahNumber":24,"VerseNumber":57,"Text":"Non think those disbelieve ever get it Their ultimus abode est Hell; quod miserable destiny"},{"SurahNumber":24,"VerseNumber":58,"Text":"O vos believe disponsationis requested tuus servus infans non attained puberty iniit tuus rooms Hoc est est perfecit in 3 instances - Dawn Prayer meridie when vos change tuus clothes rest Nox Prayer. These est 3 private temporis vos. Apud alius temporis non est wrong vos them mingle 1 alias DEUS SIC clarifies revelations VOS. DEUS est Omniscient Wise"},{"SurahNumber":24,"VerseNumber":59,"Text":"Dodum infans reach puberty they ask disponsationis (ante iniit) like those became adults them asked disponsationis (ante iniit)! DEUS SIC clarifies His revelations VOS. DEUS est Omniscient Wise"},{"SurahNumber":24,"VerseNumber":60,"Text":"elderly femina non expect get copulatus commit nihil wrong de relaxing their dress code provisus they non reveal too much de their corporis! maintain modesty est bene them. DEUS est Hearer Knower"},{"SurahNumber":24,"VerseNumber":61,"Text":"blind non est blamed crippled non est blamed nor handicapped blamed just prout vos non est blamed eating tuus domus domus tuus patris domus tuus mater domus tuus frater domus tuus soror domus tuus patris frater domus tuus patris soror domus tuus mater frater domus tuus mater soror domus belong to vos vos possess their keys domus tuus friends! Vos commit nihil wrong eating unus prout individuals! When vos iniit any domus vos greet each alius greeting ex DEUS beatus ac bonus. DEUS SIC explains revelations VOS VOS understand"},{"SurahNumber":24,"VerseNumber":62,"Text":"true believers est those believe in DEUS His messenger ac when they est eum community meeting they perfecit non sinister eum disponsationis! Those ask disponsationis est unus believe in DEUS His messenger. they ask tuus disponsationis in order tend to some de their affairs vos grant disponsationis whomever vos wish ask DEUS forgive them! DEUS est Forgiver Merciful"},{"SurahNumber":24,"VerseNumber":63,"Text":"Non treat messenger's requests vos treat each others' requests DEUS EST fully aware de those among VOS sneak away using flimsy excuses Let them beware - those disobey his orders - Pro disaster strike them severe retribution"},{"SurahNumber":24,"VerseNumber":64,"Text":"Absolutely to DEUS belongs everything caelum terra! He fully knows omnis status vos est in Feria vos returned Eum He inform them de everything they perfecit. DEUS est fully aware de TOTUS things"},{"SurahNumber":25,"VerseNumber":1,"Text":"Beatus est 1 revealed Statute Book His servus he serve warner the whole saeculum"},{"SurahNumber":25,"VerseNumber":2,"Text":"to whom belongs totus sovereignty de caelum terra! He nunquam habet filius nor perfecit He habet any partners sovereignty! He created everything exact measure He precisely designed everything"},{"SurahNumber":25,"VerseNumber":3,"Text":"autem they set beside Eum deus non create anything - they created - Qui non possess power et harm benefit nor perfecit they possess any power control vita decessus resurrection"},{"SurahNumber":25,"VerseNumber":4,"Text":"Those disbelieved dictus Hoc est fabrication he produced help some alius people They uttered blasphemy falsehood"},{"SurahNumber":25,"VerseNumber":5,"Text":"They alias dictus Tales ex preter he scripsit they dictated eum feria ac nox"},{"SurahNumber":25,"VerseNumber":6,"Text":"Dictus Hoc revealed the Unus knows Secret caelum terra! He Forgiving Merciful"},{"SurahNumber":25,"VerseNumber":7,"Text":"Ac they dictus \"Quam advenit hoc messenger eats food walks markets Si unus angel advenit eum serve eum preacher"},{"SurahNumber":25,"VerseNumber":8,"Text":"Alias Si unus treasure dedit eum! Alias unus he possess orchard ex quae he eats transgressors alias dictus Vos subsequentis bewitched vir"},{"SurahNumber":25,"VerseNumber":9,"Text":"Note quam they alias vos totus generis de cognomen ac quam hoc led them astray nunquam invenit their via back"},{"SurahNumber":25,"VerseNumber":10,"Text":"Beatus est 1 potuit He testimentum dedit vos much bene than their demands - gardens flowing streams multus mansions"},{"SurahNumber":25,"VerseNumber":11,"Text":"In fact, they disbelieved Hora (Feria Resurrection) nos prepared those disbelieve Hora flaming Hell"},{"SurahNumber":25,"VerseNumber":12,"Text":"When it vide them ex afar they hear its rage fuming"},{"SurahNumber":25,"VerseNumber":13,"Text":"Ac when they thrown it narrow locus totus shackled they declare their remorse"},{"SurahNumber":25,"VerseNumber":14,"Text":"Vos non declare just single remorse ut feria; vos suffer major numerus remorses"},{"SurahNumber":25,"VerseNumber":15,"Text":"Dictus Est hoc bene eternal Paradise ut promised pro the righteous? It est their bene deserved reward bene deserved destiny"},{"SurahNumber":25,"VerseNumber":16,"Text":"They get anything they wish therein forever Hoc est tuus Dominus irrevocable promise"},{"SurahNumber":25,"VerseNumber":17,"Text":"Feria when He summons them unus idols they set DEUS He habuit dictus testimentum vos misled these servus de Meus Habuit they iit astray on their suus"},{"SurahNumber":25,"VerseNumber":18,"Text":"They dictus Vos glorified non est rectus nos set any dominus Vos. Vos allowed them enjoy unus their parentes! Consequently they disregarded message sic became wicked people"},{"SurahNumber":25,"VerseNumber":19,"Text":"They disbelieved message vos dedit them consequently vos potuit nec protect them ex retribution they incurred nor potuit vos help them in any via Anyone among vos commits malus nos commit eum severe retribution"},{"SurahNumber":25,"VerseNumber":20,"Text":"Nos non send any messengers vos non eat food walk markets Nos sic test vos de each alius vos steadfastly persevere Tuus Dominus est Seer"}]}