{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allah nem szereti a hangosan kinyilvanitott rosszat, kiveve azet, aki jogtalansagot szenvedett el. Allah Hallo es Tudo"},{"SurahNumber":4,"VerseNumber":149,"Text":"Ha barmi jot megmutattok, vagy elrejtitek azt, vagy elneztek valami rosszat. Allah Megbocsato es mindenre kepes"},{"SurahNumber":4,"VerseNumber":150,"Text":"Bizony azok, akik hitetlenek Allah- hal szemben es az O Kuldotteivel szemben es kulonbseget akarnak. tenni Allah es a Kuldottei kozott es azt mondjak: ,. Hiszunk egyik reszeben, am nem hiszunk mas reszeiben.\" E kozott akarnak maguknak utat talalni"},{"SurahNumber":4,"VerseNumber":151,"Text":"Ok az igazi hitetlenek. Mi a hitetleneknek megalazo buntetest keszitettunk elo"},{"SurahNumber":4,"VerseNumber":152,"Text":"Am azok, akik hisznek Allah-ban es a Kuldotteiben es nem tesznek kulonbseget kozottuk (a Kuldottek kozott), azoknak megadjuk a jutalmukat. Allah Megbocsato es Irgalmas"},{"SurahNumber":4,"VerseNumber":153,"Text":"A Konyv Nepe azt keri toled, hogy bocsattass le rajuk egy konyvet az Egbol. Am Musa-tol (Mozestol) meg ennel nagyobbat kertek. Es mondtak: , Mutasd meg nekunk Allah-ot vilagosan!\" A mennyko sujtotta oket a bunukert. Majd megragadtak a tehenet, azt kovetoen, hogy a vilagos bizonyitekok elerkeztek hozzajuk. Am Mi elnezoek voltunk veluk. Es Musa-nak (Mozesnek) nyilvanvalo hatalmat adtunk"},{"SurahNumber":4,"VerseNumber":154,"Text":"Es felemeltuk folottuk a Hegyet, a szerzodesuk kovetkezteben. Es mondtuk nekik: Lepjetek be az ajton leborulva.\" Es mondtuk nekik: ..Ne kovessetek el tulkapast a szombattal kapcsolatban!\" Szigoru egyezseget kotottunk veluk"},{"SurahNumber":4,"VerseNumber":155,"Text":"Es mivel megszegtek az egyezseguket es Allah jeleiben valo hitetlenseguk miatt es amiatt, hogy megoltek a Profetakat jogtalanul es azert mert azt mondtak: , A mi szivunket borito takarja\", Igen! Allah pecsetet helyezett arra a hitetlenseguk miatt. Csak kevesen hisznek kozuluk"},{"SurahNumber":4,"VerseNumber":156,"Text":"Es hitetlenseguk miatt es mert Mariat hatalmas ragalommal illettek"},{"SurahNumber":4,"VerseNumber":157,"Text":"Es mert azt mondtak: ..Mi megoltuk a Messiast, Jezust, Maria fiat, Allah Kuldottet.\" Am valojaban nem oltek meg es nem feszitettek keresztre. Am egy hasonmas adatott nekik. Akik kozott ot illetoen nezetkulonbseg van, azok ketsegben vannak felole. Nem rendelkeznek ok rola tudassal, csak a gondolatot kovetik. Am bizonyos, hogy ot (Jezust. beke rea!) nem oltek meg"},{"SurahNumber":4,"VerseNumber":158,"Text":"Ellenkezoleg Allah felemelte ot magahoz. Allah Hatalmas es Bolcs"},{"SurahNumber":4,"VerseNumber":159,"Text":"A Konyv Nepe bizony hisz benne- a halala (Jezuse) elott. A Feltamadas Napjan tanu lesz ellenuk"},{"SurahNumber":4,"VerseNumber":160,"Text":"Es azok bune miatt, akik a zsido vallast kovettek, megtiltottuk nekik a jo dolgokat, amelyek megengedettek voltak. Es azert mert sokakat elteritettek Allah Utjatol"},{"SurahNumber":4,"VerseNumber":161,"Text":"Es azert mert az uzsorat habzsoltak, holott attol eltiltattak. Es mert az emberek javait hamis dolgokra pocsekoltak el. Es Mi fajdalmas buntetest keszitettunk elo a kozuluk valo hitetleneknek"},{"SurahNumber":4,"VerseNumber":162,"Text":"Am a tudasban szilardak kozuluk, es a hivok, akik hisznek abban, ami kinyilatkoztatott neked (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) es abban, ami elotted bocsattatott le es elvegzik az imat es megadjak a szegeny-adot es hisznek Allah- ban es a Vegso Napban- nekik hatalmas jutalmat fogunk adni"},{"SurahNumber":4,"VerseNumber":163,"Text":"Mi bizony sugalltunk (kinyilatkoztattunk) neked!\" (Muhammad- Allah aldja meg es adjon Neki orok udvosseget), ahogyan sugalltunk (kinyilatkoztattuk) NiA-nak (Noe-nak) es az utana kovetkezo Profetaknak es sugalltuk I[brahtm- nak (Abrahamnak), Isma\"il-nak, Ishag-nak, Yagub-nak s a torzseknek es Jezusnak, Ayyub-nak, Yunus-nak, Harun-nak, Sulayman- nak (Salamon). Es Dawud-nak\" (David) egy zsoltart adtunk"},{"SurahNumber":4,"VerseNumber":164,"Text":"Nemely kuldottekrol mar beszeltunk neked ezelott, am nemely kuldottrol nem beszeltunk neked. Es Allah szolva szolt Misa-hoz (Mozeshez)"},{"SurahNumber":4,"VerseNumber":165,"Text":"Kuldottek, akik oromhir hozokkent es intokkent jottek, hogy az embereknek ne lehessen Allah-hal szemben ervuk a kuldottek utan. Allah Hatalmas es Bolcs"},{"SurahNumber":4,"VerseNumber":166,"Text":"Am Allah tanusitja azt, amit (a Koran) lebocsatott neked (Muhammad- Allah aldja meg es adjon Neki orok udvosseget), az O tudasaval kuldetett az le es az angyalok is tanusitjak. Allah elegseges tanu"},{"SurahNumber":4,"VerseNumber":167,"Text":"Bizony azok, akik hitetlenkednek Es elforditanak Allah Utjatol, azok messze vivo tevelygesben tevelyegnek"},{"SurahNumber":4,"VerseNumber":168,"Text":"Bizony azok, akik hitetlenkednek Es bunoket kovetnek el, azoknak Allah nem bocsathat meg es nem \"vezerelheti oket az Utra"},{"SurahNumber":4,"VerseNumber":169,"Text":"Kiveve a Pokolba vezeto utra, orokkon abban fognak idozni. Ez Allah szamara konnyu"},{"SurahNumber":4,"VerseNumber":170,"Text":"O, emberek! A Kuldott (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) immar eljott hozzatok az Igazsaggal az Uratoktol. Higgyetek! Ez jobb nektek. Am ha hitetlenkedtek, Allah-e minden, ami az egekben es a foldon van. Allah Tudo es Bolcs"},{"SurahNumber":4,"VerseNumber":171,"Text":"O, Konyv Nepe! Ne kovessetek el tulkapast a vallasotokban! Es Allah-rol csak az igazat mondjatok! Jezus, a Messias, Maria fia, csupan Allah kuldotte, es az O szava! , amit Mariara vetett es a belole szarmazo lelek. Higgyetek Allah-ban es a Kuldotteiben! Es ne mondjatok: .. Harom!\" Hagyjatok abba! Ez jobb nektek. Bizony Allah az egyetlen isten- magasztaltassek! Mennyire felette all O annak, hogy fia legyen Neki. Ove minden, ami az egekben es a foldon van. Allah elegseges segito"},{"SurahNumber":4,"VerseNumber":172,"Text":"A Messias soha nem fogja megalazonak tartani, hogy Allah szolgaja legyen es a kozellevo Angyalok sem. Aki megalazonak tartja az O szolgalatat az ontelt gogos. Am O mindenkit Magahoz fog osszegyujteni"},{"SurahNumber":4,"VerseNumber":173,"Text":"Am azok, akik hisznek es jotetteket cselekszenek, azoknak teljes jutalmat ad es az O tularado kegyelmebol meg hozza is tesz. Am azokat, akik lealazonak tartjak (az O szolgalatat) es gogosek, azokat fajdalmas buntetessel bunteti meg. Nem talalnak ok maguknak Allah helyett sem tamogatot, sem segitot"},{"SurahNumber":4,"VerseNumber":174,"Text":"O, emberek! Vilagos bizonyitek jott el immar hozzatok az Uratoktol. Es nyilvanvalo fenyt (ezt a Korant) bocsatottunk le nektek"},{"SurahNumber":4,"VerseNumber":175,"Text":"Ami azokat illeti, akik hisznek Allah-ban, es Hozza ragaszkodnak, azokat a Tole szarmazo Irgalomba es tularado Kegyelmebe (a Paradicsom) lepteti be. Es az Egyenes Uton vezerli oket Magahoz"},{"SurahNumber":4,"VerseNumber":176,"Text":"(Vallasjogi) Tanacsot fognak kerni toled! Mondd: , Allah fog feleletet adni nektek a kalala-rol . Ha egy ferfi meghal es nincs gyermeke, am van egy leany testvere, a leanytestvernek a fele jar annak, amit hatrahagyott. A fiutestver is orokolhet tole (lanytestver) ha nincs neki gyermeke. Ha ket leanytestver van, akkor nekik a ketharmada jar annak, amit hatrahagyott. Ha ok testverek ferfiak es nok is, abban. az esetben a ferfinak ketszer annyi jar, mint a nonek. Allah megvilagositja nektek, nehogy eltevelyedjetek, Allah-nak mindenrol tudasa van"},{"SurahNumber":5,"VerseNumber":1,"Text":"O, ti, akik hisztek! Teljesitsetek a kotelezettsegeiteket! Megengedtetett nektek a labasjoszag (elelemkent) kiveve az, ami recitaltatik nektek. Nem megengedett viszont a szamotokra a vadaszat, ha a megszentelt (ihram-ban, a zarandoklat elvegzesere szolgalo szabatlan ket feher lepel)? allapotban vagytok. Allah ugy dont, ahogyan O akar"},{"SurahNumber":5,"VerseNumber":2,"Text":"O,ti, akik hisztek! Ne szegjetek meg Allah szent eloirasait, sem pedig a szent Honapot! Sem az aldozati allatokat, sem a nyakekeket, sem pedig azokat, akik a Szent Hazhoz tartanak, az Uruk tularado kegyelmet es tetszeset ahitozva. Ha mar profan allapototokban vagytok\", akkor vadasszatok! Es ne vigyen benneteket az emberek iranti haragvasotok gyuloletre, azert mivel tavoltartottak benneteket a Szent Mecsettol (al- Masgjidu-I- Haramu)! Segitsetek egymast a kegyessegben es az istenfelelemben! Am ne segitsetek egymast a bunben es az ellensegeskedesben! Feljetek Allah-ot! Bizony Allah buntetese igen szigoru"},{"SurahNumber":5,"VerseNumber":3,"Text":"Tilalmassa tetetett a szamotokra a doglott allat, a ver\", a sertes hus es mindaz, ami nem Allah-nak aldoztatott fel es az, ami megfojtatott, az agyonutott, a halalra zuzott, a feloklelt es az is, amibol a vadallatok teptek mar. Kiveve, ha ti vagjatok le?. Es az is, ami aldozo kovon vagatott le es a josnyilakkal torteno sorsolas is. Ez bunos dolog. Ezen a napon azok, akik hitetlenkednek remenyvesztettek lettek a ti vallasotokkal kapcsolatban. Ne feljetek toluk! Engem feljetek! A mai napon teljesse tettem a szamotokra a vallasotokat es kiteljesitettem ratok az En kegyelmemet, Es az Iszlamot rendeltem el nektek vallasul\". Aki az ehseg kenyszeretol hajtva (szeg meg tilalmat) nem a bunre valo hajlandosagaban, (ugy) Allah Megbocsato es Konyoruletes"},{"SurahNumber":5,"VerseNumber":4,"Text":"Kerdezni fognak teged (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) mi a megengedett nekik. Mondd: s Megengedtettek nektek a jo dolgok. Tovabba azok (negylabu es szarnyas allatok), amiket ti. tanitottatok a ragadozok kozul, idomitva azokat. Tanitjatok nekik azt, amit Allah tanitott meg nektek. Egyetek abbol, amit nektek fognak meg. Emlitsetek meg Allah nevet azon!! Feljetek Allah-ot. Bizony Allah gyorsan elszamolo"},{"SurahNumber":5,"VerseNumber":5,"Text":"Ezen a napon megengedtettek nektek a jo dolgok\". Es azok etele, akiknek a Konyv adatott megengedett a szamotokra es a ti eteletek megengedett az o szamukra\", Es (megengedettek bazassag celjabol) az erenyes hivo asszonyok? es az erenyes asszonyok azok kozul, akiknek az Iras adatott elottetek, ha megadjatok nekik az o jussukat erenyesen es nem parazna modon es nem szeretoket tartokkent. Aki pedig tagadja a hitet, annak karba vesz a cselekedete. Es a vesztesekkel lesz a Tulvilagon"},{"SurahNumber":5,"VerseNumber":6,"Text":"O, ti, akik hisztek! Ha! az imahoz alltok fel? akkor mossatok meg az arcotokat? es a kezeiteket konyekig es simitsatok vegig a fejeiteket es a labaitokat bokaig (mossatok meg)! Es ha tisztatalanok! vagytok, tisztalkodjatok meg! Ha betegek vagytok, vagy uton vagytok, vagy valaki kozuletek az illemhelyrol Jon, vagy not erintettetek es nem talaltok vizet, ugy hasznaljatok a tiszta (magas helyen levo). tayammum-ot!. Es simitsatok vegig az arcotokat vele es a kezeiteket! Allah nem akar ratok nehezseget helyezni. Am meg akar tisztitani benneteket es ki akarja teljesiteni az irantatok valo kegyelmet. Talan halasak lesztek"},{"SurahNumber":5,"VerseNumber":7,"Text":"Emlekezzetek Allah irantatok tanusitott kegyelmere es a Vele kotott egyezsegre, amit veletek kotott. Midon mondtatok: , Halljuk es engedelmeskedunk.\" Feljetek Allah-ot! Hiszen Allah ismeri a lelkek rejtett titkait"},{"SurahNumber":5,"VerseNumber":8,"Text":"O, ti, akik hisztek! Legyetek elhatarozottan szilardak Allah-ert, igazsagos tanuk! Es az emberek iranti haragvasotok ne vigyen benneteket arra, hogy igazsagtalanok legyetek! Ez kozelebb van az istenfelelemhez. Feljetek Allah-ot! Allah-nak tudomasa van arrol, hogy ti mit tesztek"},{"SurahNumber":5,"VerseNumber":9,"Text":"Allah megigerte azoknak, akik hisznek es jotetteket cselekszenek, hogy nekik megbocsatas es batalmas jutalom jar"},{"SurahNumber":5,"VerseNumber":10,"Text":"Am azok, akik hitetlenkednek es meghazudtoljak a Mi jeleinket, ok a Pokol nepe"},{"SurahNumber":5,"VerseNumber":11,"Text":"O, ti, akik hisztek! Emlekezzetek Allah irantatok valo kegyelmere! Midon egy nep azon volt, hogy kezet kinyujtja ellenetek, am O elharitotta a kezuket rolatok. Feljetek Allah-ot! Allah-ra tamaszkodjanak a hivok"},{"SurahNumber":5,"VerseNumber":12,"Text":"Allah egyezseget kotott Izrael fiaival. Es kozuluk tizenket nagib-ot! kuldtunk el. Es Allah mondta: . En veletek vagyok, ha elvegzitek az imat es megadjatok az alamizsnat es hisztek a Kuldotteimben es tamogatjatok oket. Es szep kolcsont kolcsonoztok Allah-nak. Es ekkor bizony eltorlom rolatok a rossz tetteiteket es olyan kertekbe leptetlek benneteket, amelyek alatt folyok folynak. Es az, aki ezutan hitetlenkedik kozuletek, az letert az egyenes utrol"},{"SurahNumber":5,"VerseNumber":13,"Text":"S amiert megszegtek az egyezseguket, megatkoztuk oket es kemennye tettuk a sziveiket. Kiforgatjak ok a szavakat a helyeikrol es elfeledtek egy reszet annak, amire intest kaptak. Es folyamatosan arulast tapasztalsz reszukrol, keves kivetellel. Am legy elnezo es bocsass meg! Allah szereti a kegyeseket"},{"SurahNumber":5,"VerseNumber":14,"Text":"Es azok kozul is, akik azt mondjak mi keresztenyek vagyunk, veluk is egyezseget kotottunk. Am elfeledtek egy reszet annak, amire intest kaptak. Ellensegeskedest es gyuloletet ultettunk el kozottuk a Feltamadas Napjaig. Allah hirul fogja adni nekik mit cselekedtek"},{"SurahNumber":5,"VerseNumber":15,"Text":"O, Konyv Nepe! Bizony eljott hozzatok a Mi Kuldottunk. (Muhammad- Allah aldja meg es adjon Neki orok udvosseget), megvilagit nektek sok mindent, amit elrejtettetek az Irasbol. Sok. mindent el is nez nektek. Bizony feny jott el Allah-tol hozzatok es nyilvanvalo, vilagos Konyv"},{"SurahNumber":5,"VerseNumber":16,"Text":"Altala vezerli Allah azokat, akik kovetik az O tetszeset a bekesseg utjaira. Es a sotetsegekbol a Fenyre hozza ki oket, az O engedelmevel es vezerli az Egyenes Utra"},{"SurahNumber":5,"VerseNumber":17,"Text":"Bizony hitetlenkednek azok, akik azt mondjak: , Allah nem mas, \"mint a Messias, Maria fia.\" Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): .Ki az, aki barmit is birtokol Allah-hal szemben, ha O akarja elpusztitja a Messiast, Maria fiat es az anyjat es azokat, akik a foldon vannak, mindenkit, Allah-e az egek es a fold birodalma es aze is, ami ezek kozott van. Azt teremt, amit akar. Allah mindenre kepes"},{"SurahNumber":5,"VerseNumber":18,"Text":"A zsidok es a keresztenyek azt mondtak: . Mi Allah gyermekei es kedveltjei vagyunk.\" Mondd: s:Akkor miert buntet benneteket a buneitek miatt? Nem! Ti emberek vagytok, azok kozul, akiket teremtett. Annak bocsat meg, akinek akar es megbunteti azt, akit akar.\" Allah-e az egek es a fold birodalma es a ketto kozottie is. Hozza vezet az ut"},{"SurahNumber":5,"VerseNumber":19,"Text":"O, Konyv Nepe! Bizony eljott hozzatok a Mi Kuldottunk (Muhammad- Allah aldja meg es adjon Neki orok udvosseget), a kuldottek lancolatanak megszakadasa idejen, hogy megmagyarazza nektek es nehogy azt mondjatok: . Nem erkezett hozzank sem oromhir hozo, sem into.\" Bizony oromhir hozo es into is erkezett hozzatok. Allah mindenre kepes"},{"SurahNumber":5,"VerseNumber":20,"Text":"S midon Musu (Mozes) mondta a nepenek: .O, nepem! Emlekezzetek Allah irantatok valo kegyelmere, midon profetakat tamasztott kozottetek, kiralyokka tett benneteket. Es olyan dolgot adott nektek, amit senkinek sem adott meg meg a vilagokban"},{"SurahNumber":5,"VerseNumber":21,"Text":"O, nepem! Lepjetek be a szent foldre, amit Allah nektek irt meg. Am ne forduljatok vissza, hiszen akkor karvallottkent ternetek vissza"},{"SurahNumber":5,"VerseNumber":22,"Text":"Mondtak: .O, Ms (Mozes)! Bizony ott hatalmas nep van! Mi addig oda nem lepunk be, amig azok onnan ki nem mennek. Ha kimennek belole, akkor mi belepunk"},{"SurahNumber":5,"VerseNumber":23,"Text":"Ket ferfi, akik (Allah-ot) feltek- akikkel szemben Allah kegyelmet gyakorolt- mondtak: , Lepjetek be ellenuk a kapun! Es ha mar beleptetek azon, ti lesztek a felulkerekedok. Allah-ra hagyatkozzatok, ha igazan hivok vagytok"},{"SurahNumber":5,"VerseNumber":24,"Text":"Mondtak: ..O, Mozes! Mi bizony nem fogunk belepni oda soha, amig azok ott vannak. Menj te es az Urad es harcoljatok! Mi itt maradunk ulve addig"},{"SurahNumber":5,"VerseNumber":25,"Text":"Mondta: Uram! En csak magam es testverem felett rendelkezem. Tegy hat kulonbseget koztunk es a bunos nep kozott"},{"SurahNumber":5,"VerseNumber":26,"Text":"(A Magasztos) Mondta: Ez (a fold) tilalmas lesz a szamukra negyven evig. Bolyongani fognak a foldon. Te ne bankodj a bunos nep miatt!\" Hizb"},{"SurahNumber":5,"VerseNumber":27,"Text":"Recitald (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) nekik Adam ket fianak! a tortenetet, az igazsagnak megfeleloen. Midon aldozatot mutattak be mind a ketten. Es az egyiktol kozuluk elfogadtatott es nem fogadtatott el a masiktol. Mondta (az egyik): .Bizony meg foglak olni teged!\" Mondta (a masik): Allah csak az istenfeloktol fogad el"},{"SurahNumber":5,"VerseNumber":28,"Text":"Ha kinyujtod felem a kezed, hogy megolj engem, en nem fogom kinyujtani a kezem feled, hogy megoljelek. En bizony felem Allah-ot, a Vilagok Urat"},{"SurahNumber":5,"VerseNumber":29,"Text":"Azt akarom, hogy magadra vedd az en bunomet es a te bunodet es igy a Pokol nepe koze tartozz! Ez a bunosok jutalma"},{"SurahNumber":5,"VerseNumber":30,"Text":"A lelke sugallta neki testvere megoleset es meg is olte ot. Es a karvallottak koze kerult"},{"SurahNumber":5,"VerseNumber":31,"Text":"Es Allah elkuldott egy hollot, amely a foldon keresgelt, hogy megmutassa neki, hogyan rejtse el testvere holttestet. Es mondta: O, jaj nekem! Hat keptelen Vagyok arra, hogy olyan legyek, mint ez a hollo es elrejtsem testverem holttestet? Es a bunbanok koze tartozott"},{"SurahNumber":5,"VerseNumber":32,"Text":"Emiatt! irtuk meg Izrael fiai szamara azt, hogy ha valaki megol egy lelket, egy masik lelek nelkul, vagy a foldon valo rossz okozasanak? a hianyaban\", akkor az olyan, mintha minden embert megolt volna. Aki viszont eletben tart az olyan, mintha minden embert eletben tartott volna. Bizony eljottek hozzatok a Mi Kuldotteink a vilagos bizonyitekokkal. Am sokan kozuluk ezek utan is tulkapasokat kovettek el a foldon"},{"SurahNumber":5,"VerseNumber":33,"Text":"Bizony azok, akik harcolnak Allah es a Kuldotte ellen\" es abban buzgolkodnak, hogy romlast okozzanak a foldon, azok jutalma az, hogy megoletnek, vagy keresztre feszittetnek, vagy kezeik es labaik-egymassal ellentetesen- levagatnak, vagy szamuzetnek a foldrol. Ez megalaztatas lesz a szamukra az evilagon. Es nekik a Tulvilagon hatalmas buntetes jar"},{"SurahNumber":5,"VerseNumber":34,"Text":"Kiveve azokat, akik megbanast mutatnak meg azelott, hogy a hatalmatokba kerulnenek. Es tudjatok, hogy Allah Megbocsato es Irgalmas"},{"SurahNumber":5,"VerseNumber":35,"Text":"O, ti, akik hisztek! Feljetek Allah-ot! A Hozza jutas eszkozeit ahitozzatok es harcoljatok az O Utjan! Talan boldogultok"},{"SurahNumber":5,"VerseNumber":36,"Text":"Azok, akik hitetlenkednek, meg ha ovek lenne is mindaz, ami a foldon Van es vele egyutt meg egyszer amnyi es ezzel meg szeretnek magukat valtani a Feltamadas Napjanak buntetesetol, bizony nem fogadtatik az el toluk. Fajdalmas buntetes var rajuk"},{"SurahNumber":5,"VerseNumber":37,"Text":"Szeretnenek kilepni a Tuzbol, am soha nem fognak abbol kilepni, Soha meg nem szuno buntetes jar nekik"},{"SurahNumber":5,"VerseNumber":38,"Text":"A tolvaj ferfi es a tolvaj no, mindkettonek vagjatok le a kezet, amnak jutalmakent, amit szereztek es Allah-tol szarmazo megtorlaskent!. Allah Hatalmas es Bolcs"},{"SurahNumber":5,"VerseNumber":39,"Text":"Am az, aki megbanast mutat, a bune utan es megjavul, afele Allah kiengesztelodve fordul. Allah Megbocsato es Irgalmas"},{"SurahNumber":5,"VerseNumber":40,"Text":"Talan nem tudod, hogy Allah-e az egek es a fold birodalma. Azt buntet meg, akit akar es annak bocsat meg, akinek akar. Allah mindenre kepes"},{"SurahNumber":5,"VerseNumber":41,"Text":"O kuldott ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget)! Ne szomorkodj azok miatt, akik versengenek a hitetlensegben, ok azok kozul \"valok, akik azt mondtak a szajukkal: Hiszunk!\" De a szivuk nem hisz. Es azok kozul, akik zsidok, akik szivesen meghallgatjak a hazugsagot es szivesen meghallgatnak mas embereket. Ok nem jottek el hozzad, Kiforgatjak a szavakat\" (azutan, hogy azok) a helyeiken (voltak) es azt mondjak: ..Ha ez nektek adatott, akkor vegyetek el azt, am ha nem nektek adatott, akkor ovakodjatok!\" Akit Allah megkisertessel akar probara tenni, annak erdekeben semmivel sem rendelkezel Allah-nal. Ok azok, akiknek Allah nem akarta megtisztitani a szivet. Nekik az evilagi letben megalaztatas jar. Es a Tulvilagon hatalmas buntetes"},{"SurahNumber":5,"VerseNumber":42,"Text":"Ok szivesen meghallgatjak a hazugsagot es buzgon faljak a tilalmasat. Ha eljonnek hozzad itelkezz kozottuk, vagy fordulj el toluk! Ha elfordulsz toluk, ok semmiben sem lehetnek a karodra. Ha itelkezel kozottuk, igazsagosan itelj kozottuk! Allah szereti az igazsagosakat"},{"SurahNumber":5,"VerseNumber":43,"Text":"Hogyan tennenek meg teged dontobironak mikor naluk van a Tora, abban ott van Allah itelete. Majd elfordulnak ezt kovetoen. Ok nem hivok"},{"SurahNumber":5,"VerseNumber":44,"Text":"Mi bizony kinyilatkoztattuk a Torat (Mozesnek), abban utmutatas es fenyesseg van, hogy azok a profetak, akik alavetettek magukat, aszerint itelkezzenek azok kozott, akik zsidok. Es, hogy a rabbik es a vallastudosok (is. aszerint itelkezzenek), aminek megorzese rajuk bizatott Allah Konyvebol. Ok erre tanuk. Ne feljetek az embereket, Engem feljetek! Es ne adjatok el olcso. aron az En jeleimet! Aki nem aszerint itelkezik, amit Allah kinyilatkoztatott, azok hitetlenek"},{"SurahNumber":5,"VerseNumber":45,"Text":"Es megirtuk nekik abban (a Toraban): ,.A lelket a lelekert, a szemet a szemert, az orrot az orrert, a fulet a fulert, a fogat a fogert es a sebesulesekert (amelyek kisebbek, mint az elobbiek) a bosszulo megtorlast,\" Ha valaki adakozik ezzel\", az a bunet megvalto dolog lesz a szamara\". Es az, aki nem azaltal itelkezik, amit Allah kinyilatkoztatott, ok a bunosok (az- zalimuna)"},{"SurahNumber":5,"VerseNumber":46,"Text":"S utanuk kuldtuk Jezust, Maria fiat, igazolando azt, ami mar naluk volt a Torabol. Majd neki az Evangeliumot adtuk, abban utmutatas es feny van, bizonyitando azt, ami nala van a Torabol. Utmutataskent es inteskent az istenfelok szamara"},{"SurahNumber":5,"VerseNumber":47,"Text":"Az Evangelium gazdainak (nepenek) aszerint kell itelkezniuk, amit Allah kinyilatkoztatott abban. Es azok, akik nem aszerint itelkeznek, amit Allah kinyilatkoztatott, ok a bunosok (al-fasiguna)"},{"SurahNumber":5,"VerseNumber":48,"Text":"Es kinyilatkoztattuk neked (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) a Konyvet az Igazsaggal, igazolando, azt, ami mar elotte is volt a Konyvbol, felugyelokent felette. Itelj hat kozottuk aszerint, amit Allah bocsatott le! Es ne kovesd az o vagyaikat (leterve) attol, ami hozzad az Igazsagbol jott el. Mindenki szamara kijeloltuk a torvenyt es a modszert. Ha Allah akarta volna egyetlen kozossegge tett volna benneteket. Am (szetvalasztott), hogy probanak vessen ala benneteket azzal, amit nektek adott. Versengjetek hat a jo dolgokban! Kozuletek mindenkinek Allah-hoz lesz a visszaterese. Es O tudatni fogja veletek azt, amiben ti vitaztatok"},{"SurahNumber":5,"VerseNumber":49,"Text":"Es itelkezz ( Muhammad- Allah aldja meg es adjon Neki orok. udvosseget) kozottuk aszerint, amit Allah kinyilatkoztatott. Es ne kovesd az o vagyaikat. Es ovakodj toluk, nehogy kisertesbe vigyenek (5 leteritsenek) annak egy reszetol, amit Allah neked nyilatkoztatott ki. Ha elfordulnak, ugy tudnod kell, hogy Allah buneik egy resze miatt akarja sujtani oket. Bizony sokan az emberek kozul bunosok"},{"SurahNumber":5,"VerseNumber":50,"Text":"Talan a tudatlansag koranak (al- Gahilivya) itelkezeset ahitozzak? Es ki lehetne szebben itelkezo Allah-nal, egy olyan neppel kapcsolatban, akik megbizonyosodtak"},{"SurahNumber":5,"VerseNumber":51,"Text":"O, ti, akik hisztek! Ne fogadjatok a zsidokat es a keresztenyeket baratotokul! Ok egymas baratai. Es az, aki kozuletek baratjaul fogadja oket, az kozuluk valo! Allah nem vezerli a bunos nepet"},{"SurahNumber":5,"VerseNumber":52,"Text":"Latod-e azokat, akiknek a sziveben betegseg lakozik, Ssurgolodnek kozottuk azt mondogatva: . Felunk, hogy valami kedvezotlen fordulat sujt bennunket.\" Am lehet, hogy Allah a gyozelmet, vagy egy Tole szarmazo parancsot hoz el. Es akkor ok majd megbanjak azt, amit a lelkukben eltitkoltak"},{"SurahNumber":5,"VerseNumber":53,"Text":"Es azok, akik hisznek mondjak: . Talan ok azok, akik a legunnepelyesebb eskujukkel erositettek meg, hogy ok veletek vannak?\" Bizony karba vesznek cselekedeteik. Es a karvallottak koze fognak kerulni"},{"SurahNumber":5,"VerseNumber":54,"Text":"O, ti, akik hisztek! Aki elhagyja kozuletek a vallasat (az az o dolga). Allah egy olyan nepet fog elohozni, akiket szeret es akik szeretik Ot, szerenyek a hivokkel, szigoruan kemenyek a hitetlenekkel. Allah Utjan harcolnak\" es nem felnek egyetlen gancsoskodo gancsoskodasatol sem. Ez Allah tularado kegyelme annak adja, akinek akarja. Allah a mindent atolelo, Tudo"},{"SurahNumber":5,"VerseNumber":55,"Text":"Bizony a ti segitotok csupan. Allah es az O Kuldotte es azok, akik hisznek. Akik megtartjak az imat es megadjak a szegeny-adot, mikozben meghajolnak"},{"SurahNumber":5,"VerseNumber":56,"Text":"Aki Allah-ot valasztja segitoul es a Kuldottet es azokat, akik hisznek (az jol teszi azt). Bizony Allah csapata! lesz a felulkerekedo"},{"SurahNumber":5,"VerseNumber":57,"Text":"O, ti, akik hisztek! Ne fogadjatok baratotokul azokat, akik a ti vallasotokat gunynak es jateknak tekintik- azok kozul, akik elottetek kaptak meg az Irast es a hitetleneket sem! Feljetek Allah- ot, ha hivok vagytok"},{"SurahNumber":5,"VerseNumber":58,"Text":"Ha imara hivtok fel\", ok azt gunynak es jateknak tekintik. Ez azert van, mert ok nem elnek az eszukkel"},{"SurahNumber":5,"VerseNumber":59,"Text":"Mondd: ,O, Konyv Nepe! Csupan. azert acsarkodtok ellenunk, mivel mi hiszunk Allah-ban es abban, ami kinyilatkoztatott nekunk es abban, ami korabban kinyilatkoztatott es azert mert a legtobben kozuletek bunosok"},{"SurahNumber":5,"VerseNumber":60,"Text":"Mondd ( Muhtammad- Allah aldja meg es adjon Neki orok udvosseget): .Vajon tudathatnek- € annal rosszabbat veletek, mint annak jutalma Allah-nal, akit Allah megatkozott es haragvassal fordult feleje. Nemelyeket kozuluk majmokka es sertesekke alakitott es. at-Tagut (hamis istensegek) imadoi, ok a legrosszabb helyzetben lesznek es ok a legtevelygobbek az Egyenes Urtol"},{"SurahNumber":5,"VerseNumber":61,"Text":"Ha eljonnek hozzad azt mondjak; Hiszunk!\" Hitetlenseggel lepnek be es azzal is lepnek ki. Am Allah sokkal jobban tudja, mi az, amit ok elrejtenek"},{"SurahNumber":5,"VerseNumber":62,"Text":"Sokakat latsz kozuluk, amint serenykednek a bunben es az ellensegeskedesben es a tilalmas habzsolasaban. Milyen rossz dolgot cselekszenek"},{"SurahNumber":5,"VerseNumber":63,"Text":"A rabbik es az irastudok miert nem tiltottak meg nekik a bunos beszedet es a tilalmas habzsolasat. Milyen rossz dolgot tesznek"},{"SurahNumber":5,"VerseNumber":64,"Text":"A zsidok azt mondjak: , Allah keze meg van bilincselve.\" Legyen bilincsbe verve az o kezuk! Es atkoztassanak el! - Azert, amit mondtak. De nem! Az O ket keze ki van tarva! Es ugy ad, ahogyan O akar. Bizony az, ami kinyilatkoztatott neked az Uradtol, sokakat kozuluk novel a megatalkodottsagukban es a hitetlensegben. Mi ellensegeskedest es haragvast \"vetettunk kozejuk a Feltamadas Napjaig. Valahanyszor csak haborura gyujtogattak, Allah eloltotta azt. A foldon romlast terjesztenek. Allah nem szereti a romlast terjesztoket"},{"SurahNumber":5,"VerseNumber":65,"Text":"Ha a Konyv Nepe hinne es istenfelo lenne, ugy levennenk roluk a rossz tetteiket es beleptetnenk oket a gyonyor Kertjeibe (a Paradicsomba)"},{"SurahNumber":5,"VerseNumber":66,"Text":"Ha ok betartanak a Torat es az Evangeliumot es azt, ami az Uruktol lekuldetett hozzajuk, akkor ehetnenek felulrol es a labuk alol is. Van kozottuk egy mertektarto. kozosseg. Am milyen sokan kozuluk rosszul cselekszenek"},{"SurahNumber":5,"VerseNumber":67,"Text":"O, Kuldott! Tovabbitsd azt, ami kinyilatkoztatott neked az Uradtol! Ha ezt nem teszed meg, akkor nem tovabbitottad az O megbizasat. Allah vedelmezni fog teged az emberekkel szemben. Allah nem vezerli a hitetlenek nepet"},{"SurahNumber":5,"VerseNumber":68,"Text":"Mondd (Muhammad - Allah aldja meg es adjon Neki orok udvosseget): .O Konyv Nepe! Addig nem rendelkeztek semmivel (a vallassal kapcsolatban), amig nem tartjatok be a Torat es az Evangeliumot es azt, ami kinyilatkoztatott nektek az Uratoktol!.\" Bizony az, ami kinyilatkoztatott neked az Uradtol, sokakat kozuluk novel a megatalkodottsagukban es a hitetlensegben. Ne szomorkodj a hitetlenek nepe miatt"},{"SurahNumber":5,"VerseNumber":69,"Text":"Bizony azok, akik hisznek es azok, akik zsidok es a szabe\"itak es a keresztenyek, akik hisznek Allah-ban es a Vegso Napban es jotetteket cselekszenek, rajtuk nincs felelem es ok nem szomorkodnak"},{"SurahNumber":5,"VerseNumber":70,"Text":"Bizony egyezseget kotottunk Izrael fiaival es kuldotteket kuldtunk hozzajuk. Es valahanyszor eljott hozzajuk egy kuldott valami olyannal, ami nem tetszett az o lelkuknek, egy reszet meghazudtoltak es egy reszet megoltek"},{"SurahNumber":5,"VerseNumber":71,"Text":"Azt gondoltak, hogy nem lesz megprobaltatas. Am vakka es sukette lettek. Majd Allah kiengesztelodve fordult felejuk. Am ezutan is sokan kozuluk vakok es suketek. Am Allah tudja mit tesznek ok"},{"SurahNumber":5,"VerseNumber":72,"Text":"Bizony hitetlenkednek azok, akik azt mondjak: , Allah a Messias, Maria fia! A Messias mondta: .O, Izrael fiai! Allah-ot szolgaljatok! Az en Uramat es ti Uratokat!\" Aki pedig tarsitast kovet el Allah-hal szemben, Allah az o szamara tilalmassa tette a Paradicsomot. Es az o menedeke a Tuz lesz. A bunosoknek nincsenek segitoik"},{"SurahNumber":5,"VerseNumber":73,"Text":"Bizony hitetlenkednek azok, akik azt mondjak: , Allah a harmadik a harom kozul!\" Nincs mas isten csak az Egyetlen Isten. Es ha nem hagyjak abba azt, amit mondanak, akkor azokat, akik hitetlenkednek kozuluk fajdalmas buntetes eri el"},{"SurahNumber":5,"VerseNumber":74,"Text":"Talan nem akarnak Allah-hoz fordulni a bunbanattal! Es Tole kerni bocsanatot? Allah Megbocsato es Irgalmas"},{"SurahNumber":5,"VerseNumber":75,"Text":"A Messias, Maria fia (Jezus), csupan egy kuldott. Mar elotte is elmultak kuldottek. Az anyja igaz asszony, Ok ketten etelt ettek (foldi eteleket, mint altalaban az emberek). Figyeld meg, hogyan vilagitjuk meg nekik a jeleket! Majd figyeld meg, hogyan fordulnak el"},{"SurahNumber":5,"VerseNumber":76,"Text":"Mondd ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget): . Vajon Allah helyett valami olyat szolgaltok, ami nem rendelkezik sem artalommal a szamotokra sem haszonnal?\" Allah a Hallo es a Lato"},{"SurahNumber":5,"VerseNumber":77,"Text":"Mondd (Muhiammad- Allah aldja meg es adjon Neki orok udvosseget): .O, Konyv Nepe! Ne kovessetek el tulzast a ti. vallasotokban! Csak az Igazsagot (kovessetek)! Es ne kovessetek azon nep kenyet, akik mar eltevelyedtek ezelott es sokakat tevelygesbe is vittek es ok maguk is eltevelyedtek az Egyenes Uttol"},{"SurahNumber":5,"VerseNumber":78,"Text":"Megatkoztattak azok, akik hitetlenkedtek Izrael fiai kozul, Dawud (David) es Jezus, Maria fia szaja altal. Ez azert tortent, mivel ellenszegultek es atleptek (a torvenyileg megszabott hatarokat)"},{"SurahNumber":5,"VerseNumber":79,"Text":"Es nem tiltottak meg egymasnak a rosszat, amit elkovettek, O, milyen rossz az, amit csinalnak"},{"SurahNumber":5,"VerseNumber":80,"Text":"Latod, hogy sokan kozuluk baratsagot kotnek azokkal, akik hitetlenkednek. Milyen rossz az, amit lelkuk elorekuldott, (annyira, hogy) Allah haragra gerjedt veluk szemben. Ok a buntetesben tartozkodnak orokkon"},{"SurahNumber":5,"VerseNumber":81,"Text":"Ha hittek volna Allah-ban es a Profetaban es abban, ami kinyilatkoztatott neki, akkor nem fogadtak volna oket barataikul. Am sokan kozuluk bunosok. Hizb"}]}