{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Who, then, is more unjust than he who lies about God and rejects the truth when it comes to him? Is not Hell an abode for those who deny the truth"},{"SurahNumber":39,"VerseNumber":33,"Text":"He who brings the truth, and he who testifies to it as such -- those are surely the people who are God-fearing"},{"SurahNumber":39,"VerseNumber":34,"Text":"they will have everything they wish for from their Lord. Such is the reward of those who do good"},{"SurahNumber":39,"VerseNumber":35,"Text":"God will efface their worst deeds from their record and give them their reward in accordance with the best of their actions"},{"SurahNumber":39,"VerseNumber":36,"Text":"Is God not enough for His servant? Yet they try to frighten you with other [deities] besides Him! For such as God lets go astray, there will be no guide"},{"SurahNumber":39,"VerseNumber":37,"Text":"but he whom God guides cannot be led astray by anyone. Is God not mighty and capable of retribution"},{"SurahNumber":39,"VerseNumber":38,"Text":"If you ask them who created the heavens and the earth, they will surely reply, \"God.\" Say, \"Consider those you invoke besides Him: if God wished to harm me, could they undo that harm? Or if God wished to show me mercy, could they withhold that mercy?\" Say, \"God is sufficient for me. In Him let the faithful put their trust"},{"SurahNumber":39,"VerseNumber":39,"Text":"Say, \"My people, do whatever is in your power -- and so will I. Soon you shall come to know"},{"SurahNumber":39,"VerseNumber":40,"Text":"who will suffer a humiliating torment and on whom will descend an everlasting punishment"},{"SurahNumber":39,"VerseNumber":41,"Text":"[O Prophet!] We have sent down to you the Book for mankind with the truth. Then whoever adopts the right way, will do so for his own soul, and whoever goes astray, injures his own soul. You are not their custodian"},{"SurahNumber":39,"VerseNumber":42,"Text":"It is God who takes away men's souls upon their death and the souls of the living during their sleep. Then He withholds those for whom He has ordained death and restores the souls of others for an appointed term. There are certainly signs in this for those who reflect"},{"SurahNumber":39,"VerseNumber":43,"Text":"Have they taken others for intercessors besides God? Say, \"Even though they have no power nor understanding"},{"SurahNumber":39,"VerseNumber":44,"Text":"Say, \"Intercession is entirely in the hands of God. He controls the heavens and the earth; you will all return to Him"},{"SurahNumber":39,"VerseNumber":45,"Text":"When God alone is named, the hearts of those who do not believe in the Hereafter shrink with aversion, but when others are named instead of Him, they are filled with joy"},{"SurahNumber":39,"VerseNumber":46,"Text":"Say, \"O God! Originator of the heavens and earth! Knower of all that is hidden and all that is manifest, You will judge between Your servants regarding their differences"},{"SurahNumber":39,"VerseNumber":47,"Text":"If the wrongdoers possessed all that is on earth, and twice as much, they would offer it to redeem themselves from the awful suffering on the Day of Resurrection. For God will show them what they had never anticipated"},{"SurahNumber":39,"VerseNumber":48,"Text":"the evil of their deeds will become apparent to them, and they will be overwhelmed by that which they used to mock"},{"SurahNumber":39,"VerseNumber":49,"Text":"When affliction befalls man, he appeals to Us; but when We bestow a favour upon him he says, \"All this has been given to me because of my own knowledge.\" By no means! It is a trial: yet most of them do not realize it"},{"SurahNumber":39,"VerseNumber":50,"Text":"Those who preceded them said the same thing but they gained nothing from what they did"},{"SurahNumber":39,"VerseNumber":51,"Text":"the very evil of their deeds recoiled upon them; today's wrongdoers shall also have the evil of their deeds recoil upon them: they will never be able to frustrate [Our plan]"},{"SurahNumber":39,"VerseNumber":52,"Text":"Do they not know that God grants abundant sustenance to anyone He wishes and gives sparingly to anyone He pleases? Surely there are signs in this for those who believe"},{"SurahNumber":39,"VerseNumber":53,"Text":"Say, [God says] \"O My servants, who have committed excesses against their own souls, do not despair of God's mercy, for God surely forgives all sins. He is truly the Most Forgiving, the Most Merciful"},{"SurahNumber":39,"VerseNumber":54,"Text":"Turn to your Lord and submit to Him before His scourge overtakes you, for then you shall not be helped"},{"SurahNumber":39,"VerseNumber":55,"Text":"Follow the best aspect of what is sent down to you from your Lord, before the scourge comes upon you unawares"},{"SurahNumber":39,"VerseNumber":56,"Text":"lest anyone should say, \"Alas for me, for having neglected what is due to God, and having been one of those who scoffed"},{"SurahNumber":39,"VerseNumber":57,"Text":"Or, \"If only God had guided me, I would surely have joined the God-fearing"},{"SurahNumber":39,"VerseNumber":58,"Text":"Or, he may say as he sees the punishment, \"Would that I had a second chance, so that I could be among the doers of good"},{"SurahNumber":39,"VerseNumber":59,"Text":"No indeed! My revelations did come to you, but you rejected them: you showed arrogance, and were among those who deny the truth"},{"SurahNumber":39,"VerseNumber":60,"Text":"On the Day of Resurrection you will see those who uttered falsehoods about God with their faces blackened. Is there not enough room in Hell for the arrogant"},{"SurahNumber":39,"VerseNumber":61,"Text":"But God will deliver them who feared Him to their place of salvation. No evil shall touch them, nor shall they grieve"},{"SurahNumber":39,"VerseNumber":62,"Text":"God is the Creator of all things, He has charge of everything"},{"SurahNumber":39,"VerseNumber":63,"Text":"the keys of the heavens and the earth belong to Him. Those who deny God's revelations will surely be the losers"},{"SurahNumber":39,"VerseNumber":64,"Text":"Say, \"Ignorant men! Would you bid me worship someone other than God"},{"SurahNumber":39,"VerseNumber":65,"Text":"It has already been revealed to you and to those who have gone before you that if you ascribe any partner to God, all your works will come to nothing, and you will surely be among the losers"},{"SurahNumber":39,"VerseNumber":66,"Text":"Therefore, you should worship God alone and be among the thankful"},{"SurahNumber":39,"VerseNumber":67,"Text":"No just estimate have they made of God, such as is due to Him. But on the Day of Resurrection, the whole earth will lie within His grasp, while heaven will be folded up in His right hand -- Glory be to Him! Exalted is He above all that they associate with Him"},{"SurahNumber":39,"VerseNumber":68,"Text":"the Trumpet shall be blown and whoever is in heaven and whoever is on earth will fall down in a swoon, except those who shall be spared by God. Then the trumpet will be blown again and they shall rise and gaze around them"},{"SurahNumber":39,"VerseNumber":69,"Text":"The earth will shine with the light of its Lord, and the Book will be laid open; the prophets and witnesses will be brought in; and judgement will be passed on them with fairness. And none shall be wronged"},{"SurahNumber":39,"VerseNumber":70,"Text":"Every soul will be repaid in full for what it has done. He is fully aware of all that they did"},{"SurahNumber":39,"VerseNumber":71,"Text":"Those who rejected the truth will be led to Hell in throngs. When they reach it, its gates will be opened and its keepers will say to them, \"Have messengers not come to you from among yourselves, who conveyed to you the revelations of your Lord and warned you about meeting [Him] on this Day?\" They will answer, \"Yes, they did come.\" But the decree of punishment has proved true against the deniers of the truth"},{"SurahNumber":39,"VerseNumber":72,"Text":"They will be told, \"Enter the gates of Hell, to stay therein forever.\" What an evil dwelling place for the haughty"},{"SurahNumber":39,"VerseNumber":73,"Text":"But those who fear their Lord will be led in groups towards Paradise. When they reach it, its gate will be opened, and its keepers will say to them, \"Peace be upon you. You have done well, enter Paradise and dwell in it forever"},{"SurahNumber":39,"VerseNumber":74,"Text":"and they will say, \"Praise be to God who has fulfilled His promise to us and made us the inheritors of this land, letting us settle in the Garden wherever we want.\" How excellent is the reward of those who labour"},{"SurahNumber":39,"VerseNumber":75,"Text":"You shall see the angels circling about the throne, glorifying their Lord with praise. And judgement will have been passed in justice on all and it will be said, \"Praise be to God, Lord of the Universe"},{"SurahNumber":40,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"This Book is revealed by God, the Almighty, the All Knowing"},{"SurahNumber":40,"VerseNumber":3,"Text":"The Forgiver of sin and the Accepter of repentance, who is severe in punishment and Infinite in His Bounty. There is no God but Him. All shall return to Him"},{"SurahNumber":40,"VerseNumber":4,"Text":"Only those who deny the truth dispute God's signs. Do not let their activity in the land deceive you"},{"SurahNumber":40,"VerseNumber":5,"Text":"The people of Noah and later factions also rejected the truth and every community plotted against the messenger sent to them, aiming to lay hands on him, and they contended [against his message] with fallacious arguments, so that they might defeat the truth, therefore I seized them. How terrible was My punishment"},{"SurahNumber":40,"VerseNumber":6,"Text":"Thus has the word of your Lord come true against the deniers; they shall be the inmates of the Fire"},{"SurahNumber":40,"VerseNumber":7,"Text":"Those who bear the Throne, and those who are around it, glorify their Lord with His praise, and believe in Him. They ask forgiveness for those who believe, saying, \"Our Lord, You embrace all things in mercy and knowledge. Forgive those who turn to You and follow Your path. Save them from the punishment of Hell"},{"SurahNumber":40,"VerseNumber":8,"Text":"and admit them, Lord, to the Eternal Garden You have promised to them, together with their righteous ancestors, spouses, and offspring: You alone are the Almighty; the All Wise"},{"SurahNumber":40,"VerseNumber":9,"Text":"Protect them from all evil deeds: those You protect from [the punishment for] evil deeds will receive Your mercy -- that is the supreme success"},{"SurahNumber":40,"VerseNumber":10,"Text":"Those who deny the truth will be told, \"God's abhorrence of you is greater than your hatred of yourselves. You were called to the faith but you denied it"},{"SurahNumber":40,"VerseNumber":11,"Text":"They will say, \"Our Lord! Twice You have made us die, and twice You have given us life! Now we have confessed our sins: is there any way out [of this]"},{"SurahNumber":40,"VerseNumber":12,"Text":"[They will be told], \"This is because when God alone was invoked you denied the truth, yet when others were associated with Him you believed in them.\" Judgement rests with God, the Most High, the Most Great"},{"SurahNumber":40,"VerseNumber":13,"Text":"It is He who shows you His signs, and sends down provision for you from heaven; but none pays heed except the repentant"},{"SurahNumber":40,"VerseNumber":14,"Text":"Therefore call upon God, making faith pure for Him, averse as the deniers of the truth may be to it"},{"SurahNumber":40,"VerseNumber":15,"Text":"Exalted and throned on high, He lets the Spirit descend at His behest upon whichever of His servants He will, so that he may warn of the Day of Meeting"},{"SurahNumber":40,"VerseNumber":16,"Text":"the Day when they shall rise up [from their graves] and nothing about them will be hidden from God. \"To whom shall the kingdom belong that Day?\" It shall belong to God, the One, the All Powerful"},{"SurahNumber":40,"VerseNumber":17,"Text":"That Day every soul shall be requited for what it has earned. On that Day none shall be wronged. And God is swift in reckoning"},{"SurahNumber":40,"VerseNumber":18,"Text":"[O Prophet] forewarn them of the approaching Day, when hearts will leap up to the throats and choke them; when the wrongdoers will have no friend, nor any intercessor who will be listened to"},{"SurahNumber":40,"VerseNumber":19,"Text":"[for] He is aware of the [most] stealthy glance, and of all that the hearts conceal"},{"SurahNumber":40,"VerseNumber":20,"Text":"God will judge with [justice and] truth: but those whom they invoke besides Him, have no power to judge at all. Surely, God is all hearing, all seeing"},{"SurahNumber":40,"VerseNumber":21,"Text":"Have they not travelled through the land and seen what was the end of those who have gone before them? They were stronger than them and made a more impressive mark upon the land, yet God destroyed them for their sins, they had no one to defend them against Him"},{"SurahNumber":40,"VerseNumber":22,"Text":"that was because their messengers came to them with clear signs but they rejected them. So God seized them: He is powerful, severe in punishment"},{"SurahNumber":40,"VerseNumber":23,"Text":"We sent Moses with Our signs and clear authority"},{"SurahNumber":40,"VerseNumber":24,"Text":"to Pharaoh, Haman and Korah. But they said, \"A magician, a liar"},{"SurahNumber":40,"VerseNumber":25,"Text":"When he came to them with the truth from Us, they said, \"Slay the sons of those who believe with him and spare only their daughters\" -- the schemes of those who denied the truth were futile"},{"SurahNumber":40,"VerseNumber":26,"Text":"Pharaoh said, \"Let me kill Moses, let him call upon his Lord, I fear that he may cause you to change your religion, or that he may cause disorder in the land"},{"SurahNumber":40,"VerseNumber":27,"Text":"Moses replied, \"I seek refuge with my Lord and your Lord from every arrogant person who does not believe in the Day of Reckoning"},{"SurahNumber":40,"VerseNumber":28,"Text":"A believer, a man from among the people of Pharaoh, who had concealed his faith, said, \"Would you slay a man merely because he says, \"My Lord is God.\" He has brought you clear signs from your Lord, and if he is lying, the sin of his will be on his own head; but if he is truthful, a part of that of which he warns you will surely befall you. Certainly, God does not guide one who is a transgressor and a liar"},{"SurahNumber":40,"VerseNumber":29,"Text":"My people! Yours is the kingdom today, you have dominion in the land; but who will help us against the scourge of God if it befalls us?\" But Pharaoh said, \"I point out to you only that which I consider right; and I guide you to the right path"},{"SurahNumber":40,"VerseNumber":30,"Text":"The believer said, \"My people! I fear for you a fate like that of the people of old"},{"SurahNumber":40,"VerseNumber":31,"Text":"like the fate of the people of Noah, 'Ad, Thamud, and those who came after them -- God never wills injustice on His creatures"},{"SurahNumber":40,"VerseNumber":32,"Text":"My people, I fear for you the Day you will cry out to one another"},{"SurahNumber":40,"VerseNumber":33,"Text":"the Day when you will [wish to] turn your backs and flee, having none to defend you against God: for he whom God lets go astray can never find any guide"},{"SurahNumber":40,"VerseNumber":34,"Text":"Joseph came to you before with clear signs, but you never ceased to doubt the message he brought you. When he died, you said, 'God will not send another messenger.'\"\" In this way God leaves the transgressors and doubters to go astray"},{"SurahNumber":40,"VerseNumber":35,"Text":"those who dispute God's revelations without any authority are doing something that is greatly abhorrent to God and to the believers. That is how God seals up the heart of every arrogant oppressor"},{"SurahNumber":40,"VerseNumber":36,"Text":"Pharaoh said, \"O Haman, build for me a lofty building so that I may gain access"},{"SurahNumber":40,"VerseNumber":37,"Text":"to the heavens, so that I may look upon the God of Moses: I am convinced that he is a liar!\" That is how Pharaoh's evil actions were made to look fair in the eyes of Pharoah, and he was turned away from the path [of truth]. Pharaoh's scheming led to nothing but ruin"},{"SurahNumber":40,"VerseNumber":38,"Text":"The believer said, \"My people, follow me! I will guide you to the right path"},{"SurahNumber":40,"VerseNumber":39,"Text":"O my people, the life of this world is only a temporary provision; and the Hereafter is the permanent abode"},{"SurahNumber":40,"VerseNumber":40,"Text":"Whoever does evil will be requited with evil; but whoever does good, whether male or female, and is a believer, will enter the Garden; where they will be provided for without measure"},{"SurahNumber":40,"VerseNumber":41,"Text":"My people! How is it that I call you to salvation, while you call me to the Fire"},{"SurahNumber":40,"VerseNumber":42,"Text":"You call upon me to deny God and to serve other deities about which I have no knowledge, while I call you to the Almighty, the Forgiver"},{"SurahNumber":40,"VerseNumber":43,"Text":"Surely that to which you call me has no say in this world or in the life to come, that our return is to God alone, and that the transgressors shall be the inmates of the Fire"},{"SurahNumber":40,"VerseNumber":44,"Text":"Soon you will remember what I say to you! I shall entrust my affair to God, for God is observant of all [His] servants"},{"SurahNumber":40,"VerseNumber":45,"Text":"Thus, God delivered him from the evils which they plotted, and the companions of Pharaoh themselves were encompassed by a dreadful scourge"},{"SurahNumber":40,"VerseNumber":46,"Text":"they will be brought before the Fire morning and evening. On the Day the Hour comes, [a voice will cry], \"Mete out to Pharaoh's people the harshest punishment"},{"SurahNumber":40,"VerseNumber":47,"Text":"When they dispute with one another in the Fire, the weak will say to those who deemed themselves mighty, \"We were your followers; will you then relieve us of some of the Fire"},{"SurahNumber":40,"VerseNumber":48,"Text":"But those who had been arrogant will say, \"We are all in this together. God has judged between His servants"},{"SurahNumber":40,"VerseNumber":49,"Text":"Those in the Fire will say to its keepers, \"Implore your Lord to relieve our torment for one day"},{"SurahNumber":40,"VerseNumber":50,"Text":"but they will say, \"Did not your messengers come to you with clear signs?\" They will say, \"Yes.\" The keepers will say, \"Then pray [for help] yourselves.\" But the prayer of those who deny the truth is of no avail"},{"SurahNumber":40,"VerseNumber":51,"Text":"Most surely We help our messengers, and those who believe, in the life of this world and on the Day when all the witnesses will stand up"},{"SurahNumber":40,"VerseNumber":52,"Text":"The Day when their excuses will be of no avail to the wrongdoers, the curse shall be their lot and they will have the most evil abode"},{"SurahNumber":40,"VerseNumber":53,"Text":"We gave Moses Our guidance, and made the Children of Israel the inheritors of the Book"},{"SurahNumber":40,"VerseNumber":54,"Text":"a guide and an admonition to men of understanding"},{"SurahNumber":40,"VerseNumber":55,"Text":"So be patient, for what God has promised is sure to come. Ask forgiveness for your sins; praise your Lord morning and evening"},{"SurahNumber":40,"VerseNumber":56,"Text":"As for those who, with no authority to do so, dispute God's messages, there is nothing in their hearts but a feeling of greatness which they will never attain. Seek refuge in God, for He is the All Hearing, the All Seeing"},{"SurahNumber":40,"VerseNumber":57,"Text":"Certainly, the creation of the heavens and the earth is greater than the creation of mankind; but most people do not know this"},{"SurahNumber":40,"VerseNumber":58,"Text":"The blind and the sighted are not equal, just as those who believe and do good works and those who do evil are not equal: how seldom you reflect"},{"SurahNumber":40,"VerseNumber":59,"Text":"The Final Hour is sure to come, without doubt, but most people do not believe"},{"SurahNumber":40,"VerseNumber":60,"Text":"Your Lord has said, \"Call on Me, and I will answer your prayers.\" But those who are too arrogant to worship Me will certainly enter Hell, in disgrace"},{"SurahNumber":40,"VerseNumber":61,"Text":"It is God who has given you the night in which to rest and the day in which to see. God is truly bountiful to people, but most people do not give thanks"},{"SurahNumber":40,"VerseNumber":62,"Text":"Such is God, your Lord, the Creator of all things. There is no god but He. How then are you being turned away [from Him]"},{"SurahNumber":40,"VerseNumber":63,"Text":"Thus, indeed, those who deny the signs of God turn away from Him"},{"SurahNumber":40,"VerseNumber":64,"Text":"It is God who has given you the earth for a resting place and the heavens for a canopy. He shaped you, formed you well, and provided you with good things. Such is God, your Lord, so glory be to Him, the Lord of the Universe"},{"SurahNumber":40,"VerseNumber":65,"Text":"He is the Living One. There is no deity save Him. So pray to Him, making religion pure for Him [only]. Praise be to God, the Lord of the Universe"},{"SurahNumber":40,"VerseNumber":66,"Text":"Say, \"I have been forbidden to invoke those whom you invoke besides God -- seeing that clear signs have come to me from my Lord; and I have been commanded to submit to the Lord of the Universe"},{"SurahNumber":40,"VerseNumber":67,"Text":"It is He who created you from dust, then from a drop of fluid, then from a tiny, clinging form, then He brought you forth as infants, then He allowed you to reach maturity, then He let you grow old, though some of you die sooner, and reach your appointed term so that you may reflect"},{"SurahNumber":40,"VerseNumber":68,"Text":"It is He who gives life and death, and when He ordains a thing, He says only, \"Be!\" and it is"},{"SurahNumber":40,"VerseNumber":69,"Text":"Do you not see how those who dispute God's signs, are turned away from the right path"},{"SurahNumber":40,"VerseNumber":70,"Text":"those who reject the Book and that with which We sent Our messengers shall soon know"},{"SurahNumber":40,"VerseNumber":71,"Text":"when, with iron collars and chains around their necks, they are dragged"},{"SurahNumber":40,"VerseNumber":72,"Text":"into the boiling water and then are thrown into the Fire"},{"SurahNumber":40,"VerseNumber":73,"Text":"and then they will be asked, \"Where are those whom you associated [with God]"},{"SurahNumber":40,"VerseNumber":74,"Text":"They will say, \"They have been lost to us; nay, we did not invoke anything before [that had real existence].\" Thus God leaves the deniers of the truth to stray"},{"SurahNumber":40,"VerseNumber":75,"Text":"that is because you exulted in the land without justification and because you behaved insolently"},{"SurahNumber":40,"VerseNumber":76,"Text":"Enter the gates of Hell to stay therein forever. The abode of the arrogant is evil"},{"SurahNumber":40,"VerseNumber":77,"Text":"So be patient [Prophet], for God's promise is true: whether We show you part of what We have promised them in this life, or cause you to die first, it is to Us that they will be recalled"},{"SurahNumber":40,"VerseNumber":78,"Text":"Before your time We sent other messengers: of them there are some whose story We have related to you, and some whose story We have not related to you. It was not [possible] for any messenger to bring a sign except by the leave of God: but when the command of God was issued, the matter was decided in truth and justice. There and then, those who stood on falsehoods perished"},{"SurahNumber":40,"VerseNumber":79,"Text":"It is God who provides livestock for you, some for riding and some for your food"},{"SurahNumber":40,"VerseNumber":80,"Text":"you have other benefits in them too. You can reach any destination you wish on them: they carry you by land, as ships carry you on the sea"},{"SurahNumber":40,"VerseNumber":81,"Text":"He shows you His signs; which then of the signs of God will you deny"},{"SurahNumber":40,"VerseNumber":82,"Text":"Have they not travelled in the land to see the fate of those who went before them? They were more numerous and mightier and left greater traces of their power on the earth; yet all that they accomplished was of no avail to them"},{"SurahNumber":40,"VerseNumber":83,"Text":"When messengers came to them with clear signs, they revelled in whatever knowledge they had, and so they were engulfed by the very punishment they mocked"},{"SurahNumber":40,"VerseNumber":84,"Text":"but when they saw Our punishment, they said, \"We believe in God, the One God, and we reject the partners we used to associate with Him"},{"SurahNumber":40,"VerseNumber":85,"Text":"but believing after seeing Our punishment did not benefit them at all: this is the law of God to deal with His creatures, and thus the disbelievers were the losers"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"A revelation from [God], the Most Gracious, the Most Merciful"},{"SurahNumber":41,"VerseNumber":3,"Text":"a Book whose revelations are well expounded, an Arabic Quran for people who possess knowledge"},{"SurahNumber":41,"VerseNumber":4,"Text":"proclaiming good news and a warning. Yet most of them turn away and so do not listen"},{"SurahNumber":41,"VerseNumber":5,"Text":"And they say, \"Our hearts are encased against that to which you call us, and there is a heaviness in our ears, and there is a barrier between us, so do as you will and so shall we"},{"SurahNumber":41,"VerseNumber":6,"Text":"Say, \"I am only a human being like yourselves. It has been revealed to me that your God is One God. So take the straight path to Him and ask His forgiveness.\" Woe to those who associate others with Him"},{"SurahNumber":41,"VerseNumber":7,"Text":"who do not pay the zakat, and who deny the Hereafter"},{"SurahNumber":41,"VerseNumber":8,"Text":"The ones who believe and perform good deeds shall have a reward which will never be withheld from them"},{"SurahNumber":41,"VerseNumber":9,"Text":"Say, \"What! Do you indeed deny Him who created the earth in two Days [periods] and do you set up equals with Him? He is the Lord of the Universe"},{"SurahNumber":41,"VerseNumber":10,"Text":"He placed firm mountains on the earth, and blessed it. He measured out its means of sustenance all in four Days; this is for those who ask for it"},{"SurahNumber":41,"VerseNumber":11,"Text":"Then He turned to heaven when it was vapour and said to it and to the earth, \"Come willingly or unwillingly.\" They both said, \"We come willingly"},{"SurahNumber":41,"VerseNumber":12,"Text":"and in two Days He formed seven heavens, and revealed to each heaven its functions; and We adorned the lower heaven with brilliant lamps [stars] and guarded it. That is the decree of the Almighty, the All Knowing"},{"SurahNumber":41,"VerseNumber":13,"Text":"If they turn away, then say, \"I warn you of a lightning-bolt like the one which struck the 'Ad and the Thamud"},{"SurahNumber":41,"VerseNumber":14,"Text":"when the messengers came to them from before them and behind them, saying, 'Worship none but God!\" They said, \"If our Lord had willed, He would have sent down angels [to us]. Therefore, we shall never believe in your message"},{"SurahNumber":41,"VerseNumber":15,"Text":"As for the tribe of 'Ad, they behaved arrogantly in the land without any justification and said, \"Who is mightier than we in power?\" Did they not see that God, who created them, was mightier than they in power? Still they continued to deny Our signs"},{"SurahNumber":41,"VerseNumber":16,"Text":"so We let loose upon them a raging wind over several inauspicious days, so that We might make them taste the torment of humiliation in the life of this world, and surely the torment of the Hereafter will be more humiliating. They shall have none to help them"},{"SurahNumber":41,"VerseNumber":17,"Text":"As for the Thamud We offered them Our guidance, but they preferred blindness to guidance. So the lightning-bolt of the punishment of humiliation seized them on account of their misdeeds"},{"SurahNumber":41,"VerseNumber":18,"Text":"We saved those who had attained to faith and were God-fearing"},{"SurahNumber":41,"VerseNumber":19,"Text":"On the Day that the enemies of God shall be gathered together and driven to the Fire, they shall be formed into groups, and"},{"SurahNumber":41,"VerseNumber":20,"Text":"when they come close to it, their ears, eyes and skins will testify against them for their misdeeds"},{"SurahNumber":41,"VerseNumber":21,"Text":"And they will ask their skins, \"Why did you bear witness against us?\" and their skins will reply, \"God, who gives speech to all things, has given speech to us [as well], it was He who created you in the first instance and to Him you are [now] brought back"},{"SurahNumber":41,"VerseNumber":22,"Text":"you could not hide yourselves from your ears and your eyes and your skins to prevent them from testifying against you, and you thought that God would never know much of what you did"},{"SurahNumber":41,"VerseNumber":23,"Text":"but these thoughts which you entertained concerning your Lord, have brought you to destruction, and [now] you are among the utterly lost"},{"SurahNumber":41,"VerseNumber":24,"Text":"Even if they are patient, the Fire will still be their homes. And if they pray to be allowed to make amends, they will not be allowed to do so"},{"SurahNumber":41,"VerseNumber":25,"Text":"We assigned to them companions who made their doings appear fair to them. But the same decree [of punishment] proved true against them, which had proved true against nations of jinn and mankind who passed away before them. Surely they were the losers"},{"SurahNumber":41,"VerseNumber":26,"Text":"Those who deny the truth say, \"Do not listen to this Quran. Drown it out with noise, so that you may gain the upper hand"},{"SurahNumber":41,"VerseNumber":27,"Text":"Therefore, We will most certainly make those who are bent on denying the truth taste a severe punishment and We will most certainly requite them according to the worst of their deeds"},{"SurahNumber":41,"VerseNumber":28,"Text":"that is the reward of the enemies of God, the Fire will be their everlasting home, a reward for their rejection of Our revelations"},{"SurahNumber":41,"VerseNumber":29,"Text":"Those who deny the truth will say, \"Our Lord, show us those jinn and men who misled us and we shall trample them underfoot, so that they may be among the lowest of the low"},{"SurahNumber":41,"VerseNumber":30,"Text":"As for those who affirm, \"Our Lord is God,\" and then remain steadfast, the angels will descend on them, saying, \"Have no fear and do not grieve. Rejoice in the [good news of the] Garden that you have been promised"},{"SurahNumber":41,"VerseNumber":31,"Text":"We are your companions in this life and in the Hereafter. Therein you shall have all that your souls desire, and therein you shall have all that you ask for"},{"SurahNumber":41,"VerseNumber":32,"Text":"as a rich provision from One who is ever forgiving and most merciful"},{"SurahNumber":41,"VerseNumber":33,"Text":"Who speaks better than one who calls to God and does good works and says, \"I am surely of those who submit"},{"SurahNumber":41,"VerseNumber":34,"Text":"Good and evil deeds are not equal. Repel evil with what is better; then you will see that one who was once your enemy has become your dearest friend"},{"SurahNumber":41,"VerseNumber":35,"Text":"but no one will be granted such goodness except those who exercise patience and self-restraint -- no one is granted it save those who are truly fortunate"},{"SurahNumber":41,"VerseNumber":36,"Text":"If a prompting from Satan should stir you, seek refuge with God: He is the All Hearing and the All Knowing"},{"SurahNumber":41,"VerseNumber":37,"Text":"Among His signs are the night and the day, and the sun and the moon. Do not prostrate yourselves before the sun and the moon, but prostrate yourselves before God who created them all, if it is truly Him that you worship"},{"SurahNumber":41,"VerseNumber":38,"Text":"If they grow arrogant, [remember that] those who are with your Lord glorify Him night and day and never grow tired"},{"SurahNumber":41,"VerseNumber":39,"Text":"Among His signs is this: you see the earth dry and barren, but when We send down on it water, it stirs and swells: most surely He who gives it life is the giver of life to the dead; surely He has power over all things"},{"SurahNumber":41,"VerseNumber":40,"Text":"Those who distort the meaning of Our message are not concealed from Us. Who is better -- someone who will be thrown into the Fire or someone who will arrive in safety on the Day of Resurrection? Do as you will, He sees whatever you do"},{"SurahNumber":41,"VerseNumber":41,"Text":"Those who reject the Reminder [the Quran] when it comes to them [are the losers] -- truly it is a mighty Book"},{"SurahNumber":41,"VerseNumber":42,"Text":"falsehood shall not reach from before or from behind. It is a revelation from the Wise, the One worthy of all praise"},{"SurahNumber":41,"VerseNumber":43,"Text":"Nothing is said to you but what was said indeed to the messengers before you; surely your Lord is the Lord of forgiveness but also the Lord of painful retribution"},{"SurahNumber":41,"VerseNumber":44,"Text":"Had We sent this as a Quran [in a language] other than Arabic, they would have said, \"Why are its verses not clearly explained? What! An Arab Prophet, and a scripture in a foreign tongue?\" Say, \"It is a guide and a healing to those who believe; but for those who do not believe, there is a deafness in their ears, and a covering over their eyes: they are [as it were] being called from a very distant place"},{"SurahNumber":41,"VerseNumber":45,"Text":"We gave Moses the Book, but differences were created concerning it: and had it not been for a word that had already gone forth from your Lord, the matter would have been decided between them; and certainly they are in grave doubt about it"},{"SurahNumber":41,"VerseNumber":46,"Text":"Whoever does what is just and right, does so for his own good; and whoever does evil, does so to his own detriment: and God is never in the least unjust to His creatures"}]}