{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Ang mga sugong iyon ay nagtangi Kami sa iba sa kanila higit sa iba kabilang sa kanila. Mayroon sa kanila na kinausap ni Allāh. Nag-angat Siya sa iba sa kanila sa mga antas. Nagbigay kay Jesus na anak ni Maria ng mga malinaw na patunay at umalalay sa kanya sa pamamagitan ng Espiritu ng Kabanalan. Kung sakaling niloob ni Allāh ay hindi sana naglaban-laban ang mga nahuli na sa kanila nang matapos na dumating sa kanila ang mga malinaw na patunay; subalit nagkaiba-iba sila sapagkat mayroon sa kanila na sumampalataya at mayroon sa kanila na tumangging sumampalataya. Kung sakaling niloob ni Allāh ay hindi sana sila naglaban-laban; subalit si Allāh ay gumagawa ng anumang ninanais Niya"},{"SurahNumber":2,"VerseNumber":254,"Text":"O mga sumampalataya, gumugol kayo mula sa itinustos Namin sa inyo bago pa may pumuntang isang araw na walang bilihan doon ni pagkakaibigan ni pamamagitan. Ang mga tagatangging sumampalataya ay ang mga tagalabag sa katarungan"},{"SurahNumber":2,"VerseNumber":255,"Text":"Si Allāh, walang Diyos kundi Siya, ang Buháy, ang Mapagpanatili. Hindi Siya nadadala ng antok ni ng pagkatulog. Sa Kanya ang anumang nasa mga langit at ang anumang nasa lupa. Sino itong mamamagitan sa harap Niya malibang ayon pahintulot Niya? Nakaaalam Siya sa anumang nasa harapan nila at anumang nasa likuran nila. Hindi sila pumapaligid sa anuman mula sa kaalaman Niya malibang ayon sa niloob Niya. Sumakop ang luklukan Niya sa mga langit at lupa at hindi nakabibigat sa Kanya ang pangangalaga sa mga ito. Siya ay ang Mataas, ang Sukdulan"},{"SurahNumber":2,"VerseNumber":256,"Text":"Walang pamimilit sa relihiyon. Luminaw nga ang pagkagabay sa pagkalisya. Kaya ang sinumang tumatangging sumampalataya sa mapagmalabis at sumasampalataya kay Allāh ay nakakapit nga sa hawakang pinakamatibay na walang pagkalamat para rito. Si Allāh ay Madinigin, Maalam"},{"SurahNumber":2,"VerseNumber":257,"Text":"Si Allāh ay Katangkilik ng mga sumampalataya; nagpapalabas Siya sa kanila mula sa mga kadiliman tungo sa liwanag. Ang mga tumangging sumampalataya, ang mga katangkilik nila ay ang mapagmalabis; nagpapalabas ito sa kanila mula sa liwanag tungo sa mga kadiliman. Ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili"},{"SurahNumber":2,"VerseNumber":258,"Text":"Hindi ka ba nakaalam sa nangatwiran kay Abraham hinggil sa Panginoon nito dahil nagbigay sa kanya si Allāh ng paghahari? Noong nagsabi si Abraham: \"Ang Panginoon ko ay ang nagbibigay-buhay at nagbibigay-kamatayan\" ay nagsabi siya: \"Ako ay nagbibigay-buhay at nagbibigay-kamatayan.\" Nagsabi si Abraham: \"Ngunit tunay na si Allāh ay nagpaparating sa araw mula sa silangan kaya magparating ka nito mula sa kanluran.\" Kaya nagitla ang tumangging sumampalataya. Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan"},{"SurahNumber":2,"VerseNumber":259,"Text":"O gaya ng naparaan sa isang pamayanan samantalang iyon ay gumuho sa mga bubungan niyon. Nagsabi ito: \"Paanong magbibigay-buhay rito si Allāh matapos ng kamatayan nito?\" Kaya nagbigay-kamatayan dito si Allāh ng isandaang taon, pagkatapos bumuhay Siya rito. Nagsabi Siya: \"Gaano ka katagal namalagi?\" Nagsabi ito: \"Namalagi ako ng isang araw o ng isang bahagi ng isang araw.\" Nagsabi Siya: \"Bagkus namalagi ka ng isandaang taon. Tumingin ka sa pagkain mo at inumin mo, hindi ito nagbago. Tumingin ka sa asno mo, at upang gawin ka Naming isang tanda para sa mga tao. Tumingin ka sa mga buto [ng asno] kung papaano Kaming magbabangon sa mga ito, pagkatapos magbabalot sa mga ito ng laman.\" Kaya noong luminaw ito sa kanya ay nagsabi siya: \"Nalalaman ko na si Allāh sa bawat bagay ay May-kakayahan"},{"SurahNumber":2,"VerseNumber":260,"Text":"[Banggitin] noong nagsabi si Abraham: \"Panginoon ko, ipakita Mo sa akin kung papaano Kang nagbibigay-buhay sa mga patay.\" Nagsabi Siya: \"At hindi ka ba sumampalataya?\" Nagsabi ito: \"Opo; subalit upang mapanatag ang puso ko.\" Nagsabi Siya: \"Kaya kumuha ka ng apat na ibon saka maglagak ka ng mga ito sa iyo [upang pagputul-putulin]. Pagkatapos maglagay ka sa bawat burol mula sa mga ito ng isang bahagi. Pagkatapos manawagan ka sa mga ito, pupunta sa iyo ang mga ito sa iyo nang agaran. Alamin mo na si Allāh ay Makapangyarihan, Marunong"},{"SurahNumber":2,"VerseNumber":261,"Text":"Ang paghahalintulad sa mga gumugugol ng mga salapi nila sa landas ni Allāh ay katulad ng isang butil na nagpatubo ng pitong puso, na sa bawat puso ay may isandaang butil. Si Allāh ay nagpapaibayo para sa sinumang niloloob Niya. Si Allāh ay Malawak, Maalam"},{"SurahNumber":2,"VerseNumber":262,"Text":"Ang mga gumugugol ng mga salapi nila ayon sa landas ni Allāh, pagkatapos hindi nila pinasusundan ang anumang ginugol nila ng isang panunumbat ni pananakit, ukol sa kanila ang pabuya nila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot"},{"SurahNumber":2,"VerseNumber":263,"Text":"Anumang sinasabing nakabubuti at pagpapatawad ay higit na mainam kaysa sa isang kawanggawang sinusundan ng isang pananakit. Si Allāh ay Walang-pangangailangan, Matimpiin"},{"SurahNumber":2,"VerseNumber":264,"Text":"O mga sumampalataya, huwag kayong magpawalang-saysay sa mga kawanggawa ninyo sa pamamagitan ng panunumbat at pananakit gaya ng gumugugol ng salapi niya dala ng pagpapakita sa mga tao ngunit hindi sumasampalataya kay Allāh at sa Huling Araw. Ang paghahalintulad sa kanya ay gaya ng paghahalintulad sa isang batong makinis na sa ibabaw nito ay may alabok at may tumama rito na isang masaganang ulan at nag-iwan iyon rito na hantad. Hindi sila nakakakaya sa anuman mula sa kinamit nila. Si Allāh ay hindi nagpapatnubay sa mga taong tagatangging sumampalataya"},{"SurahNumber":2,"VerseNumber":265,"Text":"Ang paghahalintulad sa mga gumugugol ng mga salapi nila sa paghahangad sa kaluguran ni Allāh at sa pagpapatatag sa mga sarili nila ay gaya ng paghahalintulad sa isang hardin sa nakaumbok na lupa na may tumama rito na isang masaganang ulan kaya nagbigay ito ng mga bunga nito nang dalawang ibayo, at kung walang tumama rito na isang masaganang ulan ay may ambon naman. Si Allāh, sa anumang ginagawa ninyo, ay Nakakikita"},{"SurahNumber":2,"VerseNumber":266,"Text":"Nag-aasam ba ang isa sa inyo na magkaroon siya ng isang hardin ng datiles at mga ubas, na dumadaloy mula sa ilalim nito ang mga ilog, na nagkaroon siya sa loob nito ng lahat ng mga bunga, at tumama sa kanya ang katandaan habang mayroon siyang mga supling na mahihina, saka may tumama roon na isang buhawi na sa loob nito ay may apoy kaya nasunog iyon? Gayon naglilinaw si Allāh para sa inyo ng mga tanda, nang sa gayon kayo ay mag-iisip-isip"},{"SurahNumber":2,"VerseNumber":267,"Text":"O mga sumampalataya, gumugol kayo mula sa mga kaaya-ayang bagay na kinamit ninyo at mula sa mga pinalabas Namin para sa inyo mula sa lupa. Huwag kayong maglayon ng karima-rimarim mula roon, na gumugugol kayo samantalang kayo ay hindi mga tatanggap nito maliban na magpikit-mata kayo rito. Alamin ninyo na si Allāh ay Walang-pangangailangan, Kapuri-puri"},{"SurahNumber":2,"VerseNumber":268,"Text":"Ang demonyo ay nangangako sa inyo ng karalitaan at nag-uutos sa inyo ng kahalayan samantalang si Allāh ay nangangako sa inyo ng isang kapatawaran mula sa Kanya at isang kabutihang-loob. Si Allāh ay Malawak, Maalam"},{"SurahNumber":2,"VerseNumber":269,"Text":"Nagbibigay Siya ng karunungan sa sinumang niloloob Niya. Ang sinumang binigyan ng karunungan ay nabigyan nga ng kabutihang marami. Walang nagsasaalaala kundi ang mga may isip"},{"SurahNumber":2,"VerseNumber":270,"Text":"Ang anumang ginugol ninyo na gugulin o ipinanata ninyo na panata, tunay na si Allāh ay nakaaalam nito. Walang ukol sa mga tagalabag sa katarungan na anumang mga tagaadya"},{"SurahNumber":2,"VerseNumber":271,"Text":"Kung maglalantad kayo ng mga kawanggawa ay kay inam ng mga ito! Kung magkukubli kayo ng mga ito at magbibigay kayo ng mga ito sa mga maralita, iyon ay higit na mabuti para sa inyo. Magtatakip-sala si Allāh para sa inyo sa mga masagwang gawa ninyo. Si Allāh sa anumang ginagawa ninyo ay Mapagbatid"},{"SurahNumber":2,"VerseNumber":272,"Text":"Hindi nasa iyo ang pagpatnubay sa kanila, subalit si Allāh ay nagpapatnubay sa sinumang niloloob Niya. Ang anumang ginugugol ninyo na kabutihan ay ukol sa mga sarili ninyo. Hindi kayo gumugugol malibang sa paghahangad [ng ikalulugod] ng mukha ni Allāh. Ang anumang ginugugol ninyo na kabutihan ay lulubus-lubusin tungo sa inyo [ang kabayaran] at kayo ay hindi lalabagin sa katarungan"},{"SurahNumber":2,"VerseNumber":273,"Text":"[Ang mga kawanggawa ay] ukol sa mga maralitang naitalaga ayon sa landas ni Allāh; hindi sila nakakakaya ng paglalakbay sa lupain [upang maghanapbuhay]. Nag-aakala sa kanila ang mangmang na mga mayaman [sila] dahil sa pagpipigil na manghingi. Nakakikilala ka sa kanila dahil sa tanda nila: hindi sila nanghihingi sa mga tao nang may pamimilit. Ang anumang ginugugol ninyo na mabuti, tunay si Allāh dito ay Maalam"},{"SurahNumber":2,"VerseNumber":274,"Text":"Ang mga gumugugol ng mga yaman nila sa gabi at maghapon nang palihim at hayagan ay ukol sa kanila ang pabuya sa kanila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot"},{"SurahNumber":2,"VerseNumber":275,"Text":"Ang mga kumakain ng papatubo ay hindi bumabangon malibang kung paanong bumangon ang pinatuliro ng demonyo dahil sa kabaliwan. Iyon ay dahil sila ay nagsabi na ang pagtitinda ay tulad ng patubo lamang. Nagpahintulot si Allāh ng pagtitinda at nagbawal Siya ng patubo. Kaya ang sinumang dinatnan ng isang pangaral mula sa Panginoon niya at tumigil siya, ukol sa kanya ang nagdaan at ang kapakanan niya ay kay Allāh. Ang sinumang nanumbalik, ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili"},{"SurahNumber":2,"VerseNumber":276,"Text":"Lumilipol si Allāh sa patubo at nagpapalago Siya sa mga kawanggawa. Si Allāh ay hindi umiibig sa bawat palatangging sumampalataya na makasalanan"},{"SurahNumber":2,"VerseNumber":277,"Text":"Tunay na ang mga sumampalataya, gumawa ng mga maayos, nagpanatili ng pagdarasal, at nagbigay ng zakāh ay ukol sa kanila ang pabuya sa kanila sa ganang Panginoon nila, at walang pangamba sa kanila ni sila ay malulungkot"},{"SurahNumber":2,"VerseNumber":278,"Text":"O mga sumampalataya, mangilag kayong magkasala kay Allāh at iwan ninyo ang anumang natira mula sa patubo kung kayo ay mga mananampalataya"},{"SurahNumber":2,"VerseNumber":279,"Text":"Ngunit kung hindi ninyo ginawa, tumiyak kayo ng isang digmaan mula kay Allāh at sa Sugo Niya. Kung nagbalik-loob kayo ay ukol sa inyo ang mga puhunan ng mga salapi ninyo. Hindi kayo lalabag sa katarungan at hindi kayo lalabagin sa katarungan"},{"SurahNumber":2,"VerseNumber":280,"Text":"Kung may kagipitan [ang nagkautang] ay [magbigay ng] isang paghihintay hanggang sa kaluwagan; ngunit ang magkawanggawa kayo ay higit na mabuti para sa inyo kung kayo ay nakaaalam"},{"SurahNumber":2,"VerseNumber":281,"Text":"Mangilag kayo sa Araw na pababalikin kayo roon tungo kay Allāh. Pagkatapos lulubus-lubusin ang bawat kaluluwa sa [kabayaran ng] anumang nakamit nito at sila ay hindi lalabagin sa katarungan"},{"SurahNumber":2,"VerseNumber":282,"Text":"O mga sumampalataya, kapag nag-utangan kayo ng isang pautang sa isang taning na tinukoy ay isulat ninyo ito at isulat sa pagitan ninyo ng isang tagasulat ayon sa katarungan. Hindi tatanggi ang isang tagasulat na isulat niya gaya ng itinuro sa kanya ni Allāh. Kaya magsulat siya at magdikta ang nasa kanya ang tungkulin, mangilag siyang magkasala kay Allāh na Panginoon niya, at huwag siyang magpakulang mula roon ng anuman. Ngunit kung ang nasa kanya ang tungkulin ay isang hunghang o isang mahina o hindi nakakakaya na magdikta siya ay magdikta ang katangkilik niya ayon sa katarungan. Magpasaksi kayo ng dalawang saksi mula sa kalalakihan ninyo. Ngunit kung hindi nangyaring may dalawang lalaki ay isang lalaki at dalawang babae kabilang sa sinumang nalugod kayo na mga saksi, upang kung makalimot ang isa sa dalawang [babae] ay magpapaalaala ang isa sa dalawa sa isa pa. Hindi tatanggi ang mga saksi kapag tinawag sila. Huwag kayong magsawa na magsulat kayo nito, maliit o malaki, hanggang sa taning nito. Iyon ay higit na makatarungan sa ganang kay Allāh, higit na mananatili para sa pagsasaksi, at higit na malapit upang hindi kayo magduda, malibang ito ay isang kalakalang dinadaluhan, na nagsasagawa kayo nito sa pagitan ninyo sapagkat walang maisisisi sa inyo na hindi kayo magsulat nito. Magpasaksi kayo kapag nagbilihan kayo. Hindi pinipinsala ang isang tagasulat ni ang isang saksi. Kung gagawa kayo [nito], tunay na ito ay mga kasuwailan sa inyo. Mangilag kayong magkasala kay Allāh at magtuturo sa inyo si Allāh. Si Allāh sa bawat bagay ay Maalam"},{"SurahNumber":2,"VerseNumber":283,"Text":"Kung kayo ay nasa isang paglalakbay at hindi kayo nakatagpo ng isang tagasulat, mga sanglang mapanghahawakan [ang kapalit]. Ngunit kung natiwasay ang iba sa inyo sa iba pa ay magsagawa ang pinagkatiwalaan ng ipinagkatiwala sa kanya at mangilag siyang magkasala kay Allāh na Panginoon niya. Huwag kayong maglingid ng pagsasaksi. Ang sinumang maglingid niyon, tunay na siya ay nagkakasala ang puso niya. Si Allāh sa anumang ginagawa ninyo ay Maalam"},{"SurahNumber":2,"VerseNumber":284,"Text":"Sa kay Allāh ang anumang nasa mga langit at ang anumang nasa lupa. Kung maglalantad kayo ng nasa mga sarili ninyo o magkukubli kayo nito, magtutuos sa inyo nito si Allāh, saka magpapatawad Siya sa sinumang niloloob Niya at magpaparusa Siya sa sinumang niloloob Niya. Si Allāh sa bawat bagay ay May-kakayahan"},{"SurahNumber":2,"VerseNumber":285,"Text":"Sumampalataya ang Sugo sa anumang pinababa sa kanya mula sa Panginoon niya at ang mga mananampalataya [ay gayon din]. Bawat [isa] ay sumampalataya kay Allāh, sa mga anghel Niya, sa mga kasulatan Niya, at sa mga sugo Niya. [Sinabi:] \"Hindi kami nagtatangi-tangi sa isa man sa mga sugo Niya,\" Nagsabi sila: \"Nakarinig kami at tumalima kami. [Humihingi kami ng] pagpapatawad Mo, Panginoon namin. Tungo sa Iyo ang kahahantungan"},{"SurahNumber":2,"VerseNumber":286,"Text":"Hindi nag-aatang si Allāh sa isang kaluluwa malibang ayon sa kaya nito. Ukol dito ang kinamit nito at laban dito ang nakamit nito. Panginoon namin, huwag Kang manisi sa amin kung nakalimot kami o nagkamali kami. Panginoon namin, huwag Kang magpabuhat sa amin ng isang pabigat na gaya ng ipinabuhat Mo sa mga nauna pa sa amin. Panginoon namin, huwag Kang magpapasan sa amin ng anumang wala kaming lakas doon. Magpaumanhin Ka sa amin, magpatawad Ka sa amin, at maawa Ka sa amin. Ikaw ay Tagapagtangkilik namin, kaya mag-adya Ka sa amin laban sa mga taong tagatangging sumampalataya"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif. Lām. Mīm"},{"SurahNumber":3,"VerseNumber":2,"Text":"Si Allāh, walang Diyos kundi Siya, ang Buhay, ang Mapagpanatili"},{"SurahNumber":3,"VerseNumber":3,"Text":"Nagbaba Siya sa iyo ng Aklat kalakip ng katotohanan bilang tagapatotoo para sa nauna rito, nagpababa Siya ng Torah at Ebanghelyo"},{"SurahNumber":3,"VerseNumber":4,"Text":"na bago pa nito ay isang patnubay para sa mga tao, at nagpababa Siya ng Pamantayan. Tunay na ang mga tumangging sumampalataya sa mga tanda ni Allāh, ukol sa kanila ay isang pagdurusang matindi. Si Allāh ay Makapangyarihan, May paghihiganti"},{"SurahNumber":3,"VerseNumber":5,"Text":"Tunay na si Allāh ay walang naikukubli sa Kanya na anuman sa lupa ni sa langit"},{"SurahNumber":3,"VerseNumber":6,"Text":"Siya ay ang nagbibigay-anyo sa inyo sa mga sinapupunan kung papaanong niloloob Niya. Walang Diyos kundi Siya, ang Makapangyarihan, ang Marunong"},{"SurahNumber":3,"VerseNumber":7,"Text":"Siya ay ang nagpababa sa iyo ng Aklat; bahagi nito ay mga talatang hinusto – ang mga ito ay ang batayan ng Aklat – at mga ibang talinghaga. Hinggil sa mga yaong sa mga puso nila ay may pagliko, sumusunod sila sa anumang tumalinghaga mula rito dala ng paghahangad ng ligalig at dala ng paghahangad ng pagpapakahulugan dito. Walang nakaaalam sa pagpapakahulugan dito kundi si Allāh. Ang mga nagpakalalim sa kaalaman ay nagsasabi: \"Sumampalataya kami rito; lahat ay mula sa ganang Panginoon namin.” Walang nagsasaalaala kundi ang mga may isip"},{"SurahNumber":3,"VerseNumber":8,"Text":"Panginoon namin, huwag Kang magpaliko sa mga puso namin matapos noong nagpatnubay Ka sa amin at magkaloob Ka sa amin ng awa mula sa panig Mo; tunay na Ikaw ay ang Mapagkaloob"},{"SurahNumber":3,"VerseNumber":9,"Text":"Panginoon namin, tunay na Ikaw ay ang Tagatipon sa mga tao sa isang araw na hindi mapag-aalinlanganan.\" Tunay na si Allāh ay hindi sumisira sa naipangako"},{"SurahNumber":3,"VerseNumber":10,"Text":"Tunay na ang mga tumangging sumampalataya ay hindi magpapakinabang para sa kanila ang mga yaman nila ni ang mga anak nila laban kay Allāh sa anuman. Ang mga iyon ay ang mga panggatong sa Apoy"},{"SurahNumber":3,"VerseNumber":11,"Text":"Gaya ng kinagawian ng mga kampon ni Paraon at ng mga nauna pa sa kanila, nagpasinungaling sila sa mga tanda kaya dumaklot sa kanila si Allāh dahil sa mga pagkakasala nila. Si Allāh ay matindi ang parusa"},{"SurahNumber":3,"VerseNumber":12,"Text":"Sabihin mo sa mga tumangging sumampalataya: \"Gagapihin kayo at kakalapin kayo patungo sa Impiyerno. Kay saklap ang himlayan"},{"SurahNumber":3,"VerseNumber":13,"Text":"Nagkaroon nga kayo ng isang tanda sa dalawang pangkat na nagkita: may isang pangkat na nakikipaglaban ayon sa landas ni Allāh at may isa pang tagatangging sumampalataya. Nakakikita sila sa mga iyon na dalawang tulad nila ayon sa pagkakita ng mata. Si Allāh ay nag-aalalay sa pamamagitan ng pag-aadya Niya sa sinumang niloloob Niya. Tunay na sa gayon ay talagang may maisasaalang-alang para sa mga may paningin"},{"SurahNumber":3,"VerseNumber":14,"Text":"Ipinaakit para sa mga tao ang pagkaibig sa mga ninanasa gaya ng mga babae, mga anak, bunton-bunton na nakabuntong ginto at pilak, mga kabayong tinatakan, mga hayupan, at sakahan. Iyon ay ang natatamasa sa buhay na pangmundo samantalang si Allāh ay taglay Niya ang kagandahan ng uwian"},{"SurahNumber":3,"VerseNumber":15,"Text":"Sabihin mo: \"Magbabalita ba ako sa inyo ng higit na mabuti kaysa roon? Ukol sa mga nangilag magkasala, sa piling ng Panginoon nila, ay mga harding dumadaloy mula sa ilalim ng mga ito ang mga ilog bilang mga mananatili sa mga ito, mga asawang dinalisay, at isang pagkalugod mula kay Allāh. Si Allāh ay Nakakikita sa mga lingkod"},{"SurahNumber":3,"VerseNumber":16,"Text":"Ang mga nagsasabi: \"Panginoon Namin, tunay na kami ay sumampalataya kaya magpatawad Ka sa amin sa mga pagkakasala namin at magsanggalang Ka sa amin sa pagdurusa sa Apoy"},{"SurahNumber":3,"VerseNumber":17,"Text":"[Sila] ang mga matiisin, ang mga tapat, ang mga masunurin, ang mga gumugugol, at ang mga humihingi ng tawad sa mga huling bahagi ng gabi"},{"SurahNumber":3,"VerseNumber":18,"Text":"Sumaksi si Allāh na walang Diyos kundi Siya, ang mga anghel, at ang mga may kaalaman, habang nagpapanatili sa pagkamakatarungan. Walang Diyos kundi Siya, ang Makapangyarihan, ang Marunong"},{"SurahNumber":3,"VerseNumber":19,"Text":"Tunay na ang relihiyon sa ganang kay Allāh ay ang Islām. Hindi nagkaiba-iba ang mga binigyan ng kasulatan kundi nang matapos na dumating sa kanila ang kaalaman dala ng paglabag sa pagitan nila. Ang sinumang tatangging sumampalataya sa mga tanda ni Allāh, tunay na si Allāh ay mabilis ang pagtutuos"},{"SurahNumber":3,"VerseNumber":20,"Text":"Kaya kung nangatwiran sila sa iyo ay sabihin mo: \"Nagpasakop ako ng mukha ko kay Allāh at ang sinumang sumunod sa akin.\" Sabihin mo sa mga binigyan ng Kasulatan at mga iliterato: \"Nagpasakop ba kayo?\" Kung nagpasakop sila ay napatnubayan nga sila; at kung tumalikod sila, tanging kailangan sa iyo ang pagpapaabot. Si Allāh ay Nakakikita sa mga lingkod"},{"SurahNumber":3,"VerseNumber":21,"Text":"Tunay na ang mga tumatangging sumampalataya sa mga tanda ni Allāh, pumapatay sa mga propeta nang walang karapatan, at pumapatay sa mga nag-uutos sa pagkamakatarungan kabilang sa mga tao ay magbalita ka sa kanila ng isang pagdurusang masakit"},{"SurahNumber":3,"VerseNumber":22,"Text":"Ang mga iyon ay ang mga nawalang-kabuluhan ang mga gawa nila sa Mundo at Kabilang-buhay, at walang ukol sa kanila na anumang mga tagapag-adya"},{"SurahNumber":3,"VerseNumber":23,"Text":"Hindi ka ba nakaalam sa mga binigyan ng isang bahagi mula sa Kasulatan? Inanyayahan sila tungo sa Kasulatan ni Allāh upang humatol Siya sa pagitan nila, pagkatapos may tumatalikod na isang pangkat kabilang sa kanila habang sila ay mga umaayaw"},{"SurahNumber":3,"VerseNumber":24,"Text":"Iyon ay dahil sila ay nagsabi: \"Hindi sasaling sa amin ang Apoy maliban sa mga araw na nabibilang.\" Luminlang sa kanila sa relihiyon nila ang dati nilang ginagawa-gawa"},{"SurahNumber":3,"VerseNumber":25,"Text":"Kaya papaano kapag nagtipon Kami sa kanila para sa Araw na walang pag-aalinlangan hinggil doon, at nilubus-lubos ang bawat kaluluwa sa [kabayaran ng] anumang nakamit nito habang sila ay hindi lalabagin sa katarungan"},{"SurahNumber":3,"VerseNumber":26,"Text":"Sabihin mo: \"O Allāh, Tagapagmay-ari ng paghahari, nagbibigay Ka ng paghahari sa sinumang niloloob Mo, nag-aalis Ka ng paghahari mula sa sinumang niloloob Mo, nagpaparangal Ka sa sinumang niloloob Mo, at nang-aaba Ka sa sinumang niloloob Mo. Nasa kamay Mo ang kabutihan. Tunay na Ikaw sa bawat bagay ay May-kakayahan"},{"SurahNumber":3,"VerseNumber":27,"Text":"Nagpapalagos Ka ng gabi sa maghapon at nagpapalagos Ka ng maghapon sa gabi. Nagpapalabas Ka ng buhay mula sa patay at nagpapalabas Ka ng patay mula sa buhay. Nagtutustos Ka sa sinumang niloloob Mo nang walang pagtutuos"},{"SurahNumber":3,"VerseNumber":28,"Text":"Huwag gumawa ang mga mananampalataya sa mga tagatangging sumampalataya bilang mga katangkilik bukod pa sa mga mananampalataya. Ang sinumang gagawa niyon ay hindi siya kaugnay kay Allāh sa anuman, maliban na mangilag kayo sa kanila sa isang pinangingilagan. Nagbibigay-babala sa inyo si Allāh sa sarili Niya. Tungo kay Allāh ang kahahantungan"},{"SurahNumber":3,"VerseNumber":29,"Text":"Sabihin mo: \"Kung magkukubli kayo ng anumang nasa mga dibdib ninyo o maglalantad kayo niyon, makaaalam niyon si Allāh. Nakaaalam Siya sa anumang nasa mga langit at ang anumang nasa lupa. Si Allāh sa bawat bagay ay May-kakayahan"},{"SurahNumber":3,"VerseNumber":30,"Text":"Sa Araw na makatatagpo ang bawat kaluluwa sa anumang ginawa niya na kabutihan na padadaluhin at sa anumang ginawa niya na kasagwaan, mag-aasam siya na kung sana sa pagitan niya at niyon ay may isang agwat na malayo. Nagbibigay-babala sa inyo si Allāh sa sarili Niya. Si Allāh ay Mahabagin sa mga lingkod"},{"SurahNumber":3,"VerseNumber":31,"Text":"Sabihin mo: \"Kung kayo ay umiibig kay Allāh, sumunod kayo sa akin; iibig sa inyo si Allāh at magpapatawad Siya sa inyo sa mga pagkakasala ninyo. Si Allāh ay Mapagpatawad, Maawain"},{"SurahNumber":3,"VerseNumber":32,"Text":"Sabihin mo: \"Tumalima kayo kay Allāh at sa Sugo,\" ngunit kung tumalikod sila, tunay na si Allāh ay hindi umiibig sa mga tagatangging sumampalataya"},{"SurahNumber":3,"VerseNumber":33,"Text":"Tunay na si Allāh ay humirang kay Adan, kay Noe, sa mag-anak ni Abraham, at sa mag-anak ni `Imrān higit sa mga nilalang"},{"SurahNumber":3,"VerseNumber":34,"Text":"mga supling na ang ilan sa kanila ay mula sa ilan. Si Allāh ay Madinigin, Maalam"},{"SurahNumber":3,"VerseNumber":35,"Text":"[Banggitin] noong nagsabi ang maybahay ni `Imrān: \"Panginoon ko, tunay na ako ay nagpanata para sa Iyo ng nasa sinapupunan ko bilang nakalaan, kaya tanggapin Mo mula sa akin; tunay na Ikaw ay ang Madinigin, ang Maalam"},{"SurahNumber":3,"VerseNumber":36,"Text":"Ngunit noong nagsilang siya ito ay nagsabi siya: \"Panginoon ko, tunay na ako ay nagsilang sa kanya na isang babae,\" – samantalang si Allāh ay higit na maalam sa isinilang niya at ang lalaki ay hindi gaya ng babae – \"tunay na ako ay nagpangalan sa kanya na Maria, at tunay na ako ay naglalagay sa kanya at mga supling niya sa pagkukupkop Mo laban sa demonyong kasumpa-sumpa"},{"SurahNumber":3,"VerseNumber":37,"Text":"Kaya tinanggap ito ng Panginoon nito sa isang pagtanggap na maganda, hinubog Niya ito sa isang paghubog na maganda, at ipinaaruga Niya ito kay Zacaria. Sa tuwing pumapasok sa kinaroroonan nito si Zacaria sa sambahan, nakatatagpo siya sa piling nito ng isang panustos. Nagsabi Siya: \"O Maria, paanong mayroon ka nito?\" Nagsabi ito: \"Ito ay mula sa ganang kay Allāh. Tunay na si Allāh ay nagtutustos sa sinumang niloloob Niya nang walang pagtutuos"},{"SurahNumber":3,"VerseNumber":38,"Text":"Doon dumalangin si Zacaria sa Panginoon niya. Nagsabi siya: \"Panginoon ko, magkaloob Ka sa akin mula sa nasa Iyo ng isang supling na kaaya-aya; tunay na Ikaw ay Madinigin sa panalangin"},{"SurahNumber":3,"VerseNumber":39,"Text":"Kaya nanawagan sa kanya ang mga anghel, habang siya ay nakatayong nagdarasal sa isang silid-dasalan, na [nagsasabi]: \"Si Allāh ay nagbabalita sa iyo ng nakagagalak hinggil kay Juan bilang tagapagpatotoo sa isang salita mula kay Allāh, bilang ginoo, bilang matimtiman, at bilang propeta kabilang sa mga maayos"},{"SurahNumber":3,"VerseNumber":40,"Text":"Nagsabi ito: \"Panginoon ko, paanong magkakaroon ako ng isang batang lalaki samantalang umabot na sa akin ang katandaan at ang maybahay ko naman ay baog?\" Nagsabi Siya: \"Gayon si Allāh, gumagawa Siya ng anumang niloloob Niya"},{"SurahNumber":3,"VerseNumber":41,"Text":"Nagsabi ito: \"Panginoon ko, gumawa Ka para sa akin ng isang tanda.\" Nagsabi Siya: \"Ang tanda mo ay na hindi ka makipag-usap sa mga tao nang tatlong araw malibang sa senyas. Alalahanin mo ang Panginoon mo nang madalas at magluwalhati ka sa hapon at umaga"},{"SurahNumber":3,"VerseNumber":42,"Text":"[Banggitin] noong nagsabi ang mga anghel kay Maria: \"O Maria, tunay na si Allāh ay humirang sa iyo, nagdalisay sa iyo, at humirang sa iyo higit sa mga babae ng mga nilalang"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Maria, magmasunurin ka sa Panginoon mo, magpatirapa ka, at yumukod ka kasama ng mga yumuyukod"},{"SurahNumber":3,"VerseNumber":44,"Text":"Iyon ay kabilang sa mga balita ng Lingid; nagkakasi Kami nito sa iyo. Wala ka noon sa piling nila noong nagpapalabunutan sila sa mga panulat nila kung alin sa kanila ang mag-aaruga kay Maria at wala ka noon sa piling nila noong nag-aalitan sila"},{"SurahNumber":3,"VerseNumber":45,"Text":"[Banggitin] noong nagsabi ang mga anghel: \"O Maria, tunay na si Allāh ay nagbabalita sa iyo ng nakagagalak hinggil sa isang salita mula sa Kanya, na ang pangalan nito ay ang Kristo Jesus na anak ni Maria, bilang pinarangalan sa Mundo at sa Kabilang-buhay at kabilang sa mga inilapit [kay Allāh]"},{"SurahNumber":3,"VerseNumber":46,"Text":"Magsasalita siya sa mga tao habang nasa duyan pa at nasa kasapatang-gulang na, at [magiging] kabilang sa mga maayos"},{"SurahNumber":3,"VerseNumber":47,"Text":"Nagsabi siya: \"O Panginoon ko, paanong magkakaroon ako ng isang anak samantalang walang nakasaling sa akin na isang lalaki?\" Nagsabi ito: \"Gayon si Allāh, lumilikha Siya ng anumang niloloob Niya. Kapag nagtadhana Siya ng isang bagay ay nagsasabi lamang Siya rito na mangyari saka mangyayari ito"},{"SurahNumber":3,"VerseNumber":48,"Text":"Magtuturo Siya rito ng Kasulatan, karunungan, Torah, at Ebanghelyo"},{"SurahNumber":3,"VerseNumber":49,"Text":"[Gagawa Siya rito] bilang sugo sa mga anak ni Israel, [na magsasabi]: 'Na ako ay naghatid nga sa inyo ng isang tanda mula sa Panginoon ninyo; na ako ay lilikha para sa inyo mula sa putik ng gaya ng anyo ng ibon, saka iihip rito, saka ito ay magiging isang ibon ayon sa pahintulot ni Allāh. Magpapagaling ako ng ipinanganak na bulag at ketungin. Magbibigay-buhay ako sa mga patay ayon sa pahintulot ni Allāh. Magbabalita ako sa inyo ng kinakain ninyo at iniimbak ninyo sa mga bahay ninyo. Tunay na sa gayon ay talagang may tanda para sa inyo kung kayo ay mga mananampalataya"},{"SurahNumber":3,"VerseNumber":50,"Text":"[Dumating ako] bilang tagapagpatotoo para sa nauna sa akin na Torah at upang magpahintulot ako para sa inyo ng ilan sa ipinagbawal sa inyo. Naghatid ako sa inyo ng isang tanda mula sa Panginoon ninyo kaya mangilag kayong magkasala kay Allāh at tumalima kayo sa akin"},{"SurahNumber":3,"VerseNumber":51,"Text":"Tunay na si Allāh ay Panginoon ko at Panginoon ninyo kaya sumamba kayo sa Kanya. Ito ay landasing tuwid"},{"SurahNumber":3,"VerseNumber":52,"Text":"Ngunit noong nakadama si Jesus mula sa kanila ng kawalang-pananampalataya ay nagsabi siya: \"Sino ang mga tagaadya ko tungo kay Allāh?\" Nagsabi ang mga disipulo: \"Kami ay ang mga tagaadya ni Allāh; sumampalataya kami kay Allāh, at sumaksi ka na kami ay mga tagapagpasakop [kay Allāh]"},{"SurahNumber":3,"VerseNumber":53,"Text":"Panginoon namin, sumampalataya kami sa pinababa Mo at sumunod kami sa sugo kaya isulat Mo kami kasama sa mga tagasaksi"},{"SurahNumber":3,"VerseNumber":54,"Text":"Nanlansi sila at nanlansi si Allāh, ngunit Si Allāh ay ang pinakamabuti sa mga tagalansi"},{"SurahNumber":3,"VerseNumber":55,"Text":"[Banggitin] noong nagsabi si Allāh: \"O Jesus, tunay na Ako ay hahango sa iyo, mag-aangat sa iyo tungo sa Akin, magdadalisay sa iyo laban sa mga tumangging sumampalataya, at gagawa sa mga sumunod sa iyo na higit sa mga tumangging sumampalataya hanggang sa Araw ng Pagbangon. Pagkatapos tungo sa Akin ang babalikan ninyo, saka hahatol Ako sa pagitan ninyo sa anumang dati kayo hinggil doon ay nagkakaiba-iba"},{"SurahNumber":3,"VerseNumber":56,"Text":"Ngunit tungkol sa mga tumangging sumampalataya, pagdurusahin Ko sila ng isang pagdurusang matindi sa Mundo at Kabilang-buhay, at walang ukol sa kanila na anumang mga tagapag-adya"},{"SurahNumber":3,"VerseNumber":57,"Text":"Hinggil sa mga sumampalataya at gumawa ng mga maayos, maglulubus-lubos Siya sa kanila ng mga pabuya sa kanila. Si Allāh ay hindi umiibig sa mga tagalabag sa katarungan"},{"SurahNumber":3,"VerseNumber":58,"Text":"Iyon ay binibigkas Namin sa iyo mula sa mga tanda at mga paalaalang marunong"},{"SurahNumber":3,"VerseNumber":59,"Text":"Tunay na ang paghahalintulad kay Jesus sa ganang kay Allāh ay gaya ng paghahalintulad kay Adan; lumikha Siya rito mula sa alabok, pagkatapos nagsabi Siya rito na mangyari saka mangyayari ito"},{"SurahNumber":3,"VerseNumber":60,"Text":"Ang katotohanan ay mula sa Panginoon mo kaya huwag kang maging kabilang sa mga nag-aalangan"},{"SurahNumber":3,"VerseNumber":61,"Text":"Kaya ang sinumang nangatwiran sa iyo hinggil sa kanya nang matapos na may dumating sa iyo na kaalaman ay magsabi ka: \"Halikayo, magsitawag tayo sa mga anak namin at mga anak ninyo, mga kababaihan namin at mga kababaihan ninyo, at mga sarili namin at mga sarili ninyo. Pagkatapos maalab na manalangin tayo saka manawagan tayo ng sumpa ni Allāh sa mga sinungaling"},{"SurahNumber":3,"VerseNumber":62,"Text":"Tunay na ito ay talagang ang kasaysayang totoo. Walang anumang diyos kundi si Allāh. Tunay na si Allāh ay talagang ang Makapangyarihan, ang Marunong"},{"SurahNumber":3,"VerseNumber":63,"Text":"Kaya kung tumalikod sila, tunay na si Allāh ay Maalam sa mga tagagulo"},{"SurahNumber":3,"VerseNumber":64,"Text":"Sabihin mo: \"O mga May Kasulatan, halikayo sa isang salitang magkatulad sa pagitan namin at ninyo: na hindi tayo sasamba kundi kay Allāh, hindi tayo magtatambal sa Kanya ng anuman, at hindi gagawa ang iba sa atin sa iba bilang mga panginoon bukod pa kay Allāh.\" Ngunit kung tumalikod sila ay sabihin ninyo: \"Sumaksi kayo na kami ay mga Muslim"},{"SurahNumber":3,"VerseNumber":65,"Text":"O mga May Kasulatan, bakit kayo nakikipagkatwiran hinggil kay Abraham samantalang hindi pinababa ang Torah at ang Ebanghelyo kundi nang matapos niya? Kaya hindi ba kayo nakapag-uunawa"},{"SurahNumber":3,"VerseNumber":66,"Text":"Kayo itong nakikipagkatwiran hinggil sa mayroon kayo ritong kaalaman kaya bakit kayo nakikipagkatwiran hinggil sa wala kayo ritong kaalaman? Si Allāh ay nakaaalam at kayo ay hindi nakaaalam"},{"SurahNumber":3,"VerseNumber":67,"Text":"Hindi nangyaring si Abraham ay isang Hudyo ni isang Kristiyano, subalit siya noon ay isang makatotoong Muslim at hindi siya naging kabilang sa mga tagapagtambal [kay Allāh]"},{"SurahNumber":3,"VerseNumber":68,"Text":"Tunay na ang pinakamalapit sa mga tao kay Abraham ay talagang ang mga sumunod sa kanya, ang Propetang ito, at ang mga sumampalataya. Si Allāh ay ang Katangkilik ng mga mananampalataya"},{"SurahNumber":3,"VerseNumber":69,"Text":"Inasam ng isang pangkatin kabilang sa mga May Kasulatan na kung sana ay nagpapaligaw sila sa inyo, ngunit hindi sila nagpapaligaw kundi sa mga sarili nila ngunit hindi sila nakararamdam"},{"SurahNumber":3,"VerseNumber":70,"Text":"O mga May Kasulatan, bakit kayo tumatangging sumampalataya sa mga tanda ni Allāh samantalang kayo ay nakasasaksi"},{"SurahNumber":3,"VerseNumber":71,"Text":"O mga May Kasulatan, bakit kayo naglalahok sa katotohanan ng kabulaanan at nagtatago kayo ng katotohanan samantalang kayo ay nakaaalam"},{"SurahNumber":3,"VerseNumber":72,"Text":"Nagsabi ang isang pangkatin kabilang sa mga May Kasulatan: \"Sumampalataya kayo sa pinababa sa mga sumampalataya sa simula ng maghapon at tumanggi kayong sumampalataya sa katapusan niyon, nang sa gayon sila ay babalik [sa dati]"},{"SurahNumber":3,"VerseNumber":73,"Text":"Huwag kayong maniwala maliban sa sinumang sumunod sa relihiyon ninyo.\" Sabihin mo: \"Tunay na ang patnubay ay ang patnubay ni Allāh. [May pangamba ba] na magbigay sa isa ng tulad ng ibinigay sa inyo o makikipagkatwiran sila sa inyo sa piling ng Panginoon ninyo?\" Sabihin mo: \"Tunay na ang kabutihang-loob ay nasa kamay ni Allāh; nagbibigay Siya nito sa sinumang niloloob Niya. Si Allāh ay Malawak, Maalam"},{"SurahNumber":3,"VerseNumber":74,"Text":"Nagtatangi Siya sa awa Niya sa sinumang niloloob Niya. Si Allāh ay may kabutihang-loob na sukdulan"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kabilang sa mga May Kasulatan ang kung magtitiwala ka sa kanya ng isang bunton [na salapi] ay magsasauli siya nito sa iyo. Kabilang sa kanila ang kung magtitiwala ka sa kanya ng isang dīnār ay hindi siya magsasauli nito sa iyo malibang hindi ka tumigil sa kanya na naniningil. Iyon ay dahil sila ay nagsabi: \"Wala sa aming kasalanan kaugnay sa mga iliterato.\" Nagsasabi sila hinggil kay Allāh ng kasinungalingan samantalang sila ay nakaaalam"},{"SurahNumber":3,"VerseNumber":76,"Text":"Bagkus ang sinumang magpatupad sa kasunduan sa kanya at nangilag magkasala sapagkat tunay na si Allāh ay umiibig sa mga tagapangilag magkasala"},{"SurahNumber":3,"VerseNumber":77,"Text":"Tunay na ang mga nagpapalit sa kasunduan kay Allāh at mga sinumpaan nila sa kaunting halaga, ang mga iyon ay walang bahagi ukol sa kanila sa Kabilang-buhay. Hindi makikipag-usap sa kanila si Allāh, hindi Siya titingin sa kanila sa Araw ng Pagbangon, at hindi Siya magdadalisay sa kanila. Ukol sa kanila ay isang pagdurusang masakit"},{"SurahNumber":3,"VerseNumber":78,"Text":"Tunay na kabilang sa kanila ay talagang isang pangkat na pumipilipit ng mga dila nila sa [pagbigkas ng] kasulatan upang mag-akala kayong iyon ay mula sa Kasulatan samantalang iyon ay hindi bahagi ng Kasulatan, na nagsasabing iyon ay mula sa ganang kay Allāh samantalang iyon ay hindi mula sa ganang kay Allāh, at na nagsasabi hinggil kay Allāh ng kasinungalingan samantalang sila ay nakaaalam"},{"SurahNumber":3,"VerseNumber":79,"Text":"Hindi naging ukol sa isang tao na magbigay rito si Allāh ng kasulatan, kapamahalaan, at pagkapropeta, pagkatapos magsabi ito sa mga tao: \"Kayo ay maging mga mananamba para sa akin bukod pa kay Allāh,\" bagkus, \"Kayo ay maging mga paham dahil kayo noon ay nagtuturo ng kasulatan at dahil kayo noon ay nag-aaral"},{"SurahNumber":3,"VerseNumber":80,"Text":"ni mag-uutos ito sa inyo na gumawa kayo sa mga anghel at mga propeta bilang mga panginoon. Nag-uutos ba ito sa inyo ng kawalang-pananampalataya matapos noong kayo ay naging mga Muslim"},{"SurahNumber":3,"VerseNumber":81,"Text":"[Banggitin] noong gumawa si Allāh ng kasunduan sa mga propeta, [na nagsasaad]: \"Talagang ang anumang ibinigay Ko sa inyo na kasulatan at karunungan, pagkatapos may dumating sa inyo na isang Sugo na tagapagpatotoo sa taglay ninyo, ay talagang sasampalataya nga kayo rito at talagang mag-aadya nga kayo rito.\" Nagsabi Siya: \"Kumilala ba kayo at tumanggap ba kayo kaugnay roon sa kasunduan sa Akin?\" Nagsabi sila: \"Kumilala kami.\" Nagsabi Siya: \"Kaya sumaksi kayo, at Ako ay kasama sa inyo kabilang sa mga tagasaksi"},{"SurahNumber":3,"VerseNumber":82,"Text":"Kaya ang sinumang tumalikod matapos niyon, ang mga iyon ay ang mga suwail"},{"SurahNumber":3,"VerseNumber":83,"Text":"Kaya ba sa iba pa sa relihiyon ni Allāh naghahangad sila samantalang sa Kanya nagpasakop ang sinumang nasa mga langit at lupa sa pagkukusang-loob at pagkasuklam at sa Kanya sila pababalikin"},{"SurahNumber":3,"VerseNumber":84,"Text":"Sabihin mo: \"Sumampalataya kami kay Allāh, sa anumang pinababa sa amin, at sa anumang pinababa kina Abraham, Ismael, Isaac, Jacob, sa mga lipi, sa anumang ibinigay kina Moises at Jesus, at sa mga propeta mula sa Panginoon nila. Hindi kami nagtatangi-tangi sa isa sa kanila at kami sa Kanya ay mga tagapagpasakop"},{"SurahNumber":3,"VerseNumber":85,"Text":"Ang sinumang naghahangad ng iba pa sa Islām bilang relihiyon ay hindi ito matatanggap mula sa kanya at siya sa Kabilang-buhay ay kabilang sa mga malulugi"},{"SurahNumber":3,"VerseNumber":86,"Text":"Papaanong magpapatnubay si Allāh sa mga taong tumangging sumampalataya matapos ng pagsampalataya nila at sumaksi na ang Sugo ay totoo at dumating sa kanila ang mga malinaw na patunay? Si Allāh ay hindi nagpapatnubay sa mga taong tagalabag sa katarungan"},{"SurahNumber":3,"VerseNumber":87,"Text":"Ang mga iyon, ang ganti sa kanila ay na sa kanila ang sumpa ni Allāh, ng mga anghel, at ng mga tao nang magkakasama"},{"SurahNumber":3,"VerseNumber":88,"Text":"bilang mga mananatili roon. Hindi pagagaanin sa kanila ang pagdurusa ni sila ay palulugitan"},{"SurahNumber":3,"VerseNumber":89,"Text":"maliban sa mga nagbalik-loob nang matapos niyon at nagsaayos sapagkat tunay na si Allāh ay Mapagpatawad, Maawain"},{"SurahNumber":3,"VerseNumber":90,"Text":"Tunay na ang mga tumangging sumampalataya matapos ng pananampalataya nila, pagkatapos nadagdagan sila ng kawalang-pananampalataya, ay hindi tatanggapin ang pagbabalik-loob nila. Ang mga iyon ay ang mga naliligaw"},{"SurahNumber":3,"VerseNumber":91,"Text":"Tunay na ang mga tumangging sumampalataya at namatay samantalang sila ay mga tagatangging sumampalataya ay hindi tatanggapin mula sa isa sa kanila ang kasukat ng Mundo na ginto at kahit pa man ipantubos niya ito. Ang mga iyon ay may ukol sa kanila na isang pagdurusang masakit at walang ukol sa kanila na anumang mga tagapag-adya"},{"SurahNumber":3,"VerseNumber":92,"Text":"Hindi kayo magtatamo ng pagpapakabuti hanggang sa gumugol kayo mula sa naiibigan ninyo. Ang ginugugol ninyo na anuman, tunay na si Allāh rito ay Maalam"}]}