{"Id":89,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou","Author":"Adel Theodor Khoury","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Und ich erkläre mich nicht selbst für unschuldig. Die Seele gebietet ja mit Nachdruck das Böse, es sei denn, mein Herr erbarmt sich. Mein Herr ist voller Vergebung und barmherzig.»"},{"SurahNumber":12,"VerseNumber":54,"Text":"Und der König sagte: «Bringt ihn zu mir. Ich will ihn ausschließlich für mich haben.» Als er mit ihm gesprochen hatte, sagte er: «Heute bist du bei uns in angesehener Stellung und genießt unser Vertrauen.»"},{"SurahNumber":12,"VerseNumber":55,"Text":"Er sagte: «Setze mich über die Vorratskammern des Landes ein. Ich bin ein (guter) Hüter und weiß Bescheid.»"},{"SurahNumber":12,"VerseNumber":56,"Text":"So haben Wir dem Josef eine angesehene Stellung im Land gegeben, so daß er darin sich aufhalten konnte, wo er wollte. Wir treffen mit unserer Barmherzigkeit, wen Wir wollen, und Wir lassen den Lohn der Rechtschaffenen nicht verlorengehen"},{"SurahNumber":12,"VerseNumber":57,"Text":"Und wahrlich, der Lohn des Jenseits ist besser für die, die glauben und gottesfürchtig sind"},{"SurahNumber":12,"VerseNumber":58,"Text":"Und die Brüder Josefs kamen und traten bei ihm ein. Er erkannte sie, während sie ihn für einen Unbekannten hielten"},{"SurahNumber":12,"VerseNumber":59,"Text":"Als er sie nun mit ihrem Bedarf ausgestattet hatte, sagte er: «Bringt mir einen Bruder von euch, (einen) von eurem Vater. Seht ihr nicht, daß ich das Maß voll erstatte und daß ich der beste der Gastgeber bin"},{"SurahNumber":12,"VerseNumber":60,"Text":"Wenn ihr ihn mir nicht bringt, so bekommt ihr bei mir kein Maß mehr, und ihr sollt nicht in meine Nähe treten.»"},{"SurahNumber":12,"VerseNumber":61,"Text":"Sie sagten: «Wir werden versuchen, seinen Vater in bezug auf ihn zu überreden, und wir werden es bestimmt tun.»"},{"SurahNumber":12,"VerseNumber":62,"Text":"Und er sagte zu seinen Knechten: «Steckt auch ihre Tauschware in ihr Gepäck, daß sie sie (wieder) erkennen, wenn sie zu ihren Angehörigen heimgekehrt sind. Vielleicht werden sie dann auch zurückkommen.»"},{"SurahNumber":12,"VerseNumber":63,"Text":"Als sie zu ihrem Vater zurückkamen, sagten sie: «O unser Vater, die (nächste) Zuteilung wurde uns verwehrt. So schick unseren Bruder mit uns, damit wir eine Zuteilung zugemessen bekommen. Und wir werden ihn bestimmt behüten.»"},{"SurahNumber":12,"VerseNumber":64,"Text":"Er sagte: «Kann ich ihn euch etwa anders anvertrauen, als ich euch zuvor seinen Bruder anvertraut habe? Gott ist der beste Hüter, und Er ist der Barmherzigste der Barmherzigen.»"},{"SurahNumber":12,"VerseNumber":65,"Text":"Und als sie ihre Sachen öffneten, fanden sie, daß ihre Tauschware ihnen zurückgegeben worden war. Sie sagten: «O unser Vater, was wünschen wir mehr? Das ist unsere Tauschware, sie ist uns zurückgegeben worden. Wir werden Vorrat für unsere Angehörigen bringen, unseren Bruder behüten und die Last eines Kamels mehr zugemessen bekommen. Das ist ein leicht zu erhaltendes Maß.»"},{"SurahNumber":12,"VerseNumber":66,"Text":"Er sagte: «Ich werde ihn nicht mit euch schicken, bis ihr mir ein verbindliches Versprechen vor Gott gebt, daß ihr ihn mir zurückbringt, es sei denn, ihr werdet umringt.» Als sie ihm ihr verbindliches Versprechen gegeben hatten, sagte er: «Gott ist Sachwalter über das, was wir (hier) sagen.»"},{"SurahNumber":12,"VerseNumber":67,"Text":"Und er sagte: «O meine Söhne, geht nicht durch ein einziges Tor hinein. Geht durch verschiedene Tore hinein. Ich kann euch vor Gott nichts nützen. Das Urteil gehört Gott allein. Auf Ihn vertraue ich. Auf Ihn sollen die vertrauen, die (überhaupt auf jemanden) vertrauen.»"},{"SurahNumber":12,"VerseNumber":68,"Text":"Als sie hineingingen, wie ihr Vater ihnen befohlen hatte, hat es ihnen vor Gott nichts genützt. Es war nur ein Bedürfnis in der Seele Jakobs, das er (damit) erfüllte. Und er besaß Wissen, weil Wir es ihn gelehrt hatten. Aber die meisten Menschen wissen nicht Bescheid"},{"SurahNumber":12,"VerseNumber":69,"Text":"Als sie bei Josef eintraten, zog er seinen Bruder zu sich. Er sagte: «Ich, ich bin dein Bruder. So sei nicht betrübt wegen dessen, was sie taten.»"},{"SurahNumber":12,"VerseNumber":70,"Text":"Als er sie nun mit ihrem Bedarf ausgestattet hatte, tat er das Trinkgefäß in das Gepäck seines Bruders. Dann rief ein Rufer aus: «Ihr da von der Karawane, ihr seid ja Diebe.»"},{"SurahNumber":12,"VerseNumber":71,"Text":"Sie sagten, während sie auf sie zugingen: «Was vermißt ihr?»"},{"SurahNumber":12,"VerseNumber":72,"Text":"Sie sagten: «Wir vermissen den Pokal des Königs. Wer ihn zurückbringt, erhält die Last eines Kamels, und dafür bin ich Bürge.»"},{"SurahNumber":12,"VerseNumber":73,"Text":"Sie sagten: «Bei Gott, ihr wißt es, wir sind nicht gekommen, um im Land Unheil zu stiften, und wir sind keine Diebe.»"},{"SurahNumber":12,"VerseNumber":74,"Text":"Sie sagten: «Was ist die Vergeltung dafür, wenn ihr lügt?»"},{"SurahNumber":12,"VerseNumber":75,"Text":"Sie sagten: «Die Vergeltung dafür ist, daß der, in dessen Gepäck er gefunden wird, selbst als Entgelt dafür dienen soll. So vergelten wir denen, die Unrecht tun.»"},{"SurahNumber":12,"VerseNumber":76,"Text":"Er begann (zu suchen) in ihren Behältern vor dem Behälter seines Bruders. Dann holte er ihn aus dem Behälter seines Bruders. So führten Wir für Josef eine List aus. Nach der Religion des Königs hätte er unmöglich seinen Bruder (als Sklaven) nehmen können, es sei denn, daß es Gott wollte. Wir erhöhen, wen Wir wollen, um Rangstufen. Und über jedem, der Wissen besitzt, steht einer, der (noch mehr) weiß"},{"SurahNumber":12,"VerseNumber":77,"Text":"Sie sagten: «Wenn er stiehlt, so hat auch ein Bruder von ihm zuvor gestohlen.» Josef hielt es in seinem Inneren geheim und zeigte es ihnen nicht offen. Er sagte: «Ihr seid noch schlimmer daran. Und Gott weiß besser, was ihr beschreibt.»"},{"SurahNumber":12,"VerseNumber":78,"Text":"Sie sagten: «O Hochmögender, er hat einen Vater, einen hochbetagten Greis. So nimm einen von uns an seiner Stelle. Wir sehen, daß du einer der Rechtschaffenen bist.»"},{"SurahNumber":12,"VerseNumber":79,"Text":"Er sagte: «Gott behüte, daß wir einen anderen nehmen als den, bei dem wir unsere Sachen gefunden haben! Sonst würden wir zu denen gehören, die Unrecht tun.»"},{"SurahNumber":12,"VerseNumber":80,"Text":"Als sie an ihm jede Hoffnung verloren hatten, gingen sie zu einem vertraulichen Gespräch unter sich. Der Älteste von ihnen sagte: «Wißt ihr nicht, daß euer Vater von euch ein verbindliches Versprechen vor Gott entgegengenommen hat, und daß ihr zuvor eure Pflicht in bezug auf Josef nicht erfüllt habt? Ich werde das Land nicht verlassen, bis mein Vater es mir erlaubt oder Gott ein Urteil für mich fällt, und Er ist der Beste derer, die Urteile fällen"},{"SurahNumber":12,"VerseNumber":81,"Text":"<Kehrt zu eurem Vater zurück und sagt: >O unser Vater, dein Sohn hat gestohlen, und wir bezeugen nur das, was wir wissen, und wir können nicht Hüter sein über das, was verborgen ist"},{"SurahNumber":12,"VerseNumber":82,"Text":"Und frag die Stadt, in der wir waren, und die Karawane, mit der wir gekommen sind. Wir sagen ja die Wahrheit"},{"SurahNumber":12,"VerseNumber":83,"Text":"Er sagte: «Eure Seele hat euch etwas eingeredet. (Es gilt) schöne Geduld (zu üben). Möge Gott sie mir alle zurückbringen! Er ist der, der alles weiß und weise ist.»"},{"SurahNumber":12,"VerseNumber":84,"Text":"Und er kehrte sich von ihnen ab und sagte: «O wie voller Gram bin ich um Josef!» Und seine Augen wurden weiß vor Trauer, und er unterdrückte (seinen Groll)"},{"SurahNumber":12,"VerseNumber":85,"Text":"Sie sagten: «Bei Gott, du hörst nicht auf, des Josef zu gedenken, bis du bald zusammenbrichst oder zu denen gehörst, die zugrunde gehen.»"},{"SurahNumber":12,"VerseNumber":86,"Text":"Er sagte: «Ich klage ja meinen Kummer und meine Trauer Gott allein, und ich weiß von Gott, was ihr nicht wißt"},{"SurahNumber":12,"VerseNumber":87,"Text":"O meine Söhne, geht und erkundigt euch über Josef und seinen Bruder. Und verliert nicht die Hoffnung, daß Gott Aufatmen verschafft. Die Hoffnung, daß Gott Aufatmen verschafft, verlieren nur die ungläubigen Leute.»"},{"SurahNumber":12,"VerseNumber":88,"Text":"Als sie (wieder) bei ihm eintraten, sagten sie: «O Hochmögender, Not hat uns und unsere Angehörigen erfaßt. Und wir haben (nur) eine zusammengewürfelte Ware gebracht. So erstatte uns (dennoch) volles Maß und gib es uns als Almosen. Gott vergilt denen, die Almosen geben.»"},{"SurahNumber":12,"VerseNumber":89,"Text":"Er sagte: «Wißt ihr (noch), was ihr Josef und seinem Bruder angetan habt, als ihr töricht gehandelt habt?»"},{"SurahNumber":12,"VerseNumber":90,"Text":"Sie sagten: «Bist du denn wirklich Josef?» Er sagte: «Ich bin Josef, und das ist mein Bruder. Gott hat uns eine Wohltat erwiesen. Wahrlich, wenn einer gottesfürchtig und geduldig ist, so läßt Gott den Lohn der Rechtschaffenen nicht verlorengehen.»"},{"SurahNumber":12,"VerseNumber":91,"Text":"Sie sagten: «Bei Gott, Gott hat dich vor uns bevorzugt. Und wir haben bestimmt gesündigt.»"},{"SurahNumber":12,"VerseNumber":92,"Text":"Er sagte: «Keine Schelte soll heute über euch kommen. Gott vergibt euch, Er ist ja der Barmherzigste der Barmherzigen"},{"SurahNumber":12,"VerseNumber":93,"Text":"Nehmt dieses mein Hemd mit und legt es auf das Gesicht meines Vaters, dann wird er wieder sehen können. Und bringt alle eure Angehörigen zu mir.»"},{"SurahNumber":12,"VerseNumber":94,"Text":"Als nun die Karawane aufbrach, sagte ihr Vater: «Wahrlich, ich spüre Josefs Geruch. Wenn ihr nur nicht (meine Worte) als dummes Gerede zurückweisen würdet!»"},{"SurahNumber":12,"VerseNumber":95,"Text":"Sie sagten: «Bei Gott, du befindest dich in deinem alten Irrtum.»"},{"SurahNumber":12,"VerseNumber":96,"Text":"Als nun der Freudenbote kam, legte er es auf sein Gesicht, und er konnte wieder sehen. Er sagte: «Habe ich euch nicht gesagt, daß ich von Gott weiß, was ihr nicht wißt?»"},{"SurahNumber":12,"VerseNumber":97,"Text":"Sie sagten: «O unser Vater, bitte für uns um Vergebung unserer Sünden. Wir haben ja gesündigt.»"},{"SurahNumber":12,"VerseNumber":98,"Text":"Er sagte: «Ich werde meinen Herrn um Vergebung für euch bitten. Er ist der, der voller Vergebung und barmherzig ist.»"},{"SurahNumber":12,"VerseNumber":99,"Text":"Als sie nun bei Josef eintraten, zog er seine Eltern an sich und sagte: «Betretet Ägypten, so Gott will, in Sicherheit.»"},{"SurahNumber":12,"VerseNumber":100,"Text":"Und er erhob seine Eltern auf den Thron. Und sie warfen sich vor ihm nieder. Er sagte: «O mein Vater, das ist die Deutung meines Traumgesichts von früher. Mein Herr hat es wahr gemacht. Und Er hat mir Gutes erwiesen, als Er mich aus dem Gefängnis herauskommen ließ und euch aus der Steppe hierher brachte, nachdem der Satan zwischen mir und meinen Brüdern (zu Zwietracht) aufgestachelt hatte. Mein Herr weiß zu erreichen, was Er will. Er ist der, der alles weiß und weise ist"},{"SurahNumber":12,"VerseNumber":101,"Text":"Mein Herr, du hast mir etwas von der Königsherrschaft zukommen lassen und mich etwas von der Deutung der Geschichten gelehrt. Du Schöpfer der Himmel und der Erde, du bist mein Freund im Diesseits und Jenseits. Berufe mich als gottergeben ab und stelle mich zu den Rechtschaffenen.»"},{"SurahNumber":12,"VerseNumber":102,"Text":"Dies gehört zu den Berichten über das Unsichtbare, das Wir dir offenbaren. Du warst nicht bei ihnen, als sie sich verbanden und Ränke schmiedeten"},{"SurahNumber":12,"VerseNumber":103,"Text":"Und die meisten Menschen sind nicht gläubig, du magst dich noch so sehr bemühen"},{"SurahNumber":12,"VerseNumber":104,"Text":"Und du verlangst von ihnen keinen Lohn dafür. Es ist nur eine Ermahnung für die Weltenbewohner"},{"SurahNumber":12,"VerseNumber":105,"Text":"Wie viele Zeichen gibt es in den Himmeln und auf der Erde, an denen sie vorbeigehen, indem sie sich von ihnen abwenden"},{"SurahNumber":12,"VerseNumber":106,"Text":"Und die meisten von ihnen glauben nicht an Gott, ohne (Ihm andere) beizugesellen"},{"SurahNumber":12,"VerseNumber":107,"Text":"Wähnen sie sich denn in Sicherheit davor, daß eine überdeckende (Strafe) von der Pein Gottes über sie kommt, oder daß plötzlich die Stunde über sie kommt, ohne daß sie es merken"},{"SurahNumber":12,"VerseNumber":108,"Text":"Sprich: Das ist mein Weg. Ich rufe zu Gott aufgrund eines einsichtbringenden Beweises, ich und diejenigen, die mir folgen. Preis sei Gott! Und ich gehöre nicht zu den Polytheisten"},{"SurahNumber":12,"VerseNumber":109,"Text":"Und Wir haben vor dir von den Bewohnern der Städte nur Männer gesandt, denen Wir Offenbarungen eingegeben haben. Sind sie denn nicht auf der Erde umhergegangen und haben geschaut, wie das Ende derer war, die vor ihnen lebten? Wahrlich, die Wohnstätte des Jenseits ist besser für die, die gottesfürchtig sind. Habt ihr denn keinen Verstand"},{"SurahNumber":12,"VerseNumber":110,"Text":"Als dann die Gesandten die Hoffnung verloren hatten und sie meinten, sie seien belogen worden, kam unsere Unterstützung zu ihnen. Und so wird errettet, wen Wir wollen. Und niemand kann unsere Schlagkraft von den Leuten zurückhalten, die Übeltäter sind"},{"SurahNumber":12,"VerseNumber":111,"Text":"Wahrlich, in der Erzählung über sie ist eine Lehre für die Einsichtigen. Es ist keine Geschichte, die erdichtet wird, sondern die Bestätigung dessen, was vor ihm vorhanden war, und eine ins einzelne gehende Darlegung aller Dinge, und eine Rechtleitung und Barmherzigkeit für Leute, die glauben"},{"SurahNumber":13,"VerseNumber":1,"Text":"Alif Lam Mim Ra. Dies sind die Zeichen des Buches. Und was zu dir von deinem Herrn herabgesandt worden ist, ist die Wahrheit. Aber die meisten Menschen glauben nicht"},{"SurahNumber":13,"VerseNumber":2,"Text":"Gott ist es, der die Himmel ohne Stützen, die ihr sehen könntet, emporgehoben und sich dann auf dem Thron zurechtgesetzt hat. Er hat die Sonne und den Mond dienstbar gemacht - jedes läuft auf eine festgesetzte Frist. Er regelt die Angelegenheit. Er legt die Zeichen im einzelnen dar, auf daß ihr über die Begegnung mit eurem Herrn Gewißheit heget"},{"SurahNumber":13,"VerseNumber":3,"Text":"Und Er ist es, der die Erde ausgebreitet und auf ihr festgegründete Berge und Flüsse gemacht hat. Und von allen Früchten hat Er auf ihr ein Paar gemacht. Er läßt die Nacht den Tag überdecken. Darin sind Zeichen für Leute, die nachdenken"},{"SurahNumber":13,"VerseNumber":4,"Text":"Und auf der Erde sind nebeneinanderliegende Landstrecken und Gärten mit Weinstöcken, und Getreide und Palmen mit mehreren und mit einzelnen Stämmen aus der einen Wurzel, welche (alle) mit ein und demselben Wasser bewässert werden. Wir lassen die einen von ihnen die anderen im Ernteertrag übertreffen. Darin sind Zeichen für Leute, die Verstand haben"},{"SurahNumber":13,"VerseNumber":5,"Text":"Und wenn du dich schon verwunderst, so ist ihre Rede verwunderlich: «Sollen wir, wenn wir zu Staub geworden sind, wirklich neu erschaffen werden?» Das sind die, die ihren Herrn verleugnen; das sind die, die Fesseln an ihrem Hals haben; das sind die Gefährten des Feuers, darin werden sie ewig weilen"},{"SurahNumber":13,"VerseNumber":6,"Text":"Sie wünschen von dir, daß ihnen das Schlechte vor dem Guten beschleunigt wird, obwohl doch vor ihnen beispielhafte Strafen verhängt wurden. Und dein Herr hält den Menschen, auch wenn sie Unrecht tun, Vergebung bereit. Und dein Herr verhängt eine harte Strafe"},{"SurahNumber":13,"VerseNumber":7,"Text":"Und diejenigen, die ungläubig sind, sagen: «Wenn doch ein Zeichen von seinem Herrn auf ihn herabgesandt würde!» Du bist aber nur ein Warner. Und jedes Volk hat einen, der es rechtleitet"},{"SurahNumber":13,"VerseNumber":8,"Text":"Gott weiß, was jedes Weib trägt und um wieviel der Mutterschoß die Tragzeit verkürzt und um wieviel er sie verlängert. Und jedes Ding hat bei Ihm ein Maß"},{"SurahNumber":13,"VerseNumber":9,"Text":"Er ist der, der über das Unsichtbare und das Offenbare Bescheid weiß, der Große, der Erhabene"},{"SurahNumber":13,"VerseNumber":10,"Text":"Es ist gleich, ob einer von euch seine Worte im geheimen spricht oder laut äußert, und ob einer sich in der Nacht versteckt oder am Tag hinausgeht"},{"SurahNumber":13,"VerseNumber":11,"Text":"Vor sich und hinter sich hat er Begleiter, die ihn auf Gottes Befehl behüten. Gott verändert nicht den Zustand eines Volkes, bis sie selbst ihren eigenen Zustand verändern. Und wenn Gott einem Volk Böses will, so kann es nicht zurückgewiesen werden. Und sie haben außer Ihm keinen Schutzherrn"},{"SurahNumber":13,"VerseNumber":12,"Text":"Er ist es, der euch den Blitz als Grund zur Angst und zum Begehren sehen und die schweren Wolken entstehen läßt"},{"SurahNumber":13,"VerseNumber":13,"Text":"Und der Donner singt sein Lob, und auch die Engel aus Furcht vor Ihm. Und Er schickt die Donnerschläge und trifft damit, wen Er will. Aber (nein), sie streiten über Gott, und Er kann (dem Gegner) im Streit stark zusetzen"},{"SurahNumber":13,"VerseNumber":14,"Text":"Ihm gebührt die wahre Anrufung. Diejenigen, die sie an seiner Stelle anrufen, erhören sie in keinem Anliegen. Es ist nur wie mit einem, der seine Hände nach Wasser ausstreckt, damit es seinen Mund erreicht, aber es erreicht ihn nicht. Und das Rufen der Ungläubigen geht gewiß in die Irre"},{"SurahNumber":13,"VerseNumber":15,"Text":"Und vor Gott wirft sich, wer in den Himmeln und auf der Erde ist, nieder, ob freiwillig oder widerwillig, und auch ihre Schatten, am Morgen und am Abend"},{"SurahNumber":13,"VerseNumber":16,"Text":"Sprich: Wer ist der Herr der Himmel und der Erde? Sprich: Gott. Sprich: Nehmt ihr euch denn außer Ihm Freunde, die sich selbst weder Nutzen noch Schaden bringen können? Sprich: Sind etwa der Blinde und der Sehende gleich? Oder sind etwa die Finsternisse und das Licht gleich? Oder haben sie Gott solche Teilhaber (zur Seite) gestellt, die erschaffen haben, wie Er erschaffen hat, so daß ihnen die Schöpfung gleichartig erscheint? Sprich: Gott ist der Schöpfer aller Dinge, und Er ist der Eine, der bezwingende Macht besitzt"},{"SurahNumber":13,"VerseNumber":17,"Text":"Er sendet vom Himmel Wasser herab, und da fließen Täler nach ihrem Maß, und die Flut trägt Schaum an der Oberfläche. Ein ähnlicher Schaum tritt aus dem aus, worüber man das Feuer brennen läßt, um Schmuck oder Gerät anzufertigen. So führt Gott (im Gleichnis) das Wahre und das Falsche an. Was den Schaum betrifft, so vergeht er nutzlos. Was aber den Menschen nützt, bleibt in der Erde. So führt Gott die Gleichnisse an"},{"SurahNumber":13,"VerseNumber":18,"Text":"Diejenigen, die auf ihren Herrn hören, erhalten das Beste. Diejenigen, die nicht auf ihn hören, würden wohl, wenn sie alles, was auf der Erde ist, besäßen und noch einmal soviel dazu, sich damit loskaufen wollen. Sie erwartet eine böse Abrechnung, und ihre Heimstätte ist die Hölle - welch schlimme Lagerstätte"},{"SurahNumber":13,"VerseNumber":19,"Text":"Ist etwa derjenige, der weiß, daß das, was zu dir von deinem Herrn herabgesandt worden ist, die Wahrheit ist, wie der, der blind ist? Jedoch bedenken es nur die Einsichtigen"},{"SurahNumber":13,"VerseNumber":20,"Text":"Diejenigen, die den Bund Gottes halten und die Verpflichtung nicht brechen"},{"SurahNumber":13,"VerseNumber":21,"Text":"Und die verbinden, was Gott zu verbinden befohlen hat, ihren Herrn fürchten und Angst vor einer bösen Abrechnung haben"},{"SurahNumber":13,"VerseNumber":22,"Text":"Und die geduldig sind in der Suche nach dem Antlitz ihres Herrn, das Gebet verrichten und von dem, was Wir ihnen beschert haben, geheim und offen spenden, und das Böse mit dem Guten abwehren, diese werden die jenseitige Wohnstätte erhalten"},{"SurahNumber":13,"VerseNumber":23,"Text":"Die Gärten von Eden, in die sie eingehen werden, sie und diejenigen von ihren Vätern, ihren Gattinnen und ihrer Nachkommenschaft, die Gutes getan haben. Und die Engel treten zu ihnen ein durch alle Tore"},{"SurahNumber":13,"VerseNumber":24,"Text":"«Friede sei über euch dafür, daß ihr geduldig wäret!» Welch vorzügliche jenseitige Wohnstätte"},{"SurahNumber":13,"VerseNumber":25,"Text":"Diejenigen, die den Bund Gottes, nachdem er geschlossen worden ist, brechen, und das zerschneiden, was Gott befohlen hat zu verbinden, und auf der Erde Unheil stiften, die werden den Fluch Gottes und eine schlimme Wohnstätte erhalten"},{"SurahNumber":13,"VerseNumber":26,"Text":"Gott teilt den Lebensunterhalt großzügig, wem Er will, und auch bemessen zu. Und sie freuen sich über das diesseitige Leben; das diesseitige Leben ist aber im Vergleich mit dem Jenseits nur Nutznießung"},{"SurahNumber":13,"VerseNumber":27,"Text":"Und diejenigen, die ungläubig sind, sagen: «Wenn doch ein Zeichen von seinem Herrn auf ihn herabgesandt würde!» Sprich: Gott führt irre, wen Er will, und leitet zu sich, wer sich Ihm reumütig zuwendet"},{"SurahNumber":13,"VerseNumber":28,"Text":"Diejenigen, die glauben und deren Herzen im Gedenken Gottes Ruhe finden - ja, im Gedenken Gottes finden die Herzen Ruhe"},{"SurahNumber":13,"VerseNumber":29,"Text":"Diejenigen, die glauben und die guten Werke tun - selig sind sie, und sie werden eine schöne Heimstatt erhalten"},{"SurahNumber":13,"VerseNumber":30,"Text":"So haben Wir dich in eine Gemeinschaft gesandt, vor der Gemeinschaften dahingegangen sind, damit du ihnen verliest, was Wir dir offenbart haben. Aber sie verleugnen den Erbarmer. Sprich: Er ist mein Herr. Es gibt keinen Gott außer Ihm. Auf Ihn vertraue ich, und Ihm wende ich mich zu"},{"SurahNumber":13,"VerseNumber":31,"Text":"Auch wenn ein Koran käme, mit dem die Berge versetzt oder die Erde zerstückelt oder zu den Toten gesprochen werden könnte... Nein, bei der ganzen Angelegenheit hat Gott allein zu entscheiden. Wissen denn diejenigen, die glauben, nicht, daß Gott, wenn Er wollte, die Menschen alle rechtleiten würde? Diejenigen, die ungläubig sind, wird immer eine Katastrophe treffen für das, was sie gemacht haben, oder sie wird in der Nähe ihrer Wohnstätten niedergehen, bis das Versprechen Gottes eintrifft. Und Gott bricht das Versprechen nicht"},{"SurahNumber":13,"VerseNumber":32,"Text":"Gespottet wurde schon vor dir über Gesandte. Da gewährte Ich denen, die ungläubig waren, Aufschub, dann ergriff Ich sie. Und wie war dann meine Strafe"},{"SurahNumber":13,"VerseNumber":33,"Text":"Ist denn der, der über jede Seele Macht ausübt, um ihr zu vergelten für das, was sie getan hat, (den Götzen gleich)? Sie stellen Gott Teilhaber (zur Seite). Sprich: Nennt sie. Oder wollt ihr Ihm etwas kundtun, das Er auf der Erde nicht wüßte, oder etwas, das eine offenkundige Rede ist? Nein, denen, die ungläubig sind, sind ihre Ränke verlockend gemacht worden, und sie sind vom Weg abgewiesen worden. Wen Gott irreführt, der hat niemanden, der ihn rechtleiten könnte"},{"SurahNumber":13,"VerseNumber":34,"Text":"Für sie ist bestimmt eine Pein im diesseitigen Leben. Die Pein des Jenseits ist jedoch härter. Und sie haben niemanden, der sie vor Gott schützen könnte"},{"SurahNumber":13,"VerseNumber":35,"Text":"Mit dem Paradies, das den Gottesfürchtigen versprochen ist, ist es wie folgt: Unter ihm fließen Bäche, und es hat ständigen Ernteertrag und Schatten. Das ist das, was im Jenseits für die Gottesfürchtigen folgt. Und was im Jenseits für die Ungläubigen folgt, ist das Feuer"},{"SurahNumber":13,"VerseNumber":36,"Text":"Diejenigen, denen Wir das Buch zukommen ließen, freuen sich über das, was zu dir herabgesandt worden ist. Unter den Parteien gibt es welche, die einen Teil davon verwerfen. Sprich: Mir ist befohlen worden, Gott zu dienen und Ihm nicht (andere) beizugesellen. Zu Ihm rufe ich, und zu Ihm ist meine Rückkehr"},{"SurahNumber":13,"VerseNumber":37,"Text":"Und so haben Wir ihn als eine Urteilsnorm in arabischer Sprache hinabgesandt. Wenn du ihren Neigungen folgst nach dem, was dir an Wissen zugekommen ist, so hast du vor Gott weder Freund noch Beschützer"},{"SurahNumber":13,"VerseNumber":38,"Text":"Und Wir haben vor dir Gesandte entsandt, und Wir haben ihnen Gattinnen und Nachkommenschaft gegeben. Kein Gesandter kann ein Zeichen bringen außer mit der Erlaubnis Gottes. Jede Frist steht fest in einem Buch"},{"SurahNumber":13,"VerseNumber":39,"Text":"Gott löscht aus, und Er bestätigt, was Er will. Bei Ihm steht die Urnorm des Buches"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ob Wir dich einen Teil dessen, was Wir ihnen androhen, sehen lassen oder dich abberufen, dir obliegt nur die Ausrichtung (der Botschaft). Und Uns obliegt die Abrechnung"},{"SurahNumber":13,"VerseNumber":41,"Text":"Haben sie denn nicht gesehen, daß Wir über das Land kommen und es an seinen Enden kürzen? Gott (allein) urteilt, und niemand kann danach sein Urteil rückgängig machen. Und Er ist schnell im Abrechnen"},{"SurahNumber":13,"VerseNumber":42,"Text":"Ränke haben schon diejenigen, die vor ihnen lebten, geschmiedet. Aber Gott schmiedet die (wirksamen) Ränke alle. Er weiß, was jede Seele erwirbt. Und die Ungläubigen werden zu wissen bekommen, für wen die jenseitige Wohnstätte bestimmt ist"},{"SurahNumber":13,"VerseNumber":43,"Text":"Diejenigen, die ungläubig sind, sagen: «Du bist kein Gesandter.» Sprich: Gott genügt als Zeuge zwischen mir und euch, und auch diejenigen, die das Wissen des Buches besitzen"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alif Lam, Ra. Dies ist ein Buch, das Wir zu dir hinabgesandt haben, damit du die Menschen mit der Erlaubnis ihres Herrn aus den Finsternissen ins Licht hinausführst, zum Weg dessen, der mächtig und des Lobes würdig ist"},{"SurahNumber":14,"VerseNumber":2,"Text":"(zum Weg) Gottes, dem gehört, was in den Himmeln und was auf der Erde ist. Wehe den Ungläubigen vor einer harten Pein"},{"SurahNumber":14,"VerseNumber":3,"Text":"Diejenigen, die das diesseitige Leben mehr lieben als das Jenseits und vom Weg Gottes abweisen und sich ihn krumm wünschen, die sind weit abgeirrt"},{"SurahNumber":14,"VerseNumber":4,"Text":"Und Wir haben keinen Gesandten entsandt, außer (mit einer Botschaft) in der Sprache seines Volkes, damit er (sie) ihnen deutlich macht. Gott führt dann irre, wen Er will, und Er leitet recht, wen Er will. Und Er ist der Mächtige, der Weise"},{"SurahNumber":14,"VerseNumber":5,"Text":"Und Wir haben Mose mit unseren Zeichen gesandt: «Führe dein Volk aus den Finsternissen ins Licht hinaus, und erinnere sie an die Tage Gottes.» Darin sind Zeichen für jeden, der sehr standhaft und sehr dankbar ist"},{"SurahNumber":14,"VerseNumber":6,"Text":"Und als Mose zu seinem Volk sagte: «Gedenket der Gnade Gottes zu euch, als Er euch vor den Leuten des Pharao rettete, die euch schlimme Pein zufügten, eure Söhne abschlachteten und nur eure Frauen am Leben ließen - darin war für euch eine gewaltige Prüfung von eurem Herrn"},{"SurahNumber":14,"VerseNumber":7,"Text":"<Und als euer Herr ankündigte: >Wenn ihr dankbar seid, werde Ich euch noch mehr Gnade erweisen. Und wenn ihr undankbar seid, so ist meine Pein hart. >»"},{"SurahNumber":14,"VerseNumber":8,"Text":"Und Mose sagte: «Wenn ihr undankbar seid, ihr und alle, die auf der Erde sind, so ist Gott auf niemanden angewiesen und des Lobes würdig.»"},{"SurahNumber":14,"VerseNumber":9,"Text":"Ist denn nicht der Bericht über die, die vor euch lebten, zu euch gelangt, das Volk Noachs, die \"Aad und Thamud und die, die nach ihnen lebten, und die nur Gott kennt? Ihre Gesandten kamen zu ihnen mit den deutlichen Zeichen. Sie aber steckten ihre Hände in den Mund und sagten: «Wir verleugnen das, womit ihr gesandt seid, und wir hegen über das, wozu ihr uns aufruft, einen starken Zweifel.»"},{"SurahNumber":14,"VerseNumber":10,"Text":"Ihre Gesandten sagten: «Ist denn ein Zweifel möglich über Gott, den Schöpfer der Himmel und der Erde? Er ruft euch, um euch etwas von euren Sünden zu vergeben und euch für eine bestimmte Frist zurückzustellen.» Sie sagten: «Ihr seid nur Menschen wie wir. Ihr wollt uns von dem abbringen, was unsere Väter verehrten. So bringt uns eine offenkundige Ermächtigung.»"},{"SurahNumber":14,"VerseNumber":11,"Text":"Ihre Gesandten sagten zu ihnen: «Wir sind zwar nur Menschen wie ihr. Aber Gott erweist seine Wohltaten, wem von seinen Dienern Er will. Und wir können euch keine Ermächtigung bringen außer mit der Erlaubnis Gottes. Auf Gott sollen die Gläubigen vertrauen"},{"SurahNumber":14,"VerseNumber":12,"Text":"Warum sollten wir nicht auf Gott vertrauen, wo Er uns unsere Wege geführt hat? Wir werden das Leid, das ihr uns zufügt, geduldig ertragen, und auf Gott sollen die vertrauen, die (überhaupt auf jemanden) vertrauen.»"},{"SurahNumber":14,"VerseNumber":13,"Text":"Diejenigen, die ungläubig waren, sagten zu ihren Gesandten: «Wir werden euch bestimmt aus unserem Land vertreiben, oder ihr kehrt zu unserer Glaubensrichtung zurück.» Da offenbarte ihnen ihr Herr: «Verderben werden Wir die, die Unrecht tun"},{"SurahNumber":14,"VerseNumber":14,"Text":"Und Wir werden euch nach ihnen das Land bewohnen lassen. Dies gilt für den, der meinen Stand fürchtet und meine Androhung fürchtet.»"},{"SurahNumber":14,"VerseNumber":15,"Text":"Und sie baten um einen Richterspruch. Und enttäuscht wurde jeder widerspenstige Gewaltherrscher"},{"SurahNumber":14,"VerseNumber":16,"Text":"Hintendrein steht für ihn die Hölle bereit, und er bekommt eitriges Wasser zu trinken"},{"SurahNumber":14,"VerseNumber":17,"Text":"Das er schluckt, aber kaum hinunterbringt. Und der Tod kommt zu ihm von überall her, aber er stirbt nicht. Und danach steht eine schwere Pein"},{"SurahNumber":14,"VerseNumber":18,"Text":"Mit denen, die ihren Herrn verleugnen, ist es so: Ihre Werke sind wie die Asche, auf die der Wind an einem stürmischen Tag heftig bläst. Sie verfügen über nichts von dem, was sie erworben haben. Das ist der tiefe Irrtum"},{"SurahNumber":14,"VerseNumber":19,"Text":"Siehst du denn nicht, daß Gott die Himmel und die Erde in Wahrheit erschaffen hat? Wenn Er will, läßt Er euch fortgehen und bringt eine neue Schöpfung hervor"},{"SurahNumber":14,"VerseNumber":20,"Text":"Dies fällt Gott sicher nicht schwer"},{"SurahNumber":14,"VerseNumber":21,"Text":"Und sie treten vor Gott allesamt. Da sagen die Schwachen zu denen, die sich hochmütig verhielten: «Wir waren doch eure Gefolgsleute. Könnt ihr uns vor Gottes Pein etwas nützen?» Sie sagen: «Wenn Gott uns rechtgeleitet hätte, hätten (auch) wir euch rechtgeleitet. Es ist für uns gleich, ob wir uns mutlos oder geduldig zeigen; für uns gibt es kein Entrinnen.»"},{"SurahNumber":14,"VerseNumber":22,"Text":"Und der Satan sagt, nachdem die Angelegenheit entschieden ist: «Gott hat euch ein wahres Versprechen gegeben. Auch ich habe euch (etwas versprochen), es aber dann nicht gehalten. Und ich hatte keine Macht über euch; ich habe euch nur gerufen, und ihr habt auf mich gehört. So tadelt mich nicht, tadelt euch selbst. Ich kann euch nicht helfen, und ihr könnt mir nicht helfen. Ich weise es zurück, daß ihr mich zuvor (Gott) beigesellt habt.» Für die, die Unrecht tun, ist eine schmerzhafte Pein bestimmt"},{"SurahNumber":14,"VerseNumber":23,"Text":"Aber diejenigen, die glauben und die guten Werke tun, werden in Gärten geführt, unter denen Bäche fließen; darin werden sie ewig weilen, mit der Erlaubnis ihres Herrn. Ihre Begrüßung darin wird sein: «Frieden!»"},{"SurahNumber":14,"VerseNumber":24,"Text":"Hast du nicht gesehen, wie Gott ein Gleichnis von einem gefälligen Wort anführt? Es ist wie ein guter Baum, dessen Stamm fest ist und dessen Zweige in den Himmel reichen"},{"SurahNumber":14,"VerseNumber":25,"Text":"Er bringt seinen Ernteertrag zu jeder Zeit, mit der Erlaubnis seines Herrn. Und Gott führt für die Menschen Gleichnisse an, auf daß sie es bedenken"},{"SurahNumber":14,"VerseNumber":26,"Text":"Mit einem schlechten Wort ist es wie mit einem schlechten Baum, der über der Erde herausgerissen wurde und keinen festen Grund mehr hat"},{"SurahNumber":14,"VerseNumber":27,"Text":"Gott festigt diejenigen, die glauben, durch die feste Aussage im diesseitigen Leben und im Jenseits. Und Gott führt die, die Unrecht tun, in die Irre. Gott tut, was Er will"},{"SurahNumber":14,"VerseNumber":28,"Text":"Hast du nicht auf jene geschaut, die die Gnade Gottes gegen den Unglauben eingetauscht und ihr Volk in die Wohnstätte des Verderbens versetzt haben"},{"SurahNumber":14,"VerseNumber":29,"Text":"In die Hölle, in der sie brennen? - Welch schlimmer Aufenthalt"},{"SurahNumber":14,"VerseNumber":30,"Text":"Und sie haben Gott andere als Gegenpart zur Seite gestellt, um (die Menschen) von seinem Weg abirren zu lassen. Sprich: Genießet nur, ihr treibt ja ins Feuer"},{"SurahNumber":14,"VerseNumber":31,"Text":"Sag zu meinen Dienern, die glauben, sie sollen das Gebet verrichten und von dem, was Wir ihnen beschert haben, geheim und offen spenden, bevor ein Tag kommt, an dem es weder Handel noch Freundschaft gibt"},{"SurahNumber":14,"VerseNumber":32,"Text":"Gott ist es, der die Himmel und die Erde erschuf und vom Himmel Wasser herabkommen ließ und dadurch von den Früchten einen Lebensunterhalt für euch hervorbrachte. Und Er stellte in euren Dienst die Schiffe, damit sie auf dem Meer auf seinen Befehl fahren. Und Er stellte in euren Dienst die Flüsse"},{"SurahNumber":14,"VerseNumber":33,"Text":"Er stellte in euren Dienst die Sonne und den Mond in unablässigem Lauf. Und Er stellte in euren Dienst die Nacht und den Tag"},{"SurahNumber":14,"VerseNumber":34,"Text":"Und Er ließ euch etwas zukommen von allem, worum ihr batet. Wenn ihr die Gnade Gottes aufzählen wolltet, könntet ihr sie nicht erfassen. Wahrlich, der Mensch neigt sehr zum Unrecht und ist sehr undankbar"},{"SurahNumber":14,"VerseNumber":35,"Text":"Als Abraham sagte: «Mein Herr, mache dieses Gebiet sicher, und laß mich und meine Söhne es meiden, den Götzen zu dienen"},{"SurahNumber":14,"VerseNumber":36,"Text":"Mein Herr, sie haben viele Menschen irregeführt. Wer mir nun folgt, gehört zu mir, und wenn einer gegen mich ungehorsam ist, so bist Du voller Vergebung und barmherzig"},{"SurahNumber":14,"VerseNumber":37,"Text":"Unser Herr, ich habe einige aus meiner Nachkommenschaft in einem Tal ohne Saat bei deinem heiligen Haus wohnen lassen, unser Herr, damit sie das Gebet verrichten. So laß die Herzen einiger Menschen sich ihnen zuneigen und beschere ihnen etwas von den Früchten, auf daß sie dankbar seien"},{"SurahNumber":14,"VerseNumber":38,"Text":"Unser Herr, Du weißt, was wir verbergen und was wir offenlegen, und vor Gott ist nichts verborgen, weder auf der Erde noch im Himmel"},{"SurahNumber":14,"VerseNumber":39,"Text":"Lob sei Gott, der mir trotz meines Alters Ismael und Isaak geschenkt hat! Mein Herr erhört das Rufen"},{"SurahNumber":14,"VerseNumber":40,"Text":"Mein Herr, laß mich und die aus meiner Nachkommenschaft das Gebet verrichten, unser Herr, und nimm unser Rufen an"},{"SurahNumber":14,"VerseNumber":41,"Text":"Unser Herr, vergib mir und meinen Eltern und den Gläubigen am Tag, da die Abrechnung heraufkommen wird.»"},{"SurahNumber":14,"VerseNumber":42,"Text":"Und du darfst nicht meinen, daß Gott das, was die Ungerechten tun, unbeachtet läßt. Er stellt sie nur zurück bis zu einem Tag, an dem die Blicke starr werden"},{"SurahNumber":14,"VerseNumber":43,"Text":"Mit gerecktem Hals und erhobenem Haupt; ihr Blick kehrt nicht zu ihnen zurück, und ihre Herzen sind leer"},{"SurahNumber":14,"VerseNumber":44,"Text":"Und warne die Menschen vor dem Tag, an dem die Pein über sie kommt. Da werden diejenigen, die Unrecht taten, sagen: «Unser Herr, stelle uns auf eine kurze Frist zurück, so werden wir auf deinen Ruf hören und den Gesandten folgen.» - «Hattet ihr denn nicht vorher geschworen, ihr würdet nicht vergehen"},{"SurahNumber":14,"VerseNumber":45,"Text":"Ihr habt noch in den Wohnungen derer gewohnt, die sich selbst Unrecht getan haben, und es ist euch deutlich geworden, wie Wir an ihnen gehandelt haben. Wir haben euch doch Beispiele gegeben.»"},{"SurahNumber":14,"VerseNumber":46,"Text":"Und sie haben ihre Ränke geschmiedet, aber über ihre Ränke hat Gott allein zu entscheiden, auch wenn ihre Ränke derart sind, daß davor die Berge vergehen"},{"SurahNumber":14,"VerseNumber":47,"Text":"So darfst du nicht meinen, daß Gott sein Versprechen an die Gesandten bricht. Gott ist mächtig und übt Rache"},{"SurahNumber":14,"VerseNumber":48,"Text":"Am Tag, da die Erde gegen eine andere Erde eingetauscht wird, und auch die Himmel, und da sie vor Gott treten, den Einen, der bezwingende Macht besitzt"},{"SurahNumber":14,"VerseNumber":49,"Text":"An jenem Tag siehst du die Übeltäter in Ketten aneinandergebunden"},{"SurahNumber":14,"VerseNumber":50,"Text":"Ihre Kleider sind aus Pech, und das Feuer überdeckt ihre Gesichter"},{"SurahNumber":14,"VerseNumber":51,"Text":"Damit Gott einem jeden vergelte, was er erworben hat. Gott ist schnell im Abrechnen"},{"SurahNumber":14,"VerseNumber":52,"Text":"Das ist eine Botschaft an die Menschen, damit sie dadurch gewarnt werden und damit sie wissen, daß Er ein einziger Gott ist, und damit es die Einsichtigen bedenken"}]}