{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Kıyamet gununun bilgisi, O'na havale edilir. O'nun bilgisi dısında hicbir meyve (cekirdegi) kabugunu yarıp cıkamaz, hicbir disi gebe kalmaz ve dogurmaz. Allah onlara: Ortaklarım nerede! diye seslendigi gun: Buna dair bizden hicbir sahit olmadıgını sana arzederiz, derler"},{"SurahNumber":41,"VerseNumber":48,"Text":"Boylece onceden yalvarıp durdukları onlardan uzaklasmıstır. Kendilerinin kacacak yerleri olmadıgını anlamıslardır"},{"SurahNumber":41,"VerseNumber":49,"Text":"Insan, (Rabbine) dua ederek iyilik istemekten usanmaz; fakat kendisine bir kotuluk dokundugu zaman, hemen umitsizlige duser"},{"SurahNumber":41,"VerseNumber":50,"Text":"Andolsun ki, kendisine dokunan bir zarardan sonra biz ona bir rahmet tattırırsak: Bu, benim hakkımdır, kıyametin kopacagını sanmıyorum, Rabbime dondurulmus olsam bile muhakkak O'nun katında benim icin daha guzel seyler vardır, der. Biz, inkar edenlere yaptıklarını mutlaka haber verecegiz ve muhakkak onlara agır azaptan tattıracagız"},{"SurahNumber":41,"VerseNumber":51,"Text":"Insana bir nimet verdigimiz zaman (bizden) yuz cevirir ve yan cizer. Fakat ona bir ser dokundugu zaman da yalvarıp durur"},{"SurahNumber":41,"VerseNumber":52,"Text":"De ki: Ne dersiniz, eger o (Kur’an), Allah tarafından ise siz de onu inkar etmisseniz; o zaman (haktan) uzak bir ayrılıga dusenden daha sapık kim vardır"},{"SurahNumber":41,"VerseNumber":53,"Text":"Insanlara ufuklarda ve kendi nefislerinde ayetlerimizi gosterecegiz ki onun (Kur'an'ın) gercek oldugu, onlara iyice belli olsun. Rabbinin her seye sahit olması, yetmez mi"},{"SurahNumber":41,"VerseNumber":54,"Text":"Dikkat edin; onlar, Rablerine kavusma konusunda suphe icindedirler. Bilesiniz ki O, herseyi (ilmiyle) kusatmıstır"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn. Sin. Kaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"Aziz ve hakim olan Allah, sana ve senden oncekilere iste boyle vahyeder"},{"SurahNumber":42,"VerseNumber":4,"Text":"Goklerde ve yerde ne varsa hepsi O'nundur. O yucedir, uludur"},{"SurahNumber":42,"VerseNumber":5,"Text":"Neredeyse yukarılarından gokler catlayacak! Melekler de Rablerini hamd ile tesbih ediyorlar ve yerdekiler icin magfiret diliyorlar. Iyi bilin ki Allah cok bagıslayan, cok esirgeyendir"},{"SurahNumber":42,"VerseNumber":6,"Text":"Allah'tan baska dostlar edinenleri Allah daima gozetlemektedir. Sen onlara vekil degilsin"},{"SurahNumber":42,"VerseNumber":7,"Text":"Sehirlerin anası (olan Mekke'de) ve onun cevresinde bulunanları uyarman ve asla suphe olmayan toplanma gunuyle onları korkutman icin, sana boyle Arapca bir Kur'an vahyettik. (Insanların) bir bolumu cennette, bir bolumu de cılgın alevli cehennemdedir"},{"SurahNumber":42,"VerseNumber":8,"Text":"Allah dileseydi onları bir tek ummet yapardı. Fakat O, diledigini rahmetine kavusturur; zalimlerin ise hicbir dostu ve yardımcısı yoktur"},{"SurahNumber":42,"VerseNumber":9,"Text":"Yoksa onlar Allah’tan baska dostlar mı edindiler? Halbuki dost yalnız Allah'tır. O oluleri diriltir, her seye kadirdir"},{"SurahNumber":42,"VerseNumber":10,"Text":"Ayrılıga dustugunuz herhangi bir seyde hukum vermek, Allah’a mahsustur. Iste, bu Allah, benim Rabbimdir. O'na dayandım ve O'na yonelirim"},{"SurahNumber":42,"VerseNumber":11,"Text":"Gokleri ve yeri yoktan yaratandır. Size kendinizden esler, hayvanlardan da (kendilerine) esler yaratmıstır. Bu suretle cogalmanızı saglamıstır. O'nun benzeri hicbir sey yoktur. O hakkıyla isitendir, hakkıyla gorendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Goklerin ve yerin anahtarları O'nundur. Diledigine rızkı bol verir, dilediginden de kısar. O, her seyi hakkıyla bilendir"},{"SurahNumber":42,"VerseNumber":13,"Text":"«Dini ayakta tutun ve onda ayrılıga dusmeyin» diye Nuh'a tavsiye ettigini, sana vahyettigimizi, Ibrahim’e, Musa'ya ve Isa'ya tavsiye ettigimizi Allah size de din kıldı. Fakat kendilerini cagırdıgın bu (din), Allah'a ortak kosanlara agır geldi. Allah diledigini kendisine (peygamber) secer ve kendisine yoneleni de dogru yola iletir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Onlar kendilerine ilim geldikten sonra, sadece aralarındaki cekememezlik yuzunden ayrılıga dustuler. Eger belli bir sureye kadar Rabbinden bir (erteleme) sozu gecmis olmasaydı, aralarında hemen hukum verilirdi. Onlardan sonra kitaba varis kılınanlar da onun hakkında derin bir suphe icindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"Iste onun icin sen (tevhide) davet et ve emrolundugun gibi dosdogru ol. Onların heveslerine uyma ve de ki: Ben Allah'ın indirdigi Kitab'a inandım ve aranızda adaleti gerceklestirmekle emrolundum. Allah bizim de Rabbimiz, sizin de Rabbinizdir. Bizim islediklerimiz bize, sizin isledikleriniz de sizedir. Aramızda tartısılabilecek bir konu yoktur. Allah hepimizi bir araya toplar, donus de O’nadır"},{"SurahNumber":42,"VerseNumber":16,"Text":"Daveti kabul edildikten sonra, Allah hakkında tartısmaya girenlerin delilleri, Rableri katında bostur. Onlar icin bir gazap, yine onlar icin cetin bir azap vardır"},{"SurahNumber":42,"VerseNumber":17,"Text":"Kitab'ı ve mizanı hak olarak indiren Allah’tır. Ne biliyorsun, belki de kıyamet saati yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"Ona inanmayanlar, onun cabuk kopmasını isterler. Inananlar ise ondan korkarlar ve onun gercek oldugunu bilirler. Iyi bilin ki, kıyamet gunu hakkında tatısanlar derin bir sapıklık icindedirler"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah kullarına lutufkardır, diledigini rızıklandırır. O kuvvetlidir, gucludur"},{"SurahNumber":42,"VerseNumber":20,"Text":"Kim ahiret kazancını istiyorsa, onun kazancını arttırırız. Kim de dunya karını istiyorsa ona da dunyadan bir seyler veririz. Fakat onun ahirette bir nasibi olmaz"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yoksa onların, Allah'ın izin vermedigi bir dini getiren ortakları mı var? Eger erteleme sozu olmasaydı, derhal aralarında hukum verilirdi. Suphesiz zalimlere can yakıcı bir azap vardır"},{"SurahNumber":42,"VerseNumber":22,"Text":"Yaptıkları seyler baslarına gelirken zalimlerin, korkudan titrediklerini goreceksin. Iman edip salih amel isleyenler de cennet bahcelerindedirler. Rablerinin yanında onlara diledikleri her sey vardır. Iste buyuk lutuf budur"},{"SurahNumber":42,"VerseNumber":23,"Text":"Iste Allah'ın, salih ameller isleyen kullarına mujdeledigi nimet budur. De ki: Ben buna karsılık sizden akrabalık sevgisinden baska bir ucret istemiyorum. Kim bir iyilik islerse onun sevabını fazlasıyla veririz. Suphesiz Allah cok bagıslayan, sukrun karsılıgını verendir"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa onlar, (senin icin) Allah'a karsı yalan uydurdu mu derler? Allah dilerse senin kalbini de muhurler. Ve Allah batılı yok eder; sozleriyle hakkı ortaya koyar. Suphesiz O, kalplerde olanları bilendir"},{"SurahNumber":42,"VerseNumber":25,"Text":"O, kullarının tevbesini kabul eden, kotulukleri bagıslayan ve yaptıklarınızı bilendir"},{"SurahNumber":42,"VerseNumber":26,"Text":"Allah, iman edip salih ameller isleyenlerin tevbesini kabul eder, lutfundan onlara, fazlasını verir. Kafirlere gelince, onlara da cetin bir azap vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Allah kullarına rızkı bol bol verseydi, yeryuzunde azarlardı. Fakat O, (rızkı) diledigi olcude indirir. Cunku O, kullarının haberini alandır, onları gorendir"},{"SurahNumber":42,"VerseNumber":28,"Text":"O, (insanlar) umutlarını kestikten sonra, yagmuru indiren, rahmetini her tarafa yayandır. O, hakiki dosttur, ovulmeye layık olandır"},{"SurahNumber":42,"VerseNumber":29,"Text":"Gokleri, yeri ve bunların icine yayıp urettigi canlıları yaratması da O’nun delillerindendir. O diledigi zaman bunları bir araya toplamaya da kadirdir"},{"SurahNumber":42,"VerseNumber":30,"Text":"Basınıza gelen herhangi bir musibet, kendi ellerinizle isledikleriniz yuzundendir. (Bununla beraber) Allah cogunu affeder"},{"SurahNumber":42,"VerseNumber":31,"Text":"Yeryuzunde (O'nu) aciz bırakamazsınız. Allah'tan baska bir dostunuz ve bir yardımcınız da yoktur"},{"SurahNumber":42,"VerseNumber":32,"Text":"Denizde daglar gibi akıp gidenler (gemiler) de O'nun (varlıgının) delillerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"Dilerse O, ruzgarı durdurur da onun (denizin) ustunde kalakalırlar. Elbette bunda cok sabreden, cok sukreden herkes icin ibretler vardır"},{"SurahNumber":42,"VerseNumber":34,"Text":"Yahut yaptıkları yuzunden onları helak eder. Bircogunu da affeder (kurtarır)"},{"SurahNumber":42,"VerseNumber":35,"Text":"Boylece ayetlerimiz uzerinde tartısanlar, kendilerine kacacak bir yer olmadıgını bilsinler"},{"SurahNumber":42,"VerseNumber":36,"Text":"Size verilen sey, yalnızca dunya hayatının gecimligidir. Allah'ın yanında bulunanlar ise daha iyi ve daha sureklidir. Bu mukafat iman edenler ve Rablerine dayanıp guvenenler icindir"},{"SurahNumber":42,"VerseNumber":37,"Text":"Onlar, buyuk gunahlardan ve hayasızlıktan kacınırlar; kızdıkları zaman da kusurları bagıslarlar"},{"SurahNumber":42,"VerseNumber":38,"Text":"Yine onlar, Rablerinin davetine icabet ederler ve namazı dosdogru kılarlar. Onların isleri, aralarında danısma iledir. Kendilerine verdigimiz rızıktan da harcarlar"},{"SurahNumber":42,"VerseNumber":39,"Text":"Bir haksızlıga ugradıkları zaman, yardımlasırlar"},{"SurahNumber":42,"VerseNumber":40,"Text":"Bir kotulugun cezası, ona denk bir kotuluktur. Kim bagıslar ve barısı saglarsa, onun mukafatı Allah'a aittir. Dogrusu O, zalimleri sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Kim zulme ugradıktan sonra hakkını alırsa, artık onlara yapılacak bir sey yoktur"},{"SurahNumber":42,"VerseNumber":42,"Text":"Ancak insanlara zulmedenlere ve yeryuzunde haksız yere taskınlık edenlere ceza vardır. Iste acıklı azap bunlaradır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Kim sabreder ve affederse suphesiz bu hareketi, yapılmaya deger islerdendir"},{"SurahNumber":42,"VerseNumber":44,"Text":"Allah kimi saptırırsa, bundan sonra artık onun hicbir dostu yoktur. Azabı gorduklerinde zalimlerin; donecek bir yol var mı? dediklerini gorursun"},{"SurahNumber":42,"VerseNumber":45,"Text":"Atese arz olunurlarken onların, zilletten baslarını one egerek goz ucuyla gizli gizli baktıklarını goreceksin. Inananlar da: Iste asıl ziyana ugrayanlar, kıyamet gunu kendilerini ve ailelerini ziyana sokanlardır, diyecekler. Kesinlikle biliniz ki, zalimler, surekli bir azap icindedirler"},{"SurahNumber":42,"VerseNumber":46,"Text":"Onların Allah'tan baska kendilerine yardım edecek hicbir dostları yoktur. Allah kimi saptırırsa artık onun kurtulusa cıkan bir yolu yoktur"},{"SurahNumber":42,"VerseNumber":47,"Text":"Allah’tan, geri cevrilmesi imkansız bir gun gelmezden once, Rabbinize uyun. Cunku o gun, hicbiriniz sıgınacak yer bulamazsınız, itiraz da edemezsiniz"},{"SurahNumber":42,"VerseNumber":48,"Text":"Eger yuz cevirirlerse, bilesin ki biz seni onların uzerine bekci gondermedik. Sana dusen sadece duyurmaktır. Biz insana katımızdan bir rahmet tattırdıgımız zaman ona sevinir. Ama elleriyle yaptıkları yuzunden baslarına bir kotuluk gelirse, iste o zaman insan pek nankordur"},{"SurahNumber":42,"VerseNumber":49,"Text":"Goklerin ve yerin mulku Allah’ındır. Diledigini yaratır, diledigine kız cocukları, diledigine de erkek cocukları bahseder"},{"SurahNumber":42,"VerseNumber":50,"Text":"Yahut onları, hem erkek hem de kız cocukları olmak uzere cift verir. Diledigini de kısır kılar. O, her seyi hakkıyla bilendir, her seye hakkıyla gucu yetendir"},{"SurahNumber":42,"VerseNumber":51,"Text":"Allah'ın bir insanla karsılıklı konusması asla olacak sey degildir. Ancak ya vahiy yoluyla, ya da perde arkasından konusur; yahut da bir elci gonderir ve izniyle diledigini vahyeder. O, suphesiz her seyi hakkıyla bilendir; hikmet sahibidir"},{"SurahNumber":42,"VerseNumber":52,"Text":"Iste boylece sana da emrimizle Kur'an'ı vahyettik. Sen, kitap nedir, iman nedir bilmezdin. Fakat biz onu kullarımızdan diledigimizi kendisiyle dogru yola eristirdigimiz bir nur kıldık. Suphesiz ki sen dogru bir yolu gostermektesin"},{"SurahNumber":42,"VerseNumber":53,"Text":"(O yol) goklerin ve yerin sahibi olan Allah'ın yoludur. Dikkat edin, butun isler sonunda Allah’a doner"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Apacık Kitab’a andolsun ki"},{"SurahNumber":43,"VerseNumber":3,"Text":"biz, anlayıp dusunmeniz icin onu Arapca bir Kur'an kıldık"},{"SurahNumber":43,"VerseNumber":4,"Text":"O, katımızda bulunan Ana Kitap’ta (levhi mahfuzda) mevcut, yuce ve hikmetle dolu bir kitaptır"},{"SurahNumber":43,"VerseNumber":5,"Text":"Siz, haddi asan kimseler oldunuz diye, sizi Kur'an'la uyarmaktan vaz mı gecelim"},{"SurahNumber":43,"VerseNumber":6,"Text":"Daha onceki milletlere nice peygamberler gondermistik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Onlar, kendilerine gelen her peygamberi mutlaka alaya alırlardı"},{"SurahNumber":43,"VerseNumber":8,"Text":"Biz bunlardan daha zorba olanları da helak ettik. Nitekim oncekilerde ornegi gecmistir"},{"SurahNumber":43,"VerseNumber":9,"Text":"Andolsun ki, onlara gokleri ve yeri kim yarattı? diye sorsan; «Onları suphesiz guclu olan, her seyi bilen Allah yarattı» derler"},{"SurahNumber":43,"VerseNumber":10,"Text":"O, size yeri besik kılmıs ve dogru gidesiniz diye yeryuzunde size yollar yaratmıstır"},{"SurahNumber":43,"VerseNumber":11,"Text":"Gokten bir olcuye gore suyu indiren O’dur. Biz onunla (kupkuru), olu memlekete hayat veririz. Iste siz de boylece (mezarlarınızdan) cıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"Butun ciftleri O yaratmıstır. Ve size bineceginiz gemiler ve hayvanlar varetmistir ki"},{"SurahNumber":43,"VerseNumber":13,"Text":"boylece onların sırtına binip uzerlerine yerlesince, Rabbinizin nimetini anarak: Bunu bizim hizmetimize vereni tesbih ve takdis ederiz, yoksa biz bunlara guc yetiremezdik, diyesiniz"},{"SurahNumber":43,"VerseNumber":14,"Text":"Biz suphesiz Rabbimize donecegiz (demelisiniz)"},{"SurahNumber":43,"VerseNumber":15,"Text":"Buna ragmen Allah'a kendi kullarından evladlar isnat etmislerdir. Zaten insan apacık bir nankordur"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa Allah, yarattıklarından kızları kendisine aldı da ogulları size mi ayırdı"},{"SurahNumber":43,"VerseNumber":17,"Text":"Onlardan biri, Rahman'a isnat ettigi kız cocuguyla mujdelenince, hiddetlenerek yuzu simsiyah kesilir"},{"SurahNumber":43,"VerseNumber":18,"Text":"Sus icinde yetistirilip savas edemeyecek olanı mı istemiyorlar? (Onları Allah'ın parcası mı sayıyorlar)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Onlar, Rahman’ın kulları olan melekleri de disi saydılar. Acaba meleklerin yaratılıslarını mı gormusler? Onların bu sahitlikleri yazılacak ve sorguya cekileceklerdir"},{"SurahNumber":43,"VerseNumber":20,"Text":"Ve dediler ki: Rahman dileseydi biz onlara tapmazdık. Onların bu hususta bir bilgileri yoktur. Onlar sadece yalan soyluyorlar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa bundan once onlara bir kitap verdik de ona mı tutunuyorlar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Hayır! «Sadece, biz babalarımızı bir din uzerinde bulduk, biz de onların izinde gidiyoruz» derler"},{"SurahNumber":43,"VerseNumber":23,"Text":"Senden once de hangi memlekete uyarıcı gondermissek mutlaka oranın varlıklıları: Babalarımızı bir din uzerinde bulduk, biz de onların izlerine uyarız, derlerdi"},{"SurahNumber":43,"VerseNumber":24,"Text":"Ben size, babalarınızı uzerinde buldugunuz (din)den daha dogrusunu getirmissem (yine mi bana uymazsınız)? deyince, dediler ki: Dogrusu biz sizinle gonderilen seyi inkar ediyoruz"},{"SurahNumber":43,"VerseNumber":25,"Text":"Biz de onlardan intikam aldık. Bak, yalanlayanların sonu nasıl oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Bir zaman Ibrahim, babasına ve kavmine demisti ki: Ben sizin taptıklarınızdan uzagım"},{"SurahNumber":43,"VerseNumber":27,"Text":"Ben yalnız beni yaratana taparım. Cunku O, beni dogru yola iletecektir"},{"SurahNumber":43,"VerseNumber":28,"Text":"Bu sozu, ardından geleceklere devamlı kalacak bir miras olarak bıraktı ki, insanlar (onun dinine) donsunler"},{"SurahNumber":43,"VerseNumber":29,"Text":"Dogrusu bunları da atalarını da kendilerine hak ve onu acıklayan bir peygamber gelinceye kadar gecindirdim"},{"SurahNumber":43,"VerseNumber":30,"Text":"Fakat kendilerine hak gelince: Bu bir buyudur, biz onu tanımıyoruz, dediler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ve dediler ki: Bu Kur'an iki sehirden bir buyuk adama indirilse olmaz mıydı"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbinin rahmetini onlar mı paylastırıyorlar? Dunya hayatında onların gecimliklerini aralarında biz paylastırdık. Birbirlerine is gordurmeleri icin kimini otekine derecelerle ustun kıldık. Rabbinin rahmeti onların biriktirdikleri seylerden daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Sayet insanların kufurde birlesmis bir tek ummet olması (tehlikesi) bulunmasaydı, Rahman'ı inkar edenlerin evlerinin tavanlarını ve cıkacakları merdivenleri gumusten yapardık"},{"SurahNumber":43,"VerseNumber":34,"Text":"Evlerinin kapılarını ve uzerine yaslanacakları koltukları da (hep gumusten yapardık)"},{"SurahNumber":43,"VerseNumber":35,"Text":"Ve onları ziynetlere bogardık. Butun bunlar sadece dunya hayatının gecimligidir. Ahiret ise, Rabbinin katında, Allah'ın azabından sakınıp rahmetine sıgınanlara mahsustur"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim Rahman'ı zikretmekten gafil olursa, yanından ayrılmayan bir seytanı ona musallat ederiz"},{"SurahNumber":43,"VerseNumber":37,"Text":"Suphesiz bu seytanlar onları dogru yoldan alıkoyarlar da onlar, kendilerinin dogru yolda olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"O seytan dostu kimse, en sonunda bize gelince arkadasına: Keske benimle senin aranda dogu ile batı arası kadar uzaklık olsaydı. Ne kotu arkadasmıssın! der"},{"SurahNumber":43,"VerseNumber":39,"Text":"Zulmettiginiz icin bugun (nedamet) size hicbir fayda vermeyecektir. Cunku siz, azapta ortaksınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"(Rasulum!) Sagırlara sen mi isittireceksin; yahut korleri ve apacık sapıklıkta olanları dogru yola sen mi ileteceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Biz seni onlardan alıp gotursek de yine onlardan intikam alırız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahut onlara vadettigimiz azabı, sana gosteririz. Cunku bizim onlara gucumuz yeter"},{"SurahNumber":43,"VerseNumber":43,"Text":"Sen, sana vahyedilene sımsıkı sarıl. Suphesiz sen, dosdogru yoldasın"},{"SurahNumber":43,"VerseNumber":44,"Text":"Dogrusu Kur’an, sana ve kavmine bir oguttur. Ileride ondan sorumlu tutulacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"(Ey Muhammed!) Senden once gonderdigimiz peygamberlerimizden sor bakalım, Rahman'dan baska ibadet olunan ilahlar yaratmıs mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun biz Musa’yı ayetlerimizle Firavun'a ve onun ileri gelen adamlarına gondermistik de Musa: Ben alemlerin Rabbinin elcisiyim, demisti"},{"SurahNumber":43,"VerseNumber":47,"Text":"Onlara ayetlerimizi getirince, bunlara guluvermislerdi"},{"SurahNumber":43,"VerseNumber":48,"Text":"Onlara gosterdigimiz her bir ayet (mucize) digerinden daha buyuktu. Dogru yola donsunler diye onları azaba ugrattık"},{"SurahNumber":43,"VerseNumber":49,"Text":"Bunun uzerine dediler ki: Ey buyucu! Sana verdigi ahde gore bizim icin Rabbine dua et; cunku biz artık dogru yola girecegiz"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat biz onlardan azabı kaldırınca, sozlerinden donuverdiler"},{"SurahNumber":43,"VerseNumber":51,"Text":"Firavun kavmine seslendi ve soyle dedi: «Ey kavmim! Mısır mulku ve altımdan akıp giden su ırmaklar benim degil mi? Hala gormuyor musunuz?»"},{"SurahNumber":43,"VerseNumber":52,"Text":"«Yoksa ben, kendisi zayıf ve neredeyse soz anlatamayacak durumda bulunan su adamdan daha hayırlı degil miyim?»"},{"SurahNumber":43,"VerseNumber":53,"Text":"«Ona altın bilezikler verilmeli veya yanında ona yardımcı melekler gelmeli degil miydi?»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Firavun kavmini aldattı; onlar da kendisine boyun egdiler. Onlar yoldan cıkmıs bir kavimdir"},{"SurahNumber":43,"VerseNumber":55,"Text":"Boylece bizi ofkelendirince onlardan intikam aldık, hepsini suda bogduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Onları, sonradan gelenlerin gecmisi ve bir ibret ornegi kıldık"},{"SurahNumber":43,"VerseNumber":57,"Text":"Meryem oglu Isa, bir misal olarak anlatılınca senin kavmin hemen bagrısmaya basladılar"},{"SurahNumber":43,"VerseNumber":58,"Text":"Bizim ilahlarımız mı daha hayırlı, yoksa o mu? dediler. Bunu sana ancak tartısmak icin soylediler. Dogrusu onlar kavgacı bir toplumdur"},{"SurahNumber":43,"VerseNumber":59,"Text":"O, sadece kendisine nimet verdigimiz ve Israilogullarına ornek kıldıgımız bir kuldur"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eger dileseydik, icinizden, yeryuzunde yerinize gececek melekler yaratırdık"},{"SurahNumber":43,"VerseNumber":61,"Text":"Suphesiz ki o (Isa), kıyametin (ne zaman kopacagının) bilgisidir. Ondan hic suphe etmeyin ve bana uyun; cunku bu, dosdogru yoldur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Sakın seytan sizi yoldan cevirmesin. Cunku o, sizin icin apacık bir dusmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"Isa, acık delillerle geldigi zaman demisti ki: Ben size hikmet getirdim ve ayrılıga dustugunuz seylerden bir kısmını size acıklamak icin geldim. Oyleyse Allah'tan korkun ve bana itaat edin"},{"SurahNumber":43,"VerseNumber":64,"Text":"Cunku Allah, benim de Rabbim, sizin de Rabbinizdir. O'na ibadet edin. Iste bu, dogru yoldur"},{"SurahNumber":43,"VerseNumber":65,"Text":"Ama aralarından cıkan gruplar, bir ihtilafa dustuler. Acı bir gunun azabı karsısında vay o zulmedenlerin haline"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar farkında degillerken kıyamet gununun kendilerine ansızın gelmesinden baska bir sey mi bekliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"O gun, Allah’a karsı gelmekten sakınanlar dısında, dost olanlar (bile) birbirlerine dusman kesilirler"},{"SurahNumber":43,"VerseNumber":68,"Text":"Kullarım! Bugun size korku yoktur. Sizler uzulmeyeceksiniz de"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ey ayetlerimize inanan ve musluman olan"},{"SurahNumber":43,"VerseNumber":70,"Text":"siz ve esleriniz, agırlanmıs olarak cennete giriniz"},{"SurahNumber":43,"VerseNumber":71,"Text":"Onlara altın tepsiler ve kadehler dolastırılır. Orada canlarının istedigi, gozlerinin hoslandıgı her sey vardır. Ve kendilerine: Siz, orada ebedi kalacaksınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"Iste yaptıklarınıza karsılık size miras verilen cennet budur"},{"SurahNumber":43,"VerseNumber":73,"Text":"Orada sizin icin bol bol meyveler vardır, onlardan yersiniz, denilir"},{"SurahNumber":43,"VerseNumber":74,"Text":"Suphesiz suclular cehennem azabında devamlı kalacaklar"},{"SurahNumber":43,"VerseNumber":75,"Text":"azapları hafifletilmeyecektir. Onlar azap icinde kurtulustan umit kesmislerdir"},{"SurahNumber":43,"VerseNumber":76,"Text":"Biz onlara zulmetmedik, fakat onlar kendileri zalim kimselerdir"},{"SurahNumber":43,"VerseNumber":77,"Text":"Ey Malik! Rabbin bizim isimizi bitirsin! diye seslenirler. Malik de: Siz boyle kalacaksınız! der"},{"SurahNumber":43,"VerseNumber":78,"Text":"Andolsun biz size hakkı getirdik, fakat cogunuz haktan hoslanmıyorsunuz"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa (musrikler) bir ise kesin karar mı verdiler? Dogrusu biz de kararlıyız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yoksa onlar, bizim kendilerinin sırlarını ve gizli konusmalarını isitmedigimizi mi sanıyorlar? Hayır, oyle degil; yanlarındaki elcilerimiz (hafaza melekleri de) yazmaktadırlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"De ki: Eger Rahman'ın bir cocugu olsaydı, elbette ben (ona) kulluk edenlerin ilki olurdum"},{"SurahNumber":43,"VerseNumber":82,"Text":"Goklerin ve yerin Rabbi, Ars'ın da Rabbi olan Allah onların vasıflandırmalarından yucedir, munezzehtir"},{"SurahNumber":43,"VerseNumber":83,"Text":"Sen bırak onları, kendilerine soz verilen gunlerine kavusuncaya kadar batıla dalsınlar, oynaya dursunlar"},{"SurahNumber":43,"VerseNumber":84,"Text":"Gokte de yerde de ilah O'dur; O, hikmet sahibidir; her seyi hakkıyla bilendir"},{"SurahNumber":43,"VerseNumber":85,"Text":"Goklerin, yerin ve ikisi arasında bulunan her seyin mulku kendisine ait olan Allah ne yucedir! Kıyamet saatini bilmek de O'na mahsustur. Siz O'na donduruleceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"Allah'ı bırakıp da taptıkları putlar, sefaat edemezler. Ancak bilerek hakka sahitlik edenler bunun dısındadır"},{"SurahNumber":43,"VerseNumber":87,"Text":"Andolsun onlara kendilerini kimin yarattıgını sorsan elbette «Allah» derler. O halde nasıl (Allah'a kulluktan) ceviriliyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"(Rasulullah'ın:) Ya Rabbi! Bunlar, iman etmeyen bir kavimdir, demesine karsı Allah"},{"SurahNumber":43,"VerseNumber":89,"Text":"Simdilik sen onlardan yuz cevir ve size selam olsun de. Yakında bilecekler! buyurdu"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Apacık olan Kitab'a andolsun ki"},{"SurahNumber":44,"VerseNumber":3,"Text":"biz onu (Kur'an'ı) mubarek bir gecede indirdik. Kuskusuz biz uyarıcıyızdır"},{"SurahNumber":44,"VerseNumber":4,"Text":"Her hikmetli ise o gecede hukmedilir"},{"SurahNumber":44,"VerseNumber":5,"Text":"Katımızdan bir emirle. Cunku biz, peygamberler gondermekteyiz"},{"SurahNumber":44,"VerseNumber":6,"Text":"Rabbinin bir rahmeti olarak. O herseyi hakkıyla isitendir, hakkıyla bilendir"},{"SurahNumber":44,"VerseNumber":7,"Text":"Eger kesin olarak inanıyorsanız (bilin ki Allah), goklerin, yerin ve ikisi arasında bulunanların Rabbidir"},{"SurahNumber":44,"VerseNumber":8,"Text":"O'ndan baska ilah yoktur. (Her seyi O) diriltir ve oldurur. Sizin de Rabbiniz, onceki atalarınızın da Rabbidir"},{"SurahNumber":44,"VerseNumber":9,"Text":"Fakat onlar, suphe icinde eglenip duruyorlar"},{"SurahNumber":44,"VerseNumber":10,"Text":"Simdi sen, gogun,acık bir duman cıkaracagı gunu gozetle"},{"SurahNumber":44,"VerseNumber":11,"Text":"Insanları buruyecek, bu elem verici bir azaptır"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Iste o zaman insanlar:) Rabbimiz! Bizden azabı kaldır. Dogrusu biz artık inanıyoruz (derler)"},{"SurahNumber":44,"VerseNumber":13,"Text":"Nerede onlarda ogut almak? Oysa kendilerine gercegi acıklayan bir elci gelmisti"},{"SurahNumber":44,"VerseNumber":14,"Text":"Sonra ondan yuz cevirdiler ve: Bu, ogretilmis bir deli! dediler"},{"SurahNumber":44,"VerseNumber":15,"Text":"Biz azabı birazcık kaldıracagız, ama siz yine (eski halinize) doneceksiniz"},{"SurahNumber":44,"VerseNumber":16,"Text":"Fakat biz buyuk bir siddetle yakalayacagımız gun, kesinlikle intikamımızı alırız"},{"SurahNumber":44,"VerseNumber":17,"Text":"Andolsun, kendilerinden once biz, Firavun'un kavmini de imtihan etmistik. Serefli bir elci gelmisti"},{"SurahNumber":44,"VerseNumber":18,"Text":"Onlara: Allah'ın kulları! Bana gelin! Cunku ben size (gonderilmis) guvenilir bir Rasulum diye (davette bulunan)"},{"SurahNumber":44,"VerseNumber":19,"Text":"Allah'a karsı ustunluk taslamayın. Cunku ben size apacık bir delil getiriyorum"},{"SurahNumber":44,"VerseNumber":20,"Text":"Ben, beni taslamanızdan, benim ve sizin Rabbiniz olan Allah'a sıgındım"},{"SurahNumber":44,"VerseNumber":21,"Text":"Eger bana inanmazsanız, hic degilse yanımdan uzaklasın"},{"SurahNumber":44,"VerseNumber":22,"Text":"Bunun uzerine Musa: Bunlar suc isleyen bir toplumdur, diye Rabbine arzetti"},{"SurahNumber":44,"VerseNumber":23,"Text":"Allah, O halde kullarımı geceleyin yola cıkar. Cunku takip edileceksiniz, buyurdu"},{"SurahNumber":44,"VerseNumber":24,"Text":"Denizi acık halde bırak. Cunku onlar bogulacak bir ordudur"},{"SurahNumber":44,"VerseNumber":25,"Text":"Onlar geride nice bahceler, pınarlar, bırakmıslardı"},{"SurahNumber":44,"VerseNumber":26,"Text":"Ekinler, guzel konaklar"},{"SurahNumber":44,"VerseNumber":27,"Text":"zevk ve sefasını surdukleri nice nimetler"},{"SurahNumber":44,"VerseNumber":28,"Text":"Iste boylece biz de onları baska bir topluma miras bıraktık"},{"SurahNumber":44,"VerseNumber":29,"Text":"Gok ve yer onların ardından aglamadı; onlara muhlet de verilmedi"},{"SurahNumber":44,"VerseNumber":30,"Text":"Andolsun biz, Israilogullarını o alcaltıcı azaptan kurtardık"},{"SurahNumber":44,"VerseNumber":31,"Text":"Yani Firavun'dan. Cunku o bir zorba idi, asırı gidenlerdendi"},{"SurahNumber":44,"VerseNumber":32,"Text":"Andolsun biz Israilogullarına, bilerek, (kendi zamanlarında) alemlerin ustunde bir imtiyaz verdik"},{"SurahNumber":44,"VerseNumber":33,"Text":"Onlara, icinde acık bir imtihan bulunan isaretler verdik"},{"SurahNumber":44,"VerseNumber":34,"Text":"Onlar (musrikler) diyorlar ki"},{"SurahNumber":44,"VerseNumber":35,"Text":"Ilk olumumuzden sonra bir sey yoktur. Biz diriltilecek degiliz"},{"SurahNumber":44,"VerseNumber":36,"Text":"Dogru soyluyorsanız, atalarımızı getirin"},{"SurahNumber":44,"VerseNumber":37,"Text":"Bunlar mı daha hayırlı, yoksa Tubba' kavmi ile onlardan oncekiler mi? Onları yok ettik, cunku onlar suclu idiler"},{"SurahNumber":44,"VerseNumber":38,"Text":"Biz gokleri, yeri ve bunlar arasında bulunanları, oyun ve eglence olsun diye yaratmadık"},{"SurahNumber":44,"VerseNumber":39,"Text":"Her ikisini de ancak hak ile yarattık; fakat onların cogu bilmiyorlar"},{"SurahNumber":44,"VerseNumber":40,"Text":"Suphesiz (hakkı batıldan ayıran) hukum gunu, hepsinin bir arada bulusacagı gundur"},{"SurahNumber":44,"VerseNumber":41,"Text":"O gun, dostun dosta hicbir faydası olmaz, kendilerine yardım da edilmez"},{"SurahNumber":44,"VerseNumber":42,"Text":"Ancak Allah'ın merhamet ettigi kimseler boyle degildir. Suphesiz O, ustundur, merhametlidir"},{"SurahNumber":44,"VerseNumber":43,"Text":"Suphesiz zakkum agacı"},{"SurahNumber":44,"VerseNumber":44,"Text":"gunahkarların yemegidir"},{"SurahNumber":44,"VerseNumber":45,"Text":"O, karınlarda suyun kaynaması gibi kaynar"},{"SurahNumber":44,"VerseNumber":46,"Text":"Maden eriyigi gibi"},{"SurahNumber":44,"VerseNumber":47,"Text":"(Allah zebanilere emreder): Tutun onu! cehennemin ortasına surukleyin"},{"SurahNumber":44,"VerseNumber":48,"Text":"Sonra basına azap olarak kaynar su dokun"},{"SurahNumber":44,"VerseNumber":49,"Text":"(ve deyin ki:) Tat bakalım. Hani sen kendince ustundun, serefliydin"},{"SurahNumber":44,"VerseNumber":50,"Text":"Iste bu, suphelenip durdugunuz seydir"},{"SurahNumber":44,"VerseNumber":51,"Text":"Muttakiler ise hakikaten guvenilir bir makamdadırlar"},{"SurahNumber":44,"VerseNumber":52,"Text":"Bahcelerde ve pınar baslarındadırlar"},{"SurahNumber":44,"VerseNumber":53,"Text":"Ince ipekten ve parlak atlastan giyerek karsılıklı otururlar"},{"SurahNumber":44,"VerseNumber":54,"Text":"Iste boyle. Bunun yanısıra biz onları, iri gozlu hurilerle evlendiririz"},{"SurahNumber":44,"VerseNumber":55,"Text":"Orada, guven icinde (canlarının cektigi) her meyveyi isterler"},{"SurahNumber":44,"VerseNumber":56,"Text":"Ilk tattıkları olum dısında, orada artık olum tatmazlar ve Allah onları cehennem azabından korumustur (surekli hayata kavusmuslardır)"},{"SurahNumber":44,"VerseNumber":57,"Text":"(Bunlar) Rabbinden bir lutuf olarak (verilmistir). Iste buyuk kurtulus budur"},{"SurahNumber":44,"VerseNumber":58,"Text":"Biz onu (Kur'an'ı), ogut alırlar diye senin dilinde indirerek kolayca anlasılmasını sagladık"},{"SurahNumber":44,"VerseNumber":59,"Text":"(Yine de inanmayanların baslarına gelecekleri) bekle; onlar da beklemektedirler"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Kitap, aziz ve hakim olan Allah tarafından indirilmistir"},{"SurahNumber":45,"VerseNumber":3,"Text":"Suphesiz goklerde ve yerde inananlar icin bircok ayetler vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Sizin yaratılısınızda ve (Allah'ın) yeryuzunde yaydıgı canlılarda, kesin olarak inanan bir toplum icin ibret verici isaretler vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Gecenin ve gunduzun degismesinde, Allah'ın gokten indirmis oldugu rızıkta (yagmurda) ve olumunden sonra yeri onunla diriltmesinde, ruzgarları degisik yonlerden estirmesinde, aklını kullanan toplum icin dersler vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"Iste sana gercek olarak okudugumuz bunlar Allah'ın ayetleridir. Artık Allah'tan ve O'nun ayetlerinden sonra hangi soze inanacaklar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Vay haline, her yalancı ve gunahkar kisinin"},{"SurahNumber":45,"VerseNumber":8,"Text":"O, Allah'ın kendisine okunan ayetlerini isitir de sonra buyukluk taslayarak sanki hic onları duymamıs gibi (kufrunde) direnir. Iste onu acı bir azap ile mujdele"},{"SurahNumber":45,"VerseNumber":9,"Text":"ayetlerimizden bir sey ogrendigi zaman onlarla alay eder. Onlar icin alcaltıcı bir azap vardır"},{"SurahNumber":45,"VerseNumber":10,"Text":"Otelerinde de cehennem vardır. Kazandıkları seylerde, Allah'ı bırakıp edindikleri dostlar da onlara hicbir fayda vermez. Buyuk azap onlaradır"},{"SurahNumber":45,"VerseNumber":11,"Text":"Iste bu Kur'an bir hidayettir. Rablerinin ayetlerini inkar edenlere gelince, onlara en kotusunden, elem verici bir azap vardır"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah o (yuce) varlıktır ki, emri geregince icinde gemilerin yuzmesi ve lutfedip verdigi rızkı aramanız icin bir de sukredesiniz diye denizi size hazır hale getirmistir"},{"SurahNumber":45,"VerseNumber":13,"Text":"O, goklerde ve yerde ne varsa hepsini, kendi katından (bir lutfu olmak uzere) size boyun egdirmistir. Elbette bunda dusunen bir toplum icin ibretler vardır"},{"SurahNumber":45,"VerseNumber":14,"Text":"Iman edenlere soyle: Allah'ın (ceza) gunlerinin gelecegini ummayanları bagıslasınlar. Cunku Allah her toplumu, yaptıgına gore cezalandıracaktır"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim salih amel islerse faydası kendinedir, kim de kotuluk yaparsa zararı yine kendinedir. Sonra Rabbinize donduruleceksiniz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Andolsun ki biz, Israilogullarına Kitap, hukum ve peygamberlik verdik. Onları guzel rızıklarla besledik ve onları alemlere ustun kıldık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Din konusunda onlara acık deliller verdik. Ama onlar kendilerine ilim geldikten sonra, aralarındaki cekememezlik yuzunden ayrılıga dustuler. Suphesiz Rabbin, ayrılıga dustukleri seyler hakkında kıyamet gunu aralarında hukum verecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Sonra da seni din konusunda bir seriat sahibi kıldık. Sen ona uy; bilmeyenlerin isteklerine uyma"},{"SurahNumber":45,"VerseNumber":19,"Text":"Cunku onlar, Allah'a karsı sana hicbir fayda vermezler. Dogrusu zalimler birbirlerinin dostlarıdır; Allah da takva sahiplerinin dostudur"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bu (Kur'an), insanlar icin basiret nurları, kesin olarak inanan bir toplum icin hidayet ve rahmettir"},{"SurahNumber":45,"VerseNumber":21,"Text":"Yoksa kotuluk isleyenler olumlerinde ve saglıklarında kendilerini, iman edip salih ameller isleyen kimseler ile bir mi tutacagımızı sandılar? Ne kotu hukum veriyorlar"},{"SurahNumber":45,"VerseNumber":22,"Text":"Allah, gokleri ve yeri yerli yerince yaratmıstır. Boylece herkes kazancına gore karsılık gorur. Onlara haksızlık edilmez"},{"SurahNumber":45,"VerseNumber":23,"Text":"Heva ve hevesini tanrı edinen ve Allah'ın (kendi katındaki) bir bilgiye gore saptırdıgı, kulagını ve kalbini muhurledigi, gozunun ustune de perde cektigi kimseyi gordun mu? Simdi onu Allah'tan baska kim dogru yola eristirebilir? Hala ibret almayacak mısınız"},{"SurahNumber":45,"VerseNumber":24,"Text":"Dediler ki: Hayat ancak bu dunyada yasadıgımızdır . Oluruz ve yasarız. Bizi ancak zaman helak eder. Bu hususta onların hicbir bilgisi de yoktur. Onlar sadece zanna gore hukum veriyorlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Onlara acıkca ayetlerimiz okundugu zaman: Dogru sozlu iseniz atalarımızı getirin, demelerinden baska delilleri yoktur"},{"SurahNumber":45,"VerseNumber":26,"Text":"De ki: Allah sizi diriltir, sonra oldurur. Sonra sizi suphe goturmeyen kıyamet gununde biraraya toplar. Fakat insanların cogu bilmezler"},{"SurahNumber":45,"VerseNumber":27,"Text":"Goklerin ve yerin mulku Allah'ındır. Kıyametin kopacagı gun var ya, iste o gun batıla sapanlar husrana ugrayacaklardır"},{"SurahNumber":45,"VerseNumber":28,"Text":"O gun her ummeti, diz cokmus gorursun. Her ummet kendi kitabına cagırılır, (onlara soyle denilir:) «Bu gun, yaptıklarınızla cezalandırılacaksınız!»"},{"SurahNumber":45,"VerseNumber":29,"Text":"«Bu, yuzunuze karsı gercegi soyleyen kitabımızdır. Cunku biz, yaptıklarınızı kaydediyorduk.»"},{"SurahNumber":45,"VerseNumber":30,"Text":"Iman edip salih ameller isleyenlere gelince, Rableri onları rahmetine kabul eder. Iste apacık kurtulus budur"},{"SurahNumber":45,"VerseNumber":31,"Text":"Ama inkar edenlere gelince onlara: Ayetlerim size okunmus, siz de buyuklenip suclu bir toplum olmustunuz, degil mi? denilir"},{"SurahNumber":45,"VerseNumber":32,"Text":"«Allah'ın vaadi gercektir, kıyamet gununde suphe yoktur» dendigi zaman: Kıyametin ne oldugunu bilmiyoruz, onun bir tahminden ibaret oldugunu sanıyoruz; (onun hakkında) kesin bir bilgi elde etmis degiliz, demistiniz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Yaptıklarının kotulukleri onlara gorunmus, alay edip durdukları sey onları kusatmıstır"},{"SurahNumber":45,"VerseNumber":34,"Text":"Denilir ki: Bu gune kavusacagınızı unuttugunuz gibi biz de bugun sizi unuturuz. Yeriniz atestir, yardımcılarınız da yoktur"},{"SurahNumber":45,"VerseNumber":35,"Text":"Bunun boyle olmasının sebebi sudur: Siz Allah’ın ayetlerini alaya aldınız, dunya hayatı sizi aldattı. Artık bugun atesten cıkarılmayacaklardır ve onların (Allah'ı) hosnut etmeleri de istenmeyecektir"},{"SurahNumber":45,"VerseNumber":36,"Text":"Hamd, goklerin Rabbi, yerin Rabbi butun alemlerin Rabbi olan Allah'a mahsustur"},{"SurahNumber":45,"VerseNumber":37,"Text":"Goklerde ve yerde azamet yalnız O'nundur. O, azizdir, hakimdir"}]}