{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Kavminin cevabı sadece soyle demek oldu: \"Lut ailesini kentinizden cıkarın, cunku onlar temiz kalmak isteyen kimselermis"},{"SurahNumber":27,"VerseNumber":57,"Text":"Biz de onu ve ailesini kurtardık, yalnız karısının (azabda) kalanlardan olmasını takdir ettik"},{"SurahNumber":27,"VerseNumber":58,"Text":"Uzerlerine (pismis camurdan bir tas) yagmur(u) indirdik. Uyarıl(ıp da aldırmay)anların yagmuru gercekten ne kotu oldu"},{"SurahNumber":27,"VerseNumber":59,"Text":"De ki: \"Hamd olsun Allah'a, selam O'nun sectigi kullarına. Allah mı hayırlı yoksa ortak kostukları seyler mi"},{"SurahNumber":27,"VerseNumber":60,"Text":"Yahut gokleri ve yeri kim yarattı? Size gokten su indirdi de onunla sizin bir agacını dahi bitiremeyeceginiz gonul acan bahceler bitirdik. Allah ile beraber baska bir tanrı mı var? Hayır, onlar (haktan) sapan bir kavimdir"},{"SurahNumber":27,"VerseNumber":61,"Text":"Yahut su dunyayı durulacak yer yapan, arasından ırmaklar cıkaran, ustunde saglam daglar yaratan ve iki deniz arasına bir perde koyan kimdir? Allah ile beraber baska bir tanrı mı var? Hayır cokları bilmiyorlar"},{"SurahNumber":27,"VerseNumber":62,"Text":"Yahut du'a ettigi zaman darda kalmısa kim yetisiyor da kotulugu (onun uzerinden) kaldırıyor ve sizi (eskilerin yerine) yeryuzunun sahipleri yapıyor? Allah ile beraber baska bir tanrı mı var? Ne de az dusunuyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"Yahut karanın ve denizin karanlıkları icinde size yol gosteren kim ve rahmetinin onunde ruzgarları mujdeci gonderen kim? Allah ile beraber baska bir tanrı mı var? Hasa, Allah ortak kostukları seylerden yucedir, munezzehtir (O, eksikliklerden uzaktır)"},{"SurahNumber":27,"VerseNumber":64,"Text":"Yahut yaratmaga kim baslıyor, sonra onu (kim) iade ediyor (olup ortadan kalkan seyleri yeniden yaratıyor)? Sizi gokten ve yerden kim rızıklandırıyor? Allah ile beraber baska bir tanrı mı var? De ki: \"Eger dogru iseniz delilinizi getirin"},{"SurahNumber":27,"VerseNumber":65,"Text":"De ki: \"Goklerde ve yerde Allah'tan baska kimse gaybı bilmez. Ne zaman dirileceklerini de bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Dogrusu onların ahiret hakkındaki bilgileri, ardarda gelip bir araya toplandı. Fakat onlar (hala) ondan bir kusku icindedirler. Daha dogrusu, onlar ondan yana kordurler"},{"SurahNumber":27,"VerseNumber":67,"Text":"Inkar edenler dediler ki: \"Biz de babalarımız da toprak olduktan sonra mı, biz mi (diriltilip) cıkarılacagız"},{"SurahNumber":27,"VerseNumber":68,"Text":"Bu tehdid, bize de; onceden atalarımıza da yapıldı. Bu, oncekilerin masallarından baska bir sey degildir"},{"SurahNumber":27,"VerseNumber":69,"Text":"De ki: \"Yeryuzunde yuruyun de sucluların sonunun nasıl oldugunu gorun"},{"SurahNumber":27,"VerseNumber":70,"Text":"(Ey Muhammed) onlar(ın sozlerin)e uzulme, tuzak kurmalarından da sıkılma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Dogru iseniz bu tehdid(ettiginiz azab) ne zaman (gelecek)? diyorlar"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: \"Belki de acele ettiginiz(azab)ın bir kısmı ardınıza takılmıstır, bile"},{"SurahNumber":27,"VerseNumber":73,"Text":"Suphesiz Rabbin, insanlara karsı lutuf sahibidir, fakat cokları sukretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Ve Rabbin elbette onların goguslerinin gizledigini de, acıga vurduklarını da bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Gokte ve yerde gizli hicbir sey yoktur ki apacık bir Kitapta olmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"Bu Kur'an, Israil ogullarına, kendilerinin ayrılıga dustukleri seylerin bircogunu anlatmaktadır"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve elbette o, mu'minlere bir yol gosterici ve rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Suphesiz, Rabbin onlar arasında hukmunu verecektir. O, azizdir, hakkiyle bilendir"},{"SurahNumber":27,"VerseNumber":79,"Text":"Allah'a tevekkul et, cunku sen apacık gercek uzerindesin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sen olulere duyuramazsın, arkalarını donmus kacmakta olan sagırlara da cagrıyı isittiremezsin"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ve sen kor(ler)i icine dustukleri sapıklıklardan cıkarıp yola getiremezsin. Sen, ancak ayetlerimize inananlara duyurabilirsin ve onlar derhal musluman olurlar"},{"SurahNumber":27,"VerseNumber":82,"Text":"O soz, baslarına geldigi zaman, onlara yerden bir Dabbe (canlı) cıkarırız; o, onlara insanların, ayetlerimize inanmadıklarını soyler"},{"SurahNumber":27,"VerseNumber":83,"Text":"O gun her ummet icinde ayetlerimizi yalanlayanlardan bir cemaat toplarız. Onlar hep bir araya getirilip tutuklanarak (ilahi huzura) sevk edilirler"},{"SurahNumber":27,"VerseNumber":84,"Text":"(Divanına) Geldiklerinde (Allah onlara) der: \"Ayetlerimi anlamadıgınız halde yalanladınız mı? Yoksa ne yaptınız"},{"SurahNumber":27,"VerseNumber":85,"Text":"Zulmetmeleri yuzunden o (azab) karar(ı) baslarına gelmistir, artık konusmazlar"},{"SurahNumber":27,"VerseNumber":86,"Text":"Gormediler mi, biz geceyi, icinde istirahat etmeleri icin yarattık, gunduzu de aydınlık yaptık. Suphesiz bunda inanan bir kavim icin ayetler vardır"},{"SurahNumber":27,"VerseNumber":87,"Text":"Sur'a uflenecegi gun, Allah'ın diledikleri dısında, goklerde ve yerde bulunan kimselerin hepsi, korku icinde kalır (bayılır). Hepsi boyun bukerek O'na gelirler"},{"SurahNumber":27,"VerseNumber":88,"Text":"Gorup de donuk sandıgın daglar, bulutun yurumesi gibi yurumektedir. (Bu,) Her seyi gayet iyi yapan Allah'ın yapısıdır. Dogrusu O, yaptıklarınızı haber almaktadır"},{"SurahNumber":27,"VerseNumber":89,"Text":"Kim iyilik getirirse ona, ondan daha hayırlısı vardır. Ve onlar o gun korkudan uzak, guven icindedirler"},{"SurahNumber":27,"VerseNumber":90,"Text":"Ve kim kotuluk getirirse onların da yuzleri cehenneme yıkılır: \"Yaptıklarınızdan baska bir seyle mi cezalandırılıyorsunuz?\" (denilir)"},{"SurahNumber":27,"VerseNumber":91,"Text":"(De ki): \"Ben sadece bu kentin Rabbine kulluk etmekle emrolundum. O, burayı saygıdeger kıldı ve her sey O'nundur. Ve bana muslumanlardan olmam emredildi"},{"SurahNumber":27,"VerseNumber":92,"Text":"Ve Kur'an okumam (emredildi). \"Imdi kim yola gelirse kendi yararına yola gelmis olur ve kim saparsa, de ki: \"Ben ancak uyarıcılardanım"},{"SurahNumber":27,"VerseNumber":93,"Text":"Ve de ki: \"Allah'a hamdolsun, O size ayetlerini gosterecek, siz de onları tanıyacaksınız.\" Rabbin, yaptıklarınızdan gafil degildir"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta sin mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Sunlar, o apacık Kitabın ayetleridir"},{"SurahNumber":28,"VerseNumber":3,"Text":"Inanan bir toplum icin Musa ile Fir'avn'ın haberinden bir parcayı, gercek olarak sana okuyacagız"},{"SurahNumber":28,"VerseNumber":4,"Text":"Fir'avn, orada ululandı (zorbalıga kalktı), halkını cesitli gruplara boldu. Onlardan bir zumreyi (Israil ogullarını) eziyor, ogullarını kesiyor, kadınlarını sag bırakıyordu. Cunku o, bozgunculardan idi"},{"SurahNumber":28,"VerseNumber":5,"Text":"Biz de istiyorduk ki o yerde ezilenlere lutfedelim, onları onderler yapalım, onları (otekilerin mulkune) mirascı kılalım"},{"SurahNumber":28,"VerseNumber":6,"Text":"Ve onları o yerde iktidara getirelim de Fir'avn'a, Haman'a ve askerlerine, onlardan (ezdikleri zumreden) korktukları seyi gosterelim"},{"SurahNumber":28,"VerseNumber":7,"Text":"Musa'nın annesine, \"O(cocugu)nu emzir, basına bir sey gelmesinden korkuyorsan (bir sandık icinde) onu suya bırak, korkma, uzulme biz onu tekrar sana geri verecegiz ve onu elcilerden yapacagız.\" diye vahyettik"},{"SurahNumber":28,"VerseNumber":8,"Text":"Nihayet onu Fir'avn ailesi aldı ki, kendilerine bir dusman ve baslarına derd olsun. Gercekten Fir'avn, Haman ve askerleri yanılıyorlardı"},{"SurahNumber":28,"VerseNumber":9,"Text":"Fir'avn'ın karısı (cocugu sandıktan cıkarınca): \"Bana da, sana da goz bebegi (olacak, cok sevimli bir cocuk). Onu oldurmeyin, belki bize yararı dokunur, ya da onu evlad ediniriz.\" dedi. (Onu almakla hata ettiklerini) anlamıyorlardı"},{"SurahNumber":28,"VerseNumber":10,"Text":"Musa'nın annesinin gonlu bombos sabahladı (meraktan cıldıracak oldu). Eger biz, (va'dimize) inananlardan olması icin onun kalbini iyice pekistirmemis olsaydık, neredeyse isi acıga vuracaktı"},{"SurahNumber":28,"VerseNumber":11,"Text":"(Musa'nın) kızkardesine \"Onun izini takip et,\" dedi. O da onlar farkına varmadan onu uzaktan gozetledi"},{"SurahNumber":28,"VerseNumber":12,"Text":"Biz daha once ona, sut verenler(in sutunu emmey)i haram etmistik. (Hicbir kadının sutunu emmiyordu. Fir'avn ve ailesi, cocugun emecegi bir dadı bulma telası icinde idiler. Kızkardesi uzaktan durumu gorunce sokuldu): \"Sizin icin onun bakımını ustlenecek ve ona ogut ver(ip onu guzelce egit)ecek bir aileyi gostereyim mi?\" dedi"},{"SurahNumber":28,"VerseNumber":13,"Text":"Boylece biz onu, annesine geri verdik ki gozu aydın olsun, uzulmesin ve Allah'ın va'dinin gercek oldugunu bilsin. Fakat cokları bilmezler"},{"SurahNumber":28,"VerseNumber":14,"Text":"(Musa), guclu cagına erip, olgunlasınca biz ona hukum ve ilim verdik. Iste guzel davrananları boyle mukafatlandırırız"},{"SurahNumber":28,"VerseNumber":15,"Text":"Halkının (kendisinden) habersiz oldugu bir sırada sehre girdi, orada biri kendi taraftarlarından, oburu de dusmanlarından olan iki adamın dovustuklerini gordu. Kendi taraftarlarından olan, dusmanlarından olana karsı Musa'dan yardım istedi. Musa da otekine bir yumruk indirip onun isini bitirdi. (Sonra): \"Bu dedi, seytanın isindendir. O, gercekten apacık, sasırtıcı bir dusmandır"},{"SurahNumber":28,"VerseNumber":16,"Text":"Rabbim, ben nefsime zulmettim, beni bagısla! dedi. (Allah) onu bagısladı. Cunku O, cok bagıslayan, cok esirgeyendir"},{"SurahNumber":28,"VerseNumber":17,"Text":"Rabbim, dedi, bana lutfettigin ni'metler hakkı icin artık bir daha suclulara arka olmayacagım"},{"SurahNumber":28,"VerseNumber":18,"Text":"Sehirde korku icinde (sonucu) gozetleyerek sabahladı. Bir de baktı ki dun kendisinden yardım isteyen (Israil oglu), yine kendisine feryaded(ip yardım ist)iyor. Musa, ona: \"Belli ki sen bir azgınsın!\" dedi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Nihayet (Musa) ikisinin de (kendisinin ve yardım isteyenin) dusmanı olan adamı yakalamak isteyince o dedi ki: \"Ey Musa, dun bir canı oldurdugun gibi simdi de beni mi oldurmek istiyorsun? Sen yeryuzunde bir zorba olmak istiyorsun, arabuluculardan olmak istemiyorsun"},{"SurahNumber":28,"VerseNumber":20,"Text":"Sehrin obur ucundan bir adam kosarak geldi. \"Ey Musa, dedi, ileri gelenler seni oldurmek icin aralarında konusuyorlar. Sen cık (git), ben sana ogut verenlerdenim"},{"SurahNumber":28,"VerseNumber":21,"Text":"(Musa, etrafı) kollayarak, korka, korka oradan cıktı: \"Rabbim, beni su zalim kavimden kurtar!\" dedi"},{"SurahNumber":28,"VerseNumber":22,"Text":"Medyen'e dogru yonelince: \"Umarım ki Rabbim beni dogru yola iletir\" dedi"},{"SurahNumber":28,"VerseNumber":23,"Text":"Medyen suyuna varınca o(su)nun basında bircok insanların, (hayvanlarını) suladıklarını gordu. Onların gerisinde de, (digerlerinin hayvanlarına karısmasın diye hayvanlarını) sudan meneden iki kız buldu. (Musa, onlara): \"Isiniz nedir, (nicin hayvanları suya bırakmıyorsunuz)?\" dedi. Dediler ki: \"Cobanlar sulayıp cekilmeden biz (onların icine sokulup hayvanlarımızı) sulamayız. Babamız da buyuk bir ihtiyardır (O gelemez)"},{"SurahNumber":28,"VerseNumber":24,"Text":"Hemen (Musa) onlarınkini de suladı, sonra golgeye cekildi: \"Rabbim, dedi, dogrusu bana indirecegin bir hayra muhtacım, (azıcık azık indir de su karnımı doyur)"},{"SurahNumber":28,"VerseNumber":25,"Text":"Derken o iki kızdan biri utana utana yuruyerek ona geldi: \"Babam seni cagırıyor, bizim icin (hayvanları) sulamanın ucretini verecek,\" dedi. (Musa), o(kızların babaları)na gelip (basından gecen) hikayeyi anlatınca o: \"Korkma, o zalim kavimden kurtuldun\" dedi"},{"SurahNumber":28,"VerseNumber":26,"Text":"O(kız)lardan biri: \"Babacagım, dedi, bunu (coban) tut iste, cunku ucretle tuttuklarının en hayırlısı, guclu, guvenilirdir"},{"SurahNumber":28,"VerseNumber":27,"Text":"O zat, (Musa'ya) dedi ki: \"(Bak), bana sekiz yıl hizmet etmen sartıyle su iki kızımdan birini sana nikahlamak istiyorum. Eger (bu sureyi) on(yıl)a tamamlarsan artık o, senin tarafından (bir iyilik)dir. Ben sana zahmet vermek istemem. Insallah beni iyilerden bulacaksın"},{"SurahNumber":28,"VerseNumber":28,"Text":"(Musa) dedi: \"Bu, seninle benim aramızda(bir sozlesme)dir. Demek hangi sureyi yerine getirsem, bana dusmanlık yok. Allah dedigimize vekildir"},{"SurahNumber":28,"VerseNumber":29,"Text":"Musa, sureyi bitirip ailesiyle yola cıkınca Tur'un (sag) yanında bir ates gordu. Ailesine dedi ki: \"Siz durun, ben bir ates gordum, belki ondan size bir haber getiririm, yahut bir ates koru (getiririm) de ısınırsınız"},{"SurahNumber":28,"VerseNumber":30,"Text":"Oraya gelince o mubarek yerdeki vadinin sag kıyısındaki agactan kendisine soyle seslenildi: \"Ey Musa, alemlerin Rabbi Allah benim, ben"},{"SurahNumber":28,"VerseNumber":31,"Text":"Asanı at! (Musa attıgı kocaman) asa'sının kucuk bir yılan gibi titres(ip hareket et)tigini gorunce (korkudan) oyle donup kactı (ki) arkasına bile bakmadı: \"Ey Musa, don, korkma, sen guvende olanlardansın"},{"SurahNumber":28,"VerseNumber":32,"Text":"Elini koynuna sok, kusursuz olarak bembeyaz cıksın. Ve kanadını korkudan kendine cek. Iste bunlar, Fir'avn'a ve onun adamlarına (gostermek icin) Rabbinden sana verilen iki delildir. Cunku onlar yoldan cıkan bir kavim olmuslardır"},{"SurahNumber":28,"VerseNumber":33,"Text":"Rabbim, dedi, ben onlardan bir kisi oldurmustum, beni oldureceklerinden korkuyorum"},{"SurahNumber":28,"VerseNumber":34,"Text":"Kardesim Harun, o, dil bakımından benden daha guzel konusur. Onu da benimle beraber, beni dogrulayan bir yardımcı olarak gonder. Zira ben, beni yalanlayacaklarından korkuyorum"},{"SurahNumber":28,"VerseNumber":35,"Text":"(Allah) dedi: \"Senin pazunu kardesinle kuvvetlendirecegiz ve size oyle bir yetki verecegiz ki, ayetlerimiz sayesinde onlar size asla erisemeycekler. Ikiniz ve size uyanlar ustun geleceksiniz"},{"SurahNumber":28,"VerseNumber":36,"Text":"Musa, onlara acık acık ayetlerimizle gelince: \"Bu uydurulmus bir buyuden baska bir sey degildir. Ilk atalarımız arasında boyle bir sey (oldugunu) isitmedik.\" dediler"},{"SurahNumber":28,"VerseNumber":37,"Text":"Musa, \"Rabbim, kimin kendisinin yanından hidayet getirdigini ve bu (dunya) evin(in) sonun(da guzel sonuc)un kime aidolacagını daha iyi biliyor. Muhakkak ki zalimler iflah olmaz\" dedi"},{"SurahNumber":28,"VerseNumber":38,"Text":"Fir'avn dedi ki: \"Ey ileri gelenler, ben sizin icin benden baska bir tanrı bilmiyorum, ey Haman, haydi benim icin camurun uzerinde ates yak(arak tugla imal et de) bana bir kule yap, belki Musa'nın tanrısına cıkarım, cunku ben onu (Musa'yı) yalancılardan sanıyorum"},{"SurahNumber":28,"VerseNumber":39,"Text":"O (Fir'avn) ve askerleri yeryuzunde haksız yere buyukluk tasladılar ve kendilerinin bize dondurulmeyeceklerini sandılar"},{"SurahNumber":28,"VerseNumber":40,"Text":"Biz de onu ve askerlerini tuttuk, suya attık; bak, o zalimlerin sonu nasıl oldu"},{"SurahNumber":28,"VerseNumber":41,"Text":"Biz onları atese cagıran onderler yaptık. Kıyamet gunu asla yardım olunmazlar"},{"SurahNumber":28,"VerseNumber":42,"Text":"Bu dunya hayatında biz onların ardına bir la'net taktık (daima la'netle anılacaklardır). Kıyamet gunu ise onlar cirkinlestirilenlerdendir"},{"SurahNumber":28,"VerseNumber":43,"Text":"Andolsun biz, ilk nesilleri (Nuh, Hud, Salih ve Lut kavimlerini) helak ettikten sonra Musa'ya, insanların gonul gozlerini aydınlatacak nur ve onlara yol gosterici olarak Kitabı verdik, belki dusunur, ogut alırlar diye"},{"SurahNumber":28,"VerseNumber":44,"Text":"Musa'ya o isi yaptıgımız (yani kendisine bildirmek istedigimiz isi ona vahyettigimiz) vakit sen (Mukaddes Vadinin) batı tarafında degildin, (o hadiseyi) gorenlerden de degildin"},{"SurahNumber":28,"VerseNumber":45,"Text":"Fakat biz (Musa'dan sonra) bircok nesiller yarattık da onların uzerinden uzun zamanlar gecti. Sen Medyen halkı arasında oturmus degildin ki (orada olanları gorup ogrenesin de) ayetlerimizi bunlara okuyasın. (Bu, bir yerden gorme, ogrenme ile degildir, fakat) Biz seni elci olarak gonderdik (ve bu olayları sana vahyettik)"},{"SurahNumber":28,"VerseNumber":46,"Text":"(Musa'ya) unledigimiz zaman sen Tur'un yanında degildin. Fakat Rabbinden bir rahmet olarak (orada gecenleri sana bildirdik) ki senden once kendilerine bir uyarıcı gelmemis olan toplumu uyarasın; belki dusunup ogut alırlar"},{"SurahNumber":28,"VerseNumber":47,"Text":"Kendi elleriyle yaptıkları (gunahları) yuzunden baslarına bir felaket geldigi zaman: \"Ey Rabbimiz, bize bir elci gonderseydin de ayetlerine uyup mu'minlerden olsaydık.\" diyecek olmasalardı (seni gondermezdik. Bu bahanelerine fırsat vermemek icin senigonderdik)"},{"SurahNumber":28,"VerseNumber":48,"Text":"Fakat onlara katımızdan hak gelince: \"Musa'ya verilenin esi, buna da verilmeli degil miydi?\" dediler. Daha once Musa'ya verileni de inkar etmemisler miydi? \"Birbirine destek olan iki buyu\", dediler. \"Biz hepsini inkar ederiz\", dediler"},{"SurahNumber":28,"VerseNumber":49,"Text":"De ki: \"Eger dogru iseniz, Allah katından bu ikisinden (yani Musa'ya ve bana inen Kitaplardan) daha dogru bir Kitap getirin de ben ona uyayım"},{"SurahNumber":28,"VerseNumber":50,"Text":"Eger sana cevap veremezlerse bil ki onlar, keyiflerine uyuyorlar. Allah'tan bir yol gosterici olmadan, yalnız kendi keyfine uyandan daha sapık kim olabilir? Muhakkak ki Allah, zalim kavmi dogru yola iletmez"},{"SurahNumber":28,"VerseNumber":51,"Text":"Andolsun biz, dusunup ogut alsınlar diye onlar icin sozu(muzu) birbirine bitistirdik (ardı ardına gercegi kanıtlayan ayetler gonderdik)"},{"SurahNumber":28,"VerseNumber":52,"Text":"Bundan once kendilerine Kitap verdiklerimiz, bu(Kur'a)n'a inanırlar"},{"SurahNumber":28,"VerseNumber":53,"Text":"Onlara (Kur'an) okundugu zaman: \"Ona inandık, o, Rabbimizden gelen gercektir... Zaten biz ondan once de muslumanlar idik.\" derler"},{"SurahNumber":28,"VerseNumber":54,"Text":"Iste onlara, sabretmelerinden oturu mukafatları iki kez verilir; onlar kotulugu iyilikle savarlar ve kendilerine verdigimiz rızıktan (hayır yoluna) harcarlar"},{"SurahNumber":28,"VerseNumber":55,"Text":"Bos soz isittikleri zaman ondan yuz cevirirler ve: \"Bizim islerimiz bize, sizin isleriniz size. Size selam olsun (haydi hosca kalın), biz cahiller(le sohbet etmey)i istemeyiz\" derler"},{"SurahNumber":28,"VerseNumber":56,"Text":"(Ey Muhammed), sen, sevdigini dogru yola iletemezsin, fakat Allah, diledigini dogru yola iletir. O, yola gelecek olanları daha iyi bilir"},{"SurahNumber":28,"VerseNumber":57,"Text":"Dediler ki: \"Biz seninle beraber dogru yola gelirsek yurdumuzdan atılırız.\" Biz onlara kendi katımızdan bir rızık olarak, her seyin urunlerinin toplanıp getirildigi, guvenli, dokunulmaz bir mekan vermedikmi? Fakat cokları bilmezler"},{"SurahNumber":28,"VerseNumber":58,"Text":"Biz refah icinde sımarmıs nice kenti helak ettik. Iste sunlar, onların meskenleri, onlardan sonra oralarda pek az oturuldu. Onlara hep biz varis olduk (hepsi bize kaldı)"},{"SurahNumber":28,"VerseNumber":59,"Text":"Rabbin, Anakent(olan Mekke)de onlara ayetlerimizi okuyan bir elci gondermedikce ulkeleri helak edici degildir. Ve biz, halkı zalim olmadan ulkeleri helak ediciler degiliz"},{"SurahNumber":28,"VerseNumber":60,"Text":"Size verilen her sey, dunya hayatının gecimi ve susudur. Allah'ın yanında olan ise daha hayırlı ve daha kalıcıdır. Aklınızı kullanmıyor musunuz"},{"SurahNumber":28,"VerseNumber":61,"Text":"Imdi kendisine guzel bir soz verdigimiz ve muhakkak o(soz verile)ne kavusacak olan kimse; sırf kendisine dunya hayatının gecici zevkini yasattıgımız ve sonra kıyamet gunu (yakalanıp) getirileceklerden olan insan gibi midir"},{"SurahNumber":28,"VerseNumber":62,"Text":"O gun (Allah) onlara seslenerek: \"Benim ortaklarım (olduklarını) sandıgınız seyler nerede?\" der"},{"SurahNumber":28,"VerseNumber":63,"Text":"(Azab) soz(u) uzerlerine hak olanlar: \"Rabbimiz, azdırdıklarımız sunlar. Kendimiz azdıgımız gibi onları da azdırdık. (Biz azdık, onlar da bize uydular. Onların yaptıklarından) uzak oldugumuzu, (bu hususta bizim sucumuz olmadıgını) sana arz ederiz. Zaten onlar bize tapmıyorlardı (kendi arzularına tapıyorlardı).\" derler"},{"SurahNumber":28,"VerseNumber":64,"Text":"(Allah tarafından) onlara: \"(Bana), kostugunuz ortakları cagırın!\" denir. Onları cagırırlar. Fakat (cagırılanlar), bunların cagrısına cevap vermezler ve (bunlar), karsılarında azabı gorurler (sanki cagırdıkları sey, azabın kendisi olmustur). Ne olurdu (sanki dunyada) yola gelselerdi"},{"SurahNumber":28,"VerseNumber":65,"Text":"(Allah) Onlara seslenerek: \"Elcilere ne cevap verdiniz?\" dedigi gun"},{"SurahNumber":28,"VerseNumber":66,"Text":"O gun haberler, onlara kor olmustur (yani sozler sanki kor olmustur, hicbir soz gelip onların agızlarını bulamaz, yanıt verecek bir tek kelime bulamazlar) onlar, birbirlerine de soramazlar"},{"SurahNumber":28,"VerseNumber":67,"Text":"Ama kim tevbe eder, inanır ve iyi is yaparsa, o kurtulusa erenlerden olabilir"},{"SurahNumber":28,"VerseNumber":68,"Text":"Rabbin, diledigini yaratır ve secer. Secim, onlara ait degildir. Allah, onların ortak kostukları seylerden uzaktır, yucedir"},{"SurahNumber":28,"VerseNumber":69,"Text":"Rabbin, onların goguslerinin neyi gizleyip neyi acıga vurdugunu bilir"},{"SurahNumber":28,"VerseNumber":70,"Text":"O, kendisinden baska tanrı olmayan Allah'tır. Ilkte de, sonda da (dunyada da, ahirette de) hamd O'na mahsustur. Hukum de O'nundur ve O'na donduruleceksiniz"},{"SurahNumber":28,"VerseNumber":71,"Text":"De ki: \"Baksanıza, eger Allah, uzerinize geceyi kıyamet gunune kadar surekli kılsa Allah'tan baska size ısık getirecek tanrı kimdir? (Soyleyin), isitmiyor musunuz"},{"SurahNumber":28,"VerseNumber":72,"Text":"De ki: \"Baksanıza, eger Allah, uzerinize gunduzu, kıyamet gunune kadar surekli kılsa, Allah'tan baska, size dinleneceginiz geceyi getirecek tanrı kimdir? Gormuyor musunuz"},{"SurahNumber":28,"VerseNumber":73,"Text":"Rahmetinden dolayı sizin icin geceyi ve gunduzu var etti ki, geceleyin dinlenesiniz ve (gunduzun) Allah'ın lutfunu arayasınız ve (Allah'ın ni'metine) sukredesiniz"},{"SurahNumber":28,"VerseNumber":74,"Text":"O gun onlara seslenerek: \"Ortaklarım sandıgınız seyler nerede?\" der"},{"SurahNumber":28,"VerseNumber":75,"Text":"Her ummetten bir sahid cıkarırız: \"Delilinizi getirin!\" deriz. Gercegin Allah'a aidoldugunu bilirler ve uydurdukları seyler kendilerinden sapıp gider"},{"SurahNumber":28,"VerseNumber":76,"Text":"Karun, Musa'nın kavminden idi. Onlara karsı azgınlık etti. Biz kendisine oyle hazineler vermistik ki onun (hazinelerinin) anahtarlarını (tasımak), guclu bir topluluga agır geliyordu. Kavmi ona demisti ki: \"Sımarma, Allah, sımarıkları sevmez"},{"SurahNumber":28,"VerseNumber":77,"Text":"Allah'ın sana verdigi (bu servet) icinde ahiret yurdunu ara, dunyadan da nasibini unutma, Allah sana nasıl iyilik ettiyse sen de oyle iyilik et, yeryuzunde bozgunculuk (etmeyi) isteme, cunku Allah bozguncuları sevmez"},{"SurahNumber":28,"VerseNumber":78,"Text":"Bu (servet) bende bulunan bir bilgi sayesinde bana verildi dedi. Bilmedi mi ki Allah, kendisinden onceki kusaklar arasıda kendisinden daha guclu ve daha cok cemaati bulunan nice kimseleri helak etmistir? Suclulara gunahlarından sorulmaz"},{"SurahNumber":28,"VerseNumber":79,"Text":"(Karun) susu, (debdebesi) icinde kavminin karsısına cıktı. dunya hayatını isteyenler: \"Keske Karun'a verilenin bir benzeri de bize verilseydi, dediler, gercekten onun buyuk sansı var"},{"SurahNumber":28,"VerseNumber":80,"Text":"Kendilerine bilgi verilmis olanlar ise: \"Yazık size, dediler, inanan ve iyi is yapan kimse icin Allah'ın sevabı daha hayırlıdır. Buna ancak sabredenler kavusturulur"},{"SurahNumber":28,"VerseNumber":81,"Text":"Nihayet onu da, evini barkını da yere batırdık. Allah'a karsı ona yardım edecek bir toplulugu olmadı. Kendi kendini (savunup) kurtaranlardan da degildi"},{"SurahNumber":28,"VerseNumber":82,"Text":"Dun onun yerinde olmayı isteyenler: \"Vay, demek Allah kullarından diledigine rızkı acar ve kısar. Allah bize lutfetmis olmasaydı, bizi de yere batırırdı. Demek gercekten kafirler iflah olmaz!\" demege basladılar"},{"SurahNumber":28,"VerseNumber":83,"Text":"Iste ahiret yurdu: Onu yeryuzunde boburlenmek ve bozgunculuk yapmak istemeyenlere veririz. (Guzel) sonuc, (gunahlardan) sakınanlarındır"},{"SurahNumber":28,"VerseNumber":84,"Text":"Kim bir iyilik getirirse ona ondan daha guzeli vardır. Kim kotuluk getirirse, kotulukleri yapanlar, ancak yaptıkları (kotuluk) kadar cezalanırlar"},{"SurahNumber":28,"VerseNumber":85,"Text":"Kur'an'ı sana (indiren ve) gerekli kılan (Allah), elbette seni varılacak yere dondurecektir. De ki: \"Rabbim kimin hidayet getirdigini ve kimin apacık bir sapıklık icinde bulundugunu bilir"},{"SurahNumber":28,"VerseNumber":86,"Text":"Sen, o Kitabın, senin kalbine bırakılacagını ummazdın. Ancak Rabbinden bir rahmet olarak (Kitap senin kalbine bırakıldı). O halde kafirlere arka olma"},{"SurahNumber":28,"VerseNumber":87,"Text":"Ve Allah'ın, ayetleri sana indirildikten sonra sakın seni onlardan alıkoymasınlar. Rabbine da'vet et, ortak kosanlardan olma"},{"SurahNumber":28,"VerseNumber":88,"Text":"Allah ile beraber baska bir tanrıya yalvarma. O'ndan baska tanrı yoktur. O'nun yuzu(zatı)ndan baska hersey helak olacaktır. Hukum O'nundur ve O'na donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":1,"Text":"Elif lam mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Insanlar yalnız \"inandık\" demekle, hic sınanmadan bırakılacaklarını mı sandılar"},{"SurahNumber":29,"VerseNumber":3,"Text":"Andolsun biz, onlardan oncekilerini sınadık. Elbette Allah (sınayıp) dogruları bilecek, yalancıları bilecektir"},{"SurahNumber":29,"VerseNumber":4,"Text":"Yoksa kotulukleri yapanlar, bizi gececeklerini (bizim, kendilerine yetisip onları cezalandıramayacagımızı) mı sandılar? Ne kotu hukum veriyorlar"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allah ile bulusmayı umarsa; Allah'ın (bulusma) suresi gelmektedir. O, isitendir, bilendir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Kim cihad ederse ancak kendi yararına cihad eder. Allah, alemlerden zengindir. (Kimsenin cihadına muhtac degildir. Insanların cihad ve ibadetleri kendi menfaatleri icindir)"},{"SurahNumber":29,"VerseNumber":7,"Text":"Inanıp iyi isler yapanların, mutlaka kotuluklerini ortecegiz ve onları, yaptıklarının en guzeliyle mukafatlandıracagız"},{"SurahNumber":29,"VerseNumber":8,"Text":"Biz insana ana babasına iyilik etmeyi tavsiye ettik. Eger onlar seni, (gercekligi) hakkında hicbir bilgin olmayan bir seyi bana ortak kosman icin zorlarlarsa (bu hususta) onlara ita'at etme. Donusunuz banadır. O zaman size yaptıklarınızı haber veririm"},{"SurahNumber":29,"VerseNumber":9,"Text":"Inanıp iyi isler yapanları, salihler arasına sokarız"},{"SurahNumber":29,"VerseNumber":10,"Text":"Insanlardan kimi vardır ki \"Allah'a inandık.\" der, fakat Allah ugrunda kendisine eziyet edilince insanların iskencesini, Allah'ın azabı gibi sayar. Ama Rabbinden (sana) bir yardım gelse, andolsun: \"Biz de sizinle beraberdik,\" derler. Allah, alemlerin goguslerinde bulunan (dusunceler)i daha iyi bilmez mi"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah, elbette inananları da bilir, ve elbette iki yuzluleri de bilir"},{"SurahNumber":29,"VerseNumber":12,"Text":"Inkar edenler, inananlara: \"Siz bizim yolumuza uyun. Sizin hatalarınızı biz tasırız\" dediler. Oysa kendileri, onların hatalarından hicbir sey tasıyacak degillerdir. Onlar tamamen yalancıdırlar"},{"SurahNumber":29,"VerseNumber":13,"Text":"Onlar, hem kendi yuklerini, hem de kendi yukleriyle beraber baska yukleri (baskalarını kandırıp saptırmalarının vebalini) tasıyacaklar ve elbette uydurdukları seylerden kıyamet gununde sorguya cekileceklerdir"},{"SurahNumber":29,"VerseNumber":14,"Text":"Andolsun biz, Nuh'u kavmine gonderdik, onların arasında bin seneden elli yıl eksik kaldı (ogut verdi, dinlemediler), sonunda haksızlık etmekte olan insanları Tufan yakaladı"},{"SurahNumber":29,"VerseNumber":15,"Text":"Onu ve gemi halkını kurtardık ve o gemiyi alemlere bir ibret yaptık"},{"SurahNumber":29,"VerseNumber":16,"Text":"Ibrahim'i de (gonderdik). Kavmine dedi ki: \"Allah'a kulluk edin, O'ndan korkun, bilirseniz bu, sizin icin daha hayırlıdır"},{"SurahNumber":29,"VerseNumber":17,"Text":"Siz Allah'tan baska bir takım putlara tapıyorsunuz, yalan seyler uyduruyorsunuz. Sizin Allah'tan baska taptıklarınız, size rızık vermezler. Siz rızkı Allah'ın yanında arayın, O'na tapın ve O'na sukredin. O'na donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":18,"Text":"Eger yalanlarsanız, sizden onceki ummetler de yalanlamıslardı. Elciye dusen, yalnız acıkca duyurmaktıır"},{"SurahNumber":29,"VerseNumber":19,"Text":"Gormediler mi Allah nasıl yaratmayı baslatıyor, sonra onu iade ediyor (donup yeniden yaratıyor). Bu, Allah'a gore kolaydır"},{"SurahNumber":29,"VerseNumber":20,"Text":"De ki: \"Yeryuzunde gezin, bakın yaratmaga nasıl basladı, sonra Allah, son yaratmayı da yapacaktır. Cunku Allah, her seyi yapabilendir"},{"SurahNumber":29,"VerseNumber":21,"Text":"Diledigine azabeder, diledigine acır ve hepiniz O'na cevrilirsiniz"},{"SurahNumber":29,"VerseNumber":22,"Text":"Siz, ne yerde, ne de gokte Allah'(ın yapacagı is)i engelleyemezsiniz. Sizin Allah'tan baska ne bir koruyucunuz, ne de bir yardımcınız vardır"},{"SurahNumber":29,"VerseNumber":23,"Text":"Allah'ın ayetlerini ve O'nunla bulusmayı inkar edenler, iste onlar benim rahmetimden umidi kesmislerdir ve onlar icin acı bir azab vardır"},{"SurahNumber":29,"VerseNumber":24,"Text":"Kavminin (Ibrahim'e) cevabı, sadece: \"Onu oldurun, yahut yakın!\" demeleri oldu. Allah onu atesten kurtardı. Suphesiz bunda inanan bir toplum icin ibretler vardır"},{"SurahNumber":29,"VerseNumber":25,"Text":"(Ibrahim kavmine) dedi ki: \"Siz dunya hayatında birbirinizi sevmek icin Allah'ı bırakıp birtakım putlar edindiniz. (O putlara tapmanız, dunyada aranızda bir sevgi meydana gelmesine sebep olsa bile) daha sonra kıyamet gununde birbirinizi inkar eder ve birbirinizi la'netlersiniz. Varacagınız yer de atestir ve hicbir yardımcınız da yoktur"},{"SurahNumber":29,"VerseNumber":26,"Text":"Bunun uzerine Lut ona inandı ve (Ibrahim, kavmine) dedi ki: \"Rabbim(e ibadet edecegim yer)e goc edecegim. Kuskusuz O, galibdir, hukum ve hikmet sahibidir"},{"SurahNumber":29,"VerseNumber":27,"Text":"Biz ona Ishak'ı ve (torunu) Ya'kub'u armagan ettik. Onun nesli icine peygamberlik ve Kitap koyduk. Ona dunyada (yaptıgı guzel isin) karsılıgını verdik. Suphesiz o, ahirette de iyilerdendir"},{"SurahNumber":29,"VerseNumber":28,"Text":"Lut'u da (gonderdik). Kavmine dedi ki: \"Siz, sizden once alemlerden hic kimsenin yapmadıgı bir fuhsa gidiyorsunuz"},{"SurahNumber":29,"VerseNumber":29,"Text":"Siz (kadınları bırakıp) erkeklere gidiyorsunuz, yol kesiyorsunuz ve toplantılarınızda edepsizce seyler yapıyorsunuz ha?.. Kavmi'nin cevabı, sadece: \"Eger dogrulardan isen, haydi Allah'ın azabını getir!\" demeleri oldu"},{"SurahNumber":29,"VerseNumber":30,"Text":"(Lut): \"Rabbim, su bozguncu kavme karsı bana yardım et,\" dedi"},{"SurahNumber":29,"VerseNumber":31,"Text":"Elcilerimiz Ibrahim'e (oglu olacagına dair) mujdeyi getirdikleri zaman dediler ki: \"Biz su (Sodom) kenti(ni)n halkını helak edecegiz. Cunku oranın halkı zalim oldular"},{"SurahNumber":29,"VerseNumber":32,"Text":"(Ibrahim) dedi: \"Ama orada Lut var?\" dediler: \"Biz orada kimin bulundugunu daha iyi biliriz. Onu ve ailesini kurtaracagız. Yalnız karısı (azabda) kalacaklardandır"},{"SurahNumber":29,"VerseNumber":33,"Text":"Elcilerimiz Lut'a gelince (Lut) onlar yuzunden fenalastı ve onlar hakkında arsını daraldı. (Melekler): \"Korkma uzulme, dediler, biz seni ve aileni kurtaracagız, yalnız karın, kalacaklardan olmustur"},{"SurahNumber":29,"VerseNumber":34,"Text":"Biz yoldan cıkan su ulke halkının ustune gokten bir azab indirecegiz"},{"SurahNumber":29,"VerseNumber":35,"Text":"Andolsun biz, aklını kullanan bir toplum icin ondan, (harab ettigimiz o ulkeden) acık bir isaret bırakmısızdır"},{"SurahNumber":29,"VerseNumber":36,"Text":"Medyen'e de kardesleri Suayb'i (gonderdik): \"Ey kavmim, dedi, Allah'a kuluk edin, ahiret gununu umun, yeryuzunde karısıklık cıkarıp bozgunculuk yapmayın"},{"SurahNumber":29,"VerseNumber":37,"Text":"Onu yalanladılar, bu yuzden onları (o muthis) deprem yakaladı, yurtlarında diz ustu cokup kaldılar"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ad ve Semud'u da (helak ettik). Bu, oturdukları yerlerden size belli olmaktadır. Seytan onlara yaptıkları isleri susleyip onları yoldan cıkardı. Oysa bakıp ibret alabilirlerdi (ama almadılar)"},{"SurahNumber":29,"VerseNumber":39,"Text":"Kaarun'u, Fir'avn'ı, Haman'ı da (helak ettik). Andolsun, Musa onlara acık kanıtlar getirdi, fakat onlar o yerde buyukluk tasla(yıp ayetlerimizi kabule tenezzul etme)diler. Ama gecip gidecek, (elimizden kurtulacak) degillerdi"},{"SurahNumber":29,"VerseNumber":40,"Text":"Nitekim hepsini gunahiyle yakaladık. Onlardan kiminin ustune tas yagdıran bir fırtına gonderdik, kimini korkunc ses yakaladı, kimini yere batırdık, kimini de bogduk. Allah onlara zulmedecek degildi; fakat onlar, kendi kendilerine zulmediyorlardı"},{"SurahNumber":29,"VerseNumber":41,"Text":"Allah'tan baska veliler edinenler, bir ev edinen orumcege benzerler. Evlerin en gevsegi orumcek evidir, keske bilselerdi"},{"SurahNumber":29,"VerseNumber":42,"Text":"Allah, onların kendisinden baska ne gibi seylere yalvardıklarını bilir, O ustundur, hukum ve hikmet sahibidir"},{"SurahNumber":29,"VerseNumber":43,"Text":"Biz bu misalleri insanlara anlatıyoruz ama onları, bilenlerden baskası dusunup anlamaz"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah, gokleri ve yeri hak ile yarattı. Suphesiz bunda inananlar icin bir ibret vardır"},{"SurahNumber":29,"VerseNumber":45,"Text":"Kitaptan sana vahyedileni oku ve namazı da kıl. Cunku namaz kotu ve igrenc seylerden men'eder. Elbette Allah'ı anmak, en buyuk(ibadet)tir. Allah, ne yaptıgınızı bilir"}]}