{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Und es gibt kein Lebewesen, das sich bewegt, dessen Rizq nicht ALLAH obliegt. Und ER kennt dessen Aufenthalts- und Aufbewahrungsort. Alles steht in einem deutlichen Register"},{"SurahNumber":11,"VerseNumber":7,"Text":"Und ER ist Derjenige, Der die Himmel und die Erde in sechs Ay-yam erschuf - und Sein Al'ahrsch war uber dem Wasser -, damit ER euch pruft, wer von euch besser handelt. Und wenn du sagst: \"Gewiß, ihr werdet nach dem Tod wieder erweckt, werden diejenigen, die Kufr betrieben haben, mit Sicherheit sagen: \"Dies ist doch nichts anderes als eindeutige Magie"},{"SurahNumber":11,"VerseNumber":8,"Text":"Doch wenn WIR ihnen die Peinigung auf eine bestimmte Zeit hinauszogern, werden sie mit Sicherheit sagen: \"Was halt sie auf?\" Ja! Wenn diese sie dann trifft, wird sie von ihnen nicht mehr abgewendet werden, und sie werden dann von dem umgeben, was sie zu verspotten pflegten"},{"SurahNumber":11,"VerseNumber":9,"Text":"Und wenn WIR den Menschen eine Gnade von Uns erfahren lassen, dann diese von ihm wegnehmen, so ist er gewiß doch außerst verzweifelt, außerst kufr-betreibend"},{"SurahNumber":11,"VerseNumber":10,"Text":"Und wenn WIR ihm eine Wohltat erweisen nach einem Ungluck, das ihn traf, bestimmt sagt er: \"Die gottmißfalligen Taten sind von mir fortgegangen.\" Gewiß, ER ist doch uberglucklich, stolz"},{"SurahNumber":11,"VerseNumber":11,"Text":"Ausgenommen sind diejenigen, die sich in Geduld geubt und gottgefallig Gutes getan haben. Fur diese gibt es Vergebung und große Belohnung"},{"SurahNumber":11,"VerseNumber":12,"Text":"Wurdest du etwas von dem, was dir an Wahy zuteil wurde, auslassen und daruber bedruckt sein, daß sie sagen: \"Wurde auf ihn doch ein Schatz niedergesandt oder kame mit ihm ein Engel!\"?! DU bist nur ein Ermahner. Und ALLAH ist uber alles Wakil"},{"SurahNumber":11,"VerseNumber":13,"Text":"Oder sagen sie etwa: \"Er hat ihn (den Quran) erdichtet!\" Sag: \"Dann bringt doch zehn ahnlich erdichtete Suras und ruft dazu auf jeden, den ihr anstelle von ALLAH (rufen) konnt, solltet ihr wahrhaftig sein"},{"SurahNumber":11,"VerseNumber":14,"Text":"Und wenn sie eurer (Forderung) nicht nachkommen, dann wisst, daß er (der Quran) ausschließlich mit ALLAHs Wissen hinabgesandt wurde und daß es keine Gottheit außer Ihm gibt! Und werdet ihr nun Muslime werden"},{"SurahNumber":11,"VerseNumber":15,"Text":"Wer das diesseitige Leben und seinen Schmuck will, denen werden WIR darin ihre Werke vergelten und sie werden darin nicht benachteiligt"},{"SurahNumber":11,"VerseNumber":16,"Text":"Diese sind diejenigen, denen im Jenseits nur das Feuer bestimmt ist. Und zunichte wurde das, was sie darin (im Diesseits) bewerkstelligt haben, und nichtig ist das, was sie zu tun pflegten"},{"SurahNumber":11,"VerseNumber":17,"Text":"Ist derjenige, der uber einen eindeutigen Beleg von seinem HERRN verfugt, (etwa mit einem ohne Beleg gleichzustellen?!). Und diesen tragt vor, sowohl ein Zeuge von ihm (vom Quran) selbst, als auch von vor ihm - die Schrift von Musa, die als Imam und Gnade war. Diese verinnerlichen den Iman an ihn. Und wer von Al-ahzab daran Kufr betreibt, dem ist das Feuer bestimmt. Also sei nicht im Zweifel daran! Gewiß, es ist dieWahrheit von deinem HERRN. Doch die meisten Menschen verinnerlichen den Iman nicht"},{"SurahNumber":11,"VerseNumber":18,"Text":"Und keiner begeht mehr Unrecht als derjenige, der Lugen im Namen ALLAHs erdichtet. Diese werden ihrem HERRN vorgestellt werden, dann sagen die Zeugen: \"Diese sind diejenigen, die Lugen im Namen ihres HERRN erdichtet haben.\" Ja! ALLAHs Fluch moge auf den Unrecht-Begehenden lasten"},{"SurahNumber":11,"VerseNumber":19,"Text":"Es sind diejenigen, die von ALLAHs Weg abhalten und diesen verunstalten wollen, und die dem Jenseits gegenuber Kufr betreiben"},{"SurahNumber":11,"VerseNumber":20,"Text":"diese machten ALLAH auf Erden nicht zu schaffen und hatten anstelle von ALLAH keine Wali. Ihnen wird die Peinigung verzweifacht. Sie pflegten nicht zuzuhoren und sie pflegten nicht einzublicken"},{"SurahNumber":11,"VerseNumber":21,"Text":"Diese sind diejenigen, die sich selbst verloren haben und ihnen ist abhanden gekommen, was sie zu erdichten pflegten"},{"SurahNumber":11,"VerseNumber":22,"Text":"Zweifellos eindeutig! Sie sind im Jenseits die wirklichen Verlierer"},{"SurahNumber":11,"VerseNumber":23,"Text":"Gewiß, diejenigen, die den Iman verinnerlicht, gottgefallig Gutes getan und sich ihrem HERRN gefugt haben, diese sind die Weggenossen der Dschanna. Darin werden sie ewig bleiben"},{"SurahNumber":11,"VerseNumber":24,"Text":"Das Gleichnis beider Parteien ahnelt einem Blinden und Tauben und einem Sehenden und Horenden. Sind beide im Gleichnis etwa gleich?! Besinnt ihr euch etwa nicht"},{"SurahNumber":11,"VerseNumber":25,"Text":"Und gewiß, bereits entsandten WIR Nuh zu seinen Leuten: \"Gewiß, ich bin fur euch ein erklarender Ermahner"},{"SurahNumber":11,"VerseNumber":26,"Text":"daß ihr nichts außer ALLAH dient. Gewiß, ich furchte um euch die Peinigung eines qualvollen Tages"},{"SurahNumber":11,"VerseNumber":27,"Text":"Dann sagten die Entscheidungstrager unter seinen Leuten, die Kufr betrieben haben: \"Wir sehen dich nur als einen Menschen wie uns und sehen, daß dir nur diejenigen Unbedeutenden unter uns Hals uber Kopf gefolgt sind, und wir sehen nicht, daß ihr uns gegenuber in irgendeiner Weise Verdienste habt. Nein, sondern wir glauben, daß ihr Lugner seid"},{"SurahNumber":11,"VerseNumber":28,"Text":"Er sagte: \"Meine Leute! Wie seht ihr es? Wenn ich uber ein eindeutiges Zeichen von meinem HERRN verfuge und ER mir Gnade von Ihm erwies, die euch verborgen blieb, sollen wir diese euch etwa zur Pflicht machen, wenn ihr demgegenuber abgeneigt seid"},{"SurahNumber":11,"VerseNumber":29,"Text":"Meine Leute! Ich verlange von euch dafur kein Vermogen. Mein Lohn obliegt doch nur ALLAH. Und ich werde diejenigen, die den Iman verinnerlicht haben, nicht vertreiben. Gewiß, sie werden ihrem HERRN begegnen. Doch ich sehe, daß ihr Leute seid, die unwissend sind"},{"SurahNumber":11,"VerseNumber":30,"Text":"Meine Leute! Wer steht mir bei gegen ALLAH, wenn ich sie vertreibe?! Besinnt ihr euch etwa nicht"},{"SurahNumber":11,"VerseNumber":31,"Text":"Auch sage ich euch nicht, daß ich uber ALLAHs Magazine verfuge, und ich kenne das Verborgene nicht, auch sage ich nicht, daß ich ein Engel sei, auch sage ich nicht zu denjenigen, die ihr verachtet, daß ALLAH ihnen nichts Gutes erweisen wird - ALLAH ist allwissend uber das, was in ihren Seelen ist - ansonsten bin ich gewiß einer der Unrecht-Begehenden"},{"SurahNumber":11,"VerseNumber":32,"Text":"Sie sagten: \"Nuh! Bereits hast du mit uns disputiert und uns gegenuber viel an Disput gefuhrt, also laß uns das zuteil werden, was du uns androhst, wenn du von den Wahrhaftigen bist"},{"SurahNumber":11,"VerseNumber":33,"Text":"Er sagte: \"Nur ALLAH laßt es euch zuteil werden, wenn ER will, und ihr konnt (Ihm) nicht zu schaffen machen"},{"SurahNumber":11,"VerseNumber":34,"Text":"Auch mein Rat wird euch nicht nutzen - wenn ich euch raten will, wenn ALLAH euch verfuhren will. ER ist euer HERR und zu Ihm werdet ihr zuruckgebracht"},{"SurahNumber":11,"VerseNumber":35,"Text":"Oder sagen sie etwa: \"Er hat ihn (den Quran) erdichtet.\" Sag: \"Sollte ich ihn erdichtet haben, so bleibt meine schwere Verfehlung an mir hangen, doch ich bin schuldlos dem gegenuber, was ihr an schweren Verfehlungen verubt! "},{"SurahNumber":11,"VerseNumber":36,"Text":"Und Nuh wurde als Wahy zuteil: \"Gewiß, von deinen Leuten wird niemand den Iman verinnerlichen, außer denjenigen, die bereits den Iman verinnerlicht haben, also sei nicht wehmutig wegen dem, was sie zu tun pflegten"},{"SurahNumber":11,"VerseNumber":37,"Text":"Und baue das Schiff unter Unserer Aufsicht und nach Unserem Wahy und flehe Mich nicht an wegen denjenigen, die Unrecht begangen haben, gewiß, sie werden ertrinken"},{"SurahNumber":11,"VerseNumber":38,"Text":"Und er begann das Schiff zu bauen. Und immer wieder, wenn eine Gruppe seiner Leute bei ihm vorbeiging, verspottete sie ihn. ER sagte: \"Wenn ihr uns verspottet, so verspotten wir euch doch genauso, wie ihr uns verspottet"},{"SurahNumber":11,"VerseNumber":39,"Text":"Ihr werdet noch wissen, wem eine erniedrigende Peinigung zuteil werden wird und wen eine dauernde Peinigung uberkommen wird"},{"SurahNumber":11,"VerseNumber":40,"Text":"Als dann Unsere Bestimmung eintraf und die Erdoberflache sprudelte, sagten WIR: \"Nimm darauf mit von allen (Tieren) zwei Paare, deine Familie außer denjenigen, uber welche die Bestimmung (zum Ertrinken) bereits ergangen ist, und alle, die den Iman verinnerlichten!\" Und mit ihm haben nur Wenige den Iman verinnerlicht"},{"SurahNumber":11,"VerseNumber":41,"Text":"Und er sagte: \"Steigt in es hinein mit dem Namen ALLAHs, Der es fahren und landen laßt. Gewiß, mein HERR ist zweifelsohne allvergebend, allgnadig"},{"SurahNumber":11,"VerseNumber":42,"Text":"Und es fuhr mit ihnen durch Wogen wie Berge, dann rief Nuh seinen Sohn, der abgetrennt war: \"Mein Sohnchen, steig mit uns hinein und sei nicht mit den Kafir"},{"SurahNumber":11,"VerseNumber":43,"Text":"Er sagte: \"Ich werde einen Berg aufsuchen, der mich vor dem Wasser schutzt.\" Er sagte: \"Heute gibt es keinen Schutzenden vor ALLAHs Bestimmung außer fur diejenigen, denen ER Gnade erwies.\" Die Wogen trennten sie jedoch, so war er von den Ertrunkenen"},{"SurahNumber":11,"VerseNumber":44,"Text":"Und es wurde gesagt: \"Erde! Verschlinge dein Wasser! Himmel! Hore auf (zu regnen)!\" Und das Wasser wurde eingesickert und die Bestimmung erfullt und es (das Schiff) stand auf Aldschudi und es wurde gesagt: \"Nieder mit den unrechtbegehenden Leuten"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nuh rief dann seinen HERRN und sagte: \"HERR! Mein Sohn gehort doch zu meiner Familie, Dein Versprechen ist gewiß das Wahre und DU bist Der Weiseste aller Richter"},{"SurahNumber":11,"VerseNumber":46,"Text":"ER sagte: \"Nuh! Gewiß, er gehort nicht zu deiner Familie. Dies ist sicher keine gottgefallig gute Tat. Also bitteMich nicht um das, woruber du kein Wissen hast. ICH ermahne dich, einer der Unwissenden zu sein"},{"SurahNumber":11,"VerseNumber":47,"Text":"Er sagte: \"Mein HERR! Ich suche Schutz bei Dir, daß ich Dich um etwas bitte, woruber ich kein Wissen habe. Und wurdest DU mir nicht vergeben und Gnade erweisen, wurde ich bestimmt zu den Verlierern gehoren"},{"SurahNumber":11,"VerseNumber":48,"Text":"Es wurde gesagt: \"Nuh! Steige herunter in Salam von Uns und Baraka auf dich und auf Umam von denen, die mit dir sind, sowie auf Umam, denen WIR Wohlergehen gewahren werden, dann sie von Uns eine qualvolle Peinigung treffen wird"},{"SurahNumber":11,"VerseNumber":49,"Text":"Diese sind von den Mitteilungen des Verborgenen, die WIR dir als Wahy zukommen lassen. Nicht gekannt hast du sie, auch nicht deine Leute vorher. Also ube dich in Geduld! Gewiß, das Anschließende gehort den Muttaqi"},{"SurahNumber":11,"VerseNumber":50,"Text":"Und zu 'Aad (entsandten WIR) ihren Bruder Hud. Er sagte: \"Meine Leute! Dient ALLAH, ihr habt keine Gottheit außer Ihm! Ihr seid doch nichts anderes als Erdichter"},{"SurahNumber":11,"VerseNumber":51,"Text":"Meine Leute! Ich bitte euch nicht um eine Belohnung dafur. Meine Belohnung obliegt doch nur Demjenigen, Der mich erschuf. Besinnt ihr euch denn nicht"},{"SurahNumber":11,"VerseNumber":52,"Text":"Meine Leute! Bittet euren HERRN um Vergebung, dann zeigt Ihm gegenuber Reue, so laßt ER den Himmel uber euch reichlich regnen und verleiht euch zusatzliche Macht zu eurer Macht, und wendet euch nicht als schwer Verfehlende ab"},{"SurahNumber":11,"VerseNumber":53,"Text":"Sie sagten: \"Hud! Du hast uns kein eindeutiges Zeichen gebracht. Wir werden auch auf keinen Fall unsere Gotter verlassen wegen deines Geredes und wir werden dir nicht glauben"},{"SurahNumber":11,"VerseNumber":54,"Text":"Wir sagen nur, daß manche unserer Gotter dich einer Bosheit aussetzten.\" Er sagte: \"Ich bitte ALLAH doch, Zeuge zu sein, auch seid selbst Zeugen, daß ich keineswegs Schuld trage an dem, was ihr an Schirk betreibt"},{"SurahNumber":11,"VerseNumber":55,"Text":"Ihm gegenuber! Also fuhrt eure List gegen mich durch, allesamt, dann gewahrt mir dabei keine Zeit"},{"SurahNumber":11,"VerseNumber":56,"Text":"Gewiß, ich ube Tawakkul ALLAH gegenuber, meinem HERRN und eurem HERRN, ohnehin gibt es kein sich bewegendes Lebewesen, ohne daß ER daruber verfugt. Gewiß, mein HERR (vergilt) nach einem rechten Weg"},{"SurahNumber":11,"VerseNumber":57,"Text":"Solltet ihr euch abwenden, so habe ich euch bereits das verkundet, womit ich zu euch entsandt wurde, und mein HERR wird als Nachfolger andere Leute als ihr einsetzen und ihr werdet Ihm dabei in keiner Weise schaden. Gewiß, mein HERR ist jeder Sache außerst bewahrend"},{"SurahNumber":11,"VerseNumber":58,"Text":"Und als Unsere Bestimmung eintraf, erretteten WIR Hud und diejenigen, die mit ihm den Iman verinnerlicht haben - durch Gnade von Uns. UndWIR haben sie vor einer harten Peinigung errettet"},{"SurahNumber":11,"VerseNumber":59,"Text":"Und dies ist 'Aad. Sie leugneten die Ayat ihres HERRN ab, widersetzten sich Seinen Gesandten und folgten der Anordnung jedes sturen Gewalttaters"},{"SurahNumber":11,"VerseNumber":60,"Text":"Und sie wurden in diesem Diesseits mit Fluch verfolgt sowie am Tag der Auferstehung. Ja! 'Aad betrieben zweifellos ihrem HERRN gegenuber Kufr. Ja! Nieder mit 'Aad, den Leuten von Hud"},{"SurahNumber":11,"VerseNumber":61,"Text":"Und zu Thamud (entsandten WIR) ihren Bruder Salih. Er sagte: \"Meine Leute! Dient ALLAH! Ihr habt doch keine Gottheit außer Ihm. ER hat euch aus der Erde hervorgebracht und euch sie bevolkern lassen, also bittet Ihn um Vergebung, dann seid Ihm gegenuber reuig. Gewiß, mein HERR ist nahe und erhorend"},{"SurahNumber":11,"VerseNumber":62,"Text":"Sie sagten: \"Salih! Bereits hast du unter uns Vertrauen vor dieser (Aufforderung) genossen. Verbietest du uns etwa, dem zu dienen, dem unsere Ahnen dienten? Gewiß, wir haben am dem, wozu du uns aufforderst, doch Verdacht schleichende Zweifel"},{"SurahNumber":11,"VerseNumber":63,"Text":"Er sagte: \"Meine Leute! Wie seht ihr es? Wenn ich uber ein eindeutiges Zeichen von meinem HERRN verfuge und ER mir Gnade von Ihm erwies, wer wird mir gegen ALLAH beistehen konnen, sollte ich mich Ihm widersetzen?! Doch ihr konnt mir dann nichts außer Schaden hinzufugen"},{"SurahNumber":11,"VerseNumber":64,"Text":"Und meine Leute! Dies ist eine Kamelstute von ALLAH als Aya fur euch, so lasst sie auf ALLAHs Erde weiden und fugt ihr keinerlei Schaden zu, sonst wird euch eine bevorstehende Peinigung uberkommen"},{"SurahNumber":11,"VerseNumber":65,"Text":"Doch sie verletzten ihre Beine. Dann sagte er: \"Vergnugt euch in euren Wohnstatten noch drei Tage, dies ist ein Versprechen, das nicht erlogen ist"},{"SurahNumber":11,"VerseNumber":66,"Text":"Und als Unsere Bestimmung eintraf, erretteten WIR Salih und diejenigen, die mit ihm den Iman verinnerlichten - durch Gnade von Uns. Und vor der Erniedrigung des (Jungsten) Tages (erretteten WIR sie). Gewiß, dein HERR ist Der Allkraftvolle, Der Allwurdige"},{"SurahNumber":11,"VerseNumber":67,"Text":"Und der Schrei richtete zugrunde diejenigen, die Unrecht begingen, so wurden sie in ihren Wohnstatten zu leblosen Korpern"},{"SurahNumber":11,"VerseNumber":68,"Text":"Als ob sie sich dort nicht aufhielten. Ohne Zweifel haben Thamud ihrem HERRN gegenuber doch Kufr betrieben. Ja! Nieder mit Thamud"},{"SurahNumber":11,"VerseNumber":69,"Text":"Und gewiß, bereits kamen Unsere Entsandte (Engel) zu Ibrahim mit der frohen Botschaft, sie sagten: \"Salam (sei mit dir)\", er erwiderte: \"Salam (sei mit euch)\" Und er blieb nicht lange, bis er ein gegartes Kalb servierte"},{"SurahNumber":11,"VerseNumber":70,"Text":"Doch als er sah, daß ihre Hande nicht danach (nach dem Essen) langten, verubelte er es ihnen und verspurte Furcht vor ihnen. Sie sagten: \"Furchte dich nicht! Wir wurden zu den Leuten Luts entsandt"},{"SurahNumber":11,"VerseNumber":71,"Text":"Und seine Frau stand (dabei), dann lachte sie, dann uberbrachten WIR ihr die frohe Botschaft uber Ishaq und nach Ishaq Ya'qub"},{"SurahNumber":11,"VerseNumber":72,"Text":"Sie sagte: \"Mein Untergang! Soll ich etwa gebaren, wahrend ich eine alte Frau bin und dieser mein Ehemann ein alter Mann ist?! Gewiß, dies ist zweifelsohne eine außergewohnliche Sache"},{"SurahNumber":11,"VerseNumber":73,"Text":"Sie sagten: \"Wunderst du dich etwa uber ALLAHs Bestimmung?! ALLAHs Gnade und Seine Baraka seien uber euch, ihr Angehorige des Hauses (von Ibrahim). Gewiß, ER ist alllobenswurdig, herrlich"},{"SurahNumber":11,"VerseNumber":74,"Text":"Und nachdem die Furcht von Ibrahim verflogen war und bei ihm die frohe Botschaft eintraf, disputierte er mit Uns uber Luts Leute"},{"SurahNumber":11,"VerseNumber":75,"Text":"Gewiß, Ibrahim war zweifelsohne langmutig, anteilnehmend, reumutig"},{"SurahNumber":11,"VerseNumber":76,"Text":"Ibrahim! Laß ab davon! Gewiß, die Bestimmung deines HERRN traf bereits ein, und sie (Luts Leute) wird doch eine Peinigung uberkommen, die unabwendbar ist"},{"SurahNumber":11,"VerseNumber":77,"Text":"Und als Unsere Gesandten bei Lut ankamen, wurde er wegen ihnen mißgestimmt und fuhlte sich damit uberfordert und sagte: \"Dies ist ein schwerer Tag"},{"SurahNumber":11,"VerseNumber":78,"Text":"Dann kamen seine Leute eilig zu ihm - und vorher begingen sie die gottmißfalligen Taten. Er sagte: \"Da sind meine Tochter, sie sind doch fur euch reiner. Also handelt Taqwa gemaß ALLAH gegenuber und stellt mich nicht bloß vor meinen Gasten! Gibt es unter euch denn keinen verstandigen Mann"},{"SurahNumber":11,"VerseNumber":79,"Text":"Sie sagten: \"Gewiß, bereits weißt du doch, daß wir nach deinen Tochtern kein Verlangen haben, und du weißt sicher genau, was wir wollen"},{"SurahNumber":11,"VerseNumber":80,"Text":"Er sagte: \"Wurde ich doch uber Macht gegen euch verfugen oder konnte ich doch Beistand bei einem machtigen Unterstutzenden ersuchen"},{"SurahNumber":11,"VerseNumber":81,"Text":"Sie (die Gaste) sagten: \"Lut! Wir sind doch Gesandte deines HERRN, sie werden dir nichts antun konnen. Also brich nachts mit deiner Familie auf und keiner von euch soll sich umsehen - außer deiner Ehefrau, denn gewiß, sie wird das treffen, was diese trifft. Gewiß, das ihnen Angedrohte trifft am Morgen ein. Kommt der Morgen etwa nicht bald"},{"SurahNumber":11,"VerseNumber":82,"Text":"Als dann Unsere Bestimmung eintraf, haben WIR ihr Oberstes zuunterst gekehrt und ließen daruber hageln unablassig Steine aus Sidsch-dschil"},{"SurahNumber":11,"VerseNumber":83,"Text":"die bei deinem HERRN (fur Peinigung) gekennzeichnet sind. Und diese sind nicht fern von den Unrecht-Begehenden"},{"SurahNumber":11,"VerseNumber":84,"Text":"Und zu Madyan (entsandten WIR) ihren Bruder Schu'aib. Er sagte: \"Meine Leute! Dient ALLAH! Ihr habt doch keine Gottheit außer Ihm und mindert nicht das Maß und das Wiegen. Ich sehe doch, daß es euch gut geht, auch gewiß, ich furchte um euch die Peinigung eines alles umfassenden Tages"},{"SurahNumber":11,"VerseNumber":85,"Text":"Und meine Leute! Vervollstandigt das Maß und das Wiegen in gerechter Weise, gebt den Menschen das ihnen Zustehende nicht inkomplett und ubertreibt nicht auf der Erde als Verderben-Anrichtende"},{"SurahNumber":11,"VerseNumber":86,"Text":"Das nach ALLAHs Gebot Ubrigbleibende ist besser fur euch, wurdet ihr den Iman verinnerlichen. Doch bin ich kein Wachender uber euch"},{"SurahNumber":11,"VerseNumber":87,"Text":"Sie sagten: \"Schu'aib! Sind es etwa deine Gebete, die dir gebieten, daß wir das unterlassen, was unsere Ahnen angebetet haben, oder daß wir mit unserem Vermogen das tun, was wir wollen?! Gewiß, du bist doch der Nachsichtige, der Verstandige"},{"SurahNumber":11,"VerseNumber":88,"Text":"Er sagte: \"Meine Leute! Wie seht ihr es? Wenn ich uber ein eindeutiges Zeichen von meinem HERRN verfuge und ER mir schones Rizq gewahrte, (sollte ich dies mit Haram vermischen)?! Und ich will nicht das Gegenteil von dem tun, was ich euch verbiete. Ich strebe nur die Korrektur an, wie ich kann. Meinen Erfolg gewahrt mir nur ALLAH! Ihm gegenuber ube ich Tawakkul und zu Ihm kehre ich um"},{"SurahNumber":11,"VerseNumber":89,"Text":"Meine Leute! Lasst euren Widerspruch mir gegenuber euch nicht dazu bringen, daß euch ahnliches trifft, wie es die Leute von Nuh, die Leute von Hud oder die Leute von Salih traf - auch (die Peinigung von) Luts Leuten liegt von euch doch nicht weit zuruck"},{"SurahNumber":11,"VerseNumber":90,"Text":"Und bittet euren HERRN um Vergebung, dann seid Ihm gegenuber reumutig! Zweifelsohne, mein HERR ist allgnadig, liebevoll"},{"SurahNumber":11,"VerseNumber":91,"Text":"Sie sagten: \"Schu'aib! Wir begreifen nicht viel von dem, was du sagst - außerdem gewiß sehen wir, daß du doch unter uns ein Schwacher bist. Und ware dein Stamm nicht, hatten wir dich gewiß gesteinigt, und du bist fur uns sicherlich nicht unbezwingbar"},{"SurahNumber":11,"VerseNumber":92,"Text":"Er sagte: \"Meine Leute! Genießt etwa mein Stamm bei euch mehr Ansehen als ALLAH - und ihr stellt Ihn hinter euch?! Zweifelsohne, mein HERR ist allumfassend dessen, was ihr tut"},{"SurahNumber":11,"VerseNumber":93,"Text":"Meine Leute! Handelt euren Standpunkten entsprechend, auch ich handle. Ihr werdet noch wissen, wen Peinigung uberkommt, welche ihn erniedrigt, und wer Lugner ist. Wartet nur ab! Ich warte ebenfalls mit euch ab"},{"SurahNumber":11,"VerseNumber":94,"Text":"Als dann Unsere Bestimmung eintraf, erretteten WIR Schu'aib und diejenigen, die mit ihm den Iman verinnerlichten, durch Gnade von Uns. Und diejenigen, die Unrecht begingen, uberkam der Schrei und sie wurden in ihren Wohnstatten zu leblosen Korpern"},{"SurahNumber":11,"VerseNumber":95,"Text":"als ob sie sich dort nicht aufhielten. Ja! Nieder mit Madyan, wie es nieder mit Thamud war"},{"SurahNumber":11,"VerseNumber":96,"Text":"Und gewiß, bereits entsandten WIR doch Musa mit Unseren Ayat und einem eindeutigen Beweis"},{"SurahNumber":11,"VerseNumber":97,"Text":"zu Pharao und seinen Entscheidungstragern. So folgten sie der Anordnung Pharaos. Jedoch die Anordnung Pharaos war nicht vernunftig"},{"SurahNumber":11,"VerseNumber":98,"Text":"Er geht seinen Leuten voraus am Tag der Auferstehung, so wird er sie ins Feuer fuhren. Und erbarmlich ist die (von ihnen) erreichte Quelle"},{"SurahNumber":11,"VerseNumber":99,"Text":"Und sie werden in diesem (Diesseits) mit Fluch verfolgt sowie am Tage der Auferstehung. Erbarmlich ist die (ihnen) mitgegebene Gabe"},{"SurahNumber":11,"VerseNumber":100,"Text":"Diese sind ein Teil der Berichte von den Ortschaften, die WIR dir mitteilen. Manche von ihnen (den Ortschaften) stehen noch und andere sind langst vergangen"},{"SurahNumber":11,"VerseNumber":101,"Text":"Und WIR taten ihnen kein Unrecht an, sondern sie begingen gegen sich selbst Unrecht. So haben ihre Gotter, an die sie anstelle von ALLAH Bittgebete richteten, ihnen nichts genutzt, als die Bestimmung deines HERRN kam. Sie haben ihnen nichts außer Verderb hinzugefugt"},{"SurahNumber":11,"VerseNumber":102,"Text":"Und solcherart ist die Bestrafung deines HERRN, wenn ER die (Bewohner der) Ortschaften bestraft, wahrend sie Unrecht begingen. Gewiß, Seine Bestrafung ist qualvoll, hart"},{"SurahNumber":11,"VerseNumber":103,"Text":"Gewiß, darin ist zweifelsohne eine Aya fur jeden, der die Peinigung im Jenseits furchtet. Dies ist ein Tag, zu dem dieMenschen versammelt werden. Und dies ist ein ereignisreicher Tag"},{"SurahNumber":11,"VerseNumber":104,"Text":"Und WIR schieben ihn nur bis zu einer berechneten Frist hinaus"},{"SurahNumber":11,"VerseNumber":105,"Text":"Am Tag, wenn er eintrifft, wird keine Seele außer mit Seiner Zustimmung sprechen. Manche von ihnen sind dann voller Kummer und manche freudig"},{"SurahNumber":11,"VerseNumber":106,"Text":"Also hinsichtlich derjenigen, die voller Kummer sind, diese sind im Feuer, darin stohnen sie und atmen schwer wieder ein"},{"SurahNumber":11,"VerseNumber":107,"Text":"Darin bleiben sie ewig, wie die Himmel und die Erde (des Jenseits) bleiben - außer was dein HERR will. Gewiß, dein HERR macht, was ER will"},{"SurahNumber":11,"VerseNumber":108,"Text":"Und hinsichtlich derjenigen, die freudig waren, diese sind in der Dschanna. Darin bleiben sie ewig, wie die Himmel und die Erde (des Jenseits) bleiben - außer was dein HERR will. Dies ist eine ununterbrochene Gabe"},{"SurahNumber":11,"VerseNumber":109,"Text":"So habe keine Zweifel wegen dem, was diese dienen. Sie dienen nur so, wie ihre Ahnen vorher dienten. Und gewiß, WIR werden ihnen doch ihren Anteil geben - unvermindert"},{"SurahNumber":11,"VerseNumber":110,"Text":"Und gewiß, bereits ließen WIR Musa die Schrift zuteil werden, dann wurde darin Uneinigkeit erzielt. Und gabe es kein von deinem HERRN bereits gefalltes Wort, ware unter ihnen langst gerichtet worden. Und gewiß, sie hegen doch uber ihn (den Quran) Verdacht schleichende Zweifel"},{"SurahNumber":11,"VerseNumber":111,"Text":"Und gewiß, allen wird dein HERR zweifelsohne ihre Taten voll vergelten. ER ist gewiß dessen, was sie tun, allkundig"},{"SurahNumber":11,"VerseNumber":112,"Text":"Also benimm dich geradlinig, wie es dir geboten wurde - auch jeder, der mit dir reumutig wurde, und ubertretet nicht! ER ist dessen, was ihr tut, allsehend"},{"SurahNumber":11,"VerseNumber":113,"Text":"Und neigt nicht zu denjenigen zu, die Unrecht begingen, sonst wird euch das Feuer treffen. Und fur euch gibt es anstelle von ALLAH keine Wali, dann wird euch nicht beigestanden"},{"SurahNumber":11,"VerseNumber":114,"Text":"Und verrichte ordnungsgemaß das rituelle Gebet an beiden Enden der Tageszeit und an einem dem Tag naher gelegenen Teil der Nacht! Gewiß, die gottgefalligen guten Taten tilgen die gottmißfalligen Taten. Dies ist eine Ermahnung fur diejenigen, die sich ermahnen lassen"},{"SurahNumber":11,"VerseNumber":115,"Text":"Und ube dich in Geduld, denn ALLAH laßt die Belohnung fur die Muhsin doch nicht verloren gehen"},{"SurahNumber":11,"VerseNumber":116,"Text":"Hatte es doch aus den Generationen vor euch manche gegeben, die einsichtig waren, welche Verderben auf Erden verboten! Ausgenommen davon sind die Wenigen aus denen, die WIR erretteten. Diejenigen, die Unrecht begingen, folgten jedoch dem, worin sie Luxus fanden, und sie waren schwer Verfehlende"},{"SurahNumber":11,"VerseNumber":117,"Text":"Und deinem HERRN gebuhrt es nicht, eine Ortschaft wegen Unrecht zugrunde zu richten, solange ihre Bewohner gottgefallig Gutes tun"},{"SurahNumber":11,"VerseNumber":118,"Text":"Und hatte dein HERR es gewollt, hatte ER doch die Menschen zu einer einzigen Umma gemacht - sie aber bleiben uneins"},{"SurahNumber":11,"VerseNumber":119,"Text":"außer denjenigen, welchen dein HERR Gnade erwies - und dafur erschuf ER sie. Und die Bestimmung deines HERRN ist vollendet: \"Gewiß, ICH werde Dschahannam mit Dschinn und Menschen, von beiden fullen"},{"SurahNumber":11,"VerseNumber":120,"Text":"Und alles berichten WIR dir von den Berichten uber die Gesandten, um damit dein Herz zu festigen. Und darin kam zu dir die Wahrheit, Ermahnung und Erinnerung fur dieMumin"},{"SurahNumber":11,"VerseNumber":121,"Text":"Und sag zu denjenigen, die den Iman nicht verinnerlichen: \"Handelt euren Standpunkten entsprechend, wir handeln doch auch"},{"SurahNumber":11,"VerseNumber":122,"Text":"Und wartet nur ab, wir warten doch auch ab"},{"SurahNumber":11,"VerseNumber":123,"Text":"Und ALLAH gehort das Verborgene der Himmel und der Erde und Ihm unterliegen die Angelegenheiten - allesamt. So diene Ihm und ube Tawakkul Ihm gegenuber. Dein HERR ist nicht achtlos dem gegenuber, was ihr tut"},{"SurahNumber":12,"VerseNumber":1,"Text":"Alif-lam-raa. Diese sind die Ayat der deutlichen Schrift"},{"SurahNumber":12,"VerseNumber":2,"Text":"Gewiß, WIR sandten sie als einen arabischen Quran hinab, damit ihr euch besinnt"},{"SurahNumber":12,"VerseNumber":3,"Text":"WIR berichten dir von den schoneren Begebenheiten, indem WIR dir diesen Quran durch Wahy zuteil werden ließen. Und sicherlich warst du vor ihm einer der Achtlosen"},{"SurahNumber":12,"VerseNumber":4,"Text":"(Erinnere daran) als Yusuf seinem Vater sagte: \"Mein Vater! Gewiß, ich hatte ein Traumgesicht mit elf Planeten, der Sonne und dem Mond  ich sah sie alle - sie vollzogen vor mir Sudschud"},{"SurahNumber":12,"VerseNumber":5,"Text":"Er sagte: \"Mein Sohnchen! Berichte deinen Brudern nicht uber dein Traumgesicht, sonst werden sie gegen dich bose Intrigen schmieden. Gewiß, der Satan ist sicherlich dem Menschen gegenuber ein erklarter Feind"},{"SurahNumber":12,"VerseNumber":6,"Text":"Und solcherart erwahlt dich dein HERR, lehrt dir von der Traumdeutung und vervollstandigt dir und der Familie von Ya'qub Seine Gaben, wie ER sie deinen beiden Großvatern Ibrahim und Ishaq vorher vervollstandigte. Gewiß, dein HERR ist allwissend, allweise"},{"SurahNumber":12,"VerseNumber":7,"Text":"Gewiß, bereits in (der Begebenheit von) Yusuf und seinen Brudern waren Ayat fur die Fragenden"},{"SurahNumber":12,"VerseNumber":8,"Text":"Als sie sagten: \"Zweifelsohne, Yusuf und sein Bruder sind unserem Vater lieber als wir, obgleich wir eine (großere) Gruppe sind. Gewiß, unser Vater ist doch eindeutig irriger Ansicht"},{"SurahNumber":12,"VerseNumber":9,"Text":"Totet Yusuf oder setzt ihn in irgendeinem fernen Land aus, so wird euch die Zuneigung eures Vaters sicher sein und ihr werdet nach ihm (Yusuf) gottgefallig guttuende Leute sein"},{"SurahNumber":12,"VerseNumber":10,"Text":"Alsdann sagte einer von ihnen: \"Totet Yusuf nicht, sondern werft ihn in die Tiefe des Brunnens hinein, so finden ihn einige Reisende, solltet ihr dies tun wollen"},{"SurahNumber":12,"VerseNumber":11,"Text":"Sie (gingen zum Vater und) sagten: \"Unser Vater! Weshalb bringst du uns kein Vertrauen entgegen, was Yusuf angeht? Gewiß, wir wollen ihm doch nur Gutes"},{"SurahNumber":12,"VerseNumber":12,"Text":"Laß ihn morgen mit uns gehen, (die Herde) huten und sich vergnugen! Gewiß, wir werden auf ihn doch achten"},{"SurahNumber":12,"VerseNumber":13,"Text":"Er sagte: \"Es betrubt mich doch, daß ihr mit ihm weggeht, und ich furchte, daß ihn der Wolf frißt, wahrend ihr ihm gegenuber achtlos seid"},{"SurahNumber":12,"VerseNumber":14,"Text":"Sie sagten: \"Sollte der Wolf ihn fressen, obwohl wir eine (starke) Gruppe sind, gewiß wurden wir doch zu den Unterlegenen gehoren"},{"SurahNumber":12,"VerseNumber":15,"Text":"Alsdann nahmen sie ihn mit und entschlossen sich, ihn in der Tiefe des Brunnens zu lassen. Dann ließen WIR ihm Wahy zuteil werden: \"Du wirst ihnen uber diese ihre Angelegenheit doch noch kundtun.\" Und sie merkten es nicht"},{"SurahNumber":12,"VerseNumber":16,"Text":"Und sie kamen dann zu ihrem Vater abends weinend"},{"SurahNumber":12,"VerseNumber":17,"Text":"sie sagten: \"Unser Vater! Wir gingen Wettrennen machen und ließen Yusuf bei unseren Sachen zuruck, dann hat ihn der Wolf gefressen. Und du wirst uns sowieso keinen Glauben schenken, egal wie wahrhaftig wir sind"},{"SurahNumber":12,"VerseNumber":18,"Text":"Und sie brachten sein Hemd befleckt mit Blut als Vortauschung. Er sagte: \"Nein, sondern euer Ego machte euch etwas leicht! (Ich ube mich) in klagloser Geduld. Und ALLAH ist Derjenige, Den ich um Beistand bitte wegen dem, was ihr schildert"},{"SurahNumber":12,"VerseNumber":19,"Text":"Dann kamen Reisende vorbei, sie schickten ihren Mann zum Wasserholen, dann ließ er seinen Wassereimer herunter, er sagte: \"Was fur ein Gluck! Dies ist ein Junge.\" Dann versteckten sie ihn als Handelsware. Und ALLAH ist allwissend uber das, was sie tun"},{"SurahNumber":12,"VerseNumber":20,"Text":"Dann verkauften sie ihn gegen ein geringes Entgelt - wenige Silberstucke. Und sie hatten kein Interesse an ihm"},{"SurahNumber":12,"VerseNumber":21,"Text":"Und derjenige, der ihn aus Agypten kaufte, sagte seiner Gattin: \"Pflege mit ihm einen gutigen Umgang! Vielleicht wird er uns von Nutzen sein oder wir nehmen ihn als Kind an.\" Und solcherart festigten WIR (die Stellung von) Yusuf im Lande, und um ihn von der Traumdeutung zu lehren. Und ALLAH erfullt zweifelsohne Seine Bestimmung. Doch die meisten Menschen wissen es nicht"},{"SurahNumber":12,"VerseNumber":22,"Text":"Und als er das Mannesalter erreichte, ließen WIR ihm Urteilsvermogen und Wissen zuteil werden. Und solcherart vergelten WIR den Muhsin"},{"SurahNumber":12,"VerseNumber":23,"Text":"Diejenige, in deren Haus er war, suchte ihn dann gegen seine Neigung zu verfuhren. Sie verschloß die Turen und sagte: \"Du, komm doch!\" Er sagte: \"Nein, ALLAH schutze mich davor! Doch, mein Gebieter pflegte mit mir gutigen Umgang. Gewiß, die Unrecht-Begehenden werden niemals erfolgreich sein"},{"SurahNumber":12,"VerseNumber":24,"Text":"Und gewiß, bereits war sie im Begriff es mit ihm zu tun, auch er ware im Begriff es mit ihr zu tun, hatte er das Zeichen seines HERRN nicht wahrgenommen. Solcherart damit WIR von ihm das Verwerfliche und die Unzucht fernhalten. Zweifelsohne, er gehort zu Unseren auserwahlten Dienern"},{"SurahNumber":12,"VerseNumber":25,"Text":"Beide rannten dann zur Tur und sie zerriß sein Hemd von hinten, dann stießen beide auf ihren Ehemann an der Tur. Sie sagte: \"Was ware die Bestrafung fur denjenigen, der Verwerfliches deiner Ehefrau antun wollte, außer daß er ins Gefangnis geht oder qualvoller Peinigung unterzogen wird"},{"SurahNumber":12,"VerseNumber":26,"Text":"Er sagte: \"Sie suchte mich gegen meine Neigung zu verfuhren.\" Ein Zeuge von ihrer Familie bezeugte dann: \"Wenn sein Hemd von vorne zerrissen wurde, so sagte sie dieWahrheit und er gehort zu den Lugnern"},{"SurahNumber":12,"VerseNumber":27,"Text":"Doch sollte sein Hemd von hinten zerrissen sein, so log sie und er gehort zu den Wahrhaftigen"},{"SurahNumber":12,"VerseNumber":28,"Text":"Als er dann sah, daß sein Hemd von hinten zerrissen wurde, sagte er: \"Gewiß, dies ist von eurer List. Gewiß, eure List ist gewaltig"},{"SurahNumber":12,"VerseNumber":29,"Text":"Yusuf, verschweige dies! Und du (Ehefrau), bitte um Vergebung fur deine Sunde. Gewiß, du warst eine der bewußt Verfehlenden"},{"SurahNumber":12,"VerseNumber":30,"Text":"Und manche Frauen in der Stadt sagten: \"Die Ehefrau von Al-'aziz suchte ihren Diener gegen seine Neigung zu verfuhren, er ließ sie unbandig flammende Liebe fur ihn empfinden. Gewiß, wir sehen sie sicherlich im offenkundigen Irrtum"},{"SurahNumber":12,"VerseNumber":31,"Text":"Als sie dann von ihrem arglistigen Gerede horte, schickte sie nach ihnen und bereitete fur sie ein Bankett, dann gab sie jeder Einzelnen von ihnen ein Messer und sagte (zu Yusuf): \"Gehe zu ihnen (hinein)!\" Und als sie ihn sahen, bewunderten sie ihn sehr, schnitten sich die Hande und sagten: \"Makelloser ALLAH! Dies ist sicherlich kein Mensch. Nein! Er ist bestimmt nur ein ehrwurdiger Engel"},{"SurahNumber":12,"VerseNumber":32,"Text":"Sie sagte: \"Ihr (Frauen), dies ist derjenige, dessentwegen ihr mir Vorwurfe gemacht habt. Und gewiß, bereits suchte ich ihn gegen seine Neigung zu verfuhren, jedoch weigerte er sich. Doch sollte er nicht das tun, was ich von ihm verlange, wird er unweigerlich ins Gefangnis geschickt und gewiß zu den Verachteten gehoren"},{"SurahNumber":12,"VerseNumber":33,"Text":"Er sagte: \"HERR! Das Gefangnis ist mir lieber als das, wozu sie mich auffordern. Und wenn DU ihre List von mir nicht abwendest, neige ich sonst zu ihnen und gehore dann zu den Unfug-Treibenden"},{"SurahNumber":12,"VerseNumber":34,"Text":"Dann erhorte sein HERR seine Bittgebete und wandte ihre List von ihm ab. Gewiß, ER ist Der Allhorende, Der Allwissende"},{"SurahNumber":12,"VerseNumber":35,"Text":"Danach ging es ihnen auf, nachdem sie die Ayat gesehen hatten, daß sie ihn doch fur eine Weile ins Gefangnis schicken"},{"SurahNumber":12,"VerseNumber":36,"Text":"Und mit ihm kamen ins Gefangnis zwei Diener. Einer von ihnen sagte: \"Ich hatte ein Traumgesicht, in dem ich Weintrauben gepreßt habe.\" Und der andere sagte: Ich hatte ein Traumgesicht, in dem ich auf meinem Kopf Brot getragen habe, von dem die Vogel gefressen haben.\" (Beide sagten): \"Teile uns deren Deutung mit! Gewiß, wir sehen dich als einen der Muhsin"},{"SurahNumber":12,"VerseNumber":37,"Text":"Er sagte: \"Es wird euch keine Speise als Rizq gewahrt, ohne daß ich euch deren Deutung mitteile, bevor sie euch zuteil wird. Dies ist ein Teil dessen, was mich mein HERR lehrte. Gewiß, ich verließ die Gemeinschaft von Leuten, die den Iman an ALLAH nicht verinnerlichen, und die dem Jenseits gegenuber Kufr betreiben"},{"SurahNumber":12,"VerseNumber":38,"Text":"und folgte der Gemeinschaft meiner Vater Ibrahim, Ishaq und Ya'qub. Es ziemt sich fur uns nicht, daß wir ALLAH gegenuber irgend etwas an Schirk betreiben. Dies ist ein Teil von ALLAHs Gunst uns und den Menschen gegenuber. Doch die meisten Menschen erweisen sich undankbar"},{"SurahNumber":12,"VerseNumber":39,"Text":"Meine Mitgefangenen! Sind etwa differierende Herren besser oder ALLAH, Der Einzige, Der Allbezwingende"},{"SurahNumber":12,"VerseNumber":40,"Text":"Ihr dient anstelle von Ihm eigentlich nichts außer Namen, die ihr und eure Ahnen nannten, wozu ALLAH niemals eine Bestatigung hinabsandte. Die Entscheidung liegt doch nur bei ALLAH. ER hat geboten, daß ihr nichts außer Ihm dient. Dies ist der geradlinige Din, doch die meisten Menschen wissen es nicht"},{"SurahNumber":12,"VerseNumber":41,"Text":"Meine Mitgefangenen! Hinsichtlich des einen von euch, so wird er seinem Gebieter Wein servieren. Doch hinsichtlich des anderen, so wird er gekreuzigt, dann werden die Vogel von seinem Kopf fressen. Die Angelegenheit, worauf ihr um Antwort bittet, ist bereits bestimmt worden"},{"SurahNumber":12,"VerseNumber":42,"Text":"Demjenigen von beiden, von dem er dachte, daß er doch gerettet wird, sagte er dann: \"Erwahne mich vor deinem Gebieter!\" Doch der Satan hat ihn die Erwahnung vor seinem Gebieter vergessen lassen. So blieb er im Gefangnis noch ein paar Jahre"},{"SurahNumber":12,"VerseNumber":43,"Text":"Der Konig sagte: \"Ich hatte ein Traumgesicht, in dem sieben fette Kuhe von sieben mageren Kuhen gefressen werden und sieben grune Ahren und (sieben) andere Vertrocknete waren. Ihr Entscheidungstrager! Gebt mir eine Antwort auf mein Traumgesicht, wenn ihr das Traumgesicht interpretieren konnt"},{"SurahNumber":12,"VerseNumber":44,"Text":"Sie sagten: \"Das ist ein Durcheinander von Traumen und wir haben doch keinerlei Kenntnisse uber Traumdeutung"},{"SurahNumber":12,"VerseNumber":45,"Text":"Und derjenige von den Beiden, der gerettet war und sich nach langer Zeit erinnerte, sagte: \"Ich kann euch seine Deutung mitteilen, so schickt mich nur"},{"SurahNumber":12,"VerseNumber":46,"Text":"Yusuf, du Wahrhaftiger! Gib uns eine Antwort uber sieben fette Kuhe, die von sieben mageren Kuhen gefressen werden, und uber sieben grune Ahren und (sieben) andere Vertrocknete, vielleicht kehre ich zu den Menschen zuruck, vielleicht wissen sie es dann"},{"SurahNumber":12,"VerseNumber":47,"Text":"Er sagte: \"Ihr werdet den Acker wie gewohnt bestellen. Was ihr dann erntet, so belasst es in seinen Ahren, außer ein wenig von dem, was ihr speist"},{"SurahNumber":12,"VerseNumber":48,"Text":"Dann kommen danach sieben durre Jahre, welche (euch) das, was ihr fur sie vorbereitet habt, verbrauchen lassen, außer ein wenig von dem, was ihr aufbewahrt habt"},{"SurahNumber":12,"VerseNumber":49,"Text":"Dann kommt danach ein Jahr, in dem den Menschen (mit Regen) geholfen wird und in dem sie keltern"},{"SurahNumber":12,"VerseNumber":50,"Text":"Der Konig sagte: \"Bringt ihn mir!\" Als der Entsandte dann zu ihm kam, sagte er: \"Kehre zuruck zu deinem Gebieter und frage ihn, was mit den Frauen war, die sich die Hande geschnitten hatten? Gewiß, mein HERR ist uber ihre List allwissend"},{"SurahNumber":12,"VerseNumber":51,"Text":"Er sagte: \"Was war euer Bestreben, als ihr Yusuf gegen seine Neigung zu verfuhren suchtet?\" Sie sagten: \"Makelloser ALLAH! Wir kannten von ihm nichts Verwerfliches.\" Die Frau von Al-'aziz sagte: \"Nun ist dieWahrheit erkennbar. Ich suchte ihn gegen seine Neigung zu verfuhren und gewiß, er ist doch von den Wahrhaftigen"},{"SurahNumber":12,"VerseNumber":52,"Text":"Dies damit er weiß, daß ich ihn in Abwesenheit doch nicht verraten habe, und daß ALLAH die List der Verrater doch nicht gelten laßt"}]}