{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"enave, allahvin mitu poyyuraittu tannitam unmai vanta potu atanaip poyppippavanai vitap perum aniyayakkaran yar? (Attakaiya) kahpirkalukku narakil tankumitam illaiya"},{"SurahNumber":39,"VerseNumber":33,"Text":"anriyum, unmaiyaik kontu vantavarum, avvunmaiyai er(ru urutippatuttu)pavarkalum - ivarkal tam - payapaktiyutaiyavarkal avarkal"},{"SurahNumber":39,"VerseNumber":34,"Text":"avarkalukku, avarkal virumpuvatu (ellam) avarkalutaiya iraivanitattil irukkinratu ituve nanmai ceytu kontiruntorukkuriya narkuliyakum"},{"SurahNumber":39,"VerseNumber":35,"Text":"avarkal ceytavarril mikat tiyavarraiyum avarkalai vittum allah vilakki, avarkalutaiya (narkariyankalukkuriya) kuliyai avarkal ceytu kontiruntatai vita mikka alakiyataik kontu avarkalukkuk kotuppan"},{"SurahNumber":39,"VerseNumber":36,"Text":"Allahve avanutaiya atiyarukkup potumanavanallava? Innum avanai allata (veru teyvankalakavulla) avarkalaik kontu avarkal um'maip payamuruttukinranar melum, evanai allah valikettil vittuvitukirano, avanai ner valiyil natattuvor evarumillai"},{"SurahNumber":39,"VerseNumber":37,"Text":"anriyum, evarai allah nervaliyil natattukirano, avarai vali ketuppavar evarumillai; allah yavaraiyum mikaittavanakavum, palitirppavanakavum illaiya"},{"SurahNumber":39,"VerseNumber":38,"Text":"vanankalaiyum, pumiyaiyum pataittavan yar? Enru nir avarkalaik ketpirkalayin; \"allah tan!\" Enru avarkal nicyamakak kuruvarkal; (napiye!) Nir colviraka\"allah enakku etenum oru ketuti ceyya natinal ninkal (pirarttittu) alaikkum allah allatavai akketutiyai nikkivita mutiyuma? Allatu avan enakku rahmat ceyya natinal; avanutaiya (anta) rahmattai avai tatuttuvita mutiyuma? Enpatai ninkal kavanittirkala?\" (Napiye!) Melum nir kuruviraka\"allahve enakkup potumanavan; urutiyaka nampikkai vaipporellam, avan mite urutiyaka nampikkai kollal ventum"},{"SurahNumber":39,"VerseNumber":39,"Text":"ennutaiya camukattare! Unkal nilaimaikkut takkavaru ninkal (ceyya ventiyataic) ceytu kontirunkal; niccayamaka nanum (en nilaimaikkut takkavaru ceyal) ceytu varupavan - akave, ninkal viraivil arivirkal!\" Enru (napiye!) Nir kuruviraka"},{"SurahNumber":39,"VerseNumber":40,"Text":"ilivu patuttum vetanai yarukku varum? Nilaiyana vetanaiyum yar mitu irankukiratu?\" (Enpatai arivirkal)"},{"SurahNumber":39,"VerseNumber":41,"Text":"Niccayamaka nam manitarkalukkaka unmaiyaik kontu inta vetattai um'mitu irakkiyarulinom; enave, evar (inta) nervaliyaip pinparri natakkiraro, atu avarukke (nallatu) evar valitavari ketukiraro avar tanakku patakamakave vali kettup pokirar anriyum nir avarkal mitu patukavalar allar"},{"SurahNumber":39,"VerseNumber":42,"Text":"allah, uyirkalai avai maranikkum potum, maranikkatavarrai avarrin nittiraiyilum kaipparri, pinpu etan mitu maranattai vitittuvittano atai(t tannitattil) niruttik kolkiran; mitiyullavarrai oru kurippitta tavanai varai (valvatarkaka) anuppi vitukiran - cintittup parkkum makkalukku, niccayamaka atil attatcikal irukkinrana"},{"SurahNumber":39,"VerseNumber":43,"Text":"avarkal allah allatavarrai(t tankalukkup) parintu pecupavarkalaka etuttuk kontarkala? (Napiye!) Kuruviraka! \"Avai enta caktiyaiyum, arivaiyum peramal irunta potiluma?\" (Enru)"},{"SurahNumber":39,"VerseNumber":44,"Text":"parintu pecutal ellam, allahvukke uriyatu vanankalutaiyavum, pumiyutaiyavum atci avanukke uriyatu pinnar avanitame ninkal mittappatuvirkal\" enru (napiye!) Nir kuruviraka"},{"SurahNumber":39,"VerseNumber":45,"Text":"melum, allah(vin peyar) mattum tanittavanakak kurappattal marumaiyai iman kollatavarkalin irutayankal curunki vitukinran melum avanai anri marravar(kalin peyar)kal kurappattal, utane avarkal peritum makilvataikirarkal"},{"SurahNumber":39,"VerseNumber":46,"Text":"allahive! Vanankalaiyum, pumiyaiyum pataittavane! Maraivanavarraiyum pakirankamanavarraiyum aripavane! Un atiyarkal verupattu(t tamakkitaiye tarkkittu)k kontirukkum visayattil nitan tirppuc ceyvay\" enru (napiye!) Nir kuruviraka"},{"SurahNumber":39,"VerseNumber":47,"Text":"Melum, aniyayam ceytavarkalitam pumiyilullayavum, attutan atu ponratum irukkumanalum niccayamaka kiyama nalin kotiya vetanaikku (atiliruntu vitutalai pera avaiyanaittaiyume) itakak kotuttuvi(ta na)tuvarkal; melum, avarkal ennip parttiratavaiyellam allahvitamiruntu avarkalukku (vetanaiyaka) veliyakum"},{"SurahNumber":39,"VerseNumber":48,"Text":"anriyum avarkal campatitta timaikal avarkalukku veliyakum, melum, etaik kontu avarkal parikacam ceytu kontiruntarkalo atuvum avarkalaic culntu kollum"},{"SurahNumber":39,"VerseNumber":49,"Text":"manitanai etenum oru tunpam tintumanal avan nam'maiye (pirarttittu) alaikkiran; piraku, nam'mitamiruntu avanukku oru pakkiyattaik kotuttomanal; avan; \"itu enakkuk kotukkappattatellam, en arivin karanamakattan!\" Enru kurukinran. Appatiyalla! Itu oru cotanaiye - anal avarkalil perum palor (itai) ariyamattarkal"},{"SurahNumber":39,"VerseNumber":50,"Text":"ivarkalukku munniruntavarkalum ivvarutan kurikkontiruntarkal; ayinum avarkal campatittu etuvum avarkalukkup payanalikkavillai"},{"SurahNumber":39,"VerseNumber":51,"Text":"akave, avarkal campatittatin timaikal avarkalai vantataintatu innum, i(k kuttatta)varkalilum evar aniyayam ceykirarkalo, avarkalukku avarkal campatittatin timaikal virainte vantu cerum - anriyum avarkal (allahvai) torkatikka mutiyatu"},{"SurahNumber":39,"VerseNumber":52,"Text":"niccayamaka allah tan natiyavarkalukku unavu (campattu)kalai vicalamakkukiran; curukkiyum vitukiran enpatai avarkal ariyavillaiya? Iman kollum makkal camukattirku niccayamaka itil titamana attatcikal irukkinrana"},{"SurahNumber":39,"VerseNumber":53,"Text":"En atiyarkale! (Unkalil) evarum varampu miri tamakkuttame tinkilaittuk konta potilum, allahvutaiya rahmattil avar nampikkaiyilakka ventam - niccayamaka allah pavankal yavaiyum mannippan - niccayamaka avan mikka mannippavan; mikkak karunaiyutaiyavan\" (enru nan kuriyatai napiye!) Nir kuruviraka"},{"SurahNumber":39,"VerseNumber":54,"Text":"akave (manitarkale!) Unkalukku vetanai varum munnare ninkal, unkal iraivan pal tirumpi, avanukke murrilum valipatunkal; (vetanai vantuvittal) pinpu ninkal utavi ceyyappata mattirkal"},{"SurahNumber":39,"VerseNumber":55,"Text":"ninkal ariyata vitattil, titirena unkalitam vetanai varum'munnare, unkal iraivanal unkalukkarulappatta alakanavarraip pinparrunkal"},{"SurahNumber":39,"VerseNumber":56,"Text":"allahvukku nan ceyya ventiya katamaikalil kurai ceytu vittatin kaicetame! Parikacam ceypavarkalil niccayamaka nanum iruntene\"! Enru (ovvoruvarum) kuramal iruppatarkakavum"},{"SurahNumber":39,"VerseNumber":57,"Text":"allatu\"allah enakku nervaliyai arivittiruntal, nanum muttakin - payapaktiyutaiyavarkalin - oruvanaki iruppene!\" Enru kuramal iruppatarkakavum"},{"SurahNumber":39,"VerseNumber":58,"Text":"allatu vetanaiyaik kanta camayattil, \"(ulakattirku) nan mintu cella vali untakumayin, (alakiya) nanmai ceyvoril oruvanaka nanum akivituven!\" Enru kuramal iruppatarkakavum"},{"SurahNumber":39,"VerseNumber":59,"Text":"(patil kurappatum;)\"meyyakave ennutaiya vacanankal unnitam vantana anal avarrai ni poyppikka murpattup perumaiyatittay; kahpirkalil oruvanaki iruntay"},{"SurahNumber":39,"VerseNumber":60,"Text":"anriyum allahvin mitu poyyuraittarkale (avarkalutaiya) mukankal kiyama nalil karuttup poyiruppatai nir kanpir; perumaiyatittuk kontirunta ivarkalin tankumitam narakattil irukkiratallava"},{"SurahNumber":39,"VerseNumber":61,"Text":"Evar payapaktiyutan natantu kolkiraro, avarkalai allah verriyaik kontu iterrukiran; avarkalait tinkum totatu avarkal tukkamataiyavum mattarkal"},{"SurahNumber":39,"VerseNumber":62,"Text":"allahtan anaittup porutkalaiyum pataippavan; innum, avane ellap porutkalin patukavalanumavan"},{"SurahNumber":39,"VerseNumber":63,"Text":"vanankalinutaiyavum, pumiyinutaiyavum cavikal avanitame irukkinrana akave, evar allahvin vacanankalai, nirakarikkinrarkalo, avarkal tam nastavalikal"},{"SurahNumber":39,"VerseNumber":64,"Text":"arivilikale! Nan allah allatavarrai vananka ventumenru ennai ninkal evukirirkala?\" Enru (napiye!) Nir kuruviraka"},{"SurahNumber":39,"VerseNumber":65,"Text":"anriyum, umakkum, umakku mun iruntavarkalukkum, vahi mulam niccayamaka arivikkappattatu ennavenral, \"nir (iraivanukku) inai vaittal, um nanmaikal (yavum) alintu, nastamataipavarkalaki vituvirkal\" (enpatuveyakum)"},{"SurahNumber":39,"VerseNumber":66,"Text":"akave, nir allahvaiye vanankuviraka! Melum, avanukku nanri celuttupavarkalil ninrum iruppiraka"},{"SurahNumber":39,"VerseNumber":67,"Text":"allahvin kanniyattirkut takkavaru avarkal avanai kanniyappatutta villai innum intappumi mulutum kiyama nalil avanutaiya oru pititan; melum, vanankalanaittum avanutaiya valakkaiyal curuttappattataka irukkum; avarkal inaivaippatai vittum avan maka tuyavan"},{"SurahNumber":39,"VerseNumber":68,"Text":"sur (ekkalam) utappattal utan vanankalil ullavarkalum, pumiyil ullavarkalum - allah natiyavarkalait tavira - murccittu vituvarkal; piraku atil maru tatavai utappattatum utan avarkal yavarum eluntu, etir nokki nirparkal"},{"SurahNumber":39,"VerseNumber":69,"Text":"Melum, pumi tan iraivanutaiya oliyaik kontu pirakacikkum; (avarkalutaiya) kurippetu (avarkal mun) vaikkappatum; innum, napimarkalum, catcikalum kontuvarappatuvarkal; avarkalitaiye niyayamakat tirppalikkappatum. Anriyum avarkal (ciritum) aniyayam ceyyappata mattarkal"},{"SurahNumber":39,"VerseNumber":70,"Text":"ovvoru manitanum tan ceytatarkuriya kuliyai mulumaiyakap peruvan; melum, avan, avarkal ceytavarrai nankarintavan"},{"SurahNumber":39,"VerseNumber":71,"Text":"(annalil) nirakarittavarkal kuttam kuttamaka narakattirku iluttuk kontu varappatuvarkal; avarkal anke vantavutan atan vacalkal tirakkappatum; atan kavalarkal avarkalai nokki\"unkaliliruntu (allahvin) tutarkal, unkal iraivanutaiya vacanankalai unkalukku otik kanpikkiravarkalakavum, inta nalai ninkal cantikka ventumenpataip parri unkalai accamutti eccarikkai ceypavarkalakavum unkalitam varavillaiya?\" Enru ketparkal; (itarku avarkal)\"am (vantarkal)\" enru kuruvarkal; eninum kahpirkalukku vetanai parriya vakku unmaiyaki vittatu"},{"SurahNumber":39,"VerseNumber":72,"Text":"narakattin vayilkalul nulaintu vitunkal; enrenrum atil tankivitunkal\" enru (avarkalukkuk) kurappatum; perumai atittuk kontiruntorutaiya tankumitam mikavum kettatu"},{"SurahNumber":39,"VerseNumber":73,"Text":"evar tam iraivanukku payapaktiyutan natantu kontarkalo avarkal kuttankuttamaka cuvarkkattinpal kontu varappatuvarkal; anku avarkal vantatum, atan vacalkal tirakkappatum; atan kavalarkal avarkalai nokki\"unkal mitu canti untakattum, ninkal manam perravarkal; enave atil piraveciyunkal; enrenrum atil tankivitunkal\" (enru avarkalitam kurappatum)"},{"SurahNumber":39,"VerseNumber":74,"Text":"Atarku (cuvarkkavacikal); \"al'hamtu lillah! Avan tan vakkurutiyai enkalukku unmaiyakki vaittu, cuvarkkattil nam virumpum itamellam cenrirukka (ap) pumiyai enkalukku urimaiyakki vaittan\" enru kuruvarkal. Enave nanmai ceytorin kuli (ivvaru) nanmaiyakave irukkiratu"},{"SurahNumber":39,"VerseNumber":75,"Text":"innum, malakkukal tankal iraivanaip pukalntu taspihu ceyta vannam arsai culantu nirpatai nir kanpir; appolutu, avarkalukkitaiye cattiyattai kontu tirppalikkappatum. \"Akilankalukkellam iraivanakiya allahvukke pukalanaittum\" enru (yavaralum) kurappatum"},{"SurahNumber":40,"VerseNumber":1,"Text":"ha, mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"(yavaraiyum) mikaittonum, mika arintonumakiya allahvitamiruntu irakkiyarulappattate ivvetam"},{"SurahNumber":40,"VerseNumber":3,"Text":"pavattai mannippavanum, tavpavai - mannippuk ketpatai - ankikarippavanum, tantippatil katumaiyanavanum, tayai mikkavanum avan, avanait tavira nayan illai avanitame (yavarum) mila ventiyatirukkiratu"},{"SurahNumber":40,"VerseNumber":4,"Text":"nirakarippavarkalait tavira(veru evarum) allahvin vacanankalaip parri tarkkam ceyya mattarkal. Akave, pattanankalil avarkalutaiya (atampara) natamattam um'mai emarri vita ventam"},{"SurahNumber":40,"VerseNumber":5,"Text":"ivarkalukku munnare nuhin camukattarum, avarkalukkup pintiya kuttankalum (napimarkalaip) poyppittarkal; anriyum ovvoru camutayamum tam'mitam vanta tutaraip pitikkak karuti, unmaiyai alittu vituvatarkakap poyyaik kontum tarkkam ceytatu. Anal nan avarkalaip pititten; (itarkaka avarkal mitu vitikkap perra) en tantanai evvaru iruntatu"},{"SurahNumber":40,"VerseNumber":6,"Text":"ivvare, nirakarippavarkal niccayamaka narakavacikaltam enra um'mutaiya iraivanin vakku avarkal mitu urutiyakivittatu"},{"SurahNumber":40,"VerseNumber":7,"Text":"Arsai cumantu kontiruppavarkalum, ataic curriyullavarkalum tankal iraivanin pukalaik kontu avanait taspihu ceytu kontum irukkirarkal; avan mel iman kontavarkalaka marra iman kontavarkalukkaka mannippuk korukinranar; \"enkal iraivane! Ni rahmattalum, nanattalum, ellap porutkalaiyum culantu irukkiray! Enave, pavamitci kori, un valiyaip pinparrupavarkalukku, ni mannippalippayaka. Innum avarkalai naraka vetanaiyiliruntum kattarulvayaka"},{"SurahNumber":40,"VerseNumber":8,"Text":"enkal iraivane! Ni avarkalukku vakkalittirukkum, nilaiyana cuvarkkattil, avarkalaiyum, avarkal mutataiyarkalilum, avarkal manaiviyarkalilum, avarkal cantatiyarkalilum nanmai ceytoraiyum piravecikkac ceyvayaka. Niccayamaka ni tan (yavaraiyum) mikaittavan; nanam mikkavan"},{"SurahNumber":40,"VerseNumber":9,"Text":"innum, avarkalait timaikaliliruntu kappayaka! Annalil ni yarai timaikaliliruntu kattuk kolkirayo, avarkalukku niccayamaka ni arul purintu vittay - atuve makattana verriyakum\" (enrum kuruvar)"},{"SurahNumber":40,"VerseNumber":10,"Text":"niccayamaka nirakarippavarkalitam; \"innu ninkal unkal anmakkalaik kopittuk kolvataivita allahvutaiya kopam mikap periyatakum; enenral ninkal nampikkaiyin pal alaikkappatta potu (atai) nirakarittu vittirkale\" enru avarkalitam kurappatum"},{"SurahNumber":40,"VerseNumber":11,"Text":"atarkavarkal; \"enkal iraivane! Ni enkalai irumarai maranamataiyac ceytay; irumarai ni enkalai uyirppittay; akaiyal nankal (ippolutu) enkal pavankalai oppuk kontom - enave (itiliruntu tappi) veliyera etum valiyunta?\" Enak kuruvar"},{"SurahNumber":40,"VerseNumber":12,"Text":"(Patil kurappatum;)\"atarkuk karanam allah oruvane (vanakkattirkuriyavan; enave avanai vanankunkal) enru alaikkappatta potu ninkal nirakarittirkal; anal, avanukku (etaiyum) inaiyakkappattal (atan mitu) ninkal nampikkai kontirkal; akave ittirppu mikka melanavanum, makap periyavanumana allahvukke uriyatu"},{"SurahNumber":40,"VerseNumber":13,"Text":"avane tan attatcikalai unkalukkuk kanpikkiran; unkalukku vanattiliruntu unavaiyum irakkivaikkiran - enave avanaiye munnokki nirpavarkalait tavira (veru yarum) nallunarvu peramattarkal"},{"SurahNumber":40,"VerseNumber":14,"Text":"akave, kahpirkal verutta potilum, ninkal murrilum avanukke valipattu markkattil paricuttattutan allah oruvanaiye (pirarttittu) alaiyunkal"},{"SurahNumber":40,"VerseNumber":15,"Text":"(avane) antastukalai uyarttupavan; arsukkuriyavan; cantippukkuriya (iruti) nalaipparri accamutti eccarikkai ceyvatarkaka tan atiyarkalil tan natiyavarkal mitu kattalaiyai vahi mulam irakki vaikkiran"},{"SurahNumber":40,"VerseNumber":16,"Text":"annalil avarkal velippattu varuvarkal; avarkalutaiya enta visayamum allahvukku maraintataka irukkatu annalil atci yarukkutaiyataka irukkum - ekanakiya, atakkiyalum vallamai mikka allahvukke yakum"},{"SurahNumber":40,"VerseNumber":17,"Text":"annalil ovvor atmavum, atu campatittatarkuk kuli kotukkappatum; annalil enta aniyayamum illai. Niccayamaka, allah kelvi kanakkuk ketpatil mikavum tiviramanavan"},{"SurahNumber":40,"VerseNumber":18,"Text":"(napiye!) Anmaiyil varum (kiyama) nalaipparri avarkalukku accamutti eccarikkai ceyviraka irutayankal vicanattal nirampi tontaikkulikalukku varum (av)velaiyil, aniyayakkararkalukku irakkappatum nanpano, allatu errukkollappatum ciparicu ceypavano irukkamattan"},{"SurahNumber":40,"VerseNumber":19,"Text":"Kankal ceyyum mocattaiyum, ullankal maraittu vaippataiyum avan nanku arikiran"},{"SurahNumber":40,"VerseNumber":20,"Text":"melum, allah unmaiyaik konte tirppalippavan. Anriyum, avanaiyanri avarkal (veru) evarkalai alait(tup pirarttit)tarkalo, avarkal yatoru visayattaip parriyum tirppuc ceyya mattarkal - niccayamaka allah (yavarraiyum) ceviyerpavanakavum, tirkkamakap parppavanakavum irukkinran"},{"SurahNumber":40,"VerseNumber":21,"Text":"ivarkal pumiyil pirayanam ceytu ivarkalukku mun iruntavarkalin mutivu eppatiyiruntatu enpataip parkka villaiya? Avarkal, palattalum, pumiyil (vittuc cenra purva)cinnankalalum ivarkalaivita valimaiyutaiyavarkalakave iruntarkal - anal avarkalin pavankalin karanamaka avarkalai allah pitittuk kontan; innum allahvitamiruntu avarkalaik kapparra evarum illai"},{"SurahNumber":40,"VerseNumber":22,"Text":"atu (enenil) niccayamaka avarkalitam avarkalin tutarkal telivana attatcikalutan vantarkal; anal, avarkal nirakarittanar. Akave, allah avarkalaip pitittan - niccayamaka (allah) valimai mikkavan; tantippatil katumaiyanavan"},{"SurahNumber":40,"VerseNumber":23,"Text":"meyyakave nam musavukku nam'mutaiya attatcikalaiyum, telivana canraiyum kotuttanuppinom"},{"SurahNumber":40,"VerseNumber":24,"Text":"hpir'avn, haman, hkarun akiyavarkalitam; anal avarkalo\"(ivar) poyyuiraippavar, cuniyakkarar\" enru kurinar"},{"SurahNumber":40,"VerseNumber":25,"Text":"akave, avar nam'mitamiruntu cattiyattai avarkalitam kontu vanta potu, avarkal; \"ivarutan iman kontirupporin an kulantaikalai konru, avarkalin pen kulantaikalai uyirutan vittu vitunkal\" enru kurinarkal; melum kahpirkalin cati valikettilanri verillai"},{"SurahNumber":40,"VerseNumber":26,"Text":"Melum hpir'avn kurinan; \"musavai kolai ceyya ennai vittu vitunkal! Innum ivar tam'mutaiya iraivanai alai(ttup pirartti)kkattum; niccayamaka ivar unkal markkattai marrivituvar; allatu ippumiyil kulappattai veliyakkuvar enru nan ancukiren\" enru"},{"SurahNumber":40,"VerseNumber":27,"Text":"musa kurinar; \"kelvi kanakkuk ketkappatum nal mitu nampikkai kollata, perumaiyatikkum elloraiyum vittu, ennutaiya iraivanakavum, unkalutaiya iraivanakavum iruppavanitam niccayamaka nan patukaval tetukiren"},{"SurahNumber":40,"VerseNumber":28,"Text":"hpir'avnin kutumpattaril tam imanai maraittu vaittirunta oru nampikkai kontavar kurinar; \"en iraivan allahve tan!\" Enru oru manitar kuruvatarkaka avarai ninkal konru vituvirkala? Melum avar meyyakave unkal iraivanitamiruntu telivana attatcikalai unkalitam kontu vantullar. Enave avar poyyaraka iruntal, appoy avarukke (ketu) akum; anal avar unmaiyalaraka iruntal, avar unkalukku vakkalikkum cila (vetanaikal) unkalai vantataiyume! Niccayamaka allah varampu miriya poyyarai nervaliyil celuttamattan"},{"SurahNumber":40,"VerseNumber":29,"Text":"ennutaiya camukattarkale! Inru atci unkalitamtan irukkiratu ninkal tam (ekiptu) pumiyil mikaittavarkalakavum irukkinrirkal; ayinum allahvin tantanai namakku vantu vittal, namakku utavi ceypavar yar?\" Enrum kurinar) atarku\"nan (unmai enak) kanpataiye unkalukku nan kanpikkiren; nerana pataiyallatu (veru) etaiyum nan unkalukku kanpikkavillai\" ena hpir'avn kurinan"},{"SurahNumber":40,"VerseNumber":30,"Text":"Nampikkai kontirunta avar innum kurinar; \"ennutaiya camukattare! (Alintu pona marra) kuttattinarkalin natkalaip ponravai unkal mitu vantu vitume enru nan niccayamaka payappatukiren"},{"SurahNumber":40,"VerseNumber":31,"Text":"nuhutaiya camukattirkum, innum'atu', 'samutu'taiya camukattirkum, avarkalukkup pinnullavarkalukkum untana nilaiyaip ponru (unkalukku nikalntu vitumo enap payappatukiren); anal allah (tan) atiyarkalukku aniyayam ceyya natamattan (enrum)"},{"SurahNumber":40,"VerseNumber":32,"Text":"ennutaiya camukattare! Unkal mitu alaikkappatum (tirppu) nalaip parriyum nan payappatukiren"},{"SurahNumber":40,"VerseNumber":33,"Text":"allahvai vittum unkalaik kapparrupavar evarumillata nilaiyil ninkal pin vankum nal (atu) anriyum allah yarait tavarana valiyil vittuvitukinrano, avanukku nervali kattuvor evarumillai"},{"SurahNumber":40,"VerseNumber":34,"Text":"melum, murkalattil tittamaka yusuhp telivana attatcikalutan unkalitam vantar, eninum avar irantu vitum varaiyil, avar unkalitam kontu vantataip parri ninkal cantekattileye iruntirkal; irutiyil (avar irantapin)\"avarukkup pin enta rasulaiyum (tutaraiyum) allah anuppave mattan\" enrum kurinirkal; ivvare, evar varampu miric cantekikkiraro avarai allah valikettil vittu vitukiran"},{"SurahNumber":40,"VerseNumber":35,"Text":"(iraivanitamiruntu) tankalukku vanta yator ataramuminri, allahvin vacanankalaip parrit tarkkam ceyvatu, allahvitattilum iman kontavarkalitattilum mikavum verukkappattatakum; ivvare, perumaiyatittu anavam kollum ovvor irutayattin mitum allah muttiraiyittu vitukiran\" (enrum avar kurinar)"},{"SurahNumber":40,"VerseNumber":36,"Text":"(Ivvalavu upatecitta pinnarum;)\"hamane uyaramana oru kopurattai enakkaka ni kattuvayaka - nan (mele celvatarkana) pataikalaip perum poruttu"},{"SurahNumber":40,"VerseNumber":37,"Text":"(am) vanankalin pataikalai ataintu musavutaiya antavanai nan kana ventum; eninum avar poy collukirar enre niccayamaka nan ennukiren;\" ena hpir'avn kurinan. Ivvare hpir'avnukku avanutaiya tiya ceyalkal alakakkappattana innum (ner) valiyiliruntu avan tatukkappattan; hpir'avnutaiya cati alivillamal (veru evvitamakavum) mutiya villai"},{"SurahNumber":40,"VerseNumber":38,"Text":"iman kontirunta am'manitar melum kurinar; \"ennutaiya camukattare! Ennaip pinparrunkal; nan unkalukku nermaiyutaiya pataiyaik kanpikkiren"},{"SurahNumber":40,"VerseNumber":39,"Text":"ennutaiya camukattare! Ivvulaka valkkaiyellam arpa cukamtan; anriyum niccayamaka, marumaiyo - atutan (enrenrumirukkum) nilaiyana vitu"},{"SurahNumber":40,"VerseNumber":40,"Text":"evar timai ceykiraro, avar ataip ponrataiye kuliyakak kotukkappatuvar; evar oruvar, ano allatu penno muhminana nilaiyil salihana (nalla) amalkal ceykiraro avarkal cuvarkkattil piravecippar; atil kanakkillatu avarkal unavalikkappatuvarkal"},{"SurahNumber":40,"VerseNumber":41,"Text":"ennutaiya camukattare! Enakkenna? Nan unkalai iterrattinpal alaikkiren; anal ninkalo ennai (naraka) neruppinal alaikkirirkal"},{"SurahNumber":40,"VerseNumber":42,"Text":"nan allahvukku (maru ceytu avanai) nirakarikka ventumenrum, enakku etaipparri arivu illaiyo atai nan avanukku inaivaikka ventumenrum ennai alaikkinrirkal. Anal nano yavaraiyum mikaittavanum, mika mannippavanumakiyavanitam alaikkinren"},{"SurahNumber":40,"VerseNumber":43,"Text":"Ennai ninkal etan pakkam alaikkinrirkalo, atu niccayamaka ivvulakilum marumaiyilum (nayan ena) alaippatarku ciritum takutiyillatatu melum niccayamaka nam allahvitame tirumpac celvom. Innum niccayamaka varampu miriyavarkal naraka vacikalakave irukkirarkal"},{"SurahNumber":40,"VerseNumber":44,"Text":"enave, nan unkalukkuc colvatai ninkal viraivil unarvirkal; melum, nan en kariyattai allahvitam oppataittu vitukiren - niccayamaka allah atiyarkalaik kannurravanakave irukkinran\" (enrum avar kurinar)"},{"SurahNumber":40,"VerseNumber":45,"Text":"akave, avarkal tittamitta timaikalai vittum allah avaraik kattuk kontan. Melum vetanaiyin ketu hpir'avnin kuttattaraic culntu kontatu"},{"SurahNumber":40,"VerseNumber":46,"Text":"kalaiyilum, malaiyilum avarkal naraka neruppin mun kontuvarappatuvarkal; melum niyayat tirppu kalam nilaiperrirukkum nalil\"hpir'avnutaiya kuttattaraik katinamana vetanaiyil pukuttunkal\" (enru kurappatum)"},{"SurahNumber":40,"VerseNumber":47,"Text":"avarkal naraka neruppil tarkkam ceytu kontu, palahinarkal perumai atittuk kontiruntorai nokki; \"niccayamaka nankal unkalaip pinparrupavarkalaka iruntom - enave, enkalai vittum inneruppiliruntu oru pakutiyaiyavatu vilakki vaippirkalaka?\" Enru avarkal collum velaiyai (ninaivuttuviraka)"},{"SurahNumber":40,"VerseNumber":48,"Text":"(appotu)\"niccayamaka nam ellorume itilirukkirom; niccayamaka allah (tan) atiyarkalukkitaiyil tirppuc ceytu vittan\" enru perumai atittuk kontiruntavarkal kuruvarkal"},{"SurahNumber":40,"VerseNumber":49,"Text":"ivvetanaiyai oru nalaikku (mattumavatu) enkalukku ilecakkumpati unkal iraivanitattil pirarttanai ceyyunkal\" enru (naraka) neruppil iruppavarkal narakattin kavalalikalai nokki kuruvarkal"},{"SurahNumber":40,"VerseNumber":50,"Text":"Unkal rasulkal (tutarkal) unkalitam telivana attatcikalutan varavillaiya?\" Ena (akkavalalikal) ketparkal. \"Am! Niccayamaka\" ena avarkal patil kuruvarkal. \"Avvarayin ninkale pirarttanai ceytu kollunkal\" enru avarkal kuruvar. Anal kahpirkalin pirarttanai vali kettilillamal illai"},{"SurahNumber":40,"VerseNumber":51,"Text":"niccayamaka, nam nam'mutaiya rasul(tutar)kalukkum, iman kontavarkalukkum, ivvulaka valkkaiyilum, catcikal nilaiperum nalilum utavi ceyvom"},{"SurahNumber":40,"VerseNumber":52,"Text":"annalil, aniyayakkararkalukku avarkal pukal kurutal payanalikkatu - avarkalukku lahnattum (capamum) untu tiya iruppitamum avarkalukkuntu"},{"SurahNumber":40,"VerseNumber":53,"Text":"niccayamaka musavukku nervali (kattum vetattai) nam alittom - anriyum israyilin cantatiyinarai vetattirku varicakkinom"},{"SurahNumber":40,"VerseNumber":54,"Text":"(atu) nerana valikattiyakavum arivutaiyorukku nallupatecamakavum iruntatu"},{"SurahNumber":40,"VerseNumber":55,"Text":"akave, nir porumaiyutan iruppiraka. Niccayamaka allahvin vakkuruti urutiyutaiyatakum. Um pavattirkaka mannippuk koruviraka malaiyilum kalaiyilum um iraivanaip pukalntu, taspih (tuti) ceytu kontu iruppiraka"},{"SurahNumber":40,"VerseNumber":56,"Text":"niccayamaka evarkal tankalitam vanta allahvutaiya vacanankalaipparri enta ataramuminrit tarkkam ceykinrarkalo, avarkalutaiya irutayankalil perumai tavira (veru etuvum) illai anal a(p perumaiyana)tai avarkal ataiyavum mattarkal; akave (napiye!) Nir allahvitame patukaval tetuviraka! Niccayamaka avan, yavarraiyum ceviyerpavan, parppavan"},{"SurahNumber":40,"VerseNumber":57,"Text":"niccayamaka vanankalaiyum, pumiyaiyum pataippatu, manitarkalaip pataippatai vita mikavum peritakum - eninum manitarkalil perumpalor ariya mattarkal"},{"SurahNumber":40,"VerseNumber":58,"Text":"Kurutarum, parvaiyutaiyorum camamakar avvare, iman kontu salihana (nalla) amalkal ceyvorum, tiyorum camamaka mattarkal; unkalil corpamanavarkale (itaik kontu) nallupatecam perukirirkal"},{"SurahNumber":40,"VerseNumber":59,"Text":"(vicaranaikkuriya) kalam niccayamaka vante tirum; atil cantekame illai - eninum manitarkalil perumpalor itil iman kollavillai"},{"SurahNumber":40,"VerseNumber":60,"Text":"unkal iraivan kurukiran; \"ennaiye ninkal pirarttiyunkal; nan un(kal pirarttanai)kalukku patilalikkiren; evarkal ennai vanankuvatai vittum perumaiyatittuk kontirukkirarkalo, avarkal cirumaiyataintavarkalaka narakattil nulaivarkal"},{"SurahNumber":40,"VerseNumber":61,"Text":"ninkal ilaipparuvatarkaka iravaiyum, ninkal parppatarkaka pakalaiyum allahtan pataittan; niccayamaka allah manitarkal mitu arul polikinran; ayinum manitarkalil perumpalor nanri celuttuvatillai"},{"SurahNumber":40,"VerseNumber":62,"Text":"avan tan unkal allah - unkal iraivan - ellap porutkalaiyum pataippavan - avanait tavira veru nayanillai enave ninkal (cattiyattai vittum) enku tiruppappatukirirkal"},{"SurahNumber":40,"VerseNumber":63,"Text":"allahvin vacanankalai nirakarittuk kontiruntarkale avarkalum ivvare tiruppappattanar"},{"SurahNumber":40,"VerseNumber":64,"Text":"allahtan unkalukku ippumiyait tankumitamakavum, vanattai oru vitanamakavum untakkiyirukkiran; melum, avan tan unkalai uruvakki, unkal uruvankalai alakakki, ciranta akara vacatikalaiyum alittan; avantan allah; unkalutaiya iraivan; akilatarukkellam iraivanakiya allah mika pakkiyamutaiyavan"},{"SurahNumber":40,"VerseNumber":65,"Text":"Avane (enrenrum) uyirotiruppavan; avanaiyanri (veru) nayanillai - akave ninkal avanukke murrilum valipattu tuya ullattotu avanai alaiyunkal; al'hamtu lillahi rappil alamin - anaittup pukalum akilankal ellavarraiyum pataittuk kattup paripakkuvappatuttum nayanana allahvukke akum"},{"SurahNumber":40,"VerseNumber":66,"Text":"(napiye!) Kuruviraka\"ennutaiya iraivanitamiruntu telivana attatcikal enakku vanta polutu, allahvaiyanri ninkal alaippavarrai vanankuvatai vittum niccayamaka nan tatukkappattullen - anriyum - akilattin iraivanukke atipaniya ventum enru kattalaiyitappattirukkinren"},{"SurahNumber":40,"VerseNumber":67,"Text":"avantan unkalai manniliruntu pataittan; pin intiriyattiliruntum pin alak ennum nilaiyiliruntum (uruvakki) unkalaik kulantaiyaka veliyakkukiran; pin ninkal unkal valipattai ataintu, pinnar mutiyorakukirirkal; itarku munnar irantu vituvorum unkalil irukkinranar - innum ninkal oru kurippitta tavanaiyai ataivirkal; (itiliruntu) ninkal unarvu perum poruttu (itai arintu kollunkal)"},{"SurahNumber":40,"VerseNumber":68,"Text":"avane uyirppikkiran; avane marikkac ceykiran. Akave avan oru kariyattai(c ceyya)t tirmanittal; 'akuka!' Enru atarkuk kurukiran. Utan atu akivitukiratu"},{"SurahNumber":40,"VerseNumber":69,"Text":"allahvin vacanankalaip parrit tarkkam ceypavarkalai ninkal parkkavillaiya? Evvaru avarkal (cattiyattai vittum) tiruppappatukinranar"},{"SurahNumber":40,"VerseNumber":70,"Text":"evar ivvetattaiyum, nam'mutaiya (marra) tutarkal kontu vantataiyum poyppikkirarkalo avarkal viraivileye (unmaiyai) arivarkal"},{"SurahNumber":40,"VerseNumber":71,"Text":"avarkalutaiya kaluttukalil movaykkattaikal varai arikantankalutan vilankukalutanum iluttuk kontu varappattu"},{"SurahNumber":40,"VerseNumber":72,"Text":"Kotikkum nirilum, piraku (naraka)t tiyilum karikkappatuvarkal"},{"SurahNumber":40,"VerseNumber":73,"Text":"piraku avarkalukkuc collap patum; \"(allahvaiyanri,) ninkal (avanukku) inaivaittuk kontiruntavai enke?\" Enru"},{"SurahNumber":40,"VerseNumber":74,"Text":"allahvaiyanri\" (ninkal inaivaittuk kontiruntavai enke enru ketkappatum); \"avai enkalai vittum maraintu vittana anriyum munnar nankal (allahvait tavira etaiyum) alaittuk kontirukkavillaiye!\" Enru kuruvarkal. Ivvarutan kahpirkalai allah vali ketac ceykiran"},{"SurahNumber":40,"VerseNumber":75,"Text":"itu, ninkal pumiyil niyayaminrip (perumaiyatittu) makilntu purittuk kontiruntirkale (atarkana tantanaiyakum)"},{"SurahNumber":40,"VerseNumber":76,"Text":"ninkal narakattin vayilkalul atil enrenrum tankupavarkalaka - piraveciyunkal\" (enru kurappatum). Enave, perumaiyatittuk kontiruntavarkalin tankumitam mikavum kettatu"},{"SurahNumber":40,"VerseNumber":77,"Text":"akave, (napiye!) Nir porumaiyutan iruppiraka niccayamaka allahvin vakkuruti unmaiyanatu; avarkalukku vakkalikkappatta cilavarrai, nam umakkuk kanpittalum allatu atarku munnare niccayamaka nam um'mai maranamataiyac ceytalum, avarkal nam'mitame kontuvarappatuvarkal"},{"SurahNumber":40,"VerseNumber":78,"Text":"tittamaka nam umakku munnar tutarkalai anuppiyirukkinrom; avarkalil cilarutaiya varalarrai umakkuk kuriyullom; innum evarkalutaiya varalarrai umakkuk kuravillaiyo (avarkalum) attutarkalil irukkinranar (ivvirucararil) entat tutarum allahvin anumatiyinri enta attatciyaiyum kontu varuvatarku (atikaramum) illai akave allahvutaiya kattalaivarum potu, (anaivarukkum) niyayamakat tirppalikkappatum; anriyum, anta itattil poyyarkal tam nastamataivarkal"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allahtan kal nataikalai unkalukkaka untakkiyirukkiran - avarril cilavarrin mitu ninkal cavari ceykirirkal - innum avarri(l cilavarri)liruntu ninkal pucikkirirkal"},{"SurahNumber":40,"VerseNumber":80,"Text":"innum, avarril unkalukku (veru pala) payankalum irukkinrana melum unkal ullankalilulla viruppankalai atanal ninkal niraiverrik kollum poruttu, avarrin mitum kappalkal mitum ninkal cumantu cellappatukirirkal"},{"SurahNumber":40,"VerseNumber":81,"Text":"innum, avan tan attatcikalai unkalukkuk kanpikkiran; akave allahvin attatcikalil etai ninkal maruppirkal"},{"SurahNumber":40,"VerseNumber":82,"Text":"ivarkal pumiyil pirayanam ceytu tankalukku munnar iruntavarkalin mutivu eppatiyiruntatu enpataip parkka villaiya? Avarkal ivarkalai vita (ennikkaiyil) atikamakavum, palattilum, pumiyil vittuc cenra cinnankalilum mikaittavarkalakavum iruntarkal - eninum, avarkal campatittatu (etuvum) avarkalukkup payanalikkavillai"},{"SurahNumber":40,"VerseNumber":83,"Text":"akave, avarkalutaiya tutarkal avarkalitam telivana attatcikalutan vanta potu, avarkal tankalitamirunta kalviyaik kontu perum makilcci ataintiruntarkal, eninum, avarkal parikacam ceytu kontiruntatuve avarkalai culntu kontatu"},{"SurahNumber":40,"VerseNumber":84,"Text":"enave avarkal nam(kattalaiyal untana) vetanaiyai kantapotu, \"nankal allah oruvan mite iman kolkirom; nankal (avanutan) inaivaittavarrai nirakarikkirom\" enru kurinarkal"},{"SurahNumber":40,"VerseNumber":85,"Text":"ayinum, nam (kattalaiyal untana) vetanaiyaik kantapotu, avarkal konta nampikkai avarkalukkup payanalikkavillai. (Ituve) allahvutaiya valiyakum; avanutaiya atiyarkalukku (munnarum ivvare) nikalntirukkinratu. Atalal, annerattil kahpirkal nastattaiye ataintarkal"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ha, mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"alavarra arulalan, nikararra anputaiyonitattiliruntu irakkiyarulappattatu"},{"SurahNumber":41,"VerseNumber":3,"Text":"arapumoliyil amainta ik kur'anutaiya vacanankal arintunarum makkalukkut telivakkappattullana"},{"SurahNumber":41,"VerseNumber":4,"Text":"nanmarayam kuruvatakavum, accamutti eccarikkai ceyvatakavum (atu irukkinratu) anal avarkalil perumpalor purakkanikkinranar avarkal ceviyerpatum illai"},{"SurahNumber":41,"VerseNumber":5,"Text":"melum avarkal\"nir etan pakkam enkalai alaikkinriro atanai vittum enkal irutayankal mutappattullana enkal katukalil mantam irukkinratu enkalukkitaiyilum umakkitaiyilum tirai irukkiratu akave, nir (um velaiyaic) ceytu kontirum niccayamaka nankal (enkal velaiyaic) ceytu kontiruppavarkal\" enru kurinar"},{"SurahNumber":41,"VerseNumber":6,"Text":"nan unkalaip ponra oru manitantan - anal enakku vahi arivikkappatukiratu niccayamaka unkalutaiya nayan oruvanetan, akave avanaiye nokki ninkal urutiyaka nirpirkalaka innum, avanitam ninkal mannippuk kelunkal - anriyum (avanukku) inai vaipporukkuk ketutan\" enru (napiye!) Nir kurum"},{"SurahNumber":41,"VerseNumber":7,"Text":"avarkal tam jakattaik kotukkatavarkal marumaiyai nirakarippavarkalum avarkale"},{"SurahNumber":41,"VerseNumber":8,"Text":"niccayamaka evarkal iman kontu salihana (nalla) amalkal ceykirarkalo avarkalukku mutiveyillata (nilaiyana) kuliyuntu"},{"SurahNumber":41,"VerseNumber":9,"Text":"pumiyai irante natkalil pataittavanai nirakarittu avanukku inaikalaiyum niccayamaka ninkal tana erpatuttukirirkal? Avan akilattarukkellam iraivan\" enru (napiye!) Kuruviraka"},{"SurahNumber":41,"VerseNumber":10,"Text":"Avane, atan meliruntu uyaramana malaikalai amaittan atan mitu (cakala vitamana) pakkiyankalaiyum polintan innum, atil avarrin unavukalai nanku natkalil ciraka nirnayittan (itaip parri) ketkak kutiyavarkalukku (ituve vilakkamakum)"},{"SurahNumber":41,"VerseNumber":11,"Text":"piraku avan vanam pukaiyaka iruntapotu (ataip) pataikka natinan akave avan atarkum pumikkum\"ninkal virupputanayinum allatu veruppiruppinum varunkal\" enru kurinan. (Atarku) avaiyirantum\"nankal virupputaneye varukinrom\" enru kurina"},{"SurahNumber":41,"VerseNumber":12,"Text":"akave, irantu natkalil avarrai elu vanankalaka avan erpatuttinan ovvoru vanattirkum atarkuriya katamai innatena arivittan innum, ulakattirku camipamana vanattai nam vilakkukalaik kontu alankarittom innum atanaip patukappakavum akkinom itu yavaraiyum mikaittavanum, nanam mikkonumakiya (irai)vanutaiya erpateyakum"},{"SurahNumber":41,"VerseNumber":13,"Text":"akave, avarkal purakkanittu vituvarkalayin, \"atu, samutu (kuttattaru)kku untana (iti mulakkam, puyal) konta vetanaiyai nan unkalukku accuruttukinren\" enru (napiye!) Nir kuruviraka"},{"SurahNumber":41,"VerseNumber":14,"Text":"allahvaiyanri (veru) etanaiyum ninkal vanankatirkal\" enru avarkalukku munnalum, pinnalum avarkalitam tutarkal vanta potu\"enkal iraivan natiyiruntal avan malakkukalai(t tutarkalaka) irakkiyiruppan. Akavetan, ninkal etanaikkontu anuppappattirukkirirkalo atanai nankal niccayamaka nirakarikkirom\" enru connarkal"},{"SurahNumber":41,"VerseNumber":15,"Text":"Anriyum atu(k kuttattar) pumiyil aniyayamakap perumaiyatittuk kontu, \"enkalai vita valimaiyil mikkavarkal yar?\" Enru kurinarkal - avarkalaip pataitta allah niccayamaka avarkalai vita valimaiyil mikkavan enpatai avarkal kavanittirukka villaiya? Innum avarkal nam attatcikalai maruttavare iruntarkal"},{"SurahNumber":41,"VerseNumber":16,"Text":"atalinal, ivvulaka valvil avarkal ilivu tarum vetanaiyaic cuvaikkumpatic ceyya, ketta natkalil avarkal mitu oru kotiya puyal karrai anuppinom melum, marumaiyilulla vetanaiyo mikavum ilivullatakum anriyum avarkal (evaralum) utavi ceyyappata mattarkal"},{"SurahNumber":41,"VerseNumber":17,"Text":"samutu (kuttattarukko) nam avarkalukku nerana valiyaik kanpittom, ayinum, avarkal nervaliyaik kattilum kuruttuttanattaiye necittarkal. Akave, avarkal campatittuk konta(pavat)tin karanamaka, ilivana vetanaiyakiya iti mulakkam avarkalaip pitittuk kontatu"},{"SurahNumber":41,"VerseNumber":18,"Text":"anal, iman kontu payapaktiyutan iruntavarkalai nam iterrinom"},{"SurahNumber":41,"VerseNumber":19,"Text":"melum, allahvin pakaivarkal (narakat)tiyin pal onru tirattappatum nalil, avarkal (tanit taniyakap) pirikkappatuvarkal"},{"SurahNumber":41,"VerseNumber":20,"Text":"irutiyil, avarkal (attiyai) ataiyum potu, avarkalukku etiraka avarkalutaiya katukalum, avarkalutaiya kankalum, avarkalutaiya tolkalum avai ceytu kontiruntavai parri catci kurum"},{"SurahNumber":41,"VerseNumber":21,"Text":"avarkal tam tolkalai nokki, \"enkalukku etiraka ninkal en catci kurunirkal?\" Enru ketparkal atarku avai\"ellap porutkalaiyum pecum patic ceyyum allahve, enkalaip pecumpatic ceytan avantan unkalai mutal tatavaiyum pataittan pinnarum ninkal avanitame kontu varappattirukkirirkal\" enru kurum"},{"SurahNumber":41,"VerseNumber":22,"Text":"Unkal katukalum, unkal kankalum, unkal tolkalum, unkaluku; ku etirakac catci collamalirukkum poruttu, u(nkal pava)nkalai ninkal maraittuk kollavillai anriyum, ninkal ceytu kontiruntavarril mikutamanatai niccayamaka allah ariyamattan enru ninkal ennikkontirkal"},{"SurahNumber":41,"VerseNumber":23,"Text":"akave, unkal iraivanaip parri ninkal enniya unkalutaiya (tavarana) inta ennamtan unkalai alittu vittatu akave ninkal nastamataintavarkalil akivittirkal (enrum avai kurum)"},{"SurahNumber":41,"VerseNumber":24,"Text":"akave, avarkal (vetanaiyaic cakittup) porumaiyaka irunta potilum, avarkalukku (naraka) nerupputtan tankumitam akum - anri (kukkuralittu) avarkal mannippukketta potilum, avarkal mannikkappata mattarkal"},{"SurahNumber":41,"VerseNumber":25,"Text":"nam avarkalukku (tiya) kuttalikalai inaittu vittom akave, (attiya kuttalikal) avarkalukku, munnaliruppataiyum pinnaliruppataiyum alakakkik kanpittarkal anriyum avarkalukku munne cenru pona jinkalum manitarkalumakiya camutayattar mitu namvakku urutiyakakivittatu - niccayamaka avarkal nastavalikalayinar"},{"SurahNumber":41,"VerseNumber":26,"Text":"ninkal inta kur'anai cevi erkatirkala. (Atu otappatum potu) atil (kulappam ceytu) kuccalitunkal, ninkal atanal mikaittu vituvirkal\" enrum kahpirkal (tankalaic carntoritam) kurinar"},{"SurahNumber":41,"VerseNumber":27,"Text":"akave, kahpirkalai nam niccayamaka kotiya vetanaiyaic cuvaikka ceyvom - anriyum, niccayamaka avarkal ceytu kontiruntatil mikat tiyatai avarkalukkuk kuliyaka kotuppom"},{"SurahNumber":41,"VerseNumber":28,"Text":"Atuvetan allahvutaiya pakaivarkalukkulla kuliyakum - atavatu narakam nam vacanankalai avarkal nirakarittuk kontiruntatan kuliyaka avarkalukku nirantaramana vitu a(nnarakat)til untu"},{"SurahNumber":41,"VerseNumber":29,"Text":"(annalil) kahpirkal\"enkal iraiva! Jinkaliliruntum manitaniliruntum enkalai vali ketuttorai enkalukkuk kattuvayaka! Avviruvarum talntavarkalaka avatarkaka nankal enkalutaiya kalkalukkuk kilakki (mitippom)\" enak kuruvarkal"},{"SurahNumber":41,"VerseNumber":30,"Text":"niccayamaka evarkal\"enkal iraivan allahtan\" enru kuri, (atan mitu) urutiyaka nilaittu ninrarkalo, niccayamaka avarkalpal malakkukal vantu, \"ninkal payappatatirkal kavalaiyum pata ventam - unkalukku vakkalikkappatta cuvarkkattaik kontu makilcci perunkal\" (enak kuriyavaru) irankuvarkal"},{"SurahNumber":41,"VerseNumber":31,"Text":"nankal ulaka valvilum, marumaiyilum unkalukku utaviyalarkal melum (cuvarkkattil) unkal manam virumpiyatellam atil unkalukku irukkiratu - atil ninkal ketpatellam unkalukkuk kitaikkum"},{"SurahNumber":41,"VerseNumber":32,"Text":"mikavum mannippavan, mikka kirupaiyutaiyavanitamiruntulla viruntakum\" (itu enru kuruvarkal)"},{"SurahNumber":41,"VerseNumber":33,"Text":"evar allahvin pakkam (makkalai) alaittu, salihana (nalla) amalkal ceytu\"niccayamaka nan (allahvukku murrilum valipatta) muslimkalil ninrum ullavan enru kurukinraro, avaraivita collal alakiyavar yar?\" (Irukkinrar)"},{"SurahNumber":41,"VerseNumber":34,"Text":"nanmaiyum timaiyum camamaka matta, ninkal (timaiyai) nanmaiyaik konte tatuttuk kolviraka! Appolutu, yarukkum umakkitaiye, pakaimai iruntato, avar urra nanpare pol akivituvar"},{"SurahNumber":41,"VerseNumber":35,"Text":"Porumaiyaka iruntarkale avarkal tavira veru yarum atai ataiya mattarkal melum, makattana narpakkiyam utaiyavarkal tavira, veru yarum atai ataiya mattarkal"},{"SurahNumber":41,"VerseNumber":36,"Text":"unkalukku saittanitattiliruntu etenum ucattam (tiyataic ceyya) um'mait tuntumayin, utane allahvitam kaval tetik kolviraka! Niccayamaka avan (yavarraiyum) ceviyerpavan nankaripavan"},{"SurahNumber":41,"VerseNumber":37,"Text":"iravum, pakalum curiyanum, cantiranum avanutaiya attatcikalil ullavaitam. Akave, ninkal allahvaiye vanankukiravarkalaka iruntal curiyanukkum, cantiranukkum sujutu ceyyatirkal - ivarraip pataittavanakiya allahvukke sujutu ceyyunkal"},{"SurahNumber":41,"VerseNumber":38,"Text":"anal (allahvai vanankatu evarenum) perumaiyatittavarkalaka iruppin (avanukku nastamillai), um iraivanitam iruppavarkal (vanavarkal) iravilum pakalilum avanai taspihu ceytu (tutittuk) konteyirukkirarkal avarkal (atil) corvataivatumillai"},{"SurahNumber":41,"VerseNumber":39,"Text":"pumiyanatu kayntu varantu kitappatai nir parppatum avanutaiya attatcikalil ninrullatakum atan mitu nam malaiyai poliyac ceytal, atu (pur puntukal kilampip) pacumaiyaka valarkiratu (ivvaru maritta pumiyai) uyirppittavane, niccayamaka irantavarkalaiyum tittamaka uyirppikkiravan niccayamaka avan ellap porutkal mitum perarral utaiyavan"},{"SurahNumber":41,"VerseNumber":40,"Text":"niccayamaka evarkal nam'mutaiya vacanankalil kurai kankirarkalo avar(kalutaiya ceyal)kal namakku maraikkappatavillai - akave, narakattil eriyappatupavan nallavana? Allatu kiyama nalanru accam tirntu varupa(van nalla)vana? Ninkal virumpataic ceytu kontirunkal - niccayamaka avan ninkal ceypavarrai urru nokkupavanakave irukkiran"},{"SurahNumber":41,"VerseNumber":41,"Text":"Niccayamaka, evarkal nallupatecam (kur'an) tam'mitam vanta potu atai nirakarittarkalo (avarkal unmaiyai unarvarkal) enenil atuve niccayamaka mikavum kanniyamana vetamakum"},{"SurahNumber":41,"VerseNumber":42,"Text":"atanitam, atarku munnirunto atarkup pinnirunto unmaikkup purampana etuvum nerunkatu (itu) pukalukkuriya nanam mikkavan - (allah)vitamiruntu irankiyullatu"},{"SurahNumber":41,"VerseNumber":43,"Text":"(napiye!) Umakku munnar vanta tutarkalukkuk kurappattateyanri umakkuk kurappatavillai niccayamaka um'mutaiya iraivan mika manniponakavum novinai ceyyum vetanai ceyyak kutiyonumaka irukkinran"},{"SurahNumber":41,"VerseNumber":44,"Text":"nam itai (kur'anai) arapiyallata veru moliyil irakkiyiruntal itan vacanankal telivaka vilakkappattirukkak kutata? (Col) ajami (verru moli); (tutar)) arapiyara?\" Enru avarkal kuriyirupparkal. \"Itu iman kontavarkalukku oru valikattiyum, (aru) maruntumakum\" enru kuruviraka! Anal iman kollatavarkalukku, avarkalutaiya katukalil cevittuttanmai irukkiratu innum, avar (kan)kalil kuruttutanamum irukkiratu enave avarkal veku tolaivana itattiliruntu alaikkappatupavarkal (pol irukkinranar)"},{"SurahNumber":41,"VerseNumber":45,"Text":"niccayamaka nam musavukku vetattaik kotuttom anal, atil marupatukal ceyyappattu vittana anriyum umatu iraivanitamiruntu erkanave vakku erpatatu poyiruntal, avarkalukkitaiye tirppu alikkappatte irukkum - niccayamaka avarkalum alnta cantekattileye irukkinaranar"},{"SurahNumber":41,"VerseNumber":46,"Text":"evar salihana (nalla) amal ceykiraro (atu) avarukke nanmaiyakum, evar pavam ceykiraro (atu) avarukke ketakum - anriyum um'mutaiya iraivan (tan) atiyarkalukkuc ciritum aniyayam ceypavan allan"}]}