{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Te'omra sampradayara ahankarai netasakale ka’le, ‘he churaa'iba! Niscaya ami tomaka arau tomara lagata yisakale imana aniche sihamtaka amara janapadara paraa uliya'i dima na'iba tomaloke amara dharmadarsata ubhati ahiba lagiba’. Te'om ka’le, ‘yadi'o ami se'itoka ghrna karao tathapi'o (badhya karaabane)’"},{"SurahNumber":7,"VerseNumber":89,"Text":"‘Tomalokara dharmadarsara paraa allahe amaka ud'dhara karaara pichato yadi ami tata akau ubhati ya'om tente ami allahara oparata micha katha araopa karaa ha’ba. Amara raba allahe iccha nakaraile tata ubhati yoraa amara babe samicina nahaya. Amara pratipalake jnanara dbaraa sakalo bastuke paraibyapta karai ache, ami allahara oparae'i nirbhara karao. He amara raba! Amara arau amara sampradayara majata n'yayabharae phayacala karai diya arau tumiye'i sraestha phayacalakarai’"},{"SurahNumber":7,"VerseNumber":90,"Text":"Arau te'omra sampradayara kaphira netasakale ka’le, ‘tomaloke yadi churaa'ibaka anusarana karaa tente niscaya tomaloke ksatigrasta ha’ba’"},{"SurahNumber":7,"VerseNumber":91,"Text":"Tara pichata bhumikampa'i sihamtaka akraanta karaile. Phalata sihamta nija nija gharate uburai kha'i parai (marai) thakila"},{"SurahNumber":7,"VerseNumber":92,"Text":"Churaa'ibaka yisakale michaliya buli kaichila, ene lage yena sihamte tata basabase'i karaa nachila. Churaa'ibaka yisakale michaliya buli kaichila sihamte'i ksatigrasta haichila"},{"SurahNumber":7,"VerseNumber":93,"Text":"Tara pichata te'om sihamtara paraa mukha ghuraa'i la’le arau ka’le, ‘he mora sampradaya! Mora pratipalakara raichalata (praapta bani) ma'i tomalokara ocarata paumca'i dicho arau tomalokara kalyana kamana karaicho. Eteke ma'i kaphira sampradayara babe kenekai aksepa karaima’"},{"SurahNumber":7,"VerseNumber":94,"Text":"arau ami yi tha'ite'i nabi praerana karaicho se'i tha'ira adhibasisakalaka artha-sankata arau dukha-kastara dbaraa akraanta karaicho, yate sihamte kakuti-minati karae"},{"SurahNumber":7,"VerseNumber":95,"Text":"Tara pichata ami beya arasthaka bhala arastharae paraibartana karao. Arasesata sihamte praacuryara adhikarai haya arau kaya, ‘amara purbapurausa sakale'o sukha-dukha bhoga karaiche’. Tara pichata ami hathat sihamtaka enekai dharai pela'om ye, sihamte upalabdhi'o karaiba noraarae"},{"SurahNumber":7,"VerseNumber":96,"Text":"Arau yadi se'ibora janapadara adhibasisakale imana anilehemtena arau takbaraa aralambana karailehemtena tente niscaya ami sihamtara babe akasa arau prthiraira barakatasamuha unmukta karai dilohemtena, kintu sihamte micha pratipanna karaichila; seye ami sihamtara krtakarmara babe sihamtaka ataka karaicho"},{"SurahNumber":7,"VerseNumber":97,"Text":"Janapadara adhibasi bilake raatira bhagata sihamtara ocarata amara sasti nahiba buli niraapada haiche neki, yetiya sihamta topanita thakiba"},{"SurahNumber":7,"VerseNumber":98,"Text":"ne janapadara adhibasibilake dinara bhagata amara sasti nahiba buli niscinta haiche, yetiya sihamte khela-dhemalita magna thakiba"},{"SurahNumber":7,"VerseNumber":99,"Text":"sihamte allahara kausalara paraa'o niraapada haichene? Prakrtate ksatigrasta sampradayara bahirae kone'o allahara kausalara paraa (nijake) niraapada buli nabharae"},{"SurahNumber":7,"VerseNumber":100,"Text":"Kono desara janaganara pichata yisakale se'i desara uttaraadhikarai haya sihamtara ocarata e'ito pratiyamana horaa na'ine ye, ami iccha karaile sihamtara papakarmara phalata sihamtaka sasti diba parao? Arau ami sihamtara hrdayata mohara marai dima, phalata sihamte eko suna napaba"},{"SurahNumber":7,"VerseNumber":101,"Text":"E'ibora janapadara kichu birarana ami tomara ocarata barnana karai acho, sihamtara ocarata sihamtara raachulasakale spasta pramanasaha ahichila; kintu purbe sihamte yito micha buli agraahya karaichila seya duna'i bisbasa karaibalai sihamte manti nahaya. E'idarae'i allahe kaphirasakalara antarata mohara marai diye"},{"SurahNumber":7,"VerseNumber":102,"Text":"Arau ami sihamtara adhikansake'i pratisrauti raksakarai poraa na'i, baram ami sihamtara adhikansake'i phachikba pa'icho"},{"SurahNumber":7,"VerseNumber":103,"Text":"Sihamtara pichata ami muchaka amara nidarsanasaha phira'a'una arau tara paraisadabargara ocaralai praerana karaichilo; kintu sihamte se'iborara lagata atyacara karaiche. Eteke biparyaya srstikaraisakalara ki parainama haichila seya laksya karai coraa"},{"SurahNumber":7,"VerseNumber":104,"Text":"Mucha'i ka’le, ‘he phira'a'una! Niscaya ma'i srstijagatara pratipalakara taraphara paraa praeraita raachula’"},{"SurahNumber":7,"VerseNumber":105,"Text":"‘E'ito sthira niscita ye, ma'i allaha sambandhe satyara bahirae eko naka'om. Tomalokara pratipalakara taraphara paraa spasta nidarsana lai ma'i tomalokara ocarata ahicho, seye bani icharaa'ilaka tumi mora lagata yabalai diya’"},{"SurahNumber":7,"VerseNumber":106,"Text":"Si (phira'a'une) ka’le, ‘yadi tumi kono nidarsana lai ahicha, tente seya peca karaa yadi tumi satyabadi’"},{"SurahNumber":7,"VerseNumber":107,"Text":"Tetiya mucha'i nijara hatara lakhutidala niksepa karaile arau lage lage seya edala ajagara sapata parainata ha’la"},{"SurahNumber":7,"VerseNumber":108,"Text":"Arau te'om nijara hata bahiralai uliya'i anile arau lage lage seya darsakara ocarata subhra ujjbala drstipata ha’la"},{"SurahNumber":7,"VerseNumber":109,"Text":"Phira'a'una sampradayara netasakale ka’le, ‘niscaya e'om ejana sudaksa yadukara’"},{"SurahNumber":7,"VerseNumber":110,"Text":"‘e'om tomalokaka nija desara paraa bahiskara karaiba bicarae, etiya tomaloke ki paraamarsa diya’"},{"SurahNumber":7,"VerseNumber":111,"Text":"sihamte ka’le, ‘te'omka arau te'omra bhatrka alapa arakasa diyaka, arau caharae-nagarae sangraahakasakalaka patha'i diyaka’"},{"SurahNumber":7,"VerseNumber":112,"Text":"‘yate sihamte aponara ocarata pratijana sudaksa yadukaraka upasthita karae’"},{"SurahNumber":7,"VerseNumber":113,"Text":"Yadukarasakale phira'a'unara ocarata ahi ka’le, ‘ami yadi bijayi ha'om tente amara babe puraskara thakiba ne na'i’"},{"SurahNumber":7,"VerseNumber":114,"Text":"si ka’le, ‘haya, niscaya tomaloka mora ghanistasakalara antarbhukta ha’ba’"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sihamte ka’le, ‘he mucha! Tumi (agate) niksepa karaiba ne ami (agate) niksepa karaima’"},{"SurahNumber":7,"VerseNumber":116,"Text":"te'om (mucha'i) ka’le, ‘tomaloke'i niksepa karaa’. Yetiya sihamte niksepa karaile, tetiya sihamte manuhara cakuta yadu karaile, sihamtaka atankita karaile arau eta danara yadu pradarsana karaile"},{"SurahNumber":7,"VerseNumber":117,"Text":"Arau ami muchara prati ahi karailo ye, ‘tumi tomara lakhutidala niksepa karaa’. Lage lage se'itorae sihamte yi alika bastu bana'ichila se'iboraka gili pelabalai dharaile"},{"SurahNumber":7,"VerseNumber":118,"Text":"phalata satya pratisthita ha’la arau sihamte yi karaichila seya batila hai ga’la"},{"SurahNumber":7,"VerseNumber":119,"Text":"Eteke sihamte tata paraajita ha’la arau lanchita hai ubhati ga’la"},{"SurahNumber":7,"VerseNumber":120,"Text":"arau yadukarabilaka chajadaranata ha’la"},{"SurahNumber":7,"VerseNumber":121,"Text":"Te'omloke ka’le, ‘ami imana anilo srstijagatara pratipalakara prati’"},{"SurahNumber":7,"VerseNumber":122,"Text":"‘Mucha arau haraunara rabara prati’"},{"SurahNumber":7,"VerseNumber":123,"Text":"Phira'a'une ka’le, ‘ki! Ma'i tomalokaka anumati diyara agate'i tomaloke iyara oparata imana anila? Niscaya e'ito eta cakraanta; tomaloke e'i cakraanta karaicha nagarabasisakalaka iyara paraa uliya'i diyara babe. Eteke tomaloke atisighrae iyara parainama janiba paraiba’"},{"SurahNumber":7,"VerseNumber":124,"Text":"‘Niscaya ma'i tomalokara hata-bharai biparaita phalara paraa kati tukuraa-tukura karai dima; tara pichata arasye ma'i tomaloka ata'ike sulata dima’"},{"SurahNumber":7,"VerseNumber":125,"Text":"Te'omloke ka’le, ‘niscaya ami amara rabara ocaralaikehe ubhati yama"},{"SurahNumber":7,"VerseNumber":126,"Text":"‘arau tumi amaka sasti diba ola'icha kerala e'i babe ye, ami amara pratipalakara nidarsanara oparata imana anicho yetiya seya amara ocarata ahiche. He amara raba! Amaka paraipurna dhairya dana karaa arau muchalimaraupe amaka mrtyu dana karaa’"},{"SurahNumber":7,"VerseNumber":127,"Text":"Arau phira'a'una sampradayara netasakale ka’le, ‘apuni muchaka arau te'omra sampradayaka prthiraita biparyaya srsti karaibalai arau aponaka lagate aponara upasyasamuhaka barjana karaibalai erai diba neki? Si ka’le, ‘sighrae'i ami sihamtara putrasakalaka hatya karaima arau sihamtara naraisakalaka jiraita raakhima. Niscaya ami sihamtara oparata saktidhara’"},{"SurahNumber":7,"VerseNumber":128,"Text":"Mucha'i te'omra sampradayaka ka’le, ‘allahara ocarata sahaya praarthana karaa arau dhairya dharaa; niscaya prthirai allaharae'i. Teraemi nija bandasakalara majara paraa yaka iccha iyara uttaraadhikarai banaya. Arau subha parainama kerala muttakbisakalara babe'i’"},{"SurahNumber":7,"VerseNumber":129,"Text":"Sihamte ka’le, ‘tumi amara ocarata ahara agate'o ami niryatita haicho arau tumi ahara pichato’. Te'om ka’le, ‘ati sonakale tomalokara pratipalake tomalokara satrauka dhbansa karaiba arau te'om tomalokaka prthiraita sthalabhisikta karaiba, tara pichata tomaloke ki karaa seya te'om laksya karaiba’"},{"SurahNumber":7,"VerseNumber":130,"Text":"Arau niscaya ami phira'a'unara anusaraisakalaka durbhiksa arau phacalara ksatira dbaraa akraanta karaicho, yate sihamte upadesa grahana karae"},{"SurahNumber":7,"VerseNumber":131,"Text":"Eteke yetiya sihamtara ocarata kono kalyana ahichila, tetiya sihamte kaichila, ‘e'ito amara praapya’. Arau yetiya kono akalyane sparsa karaichila tetiya sihamte mucha arau te'omra sangisakalaka amangala buli ganya karaichila. Saradhana! Sihamtara akalyana kerala allahara niyantranata, kintu sihamtara bahute'i seya najane"},{"SurahNumber":7,"VerseNumber":132,"Text":"Arau sihamte kaichila, ‘amaka yadu karaara babe tumi yikono nidarsana amara ocarata lai naha kiya, ami tomara oparata ketiya'o bisbasa sthapana nakaraima’"},{"SurahNumber":7,"VerseNumber":133,"Text":"Tara pichata ami sihamtara oparata bistaraita nidarsana hicape dhumuha, pangapala, okani, bhekuli arau teja praerana karaicho. Iyara pichato sihamte ahankara karaile; arau sihamta achila eta aparaadhi sampradaya"},{"SurahNumber":7,"VerseNumber":134,"Text":"Arau yetiya'i sihamtara oparata sasti ahichila tetiya'i sihamte kaichila, ‘he mucha! Tumi tomara pratipalakara ocarata amara babe praarthana karaa tomara lagata te'om yi angikara karaiche se'i anuyayi; yadi tumi amara paraa sasti dura karai diba paraa tente ami niscaya tomara oparata imana anima arau arasye bani icharaa'ilaka tomara lagata yabalai dima’"},{"SurahNumber":7,"VerseNumber":135,"Text":"Phalata yetiya'i ami sihamtara paraa sasti dura karai dichilo eta nirdista samayara babe yito sihamtara babe nirdharaita achila, tetiya'i sihamte sihamtara angikara bhanga karaichila"},{"SurahNumber":7,"VerseNumber":136,"Text":"Seye ami sihamtara paraa pratisodha laicho arau sihamtaka atala sagarata duba'i dicho. Karana sihamte amara nidarsanaka asbikara karaichila arau e'i sambandhe sihamta achila amanoyogi"},{"SurahNumber":7,"VerseNumber":137,"Text":"Arau yi sampradayaka durbala buli bharaa haichila sihamtaka ami amara kalyanapraapta raajyara pura arau pascimara uttaraadhikarai karailo; arau bani icharaa'ila samparke tomara pratipalakara subha bani satyata parainata ha’la, yihetu sihamte dhairya dharaichila; lagate phira'a'una arau tara sampradayara silpa arau yibora prasada sihamte nirmana karaichila seya dhbansa karaicho"},{"SurahNumber":7,"VerseNumber":138,"Text":"Arau bani icharaa'ilaka amiye'i sagara para karaa'i dicho, tara pichata sihamte murtipujata asakta eta jatira ocarata upasthita haya. Sihamte ka’le, ‘he mucha! E'omlokara upasyara darae amara babe'o ejana upasya sthira karai diya’. Te'om ka’le, ‘tomaloka eta murkha sampradaya’"},{"SurahNumber":7,"VerseNumber":139,"Text":"‘Niscaya e'isakala loka ya’ta lipta hai ache seya dhbansasila arau sihamte yi karai ache seya'o amulaka’"},{"SurahNumber":7,"VerseNumber":140,"Text":"Te'om arau ka’le, ‘ma'i allahara bahirae tomalokara babe ana kono ilaha sandhana karaima neki athaca teraemi tomalokaka srstijagatara oparata sraesthatba pradana karaiche’"},{"SurahNumber":7,"VerseNumber":141,"Text":"arau smarana karaa, yetiya ami tomalokaka phira'a'unara anusaraisakalara hatara paraa ud'dhara karaicho, yihamte tomalokaka nikrsta sasti pradana karaichila. Sihamte tomalokara putra santanasakalaka hatya karaichila arau naraisakalaka jiraita raakhichila; iyata achila tomalokara pratipalakara taraphara paraa eta maha paraiksa"},{"SurahNumber":7,"VerseNumber":142,"Text":"Arau muchara babe ami traisa raatira pratisrauti karaichilo arau daha yoga karai seya purna karaichilo. E'idarae te'omra pratipalakara nirdharaita samaya callisa raatita purna haichila. Mucha'i te'omra bhatr haraunaka ka’le, ‘mora anupasthitita mora sampradayara majata tumi mora pratinidhitba karaiba, sansodhana karaiba arau biparyaya srstikaraisakalara patha anusarana nakaraiba’"},{"SurahNumber":7,"VerseNumber":143,"Text":"Arau mucha'i yetiya amara nirdharaita samayata upasthita ha’la arau te'omra pratipalake te'omra lagata katha patile, tetiya te'om ka’le, ‘he mora raba! Tumi moka darsana diya, ma'i tomaka dekhima’. Te'om ka’le, ‘tumi moka dekhiba noraaraiba. Tumi baram paharara phale'i coraacona, se'ito yadi nijara tha'ite sthira thake teneha’le tumi moka dekhiba paraiba’. Yetiya te'omra pratipalake paharata jyoti prakasa karaile tetiya i paharaka curna-bicurna karaile arau mucha sanjnahina hai paraile. Yetiya te'om jnana ubhati pale tetiya ka’le, ‘mahimamaya tumi, ma'i anutapta hai tomara ocarata ta'oba karaicho arau muminasakalara majata maye'i prathama’"},{"SurahNumber":7,"VerseNumber":144,"Text":"Te'om ka’le, ‘he mucha! Ma'i tomaka mora raichalata arau bakyalapara dbaraa manuhara oparata nirbacita karaicho; seye ma'i tomaka yi pradana karailo seya grahana karaa arau krtajnata jnapanakaraisakalara antarbhukta horaa’"},{"SurahNumber":7,"VerseNumber":145,"Text":"Arau ami tara babe phalakasamuhata sarba bisaye upadesa arau sakalo bisayara spasta byakhya likhi dicho; gatike seya drrhabharae dharaa arau tomara sampradayaka iyarae yi uttama seya grahana karaibalai nirdesa diya. Ma'i anatipalame phachikbasakalara basasthana tomalokaka dekhuraama"},{"SurahNumber":7,"VerseNumber":146,"Text":"Prthiraita yisakale an'yayabharae ahankara karai phurae sihamtaka ma'i mora nidarsanasamuhara paraa niscaya amtarata raakhima. Daraacalate sihamte pratito nidarsana dekhile'o imana posana nakaraiba arau sihamte satpatha dekhile'o se'itoka patha buli grahana nakaraiba, kintu sihamte bhula patha dekhile se'itoka patha buli grahana karaiba. E'ito e'i babe ye, sihamte amara nidarsanasamuhaka asbikara karaiche arau se'i samparke sihamta achila amanoyogi"},{"SurahNumber":7,"VerseNumber":147,"Text":"Arau yisakale amara nidarsanasamuha arau akhiraatara saksataka asbikara karaiche sihamtara krtakarma biphala haiche. Sihamte yi karae se'i anupate'i sihamtaka pratiphala diya ha’ba"},{"SurahNumber":7,"VerseNumber":148,"Text":"Arau muchara sampradaye te'omra anupasthitita nijara alankaraerae eta damurai sajile, eta deha (ra darae pratima) yito ‘hamba’ (garaura darae) sabda ola'ichila. Sihamte e'ito dekha nachilane ye, e'itorae sihamtara lagata katha ka’ba noraarae arau sihamtaka kono pathara sandhano diba noraarae? (Tathapi'o) sihamte iyake'i upasyaraupe grahana karaile arau sihamta achila yalima"},{"SurahNumber":7,"VerseNumber":149,"Text":"Arau sihamte yetiya anutapta ha’la arau dekhile ye, sihamte bipathagami hai gaiche, tetiya sihamte ka’le, ‘amara pratipalake yadi amara prati daya nakarae arau amaka ksama karai nidiye tente niscaya ami ksatigrastasakalara antarbhukta hai yama’"},{"SurahNumber":7,"VerseNumber":150,"Text":"Arau mucha'i yetiya kraud'dha arau biksubdha hai nija sampradayara ocarata ubhati ahile, tetiya ka’le, ‘mora anupasthitita tomaloke mora kimana nikrsta pratinidhitba karaicha! Tomalokara pratipalakara adesara agate'i tomaloke kharakheda karailane’? E'i buli te'om phalakasamuha daliya'i pelale arau te'omra bhatrka culita dharai nijara pine tani aniba dharaile. Haraune ka’le, ‘he mora sahodara! Manuhe moka durbala buli bharaichila arau moka praaya hatya karai pela'ichila. Seye tumi mora lagata ene acarana nakaraiba yi karaile satrausakale anandita haya arau moka yalimasakalara antarbhukta buli nabharaiba’"},{"SurahNumber":7,"VerseNumber":151,"Text":"Mucha'i ka’le, ‘he mora raba! Moka arau mora bhatrka ksama karai diya arau amaka tomara rahamatara majata praraesa karaoraa; arau tumiye'i sraestha dayalu’"},{"SurahNumber":7,"VerseNumber":152,"Text":"Niscaya yisakale damuraitoka upasyaraupe grahana karaiche, arasye prthiraira jiranata sihamtara oparata sihamtara pratipalakara kraodha arau lanchana apatita ha’ba. E'idarae'i ami micha ratanakaraisakalaka pratiphala di thakom"},{"SurahNumber":7,"VerseNumber":153,"Text":"Arau yisakale asatkarma karae, kintu tara pichata sihamte ta'oba karaile arau imana anile, niscaya tomara raba iyara pichato parama ksamasila, parama dayalu"},{"SurahNumber":7,"VerseNumber":154,"Text":"Arau yetiya muchara kham prasamita ha’la, tetiya te'om phalakasamuha tuli la’le. Yisakale nija pratipalakaka bhaya karae sihamtara babe se'i phalakasamuhata yi likha achila seya achila hidayata arau rahamata"},{"SurahNumber":7,"VerseNumber":155,"Text":"Arau mucha'i te'omra sampradayara paraa sattara jana lokaka amara nirdharaita sthanata ekatraita horaara babe manonita karaile. Tara pichata sihamte yetiya bhumikampara dbaraa akraanta ha’la, tetiya mucha'i ka’le, ‘he mora raba! Tumi iccha karaile agate'i ihamtaka arau moko dhbansa karaiba parailahemtena, amara majara nirbodhasakale yi karaiche se'i babe tumi amaka dhbansa karaibane? E'ito haiche kerala tomara paraiksa, yitora dbaraa tumi yaka iccha bipathagami karaa arau yaka iccha tumi satpathata paraicalita karaa. Tumiye'i amara abhibharaka; seye tumi amaka ksama karaa arau amara prati daya karaa. Ksamasilasakalara bhitarata tumiye'i sraestha’"},{"SurahNumber":7,"VerseNumber":156,"Text":"‘Arau tumi amara babe e'i prthiraita kalyana likhi diya arau akhiraatato. Niscaya ami tomara ocaralai ubhati ahicho’. Allahe ka’le, ‘mora sasti yaka iccha di thako arau mora daya- seyato pratyeka bastuke'i ararai ache. Gatike ma'i se'ito likhi dima kerala sihamtara babe yisakale takbaraa aralambana karae, yakata pradana karae arau amara ayatasamuhata bisbasa sthapana karae’"},{"SurahNumber":7,"VerseNumber":157,"Text":"Yisakale anusarana karae raachulara, um'mi nabira, yara ullekha sihamte sihamtara ocarata thaka ta'oraata arau injilata lipibad'dha paya, yijane sihamtaka sat kamara adesa diye, asatkarmara paraa nisedha karae, sihamtara babe paraitra bastu halala karae arau aparaitra bastu haraama karae. Arau sihamtaka sihamtara oparata thaka bojara paraa arau srnkhalara paraa mukta karae. Seye yisakale te'omra prati imana ane, te'omka sanmana karae, te'omka sahaya karae arau yi nura te'omra prati aratirna haiche se'itora anusarana karae, te'omloke'i saphalyamandita"},{"SurahNumber":7,"VerseNumber":158,"Text":"Koraa, ‘he manara! Niscaya ma'i tomaloka sakalorae prati allahara raachula, yijana akasasamuha arau prthiraira sarbabhaumatbara adhikarai. Te'omra bahirae ana kono satya ilaha na'i; teraemi jirana dana karae arau teraemi mrtyu ghataya. Seye tomaloke imana ana allahara prati arau te'omra raachula um'mi nabira prati yijane allaha arau te'omra banisamuhata imana posana karae; arau tomaloke te'omra anusarana karaa yate tomaloke hidayata praapta horaa’"},{"SurahNumber":7,"VerseNumber":159,"Text":"Arau muchara sampradayara bhitarata enekuraa dalo ache yisakale anaka n'yayabharae patha dekhuraaya arau se'i anuyayi (bicarata) inacapha karae"},{"SurahNumber":7,"VerseNumber":160,"Text":"Arau sihamtaka ami barata gotrata bibhakta karaicho. Muchara sampradaye yetiya te'omra ocarata pani bicaraile, tetiya ami te'omra prati ahi praerana karailo, ‘tomara lakhutidalerae silata aghata karaa’; phalata tara paraa barata jharnara utpatti ha’la. Pratyeka gotra'i nija nija pani khoraa sthana nirnaya karai la’le. Arau ami meghara dbaraa sihamtara oparata cham karai dichilo arau sihamtara oparata ami manna arau chalaraa aratirna karaichilo. (Kaichilo) ‘tomalokaka yi jiraika dana karaicho tara paraa paraitra bastu khoraa’. Sihamte amara prati kono an'yaya karaa nachila, baram sihamte nije'i nijara ksati sadhana karaiche"},{"SurahNumber":7,"VerseNumber":161,"Text":"Arau smarana karaa, yetiya sihamtaka koraa haichila, ‘tomaloke e'i janapadata basa karaa arau ya’ra paraa iccha khoraa lagate koraa, ‘hittatuna’ (ksama bicarao) arau natasirae duraaraerae praraesa karaiba; ami tomalokara aparaadhasamuha ksama karaima. Niscaya ami satkarmasilasakalaka adhika dana karaima’"},{"SurahNumber":7,"VerseNumber":162,"Text":"Tathapi'o sihamtara majata yisakale yalima achila sihamtaka yi koraa haichila, tara paraibarte sihamte ana katha ka’le. Seye ami akasara paraa sihamtara prati sasti pathalo, karana sihamte an'yaya karaichila"},{"SurahNumber":7,"VerseNumber":163,"Text":"Arau sihamtaka sagarara tirara janabasatira bisaye sodhacona, yetiya sihamte sanibarae simalanghana karaichila, yetiya sanibara palanara dina machabora panita bhahi bhahi sihamtara ocarata ahichila. Kintu yidina sihamte sanibara palana karaa nachila se'idina se'i machabora sihamtara ocarata aha nachila. E'idarae ami sihamtaka paraiksa karaichilo, karana sihamte phachekbi karaichila"},{"SurahNumber":7,"VerseNumber":164,"Text":"Arau smarana karaa, yetiya sihamtara dala eta'i kaichila, ‘allahe yisakalaka dhbansa karaiba athaba kathora sasti diba, tomaloke sihamtaka kiya sadupadesa diya? Sihamte kaichila, ‘tomalokara pratipalakara ocarata dayitba-muktira babe arau yate sihamte takbaraa aralambana karae se'i babe’"},{"SurahNumber":7,"VerseNumber":165,"Text":"Tara pichata yi upadesa sihamtaka diya haichila, sihamte yetiya seya paharai ga’la, tetiya yisakale asatkarma nisedha karaichila te'omlokaka ami ud'dhara karaichilo, arau yisakale an'yaya karaichila sihamtaka ami kathora sasti bihicho, karana sihamte phachekbi karaichila"},{"SurahNumber":7,"VerseNumber":166,"Text":"Iyara pichato yetiya sihamte nisid'dha kamara sima ceraa'i ga'la tetiya ami sihamtaka ka’lo, ‘tomaloke nikrsta bandara hai yoraa’"},{"SurahNumber":7,"VerseNumber":167,"Text":"arau smarana karaa, yetiya tomara pratipalake ghosana karaile ye, niscaya te'om kiyamata paryanta sihamtara oparata enekuraa kichumana lokaka pathaba, yisakale sihamtaka kathina sasti di thakiba. Niscaya tomara pratipalaka sasti danata tatpara arau niscaya te'om ksamasila, parama dayalu"},{"SurahNumber":7,"VerseNumber":168,"Text":"Arau ami sihamtaka prthiraita bibhinna dalata bibhakta karaicho, sihamtara kichumana satkarmaparaayana arau kichumana an'ya dharanara. Ami sihamtaka mangala arau amangalara dbaraa paraiksa karaicho, yate sihamte pratyarartana karae"},{"SurahNumber":7,"VerseNumber":169,"Text":"Sihamtara pichata ene kichumana ayogya loka etara pichata etakai sihamtara sthalabhisiktaraupe kitabara uttaraadhikarai haiche, yisakale prthiraira e'i tuccha asara samagrai sancayata lipta thake, arau sihamte kaya, ‘amaka ksama karai diya ha’ba’. Kintu e'iborara anuraupa samagrai sihamtara ocarata ahile seya'o sihamte grahana karaiba; kitabara angikara sihamtara paraa loraa horaa na'ine ye, sihamte allaha samparke satyara bahirae ana eko naka’ba? Athaca sihamte tata yi ache seya adhyayano karae. Kintu yisakale takbaraa aralambana karae sihamtara babe akhiraatara abase'i uttama; tomaloke eya anudharana nakaraane"},{"SurahNumber":7,"VerseNumber":170,"Text":"yisakale kitabaka drrhabharae dharana karae arau chalata kayema karae; niscaya ami satkarmaparaayana sakalara sramaphala binasta nakarao"},{"SurahNumber":7,"VerseNumber":171,"Text":"Arau smarana karaa, yetiya ami parbataka sihamtara oparata tuli dharaichilo, arau seya achila yeniba meghara eta khanda. Sihamte bharaile ye, seya sihamtara oparata parai yaba. (Ami ka’lo) ‘ami yi pradana karaicho seya drrhabharae dharana karaa arau tata yi ache seya smarana karaa, yate tomaloke takbaraara adhikarai ha’ba paraa’"},{"SurahNumber":7,"VerseNumber":172,"Text":"Arau smarana karaa, yetiya tomara pratipalake adama santanara pithira paraa tara bansadharaka uliya'ichila arau sihamtara nijara bisaye sbikaraokti grahana karaichila arau kaichila, ‘ma'i tomalokara raba nahaya ne? Sihamte kaichila, ‘haya niscaya, ami saksi thakilo’. E'ito e'i babe ye, tomaloke yate kiyamatara dina ka’ba noraaraa ye, ami e'i bisaye jana'i nachilo"},{"SurahNumber":7,"VerseNumber":173,"Text":"Athaba tomaloke yate e'ito ka’ba noraaraa ye, amara pitrpurausasakale'o amara agata sbirka karaiche, arau ami haicho te'omlokara parabarti bansadhara; eteke (sbirkara madhyamata) yisakale nijara amalaka batila karaiche sihamtara krtakarmara babe tumi amaka dhbansa karaibane"},{"SurahNumber":7,"VerseNumber":174,"Text":"arau e'idarae'i ami ayatasamuha bisadabharae barnana karao yate sihamte ubhati ahe"},{"SurahNumber":7,"VerseNumber":175,"Text":"Arau sihamtaka se'i byaktira sambada patha karai sunoraa, yaka ami nidarsanasamuha pradana karaichilo, tara pichata si tara paraa bicchinna hai gaichila, arau cayatane tara picha laichila. Phalata si bipathagami sakalara antarbhukta hai gaichila"},{"SurahNumber":7,"VerseNumber":176,"Text":"Arau ami iccha karaile iyara dbaraa taka ucca maryada dana karailohemtena, kintu si duniyara pratihe akrsta haiche arau nija prabrttira anusarana karaiche. Eteke tara upama haiche kukurara darae, tara oparata boja japi dile si jibha uliya'i hempa'i thake arau boja nidile'o si jibha uliya'i hempa'i thake. Yi sampradaye amara ayatasamuha asbikara karaiche sihamtara arastha'o e'itorae'i. Eteke tumi brttanta barnana karaa yate sihamte cinta karae"},{"SurahNumber":7,"VerseNumber":177,"Text":"Se'i sampradayara upama kimana ye nikrsta! Yisakale amara ayatasamuhaka asbikara karaiche, arau sihamte nijara pratihe an'yaya karaichila"},{"SurahNumber":7,"VerseNumber":178,"Text":"Allahe yaka hidayata diye se'ijanahe hidayatapraapta arau te'om yisakalaka bipathagami karae sihamte'i ksatigrasta"},{"SurahNumber":7,"VerseNumber":179,"Text":"Niscaya ami bahuto jbina arau manaraka jahannamara babe srsti karaicho, sihamtara hrdaya ache kintu tara dbaraa sihamte upalabdhi nakarae, sihamtara caku ache kintu tara dbaraa sihamte nedekhe arau sihamtara kana ache kintu tara dbaraa sihamte nusune, sihamta catuspada jantura darae, baram tatokai adhika bibhraanta. Sihamte'i haiche udasina"},{"SurahNumber":7,"VerseNumber":180,"Text":"Arau allahara babe ache sundara sundara nama. Eteke tomaloke te'omka se'ibora namerae'i ahbana karaa; arau yisakale te'omra nama bikrta karae sihamtaka barjana karaa; sihamtara krtakarmara phala anatipalame sihamtaka diya ha’ba"},{"SurahNumber":7,"VerseNumber":181,"Text":"Arau yisakalaka ami srsti karaicho sihamtara majata enekuraa eta dala ache yisakale n'yayabharae patha dekhuraaya arau se'i anuyayi (bicara mimansata) inacapha karae"},{"SurahNumber":7,"VerseNumber":182,"Text":"Arau yisakale amara ayatasamuhaka asbikara karaiche, anatipalame ami sihamtaka enekai lahe lahe dhbansara pine lai yama ye, sihamte game'i napaba"},{"SurahNumber":7,"VerseNumber":183,"Text":"Arau ami sihamtaka arakasa di'om; niscaya mora kausala atyanta balistha"},{"SurahNumber":7,"VerseNumber":184,"Text":"Sihamte ketiya'o cinta nakarae neki ye, sihamtara sahacarajana kahani'o unmada nahaya? Te'om haiche kerala ejana spasta satarkakarai"},{"SurahNumber":7,"VerseNumber":185,"Text":"Akasamandala arau prthiraira sarbabhauma kartrtba samparke lagate allahe yi srsti karaiche se'i bisaye sihamte cinta-carca karaa na'ine, arau e'i bisaye'o ye, sambharata sihamtara nirdharaita samaya nikatararti haiche; gatike iyara pichata sihamte arau kona kathata imana aniba"},{"SurahNumber":7,"VerseNumber":186,"Text":"allahe yisakalaka bipathagami karae sihamtara kono pathapradarsaka na'i; arau te'om sihamtaka sihamtara abadhyatata laksyahinara darae ghurai phuraibalai erai diye"},{"SurahNumber":7,"VerseNumber":187,"Text":"Sihamte tomaka kiyamata samparke prasna karai kaya, ‘seya ketiya sanghatita ha’ba’? Koraa, ‘e'i bisayara jnana kerala mora pratipalakara ocarata. Kerala teraemi yathasamayata se'itora prakasa ghataba. Akasmikabharae seya tomalokara oparata ahi paraiba’. Sihamte tomaka prasna karaiche yeniba tumi e'i bisaye sabisesa arahita. Koraa, ‘e'i bisayara jnana kerala allahara ocarata, kintu adhikansa manuhe'i (e'i satyato) najane’"},{"SurahNumber":7,"VerseNumber":188,"Text":"Koraa, ‘allahe yi iccha karae tara bahirae mora nijara upakara-apakarara oparato mora kono adhikara na'i. Gayeba ba adrsyara jnana yadi mora thakilahemtena tente ma'i bahuto kalyana labha karailohemtena arau kono dharanara akalyane'i moka sparsa karaiba noraarailehemtena. Ma'i kerala imandara sampradayara babe satarkakarai arau susambadadatara bahirae ana eko nahaya’"},{"SurahNumber":7,"VerseNumber":189,"Text":"Teraemi tomalokaka ejana byaktira paraa srsti karaiche arau tara paraa te'omra straika srsti karaiche, yate te'om straira ocarata prasanti labha karae. Tara pichata yetiya te'om straira saite milita ha’la tetiya straijani eti laghu garbhadharana karaile arau e'ito lai anayase cala-phuraa karaiba dharaile. Arasesata yetiya ga-bharai ha’la, tetiya te'omloka ubhaye te'omlokara raba allahara ocarata praarthana karaiba dharaile, ‘yadi tumi amaka ejana susantana dana karaa tente ami tomara prati krtajna hama’"},{"SurahNumber":7,"VerseNumber":190,"Text":"Tara pichata yetiya te'om sihamtaka ejana purnanga susantana dana karaile, tetiya sihamtaka te'om yi pradana karaiche se'i bisaye sihamte bahuto ansidara (sbaraika) nirdharana karaile. Prakrtate sihamte yisakalaka (te'omra lagata) ansi sthapana karae, allaha tatokai bahu urd'dhata"},{"SurahNumber":7,"VerseNumber":191,"Text":"Sihamte enekuraa bastuka ansi karae neki yisakale ekorae'i srsti karaa na'i? Baram sihamta nije'i srsta"},{"SurahNumber":7,"VerseNumber":192,"Text":"E'iborae sihamtaka kadapi'o sahaya karaiba noraarae anaki nijarao sahaya karaiba noraarae"},{"SurahNumber":7,"VerseNumber":193,"Text":"Arau tomaloke sihamtaka satpathara pine ahbana karaile'o sihamte tomalokaka anusarana nakaraiba; tomaloke sihamtaka ahbana karaa ba nirarae thaka, tomalokara babe ubhaye'i samana"},{"SurahNumber":7,"VerseNumber":194,"Text":"Allahara bahirae tomaloke yisakalaka ahbana karaa sihamta tomalokara darae'i bandaha, gatike yadi tomaloke satyabadi tente ahbana karaa (coraacona) sihamte tomalokara ahbanata samharai diyene na'i"},{"SurahNumber":7,"VerseNumber":195,"Text":"Sihamtara bharai achene yitorae sihamte khoja karhe? Sihamtara hata achene yitorae sihamte dharaiba parae? Sihamtara caku achene yitorae sihamte dekhe? Sihamtara kana achene yitorae sihamte sune? Koraa, ‘tomaloke yisakalaka allahara lagata ansi karaicha sihamtaka ahbana karaa tara pichata mora biraud'dhe sarayantra karaa arau moka akano arakasa nidiba’"},{"SurahNumber":7,"VerseNumber":196,"Text":"‘Niscaya mora abhibharaka kerala allaha, yijane kitaba aratirna karaiche arau teraemi satkarmaparaayana sakalara abhibharakatba karae’"},{"SurahNumber":7,"VerseNumber":197,"Text":"Arau allahara bahirae tomaloke yisakalaka ahbana karaa sihamte tomalokaka kadapi'o sahaya karaiba noraarae anaki sihamte nijarao sahaya karaiba noraarae"},{"SurahNumber":7,"VerseNumber":198,"Text":"Tumi yadi sihamtaka satpathara pine ahbana karaa tente sihamte nusuniba arau tumi dekhibalai paba ye, bahyikabharae sihamte tomara phale ca'i ache, athaca sihamte nedekhe"},{"SurahNumber":7,"VerseNumber":199,"Text":"Manuhara (caraitra arau karmara) utkrsta ansa grahana karaa, satkamara adesa diya arau ajnasakalaka eraa'i cala"},{"SurahNumber":7,"VerseNumber":200,"Text":"Arau yadi cayatanara kumantrana'i tomaka praraocita karae, tente allahara asraya bicaraiba. Niscaya te'om sarbasraota, sarbajna"},{"SurahNumber":7,"VerseNumber":201,"Text":"Niscaya yisakale takbaraa aralambana karaiche, te'omlokaka cayatane yetiya kumantrana diye tetiya te'omloke allahaka smarana karae, lage lage sihamtara drsti prakata haya"},{"SurahNumber":7,"VerseNumber":202,"Text":"Arau cayatanara bhatrsakale bhrastatata sihamtaka sahayogita karae. E'i kamata sihamte akano trauti nakarae"},{"SurahNumber":7,"VerseNumber":203,"Text":"Tumi yetiya sihamtara ocarata (sihamte bicaraa mate) kono ayata lai naha, tetiya sihamte kaya, ‘tumi nije'i eta ayata bana'i noloraa kiya’? Koraa, ‘mora pratipalakara taraphara paraa mora ocarata ahi hicape yi praerana karaa haya, ma'i kerala tarae'i anusarana karao. E'i kora'ana tomalokara pratipalakara taraphara paraa spasta pramana; arau e'ito imandara sampradayara babe hidayata arau rahamata’"},{"SurahNumber":7,"VerseNumber":204,"Text":"Arau yetiya kora'ana tilarata karaa haya tetiya tomaloke manoyoga sahakarae seya suniba arau nirara-nistabdha hai thakiba, yate tomalokara prati rahamata barsana haya"},{"SurahNumber":7,"VerseNumber":205,"Text":"Arau tumi tomara pratipalakaka puraa-gadhuli nija manate smarana karaa sabinaye, sasankacitte arau anuccasbarae. Lagate udasinasakalara antarbhukta naha’ba"},{"SurahNumber":7,"VerseNumber":206,"Text":"Niscaya yisakale tomara pratipalakara sannidhyata ache sihamte te'omra ibadata samparke ahankara nakarae; arau sihamte kerala te'omrae'i tachabiha patha karae arau kerala te'omke'i chajada karae"},{"SurahNumber":8,"VerseNumber":1,"Text":"Manuhe tomaka anaphala (yud'dhalabdha sampada) samparke prasna karae; koraa, ‘yud'dhalabdha sampada allaha arau raachulara babe; eteke tomaloke allahara takbaraa aralambana karaa arau nijara majata sadbhara sthapana karaa lagate allaha arau te'omra raachulara anugatya karaa, yadi tomaloke mumina horaa’"},{"SurahNumber":8,"VerseNumber":2,"Text":"Prakrta mumina sihamte'i yisakalara hrdaya allahaka smarana karaa ha’le kampita haya arau te'omra ayatasamuha sihamtara ocarata tilarata karaa ha’le seya sihamtara imana brd'dhi karae, arau sihamte kerala nija pratipalakara oparate'i bharasa karae"},{"SurahNumber":8,"VerseNumber":3,"Text":"Yisakale chalata kayema karae arau ami sihamtaka yi jiraika dana karaicho tara paraa byaya karae"},{"SurahNumber":8,"VerseNumber":4,"Text":"sihamte'i prakrta mumina. Sihamtara babe ache sihamtara pratipalakara ocarata ucca maryadasamuha, ksama arau sanmanajanaka jiraika"},{"SurahNumber":8,"VerseNumber":5,"Text":"E'ito enekuraa, yenekai tomara pratipalake n'yayabharae tomaka gharara paraa uliya'i anichila athaca muminasakalara eta dale seya apachanda karaichila"},{"SurahNumber":8,"VerseNumber":6,"Text":"Satya spastabharae prakasita horaara pichato sihamte tomara lagata bitarka karae. Ene lage yena sihamtaka mrtyura phale khedi lai yoraa haiche arau sihamte seya dekhi ache"},{"SurahNumber":8,"VerseNumber":7,"Text":"Arau smarana karaa, yetiya allahe tomalokaka pratisrauti dichila ye, du'i dalara yikono eta dala tomalokara ayattadhina haba, athaca tomaloke bicaraichila ye, astrahina dalato tomalokara ayattadhina ha'omka, kintu allahe bicaraichila satyaka te'omra banira dbaraa pratisthita karaiba arau kaphirasakalaka nirmula karaiba"},{"SurahNumber":8,"VerseNumber":8,"Text":"E'ito e'i babe ye, te'om satyaka satyaraupe arau batilaka batilaraupe pratipanna karae, yadi'o aparaadhisakale eya pachanda nakarae"},{"SurahNumber":8,"VerseNumber":9,"Text":"Smarana karaa, yetiya tomaloke tomalokara pratipalakara ocarata ud'dhara praarthana karaichila, phalata te'om tomalokara praarthanata sahamrai dichila ye, ‘arasye ami tomalokaka sahaya karaima ehejara phiraistara dbaraa, yisakale dale dale etara pichata etakai ahiba’"},{"SurahNumber":8,"VerseNumber":10,"Text":"Arau allahe e'ito karaiche kerala susambadasbaraupa arau yate tomalokara antarasamuha iyara dbaraa prasanti labha karae; sahaya kerala allahara paraa'i ahe; niscaya allaha prabala paraakramasali, prajnamaya"},{"SurahNumber":8,"VerseNumber":11,"Text":"Smarana karaa, yetiya te'om te'omra phalara paraa sbastira babe tomalokaka tandraacchanna karaichila arau akasara paraa tomalokara babe pani barsa'ichila yate iyara dbaraa te'om tomalokaka paraitra karae, arau tomalokara paraa cayatanara kumantrana dura karae, tomalokara hrdayasamuha drrha raakhe arau iyara madhyamata tomalokara bharaisamuha sthira raakhe"},{"SurahNumber":8,"VerseNumber":12,"Text":"Smarana karaa, yetiya tomara pratipalake phiraistasakalara prati ahi praerana karaichila ye, ‘niscaya ma'i tomalokara lagata acho, eteke tomaloke muminasakalaka abicalita raakha’. Yisakale kupharai karaiche acirae'i ma'i sihamtara hrdayata bhitira sancara karaima; seye tomaloke aghata karaa sihamtara galadhanata arau aghata karaa sihamtara pratyeka gathiye gathiye"},{"SurahNumber":8,"VerseNumber":13,"Text":"E'ito e'i babe ye, sihamte allaha arau te'omra raachulara biraodhita karaiche; arau yiye allaha arau te'omra raachulara biraodhita karaiba tente (jani thoraa) niscaya allaha sasti danata ati kathora"},{"SurahNumber":8,"VerseNumber":14,"Text":"E'ito sasti, eteke tomaloke iyara soraada loraa. Niscaya kaphirasakalara babe ache jahannamara sasti"},{"SurahNumber":8,"VerseNumber":15,"Text":"He muminasakala! Tomaloke yetiya kaphira bahinira sanmukhina ha’ba paraspara nikatararti arasthata, tetiya tomaloke sihamtara sanmukhata prstha pradarsana nakaraiba"},{"SurahNumber":8,"VerseNumber":16,"Text":"Arau se'i dina yud'dhara babe kausalagata disa paraibartana athaba nija dalata asraya grahanara bahirae konoba'i yadi pascadamukhi haya tente si allahara gajaba lai ubhatila arau tara asrayasthala ha’ba jahannama, arau se'ito kimana ye nikrsta pratyarartanasthala"},{"SurahNumber":8,"VerseNumber":17,"Text":"eteke tomaloke sihamtaka hatya karaa nachila baram allahe'i sihamtaka hatya karaichila. Yetiya tumi niksepa karaichila tetiya tumi niksepa karaa nachila baram allahe'i niksepa karaichila, arau e'ito muminasakalaka allahara taraphara paraa uttamaraupe paraiksara (madhyamata ucca maryadata upanita karaara) babe, niscaya allaha sarbasraota, sarbajna"},{"SurahNumber":8,"VerseNumber":18,"Text":"Eya achila tomalokara babe, arau niscaya allahe kaphirasakalara sarayantra durbala karai diye"},{"SurahNumber":8,"VerseNumber":19,"Text":"Yadi tomaloke mimansa bicaraicha teneha’le seya tomalokara ocarata ahi pa'ichehi; arau yadi tomaloke birata horaa tente seya haiche tomalokara babe kalyanakara; kintu yadi tomaloke akau yud'dha karaibalai aha tente ami'o akau sasti lai ahima. Arau tomalokara dala sankhyagaraistha ha’le'o tathapi'o tomalokara kono kamata nahiba. Niscaya allaha muminasakalara lagata ache"},{"SurahNumber":8,"VerseNumber":20,"Text":"He muminasakala! Tomaloke allaha arau te'omra raachulara anugatya karaa arau tomaloke yetiya te'omra katha suna tetiya tara paraa mukha ghuraa'i nalaba"},{"SurahNumber":8,"VerseNumber":21,"Text":"Arau tomaloke sihamtara darae naha’ba, yisakale kaya, ‘ami sunicho’; acalate sihamte suna'i na'i"},{"SurahNumber":8,"VerseNumber":22,"Text":"Niscaya allahara ocarata sakalo bicaranasila jirara tulanata sihamte'i haiche nikrstatama kala, boba yisakale eko nubuje"},{"SurahNumber":8,"VerseNumber":23,"Text":"Arau allahe yadi sihamtara majata kiba bhala guna dekhilehemtena tente niscaya sihamtaka sunibalai (suyoga) dilehemtena. Kintu te'om sihamtaka sunale'o sihamte upeksa karai mukha ghuraa'i la’lehemtena"},{"SurahNumber":8,"VerseNumber":24,"Text":"He muminasakala! Raachule yetiya tomalokaka ene kibara prati ahbana karae yitorae tomalokaka jirana dana karaiba, tetiya tomaloke allaha arau te'omra raachulara ahbanata samharai diba arau jani thoraa, niscaya allaha manuhara arau tara hrdayara majata antaraaya hai yaya. Niscaya te'omra pine'i tomalokaka ekatraita karaa ha’ba"},{"SurahNumber":8,"VerseNumber":25,"Text":"Arau tomaloke phitana-phachadara paraa amtarata thakiba, (kiyano iyara asubha parainama) yito bisesakai tomalokara majara yisakale yalima kerala sihamtara majate'i simabad'dha nathake. Arau jani thoraa, niscaya allaha sasti danata ati kathora"},{"SurahNumber":8,"VerseNumber":26,"Text":"Arau smarana karaa, yetiya tomaloke sankhyata ati takara achila, prthiraita tomalokaka durbala hicape ganya karaa haichila. Tomaloke asanka karaichila ye, manuhe tomalokaka akasmat ahi dharai lai yaba. Tara pichata teraemi tomalokaka asraya dile, nijara sahayara jaraiyate tomalokaka saktisali karaile arau tomalokaka uttama bastubora jiraika hicape dana karaile yate tomaloke krtajna horaa"},{"SurahNumber":8,"VerseNumber":27,"Text":"He muminasakala! Tomaloke jani-buji allaha arau te'omra raachulara khiyanata (bisbasaghatakata) nakaraiba arau tomalokara parasparara amanatato khiyanata nakaraiba"},{"SurahNumber":8,"VerseNumber":28,"Text":"Arau jani thoraa, tomalokara dhana-sampada arau santana-santati eta paraiksa; arau niscaya allaha, te'omra ocarate'i ache mahapuraskara"},{"SurahNumber":8,"VerseNumber":29,"Text":"He muminasakala! Yadi tomaloke allahara takbaraa aralambana karaa tente te'om tomalokaka phurakana tatha n'yaya-an'yaya parthakya karaara sakti pradana karaiba, tomalokara papa mocana karaiba arau tomalokaka ksama karaiba arau allaha haiche maha kalyanara adhikarai"},{"SurahNumber":8,"VerseNumber":30,"Text":"Arau smarana karaa, yetiya kaphirasakale tomaka bandi karaara babe athaba hatya karaara babe na'iba nirbasita karaara babe sarayantra karaichila. Sihamte sarayantra karaichila ipine allahe'o (sihamtara sarayantrara bipakse) tara pratibyarastha karaichila, arau allaha sarbasraestha kausali"},{"SurahNumber":8,"VerseNumber":31,"Text":"Arau yetiya sihamtara ocarata amara ayatasamuha patha karaa haya tetiya sihamte kaya, ‘ami sunilo, iccha karaile ami'o e'idarae ka’ba parao, e'ibora haiche kerala purani dinara lokasakalara upakatha’"},{"SurahNumber":8,"VerseNumber":32,"Text":"Arau smarana karaa, yetiya sihamte kaichila, ‘he allaha! E'ibora yadi tomara phalara paraa samca'i satya haya tente amara oparata tumi sila-brsti barsana karaa athaba amara oparata kono yantranadayaka sasti lai aha’"},{"SurahNumber":8,"VerseNumber":33,"Text":"Allaha enekuraa nahaya ye, tumi sihamtara majata thaka arasthata te'om sihamtaka sasti diba; lagate allahara niti e'ito'o nahaya ye, sihamte allahara ocarata ksama praarthana karai thakiba arau allahe sihamtaka sasti diba"},{"SurahNumber":8,"VerseNumber":34,"Text":"Sihamtara ki ha’la, kiya allahe sihamtaka sasti nidiba? Athaca sihamte manuhaka machajidula haraamara paraa nibrtta karaiche; anaki sihamta se'i machajidara abhibharako nahaya; iyara abhibharaka haiche kerala muttakbisakala; kintu sihamtara adhikansa'i (e'i katha) najane"},{"SurahNumber":8,"VerseNumber":35,"Text":"Arau kaba gharara ocarata sihamtara upasana urauli arau hata talira bahirae ana eko nahaya. Gatike tomaloke sasti bhoga karaa, karana tomaloke kupharai karaichila"},{"SurahNumber":8,"VerseNumber":36,"Text":"Niscaya yisakale kupharai karaiche, sihamte allahara pathara paraa manuhaka nibrtta karaibalai sihamtara dhana-sampada byaya karae, acirae'i sihamte seya byaya karaiba, tara pichata seya sihamtara manastapara karana ha’ba; iyara pichata sihamte paraabhuta ha’ba; arau yisakale kupharai karaiche sihamtaka jahannamata ekatraita karaa ha’ba"},{"SurahNumber":8,"VerseNumber":37,"Text":"Yate allahe aparaitraboraka paraitrasakalara paraa prthaka karaiba parae. Te'om aparaitraboraka etara pichata anatoka raakhi sakalobora stupa karaiba, tara pichata seya jahannamata niksepa karaiba. Sihamte'i ksatigrasta"},{"SurahNumber":8,"VerseNumber":38,"Text":"Yisakale kupharai karaiche sihamtaka koraa, ‘yadi sihamte (kupharai) paraihara karae tente agate yi haiche seya allahe ksama karaiba; kintu sihamte yadi an'yayara punaraabrtti karae tente purbarartisakalara raitito jana'i (sihamtara ki parainati haichila)’"},{"SurahNumber":8,"VerseNumber":39,"Text":"Arau tomaloke phitanara arasana naghata laike sihamtara biraud'dhe sangraama karai thakiba arau dbina purnaraupe kerala allahara babe nohoraa laike. Tara pichata yadi sihamte birata thake tente sihamte yi karae se'i bisaye allaha samyaka drasta"},{"SurahNumber":8,"VerseNumber":40,"Text":"Arau yadi sihamte mukha ghuraa'i laya tente jani thoraa, allahe'i tomalokara abhibharaka, te'om kimana ye uttama abhibharaka arau kimana ye uttama sahayakarai"}]}