{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Kha mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Klyanus' knigoy yasnoy"},{"SurahNumber":43,"VerseNumber":3,"Text":"My sdelali yeye arabskim Koranom, - mozhet byt', vy urazumeyete"},{"SurahNumber":43,"VerseNumber":4,"Text":"On nakhoditsya v materi knigi u Nas, voznesen, mudr"},{"SurahNumber":43,"VerseNumber":5,"Text":"Razve My otvratim ot vas napominaniye potomu, chto vy - lyudi, vyshedshiye za predely"},{"SurahNumber":43,"VerseNumber":6,"Text":"Skol'ko My poslali prorokov v pervykh pokoleniyakh"},{"SurahNumber":43,"VerseNumber":7,"Text":"I ne prikhodil k nim nikakoy prorok, chtoby oni nad nim ne posmeyalis'"},{"SurahNumber":43,"VerseNumber":8,"Text":"I pogubili My boleye sil'nykh moshch'yu, chem oni, i proshel uzhe primer pervykh"},{"SurahNumber":43,"VerseNumber":9,"Text":"A yesli ty ikh sprosish', kto sotvoril nebesa i zemlyu, oni, konechno, skazhut: sotvoril ikh slavnyy, mudryy"},{"SurahNumber":43,"VerseNumber":10,"Text":"kotoryy ustroil dlya vas zemlyu kolybel'yu i ustroil dlya vas na ney dorogi, - mozhet byt', vy poydete pryamo"},{"SurahNumber":43,"VerseNumber":11,"Text":"i kotoryy nizvel s neba vodu po mere. I podnyali My yeyu stranu mertvuyu. Tak vy budete vyvedeny"},{"SurahNumber":43,"VerseNumber":12,"Text":"i kotoryy sotvoril vse pary i sdelal vam iz sudna i zhivotnykh to, na chem vy yezdite"},{"SurahNumber":43,"VerseNumber":13,"Text":"chtoby vy utverzhdalis' na ikh spinakh, a potom pominali milost' Gospoda vashego, kogda utverdites' na nem, i govorili: \"Khvala tomu, kto podchinil nam eto, kogda my ne byli v silakh dostich' etogo"},{"SurahNumber":43,"VerseNumber":14,"Text":"I, poistine, my k Gospodu nashemu vozvrashchayemsya"},{"SurahNumber":43,"VerseNumber":15,"Text":"I sdelali oni iz Yego rabov dlya Nego chast'. Poistine, chelovek neblagodaren yavno"},{"SurahNumber":43,"VerseNumber":16,"Text":"Neuzheli On vzyal iz togo, chto sozdal, docherey, a vam predostavil synovey"},{"SurahNumber":43,"VerseNumber":17,"Text":"A kogda kogo-nibud' iz vas obraduyut tem, chto privedeno v primer dlya Miloserdnogo, litso yego temneyet, i on sderzhivayet gnev"},{"SurahNumber":43,"VerseNumber":18,"Text":"Razve zhe tot, kto vyrashchen v ukrasheniyakh i kto v prepiratel'stve, ne yasen"},{"SurahNumber":43,"VerseNumber":19,"Text":"I sdelali oni angelov, kotoryye - raby Miloserdnogo, zhenshchinami. Razve oni byli pri sozdanii ikh? Zapishetsya ikh svidetel'stvo, i budut oni sprosheny"},{"SurahNumber":43,"VerseNumber":20,"Text":"I govorili oni: \"Yesli by pozhelal Miloserdnyy, i ne poklonyalis' by my im!\" Net u nikh znaniya ob etom; oni tol'ko izmyshlyayut"},{"SurahNumber":43,"VerseNumber":21,"Text":"Razve My im dali kakuyu-nibud' knigu do etogo, i oni za neye derzhatsya"},{"SurahNumber":43,"VerseNumber":22,"Text":"Da! Oni skazali: \"My nashli nashikh ottsov v nekoyem uchenii, i my, konechno, idem pryamo po ikh sledam"},{"SurahNumber":43,"VerseNumber":23,"Text":"I takzhe My ne posylali do tebya v seleniye nikakogo uveshchatelya, chtoby ne govorili blagodenstvuyushchiye tam: \"My nashli nashikh ottsov v nekoyem uchenii, i my sleduyem po ikh sledam"},{"SurahNumber":43,"VerseNumber":24,"Text":"Skazhi: \"A yesli by ya prishel k vam s boleye vernym, chem to, v chem vy nashli vashikh ottsov?\" Oni skazali: \"My, konechno, ne veruyem v to, s chem vy poslany"},{"SurahNumber":43,"VerseNumber":25,"Text":"I My otmstili im. Posmotri zhe, kakov byl konets schitavshikh lozh'yu"},{"SurahNumber":43,"VerseNumber":26,"Text":"I vot skazal Ibrakhim svoyemu ottsu i narodu: \"YA ne prichasten k tomu, chemu vy poklonyayetes'"},{"SurahNumber":43,"VerseNumber":27,"Text":"krome togo, kto sozdal menya. Poistine, On povedet menya po pryamomu puti"},{"SurahNumber":43,"VerseNumber":28,"Text":"I sdelal on eto slovom, prebyvayushchim v potomstve yego, - mozhet byt', oni vernutsya"},{"SurahNumber":43,"VerseNumber":29,"Text":"Da, YA dal pol'zovat'sya im i ikh ottsam, poka ne prishla k nim istina i yasnyy poslannik"},{"SurahNumber":43,"VerseNumber":30,"Text":"A kogda prishla k nim istina, oni skazali: \"Eto - koldovstvo i my v nego ne verim"},{"SurahNumber":43,"VerseNumber":31,"Text":"I skazali oni: \"Otchego by ne byl nisposlan etot Koran na cheloveka velikogo iz oboikh poseleniy"},{"SurahNumber":43,"VerseNumber":32,"Text":"Oni razve delyat milost' Gospoda tvoyego? My razdelili sredi nikh ikh propitaniye v zhizni blizhney i vozvysili odnikh stepenyami nad drugimi, chtoby odni iz nikh brali drugikh v usluzheniye. I milost' Gospoda tvoyego luchshe togo, chto oni sobirayut"},{"SurahNumber":43,"VerseNumber":33,"Text":"I yesli by ne sluchilos' togo, chto lyudi budut odnim narodom, My by dlya tekh, kto ne veruyet v Miloserdnogo, ustroili u domov kryshi iz serebra i lestnitsy, po kotorym oni podnimayutsya"},{"SurahNumber":43,"VerseNumber":34,"Text":"i u domov ikh dveri i lozha, na kotorykh oni vozlezhat"},{"SurahNumber":43,"VerseNumber":35,"Text":"i ukrasheniya. No vse eto - tol'ko blaga zdeshney zhizni, a budushchaya - u tvoyego Gospoda dlya bogoboyaznennykh"},{"SurahNumber":43,"VerseNumber":36,"Text":"A kto uklonyayetsya ot pominaniya Miloserdnogo, k tomu My pristavim satanu, i on dlya nego - sputnik"},{"SurahNumber":43,"VerseNumber":37,"Text":"I oni, konechno, otvratyat ikh ot puti, i budut oni dumat', chto idut po pryamoy doroge"},{"SurahNumber":43,"VerseNumber":38,"Text":"i kogda pridet on k Nam, skazhet: \"O, yesli by mezhdu mnoy i toboy bylo rasstoyaniye ot zapada do vostoka. Skvernyy ty tovarishch"},{"SurahNumber":43,"VerseNumber":39,"Text":"I niskol'ko ne pomozhet vam segodnya, raz vy byli nespravedlivy, to, chto vy - sotovarishchi v nakazanii"},{"SurahNumber":43,"VerseNumber":40,"Text":"Razve ty zastavish' slyshat' glukhikh ili povedesh' pryamo slepykh i tekh, kto v yavnom zabluzhdenii"},{"SurahNumber":43,"VerseNumber":41,"Text":"A yesli My uvedem tebya, to im My otomstim"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ili pokazhem im to, chto obeshchali: My ved' imeyem moshch' nad nimi"},{"SurahNumber":43,"VerseNumber":43,"Text":"Derzhis' zhe togo, chto tebe nisposlano! Ty ved' na vernoy doroge"},{"SurahNumber":43,"VerseNumber":44,"Text":"I ved' eto - napominaniye tebe i tvoyemu narodu, i vy budete sprosheny"},{"SurahNumber":43,"VerseNumber":45,"Text":"Sprosi tekh, kto My posylali do tebya iz Nashikh poslannikov: \"Ustanavlivali li My pomimo Miloserdnogo bogov, kotorym sleduyet poklonyat'sya"},{"SurahNumber":43,"VerseNumber":46,"Text":"My poslali Musu s Nashimi znameniyami k Firaunu i yego znati. I on skazal: \"YA - poslannik Gospoda mirov"},{"SurahNumber":43,"VerseNumber":47,"Text":"Kogda zhe on prishel k nim s Nashimi znameniyami, oni nad nim rassmeyalis'"},{"SurahNumber":43,"VerseNumber":48,"Text":"I My ne pokazyvayem im znameniya, kotoroye ne bylo by bol'she predshestvuyushchego. I My podvergli ikh nakazaniyu, - mozhet byt', oni vernutsya"},{"SurahNumber":43,"VerseNumber":49,"Text":"Oni skazali: \"O charodey! Prizovi k nam Gospoda tvoyego tem, chto On zaveshchal tebe: my ved' poydem pryamym putem"},{"SurahNumber":43,"VerseNumber":50,"Text":"A kogda My otveli ot nikh nakazaniye, - vot, oni narushili klyatvu"},{"SurahNumber":43,"VerseNumber":51,"Text":"I vozzval Firaun v svoyem narode, skazav: \"O narod moy! Razve ne u menya vlast' nad Yegiptom, i eti reki tekut podo mnoy? Razve vy ne uvidite"},{"SurahNumber":43,"VerseNumber":52,"Text":"Ne ya li luchshe etogo, kotoryy nichtozhen i yedva ob\"yasnyayetsya"},{"SurahNumber":43,"VerseNumber":53,"Text":"Yesli by na nego byli nadety braslety iz zolota ili prishli vmeste s nim angely, soputstvuya yemu"},{"SurahNumber":43,"VerseNumber":54,"Text":"I on sdelal svoy narod legkomyslennym, i oni poslushalis' yego. Oni ved' byli narodom rasputnym"},{"SurahNumber":43,"VerseNumber":55,"Text":"A kogda oni Nas prognevali, My otmstili im i utopili ikh vsekh"},{"SurahNumber":43,"VerseNumber":56,"Text":"I My sdelali ikh predshestvennikami i primerom dlya poslednikh"},{"SurahNumber":43,"VerseNumber":57,"Text":"A kogda byl priveden syn Maryam v primer, - vot tvoy narod ot etogo otvorachivayetsya"},{"SurahNumber":43,"VerseNumber":58,"Text":"i govoryat oni: \"Bogi nashi luchshe ili on?\" Oni privodyat yego tebe tol'ko dlya spora. Oni ved' - narod prepirayushchiysya"},{"SurahNumber":43,"VerseNumber":59,"Text":"On - tol'ko rab, kotoromu My darovali milost' i sdelali yego primerom dlya synov Israila"},{"SurahNumber":43,"VerseNumber":60,"Text":"A yesli by My pozhelali, My sozdali by iz vas angelov na zemle, kotoryye by zamestili"},{"SurahNumber":43,"VerseNumber":61,"Text":"I on, poistine, - priznak chasa. Ne somnevaytes' v etom i sleduyte za Mnoy! Eto - pryamoy put'"},{"SurahNumber":43,"VerseNumber":62,"Text":"I pust' ne otklonit vas satana, ved' on dlya vas yavnyy vrag"},{"SurahNumber":43,"VerseNumber":63,"Text":"A kogda Isa prishel s yavnymi znameniyami, on skazal: \"YA prishel k vam s mudrost'yu i ya raz\"yasnyu vam koye-chto iz togo, v chem vy raznoglasite. Boytes' zhe Boga i povinuytes' mne"},{"SurahNumber":43,"VerseNumber":64,"Text":"Poistine, Allakh - On moy Gospod' i vash Gospod'! Poklonyaytes' zhe mne! Eto - pryamoy put'"},{"SurahNumber":43,"VerseNumber":65,"Text":"I raznoglasili partii sredi nikh! I gore tem, kotoryye byli nespravedlivy, ot nakazaniya muchitel'nogo dnya"},{"SurahNumber":43,"VerseNumber":66,"Text":"Uvidyat li oni chto-nibud', krome chasa, chto pridet k nim vnezapno, a oni ne pochuvstvuyut"},{"SurahNumber":43,"VerseNumber":67,"Text":"Druz'ya v tot den' - drug drugu vragi, krome bogoboyaznennykh"},{"SurahNumber":43,"VerseNumber":68,"Text":"O raby Moi! Net strakha dlya vas v tot den', i ne budete vy pechal'ny"},{"SurahNumber":43,"VerseNumber":69,"Text":"Te, kotoryye uverovali v Nashi znameniya i byli musul'manami"},{"SurahNumber":43,"VerseNumber":70,"Text":"Voydite v ray, vy i vashi zheny, budete ublazheny"},{"SurahNumber":43,"VerseNumber":71,"Text":"Ikh budut obnosit' blyudami iz zolota i chashami; v nikh - to, chto pozhelayut dushi i chem uslazhdayutsya ochi. I vy v etom prebudete vechno"},{"SurahNumber":43,"VerseNumber":72,"Text":"I etot sad, kotoryy dan vam v nasledstvo za to, chto vy sovershili"},{"SurahNumber":43,"VerseNumber":73,"Text":"Vam zdes' - mnogiye plody, kotoryye vy budete yest'"},{"SurahNumber":43,"VerseNumber":74,"Text":"Poistine, greshniki prebyvayut vechno v nakazanii geyenny"},{"SurahNumber":43,"VerseNumber":75,"Text":"Im ne budet oblegcheniya, i oni tam - v otchayanii"},{"SurahNumber":43,"VerseNumber":76,"Text":"My vas ne obideli, no oni sami byli obidchikami"},{"SurahNumber":43,"VerseNumber":77,"Text":"I vozzvali oni: \"O Malik! Pust' pokonchit s nami tvoy Gospod'!\" On skazal: \"Vy ostanetes'"},{"SurahNumber":43,"VerseNumber":78,"Text":"My prishli k vam s istinoy, no bol'shinstvo vas nenavidit istinu"},{"SurahNumber":43,"VerseNumber":79,"Text":"Ne ustroili li oni delo? My tozhe ustraivayem"},{"SurahNumber":43,"VerseNumber":80,"Text":"Ili dumayut oni, chto My ne slyshim ikh tayny i peregovory? Da, i poslantsy Nashi u nikh zapisyvayut"},{"SurahNumber":43,"VerseNumber":81,"Text":"Skazhi: \"Yesli u Miloserdnogo yest' rebenok, to ya - pervyy iz poklonyayushchikhsya"},{"SurahNumber":43,"VerseNumber":82,"Text":"Khvala Gospodu nebes i zemli, vladyke trona, prevyshe On togo, chto oni Yemu pripisyvayut"},{"SurahNumber":43,"VerseNumber":83,"Text":"Ostav' ikh pogruzhat'sya i zabavlyat'sya, poka ne vstretyat svoy den', kotoryy im obeshchan"},{"SurahNumber":43,"VerseNumber":84,"Text":"On - tot, kto v nebesakh Bog i na zemle Bog; On - mudryy, vedushchiy"},{"SurahNumber":43,"VerseNumber":85,"Text":"Da budet blagosloven tot, u kogo vlast' nad nebesami, i zemley, i tem, chto mezhdu nimi! I u Nego - znaniye o chase, i k Nemu vy budet vozvrashcheny"},{"SurahNumber":43,"VerseNumber":86,"Text":"I ne mogut te, kogda vy prizyvayete vmesto Nego, zastupit'sya, krome tekh, kto svidetel'stvuyet ob istine, i oni znayut"},{"SurahNumber":43,"VerseNumber":87,"Text":"A yesli ty ikh sprosish', kto sozdal ikh, oni, konechno, skazhut: \"Allakh\". Do chego zhe oni obol'shcheny"},{"SurahNumber":43,"VerseNumber":88,"Text":"I govorit on: \"O Gospod'! Poistine, eto lyudi, kotoryye ne veruyut"},{"SurahNumber":43,"VerseNumber":89,"Text":"Otvratis' zhe ot nikh i skazhi: \"Mir!\" A potom oni uznayut"}]}