{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":1,"Text":"Elif, Lam, Ra. Bu Kitap, hakim ve haberdar olan Allah tarafından, Allah'tan baskasına kulluk etmeyesiniz diye ayetleri kesin kılınmıs, sonra da uzun uzadıya acıklanmıs bir Kitap'dır. Ben size, O'nun tarafından gonderilmis bir uyarıcı ve mujdeciyim. Rabbinizden magfiret dileyin ve O'na tevbe edin ki, belli bir sureye kadar sizi guzelce gecindirsin ve her fazilet sahibine faziletinin karsılıgını versin. Eger yuz cevirirseniz o zaman ben dogrusu hakkınızda buyuk gunun azabından korkarım"},{"SurahNumber":11,"VerseNumber":2,"Text":"Elif, Lam, Ra. Bu Kitap, hakim ve haberdar olan Allah tarafından, Allah'tan baskasına kulluk etmeyesiniz diye ayetleri kesin kılınmıs, sonra da uzun uzadıya acıklanmıs bir Kitap'dır. Ben size, O'nun tarafından gonderilmis bir uyarıcı ve mujdeciyim. Rabbinizden magfiret dileyin ve O'na tevbe edin ki, belli bir sureye kadar sizi guzelce gecindirsin ve her fazilet sahibine faziletinin karsılıgını versin. Eger yuz cevirirseniz o zaman ben dogrusu hakkınızda buyuk gunun azabından korkarım"},{"SurahNumber":11,"VerseNumber":3,"Text":"Elif, Lam, Ra. Bu Kitap, hakim ve haberdar olan Allah tarafından, Allah'tan baskasına kulluk etmeyesiniz diye ayetleri kesin kılınmıs, sonra da uzun uzadıya acıklanmıs bir Kitap'dır. Ben size, O'nun tarafından gonderilmis bir uyarıcı ve mujdeciyim. Rabbinizden magfiret dileyin ve O'na tevbe edin ki, belli bir sureye kadar sizi guzelce gecindirsin ve her fazilet sahibine faziletinin karsılıgını versin. Eger yuz cevirirseniz o zaman ben dogrusu hakkınızda buyuk gunun azabından korkarım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Donusunuz ancak Allah'adır. O her seye Kadir'dir"},{"SurahNumber":11,"VerseNumber":5,"Text":"Bilin ki, onlar Kuran okunurken gizlenmek icin iki buklum olurlar. Bilin ki, elbiselerine burunduklerinde bile Allah onların gizlediklerini ve acıga vurduklarını bilir. Cunku O, kalblerde olanı bilendir"},{"SurahNumber":11,"VerseNumber":6,"Text":"Yeryuzunde yasayan butun canlıların rızkı ancak Allah'a aittir. O, canlıları babaların sulbunde kararlasmıs ve anaların rahminde kararlasmakta iken de bilir. Her sey apacık bir Kitaptadır"},{"SurahNumber":11,"VerseNumber":7,"Text":"Ars'ı su uzerinde iken, hanginizin daha guzel isi isleyecegini ortaya koymak icin, gokleri ve yeri altı gunde yaratan O'dur. And olsun ki, \"Siz gercekten, olumden sonra dirileceksiniz\" desen, inkar edenler: \"Bu, apacık bir sihirden baska bir sey degildir\" derler"},{"SurahNumber":11,"VerseNumber":8,"Text":"And olsun ki, onların azabını sayılı bir sureye kadar ertelesek, \"Onu alıkoyan nedir?\" derler. Bilin ki, onlara azab geldigi gun, artık geri cevrilmez; alaya aldıkları sey onları mahvedecektir"},{"SurahNumber":11,"VerseNumber":9,"Text":"And olsun ki, insana nimetimizi tattırır sonra onu ondan cekip alırsak, o suphesiz umutsuz bir nankore doner"},{"SurahNumber":11,"VerseNumber":10,"Text":"Basına gelen sıkıntıdan sonra, ona bir nimet tattırırsak, \"Musibetler basımdan gitti\" der; dogrusu o, sımarıp boburlenen biridir"},{"SurahNumber":11,"VerseNumber":11,"Text":"Bunların dısında, sabredip iyi isler isleyen kimseler, iste onlara magfiret ve buyuk ecir vardır"},{"SurahNumber":11,"VerseNumber":12,"Text":"Putperestlerin: \"Ona bir hazine indirilmeli veya yanında bir melek gelmeli degil miydi?\" demelerinden senin kalbin daralır ve belki de sana vahyolunanın bir kısmını terkedecek olursun. Sen ancak bir uyarıcısın, Allah her seye vekildir"},{"SurahNumber":11,"VerseNumber":13,"Text":"Senin icin: \"Onu uydurdu\" diyorlar, oyle mi? De ki: \"Oyleyse onun surelerine benzer uydurma on sure meydana getirin, iddianızda samimi iseniz, Allah'tan baska cagırabileceklerinizi de cagırın"},{"SurahNumber":11,"VerseNumber":14,"Text":"Soylediginizi yapamazlarsa, bilin ki o, ancak Allah'ın ilmiyle indirilmistir. O'ndan baska tanrı yoktur, artık muslumansınız degil mi"},{"SurahNumber":11,"VerseNumber":15,"Text":"Dunya hayatını ve guzelliklerini isteyenlere, orada islediklerinin karsılıgını tastamam veririz; onlar orada bir eksiklige de ugratılmazlar"},{"SurahNumber":11,"VerseNumber":16,"Text":"Iste ahirette onlara atesten baska bir sey yoktur. Isledikleri seyler orada bosa gitmistir. Zaten yapmakta oldukları da batıldır"},{"SurahNumber":11,"VerseNumber":17,"Text":"Rabbinin katından bir belgesi ve onun arkasından da bir sahidi olanlar, onlerinde de Musa'nın Kitap'ı onder ve rahmet olarak bulunanlardır ki, iste onlar Kuran'a inanırlar. Hangi topluluk onu inkar ederse yeri atestir; senin de bundan suphen olmasın. Dogrusu o, Rabbinden bir gercektir, fakat insanların cogu inanmazlar"},{"SurahNumber":11,"VerseNumber":18,"Text":"Yalan soyleyerek Allah'a iftira edenden daha zalim kim vardır? Iste bunlar Rablerine goturulurler ve sahidler: \"Rablerine yalan soyleyenler bunlardır\" derler. Bilin ki Allah'ın laneti haksızlık yapanlaradır"},{"SurahNumber":11,"VerseNumber":19,"Text":"Bunlar Allah'ın yolundan alıkorlar ve o yolu egriltmege calısırlar; iste onlar ahireti inkar edenlerdir"},{"SurahNumber":11,"VerseNumber":20,"Text":"Bunlar yeryuzunde Allah'ı aciz bırakamazlar. Allah'dan baska kendilerini kurtaracak dostları da yoktur. Azab onlara kat kat verilir; isitemezler ve goremezlerdi"},{"SurahNumber":11,"VerseNumber":21,"Text":"Iste bunlar kendilerine yazık edenlerdir. Uydurdukları putlar da onlardan uzaklasıp kaybolmustur"},{"SurahNumber":11,"VerseNumber":22,"Text":"Ahirette en cok kayba ugrayacaklar suphesiz bunlardır"},{"SurahNumber":11,"VerseNumber":23,"Text":"Dogrusu inanan ve yararlı is yapanlar ve Rablerine boyun egenler, iste onlar cennetliklerdir; orada temellidirler"},{"SurahNumber":11,"VerseNumber":24,"Text":"Bu iki zumrenin durumu, kor ve sagır kimse ile goren ve isiten kimsenin durumuna benzer. Durumları hic esit olabilir mi? Ibret almıyor musunuz"},{"SurahNumber":11,"VerseNumber":25,"Text":"And olsun ki biz Nuh'u kendi milletine gonderdik; \"Ben sizin icin apacık bir uyarıcıyım; Allah'tan baskasına kulluk etmeyin; dogrusu ben hakkınızda can yakıcı bir gunun azabından korkuyorum\" dedi"},{"SurahNumber":11,"VerseNumber":26,"Text":"And olsun ki biz Nuh'u kendi milletine gonderdik; \"Ben sizin icin apacık bir uyarıcıyım; Allah'tan baskasına kulluk etmeyin; dogrusu ben hakkınızda can yakıcı bir gunun azabından korkuyorum\" dedi"},{"SurahNumber":11,"VerseNumber":27,"Text":"Milletinin inkarcı ileri gelenleri: \"Senin ancak kendimiz gibi bir insan oldugunu goruyoruz. Daha baslangıcta, sana bizim ayak takımı dısında kimsenin uydugunu gormuyoruz. Sizin bizden bir ustunlugunuz yoktur; biz sizi yalancı sanıyoruz\" dediler"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nuh: \"Ey milletim! Rabbimin katından bir delilim bulunsa ve bana yine katından bir rahmet vermis de bunlar sizden gizlenmis olsa, soyleyin bana, hoslanmadıgınız halde zorla sizi bunlara mecbur mu ederiz?\" dedi"},{"SurahNumber":11,"VerseNumber":29,"Text":"Ey milletim! Buna karsılık ben sizden bir mal da istemiyorum. Benim ucretim Allah'a aittir; inananları da kovacak degilim; cunku onlar Rableriyle karsılasacaklar; fakat ben sizi cahil bir millet olarak goruyorum"},{"SurahNumber":11,"VerseNumber":30,"Text":"Ey milletim! Onları kovarsam, Allah'a karsı beni kim savunur? Dusunmez misiniz"},{"SurahNumber":11,"VerseNumber":31,"Text":"Size, Allah'ın hazineleri yanımdadır demiyorum; gaybı da bilmem; dogrusu melek oldugumu da soylemiyorum; kucuk gorduklerinize Allah iyilik vermeyecektir diyemem; iclerinde olanı Allah daha iyi bilir. Yoksa suphesiz haksızlık edenlerden olurum"},{"SurahNumber":11,"VerseNumber":32,"Text":"Ey Nuh! Bizimle cidden tartıstın; hem de cok tartıstın. Dogru sozlulerden isen tehdit ettigin azabı basımıza getir\" dediler"},{"SurahNumber":11,"VerseNumber":33,"Text":"Ancak Allah dilerse onu basınıza getirir, siz O'nu aciz bırakamazsınız. Allah sizi azdırmak isterse, ben size ogut vermek istesem de faydası olmaz. O, sizin Rabbinizdir, O'na donduruleceksiniz\" dedi"},{"SurahNumber":11,"VerseNumber":34,"Text":"Ancak Allah dilerse onu basınıza getirir, siz O'nu aciz bırakamazsınız. Allah sizi azdırmak isterse, ben size ogut vermek istesem de faydası olmaz. O, sizin Rabbinizdir, O'na donduruleceksiniz\" dedi"},{"SurahNumber":11,"VerseNumber":35,"Text":"Sana \"Kuran'ı kendiliginden uydurdu\" derler, de ki: \"Uydurdumsa sucu bana aittir; oysa ben sizin islediginiz gunahlardan uzagım"},{"SurahNumber":11,"VerseNumber":36,"Text":"Nuh'a, \"Senin milletinden, inanmıs olanlardan baskası inanmayacaktır; onların yapageldiklerine uzulme; nezaretimiz altında, sana bildirdigimiz gibi gemiyi yap. Haksızlık yapanlar icin Bana bas vurma, cunku onlar suda bogulacaklardır\" diye Allah tarafından vahyolundu"},{"SurahNumber":11,"VerseNumber":37,"Text":"Nuh'a, \"Senin milletinden, inanmıs olanlardan baskası inanmayacaktır; onların yapageldiklerine uzulme; nezaretimiz altında, sana bildirdigimiz gibi gemiyi yap. Haksızlık yapanlar icin Bana bas vurma, cunku onlar suda bogulacaklardır\" diye Allah tarafından vahyolundu"},{"SurahNumber":11,"VerseNumber":38,"Text":"Gemiyi yaparken, milletinin inkarcı ileri gelenleri yanına ugradıkca onunla alay ederlerdi. O da: \"Bizimle alay ediyorsunuz ama, alay ettiginiz gibi biz de sizinle alay edecegiz; rezil edecek olan azabın kime gelecegini ve kime surekli azabın inecegini goreceksiniz\" dedi"},{"SurahNumber":11,"VerseNumber":39,"Text":"Gemiyi yaparken, milletinin inkarcı ileri gelenleri yanına ugradıkca onunla alay ederlerdi. O da: \"Bizimle alay ediyorsunuz ama, alay ettiginiz gibi biz de sizinle alay edecegiz; rezil edecek olan azabın kime gelecegini ve kime surekli azabın inecegini goreceksiniz\" dedi"},{"SurahNumber":11,"VerseNumber":40,"Text":"Buyrugumuz gelip tandırdan sular kaynamaga baslayınca, \"Her cinsten birer cifti ve aleyhine hukum verilmis olanın dısında kalan coluk cocugunu ve inananları gemiye bindir\" dedik. Pek az kimse onunla beraber inanmıstı"},{"SurahNumber":11,"VerseNumber":41,"Text":"Allah \"Oraya binin; yurumesi ve durması Allah'ın ismiyledir, Rabbin bagıslar ve merhamet eder\" dedi"},{"SurahNumber":11,"VerseNumber":42,"Text":"Gemi, daglar gibi dalgalar icinde onları gotururken, Nuh, bir kenarda ayrı kalmıs olan ogluna \"Ey ogulcugum! Bizimle beraber gel, kafirlerle birlik olma\" diye seslendi"},{"SurahNumber":11,"VerseNumber":43,"Text":"Oglu: \"Daga sıgınırım, beni sudan kurtarır\" deyince, Nuh: \"Bugun Allah'ın buyrugundan O'nun acıdıkları dısında kurtulacak yoktur\" dedi. Aralarına dalga girdi, oglu da bogulanlara karıstı"},{"SurahNumber":11,"VerseNumber":44,"Text":"Yere, \"Suyunu cek!\", goge, \"Ey gok sen de tut!\" denildi. Su cekildi, is de bitti; gemi Cudi'ye oturdu. \"Haksızlık yapan millet Allah'ın rahmetinden uzak olsun\" denildi"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nuh Rabbine seslendi: \"Rabbim! Oglum benim ailemdendi. Dogrusu Senin vadin haktır. Sen hukmedenlerin en iyi hukmedenisin\" dedi"},{"SurahNumber":11,"VerseNumber":46,"Text":"Allah: \"Ey Nuh! O senin ailenden sayılmaz; cunku kotu bir is islemistir; oyleyse bilmedigin seyi Benden isteme. Iste sana ogut, bilgisizlerden olma\" dedi"},{"SurahNumber":11,"VerseNumber":47,"Text":"Rabbim! Bilmedigim seyi Senden istemekten Sana sıgınırım. Beni bagıslamaz ve bana merhamet etmezsen kaybedenlerden olurum\" dedi"},{"SurahNumber":11,"VerseNumber":48,"Text":"Ey Nuh! Sana ve seninle beraber olan topluluklara bizden bir selamet ve bereketle gemiden in. Ama bircok toplulukları da gecindirecegiz, sonra onlara can yakıcı bir azab verecegiz\" denildi"},{"SurahNumber":11,"VerseNumber":49,"Text":"Bunlar sana vahyettigimiz bilinmeyen olaylardır. Sen de, milletin de daha once bunları bilmezdiniz. Sabret, sonuc, Allah'tan sakınanlarındır"},{"SurahNumber":11,"VerseNumber":50,"Text":"Ad milletine kardesleri Hud'u gonderdik. Soyle dedi: \"Ey milletim! Allah'a kulluk edin. O'ndan baska tanrınız yoktur; yoksa sadece yalan uyduran kimseler olursunuz"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ey milletim! Buna karsılık sizden bir ucret istemiyorum. Benim ucretim ancak beni yaratana aittir. Akletmez misiniz"},{"SurahNumber":11,"VerseNumber":52,"Text":"Ey milletim! Rabbinizden magfiret dileyin, sonra O'na tevbe edin ki size gokten bol bol yagmur gondersin, kuvvetinize kuvvet katsın; suclular olarak yuz cevirmeyin"},{"SurahNumber":11,"VerseNumber":53,"Text":"Ey Hud! Sen bize bir belge getirmeden, senin sozunden oturu tanrılarımızı terketmeyiz ve sana inanmayız"},{"SurahNumber":11,"VerseNumber":54,"Text":"Bir kısım tanrılarımız seni carpmıstır, demekten baska birsey demeyiz\" dediler. Hud: \"Dogrusu ben Allah'ı sahit tutuyorum; siz de sahit olun ki ben O'nu bırakıp kostugunuz ortaklardan uzagım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a guvenirim. Hicbir canlı yoktur ki Allah ona el koymamıs bulunsun. Rabbim elbette dogru yoldadır. Eger yuz cevirirseniz, suphesiz ben size benimle gonderileni bildirdim. Rabbim sizden baska bir milleti yerinize getirebilir, O'na bir sey de yapamazsınız. Dogrusu Rabbim herseyi koruyandır\" dedi"},{"SurahNumber":11,"VerseNumber":55,"Text":"Bir kısım tanrılarımız seni carpmıstır, demekten baska birsey demeyiz\" dediler. Hud: \"Dogrusu ben Allah'ı sahit tutuyorum; siz de sahit olun ki ben O'nu bırakıp kostugunuz ortaklardan uzagım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a guvenirim. Hicbir canlı yoktur ki Allah ona el koymamıs bulunsun. Rabbim elbette dogru yoldadır. Eger yuz cevirirseniz, suphesiz ben size benimle gonderileni bildirdim. Rabbim sizden baska bir milleti yerinize getirebilir, O'na bir sey de yapamazsınız. Dogrusu Rabbim herseyi koruyandır\" dedi"},{"SurahNumber":11,"VerseNumber":56,"Text":"Bir kısım tanrılarımız seni carpmıstır, demekten baska birsey demeyiz\" dediler. Hud: \"Dogrusu ben Allah'ı sahit tutuyorum; siz de sahit olun ki ben O'nu bırakıp kostugunuz ortaklardan uzagım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a guvenirim. Hicbir canlı yoktur ki Allah ona el koymamıs bulunsun. Rabbim elbette dogru yoldadır. Eger yuz cevirirseniz, suphesiz ben size benimle gonderileni bildirdim. Rabbim sizden baska bir milleti yerinize getirebilir, O'na bir sey de yapamazsınız. Dogrusu Rabbim herseyi koruyandır\" dedi"},{"SurahNumber":11,"VerseNumber":57,"Text":"Bir kısım tanrılarımız seni carpmıstır, demekten baska birsey demeyiz\" dediler. Hud: \"Dogrusu ben Allah'ı sahit tutuyorum; siz de sahit olun ki ben O'nu bırakıp kostugunuz ortaklardan uzagım. Hepiniz bana tuzak kurun sonra da ertelemeyin. Ben, ancak benim de sizin de Rabbiniz olan Allah'a guvenirim. Hicbir canlı yoktur ki Allah ona el koymamıs bulunsun. Rabbim elbette dogru yoldadır. Eger yuz cevirirseniz, suphesiz ben size benimle gonderileni bildirdim. Rabbim sizden baska bir milleti yerinize getirebilir, O'na bir sey de yapamazsınız. Dogrusu Rabbim herseyi koruyandır\" dedi"},{"SurahNumber":11,"VerseNumber":58,"Text":"Buyrugumuz gelince, Hud'u ve beraberindeki inananları, rahmetimizle kurtardık. Onları cetin bir azabdan koruduk"},{"SurahNumber":11,"VerseNumber":59,"Text":"Iste bu, Rablerinin ayetlerini bile bile inkar eden, peygamberlerine kafa tutan ve her inatcı zorbanın emrine uyan Ad milletidir"},{"SurahNumber":11,"VerseNumber":60,"Text":"Bu dunyada da, kıyamet gununde de lanete ugradılar. Bilin ki Ad milleti Rablerini inkar etti ve yine bilin ki Hud'un milleti Ad Allah'ın rahmetinden uzaklastı"},{"SurahNumber":11,"VerseNumber":61,"Text":"Semud milletine kardesleri Salih'i gonderdik. \"Ey milletim! Allah'a kulluk edin; O'ndan baska tanrınız yoktur; sizi yeryuzunde yaratıp orayı imar etmenizi dileyen O'dur. Oyleyse O'ndan magfiret dileyin, sonra da O'na tevbe edin. Dogrusu Rabbim size yakın ve duaları kabul edendir\" dedi"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ey Salih! Sen bundan once, aramızda kendisinden iyilik beklenir bir kimseydin; simdi babalarımızın taptıklarına bizi tapmaktan men mi ediyorsun? Dogrusu bizi cagırdıgın seyden suphe ve endisedeyiz\" dediler"},{"SurahNumber":11,"VerseNumber":63,"Text":"Ey milletim! Eger Rabbimden bir belgem olur ve bana rahmet eder de ben O'na bas kaldırırsam, soyleyin, Allah'a karsı beni kim savunur? Bana zararımı artırmaktan baska birsey yapamazsınız\" dedi"},{"SurahNumber":11,"VerseNumber":64,"Text":"Ey milletim! Bu, size bir ayet olarak, Allah'ın devesidir. Bırakın onu, Allah'ın topragında otlasın; ona fenalık etmeyin, yoksa siz hemen azaba ugrarsınız"},{"SurahNumber":11,"VerseNumber":65,"Text":"Buna ragmen onu kesip devirdiler. O zaman Salih: \"Yurdunuzda uc gun daha kalın. Bu, yalanlanmayacak bir sozdur\" dedi"},{"SurahNumber":11,"VerseNumber":66,"Text":"Buyrugumuz gelince, Salih'i ve beraberindeki inananları katımızdan bir rahmet olarak o gunun rezilliginden kurtardık. Dogrusu Rabbin pek kuvvetli ve gucludur"},{"SurahNumber":11,"VerseNumber":67,"Text":"Haksızlık yapanları bir cıglık tuttu, oldukları yerde diz ustu cokuverdiler"},{"SurahNumber":11,"VerseNumber":68,"Text":"Sanki orada hic yasamamıslardı. Bilin ki, Semud milleti Rabbini inkar etmisti. Bilin ki, Semud milleti Allah'ın rahmetinden uzaklastı"},{"SurahNumber":11,"VerseNumber":69,"Text":"And olsun ki, elcilerimiz mujde ile Ibrahim'e geldiler. \"Selam sana\" dediler, \"Size de selam\" dedi, hemen kızartılmıs bir buzagı getirdi"},{"SurahNumber":11,"VerseNumber":70,"Text":"Ellerini ona uzatmadıklarını gorunce, durumlarını begenmedi ve icine korku dustu. Onlar, \"Korkma, biz Lut milletine gonderildik\" dediler"},{"SurahNumber":11,"VerseNumber":71,"Text":"Bu arada, Ibrahim'in ayakta duran karısı gulunce, \"Ona Ishak'ı ardından Yakub'u mujdeleriz\" dediler"},{"SurahNumber":11,"VerseNumber":72,"Text":"Vay basıma gelenler! Ben bir kocakarı, kocam da ihtiyar olmusken nasıl dogurabilirim? Dogrusu bu sasılacak bir sey\" dedi"},{"SurahNumber":11,"VerseNumber":73,"Text":"Ey evin hanımı! Allah'ın rahmeti ve bereketleri uzerinize olmusken, nasıl Allah'ın isine sasarsın? O, ovulmeye layıktır, yucelerin yucesidir\" dediler"},{"SurahNumber":11,"VerseNumber":74,"Text":"Ibrahim'in korkusu gidip de mujde kendisine ulasınca, Lut milleti hakkında elcilerimizle tartısmaya giristi"},{"SurahNumber":11,"VerseNumber":75,"Text":"Dogrusu Ibrahim cok icli, yumusak huylu ve kendini Allah'a vermis bir kimse idi"},{"SurahNumber":11,"VerseNumber":76,"Text":"Elcilerimiz, \"Ey Ibrahim! Bundan vazgec, dogrusu Rabbinin emri gelmistir. Onlara, suphesiz, geri cevrilemeyecek bir azab gelmektedir\" dediler"},{"SurahNumber":11,"VerseNumber":77,"Text":"Elcilerimiz Lut'a gelince, onun fenasına gitti; cok sıkıldı, \"Bu cetin bir gundur\" dedi"},{"SurahNumber":11,"VerseNumber":78,"Text":"Milleti ona kosarak geldiler. Daha once kotu isler isliyorlardı. \"Ey milletim! Iste bunlar benim kızlarım, onlar sizin icin daha temizdir. (size nikahlıyabilirim!) Allah'tan sakının, konuklarımın onunde beni rezil etmeyin. Icinizde aklı basında kimse yok mudur?\" dedi"},{"SurahNumber":11,"VerseNumber":79,"Text":"And olsun ki, senin kızlarınla bir isimiz olmadıgını biliyorsun; dogrusu, ne istedigimizin farkındasın\" dediler"},{"SurahNumber":11,"VerseNumber":80,"Text":"Keske size yetecek bir kuvvetim olsa veya saglam bir yere sıgınsam\" dedi"},{"SurahNumber":11,"VerseNumber":81,"Text":"Ey Lut! Biz Rabbinin elcileriyiz, onlar sana ilisemiyecekler; geceleyin bir ara, ailenle beraber yola cık; karının dısında kimse geri kalmasın. Dogrusu onların basına gelen onun basına da gelecektir. Vadeleri gun dogana kadardır. Gun dogması yakın degil mi?\" dediler"},{"SurahNumber":11,"VerseNumber":82,"Text":"Buyrugumuz gelince oraların altını ustune getirdik; uzerine Rabbinin katından, isaretli olarak yıgın yıgın sert tas yagdırdık. Bunlar zalimlerden hicbir zaman uzak olmayacaktır"},{"SurahNumber":11,"VerseNumber":83,"Text":"Buyrugumuz gelince oraların altını ustune getirdik; uzerine Rabbinin katından, isaretli olarak yıgın yıgın sert tas yagdırdık. Bunlar zalimlerden hicbir zaman uzak olmayacaktır"},{"SurahNumber":11,"VerseNumber":84,"Text":"Medyen halkına kardesleri Suayb'ı gonderdik. Soyle dedi: \"Ey milletim! Allah'a kulluk edin; O'ndan baska tanrınız yoktur. Olcuyu tartıyı eksik tutmayın. Dogrusu ben sizi bolluk icinde goruyorum ve hakkınızda kusatıcı bir gunun azabından korkuyorum"},{"SurahNumber":11,"VerseNumber":85,"Text":"Ey milletim! Olcuyu ve tartıyı tamamı tamamına yapın; insanlara esyalarını eksik vermeyin; yeryuzunde bozgunculuk yaparak karısıklık cıkarmayın"},{"SurahNumber":11,"VerseNumber":86,"Text":"Inanıyorsanız, Allah'ın geri bıraktıgı helal kar sizin icin daha hayırlıdır. Ben size bekci degilim"},{"SurahNumber":11,"VerseNumber":87,"Text":"Ey Suayb! Babalarımızın taptıgını bırakmamızı emreden veya mallarımızı istedigimiz gibi kullanmamızı meneden senin namazın mıdır? Sen dogrusu aklı basında, yumusak huylu birisin\" dediler"},{"SurahNumber":11,"VerseNumber":88,"Text":"Ey Milletim! Rabbimden benim bir belgem oldugu ve bana guzel bir rızık da verdigi halde, O'na karsı gelebilir miyim? Soylesenize! Size yasak ettigim seylerde, aykırı hareket etmek istemem; gucumun yettigi kadar ıslah etmekten baska bir dilegim yoktur. Basarım ancak Allah'tandır, O'na guvendim; O'na yoneliyorum\" dedi"},{"SurahNumber":11,"VerseNumber":89,"Text":"Ey Milletim! Bana karsı gelmeniz, Nuh milletine veya Hud milletine yahut da Salih milletine gelen felaketin bir benzerini, sakın basınıza getirmesin. Lut milleti sizden uzak degildir"},{"SurahNumber":11,"VerseNumber":90,"Text":"Rabbinizden magfiret dileyin; O'na tevbe edin; dogrusu Rabbim merhamet eder ve cok sever"},{"SurahNumber":11,"VerseNumber":91,"Text":"Ey Suayb! Soylediklerinin cogunu anlamıyor ve dogrusu seni aramızda gucsuz goruyoruz. Eger taraftarların olmasaydı seni taslardık. Esasen bizim gozumuzde pek itibarın da yoktur\" dediler"},{"SurahNumber":11,"VerseNumber":92,"Text":"Ey Milletim! Benim taraftarlarım size gore Allah'tan daha mı degerlidir ki Allah'a sırt cevirdiniz? Dogrusu Rabbim yaptıklarınızı bilgisiyle kusatmıstır\" dedi"},{"SurahNumber":11,"VerseNumber":93,"Text":"Ey Milletim! Durumunuzun gerektirdigini yapın, dogrusu ben de yapacagım. Kime rezil edici bir azabın gelecegini, kimin yalancı oldugunu bileceksiniz. Gozleyin, dogrusu ben de sizinle beraber gozluyorum"},{"SurahNumber":11,"VerseNumber":94,"Text":"Buyrugumuz gelince, Suayb'ı ve beraberindeki inananları katımızdan bir rahmet olarak kurtardık. Haksızlık yapanları bir cıglık yakaladı, oldukları yerde diz ustu cokuverdiler"},{"SurahNumber":11,"VerseNumber":95,"Text":"Sanki orada hic yasamamıslardı. Bilin ki Semud milleti Allah'ın rahmetinden uzaklastıgı gibi Medyen halkı da uzaklastı"},{"SurahNumber":11,"VerseNumber":96,"Text":"And olsun ki Musa'yı Firavun ve erkanına mucizelerimizle, apacık bir delil ile gonderdik. Firavun'un buyruguna uydular, oysa Firavun'un buyurdugu sagduyuya uygun degildi"},{"SurahNumber":11,"VerseNumber":97,"Text":"And olsun ki Musa'yı Firavun ve erkanına mucizelerimizle, apacık bir delil ile gonderdik. Firavun'un buyruguna uydular, oysa Firavun'un buyurdugu sagduyuya uygun degildi"},{"SurahNumber":11,"VerseNumber":98,"Text":"Firavun, kıyamet gununde milletine onculuk eder, onları cehenneme goturur. Gittikleri yer ne kotu yerdir"},{"SurahNumber":11,"VerseNumber":99,"Text":"Hem burada ve hem kıyamet gununde lanete ugratılırlar. Bu ne kotu bir bagıstır"},{"SurahNumber":11,"VerseNumber":100,"Text":"Bu sana anlattıklarımız, kasabaların basından gecenlerdir. Onların bir kısmı hala duruyor, bir kısmı ise silinip gitmistir"},{"SurahNumber":11,"VerseNumber":101,"Text":"Onlara Biz zulmetmedik, fakat onlar kendilerine yazık ettiler. Rabbinin buyrugu gelince, Allah'ı bırakıp taptıkları tanrılar kendilerine bir fayda vermedi, kayıplarını artırmaktan baska bir seye yaramadı"},{"SurahNumber":11,"VerseNumber":102,"Text":"Allah, kasabaların zalim halkını yakalayınca, boyle yakalar; yakalaması da siddetli ve elimdir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Ahiretin azabından korkanlara, bunda, hic suphesiz ibret vardır. Bu, insanların toplanacagı gundur; bu, gorulecek bir gundur"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz, o gunu, ancak belli bir sureye kadar geciktiririz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O gun gelince, Allah'ın izni olmaksızın hic kimse konusamaz: Iclerinde bedbaht olanlar da, mesut olanlar da vardır"},{"SurahNumber":11,"VerseNumber":106,"Text":"Bedbaht olanlar cehennemdedirler. Onlar orada ah edip inlerler"},{"SurahNumber":11,"VerseNumber":107,"Text":"Rabbinin dilemesi bir yana, gokler ve yer durdukca, orada temelli kalacaklardır. Rabbin, suphesiz, her istedigini yapar"},{"SurahNumber":11,"VerseNumber":108,"Text":"Mesud olanlar ise cennettedirler. Rabbinin dilemesi bir yana, sonsuz bir lutuf olarak, gokler ve yer durdukca, orada temelli kalacaklardır"},{"SurahNumber":11,"VerseNumber":109,"Text":"Bu putperestlerin taptıklarının batıl oldugunda suphen olmasın; daha once babalarının tapmıs oldukları gibi onlar da taparlar. Onlara paylarını suphesiz eksiksiz olarak odeyecegiz"},{"SurahNumber":11,"VerseNumber":110,"Text":"And olsun ki, Musa'ya Kitap verdik; onda ayrılıga dustuler. Eger Rabbinin verilmis bir sozu olmasaydı, aralarında coktan hukmedilmis olurdu. Dogrusu onlar, Kitap'ın Allah katından oldugunda suphe ve endise icindedirler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Rabbin, onların islerinin karsılıgını elbette tamamen verecektir. O, suphesiz, onların yaptıklarını bilir"},{"SurahNumber":11,"VerseNumber":112,"Text":"Sen, beraberindeki tevbe edenlerle birlikte emrolundugun gibi dosdogru ol. Asırı gitmeyin, dogrusu Allah yaptıklarınızı gorur"},{"SurahNumber":11,"VerseNumber":113,"Text":"Haksızlık yapanlara yonelmeyin, yoksa ates size de dokunur. Sizin Allah'tan baska dostunuz yoktur; sonra, yardım da goremezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gunduzun iki ucunda ve gecenin gunduze yakın zamanlarında namaz kıl. Dogrusu iyilikler kotulukleri giderir. Bu, ogut kabul edenlere bir oguttur"},{"SurahNumber":11,"VerseNumber":115,"Text":"Sabret, Allah iyi davrananların ecrini elbette zayi etmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden onceki nesillerin ileri gelenleri, yeryuzunde bozgunculuga engel olmalı degil miydiler? Onlardan kurtardıklarımız pek azdır. Kendilerine verilen nimete karsı haksızlık edenlere uyanlar ise suclu oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Rabbin, kasabaların halkı ıslah olmusken, haksız yere onları yok etmez"},{"SurahNumber":11,"VerseNumber":118,"Text":"Eger Rabbin dileseydi insanları tek bir ummet kılardı. Fakat, Rabbinin merhamet ettikleri bir yana, hala ayrılıktadırlar, esasen onları bunun icin yaratmıstır. Rabbinin \"And olsun ki cehennemi hep insan ve cin ile dolduracagım\" sozu yerine gelmistir"},{"SurahNumber":11,"VerseNumber":119,"Text":"Eger Rabbin dileseydi insanları tek bir ummet kılardı. Fakat, Rabbinin merhamet ettikleri bir yana, hala ayrılıktadırlar, esasen onları bunun icin yaratmıstır. Rabbinin \"And olsun ki cehennemi hep insan ve cin ile dolduracagım\" sozu yerine gelmistir"},{"SurahNumber":11,"VerseNumber":120,"Text":"Peygamberlerin baslarından gecenlerden, sana anlattıgımız her sey, senin gonlunu pekistirmemizi saglar; sana bu belgelerle gercek; inananlara da ogut ve hatırlatma gelmistir"},{"SurahNumber":11,"VerseNumber":121,"Text":"Inanmayanlara: \"Durumunuzun gerektirdigini yapın, dogrusu biz de yapıyoruz; bekleyin, biz de bekliyoruz\" de"},{"SurahNumber":11,"VerseNumber":122,"Text":"Inanmayanlara: \"Durumunuzun gerektirdigini yapın, dogrusu biz de yapıyoruz; bekleyin, biz de bekliyoruz\" de"},{"SurahNumber":11,"VerseNumber":123,"Text":"Goklerin ve yerin gaybı Allah'a aittir. Butun isler O'na dondurulur. Oyleyse O'na kulluk et, O'na guven. Rabbin, yaptıklarınızdan habersiz degildir"}]}