{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sāda, kasama cha, tyasa kura'ānakō, juna upadēśa dinēvālā cha"},{"SurahNumber":38,"VerseNumber":2,"Text":"Tara jō kāphira chan, unīharū ghamaṇḍa ra virōdhamā chan"},{"SurahNumber":38,"VerseNumber":3,"Text":"Hāmīlē unīharūbhandā pahilā dhērai samūhalā'ī naṣṭa garyauṁ, taba unīharūlē dhērai karā'ē tara tyō chuṭakārākō samaya thi'ēna"},{"SurahNumber":38,"VerseNumber":4,"Text":"Ra unīharūlē āścarya garē ki unīharūkō pāsamā unīharūmadhyēbāṭa ē'uṭā sacētakartā āyō ra (inkāra garnēharūlē) bhanna thālēḥ ki ‘‘yō ta jādūgara ra jhūṭhā hō.’’"},{"SurahNumber":38,"VerseNumber":5,"Text":"Kē usalē yati dhērai pūjya upāsyaharūlā'ī ēklō ē'uṭai upāsya banā'idiyō? Yō ta ṭhūlai āścaryajanaka kurā hō"},{"SurahNumber":38,"VerseNumber":6,"Text":"Unakā nāyakaharūlē yō bhandai hiṇḍ'̔ihālē ki ‘‘hiṇḍa ra āphnā upāsyaharū (kō pūjā) mā ḍaṭī raha. Niḥsandēha yasa kurāmā kunai svārtha (nīhita) cha"},{"SurahNumber":38,"VerseNumber":7,"Text":"Yō kurā ta aghikā dharmamā pani hāmīlē kahilyai sunēnauṁ. Yō bilakulai managaḍhantē kurā hō"},{"SurahNumber":38,"VerseNumber":8,"Text":"Kē hāmī sabaimadhyēbāṭa yasaimāthi allāhakō ādēśa avatarita bha'ēkō hō? Vāstavamā unīharū mērō vahyakō viṣayamā sandēhamā chan?’’ Baru (satya yō hō ki) unīharūlē ajhaisam'ma mērō yātanākō svāda cākhēkā chainan?’’"},{"SurahNumber":38,"VerseNumber":9,"Text":"Vā kē unīharūkō pāsamā timrō dinēvālā mahān pālanakartākō dayākā khajānāharū chana"},{"SurahNumber":38,"VerseNumber":10,"Text":"vā kē ākāśaharū ra jamina ra jējati unīharūkō bīcamā chan tī, (sabai) māthi unaikō ādhipatya cha, tyastō hō bhanē yinīharū ḍōrī tānēra caḍhihālun"},{"SurahNumber":38,"VerseNumber":11,"Text":"Parājita samūhaharūmadhyē yō pani ē'uṭā (samūhakō) sēnā hō"},{"SurahNumber":38,"VerseNumber":12,"Text":"Yinībhandā agāḍi pani ‘‘nūhakō’’ kauma ra ‘‘āda’’ ra mēkhavālā (killāvālā) phira'aunalē jhūṭhā bhanisakēkā thi'ē"},{"SurahNumber":38,"VerseNumber":13,"Text":"Ra samūda ra ‘‘lūtakā’’ kauma (jātibandhu) ra banakā bāsindā pani, yī nai tī samūha hun"},{"SurahNumber":38,"VerseNumber":14,"Text":"Tinīharū pratyēkalē rasūlaharūlā'ī ārōpa lagā'ē tasartha mērō sajāya unīmāthi niścita bhayō"},{"SurahNumber":38,"VerseNumber":15,"Text":"Yinīharū ta mātra ē'uṭā citkārakō pratīkṣāmā chan jasabāṭa alikati pani avakāśa hunēchaina"},{"SurahNumber":38,"VerseNumber":16,"Text":"Ra unī bhanchanḥ ki ‘‘hē hāmrō pālanakartā! Hāmīlā'ī hāmrō bhāga hisābakō dinabhandā agāvai di'ihāla"},{"SurahNumber":38,"VerseNumber":17,"Text":"(Hē paigambara!) Yinīharū jē bhandachan, tyasamāthi dhairya garnus ra hāmrō sēvaka ‘‘dā'ūdalā'ī’’ smaraṇa garnus jō śaktiśālī thi'ē. (Ra) niścaya nai unī (allāhatira) pravr̥tta thi'ē"},{"SurahNumber":38,"VerseNumber":18,"Text":"Hāmīlē parvataharūlā'ī unakō ādēśakō adhīna garidi'ēkā thiyauṁ ki prātaḥkāla ra sandhyākō samaya unakō sāthamā guṇagāna garirākhun"},{"SurahNumber":38,"VerseNumber":19,"Text":"Ra paṅkṣīharūlā'ī pani jō ēkatra hunthē. Sabai unakā ājñākārī thi'ē"},{"SurahNumber":38,"VerseNumber":20,"Text":"Ra hāmīlē unakō rājyalā'ī sudr̥ḍha garidi'ēkā thiyauṁ ra unalā'ī tatvadarśītā pradāna garēkā thiyauṁ ra nirṇāyaka kurā bhannē kṣamatā pradāna garēkā thiyauṁ"},{"SurahNumber":38,"VerseNumber":21,"Text":"Ra kē timīlā'ī vivāda garnēharūkō samācāra pani pugēkō cha? Jaba unīharū parkhāla caḍhī ēkānta kakṣamā ā'ipugē"},{"SurahNumber":38,"VerseNumber":22,"Text":"Juna bēlā unīharū ‘‘dā'ūdakō’’ pāsamā ā'ē, tyatikhēra unī unīharūsita tarsihālē. Unīharūlē bhanē ki bhaya nagara, hāmī duvaikō ē'uṭā muddā cha ki, hāmīmadhyē ē'uṭālē arkōsita an'yāya garēkō cha, tasartha tapā'īnlē hāmrōbīcamā ṭhīka–ṭhīka nirṇaya garidinus. Ra an'yāya nagarnuhōlā ra hāmīlā'ī sōjhō bāṭō dēkhā'idinus"},{"SurahNumber":38,"VerseNumber":23,"Text":"(Kurā yō cha ki) yō mērō bhā'i hō. Yasakā unānsaya bhēṇḍ'̔īharū chin ra mērō pāsamā ē'uṭā dumbī mātra chē. Yasalē bhancha ki, yasalā'ī pani malā'ī sumpidē, ra kurāmā mamāthi jabarajastī gardacha"},{"SurahNumber":38,"VerseNumber":24,"Text":"Unalē bhanēḥ kē ‘‘yasalē timrō dumbīlā'ī āphnō dumbīharūmā misā'inē kurā garēra, niḥsandēha timīmāthi an'yāya gardacha. Adhikatara sājhēdāraharū ēka arkāmāthi jyādati nai garnē gardachan. Hō, jasalē īmāna lyā'ē ra asala karma garē, tinīharū bāhēka, ra yastā nikai kama chan.’’ Ra ‘‘dā'ūdalē’’ ṭhānē ki (yasa ghaṭanābāṭa) hāmīlē unakō parīkṣā garēkā hauṁ taba unalē āphnō pālanakartāsita kṣamāyācanā garē ra paścātāpa gardai sajadā garē ra allāhatira pravr̥tta bha'ē"},{"SurahNumber":38,"VerseNumber":25,"Text":"Taba hāmīlē pani unalā'ī kṣamā garyauṁ ra niścaya nai unī hāmrō najikakā ra uttama sthānavālā hun"},{"SurahNumber":38,"VerseNumber":26,"Text":"Hē dā'ūda! ‘‘Hāmīlē dharatīmā timīlā'ī uttarādhikārī banā'ēkā chauṁ. Ataḥ timīlē mānisaharūkō bīcamā satyatākō sātha phaisalā garnu ra āphnō vyaktigata icchākō anupālana nagarnu ki tyasalē timīlā'ī allāhakō mārgabāṭa vicalita garā'idinēcha, juna mānisaharū allāhakō mārgabāṭa vicalita hunchan, niścaya nai unīharūkō nimti kaṭhōra yātanā cha, kinabhanē unīharūlē hisābakō dinalā'ī birsidi'ē"},{"SurahNumber":38,"VerseNumber":27,"Text":"Ra hāmīlē ākāśa ra dharatīlā'ī ra jē–jati unīharūkō bīcamā cha, vyarthamā sr̥ṣṭi garēkā hō'inauṁ. Yō unīharūkō sōcā'ī hō jō kāphira chan. Tasartha kāphiraharūkō lāgi narkakō yātanā cha"},{"SurahNumber":38,"VerseNumber":28,"Text":"Juna mānisaharūlē īmāna lyā'ē ra asala karma garirākhē, kē unīharūlā'ī hāmīlē tinīharū saraha garidinchauṁ jasalē dharatīmā upadrava gardachan, vā phēri sanyamīharūlā'ī durācārīharū jastō garidiyauṁ"},{"SurahNumber":38,"VerseNumber":29,"Text":"(yō) dhērai anugrahayukta kitāba hō, juna hāmīlē tapā'īmmāthi avatarita garēkā chauṁ. Tāki mānisaharūlē yasakā āyataharūmā sōcavicāra garun ra bud'dhivālāharūlē yasabāṭa śikṣā grahaṇa garun"},{"SurahNumber":38,"VerseNumber":30,"Text":"Ra hāmīlē ‘‘dā'ūdalā'ī’’ ‘‘sulaimāna’’ nāmakō chōrā pradāna garyauṁ. Unī dhērai rāmrō bandā (bhakta) thi'ē, niścaya nai unī allāhatira pravr̥tta hunēvālā thi'ē"},{"SurahNumber":38,"VerseNumber":31,"Text":"(Smaraṇa gara) jaba sandhyākō samayamā unakā agāḍi rāmrā drutagāmī ghōḍ'̔āharū upasthita garā'i'ē"},{"SurahNumber":38,"VerseNumber":32,"Text":"Taba bhanna thālē kiḥ ‘‘mailē pālanakartākō smaraṇabāṭa (bēvāstā bha'ī) yī ghōḍ'̔āharūsam̐gakō māyālā'ī rāmrō ṭhānēṁ.’’ Yahām̐sam'ma ki sūrya asta bha'isakyō"},{"SurahNumber":38,"VerseNumber":33,"Text":"(Bhanē ki) ‘‘unīharūlā'ī mērō najikamā lyā'ū.’’ Ani unīharūkō gōḍā ra gardanamā hātalē musārna thālē"},{"SurahNumber":38,"VerseNumber":34,"Text":"Ra hāmīlē sulaimāna (alaihis'salāma)kō parīkṣā garyauṁ, ra unakō sinhāsanamā ē'uṭā śarīra rākhidiyauṁ, ani unī allāhatira pravr̥tta bha'ē"},{"SurahNumber":38,"VerseNumber":35,"Text":"Unalē bhanēḥ ‘‘hē mērō pālanakartā! Malā'ī kṣamā garidē'ū, ra malā'ī tyō rājya pradāna gara, juna ma bāhēka kasaikō lāgi upayukta nahōs. Niścaya nai timī ṭhūlō dātā hau.’’"},{"SurahNumber":38,"VerseNumber":36,"Text":"Taba hāmīlē vāyulā'ī unakō adhīnamā garidiyauṁ juna unakō ādēśānusāra, jahām̐ unī pugna cāhanthē, saralatāpūrvaka puryā'idinthyō"},{"SurahNumber":38,"VerseNumber":37,"Text":"Ra śaktiśālī jinnaharūlā'ī pani unakō adhīna garidiyauṁ, sabai bhavana banā'unēvālā ra gōtākhōra (ḍubakkī lagā'unēvālā) lā'ī"},{"SurahNumber":38,"VerseNumber":38,"Text":"Ra aru jinnaharūlā'ī pani jō jan̄jīramā jakaḍi'ēkā thi'ē"},{"SurahNumber":38,"VerseNumber":39,"Text":"(Hāmīlē bhan'yauṁ) ‘‘yō hāmrō baksīśa hō, aba timī bhalā'ī gara vā rōkī rākha (timīsita) kunai hisāba hunēchaina.’’"},{"SurahNumber":38,"VerseNumber":40,"Text":"Ra unakō nimti hāmīkahām̐ dhērai sāmīpyatā ra uttama sthāna cha"},{"SurahNumber":38,"VerseNumber":41,"Text":"Ra hāmrā bhakta ‘‘ayyūba (alaihis'salāma) lā'ī’’ pani smaraṇa gara, jaba usalē āphnō pālanakartālā'ī pukāryō ki ‘‘śaitānalē malā'ī duḥkha ra pīḍā puryā'ēkō cha.’’"},{"SurahNumber":38,"VerseNumber":42,"Text":"(Hāmīlē bhan'yauṁ ki dharatīmāthi) āphnō lātalē hāna, (hēra), yō (mūla), nuhā'unakō nimti cisō ra pi'unakō nimti (miṭhō) pānī hō.’’"},{"SurahNumber":38,"VerseNumber":43,"Text":"Ra hāmīlē unakā pūrai jahāna parivāra ra unakō sātha arulā'ī pani unalā'ī pradāna garyauṁ. (Yō) hāmrō tarphabāṭa dayālutā ra bud'dhivālāharūkō nimti śikṣākō rūpamā thiyō"},{"SurahNumber":38,"VerseNumber":44,"Text":"Ra āphnō hātamā jhāḍū (kēhī jhārapāta) li'ēra tyasabāṭa hirkā'ū ra śapatha natōḍa.’’ Sām̐cō yō hō ki hāmīlē unalā'ī ṭhūlō dhairyavān bhakta pāyauṁ, unī dhērai rāmrō upāsaka thi'ē. Ra unī dhērai dhyāna rākhnēvālā thi'ē"},{"SurahNumber":38,"VerseNumber":45,"Text":"Hāmrā upāsakaharū ‘‘ibrāhīma’’, ‘‘is'hāka’’ ra ‘‘ya'akūbalā'ī’’ smaraṇa gara jō śaktivālā ra dr̥ṣṭivālā thi'ē"},{"SurahNumber":38,"VerseNumber":46,"Text":"Unīharūlā'ī hāmīlē ākhiratakō viśiṣṭa kurākō sātha sambandhita garidi'ēkā thiyauṁ"},{"SurahNumber":38,"VerseNumber":47,"Text":"Yī sabai hāmrā najika rōji'ēkā ra asala mānisaharūmadhyēkā thi'ē"},{"SurahNumber":38,"VerseNumber":48,"Text":"Ismā'īla ra ‘‘yasa'a’’ ra ‘‘julakiphlalā'ī’’ pani smaraṇa gara. Unīharū sabai asala mānisaharūmadhyēkā thi'ē"},{"SurahNumber":38,"VerseNumber":49,"Text":"Yō upadēśa hō ra viśvāsa gara ki sanyamīharūkō nimti rāmrō ṭhā'um̐ cha"},{"SurahNumber":38,"VerseNumber":50,"Text":"Arthāta (sadhaiṁ bāsakō nimti) jannataharū chan, jasakā dvāra unīharūkō nimti khullā rahanēchan"},{"SurahNumber":38,"VerseNumber":51,"Text":"Tyasamā unīharū ārāmakō sātha takiyāmā ṭēka lagā'ēra basēkā hunchan ra thuprai phalaphūla ra tharī–tharīkā pēyapadārthakō ādēśa garirahanēchan"},{"SurahNumber":38,"VerseNumber":52,"Text":"Ra unīharūkō pāsamā dr̥ṣṭi tala jhukā'irākhnē samāna umēravālī strīharū hunēchin"},{"SurahNumber":38,"VerseNumber":53,"Text":"Yī tī kurāharū hun jasakō vacana hisābakō dinakō nimti, timīsita gari'ēkō thiyō"},{"SurahNumber":38,"VerseNumber":54,"Text":"Yō hāmīlē pradāna garēkō jīvikā hō juna kahilyai samāpta hunēchaina"},{"SurahNumber":38,"VerseNumber":55,"Text":"Yī (upahāraharū ta ājñākārīharūkō nimti) pratiphala hun ra ullaṅghanakārīharūkō nimti narāmrō sthāna cha"},{"SurahNumber":38,"VerseNumber":56,"Text":"(Arthāta) narkacha, jasamā unīharū pravēśa garnēchan ra tyō ēkadama narāmrō viśrāma sthala hō"},{"SurahNumber":38,"VerseNumber":57,"Text":"Yō umlirākhēkō tātō pānī ra pīpa (hō), aba tyasakō svāda cākhun"},{"SurahNumber":38,"VerseNumber":58,"Text":"Ra yastai prakārakā an'ya dhērai yātanā (hunēchan)"},{"SurahNumber":38,"VerseNumber":59,"Text":"‘‘Yō ē'uṭā samūha hō juna timrō sātha(āgō)mā pravēśa garnēcha. Unīharūkō nimti kunai āvabhagata hunēchaina, unīharū ta narkamā jānēvālā hun"},{"SurahNumber":38,"VerseNumber":60,"Text":"unīharūlē bhannē chanḥ ‘‘hō'ina, baru timīlā'ī nai kunai svāgata hunēchain. Timīlē nai ta yō (vipanā) hāmrō sāmu lyā'ēkā thiyau. Yō basnakō lāgi narāmrō ṭhā'um̐ hō.’’"},{"SurahNumber":38,"VerseNumber":61,"Text":"Unīharūlē bhannēchanḥ hē ‘‘hāmrō pālanakartā! Jasalē (kuphrakō kurā) pahilādēkhi hāmrō lāgi lyā'ēkō cha, usalā'ī narkamā dōbbara yātanā dinu.’’"},{"SurahNumber":38,"VerseNumber":62,"Text":"Ra narkavālāharū bhannēchanḥ ‘‘kē kāraṇa cha ki hāmīlē tī vyaktiharūlā'ī dēkhdainauṁ, jasalā'ī hāmīlē narāmrāmadhyē ganthyauṁ?’’"},{"SurahNumber":38,"VerseNumber":63,"Text":"Kē hāmīlē nai unakō upahāsa garēkā thiyauṁ, vā hāmrā ām̐khāharū unīharūtirabāṭa haṭēkā chan?’’"},{"SurahNumber":38,"VerseNumber":64,"Text":"Niścita jāna narkīharūkō yō āpasamā jhagaḍā ta avaśya hunēcha"},{"SurahNumber":38,"VerseNumber":65,"Text":"Bhanidinusḥ ki ‘‘ma ta mātra sacēta garnēvālā hūm̐ . Ra ēka allāha sarvaśaktimāna bāhēka aru kōhī satya pūjya chain"},{"SurahNumber":38,"VerseNumber":66,"Text":"Jō pālanakartā hō ākāśaharū ra dharatīkō, ra jē tī du'īṭaikō bīcamā chan, sabaikō mālika hō, sarvaśaktimāna ra ṭhūlō kṣamādātā.’’"},{"SurahNumber":38,"VerseNumber":67,"Text":"Bhanidinus ki ‘‘yō ē'uṭā ṭhūlō khabara hō"},{"SurahNumber":38,"VerseNumber":68,"Text":"jasabāṭa timīlē lāparavāha bha'irākhēkā chau"},{"SurahNumber":38,"VerseNumber":69,"Text":"Malā'ī, tī aglā phariśtāharūkō kunai jñāna thi'ēna jaba unīharū vivāda garirākhēkā thi'ē"},{"SurahNumber":38,"VerseNumber":70,"Text":"Matira ta tyō vahya mātra garincha ki ma spaṣṭarūpalē sacēta garnēvālā hūm̐ .’’"},{"SurahNumber":38,"VerseNumber":71,"Text":"Jaba ki tapār'iṅkō pālanakartālē phariśtāharūsita bhan'yō ki ‘‘ma māṭōlē mānisakō sr̥ṣṭi garnēvālā chu"},{"SurahNumber":38,"VerseNumber":72,"Text":"Ta jaba mailē tyasalā'ī ṭhikaṭhāka garihālūm̐ ra tyasamā āphnō rūha (ātmā)phūm̐kihālūm̐ taba timīharū usakō agāḍi ḍhōgihālnu.’’"},{"SurahNumber":38,"VerseNumber":73,"Text":"Taba sabai phariśtāharūlē ḍhōgē(sijdā garē)"},{"SurahNumber":38,"VerseNumber":74,"Text":"Tara śaitāna (ibalīsa)lē garēna. Usalē ghamaṇḍa garyō ra kāphiraharūmadhyēkō bha'ihālyō"},{"SurahNumber":38,"VerseNumber":75,"Text":"Allāhalē bhan'yōḥ ki ‘‘hē iblīsa! Juna vyaktilā'ī mailē āphnā hātaharūlē sr̥ṣṭi garēṁ, tyasakō agāḍi ḍhōgnabāṭa timīlā'ī kuna kurālē manāhī garyō, kē timīlē ghamaṇḍa garyau, vā timī ucca padavālāharūmadhyēkā hau?’’"},{"SurahNumber":38,"VerseNumber":76,"Text":"Usalē javāpha diyō ki ‘‘ma yasabhandā uttama chu (kinaki) timīlē malā'ī āgōbāṭa banāyau ra yasalā'ī māṭōbāṭa sr̥ṣṭi garyau.’’"},{"SurahNumber":38,"VerseNumber":77,"Text":"Ādēśa bhayō tam̐ ‘‘yahām̐bāṭa ga'ihāla, tam̐ tiraskr̥ta chas"},{"SurahNumber":38,"VerseNumber":78,"Text":"Ra tam̐māthi kayāmata (kiyāmata)kō dinasam'ma mērō dhikkāra ra tiraskāra rahanēcha.’’"},{"SurahNumber":38,"VerseNumber":79,"Text":"Usalē bhan'yō, ‘‘hē mērō pālanakartā! Malā'ī tyasa dinasam'makō lāgi samaya pradāna gara jaba ki mānisaharū uṭhā'inēchan.’’"},{"SurahNumber":38,"VerseNumber":80,"Text":"Allāhabāṭa ādēśa bhayōḥ ‘‘timīlā'ī mōhalata di'iyō"},{"SurahNumber":38,"VerseNumber":81,"Text":"Tyasadinasam'ma jasakō samaya nirdhārita cha.’’"},{"SurahNumber":38,"VerseNumber":82,"Text":"Bhanna thālyō ki tyasō bha'ē ‘‘malā'ī timrō pratāpakō saugandha ma unīharū sabailā'ī vicalita garidinēchu?’’"},{"SurahNumber":38,"VerseNumber":83,"Text":"(Tara) tī bāhēka jō ki timrā manaparā'i'ēkā ra viśiṣṭa bhakta chan.’’"},{"SurahNumber":38,"VerseNumber":84,"Text":"Ādēśa bhayō satya (cha) ra ma satya nai bhannē gardachu"},{"SurahNumber":38,"VerseNumber":85,"Text":"Ki ‘‘timī ra timrō anuśaraṇa garnēharū sabaibāṭa mailē pani narkalā'ī bharidinēchu.’’"},{"SurahNumber":38,"VerseNumber":86,"Text":"Hē paigambara! Bhanidinus ki ‘‘ma timīsita yasakō kunai badalākō icchuka chaina ra nata ma kunai dikhāvā (āḍambara) garnēmadhyēkō’’ hūm̐"},{"SurahNumber":38,"VerseNumber":87,"Text":"Yō (kura'āna) ta samasta sansāravālāharūkō nimti upadēśa ra śikṣā hō"},{"SurahNumber":38,"VerseNumber":88,"Text":"Niścita cha timī yasakō vāstavikatā kēhī samayapachi jānī saknēchau"}]}