{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":43,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Se kolnam vo Knigata jasna"},{"SurahNumber":43,"VerseNumber":3,"Text":"Nie, navistina, go odredivme Kur\"anot da bide na arapski za da sfatite"},{"SurahNumber":43,"VerseNumber":4,"Text":"A toj, sekako, e od Nas, vo Majka na Knigata, visen i mudar"},{"SurahNumber":43,"VerseNumber":5,"Text":"Da otstapime li od vas, da ne ve opomenuvame koga ste vie narod rasipnicki"},{"SurahNumber":43,"VerseNumber":6,"Text":"I kolku pejgamberi Nie isprativme megu narodite odamnesni"},{"SurahNumber":43,"VerseNumber":7,"Text":"ne im doagase nieden pejgamber a tie da ne go ismevaa"},{"SurahNumber":43,"VerseNumber":8,"Text":"Pa, Nie gi unistivme onie koi bea posilni I pojaki OD segasnite. MA primerot za narodite odamnesni veke e spomenat"},{"SurahNumber":43,"VerseNumber":9,"Text":"A ako gi zaprasas koj gi sozdade \"nebesata i Zemjata sigurno ke recat: “Gi sozdade Silniot i Znalecot"},{"SurahNumber":43,"VerseNumber":10,"Text":"Onoj koj vi ja odredi zemjata krosna i na nea vi odredi patista za da se upravuvate po NIV"},{"SurahNumber":43,"VerseNumber":11,"Text":"Onoj koj vi spusti voda od nebesata vo mera odredena i, so pomos nejzina, Nie gi ozivuvame mrtvite predeli. Ete, taka i vie ke bidete oziveani"},{"SurahNumber":43,"VerseNumber":12,"Text":"Onoj koj od se sozdade parovi i vi odredi i brod i dobitok sto go javate"},{"SurahNumber":43,"VerseNumber":13,"Text":"da sednete na plekite nivni i, koga ke sednete, da se sekavate na Mblagodatot od Gospodarot vas, i da recete: “Visen e Onoj koj NI go PoTCINI ova koe, bez Nego, ne mozeme da go postigneme"},{"SurahNumber":43,"VerseNumber":14,"Text":"e mu se vratime na Gospodarot nas, navistina"},{"SurahNumber":43,"VerseNumber":15,"Text":"onie mu zdruzuvaat od robovite Negovi del nekakov. Covekot, navistina, e nevernik ocigleden"},{"SurahNumber":43,"VerseNumber":16,"Text":"Ili, pak, kerki da prisvoi On, od ona sto On go sozdava, a vam sinovi vi daruva"},{"SurahNumber":43,"VerseNumber":17,"Text":"koga ke se zaraduva eden od niv so ona sto mu go pripisuvase na Milostiviot, liceto mu stanuva crno i se zagusuva"},{"SurahNumber":43,"VerseNumber":18,"Text":"Onie li koi rastat megu nakiti i koi nikojpat ne mozat da se izvlecat od sprotivnosti"},{"SurahNumber":43,"VerseNumber":19,"Text":"Melekite koi pretstavuvaat robovi na Milostiviot... tie, vsusnost, zeni gi smetaat. Bea li svedoci pri sozdavanjeto nivno? Ke se zabelezat svedocenjata nivni, i ke bidat prasuvani"},{"SurahNumber":43,"VerseNumber":20,"Text":"I zboruvaat:“Da posakase Milostiviot nie ne Ke gi obozavavme. Za toa tie nisto ne znaat; tie samo lazat"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ili: Im dadovme li Kniga OD porano? Pa, tie baraat da se pridrzuvaat kon nea"},{"SurahNumber":43,"VerseNumber":22,"Text":"No, zboruvaat: “Nie gi zateknavme predcite nasi vo ovaa vera i nie, navistina, se upatuvame po tragite nivni"},{"SurahNumber":43,"VerseNumber":23,"Text":"ete, taka Nie ne isprativme nieden pejgamber pred tebe, vo nieden grad, a rasipnicite da ne recea: “Nie gi zateknavme predcite nasi vo ovaa vera i nie, navistina, se upravuvame po tragite nivni"},{"SurahNumber":43,"VerseNumber":24,"Text":"Im zboruvase: “I zarem da vi dojdev so patokaz podobar od onoj sto go zateknavte kaj predcite vasi?\" Zboruvaa: “Nie, navistina, ne veruvame vo ona so sto ste isprateni"},{"SurahNumber":43,"VerseNumber":25,"Text":"Pa, Nie im se odmazdivme. I pogledni kakva bese kaznata vrz laskovcite"},{"SurahNumber":43,"VerseNumber":26,"Text":"koga Ibrahim mu rece na babo mu i na narodot svoj: “Jas sum, navistina, daleku od ona sto go obozavate"},{"SurahNumber":43,"VerseNumber":27,"Text":"osven Onoj koj me sozdade pa On i ke me upati"},{"SurahNumber":43,"VerseNumber":28,"Text":"I toj zborot go ovekoveci megu potomstvoto svoe za da se vratat kon Patokazot"},{"SurahNumber":43,"VerseNumber":29,"Text":"No, Jas im dadov da uzivaat tie i predcite nivni se dodeka ne im dojde vistinata i pejgamberot ocigleden"},{"SurahNumber":43,"VerseNumber":30,"Text":"I bidejki im dojde vistinata, rekoa: “Ova e volsebniSTVO; vo nego, navistina, ne veruvame"},{"SurahNumber":43,"VerseNumber":31,"Text":"Zboruvaa: “Zosto ovoj Kuran ne e objaven na eden covek od dva grada golemi"},{"SurahNumber":43,"VerseNumber":32,"Text":"Tie li ja spodeluvaat milosta na Gospodarot tvoj? Nie gi spodelivme megu Niv zivotnite potrebi NIVNI Vo zivotot na ovoj svet. I edninadrugi gi vozdignavme, so stepeni, za da se potcinat edninadrugi. A milosta na Gospodarot tvoj e podobra od ona sto go zbiraat"},{"SurahNumber":43,"VerseNumber":33,"Text":"A lugeto da ne bea vo edna zaednica za onie koi ne veruvaa vo Milostiviot Nie ke odredevme kukite da im bidat izgradeni od srebro a i skalilata po koi se kacuvaat"},{"SurahNumber":43,"VerseNumber":34,"Text":"a vo kukite svoi vrati i legla vrz koi se potpiraat, isto taka"},{"SurahNumber":43,"VerseNumber":35,"Text":"i, nakitite, sekako. I seto toa, ete, e uzivanje vo zivotot na ovoj svet, a Ahiret, pak, kaj Gospodarot tvoj, e za bogobojazlivite"},{"SurahNumber":43,"VerseNumber":36,"Text":"A onoj koj ke se odvrati od spomenuvanjeto na Milostiviot Nie ke mu go mnatovarime Sejtanot i ke mu stane blizok"},{"SurahNumber":43,"VerseNumber":37,"Text":"onie, navistina, gi odDvrakaat od Patot i smetaat deka se upatuvaci"},{"SurahNumber":43,"VerseNumber":38,"Text":"A koga ke dojde kaj Nas, ke rece: “E, steta! Megu mene i tebe da bese edna dalecina od Istok do Zapad! E, samo kolku si los drugar"},{"SurahNumber":43,"VerseNumber":39,"Text":"I ne ke vi koristi denes, I zatoa sto zulum pravevte, ke bidete vo kaznata, navistina, zdruzeni"},{"SurahNumber":43,"VerseNumber":40,"Text":"Gi li mozes da napravis da slusaat nemite ili, pak, da gi upatis slepite: onie koi ocigledno skrsnale vo zabluda"},{"SurahNumber":43,"VerseNumber":41,"Text":"Pa, da te zemevme Nie nim. sigurno ke im se odmazdevme"},{"SurahNumber":43,"VerseNumber":42,"Text":"ili da TI go pokazeme ona so sto im se zakanuvame.. pa, Nie, „navistina, imame mok protiv niv"},{"SurahNumber":43,"VerseNumber":43,"Text":"Pa, pridrzuvaj se kon ona sto ti e objaveno. Ti si, navistina, po patot vistinski"},{"SurahNumber":43,"VerseNumber":44,"Text":"Toj, navistina, e Opomena za tebe i za narodot tvoj, I ke bidete odgovorni"},{"SurahNumber":43,"VerseNumber":45,"Text":"I prasaj gi tie koi gi isprativme pred tebe, megu pejgamberite Nasi, dali odredivme, osven Milostiviot, bogovi da se obozavaat"},{"SurahNumber":43,"VerseNumber":46,"Text":"I Nie, sekako, Musa go isprativme so znamenijata Nasi, do faraonot i golemcite ngovi, i rece:“Jas sum, navistina, pejgamber od Gospodarot na svtovite"},{"SurahNumber":43,"VerseNumber":47,"Text":"bidejki im doagaa so znamenijata Nasi vednas gi ismevaa"},{"SurahNumber":43,"VerseNumber":48,"Text":"ednoodrugo pogolemo znamenie Nie im pokazuvavme, i na kazna gi izlozuvavme za da se vratat po Patokazot"},{"SurahNumber":43,"VerseNumber":49,"Text":"I zboruvaa: “O volsebniku, povikaj go za nas, od Gospodarot tvoj, ona sto go veti, pa, navistina, ke bideme upateni"},{"SurahNumber":43,"VerseNumber":50,"Text":"I bidejki Nie od niv ja otstranivme kaznata, vednas ja prekrsija zakletvata"},{"SurahNumber":43,"VerseNumber":51,"Text":"faraonot vozglasuvase megu narodot svoj, velejki: “O narode moj, neli mi pripaga da vladeam so Egipet, i so ovie reki pod mene? Ne gledate li"},{"SurahNumber":43,"VerseNumber":52,"Text":"Ili: Ne sum li podobar od ovoj nesreknik koj odvaj objasnuva nesto"},{"SurahNumber":43,"VerseNumber":53,"Text":"Pa, zosto ne mu se dadeni rakavici od zlato? Ili: Zosto so nego ne dojdoa zdruzeni meleki"},{"SurahNumber":43,"VerseNumber":54,"Text":"I narodot negov se uplasi OD nego I go poslusa. Toj narod bese, navistina, rasipnicki"},{"SurahNumber":43,"VerseNumber":55,"Text":"I bidejki Ne nalutija im se odmazdivme i, taka, Nie site gi potopivme"},{"SurahNumber":43,"VerseNumber":56,"Text":"I odredivme da bidat urnek i primer za ostanatite"},{"SurahNumber":43,"VerseNumber":57,"Text":"I bidejki im bese iznesen primerot na sinot na Merjem, narodot tvoj vednas pomina na drug razgovor"},{"SurahNumber":43,"VerseNumber":58,"Text":"zboruvajki: “Podobri li se nasite bogovi ili On?\" Go navedoa kako primer samo da raspravaat so tebe. No, toa e narod galamdziski"},{"SurahNumber":43,"VerseNumber":59,"Text":"Goj e samo rob kogo Nie go blagoslovivme i go odredivme da bide primer za sinovite Izrailovi"},{"SurahNumber":43,"VerseNumber":60,"Text":"A da posakavme od vas Nie ke sozdadevme meleki po zemjata sto ke ve nasledat"},{"SurahNumber":43,"VerseNumber":61,"Text":"Kur\"anot, navistina, e znaenje za Casot: ne somnevajte se vo nego i sledete me! Ova e patot VISTINSKI"},{"SurahNumber":43,"VerseNumber":62,"Text":"I Sejtanot neka ne ve zavede. Toj vi e, navistina, neprijatel ocigleden"},{"SurahNumber":43,"VerseNumber":63,"Text":"I bidejki Isa dojde so jasnotii, rece: “Vi dojdov so mudrost i ke vi gi objasnam nekoi raboti za koi stanavte delenici. Pa, plasete se od Allahi bidete mi poslusni"},{"SurahNumber":43,"VerseNumber":64,"Text":"Allah, navistina, e Gospodarot moj i Gospodarot vas... ta, obozavajte Go. Ova e patot vistinski"},{"SurahNumber":43,"VerseNumber":65,"Text":"Pa, se rascepija druzini mnogu od niv. E, tesko na onie koi napravija zulum, tesko nim od kaznata na Denot bolen"},{"SurahNumber":43,"VerseNumber":66,"Text":"Cekaat li Casot da im dojde odnenadez, i bez da usetat"},{"SurahNumber":43,"VerseNumber":67,"Text":"Ednitenadrugi prijateli na Denot toj neprijateli ke stanat; a ne i bogobojazlivite"},{"SurahNumber":43,"VerseNumber":68,"Text":"O robovi Moi, denes ne ke stravuvate i ne ke taguvate"},{"SurahNumber":43,"VerseNumber":69,"Text":"A na onie koi veruvaa vo ajsetite Nasi i koi bea Poslusni, ke im se rece"},{"SurahNumber":43,"VerseNumber":70,"Text":"“Vlezete vo Dzennetot, vie i zenite vasi, veseli"},{"SurahNumber":43,"VerseNumber":71,"Text":"megu niv ke se sluzi so CINII I casi od zlato. Za niv vo nego ke ima se ona Sto dusite go posakuvaat i ona sto gi raduva ocite. I vie vo nego za navek ke ostanete"},{"SurahNumber":43,"VerseNumber":72,"Text":"Ete, toa vi e Dzennetot koj go nasledivte za ona sto go rabotevte"},{"SurahNumber":43,"VerseNumber":73,"Text":"o nego za vas ke ima i ovosje sekakvo, od koe jadete"},{"SurahNumber":43,"VerseNumber":74,"Text":"Da, silnicite ke bidat vo kaznata dzehennemska, i vo nea za navek ke ostanat"},{"SurahNumber":43,"VerseNumber":75,"Text":"nema da im se olesni i vo nego ke bidat beznadeznici"},{"SurahNumber":43,"VerseNumber":76,"Text":"Nie zulum ne im na pravivme, no tie bea zulumkari"},{"SurahNumber":43,"VerseNumber":77,"Text":"onie Ke vozglasat: “O Malik, neka ne usmrti veke ednas Gospodarot tvoj\" Ke rece: “Pa, vie tuka za navek ke ostanete"},{"SurahNumber":43,"VerseNumber":78,"Text":"Nie, sekako, vi dostavivme vistina, NO MNOZINSTVOTO Od vas vistinata ja preziraat"},{"SurahNumber":43,"VerseNumber":79,"Text":"Ili, pak, tie prezemaat neotpovikliva odluka? Da, Nie odlucuvame neotpoviklivo"},{"SurahNumber":43,"VerseNumber":80,"Text":"Ili: Smetaat li deka Nie ne ja slusame tajnata nivna i ona sto nasamo go zboruvaat? Da, pratenicite Nasi go belezat se ona sto e pri niv"},{"SurahNumber":43,"VerseNumber":81,"Text":"Kazi: “Koga Milostiviot bi imal dete, pa jas sum prviot vo obozavanjeto"},{"SurahNumber":43,"VerseNumber":82,"Text":"Slaven neka bide Gospodarot na nebesata i na Zemjata, Gospodarot na Arsot, od ona sto go opisuvaat"},{"SurahNumber":43,"VerseNumber":83,"Text":"Pa, ednas ostavi gi neka vodat jalovi razgovori, i neka si igraat se dodeka ne im dojde Denot so koj se opomenati"},{"SurahNumber":43,"VerseNumber":84,"Text":"On e Bog na nebesata i On e Bog na Zemjata. One i Mudari Znalec"},{"SurahNumber":43,"VerseNumber":85,"Text":"Blagosloven neka bide Onoj cija vlast e na nebesata i na Zemjata, i na ona sto e megu niv. Znaenjeto za Casot e kaj nego i Nemu ke Mu se vratite"},{"SurahNumber":43,"VerseNumber":86,"Text":"A onie koi gi povikuvaat osven Nego ne se poseduvaci na posreduvanjeto, osven onoj koj ke posvedoci vistinski. A onie znaat"},{"SurahNumber":43,"VerseNumber":87,"Text":"A ako, pak, gi prasas koj gi sozdade. sigurno ke recat: “Allah!\" Pa, kade togas kinisuvaat"},{"SurahNumber":43,"VerseNumber":88,"Text":"ona sto ke go rece peJgamberot: “Gospodare moj, toa e narod, navistina, koj ne veruva. “"},{"SurahNumber":43,"VerseNumber":89,"Text":"Pa, trgni se od niv i kazi: | “Selam!\" Pa, ke uznaat"}]}