{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Ciertamente Allah oyó las palabras de quien discutía contigo [¡Oh, Muhámmad!] acerca de su esposo y se quejaba por su aflicción ante Allah [pues la había repudiado], y Allah bien oye vuestro diálogo porque es Omnioyente, Omnividente"},{"SurahNumber":58,"VerseNumber":2,"Text":"Quienes de vosotros digan a sus mujeres: ¡Eres para mí tan ilícita como mi madre! Sepan que ellas no son vuestras madres. Sólo son vuestras madres quienes os han dado a luz. Lo que dicen es reprobable y falso; pero Allah es Remisorio, Absolvedor"},{"SurahNumber":58,"VerseNumber":3,"Text":"Quienes repudien a sus mujeres diciéndoles: ¡Eres para mí tan ilícita como mi madre!, y luego se retracten, deberán liberar a un esclavo [como expiación] antes de cohabitar nuevamente. Así es cómo se os escarmienta. Y sabed que Allah está bien informado de cuánto hacéis"},{"SurahNumber":58,"VerseNumber":4,"Text":"Pero quien no pueda hacerlo, deberá ayunar dos meses seguidos antes de cohabitar nuevamente. Y quien no pueda [ayunar], deberá alimentar a sesenta pobres. Si respetáis estos preceptos se afianzará vuestra fe en Allah y en Su Mensajero. Éstos son los preceptos de Allah. Y los incrédulos [quienes no los siguen] recibirán un castigo doloroso"},{"SurahNumber":58,"VerseNumber":5,"Text":"Quienes se enfrenten a Allah y a Su Mensajero serán derrotados como quienes les precedieron; por cierto que hemos revelado signos evidentes [que corroboran la Verdad]. Y los incrédulos recibirán un castigo humillante"},{"SurahNumber":58,"VerseNumber":6,"Text":"El día que Allah les resucite a todos, les informará cuánto hicieron. Allah tuvo en cuenta sus obras [registrándolas], mientras que ellos las olvidaron. Y Allah es testigo de todo"},{"SurahNumber":58,"VerseNumber":7,"Text":"¿Acaso no ves [¡Oh, Muhámmad!] que Allah bien conoce cuanto hay en los cielos y en la Tierra? No hay confidencia entre tres personas sin que Él sea el cuarto, ni entre cinco sin que Él sea el sexto. Siempre, sean menos que éstos o más, Él estará presente dondequiera se encuentren. Luego les informará sobre lo que hicieron el Día del Juicio. Y Allah tiene conocimiento de todas las cosas"},{"SurahNumber":58,"VerseNumber":8,"Text":"¿Acaso no ves que a quienes se les había prohibido hablar en secreto [a los judíos] persisten en ello, hablando en confidencia con maldad, enemistad y desobediencia al Mensajero? Cuando se presentan ante ti [¡Oh, Muhámmad!] no te saludan como Allah ha ordenado que lo hagan [sino que te insultan], y dicen para sí: ¿Cómo es que Allah no nos castiga por lo que decimos? Será suficiente el Infierno para ellos donde serán arrojados. ¡Qué pésimo destino"},{"SurahNumber":58,"VerseNumber":9,"Text":"¡Oh, creyentes! Cuando habléis en secreto no lo hagáis con maldad, enemistad y desobediencia al Mensajero, sino hablad sobre la benevolencia y la piedad. Y temed a Allah, ante Quien compareceréis"},{"SurahNumber":58,"VerseNumber":10,"Text":"Las conversaciones en secreto son obras de Satanás que entristecen [y preocupan] a los creyentes. Pero no podrán hacerles ningún daño, salvo que Allah lo permitiese. Que los creyentes se encomienden a Allah"},{"SurahNumber":58,"VerseNumber":11,"Text":"¡Oh, creyentes! Cuando se os dice: Haced un lugar [para vuestros hermanos] en las reuniones [con el Profeta], hacedlo, para que Allah os haga también un lugar [en el Paraíso]. Y si se os dice: ¡Levantaos! Obedeced. Y sabed que Allah elevará en grados a los creyentes y a quienes agracie con el conocimiento, y que Allah está bien informado de cuánto hacéis"},{"SurahNumber":58,"VerseNumber":12,"Text":"¡Oh, creyentes! Cuando queráis hacer una consulta en privado al Mensajero, haced una caridad previamente. Esto es mejor para vosotros y os purifica [de vuestros pecados]. Pero si no podéis, sabed que Allah es Absolvedor, Misericordioso"},{"SurahNumber":58,"VerseNumber":13,"Text":"¿Acaso os incomoda hacer una caridad antes de vuestra consulta en privado? Si no lo hacéis Allah os absolverá, pero haced la oración prescrita, pagad el Zakat y obedeced a Allah y a Su Mensajero; ciertamente Allah está bien informado de cuánto hacéis"},{"SurahNumber":58,"VerseNumber":14,"Text":"¿No has reparado en aquellos [hipócritas] que tomaron como aliados a un pueblo que cayó en la ira de Allah [los judíos]? Éstos no pertenecen a los creyentes pero tampoco a ellos; y juran en falso a sabiendas"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah les tiene preparado un castigo severo por el mal que cometieron"},{"SurahNumber":58,"VerseNumber":16,"Text":"Se escudaron en sus juramentos y apartaron a los hombres del sendero de Allah, y por ello recibirán un castigo humillante"},{"SurahNumber":58,"VerseNumber":17,"Text":"No les beneficiarán en nada sus bienes ni sus hijos frente a Allah. Ellos serán los moradores del Infierno donde sufrirán eternamente"},{"SurahNumber":58,"VerseNumber":18,"Text":"El día que Allah les resucite a todos, Le jurarán como os juraban a vosotros, creyendo que les servirá de algo. ¿Acaso no son ellos los mentirosos"},{"SurahNumber":58,"VerseNumber":19,"Text":"Satanás les sedujo y les hizo olvidar el recuerdo de Allah. Éstos son los secuaces de Satanás. ¿Acaso no son secuaces de Satanás los perdedores"},{"SurahNumber":58,"VerseNumber":20,"Text":"Por cierto que quienes se enfrenten a Allah y a Su Mensajero serán los más despreciables [en esta vida y en la otra]"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah ha decretado que Él y Sus Mensajeros vencerán. Ciertamente Allah es Fortísimo, Poderoso"},{"SurahNumber":58,"VerseNumber":22,"Text":"No verás a aquellos que creen en Allah y el Día del Juicio amar [y aliarse] a quienes combaten a Allah y a Su Mensajero, aun cuando éstos sean sus propios padres, hijos, hermanos o parientes. Allah ha grabado la fe en sus corazones, les ha fortalecido con Su luz y les ingresará eternamente en jardines por donde corren ríos. Allah se complace de ellos y ellos de Él. Éstos son los verdaderos creyentes. Y por cierto que quienes creen en Allah serán los triunfadores"}]}