{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"M\\m"},{"SurahNumber":41,"VerseNumber":2,"Text":"A sending down successively from The Merciful, The Compassionate"},{"SurahNumber":41,"VerseNumber":3,"Text":"a Book in which its signs we37:181re explained distinctly, an Arabic Recitation for a folk who know"},{"SurahNumber":41,"VerseNumber":4,"Text":"a bearer of glad tidings and a warner, but most of them turned aside so they hear not"},{"SurahNumber":41,"VerseNumber":5,"Text":"And they said: Our hearts are sheathed from that to which thou hast called us and in our ears is a heaviness and between us and between thee is a partition. So work. Truly, we, too, are ones who work"},{"SurahNumber":41,"VerseNumber":6,"Text":"Say: I am only a mortal like you. It is revealed to me that your God is God, One; so go straight to Him and ask for forgiveness from Him, and woe to the ones who are polytheists—those who give not the purifying alms"},{"SurahNumber":41,"VerseNumber":7,"Text":"and who in the world to come are ones who disbelieve"},{"SurahNumber":41,"VerseNumber":8,"Text":"Truly, those who believed and did as the ones in accord with morality, for them will be compensation, that which is unfailing"},{"SurahNumber":41,"VerseNumber":9,"Text":"Say: Truly, are you ungrateful to Him Who created the earth in two days? And assign you to Him rivals? That is the Lord of the worlds"},{"SurahNumber":41,"VerseNumber":10,"Text":"And He made on it firm mountains from above it and He blessed it and ordained its subsistence within it in four days equally for the ones who ask"},{"SurahNumber":41,"VerseNumber":11,"Text":"Again, He turned His attention to the heaven while it was smoke and He said to it and to the earth: Approach both of you willing or unwilling. They both said: We approached as ones who are obedient"},{"SurahNumber":41,"VerseNumber":12,"Text":"Then, foreordaining seven heavens in two days, He revealed in each heaven its command. We made the present heaven appear pleasing with lamps and keeping them safe. Thus, decreed the Almighty, The Knowing"},{"SurahNumber":41,"VerseNumber":13,"Text":"But if they turned aside, then, say: I warned you of a thunderbolt like the thunderbolt of Ad and Thamud"},{"SurahNumber":41,"VerseNumber":14,"Text":"And when the Messengers drew near before them and from behind them saying: Worship none but God, they said: If our Lord willed, He would have caused angels to descend. Then, truly, in what you were sent, we are ones who disbelieve"},{"SurahNumber":41,"VerseNumber":15,"Text":"As for Ad, they grew arrogant on the earth without right and they said: Who is more vigorous than us in strength? Consider they not that God Who created them, He was more vigorous than they in strength? And they had been negating Our signs"},{"SurahNumber":41,"VerseNumber":16,"Text":"So We sent on them a raging wind in days of misfortune that We might cause them to experience the punishment of degradation in this present life. And the punishment in the world to come will be more degrading; and they will not be helped"},{"SurahNumber":41,"VerseNumber":17,"Text":"And as for Thamud, We guided them, but they embraced blindness of heart instead of guidance. Then, a thunderbolt took them with a humiliating punishment because of what they had been earning"},{"SurahNumber":41,"VerseNumber":18,"Text":"We delivered those who believed and had been Godfearing"},{"SurahNumber":41,"VerseNumber":19,"Text":"On a Day when will be assembled the enemies of God to the fire, then, they will be marching in rank"},{"SurahNumber":41,"VerseNumber":20,"Text":"until when they drew near it. Witness will be borne against them by their having the ability to hear, and by their sight and by their skins as to what they had been doing"},{"SurahNumber":41,"VerseNumber":21,"Text":"And they will say to their skins: Why bore you witness against us? They will say: We were given speech by God Who gave speech to all things. And He created you the first time and to Him you will be returned"},{"SurahNumber":41,"VerseNumber":22,"Text":"And you had not been covering yourselves so that witness be borne against you by your having the ability to hear or by your sight or by your skins but that you thought that God knows not much of what you do"},{"SurahNumber":41,"VerseNumber":23,"Text":"And that your thought, which you thought about your Lord has dealt destruction to you. Then, you became among the ones who are losers"},{"SurahNumber":41,"VerseNumber":24,"Text":"Then, even if they endure patiently, yet the fire will be the place of lodging for them. And if they ask for favor, yet they will not be of the ones to whom favor is shown"},{"SurahNumber":41,"VerseNumber":25,"Text":"And We allotted for them comrades who were made to appear pleasing to them whatever was before them and whatever was behind them. And the saying was realized against them in communities that passed away before them of jinn and humankind. Truly, they, they had been ones who are losers"},{"SurahNumber":41,"VerseNumber":26,"Text":"And those who are ungrateful said: Hear not this, the Quran, but talk idly about it while it is being recited so that perhaps you will prevail"},{"SurahNumber":41,"VerseNumber":27,"Text":"We will cause those who were ungrateful to experience a severe punishment. And We will give recompense to them for the bad deeds of what they had been doing"},{"SurahNumber":41,"VerseNumber":28,"Text":"That is the recompense of the enemies of God: The fire. For them is the infinite abode in it, recompense because they had been negating Our signs"},{"SurahNumber":41,"VerseNumber":29,"Text":"And those who were ungrateful would say: Our Lord! Cause us to see those who caused us to go astray among jinn and humankind. We will lay them both beneath our feet so that they become of the lowest"},{"SurahNumber":41,"VerseNumber":30,"Text":"Truly, those who said: Our Lord is God, again, they went straight, the angels come forth to them: Neither fear nor feel remorse, but rejoice in the Gardens which you had been promised"},{"SurahNumber":41,"VerseNumber":31,"Text":"We were protectors in this present life and in the world to come. And you will have in it that for which your souls lust and in it is what you call for"},{"SurahNumber":41,"VerseNumber":32,"Text":"a hospitality from the Forgiving, Compassionate"},{"SurahNumber":41,"VerseNumber":33,"Text":"And who has a fairer saying than he who called to God and did as one in accord with morality, and said: I am one of the ones who submit to God"},{"SurahNumber":41,"VerseNumber":34,"Text":"Not on the same level are benevolence or the evil deed. Drive back with what is fairer. Then, behold he who between thee and between him was enmity as if he had been a protector, a loyal friend"},{"SurahNumber":41,"VerseNumber":35,"Text":"And none will be in receipt of it but those who endured patiently. And none will be in receipt of it but the possessor of a sublime allotment"},{"SurahNumber":41,"VerseNumber":36,"Text":"But if Satan sows enmity, sowing enmity in thee, then, seek refuge in God. Truly, He is The Hearing, The Knowing"},{"SurahNumber":41,"VerseNumber":37,"Text":"And of His signs are the nighttime and the daytime and the sun and the moon. Prostrate not yourselves to the sun nor to the moon, but prostrate yourselves to God Who created both of them if it is He you had been worshiping"},{"SurahNumber":41,"VerseNumber":38,"Text":"But if they grew arrogant, then, those who are with thy Lord glorify Him during the nighttime and the daytime and they never grow weary.‡"},{"SurahNumber":41,"VerseNumber":39,"Text":"And among His signs are that thou hast seen the earth as that which is humble. But when We caused water to descend to it, it quivered and swelled. Truly, He Who gives life to it is the One Who Gives Life to the dead. Truly, He is Powerful over everything"},{"SurahNumber":41,"VerseNumber":40,"Text":"Truly, those who blaspheme Our signs are not hidden from Us. Is he who is cast down into the fire better off, or he who approaches as one who is safe on the Day of Resurrection? Do as you willed. Truly, He is Seeing of what you do"},{"SurahNumber":41,"VerseNumber":41,"Text":"Truly, those who were ungrateful for the Remembrance when it drew near them are not hidden from Us. And, truly, it is a mighty Book"},{"SurahNumber":41,"VerseNumber":42,"Text":"Falsehood approaches it not from before it, nor from behind it. It is a sending down successively from The Wise, The Worthy of Praise"},{"SurahNumber":41,"VerseNumber":43,"Text":"Nothing is said to thee but what, truly, was said to the Messengers before thee. Truly, thy Lord is, certainly, the Possessor of Forgiveness, and the Possessor of Painful Repayment"},{"SurahNumber":41,"VerseNumber":44,"Text":"And if We made this a non-Arabic Recitation, they would have said: Why were His signs not explained distinctly: A non-Arab tongue and an Arab! Say: It is a guidance for those who believe and a healing. And as for those who believed not, there is a heaviness in their ears and blindness in their hearts. Those are given notice from a far place"},{"SurahNumber":41,"VerseNumber":45,"Text":"And, certainly, We gave Moses the Book. Then, they were at variance about it. And if it were not for a Word that had preceded from thy Lord, it would have been decided between them. But, truly, they are in uncertainty, ones in grave doubt about it"},{"SurahNumber":41,"VerseNumber":46,"Text":"Whoever did as one in accord with morality, it is for himself. And whoever did evil, it is against himself, and thy Lord is not unjust to His servants"},{"SurahNumber":41,"VerseNumber":47,"Text":"To Him is returned the knowledge of the Hour. No fruits go forth from its sheath and no female conceives or brings forth offspring but with His knowledge. And on a Day He will cry out to them: Where are My ascribed associates? They would say: We proclaimed to Thee that none of us was a witness to that"},{"SurahNumber":41,"VerseNumber":48,"Text":"Gone astray from them is what they had been calling to before. They would think that there is for them no asylum"},{"SurahNumber":41,"VerseNumber":49,"Text":"The human being grows not weary of supplicating for good, but if the worst afflicted him, then, he is hopeless, desperate"},{"SurahNumber":41,"VerseNumber":50,"Text":"And, truly, if We caused him to experience mercy from Us, after some tribulation afflicted him, he will, certainly, say: This is due to me. And I think not that the Hour will be one that arises, but if I were returned to my Lord, truly, with Him will be the fairer for me. Then, certainly, We will tell those who were ungrateful of what they did. And We will cause them to experience a harsh punishment"},{"SurahNumber":41,"VerseNumber":51,"Text":"And when We were gracious to the human being, he turned aside, withdrew aside. But when the worst afflicted him, then, he is full of supplication"},{"SurahNumber":41,"VerseNumber":52,"Text":"Say: Considered you that even though it had been from God, again, you were ungrateful for it. Who is one who goes more astray than he who is in wide breach"},{"SurahNumber":41,"VerseNumber":53,"Text":"We will cause them to see Our signs on the horizons and within themselves until it becomes clear to them that it is The Truth. Suffices not thy Lord that, truly, He is Witness over all things"},{"SurahNumber":41,"VerseNumber":54,"Text":"They are hesitant about the meeting with their Lord. Truly, He is who One Who Encloses everything"}]}