{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Allah ve Resulunden kendileriyle antlasma yapmıs oldugunuz musriklere bir ihtar"},{"SurahNumber":9,"VerseNumber":2,"Text":"(Ey musrikler!) Yeryuzunde dort ay daha dolasın. Iyi bilin ki siz Allah'ı aciz bırakacak degilsiniz; Allah ise kafirleri rezil (ve perisan) edecektir"},{"SurahNumber":9,"VerseNumber":3,"Text":"Hacc-ı ekber (en buyuk hac) gununde Allah ve Resulunden insanlara bir bildiridir: Allah ve Resulu musriklerden uzaktır. Eger tevbe ederseniz, bu sizin icin daha hayırlıdır. Ve eger yuz cevirirseniz bilin ki, siz Allah'ı aciz bırakacak degilsiniz. (Ey Muhammed)! o kafirlere elem verici bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":4,"Text":"Ancak kendileriyle antlasma yaptıgınız musriklerden (antlasma sartlarına uyan) hicbir seyi size eksik bırakmayan ve sizin aleyhinize herhangi bir kimseye arka cıkmayanlar (bu hukmun) dısındadır. Onların antlasmalarını, sureleri bitinceye kadar tamamlayınız. Allah (haksızlıktan) sakınanları sever"},{"SurahNumber":9,"VerseNumber":5,"Text":"Haram aylar cıkınca musrikleri buldugunuz yerde oldurun; onları yakalayın, onları hapsedin ve onları her gozetleme yerinde oturup bekleyin. Eger tevbe eder, namazı dosdogru kılar, zekatı da verirlerse artık yollarını serbest bırakın. Allah yarlıgayan, esirgeyendir"},{"SurahNumber":9,"VerseNumber":6,"Text":"Ve eger musriklerden biri senden aman dilerse, Allah'ın kelamını isitip dinleyinceye kadar ona aman ver, sonra (musluman olmazsa) onu guven icinde bulunacagı bir yere ulastır. Iste bu (musamaha), onların, bilmeyen bir kavim olmalarından dolayıdır"},{"SurahNumber":9,"VerseNumber":7,"Text":"Mescid-i Haram'ın yanında kendileriyle antlasma yaptıklarınızın dısında musriklerin Allah ve Resulu yanında nasıl (muteber) bir ahdi olabilir? Onlar size karsı durust davrandıkları muddetce siz de onlara durust davranın. Cunku Allah (ahdi bozmaktan)sakınanları sever"},{"SurahNumber":9,"VerseNumber":8,"Text":"Nasıl olabilir ki! Onlar size galip gelselerdi, sizin hakkınızda ne ahit, ne de antlasma gozetirlerdi. Onlar agızlarıyla sizi razı ediyorlar, halbuki kalpleri (buna) karsı cıkıyor. Cunku onların cogu yoldan cıkmıslardır"},{"SurahNumber":9,"VerseNumber":9,"Text":"Allah'ın ayetlerine karsılık az bir degeri (dunya malını ve nefsani istekleri) satın aldılar da (insanları) O'nun yolundan alıkoydular. Gercekten onların yapmakta oldukları seyler ne kotudur"},{"SurahNumber":9,"VerseNumber":10,"Text":"Bir mumin hakkında ne ahit tanırlar ne de antlasma. Cunku onlar saldırganların kendileridir"},{"SurahNumber":9,"VerseNumber":11,"Text":"Fakat tevbe eder, namaz kılar ve zekat verirlerse, artık onlar dinde kardeslerinizdir. Biz, bilen bir kavme ayetlerimizi boyle acıklıyoruz"},{"SurahNumber":9,"VerseNumber":12,"Text":"Eger antlasmalarından sonra yeminlerini bozarlar, ve dininize saldırırlarsa, kufrun onderlerine karsı savasın. Cunku onlar yeminleri olmayan adamlardır. (Onlara karsı savasırsanız) umulur ki kufre son verirler"},{"SurahNumber":9,"VerseNumber":13,"Text":"(Ey muminler!) verdikleri sozu bozan, Peygamber'i (yurdundan) cıkarmaya kalkısan ve ilk once size karsı savasa baslamıs olan bir kavme karsı savasmayacak mısınız; yoksa onlardan korkuyor musunuz? Eger (gercek) muminler iseniz, bilin ki, Allah, kendisinden korkmanıza daha layıktır"},{"SurahNumber":9,"VerseNumber":14,"Text":"Onlarla savasın ki, Allah sizin ellerinizle onları cezalandırsın; onları rezil etsin; sizi onlara galip kılsın ve mumin toplumun kalplerini ferahlatsın"},{"SurahNumber":9,"VerseNumber":15,"Text":"Ve onların (muminlerin) kalplerinden ofkeyi gidersin. Allah dilediginin tevbesini kabul eder. Allah bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":16,"Text":"Yoksa, Allah, sizden, cihad edip Allah, peygamber ve muminlerden baskasını kendilerine sırdas edinmeyenleri ortaya cıkarmadan bırakılacagınızı mı sandınız? Allah yaptıklarınızdan haberdardır"},{"SurahNumber":9,"VerseNumber":17,"Text":"Allah'a ortak kosanlar, kendilerinin kafirligine bizzat kendileri sahitlik ederlerken, Allah'ın mescitlerini imar etme selahiyetleri yoktur. Onların butun isleri bosa gitmistir. Ve onlar ateste ebedi kalacaklardır"},{"SurahNumber":9,"VerseNumber":18,"Text":"Allah'ın mescitlerini ancak Allah'a ve ahiret gunune iman eden, namazı dosdogru kılan, zekatı veren ve Allah'tan baskasından korkmayan kimseler imar eder. Iste dogru yola ermislerden olmaları umulanlar bunlardır"},{"SurahNumber":9,"VerseNumber":19,"Text":"(Ey musrikler!) Siz hacılara su vermeyi ve Mescid-i Haram'ı onarmayı, Allah'a ve ahiret gunune iman edip de Allah yolunda cihad edenlerin imanı ile bir mi tutuyorsunuz? Halbuki onlar Allah katında esit degillerdir. Allah zalimler toplulugunu hidayeteerdirmez"},{"SurahNumber":9,"VerseNumber":20,"Text":"Iman edip de hicret edenler ve Allah yolunda mallarıyla, canlarıyla cihad edenler, rutbe bakımından Allah katında daha ustundurler. Kurtulusa erenler de iste onlardır"},{"SurahNumber":9,"VerseNumber":21,"Text":"Rableri onlara, tarafından bir rahmet ve hosnutluk ile, kendileri icin, icinde tukenmez nimetler bulunan cennetler mujdeler"},{"SurahNumber":9,"VerseNumber":22,"Text":"Onlar orada ebedi kalacaklardır. Suphesiz ki Allah katında buyuk mukafat vardır"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ey iman edenler! Eger kufru imana tercih ediyorlarsa, babalarınızı ve kardeslerinizi (bile) veli edinmeyin. Sizden kim onları dost edinirse, iste onlar zalimlerin kendileridir"},{"SurahNumber":9,"VerseNumber":24,"Text":"De ki: Eger babalarınız, ogullarınız, kardesleriniz, esleriniz, hısım akrabanız kazandıgınız mallar, kesada ugramasından korktugunuz ticaret, hoslandıgınız meskenler size Allah'tan, Resulunden ve Allah yolunda cihad etmekten daha sevgili ise, artık Allah emrini getirinceye kadar bekleyin. Allah fasıklar toplulugunu hidayete erdirmez"},{"SurahNumber":9,"VerseNumber":25,"Text":"Andolsun ki Allah, bircok yerde (savas alanlarında) ve Huneyn savasında size yardım etmisti. Hani coklugunuz size kendinizi begendirmis, fakat sizi hezimete ugramaktan kurtaramamıstı. Yeryuzu butun genisligine ragmen size dar gelmisti, sonunda (bozularak) gerisin geri donmustunuz"},{"SurahNumber":9,"VerseNumber":26,"Text":"Sonra Allah, Resul'u ile muminler uzerine sekinetini (sukunet ve huzur duygusu) indirdi, sizin gormediginiz ordular (melekler) indirdi de kafirlere azap etti. Iste bu, o kafirlerin cezasıdır"},{"SurahNumber":9,"VerseNumber":27,"Text":"Sonra Allah, bunun ardından yine dilediginin tevbesini kabul eder. Zira Allah bagıslayan, esirgeyendir"},{"SurahNumber":9,"VerseNumber":28,"Text":"Ey iman edenler! Musrikler ancak bir pisliktir. Onun icin bu yıllarından sonra Mescid-i Haram'a yaklasmasınlar. Eger yoksulluktan korkarsanız, (biliniz ki) Allah dilerse sizi kendi lutfundan zengin edecektir. Suphesiz Allah iyi bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":29,"Text":"Kendilerine Kitap verilenlerden Allah'a ve ahiret gunune inanmayan, Allah ve Resulunun haram kıldıgını haram saymayan ve hak dini kendine din edinmeyen kimselerle, kuculerek elleriyle cizye verinceye kadar savasın"},{"SurahNumber":9,"VerseNumber":30,"Text":"Yahudiler, Uzeyr Allah'ın ogludur, dediler. Hıristiyanlar da, Mesih (Isa) Allah'ın ogludur dediler. Bu onların agızlarıyla geveledikleri sozlerdir. (Sozlerini) daha once kafir olmus kimselerin sozlerine benzetiyorlar. Allah onları kahretsin! Nasıl da (haktan batıla) donduruluyorlar"},{"SurahNumber":9,"VerseNumber":31,"Text":"(Yahudiler) Allah'ı bırakıp bilginlerini (hahamlarını); (hıristiyanlar) da rahiplerini ve Meryem oglu Mesih'i (Isa'yı) rabler edindiler. Halbuki onlara ancak tek ilaha kulluk etmeleri emrolundu. O'ndan baska tanrı yoktur. O, bunların ortak kostukları seylerden uzaktır"},{"SurahNumber":9,"VerseNumber":32,"Text":"Allah'ın nurunu agızlarıyla (ufleyip) sondurmek istiyorlar. Halbuki kafirler hoslanmasalar da Allah nurunu tamamlamaktan asla vazgecmez"},{"SurahNumber":9,"VerseNumber":33,"Text":"O (Allah), musrikler hoslanmasalar da (kendi) dinini butun dinlere ustun kılmak icin Resulunu hidayet ve Hak Din ile gonderendir"},{"SurahNumber":9,"VerseNumber":34,"Text":"Ey iman edenler! (Biliniz ki), hahamlardan ve rahiplerden bircogu insanların mallarını haksız yollardan yerler ve (insanları) Allah yolundan engellerler. Altın ve gumusu yıgıp da onları Allah yolunda harcamayanlar yok mu, iste onlara elem verici bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":35,"Text":"(Bu paralar) cehennem atesinde kızdırılıp bunlarla onların alınları, yanları ve sırtları daglanacagı gun (onlara denilir ki): \"Iste bu kendiniz icin biriktirdiginiz servettir. Artık yıgmakta oldugunuz seylerin (azabını) tadın"},{"SurahNumber":9,"VerseNumber":36,"Text":"Gokleri ve yeri yarattıgı gunde Allah'ın yazısına gore Allah katında ayların sayısı on iki olup, bunlardan dordu haram aylarıdır. Iste bu dogru hesaptır. O aylar icinde (Allah'ın koydugu yasagı cigneyerek) kendinize zulmetmeyin ve musrikler nasıl sizinle topyekun savasıyorlarsa siz de onlara karsı topyekun savasın ve bilin ki Allah (kotulukten) sakınanlarla beraberdir"},{"SurahNumber":9,"VerseNumber":37,"Text":"(Haram ayları) ertelemek, sadece kafirlikte ileri gitmektir. Cunku onunla, kafir olanlar saptırılır. Allah'ın haram kıldıgının sayısını bozmak ve O'nun haram kıldıgını helal kılmak icin (haram ayını) bir yıl helal sayarlar, biryıl da haram sayarlar. (Boylece) onların kotu isleri kendilerine guzel gosterilmistir. Allah kafirler toplulugunu hidayete erdirmez"},{"SurahNumber":9,"VerseNumber":38,"Text":"Ey iman edenler! Size ne oldu ki, \"Allah yolunda savasa cıkın!\" denildigi zaman yere cakılıp kalıyorsunuz? Dunya hayatını ahirete tercih mi ediyorsunuz? Fakat dunya hayatının faydası ahiretin yanında pek azdır"},{"SurahNumber":9,"VerseNumber":39,"Text":"Eger (gerektiginde savasa) cıkmazsanız, (Allah) sizi pek elem verici bir azap ile cezalandırır ve yerinize sizden baska bir kavim getirir; siz (savasa cıkmamakla) O'na hicbir zarar veremezsiniz. Allah her seye kadirdir"},{"SurahNumber":9,"VerseNumber":40,"Text":"Eger siz ona (Resulullah'a) yardım etmezseniz (bu onemli degil); ona Allah yardım etmistir: Hani, kafirler onu, iki kisiden biri olarak (Ebu Bekir ile birlikte Mekke'den) cıkarmıslardı; hani onlar magaradaydı; o, arkadasına. Uzulme, cunku Allah bizimle beraberdir, diyordu. Bunun uzerine Allah ona (sukunet saglayan) emniyetini indirdi, onu sizin gormediginiz bir ordu ile destekledi ve kafir olanların sozunu alcalttı. Allah'ın sozu ise zaten yucedir. Cunku Allah ustundur, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":41,"Text":"(Ey muminler!) Gerek hafif, gerek agır olarak savasa cıkın, mallarınızla ve canlarınızla Allah yolunda cihad edin. Eger bilirseniz, bu sizin icin daha hayırlıdır"},{"SurahNumber":9,"VerseNumber":42,"Text":"Eger yakın bir dunya malı ve kolay bir yolculuk olsaydı (o munafıklar) mutlaka sana uyup pesinden gelirlerdi. Fakat mesakkatli yol onlara uzak geldi. Gerci onlar, \"Gucumuz yetseydi mutlaka sizinle beraber cıkardık\" diye kendilerini helak edercesine Allah'a yemin edecekler. Halbuki Allah onların mutlaka yalancı olduklarını biliyor"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah seni affetti. Fakat dogru soyleyenler sana iyice belli olup, sen yalancıları bilinceye kadar onlara nicin izin verdin"},{"SurahNumber":9,"VerseNumber":44,"Text":"Allah'a ve ahiret gunune iman edenler, mallarıyla canlarıyla savasmaktan (geri kalmak icin) senden izin istemezler. Allah takva sahiplerini pek iyi bilir"},{"SurahNumber":9,"VerseNumber":45,"Text":"Ancak Allah'a ve ahiret gunune inanmayan, kalpleri supheye dusup, kuskuları icinde bocalayanlar senden izin isterler"},{"SurahNumber":9,"VerseNumber":46,"Text":"Eger onlar (savasa) cıkmak isteselerdi elbette bunun icin bir hazırlık yaparlardı. Fakat Allah onların davranıslarını cirkin gordu ve onları geri koydu; onlara \"Oturanlarla (kadın ve cocuklarla) beraber oturun!\" denildi"},{"SurahNumber":9,"VerseNumber":47,"Text":"Eger icinizde (onlar da savasa) cıksalardı, size bozgunculuktan baska bir katkıları olmazdı ve mutlaka fitne cıkarmak isteyerek aranızda kosarlardı. Icinizde, onlara iyice kulak verecekler de vardır. Allah zalimleri gayet iyi bilir"},{"SurahNumber":9,"VerseNumber":48,"Text":"Andolsun onlar onceden de fitne cıkarmak istemisler ve sana nice isler cevirmislerdi. Nihayet hak geldi ve onlar istemedikleri halde Allah'ın emri yerini buldu"},{"SurahNumber":9,"VerseNumber":49,"Text":"Onlardan oylesi de var ki: \"Bana izin ver, beni fitneye dusurme\" der. Bilesiniz ki onlar zaten fitneye dusmuslerdir. Cehennem, kafirleri mutlaka kusatacaktır"},{"SurahNumber":9,"VerseNumber":50,"Text":"Eger sana bir iyilik erisirse, bu onları uzer. Ve eger basına bir musibet gelirse, \"Iyi ki biz daha once tedbirimizi almısız\" derler ve boburlenerek donup giderler"},{"SurahNumber":9,"VerseNumber":51,"Text":"De ki: Allah'ın bizim icin yazdıgından baskası bize asla erismez. O bizim mevlamızdır. Onun icin muminler yalnız Allah'a dayanıp guvensinler"},{"SurahNumber":9,"VerseNumber":52,"Text":"De ki: Siz bizim icin ancak iki iyilikten birini beklemektesiniz. Biz de, Allah'ın, ya kendi katından veya bizim elimizle size bir azap vermesini bekliyoruz. Haydi bekleyin; suphesiz biz de sizinle beraber beklemekteyiz"},{"SurahNumber":9,"VerseNumber":53,"Text":"De ki: Ister gonullu verin ister gonulsuz, sizden (sadaka) asla kabul olunmayacaktır. Cunku siz yoldan cıkan bir topluluk oldunuz"},{"SurahNumber":9,"VerseNumber":54,"Text":"Onların harcamalarının kabul edilmesini engelleyen, onların Allah ve Resulunu inkar etmeleri, namaza ancak usenerek gelmeleri ve istemeyerek harcamalarından baska bir sey degildir"},{"SurahNumber":9,"VerseNumber":55,"Text":"(Ey Muhammed!) Onların malları ve cocukları seni imrendirmesin. Cunku Allah bunlarla, ancak dunya hayatında onların azaplarını cogaltmayı ve onların kafir olarak canlarının cıkmasını istiyor"},{"SurahNumber":9,"VerseNumber":56,"Text":"(munafıklar) mutlaka sizden olduklarına dair Allah'a yemin ederler. Halbuki onlar sizden degillerdir, fakat onlar (kılıclarınızdan) korkan bir toplumdur"},{"SurahNumber":9,"VerseNumber":57,"Text":"Eger sıgınacak bir yer yahut (barınabilecek) magaralar veya (sokulabilecek) bir delik bulsalardı, kosarak o tarafa yonelip giderlerdi"},{"SurahNumber":9,"VerseNumber":58,"Text":"Onlardan sadakaların (taksimi) hususunda seni ayıplayanlar da vardır. Sadakalardan onlara da (bir pay) verilirse razı olurlar, sayet onlara sadakalardan verilmezse hemen kızarlar"},{"SurahNumber":9,"VerseNumber":59,"Text":"Eger onlar Allah ve Resulunun kendilerine verdigine razı olup, \"Allah bize yeter, yakında bize Allah da lutfundan verecek, Resulu de. Biz yalnız Allah'a ragbet edenleriz\" deselerdi (daha iyi olurdu)"},{"SurahNumber":9,"VerseNumber":60,"Text":"Sadakalar (zekatlar) Allah'tan bir farz olarak ancak, yoksullara, duskunlere, (zekat toplayan) memurlara, gonulleri (Islam'a) ısındırılacak olanlara, (hurriyetlerini satın almaya calısan) kolelere, borclulara, Allah yolunda calısıp cihad edenlere, yolcuya mahsustur. Allah pek iyi bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":61,"Text":"(Yine o munafıklardan:) O (Peygamber, her soyleneni dinleyen) bir kulaktır, diyerek peygamberi incitenler de vardır. De ki: O, sizin icin bir hayır kulagıdır. Cunku o Allah'a inanır, muminlere guvenir ve o, sizden iman edenler icin de bir rahmettir. Allah'ın Resulune eziyet edenler icin mutlaka elem verici bir azap vardır"},{"SurahNumber":9,"VerseNumber":62,"Text":"Rızanızı almak icin size (gelip) Allah'a and icerler. Eger mumin iseler Allah ve Resulunu razı etmeleri daha dogrudur"},{"SurahNumber":9,"VerseNumber":63,"Text":"(Hala) bilmediler mi ki, kim Allah ve Resulune karsı koyarsa elbette onun icin, icinde ebedi kalacagı cehennem atesi vardır. Iste bu buyuk rusvaylıktır"},{"SurahNumber":9,"VerseNumber":64,"Text":"Munafıklar, kalplerinde olanı kendilerine haber verecek bir surenin muminlere indirilmesinden cekinirler. De ki: Siz alay edin! Allah o cekindiginiz seyi ortaya cıkaracaktır"},{"SurahNumber":9,"VerseNumber":65,"Text":"Eger onlara, (nicin alay ettiklerini) sorarsan, elbette, biz sadece lafa dalmıs sakalasıyorduk, derler. De ki: Allah ile, O'nun ayetleriyle ve O'nun peygamberi ile mi alay ediyordunuz"},{"SurahNumber":9,"VerseNumber":66,"Text":"(Bosuna) ozur dilemeyin; cunku siz iman ettikten sonra tekrar kafir oldunuz. Sizden (tevbe eden) bir gurubu bagıslasak bile, bir guruba da suclu olduklarından dolayı azap edecegiz"},{"SurahNumber":9,"VerseNumber":67,"Text":"Munafık erkekler ve munafık kadınlar (sizden degil), birbirlerindendir. Onlar kotulugu emreder, iyilikten alıkor ve cimrilik ederler. Onlar Allah'ı unuttular. Allah da onları unuttu! Cunku munafıklar fasıkların kendileridir"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah erkek munafıklara da kadın munafıklara da kafirlere de icinde ebedi kalacakları cehennem atesini vadetti. O, onlara yeter. Allah onlara lanet etmistir! Onlar icin devamlı bir azap vardır"},{"SurahNumber":9,"VerseNumber":69,"Text":"(Ey munafıklar! Siz de) sizden oncekiler gibi (yaptınız). Onlar sizden kuvvetce daha ustun, mal ve evlatca daha cok idiler. Onlar (dunya malından) paylarına dusenden faydalandılar. Iste sizden oncekiler nasıl paylarına dusenden faydalandıysalar, siz de payınıza dusenden faydalandınız ve (batıla) dalanlar gibi siz de daldınız. Iste onların amelleri dunyada da ahirette de bosa gitmistir. Ve onlar ziyana ugrayanların kendileridir"},{"SurahNumber":9,"VerseNumber":70,"Text":"Onlara kendilerinden evvelkilerin, Nuh, Ad ve Semud kavimlerinin, Ibrahim kavminin, Medyen halkının ve altust olan sehirlerin haberi ulasmadı mı? Peygamberi onlara apacık mucizeler getirmisti. Demek ki, Allah onlara zulmedecek degildi, fakat onlar kendi kendilerine zulmetmekte idiler"},{"SurahNumber":9,"VerseNumber":71,"Text":"Mumin erkeklerle mumin kadınlar da birbirlerinin velileridir. Onlar iyiligi emreder, kotulukten alıkorlar, namazı dosdogru kılarlar, zekatı verirler, Allah ve Resulune itaat ederler. Iste onlara Allah rahmet edecektir. Suphesiz Allah azizdir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah, mumin erkeklere ve mumin kadınlara, icinde ebedi kalmak uzere altından ırmaklar akan cennetler ve Adn cennetlerinde guzel meskenler vadetti. Allah'ın rızası ise hepsinden buyuktur. Iste buyuk kurtulus da budur"},{"SurahNumber":9,"VerseNumber":73,"Text":"Ey Peygamber! Kafirlere ve munafıklara karsı cihad et, onlara karsı sert davran. Onların varacakları yer cehennemdir. O ne kotu bir varıs yeridir"},{"SurahNumber":9,"VerseNumber":74,"Text":"(Ey Muhammed! O sozleri) soylemediklerine dair Allah'a yemin ediyorlar. Halbuki o kufur sozunu elbette soylediler ve musluman olduktan sonra kafir oldular. Basaramadıkları bir seye (Peygambere suikast yapmaya) de yeltendiler. Ve sırf Allah ve Resulu kendi lutuflarından onları zenginlestirdigi icin oc almaya kalkıstılar. Eger tevbe ederlerse onlar icin daha hayırlı olur. Yuz cevirirlerse Allah onları dunyada da, ahirette de elem verici bir azaba carptıracaktır. Yeryuzunde onların ne dostu ne de yardımcısı vardır"},{"SurahNumber":9,"VerseNumber":75,"Text":"Onlardan kimi de, Eger Allah lutuf ve kereminden bize verirse, mutlaka sadaka verecegiz ve elbette biz salihlerden olacagız! diye Allah'a and icti"},{"SurahNumber":9,"VerseNumber":76,"Text":"Fakat Allah lutfundan onlara (zenginlik) verince, onda cimrilik edip (Allah'ın emrinden) yuz cevirerek sozlerinden donduler"},{"SurahNumber":9,"VerseNumber":77,"Text":"Nihayet, Allah'a verdikleri sozden donduklerinden ve yalan soylediklerinden dolayı Allah, kendisiyle karsılasacakları gune kadar onların kalbine nifak (iki yuzluluk) soktu"},{"SurahNumber":9,"VerseNumber":78,"Text":"(Munafıklar), Allah'ın, onların sırrını da fısıltılarını da bildigini ve gaybları (gizli seyleri) cok iyi bilen oldugunu hala anlamadılar mı"},{"SurahNumber":9,"VerseNumber":79,"Text":"Sadakalar hususunda, muminlerden gonullu verenleri ve guclerinin yettiginden baskasını bulamayanları cekistirip onlarla alay edenler var ya, Allah iste onları maskaraya cevirmistir. Ve onlar icin elem verici azap vardır"},{"SurahNumber":9,"VerseNumber":80,"Text":"(Ey Muhammed!) Onlar icin ister af dile, ister dileme; onlar icin yetmis kez af dilesen de Allah onları asla affetmeyecek. Bu, onların Allah ve Resulunu inkar etmelerinden oturudur. Allah fasıklar toplulugunu hidayete erdirmez"},{"SurahNumber":9,"VerseNumber":81,"Text":"Allah'ın Resulune muhalefet etmek icin geri kalanlar (sefere cıkmayıp) oturmaları ile sevindiler; mallarıyla, canlarıyla Allah yolunda cihad etmeyi cirkin gorduler; \"bu sıcakta sefere cıkmayın\" dediler. De ki: \"Cehennem atesi daha sıcaktır!\" Keske anlasalardı"},{"SurahNumber":9,"VerseNumber":82,"Text":"Artık kazanmakta olduklarının cezası olarak az gulsunler, cok aglasınlar"},{"SurahNumber":9,"VerseNumber":83,"Text":"Eger Allah seni onlardan bir gurubun yanına dondurur de (Tebuk seferinden Medine'ye doner de baska bir savasa seninle beraber) cıkmak icin senden izin isterlerse, de ki: Benimle beraber asla cıkmayacaksınız ve dusmana karsı benimle beraber asla savasmayacaksınız! Cunku siz birinci defa (Tebuk seferinde) yerinizde kalmaya razı oldunuz. Simdi de geri kalanlarla (kadın ve cocuklarla) beraber oturun"},{"SurahNumber":9,"VerseNumber":84,"Text":"Onlardan olmus olan hicbirine asla namaz kılma; onun kabri basında da durma! Cunku onlar, Allah ve Resulunu inkar ettiler ve fasık olarak olduler"},{"SurahNumber":9,"VerseNumber":85,"Text":"Onların malları ve cocukları seni imrendirmesin. Cunku Allah, bunlarla ancak dunyada onların azaplarını cogaltmayı ve onların kafir olarak canlarının guclukle cıkmasını istiyor"},{"SurahNumber":9,"VerseNumber":86,"Text":"Allah'a inanın, Resulu ile beraber cihad edin\" diye bir sure indirildigi zaman, onlardan servet sahibi olanlar, senden izin istediler ve: Bizi bırak (evlerinde) oturanlarla beraber olalım, dediler"},{"SurahNumber":9,"VerseNumber":87,"Text":"Geride kalan kadınlarla beraber olmaya razı oldular, onların kalplerine muhur vuruldu. Bu yuzden onlar anlamazlar"},{"SurahNumber":9,"VerseNumber":88,"Text":"Fakat Peygamber ve onunla beraber inananlar, mallarıyla, canlarıyla cihad ettiler. Iste butun hayırlar onlarındır ve onlar kurtulusa erenlerin kendileridir"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah, onlara icinde ebedi kalacakları ve zemininden ırmaklar akan cennetler hazırlamıstır. Iste buyuk kazanc budur"},{"SurahNumber":9,"VerseNumber":90,"Text":"Bedevilerden, (mazeretleri oldugunu) iddia edenler, kendilerine izin verilsin diye geldiler. Allah ve Resulune yalan soyleyenler de oturup kaldılar. Onlardan kafir olanlara elem verici bir azap erisecektir"},{"SurahNumber":9,"VerseNumber":91,"Text":"Allah ve Resulu icin (insanlara) ogut verdikleri takdirde, zayıflara, hastalara ve (savasta) harcayacak bir sey bulamayanlara gunah yoktur. Zira iyilik edenlerin aleyhine bir yol (sorumluluk) yoktur. Allah cok bagıslayan ve cok esirgeyendir"},{"SurahNumber":9,"VerseNumber":92,"Text":"Kendilerine binek saglaman icin sana geldiklerinde: Sizi bindirecek bir binek bulamıyorum, deyince, harcayacak bir sey bulamadıklarından dolayı uzuntuden gozleri yas dokerek donen kimselere de (sorumluluk yoktur)"},{"SurahNumber":9,"VerseNumber":93,"Text":"Sorumluluk ancak, zengin oldukları halde senden izin isteyenleredir. Cunku onlar geri kalan kadınlarla beraber olmaya razı oldular. Allah da onların kalplerini muhurledi, artık onlar (neyin dogru oldugunu) bilmezler"},{"SurahNumber":9,"VerseNumber":94,"Text":"(Seferden) onlara dondugunuz zaman size ozur beyan edecekler. De ki: (Bosuna) ozur dilemeyin! Size asla inanmayız; cunku Allah, haberlerinizi bize bildirmistir. (Bundan sonraki) amelinizi Allah da gorecektir, Resulu de. Sonra goruleni ve gorulmeyeni bilene donduruleceksiniz de yapmakta olduklarınızı size haber verecektir"},{"SurahNumber":9,"VerseNumber":95,"Text":"Onların yanına dondugunuz zaman size, kendilerinden (onları cezalandırmaktan) vazgecmeniz icin Allah adına and icecekler. Artık onlardan yuz cevirin. Cunku onlar murdardır. Kazanmakta olduklarına (kotu islerine) karsılık ceza olarak varacakları yer cehennemdir"},{"SurahNumber":9,"VerseNumber":96,"Text":"Onlardan razı olasınız diye size yemin edecekler. Fakat siz onlardan razı olsanız bile Allah fasıklar toplulugundan asla razı olmaz"},{"SurahNumber":9,"VerseNumber":97,"Text":"Bedeviler, kafirlik ve munafıklık bakımından hem daha beter, hem de Allah'ın Resulune indirdigi kanunları tanımamaya daha yatkındır. Allah cok iyi bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":98,"Text":"Bedevilerden oylesi vardır ki (Allah yolunda) harcayacagını angarya sayar ve sizin basınıza belalar gelmesini bekler. (Bekledikleri) o kotu bela kendi baslarına gelmistir. Allah pek iyi isiten, cok iyi bilendir"},{"SurahNumber":9,"VerseNumber":99,"Text":"Bedevilerden oylesi de vardır ki, Allah'a ve ahiret gunune inanır, (hayır icin) harcayacagını Allah katında yakınlıga ve Peygamber'in dualarını almaya vesile edinir. Bilesiniz ki o (harcadıkları mal, Allah katında) onlar icin bir yakınlıktır. Allah onları rahmetine (cennetine) koyacaktır. Suphesiz Allah bagıslayan, esirgeyendir"},{"SurahNumber":9,"VerseNumber":100,"Text":"(Islam dinine girme hususunda) one gecen ilk muhacirler ve ensar ile onlara guzellikle tabi olanlar var ya, iste Allah onlardan razı olmustur, onlar da Allah'tan razı olmuslardır. Allah onlara, icinde ebedi kalacakları, zemininden ırmaklar akan cennetler hazırlamıstır. Iste bu buyuk kurtulustur"},{"SurahNumber":9,"VerseNumber":101,"Text":"Cevrenizdeki bedevi Araplardan ve Medine halkından birtakım munafıklar vardır ki, munafıklıkta maharet kazanmıslardır. Sen onları bilmezsin, biz biliriz onları. Onlara iki kez azap edecegiz, sonra da onlar buyuk bir azaba itileceklerdir"},{"SurahNumber":9,"VerseNumber":102,"Text":"Digerleri ise gunahlarını itiraf ettiler, iyi bir ameli diger kotu bir amelle karıstırdılar. (Tevbe ederlerse) umulur ki Allah onların tevbesini kabul eder. Cunku Allah cok bagıslayan, pek esirgeyendir"},{"SurahNumber":9,"VerseNumber":103,"Text":"Onların mallarından sadaka al; bununla onları (gunahlardan) temizlersin, onları arıtıp yuceltirsin. Ve onlar icin dua et. Cunku senin duan onlar icin sukunettir (onları yatıstırır). Allah isitendir, bilendir"},{"SurahNumber":9,"VerseNumber":104,"Text":"Allah'ın, kullarının tevbesini kabul edecegini, sadakaları geri cevirmeyecegini ve Allah'ın tevbeyi cok kabul eden ve pek esirgeyen oldugunu hala bilmezler mi"},{"SurahNumber":9,"VerseNumber":105,"Text":"De ki: (Yapacagınızı) yapın! Amelinizi Allah da Resulu de muminler de gorecektir. Sonra goruleni ve gorulmeyeni bilen Allah'a donduruleceksiniz de O size yapmakta olduklarınızı haber verecektir"},{"SurahNumber":9,"VerseNumber":106,"Text":"(Sefere katılmayanlardan) diger bir gurup da Allah'ın emrine bırakılmıslardır. O, bunlara ya azap eder veya tevbelerini kabul eder. Allah cok bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":107,"Text":"(Munafıklar arasında) bir de (muminlere) zarar vermek, (hakkı) inkar etmek, muminlerin arasına ayrılık sokmak ve daha once Allah ve Resulune karsı savasmıs olan adamı beklemek icin bir mescid kuranlar ve: (Bununla) iyilikten baska birsey istemedik, diye mutlaka yemin edecek olanlar da vardır. Halbuki Allah onların kesinlikle yalancı olduklarına sahitlik eder"},{"SurahNumber":9,"VerseNumber":108,"Text":"Onun icinde asla namaz kılma! Ilk gunden takva uzerine kurulan mescit (Kuba Mescidi) icinde namaz kılman elbette daha dogrudur. Onda temizlenmeyi seven adamlar vardır. Allah da cok temizlenenleri sever"},{"SurahNumber":9,"VerseNumber":109,"Text":"Binasını Allah korkusu ve rızası uzerine kuran kimse mi daha hayırlıdır, yoksa yapısını yıkılacak bir yarın kenarına kurup, onunla beraber kendisi de cokup cehennem atesine giden kimse mi? Allah zalimler toplulugunu dogru yola iletmez"},{"SurahNumber":9,"VerseNumber":110,"Text":"Yaptıkları bina, (olup de) kalpleri parcalanıncaya kadar yureklerine devamlı olarak bir kusku (sebebi) olacaktır. Allah cok iyi bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":111,"Text":"Allah muminlerden, mallarını ve canlarını, kendilerine (verilecek) cennet karsılıgında satın almıstır. Cunku onlar Allah yolunda savasırlar, oldururler, olurler. (Bu), Tevrat'ta, Incil'de ve Kur'an'da Allah uzerine hak bir vaaddir. Allah'tan daha cok sozunu yerine getiren kim vardır! O halde O'nunla yapmıs oldugunuz bu alıs verisinizden dolayı sevinin. Iste bu, (gercekten) buyuk kazanctır"},{"SurahNumber":9,"VerseNumber":112,"Text":"(Bu alıs verisi yapanlar), tevbe edenler, ibadet edenler, hamdedenler, oruc tutanlar, ruku edenler, secde edenler, iyiligi emredip kotulukten alıkoyanlar ve Allah'ın sınırlarını koruyanlardır. O muminleri mujdele"},{"SurahNumber":9,"VerseNumber":113,"Text":"(Kafir olarak olup) cehennem ehli oldukları onlara acıkca belli olduktan sonra, akraba dahi olsalar, (Allah'a) ortak kosanlar icin af dilemek ne peygambere yarasır ne de inananlara"},{"SurahNumber":9,"VerseNumber":114,"Text":"Ibrahim'in babası icin af dilemesi, sadece ona verdigi sozden dolayı idi. Ne var ki, onun Allah'ın dusmanı oldugu kendisine belli olunca, ondan uzaklastı. Suphesiz ki Ibrahim cok yumusak huylu ve pek sabırlı idi"},{"SurahNumber":9,"VerseNumber":115,"Text":"Allah bir toplulugu dogru yola ilettikten sonra, sakınacakları seyleri kendilerine acıklayıncaya kadar onları saptıracak degildir. Allah her seyi cok iyi bilendir"},{"SurahNumber":9,"VerseNumber":116,"Text":"Goklerin ve yerin mulku yalnız Allah'ındır. O diriltir ve oldurur. Sizin icin Allah'tan baska ne bir dost ne de bir yardımcı vardır"},{"SurahNumber":9,"VerseNumber":117,"Text":"Andolsun ki Allah, muslumanlardan bir gurubun kalpleri egrilmeye yuz tuttuktan sonra, Peygamberi ve gucluk zamanında ona uyan muhacirlerle ensarı affetti. Sonra da onların tevbelerini kabul etti. Cunku O, onlara karsı cok sefkatli, pek merhametlidir"},{"SurahNumber":9,"VerseNumber":118,"Text":"Ve (seferden) geri bırakılan uc kisinin de (tevbelerini kabul etti). Yeryuzu, genisligine ragmen onlara dar gelmis, vicdanları kendilerini sıktıkca sıkmıstı. Nihayet Allah'tan (O'nun azabından) yine Allah'a sıgınmaktan baska care olmadıgını anlamıslardı. Sonra (eski hallerine) donmeleri icin Allah onların tevbesini kabul etti. Cunku Allah tevbeyi cok kabul eden, pek esirgeyendir"},{"SurahNumber":9,"VerseNumber":119,"Text":"Ey iman edenler! Allah'tan korkun ve dogrularla beraber olun"},{"SurahNumber":9,"VerseNumber":120,"Text":"Medine halkına ve onların cevresinde bulunan bedevi Araplara Allah'ın Resulunden geri kalmaları ve onun canından once kendi canlarını dusunmeleri yakısmaz. Iste onların Allah yolunda bir susuzluga, bir yorgunluga ve bir aclıga ducar olmaları, kafirleri ofkelendirecek bir yere (ayak) basmaları ve dusmana karsı bir basarı kazanmaları, ancak bunların karsılıgında kendilerine salih bir amel yazılması icindir. Cunku Allah iyilik yapanların mukafatını zayi etmez"},{"SurahNumber":9,"VerseNumber":121,"Text":"Allah onları, yapmakta olduklarının en guzeli ile mukafatlandırmak icin kucuk buyuk yaptıkları her masraf, gectikleri her vadi mutlaka onların lehine yazılır"},{"SurahNumber":9,"VerseNumber":122,"Text":"Muminlerin hepsinin toptan sefere cıkmaları dogru degildir. Onların her kesiminde bir gurup dinde (dini ilimlerde) genis bilgi elde etmek ve kavimleri (savastan) donduklerinde onları ikaz etmek icin geride kalmalıdır. Umulur ki sakınırlar"},{"SurahNumber":9,"VerseNumber":123,"Text":"Ey iman edenler! Kafirlerden yakınınızda olanlara karsı savasın ve onlar (savas anında) sizde bir sertlik bulsunlar. Bilin ki, Allah sakınanlarla beraberdir"},{"SurahNumber":9,"VerseNumber":124,"Text":"Herhangi bir sure indirildigi zaman onlardan bir kısmı der ki: \"Bu sizin hanginizin imanını artırdı?\" Iman edenlere gelince (bu sure) onların imanlarını artırır ve onlar sevinirler"},{"SurahNumber":9,"VerseNumber":125,"Text":"Kalplerinde hastalık (kafirlik ve munafıklık) olanlara gelince, onların da inkarlarını busbutun artırır ve onlar artık kafir olarak olurler"},{"SurahNumber":9,"VerseNumber":126,"Text":"Onlar, her yıl bir veya iki kez (cesitli belalarla) imtihan edildiklerıni gormuyorlar mı? Sonra da ne tevbe ediyorlar ne de ibret alıyorlar"},{"SurahNumber":9,"VerseNumber":127,"Text":"Bir sure indirildigi zaman, (goz kırpıp alay ederek) birbirlerine bakar (ve): (Cevreden) sizi birisi goruyor mu? diye sorarlar, sonra da (sıvısıp) giderler. Anlamayan bir kavim oldukları icin Allah onların kalplerini (imandan) cevirmistir"},{"SurahNumber":9,"VerseNumber":128,"Text":"Andolsun size kendinizden oyle bir Peygamber gelmistir ki, sizin sıkıntıya ugramanız ona cok agır gelir. O, size cok duskun, muminlere karsı cok sefkatlidir, merhametlidir"},{"SurahNumber":9,"VerseNumber":129,"Text":"(Ey Muhammed!) Yuz cevirirlerse de ki: Allah bana yeter. O'ndan baska ilah yoktur. Ben sadece O'na guvenip dayanırım. O yuce Ars'ın sahibidir"}]}