{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":63,"VerseNumber":1,"Text":"(O, Muhammad!) Eger saga munafıktar kelse «biz kuboluk berebiz: sen Allaһtın elcisisiŋ» deset. Allaһ bilet, sen Ozunun elcisi ekeniŋdi. Allaһ munafıktardın anık jalgancılıgına kuboluk beret"},{"SurahNumber":63,"VerseNumber":2,"Text":"Alar anttarın kalkanıc kılıp (ozdoruno kosup baska adamdardı da) Allaһtın Jolunan tosuskan. Alardın isteri kanday jaman"},{"SurahNumber":63,"VerseNumber":3,"Text":"Munun sebebi, alar (oozunda) ıymanduu, (jurogundo) kaapır bolgonu. Natıyjada juroktoruno moor basılıp, (jaksılık menen jamandıktı) ajırata albay turgan bolup kalıstı"},{"SurahNumber":63,"VerseNumber":4,"Text":"Eger alarga karasaŋ kelbetteri seni kızıktırat. Eger (jalgandı koozdop) suyloso alardı ugasıŋ. Alar (dubalga) jolop koyulgan (jansız) jıgac sıyaktuu. (Ar dayım dalbasada jasaganı sebeptuu) ar bir dobustu ozdorunun zıyanına dep oylosot. Alar — dusmandar, abayla alardan! Allaһ kıyratkırlar, (cındıktan burulup) kayda bara jatısat"},{"SurahNumber":63,"VerseNumber":5,"Text":"Alarga «(Tooba kılıp) kelgile, Allaһtın elcisi silerdin kunooŋordu kecirisin Allaһdan surayt» dep aytılganda, moyun tolgop ketisken jana sen alardı tekeberlik menen (adamdardı akıykattan) toskonun korduŋ"},{"SurahNumber":63,"VerseNumber":6,"Text":"Senalar ucun (Allaһtan) kecirim surasaŋ da je surabasaŋ da — ayırması jok: Allaһ ec kacan kecirbeyt! Allaһ buzuku koomdu Tuura Jolgo bastabayt"},{"SurahNumber":63,"VerseNumber":7,"Text":"Alar (oz kisilerine) «Allaһtın elcisinin aylanasındagı adamdarga ihsan-komok korgozbogulo, (ajep emes, Muhammaddın aylanasınan) tarap ketisse» deset. Asmandar menen jerdin kazınaları Allaһtın kolunda go! Birok, munafıktar munu tusunboyt"},{"SurahNumber":63,"VerseNumber":8,"Text":"Alar (dagı) «Eger Medinaga kaytsak, uluk adamdar selsayaktardı (saardan) aydap cıgat» desken!. Uluuluk Allaһka, Anın elcisine jana ıyman keltirgenderge taandık. Birok, munafıktar munu bilispeyt"},{"SurahNumber":63,"VerseNumber":9,"Text":"O,ıyman keltirgender! Mal-duynoŋor menen bala-cakaŋar silerdi Allaһtı eskeruudon (ibadattardan) alaksıtıp koybosun! Kim usunday kılsa, alar — zıyan tartkandar"},{"SurahNumber":63,"VerseNumber":10,"Text":"Kacan gana silerden birooŋorgo olum (saatı) kelgende «O, Rabbim! Eger meni bir az moonotko (janımdı albay) koyo tursaŋ, sadaka kılıp, jaksı adamdardan boloor elem!» dep (cıypılıktap) kalaardan murda silerge Allaһ bergen ırıskılardan sadaka kılıp kalgıla"},{"SurahNumber":63,"VerseNumber":11,"Text":"Ajalı jetip kalsa, Allaһ ec bir janga moonot berbeyt! Allaһ silerdin bardık isiŋerden Kabardar"}]}