{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":64,"VerseNumber":1,"Text":"Ākāśamaṇḍalata yi yi āchē ārau pr̥thiraīta yi yi āchē sakalōraē āllāhara paraitratā ārau mahimā ghōṣaṇā karaē, tē'ōm̐raē'i ādhipatya ārau tē'ōm̐raē'i praśansā; ārau tē'ōm̐ sakalō bastura ōparata kṣamatābāna"},{"SurahNumber":64,"VerseNumber":2,"Text":"Tēraēm̐i tōmālōkaka sr̥ṣṭi karaichē. Tāra pichata tōmālōkara mājata kichumāna haichē kāphira ārau kichumāna haichē mumina; ārau tōmālōkē yi āmala karaā sē'i samparkē āllāha samyaka draṣṭā"},{"SurahNumber":64,"VerseNumber":3,"Text":"Tēraēm̐i ākāśamaṇḍala ārau pr̥thiraīka yathāyathabhāraē sr̥ṣṭi karaichē ārau tōmālōkaka ākr̥ti dāna karaichē, tāra pichata tōmālōkara ākr̥ti uṯkr̥ṣṭa karaichē; ārau pratyābartana tē'ōm̐ra phālē'i"},{"SurahNumber":64,"VerseNumber":4,"Text":"Ākāśamaṇḍalata ārau pr̥thiraīta yi āchē sakalō tē'ōm̐ jānē ārau tōmālōkē yi gōpana karaā ārau yi prakāśa karaā sēẏā'ō tē'ōm̐ jānē; ārau antarasamūhata yi āchē sē'i biṣaẏē āllāha samyaka jñānī"},{"SurahNumber":64,"VerseNumber":5,"Text":"Iẏāra āgata yisakalē kupharaī karaichē siham̐tara sambāda tōmālōkara ōcarata āhi pōraā nā'inē? Siham̐tē nija karmara bēẏā paraiṇati bhōga karaichē ārau siham̐tara bābē āchē yantraṇādāẏaka śāsti"},{"SurahNumber":64,"VerseNumber":6,"Text":"Ēẏā ē'i bābē'i yē, siham̐tara ōcarata siham̐tara raāchulasakalē suspaṣṭa pramāṇādisaha āhichila athaca siham̐tē kaichila, ‘mānuhē'i āmāka pathara sandhāna diba nēki’? Tāra pichata siham̐tē kupharaī karailē ārau mukha ghūraā'i la’lē; ārau āllāhē'ō (siham̐tara īmānara biṣaẏē) bhraukṣēpa nakarailē; ārau āllāha abhāramukta, sapraśansita"},{"SurahNumber":64,"VerseNumber":7,"Text":"Kāphirasakalē dhāraṇā karaē yē, siham̐taka kētiẏā'ō punaraut'thita karaā naha’ba. Kōraā, ‘niścaẏa karaā ha’ba, mōra pratipālakara śapata! Tōmālōkaka niścaẏa punaraut'thita karaā ha’ba. Tāra pichata tōmālōkē yi karaichilā sē'i biṣaẏē tōmālōkaka niścaẏa aragata karaōraā ha’ba ārau ē'iṭō āllāhara pakṣē tēnē'i sahaja’"},{"SurahNumber":64,"VerseNumber":8,"Text":"Ētēkē tōmālōkē āllāha ārau tē'ōm̐ra raāchulara lagatē āmi yi nūra āratīrṇa karaichō tāra prati īmāna ānā; ārau tōmālōkara kr̥takarma samparkē āllāha sabiśēṣa arahita"},{"SurahNumber":64,"VerseNumber":9,"Text":"Smaraṇa karaā, yidinā tē'ōm̐ tōmālōkaka samābēśa dirasara uddēśyē samabēta karaiba, sē'idinaṭōraē ha’ba kṣatira dina; ārau yijanē āllāhara prati īmāna raākhē ārau saṯkāma karaē, tē'ōm̐ tāra pāpasamūha mōcana karai diba ārau tāka jānnātata praraēśa karaāba, yāra talata nadīsamūha prabāhita, tāta siham̐ta cirasthāẏī ha’ba. Ē'iṭōraē mahāsāphalatā"},{"SurahNumber":64,"VerseNumber":10,"Text":"Kintu yiham̐tē kuphuraī karaē ārau āmāra āẏātasamūhaka asbīkāra karaē siham̐tē'i jāhānnāmara adhibāsī, tāta siham̐ta cirakāla arasthāna karaiba. Kimāna nikr̥ṣṭa sē'i pratyābartanasthala"},{"SurahNumber":64,"VerseNumber":11,"Text":"Āllāhara anumatibihīna kōnō bipadē'i āpatita nahaẏa. Yiẏē āllāhaka biśbāsa karaē tē'ōm̐ tāra antaraka saṯpathata paraicālita karaē. Āllāha sakalō biṣaẏē samyaka aragata"},{"SurahNumber":64,"VerseNumber":12,"Text":"Tōmālōkē āllāhara ānugatya karaā ārau raāchulara ānugatya karaā. Kintu tōmālōkē yadi mukha ghūraā'i lōraā tēntē (jāni thōraā) mōra raāchulara dāẏitba kērala spaṣṭabhāraē pracāra karaā"},{"SurahNumber":64,"VerseNumber":13,"Text":"Āllāha, tē'ōm̐ra bāhiraē āna kōnō (satya) ilāha nā'i ārau āllāhara ōparatē'i muminasakalē tāraākkula karaā ucita"},{"SurahNumber":64,"VerseNumber":14,"Text":"Hē īmāndārasakala! Tōmālōkara straī-sbāmī ārau santāna-santatisakalara mājata kichumāna tōmālōkara śatrau; ētēkē siham̐tara biṣaẏē tōmālōkē satarka thākibā. Yadi tōmālōkē siham̐taka mārjanā karai diẏā, siham̐tara dōṣa-trauṭi upēkṣā karaā ārau siham̐taka kṣamā karai diẏā, tēntē niścaẏa āllāha kṣamāśīla, parama daẏālu"},{"SurahNumber":64,"VerseNumber":15,"Text":"Niścaẏa tōmālōkara dhana-sampada ārau santāna-santati kērala ēṭā paraīkṣā biśēṣa; ārau āllāhara ōcaratē'i āchē mahāpuraṣkāra"},{"SurahNumber":64,"VerseNumber":16,"Text":"Ētēkē tōmālōkē yathāsādhya āllāhara tākbaraā aralambana karaā, śraraṇa karaā, ānugatya karaā ārau tōmālōkara nijara kalyāṇara bābē byaẏa karaā; ārau yisakalara antara kārpaṇyara paraā rakṣā karaā haẏa, siham̐tē'i sāphalyamaṇḍita"},{"SurahNumber":64,"VerseNumber":17,"Text":"Yadi tōmālōkē āllāhaka uttama r̥ṇa pradāna karaā, tē'ōm̐ tōmālōkara bābē tāka bahu guṇa br̥d'dhi karai diba ārau tē'ōm̐ tōmālōkaka kṣamā karaiba; ārau āllāha guṇagraāhī, parama dhairyaśīla"},{"SurahNumber":64,"VerseNumber":18,"Text":"Tē'ōm̐ dr̥śya ārau adr̥śya yāratīẏa biṣaẏara jñānī, paraākramaśālī, prajñāmaẏa"}]}