{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":59,"VerseNumber":1,"Text":"Көктердегілер мен жердегілер Алланы дәріптеуде. Ол, аса үстем, хикмет иесі"},{"SurahNumber":59,"VerseNumber":2,"Text":"(Рауаят бойынша, Мұхаммед Ғ.С. Мединеге көшіп келгенде, Януди Назыр ұлдары, соғыспауға, дұшпанға көмек етпеуге келісім жасайды. Бәдір жеңісінде: \"Тәуратта жазылған хақ Пайғамбар осы\" дейді. Бірақ, Үхыт соғысынан кейін уәдені бұзып, қырық атты кісімен Меккеге барып, Әбу Сүфянмен Мұсылмандарға қарсы келісім жасайды. Сондықтан Кәғап өлтіріліп, Пайғамбар Ғ.С. бір топ әскермен ауылдарын күн қоршатқаннан кейін, жұрттарынан шығып кетуге келіседі. Көбірегі Шам жаққа, бір бөлімі Хайбарға барып, орналасады. Ж.Б.К.Р.Т.) Ол сондай Алла, Кітап иелерінен қарсы болғандарды алғаш шабуылда жұрттарынан шығарды. Сендер оларды шығады деп, ойламаған едіңдер. Олар бекіністері өздерін Алладан қорғайды деп ойлаган еді. Алайда Алла, оларға, күтпеген жақтан келді; олардың жүректеріне қорқу салды да олар, үйлерін өз қолдарымен әрі Мұсылмандардың қолдарымен талқандауда еді. Әй ақыл иелері! Ғибрат алыңдар"},{"SurahNumber":59,"VerseNumber":3,"Text":"Егер Алла, оларға, сүргіндік жазбаса еді, әлбетте оларға дүниеде басқа азап берер еді әрі олар үшін ахиретте тозақ азабы бар"},{"SurahNumber":59,"VerseNumber":4,"Text":"Міне бұл, олардың Аллаға, Пайғамбарына қарсы келулері себепті. Әлде кім Аллаға қарсы келсе, Расында сонда Алла қатты азап иесі"},{"SurahNumber":59,"VerseNumber":5,"Text":"Жаудың құрма ағаштарын кесулерің немесе (кеспей) тамырларына тік қоюларың Алланың нұсқауы бойынша, бұзақыларды қорлау үшін болады"},{"SurahNumber":59,"VerseNumber":6,"Text":"Алланың, Елшісіне олардан қалдырған олжасына, сендер не ат шаптырып немесе түйе жүгіртпедіңдер. Бірақ Алла, елшілерін кімді қаласа, соған өктем қылады. Сондай-ақ Алланың әр нәрсеге күші еркін жетеді"},{"SurahNumber":59,"VerseNumber":7,"Text":"Алла (Т.) ның, Елшісіне бір кент тұрғындарынан қалдырған олжалары; Аллаға, Елшісіне, жақындарына, жетімдерге және жолда қалғандарға тән. Сендерден байлар арасында айналып жүрмеуі керек. Сендерге Пайғамбар не берсе алыңдар да неменеден тыйса, одан тыйылыңдар әрі Алладан қорқыңдар. Сөзсіз Алла, қатты азап иесі. (Бұл аят бойынша Пайғамбар (Ғ.С.) дың әміріне бой үсыну уажіп. К.Т-Қ"},{"SurahNumber":59,"VerseNumber":8,"Text":"Әсіресе сондай жұрттарынан, малдарынан қуылғандар; Алладан мәрхамет, ризалық іздеп, Аллаға, Елшісіне көмек еткен пақыр мүһажірлер үшін. Міне солар шыншылдар"},{"SurahNumber":59,"VerseNumber":9,"Text":"Бұрыннан Мединеде қоныстанған иман иелеріне де (беріледі.) Олар өздеріне босып келгендерді жақсы көріп, оларға берілген нәрселерге көңілдерінде кірбеңдік болмайды. Сондай-ақ өздерінде таршылық бола тұра оларды өздерінен артық көреді. Әлде біреу сараңдықтан сақсынса, солар құтылушылар"},{"SurahNumber":59,"VerseNumber":10,"Text":"Сондай олардан кейін келгендерге де (бұл олжадан беріледі.) Олар: \"Раббымыз! Бізді әрі бізден бұрын иман келтірген туыстарымызды жарылқай көр! Әрі сондай иман келтіргендер үшін жүрегімізде бір кірбеңдік қылма. Раббымыз шүбәсыз Сен тым жұмсақ, ерекше мейірімдісің.\" (С. 100-А)"},{"SurahNumber":59,"VerseNumber":11,"Text":"(Мұхаммед Ғ.С.) көрмейсің бе? Мұнафықтар Кітап иелерінен иман келтірмеген туыстарына: \"Егер жұрттарыңнан шығарылсаңдар, сендермен бірге шығамыз; сендерге қарсы әсте ешкімге бағынбаймыз. Егер соғыс болса, әлбетте сендерге көмек етеміз\" дейді. Олардың мүлде суайт екендігіне Алла куәлік етеді"},{"SurahNumber":59,"VerseNumber":12,"Text":"Егер олар жұрттарынан шығарылса да олармен бірге мұнафықтар шықпайды. Ал егер соғыс болса да олар соғыспайды. Егер көмек етсе де әрине олар, арттарына бұрылып қашады. Сосын оларға жәрдем етілмейді"},{"SurahNumber":59,"VerseNumber":13,"Text":"Әлбетте олардың жүректерінде Алладан көрі сендерден қатты қорқу бар. Өйткені олар, түсінбейтін ел"},{"SurahNumber":59,"VerseNumber":14,"Text":"Олар сендермен топты түрде соғыса алмайды. Бірақ бекіністегі ауылда не дуардың далдасында соғысады. Әрине өзара тартыстары қатты. Оларды бірлікте деп, ойлайсың. Жүректері быт-шыт. Өйткені олар, ойланбайтын ел"},{"SurahNumber":59,"VerseNumber":15,"Text":"Олар, өздерінен біраз бұрынғылар сияқты; істегендерінің жазасын татты. Әрі оларға күйзелтуші азап бар"},{"SurahNumber":59,"VerseNumber":16,"Text":"Олар, шайтаннын, мысалы сияқты; адамдарға: \"Қарсы бол\" деп айтып, адам баласы қарсы болған кезде: \"Шынында сенен бездім. Расында әлемдердің Раббы Алладан қорқамын\" деген еді"},{"SurahNumber":59,"VerseNumber":17,"Text":"Сонда екеуінің де соңы; тозақта мәңгі қалатын болды. Міне залымдардың сазайы"},{"SurahNumber":59,"VerseNumber":18,"Text":"Әй мүміндер! Алладан қорқыңдар. Әркім ертең үшін не жібергеніне қарасын. Және Алладан қорқыңцар. Шәксіз Алла, не істегендеріңді толық біледі"},{"SurahNumber":59,"VerseNumber":19,"Text":"Сондай Алланы ұмытқан, Алла оларға өздерін ұмыттырған кісілер тәрізді болмаңдар. Міне солар бұзақылар"},{"SurahNumber":59,"VerseNumber":20,"Text":"Тозақтықтар мен ұжмақтықтар тең емес. Ұжмақтықтар; олар, қолы жеткендер"},{"SurahNumber":59,"VerseNumber":21,"Text":"(Мүхаимед Ғ.С.) егер осы Құранды бір тауға түсірсек еді, Алладан қорыққандығынан үрейленіп, быт-шыт болғаның көрер едің. Бұл мысалдарды адам баласы түсінсін деп, келтіреміз"},{"SurahNumber":59,"VerseNumber":22,"Text":"Ол сондай Алла, Одан басқа ешбір тәңір жоқ. Көместі де көрнеуді де біледі. Сондай-ақ Ол, тым есіркеуші, ерекше мейірімді"},{"SurahNumber":59,"VerseNumber":23,"Text":"Ол сондай Алла, Одан басқа ешбір тәңір жоқ. Ол патша; өте пәк, есендік беруші, қорғаушы, тым үстем, аса өктем, өте зор. Алла олардың қосқан ортақтарынан пәк"},{"SurahNumber":59,"VerseNumber":24,"Text":"Ол Алла, жаратушы, жоқтан бар етуші және бейнелеуші. Аттардың ең көркемі Оған тән. Көктер мен жердегі әр нәрсе Оны дәріптейді. Ол, өте үстем, Аса дана"}]}