{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":1,"Text":"Taa, Siin, Miim. (Laupias, kuuleva, tietava Jumala)"},{"SurahNumber":28,"VerseNumber":2,"Text":"Nama ovat selvan Kirjan sakeistoja"},{"SurahNumber":28,"VerseNumber":3,"Text":"Aiomme kertoa sinulle totuudenmukaisesti osan Mooseksen ja faraon elamasta hyodyksi niille, jotka uskovat"},{"SurahNumber":28,"VerseNumber":4,"Text":"Totisesti, farao oli maassaan mahtava. Han jakoi sen asukkaat luokkiin ja koetti heikentaa erasta osaa heista tappamalla miehet ja jattamalla vain naiset eloon. Han oli todella vaaryydentekija"},{"SurahNumber":28,"VerseNumber":5,"Text":"Mutta Me tahdoimme osoittaa suosiotamme niille, joita maassa sorrettiin. Tahdoimme tehda heidat maan johtomiehiksi ja faraon perillisiksi"},{"SurahNumber":28,"VerseNumber":6,"Text":"Halusimme antaa heille valtaa maassa ja saada faraon ja Haamanin seka heidan sotajoukkonsa kokemaan sita, mita he olivat pelanneet"},{"SurahNumber":28,"VerseNumber":7,"Text":"Niin Me ilmestyimme Mooseksen aidille nain sanoen: »Imeta hanta, mutta kun alat pelata hanen puolestaan, niin aseta hanet veteen alaka pelkaa, alaka murehdi. Totisesti, Me annamme hanet sinulle takaisin ja teemme hanesta lahettilaan.»"},{"SurahNumber":28,"VerseNumber":8,"Text":"Sitten faraon vaki otti hanet vedesta, ja hanesta oli tuleva heille vihamies ja murheen aihe. Totisesti, farao, Haaman ja heidan sotajoukkonsa olivat synnintekijoita"},{"SurahNumber":28,"VerseNumber":9,"Text":"Ja faraon puoliso lausui: »Han ilahduttaa minun silmani,ja sinunkin. Ala surmaa hanta, ehkapa han voi olla meille hyodyksi tai voimme ottaa hanet pojaksemme.» Mutta he eivat asiaa arvanneet"},{"SurahNumber":28,"VerseNumber":10,"Text":"Ja seuraavana aamuna Mooseksen aidin sydan oli pakahtumaisillaan. Han olisi paljastanut salaisuutensa, ellemme Me olisi vahvistanut hanen sydantaan, niin etta han saattoi pysya uskossa"},{"SurahNumber":28,"VerseNumber":11,"Text":"Ja han lausui Mooseksen sisarelle: »Seuraa hanta!» Ja tama piti syrjasta veljeansa silmalla heidan huomaamattaan"},{"SurahNumber":28,"VerseNumber":12,"Text":"Me olimme jo tehnyt hanelle vastenmielisiksi vieraat imettajat. Silloin sisar lausui: »Naytanko teille eraan perheen, joka on hoivaava hanta ja tarkoittaa hanelle hyvaa?»"},{"SurahNumber":28,"VerseNumber":13,"Text":"Siten Me annoimme hanet takaisin aidilleen, jotta taman silmat kirkastuisivat eika han enaa murehtisi, vaan tietaisi, etta Jumalan lupaus oli tosi. Mutta useimmat ihmisista ovat tietoa vailla"},{"SurahNumber":28,"VerseNumber":14,"Text":"Ja kun Mooses oli paassyt miehuuden ikaan ja kasvanut voimakkaaksi, Me annoimme hanelle viisautta ja tietoa. Siten me palkitsemme ne, jotka hyvaa tekevat"},{"SurahNumber":28,"VerseNumber":15,"Text":"Ja han astui kaupunkiin hetkena, jolloin sen asukkaat eivat sita vartioineet, ja havaitsi siella kahden miehen tappelevan keskenansa; toinen kuului hanen omaan heimoonsa, toinen hanen vihamiehiinsa. Silloin hanen heimolaisensa pyysi hanta avukseen toista vastaan, joka kuului hanen vihollisiinsa. Ja Mooses iski taman nyrkillaan hengilta. Silloin han sanoi: »Taman sai saatana aikaan. Totisesti, han on vihamies ja ilmeinen viettelija.»"},{"SurahNumber":28,"VerseNumber":16,"Text":"Han puhui edelleen: »Herra! Olen tehnyt syntia itseani kohtaan, suo se minulle anteeksi!» Ja han sai anteeksi. Totisesti, Han antaa kaiken anteeksi. Han on anteeksiantava, armollinen"},{"SurahNumber":28,"VerseNumber":17,"Text":"Mooses sanoi: »Herra, koska olet armahtanut minua, en koskaan enaa auta syntisia.»"},{"SurahNumber":28,"VerseNumber":18,"Text":"Seuraavana aamuna han kulki kaupungissa pelokkaasti ymparillensa tahyillen, ja katso, se, joka oli hanta edellisena paivana avukseen huutanut, huusi taaskin hanta auttajakseen. Mooses nuhteli hanta: »Totisesti, sina olet ilmeisesti vaarassa.»"},{"SurahNumber":28,"VerseNumber":19,"Text":"Ja kun han aikoi taltuttaa sita, joka oli heidan kummankin vihollinen, niin tama sanoi: »Tahdotko tappaa minut, Mooses, kuten tapoit eilisen miehen? Haluat vakivalloin maata hallita, etka kuulua niihin, jotka oikeutta tekevat.»"},{"SurahNumber":28,"VerseNumber":20,"Text":"Silloin saapui kaupungin etaisimmalta laidalta mies juosten, ja han sanoi: »Mooses! Paamiehet pitavat neuvoa sinut tappaakseen. Lahde pois taalta; totisesti, mina toivon sinulle hyvaa.»"},{"SurahNumber":28,"VerseNumber":21,"Text":"Silloin han lahti pois kaupungista pelon vallassa, ymparillensa tahyillen. Han huudahti: »Herra, pelasta minut vaaramielisten ihmisten keskuudesta!»"},{"SurahNumber":28,"VerseNumber":22,"Text":"Ja kaantaessaan kasvonsa Midianin suuntaan han sanoi: »Ehka Herra ohjaa minut oikealle tielle.»"},{"SurahNumber":28,"VerseNumber":23,"Text":"Kun han saapui Midianin kaivon luo, han tapasi useita miehia juottamassa elukoitaan. Paitsi heita han huomasi kaksi naista, jotka pidattelivat laumaansa. Han kysyi: »Mita te kaksi oikein teette?» He vastasivat: »Emme voi juottaa elukoitamme, ennenkuin paimenet poistuvat; isamme on vanha.»"},{"SurahNumber":28,"VerseNumber":24,"Text":"Silloin han juotti heidan elukkansa heidan puolestaan ja vetaytyi sitten takaisin varjoon ja sanoi: »Herra, olen totisesti kaiken hyvan tarpeessa, minka minulle mahdat suoda.»"},{"SurahNumber":28,"VerseNumber":25,"Text":"Silloin toinen naisista tuli kainosti kavellen hanen luokseen ja sanoi: »Totisesti, isani kutsuu sinut luokseen voidakseen kiittaa sinua siita, etta juotit elukkamme.» Kun Mooses saapui hanen luoksensa ja kertoi hanelle elamansa, niin vanhus sanoi: »Ala pelkaa, olet pelastunut vaaramielisten ihmisten joukosta.»"},{"SurahNumber":28,"VerseNumber":26,"Text":"Toinen tyttarista pyysi: »Isa! Ota hanet palvelukseesi, totisesti, han on paras, jonka voit palkata, sangen vakeva ja luotettavaa"},{"SurahNumber":28,"VerseNumber":27,"Text":"Isa lausui: »Totisesti, haluan naittaa sinut toiselle tyttaristani silla ehdolla, etta olet kahdeksan vuotta palveluksessani. Oletko kymmenen vuotta tayteen, se riippuu itsestasi, enka aio kohdella sinua huonosti, olet huomaava minut, jos Jumala niin suo, hyvaksi ihmiseksi.»"},{"SurahNumber":28,"VerseNumber":28,"Text":"Mooses vastasi: »Tama olkoon sopimuksemme, ja minka ajan otankin tayttaakseni, alkoon minulta enaa lisaa vaadittako. Jumala todistakoon sen, mista me nyt puhumme.»"},{"SurahNumber":28,"VerseNumber":29,"Text":"Kun Mooses sitten oli palvellut aikansa tayteen ja lahti pois perheinensa, han huomasi tulen vuoren kupeella. Han lausui perheelleen: »Malttakaa, mina naen tulen palavan. Ehka mina voin ottaa teille selvaa siita tai tuoda palavan kekaleen, voidaksenne lammitella.»"},{"SurahNumber":28,"VerseNumber":30,"Text":"Kun han lahestyi sita, kuului aani laakson oikealta puolelta, pyhana paikalla olevasta pensaasta: »Mooses! Mina olen totisesti Jumala, maailmojen valtias.»"},{"SurahNumber":28,"VerseNumber":31,"Text":"Ja edelleen: »Heita sauvasi maahan!» Ja kun han naki sen kiemurtelevan kuin kaarme, han kaantyi ympari paeten taakseen katsomatta. »Oi Mooses, astu eteenpain pelkaamatta, silla totisesti olet turvassa"},{"SurahNumber":28,"VerseNumber":32,"Text":"Pista katesi poveesi, niin vedat sen ulos valkoisena, kuitenkin ilman taudin tartuntaa. Alaka kammoksu kattasi kylkesi lahella. Nama ovat Herrasi kaksi tunnusmerkkia faraolle ja hanen paamiehilleen. Totisesti he ovat jumalattomia ihmisia.»"},{"SurahNumber":28,"VerseNumber":33,"Text":"Mooses vastasi: »Herra! Mina surmasin eraan heista ja pelkaan senvuoksi, etta he surmaavat minut"},{"SurahNumber":28,"VerseNumber":34,"Text":"Mutta minulla on veljeni Aaron, joka on puheessaan minua taitavampi, laheta sentahden hanet minun mukaani minua vahvistamaan. Pelkaan totisesti, etta he pitavat minua valehtelijana.»"},{"SurahNumber":28,"VerseNumber":35,"Text":"Jumala lausui: »Me vahvistamme kasivarttasi veljesi avulla ja annamme teille kummallekin sellaisen vallan, etta he eivat kykene mihinkaan Meidan tunnustekojamme vastaan. Te kaksi seka ne, jotka teita seuraavat, peritte voiton.»"},{"SurahNumber":28,"VerseNumber":36,"Text":"Kun Mooses sitten selkeasti naytti heille tunnusmerkkimme, he sanoivat: »Tama on vain ovelaa noituutta, emmeka ole kuulleet tallaista sattuneen esi~isiemme aikana.»"},{"SurahNumber":28,"VerseNumber":37,"Text":"Mutta Mooses sanoi: »Herra tietaa parhaiten, kuka tulee Hanen lahettamanaan ja opastamanaan ja kenella on maaranpaassa hyva koti. Totisesti, vaaramieliset eivat menesty.»"},{"SurahNumber":28,"VerseNumber":38,"Text":"Farao lausui: »Paallikkoni, en tieda teilla olevan muuta jumalaa kuin mina itse. Polta siis, Haaman, minulle tiilia ja rakenna korkea palatsi, jotta voisin ulottua nakemaan Mooseksen Jumalan. Pidan hanta totisesti valehtelijana.»"},{"SurahNumber":28,"VerseNumber":39,"Text":"Ja farao ja hanen sotajoukkonsa ylvastelivat aiheetta maassa ja luulivat, ettei heita noudettaisi takaisin Meidan eteemme"},{"SurahNumber":28,"VerseNumber":40,"Text":"Silloin Me tartuimme haneen ja hanen sotajoukkoonsa ja heitimme heidat mereen. Huomaa siis, millaisen lopun saavat jumalattomat"},{"SurahNumber":28,"VerseNumber":41,"Text":"Ja Me teimme heista johtomiehia viettelemaan ihmisia tulen omiksi, ja ylosnousemuksen paivana heita ei auteta"},{"SurahNumber":28,"VerseNumber":42,"Text":"Tassa maailmassa me annoimme kirouksen seurata heita, ja ylosnousemuksen paivana he ovat inhottuja"},{"SurahNumber":28,"VerseNumber":43,"Text":"Totisesti, Me annoimme Moosekselle Kirjan, senjalkeen kun olimme havittanyt aikaisemmat sukupolvet, valaistukseksi ihmissuvulle, johdatukseksi ja armoksi, jotta he siita vaarin ottaisivat"},{"SurahNumber":28,"VerseNumber":44,"Text":"Sina (Muhammed) et ollut Siinain lansipuolella, kun Me ilmoitimme Moosekselle kaskymme, etka ollut sen todistajana"},{"SurahNumber":28,"VerseNumber":45,"Text":"Mutta olemme luonut toisia sukupolvia ja suonut niille pitkan elaman. Sina et myoskaan asunut Midianin asukkaitten parissa julistamassa heille Meidan ilmoituksiamme, mutta Meista ne olivat lahtoisin"},{"SurahNumber":28,"VerseNumber":46,"Text":"Sina et ollut myoskaan vuoren huipulla, kun Me (Mooseksen) kutsuimme, mutta tama (Koraani) on Herrasi armonosoitus, jotta voisit varoittaa kansaa, jonka luona ei ketaan varoittajaa ennen sinua kaynyt; ehka he ottavat vaarin"},{"SurahNumber":28,"VerseNumber":47,"Text":"Etteivat he sitten, kun heita kohtaa onnettomuus heidan kattensa tekojen tahden, sanoisi: »Herra, miksi et lahettanyt luoksemme lahettilasta, niin etta olisimme seuranneet merkkejasi ja olleet uskovaisia?»"},{"SurahNumber":28,"VerseNumber":48,"Text":"Mutta kun lahettamamme totuus nyt ilmestyy heille, he sanovat: »Miksi han (Muhammed) ei saanut samanlaista ihmeidentekovaltaa kuin Mooseskin? Mutta eivatko he kieltaneet sita, mita Moosekselle aikoinaan annettiin?» He sanoivat: »Nama kumpikin (Koraani ja Toora) ovat noituuden tuotteita, jotka tukevat toisiaan. Totisesti, emme usko kumpaankaan.»"},{"SurahNumber":28,"VerseNumber":49,"Text":"Sano: »Tuokaa sitten Jumalalta sellainen kirja, joka on naita kahta parempi ojennusnuora, niin mina seuraan sita, jos olette oikeassa.»"},{"SurahNumber":28,"VerseNumber":50,"Text":"Mutta jos he eivat vastaa sinulle, tieda silloin, etta he seuraavat vain omia himojaan. Ja ken onkaan pahemmin eksynyt kuin se, joka seuraa omia himojaan saamatta johdatusta Jumalalta. Totisesti, Jumala ei ohjaa vaaramielisia"},{"SurahNumber":28,"VerseNumber":51,"Text":"Totisesti, olemme jo ennenkin julistanut heille (Koraanin) sanaa moninaisissa yhteyksissa, jotta he ottaisivat siita vaarin"},{"SurahNumber":28,"VerseNumber":52,"Text":"Ne, joille Kirja on jo aikaisemmin annettu, uskovat siihen"},{"SurahNumber":28,"VerseNumber":53,"Text":"Kun sita heille luetaan, he sanovat: »Me uskomme siihen. Totisesti, se on Herramme lahettama totuus, ja totisesti me olimme jo tata ennen Jumalan alamaisia.»"},{"SurahNumber":28,"VerseNumber":54,"Text":"Heidan palkkansa maksetaan heille kahdesti, koska he pysyvat lujina ja vastustavat pahaa hyvalla ja antavat almuja siita, mita olemme heille suonut"},{"SurahNumber":28,"VerseNumber":55,"Text":"Ja kun he kuulevat turhaa puhetta, he kaantyvat siita pois ja sanovat: »Te niitatte omat tekonne ja me omamme; rauha olkoon teille, mutta me emme pyri tietamattomien seuraan.»"},{"SurahNumber":28,"VerseNumber":56,"Text":"Totisesti, sina et voi johtaa sita, jota mielellasi johtaisit, mutta Jumala antaa johdatuksensa kenelle tahtoo, ja Han tietaa parhaiten, ketka vaeltavat oikeata tieta"},{"SurahNumber":28,"VerseNumber":57,"Text":"Ja he sanovat: »Jos sinun kanssasi seuraamme tata johdatusta, niin me joudumme pois maastamme.» Aivan niin, mutta emmeko Me ole perustanut heita varten turvallista pyhitettya paikkaa (Mekkaa), jonne annamme kaikenlaisia hedelmia heidan yllapidokseen. Mutta useimmat heista eivat mitaan tieda"},{"SurahNumber":28,"VerseNumber":58,"Text":"Kuinka monta kaupunkia, jotka rikkaudessaan ylvastelivat, olemmekaan tuhonnut. Nama rauniot olivat heidan kotejaan, joita heidan jalkeensa vain vahan on kaytetty asuntoina. Ne olemme Me perinyt"},{"SurahNumber":28,"VerseNumber":59,"Text":"Mutta Herrasi ei koskaan havittanyt kaupunkeja ennen kuin oli lahettanyt niiden paapaikkaan lahettilaan tulkitsemaan heille Meidan merkkimme. Emmeka Me havita kaupunkeja muutoin kuin niiden asukkaitten vaaryyksien takia"},{"SurahNumber":28,"VerseNumber":60,"Text":"Kaikki, mita teille on annettu, on vain taman maailman elaman nautintoa ja koreutta. Mutta se, mika on Jumalan luona, on parempaa ja pysyvampaa. Etteko jo ymmarra"},{"SurahNumber":28,"VerseNumber":61,"Text":"Onko sitten se, jolle Me olemme antanut ihanan lupauksen, mika hanelle taytetaankin, sellaisen kaltainen, jolle olemme kyllakin suonut taman maailman elaman nautintoja, mutta joka ylosnousemuksen paivana luetaan syntisten joukkoon"},{"SurahNumber":28,"VerseNumber":62,"Text":"Sina paivana Han kutsuu heita ja sanoo: »Missa ovat ne, joita te kuvittelitte Minun vertaisikseni?»"},{"SurahNumber":28,"VerseNumber":63,"Text":"Silloin ne, joihin tama puhe sattuu, sanovat: »Herra, nama ovat niita, jotka olemme johtaneet harhaan samalla tavalla kuin itsekin eksyimme. Olemme syyttomia Sinun edessasi, he eivat meita palvelleet.»"},{"SurahNumber":28,"VerseNumber":64,"Text":"Silloin sanotaan: »Kutsukaa liittolaisianne!» Niin he kutsuvat niita, mutta nama eivat lainkaan vastaa. He nakevat tuomionsa ja toivovat, etta olisivat saaneet johdatuksen"},{"SurahNumber":28,"VerseNumber":65,"Text":"Tulee paiva, jolloin Han on heita kutsuva ja sanova: »Minka vastauksen annoitte lahettilaille?»"},{"SurahNumber":28,"VerseNumber":66,"Text":"Sina paivana he joutuvat sokeuden valtaan eivatka kykene mitaan verukkeita esittamaan, eivatka he myoskaan joutavia toisiltaan utele"},{"SurahNumber":28,"VerseNumber":67,"Text":"Mutta ken kaantyy Jumalan puoleen ja uskoo seka tekee hyvaa, han toivottavasti kuuluu niiden pariin, jotka menestyvat"},{"SurahNumber":28,"VerseNumber":68,"Text":"Herrasi voi luoda ja valita mita haluaa, mutta heilla ei ole valinnan varaa. Kunnia olkoon Jumalalle! Han on korkealla sen ylapuolella, mita he Hanen rinnalleen asettavat"},{"SurahNumber":28,"VerseNumber":69,"Text":"Herrasi tietaa myos, mita heidan povessaan piilee ja mita he julki tuovat"},{"SurahNumber":28,"VerseNumber":70,"Text":"Han on Jumala, ei ole muuta jumalaa kuin Han. Hanelle kuuluu kaikki ylistys alusta loppuun. Hanelle kuuluu tuomio, ja Hanen luokseen teidan on palattava"},{"SurahNumber":28,"VerseNumber":71,"Text":"Sano: »Mita sanoisitte, jos Jumala antaisi teidan olla yon pimeydessa aina ylosnousemuksen paivaan saakka? Mika muu jumala kuin Han itse voisi antaa teille valoa? Miksi ette siis kuuntele?»"},{"SurahNumber":28,"VerseNumber":72,"Text":"Sano edelleen: »Mita sanoisitte, jos Jumala antaisi teidan olla paivan valossa aina ylosnousemuksen paivaan saakka? Mika muu jumala kuin Han voisi antaa teille yon sen aikana levataksenne? Etteko jo huomaa?»"},{"SurahNumber":28,"VerseNumber":73,"Text":"Suopeudessaan Han on saatanyt teita varten yon ja paivan, niin etta voitte levata seka etsia Jumalan armoa ja etta osaatte olla kiitollisia"},{"SurahNumber":28,"VerseNumber":74,"Text":"Tulee paiva, jolloin Han on heita kutsuva ja sanova: »Missa ovat ne, joita te kuvittelette Minun vertaisikseni?»"},{"SurahNumber":28,"VerseNumber":75,"Text":"Ja me otamme jokaisesta kansasta todistajan ja lausumme: »Tuokaa esiin todistuksenne.» Silloin he tulevat huomaamaan, etta totuus on Jumalassa ja etta heidan kuvitelmansa haipyvat heidan nakyvistaan"},{"SurahNumber":28,"VerseNumber":76,"Text":"Totisesti. Koorah kuului Mooseksen kansaan, mutta han nousi heita vastaan. Ja Me olimme antanut hanelle niin paljon aarteita, etta niiden avaimet olisivat painaneet maahan joukon voimakkaita miehia. Hanen kansansa lausui hanelle: »Ala riemuitse, totisesti, Jumala ei rakasta niita, jotka liiaksi rikkaudestaan riemuitsevat"},{"SurahNumber":28,"VerseNumber":77,"Text":"Vaan sen avulla, mita Jumala on sinulle antanut, etsi tulevaisuuden kotia, mutta ala unohda osaasi tassa maailmassa. Tee hyvaa, kuten Jumalakin on hyvaa tehnyt sinulle, alaka tavoittele maassa pahaa. Totisesti, Jumala ei rakasta niita, jotka pahaa tekevat.»"},{"SurahNumber":28,"VerseNumber":78,"Text":"Han sanoi: »Minulle on annettu tama kaikki sen tiedon vuoksi, joka minulla on.» Eiko han tieda, etta jo ennen hanta Jumala on tuhonnut sukupolvia, jotka olivat hanta voimassaan vakevampia ja maaraltaan lukuisampia. Mutta syntisilta ei tarvitse kysella heidan syntejaan"},{"SurahNumber":28,"VerseNumber":79,"Text":"Sitten han astui kansansa eteen kaikessa korskeudessaan; silloin ne, jotka halusivat taman maailman elamaa, sanoivat: »Me halajamme samanlaista, mita Koorahillekin on annettu. Totisesti, han on saanut suuren onnen.»"},{"SurahNumber":28,"VerseNumber":80,"Text":"Mutta ne, joille oli annettu totista tietoa, sanoivat: »Voi teita! Jumala antaa paremman palkan sille, joka uskoo ja tekee hyvaa. Mutta sen saavat vain ne, jotka lujina kestavat.»"},{"SurahNumber":28,"VerseNumber":81,"Text":"Sitten Me annoimme maan niella hanet ja hanen kotinsa, eika kukaan, paitsi Jumala, voinut hanta auttaa, eika han apua saanut"},{"SurahNumber":28,"VerseNumber":82,"Text":"Ja ne, jotka aikaisemmin olivat halunneet hanen asemaansa, alkoivat puhua: »Voi, miten kummallista! Totisesti, Jumala suo antimensa niille palvelijoistaan, joille haluaa, tai myos vahentaa niita. Ellei Jumala olisi ollut hyva meita kohtaan, olisimme mekin hautautuneet maan alle. Voi, miten kummallista! Totisesti, uskottomat eivat milloinkaan menesty.»"},{"SurahNumber":28,"VerseNumber":83,"Text":"Tulevaisuuden kodin Me maaraamme niita varten, jotka eivat halua korottaa itseaan maan paalla eivatka halua tehda pahaa. Parhaimman osan saavat viimein hurskaat"},{"SurahNumber":28,"VerseNumber":84,"Text":"Sentahden, joka toimittaa hyvaa, saa vielakin parempaa; mutta ken pahaa tekee, sellaiselle maksetaan palkka vain hanen tekojensa mukaan"},{"SurahNumber":28,"VerseNumber":85,"Text":"Totisesti, Han, joka on antanut sinulle taman Koraanin, on johtava sinut takaisin luvattuun paikkaan. Sano: »Herra tuntee parhaiten seka sen, jolla on johdatus, etta sen, joka on ilmeisen harhan vallassa.»"},{"SurahNumber":28,"VerseNumber":86,"Text":"Sina et odottanut tata Kirjaa sinulle ilmoitettavan, mutta se on Herrasi armonosoitus. Ala siis milloinkaan tue uskottomia"},{"SurahNumber":28,"VerseNumber":87,"Text":"Ala salli heidan erottaa itseasi Jumalan merkeista, sen jalkeen kuin ne on sinulle lahetetty. Kutsu heita Jumalan luo, alaka koskaan kuulu niiden joukkoon, jotka asettavat muita jumalia Jumalan vertaisiksi"},{"SurahNumber":28,"VerseNumber":88,"Text":"Ala rukoile muuta jumaluutta kuin Jumalaa; ei ole muuta Jumalaa kuin Han. Kaikki muu on haviava, paitsi Han. Hanelle kuuluu tuomio, ja Hanen luoksensa teidan on palattava"}]}