{"Id":296,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel-la","Author":"Abu Adel","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Bizantinii au fost infranti"},{"SurahNumber":30,"VerseNumber":3,"Text":"in tinutul apropiat, insa dupa infrangerea lor, ei vor infrange"},{"SurahNumber":30,"VerseNumber":4,"Text":"in cativa ani. A lui Dumnezeu este Porunca si inainte si dupa. In ziua aceea, credinciosii se vor bucura"},{"SurahNumber":30,"VerseNumber":5,"Text":"de ajutorul lui Dumnezeu. El ajuta cui voieste. El este Puternicul, Milostivul"},{"SurahNumber":30,"VerseNumber":6,"Text":"Aceasta este o fagaduiala a lui Dumnezeu si Dumnezeu nu-si calca fagaduiala, insa cei mai multi oameni nu stiu"},{"SurahNumber":30,"VerseNumber":7,"Text":"Ei cunosc poleiala Vietii de Acum si nu le pasa de Viata de Apoi"},{"SurahNumber":30,"VerseNumber":8,"Text":"Nu chibzuiesc oare la ei insisi? Dumnezeu nu a creat cerurile si pamantul si ceea ce se afla intre ele decat intru Adevar si cu un anumit soroc. Multi sunt cei care nu cred in intalnirea cu Domnul lor"},{"SurahNumber":30,"VerseNumber":9,"Text":"Nu au strabatut pamantul si nu au vazut cum a fost sfarsitul celor dinaintea lor care erau mai tari ca putere decat ei? Ei au brazdat pamantul si l-au destelenit mai mult decat l-au destelenit ei. Trimisii lor au venit la ei cu dovezi vadite. Nu Dumnezeu a fost Cel ce i-a nedreptatit, ci ei insisi s-au nedreptatit"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sfarsitul celor care-au facut rau a fost rau, caci ei au socotit semnele lui Dumnezeu minciuni si le-au luat in deradere"},{"SurahNumber":30,"VerseNumber":11,"Text":"Dumnezeu da la iveala faptura, apoi o duce inapoi. Catre El veti fi intorsi"},{"SurahNumber":30,"VerseNumber":12,"Text":"In Ziua in care va veni Ceasul, cei vinovati vor fi deznadajduiti"},{"SurahNumber":30,"VerseNumber":13,"Text":"Ei nu vor afla mijlocitori printre cei pe care I-i alatura lui Dumnezeu si ii vor tagadui pe cei alaturati"},{"SurahNumber":30,"VerseNumber":14,"Text":"In Ziua cand va veni Ceasul, in Ziua aceea ei se vor desparti unii de altii"},{"SurahNumber":30,"VerseNumber":15,"Text":"Cei care cred si savarsesc fapte bune se vor bucura intr-o gradina in floare"},{"SurahNumber":30,"VerseNumber":16,"Text":"pe cand tagaduitorii, cei care socot semnele Noastre minciuni si Intalnirea din Viata de Apoi, vor fi dati osandei"},{"SurahNumber":30,"VerseNumber":17,"Text":"Marire lui Dumnezeu, cand intrati in seara si cand intrati in dimineata"},{"SurahNumber":30,"VerseNumber":18,"Text":"Lauda Lui, in ceruri, precum si pe pamant, noaptea, precum si la amiaza"},{"SurahNumber":30,"VerseNumber":19,"Text":"El scoate viul din mort. El scoate mortul din viu. El invie pamantul dupa moarte, precum si pe voi va va scoate"},{"SurahNumber":30,"VerseNumber":20,"Text":"Dintre semnele Sale: El v-a creat din tarana, si iata-va oameni ce va raspanditi (pe pamant)"},{"SurahNumber":30,"VerseNumber":21,"Text":"Dintre semnele Sale: El v-a creat voua din voi insiva sotii, langa ele sa va odihniti. Dragoste si bunatate a pus apoi intre voi. Intru aceasta sunt semne pentru un popor ce cugeta"},{"SurahNumber":30,"VerseNumber":22,"Text":"Dintre semnele Sale: crearea cerurilor si a pamantului, deosebirea graiurilor si a culorilor voastre. Intru aceasta sunt semne pentru cei care stiu"},{"SurahNumber":30,"VerseNumber":23,"Text":"Dintre semnele Sale: Somnul vostru noaptea si ziua, precum si cautarea voastra a harului Sau. Intru aceasta sunt semne pentru un popor ce aude"},{"SurahNumber":30,"VerseNumber":24,"Text":"Dintre semnele Sale: El va arata fulgerul, teama si ravna. El trimite din cer apa cu care invie pamantul dupa moarte. Intru aceasta sunt semne pentru poporul ce pricepe"},{"SurahNumber":30,"VerseNumber":25,"Text":"Dintre semnele Sale: cerul si pamantul se tin din porunca Sa. Cand va va chema o singura chemare, din pamant iata-va iesind"},{"SurahNumber":30,"VerseNumber":26,"Text":"Ai Lui sunt cei din ceruri si de pe pamant. Toti Lui ii dau ascultare"},{"SurahNumber":30,"VerseNumber":27,"Text":"El este Cel ce da la iveala faptura si Cel ce o duce apoi inapoi. Acesta ii este lesne Lui. A Lui este pilda prea-inalta atat in ceruri, cat si pe pamant. El este Puternicul, Inteleptul"},{"SurahNumber":30,"VerseNumber":28,"Text":"El v-a dat o pilda de la voi insiva. Oare sunt dintre cei stapaniti de dreapta voastra unii ce va sunt partasi la ceea ce Noi v-am inzestrat ca si cum ati fi deopotriva? Va este frica de ei, precum va este frica unii de altii? Astfel deslusim semnele unui popor ce pricepe"},{"SurahNumber":30,"VerseNumber":29,"Text":"Nedreptii isi urmeaza insa poftele lor, in nestire! Cine ii va calauzi pe cei pe care Dumnezeu ii rataceste? Nu vor avea nici un ajutor"},{"SurahNumber":30,"VerseNumber":30,"Text":"Ridica-ti fata catre Lege ca un dreptcredincios, dupa firea cu care Dumnezeu a plasmuit oamenii. Nimic nu se va schimba in creatia lui Dumnezeu. Aceasta este Legea cea dreapta, insa cei mai multi oameni nu stiu"},{"SurahNumber":30,"VerseNumber":31,"Text":"Intoarceti-va catre El! Temeti-va de El! Savarsiti-va rugaciunea! Nu fiti dintre inchinatorii la idoli"},{"SurahNumber":30,"VerseNumber":32,"Text":"si nici dintre cei care si-au faramitat Legea in secte, fiece alianta bucurandu-se de ceea ce are"},{"SurahNumber":30,"VerseNumber":33,"Text":"Cand o nenorocire ii atinge pe oameni, ei Il cheama pe Domnul lor si catre El se intorc. Cand El le da sa guste apoi vreo milostivenie de la El, unii dintre ei Ii alatura alti dumnezei"},{"SurahNumber":30,"VerseNumber":34,"Text":"tagaduind ceea ce le-am dat. Bucurati-va o vreme! Veti afla curand"},{"SurahNumber":30,"VerseNumber":35,"Text":"Oare le-am pogorat lor vreo imputernicire care sa le vorbeasca de cei pe care I-i alatura"},{"SurahNumber":30,"VerseNumber":36,"Text":"Cand le dam oamenilor sa guste o milostivenie, ei se bucura, insa cand un rau ii loveste pentru ceea ce mainile lor au facut, sunt deznadajduiti"},{"SurahNumber":30,"VerseNumber":37,"Text":"Ei nu vad oare ca Dumnezeu inzestreaza cu prisosinta si cu masura pe cine voieste? Intru aceasta sunt semne pentru un popor ce crede"},{"SurahNumber":30,"VerseNumber":38,"Text":"Da rudei, sarmanului si drumetului ceea ce li se cuvine. Aceasta este un bine pentru cei care doresc Fata lui Dumnezeu. Acestia sunt cei fericiti"},{"SurahNumber":30,"VerseNumber":39,"Text":"Ceea ce dati cu camata, ca s-o inmultiti cu averile oamenilor, nu se va inmulti inaintea lui Dumnezeu, insa ceea ce dati milostenie dorind fata lui Dumnezeu va va indoi averile voastre"},{"SurahNumber":30,"VerseNumber":40,"Text":"Dumnezeu este Cel ce v-a creat, v-a inzestrat, apoi va va da mortii, si va va invia. Oare este dintre cei pe care I-i alaturati vreunul care sa faca ceva din acestea? Marire si inaltare Lui asupra celor pe care I-i alaturati"},{"SurahNumber":30,"VerseNumber":41,"Text":"Stricaciunea s-a ivit pe uscat si pe mare pentru ceea ce au agonisit mainile oamenilor, asa incat Dumnezeu le da sa guste din ceea ce au faptuit. Poate se vor intoarce"},{"SurahNumber":30,"VerseNumber":42,"Text":"Spune: “Strabateti pamantul si vedeti cum a fost sfarsitul celor dinainte! Cei mai multi au fost inchinatori la idoli.”"},{"SurahNumber":30,"VerseNumber":43,"Text":"Ridica-ti fata catre Legea cea Dreapta inainte sa vina o Zi fara intoarcere de la Dumnezeu. In Ziua aceea, (oamenii) vor fi impartiti in doua"},{"SurahNumber":30,"VerseNumber":44,"Text":"cei care au tagaduit, asupra lor le va cadea tagada, iar cei care au savarsit fapte bune isi vor asterne lor insisi"},{"SurahNumber":30,"VerseNumber":45,"Text":"Dumnezeu, din harul Sau, ii va rasplati pe cei care au crezut si au savarsit fapte bune. El nu-i iubeste pe tagaduitori"},{"SurahNumber":30,"VerseNumber":46,"Text":"Dintre semnele Sale: El trimite vanturile binevestitoare ca sa va dea sa gustati din milostivenia Sa, ca sa pluteasca corabia din porunca Sa si voi sa cautati harul Sau. Poate veti multumi"},{"SurahNumber":30,"VerseNumber":47,"Text":"Am trimis inaintea ta trimisi la poporul lor aducand dovezi vadite. Apoi ne-am razbunat pe cei care savarseau nelegiuiri si, precum se cuvenea, i-am ajutat pe credinciosi"},{"SurahNumber":30,"VerseNumber":48,"Text":"Dumnezeu este Cel ce trimite vanturile care starnesc norii pe care El ii intinde pe cer cum voieste, apoi il face bucati: atunci vei vedea ploaia iesind din mijlocul lor. Cand o trimite asupra cui voieste dintre robii Sai, acestia sunt cuprinsi de bucurie"},{"SurahNumber":30,"VerseNumber":49,"Text":"insa sunt deznadajduiti atunci cand ploaia nu cade peste ei"},{"SurahNumber":30,"VerseNumber":50,"Text":"Uita-te la urmele milostiveniei lui Dumnezeu cum invie pamantul odata mort. El este al mortilor de viata datator. El asupra tuturor are putere"},{"SurahNumber":30,"VerseNumber":51,"Text":"Daca trimitem un vant si il vad ingalbenit (de nisip), vor starui, dupa el, sa tagaduiasca"},{"SurahNumber":30,"VerseNumber":52,"Text":"Si tu! Tu nu-i vei face pe morti sa auda, tu nu-i vei face pe cei surzi sa auda Chemarea cand intorc spatele"},{"SurahNumber":30,"VerseNumber":53,"Text":"tu nu esti cel care ii calauzeste pe orbi afara din ratacirea lor. Tu nu-i faci sa auda decat pe cei care cred in semnele Noastre si sunt supusi"},{"SurahNumber":30,"VerseNumber":54,"Text":"Dumnezeu este Cel ce va creeaza in slabiciune si dupa slabiciune va da putere, si dupa putere va da slabiciune si caruntete. El creeaza ceea ce voieste. El este Stiutorul, Puternicul"},{"SurahNumber":30,"VerseNumber":55,"Text":"In Ziua cand va veni Ceasul, nelegiuitii vor jura ca n-au zacut decat o ora. Asa sunt ei de-a-ndoaselea"},{"SurahNumber":30,"VerseNumber":56,"Text":"Pe cand cei daruiti cu stiinta si credinta vor spune: “Voi ati zacut dupa Cartea lui Dumnezeu pana in Ziua Invierii, insa voi nu stiti.”"},{"SurahNumber":30,"VerseNumber":57,"Text":"In Ziua aceea, nu v-a sluji la nimic dezvinovatirea celor nedrepti, caci nu li se va da ascultare"},{"SurahNumber":30,"VerseNumber":58,"Text":"Noi le-am dat oamenilor in Coran pilde de tot soiul, insa cei care tagaduiesc spun cand vii la ei cu vreun semn: “Voi nu sunteti decat niste inselatori!”"},{"SurahNumber":30,"VerseNumber":59,"Text":"Astfel, Dumnezeu pecetluieste inimile celor care nu stiu"},{"SurahNumber":30,"VerseNumber":60,"Text":"Rabda! Fagaduiala lui Dumnezeu este Adevar. Cei care tagaduiesc cu inversunare sa nu te clinteasca"}]}