{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":37,"VerseNumber":1,"Text":"Sahu hai sidhi'am kataram vica kharhe pharisati'am di"},{"SurahNumber":37,"VerseNumber":2,"Text":"Phira jhara jhasa karana vali'am di jhiraka di"},{"SurahNumber":37,"VerseNumber":3,"Text":"Phira unham di jihare upadesa suna'una vale hana"},{"SurahNumber":37,"VerseNumber":4,"Text":"Ki tuhada pujanayoga ika hi hai"},{"SurahNumber":37,"VerseNumber":5,"Text":"Akasam ate dharati da palanahara ate jihara kujha inham de vica hai ate sari'am disavam ate puraba (jithom suraja nikalada hai? Da raba)"},{"SurahNumber":37,"VerseNumber":6,"Text":"Asim sasara te akasa nu tari'am nala saja'i'a hai"},{"SurahNumber":37,"VerseNumber":7,"Text":"Ate hareka vidarohi saitana tom usa nu surakhi'ata kita hai"},{"SurahNumber":37,"VerseNumber":8,"Text":"Uha sarava uca darabara vala kana nahim laga sakade ate uha hareka disa vica mare jande hana"},{"SurahNumber":37,"VerseNumber":9,"Text":"Bhaja'una la'i ate unham la'i ika ata di saza hai"},{"SurahNumber":37,"VerseNumber":10,"Text":"Pratu je ko'i saitana kise gala nu zuka lave tam ika dahikada ho'i'a agara usa da picha karada hai"},{"SurahNumber":37,"VerseNumber":11,"Text":"Isa la'i inham tom pucho ki inham di racana zi'ada kathana hai jam jinham cizam di sirajana asim kiti hai. Asim unham nu cikani miti tom raci'a hai"},{"SurahNumber":37,"VerseNumber":12,"Text":"Sagom tusim hairani pragata karade ho ate uda mazaka kara rahe hana"},{"SurahNumber":37,"VerseNumber":13,"Text":"Ate jadom unham nu samajha'i'a janda hai tam uha samajhade nahim"},{"SurahNumber":37,"VerseNumber":14,"Text":"Ate jadom uha ko'i nisani dekhade hana tam uha usa nu mazaka vica tala dide hana"},{"SurahNumber":37,"VerseNumber":15,"Text":"Ate kahide hana ki iha tam sirafa ika khul'ha jadu hai"},{"SurahNumber":37,"VerseNumber":16,"Text":"Ki jadom asim mara javange ate miti ate hadi'am bana javange tam phira asim' cuke javange"},{"SurahNumber":37,"VerseNumber":17,"Text":"Ate ki sade pichale pi'u dade vi"},{"SurahNumber":37,"VerseNumber":18,"Text":"Akho ki ham, ate tusi' be'izata vi hovoge"},{"SurahNumber":37,"VerseNumber":19,"Text":"Tam, iha tam ika jhiraka hovegi, phira usa samem hi uha dekhana laganage"},{"SurahNumber":37,"VerseNumber":20,"Text":"Ate uha kahinage ki ha'e! Sadi mari kisamata. Iha tam badale da dina hai"},{"SurahNumber":37,"VerseNumber":21,"Text":"Iha uhi nirane da dina hai jisa tom tusim inakara karade si"},{"SurahNumber":37,"VerseNumber":22,"Text":"Unham nu, unham de sathi'am ate unham de pujanayogam nu ikathe karo, jinham ne iha zulama kita"},{"SurahNumber":37,"VerseNumber":23,"Text":"Jinham di uha alaha tom binham ibadata karade sana. Phira unham sari'am nu naraka da raha dikha'u"},{"SurahNumber":37,"VerseNumber":24,"Text":"Ate unham na roko, unham tom kujha puchana hai"},{"SurahNumber":37,"VerseNumber":25,"Text":"Tuhanu ki ho'i'a ki tusim ika dusare di madada nahim karade"},{"SurahNumber":37,"VerseNumber":26,"Text":"Sagom aja tam uha agi'akari hana"},{"SurahNumber":37,"VerseNumber":27,"Text":"Ate uha ika duje nu sabodhana karake prasana utara karanage"},{"SurahNumber":37,"VerseNumber":28,"Text":"Kahinage tusim sade kola saje pasi'um a'unde si"},{"SurahNumber":37,"VerseNumber":29,"Text":"Uha utara denage sagom tusim khuda imana li'a'una vale nahi' si"},{"SurahNumber":37,"VerseNumber":30,"Text":"Ate sada tuhade upara ko'i vasa nahim si, sagom tusim hi vidarohi loka si"},{"SurahNumber":37,"VerseNumber":31,"Text":"Isa la'i sade sari'am ute raba di gala puri ho ke rahi. Asim isa da maza cakhana hi hai"},{"SurahNumber":37,"VerseNumber":32,"Text":"Asim' tuhanu bhataka'i'a, asim khuda vi bhatake ho'e si"},{"SurahNumber":37,"VerseNumber":33,"Text":"So uha sare usa dina saza vica ika dusare de sahibhagi honage"},{"SurahNumber":37,"VerseNumber":34,"Text":"Asim aparadhi'am de nala ajiha hi karade ham"},{"SurahNumber":37,"VerseNumber":35,"Text":"Iha uha loka si jadom inham nu kiha janda ki alaha tom`binham ko'i pujanayoga nahim tam iha hakara karade sana"},{"SurahNumber":37,"VerseNumber":36,"Text":"Ate iha kahide sana ki ki asim ika pagala kavi de kahina te apane pujanayogam nu chada de'i'e"},{"SurahNumber":37,"VerseNumber":37,"Text":"Sagom uha saca lai ke a'i'a hai ate iha rasulam di bhavikha bani di pusati hai"},{"SurahNumber":37,"VerseNumber":38,"Text":"Besaka tuhanu daradanaka saza da maza cakhana hovega"},{"SurahNumber":37,"VerseNumber":39,"Text":"Tuhanu use da badala dita ja riha hai, jo tusim karade si"},{"SurahNumber":37,"VerseNumber":40,"Text":"Paratu jihare alaha de cune ho'e bade hana"},{"SurahNumber":37,"VerseNumber":41,"Text":"Unham la'i tai'a kita rizaka hovega"},{"SurahNumber":37,"VerseNumber":42,"Text":"Meve ate uha bahuta izata nala rahinage"},{"SurahNumber":37,"VerseNumber":43,"Text":"Sukhama'i bagam vica"},{"SurahNumber":37,"VerseNumber":44,"Text":"Takhati'am ute ahamane sahamane baithe honage"},{"SurahNumber":37,"VerseNumber":45,"Text":"Unham de kola ajiha pi'ala li'anda javega jihara vagadi ho'i saraba nala bhari'a javega"},{"SurahNumber":37,"VerseNumber":46,"Text":"Sudha paradarasi pina vali'am la'i savada da'ika"},{"SurahNumber":37,"VerseNumber":47,"Text":"Na usa nala ko'i hani hovegi ate na hi budhi bhrisata hovegi"},{"SurahNumber":37,"VerseNumber":48,"Text":"Ate unham de kola nazara nivim rakhana vali'am ate vadi'am akham vali'am auratam honagi'am"},{"SurahNumber":37,"VerseNumber":49,"Text":"Akham i'um' honagi'am samajho, uha ande hana jihare luko ke rakhe hona"},{"SurahNumber":37,"VerseNumber":50,"Text":"Phira uha ika dusare vala sabodhana ho ke gala karanage"},{"SurahNumber":37,"VerseNumber":51,"Text":"Unham vicom ika kahina vala kahega ki mera ika janu si"},{"SurahNumber":37,"VerseNumber":52,"Text":"Uha kiha karada si ki ki tusim pusati karana vali'am vicom`ho"},{"SurahNumber":37,"VerseNumber":53,"Text":"Ki jadom asim mara javange, miti ate hadi'am ho javange tam ki sanu (kite ho'e da) fala milega"},{"SurahNumber":37,"VerseNumber":54,"Text":"Akhega ki tusi jhaka ke dekhoge"},{"SurahNumber":37,"VerseNumber":55,"Text":"Tam uha jhakega ate usa nu naraka de vicakara dekhega"},{"SurahNumber":37,"VerseNumber":56,"Text":"Akhega ki alaha di sahu tusim tam mainu khatama kara dena vale si"},{"SurahNumber":37,"VerseNumber":57,"Text":"Ate jekara mere raba di kirapa na hudi tam mai unham lokam vica samala huda jihare pharha ke li'ande hana"},{"SurahNumber":37,"VerseNumber":58,"Text":"Ki huna asim marana nahim hai"},{"SurahNumber":37,"VerseNumber":59,"Text":"Paratu pahili vara jihara asim mara cuke ate sanu saza nahim hovegi"},{"SurahNumber":37,"VerseNumber":60,"Text":"Besaka iha hi vadi safalata hai"},{"SurahNumber":37,"VerseNumber":61,"Text":"Ajihi hi safalata la'i karama karana vali'am nu karama karane cahide hana"},{"SurahNumber":37,"VerseNumber":62,"Text":"Iha mahimana nivazi cagi hai jam zakuma (thohara) da rukha"},{"SurahNumber":37,"VerseNumber":63,"Text":"Asim usa nu zalimam la'i imatihana bana'i'a hai"},{"SurahNumber":37,"VerseNumber":64,"Text":"Iha ika rukha hai, jihara naraka di'am jarham vicom nikalada hai"},{"SurahNumber":37,"VerseNumber":65,"Text":"Usa da badala isa tar'ham da hai jivem saitana da sira"},{"SurahNumber":37,"VerseNumber":66,"Text":"Tam uha loka usa nu khanage. Phira usa de nala peta bharanage"},{"SurahNumber":37,"VerseNumber":67,"Text":"Phira unham nu khaul'hada ho'i'a pani mila ke dita javega"},{"SurahNumber":37,"VerseNumber":68,"Text":"Phira unham di vapasi naraka vala hi hovegi"},{"SurahNumber":37,"VerseNumber":69,"Text":"Unham ne apane pi'u dadi'am nu kurahe pi'a hi vekhi'a"},{"SurahNumber":37,"VerseNumber":70,"Text":"Phira uha vi unham de nakase kadamam te calade rahe"},{"SurahNumber":37,"VerseNumber":71,"Text":"Ate uhanam tom pichale ate agale lokam vicom zi'adatara kurahe pa'e hana"},{"SurahNumber":37,"VerseNumber":72,"Text":"Ate asim unham vica vi dara'una vale (savadhana karana vale) bheje"},{"SurahNumber":37,"VerseNumber":73,"Text":"Tam vekho unham lokam da ata kihom jiha ho'i'a, jinham nu savadhana kita gi'a si"},{"SurahNumber":37,"VerseNumber":74,"Text":"Paratu (unham da bahuta vadhi'a ata ho'i'a) jihare alaha de cune ho'e bade sana"},{"SurahNumber":37,"VerseNumber":75,"Text":"Ate phira sanu nuha ne pukari'a tam asim kini cagi pukara sunana vale ham"},{"SurahNumber":37,"VerseNumber":76,"Text":"Ate asim usa nu ate usa de lokam nu bahuta vade dukha tom baca li'a"},{"SurahNumber":37,"VerseNumber":77,"Text":"Ate asim unham de vasa nu baki rahina vala bana'i'a"},{"SurahNumber":37,"VerseNumber":78,"Text":"Ate asim unham de raha ute pichali'am vicom ika samuha (unham di upama la'i) nu jauri'a"},{"SurahNumber":37,"VerseNumber":79,"Text":"Salama hai nuha nu samuce jagata vica"},{"SurahNumber":37,"VerseNumber":80,"Text":"Asim neki karana vali'am nu ajiha hi badala dide ham"},{"SurahNumber":37,"VerseNumber":81,"Text":"Besaka uha sade saradhalu badi'am vicom si"},{"SurahNumber":37,"VerseNumber":82,"Text":"Phira asim duji'am nu doba dita"},{"SurahNumber":37,"VerseNumber":83,"Text":"Ate usa de raha te calana vali'am vica ibarahima vi si"},{"SurahNumber":37,"VerseNumber":84,"Text":"Jadom ki uha apane raba de kola sudha hirade nala a'i'a"},{"SurahNumber":37,"VerseNumber":85,"Text":"Jadom usa ne apane pita nu ate apani kauma nu kiha ki tusi' kisa ciza di ibadata karade ho"},{"SurahNumber":37,"VerseNumber":86,"Text":"Ki tusim alaha tom`binham apane managhare pujanayogam nu cahude ho"},{"SurahNumber":37,"VerseNumber":87,"Text":"Tam sasara de malaka de sabadha vica tuhada ki vicara hai"},{"SurahNumber":37,"VerseNumber":88,"Text":"Phira ibarahima ne tari'am te ika nazara pa'i"},{"SurahNumber":37,"VerseNumber":89,"Text":"Tam kiha ki maim' bimara ham"},{"SurahNumber":37,"VerseNumber":90,"Text":"Phira uha loka usa nu chada ke cale ga'e"},{"SurahNumber":37,"VerseNumber":91,"Text":"Tam uha unham di'am murati'am vica vara gi'a ate kahina laga, ki tusim khande nahim ho"},{"SurahNumber":37,"VerseNumber":92,"Text":"Tuhanu ki ho'i'a tusim bolade vi nahim ho"},{"SurahNumber":37,"VerseNumber":93,"Text":"Phira unham nu puri takata nala torana suru kara dita"},{"SurahNumber":37,"VerseNumber":94,"Text":"Phira loka usa de kola bhaje a'e"},{"SurahNumber":37,"VerseNumber":95,"Text":"Ibarahima ne akhi'a ki tusim inham cizam di puja karade hom jinham nu tusim khuda hi gharade ho"},{"SurahNumber":37,"VerseNumber":96,"Text":"Ate alaha ne hi tuhanu ate inham cizam nu paida kita hai jinham nu tusim bana'unde ho"},{"SurahNumber":37,"VerseNumber":97,"Text":"Unham ne akhi'a isa la'i ika ghara (aganikuda) bana'u. Phira isa nu dahikadi ho'i aga vica suta devo"},{"SurahNumber":37,"VerseNumber":98,"Text":"So unham ne usa de virudha ika cala calani cahi tam asim' unham nu nivam kara dita"},{"SurahNumber":37,"VerseNumber":99,"Text":"Ate usa ne akhi'a ki maim apane raba vala ja riha ham uhi mainu raha dikha'ega"},{"SurahNumber":37,"VerseNumber":100,"Text":"He mere raba! Mainu neka aulada bakhasa"},{"SurahNumber":37,"VerseNumber":101,"Text":"Tam asim usa nu ika sahinasila larake di khusakhabari diti"},{"SurahNumber":37,"VerseNumber":102,"Text":"Isa la'i jadom uha usa de barabara calana di umara nu pahuci'a tam usa ne akhi'a he mere putara! Mai' supana dekhada ham ki maim tainu jil'ha (kurabana) kara riha ham. Isa la'i tusi' soca lavo tuhada ki vicara hai. Usa ne akhi'a he mere pita! Apa nu jihara hukama dita ja riha hai apa usa di palana karo. Jekara alaha cahega (inasa alaha) tam tusim mainu sabara karana vali'am vica vekhauge"},{"SurahNumber":37,"VerseNumber":103,"Text":"So jadom dovem agi'akara ho ga'e ate ibarahima ne usa nu mathe de bhara lita dita"},{"SurahNumber":37,"VerseNumber":104,"Text":"Ate asim usa nu pukari'a, he ibarahima"},{"SurahNumber":37,"VerseNumber":105,"Text":"tu supane nu saca kara vikha'i'a hai. Besaka asim neki karana vali'am nu ajiha hi badala dide ham"},{"SurahNumber":37,"VerseNumber":106,"Text":"Yakinana iha ika sapasata imatihana si"},{"SurahNumber":37,"VerseNumber":107,"Text":"Ate asim ika vadi kurabani de badale usa nu chuda li'a"},{"SurahNumber":37,"VerseNumber":108,"Text":"Ate asim usa la'i pichali'am (a'una vali'am nasalam) vica (isarahima di upama la'i) ika varaga nu chada dita"},{"SurahNumber":37,"VerseNumber":109,"Text":"Ibarahima upara salamati hove"},{"SurahNumber":37,"VerseNumber":110,"Text":"Asim neki karana vali'am nu ise tar'ham hi fala dide ham"},{"SurahNumber":37,"VerseNumber":111,"Text":"Besaka uha sade badi'am vicom si"},{"SurahNumber":37,"VerseNumber":112,"Text":"Ate asim usa nu isahaka di khusakhabari diti. Iha ika neka rasulam vico' honage"},{"SurahNumber":37,"VerseNumber":113,"Text":"Ate asim usa nu ate isahaka nu barakata nala nivazi'a ate unham dovam de vasa vica cage vi hana ate ajihe vi jihare apane apa upara pratakha zulama karana vale hana"},{"SurahNumber":37,"VerseNumber":114,"Text":"Ate asim musa ate haruna ute upakara kita"},{"SurahNumber":37,"VerseNumber":115,"Text":"Ate unham nu te unham di kauma nu ika vadim afata tom' mukata kara dita"},{"SurahNumber":37,"VerseNumber":116,"Text":"Ate asim unham di saha'ita kiti tam uha hi jetu bane"},{"SurahNumber":37,"VerseNumber":117,"Text":"Ate asim unham dovam nu ika sapasata kitaba diti"},{"SurahNumber":37,"VerseNumber":118,"Text":"Ate asim unham dovam nu sidha raha dikha'i'a"},{"SurahNumber":37,"VerseNumber":119,"Text":"Ate asim unham de raha te pichale a'una vale samuham vica (unham di vadi'a'i) chada diti"},{"SurahNumber":37,"VerseNumber":120,"Text":"Salama hove musa ate haruna nu"},{"SurahNumber":37,"VerseNumber":121,"Text":"Asim neki karana vali'am nu ajiha hi badala dide ham"},{"SurahNumber":37,"VerseNumber":122,"Text":"Besaka uha dovem sade imana vale badi'am vicom sana"},{"SurahNumber":37,"VerseNumber":123,"Text":"Ate ilayasa vi paigabaram vicom si"},{"SurahNumber":37,"VerseNumber":124,"Text":"Jadom ki usa ne apani kauma nu akhi'a"},{"SurahNumber":37,"VerseNumber":125,"Text":"Ki tusim darade nahim?Ki tusim ba'ala (devate) na pukarade ho ate sabha tom sohane sirajanahara nu chadade ho"},{"SurahNumber":37,"VerseNumber":126,"Text":"Alaha nu jihara tuhada ate tuhade pichale vaderi'am (pi'u-dadi'am) da raba hai"},{"SurahNumber":37,"VerseNumber":127,"Text":"Tam unham ne usa tom inakara kita, isa la'i uha pharhe jana vali'am vica samila honage"},{"SurahNumber":37,"VerseNumber":128,"Text":"Paratu jihare alaha de visesa bade sana (uha saza vica nahim phase honage)"},{"SurahNumber":37,"VerseNumber":129,"Text":"Ate asim unham de raha te pichale hom cuke samuham vica (unham di vadi'a'i) chada diti"},{"SurahNumber":37,"VerseNumber":130,"Text":"Salamati hove ilayasa te"},{"SurahNumber":37,"VerseNumber":131,"Text":"Asi' neki karana vali'am nu ajiha hi badala dide ham"},{"SurahNumber":37,"VerseNumber":132,"Text":"Besaka uha sade imana vale badi'am vicom sana"},{"SurahNumber":37,"VerseNumber":133,"Text":"Ate besaka luta vi paigabaram vicom si"},{"SurahNumber":37,"VerseNumber":134,"Text":"Jadom asim usa nu ate usa de lokam nu bara li'a"},{"SurahNumber":37,"VerseNumber":135,"Text":"Para ika budhi jihari piche rahi jana vali'am vicom si"},{"SurahNumber":37,"VerseNumber":136,"Text":"Phira asim duji'am nu barabada kara dita"},{"SurahNumber":37,"VerseNumber":137,"Text":"Ate tusim savera nu vi unham di'am basati'am vicom laghade rahide ho"},{"SurahNumber":37,"VerseNumber":138,"Text":"Ate rata nu vi. Ki tusim budhi tom kama nahim lainde"},{"SurahNumber":37,"VerseNumber":139,"Text":"Ate besaka yunasa vi rasulam vicom si"},{"SurahNumber":37,"VerseNumber":140,"Text":"Jadom uha bhaja ke bhari ho'i kisati vica pahuci'a"},{"SurahNumber":37,"VerseNumber":141,"Text":"Phira kura'a (paraci pa'una) pa'i'a tam uha dosi nikali'a"},{"SurahNumber":37,"VerseNumber":142,"Text":"Phira usa nu machali ne nigala li'a ate uha khuda nu bura bhala kahi riha si"},{"SurahNumber":37,"VerseNumber":143,"Text":"Jekara uha sifata salaha karana vali'am vicom na huda"},{"SurahNumber":37,"VerseNumber":144,"Text":"Tam usa dina jadom' lokam nu mura jivita kita jana hai, udom taka uha machi de peta vica hi rahida"},{"SurahNumber":37,"VerseNumber":145,"Text":"Phira asim usa nu ika maidana vica pa dita ate uha nidala si"},{"SurahNumber":37,"VerseNumber":146,"Text":"Ate asim usa ute ika velam vala darakhata uga dita"},{"SurahNumber":37,"VerseNumber":147,"Text":"Ate asim usa nu ika lakha jam usa tom vi zi'ada lokam vala bheji'a"},{"SurahNumber":37,"VerseNumber":148,"Text":"Phira uha loka imana li'a'e tam asim unham nu nisacita samem taka labha utha'una dita"},{"SurahNumber":37,"VerseNumber":149,"Text":"Tam unham nu puchom ki tuhade raba la'i beti'am hana ate unham la'i putara"},{"SurahNumber":37,"VerseNumber":150,"Text":"Ki asim farisati'am nu aurata bana'i'a hai ate uha dekha rahe sana"},{"SurahNumber":37,"VerseNumber":151,"Text":"Suna lavo iha loka sirafa managharata rupa vica ajiha kahide hana"},{"SurahNumber":37,"VerseNumber":152,"Text":"Ki alaha aulada rakhada hai yakinana hi' iha jhuthe hana"},{"SurahNumber":37,"VerseNumber":153,"Text":"Ki alaha ne beti'am di tulana vica beti'am pasada kiti'am hana"},{"SurahNumber":37,"VerseNumber":154,"Text":"Tuhanu ki ho gi'a hai`tusim kiho jiha faisala karade ho"},{"SurahNumber":37,"VerseNumber":155,"Text":"Phira ki tusim budhi tom kama nahim lainde"},{"SurahNumber":37,"VerseNumber":156,"Text":"Ki tuhade pasa ko'i sapasata dalila hai"},{"SurahNumber":37,"VerseNumber":157,"Text":"Jekara tusim sace ho tam apani kitaba li'a'u"},{"SurahNumber":37,"VerseNumber":158,"Text":"Ate unham ne alaha ate jinam vica vi risatedari jora rakhi hai. Ate jinam nu pata hai ki yakinana uha phare ho'e a'unnage"},{"SurahNumber":37,"VerseNumber":159,"Text":"Alaha unham galam tom pavitara hai jihari'am iha bi'ana karade hana"},{"SurahNumber":37,"VerseNumber":160,"Text":"Paratu uha jihare alaha de cune ho'e bade hana"},{"SurahNumber":37,"VerseNumber":161,"Text":"So tusim ate jinham di tusim puja karade ho"},{"SurahNumber":37,"VerseNumber":162,"Text":"Alaha tom kise nu mora nahim sakade"},{"SurahNumber":37,"VerseNumber":163,"Text":"Para usa nu jihara naraka vica jana vala hai"},{"SurahNumber":37,"VerseNumber":164,"Text":"Ate sade vicom hareka da ika mithi'a ho'i'a sathana hai"},{"SurahNumber":37,"VerseNumber":165,"Text":"Ate asim alaha de sahamane pagatam vica kharhe rahina vale ham"},{"SurahNumber":37,"VerseNumber":166,"Text":"Ate asim usa di sifata salaha karana vale ham"},{"SurahNumber":37,"VerseNumber":167,"Text":"Ate iha loka kiha karade sana"},{"SurahNumber":37,"VerseNumber":168,"Text":"Ki je sade kola pahilam vale lokam di ko'i sikhi'a hudi"},{"SurahNumber":37,"VerseNumber":169,"Text":"Tam asim vi alaha de visesa bade hude"},{"SurahNumber":37,"VerseNumber":170,"Text":"Phira unham ne usa nu jhuthala dita tam jaladi hi uha samajha lainage"},{"SurahNumber":37,"VerseNumber":171,"Text":"Ate apane bheje ho'e badi'am la'i sada iha nirana pahilam hi ho cuki'a hai"},{"SurahNumber":37,"VerseNumber":172,"Text":"Ki besaka uha hi prabhavasali honage"},{"SurahNumber":37,"VerseNumber":173,"Text":"Ate sadi'am phaujam hi jitana vali'am hana"},{"SurahNumber":37,"VerseNumber":174,"Text":"Tam kujha samem taka unham tom muha moro"},{"SurahNumber":37,"VerseNumber":175,"Text":"Ate dekhade raho jaladi hi uha vi dekha lainage"},{"SurahNumber":37,"VerseNumber":176,"Text":"Ki uha sadi saza la'i jaladi kara rahe hana"},{"SurahNumber":37,"VerseNumber":177,"Text":"Phira jadom uha unham de maidana vica a javega tam unham lokam di savera bari mari hovegi' jinham nu usa tom dara'i'a ja cuki'a hai"},{"SurahNumber":37,"VerseNumber":178,"Text":"Tam kujha samem la'i unham tom muha mori rakho"},{"SurahNumber":37,"VerseNumber":179,"Text":"Ate dekhade raho jaladi hi' uha khuda vi dekha lainage"},{"SurahNumber":37,"VerseNumber":180,"Text":"Tera raba satikarayoga hai ate unham galam tom pavitara hai jihare iha loka bi'ana karade hana"},{"SurahNumber":37,"VerseNumber":181,"Text":"Ate paigabaram nu salama hai"},{"SurahNumber":37,"VerseNumber":182,"Text":"Ate sari prasasa alaha la'i hai jihara sapurana sasara da palanahara hai"}]}