{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":1,"Text":"Slava na Allakh, Tvoretsa na nebesata i na zemyata, Koito stori angelite pratenitsi s po dve, po tri, po chetiri krila! Toi nadbavya v tvorenieto, kakvoto pozhelae. Allakh nad vsyako neshto ima sila"},{"SurahNumber":35,"VerseNumber":2,"Text":"Nikoi ne shte vuzpre milostta na Allakh, ako Toi reshi da ya dari na khorata, i kakvoto Toi zadurzhi, nikoi posle ne mozhe da go pusne. Toi e Vsemogushtiya, Premudriya"},{"SurahNumber":35,"VerseNumber":3,"Text":"O, khora, pomnete blagodatta na Allakh kum vas! Ima li drug tvorets osven Allakh, koito da vi dava prepitanie i ot nebeto, i ot zemyata? Nyama drug bog osven Nego! Kak togava bivate podlugvani"},{"SurahNumber":35,"VerseNumber":4,"Text":"I ako teb [o, Mukhammad] vzimat za luzhets, to i drugi pratenitsi predi teb byakha vzimani za luzhtsi. Pri Allakh shte budat vurnati delata"},{"SurahNumber":35,"VerseNumber":5,"Text":"O, khora, obeshtanieto na Allakh e istinno. Nikoga da ne vi podmamva zemniyat zhivot i nikoga nai-izmamniyat da ne vi podmami za Allakh"},{"SurahNumber":35,"VerseNumber":6,"Text":"Satanata e vash vrag. Zatova go priemete kato vrag! Toi prizovava svoite posledovateli, samo za da stanat obitateli na Plamutsite"},{"SurahNumber":35,"VerseNumber":7,"Text":"Za nevernitsite ima surovo muchenie, a za tezi, koito vyarvat i vurshat pravedni dela, ima oproshtenie i golyama nagrada"},{"SurahNumber":35,"VerseNumber":8,"Text":"A nima [poluchavat sushtoto] onezi, na koito sa razkraseni loshite im deyaniya i im se struvat khubavi? Allakh ostavya v zabluda kogoto pozhelae i naputva kogoto pozhelae. Zatova ne se pogubvai ot skrub po tyakh! Allakh znae kakvo pravyat"},{"SurahNumber":35,"VerseNumber":9,"Text":"Allakh e, Koito prashta vetrovete i te ponasyat oblatsi, i gi nasochvame Nie kum murtva zemya, i suzhivyavame s tyakh zemyata sled neinata smurt. Taka shte bude i vuzkresenieto"},{"SurahNumber":35,"VerseNumber":10,"Text":"Koito tursi moshtta - na Allakh prinadlezhi tsyalata mosht. Kum Nego se vuznasya khubavoto slovo i pravednoto delo go vuzdiga. A koito zamislyat zlini, za tyakh shte ima surovo muchenie. I lukavstvoto im shte propadne"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allakh vi sutvori ot prust, posle ot chastitsa sperma, posle vi stori supruzi. I nikoya zhena ne zabremenyava i ne razhda bez Negovoto znanie. I nito se dava dulgoletie na dulgoletnik, nito se skusyava vuzrastta, bez da e zapisano v kniga. Tova e lesno za Allakh"},{"SurahNumber":35,"VerseNumber":12,"Text":"I ne sa ednakvi dvete vodi [na rekite i na moretata] - ednata e sladka, utolyava zhazhdata, priyatna e za piene, a drugata e solena, gorchiva, i ot vsyaka yadete pryasno meso, i [ot solenata] izvlichate ukrasheniya, koito nosite. I vizhdash korabite tam da poryat vulnite, za da tursite ot Negovata blagodat. I za da ste priznatelni"},{"SurahNumber":35,"VerseNumber":13,"Text":"Toi vuvezhda noshtta v denya i vuvezhda denya v noshtta, i Toi podchini sluntseto i lunata - vsyako da se dvizhi do opredelen srok. Tova e Allakh, vashiyat Gospod. Negovo e vladenieto. A onezi, koito zovete osven Nego, ne vladeyat dori tsipitsa ot furma"},{"SurahNumber":35,"VerseNumber":14,"Text":"Prizovete li gi, te ne chuvat vashiya zov, a dori da sa chuli, ne vi otklikvat. I v Denya na vuzkresenieto te shte otrekat sudruzhavaneto im ot vas. I nyama nikoi svedusht [kato Nego], koito da vi izvesti"},{"SurahNumber":35,"VerseNumber":15,"Text":"O, khora, vie ste nuzhdaeshtite se ot Allakh, a Allakh e Prebogatiya, Vseslavniya"},{"SurahNumber":35,"VerseNumber":16,"Text":"Ako pozhelae, Toi shte vi pogubi i shte vi zameni s novo tvorenie"},{"SurahNumber":35,"VerseNumber":17,"Text":"Tova za Allakh ne e trudno"},{"SurahNumber":35,"VerseNumber":18,"Text":"Nikoi sugreshil ne shte nosi grekha na drug. I ako nyakoi natovaren s breme prizove, nishto ot nego ne shte bude oblekcheno, dori i ot rodnina. Ti shte mozhesh da ubedish samo onezi, koito i v uedinenie se boyat ot svoya Gospod, i ot·sluzhvat molitvata. A koito se prechisti, edinstveno za sebe si se prechistva. Kum Allakh e zavrushtaneto"},{"SurahNumber":35,"VerseNumber":19,"Text":"Ne sa ravni slepiyat i zryashtiyat"},{"SurahNumber":35,"VerseNumber":20,"Text":"nito tumninite i svetlinata"},{"SurahNumber":35,"VerseNumber":21,"Text":"nito syankata i znoyat"},{"SurahNumber":35,"VerseNumber":22,"Text":"I ne sa ravni zhivite i murtvite. Allakh pravi chuvasht kogoto pozhelae. No ti ne mozhesh da napravish onezi, koito sa v grobovete, da chuyat"},{"SurahNumber":35,"VerseNumber":23,"Text":"Ti si samo predupreditel"},{"SurahNumber":35,"VerseNumber":24,"Text":"Nie te izpratikhme s istinata kato blagovestitel i predupreditel. I nyamashe obshtnost, sred koyato da ne e minal predupreditel"},{"SurahNumber":35,"VerseNumber":25,"Text":"I ako teb [o, Mukhammad] vzimat za luzhets, to i onezi predi tyakh vzimakha za luzhtsi tekhnite pratenitsi, koito im donasyakha yasnite znatsi, pisaniyata i ozaryavashtoto Pisanie"},{"SurahNumber":35,"VerseNumber":26,"Text":"Posle Az sgrabchvakh onezi, koito ne povyarvakha. I kakvo be Moeto nakazanie"},{"SurahNumber":35,"VerseNumber":27,"Text":"Nima ne vizhdash, che Allakh izsipva voda ot nebeto! Chrez neya vadim plodove s razlichni tsvetove i [prokarvame] sred planinite putishta: beli i cherveni, s razlichni tsvetove, i garvanovocherni"},{"SurahNumber":35,"VerseNumber":28,"Text":"I [sutvoryavame] sushto khorata, zhivotnite i dobituka s razlichni tsvetove. Boyat se ot Allakh samo znaeshtite sred Negovite rabi. Allakh e vsemogusht, oproshtavasht"},{"SurahNumber":35,"VerseNumber":29,"Text":"Onezi, koito chetat Knigata na Allakh i ot·sluzhvat molitvata, i davat skrito i yavno ot onova, koeto im darikhme, naistina se nadyavat na turgoviya, koyato ne shte propadne"},{"SurahNumber":35,"VerseNumber":30,"Text":"zashtoto Toi shte im izplati napulno tekhnite nagradi i shte im nadbavi ot Svoyata blagodat. Toi e oproshtavasht, priznatelen"},{"SurahNumber":35,"VerseNumber":31,"Text":"Knigata, koyato Nie ti razkrikhme, tya e istinata, potvurzhdavashta onezi [Pisaniya], koito sa predi neya. Za Svoite rabi Allakh e svedusht, vsezryasht"},{"SurahNumber":35,"VerseNumber":32,"Text":"Posle ostavikhme Knigata v nasledstvo na onezi, koito Nie izbrakhme sred Nashite rabi. Nyakoi ot tyakh sami ugnetyavat sebe si, drugi sa umereni, a treti izprevarvat v dobrinite s pozvolenieto na Allakh. Tova e velikata blagodat"},{"SurahNumber":35,"VerseNumber":33,"Text":"V gradinite na Adn shte vlyazat s ukrasheniya - grivni ot zlato i biseri, i drekhata im tam shte e koprina"},{"SurahNumber":35,"VerseNumber":34,"Text":"I shte kazhat: “Slava na Allakh, Koito premakhna ot nas skrubta! Nashiyat Gospod e oproshtavasht, priznatelen"},{"SurahNumber":35,"VerseNumber":35,"Text":"Sus svoyata blagodat Toi ni nastani v Doma na vechnoto prebivanie. Ne ni zasyaga tuk trudnost, nito ni zasyaga tuk umora.”"},{"SurahNumber":35,"VerseNumber":36,"Text":"A za nevernitsite e Ogunyat na Ada. Tam ne shte im bude sudeno da umrat, nito shte im bude smekcheno muchenieto. Taka Nie nakazvame vseki nevernik"},{"SurahNumber":35,"VerseNumber":37,"Text":"I shte kreshtyat tam za pomosht: “Gospodi nash, izvedi ni, za da pravim dobro, a ne onova, koeto sme pravili!” A nima ne vi dadokhme dostatuchno dulug zhivot, za da se pouchi prez nego, koito iska da se pouchi! I predupreditelyat doide pri vas. Zatova vkusete [muchenieto]! Za ugnetitelite nyama zakrilnik"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allakh znae nevedomoto na nebesata i na zemyata. Toi znae sukrovenoto v surtsata"},{"SurahNumber":35,"VerseNumber":39,"Text":"Toi e, Koito vi stori namestnitsi na zemyata. A koito ne vyarva, neverieto mu e v negova vreda. Neverieto na nevernitsite samo uvelichava omerzenieto u tekhniya Gospod. Neverieto na nevernitsite samo uvelichava tyakhnata zaguba"},{"SurahNumber":35,"VerseNumber":40,"Text":"Kazhi: “Vizhdate li onezi, koito sudruzhavate i zovete vmesto Allakh? Posochete mi kakvo sa sutvorili na zemyata!” Ili imat dyal na nebesata? Ili im dadokhme pisanie, ta ot nego imat yasen dovod? Ne, ugnetitelite si obeshtavat edin drugimu samo izmama"},{"SurahNumber":35,"VerseNumber":41,"Text":"Allakh durzhi nebesata i zemyata da ne se razrushat, a ako se rushat, nikoi ne mozhe da gi durzhi osven Nego. Toi e vseblag, oproshtavasht"},{"SurahNumber":35,"VerseNumber":42,"Text":"I se vrichakha v Allakh s nai-usurdnite si kletvi, che ako doide pri tyakh predupreditel, nepremenno shte sledvat negovoto naput·stvie poveche ot vsyaka druga obshtnost. A kogato doide pri tyakh [Mukhammad kato] predupreditel, tova samo uvelichi tyakhnoto otvrashtenie"},{"SurahNumber":35,"VerseNumber":43,"Text":"ot nadmennost na zemyata i lukavstvo v zlinata. No zloto lukavstvo porazyava samo onezi, koito go kroyat. I nima chakat drugo osven obichaya spryamo predtsite? I ne shte otkriesh ti promyana v obichaya na Allakh, i ne shte otkriesh otklonyavane v obichaya na Allakh"},{"SurahNumber":35,"VerseNumber":44,"Text":"I ne khodyat li po zemyata, za da vidyat kakuv be krayat na onezi predi tyakh? A te byakha po-silni ot tyakh. Nishto ne vuzpira Allakh nito na nebesata, nito na zemyata. Toi e vseznaesht, vsemozhesht"},{"SurahNumber":35,"VerseNumber":45,"Text":"I ako Allakh nakazvashe khorata za onova, koeto sa zasluzhili, Toi ne bi ostavil na zemyata dori edna tvar. Ala Toi gi zabavya za opredelen srok. I shtom srokut im doide, Allakh i togava shte e vsezryasht za Svoite rabi"}]}