{"Id":369,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"[In] Suraest, ki onro nozil kardaem va [amal ʙa ahkomi] onro vociʙ namudaem va dar on ojoti ravsane nozil kardaem, ʙosad, ki pand gired"},{"SurahNumber":24,"VerseNumber":2,"Text":"Har jak az zanu mardi zinokorro sad tozijona ʙizaned va agar ʙa Alloh taolo va ruzi oxirat imon dored, naʙojad dar [icroi ahkomi] dini Alloh taolo nisʙat ʙa on du [nafar] dilsuzi [va mehruʙonii ʙe dalel] dosta ʙosed va ʙojad guruhe az mu'minon ʙar mucozotason guvoh ʙosand"},{"SurahNumber":24,"VerseNumber":3,"Text":"Mardi zinokor cuz ʙo zani zinokor jo musrik izdivoc namekunad va zani zinokorro [niz] cuz mardi zinokor jo musrik ʙa izdivoci xud darnameovarad va in [zanosui] ʙar mu'minon harom ast"},{"SurahNumber":24,"VerseNumber":4,"Text":"Va kasone, ki [mardonu] zanoni pokdomanro [ʙa zino] muttaham mekunand va cahor sohid [ʙar iddaoi xud] nameovarand, ononro hastod tozijona ʙizaned va hargiz sahodatasonro [dar hec mavride] napazired va inonand, ki nofarmonand"},{"SurahNumber":24,"VerseNumber":5,"Text":"Magar kasone, ki ʙa'd az on [tuhmat] tavʙa kunand va [raftori guzastai xudro] isloh [-u cuʙron] namojand, pas, ʙe tardid, Alloh taolo omurzandai mehruʙon ast"},{"SurahNumber":24,"VerseNumber":6,"Text":"Va kasone, ki hamsaroni xudro [ʙa zino] muttaham mekunand va cuz xestan sohide [ʙar in iddao] nadorand, pas, har jak az onon ʙojad cahor ʙor ʙa Alloh taolo savgand jod kunad, ki hatman, rost megujad"},{"SurahNumber":24,"VerseNumber":7,"Text":"Va pancumin ʙor [savhar ʙigujad], ki la'nati Alloh taolo ʙar u ʙod, agar duruƣgu ʙosad"},{"SurahNumber":24,"VerseNumber":8,"Text":"Va kajfari zan dar surate ʙardosta mesavad, ki cahor ʙor ʙa Alloh taolo savgand jod kunad, ki on mard hatman, duruƣgu ast"},{"SurahNumber":24,"VerseNumber":9,"Text":"Va pancumin ʙor [ʙigujad], ki xasmi Alloh taolo ʙar u ʙod, agar [savharas] rost gufta ʙosad"},{"SurahNumber":24,"VerseNumber":10,"Text":"Va [ej mardum] agar ʙaxsisi Alloh taolo va rahmatas ʙar sumo naʙud va in ki Alloh taolo tavʙapaziri hakim ast [hatman, giriftori azoʙ mesuded]"},{"SurahNumber":24,"VerseNumber":11,"Text":"[Ej mu'minon] Be tardid, kasone, ki on tuhmati ʙuzurgro [dar ʙorai Oisa] matrah kardand, guruhe az xudi sumo hastand. Gumon nakuned, ki in [mocaro] ʙaroi sumo sarr ast, ʙalki xajre ʙarojaton dar on [nuhufta] ast. Baroi har jak az onon [ki dar in soeaparokani naqs dostaand] kajfari gunohest, ki murtakiʙ sudaast va ʙaroi on kase az eson, ki ʙaxsi ʙuzurgi on [tuhmat]-ro ʙa uhda dorad, azoʙi ʙuzurge [dar pes] ast"},{"SurahNumber":24,"VerseNumber":12,"Text":"Caro hangome ki in [tuhmat]-ro sunided, mardonu zanoni mu'min gumoni nek ʙa xud naʙurdand va naguftand: «In tuhmate [ʙuzurgu] oskor [ʙa hamsari pajomʙar] ast?»"},{"SurahNumber":24,"VerseNumber":13,"Text":"Caro cahor sohid ʙar on najovardand? Pas, cun sohidonro najovardand, ononand, ki nazdi Alloh taolo duruƣgu hastand"},{"SurahNumber":24,"VerseNumber":14,"Text":"Va agar ʙaxsisi Alloh taolo va rahmati U dar dunjovu oxirat naʙud, hatman, ʙa kajfari on ci ʙad-on pardoxted, ʙa azoʙe [saxtu] ʙuzurg giriftor mesuded"},{"SurahNumber":24,"VerseNumber":15,"Text":"On goh ki on [soea]-ro az zaʙoni jakdigar mesunided va suxanero dahon ʙa dahon naql mekarded, ki dar ʙoraas hec ogohi [va jaqini] nadosted va onro soda [va kucak] mepindosted, dar hole ki on [tuhmat] nazdi Alloh taolo ʙisjor ʙuzurg ast"},{"SurahNumber":24,"VerseNumber":16,"Text":"Caro hangome ki onro sunided, nagufted: «Sazovor nest, ki in [suxani ʙad]-ro ʙar zaʙon ovardem. [Parvardigoro] Tu munazzahi, in duruƣi ʙuzurge ast?»"},{"SurahNumber":24,"VerseNumber":17,"Text":"Alloh taolo sumoro pand medihad, ki agar mu'min hasted, hargiz in [kor]-ro takror nakuned"},{"SurahNumber":24,"VerseNumber":18,"Text":"Va Alloh taolo ojot [-i xud]-ro ʙaroi sumo ʙajon mekunad va Alloh taolo donoi hakim ast"},{"SurahNumber":24,"VerseNumber":19,"Text":"Onon, ki dust dorand, ʙajni kasone, ki imon ovardaand, zistkori roic gardad, hatman, dar dunjo va oxirat azoʙe dardnok [dar pes] dorand va Alloh taolo [haqoiqu masolehro] medonad va sumo namedoned"},{"SurahNumber":24,"VerseNumber":20,"Text":"Va agar ʙaxsisi Alloh taolo va rahmatas ʙar sumo naʙud va in ki Alloh taolo dilsuzi mehruʙon ast, [hatman, mucozoti saxte dar intizoraton ʙud]"},{"SurahNumber":24,"VerseNumber":21,"Text":"Ej kasone, ki imon ovardaed, dar rohhoi sajton gom naguzored va har ki rohhoi sajtonro mepujad, [ʙidonad, ki] u tanho ʙa zistkori va a'moli nopisand farmon medihad va agar ʙaxsisi Alloh taolo va rahmatas ʙar sumo naʙud, hargiz hec jak az sumo [az gunoh] pok namesud, vale Alloh taolo har kiro ʙixohad, pok mekunad va Alloh taolo sunavoi donost"},{"SurahNumber":24,"VerseNumber":22,"Text":"Afrode az sumo, ki ʙartarii [imoni] va vus'ati [moli] dorand, naʙojad savgand jod kunand, ki ʙa xesovandon va tihidaston va muhocironi dar rohi Alloh taolo [ki murtakiʙi gunoh sudaand] cize nadihand. Onon ʙojad afv kunand va [az gunohi digaron] casm ʙipusand. Ojo dust namedored, ki Alloh taolo [niz] sumoro ʙiʙaxsad? Va Alloh taolo omurzandai mehruʙon ast"},{"SurahNumber":24,"VerseNumber":23,"Text":"Kasone, ki zanoni pokdomani ʙexaʙar [az fahso va] mu'minro [ʙa zino] muttaham mekunand, dar dunjo va oxirat az rahmati Alloh taolo dur gastaand va [dar oxirat] azoʙe ʙuzurg [dar pes] dorand"},{"SurahNumber":24,"VerseNumber":24,"Text":"Ruze, ki zaʙonho va dastho va pojhojason dar ʙorai on ci mekardand [va meguftand], alajhi onon guvohi medihand"},{"SurahNumber":24,"VerseNumber":25,"Text":"On ruz Alloh taolo cazoi voqeii ononro ʙekamu kost medihad va xohand donist, ki Alloh taolo hamon haqqi oskor ast"},{"SurahNumber":24,"VerseNumber":26,"Text":"Zanoni palid ʙaroi mardoni palidand va mardoni palid [niz] ʙaroi zanoni palidand. Va zanoni pok az oni mardoni pokand va mardoni pok [niz] az oni zanoni pokand. Inon az on ci [nopokon dar ʙoraason] megujand, muʙarro hastand [va] omurzisi [ilohi] va ruzii arzismande [dar pes] dorand"},{"SurahNumber":24,"VerseNumber":27,"Text":"Ej kasone, ki imon ovardaed, ʙa xonahoe cuz xonahoi xud vorid nasaved, magar in ki icozat ʙigired va ʙar ahli on [xona] salom kuned. In [kor] ʙaroi sumo ʙehtar ast, ʙosad, ki pand gired"},{"SurahNumber":24,"VerseNumber":28,"Text":"Pas, agar kasero dar on [xona] najofted, vorid nasaved, to ʙa sumo icozat doda savad va agar ʙa sumo gufta sud: «Bozgarded»! Pas, ʙozgarded! [Caro ki] In [kasʙi icozat] ʙaroi sumo soistatar ast va Alloh taolo ʙa on ci mekuned donost"},{"SurahNumber":24,"VerseNumber":29,"Text":"Bar sumo gunohe nest, ki ʙa xonahoi ƣajrimaskuni [va makonhoi umumi], ki dar on co [ehtijoc jo] ʙahrae dored, vorid saved va Alloh taolo on ci oskor mesozed va on ci pinhon medored, [hamaro] medonad"},{"SurahNumber":24,"VerseNumber":30,"Text":"[Ej pajomʙar] Ba mardoni mu'min ʙigu, casmoni xudro [az nigoh ʙa nomahram] furu girand va pokdomani pesa kunand. In [kor] ʙaroi onon pokizatar ast. Be tardid, Alloh taolo ʙa on ci ancom medihand, ogoh ast"},{"SurahNumber":24,"VerseNumber":31,"Text":"Va ʙa zanoni mu'min [niz] ʙigu, casmoni xudro [az nigoh ʙa nomahram] furu girand va pokdomani varzand va zevar [-u oroisi] xudro oskor nakunand, magar on ci [ʙa surati taʙii] namojon ast. Va ʙojad rusarii xudro ʙar sina ʙiafkanand [to mujho va sinahoson pusida gardad] va zinati xudro oskor nasozand, magar ʙaroi savhar jo padar jo padarsavhar jo pisari xud jo pisari savharason jo ʙarodar jo pisari ʙarodar jo pisari xohar jo [digar] zanon jo kanizon va ʙardagonason jo xesovandone, ki [digar] nijoz va tamojule ʙa zanon nadorand jo kudakone, ki az masoili cinsii zanon ogohi najoftaand. Hamcunin, [hangomi roh raftan] pojhoi xudro [cunon ʙar zamin] nakuʙand, ki [sadoi] zinnathoe, ki [zeri liʙos] pinhon kardaand, [xalxol] oskor savad. Va ej mu'minon, hamagi ʙa sui Alloh taolo tavʙa kuned; ʙosad, ki rastagor garded"},{"SurahNumber":24,"VerseNumber":32,"Text":"[Ej mu'minon] Mardonu zanoni mucarradi xudro hamsar dihed va ƣulomonu kanizonro, ki soistagi dorand [niz hamsar dihed]. Agar onon tihidast ʙosand, Alloh taolo az ʙaxsis [va lutfi] xes ʙenijozason mesozad va Alloh taolo kusoisgari ogoh ast"},{"SurahNumber":24,"VerseNumber":33,"Text":"Kasone, ki [saroitu imkonoti] izdivoc nadorand, ʙojad pokdomani pesa kunand, to Alloh taolo ononro az ʙaxsisi xes ʙenijoz namojad. Va ʙardagone, ki xostori ʙozxarid [va ozodii xes] hastand, agar dar onon [tavonoii pardoxti mol va] soistagi meʙined, [darxostasonro] ʙipazired va az sarvate, ki Alloh taolo ʙa sumo ato kardaast, cize ʙa onon ʙaxsed [to ʙa ozodiason kumak kuned]. Hamcunin, kanizonatonro, ki mexohand pokdoman ʙosand, ʙa zino vodor nakuned, to ʙahrai [nociz] zindagii dunjoro ʙa dast ovared va agar kase, ki ononro [ʙa in kor] vorid namojad, Alloh taolo pas az macʙur sudanason, hatman, [nisʙat ʙa onon] omurzanda [va] mehruʙon ast"},{"SurahNumber":24,"VerseNumber":34,"Text":"Va ʙa rosti, ʙa suji sumo ojote ravsan va dostone az zindagii pesinijonaton va pande ʙaroi parhezgoron nozil kardaem"},{"SurahNumber":24,"VerseNumber":35,"Text":"Alloh taolo nuri osmonho va zamin ast. Masali nuri U hammonandi caroƣdonest, ki darunas caroƣe [afruxta] ast [va] on caroƣ dar sisae qaror dorad [va] on sisa gui sitorae duraxson ast. In caroƣ ʙo [ravƣani] daraxti purʙarakati zajtun afruxta mesavad, ki na sarqi ast va na ƣarʙi [va xursed hamvora ʙar on metoʙad]. Ravƣanas [cunon zulol ast, ki] nazdik ast, ʙiduni tamos ʙo otas su'lavar gardad. Nurest afzun ʙar nur. [Qalʙi mu'min niz ʙo nuri hidojat in guna ravsan mesavad] Va Alloh taolo har kiro ʙixohad, ʙa nuri xes hidojat mekunad va Alloh taolo ʙaroi mardum masalho mezanad va Alloh taolo ʙa har ciz donost"},{"SurahNumber":24,"VerseNumber":36,"Text":"[In caroƣi hidojat] Dar masocidest, ki Alloh taolo amr kardaast, to [qadru manzalatson] giromi dosta savad va nomas dar onho ʙurda savad, [va] dar on co ʙomdodon va somgohon Uro ʙa poki ʙisitojand"},{"SurahNumber":24,"VerseNumber":37,"Text":"Mardone, ki hec ticorat va xaridu furuse ononro az jodi Alloh taolo va ʙarpo dostani namoz va pardoxti zakot ƣofil namekunad, [va] az ruze, ki dilho va casmho digargun mesavad, ʙim dorand"},{"SurahNumber":24,"VerseNumber":38,"Text":"To Alloh taolo ʙehtar az on ci ancom dodaand, ʙa onon podos dihad va az fazli xud niz ʙar podosason ʙijafzojad va Alloh taolo ʙa har ki ʙixohad, ʙehisoʙ ruzi medihad"},{"SurahNumber":24,"VerseNumber":39,"Text":"Va kasone, ki kufr varzidand, a'molason hamcun saroʙe dar ʙijoʙone hamvor ast, ki [az dur insoni] tasna onro oʙ mepindorad, to on ki nazdikas mesavad [va] cize namejoʙad va [a'moli kofir niz saroʙest, ki sude ʙarojas nadorad va dar ivaz] Allohro nazdi xes mejoʙad, ki hisoʙasro ʙa tavri komil medihad va Alloh taolo dar hisoʙrasi sare' ast"},{"SurahNumber":24,"VerseNumber":40,"Text":"Jo [a'molas] hamcun torikihoe dar darjoi ƶarf ast, ki mavce onro mepusonad va ʙar farozi on mavce digar ast, [va] ʙar farozas aʙre [torik] qaror dorad. Torikihoe ast, jake ʙar farozi digare [cunon ki] agar [saxsi gumgasta] dasti xudro ʙerun ovarad, mumkin nest onro ʙuʙinad. Va kase, ki Alloh taolo nure [az hidojat] ʙarojas qaror nadoda ʙosad, pas, [hec hidojat va] nure ʙarojas nest"},{"SurahNumber":24,"VerseNumber":41,"Text":"Ojo nadidi, har ki dar osmonho va zamin ast va [hatto] parrandahoi dar osmon parkusoda [dar osmon hamagi] Allohro ʙa poki mesitojand. Har jak az onon nijoisu sitoisi xesro medonad va Alloh taolo ʙa on ci mekunand, ogoh ast"},{"SurahNumber":24,"VerseNumber":42,"Text":"Va farmonravoii osmonho va zamin az oni Alloh taolo ast va ʙozgast [-i hama] ʙa suji Alloh taolo ast"},{"SurahNumber":24,"VerseNumber":43,"Text":"Ojo nadidi, ki Alloh taolo aʙrhoero ʙa oromi meronad, sipas ʙajni [aczoi] on pajvand medihad, on goh tudai anʙuhe padid meovarad, pas, qatrahoi ʙoronro meʙini, ki az mijonas tarovis mekunad va az kuhhoe [az anʙuhi aʙrho], ki dar osmon ast, donahoi ƶola furu meʙorad, pas, onro ʙa har ki ʙixohad furu merezad va az har ki ʙixohad ʙozmedorad. Nazdik ast, duraxsandagii ʙarqas casmhoro [az ʙajn] ʙarad"},{"SurahNumber":24,"VerseNumber":44,"Text":"Alloh taolo saʙu ruzro megardonad [va pajopaj meovarad]. Jaqinan, dar in [gardis] iʙrate ʙaroi ahli ʙasirat ast"},{"SurahNumber":24,"VerseNumber":45,"Text":"Va Alloh taolo har mavcudi zindaero az oʙ ofarid, pas, ʙarxe az onon ʙar sikami xud meravand va ʙarxe ʙar du po roh meravand va ʙarxe az onon cahor [po] roh meravand. Alloh taolo har ci ʙixohad meofarinad. Be tardid, Alloh taolo ʙar hama ciz tavonost"},{"SurahNumber":24,"VerseNumber":46,"Text":"Ba rosti, ki [Mo] ojoti ravsangare nozil kardem va Alloh taolo har kiro ʙixohad, ʙa rohi rost hidojat mekunad"},{"SurahNumber":24,"VerseNumber":47,"Text":"Va [munofiqon] megujand: «Ba Alloh taolo va pajomʙar [-i U] imon ovardem va [az farmonason] itoat kardem», ammo pas az in [iddao] guruhe az onon rujgardon mesavand va inon [dar haqiqat] mu'min nestand"},{"SurahNumber":24,"VerseNumber":48,"Text":"Va hangome ki ʙa suji Alloh taolo va pajomʙaras faroxonda mesavand, to dar mijonason dovari kunad, nogoh guruhe az onon rujgardon mesavand"},{"SurahNumber":24,"VerseNumber":49,"Text":"Va agar haq ʙa onon ʙosad, muteona [furutanona] ʙa suji u meojand"},{"SurahNumber":24,"VerseNumber":50,"Text":"Ojo dar dilhojason ʙemori ast jo [dar ʙorai risolatas] tardid dorand? Jo metarsand, ki Alloh taolo va pajomʙaras ʙar onon sitam kunand? [Na] Balki onon xud sitamgorand"},{"SurahNumber":24,"VerseNumber":51,"Text":"Suxani mu'minon, hangome ki ʙa sui Alloh taolo va pajomʙaras faroxonda mesavand, to mijonason dovari kunad, faqat in ast, ki megujand: «Sunidem va itoat kardem» va inonand, ki rastagorand"},{"SurahNumber":24,"VerseNumber":52,"Text":"Va har ki az Alloh taolo va pajomʙaras itoat kunad va az Alloh taolo ʙitarsad va az [nofarmonii] U ʙiparhezad, pas, inon komjoʙand"},{"SurahNumber":24,"VerseNumber":53,"Text":"[Munofiqon] Bo saxttarin savgandhojason ʙa Alloh taolo savgand jod kardand, ki agar ʙa onon farmon dihi, [ʙaroi cihod] rahsipor mesavand. Bigu: «Savgand jod nakuned. Itoat [va suxanoni duruƣaton] sinoxtasuda ast. Be tardid, Alloh taolo az on ci mekuned, ogoh ast»"},{"SurahNumber":24,"VerseNumber":54,"Text":"Bigu: «Az Alloh taolo va pajomʙar itoat kuned, pas, agar sarpeci karded, pajomʙar mas'uli cizest, ki ʙar u taklif sudaast [iʙloƣi vahj] va sumo niz mas'uli cize hasted, ki ʙa on taklif sudaed; ammo agar az u itoat kuned, hidojat mesaved; va pajomʙar vazifae cuz rasonidani oskoro [-i vahj] nadorad»"},{"SurahNumber":24,"VerseNumber":55,"Text":"Alloh taolo ʙa afrode az sumo, ki imon ovardaand va korhoi soista ancom dodaand, va'da dodaast, ki hatman, ononro dar zamin conisin [-i musrikon] mesozad. Hamon guna ki kasonero, ki pes az onon ʙudand, [niz] conisin [-i kofironu sitamgaron] namud va [farmudaast] dinasonro, ki ʙaroi onon pisandidaast, ʙarojason ustuvor [-u piruzmand] sozad va tarsasonro ʙa oromisu amnijat taʙdil kunad [caro ki] tanho Maro meparastand va cizero ʙo Man sarik namesozand va har ki az in pas kufr ʙivarzad, pas, inonand, ki nofarmonand"},{"SurahNumber":24,"VerseNumber":56,"Text":"Va namoz ʙarpo dored va zakot ʙipardozed va az pajomʙar itoat kuned, ʙosad, ki mavridi rahmat qaror gired"},{"SurahNumber":24,"VerseNumber":57,"Text":"[Ej pajomʙar] Hargiz mapindor kasone, ki kufr varzidand, notavonkunanda [-i Alloh taolo] dar zaminand [va metavonand az mucozoti ilohi ʙigrezand]. Cojgohi inon otas ast va ci ʙad ʙozgastangohest"},{"SurahNumber":24,"VerseNumber":58,"Text":"Ej kasone, ki imon ovardaed, ʙardagonaton va kasone az [kudakoni] sumo, ki ʙa sinni ʙuluƣ narasidaand, ʙojad dar se vaqt az sumo icozat [-i vurud] ʙigirand: pes az namozi suʙh va nimruz – hangome ki liʙoshojatonro ʙerun meovared – va pas az namozi xuftan. [In] Se [vaqt] hangomi xilvati sumost. Ba cuz in [ce vaqt] ʙar sumo va ʙar onon hec gunohe nest [ki ʙiduni icozat vorid savand, caro ki] onon peromunaton dar raftu omadand, [va] ʙo jakdigar [muosirat mekuned]. Alloh taolo incunin ojot [-i xud]-ro ʙarojaton ʙajon mekunad va Alloh taolo donoi hakim ast"},{"SurahNumber":24,"VerseNumber":59,"Text":"Va hangome ki kudakonaton ʙa sinni ʙuluƣ rasidand, ʙojad [ʙaroi vurud ʙa xonahoi digaron] icozat ʙigirand, cunonki ʙuzurgsolone, ki [ahkomasonro] pes az onho [sarh dodem niz] ʙojad icozat megiriftand. Alloh taolo incunin ojotasro ʙarojaton ʙajon mekunad va Alloh taolo donoi hakim ast"},{"SurahNumber":24,"VerseNumber":60,"Text":"Va ʙar zanon [-i joisavu pirazan va] az kor aftodae, ki [digar majlu] umedi zanosui nadorand, gunohe nest, ki pusis [-i saru surat]-i xesro kanor guzorand, [ʙa sarti on ki orois va] zinatero oskor nakunand va agar iffat ʙivarzand [va xudro ʙipusonand] ʙarojason ʙehtar ast. Va Alloh taolo sunavoi donost"},{"SurahNumber":24,"VerseNumber":61,"Text":"Bar [afrodi] noʙino va langu ʙemor [ki az takolifi ictimoi – hamcun cihod – maof sudaand] gunohe nest va [hamcunin] ʙar xudi sumo gunohe nest, ki az xonahoi xud [jo farzandonu hamsaronaton ƣizoe] ʙixured jo az xonahoi padaronaton jo xonahoi modaronaton jo xonahoi ʙarodaronaton jo xonahoi xoharonaton jo xonahoi amuhojaton jo xonahoi ammahojaton jo xonahoi taƣohojaton jo xonahoi xolahojaton jo xonae, ki kalidas dar ixtijori sumost jo [az xonahoi] dustonaton. Bar sumo gunohe nest, ki dastacam'i jo cudogona [ƣizo] ʙixured va hangome ki ʙa xonaho vorid mesaved, ʙa jakdigar salom kuned, ki durude muʙorak [va] pisandida az suji Alloh taolo ast. Alloh taolo in guna ojoti [xes]-ro ʙarojaton ʙa ravsani ʙajon mekunad, ʙosad, ki ʙiandesed"},{"SurahNumber":24,"VerseNumber":62,"Text":"Mu'minoni [voqei] kasone hastand, ki ʙa Alloh taolo va Pajomʙaras imon ovardaand va hangome ki ʙaroi [icroi jak] amri ictimoi ʙo u [pajomʙar] hamroh hastand, to az vaj icozat nagiriftaand, [az cam'] xoric namesavand. Be tardid, kasone, ki az tu icozat megirand, ononand, ki ʙa Allohu pajomʙaras imon ovardaand. Pas, agar ʙaroi ancomi ʙarxe korho [-i muhim]-i xud az tu icozat mexohand, ʙa har jak az onon, ki mexohi icozat ʙideh va az Alloh taolo ʙarojason omurzis ʙixoh. Ba rosti, ki Alloh taolo omurzandai mehruʙon ast"},{"SurahNumber":24,"VerseNumber":63,"Text":"Faroxonii pajomʙar [ʙaroi sirkat dar korhoi guruhe]-ro ʙajni xud hamcun faroxonii jakdigar talaqqi nakuned [ki ʙitavoned onro ʙipazired jo rad kuned]. Jaqinan, Alloh taolo afrode az sumoro, ki pusti digaron pinhon mesavand va maxfijona [az nazdi pajomʙar] megurezand, [ʙa xuʙi] mesinosad. pas kasone, ki az farmonas sarpeci mekunand, ʙojad ʙitarsand az in ki anduh va ʙaloe ʙar sarason ʙijojad jo ʙa azoʙe dardnok giriftor savand"},{"SurahNumber":24,"VerseNumber":64,"Text":"Ogoh ʙosed! Be tardid, on ci dar osmonho va zamin ast az oni Alloh taolo ast va jaqinan, U medonad, ki sumo [ʙar ci koru] dar ci hole hasted va ruze, ki [ʙandagon] ʙa sujas ʙozgardonda mesavand, ononro az on ci [dar dunjo] kardaand, ogoh mesozad va Alloh taolo ʙa har cize donost"}]}