{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Allah'in emri geldi, sakin onu acele edip istemeyiniz. Allah, musriklerin kostuklari ortaklardan munezzeh ve yucedir"},{"SurahNumber":16,"VerseNumber":2,"Text":"Kendi emrinden ruh (vahiy) ile melekleri, kullarindan diledigi peygamberlere indirip su gercegi insanlara bildirin, buyuruyor: Benden baska hicbir ilah yoktur. Ancak benden korkun"},{"SurahNumber":16,"VerseNumber":3,"Text":"Allah gokleri ve yeri hikmeti ile yaratti. O, kafirlerin ortak kostuklari seylerden cok yucedir"},{"SurahNumber":16,"VerseNumber":4,"Text":"O, insani bir meniden (spermadan) yaratti. Bir de bakarsin ki o, Rabbine karsi apacik bir dusmandir"},{"SurahNumber":16,"VerseNumber":5,"Text":"Hayvanlari da O yaratti. Onlarda sizi isitacak seyler ve bircok faydalar vardir. Ve siz onlardan bir kismini da yersiniz"},{"SurahNumber":16,"VerseNumber":6,"Text":"O hayvanlari, aksam vakti getirirken ve sabahleyin salarken, onlarda sizin icin bir guzellik ve zevk vardir"},{"SurahNumber":16,"VerseNumber":7,"Text":"Bu hayvanlar, ancak guclukle varabileceginiz bir memlekete yuklerinizi tasir. Rabbiniz, suphesiz cok sefkatlidir, cok merhametlidir"},{"SurahNumber":16,"VerseNumber":8,"Text":"Hem kendilerine binesiniz, hem de zinet olsun diye atlari, katirlari, ve merkepleri yaratti. Ve su anda bilemeyeceginiz daha nice seyler yaratacak"},{"SurahNumber":16,"VerseNumber":9,"Text":"Dogru yolu gostermek Allah'a aittir. Onun egrisi de vardir. Allah dileseydi, sizin hepinizi hidayete erdirirdi"},{"SurahNumber":16,"VerseNumber":10,"Text":"Sizin icin gokten su indiren O'dur. Icecek su ondandir; hayvanlarinizi otlattiginiz bitkiler de o su ile yetisir"},{"SurahNumber":16,"VerseNumber":11,"Text":"Allah, sizin icin, o su ile ekin, zeytin, hurmaliklar, uzumler ve her cesit meyveleri bitirir. Suphesiz ki bunda dusunecek bir topluluk icin buyuk bir ibret vardir"},{"SurahNumber":16,"VerseNumber":12,"Text":"Geceyi, gunduzu, gunesi ve ayi sizin hizmetinize O verdi. Butun yildizlar da O'nun emrine boyun egmislerdir. Suphesiz ki bunda aklini kullanan bir toplum icin ibretler vardir"},{"SurahNumber":16,"VerseNumber":13,"Text":"Yeryuzunde sizin icin yarattigi degisik renklerdeki seyleri de sizin hizmetinize sunmustur. Elbette bunda ogut alan kimseler icin bir ibret vardir"},{"SurahNumber":16,"VerseNumber":14,"Text":"Yine denizden taze et (balik) yiyesiniz ve ondan takindiginiz sus esyasini cikarasiniz diye, denizi emrinize veren Allah'tir. Gemilerin denizde suyu yararak gittiklerini goruyorsun. Lutfundan rizik aramaniz ve sukretmeniz icin Allah boyle yapmistir"},{"SurahNumber":16,"VerseNumber":15,"Text":"Allah, yeryuzu sizi sarsmasin diye oraya sabit daglar yerlestirdi. Yolunuzu bulmaniz icin de nehirler ve yollar yaratti"},{"SurahNumber":16,"VerseNumber":16,"Text":"Daha bircok alametler yaratti. Insanlar geceleyin de Allah'in yarattigi yildizlarla yonlerini bulurlar"},{"SurahNumber":16,"VerseNumber":17,"Text":"Hic yaratan (Allah), yaratmayan (putlar) gibi olur mu? Artik siz dusunmez misiniz"},{"SurahNumber":16,"VerseNumber":18,"Text":"Halbuki Allah'in nimetlerini teker teker saymaya kalkissaniz, onlari sayamazsiniz. Muhakkak ki Allah cok bagislayicidir, cok merhametlidir"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah, gizlediginizi de acikladiginizi da bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Kafirlerin Allah'tan baska yalvardiklari (putlar) ise, hicbir sey yaratamazlar. Cunku onlar, kendileri yaratilmislardir"},{"SurahNumber":16,"VerseNumber":21,"Text":"O putlar, hep oludurler, diri degildirler ve insanlarin oldukten sonra ne zaman dirileceklerini de bilmezler"},{"SurahNumber":16,"VerseNumber":22,"Text":"Ilahiniz bir tek ilahtir. Bununla beraber ahirete inanmayanlarin kalbleri inkarci, kendileri de boburlenen kimselerdir"},{"SurahNumber":16,"VerseNumber":23,"Text":"Suphesiz ki Allah, onlarin gizlediklerini de aciga vurduklarini da bilir. Dogrusu Allah, kendilerini buyuk gorup hakki kabul etmeyenleri sevmez"},{"SurahNumber":16,"VerseNumber":24,"Text":"Onlara: \"Rabbiniz ne indirdi? denildigi zaman \"Oncekilerin efsanelerini\" dediler"},{"SurahNumber":16,"VerseNumber":25,"Text":"Bunu soylemelerinin sebebi su: Kiyamet gunu, kendi gunahlarini tam olarak yuklendikten baska, bilgisizlikleri yuzunden saptirmakta olduklari kimselerin gunahlarindan bir kismini da yukleneceklerdir. Dikkat edin, yuklendikleri gunah ne kotudur"},{"SurahNumber":16,"VerseNumber":26,"Text":"Onlardan oncekiler de tuzak kurdular. Fakat Allah onlarin binalarini temelinden sarsti, cati tepelerinden uzerlerine coktu ve azap onlara farkedemedikleri bir yonden geldi"},{"SurahNumber":16,"VerseNumber":27,"Text":"Sonra kiyamet gunu Allah, O kafirleri rezil rusvay edecek ve diyecek ki: \"Hani ugrunda muminlere karsi dusman kesildiginiz ortaklarim nerede?\" Kendilerine ilim verilmis olanlar: \"Suphesiz bugunun rezilligi ve kotulugu kafirleredir.\" diyeceklerdir"},{"SurahNumber":16,"VerseNumber":28,"Text":"(O kafirler), kendilerine zulmetmis kimseler olarak, meleklerin, canlarini aldiklari kimselerdir. O vakit onlar soyle diyerek teslim olurlar: \"Biz, bir kotulukten dolayi yapmiyorduk.\" (Onlara): \"Hayir, Allah sizin ne maksatla yaptiginizi elbette cok iyi bilendir"},{"SurahNumber":16,"VerseNumber":29,"Text":"O halde icinde ebedi kalacaginiz cehennemin kapilarindan girin\" denir. Kibirlenenlerin yeri ne kotudur"},{"SurahNumber":16,"VerseNumber":30,"Text":"Kotuluklerden sakinanlara: \"Rabbiniz ne indirdi?\" denilince: \"Hayir indirdi\" derler. Bu dunyada guzel amel isleyenlere guzel bir mukafat var. Elbette ahiret yurdu ise daha hayirlidir. Allah'tan korkanlarin yurdu ne guzeldir"},{"SurahNumber":16,"VerseNumber":31,"Text":"O girecekleri yer, Adn cennetleridir ki, altindan irmaklar akar. Orada Allah'tan korkanlara diledikleri nimetler vardir. Iste Allah, takva sahiplerini boyle mukafatlandirir"},{"SurahNumber":16,"VerseNumber":32,"Text":"Takva sahipleri o kimselerdir ki, melekler, canlarini hos ve rahat halde alirlar. \"Selam size, yapmis oldugunuz guzel islerin mukafati olarak girin cennet'e...\" derler"},{"SurahNumber":16,"VerseNumber":33,"Text":"Ancak kendilerine, ruhlarini alacak meleklerin gelmesini veya Rabbinin azab emrinin (kiyametin) gelip catmasini bekliyorlar! Kendilerinden oncekiler de boyle yapmislardi. Allah onlara zulmetmedi, fakat onlar kendilerine zulmetmislerdi"},{"SurahNumber":16,"VerseNumber":34,"Text":"Bunun icin, sonunda yaptiklarinin cezasi baslarina felaket oldu ve alay edip durduklari o azap, kendilerini kusatti"},{"SurahNumber":16,"VerseNumber":35,"Text":"Allah'a ortak kosanlar dediler ki: \"Allah dileseydi, ne biz, ne atalarimiz O'ndan baska hicbir seye tapmazdik ve O'nun emri disinda hicbir seyi haram kilmazdik\" Kendilerinden oncekiler de boyle yaptilar. Buna karsi peygamberlerin vazifesi, ancak acik-secik bir tebligden, ibarettir"},{"SurahNumber":16,"VerseNumber":36,"Text":"Andolsun ki biz her ummete, \"Allah'a ibadet edin ve putlara tapmaktan sakinin.\" diye bir peygamber gonderdik. Allah, bu ummetlerden bir kismina hidayet etti, bir kismina da sapiklik hak olmustur. Simdi yer yuzunde bir gezip dolasin da bakin ki, peygamberleri yalanlayanlarin sonunun ne oldugunu bir gorun"},{"SurahNumber":16,"VerseNumber":37,"Text":"(Ey Muhammed!) Sen o kafirlerin hidayete ermelerini ne kadar istesen de Allah, saptirdigi kimseyi hidayete erdirmez. Onlarin hicbir yardimcisi da yoktur"},{"SurahNumber":16,"VerseNumber":38,"Text":"Kafirler, \"Allah olen kimseyi diriltmez.\" diye en kuvvetli yeminleriyle Allah'a yemin ettiler. Hayir, bu oluleri diriltmek, Allah'in kendisine karsi bir vaadidir. Ancak insanlarin cogu bunu bilmezler"},{"SurahNumber":16,"VerseNumber":39,"Text":"Allah oluleri diriltecek ki, o kafirlerin, hakkinda ihtilaf ettikleri seyi onlara acikca gostersin ve bunu inkar edenler kendilerinin yalanci olduklarini bilsinler"},{"SurahNumber":16,"VerseNumber":40,"Text":"Biz bir seyi diledigimiz zaman, ona sozumuz sadece \"ol\" dememizdir. O da hemen oluverir"},{"SurahNumber":16,"VerseNumber":41,"Text":"Zulme ugradiktan sonra Allah yolunda hicret edenlere gelince, biz dunyada mutlaka onlari guzel bir yere yerlestiririz. Halbuki bilirlerse ahiretin mukafati elbette daha buyuktur"},{"SurahNumber":16,"VerseNumber":42,"Text":"O Muhacirler, musriklerin eziyetlerine sabredenler ve Rablerine tevekkul edenlerdir"},{"SurahNumber":16,"VerseNumber":43,"Text":"(Ey Peygamber!) Senden once de, kendilerine vahyettigimiz erkeklerden baskasini peygamber olarak gondermedik. Eger bunu bilmiyorsaniz Tevrat ve Incil alimlerine sorun"},{"SurahNumber":16,"VerseNumber":44,"Text":"Biz o peygamberleri mucizelerle ve kitaplarla gonderdik. Ey Peygamberim! Sana da Kur'an'i indirdik ki, insanlara vahyedileni aciklayasin. Belki onlar da dusunurler"},{"SurahNumber":16,"VerseNumber":45,"Text":"Sinsice kotu tuzaklar kuranlar, Allah'in kendilerini yerin dibine geciremeyeceginden, yahut bilemeyecekleri bir yerden azabin gelmeyeceginden emin mi oldular"},{"SurahNumber":16,"VerseNumber":46,"Text":"Yahut (rizik icin) dolasip dururlarken (Allah'in azabinin) kendilerini yakalayivermesinden emin mi oldular? Ustelik onlar, azabi engelleyici de degillerdir"},{"SurahNumber":16,"VerseNumber":47,"Text":"Yahut ta kendilerini azar azar yakalayip helak etmesinden emin mi oldular? Suphesiz Rabbiniz cok sefkatlidir, cok merhametlidir"},{"SurahNumber":16,"VerseNumber":48,"Text":"Onlar, Allah'in yarattigi birtakim seyleri gormediler mi ki? Golgeleri Allah'in kudretine boyun egip secde ederek, saga sola doner, dolasir"},{"SurahNumber":16,"VerseNumber":49,"Text":"Goklerde ve yer yuzunde bulunan canlilar ve butun melekler, kibirlenmeden Allah'a secde ederler"},{"SurahNumber":16,"VerseNumber":50,"Text":"Kendilerine hakim olan Rabblerinden korkarlar ve emrolunduklari her seyi yaparlar"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah, buyurmustur ki: Iki ilah edinmeyin. O, ancak bir ilahdir. Onun icin yalniz benden korkun"},{"SurahNumber":16,"VerseNumber":52,"Text":"Goklerde ve yerde olan her sey yalniz O'nundur. Din de daima O'nundur. Boyle iken, siz Allah'tan baskasindan mi korkarsiniz"},{"SurahNumber":16,"VerseNumber":53,"Text":"Sizde nimet namına ne varsa hep Allah dandır. Sonra size sıkıntı dokununca Allah a feryad edersiniz"},{"SurahNumber":16,"VerseNumber":54,"Text":"Sonra Allah bu sikintiyi sizden kaldirdigi zaman, bir de bakarsiniz ki, icinizden bir topluluk, hemen Rablerine ortak kosarlar"},{"SurahNumber":16,"VerseNumber":55,"Text":"Bunu kendilerine verdigimiz nimete nankorluk etmek icin yaparlar. Simdi eglenin bakalim! Fakat yakinda bileceksiniz"},{"SurahNumber":16,"VerseNumber":56,"Text":"Bir de musrikler kendilerine rizik olarak verdigimiz seylerden tutuyorlar mahiyetini bilmedikleri seylere (putlara) pay ayiriyorlar. Allah'a andolsun ki, siz bu yaptiginiz iftiralardan mutlaka hesaba cekileceksiniz"},{"SurahNumber":16,"VerseNumber":57,"Text":"Onlar, Allah'a kizlar isnad ediyorlar. O, bundan munezzehtir. Kendilerine ise erkek cocuklari isnad ederler"},{"SurahNumber":16,"VerseNumber":58,"Text":"Halbuki onlardan birine, kiz dogum haberi mujdelendigi zaman ici ofkeyle dolar, yuzu kapkara kesilir"},{"SurahNumber":16,"VerseNumber":59,"Text":"Kendisine verilen mujdenin kotulugu, dolayisiyla kavminden gizlenir. Simdi acaba o cocugu zillet ve horluga katlanarak saklayacak mi? Yoksa topraga mi gomecek? Dikkat edin verdikleri hukum ne kotudur"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ahirete iman etmeyenler icin kotu sifatlar var. En yuce sifatlar ise, Allah'indir. O cok gucludur, hukum ve hikmet sahibidir"},{"SurahNumber":16,"VerseNumber":61,"Text":"Eger Allah insanlari zulumleri yuzunden hesaba cekseydi, yeryuzunde kimildayan tek canli birakmazdi. Fakat Allah onlari, belli bir vakte kadar erteler. Muddetleri (ecelleri) geldigi zaman, onu ne bir saat erteleyebilirler, ne de one alabilirler"},{"SurahNumber":16,"VerseNumber":62,"Text":"Musrikler, kendilerinin hoslanmadiklari seyleri, Allah'a isnad ediyorlar. Dilleri, en guzel seylerin kendilerine ait oldugunu yalan yere durmadan soyler. Hic suphesiz onlar icin, sadece ates vardir. Oraya en onde gidip kalacaklardir"},{"SurahNumber":16,"VerseNumber":63,"Text":"Allah'a yemin olsun ki, biz senden once bir cok ummetlere peygamberler gonderdik. Ne var ki seytan, onlara amellerini bezeyip suslu gosterdi. Bugun de o seytan, kafirlerin dostudur. Onlar icin aci bir azab vardir"},{"SurahNumber":16,"VerseNumber":64,"Text":"(Ey Resulum!) Biz, sana bu kitabi (Kur'ani) sirf hakkinda ihtilafa dustukleri seyi insanlara aciklaman icin ve iman edecek topluma bir hidayet, bir rahmet olsun diye indirdik"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah gokten bir su indirdi ve onunla yeryuzune olumunden sonra hayat verdi. Suphesiz ki bunda dinleyen bir millet icin buyuk bir ibret vardir"},{"SurahNumber":16,"VerseNumber":66,"Text":"Gercekten sut veren hayvanlarda da size bir ibret vardir. Size iskembelerindeki yem artiklariyla kandan meydana gelen, icenlere icimi kolay halis bir sut icirmekteyiz"},{"SurahNumber":16,"VerseNumber":67,"Text":"Hurma ve uzum agaclarinin meyvalarindan da hem icki, hem de guzel gidalar edinirsiniz. Suphesiz ki bunda aklini kullanan kimseler icin buyuk bir ibret vardir"},{"SurahNumber":16,"VerseNumber":68,"Text":"Senin Rabbin bal arisina soyle vahyetti: Daglardan, agaclardan ve insanlarin kuracaklari kovanlardan kendine evler edin"},{"SurahNumber":16,"VerseNumber":69,"Text":"Sonra meyvalarin hepsinden ye de, Rabbinin (sana) kolay kildigi yollara gir, diye ilham etti. Onlarin karinlarindan renkleri cesitli bir bal cikar ki, onda insanlar icin sifa vardir. Suphesiz ki bunda dusunen bir millet icin, buyuk bir ibret vardir"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah, sizi yaratti, sonra da sizi oldurecektir. Icinizden kimi de, biraz bilgiden sonra esyayi onceki bildigi gibi bilmesin diye, omrun en kotu cagina kadar yasatilir. Suphesiz ki Allah cok bilgili ve buyuk kudret sahibidir"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah, rizik yonunden bir kisminizi digerlerinden ustun kildi. Kendilerine bol rizik verilenler, riziklarini ellerinin altindakilere vermiyorlar ki, onda esit olsunlar. Durum boyle iken Allah'in nimetini inkar mi ediyorlar"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah, size kendi cinsinizden esler, o eslerinizden de ogullar ve torunlar yaratti. Sizi helal ve guzel gidalarla riziklandirdi. Onlar, hala batila mi inaniyorlar? ve Allah'in nimetini inkar mi ediyorlar"},{"SurahNumber":16,"VerseNumber":73,"Text":"Musrikler, Allah'i birakip, goklerden ve yerden kendileri icin hicbir rizka sahip olmayan ve sahip olmaya da gucleri yetmeyen seylere taparlar"},{"SurahNumber":16,"VerseNumber":74,"Text":"Artik Allah'a ortaklar kosmayin. Cunku Allah, (esi bulunmadigini) bilir, siz bilmezsiniz"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah, hicbir seye gucu yetmeyen, baskasinin mali olmus bir kole ile, kendisine guzel bir rizik verilen ve o rizikdan gizli ve acik olarak harcayan hur bir insani misal verdi. Hic bunlar esit olur mu? Butun hamd Allah'a mahsustur. Dogrusu insanlarin cogu bilmezler"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah su iki adami da misal verdi: Bunlardan biri dilsizdir, hicbir seye gucu yetmez; efendisine bir yuktur. Onu nereye gonderse bir hayir getiremez. Simdi, bu adamla, adaletle emreden ve dogru yolda bulunan adam esit olur mu"},{"SurahNumber":16,"VerseNumber":77,"Text":"Goklerin ve yerin gaybini bilmek Allah'a aittir. Kiyametin kopusu yalniz bir goz kirpmasi veya daha az bir zamandan baskasi degildir. Suphesiz Allah her seye kadirdir"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allah sizi annelerinizin karnindan cikardigi zaman hicbir sey bilmiyordunuz. Sukredesiniz diye size isitme (duygusu), gozler ve gonuller verdi"},{"SurahNumber":16,"VerseNumber":79,"Text":"Gogun boslugunda Allah'in emrine boyun egdirilerek ucusan kuslara bakmadilar mi? Suphesiz bunda inanan bir toplum icin ayetler (ibretler) vardir"},{"SurahNumber":16,"VerseNumber":80,"Text":"Allah size evlerinizden bir huzur ve dinlenme yeri yapti. Hayvanlarin derilerinden gerek yolculugunuzda ve gerekse konaklama zamanlarinizda kolayca tasiyacaginiz hafif evler (cadirlar v.s.) ve yunlerinden, yapagilarindan ve killarindan bir sureye kadar (giyinecek, kusanacak, serilecek ve dosenecek) bir esya ve ticaret mali yapti"},{"SurahNumber":16,"VerseNumber":81,"Text":"Allah, yarattiklarindan sizin icin golgeler yapti ve sizin icin daglarda barinaklar yaratti. Sizi sicaktan koruyacak elbiseler ve savasta sizi koruyan elbiseler (zirhlar) yaratti. Iste boylece Allah musluman olasiniz diye uzerinize nimetini tamamlamaktadir"},{"SurahNumber":16,"VerseNumber":82,"Text":"Buna ragmen eger yuz cevirirlerse, ey Muhammed! Artik sana dusen sadece acik bir sekilde tebligden ibarettir"},{"SurahNumber":16,"VerseNumber":83,"Text":"Hem Allah'in nimetini bilirler, sonra da onu inkar ederler. Onlarin cogu kafir kimselerdir"},{"SurahNumber":16,"VerseNumber":84,"Text":"Her ummetten bir sahid getirecegimiz gun, artik kafirlere ne izin verilecek, ne de onlardan ozur dilemeleri istenecektir"},{"SurahNumber":16,"VerseNumber":85,"Text":"O zulmedenler, azabi gordukleri zaman, artik onlardan ne azab hafifletilir, ne de onlara sure verilir"},{"SurahNumber":16,"VerseNumber":86,"Text":"Ve o Allah'a ortak kosanlar, ortak kostuklarini (putlari) gordukleri zaman: \"Rabbimiz! Iste bunlar, seni birakip da kendilerine taptigimiz ortaklarimizdir\" diyecekler. Kostuklari ortaklar da onlara; \"Siz mutlaka yalancilarsiniz\" diye soz atarlar"},{"SurahNumber":16,"VerseNumber":87,"Text":"O gun Allah'a teslim bayragini cekerler, butun o uydurduklari seyler kendilerini birakip kaybolup gitmislerdir"},{"SurahNumber":16,"VerseNumber":88,"Text":"Inkar eden ve (insanlari) Allah yolundan cevirenler, diger kimseleri de bozduklari icin onlara azab ustune azab artirdik"},{"SurahNumber":16,"VerseNumber":89,"Text":"Biz o gun, her ummet icinde, kendilerinden kendi uzerlerine bir sahit gonderecegiz. Seni de onlarin uzerine sahit getirecegiz. Bu kitabi da, her seyi aciklayan ve muslumanlara dogruyu gosteren bir rehber, bir rahmet kaynagi ve bir mujdeleyici olarak indirdik"},{"SurahNumber":16,"VerseNumber":90,"Text":"Suphesiz ki Allah, size adaleti, iyilik yapmayi ve yakinlara bakmayi emreder; hayasizliktan, fenaliktan ve azginliktan nehyeder. Ogut almaniz icin size boyle ogut verir"},{"SurahNumber":16,"VerseNumber":91,"Text":"Bir de anlasma yaptiginizda Allah'in ahdini yerine getirin ve pekistirdikten sonra yeminleri bozmayin. Allah'i uzerinize sahid tuttugunuz halde, nasil olur da bozarsiniz! Suphesiz ki Allah yaptiklarinizi bilir"},{"SurahNumber":16,"VerseNumber":92,"Text":"Bir ummet, diger bir ummetten (sayica ve malca) daha cok oldugu icin, yeminlerinizi aranizda aldatma vasitasi yaparak, ipligini saglamca egirdikten sonra onu sokup bozmaya calisan kadin gibi olmayin. Allah sizi bununla imtihan eder ve suphesiz hakkinda ihtilaf ettiginiz seyleri kiyamet gunu size mutlaka aciklayacaktir"},{"SurahNumber":16,"VerseNumber":93,"Text":"Allah dileseydi elbette hepinizi tek bir ummet yapardi. Fakat Allah diledigini saptirir ve diledigine de hidayet verir. Suphesiz ki, (kiyamet gununde) butun yaptiklarinizdan sorumlu tutulacaksiniz"},{"SurahNumber":16,"VerseNumber":94,"Text":"Yeminlerinizi aranizda aldatma ve fesada vasita edinmeyin, sonra saglam basmisken bir ayak kayar da Allah yolundan saptiginiz icin, dunyada kotu azabi tadarsiniz. Ahirette de size buyuk bir azab olur"},{"SurahNumber":16,"VerseNumber":95,"Text":"Allah'in ahdini az bir bedel karsiliginda degismeyin. Eger bilirseniz muhakkak ki Allah katindaki sevap sizin icin daha hayirlidir"},{"SurahNumber":16,"VerseNumber":96,"Text":"Sizin yaninizdaki dunya mali tukenir, Allah'in katindakiler ise tukenmez. Muhakkak ki biz, Allah yolunda sabredenleri, yaptiklari amelin daha guzeliyle mukafatlandiracagiz"},{"SurahNumber":16,"VerseNumber":97,"Text":"Erkekten ve disiden, mumin olarak kim iyi amel islerse muhakkak onu guzel bir hayat ile yasatacagiz ve yapmakta olduklari amellerin daha guzeliyle mukafatlarini elbette verecegiz"},{"SurahNumber":16,"VerseNumber":98,"Text":"Simdi Kur'an okumak istedigin zaman once o kovulmus seytandan Allah'a sigin"},{"SurahNumber":16,"VerseNumber":99,"Text":"Suphesiz ki iman edip de Rablerine tevekkul edenler uzerinde o seytanin hicbir nufuzu yoktur"},{"SurahNumber":16,"VerseNumber":100,"Text":"Seytanin nufuzu, ancak onu dost edinenlere ve Allah'a ortak kosanlaradir"},{"SurahNumber":16,"VerseNumber":101,"Text":"Biz bir ayeti degistirip yerine baska bir ayet getirdigimiz zaman Allah ne indirdigini pek iyi bilmis iken kafirler Peygambere: \"Sen, ancak bir iftiracisin\" dediler. Hayir oyle degil; onlarin cogu bilmezler"},{"SurahNumber":16,"VerseNumber":102,"Text":"(Ey Muhammed!) Onlara de ki: \"Kur'an'i Cebrail, iman edenlere sebat vermek, muslumanlara bir hidayet ve bir mujde olmak icin Rabbinin katindan hak olarak indirdi"},{"SurahNumber":16,"VerseNumber":103,"Text":"Muhakkak biliyoruz ki kafirler: \"Kur'an'i Muhammed'e bir insan ogretiyor\" diyorlar. Peygambere ogretiyor zanninda bulunduklari kimsenin dili yabancidir. Bu Kur'an ise apacik bir Arapcadir"},{"SurahNumber":16,"VerseNumber":104,"Text":"Allah'in ayetlerine iman etmeyenleri, muhakkak ki Allah hidayete erdirmez ve onlara can yakici bir azab vardir"},{"SurahNumber":16,"VerseNumber":105,"Text":"Yalani ancak Allah'in ayetlerine inanmayanlar uydurur. Iste onlar yalancilarin ta kendileridir"},{"SurahNumber":16,"VerseNumber":106,"Text":"Kalbi iman ile sukunet buldugu halde (dinden donmeye) zorlananlar disinda, her kim imanindan sonra kufre kalbini acarsa, mutlaka onlarin uzerine Allah'tan bir gazab gelir ve kendilerine cok buyuk bir azab vardir"},{"SurahNumber":16,"VerseNumber":107,"Text":"Bu (azab) sundan dolayidir ki, onlar, dunya hayatini sevmis ve onu ahirete tercih etmislerdir. Allah da kafirler toplulugunu hidayete erdirmez"},{"SurahNumber":16,"VerseNumber":108,"Text":"Bunlar, o kimselerdir ki; Allah kalblerini, kulaklarini ve gozlerini muhurlemistir. Ve onlar, gafillerin ta kendileridir"},{"SurahNumber":16,"VerseNumber":109,"Text":"Hic suphesiz onlar, ahirette perisan olup husrana ugrayanlarin ta kendileridir"},{"SurahNumber":16,"VerseNumber":110,"Text":"Sonra suphesiz Rabbin, eziyet edildikten sonra hicret eden, sonra cihad eden ve sabreden kimselerin yardimcisidir. Bunlardan sonra Rabbin elbette cok bagislayicidir, cok merhametlidir"},{"SurahNumber":16,"VerseNumber":111,"Text":"O gun, herkes nefsini kurtarmak icin ugrasarak gelir ve herkese yaptigi isin karsiligi tamamiyle odenir ve hic kimseye de zulmedilmez"},{"SurahNumber":16,"VerseNumber":112,"Text":"Allah bir sehri misal olarak verdi: Bu sehir guvenli, huzurlu idi, Oraya her yerden rizki bol bol geliyordu. Ne var ki onlar Allah'in nimetlerine karsi nankorluk ettiler. Allah da onlara, yaptiklari isler yuzunden aclik ve korku elbisesini (felaketini) tattirdi"},{"SurahNumber":16,"VerseNumber":113,"Text":"Andolsun ki, onlara iclerinden bir peygamber geldi de onu yalanladilar. Bunun uzerine zulum yaparlarken azab da onlari yakalayiverdi"},{"SurahNumber":16,"VerseNumber":114,"Text":"Artik Allah'in size rizik olarak verdigi seylerden helal ve temiz olarak yiyin. Allah'in nimetine sukredin, eger gercekten O'na ibadet edecekseniz"},{"SurahNumber":16,"VerseNumber":115,"Text":"O size ancak olu hayvani, kani, domuz etini ve Allah'tan baskasi adina kesilenleri haram kildi. Her kim bu haram seyleri yemeye mecbur kalirsa (baskasinin hakkina) saldirmadan ve asiri gitmeden yiyebilir. Suphesiz Allah, cok bagislayicidir, cok merhametlidir"},{"SurahNumber":16,"VerseNumber":116,"Text":"Dillerinizin yalan vasfetmesi ile: \"Su helaldir, su haramdir\" demeyin; aksi halde Allah'a iftira etmis olursunuz. Suphesiz Allah'a yalan uyduranlar asla kurtulamazlar"},{"SurahNumber":16,"VerseNumber":117,"Text":"Onlar icin dunyada pek az bir menfaat var, ahirette ise cok acikli bir azab vardir"},{"SurahNumber":16,"VerseNumber":118,"Text":"Sana anlattiklarimizi, daha once yahudilere de haram kilmistik. Biz onlara zulmetmemistik. Fakat onlar kendi kendilerine zulmetmislerdi"},{"SurahNumber":16,"VerseNumber":119,"Text":"Sonra suphe yok ki Rabbin, bir cahillikle gunah isleyip ardindan tevbe eden ve durumunu duzelten kimseleri bagislar. Suphesiz ki Rabbin, bu tevbeden sonra Gafurdur, Rahimdir (cok bagislayicidir, cok merhametlidir)"},{"SurahNumber":16,"VerseNumber":120,"Text":"Suphesiz Ibrahim Allah'a itaat eden, Hakk'a yonelen bir onderdi. Ve hicbir zaman musriklerden olmadi"},{"SurahNumber":16,"VerseNumber":121,"Text":"Allah'in nimetlerine sukredendi. Allah onu secmis ve dogru yola iletmisti"},{"SurahNumber":16,"VerseNumber":122,"Text":"Ve biz ona (Ibrahim'e) iyilik verdik. Suphesiz ki o, ahirette de salihlerdendir"},{"SurahNumber":16,"VerseNumber":123,"Text":"Sonra da (ey Muhammed!) sana: \"Hakk'a yonelen ve musriklerden olmayan Ibrahim'in dinine tabi ol\" diye vahyettik"},{"SurahNumber":16,"VerseNumber":124,"Text":"Cumartesi gunu (avlanmamak), ancak onda ihtilafa dusenlere farz kilindi. Suphesiz Rabbin onlarin ihtilaf edip durduklari seyler hakkinda kiyamet gunu, aralarinda elbette hukmunu verecektir"},{"SurahNumber":16,"VerseNumber":125,"Text":"(Ey Resulum!) Rabbinin yoluna hikmetle ve guzel ogutle cagir! Ve onlarla en guzel sekilde mucadele et. Suphesiz Rabbin kendi yolundan sapanlari en iyi bilendir ve O, hidayete kavusanlari da en iyi bilendir"},{"SurahNumber":16,"VerseNumber":126,"Text":"Eger (bir suctan dolayi) ceza verecek olursaniz size yapilan azab ve cezanin misli ile ceza verin. Ama sabrederseniz, elbette o, sabredenler icin daha hayirlidir"},{"SurahNumber":16,"VerseNumber":127,"Text":"(Ey Peygamber!) Sabret! Sabrin da ancak Allah'in yardimi iledir. Onlardan dolayi uzulme! Kurduklari tuzaklardan telas edip sikintiya dusme"},{"SurahNumber":16,"VerseNumber":128,"Text":"Suphesiz Allah, takva sahipleri ile ve iyilikte bulunanlarla beraberdir"}]}