{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":65,"VerseNumber":1,"Text":"Xiānzhī a! Dāng nǐmen xiū qī de shíhòu, nǐmen dāng zài tāmen de dài hūnqí zhīqián xiū tāmen, nǐmen dāng jì dài hūnqí, dāng jìngwèi ān lā---nǐmen de zhǔ. Nǐmen bùyào bǎ tāmen cóng tāmen de fáng lǐ qūzhú chūmén, tāmen yě bùdé zìjǐ chūmén, chúfēi tāmen zuòle míngxiǎn de chǒushì. Zhè shì ān lā de fǎdù, shéi chāoyuè ān lā de fǎdù, shéi què shì bù yì zhě. Nǐmen bù zhīdào, cǐhòu, ān lā huòxǔ chuàngzào yī jiàn shìqíng"},{"SurahNumber":65,"VerseNumber":2,"Text":"Dāng tāmen mǎn qí de shíhòu, nǐmen dāng shànyì dì wǎnliú tāmen, huò shànyì dì líbié tāmen. Nǐmen dāng yǐ nǐmen de liǎng gè gōngzhèng rénwéi jiànzhèng, nǐmen dāng wéi ān lā ér zuòzhèng. Zhè shì yòng lái jiàoxùn xìnyǎng ān lā hé mòrì zhě de. Shéi jìngwèi ān lā, tā jiāng wèi shéi pì yītiáo chūlù"},{"SurahNumber":65,"VerseNumber":3,"Text":"Érqiě cóng tā liào xiǎngbùdào dì dìfāng gōngjǐ tā. Shéi tuō kào ān lā, tā jiāng shǐ shéi mǎnzú. Ān lā què shì néng dádào zìjǐ de mùdì de, ān lā què yǐ shǐ wànwù gè yǒu dìngshù"},{"SurahNumber":65,"VerseNumber":4,"Text":"Nǐmen de fùnǚ zhōng duì yuèjīng yǐ juéwàng de, rúguǒ nǐmen huáiyí, jiù yǐ sān gè yuè wèi tāmen de dài hūnqí, hái méiyǒu yuèjīng de, yěshì zhèyàng de; huáiyùn de, yǐ fēnmiǎn wèi mǎn qí. Shéi jìngwèi ān lā, tā jiāng shǐ shéi shùnlì"},{"SurahNumber":65,"VerseNumber":5,"Text":"Zhè shì ān lā suǒ jiàng shì nǐmen de fǎlìng, shéi jìngwèi ān lā, tā jiāng miǎnchú shéi de zuì'è, érqiě shǎngcì tā zhòngdà de bàochóu"},{"SurahNumber":65,"VerseNumber":6,"Text":"Nǐmen dāng yī zìjǐ de nénglì ér shǐ tāmen zhù zài nǐmen suǒ zhù dì dìfāng, nǐmen bùyào fánghài tāmen, ér shǐ tāmen fánmèn. Rúguǒ tāmen yǒu yùn, nǐmen jiù yīngdāng gōngjǐ tāmen, zhídào tāmen fēnmiǎn. Rúguǒ tāmen wèi nǐmen bǔrǔ, nǐmen yīngdāng bàochóu tāmen, bìngqiě yīngdāng yī zhèngyì ér xiāng shāng. Rúguǒ nǐmen de yìjiàn bùhé, jiù ràng bié de fù rénwéi tā bǔrǔ"},{"SurahNumber":65,"VerseNumber":7,"Text":"Jiào fùyù de rén yòng tā de fùyù de cáichǎn qù gōngjǐ, jiào jiǒngpò de rén yòng ān lā suǒ shǎngcì tā de qù gōngjǐ. Ān lā zhǐ yī tāsuǒ fùyǔ rén de nénglì ér jiāyǐ zéchéng. Zài jiǒngpò zhīhòu, ān lā jiāng gěi kuānyù"},{"SurahNumber":65,"VerseNumber":8,"Text":"Yǒu xǔduō chéngshì de jūmín, céng wéikàng tāmen de zhǔ hé zhòng shǐzhě de mìnglìng, wǒ jiāng yángé dì shěn xùn tāmen, yánlì de chéngfá tāmen"},{"SurahNumber":65,"VerseNumber":9,"Text":"Tāmen jiāng chángshì tāmen xíngwéi de èguǒ, tāmen de xíngwéi de jiéjú shì kuī shé de"},{"SurahNumber":65,"VerseNumber":10,"Text":"Ān lā yǐ wèi tāmen yùbèile yánlì de xíngfá. Xìndào de yǒu lǐzhì de rénmen a! Nǐmen dāng jìngwèi ān lā. Ān lā què yǐ jiàng shì nǐmen yī zhǒng jiàoxùn"},{"SurahNumber":65,"VerseNumber":11,"Text":"bìngqiě pàiqiǎn yī wèi shǐzhě, duì nǐmen xuāndú ān lā de xǔduō míngxiǎn de jīxiàng, yǐbiàn tā shǐ xìndào érqiě xíngshàn de rénmen, tuōlí chóngchóng hēi'àn, zǒu rù guāngmíng. Shéi xìndào érqiě xíngshàn, ān lā jiāng shǐ shéi rù xià lín zhū hé de lèyuán, ér yǒng jū qízhōng. Ān lā bìdìng shǎngcì tāmen yōuměi de jǐyǎng"},{"SurahNumber":65,"VerseNumber":12,"Text":"Ān lā chuàngzàole qī céng tiān, hé tóngyàng céng shǔ de dàdì, tiānmìng tōngguò qī céng tiān ér xiàjiàng, yǐbiàn nǐmen zhīdào, ān lā duìyú wànshì shì quánnéng de, ān lā shì zhōuzhī wànwù de"}]}