{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":76,"VerseNumber":1,"Text":"To ne pravda byl onen v tom cas when lidska bytost jsem nic byl byl s uvedeny"},{"SurahNumber":76,"VerseNumber":2,"Text":"My tvorit lidsky kolisavy smes podle 2 zdroj za rozkazovat zkouset jemu! Tim my utocit jemu posluchac vestec"},{"SurahNumber":76,"VerseNumber":3,"Text":"My beet jemu 2 draha pak on jsem kady uznaly unappreciative"},{"SurahNumber":76,"VerseNumber":4,"Text":"My nacvicit si disbelievers spojovani spoutat bila lysina Peklo"},{"SurahNumber":76,"VerseNumber":5,"Text":"Ohledne Ceho pusobivy oni napoj salek prichu nektar"},{"SurahNumber":76,"VerseNumber":6,"Text":"Zdroj zachovat buh sluha; to proud out mony oni prosit"},{"SurahNumber":76,"VerseNumber":7,"Text":"Oni fulfill jejich slib vait si cas jsem velmi teky"},{"SurahNumber":76,"VerseNumber":8,"Text":"Oni venovat darem jejich favorite jidlo chatrny sirotek zajatec"},{"SurahNumber":76,"VerseNumber":9,"Text":"My zasobovat ty BUH; my ne myslit odmenit ty nor dekovat"},{"SurahNumber":76,"VerseNumber":10,"Text":"My pramen strachu nas Magnat cas jsem plne o bida porucha"},{"SurahNumber":76,"VerseNumber":11,"Text":"Proto BUH ochranny ti zly onen cas odmenit ti stesti spokojenost"},{"SurahNumber":76,"VerseNumber":12,"Text":"On odmenit ti pro jejich steadfastness Raj hedvabny"},{"SurahNumber":76,"VerseNumber":13,"Text":"Oni uvolnit therein bujny domovni vybaveni. Oni snest vubec zavody slunit se nor kady studeny"},{"SurahNumber":76,"VerseNumber":14,"Text":"Chranit pokryvka ti therein ovoce privest duverny sahat"},{"SurahNumber":76,"VerseNumber":15,"Text":"Oni obsluhovat napoj postribrit nadoba salek onen jsem pruhledny"},{"SurahNumber":76,"VerseNumber":16,"Text":"Pruhledny salek trebae zpusobit postribrit; oni spravne zaslouily uplne tento"},{"SurahNumber":76,"VerseNumber":17,"Text":"Oni travit pit vytecny flavors"},{"SurahNumber":76,"VerseNumber":18,"Text":"Podle zdroj therein modni Salsabeel"},{"SurahNumber":76,"VerseNumber":19,"Text":"Obsluhovat ti jsem vecny sluha! When ty prijmout ti oni starat se rozloeni perlit se"},{"SurahNumber":76,"VerseNumber":20,"Text":"Wherever ty pohled ty prijmout bliss vytecny navlada"},{"SurahNumber":76,"VerseNumber":21,"Text":"U ti byl pradlo z plny ivota samet saten stribrne nadobi ozdobit! Jejich Magnat stanovit ti naprosty pit"},{"SurahNumber":76,"VerseNumber":22,"Text":"Tento jsem odmenit awaits ty svuj program uznat"},{"SurahNumber":76,"VerseNumber":23,"Text":"My odhalit ty tento Quran; odborny zjeveni podle nas"},{"SurahNumber":76,"VerseNumber":24,"Text":"Ty steadfastly prodavat svuj Magnat prikazani ne poslouchat kady hrisny disbeliever ti"},{"SurahNumber":76,"VerseNumber":25,"Text":"A slavit uvest svuj Magnat vek i kdy noc"},{"SurahNumber":76,"VerseNumber":26,"Text":"Behem vecer podzim premoct neli Jemu oslavovat Jemu mnoho dlouhy vecer"},{"SurahNumber":76,"VerseNumber":27,"Text":"Tyto lide zaujmout napred tento fleeting doivotni doba nedbajici! - Pred zpredu o ti - Vany cas"},{"SurahNumber":76,"VerseNumber":28,"Text":"My tvorit ti dosadit ti a whenever my prosit my zastupce others jejich zauctovat"},{"SurahNumber":76,"VerseNumber":29,"Text":"Tento jsem pripominka whoever prosit chtit draha s svem Magnat"},{"SurahNumber":76,"VerseNumber":30,"Text":"Kady ty ucinil to jsem proto buh prosit BUH jsem VSEVEDOUCI ODBORNY"},{"SurahNumber":76,"VerseNumber":31,"Text":"On uznat whomever On prosit do Svem soucit. Ohledne Ceho prestupnik On nacvicit si ti trapny odskodneni"}]}