{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":41,"VerseNumber":1,"Text":"¦± M³m"},{"SurahNumber":41,"VerseNumber":2,"Text":"(Al-Quran nian) dinuruntatn dari Tuhan Nang Maha Pangasih, Maha Panyayang"},{"SurahNumber":41,"VerseNumber":3,"Text":"Kitab nang ayat-ayatnya dijalasatn, bacaan dalapm bahasa Arab, nto’ kaum nang ngatahui’"},{"SurahNumber":41,"VerseNumber":4,"Text":"nang ngicakng barita repo man paringatatn, tapi kamanyakatn iaka’koa bapaling (darinya) sarata nana’ banangaratn"},{"SurahNumber":41,"VerseNumber":5,"Text":"Man iaka’koa bakata, “ati kami udah tatutup dari ahe nang kao saru’ kami ka’ ia man tare- nyekng kami udah tasumbat, man ka’ antara kami man kao ada dinikng, karana koa panju- atlah (sasue man kamao’an nyu), sabatolnya kami pastibabuat (sasue kamao’ an kami)”"},{"SurahNumber":41,"VerseNumber":6,"Text":"Batakatnlah (Muhammad), “Aku nian nggelah saurakng talino saparati kita’, nang diwahyuatn ka’ aku bahoa’ Tuhan kita’ ialah Tuhan Nang Maha Esa, karana koa tataplah kita’ (baibadah) ka’-Ia man minta’lahamponanka’-Ia. Man cilakalah ka’ urakng-urakng nang nyakutuatn-(Nya)"},{"SurahNumber":41,"VerseNumber":7,"Text":"(iakoa) urakng-urakng nang nana’ nuneatn zakat man iaka’koa ingkar ka’ kaidupatn naherat"},{"SurahNumber":41,"VerseNumber":8,"Text":"Sabatolnya urakng-urakng nang baiman man ngarajaatn kabaikatn, iaka’koa namu pahala nang nana’ ada putus-putusnya”"},{"SurahNumber":41,"VerseNumber":9,"Text":"Batakatnlah, “Pantas ke’ kita’ ingkar ka’ Tuhan nang nyiptaatn duniadalapm dua masa man kita’ adaatn uga’ sakutu-sakutu bagi-Nya? Koalah Tuhan saluruh alam”"},{"SurahNumber":41,"VerseNumber":10,"Text":"Man Ia nyiptaatn ka’ia gunung-gunung nang kokoh ka’ atasnya. Man la ka’ koa Ia barakati, man Ia tantuatn makanan-makanan (nto’ panghuninya) dalapm ampat masa, nyukupi’ nto’ (minsi’atn kapalaluan) iaka’koa nang malalui’nya"},{"SurahNumber":41,"VerseNumber":11,"Text":"La ka’ koa Ia nuju ka’ langit man (langit) koa masih barupa asap, lalu Ia bapirman ka’ langit man ka’ dunia, “Ataknglah kita’ badua manurut parentah-Ku mang patuh ato tapaksa”. Kaduanya nyawap, “Kami atakng mang patuh”"},{"SurahNumber":41,"VerseNumber":12,"Text":"Lalu diciptaatn-Nya tujuh lapis langit dalapm dua masa man ka’ satiap langit Ia wahyuatn urusan masing-masing. Kemudian langit nang samak (mang dunia), Kami hiasi’ mang bintang-bintang, man (Kami ciptaatn koa nto’ mihara. Ampakoalah katantuatn (Allah) Nang MahaGagah, Maha Nau’an"},{"SurahNumber":41,"VerseNumber":13,"Text":"Kade’ kita’ bapaling maka batakatnlah, “Aku udah ngingatatn kita’ akan (bancana) late’ lea late’ nang nimpa kaum ‘Ad man kaum Samud”"},{"SurahNumber":41,"VerseNumber":14,"Text":"Waktu da’ rasul atakng ka’ iaka’koa dari depan man dari balakang iaka’koa, 772 (mang nyaru’atn) amelah kita’ nyambah salain Allah”. Iaka’koa nyawap, “kade’ Tuhan kami mao’ tantu Ia nuruntatn mala’ekat-mala’ekat-Nya maka sabatolnya kami ngingkari’ wahyu nang kao dingutus nyampaiyatnnya”"},{"SurahNumber":41,"VerseNumber":15,"Text":"Maka adapun kaum ‘Ad iaka’koa nyombongkatn diri’ ka’ duniabai’ nangar kabanaratn man iaka’koa bakata, “Sae ke’ nang labih hebat kakuatan nya dari kami?” Nana’ ke’ iaka’koa nele’ bahoa’ sabatolnya Allah nang nyiptaatn iaka’koa. Ia labih hebat kakuatatn-Nya dari iaka’koa? Man iaka’koa udah ngingkari’ tanda-tanda (kabasaran) Kami"},{"SurahNumber":41,"VerseNumber":16,"Text":"Maka Kami siupatn nyaru nang miah bagamuruh ka’ iaka’koa dalapm sangae ari nang na as, karana Kami malatn supaya iaka’koa koa misa’i’ siksa’an nang menghinakan dalapm kaidupatn dunia. Samintara sesa akirat pasti labih menghinakan man iaka’koa nana’ dibare patolongan"},{"SurahNumber":41,"VerseNumber":17,"Text":"Man adapun kaum Samud, iaka’koa udah Kami bare’ patunjuk tapi iaka’koa labih nyukai kabutaatn (kasasatatn) daripada patunjuk koa maka iaka’koa di late’ nyambar sabage siksa nang hina disabapatn ahe nang udah iaka’koa karajaatn"},{"SurahNumber":41,"VerseNumber":18,"Text":"Man Kami salamatatn urakng-urakng nang baiman sabab iaka’koa urakng-urakng nang batakwa"},{"SurahNumber":41,"VerseNumber":19,"Text":"Man (ingatlah) ka’ ari (waktu) musuh- musuh Allah dingiring ka’ naraka lalu iaka’koa dipisah-pisahatn"},{"SurahNumber":41,"VerseNumber":20,"Text":"Sahingga kade’ iaka’koa sampe ka’ naraka, panangaratn, panele’atn man kulit nyaka’koa manjadi saksi ka’ ahe nang udah iaka’koa pamuat"},{"SurahNumber":41,"VerseNumber":21,"Text":"Man nyaka’koa bakata ka’ kulit iaka’koa.” Jaheke’kita’ jadi saksi ka’ kami?” (kulit) iaka’koa nyawap, “Nang nyadiatn kami bisa bakataialah Allah, nang (uga’) nyajiatn sagala sasuatu bisa bakata, man Ia lah nang nyadiatn kita’ patama kali man ngge ka’-Ia kita’ dipulangkatn"},{"SurahNumber":41,"VerseNumber":22,"Text":"Man kita’ nana’ bisabanusuk dari kasaksian panangaratn, panele’atn man kulitkita’ka’ kita’, 773 bahkan kita’ ngira Allah nana’ nau’an manyak tantang ahe nang kita’ pabuat"},{"SurahNumber":41,"VerseNumber":23,"Text":"Man koalah sangka’ankita’ nang udah kita’ sangkaatn ka’ Tuhankita’, (sangka’an koa) udah ngabinasaatn’ kita’, sahingga jadilah kita’ tamasok urakng nang rugi"},{"SurahNumber":41,"VerseNumber":24,"Text":"Walopun iaka’koa basabar (atas siksa naraka) maka narakalah tampat badiapm’ iaka’koa man kade’ iaka’koa minta’ ddikasihaeni’ maka iaka’koa koa nana’ tamasok urakng nang pantas dikasihatnni’"},{"SurahNumber":41,"VerseNumber":25,"Text":"Man Kami tatapatn nto’ iaka’koa ayukng- ayukng (setan) nang mamuji-muji ahe ma’an nang ada ka’ adapatn man ka’ balakang iaka’koa, 774 man tataplah atas iaka’koa putusatn siksa barage umat-umat nang duhiya sanape’ iaka’koa dari (golongan) jin man talino. Sungguh, iaka’koa ialah urakng-urakng nang rugi"},{"SurahNumber":41,"VerseNumber":26,"Text":"Man urakng-urakng nang kapir bakata, “Amelah kita’ nangaratn (bacaan) Al-Quran nian man panjuatlah kaributatn ka’ia, supaya kita’ bisa ngalahatn (iaka’koa)"},{"SurahNumber":41,"VerseNumber":27,"Text":"Maka sungguh, akan Kami timpa’an siksa nang karas ka’ urakng-urakng nang kapir koa man sungguh, akan Kami bare’ balasan iaka’koa mang saburuk-buruk balasan ka’ ahe nang udah iaka’koa karajaatn"},{"SurahNumber":41,"VerseNumber":28,"Text":"Ampakoalah balasan (ka’) munsuh-munsuh Allah (iakoa) naraka; iaka’koa namu tampat badiapm’ nang kakal ka’ dalapmnya sabage balasan atas kaingkaratn iaka’koa ka’ ayat- ayat Kami"},{"SurahNumber":41,"VerseNumber":29,"Text":"Man urakng-urakng nang kapir bakata, “Wahe Tuhan kami, tele’atnlah ka’ kami dua golongan nang udah nyasatatn kami iakoa (golongan) jin man talino, supaya kami lata’atn kaduanya ka’ babah talapak paha kami supaya kadua golongan koa manjadi nang paling babah (hina)”"},{"SurahNumber":41,"VerseNumber":30,"Text":"Sabatolnya urakng-urakng nang bakata, “Tuhan kami koalah Allah” la ka’ koa iaka’koa nguatatn pandirian iaka’koa maka mala’ekat-mala’ekat akan turutn’ ka’ iaka’koa (mang bakata), “Amelah kita’ marasa gali’ man amelah kita’ basadih ati; man repolah kita’ mang (namu) saruga nang udah dijanjiatn ka’ kita’”. 41. FU¢¢"},{"SurahNumber":41,"VerseNumber":31,"Text":"Kamilah palindung-palindungkita’ dalapm kaidupatn dunia man naherat; ka’ dalapm nya (saruga) kita’ namu ahe nang kita’ mao’ man namu ahe nang kita’ minta’"},{"SurahNumber":41,"VerseNumber":32,"Text":"Sabage panghormatan (nto’nyu) dari(Allah) Nang Maha Pangampon, Maha Panyayang"},{"SurahNumber":41,"VerseNumber":33,"Text":"Man sae ke’ nang labih edo’ omongannya daripada urakng nang nyaru’ ka’ Allah man ngarajaatnni’ kabaikatn man bakata, “Sungguh, aku tamasok urakng-urakng muslim (nang basarah diri’)"},{"SurahNumber":41,"VerseNumber":34,"Text":"Man nana’lah sama kabaiakatn mang kajahatatn Tolaklah (kajahatan’ koa) mang cara nang labih baik, sahingga urakng nang ada rasa pamusuhatn ka’ antara kao man ia akan ampaheayukng nang setia"},{"SurahNumber":41,"VerseNumber":35,"Text":"Man (sipat-sipat nang edo’ koa) nana’ akan dibare’atn kacoali ka’ urakng-urakng nang sabar man nana’ akan dibare’atn kacoali ka’ urakng-urakng nang ngampu’i’ kabarun- tungan nang aya’"},{"SurahNumber":41,"VerseNumber":36,"Text":"Man kade’ setan ngaconyamang suatu godaan maka mohonlah palindungan ka’ Allah. Sungguh, Ia lah Nang Maha Nangar, Maha Nau’an"},{"SurahNumber":41,"VerseNumber":37,"Text":"Man sabagian dari tanda-tanda kabasaran- Nya ialah malam, siakng, mata ari man bule’. Amelah sujud ka’ mata ari man ame (uga’) ka’ bule’, tapi sujudlah ka’ Allah nang nyip- taatnnya, kade’ kita’ ngge nyambah ka’-Ia"},{"SurahNumber":41,"VerseNumber":38,"Text":"Kade’ iaka’koa nyombongkatn diri’ maka iaka’koa (mala’ekat) nang ka’ sisi Tuhan- nyu batasbih ka’-Ia ka’ malam man siakng ari, samintara iaka’koa nana’ paranah latih"},{"SurahNumber":41,"VerseNumber":39,"Text":"Man sabagian dari tanda-tanda (kabasaratn- nya) kao nele’ dunia koa karikng man tandus, tapi kade’ Kami turuntatn ujatn ka’ atasnya, pasti ia bagarak man subur. Sabatolnya (Allah) nang ngidupatnnya pasti bisa ngidup- atn nang mati; sabatolnya Ia Mahakuasa atas sigana sasuatn"},{"SurahNumber":41,"VerseNumber":40,"Text":"Man sabatolnya urakng-urakng nang ngingkari’ tanda-tanda (kabasaratn) Kami, iaka’koa nana’ nana’ katele’atn dari Kami. Ahe ke’ urakng-urakng nang dinabakatn ka’ dalapm naraka nang labih edo’ ato ke’ iaka’koa nang atakng mang aman santosa ka’ ari kiamat? Pamuatlah ahe nang kita’ mao’! Sungguh Ia Maha Nele’ ahe nang kita’ karajaatn"},{"SurahNumber":41,"VerseNumber":41,"Text":"Sasunngguhnya urakng-urakng nang ngingkari’ Al-Quran waktu (al-Quran) koa disampeatn ka’ iaka’koa (iaka’koa koa pasti akan cilaka), man sasungguhnya (al-Quran) koa ialah Kitab nang mulia"},{"SurahNumber":41,"VerseNumber":42,"Text":"(nang) nana’ akan diatakngi’ oleh kabitalan baik dari depan mao’ pun dari balakang (ka’ masa lalu man nang akan atakng), nang dinuruntatn dari Tuhan Nang Mahabijaksana, Maha Tapuji"},{"SurahNumber":41,"VerseNumber":43,"Text":"Ahe nang kataatn (oleh urakng-urakng kapir) ka’ kao nana’ lain ialah ahe nang udah di kataatn ka’ rasul-rasul sanape’nyu. Sungguh, Tuhannyu ngampu’i’ amponan man siksa nang padih"},{"SurahNumber":41,"VerseNumber":44,"Text":"Man sakiranya Al-Quran Kami jadiatn sabage bacaan man bahasa salain bahasa Arab pasti iaka’koa bakata, “Ngahe nana’ dijalasatn ayat-ayatnya?” Ahe ke’ patut (al- Quran) dalapmbahasasalain bahasa Arab samintara (rasul), urakng arab? Kataatalah, “Al-Quran ialah patunjuk man panyambuh nto’ urakng-urakng nang baiman. Man urakng-urakng nang nana’ baiman ka’ tarenyekng iaka’koa ada panyumbat, man (AlQur’an) koa marupaatn kapatangan nto’ iaka’koa. 775 Iaka’koa koa (saparati) urakng- urakng nang dinyaru’ dari tampat nang jauh"},{"SurahNumber":41,"VerseNumber":45,"Text":"Man sungguh, udah Kami bare’atn ka’ Musa Kitab (Taurat) lalu disalishatnni’. Sakiranya nana’ ada kaputusatn nang dah de’e dari Tuhannyu, urakng-urakng kapir koa pasti udah dibinasaatni’. Man sasungguhnya iaka’koa banar-banar dalapm karaguan nang maih dalapm ka’ ia"},{"SurahNumber":41,"VerseNumber":46,"Text":"Sae ma’an ngarajaatn kabaikatn maka (pahalanya) nto’ diri’nya babaro man sae ma’an babuat jahat maka (dosanya) manjadi tanggungan diri’nya babaro. Man Tuhannyu sama sakali nana’ ngajalimi’ amba-amba- (Nya)"},{"SurahNumber":41,"VerseNumber":47,"Text":"Ka’-Ia lah ilmu tantang ari kiamat koa dimulangkatn. 776 Nana’ ada buah-buahan nang kaluar dari kalopaknya man nana’ saurakng nang bini pun nang babuntikng man nang baranak, malaintatn samuanya mang pangatahuan-Nya. ka’ ari waktu Ia (Allah) nyaru’ iaka’koa.” ke’ mae ka’ sakutu-sakutu-Ku koa777?” iaka’koa nyawap, “kami nyataatn ka’ Kita’ bahoa’ nana’ ada saurakngpun ka’ antara kami nang bisa mare’ kasaksian (bahoa’ Kita’ ngampu’i’ sakutu)"},{"SurahNumber":41,"VerseNumber":48,"Text":"Man lanyaplah dari iaka’koa ahe nang de’ekajuh sambah, man iaka’koa pun nau’an bahoa’ nana’ ada maraga kaluar (dari siksa Allah) nto’ iaka’koa"},{"SurahNumber":41,"VerseNumber":49,"Text":"Talino nana’ latih mohon kabaikatn, man kade’ kana musibah, iaka’koa baputus asa man ilang aapannya"},{"SurahNumber":41,"VerseNumber":50,"Text":"Man Kami bare’ ka’ ia suatu rahmat dari Kami la ka’ kana kasusahatn, pastilah ia bakata, “nian ialah hakku, man aku nana’ yakin bahoa’ ari kiamat koa akan tajadi. Man kade’ aku di malangkatn ka’ Tuhanku, sasungguhnya aku akan namu kabaikatn ka’ sisi-Nya”. Maka sungguh, akann kami padahatn ka’ urakng-urakng kafir tantang ahe nang udah ia ka’ koa karrajaattn man suunggguuh, akan kami timpa’atn ka’ ia ka’ ko siksa nnang barat"},{"SurahNumber":41,"VerseNumber":51,"Text":"Man kade’ Kami bare’ nikmat ka’ talino, ia bapaling man ngajauhatn diri’ (mang sombong); tapi kade’ kana musibah maka ia manyak bado’a"},{"SurahNumber":41,"VerseNumber":52,"Text":"Batakatnlah, ”Ampahe pandapat kita’ kade’ (al-Quran) koa atakng dari sisi Allah, la ka’ koa kita’ ngingkari’nya. Sae ke’ nang labih sasat daripada urakng nang kajuh barada dalapm panyimpangan nang jauh (dari kabanaratn)?”"},{"SurahNumber":41,"VerseNumber":53,"Text":"Kami akan nele’atn ka’iaka’koa tanda-tanda (kabasaratn) Kami ka’ sigana panjuru man ka’ diri’nya ka’ koa babaro, sahinggga jalaslah nto’ iaka’koa bahoa’ Al-Quran koa ialah batol. Nana’ cukupke’ (bagi kita’) bahoa’ Tuhannyu manjadi saksi atas sagala sasuatu"},{"SurahNumber":41,"VerseNumber":54,"Text":"Ingatlah, sasngguhnya iaka’koa dalapm karaguan tantang patamuan mang Tuhan iaka’koa. Ingatlah, sasasungguhnya Ia Maha malipati’ sagala sasuatu. 42. ASY-SY"}]}