{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":1,"Text":"Sad. Na Koran, zawierajacy napomnienie"},{"SurahNumber":38,"VerseNumber":2,"Text":"A jednak ci, ktorzy nie wierza, tkwia w dumie i odszczepienstwie"},{"SurahNumber":38,"VerseNumber":3,"Text":"Ilez pokolen wytracilismy przed nimi! Oni wołali, lecz nie był to czas wybawienia"},{"SurahNumber":38,"VerseNumber":4,"Text":"Dziwia sie, ze przyszedł do nich ostrzegajacy sposrod nich. I mowia niewierni: \"To jest czarownik, wielki kłamca"},{"SurahNumber":38,"VerseNumber":5,"Text":"Czy on uczyni bogow Bogiem jedynym? Zaprawde, to jest rzecz zadziwiajaca"},{"SurahNumber":38,"VerseNumber":6,"Text":"I starszyzna sposrod nich oddaliła sie, mowiac: \"Idzcie i wytrwajcie przy waszych bogach! Zaprawde, to jest rzecz pozadana"},{"SurahNumber":38,"VerseNumber":7,"Text":"Nie słyszelismy wcale o tym w ostatniej religii. To jest tylko wymysł"},{"SurahNumber":38,"VerseNumber":8,"Text":"Czy to jemu, sposrod nas wszystkich, zostało zesłane napomnienie?\" Tak! Oni pozostaja w zwatpieniu wzgledem Mojego napomnienia. Tak! Oni jeszcze nie zakosztowali Mojej kary"},{"SurahNumber":38,"VerseNumber":9,"Text":"Czy oni posiadaja skarby miłosierdzia twego Pana, Poteznego, Obdarzajacego"},{"SurahNumber":38,"VerseNumber":10,"Text":"Czy oni posiadaja krolestwo niebios i ziemi, i tego, co jest miedzy nimi? Niech wiec wzniosa sie na sznurach"},{"SurahNumber":38,"VerseNumber":11,"Text":"Zastepy z frakcji odszczepiencow zostały rozbite"},{"SurahNumber":38,"VerseNumber":12,"Text":"Przed nimi kłam zadawali: lud Noego, lud Ad i Faraon - posiadacz pali namiotu"},{"SurahNumber":38,"VerseNumber":13,"Text":"I lud Samud, lud Lota i mieszkancy Gaszczu. Oni wszyscy stanowili frakcje"},{"SurahNumber":38,"VerseNumber":14,"Text":"Kazdy z nich za kłamcow uwazał posłancow, dlatego tez zisciła sie Moja kara"},{"SurahNumber":38,"VerseNumber":15,"Text":"Pozostaje im tylko oczekiwac na jeden krzyk, ktory nie bedzie powtorzony"},{"SurahNumber":38,"VerseNumber":16,"Text":"I powiedzieli: \"Panie nasz! Przyspiesz nasz udział przed Dniem rozrachunku"},{"SurahNumber":38,"VerseNumber":17,"Text":"Badz cierpliwy na to, co oni mowia, i wspomnij Naszego sługe Dawida, posiadajacego siłe. Zaprawde, on był pełen skruchy"},{"SurahNumber":38,"VerseNumber":18,"Text":"Oto skłonilismy gory, aby wraz z nim głosiły chwałe o zachodzie i wschodzie słonca"},{"SurahNumber":38,"VerseNumber":19,"Text":"I ptaki wokoł zebrane - wszystko ku Niemu sie zwraca"},{"SurahNumber":38,"VerseNumber":20,"Text":"I umocnilismy jego krolestwo, i dalismy mu madrosc i rozstrzygajaca jasnosc mowy"},{"SurahNumber":38,"VerseNumber":21,"Text":"Czy doszło do ciebie opowiadanie o prowadzacych spor? Oto oni wspieli sie po murze do sanktuarium"},{"SurahNumber":38,"VerseNumber":22,"Text":"Kiedy weszli do Dawida, on sie ich przestraszył, oni zas powiedzieli: \"Nie obawiaj sie! My jestesmy dwoma kłotnikami, kazdy z nas nastaje na drugiego. Rozsadz wiec miedzy nami według prawdy i nie badz niesprawiedliwy, i wyprowadz nas na rowna droge"},{"SurahNumber":38,"VerseNumber":23,"Text":"Oto moj brat. Posiada on dziewiecdziesiat dziewiec owiec, a ja mam tylko jedna owce. I powiedział on: Powierz mi ja - i on zwyciezył mnie w mowie"},{"SurahNumber":38,"VerseNumber":24,"Text":"Powiedział Dawid: \"On był dla ciebie niesprawiedliwy, proszac o przyłaczenie twojej owcy do swoich. Zaprawde, wielu sposrod wspolnikow wyrzadza sobie nawzajem krzywdy, z wyjatkiem tych, ktorzy uwierzyli i ktorzy pełnia dobre dzieła, a jest ich niewielu.\" I domyslił sie Dawid, ze wystawilismy go tylko na probe. Poprosił o przebaczenie swego Pana i padł na twarz, wybijajac pokłony, i nawrocił sie"},{"SurahNumber":38,"VerseNumber":25,"Text":"Wiec przebaczylismy mu to i czeka go miejsce blisko Nas i piekna przystan"},{"SurahNumber":38,"VerseNumber":26,"Text":"O Dawidzie! Uczynilismy ciebie namiestnikiem na ziemi. Rozsadzaj wiec miedzy ludzmi według prawdy, nie idz za namietnoscia, bo sprowadzi cie z drogi Boga. Zaprawde, tych, ktorzy schodza z drogi Boga czeka kara straszna za to, iz zapomnieli o Dniu rozrachunku"},{"SurahNumber":38,"VerseNumber":27,"Text":"My nie stworzylismy nieba i ziemi, i tego, co jest miedzy nimi, nadaremnie. Takie jest mniemanie tych, ktorzy nie wierza. Lecz biada tym, ktorzy nie wierza, w obliczu ognia"},{"SurahNumber":38,"VerseNumber":28,"Text":"Czy My bedziemy traktowac tych, ktorzy wierza i czynia dobre dzieła, tak jak tych, ktorzy szerza zgorszenie na ziemi? Czyz bedziemy traktowac bogobojnych tak jak rozpustnikow"},{"SurahNumber":38,"VerseNumber":29,"Text":"To jest Ksiega, ktora tobie zesłalismy, błogosławiona - aby oni zastanowili sie nad jej znakami i aby sie opamietali ludzie posiadajacy rozum"},{"SurahNumber":38,"VerseNumber":30,"Text":"Dawidowi darowalismy Salomona. Jakze wspaniały to sługa! Zaprawde, on był pełen skruchy"},{"SurahNumber":38,"VerseNumber":31,"Text":"Kiedy mu przedstawiono wieczorem lekko stapajace, szlachetne rumaki"},{"SurahNumber":38,"VerseNumber":32,"Text":"On powiedział: \"Zaprawde, postawiłem wyzej miłosc tego dobra anizeli wspomnienie mego Pana; dopoki ono nie skryło sie za zasłona"},{"SurahNumber":38,"VerseNumber":33,"Text":"Przyprowadzcie je do mnie!\" I zaczał przecinac ich sciegna i szyje"},{"SurahNumber":38,"VerseNumber":34,"Text":"I doswiadczylismy Salomona,. umieszczajac na tronie jakas postac. Wtedy on sie nawrocił"},{"SurahNumber":38,"VerseNumber":35,"Text":"Powiedział: \"Panie moj! Przebacz mi! I daj mi krolestwo takie, ktore nie bedzie odpowiednie dla nikogo po mnie. Zaprawde, Ty jestes Obdarzajacy"},{"SurahNumber":38,"VerseNumber":36,"Text":"I poddalismy jemu wiatr, ktory płynie, na jego rozkaz, lekko, tam gdzie on zamierzył"},{"SurahNumber":38,"VerseNumber":37,"Text":"I szatanow, zarowno budujacych, jak i nurkujacych"},{"SurahNumber":38,"VerseNumber":38,"Text":"I innych, parami spetanych"},{"SurahNumber":38,"VerseNumber":39,"Text":"Oto jest Nasz dar! Rozdzielaj go hojnie lub zachowaj, bez zdawania rachunku"},{"SurahNumber":38,"VerseNumber":40,"Text":"Zaprawde, czeka go miejsce blisko Nas i piekna przystan"},{"SurahNumber":38,"VerseNumber":41,"Text":"I wspomnij Naszego sługe Hioba, kiedy wołał do swego Pana: \"Czy to szatan mnie dotknał cierpieniem i kara"},{"SurahNumber":38,"VerseNumber":42,"Text":"Uderz noga! Oto woda chłodna do obmycia sie i picia"},{"SurahNumber":38,"VerseNumber":43,"Text":"I oddalismy mu jego rodzine dwakroc liczniejsza, jako miłosierdzie od Nas i jako napomnienie dla ludzi rozumnych"},{"SurahNumber":38,"VerseNumber":44,"Text":"I wez w reke garsc trawy, i smagaj nia, i nie złam twojej przysiegi!\" I znalezlismy go cierpliwym. Jakze to wspaniały sługa! Zaprawde, on był pełen skruchy"},{"SurahNumber":38,"VerseNumber":45,"Text":"I wspomnij nasze sługi: Abrahama, Izaaka i Jakuba - posiadajacych władze i jasne spojrzenie"},{"SurahNumber":38,"VerseNumber":46,"Text":"Oczyscilismy ich czysta mysla - wspomnieniem o siedzibie"},{"SurahNumber":38,"VerseNumber":47,"Text":"Oni sa u Nas przeciez wsrod wybranych, najlepszych"},{"SurahNumber":38,"VerseNumber":48,"Text":"I wspomnij Isma`ila, Eliasza i Zu'I-Kifla - kazdy z nich jest wsrod najlepszych"},{"SurahNumber":38,"VerseNumber":49,"Text":"To jest napomnienie. I, zaprawde, bogobojnych czeka piekna przystan"},{"SurahNumber":38,"VerseNumber":50,"Text":"Ogrody Edenu z otwartymi dla nich bramami"},{"SurahNumber":38,"VerseNumber":51,"Text":"Lezac tam wygodnie, prosza oni o owoce obfite i napoj"},{"SurahNumber":38,"VerseNumber":52,"Text":"I beda mieli dziewczeta o skromnym spojrzeniu, jednakowego wieku"},{"SurahNumber":38,"VerseNumber":53,"Text":"To własnie zostało im obiecane na Dzien rozrachunku"},{"SurahNumber":38,"VerseNumber":54,"Text":"Oto Nasze zaopatrzenie - bedzie ono niewyczerpane"},{"SurahNumber":38,"VerseNumber":55,"Text":"Tak bedzie! Lecz, zaprawde, buntownikow czeka nieszczesna przystan"},{"SurahNumber":38,"VerseNumber":56,"Text":"Gehenna, w ktorej beda sie palic. A jakze to złe miejsce odpoczynku"},{"SurahNumber":38,"VerseNumber":57,"Text":"Tak bedzie! Niech oni zakosztuja: i wody wrzacej, i napoju cuchnacego"},{"SurahNumber":38,"VerseNumber":58,"Text":"I innych tego rodzaju podwojonych mak"},{"SurahNumber":38,"VerseNumber":59,"Text":"Oto tłum wrzucony razem z wami. Nie ma dla nich zadnego przywitania; beda sie palic w ogniu"},{"SurahNumber":38,"VerseNumber":60,"Text":"Oni mowia: \"Nie! To wy! Dla was nie ma powitania! To wyscie nam to pierwej przygotowali! Jakze to nieszczesne miejsce stałego przebywania"},{"SurahNumber":38,"VerseNumber":61,"Text":"Oni mowia: \"Panie nasz! Temu, kto dla nas to pierwej przygotował,. powieksz w dwojnasob kare w ogniu"},{"SurahNumber":38,"VerseNumber":62,"Text":"Oni mowia: \"Coz to z nami, ze nie widzimy tutaj ludzi, ktorych uwazalismy za złych"},{"SurahNumber":38,"VerseNumber":63,"Text":"Czyz my bralismy sobie ich na posmiewisko albo odwracały sie od nich nasze spojrzenia"},{"SurahNumber":38,"VerseNumber":64,"Text":"Zaiste, sprzeczanie sie mieszkancow ognia jest prawda"},{"SurahNumber":38,"VerseNumber":65,"Text":"Powiedz: \"Ja jestem tylko ostrzegajacym. Nie ma boga, jak tylko Bog, Jeden, Zwyciezajacy"},{"SurahNumber":38,"VerseNumber":66,"Text":"Pan niebios i ziemi, i tego, co jest miedzy nimi, Potezny, Przebaczajacy"},{"SurahNumber":38,"VerseNumber":67,"Text":"Powiedz: \"To jest wielka nowina"},{"SurahNumber":38,"VerseNumber":68,"Text":"Wy sie od niej odwracacie"},{"SurahNumber":38,"VerseNumber":69,"Text":"Nie miałem zadnej wiedzy o najwyzszych dostojnikach, kiedy prowadzili spor"},{"SurahNumber":38,"VerseNumber":70,"Text":"To tylko zostało mi objawione, ze jestem wyraznie ostrzegajacym"},{"SurahNumber":38,"VerseNumber":71,"Text":"Oto powiedział moj Pan do aniołow: \"Ja stwarzam człowieka z gliny"},{"SurahNumber":38,"VerseNumber":72,"Text":"Kiedy go ukształtuje harmonijnie i tchne w niego Mojego Ducha, to padnijcie, oddajac mu pokłony"},{"SurahNumber":38,"VerseNumber":73,"Text":"Wtedy pokłonili sie aniołowie wszyscy razem"},{"SurahNumber":38,"VerseNumber":74,"Text":"Z wyjatkiem Iblisa; on wbił sie w pyche i znalazł sie wsrod niewiernych"},{"SurahNumber":38,"VerseNumber":75,"Text":"Powiedział: \"O Iblisie! Co tobie przeszkodziło, ze nie pokłoniłes sie temu, co Ja stworzyłem Moimi rekami? Czy wbiłes sie w pyche, czy tez jestes wsrod wyniosłych"},{"SurahNumber":38,"VerseNumber":76,"Text":"Powiedział: \"Ja jestem lepszy od niego: Ty stworzyłes mnie z ognia, a jego stworzyłes z gliny"},{"SurahNumber":38,"VerseNumber":77,"Text":"Rzekł: \"Wychodz wiec stad, bo jestes przeklety"},{"SurahNumber":38,"VerseNumber":78,"Text":"I zaprawde, Moje przeklenstwo na tobie az do Dnia Sadu"},{"SurahNumber":38,"VerseNumber":79,"Text":"Powiedział: \"Panie moj! Pozwol mi zaczekac do Dnia ich wskrzeszenia"},{"SurahNumber":38,"VerseNumber":80,"Text":"Rzekł: \"Zaprawde, ty jestes wsrod tych, ktorym dano zaczekac"},{"SurahNumber":38,"VerseNumber":81,"Text":"Az do Dnia wiadomego czasu"},{"SurahNumber":38,"VerseNumber":82,"Text":"Powiedział: \"Przeto; na Twoja potege! ja z pewnoscia zwiode ich wszystkich"},{"SurahNumber":38,"VerseNumber":83,"Text":"Z wyjatkiem Twoich sług, szczerze oddanych"},{"SurahNumber":38,"VerseNumber":84,"Text":"Rzekł \"To jest prawda! I Ja prawde mowie"},{"SurahNumber":38,"VerseNumber":85,"Text":"Ja na pewno wypełnie Gehenne toba i tymi, ktorzy pojda za toba - wszystkimi wam"},{"SurahNumber":38,"VerseNumber":86,"Text":"Powiedz: \"Ja nie zadam od was za to zadnej zapłaty ani tez nie jestem sposrod tych, ktorzy biora na siebie ponad mozliwosci"},{"SurahNumber":38,"VerseNumber":87,"Text":"To jest tylko napomnienie dla swiatow"},{"SurahNumber":38,"VerseNumber":88,"Text":"I wy z pewnoscia dowiecie sie o tym po pewnym czasie"}]}