{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":10,"VerseNumber":1,"Text":"Aliph-lama-ra [1]. Egulo prajnapurna kitabera ayata"},{"SurahNumber":10,"VerseNumber":2,"Text":"Manusera jan'ya eta ki ascaryera bisaya ye, amara tadera'i ekajanera kache ohi pathiyechi e marme ye, apani manusake satarka karuna [1] ebam muminaderake susambada dina ye, tadera jan'ya tadera rabera kache ache ucca maryada [2]! Kaphirara bale, ‘e to eka suspasta jadukara!’"},{"SurahNumber":10,"VerseNumber":3,"Text":"Tomadera raba to allah‌, yini asamanasamuha o yamina chaya diye srsti karechena [1], tarapara tini ‘arasera upara uthalena [2]. Tini saba bisaya paricalana karena [3]. Tamra anumati labha na kare suparisa karara ke'u ne'i [4]. Tini'i allah‌, tomadera raba; kaje'i tomara tamra'i ibadata kara [5]. Tabu'o ki tomara upadesa grahana karabe na"},{"SurahNumber":10,"VerseNumber":4,"Text":"tamra'i kache tomadera sakalera phire ya'oya [1]; allah‌ra pratisruti satya [2]. Srstike tini'i prathama astitbe anena, tarapara setara punarabrtti ghatabena [3] yara imana eneche ebam satkaja kareche taderake inasaphapurna pratiphala pradanera jan'ya. Ara yara kuphari kareche tadera jan'ya rayeche atyanta garama paniya [4] o atiba kastadayaka sasti; karana tara kuphari karata"},{"SurahNumber":10,"VerseNumber":5,"Text":"Tini suryake diptimaya o camdake alokamaya karechena ebam tara jan'ya manayila nirdista karechena yate tomara bachara ganana o samayera hisaba janate para. Allah‌ eguloke yathayatha bhabe'i srsti karechena [1]. Tini esaba nidarsana bisadabhabe barnana karena emana sampradayera jan'ya yara jane"},{"SurahNumber":10,"VerseNumber":6,"Text":"Niscaya dina o ratera paribartane ebam allah‌ asamanasamuha o yamine ya srsti karechena [1] tate nidarsana rayeche emana sampradayera jan'ya yara taka'oya abalambana kare"},{"SurahNumber":10,"VerseNumber":7,"Text":"Niscaya yara amadera saksatera asa posana kare na, duniyara jibana niye'i santusta hayeche ebam ete'i paritrpta thake [1], ara yara amadera nidarsanabali samparke gaphila"},{"SurahNumber":10,"VerseNumber":8,"Text":"tadera'i abasa aguna; tadera krtakarmera jan'ya"},{"SurahNumber":10,"VerseNumber":9,"Text":"Niscaya yara imana eneche ebam satkaja kareche tadera raba tadera imana anara karane taderake patha nirdesa karabena [1]; niyamate bharapura jannate tadera padadese naharasamuha prabahita habe"},{"SurahNumber":10,"VerseNumber":10,"Text":"Sekhane tadera dhbani habe: ‘He allah‌! Apani mahana, pabitra [1]! Ebam sekhane tadera abhibadana habe, ‘salama’ [2] ara tadera sesa dhbani habe: ‘Sakala prasansa srstikulera raba allah‌ra prapya [3]!’"},{"SurahNumber":10,"VerseNumber":11,"Text":"Ara allah‌ yadi manusera akalyane (sara dite) taratari karena, yebhabe tini tadera kalyane (sara dite) taratari karena, tabe abasya'i tadera mrtyura samaya ese yeta [1]. Kaje'i yara amadera saksatera asa posana kare na taderake amara tadera abadhyataya udabhrantera mata ghurate chere de'i"},{"SurahNumber":10,"VerseNumber":12,"Text":"Ara manusake yakhana duhkha-dain'ya sparsa kare takhana se suye, base ba damriye amaderake deke thake [1]. Atahpara amara yakhana tara duhkha-dain'ya dura kari, takhana se emanabhabe calate thake yena take duhkha-dain'ya sparsa karara para tara jan'ya se amaderake dake'ini. Ebhabe simalanghanakaridera kaja tadera kache sobhaniya kare deya hayeche"},{"SurahNumber":10,"VerseNumber":13,"Text":"Ara abasya'i amara tomadera age bahu prajanmake dhbansa karechi yakhana tara yuluma karechila. Ara tadera kache tadera rasulagana spasta pramanadisaha esechila, kintu tara imana anara jan'ya prastuta chila na. Ebhabe amara aparadhi sampradayake pratiphala diye thaki"},{"SurahNumber":10,"VerseNumber":14,"Text":"Tarapara amara tomaderake tadera yamine sthalabhisikta karechi, tomara kirupa kaja kara ta dekhara jan'ya"},{"SurahNumber":10,"VerseNumber":15,"Text":"Ara yakhana amadera ayata, ya suspasta, tadera kache patha kara haya takhana yara amadera saksatera asa posana kare na [1] tara bale, ‘an'ya eka kura'ana ana eta chara ba etake badala'o.' Baluna, ‘nije theke eta badalano amara kaja naya. Amara prati ya ohi haya, ami sudhu tara'i anusarana kari [2]. Ami amara rabera abadhyata karale abasya'i maha dinera sastira asanka kari"},{"SurahNumber":10,"VerseNumber":16,"Text":"Baluna, ‘allah‌ yadi ca'itena ami'o tomadera kache eta tila'oyata karatama na ebam tini'o tomaderake e bisaye janatena na. Ami to era age tomadera madhye jibanera dirghakala abasthana karechi [2]; tabu'o ki tomara bujhate para na [2]?’"},{"SurahNumber":10,"VerseNumber":17,"Text":"Ata'eba, ye byakti allah‌ samparke mithya ratana ba allahara ayatasamuhe mithyaropa kare tara ceye bara yalima ara ke [1]? Niscaya aparadhira saphalakama habe na"},{"SurahNumber":10,"VerseNumber":18,"Text":"Ara tara allah‌ chara emana kichura ‘ibadata karache ya tadera ksati'o karate pare na, upakara'o karate pare na. Ara tara bale, ‘egulo allah‌ra kache amadera suparisakari.‘Baluna, ‘tomara ki allah‌ke asamanasamuha o yaminera emana kichura sambada debe ya tini janena na [1]? Tini mahana, ‘pabitra ebam tara yake sarika kare ta theke tini aneka urdhe"},{"SurahNumber":10,"VerseNumber":19,"Text":"Ara manusa chila eka'i um'mata, pare tara matabheda srsti kare [1]. Ara apanara rabera purba-ghosana na thakale tara ye bisaye matabheda ghataya tara mimansa to haye'i yeta"},{"SurahNumber":10,"VerseNumber":20,"Text":"Ara tara bale, ‘tara rabera kacha theke tara kache kono nidarsana nayila haya na kena [1]?’ Baluna, ‘gayebera jnana to sudhu allah‌ra'i ache. Kaje'i tomara pratiksa kara, ami'o tomadera sathe pratiksa karachi [2].’"},{"SurahNumber":10,"VerseNumber":21,"Text":"Ara duhkha dain'ya taderake sparsa karara para yakhana amara manusake anugrahera asbadana kara'i tara takhana'i amadera ayatasamuhera birud'dhe apakausala kare [1]. Baluna, ‘allah‌ kausala abalambane aro besi drutatara [2].‘Niscaya tomara ye apakausala kara ta amadera phirisatara likhe rakhe"},{"SurahNumber":10,"VerseNumber":22,"Text":"Tini'i tomaderake jale-sthale bhramana karana. Emanaki tomara yakhana nauyane arohana kara ebam segulo arohi niye anukula batase beriye yaya ebam tara tate anandita haya, tarapara yakhana damaka ha'oya ba'ite suru kare ebam caradika theke uttala tarangamala dheye ase, ara tara niscita dharana kare ye, ebara tara ghera'o haye pareche, takhana tara allah‌ke tamra jan'ya dinake ekanistha kare deke bale: ‘Apani amadera e theke bamcale amara abasya'i krtajnadera antarbhukta haba.’"},{"SurahNumber":10,"VerseNumber":23,"Text":"Atahpara tini yakhana taderake bipadamukta karena takhana tara yamine an'yayabhabe simalanghana karate thake [1]. He manusa! Tomadera simalanghana kebala tomadera nijedera prati'i haye thake [2]; duniyara jibanera sukha bhoga kare na'o [3], pare amadera'i kache tomadera pratyabartana. Takhana amara tomaderake janiye deba tomara ya karate"},{"SurahNumber":10,"VerseNumber":24,"Text":"Duniyara jibanera drstanta to erupa yemana amara akasa theke brsti barsana kari, ya dbara bhumija udbhida ghana sannibista haye udgata haya, ya theke manusa o jiba-jantu kheye thake. Tarapara yakhana bhumi tara sobha dharana kare o nayanabhirama haya ebam tara adhikarigana mane kare seta tadera ayattadhina, takhana dine ba rate amadera nirdesa ese pare tarapara amara ta emanabhabe nirmula kare de'i yena gatakala'o setara astitba chila na [1]. Ebhabe amara ayatasamuha bisadabhabe barnana kari emana sampradayera jan'ya yara cinta kare"},{"SurahNumber":10,"VerseNumber":25,"Text":"Ara allah‌ santira abasera dike ahbana karena [1] ebam yake icche sarala pathe paricalita karena"},{"SurahNumber":10,"VerseNumber":26,"Text":"Yara ihasanera sathe amala kare (uttamarupe kaja kare) tadera jan'ya ache jannata ebam aro besi [1]. Kalima o hinata tadera mukhamandalake achanna karabe na [2]. Tara'i jannatera adhibasi, sekhane tara sthayi habe"},{"SurahNumber":10,"VerseNumber":27,"Text":"Ara yara manda kaja kare, pratiti mandera pratidana habe tara'i anurupa manda ebam hinata taderake acchanna karabe [1]; allah‌ theke tadera raksa karara ke'u ne'i [2]; tadera mukhamandala yena ratera andhakarera astarane acchadita [3]. Tara'i agunera adhibasi, sekhane tara sthayi habe"},{"SurahNumber":10,"VerseNumber":28,"Text":"Ara yedina amara tadera saba'ike ekatra kare yara musarika taderake balaba, ‘tomara ebam tomara yaderake sarika karechile tara nija nija sthane abasthana kara [1];’ atahpara amara taderake paraspara theke prthaka kare deba [2] ebam tara yaderake sarika karechila tara balabe, ‘tomara to amadera ‘ibadata karate na [3].’"},{"SurahNumber":10,"VerseNumber":29,"Text":"‘Sutaram allah‌i amadera o tomadera madhye saksi hisebe yathesta ye, tomara amadera ‘ibadata karate e bisaye to amara gaphila chilama.’"},{"SurahNumber":10,"VerseNumber":30,"Text":"Sekhane tadera pratyeke tara purba krtakarma pariksa kare nebe [1] ebam taderake tadera prakrta abhibhabaka allah‌ra kache phiriye ana habe ebam tadera udbhabita mithya tadera kacha theke antar'hita habe"},{"SurahNumber":10,"VerseNumber":31,"Text":"Baluna, ‘ke tomaderake asamana o yamina theke jibanopakarana sarabaraha karena athaba srabana o drstisakti kara kartrtbadhina [1], jibitake mrta theke ke bera karena ebam mrtake ke jibita hate ke bera karena ebam saba bisaya ke niyantrana karena?’ Takhana tara abasya'i balabe, ‘allah‌’. Sutaram baluna, ‘tabu'o ki tomara taka'oya abalambana karabe na [2]?’"},{"SurahNumber":10,"VerseNumber":32,"Text":"Ata'eba, tini'i allah‌, tomadera satya raba [1]. Satya tyaga karara para bibhranti chara ara ki thake [2]? Kaje'i tomaderake kothaya pherano hacche"},{"SurahNumber":10,"VerseNumber":33,"Text":"yara abadhya hayeche ebhabe'i tadera samparke apanara rabera bani satya pratipanna hayeche ye, tara imana anabe na"},{"SurahNumber":10,"VerseNumber":34,"Text":"Baluna, ‘tomara yadera sarika kara tadera madhye ki emana ke'u ache, ye srstike astitbe ane o pare setara punarabrtti ghataya?’ Baluna, ‘allah‌i srstike astitbe anena o pare setara punarabrtti ghatabena [1].’ Kaje'i (satya theke) tomaderake kothaya pherano hacche"},{"SurahNumber":10,"VerseNumber":35,"Text":"baluna, ‘tomara yaderake sarika kara tadera madhye ki emana ke'u ache, ye satyera patha nirdesa kare?’ Baluna, ‘allah‌i satya patha nirdesa karena. Yini satyera patha nirdesa karena, tini anugatyera adhikatara hakadara, na yake patha na dekhale patha paya na-se [1]? Sutaram tomadera ki hayeche? Tomara kemana bicara karacha?’"},{"SurahNumber":10,"VerseNumber":36,"Text":"Ara tadera adhikansa kebala anumanera'i anusarana kare, satyera paribarte anumana to kono kaje ase na, tara ya kare niscaya allah‌ se bisaye sabisesa abagata"},{"SurahNumber":10,"VerseNumber":37,"Text":"Ara e kura'ana allah‌ chara an'ya karo racana ha'oya sambhaba naya. Baram era age ya nayila hayeche eta tara satyayana ebam ala-kitabera bisada byakhya [1]. Ete kono sandeha ne'i ye, eta srstikulera rabera paksa theke"},{"SurahNumber":10,"VerseNumber":38,"Text":"Naki tara bale, ‘tini eta racana karechena?’ Baluna, ‘tabe tomara era anurupa ekati sura niye asa [1] ebam allah‌ chara an'ya yake para daka, yadi tomara satyabadi ha'o.‘"},{"SurahNumber":10,"VerseNumber":39,"Text":"Baram tara ye bisaye jnana ayatta kareni tate mithyaropa kareche [1], ara yara prakrta parinati ekhano tadera kache aseni [2]. Ebhabe'i tadera purbabartira'o mithya aropa karechila, kaje'i dekhuna, yalimadera parinama ki hayeche"},{"SurahNumber":10,"VerseNumber":40,"Text":"ara tadera madhye ke'u era upara imana ane abara ke'u era upara imana ane na ebam apanara raba phasadasrstikaridera sam'mandhe adhika abagata"},{"SurahNumber":10,"VerseNumber":41,"Text":"Ara tara yadi apanara prati mithya aropa kare tabe apani baluna, ‘amara kajera dayitba amara ebam tomadera kajera dayitba tomadera. Ami ya kari se bisaye tomara dayamukta ebam tomara ya kara se bisaye ami'o dayamukta [1].’"},{"SurahNumber":10,"VerseNumber":42,"Text":"Ara tadera madhye ke'u ke'u apanara dike kana pete rakhe. Tabe ki apani badhirake sunabena, tara na bujhale'o"},{"SurahNumber":10,"VerseNumber":43,"Text":"ara tadera madhye ke'u ke'u apanara dike takiye thake. Tabe ki apani andhake patha dekhabena, tara na dekhale'o"},{"SurahNumber":10,"VerseNumber":44,"Text":"niscaya allah‌ manasera prati kono yuluma karena na [1]. Baram manusa'i nijedera prati yuluma kare thake"},{"SurahNumber":10,"VerseNumber":45,"Text":"Ara yedina tini taderake ekatra karabena (sedina tadera mane habe duniyate) yena tadera abasthiti dinera muhurtakala matra chila [1]; tara parasparake cinabe [2]. Abasya'i tara ksatigrasta hayeche yara allah‌ra saksatera byapare mithyaropa kareche [3] ebam tara satpatha prapta chila na"},{"SurahNumber":10,"VerseNumber":46,"Text":"Ara amara taderake ye (sastira) pratisruti diyechi tara kichu yadi apanake (duniyate) dekhiye de'i athaba (tadera upara ta asara age'i) apanara mrtyu diye de'i, tahale tadera phire asa to amadera'i kache; tadupari tara ya kare allahi tara saksi"},{"SurahNumber":10,"VerseNumber":47,"Text":"Ara pratyeka um'matera jan'ya ache ekajana rasula [1] atahpara yakhana tadera rasula ase takhana tadera madhye n'yayabhittika mimansa kara haya ebam tadera prati yuluma kara haya na"},{"SurahNumber":10,"VerseNumber":48,"Text":"Ara tara bale, ‘yadi tomara satyabadi ha'o, (tabe bala) e pratisruti kabe phalabe [1]?’"},{"SurahNumber":10,"VerseNumber":49,"Text":"Baluna, ‘allah‌ ya iccha karena ta chara amara kono adhikara ne'i amara nijera ksati ba mandera.’ Pratyeka um'matera jan'ya eka nirdista samaya ache; yakhana tadera samaya asabe takhana tara muhurtakala'o pichate ba egute'o parabe na"},{"SurahNumber":10,"VerseNumber":50,"Text":"Baluna, ‘tomara amake jana'o yadi tamra sasti tomadera upara rate athaba dine ese pare, tabe aparadhira tara konatike taratari pete caya"},{"SurahNumber":10,"VerseNumber":51,"Text":"tabe ki tomara eta ghatara para tate imana anabe? Ekhana [1]?! Athaca tomara to etake'i taratari pete ceyechile"},{"SurahNumber":10,"VerseNumber":52,"Text":"Tarapara yara yuluma karata taderake bala habe, ‘sthayi sasti asbadana kara; tomara ya karate, tomaderake kebala tara'i pratiphala deya hacche [1].’"},{"SurahNumber":10,"VerseNumber":53,"Text":"Ara tara apanara kache janate caya, ‘eta ki satya?’ Baluna, ‘hyam, amara rabera sapatha! Eta abasya'i satya [1] ara tomara mote'i aparagakari na'o.’"},{"SurahNumber":10,"VerseNumber":54,"Text":"Ara yamine ya rayeche, ta yadi pratyeka yulumakari [1] byaktira haye yaya, tabe se muktira binimaye sesaba diye debe ebam anutapa gopana karabe yakhana tara sasti pratyaksa karabe. Ara tadera mimansa n'yayabhittika kara habe ebam tadera prati yuluma kara habe na"},{"SurahNumber":10,"VerseNumber":55,"Text":"Jene rakha! Asamanasamuha o yamine ya kichu ache ta allah‌ra'i. Jene rakha! Allah‌ra pratisruti satya, kintu tadera adhikansa'i jane na"},{"SurahNumber":10,"VerseNumber":56,"Text":"Tini'i jibana dana karena ebam mrtyu ghatana ebam tamra'i kache tomaderake pratyabartana karano habe"},{"SurahNumber":10,"VerseNumber":57,"Text":"He lokasakala! Tomadera prati tomadera rabera kacha theke eseche upadesa o antarasamuhe ya ache tara arogya ebam muminadera jan'ya hidayata o rahamata"},{"SurahNumber":10,"VerseNumber":58,"Text":"Baluna, ‘eta allah‌ra anugrahe o tamra dayaya; kaje'i ete tara yena anandita haya.’ Tara ya punjibhuta kare tara ceye eta uttama"},{"SurahNumber":10,"VerseNumber":59,"Text":"Baluna, ‘tomara amake jana'o allah‌ tomadera ye riyaka [1] diyechena tarapara tomara tara kichu halala o kichu harama karecha [2]’ baluna, ‘allah‌ ki tomaderake etara anumati diyechena, naki tomara allah‌ra upara mithya ratana karacha"},{"SurahNumber":10,"VerseNumber":60,"Text":"ara yara allah‌ra upara mithya ratana kare, kiyamatera dina samparke tadera ki dharana? Niscaya allah‌ manusera prati anugrahaparayana, kintu tadera adhikansa'i krtajnata prakasa kare na"},{"SurahNumber":10,"VerseNumber":61,"Text":"Ara apani ye abasthate'i thakuna na kena ebam apani se samparke kura'ana theke ya-i tila'oyata karena ebam tomara ye amala'i kara na kena, amara tomadera saksi thaki... Yakhana tomara tate prabrtta ha'o. Ara asamanasamuha o yaminera anu parimana'o apanara rabera drstira ba'ire naya ebam tara ceye ksudratara ba brhattara kichu'i ne'i ya suspasta kitabe ne'i"},{"SurahNumber":10,"VerseNumber":62,"Text":"Jene rakha! Allah‌ra bandhudera kono bhaya ne'i ebam tara cintita'o habe na"},{"SurahNumber":10,"VerseNumber":63,"Text":"Yara imana eneche ebam taka'oya abalambana karata"},{"SurahNumber":10,"VerseNumber":64,"Text":"Tadera jan'ya'i ache susambada duniyara jibane o akhirate [1], allah‌ra banira kono paribartana ne'i [2]; seta'i mahasaphalya"},{"SurahNumber":10,"VerseNumber":65,"Text":"Ara tadera katha apanake yena cintita na kare. Niscaya samasta sam'mana-pratipattira malika allah‌; tini sarbasrota sarbajna"},{"SurahNumber":10,"VerseNumber":66,"Text":"Jene rakha! Niscaya yara asamanasuhe ache ebam yara yamine ache tara allah‌ra'i. Ara yara allah‌ chara an'ya ka'uke sarikarupe dake, tara kisera anusarana kare [1]? Tara to sudhu dharanara'i anusarana kare ebam tara sudhu mithya katha'i bale"},{"SurahNumber":10,"VerseNumber":67,"Text":"Tini'i tairi karechena tomadera jan'ya rata, yena tomara bisrama karate para ebam dekhara jan'ya dina. Ye sampradaya katha sune niscaya tadera jan'ya ete ache aneka nidarsana"},{"SurahNumber":10,"VerseNumber":68,"Text":"Tara bale, ‘allah‌ santana grahana karechena.’ Tini mahana pabitra [1]! Tini abhabamukta [2]! Ya kichu ache asamanasamuhe o ya kichu ache yamine ta tamra'i. E bisaye tomadera kono sanada ne'i. Tomara ki allah‌ra upara emana kichu balacha ya tomara jana na"},{"SurahNumber":10,"VerseNumber":69,"Text":"baluna, ‘yara allah‌ra upara mithya ratana karabe tara saphalakama habe na.‘"},{"SurahNumber":10,"VerseNumber":70,"Text":"Duniyate tadera jan'ya ache kichu sukha-sambhoga; pare amadera'i kache tadera phire asa. Tarapara taderake kathora sastira asbada grahana karaba; karana tara kuphari karata"},{"SurahNumber":10,"VerseNumber":71,"Text":"Ara taderake nuh-era brttanta sonana [1]. Tini tara sampradayake balechilena, ‘he amara sampradaya! Amara abasthiti o allah‌ra ayatasamuha dbara amara upadesa pradana tomadera kache yadi duhsaha haya tabe ami to allah‌ra upara nirbhara kari. Sutaram tomara tomadera kartabya sthira kare na'o ebam tomara yaderake sarika karecha taderake'o daka, pare yena kartabya bisaye tomadera kono aspastata na thake. Tarapara amara sambandhe tomadera kaja sesa kare phela ebam amake abakasa di'o na"},{"SurahNumber":10,"VerseNumber":72,"Text":"‘Atahpara yadi tomara mukha phiriye na'o tabe tomadera kache ami to kono parisramika ca'ini, amara parisramika ache to kebala allah‌ra kache, ara ami musalimadera antarbhukta hate adesaprapta hayechi [1].’"},{"SurahNumber":10,"VerseNumber":73,"Text":"Abasese tara tara prati mithyaropa karala; phale amara take o tara sange yara naukate chila taderake najata dilama ebam taderake sthalabhisikta kari. Ara yara amadera ayatasamuhe mithyaropa karechila taderake nimajjita karalama. Kaje'i dekhuna, yaderake satarka kara hayechila tadera parinama ki hayechila"},{"SurahNumber":10,"VerseNumber":74,"Text":"tarapara amara nuhera pare aneka rasulake tadera sampradayera kache patha'i; atahpara tara tadera kache suspasta pramanadisaha esechila. Kintu tara age yate mithyaropa karechila tate imana anara jan'ya prastuta chila na [1]. Ebhabe amara simalanghanakaridera hrdaya mohara kare de'i"},{"SurahNumber":10,"VerseNumber":75,"Text":"Tarapara amara amadera nidarsanasaha musa o harunake phira’a'una o tara sabhasadadera kache patha'i. Kintu tara ahankara kare [1] ebam tara chila aparadhi sampradaya"},{"SurahNumber":10,"VerseNumber":76,"Text":"Atahpara yakhana tadera kache amadera nikata theke satya asala takhana tara balala, ‘eta to niscaya'i spasta jadu [1].’"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa balalena, ‘satya yakhana tomadera kache asala takhana ta samparke tomara erupa balacha? Eta ki jadu? Athaca jadukarera saphalakama haya na [1].’"},{"SurahNumber":10,"VerseNumber":78,"Text":"Tara balala, ‘amara amadera pitr purusaderake yate peyechi tumi ki ta theke amadekarake bicyuta karara jan'ya amadera kache esecha ebam yate yamine tomadera dujanera pratipatti haya, ejan'ya? Amara tomadera prati imana anayanakari na'i.’"},{"SurahNumber":10,"VerseNumber":79,"Text":"Ara phira’a'una balala, ‘tomara amara kache samasta sudaksa jadukarake niye asa.‘"},{"SurahNumber":10,"VerseNumber":80,"Text":"Atahpara yakhana jadukarera asala takhana taderake musa balalena, ‘tomadera ya niksepa karara, niksepa kara.’"},{"SurahNumber":10,"VerseNumber":81,"Text":"Atahpara yakhana tara niksepa karala, takhana musa balalena, ‘tomara ya enecha ta jadu, niscaya allah‌ seguloke asara kare debena. Niscaya allah‌ asanti srstikaridera kaja sarthaka karena na.’"},{"SurahNumber":10,"VerseNumber":82,"Text":"Ara aparadhira apritikara mane karale'o allah‌ tamra banira madhyame satyake pratisthita karabena"},{"SurahNumber":10,"VerseNumber":83,"Text":"Kintu phira’a'una ebam tara parisadabarga niryatana karabe e asankaya musara sampradayera eka chotta na'ojoyana dala [1] chara ara ke'u tara prati imana aneni. Ara niscaya phira’a'una chila yamine parakramasila ebam se niscaya chila simalanghanakaridera antarbhukta"},{"SurahNumber":10,"VerseNumber":84,"Text":"Ara musa balechilena, ‘he amara sampradaya! Yadi tomara allah‌ra upara imana ene thaka, tabe tomara tamra'i upara nirbhara kara, yadi tomara musalima haye thaka"},{"SurahNumber":10,"VerseNumber":85,"Text":"Atahpara tara balala, ‘amara allah‌ra upara nirbhara karalama. He amadera raba! Apani amaderake yalima sampradayera utpiranera patra karabena na [1].’"},{"SurahNumber":10,"VerseNumber":86,"Text":"‘Ara amaderake apanara anugrahe kaphira sampradaya theke raksa karuna.’"},{"SurahNumber":10,"VerseNumber":87,"Text":"Ara amara musa o tara bha'ike ohi pathalama ye, ‘misare apanadera sampradayera jan'ya ghara tairi karuna ebam tomadera gharaguloke ‘kibala [1] tatha ibadatera ghara banana. Ara salata kayema karuna ebam muminaderake susambada dina [2].’"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musa balalena, ‘he amadera raba! Apani to phira’a'una o tara parisadabargake duniyara jibane sobha o sampada [1] dana karechena, he amadera raba! Ya dbara tara manusake apanara patha theke bhrasta kare [2]. He amadera raba! Tadera sampada binasta karuna, ara tadera hrdaya kathina kare dina, phale tara yantrananadayaka sasti pratyaksa na kara paryanta imana anabe na [3].’"},{"SurahNumber":10,"VerseNumber":89,"Text":"Tini balalena, ‘apanadera dujanera do’a kabula hala, kaje'i apanara drrha thakuna [1] ebam apanara kakhano yara jane na tadera patha anusarana karabena na.’"},{"SurahNumber":10,"VerseNumber":90,"Text":"Ara amara bani isara'ilake sagara para karalama [1]. Ara phira’a'una o tara sain'yabahini aud'dhatya sahakare simalanghana kare tadera pascad'dhabana karala. Parisese yakhana se dube yete lagala takhana balala, ‘ami imana analama ye, niscaya tini chara an'ya kono satya ilah ne'i, yara prati bani isara'ila imana eneche. Ara ami musalimadera antarbhukta"},{"SurahNumber":10,"VerseNumber":91,"Text":"‘Ekhana! Itopurbe to tumi aman'ya karecha ebam tumi asanti srstikaridera antarbhukta chile"},{"SurahNumber":10,"VerseNumber":92,"Text":"‘Sutaram aja amara tomara dehati raksa karaba yate tumi tomara parabartidera jan'ya nidarsana haye thaka [1]. Ara niscaya manusera madhye aneke'i amadera nidarsana sambandhe gaphila"},{"SurahNumber":10,"VerseNumber":93,"Text":"Ara abasya'i amara bani isara'ilake utkrsta abasabhumite basabasa karalama [1] ebam amara taderake uttama riyaka dilama, atahpara tadera kache jnana asale tara bibheda srsti karala [2]. Niscaya tara ye bisaye bibheda srsti karata [3] apanara raba tadera madhye kiyamatera dine setara phayasala kare debena"},{"SurahNumber":10,"VerseNumber":94,"Text":"Atahpara amara apanara prati ya nayila karechi tate yadi apani sandehe thakena tabe apanara agera kitaba yara patha kare taderake jijnesa karuna; abasya'i apanara rabera kacha theke apanara kache satya eseche [1]. Kaje'i apani kakhano sandehaprabanadera antarbhukta habena na"},{"SurahNumber":10,"VerseNumber":95,"Text":"Ebam yara allah‌ra ayatasamuhe mithyaropa kareche apani kakhano tadera antarbhukta habena na- tahale apani'o ksatigrastadera antarbhukta habena"},{"SurahNumber":10,"VerseNumber":96,"Text":"Niscaya yadera birud'dhe apanara rabera bakya sabyasta haye geche, tara imana anabe na"},{"SurahNumber":10,"VerseNumber":97,"Text":"Yadi'o tadera kache sabagulo nidarsana ase, ye paryanta na tara yantranadayaka sasti dekhate pabe"},{"SurahNumber":10,"VerseNumber":98,"Text":"Atahpara kono janapadabasi kena emana hala na yara imana anata ebam tadera imana tadera upakare asata? Tabe i'unusa [1] era sampradaya chara, tara yakhana imana anala takhana amara tadera theke duniyara jibanera hinatajanaka sasti dura karalama ebam taderake kichu kalera jan'ya jibanopabhoga karate dilama"},{"SurahNumber":10,"VerseNumber":99,"Text":"Ara apanara raba icche karale yamine yara ache tara saba'i imana anata [1]; tabe ki apani mumina ha'oyara jan'ya manusera upara jabaradasti karabena"},{"SurahNumber":10,"VerseNumber":100,"Text":"ara allah‌ra anumati chara imana ana karo sadhya naya ebam yara bojhe na allah‌ taderake'i kalusalipta karena"},{"SurahNumber":10,"VerseNumber":101,"Text":"Baluna, asamanasamuha o yamine ya kichu ache segulora prati laksya kara.’ Ara yara imana ane na, nidarsanabali o bhiti pradarsana emana sampradayera kono kaje ase na"},{"SurahNumber":10,"VerseNumber":102,"Text":"Tabe ki tara kebala tadera age ya ghateche setara anurupa ghatanara'i pratiksa kare? Baluna, ‘tomara pratiksa kara, ami'o tomadera sathe pratiksa karachi [1].’"},{"SurahNumber":10,"VerseNumber":103,"Text":"Tarapara amara amadera rasulaganake ebam yara imana eneche taderake ud'dhara kari. Ebhabe muminaderake ud'dhara kara amadera dayitba"},{"SurahNumber":10,"VerseNumber":104,"Text":"Baluna, ‘he manusa! Tomara yadi amara dinera prati sansayayukta ha'o tabe jene rakha, tomara allah‌ chara yadera ‘ibadata kara ami tadera ‘ibadata kari na. Baram ami ibadata kari allah‌ra yini tomadera mrtyu ghatana ebam ami muminadera antarbhukta ha'oyara jan'ya adesaprapta hayechi"},{"SurahNumber":10,"VerseNumber":105,"Text":"Ara eta'o ye, apani ekanisthabhabe nijeke dine pratisthita rakhuna [1] ebam kakhana'i musarikadera antarbhukta habena na"},{"SurahNumber":10,"VerseNumber":106,"Text":"‘ara apani allah‌ chara an'ya ka'uke dakabena na, ya apanara upakara'o kare na, apakara'o kare na, karana eta karale takhana apani abasya'i yalimadera antarbhukta habena.’"},{"SurahNumber":10,"VerseNumber":107,"Text":"‘Ara yadi allah‌ apanake kono ksatira sparsa karana, tabe tini chara ta mocanakari ara ke'u ne'i. Ara yadi allah‌ apanara mangala cana, tabe tamra anugraha pratihata karara ke'u ne'i. Tamra bandadera madhye yake icche tara kache seta paumchana. Ara tini parama ksamasila, ati dayalu [1].‘"},{"SurahNumber":10,"VerseNumber":108,"Text":"Baluna, ‘he lokasakala! Abasya'i tomadera rabera kacha theke tomadera kache satya eseche. Kaje'i yara satpatha abalambana karabe tara to nijedera'i mangalera jan'ya satpatha abalambana karabe ebam yara pathabhrasta habe tara to pathabhrasta habe nijedera'i dhbansera jan'ya ebam ami tomadera upara karmabidhayaka na'i [1].‘"},{"SurahNumber":10,"VerseNumber":109,"Text":"Ara apanara prati ye ohi nayila hayeche apani tara anusarana karuna ebam apani dhairya dharana karuna ye paryanta na allah‌ phayasala karena, ara tini'i sarbottama phayasala pradanakari"}]}