{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Та. Син. Мим"},{"SurahNumber":26,"VerseNumber":2,"Text":"Булар анык Китеп аяттары"},{"SurahNumber":26,"VerseNumber":3,"Text":"(О, Мухаммад! Макка мушриктери) ыйманга келбегени үчүн балким, сен жаныңды алекетке салаарсың"},{"SurahNumber":26,"VerseNumber":4,"Text":"Эгер Биз кааласак, аларга (мушриктерге өздөрү сурагандай) асмандан моожиза түшүрө алабыз жана бул моожиза алдында алардын моюндары ийилип калат"},{"SurahNumber":26,"VerseNumber":5,"Text":"Аларга (мушриктерге) Рахман тарабынан жаңы эскертүүчү (аяттар) келсе, дароо андан жүз буруучу (ишенбөөчү) болушту"},{"SurahNumber":26,"VerseNumber":6,"Text":"Алар (Кураандагы тозок-бейишти) жалганга чыгарышты (жана аны окуп берген Мухаммадды мазакташты) эми жакында аларга мазактаган нерселеринин анык кабарлары келип калат"},{"SurahNumber":26,"VerseNumber":7,"Text":"Алар жерге карашпайбы: Биз анда канча сонун өсүмдүк түрлөрүн өндүрүп чыгардык"},{"SurahNumber":26,"VerseNumber":8,"Text":"Мында (Аллаһтын кудуретине) белги бар. Бирок, алардын көпчүлүгү ыйман келтирбей жатышат"},{"SurahNumber":26,"VerseNumber":9,"Text":"Чынында, сенин Раббиң Кудуреттүү (жана) Ырайымдуу"},{"SurahNumber":26,"VerseNumber":10,"Text":"Жана (эстегин о, Мухаммад) бир кезде Раббиң Мусага (мындай) деди: «Заалым коомдорго"},{"SurahNumber":26,"VerseNumber":11,"Text":"Фираундун коомуна баргын жана аларга: «(Аллаһтан) коркпойсуңарбы?» дегин»"},{"SurahNumber":26,"VerseNumber":12,"Text":"«О, Раббим, — деди (Муса), — алар мени жалганчыга чыгаруусунан коркомун"},{"SurahNumber":26,"VerseNumber":13,"Text":"(Натыйжада) жүрөгүм сыгылып, тилим эркин айланбай калуусу мүмкүн. (Ошондуктан агам) Харунду да (мага кошуп пайгамбар кылып) жибер"},{"SurahNumber":26,"VerseNumber":14,"Text":"Алардын (оюнда) менин күнөөм бар.? Мени өлтүрүп коюуларынан да коркомун»"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Аллаһ) айтты: «Жок, (өлтүрө алышпайт) экөөң Биздин моожизаларды алып бара бергиле. Биз силер менен бирге угуп (кабаплар болуп) туруучубуз"},{"SurahNumber":26,"VerseNumber":16,"Text":"Баргыла дагы, «Биз ааламдардын Раббисинин элчилери болобуз"},{"SurahNumber":26,"VerseNumber":17,"Text":"Исрайил урпактарын (азат кыл жана) биз менен кошуп (ата-журттарына) жибер» дегиле. (Аллаһтын элчилери Фираунга барып, буюрулган сөздөрдү айтышты эле..„)"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Фираун мындай) деди: «Балалыгыңда өзүбүздүн арабызда биз тарбия кылбадык беле сени (о, Муса?) Өмүрүңдөн бир нече жылдарды биздин арабызда өткөрдүң эле го"},{"SurahNumber":26,"VerseNumber":19,"Text":"Андан кийин кылгылыкты кылып коюп, (египеттик букарабызды өлтүрүп) шүкүрсүз адамдардан болгонсуң!»"},{"SurahNumber":26,"VerseNumber":20,"Text":"(Муса) айтты: «Кылган болсом, мен аны байкабагандыктан улам жасагам. (Атайлап өлтүргөн эмесмин)"},{"SurahNumber":26,"VerseNumber":21,"Text":"Анан, (мени да өлтүрөсүңөр деп) коркконумда силерден качып (Мадянга) кетип калдым. Анан Аллаһ мага өкүм берди жана пайгамбарлардан кылды"},{"SurahNumber":26,"VerseNumber":22,"Text":"Ал эми, сен мага колко кылган «камкордуктар» болсо, Исраил урпактарын кул кылып алганың себептүү болгон!»"},{"SurahNumber":26,"VerseNumber":23,"Text":"Фираун айтты: «Ааламдардын Раббиси» дегениң эмне, ыя?»"},{"SurahNumber":26,"VerseNumber":24,"Text":"«Ал— асмандардын, жердин жана ал экөөсүнүн арасындагы (бардык) нерселердин Раббиси, эгер билсеңер» - деди (Муса)"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Фираун) өзүнүн айланасындагыларга: «Анын сөзүн угуп жатасыңарбы?»-деди (Мусаны шылдыңдап)"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Муса): «Аллаһ силердин жана абалкы ата-бабаңардын Раббиси» деди"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Анда Фираун адамдарга) айкырды: «Чынында, силерге «жиберилген «пайгамбарыңар» анык жинди болуптур!»"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Муса сөзүн улап, мындай) деди: «Ал Чыгыш менен Батыштын жана ал экөөсүнүн арасындагылардын Раббиси, эгер акылыңарды иштетсеңер»"},{"SurahNumber":26,"VerseNumber":29,"Text":"«(О, Муса!) Эгер менден башканы кудай кылып алчу болсоң, сөзсүз зындандагылардын катарына кошомун!» - деди"},{"SurahNumber":26,"VerseNumber":30,"Text":"«Эгер сага (далил боло турган) анык бир нерсе көргөзсөмчү?»-деди (Муса)"},{"SurahNumber":26,"VerseNumber":31,"Text":"«Көргөз, эгер сөзүң чын болсо» -деди"},{"SurahNumber":26,"VerseNumber":32,"Text":"(Муса) аса-таягын таштады эле.., анык чоң жыланга айланып калды"},{"SurahNumber":26,"VerseNumber":33,"Text":"Колун (чөнтөгүнөн) сууруду эле көрүүчүлөрдүн көз алдында ап-апак (нурдуу) болуп калды"},{"SurahNumber":26,"VerseNumber":34,"Text":"«(О,) бул эң илимдүү сыйкырчы болуп калган турбайбы!»- деди (Фираун) тегеректеги адамдарына"},{"SurahNumber":26,"VerseNumber":35,"Text":"«Бул өзүнүн сыйкыры менен силерди жериңерден чыгарып жиберүүнү каалайт! Кана, эмне дейсиңер?»"},{"SurahNumber":26,"VerseNumber":36,"Text":"(Сарай эли) айтышты: «Аны менен агасын (камап) койо тур жана шаарларга (сыйкырчыларды) чогултуп келчү (чабармандарды) жибер"},{"SurahNumber":26,"VerseNumber":37,"Text":"Ал сага бардык илимдүү сыйкырчыларды алып келсин»°"},{"SurahNumber":26,"VerseNumber":38,"Text":"Белгиленген күндө убадалашкан жерге (мамлекеттин чар тарабынан алып келинген эң күчтүү) сыйкырчылар чогулушту"},{"SurahNumber":26,"VerseNumber":39,"Text":"Анан адамдарга айтылды: «Чогулуп болдуңарбы"},{"SurahNumber":26,"VerseNumber":40,"Text":"Эгер (биздин) сыйкырчылар жеңип чыкса, ошолорду ээрчисек ажеп эмес!»"},{"SurahNumber":26,"VerseNumber":41,"Text":"Сыйкырчылар келип бүткөндө Фираунга: «Эгер жеңип чыксак, бизге сыйлык болобу?» дешти"},{"SurahNumber":26,"VerseNumber":42,"Text":"«Ооба — деди (Фираун) — анда менин эң жакын адамдарыман болосуңар»"},{"SurahNumber":26,"VerseNumber":43,"Text":"Муса аларга айтты: «Таштай турган нерсеңерди таштагыла»"},{"SurahNumber":26,"VerseNumber":44,"Text":"Алар жиптерин аса-таяктарын таштап: «Фираундун кудурети менен биз жеңип чыгабыз!» -дешти"},{"SurahNumber":26,"VerseNumber":45,"Text":"Анан Муса дагы аса-таягын таштады эле... капыстан (кадимки эле чоң жыланга айланып) сыйкырчылардын жасалма жыландарын жута баштады"},{"SurahNumber":26,"VerseNumber":46,"Text":"(Бул Кудуреттүү Аллаһтын гана колунан келерин дароо түшүнгөн) сыйкырчылар (Аллаһка) сажда кылган абалда бойлорун жерге таштап (мындай)"},{"SurahNumber":26,"VerseNumber":47,"Text":"дешти: «Ааламдардын Раббисине, ыйман келтирдик"},{"SurahNumber":26,"VerseNumber":48,"Text":"Муса менен Харундун Раббисине (ыйман келтирдик!)»"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Фираун ачууланып, мындай) деди: «Мен силерге уруксат бербей туруп ага ыйман келтирдиңерби?! Демек ал силерге сыйкырды үйрөткөн чоңуңар турбайбы! Азыр билип аласыңар (менин ким экенимди!). Колу-бутуңарды каршы-терши чаап, баардыгыңды асып саламын"},{"SurahNumber":26,"VerseNumber":50,"Text":"«(Мунун) зыяны жок — дешти сыйкырчылар — биз (анда) Раббибизге кайтып барабыз"},{"SurahNumber":26,"VerseNumber":51,"Text":"Биз (Мусага) эң абалкылардан болуп ыйман келтиргенибиз себептүү, Раббибиз биздин каталарыбызды кечиришин үмүт кылабыз»"},{"SurahNumber":26,"VerseNumber":52,"Text":"Жана Биз Мусага «Менин пенделерим менен түн ичинде (Мисирден) чык. Силердин изиңерден куугунчулар түшөт» -деп вахий кылдык"},{"SurahNumber":26,"VerseNumber":53,"Text":"(Муса Исрайил урпактарын түнү менен чыгарып кеткенден кийин) Фираун шаарларга (аскер) чогултуучуларды жиберди"},{"SurahNumber":26,"VerseNumber":54,"Text":"(Жана чогулган куугунчуларды шердентиш үчүн): «Алар бир ууч гана селсаяктар"},{"SurahNumber":26,"VerseNumber":55,"Text":"Биздин ачуубузга тийишти"},{"SurahNumber":26,"VerseNumber":56,"Text":"Биз бардыгыбыз (душмандан) сак болгон адамдарбыз (Аларды сөзсүз кармап келебиз)!» - деди"},{"SurahNumber":26,"VerseNumber":57,"Text":"Биз аларды (ушинтип) чыгардык, бак-бостондорунан, булактарынан"},{"SurahNumber":26,"VerseNumber":58,"Text":"(чогулткан) казыналарынан жана кооз-сонун үй-жайларынан"},{"SurahNumber":26,"VerseNumber":59,"Text":"Ошондой (болду). Биз (кийинчерээк) аларды Исрайил урпактарына мурас кылып бердик"},{"SurahNumber":26,"VerseNumber":60,"Text":"(Куугунчулар) аларды күн чыккан мезгилде кууп жетишти"},{"SurahNumber":26,"VerseNumber":61,"Text":"Эки жамаат бири-бирине көрүнүп калганда, Мусанын шериктери «Биз колго түштүк!» -дешти"},{"SurahNumber":26,"VerseNumber":62,"Text":"«Жок! — деди (Муса), — албетте, Раббим мени менен! Ал мага жол көргөзөт!»"},{"SurahNumber":26,"VerseNumber":63,"Text":"Анан Биз Мусага: «Аса-таягың менен деңизди чап!» - деп вахий кылдык. (Буйрукту аткарганда) деңиз (он эки жол болуп) жарылды жана ар бир бөлүгү чоң тоо сыяктуу болуп калды"},{"SurahNumber":26,"VerseNumber":64,"Text":"Анан башкаларды (Фираун менен анын аскерлерин деңиз-жолдун ичине кириш үчүн) жакындаштырдык"},{"SurahNumber":26,"VerseNumber":65,"Text":"Мусаны жана аны менен бирге болгондордун бардыгын (өткөрүп,) куткардык"},{"SurahNumber":26,"VerseNumber":66,"Text":"Кийин башкаларды чөктүрүп жибердик"},{"SurahNumber":26,"VerseNumber":67,"Text":"Мында (Биздин кудуретибизге чоң) белги бар. Бирок көпчүлүк адамдар ыйман келтиришпеди"},{"SurahNumber":26,"VerseNumber":68,"Text":"Чынында, сенин Раббиң Бир Өзү гана Жеңүүчү, Ырайымдуу"},{"SurahNumber":26,"VerseNumber":69,"Text":"(О, Мухаммад) аларга (Кураандан) Ибрахимдин кабарын окуп бер"},{"SurahNumber":26,"VerseNumber":70,"Text":"Бир кезде ал атасына жана коомуна «Эмнеге сыйынып жатасыңар?» -деди"},{"SurahNumber":26,"VerseNumber":71,"Text":"«Буттарыбызга сыйынып жатабыз жана аларга берилген бойдон калабыз» - дешти"},{"SurahNumber":26,"VerseNumber":72,"Text":"(Анда Ибрахим) айтты: «Аларга дуба кылсаңар силерди угабы"},{"SurahNumber":26,"VerseNumber":73,"Text":"Же болбосо силерге пайда же зыян жеткире алабы?»"},{"SurahNumber":26,"VerseNumber":74,"Text":"«Жок, (бирок) биз ата-бабаларыбыздын ушундайча сыйынып жатканын көргөнбүз» дешти"},{"SurahNumber":26,"VerseNumber":75,"Text":"(Ибрахим) айтты: «Эмнеге сыйынып жатканыңарды ойлоп көрдүңөрбү"},{"SurahNumber":26,"VerseNumber":76,"Text":"силер. Байыркы ата-бабаңар дагы (ойлоп көрүштү бекен)"},{"SurahNumber":26,"VerseNumber":77,"Text":"Чынында булар (буттар) мага душман! Ал эми, (менин досум, жолбашчым) Ааламдардын Раббиси (Аллаһ)"},{"SurahNumber":26,"VerseNumber":78,"Text":"Ал мени жаратты, анан Туура Жолго баштайт"},{"SurahNumber":26,"VerseNumber":79,"Text":"Жана Ал мени жедирет жана ичирет"},{"SurahNumber":26,"VerseNumber":80,"Text":"Оорусам, Өзү мага шыпаа берет"},{"SurahNumber":26,"VerseNumber":81,"Text":"Жана Ал менин жанымды алып (Кыяматта) мени кайра тирилтет"},{"SurahNumber":26,"VerseNumber":82,"Text":"Жана Кыяматта Ал менин күнөөлөрүмдү кечирүүсүн үмүт кыламын"},{"SurahNumber":26,"VerseNumber":83,"Text":"«О, Раббим! Мага өкүм(дөрдү билдире турган көп илим) бергин жана (өткөн) салих адамдарга (пайгамбарларга) кошкун"},{"SurahNumber":26,"VerseNumber":84,"Text":"Жана мени(н ысымымды) акыркылардын ыраскөй тилдеринде (дубаларында) кылгын"},{"SurahNumber":26,"VerseNumber":85,"Text":"Жана мени Наим Бейишинин мураскорлорунан кылгын"},{"SurahNumber":26,"VerseNumber":86,"Text":"Жана менин атамды кечиргин! Ал адашуучулардан болуп калды"},{"SurahNumber":26,"VerseNumber":87,"Text":"(Оо, Раббим! адамдарга) кайрадан жан бериле турган күндө мени(н кээ бир каталарымды ачып) шерменде кылбагын!»"},{"SurahNumber":26,"VerseNumber":88,"Text":"Ал күндө не мал-мүлк, не бала-чака пайда бербейт"},{"SurahNumber":26,"VerseNumber":89,"Text":"Бир гана, Аллаһка (ширктен) таза жүрөк менен келген адам(дын амалы гана пайда берет)"},{"SurahNumber":26,"VerseNumber":90,"Text":"Такыбалуу кишилерге Бейиш жакын келтирилди"},{"SurahNumber":26,"VerseNumber":91,"Text":"Жолдон азгандарга болсо, тозок көргөзүлдү"},{"SurahNumber":26,"VerseNumber":92,"Text":"Жана аларга айтылды: «Силер ибадат кылган «кудайыңар» кайда калды"},{"SurahNumber":26,"VerseNumber":93,"Text":"Аллаһты коюп (ошолорго сыйындыңар эле). Алар (бүгүн) силерге же өздөрүнө жардам бере алабы?!»"},{"SurahNumber":26,"VerseNumber":94,"Text":"Анан ага (тозокко) ташталышат: алар (жалган кудайлар) жана (аларга) азгырылгандар"},{"SurahNumber":26,"VerseNumber":95,"Text":"жана Иблистин (адамдардан, жиндерден болгон) бардык аскерлери"},{"SurahNumber":26,"VerseNumber":96,"Text":"Алар тозокто (бири-бирин айыптап) талашып-тартышып (мындай) дешти"},{"SurahNumber":26,"VerseNumber":97,"Text":"«Аллаһка ант, биз анык адашууда болуптурбуз"},{"SurahNumber":26,"VerseNumber":98,"Text":"Биз (о, жалган кудайлар) силерди ааламдардын Раббисине тең-шерик кылыптырбыз"},{"SurahNumber":26,"VerseNumber":99,"Text":"Бизди күнөөкөр чоңдорубуз гана адаштырды"},{"SurahNumber":26,"VerseNumber":100,"Text":"Эми, бизге шапаатчы (актоочу) жок болуп калды"},{"SurahNumber":26,"VerseNumber":101,"Text":"Жана бизге (пайда берүүчү эч бир) кадырман дос да жок"},{"SurahNumber":26,"VerseNumber":102,"Text":"Кана эми, дүйнөгө (артка) кайтарылсак жана момундардан болуп калсак!»"},{"SurahNumber":26,"VerseNumber":103,"Text":"Албетте бул аяттарда сабак бар. Бирок адамдардын көпчүлүгү ыймандуу болушпады"},{"SurahNumber":26,"VerseNumber":104,"Text":"Жана сенин Раббиң (о, Мухаммад), Бир Өзү гана Жеңүүчү, Боорукер"},{"SurahNumber":26,"VerseNumber":105,"Text":"Нухтун коому дагы пайгамбарларды! жалганчыга чыгарды"},{"SurahNumber":26,"VerseNumber":106,"Text":"Бир кезде аларга өз бурадарлары Нух (мындай) деди: «(Аллаһтан) коркпойсуңарбы"},{"SurahNumber":26,"VerseNumber":107,"Text":"Мен силер үчүн (Аллаһ тарабынан жиберилген) ишеничтүү элчи боломун"},{"SurahNumber":26,"VerseNumber":108,"Text":"Эми, Аллаһтан корккула жана мага моюн сунгула"},{"SurahNumber":26,"VerseNumber":109,"Text":"Мен даават кылганым үчүн силерден (кызмат) акы сурабаймын. Мага сооп-сыйлык берүү ааламдардын Раббисинин иши"},{"SurahNumber":26,"VerseNumber":110,"Text":"Аллаһтан корккула жана мага моюн сунгула!»"},{"SurahNumber":26,"VerseNumber":111,"Text":"«Сага ыйман келтиребизби?! Сага акылы төмөн, кедейлер гана ээрчигенго!»-дешти (кекирейген каапыр бай-манаптар)"},{"SurahNumber":26,"VerseNumber":112,"Text":"(Анда Нух) айтты: «Алардын эмне иш жасап жатканын (байлыгы барбы же жокпу) мен билбеймин"},{"SurahNumber":26,"VerseNumber":113,"Text":"Эгер түшүнсөңөр, Алардын эсебин Раббим Өзү билет"},{"SurahNumber":26,"VerseNumber":114,"Text":"Ал эми, мен ыйман келтиргендерди кууп жибербеймин"},{"SurahNumber":26,"VerseNumber":115,"Text":"Мен болгону бир анык эскертүүчүмүн»"},{"SurahNumber":26,"VerseNumber":116,"Text":"«Эй, Нух! Эгер дааватыңды токтотпосоң, ташбараңга алынасың!» (дешти ачууланган манаптар)"},{"SurahNumber":26,"VerseNumber":117,"Text":"(Нух) айтты: «Оо, Раббим! Коомум мени жалганчыга чыгарды"},{"SurahNumber":26,"VerseNumber":118,"Text":"Мени менен алардын арасын биротоло ачып кой! (аларга азап жибер) жана мен менен бирге болгон момундарды куткар!»"},{"SurahNumber":26,"VerseNumber":119,"Text":"Анан Биз (каапырларга топон суу балээсин жиберип, айбанаттар менен) толтурулган кемеде Нухту жана аны менен бирге (ыймандуу) болгондорду куткардык"},{"SurahNumber":26,"VerseNumber":120,"Text":"Кийин, калган (каапыр) элдерди чөктүрүп жибердик"},{"SurahNumber":26,"VerseNumber":121,"Text":"Албетте, мында (Биздин кудуретибиздин) белги(си) бар. Бирок, адамдардын көпчүлүгү ыйманга келбей коюшту"},{"SurahNumber":26,"VerseNumber":122,"Text":"Албетте, сенин Раббиң Кудуреттүү, Ырайымдуу.”"},{"SurahNumber":26,"VerseNumber":123,"Text":"Аад (коому) дагы пайгамбарларды «жалганчы» - деди"},{"SurahNumber":26,"VerseNumber":124,"Text":"Бир кезде аларга өз бурадарлары Худ айтты: «(Аллаһтан) коркпойсуңарбы"},{"SurahNumber":26,"VerseNumber":125,"Text":"Мен силер үчүн жиберилген ишеничтүү пайгамбармын"},{"SurahNumber":26,"VerseNumber":126,"Text":"Аллаһтан корккула, жана мага моюн сунгула"},{"SurahNumber":26,"VerseNumber":127,"Text":"Мен дааватым үчүн силерден акы сурабаймын. Менин сооп-сыйлыгымды ааламдардын Раббиси берет"},{"SurahNumber":26,"VerseNumber":128,"Text":"Эмне, силер ар кайсы (таш) дөбөгө оюн-эрмегиңердин белгисин! кура бересиңерби"},{"SurahNumber":26,"VerseNumber":129,"Text":"(Ичинде) түбөлүк жашай тургансып, (бекем, бийик) сарайларды салып жатасыңар"},{"SurahNumber":26,"VerseNumber":130,"Text":"Эгер (бир алсыз элге) күчүңөрдү көргөзсөңөр, зулумдук менен көргөзөсүңөр"},{"SurahNumber":26,"VerseNumber":131,"Text":"Аллаһтан корккула, жана мага моюн сунгула"},{"SurahNumber":26,"VerseNumber":132,"Text":"Силерге өзүңөргө белгилүү нээмат-сыйлыктарды берген Аллаһтан корккула"},{"SurahNumber":26,"VerseNumber":133,"Text":"Ал силерге чарба малдар, перзенттер"},{"SurahNumber":26,"VerseNumber":134,"Text":"Бак-бостондор жана булактарды берди"},{"SurahNumber":26,"VerseNumber":135,"Text":"Мен силердин башыңарга Улук Күндүн (Кыяматтын) азабы түшүп калуусунан коркомун"},{"SurahNumber":26,"VerseNumber":136,"Text":"(Каапырлар) айтышты: «Бизге сенин насыйкат айтканыңдын да, айтпаганыңдын да эч айырмасы жок"},{"SurahNumber":26,"VerseNumber":137,"Text":"Ал эми бул (бай-бардарлык Раббиңден нээмат эмей эле) абалкылардын салты"},{"SurahNumber":26,"VerseNumber":138,"Text":"Жана биз (Кыяматта кайрадан тирилбейбиз жана) азапка да тартылбайбыз»"},{"SurahNumber":26,"VerseNumber":139,"Text":"(Худ пайгамбарды ушинтип) жалганчыга чыгарышты. Анан Биз аларды (добул шамал менен) кыйратып жоготтук. Мында (кудуретибиздин) белгиси бар. Бирок, алардын көпчүлүгү ыймандуу болушпады"},{"SurahNumber":26,"VerseNumber":140,"Text":"Чынында, сенин Раббиң, Бир Өзү гана Кудуреттү, Ырайымдуу"},{"SurahNumber":26,"VerseNumber":141,"Text":"Самуд эли дагы пайгамбарларды! жалганчы кылды"},{"SurahNumber":26,"VerseNumber":142,"Text":"Бир кезде аларга өз бурадарлары Салих айтты: «(Аллаһтан) корксоңор болбойбу"},{"SurahNumber":26,"VerseNumber":143,"Text":"Мен силерге жиберилген ишеничтүү пайгамбармын"},{"SurahNumber":26,"VerseNumber":144,"Text":"Аллаһтан корккула жана мага моюн сунгула"},{"SurahNumber":26,"VerseNumber":145,"Text":"Мен дааватым үчүн силерден сооп-сыйлык сурабаймын. Менин сыйлыгымды ааламдардын Раббиси берет"},{"SurahNumber":26,"VerseNumber":146,"Text":"Силер бул жердеги нээмат-жыргалдардын ичинде (жыргаган бойдон) аман-эсен таштап коюлат бекенсиңер"},{"SurahNumber":26,"VerseNumber":147,"Text":"Бактардын, булактардын ичинде"},{"SurahNumber":26,"VerseNumber":148,"Text":"Эгиндердин жана жагымдуу курмалардын ичинде"},{"SurahNumber":26,"VerseNumber":149,"Text":"(Эч нерсени ойлобой) шат-курсант абалда тоолордун боорун оюп (үй куруп) жатасыңар"},{"SurahNumber":26,"VerseNumber":150,"Text":"Эми, Аллаһтан корккула жана менин айткандарымды аткаргыла"},{"SurahNumber":26,"VerseNumber":151,"Text":"Ысырапкорлордун сөзүнө (жолуна) моюн сунбагыла"},{"SurahNumber":26,"VerseNumber":152,"Text":"Алар жер бетин оңдой турган эмес, буза турган адамдар»"},{"SurahNumber":26,"VerseNumber":153,"Text":"(Каапырлар жооп берип, мындай) дешти: «Сен сыйкырлангандардан (эсин жоготкондордон) болуп калыптырсың"},{"SurahNumber":26,"VerseNumber":154,"Text":"Өзүбүзгө окшогон эле адамсың! Эгер («мен-пайгамбармын» деген сөзүңдө) чынчылдардан болсоң, бизге бир белги (моожиза) көргөзчү?»"},{"SurahNumber":26,"VerseNumber":155,"Text":"(Салих аларга Аллаһ таштан чыгарып берген төөнү көргөзүп), айтты: «Мына бул төө (силер үчүн моожиза. Эми, кудуктан кезек менен) силерге (бир күн), ага (да бир күн) белгилүү суу ичүү күнү болсун"},{"SurahNumber":26,"VerseNumber":156,"Text":"Ага жамандык кылбагыла. Антсеңер, силерди Улук Күндүн азабы кармайт!»"},{"SurahNumber":26,"VerseNumber":157,"Text":"Анан (каапырлар) ал төөнү союп салышты жана (кийин бул иштеринен) бушайман чегип калышты"},{"SurahNumber":26,"VerseNumber":158,"Text":"Натыйжада аларды азап (уккан адамдын жүрөгүн жарып жиберчү ач айкырык) кармады. Мында (кудуретибизге) белги бар. Бирок, адамдардын көпчүлүгү момун болушпады"},{"SurahNumber":26,"VerseNumber":159,"Text":"Албетте, сенин Раббиң, Бир Өзү гана Кудуреттүү, Ырайымдуу"},{"SurahNumber":26,"VerseNumber":160,"Text":"Лут коому дагы пайгамбарларды жалганчы деди"},{"SurahNumber":26,"VerseNumber":161,"Text":"Бир кезде аларга бурадарлары Лут айтты: «(Адал, никедеги аялыңар турганда бири-бириңер менен бачабаздык кылганы Аллаһтан) коркпойсуңарбы"},{"SurahNumber":26,"VerseNumber":162,"Text":"Мен силерге ишенимдүү пайгамбармын"},{"SurahNumber":26,"VerseNumber":163,"Text":"Аллаһтан корккула жана мага моюн сунгула.»"},{"SurahNumber":26,"VerseNumber":164,"Text":"Мен дааватым үчүн силерден акы сурабаймын. Менин сыйлыгымды ааламдардын Раббиси берет"},{"SurahNumber":26,"VerseNumber":165,"Text":"(О, коомум!) силер ааламдардын (жаратылган нерселердин) арасынан эркектерге (жыныстык байланыш үчүн) келесиңерби"},{"SurahNumber":26,"VerseNumber":166,"Text":"Раббиңер силер үчүн жаратып койгон аялдарыңарды таштайсыңарбы?! Жок! Силер чектен чыккан коом болуп калыпсыңар!!!»"},{"SurahNumber":26,"VerseNumber":167,"Text":"«О, Лут! — дешти (каапырлар) — эгер токтотпосоң, (шаардан) чыгарып жиберебиз!»"},{"SurahNumber":26,"VerseNumber":168,"Text":"(Лут) айтты: «Мен силердин ишиңерден жийиркенем"},{"SurahNumber":26,"VerseNumber":169,"Text":"О, Раббим! Мени жана үй-бүлөмдү алардын ишинен Өзүң сакта!»"},{"SurahNumber":26,"VerseNumber":170,"Text":"Анан Биз Лут менен анын бардык үй-бүлөсүн куткардык"},{"SurahNumber":26,"VerseNumber":171,"Text":"Бир гана азаптын арасында калып кеткен кемпирди (Луттун аялын) куткарбадык"},{"SurahNumber":26,"VerseNumber":172,"Text":"Кийин (ошол кемпирге кошуп) башкаларды да кыйраттык"},{"SurahNumber":26,"VerseNumber":173,"Text":"Жана алардын үстүнө (таштарды) жамгырдай жаадырдык. Эскертүү берилгендердин «жамгыры» кандай жаман"},{"SurahNumber":26,"VerseNumber":174,"Text":"Бул окуяда (кудуретибизге) белги(лер) бар. Бирок алардан көпчүлүгү ыйман келтирүүчү болушпады"},{"SurahNumber":26,"VerseNumber":175,"Text":"Чынында (О, Мухаммад), Раббиңдин Өзү гана Кудуреттүү, Ырайымдуу"},{"SurahNumber":26,"VerseNumber":176,"Text":"Калың бак-бостон элдери да пайгамбарларды «жалганчы» дешти"},{"SurahNumber":26,"VerseNumber":177,"Text":"Бир кезде аларга Шуайб (пайгамбар) айтты: (Аллаһтан) коркпойсуңарбы"},{"SurahNumber":26,"VerseNumber":178,"Text":"Мен силерге анык пайгамбармын"},{"SurahNumber":26,"VerseNumber":179,"Text":"Эми Аллаһтан коркуп, мага моюн сунгула"},{"SurahNumber":26,"VerseNumber":180,"Text":"Мен силерден ал (дааватым) үчүн акы сураганым жок. Менин сыйлыгымды Ааламдардын Раббиси берет"},{"SurahNumber":26,"VerseNumber":181,"Text":"(О, коомум!) Өлчөөнү толук кылгыла! Кемитип тартуучулардан болбогула"},{"SurahNumber":26,"VerseNumber":182,"Text":"Туура тараза менен тарткыла"},{"SurahNumber":26,"VerseNumber":183,"Text":"Адамдардын нерселерин тонобогула!! Жер бетинде бузукулук таратып жүрбөгүлө"},{"SurahNumber":26,"VerseNumber":184,"Text":"Силерди жана абалкы муундарды жараткан Аллаһтан корккула"},{"SurahNumber":26,"VerseNumber":185,"Text":"(Каапырлар) айтышты: «Сен (оо, Шуайб) сыйкырланып калгансың го"},{"SurahNumber":26,"VerseNumber":186,"Text":"Биз сыяктуу эле адамсың! (Кантип тамак жеп, базарда жүрө турган жөнөкөй адам пайгамбар болсун?!) Биз ойлойбуз: Сен бизди алдап жатасың"},{"SurahNumber":26,"VerseNumber":187,"Text":"Эгер чынчыл болсоң, биздин башыбызга асмандын бир бөлүгүн түшүрүп жиберчи"},{"SurahNumber":26,"VerseNumber":188,"Text":"(Шуайб мындай) деди: «Силердин ишиңерди(н жазасын) Раббимдин Өзү гана билет"},{"SurahNumber":26,"VerseNumber":189,"Text":"Аны (дагы) жалганчыга чыгарышты эле, аларды (капыстан) көлөкөлүү күндүн азабы кармады!? Бул Улук Күндүн азабы болчу"},{"SurahNumber":26,"VerseNumber":190,"Text":"Албетте мында чоң сабак бар. Бирок, алардын көпчүлүгү момун болушпады"},{"SurahNumber":26,"VerseNumber":191,"Text":"Жана сенин Раббиң, Бир Өзү гана Кудуреттүү Ырайымдуу"},{"SurahNumber":26,"VerseNumber":192,"Text":"Ал (Кураан) Ааламдардын Раббиси тарабынан түшкөн"},{"SurahNumber":26,"VerseNumber":193,"Text":"Аны ишенимдүү Рух (Жебирейил периште) алып келди"},{"SurahNumber":26,"VerseNumber":194,"Text":"сенин жүрөгүңө, эскертүүчүлөрдөн (пайгамбарлардан) бири болушуң үчүн"},{"SurahNumber":26,"VerseNumber":195,"Text":"(Ал) анык араб тилинде (түшкөн)"},{"SurahNumber":26,"VerseNumber":196,"Text":"Албетте, ал абалкылардын ыйык Китептеринде да эскертилген"},{"SurahNumber":26,"VerseNumber":197,"Text":"Аны Исрайил урпактарынын (яхудийлердин) ичиндеги уламалар билиши аларга далил болбойбу"},{"SurahNumber":26,"VerseNumber":198,"Text":"Эгер Биз аны араб эмес адамдардан кээ бирине түшүрсөк"},{"SurahNumber":26,"VerseNumber":199,"Text":"жана аларга (ошол тилде) окуп берсе да ыйман келтиришмек эмес"},{"SurahNumber":26,"VerseNumber":200,"Text":"Биз Кураанды күнөөкөр адамдардын жүрөгүнө мына ушинтип (түшүнсө да, түшүнбөсө да «жалган» деп кежирлене бере турган кылып) жолдодук"},{"SurahNumber":26,"VerseNumber":201,"Text":"Алар жан ооруткан азапты көрмөйүнчө ага ыйман келтиришпейт"},{"SurahNumber":26,"VerseNumber":202,"Text":"Азап болсо аларга камырабай турганда, капыстан келет"},{"SurahNumber":26,"VerseNumber":203,"Text":"Анан алар: «Мөөнөт берилгендерден болоор бекенбиз» деп калышат"},{"SurahNumber":26,"VerseNumber":204,"Text":"Биздин азапты шаштырып жатышабы"},{"SurahNumber":26,"VerseNumber":205,"Text":"Айтчы (о, Мухаммад!) Эгер Биз аларды бир нече жылдар (мөөнөт берип, дүйнө жыргалдарынан) пайдалантырсак"},{"SurahNumber":26,"VerseNumber":206,"Text":"Андан кийин аларга убада кылынган нерсе (азап) келсе"},{"SurahNumber":26,"VerseNumber":207,"Text":"ошол пайдалантырылган нерселердин аларга кереги тиймек эмес"},{"SurahNumber":26,"VerseNumber":208,"Text":"Биз кайсы шаарды(н элин) кыйраткан босок, (ошого чейин) алардын эскертүүчүсү болгон"},{"SurahNumber":26,"VerseNumber":209,"Text":"(Бул) - эскертүү үчүн. Биз (эч качан) зулум кылуучулардан болбодук"},{"SurahNumber":26,"VerseNumber":210,"Text":"Аны (Кураанды) жин-шайтандар түшүргөн эмес"},{"SurahNumber":26,"VerseNumber":211,"Text":"Аларга (Кураан түшүрүү) ылайык эмес. Жана буга алардын кудуреттери да жетпейт. (Анткени)"},{"SurahNumber":26,"VerseNumber":212,"Text":"Алар аны угуудан үзүп коюлган"},{"SurahNumber":26,"VerseNumber":213,"Text":"Аллаһка кошуп башка «кудайларга» дуба кылбагын. Анткенде, азапталуучулардан болуп каласың"},{"SurahNumber":26,"VerseNumber":214,"Text":"Жана (эң оболу) жакын туугандарыңды (тозок-азабынан) коркут"},{"SurahNumber":26,"VerseNumber":215,"Text":"Өзүңө ээрчиген момундарды канатыңа калкала"},{"SurahNumber":26,"VerseNumber":216,"Text":"Эгер сага (кимдир бирөөсү) каршы чыкса, (анда): «Мен силердин (күнөө) ишиңерден тазамын» -дегин"},{"SurahNumber":26,"VerseNumber":217,"Text":"Жана Кудуреттүү, Ырайымдууга тобокел кыл"},{"SurahNumber":26,"VerseNumber":218,"Text":"Ал сенин (намазда) турганыңды көрөт"},{"SurahNumber":26,"VerseNumber":219,"Text":"Жана сажда кылуучулардын арасында (намаздын бир амалынан экинчисине) көчүп турганыңды (дагы көрөт)"},{"SurahNumber":26,"VerseNumber":220,"Text":"Ал чынында (бардыгын) Угуучу, Билүүчү"},{"SurahNumber":26,"VerseNumber":221,"Text":"(Сен аларга мындай дегин): «Шайтандар кимге түшүшүн силерге кабар берейинби"},{"SurahNumber":26,"VerseNumber":222,"Text":"Алар жеткен дооматчы, күнөөкөр адамдарга түшөт"},{"SurahNumber":26,"VerseNumber":223,"Text":"Алар (аны) угушат. Алардан көпчүлүгү жалганчылар"},{"SurahNumber":26,"VerseNumber":224,"Text":"Ал эми акындарга болсо, адашкан кишилер ээрчийт"},{"SurahNumber":26,"VerseNumber":225,"Text":"Сен алардын (акындардын) ар кайсы өрөөндөрдө тентип жүргөнүн көрбөгөн белең"},{"SurahNumber":26,"VerseNumber":226,"Text":"Чынында, алар жасабаган иштерин сүйлөшөт (жазышат)"},{"SurahNumber":26,"VerseNumber":227,"Text":"Ыйман келтирип, салих амалдарды жасап, Аллаһты көп эскерип, зулумдук көргөндөрүнөн кийин жеңишке жеткен (акын) адамдар (жогорудагы акындардай эмес). Ал эми, заалым (каапыр) адамдар жакында кайсы дарекке барышаарын билип алышат"}]}