{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Ulakattār yāvaraiyum accamūṭṭi eccarikkai ceyvataṟkāka (cattiyattaiyum, acattiyattaiyum teḷivākap) pirittaṟivikkum ivvētattait taṉ aṭiyār mītu iṟakkiyavaṉ mikka pākkiyamuṭaiyavaṉ"},{"SurahNumber":25,"VerseNumber":2,"Text":"(anta nāyaṉ) ettakaiyavaṉ eṉṟāl vāṉaṅkaḷ, pūmi (ākiyavaṟṟiṉ) āṭci avaṉukkē uriyatu avaṉ (taṉakkeṉa) oru makaṉai eṭuttuk koḷḷavillai avaṉuṭaiya āṭciyil avaṉukku kūṭṭāḷi evarumillai avaṉē ellāp poruṭkaḷaiyum paṭaittu, avaṟṟai ataṉataṉ aḷavup paṭi amaittāṉ"},{"SurahNumber":25,"VerseNumber":3,"Text":"(eṉiṉum muṣrikkukaḷ) avaṉaiyaṉṟi (vēṟu) teyvaṅkaḷai ēṟpaṭuttik koṇṭirukkiṟārkaḷ - avarkaḷ entap poruḷaiyum paṭaikkamāṭṭārkaḷ; (ēṉeṉil) avarkaḷē paṭaikkappaṭṭavarkaḷ. Iṉṉum avarkaḷ; taṅkaḷukku naṉmai ye; tu koḷḷavō tīmaiyai taṭuttuk koḷḷavō caktipeṟa māṭṭārkaḷ; mēlum avarkaḷ uyirppikkavō, maṟikkac ceyyavō, mīṇṭum uyir koṭuttu eḻuppavō, iyalātavarkaḷākavum irukkiṉṟaṉar"},{"SurahNumber":25,"VerseNumber":4,"Text":"iṉṉum; itu (al kur'āṉ) poyyēyaṉṟi vēṟu illai itai ivarē iṭṭukkaṭṭik koṇṭār iṉṉum maṟṟa makkaḷ kūṭṭattārum itil avarukku utavipurintuḷḷārkaḷ\" eṉṟum nirākarippavarkaḷ kūṟukiṉṟaṉar āṉāl (ippaṭik kūṟuvataṉ mūlam) tiṭaṉāka avarkaḷē ōr aniyāyattaiyum, poyyaiyum koṇṭu vantuḷḷārkaḷ"},{"SurahNumber":25,"VerseNumber":5,"Text":"iṉṉum avarkaḷ kūṟukiṟārkaḷ; \"iṉṉum avai muṉṉōrkaḷiṉ kaṭṭuk kataikaḷē avaṟṟai ivarē eḻutuvittuk koṇṭirukkiṟār - ākavē avai avar muṉṉē kālaiyilum mālaiyilum ōtik kāṇpikkappaṭukiṉṟaṉa"},{"SurahNumber":25,"VerseNumber":6,"Text":"(napiyē!)\"Vāṉaṅkaḷilum, pūmiyilumuḷḷa irakaciyaṅkaḷai aṟintavaṉ evaṉō avaṉē atai iṟakki vaittāṉ; niccayamāka avaṉ mika maṉṉippavaṉākavum, mikka kirupai ceyvōṉākavum irukkiṉṟāṉ\" eṉṟu kūṟuvīrāka"},{"SurahNumber":25,"VerseNumber":7,"Text":"Mēlum avarkaḷ kūṟukiṟārkaḷ; \"inta rasūlukku eṉṉa? Ivar (maṟṟavarkaḷaip pōlavē) uṇavu uṇkiṟār kaṭai vītikaḷil naṭakkiṟār. Ivaruṭaṉ cērntu accamūṭṭi eccarippataṟkāka, oru malakku (vāṉavar) aṉuppappaṭṭirukka vēṇṭāmā"},{"SurahNumber":25,"VerseNumber":8,"Text":"allatu ivarukku oru putaiyal aḷikkappaṭṭirukka vēṇṭāmā? Allatu atiliruntu uṇpataṟku (oru paḻat)tōṭṭam uṇṭākiyirukka vēṇṭāmā?\" (Eṉṟum kūṟukiṉṟaṉar) aṉṟiyum, inta aniyāyak kārarkaḷ; (muḥmiṉkaḷai nōkki)\"cūṉiyam ceyyappaṭṭa oru maṉitaraiyēyaṉṟi, vēṟevaraiyum nīṅkaḷ piṉpaṟṟavillai\" eṉṟum kūṟukiṟārkaḷ"},{"SurahNumber":25,"VerseNumber":9,"Text":"(napiyē!) Umakkāka avarkaḷ ettakaiya uvamāṉaṅkaḷai eṭuttuk kūṟukiṟārkaḷ eṉpatai nīr pārum! Avarkaḷ vaḻi keṭṭup pōyviṭṭārkaḷ - ākavē avarkaḷ (nērāṉa) mārkkattaik kāṇa cakti peṟamāṭṭārkaḷ"},{"SurahNumber":25,"VerseNumber":10,"Text":"(napiyē!) Innirākarippōr colvataiviṭa) mēlāṉa cuvaṉa(t tōṭṭa)ṅkaḷai avaṉ nāṭiṉāl umakkāka uṇṭākkuvāṉē (anta nāyaṉ) pākkiyam mikkavaṉ; avaṟṟiṉ kīḻē āṟukaḷ catā ōṭikkoṇṭirukkum - iṉṉum umakkāka (aṅku) māḷikaikaḷaiyum avaṉ uṇṭākkuvāṉ"},{"SurahNumber":25,"VerseNumber":11,"Text":"eṉiṉum avarkaḷ (iṟuti vicāraṇak) kālattaiyē poyppikka muṟpaṭukiṉṟaṉar āṉāl nām antakkālattaip poyppikka muṟpaṭupavaṉukku (naraka) neruppaic cittam ceytirukkiṟōm"},{"SurahNumber":25,"VerseNumber":12,"Text":"(annarakam) ivarkaḷai veku tolaivil kāṇumpōtē ataṟkē urittāṉa kontaḷippaiyum, pēriraiccalaiyum avarkaḷ kēṭpārkaḷ"},{"SurahNumber":25,"VerseNumber":13,"Text":"mēlum a(nnarakat)tiṉ oru nerukkamāṉa iṭattil avarkaḷ (caṅkiliyāl) kaṭṭi eṟiyappaṭṭāl, (avvētaṉaiyai tāṅkamāṭṭāmal, ataiviṭa) aḻivē mēl eṉa aṅkē vēṇṭiyaḻaippārkaḷ"},{"SurahNumber":25,"VerseNumber":14,"Text":"Inta nāḷil nīṅkaḷ ōr aḻivai aḻaikkātīrkaḷ; iṉṉum pala aḻivukaḷai vēṇṭiyaḻaiyuṅkaḷ\" (eṉṟu avarkaḷiṭam kūṟappaṭum)"},{"SurahNumber":25,"VerseNumber":15,"Text":"a(ttakaiya narakamāṉa)tu nallatā? Allatu payapaktiyuṭaiyavarkaḷukku vākkaḷikkappaṭṭuḷḷa nittiya cuvarkkam nallatā? Atu avarkaḷukku naṟkūliyākavum, avarkaḷ pōyc cērumiṭamākavum irukkum\" eṉṟu (avarkaḷim napiyē!) Nīr kūṟum"},{"SurahNumber":25,"VerseNumber":16,"Text":"atil avarkaḷukku virumpiyatellām kiṭaikkum; (atil) avarkaḷ nirantaramākat taṅkuvārkaḷ - ituvē umatu iṟaivaṉiṭam vēṇṭip peṟakkūṭiya vākkuṟutiyāka irukkum"},{"SurahNumber":25,"VerseNumber":17,"Text":"avarkaḷaiyum allāhvaiyaṉṟi avarkaḷ vaṇaṅki koṇṭiruntavaṟṟaiyum avaṉ oṉṟu cērkkum nāḷil; (atteyvaṅkaḷai nōkki)\"eṉṉuṭaiya inta aṭiyārkaḷai nīṅkaḷ vaḻi keṭuttīrkaḷā? Allatu avarkaḷ tāmākavē vaḻi keṭṭup pōṉārkaḷā?\" Eṉṟu (iṟaivaṉ) kēṭpāṉ"},{"SurahNumber":25,"VerseNumber":18,"Text":"(ataṟku) avarkaḷ\"iṟaivā! Nī tūyavaṉ. Uṉṉaiyaṉṟi nāṅkaḷ pātu kāvalarkaḷai ēṟpaṭuttik koḷḷa eṅkaḷukkut tēvaiyillaiyē! Eṉiṉum nī ivarkaḷaiyum ivarkaḷuṭaiya mūtātaiyarkaḷaiyum cukam aṉupavikkac ceytāy; avarkaḷō uṉ niṉaippai maṟantārkaḷ; mēlum aḻintu pōkum kūṭṭattārāṉārkaḷ\" eṉṟu kūṟuvar"},{"SurahNumber":25,"VerseNumber":19,"Text":"nīṅkaḷ colliyataiyellām tiṭaṉāka ivarkaḷ poyyākkiviṭṭaṉar ākavē (ippōtu vētaṉaiyait) taṭuttuk koḷḷavō, utavi peṟṟuk koḷḷavō nīṅkaḷ cakti peṟamāṭṭīrkaḷ; mēlum uṅkaḷil evaṉ aniyāyam ceytu koṇṭiruntāṉō, avaṉai nām periyatoru vētaṉaiyaic cuvaikkacceyvōm\" (eṉṟu iṟaivaṉ kūṟuvāṉ)"},{"SurahNumber":25,"VerseNumber":20,"Text":"(Napiyē!) Iṉṉum umakku muṉṉar nām aṉuppiya tūtarkaḷellām niccayamāka uṇavaruntupavarkaḷākavum, kaṭai vītikaḷil naṭamāṭupavarkaḷākavumtām iruntārkaḷ; mēlum, nām uṅkaḷil cilarai maṟṟum cilarukkuc cōtaṉaiyākki irukkiṟōm - ākavē nīṅkaḷ poṟumaiyuṭaṉ iruppīrkaḷā? Um'muṭaiya iṟaivaṉ (yāvaṟṟaiyum) uṟṟu nōkkiyavaṉākavē irukkiṉṟāṉ"},{"SurahNumber":25,"VerseNumber":21,"Text":"mēlum (maṟumaiyil) nam cantippai nampātu irukkiṟārkaḷē avarkaḷ; \"eṅkaḷiṭam ēṉ malakkukaḷ aṉuppappaṭavillai? Allatu ēṉ nām nam'muṭaiya iṟaivaṉaik kāṇa muṭiyavillai?\" Eṉṟu kūṟukiṟārkaḷ. Tiṭamāka avarkaḷ perumaiyaṭittuk koṇṭirukkiṟārkaḷ; mēlum, mikavum varampu kaṭantu ceṉṟu viṭṭaṉar"},{"SurahNumber":25,"VerseNumber":22,"Text":"avarkaḷ malakkukaḷaik kāṇum nāḷil, akkuṟṟavāḷikaḷukku naṟceyti etuvum aṉṟaiya tiṉam irātu (naṟpākkiyam) muṟṟāka (uṅkaḷukku) taṭukkappaṭṭu viṭṭatu eṉṟu anta malakkukaḷ kūṟuvārkaḷ"},{"SurahNumber":25,"VerseNumber":23,"Text":"iṉṉum; nām avarkaḷ (im'maiyil) ceyta ceyalkaḷiṉ pakkam muṉṉōkki avaṟṟai (naṉmai etuvum illātu) parattappaṭṭa puḻutiyāka ākkiviṭuvōm"},{"SurahNumber":25,"VerseNumber":24,"Text":"annāḷil cuvarkka vācikaḷ taṅkumiṭattāl mēlāṉavarkaḷākakavum, cakamaṉupavikkum iṭattāl aḻakāṉavarkaḷākavum iruppārkaḷ"},{"SurahNumber":25,"VerseNumber":25,"Text":"iṉṉum vāṉam mēkattāl piḷantu pōkum nāḷil; malakkukaḷ (aṇiyaṇiyāy kīḻē) iṟakkappaṭuvārkaḷ"},{"SurahNumber":25,"VerseNumber":26,"Text":"annāḷil uṇmaiyāṉa āṭci arrahmāṉukkuttāṉ; mēlum kāḥpirkaḷuku; ku kaṭumaiyāṉa nāḷākavum irukkum"},{"SurahNumber":25,"VerseNumber":27,"Text":"annāḷil aniyāyakkāraṉ taṉṉiru kaikaḷaiyum kaṭittukkoṇṭu; \"attūtaruṭaṉ nāṉum - (nērāṉa) vaḻiyai eṭuttuk koṇṭirukka vēṇṭāmā?\" Eṉak kūṟuvāṉ"},{"SurahNumber":25,"VerseNumber":28,"Text":"eṉakku vanta kēṭē! (Eṉṉai vaḻi keṭutta) oruvaṉai naṇpaṉāka ākkik koḷḷātu iruntirukka vēṇṭāmā"},{"SurahNumber":25,"VerseNumber":29,"Text":"Niccayamāka, eṉṉiṭam nallupatēcam vanta piṉṉarum atiliruntu avaṉ eṉṉai vaḻi keṭuttāṉē! Mēlum ṣaittāṉ maṉitaṉukku mikavum cati ceypavaṉāka irukkiṟāṉ!\" (Eṉṟu pulampuvāṉ)"},{"SurahNumber":25,"VerseNumber":30,"Text":"eṉṉuṭaiya iṟaivā niccayamāka eṉ camūkattār inta kur'āṉai muṟṟilum puṟakkaṇittu otukkiviṭṭārkaḷ\" eṉṟu (nam) tūtar kūṟuvār"},{"SurahNumber":25,"VerseNumber":31,"Text":"mēlum, ivvāṟē nām ovvoru napikkum kuṟṟavāḷikaḷiliruntu pakaivarai uṇṭākkiṉōm; iṉṉum, um'muṭaiya iṟaivaṉ (umakku) nērvaḻi kāṭṭiyākavum utavipuripavaṉākavum irukkap pōtumāṉavaṉ"},{"SurahNumber":25,"VerseNumber":32,"Text":"iṉṉum; \"ivarukku inta kur'āṉ (mottamāka) ēṉ orē taṭavaiyil muḻutum iṟakkappaṭavillai?\" Eṉṟu nirākarippōr kēṭkiṟārkaḷ; itaik koṇṭu um itayattai uṟutippaṭuttuvataṟkāka itaṉai paṭippaṭiyāka nām iṟakkiṉōm"},{"SurahNumber":25,"VerseNumber":33,"Text":"avarkaḷ um'miṭam evvitamāṉa uvamāṉattaik koṇṭu vantālum, (atai viṭavum) uṇmaiyāṉatum, aḻakāṉatumāṉa oru viḷakkattai nām umakkuk koṭukkāmal illai"},{"SurahNumber":25,"VerseNumber":34,"Text":"evarkaḷ narakattiṟkut taṅkaḷ mukam kuppuṟa (iḻuttuc cellap peṟṟu) oṉṟu cērkkap paṭuvārkaḷō, avarkaḷ taṅkumiṭattāl mikavum keṭṭavarkaḷ; pātaiyāl peritum vaḻi keṭṭavarkaḷ"},{"SurahNumber":25,"VerseNumber":35,"Text":"mēlum niccayamāka nām mūsāvukku (tavṟāt) vētattaik koṭuttōm - iṉṉum avaruṭaṉ avaruṭaiya cakōtarar hārūṉai utaviyāḷarākavum ēṟpaṭuttiṉōm"},{"SurahNumber":25,"VerseNumber":36,"Text":"ākavē nām, \"nīṅkaḷ iruvarum nam attāṭcikaḷaip poyppittārkaḷē akkūṭṭattāriṭam celluṅkaḷ\" eṉṟu kūṟiṉōm. Piṉṉar, a(vvāṟu poyppitta)varkaḷai muṟṟum aḻittōm"},{"SurahNumber":25,"VerseNumber":37,"Text":"Iṉṉum; nūhiṉ camūttavar avarkaḷ (nam) tūtarkaḷaip poyyākkiya pōtu, nām avarkaḷai mūḻkaṭittōm; avarkaḷai maṉitarkaḷukku ōr attāṭciyākavum ākkivaittōm; mēlum aniyāyak kārarkaḷukku nōviṉai ceyyum vētaṉaiyai nām cittappaṭutti irukkiṟōm"},{"SurahNumber":25,"VerseNumber":38,"Text":"iṉṉum'ātu' 'samūtu' (kūṭṭattāraiyum), ras (kiṇaṟu) vācikaḷaiyum, ivarkaḷukkiṭaiyil iṉṉum anēka talaimuṟaiyiṉaraiyum (nām taṇṭittōm)"},{"SurahNumber":25,"VerseNumber":39,"Text":"avarkaḷ ovvoruvarukkum nām teḷivāṉa cāṉṟukaḷai teḷivupaṭuttiṉōm. Mēlum (avarkaḷ avaikaḷai nirākarittatiṉāl) avarkaḷ aṉaivaraiyum muṟṟāka aḻittōm"},{"SurahNumber":25,"VerseNumber":40,"Text":"iṉṉum; niccayamāka i(nnirākarippa)varkaḷ oru tīmaiyāṉa (kal) māri poḻivikkappaṭṭa ūrukkuc ceṉṟirukkiṟārkaḷ - ataṉaiyum ivarkaḷ pārkkavillaiyā? Eṉiṉum (maraṇattiṟkup piṉ uyir koṭuttu) eḻuppappaṭuvatai ivarkaḷ nampavēyillai"},{"SurahNumber":25,"VerseNumber":41,"Text":"ivaraittāṉā allāh tūtarāka aṉuppiyirukkiṟāṉ\" (eṉṟu kūṟi) um'mai avarkaḷ kāṇum poḻutu um'maik kēlikkuriyavarāka avarkaḷ karutukiṉṟaṉar"},{"SurahNumber":25,"VerseNumber":42,"Text":"nām (nam teyvaṅkaḷiṉ mītu) uṟutiyāka illātiruntāl, nam'muṭaiya teyvaṅkaḷai viṭṭum tiruppi nam'mai ivar vaḻi keṭuttēyiruppār\" (eṉṟum avarkaḷ kūṟukiṉṟaṉar (maṟumaiyiṉ) vētaṉaiyai avarkaḷ kāṇumpoḻutu, pātaiyāl mika vaḻikeṭṭavarkaḷ yār eṉpatai naṉkaṟintu koḷvārkaḷ"},{"SurahNumber":25,"VerseNumber":43,"Text":"taṉ (iḻivāṉa) iccaiyaiyē taṉ teyvamāka eṭuttuk koṇṭavaṉai (napiyē!) Nīr pārttīrā? A(ttakaiya)vaṉukku nīr pātukāvalarāka iruppīrā"},{"SurahNumber":25,"VerseNumber":44,"Text":"Allatu, niccayamāka avarkaḷil perumpālōr (um upatēcattaik) kēṭkiṟārkaḷ; allatu aṟintuṇarkiṟārkaḷ eṉṟu nīr niṉaikkiṉṟīrā? Avarkaḷ kālnaṭaikaḷaip pōṉṟavarkaḷēyaṉṟi vēṟillai (avaṟṟai viṭavum) avarkaḷ, mikavum vaḻi keṭṭavarkaḷ"},{"SurahNumber":25,"VerseNumber":45,"Text":"(napiyē!) Um'muṭaiya iṟaivaṉ niḻalai eppaṭi nīṭṭukiṉṟāṉ eṉpatai nīr pārkkavillaiyā? Mēlum avaṉ nāṭiṉāl ataṉai (orē nilaiyil) acaivaṟṟirukkac ceyya muṭiyum. (Napiyē!) Piṉṉar cūriyaṉai - nāmtām niḻalukku ātāramāka ākkiṉōm"},{"SurahNumber":25,"VerseNumber":46,"Text":"piṟaku, nām ataṉaic ciṟukac ciṟuka (kuṟaittu) nam'miṭam kaippaṟṟik koḷkiṟōm"},{"SurahNumber":25,"VerseNumber":47,"Text":"avaṉtāṉ uṅkaḷukku iravai āṭaiyākavum, nittiraiyai iḷaippāṟutalākavum ākkiyirukkiṉṟāṉ; iṉṉum, avaṉē pakalai uḻaippiṟku ēṟṟavāṟu ākkiyirukkiṟāṉ"},{"SurahNumber":25,"VerseNumber":48,"Text":"iṉṉum, avaṉtāṉ taṉṉuṭaiya kirupai (maḻai)kku muṉṉē kāṟṟukaḷai naṉmārāyamāka aṉuppi vaikkiṉṟāṉ; mēlum, (napiyē!) Nāmē vāṉattiliruntu tūymaiyāṉa nīraiyum iṟakki vaikkiṟōm"},{"SurahNumber":25,"VerseNumber":49,"Text":"iṟantu pōṉa pūmikku ataṉāl uyir aḷikkiṟōm; nām paṭaittuḷḷavaṟṟiliruntu kāl naṭaikaḷukkum, ērāḷamāṉa maṉitarkaḷukkum atai parukumpaṭic ceykiṟōm"},{"SurahNumber":25,"VerseNumber":50,"Text":"avarkaḷ paṭippiṉai peṟuvataṟkāka avarkaḷukku itaṉai (kur'āṉai) nām teḷivu paṭuttukiṟōm. Maṉitarkaḷil perumpālōr nirākarippōrākavē irukkiṉṟaṉar"},{"SurahNumber":25,"VerseNumber":51,"Text":"mēlum, nām nāṭiyiruntāl, ovvoru ūrilum, accamūṭṭi eccarikkum oruvarai nām aṉuppiyiruppōm"},{"SurahNumber":25,"VerseNumber":52,"Text":"ākavē, (napiyē!) Nīr inta kāḥpirkaḷukku vaḻipaṭātīr itaṉ mūlam (kur'āṉ mūlam) avarkaḷuṭaṉ perum pōrāṭṭattai mēṟkoḷvīrāka"},{"SurahNumber":25,"VerseNumber":53,"Text":"Avaṉtāṉ iru kaṭalkaḷaiyum oṉṟu cērttāṉ.; Oṉṟu, mikka iṉimaiyum cuvaiyumuḷḷatu maṟṟoṉṟu uppum kacappumāṉatu - ivviraṇṭiṟkumiṭaiyē varampaiyum, mīṟa muṭiyāta oru taṭaiyaiyum ēṟpaṭuttiyirukkiṟāṉ"},{"SurahNumber":25,"VerseNumber":54,"Text":"iṉṉum avaṉtāṉ maṉitaṉai nīriliruntu paṭaittu, piṉṉar avaṉukku vamcattaiyum, campantaṅkaḷaiyum ēṟpaṭuttukiṟāṉ; mēlum um'muṭaiya iṟaivaṉ pērāṟṟaluḷḷavaṉ"},{"SurahNumber":25,"VerseNumber":55,"Text":"ivvāṟiruntum, avarkaḷ allāhvai aṉṟi taṅkaḷukku naṉmai ceyyavō, tīmaiyai ceyyavō iyalātavaṟṟai vaṇaṅkukiṉṟaṉar nirākarippavaṉ taṉ iṟaivaṉukku etirāka (tīya caktikaḷukku) utavi ceypavaṉākavē irukkiṟāṉ"},{"SurahNumber":25,"VerseNumber":56,"Text":"iṉṉum (napiyē!) Nām um'mai naṉmārāyaṅ kūṟupavarākavum, accamūṭṭi eccarikkai ceypavarākavumē allāmal aṉuppavillai"},{"SurahNumber":25,"VerseNumber":57,"Text":"ataṟkāka nāṉ uṅkaḷiṭam entak kūliyaiyum kēṭkavillai - viruppamuḷḷavar tam iṟaivaṉiṭattu(c cella) nēr vaḻiyai ēṟpaṭuttik koḷḷaṭṭum eṉpatait tavira\" eṉṟu (napiyē!) Nīr kūṟum"},{"SurahNumber":25,"VerseNumber":58,"Text":"eṉavē marikkamāṭṭāṉē anta nittiya jīva(ṉākiya allāhvi)ṉ mītē muṟṟilum nampikkai vaippīrāka. Iṉṉum avaṉ pukaḻaik koṇṭu (avaṉait) tuti ceytu koṇṭiruppīrāka iṉṉum avaṉ taṉ aṭiyārkaḷiṉ pāvaṅkaḷai aṟintavaṉāka iruppatē pōtumāṉatākum"},{"SurahNumber":25,"VerseNumber":59,"Text":"avaṉē vāṉaṅkaḷaiyum, pūmiyaiyum, avaṟṟiṟkiṭaiyiluḷḷavaṟṟaiyum āṟu nāṭkaḷil paṭaittāṉ;. Piṉṉar avaṉ arṣiṉ mītu amaintāṉ. (Avaṉ tāṉ aruḷ mikka) arrahmāṉ; ākavē, aṟintavarkaḷiṭam avaṉaip paṟṟik kēṭpīrāka"},{"SurahNumber":25,"VerseNumber":60,"Text":"Iṉṉum arrahmāṉukku nīṅkaḷ sajtā ceyyuṅkaḷ' eṉṟu avarkaḷukkuk kūṟappaṭṭāl\"arrahmāṉ eṉpavaṉ yār? Nīr kaṭṭaḷaiyiṭak kūṭiyavaṉukku nāṅkaḷ sajtā ceyvōmā?\" Eṉṟu kēṭkiṟārkaḷ; iṉṉum, itu avarkaḷukku veṟuppaiyē atikappaṭuttiviṭṭatu"},{"SurahNumber":25,"VerseNumber":61,"Text":"vāṉa (maṇṭala)ttil kōḷaṅkaḷ cuḻaṉṟu varum pātaikaḷai uṇṭākki, avaṟṟiṭaiyē oru viḷakkai (cūriyaṉai)yum; oḷivāṉa cantiraṉaiyum uṇṭākkiṉāṉē avaṉ pākkiyamuḷḷavaṉ"},{"SurahNumber":25,"VerseNumber":62,"Text":"iṉṉum cintikka virumpupavarukku, allatu naṉṟi celutta virumpupavarukku avaṉtāṉ iravaiyum, pakalaiyum aṭuttaṭuttu varumāṟu ākkiṉāṉ"},{"SurahNumber":25,"VerseNumber":63,"Text":"iṉṉum arrahmāṉuṭaiya aṭiyārkaḷ (yāreṉṟāl) avarkaḷtām pūmiyil paṇivuṭaṉ naṭappavarkaḷ; mūṭarkaḷ avarkaḷuṭaṉ pēci(vātā)ṭa muṟpaṭṭāl\"salām\" (cāntiyuṇṭākaṭṭum eṉṟu) colli (vilakip pōy) viṭuvārkaḷ"},{"SurahNumber":25,"VerseNumber":64,"Text":"iṉṉum, avarkaḷ taṅkaḷ iṟaivaṉai sajtā ceytavarkaḷākavum, niṉṟavarkaḷākavum vaḻipāṭu ceytu iraviliruppārkaḷē avarkaḷ"},{"SurahNumber":25,"VerseNumber":65,"Text":"eṅkaḷ iṟaivaṉē! Eṅkaḷaiviṭṭum narakattiṉ vētaṉaiyait tiruppuvāyāka niccayamāka ataṉ vētaṉai nirantaramāṉatākum\" eṉṟu kūṟuvārkaḷ"},{"SurahNumber":25,"VerseNumber":66,"Text":"niccayamāka atu vāḻvataṟkum vacippataṟkum mikak keṭṭa iṭamākum"},{"SurahNumber":25,"VerseNumber":67,"Text":"iṉṉum, avarkaḷ celavu ceytāl vīṇ viraiyam ceyyamāṭṭārkaḷ; (ulōpittaṉamākak) kuṟaikkavum māṭṭārkaḷ - eṉiṉum, iraṇṭukkum mattiya nilaiyāka iruppārkaḷ"},{"SurahNumber":25,"VerseNumber":68,"Text":"aṉṟiyum, avarkaḷ allāhvuṭaṉ vēṟu nāyaṉaip pirārttikkamāṭṭārkaḷ; iṉṉum, allāhviṉāl vilakkap paṭṭa enta maṉitaraiyum avarkaḷ niyāyamiṉṟik kollamāṭṭārkaḷ, vipacāramum ceyya māṭṭārkaḷ - ākavē, evar ivaṟṟaic ceykiṟārō, avar taṇṭaṉai aṭaiya nēriṭum"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kiyāma nāḷil avaruṭaiya vētaṉai iraṭṭippākkappaṭum; iṉṉum atil iḻivākkappaṭṭavarāka eṉṟeṉṟum taṅkiviṭuvar"},{"SurahNumber":25,"VerseNumber":70,"Text":"āṉāl (avarkaḷil evar) tavpā ceytu īmāṉuṅ koṇṭu, sālihāṉa (naṟ) ceykaikaḷ ceykiṟārkaḷō - avarkaḷuṭaiya pāvaṅkaḷai allāh naṉmaiyāka māṟṟiviṭuvāṉ. Mēlum, allāh mikka maṉṉippōṉākavum, mikka kirupaiyuṭaiyōṉākavum irukkiṉṟāṉ"},{"SurahNumber":25,"VerseNumber":71,"Text":"iṉṉum, evar tavpā ceytu sālihāṉa (naṟ) ceykaikaḷ ceykiṉṟārō, avar niccayamāka allāhviṭam pāva maṉṉipput tēṭiyāvarāvār"},{"SurahNumber":25,"VerseNumber":72,"Text":"aṉṟiyum, avarkaḷ poy cāṭci collamāṭṭārkaḷ; mēlum, avarkaḷ vīṇāṉa kāriya(m naṭakkum iṭa)ttiṉ pakkam celvārkaḷāyiṉ kaṇṇiyamāṉavarāka (otuṅkic) ceṉṟuviṭuvārkaḷ"},{"SurahNumber":25,"VerseNumber":73,"Text":"iṉṉum avarkaḷ, taṅkaḷ iṟaivaṉuṭaiya vacaṉaṅkaḷaik koṇṭu niṉaivūṭṭappaṭṭāl, ceviṭarkaḷaiyum, kuruṭarkaḷaiyum pōl avaṟṟiṉ mītu viḻamāṭṭārkaḷ. (Cintaṉaiyuṭaṉ cevi cāypparkaḷ)"},{"SurahNumber":25,"VerseNumber":74,"Text":"mēlum avarkaḷ; \"eṅkaḷ iṟaivā! Eṅkaḷ maṉaiviyariṭamum, eṅkaḷ cantatiyariṭamum iruntu eṅkaḷukkuk kaṇkaḷiṉ kuḷircciyai aḷippāyāka! Iṉṉum payapaktiyuṭaiyavarkaḷukku eṅkaḷai imāmāka (vaḻikāṭṭiyāka) ākkiyaruḷvāyāka! Eṉṟu pirārttaṉai ceyvārkaḷ"},{"SurahNumber":25,"VerseNumber":75,"Text":"poṟumaiyuṭaṉirunta kāraṇattāl, ivarkaḷukku(c cuvaṉapatiyili) uṉṉatamāṉa māḷikai naṟkūliyāka aḷikkappaṭum; vāḻttum, salāmum koṇṭu avarkaḷ etirkoṇṭaḻaikkap paṭuvārkaḷ"},{"SurahNumber":25,"VerseNumber":76,"Text":"atil avarkaḷ eṉṟeṉṟum taṅkiviṭuvārkaḷ; atu vāḻvataṟkum vacippataṟkum aḻakiya iṭamākum"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Napiyē!) Colvīrāka\"uṅkaḷuṭaiya pirārttaṉai illāviṭṭāl, eṉṉuṭaiya iṟaivaṉ uṅkaḷaip poruṭpaṭutti irukka māṭṭāṉ āṉāl nīṅkaḷō (cattiyattai) nirākarittuk koṇṭē irukkiṟīrkaḷ. Eṉavē, ataṉ vētaṉai piṉṉar uṅkaḷaik kaṇṭippākap piṭittē tīrum"}]}