{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"(Allāh) mikap paricuttamāṉavaṉ; avaṉ taṉ aṭiyārai paittul harāmiliruntu (kaḥpattullāhviliruntu tolaivilirukkum paittul mukattasiluḷḷa) masjitul aksāviṟku ōriravil aḻaittuc ceṉṟāṉ; (masjitul aksāviṉ) cuṟṟellaikaḷai nām apivirutti ceytirukkiṉṟōm; nam'muṭaiya attāṭcikaḷai avarukkuk kāṇpippataṟkāka (avvāṟu aḻaittuc ceṉṟōm); niccayamāka avaṉ (yāvaṟṟaiyum) ceviyuṟuvōṉākavum; pārppōṉākavum irukkiṉṟāṉ"},{"SurahNumber":17,"VerseNumber":2,"Text":"iṉṉum, nām mūsāvukku vētattaik koṭuttōm; nām atai isrāyīliṉ cantatikaḷukku vaḻikāṭṭiyāka ākki, 'eṉṉaiyaṉṟi vēṟu evaraiyum nīṅkaḷ pātukāvalaṉāka ākkik koḷḷātīrkaḷ (eṉak kaṭṭaḷaiyiṭṭōm)"},{"SurahNumber":17,"VerseNumber":3,"Text":"nām nūhuṭaṉ kappalil ēṟṟi(k kāppāṟṟi)yavarkaḷiṉ cantatiyiṉarē! Niccayamāka avar naṉṟi celuttum aṭiyārāka iruntār"},{"SurahNumber":17,"VerseNumber":4,"Text":"nām isrāyīliṉ cantatiyiṉarukku (muṉṉaṟivippāka tavrāt) vētattil; \"niccayamāka nīṅkaḷ pūmiyil irumuṟai kuḻappam uṇṭākkuvīrkaḷ; (allāhvukku vaḻipaṭātu) āṇavattuṭaṉ, perum aḻiccāṭṭiyaṅkaḷ ceypavarkaḷāka naṭantu koḷvīrkaḷ\" eṉṟu aṟivittōm"},{"SurahNumber":17,"VerseNumber":5,"Text":"eṉavē, avviraṇṭil mutalāvatu vākkuṟuti (niṟaivēṟum kālam) vanta pōtu, uṅkaḷukku etirāka (pōril) koṭiya valimaiyuṭaiya nam aṭiyārkaḷai ēvi viṭṭōm; avarkaḷ uṅkaḷ vīṭukaḷil pukuntu (uṅkaḷaiyum. Uṅkaḷ poruḷkaḷaiyum) tēṭi (aḻittu) viṭṭārkaḷ; (ivvāṟu mutal) vākkuṟuti niṟaivēṟiyatu"},{"SurahNumber":17,"VerseNumber":6,"Text":"piṉṉar avarkaḷ mītu veṟṟiyaṭaiyum vāyppai uṅkaḷpāl tiruppiṉōm; ērāḷamāṉa poruḷkaḷaiyum, putalvarkaḷaiyum (tantatu) koṇṭu uṅkaḷukku utavi ceytu, uṅkaḷait tiraḷāṉa kūṭṭattiṉarākavum ākkiṉōm"},{"SurahNumber":17,"VerseNumber":7,"Text":"Nīṅkaḷ naṉmai ceytāl uṅkaḷukkē naṉmai ceytu koḷkiṟīrkaḷ. Nīṅkaḷ tīmai ceytāl atuvum uṅkaḷukkē(tīmai)yākum, uṅkaḷ mukaṅkaḷai cōkam aṭaiyac ceyvataṟkākavum paittul mukattasil mutal muṟaiyāka avarkaḷ nuḻaintatu pōl nuḻaintu avarkaḷ tāṅkaḷ kaippaṟṟik koṇṭavaikaḷai muṟṟāka aḻittu viṭuvataṟkākavum (etirikaḷai) iraṇṭām vākkuṟuti varumpoḻutu (nām āṉuppiṉōm)"},{"SurahNumber":17,"VerseNumber":8,"Text":"(itaṉ piṉṉarum nīṅkaḷ tiruntik koṇṭāl) uṅkaḷ iṟaivaṉ uṅkaḷ mītu karuṇai puriyappōtum. Āṉāl, nīṅkaḷ (pāvattiṉ pakkamē) tirumpuvīrkaḷāṉāl, nāmum (muṉ pōl taṇṭikkat) tirumpuvōm; mēlum kāḥpirkaḷukku jahaṉṉa(m eṉum naraka)ttaic ciṟaiccālaiyāka ākki vaittuḷḷōm"},{"SurahNumber":17,"VerseNumber":9,"Text":"niccayamāka inta kur'āṉ muṟṟilum nērāka irukkum nal vaḻiyaik kāṭṭukiṟatu aṉṟiyum naṟkarumaṅkaḷ ceytu varum muḥmiṉkaḷukku, niccayamāka mikap perum naṟkūliyuṇṭu eṉṟum naṉmārāyaṅ kūṟukiṟatu"},{"SurahNumber":17,"VerseNumber":10,"Text":"mēlum, evarkaḷ maṟumai nāḷ mītu nampikkai koḷḷavillaiyō, avarkaḷukku niccayamāka nām, nōviṉai tarum vētaṉaiyaic cittappaṭutti irukkiṉṟōm"},{"SurahNumber":17,"VerseNumber":11,"Text":"maṉitaṉ. Naṉmaiyāka pirārttaṉai ceyvatu pōlavē (cila camayam) tīmaikkākavum pirārttikkiṉṟāṉ; (ēṉeṉṟāl) maṉitaṉ avacarakkāraṉāka irukkiṉṟāṉ"},{"SurahNumber":17,"VerseNumber":12,"Text":"iravaiyum, pakalaiyum nām iraṇṭu attāṭcikaḷāka ākkiṉōm. Piṉṉar iraviṉ attāṭci maṅki (iruḷāki)ṭac ceytōm; uṅkaḷ iṟaivaṉuṭaiya aruṭkoṭaiyai nīṅkaḷ tēṭikkoḷvataṟkākavum - āṇṭukaḷiṉ eṇṇikkaikaḷaiyum kaṇakkukaḷaiyum nīṅkaḷ aṟintu koḷvataṟkākavum, pakaliṉ attāṭciyaip pirakācamākkiṉōm - mēlum nām ovvoru poruḷaiyum teḷivāka vivarittirukkiṟōm"},{"SurahNumber":17,"VerseNumber":13,"Text":"Ovvoru maṉitaṉuṭaiya ceyal kuṟippaiyum avaṉuṭaiya kaḻuttil nām māṭṭi irukkiṟōm; kiyāmat nāḷil avaṉukkāka ōr ēṭṭai veḷippaṭuttuvōm - tiṟakkappaṭṭa nilaiyil ataṉai avaṉ peṟṟuk koḷvāṉ"},{"SurahNumber":17,"VerseNumber":14,"Text":"nī uṉ puttakattaip paṭittup pār! Iṉṟu uṉakku etirāka uṉṉuṭaiya ātmāvē kaṇakkatikāriyāka irukkap pōtum\" (eṉṟu appōtu nām kūṟuvōm)"},{"SurahNumber":17,"VerseNumber":15,"Text":"evaṉ nērvaḻiyil celkiṉṟāṉō, avaṉ taṉṉuṭaiya naṉmaikkākavē nēr vaḻiyil celkiṟāṉ; evaṉ vaḻi kēṭṭil celkiṉṟāṉō, avaṉ taṉakkē kēṭu ceytu koṇṭāṉ; (niccayamāka) oruvaṉuṭaiya pāvaccumaiyai maṟṟoruvaṉ cumakkamāṭṭāṉ; (nam) tūtarai aṉuppāta varaiyil (evaraiyum) nām vētaṉai ceyvatillai"},{"SurahNumber":17,"VerseNumber":16,"Text":"nām ōr ūrai (ataṉ tīmaiyiṉ kāraṇamāka) aḻikka nāṭiṉāl, atiluḷḷa (vacatiyāṉa) cukavācikaḷai (nērvaḻiyaip piṉpaṟṟi vāḻumāṟu) nām ēvuvōm; āṉāl avarkaḷō (nam ēvalukku kaṭṭuppaṭāmal) varampu mīṟi naṭappārkaḷ. Appōtu, avvūriṉ mītu, (vētaṉai paṟṟiya nam) vākku uṇmaiyāki viṭukiṟatu - appāl, nām ataṉai aṭiyōṭu aḻittu viṭukiṟōm"},{"SurahNumber":17,"VerseNumber":17,"Text":"nūhukkuppiṉ ettaṉai talaimuṟaiyiṉarai nām aḻittirukkiṉṟōm? Iṉṉum, taṉ aṭiyārkaḷiṉ pāvaṅkaḷai naṉkaṟintavaṉākavum, kūrntu nōkkupavaṉākavum iruppataṟku um iṟaivaṉ pōtumāṉavaṉ"},{"SurahNumber":17,"VerseNumber":18,"Text":"evarkaḷ (maṟumaiyaip puṟakkaṇittum viraivil aḻiyum) ivvāḻkkaiyai virumpukiṟārkaḷō, avarkaḷil nām nāṭiyavarkaḷukku nām nāṭuvatai (ivvulakilēyē) viraintu koṭuttu viṭuvōm; piṉṉarō a(ttakaiya)varukkāka, nām jahaṉṉa(m naraka)ttaic cittappaṭutti vaittirukkiṟōm; atil avar paḻikkappaṭṭavarākavum capikkappaṭṭavarākavum nuḻaivār"},{"SurahNumber":17,"VerseNumber":19,"Text":"Iṉṉum evar maṟumaiyai nāṭi ataṟkākat takka pirayācaiyuṭaṉ, muḥmiṉākavum iruntu muyalkiṉṟārō, a(ttakaiya)varkaḷiṉ muyaṟci (allāhviṭattil naṟkūlikkuriyatāka) ēṟṟuk koḷḷappaṭum"},{"SurahNumber":17,"VerseNumber":20,"Text":"i(m'maiyai virumpupa)varkaḷukkum, (maṟumaiyai ācikkum) maṟṟavarkaḷukkum umatu iṟaivaṉākiya namatu aruṭkoṭaiyiliruntu nāmē utavi ceykiṟōm; umatu iṟaivaṉiṉ aruṭkoṭai (evarukkum) taṭukkappaṭṭatāka illai"},{"SurahNumber":17,"VerseNumber":21,"Text":"(napiyē!) Nām evvāṟu avarkaḷil cilaraic cilaraiviṭa (im'maiyil) mēṉmaippaṭutti irukkiṟōm eṉpatai nīr kavaṉippīrāka! Eṉiṉum maṟumai (vāḻkkai) patavikaḷilum mikap periyatu, mēṉmaiyilum mikap periyatākum"},{"SurahNumber":17,"VerseNumber":22,"Text":"allāhvuṭaṉ maṟṟōr āṉṭavaṉai nīr (iṇai) ākka vēṇṭām; (appaṭic ceytāl) nīr paḻikkappaṭṭavarākavum, utavi aṟṟavarākavum amaintu viṭuvīr"},{"SurahNumber":17,"VerseNumber":23,"Text":"avaṉaiyaṉṟi (vēṟu evaraiyum) nīr vaṇaṅkalākātu eṉṟum, peṟṟōrukku naṉmai ceyyavēṇṭum eṉṟum um'muṭaiya iṟaivaṉ vitittirukkiṉṟāṉ; avviruvaril oruvarō allatu avarkaḷ iruvarumō um'miṭattil niccayamāka mutumai aṭaintu viṭṭāl, avarkaḷai uḥp (cī) eṉṟu (caṭaintum) colla vēṇṭām - avviruvaraiyum (um'miṭattiliruntu) viraṭṭa vēṇṭām - iṉṉum avviruvariṭamum kaṉivāṉa kaṇṇiyamāṉa pēccaiyē pēcuvīrāka"},{"SurahNumber":17,"VerseNumber":24,"Text":"iṉṉum, irakkam koṇṭu paṇivu eṉṉum iṟakkaiyai avviruvarukkākavum nīr tāḻttuvīrāka mēlum, \"eṉ iṟaivaṉē! Nāṉ ciṟu piḷḷaiyāka irunta pōtu, eṉṉai(pparivōṭu) avviruvarum vaḷarttatu pōl, nīyum avarkaḷiruvarukkum kirupai ceyvāyāka!\" Eṉṟu kūṟip pirārttippīrāka"},{"SurahNumber":17,"VerseNumber":25,"Text":"(Peṟṟōrai naṭattuvatu paṟṟi) uṅkaḷuṭaiya uḷḷaṅkaḷiliruppatai uṅkaḷuṭaiya iṟaivaṉē naṉku aṟivāṉ; nīṅkaḷ sālihāṉavarkaḷāka (iṟaivaṉ ēvalukku icaintu naṭappavarkaḷāka) iruntāl; (uḷḷantirunti uṅkaḷil evar maṉṉippuk kōrukiṟāṟō attakaiya) maṉṉippuk kōrupavarkaḷukku (allāh) mika maṉṉippavaṉāka irukkiṉṟāṉ"},{"SurahNumber":17,"VerseNumber":26,"Text":"iṉṉum, uṟaviṉarukku avaruṭaiya urimai (pāttiyatai)kaḷaik koṭuppīrāka mēlum, ēḻaikaḷukkum vaḻippōkkarkaḷukkum, (avaravarkaḷukku uriyataik koṭuttu viṭuvīrāka!) Vīṇākap (poruḷai) viraiyañ ceyyātīr"},{"SurahNumber":17,"VerseNumber":27,"Text":"niccayamāka virayañ ceypavarkaḷ ṣaittāṉkaḷiṉ cakōtararkaḷāvārkaḷ; ṣaittāṉō taṉṉuṭaiya iṟaivaṉukku naṉṟi keṭṭavaṉāka irukkiṉṟāṉ"},{"SurahNumber":17,"VerseNumber":28,"Text":"(um'miṭam poruḷillāmal ataṟkāka) nīr um'muṭaiya iṟaivaṉiṉ aruḷai ātaravu vaittu (atai) etirppārttirukkum camayattil (um'miṭam evarēṉum etuvum kēṭṭu,) avarkaḷai nīr puṟakkaṇikkumpaṭi nēriṭṭāl, (appōtu) avarkaḷiṭam kaṉivāṉa, aṉpāṉa collaiyē colvīrāka"},{"SurahNumber":17,"VerseNumber":29,"Text":"(ulōpiyaip pōl etuvum vaḻaṅkātu) um kaiyai um kaḻuttil kaṭṭap paṭṭatākkik koḷḷātīr; aṉṟiyum, (aṉaittaiyum celavaḻittu um kaiyai) orē virippāka virittu viṭātīr; ataṉāl nīr nintikkappaṭṭavarākavum, (kaiyil etuvumillātu) tukkappaṭṭavarākavum amaintu viṭuvīr"},{"SurahNumber":17,"VerseNumber":30,"Text":"niccayamāka um'muṭaiya iṟaivaṉ tāṉ nāṭiyavarukku vicālamāka uṇavu (campattu)kaḷai vaḻaṅkukiṟāṉ; (tāṉ nāṭiyavarukku) aḷavākavum koṭukkiṟāṉ - niccayamāka avaṉ taṉ aṭiyār(kaḷiṉ irakaciya parakaciyaṅ)kaḷai naṉku aṟintavaṉākavum, pārppavaṉākavum irukkiṉṟāṉ"},{"SurahNumber":17,"VerseNumber":31,"Text":"Nīṅkaḷ vaṟumaikkup payantu uṅkaḷuṭaiya kuḻantaikaḷaik kolai ceyyātīrkaḷ; avarkaḷukkum uṅkaḷukkum nāmē uṇavai (vāḻkkai vacatikaḷaiyum) aḷikkiṉṟōm - avarkaḷaik kollutal niccayamākap perum piḻaiyākum"},{"SurahNumber":17,"VerseNumber":32,"Text":"nīṅkaḷ vipaccārattai neruṅkātīrkaḷ; niccayamāka atu māṉakkēṭāṉatākum. Mēlum, (vēṟu kēṭukaḷiṉ pakkam iḻuttuc cellum) tīya vaḻiyākavum irukkiṉṟatu"},{"SurahNumber":17,"VerseNumber":33,"Text":"(kolaiyai) allāh vilakkiyirukka nīṅkaḷ enta maṉitaṉaiyum niyāyamāṉa kāraṇamiṉṟik kolai ceytu viṭātīrkaḷ; evarēṉum aniyāyamākak kolai ceyyappaṭṭu viṭṭāl, avaruṭaiya vāricukku (patilukku patil ceyyavō allatu maṉṉikkavō) nām atikāram koṭuttirukkiṟōm; āṉāl kolaiyi(ṉ mūlam patil ceyvati)l varampu kaṭantu viṭak kūṭātu niccayamāka kolaiyuṇṭavariṉ vāricu (nītiyaik koṇṭu) utavi ceyyap paṭṭavarāvār"},{"SurahNumber":17,"VerseNumber":34,"Text":"anātaikaḷ pirāyamaṭaiyum varai, (avarkaḷiṉ poṟuppēṟṟirukkum) nīṅkaḷ, niyāyamāṉa muṟaiyilaṉṟi avarkaḷuṭaiya poruḷai neruṅkātīrkaḷ, iṉṉum (nīṅkaḷ allāhviṭamō, maṉitarkaḷiṭamō koṭutta) vākkuṟutiyai niṟai vēṟṟuṅkaḷ; niccayamāka (av) vākkuṟuti (paṟṟit tīrppu nāḷil uṅkaḷiṭam) vicārikkappaṭum"},{"SurahNumber":17,"VerseNumber":35,"Text":"mēlum nīṅkaḷ aḷantāl, aḷavaip pūrttiyāka aḷavuṅkaḷ; (iṉṉum) cariyāṉa tarācaik koṇṭu niṟuttuk koṭuṅkaḷ. Ituvē naṉmaiyuṭaiyatākavum, muṭivil (palaṉ taruvatil) aḻakāṉatumākavum"},{"SurahNumber":17,"VerseNumber":36,"Text":"etaippaṟṟi umakku(t tīrkka) ñāṉamillaiyō atai(c ceyyat) toṭaravēṇṭām; niccayamāka (maṟumaiyil) cevippulaṉum, pārvaiyum, irutayamum ivai ovvoṉṟumē (ataṉataṉ ceyal paṟṟi) kēḷvi kēṭkappaṭum"},{"SurahNumber":17,"VerseNumber":37,"Text":"Mēlum, nīr pūmiyil perumaiyāy naṭakka vēṇṭām; (ēṉeṉṟāl) niccayamāka nīr pūmiyaip piḷantuviṭa muṭiyātu malaiyiṉ ucci(yaḷavu)kku uyarntu viṭavum muṭiyātu"},{"SurahNumber":17,"VerseNumber":38,"Text":"ivaiyaṉaittiṉ tīmaiyum um iṟaivaṉiṭattil veṟukkappaṭṭatāka irukkiṟatu"},{"SurahNumber":17,"VerseNumber":39,"Text":"ivaiyellām um'muṭaiya iṟaivaṉ umakku vahī (mūlam) aṟivittuḷḷa ñāṉa upatēcaṅkaḷākum. Ākavē allāhvuṭaṉ vēṟu nāyaṉai (iṇaiyāka) ēṟpaṭuttātīr; (appaṭic ceytāl) nīr nintikkappaṭṭavarākavum turattappaṭṭavarākavum narakattil eṟiyappaṭuvīr"},{"SurahNumber":17,"VerseNumber":40,"Text":"(muṣrikkukaḷē!) Uṅkaḷ iṟaivaṉ uṅkaḷukku āṇ makkaḷai aḷittu viṭṭu (taṉakku maṭṭum) malakkukaḷiliruntu peṇ makkaḷai eṭuttukkoṇṭāṉā? Niccayamāka nīṅkaḷ mikapperum (poyk) kūṟṟaiyē kūṟukiṟīrkaḷ"},{"SurahNumber":17,"VerseNumber":41,"Text":"iṉṉum avarkaḷ (cintittup) paṭippiṉaikaḷ peṟuvataṟkāka inta kur'āṉil tiṭṭamāka(p palvēṟu) viḷakkaṅkaḷaik kūṟiyuḷḷōm; eṉiṉum, (ivai yāvum) avarkaḷukku (uṇmaiyiliruntu) veṟuppait tavira (vēṟetaiyum) atikappaṭuttavillai"},{"SurahNumber":17,"VerseNumber":42,"Text":"(napiyē!) Nīr colvīrāka avarkaḷ kūṟuvatupōl avaṉuṭaṉ vēṟu teyvaṅkaḷ iruntāl, appōtu avai arṣuṭaiyavaṉ (allāh ta'ālāviṉ) aḷavil oru vaḻiyait tēṭikkaṇṭu piṭittuc (ceṉṟu) irukkum eṉṟu"},{"SurahNumber":17,"VerseNumber":43,"Text":"avaṉ mikavum paricattamāṉavuṉ; iṉṉum avarkaḷ kūṟum kūṟṟukkaḷai viṭṭu appāṟpaṭṭavaṉāka irukkiṉṟāṉ"},{"SurahNumber":17,"VerseNumber":44,"Text":"ēḻu vāṉaṅkaḷum, pūmiyum, avaṟṟil uḷḷavarkaḷum avaṉait tuti ceytu koṇṭirukkiṉṟaṉar; iṉṉum avaṉ pukaḻaik koṇṭu tuti ceyyāta poruḷ (etuvum) illai. Eṉiṉum avaṟṟiṉ tuti ceyvatai nīṅkaḷ uṇarntu koḷḷamāṭṭīrkaḷ, niccayamāka avaṉ poṟumaiyuṭaiyavaṉākavum, mika maṉṉippavaṉākavum irukkiṉṟāṉ"},{"SurahNumber":17,"VerseNumber":45,"Text":"(Napiyē!) Nīr kur'āṉai ōtiṉāl umakkiṭaiyilum maṟumaiyiṉ mītu īmāṉ koḷḷātavarkaḷukkiṭaiyilum maṟaikkappaṭṭuḷḷa oru tiraiyai amaittu viṭukiṟōm"},{"SurahNumber":17,"VerseNumber":46,"Text":"iṉṉum, avarkaḷ ataṉai viḷaṅkik koḷvatai viṭṭum avarkaḷuṭaiya irutayaṅkaḷiṉ mēl mūṭikaḷaiyum, avarkaḷuṭaiya kātukaḷiṉ mītu ceviṭṭuttaṉattaiyum nām amaittu viṭukiṟōm; iṉṉum kur'āṉil, um'muṭaiya iṟaivaṉ oruvaṉai maṭṭum nīr kuṟippiṭum pōtu, avarkaḷ veṟuppaṭaintu tam piṉpuṟaṅkaḷil (tirumpi viraṇṭavarkaḷākap) piṉvāṅki viṭukiṟārkaḷ"},{"SurahNumber":17,"VerseNumber":47,"Text":"(napiyē!) Avarkaḷ umakkuc cevi cāyttāl, eṉṉa nōkkattuṭaṉ cevi cāykkiṉṟārkaḷ eṉpataiyum avarkaḷ tamakkuḷ irakaciyamāka ālōcaṉai ceyyum pōtu, \"cūṉiyam ceyyappaṭṭa oru maṉitaraiyē aṉṟi (vēṟevaraiyum) nīṅkaḷ piṉpaṟṟivillai\" eṉṟu (taṅkaḷukkuḷ) anta aniyāyakkārarkaḷ colvataiyum nām naṉkaṟivōm"},{"SurahNumber":17,"VerseNumber":48,"Text":"(napiyē!) Umakku avarkaḷ ettakai uvamaikaḷaic colkiṟārkaḷ eṉpatai kavaṉittuppārum! Ākavē, avarkaḷ vaḻikeṭṭu viṭṭārkaḷ; (nērāṉa) vaḻikku avarkaḷ caktippeṟa māṭṭārkaḷ"},{"SurahNumber":17,"VerseNumber":49,"Text":"iṉṉum; \"(iṟantu paṭṭu) elumpukaḷākavum, ukkippōṉavaikaḷākavum nāṅkaḷ ākiviṭṭa piṟaku, niccayamāka putiya paṭaippāka nāṅkaḷ eḻuppappaṭukiṟavarkaḷāka?\" Eṉṟum avarkaḷ kēṭkiṟārkaḷ"},{"SurahNumber":17,"VerseNumber":50,"Text":"(napiyē!) Nīr kūṟum; \"nīṅkaḷ kallākavō, irumpākavō ākuṅkaḷ"},{"SurahNumber":17,"VerseNumber":51,"Text":"Allatu mikap periteṉa uṅkaḷ neñcaṅkaḷil tōṉṟum vēṟoru paṭaippāy ākuṅkaḷ;\" (eppaṭiyāṉālum nīṅkaḷ niccayamāka eḻuppappaṭuvīrkaḷ). \"Eṅkaḷai evaṉ (maṟumuṟaiyum uyir koṭuttu) mīṭṭuvāṉ?\" Eṉṟu avarkaḷ kēṭpārkaḷ. \"Uṅkaḷai evaṉ mutalil paṭaittāṉō, avaṉ tāṉ!\" Eṉṟu (napiyē!) Nīr kūṟum; appōtu avarkaḷ taṅkaḷuṭaiya ciracukaḷai um pakkam cāyttu, (parikācamāka) atu eppōtu (nikaḻum)? Eṉṟu kēṭpārkaḷ. \"Atu veku cīkkirattilum ēṟpaṭalām\" eṉṟu kūṟuvīrāka"},{"SurahNumber":17,"VerseNumber":52,"Text":"uṅkaḷai (iṟutiyil) avaṉ aḻaikkum nāḷil, nīṅkaḷ avaṉ pukaḻai ōtiyavarkaḷāka patil kūṟuvīrkaḷ; (maraṇattiṟkup piṉ) coṟpa(kāla)mē taṅkiyiruntatāka nīṅkaḷ niṉaippīrkaḷ"},{"SurahNumber":17,"VerseNumber":53,"Text":"(napiyē!) Eṉ aṭiyārkaḷukku avarkaḷ aḻakiyataiyē colla vēṇṭum eṉṟu kūṟuvīrāka! Niccayamāka ṣaittāṉ avarkaḷukkiṭaiyil (tīyatait tūṇṭi) viṣamañ ceyvāṉ; niccayamāka ṣaittāṉ maṉitaṉukkup pakiraṅkamāṉa pakaivaṉāka irukkiṉṟāṉ"},{"SurahNumber":17,"VerseNumber":54,"Text":"uṅkaḷuṭaiya iṟaivaṉ uṅkaḷaip paṟṟi naṉkaṟivāṉ; avaṉ nāṭiṉāl uṅkaḷukku kirupai ceyvāṉ; allatu avaṉ nāṭiṉāl uṅkaḷai vētaṉai ceyvāṉ; nām um'mai avarkaḷukku vakīlāka (poṟuppāḷiyāka) aṉuppavillai"},{"SurahNumber":17,"VerseNumber":55,"Text":"um'muṭaiya iṟaivaṉ vāṉaṅkaḷilim pūmiyilum uḷḷavarkaḷaip paṟṟi naṉku aṟivāṉ; napimārkaḷil cilarai vēṟu cilaraiviṭat tiṭṭamāka nām mēṉmaiyākkiyirukṟōm; iṉṉum tāvūtukku japūr (vētattaiyum) koṭuttōm"},{"SurahNumber":17,"VerseNumber":56,"Text":"avaṉaiyaṉṟi (vēṟu teyvaṅkaḷ iruppatāka) nīṅkaḷ eṇṇikkoṇṭiruppavarkaḷai aḻaittuppāruṅkaḷ; avarkaḷ uṅkaḷuṭaiya kaṣṭattai nivarttikkavō allatu tiruppiviṭavō cakti peṟavillai (eṉpatai aṟivīrkaḷ)"},{"SurahNumber":17,"VerseNumber":57,"Text":"(Allāhvaiyaṉṟi) ivarkaḷ yārai pirārttikkiṉṟārkaḷō avarkaḷ, ēṉ avarkaḷil mikavum (iṟaivaṉukku) nerukkamāṉavarkaḷ kūṭa taṅkaḷ iṟaivaṉpāl (koṇṭu cella) naṟkarumaṅkaḷai ceytu koṇṭum avaṉatu aruḷai etirpārttum avaṉatu taṇṭaṉaikku añciyumē irukkiṉṟaṉar. Niccayamāka umatu iṟaivaṉiṉ taṇṭaṉai accappaṭat takkatākavē uḷḷatu"},{"SurahNumber":17,"VerseNumber":58,"Text":"iṉṉum kiyāma nāḷaikku muṉṉē (aḻiccāṭṭiyam ceyyum) enta ūrāraiyum nām aḻikkāmalō, allatu kaṭumaiyāṉa vētaṉaik koṇṭu vētaṉai ceyyāmalō iruppatillai itu(lavhul mahḥpūḷ eṉṉum) ēṭṭil varaiyappeṟṟē irukkiṟatu"},{"SurahNumber":17,"VerseNumber":59,"Text":"(nam'muṭaiya attāṭcikaḷai evarkaḷukku) muntiyavarkaḷum poyppittatait tavira (vēṟu etuvum ivarkaḷ kōrum) attāṭcikaḷai aṉuppa nam'mait taṭukkavillai (itaṟku muṉ) nām'samūtu' kūṭṭattārukku oru peṇ oṭṭakattaik kaṇkūṭāṉa attāṭciyākak koṭuttiruntōm; avarkaḷō (varampu mīṟi) ataṟku aniyāyam ceytaṉar; (makkaḷai) accamūṭṭi eccarippataṟkāvē aṉṟi nām (ittakaiya) attāṭcikaḷai aṉuppuvatillai"},{"SurahNumber":17,"VerseNumber":60,"Text":"(napiyē!) Niccayamāka um'muṭaiya ivaiṉ maṉitarkaḷaic cūḻntu koṇṭirukkiṉṟāṉ eṉṟu umakkuk kūṟiyatai (niṉaivu kūrvīrāka! Miḥrājiṉ pōtu) nām umakkukkāṭṭiya kāṭciyaiyum kur'āṉil capikkappaṭṭum (jakkūm) marattaiyum maṉitarkaḷukku cōtaṉaiyākavē tavira nām ākkavillai. Iṉṉum nām avarkaḷai accuṟuttukiṉṟōm; āṉāl, itu avarkaḷuṭaiya perum aḻiccāṭṭiyattaiyē atikarikkac ceykiṉṟatu"},{"SurahNumber":17,"VerseNumber":61,"Text":"Iṉṉum, (niṉaivu kūrvīrāka!) Nām malakkukaḷiṭam\"ātamukku nīṅkaḷ sujūtu ceyyuṅkaḷ\" eṉṟu kūṟiya pōtu, iplīsai tavira avarkaḷ sujūtu ceytārkaḷ; avaṉō\"kaḷi maṇṇāl nī paṭaittavarukkā nāṉ sujūtu ceyya vēṇṭum?\" Eṉṟu kūṟiṉāṉ"},{"SurahNumber":17,"VerseNumber":62,"Text":"eṉakku mēlāka kaṇṇiyap paṭuttiya ivaraip pārttāyā? Nī eṉakku kiyāma nāḷvarai avakācam coṭuttāl, nām ivaruṭaiya cantatikaḷil cilarait tavira (maṟṟavarkaḷai) niccayamāka vaḻikeṭuttu viṭuvēṉ\" eṉṟu (iplīsai) kūṟiṉāṉ"},{"SurahNumber":17,"VerseNumber":63,"Text":"nī pōy viṭu avarkaḷil uṉṉaip piṉpaṟṟupavar iruntāl - niccayamāka narakam tāṉ uṅkaḷ kūliyil nirappamāṉa kūliyāka irukkum"},{"SurahNumber":17,"VerseNumber":64,"Text":"iṉṉum avarkaḷiliruntu nī evarai (vaḻi caṟukac ceyya) cakti peṟṟirukkiṟāyō avarkaḷai uṉ kūppāṭṭaik koṇṭu vaḻi caṟukac cey; uṉṉuṭaiya kutiraip paṭaiyaiyum kālāṭpaṭaiyaiyum koṇṭu avarkaḷukku etirāka muḻakkamiṭac cey, avarkaḷuṭaiya celvaṅkaḷilum, kuḻantaikaḷilum nī kūṭṭāka iruntu koḷ; avarkaḷukku(p poyyāṉa) vākkuṟutikaḷaiyum koṭu!\" (Eṉṟum allāh kūṟiṉāṉ) ākavē, ṣaittāṉ avarkaḷukku vākkaḷippatellām veṟum ēmāṟṟēyaṉṟi vēṟillai"},{"SurahNumber":17,"VerseNumber":65,"Text":"niccayamāka (muḥmiṉāṉa) eṉṉuṭaiya aṭiyārkaḷ mītu uṉakku enta atikāramumillai\" (eṉṟum allāh kūṟiṉāṉ; napiyē! Anta eṉ nallaṭiyārkaḷaik) kāttuk koḷḷa um'muṭaiya iṟaivaṉ pōtumāṉavaṉ"},{"SurahNumber":17,"VerseNumber":66,"Text":"(māṉiṭarkaḷē!) Uṅkaḷ iṟaivaṉ eppaṭippaṭṭavaṉ eṉṟāl avaṉuṭaiya aruṭ koṭaikaḷai nīṅkaḷ tēṭi(c campātittu)k koḷḷum poruṭṭuk kappalai avaṉē kaṭalil celuttukiṟāṉ; niccayamāka avaṉ uṅkaḷ mītu mikka kirupaiyuṭaiyavaṉāka irukkiṉṟāṉ"},{"SurahNumber":17,"VerseNumber":67,"Text":"Iṉṉum, kaṭalil uṅkaḷai ētēṉum taṅkaṭam (tuṉpam) tīṇṭiṉāl, avaṉaiyaṉṟi nīṅkaḷ (teyvaṅkaḷ eṉa) evaṟṟai aḻaittuk koṇṭiruntīrkaḷō, avaiyāvum maṟaintu viṭum; eṉiṉum (allāh) uṅkaḷai īṭēṟṟik karaiyaḷavil koṇṭu vantu cērkkum poḻutu nīṅkaḷ (avaṉaip) puṟakkaṇittu viṭukiṟīrkaḷ - iṉṉum, maṉitaṉ makā naṉṟi maṟappavaṉākavē irukkiṉṟāṉ"},{"SurahNumber":17,"VerseNumber":68,"Text":"(karai cērnta) piṉ avaṉ uṅkaḷai pūmiyiṉ oru puṟattil putaiyumpaṭi ceytu viṭa māṭṭāṉ eṉṟō, allatu uṅkaḷ mītu kalmāriyai aṉuppamāṭṭāṉ eṉṟō accan tīrntu irukkiṟīrkaḷā? Piṉṉar nīṅkaḷ uṅkaḷaip pātukāppōr evaraiyum kāṇa māṭṭīrkaḷ"},{"SurahNumber":17,"VerseNumber":69,"Text":"allatu, avaṉ mīṇṭum oru taṭavai akkaṭalil uṅkaḷai mīḷac ceytu, (ellāvaṟṟaiyum) muṟittut taḷḷum puyal kāṟṟai uṅkaḷ mītaṉuppi, nīṅkaḷ nirākarittataṟkāka uṅkaḷai mūḻkaṭittu viṭamāṭṭāṉ eṉṟum nīṅkaḷ accantīrntu irukkiṟīrkaḷā? (Appaṭi nērntāl ēṉ ivviṣayattai avvāṟu ceytōm eṉa) nam'mait toṭarntu uṅkaḷukku(k kēṭpōr) evaraiyum kāṇamāṭṭīrkaḷ"},{"SurahNumber":17,"VerseNumber":70,"Text":"niccayamāka, nām ātamuṭaiya cantatiyaik kaṇṇiyappaṭuttiṉōm; iṉṉum, kaṭalilum, kaṟaiyilum avarkaḷaic cumantu, avarkaḷukkāka nalla uṇavu(m maṟṟum) poruṭkaḷaiyum aḷittu, nām paṭaittuḷḷa (paṭaippukaḷ) palavaṟṟaiyum viṭa avarkaḷai (takutiyāl) mēṉmaip paṭuttiṉōm"},{"SurahNumber":17,"VerseNumber":71,"Text":"(napiyē!) Nām ellā makkaḷaiyum avaravarkaḷuṭaiya talaivarkaḷuṭaṉ aḻaikkum nāḷai (nīr niṉaivūṭṭuvīrāka annāḷil) evaruṭaiya (ceyal kuṟippu) ēṭu avaruṭaiya valakkaiyil koṭukkappaṭukiṟatō, a(ttakai naṟpēṟuṭaiya)varkaḷ tam ēṭukaḷai (nim'matiyuṭaṉ) paṭippārkaḷ; iṉṉum, avarkaṉ aṇuvaḷavum aniyāyam ceyyappaṭa māṭṭārkaḷ"},{"SurahNumber":17,"VerseNumber":72,"Text":"Yār im'maiyil (nērvaḻiyaṭaiyāk) kuruṭaṉāka irukkiṟāṉō avaṉ maṟumaiyilum (naṟpēṟṟaik kāṇāk) kuruṭaṉtāṉ; iṉṉum, avaṉ nērvaḻiyil mikavum tavaṟiyavaṉāvāṉ"},{"SurahNumber":17,"VerseNumber":73,"Text":"(napiyē!) Iṉṉum nām umakku vahī mūlam aṟivittōmē atai viṭṭum, atallātatai nam'mītu nīr iṭṭukkaṭṭik kūṟumpaṭi um'mait tiruppiviṭavē avarkaḷ muṉaintārkaḷ; (avvāṟu nīr ceytiruntāl) um'mai tam uṟṟa naṇparākavum appōtu eṭuttuk koṇṭiruppārkaḷ"},{"SurahNumber":17,"VerseNumber":74,"Text":"mēlum, nām um'mai (hakkāṉa pātaiyil) uṟutippaṭutti vaittirukka villaiyeṉiṉ nīr koñcam avarkaḷ pakkam cāyntu pōyiruttal kūṭum"},{"SurahNumber":17,"VerseNumber":75,"Text":"(avvāṟu nīr cāyntiruntāl) nīr ivvāḻnāḷil iru maṭaṅku (vētaṉaiyum,) maraṇattil iru maṭaṅku (vētaṉaiyu)m nukarumāṟu nām ceytiruppōm; piṉpu, namakku etirāka umakku utaviyāḷar evaraiyum nīr kāṇamāṭṭīr"},{"SurahNumber":17,"VerseNumber":76,"Text":"(napiyē!) Um'mai (um'muṭaiya) pūmiyiliruntu aṭi peyaracceytu, atai viṭṭum um'mai veḷiyēṟṟiviṭa muṉaikiṟārkaḷ; āṉāl avarkaḷō umakkuppiṉṉar coṟpa nāṭkaḷēyaṉṟi (aṅku) taṅkiyirukka māṭṭārkaḷ"},{"SurahNumber":17,"VerseNumber":77,"Text":"tiṭamāka, umakku muṉṉar nām aṉuppiya nam tūtarkaḷaip poṟuttum itu vaḻimuṟaiyāka iruntu vantatu nam'muṭaiya (iv)vaḻimuṟaiyil enta māṟṟattaiyum nīr kāṇamāṭṭīr"},{"SurahNumber":17,"VerseNumber":78,"Text":"(napiyē!) Cūriyaṉ (ucciyil) cāyntatiliruntu iraviṉ iruḷ cūḻum varai (ḷuhru, asru, maḥrip, iṣā) toḻukaiyai nilai niṟuttuvīrāka iṉṉum ḥpajruṭaiya toḻukaiyaiyum (nilainiṟuttuvīrāka); niccayamāka ḥpajru toḻukai cāṉṟu kūṟuvatākayirukkiṟatu"},{"SurahNumber":17,"VerseNumber":79,"Text":"Iṉṉum iravil (oru ciṟu) pakutiyil umakku upariyāṉa tahajjat toḻukaiyait toḻutu varuvīrāka (itaṉ pākkiyattiṉāl) um'muṭaiya iṟaivaṉ, 'makāmam mahmutā' eṉṉum (pukaḻ peṟṟa) talattil um'mai eḻuppap pōtum"},{"SurahNumber":17,"VerseNumber":80,"Text":"eṉ iṟaivaṉē! Eṉṉai ciṟanta muṟaiyil nuḻaiyac ceyvāyāka! Mēlum ciṟanta muṟaiyil eṉṉai veḷippaṭuttuvāyāka! Mēlum uṉpuṟattiliruntu eṉakku utavi ceyyum oru caktiyai ākkuvāyāka! Eṉṟu kūṟuvīrāka"},{"SurahNumber":17,"VerseNumber":81,"Text":"(napiyē!) Iṉṉum, \"cattiyam vantatu acattiyam aḻintatu. Niccayamāka acattiyamāṉatu aḻintu pōvatēyākum' eṉṟu kūṟuvīrāka"},{"SurahNumber":17,"VerseNumber":82,"Text":"iṉṉum, nām muḥmiṉkaḷukku rahmattākavum, arumaruntākavum uḷḷavaṟṟaiyē kur'āṉil (paṭippaṭiyāka) iṟakkivaittōm; āṉāl akkiramakkārarkaḷukkō iḻappait tavira vēṟetaiyum (itu) atikamākkuvatillai"},{"SurahNumber":17,"VerseNumber":83,"Text":"nām maṉitaṉukku aruṭkoṭaikaḷai vaḻaṅkiṉāl avaṉ (naṉṟi celuttāmal) puṟakkaṇittu(t tōḷai uyarttip) perumai koḷkiṟāṉ; avaṉai (ētēṉumoru) tīṅku toṭumāṉāl avaṉ nirācai koṇṭavaṉāki viṭukiṟāṉ"},{"SurahNumber":17,"VerseNumber":84,"Text":"(napiyē!) Nīr kūṟuvīrāka\"ovvoruvaṉum taṉ vaḻiyilēyē ceyal paṭukiṟāṉ; āṉāl nērāṉa vaḻiyil celpavar yār eṉpatai uṅkaḷ iṟaivaṉ naṉku aṟivāṉ"},{"SurahNumber":17,"VerseNumber":85,"Text":"(napiyē!)\"Um'miṭam rūhai (ātmāvaip) paṟṟi avarkaḷ kēṭkiṟārkaḷ. 'Rūhu' eṉ iṟaivaṉuṭaiya kaṭṭaḷaiyiliruntē uṇṭāṉatu iṉṉum ñāṉattiliruntu uṅkaḷukku aḷikkappaṭṭatu mikac coṟpamēyaṉṟi vēṟillai\" eṉak kūṟuvīrāka"},{"SurahNumber":17,"VerseNumber":86,"Text":"(napiyē!) Nām nāṭiṉāl umakku nām vahīyāka nām aṟivittatai (kur'āṉai) pōkkiviṭuvōm; piṉṉar, namakketirāka umakkup poṟuppēṟkak kūṭiya evaraiyum nīr kāṇamāṭṭīr"},{"SurahNumber":17,"VerseNumber":87,"Text":"Āṉāl um iṟaivaṉuṭaiya rahmattait tavira (ivvāṟu nikaḻāmal iruppataṟku vēṟetuvumillai) niccayamāka um mītu avaṉuṭaiya aruṭkoṭai mikap peritākavē irukkiṟatu"},{"SurahNumber":17,"VerseNumber":88,"Text":"inta kur'āṉai pōṉṟa oṉṟaik koṇṭuvaruvataṟkāka maṉitarkaḷum jiṉkaḷum oṉṟu cērntu (muyaṉṟu), avarkaḷil oru cilar cilarukku utavipuripavarkaḷāka iruntālum, itu pōṉṟa oṉṟai avarkaḷ koṇṭu varamuṭiyātu\" eṉṟu (napiyē) nīr kūṟum"},{"SurahNumber":17,"VerseNumber":89,"Text":"niccayamāka, inta kur'āṉil maṉitarkaḷukkāka cakalavitamāṉa utāraṇaṅkaḷaiyum (mikavum teḷivāka) vivarittuḷḷōm; eṉiṉum, maṉitarkaḷil mikutiyāṉavarkaḷ (itai) nirākarikkātirukkavillai"},{"SurahNumber":17,"VerseNumber":90,"Text":"iṉṉum, avarkaḷ kūṟukiṟārkaḷ; \"nīr eṅkaḷukkākap pūmiyiliruntu oru nīr ūṟṟaip pīṟiṭṭu varumpaṭi ceyyum varaiyil, um mītu nāṅkaḷ nampikkai koḷḷa māṭṭōm"},{"SurahNumber":17,"VerseNumber":91,"Text":"allatu pērīccai maraṅkaḷum, tirāṭcaik koṭikaḷum (nirappi) uḷḷa tōṭṭam oṉṟu umakku irukka vēṇṭum. Ataṉ naṭuvē āṟukaḷai nīr olittōṭac ceyya vēṇṭum"},{"SurahNumber":17,"VerseNumber":92,"Text":"allatu nīr eṇṇuvatu pōl vāṉam tuṇṭu tuṇṭāka iṭintu eṅkaḷ mēl viḻac ceyyum varai allatu allāhvaiyum malakkukaḷaiyum (namakkumuṉ) nērukku nērākak koṇṭu vantālaṉṟi"},{"SurahNumber":17,"VerseNumber":93,"Text":"allatu oru taṅkamāḷikai umakku iruntālaṉṟi (um mītu nampikkai koḷḷōm) allatu vāṉattiṉ mītu nīr ēṟic cella vēṇṭum, (aṅkiruntu) eṅkaḷukkāka nāṅkaḷ paṭikkak kūṭiya oru (vēta) nūlai nīr koṇṭu vantu tarum varaiyil, nīr (vāṉattil) ēṟiyataiyum nāṅkaḷ nampa māṭṭōm\" eṉṟu kūṟukiṉṟaṉar. \"Eṉ iṟaivaṉ mikat tūyavaṉ, nāṉ (iṟaivaṉuṭaiya) tūtaṉākiya oru maṉitaṉē tavira vēṟetuvumāka irukkiṉṟēṉā?\" Eṉṟu (napiyē! Nīr patil) kūṟuvīrāka"},{"SurahNumber":17,"VerseNumber":94,"Text":"Maṉitarkaḷiṭam nērvaḻi (kāṭṭi) vanta pōtu, \"oru maṉitaraiyā allāh (taṉ) tūtarāka aṉuppiṉāṉ\" eṉṟu kūṟuvatait tavira avarkaḷ īmāṉ koḷvatai vēṟetuvum taṭukkavillai"},{"SurahNumber":17,"VerseNumber":95,"Text":"(napiyē!) Nīr kūṟum; \"pūmiyil malakkukaḷē vacittu (iruntu atil) avarkaḷē nim'matiyāka naṭamāṭik koṇṭiruntāl, niccayamāka nām avarkaḷiṭam oru malakkaiyē vāṉattiliruntu (nam) tūtarāka iṟakkiyiruppōm\" eṉṟu"},{"SurahNumber":17,"VerseNumber":96,"Text":"eṉakkiṭaiyilum, uṅkaḷukkiṭaiyilum cāṭciyāka irukka allāhvē pōtumāṉavaṉ; niccayamāka avaṉ taṉ aṭiyārkaḷaip paṟṟi naṉku aṟintavaṉākavum, (yāvaṟṟaiyum) pārppavaṉākavum irukkiṉṟāṉ\" eṉṟu (napiyē!) Nīr kūṟuvīrāka"},{"SurahNumber":17,"VerseNumber":97,"Text":"allāh yārai nērvaḻiyil celuttukiṟāṉō, avar tām nērvaḻippeṟṟavar āvār; iṉṉum avaṉ yārai vaḻikēṭṭil viṭukiṟāṉō a(ttakaiya)varukku utavi ceyvōr avaṉaiyaṉṟi vēṟu evaraiyum nīr kāṇamāṭṭīr; mēlum avarkaḷaik kuruṭarkaḷākavum, ūmaikaḷākavum, ceviṭarkaḷākavum tam mukaṅkaḷil kuppuṟa varumpaṭi ceytu kiyāma nāḷil oṉṟu cērppōm; iṉṉum avarkaḷ otuṅkum iṭam narakamēyākum; (naraka neruppu). Aṇaiyum pōtellām nām avarkaḷukku neruppai atikamākkuvōm"},{"SurahNumber":17,"VerseNumber":98,"Text":"avarkaḷ tam vacaṉaṅkaḷai nirākarittu, \"nām (marittu) elumpukaḷākavum, ukki maṇṇōṭu maṇṇākavum ākiviṭuvōmāyiṉ, (mīṇṭum) putiyatoru paṭaippāka eḻuppappaṭuvōmā?\" Eṉṟum collik koṇṭiruntārkaḷē ataṟkāka avarkaḷuṭaiya kūli itu tāṉ"},{"SurahNumber":17,"VerseNumber":99,"Text":"Niccayamāka vāṉaṅkaḷaiyum, pūmiyaiyum paṭaittavaṉākiya allāh avarkaḷaip pōṉṟataip paṭaikka āṟṟaluṭaiyavaṉ eṉpatai avarkaḷ aṟiyavilalaiyā? Iṉṉum avarkaḷukku oru kuṟippaṭṭa tavaṇaiyaiyum ēṟpaṭuttiyirukkiṟāṉ; itil cantēkamillai, eṉiṉum, akkiramakkārarkaḷ (ivvuṇmaiyai) nirākarikkāmal illai"},{"SurahNumber":17,"VerseNumber":100,"Text":"eṉṉuṭaiya iṟaivaṉiṉ (rahmattu eṉṉum) aruḷ pokkiṣaṅkaḷai nīṅkaḷ contappaṭuttik koṇṭu iruppīrkaḷāṉālum, avai celavāki viṭumō eṉṟa payattiṉāl, nīṅkaḷ (avaṟṟait) taṭuttukkoḷvīrkaḷ - mēlum, maṉitaṉ ulōpiyākavē irukkiṉṟāṉ\" eṉṟu (napiyē!) Nīr kūṟum"},{"SurahNumber":17,"VerseNumber":101,"Text":"niccayamāka nām mūsāvukkut teḷivāṉa oṉpatu attāṭcikaḷai koṭuttiruntōm; avar avarkaḷiṭam (avaṟṟaik koṇṭu) vantapōtu (eṉṉa naṭantatu eṉṟu) paṉī isrāyīlkaḷiṭam (napiyē!) Nīr kēḷum. Ḥpir'avṉ avarai nōkki'mūsāvē! Niccayamāka nāṉ um'mai cūṉiyam ceyyappaṭṭavarākavē eṇṇukiṟēṉ' eṉṟu kūṟiṉāṉ"},{"SurahNumber":17,"VerseNumber":102,"Text":"(ataṟku) mūsā\"vāṉaṅkaḷaiyum pūmiyaiyum paṭaitta iṟaivaṉait tavira (vēṟu yārum) ivaṟṟait teḷivāṉa cāṉṟukaḷāka aṉuppavillai eṉpatai niccayamāka nī aṟivāy; ḥpir'avṉē! Niccayamāka nī aḻikkappaṭa irukkiṟāy eṉṟu (uṉṉaip paṟṟi) nāṉ eṇṇukiṉṟēṉ\" eṉṟu kūṟiṉār"},{"SurahNumber":17,"VerseNumber":103,"Text":"ākavē (ḥpir'avṉ) annāṭṭai viṭṭu (mūsāvaiyum paṉī isrāyīlkaḷaiyum) viraṭṭiviṭa nāṭiṉāṉ; āṉāl, nām avaṉaiyum avaṉuṭaṉiruntavarkaḷ aṉaivaraiyum mūḻkaṭittōm"},{"SurahNumber":17,"VerseNumber":104,"Text":"itaṉ piṉṉar nām paṉū isrāyīlkaḷukkuc coṉṉōm, nīṅkaḷ anta nāṭṭil kuṭiyiruṅkaḷ; maṟumaiyiṉ vākkuṟuti vantāl, nām (uṅkaḷaiyum, ḥpir'avṉiṉ kūṭṭattaiyum vicāraṇaikkāka) nam'miṭam oṉṟu cērppōm"},{"SurahNumber":17,"VerseNumber":105,"Text":"Iṉṉum, muṟṟilum cattiyattaik koṇṭē nām itaṉai (kur'āṉai) iṟakkivaittōm; muṟṟilum cattiyattaik koṇṭē itu iṟaṅkiyatu mēlum, (napiyē!) Nām um'mai naṉmārāyaṅ kūṟupavarākavum, accamūṭṭi eccarippavarākavumēyaṉṟi aṉuppavillai"},{"SurahNumber":17,"VerseNumber":106,"Text":"iṉṉum, makkaḷukku nīr ciṟitu ciṟitāka ōtik kāṇpippataṟkākavē inta kur'āṉai nām pakuti, pakutiyākap pirittōm; iṉṉum nām ataṉaip paṭippaṭiyāka iṟakkivaittōm"},{"SurahNumber":17,"VerseNumber":107,"Text":"(napiyē!)\"Ataṉai nīṅkaḷ nampuṅkaḷ, allatu nampātiruṅkaḷ; (ataṉāl namakku kūṭutal, kuṟaivu etuvumillai.) Niccayamāka itaṟku muṉṉar evar (vēta) ñāṉam koṭukkappaṭṭiruntārkaḷō, avarkaḷiṭam atu (kur'āṉ) ōtikkāṇpikkappaṭṭāl avarkaḷ sujūtu ceytavarkaḷāka mukaṅkaḷiṉ mītu (paṇintu) viḻuvārkaḷ\" eṉṟu (napiyē!) Nīr kūṟum"},{"SurahNumber":17,"VerseNumber":108,"Text":"aṉṟiyum, \"eṅkaḷ iṟaivaṉ mikap paricuttamāṉavaṉ; eṅkaḷuṭaiya iṟaivaṉiṉ vākkuṟuti niṟaivēṟi viṭṭatu\" eṉṟum avarkaḷ kūṟuvārkaḷ"},{"SurahNumber":17,"VerseNumber":109,"Text":"iṉṉum avarkaḷ aḻutavarkaḷāka mukaṅkaḷ kuppuṟa viḻuvārkaḷ; iṉṉum avarkaḷuṭaiya uḷḷaccattaiyum (atu) atikappaṭuttum"},{"SurahNumber":17,"VerseNumber":110,"Text":"nīṅkaḷ (avaṉai) allāh eṉṟu aḻaiyuṅkaḷ; allatu arrahmāṉ eṉṟaḻaiyuṅkaḷ; eppeyaraik koṇṭu avaṉai nīṅkaḷ aḻaittālum, avaṉukku(p pala) aḻakiya tirunāmaṅkaḷ irukkiṉṟaṉa\" eṉṟu (napiyē!) Kūṟuvīrāka iṉṉum, um'muṭaiya toḻukaiyil atika captamiṭṭu ōtātīr; mika metuvākavum ōtātīr. Mēlum ivviraṇṭiṟkum iṭaiyil oru mattiyamāṉa vaḻiyaik kaṭaippiṭippīrāka"},{"SurahNumber":17,"VerseNumber":111,"Text":"Aṉṟiyum, (taṉakkuc) cantatiyai eṭuttuk koḷḷātavaṉum, (taṉ) āṭciyil taṉakkuk kūṭṭāḷi evarum illātavaṉum, entavita palahīṉattai koṇṭum enta utaviyāḷaṉum (tēvai) illāmalum irukkiṟāṉē anta nāyaṉukkē pukaḻ amaittum\" eṉṟu (napiyē!) Nīr kūṟuvīrāka iṉṉum (avaṉai) eppoḻutum perumaip paṭutta vēṇṭiya muṟaiyil perumaip paṭuttuvīrāka"}]}