{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Glorificado seja Aquele que, durante a noite, transportou o Seu servo, tirando-o da Sagrada Mesquita (em Makka) elevando-o a Mesquita de Alacsa (em Jerusalem), cujo recinto bendizemos, para mostrar-lhe alguns dos Nossos sinais. Sabeique Ele e Oniouvinte, o Onividente"},{"SurahNumber":17,"VerseNumber":2,"Text":"E concedemos o Livro a Moises, (Livro esse) que transformamos em orientacao para os israelitas, (dizendo-lhes): Naoadoteis, alem de Mim, outro guardiao"},{"SurahNumber":17,"VerseNumber":3,"Text":"O geracao daqueles que embarcamos com Noe! Sabei que ele foi um servo agradecido"},{"SurahNumber":17,"VerseNumber":4,"Text":"E lancamos, no Livro, um vaticinio aos israelitas: causareis corrupcao duas vezes na terra e vos tornareis muitoarrogantes"},{"SurahNumber":17,"VerseNumber":5,"Text":"E quanto se cumpriu a primeira, enviamos contra eles servos Nossos poderosos, que adentraram seus lares e foi cumpridaa (Nossa) cominacao"},{"SurahNumber":17,"VerseNumber":6,"Text":"Logo vos concedemos a vitoria sobre eles, e vos agraciamos com bens e filhos, e vos tornamos mais numerosos"},{"SurahNumber":17,"VerseNumber":7,"Text":"Se praticardes o bem, este reverte-se-a em vosso proprio beneficio; se praticardes o mal, sera em prejuizo vosso. Equando se cumpriu a (Nossa) Segunda cominacao, permitimos (aos vossos inimigos0 afligir-vos e invadir o Templo, talcomo haviam invadido da primeira vez, e arrasar totalmente com tudo quanto havieis conquistado)"},{"SurahNumber":17,"VerseNumber":8,"Text":"Pode ser que o vosso Senhor tenha misericordia de vos; porem, se reincidirdes (no erro), Nos reincidiremos (no castigo) e faremos do inferno um carcere para os incredulos"},{"SurahNumber":17,"VerseNumber":9,"Text":"Em verdade, este Alcorao encaminha a senda mais reta e anuncia aos fieis benfeitores que obterao uma granderecompensa"},{"SurahNumber":17,"VerseNumber":10,"Text":"E para aqueles que negam a outra vida, porem, temos preparado um doloroso castigo"},{"SurahNumber":17,"VerseNumber":11,"Text":"O homem impreca pelo mal, ao inves de suplicar pelo bem, porque o homem e impaciente"},{"SurahNumber":17,"VerseNumber":12,"Text":"Fizemos da noite e do dia dois exemplos; enquanto obscurecemos o sinal da noite, fizemos o sinal do dia parailuminar-vos, para que procurasseis a graca de vosso Senhor, e para que conhecesseis o numero dos anos e o seu computo; eexplanamos claramente todas as coisas"},{"SurahNumber":17,"VerseNumber":13,"Text":"E casa homem lhe penduramos ao pescoco o seu destino e, no Dia da Ressurreicao, apresentar-lhes-emos um livro, queencontrara aberto"},{"SurahNumber":17,"VerseNumber":14,"Text":"(E lhe diremos): Le o teu livro! Hoje bastaras tu mesmo para julgar-te"},{"SurahNumber":17,"VerseNumber":15,"Text":"Quem se encaminha, o faz em seu beneficio; quem se desvia, o faz em seu prejuizo, e nenhum pecador arcara com a culpaalheia. Jamais castigamos (um povo), sem antes termos enviado um mensageiro"},{"SurahNumber":17,"VerseNumber":16,"Text":"E se pensamos em destruir uma cidade, primeiramente enviamos uma ordem aos seus habitantes abastados que estao nelacorromperem os Nossos mandamentos; esta (cidade), entao, merecera o castigo; aniquila-la-emos completamente"},{"SurahNumber":17,"VerseNumber":17,"Text":"Quantas geracoes temos exterminado depois de Noe! Porem, basta tao-somente que teu Senhor conheca e veja ospecados dos Seus servos"},{"SurahNumber":17,"VerseNumber":18,"Text":"A quem quiser as coisas transitorias (deste mundo), atende-lo-emos ao inferno, em que entrara vituperado, rejeitado"},{"SurahNumber":17,"VerseNumber":19,"Text":"Aqueles que anelarem a outra vida e se esforcarem para obte-la, e forem fieis, terao os seus esforcos retribuidos"},{"SurahNumber":17,"VerseNumber":20,"Text":"Tanto a estes como aqueles agraciamos com as dadivas do teu Senhor; porque as dadivas do teu Senhor jamais foramnegadas a alguem"},{"SurahNumber":17,"VerseNumber":21,"Text":"Repara em como temos dignificado uns mais do que outros. Porem, na outra vida, ha maiores dignidades e maisdistincao"},{"SurahNumber":17,"VerseNumber":22,"Text":"Nao tomes, junto com Deus (o humano) outra divindade, porque seras vituperado, aviltado"},{"SurahNumber":17,"VerseNumber":23,"Text":"O decreto de teu Senhor e que nao adoreis senao a Ele; que sejais indulgentes com vossos pais, mesmo que a velhicealcance um deles ou ambos, em vossa companhia; nao os reproveis, nem os rejeiteis; outrossim, dirigi-lhes palavrashonrosas"},{"SurahNumber":17,"VerseNumber":24,"Text":"E estende sobre eles a asa da humildade, e dize: O Senhor meu, tem misericordia de ambos, como eles tiverammisericordia de mim, criando-me desde pequenino"},{"SurahNumber":17,"VerseNumber":25,"Text":"Vosso Senhor e mais sabedor do que ninguem do que ha em vossos coracoes. Se sois virtuosos, sabei que Ele eIndulgente para com os contritos"},{"SurahNumber":17,"VerseNumber":26,"Text":"Concede a teu parente o que lhe e devido, bem como ao necessitado e ao viajante, mas nao sejas perdulario"},{"SurahNumber":17,"VerseNumber":27,"Text":"Porque os perdularios sao irmaos dos demonios, e o demonio foi ingrato para com o seu Senhor"},{"SurahNumber":17,"VerseNumber":28,"Text":"Porem, se te abstens (o Mohammad) de privar com eles com o fim de alcancares a misericordia de teu Senhor, a qualalmejas, fala-lhes afetuosamente"},{"SurahNumber":17,"VerseNumber":29,"Text":"Nao cerres a tua mao excessivamente, nem a abras completamente, porque te veras censurado, arruinado"},{"SurahNumber":17,"VerseNumber":30,"Text":"Teu Senhor prodigaliza e prove, na medida exata, a Sua merce a quem Lhe apraz, porque esta bem inteirado e eObservador dos Seus servos"},{"SurahNumber":17,"VerseNumber":31,"Text":"Nao mateis vossos filhos por temor a necessidade, pois Nos os sustentaremos, bem como a vos. Sabei que o seuassassinato e um grave delito"},{"SurahNumber":17,"VerseNumber":32,"Text":"Evitai a fornicacao, porque e uma obscenidade e um pessimo exemplo"},{"SurahNumber":17,"VerseNumber":33,"Text":"Nao mateis o ser que Deus vedou matar, senao legitimamente; mas, quanto a quem e morto injustamente, facultamos aoseu parente a represalia; porem, que nao se exceda na vinganca, pois ele esta auxiliado (pela lei)"},{"SurahNumber":17,"VerseNumber":34,"Text":"Nao disponhais do patrimonio do orfao senao da melhor forma, ate que ele chegue a puberdade, e cumpri oconvencionado, porque o convencionado sera reivindicado"},{"SurahNumber":17,"VerseNumber":35,"Text":"E quanto instituirdes a medida, fazei-o corretamente; pesai na balanca justa, porque isto e mais vantajoso e de melhorconsequencia"},{"SurahNumber":17,"VerseNumber":36,"Text":"Nao sigas (o humano) o que ignoras, porque pelo teu ouvido, pela tua vista, e pelo teu coracao, por tudo isto seraresponsavel"},{"SurahNumber":17,"VerseNumber":37,"Text":"E nao te conduzas com jactancia na terra, porque jamais poderas fende-la, nem te igualar, em altura, as montanhas"},{"SurahNumber":17,"VerseNumber":38,"Text":"De todas as coisas, a maldade e a mais detestavel, ante o teu Senhor"},{"SurahNumber":17,"VerseNumber":39,"Text":"Eis o que da sabedoria te inspirou teu Senhor: Nao tomes, junto com Deus, outra divindade, porque sera arrojado noinferno, censurado, rejeitado"},{"SurahNumber":17,"VerseNumber":40,"Text":"Porventura, vosso Senhor designou para vos os varoes e escolheu para Si, dentre os anjos, as filhas? Sabei que proferisuma grande blasfemia"},{"SurahNumber":17,"VerseNumber":41,"Text":"Temos reiterado os Nossos conselhos neste Alcorao, para que se persuadam; porem, isso nao logra fazer mais do queaumentar-lhes a aversao"},{"SurahNumber":17,"VerseNumber":42,"Text":"Dize-lhes: Se, como dize, houvesse, juntamente com Ele, outros deuses, teriam tratado de encontrar um meio decontrapor-se ao Soberano do Trono"},{"SurahNumber":17,"VerseNumber":43,"Text":"Glorificado e sublimemente exaltado seja Ele, por tudo quanto blasfemam"},{"SurahNumber":17,"VerseNumber":44,"Text":"Os setes ceus, a terra, e tudo quanto neles existe glorificam-No. Nada existe que nao glorifique os Seus louvores! Porem, nao compreendeis as suas glorificacoes. Sabei que Ele e Tolerante, Indulgentissimo"},{"SurahNumber":17,"VerseNumber":45,"Text":"E, quando recitas o Alcorao, interpomos um veu invisivel entre ti e aqueles que nao creem na outra vida"},{"SurahNumber":17,"VerseNumber":46,"Text":"E sigilamos os coracoes para que nao o compreendessem, e ensurdecemos os seus ouvidos. E, quando, no Alcorao, mencionas unicamente teu Senhor, voltam-te as costas desdenhosamente"},{"SurahNumber":17,"VerseNumber":47,"Text":"Sabemos, melhor do que ninguem, quando vem escutar-te e porque o fazem; e quando se encontram em confidencia, osiniquos dizem: Nao seguis senao um homem enfeiticado"},{"SurahNumber":17,"VerseNumber":48,"Text":"Olha com o que te comparam! Porem, assim se desviam, e nunca encontrarao senda alguma"},{"SurahNumber":17,"VerseNumber":49,"Text":"Dizem: Que! Quando estivermos reduzidos a ossos e po, seremos, acaso reencarnados em uma nova criacao"},{"SurahNumber":17,"VerseNumber":50,"Text":"Dize-lhes: Ainda que fosseis pedras ou ferro"},{"SurahNumber":17,"VerseNumber":51,"Text":"Ou qualquer outra criacao inconcebivel as vossas mentes (serieis ressuscitados). Perguntarao, entao: Quem nosressuscitara? Respondeu-lhes: Quem vos criou da primeira vez! Entao, meneando a cabeca, dirao: Quando ocorrera isso? Responde-lhes: Talvez seja logo"},{"SurahNumber":17,"VerseNumber":52,"Text":"Sera no dia em que Ele vos chamar e em que vos O atendereis, glorificando os Seus louvores; e vos parecera que naopermanecestes ali senao pouco tempo"},{"SurahNumber":17,"VerseNumber":53,"Text":"E dize aos Meus servos que digam sempre o melhor, porque Satanas causa dissensoes entre eles, pois Satanas e uminimigo declarado do homem"},{"SurahNumber":17,"VerseNumber":54,"Text":"Vosso Senhor vos conhece melhor do que ninguem. Se Lhe apraz, apiada-Se de vos e, se quer, castiga-vos. Nao teenviamos como guardiao deles"},{"SurahNumber":17,"VerseNumber":55,"Text":"Teu Senhor conhece melhor do que ninguem aqueles que estao nos ceus e na terra. Temos preferido a uns profetas sobreoutros, e concedemos os Salmos a Davi"},{"SurahNumber":17,"VerseNumber":56,"Text":"Dize-lhes: Invocai os que pretendeis em vez d'Ele! Porem nao poderao vos livrar das adversidades, nem as modificar"},{"SurahNumber":17,"VerseNumber":57,"Text":"Aqueles que invocam anseiam por um meio que os aproxime do seu Senhor e esperam a Sua misericordia e temem o Seucastigo, porque o castigo do teu Senhor e temivel"},{"SurahNumber":17,"VerseNumber":58,"Text":"Nao existe cidade alguma que nao destruiremos antes do Dia da Ressurreicao ou que nao a castigaremos severamente; isto esta registrado no Livro"},{"SurahNumber":17,"VerseNumber":59,"Text":"E nao enviamos os sinais somente porque os primitivos os desmentiram. Haviamos apresentado ao povo de Tamud acamela como um sinal evidente, e eles a trataram erradamente; porem, jamais enviamos sinais, senao para adverti-los"},{"SurahNumber":17,"VerseNumber":60,"Text":"E quanto te dissemos: Teu Senhor abrange toda a humanidade. A visao que te temos mostrado nao foi senao uma provapara os humanos, o mesmo que a arvore maldita no Alcorao. Nos o advertimos! Porem, isto nao fez mais do que aumentar asua grande transgressao"},{"SurahNumber":17,"VerseNumber":61,"Text":"E quando dissemos aos anjos: Prostrai-vos ante Adao!, prostraram-se todos, menos Lucifer, que disse: Terei deprostrar-me ante quem criaste do barro"},{"SurahNumber":17,"VerseNumber":62,"Text":"E continuou: Atenta para este, que preferiste a mim! Juro que se me tolerares ate o Dia da Ressurreicao, salvo unspoucos, apossar-me-ei da sua descendencia"},{"SurahNumber":17,"VerseNumber":63,"Text":"Disse-lhe (Deus): Vai-te, (Satanas)! E para aqueles que te seguirem, o inferno sera o castigo bem merecido"},{"SurahNumber":17,"VerseNumber":64,"Text":"Seduze com a tua voz aqueles que puderes, dentre eles; aturde-os com a tua cavalaria e a tua infantaria; associa-te a elesnos bens e nos filhos, e faze-lhes promessas! Qual! Satanas nada lhes promete, alem de quimeras"},{"SurahNumber":17,"VerseNumber":65,"Text":"Nao teras autoridade alguma sobre os Meus servos, porque basta o teu Senhor para Guardiao"},{"SurahNumber":17,"VerseNumber":66,"Text":"Vosso Senhor e Quem faz singrar o mar, os navios para que procureis algo da Sua graca, porque Ele e Misericordiosopara convosco"},{"SurahNumber":17,"VerseNumber":67,"Text":"E quando, no mar, vos acoita a adversidade, aqueles que invocais alem d'Ele desvanecem-se; porem, quando vos salva, conduzindo-vos a terra, negai-Lo, porque e proprio do homem ser ingrato"},{"SurahNumber":17,"VerseNumber":68,"Text":"Estais, acaso, seguros de que Ele nao fara a terra tragar-vos ou de que nao desencadeara sobre vos um furacao, sem quepossais encontrar guardiao algum"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ou estais, entao, seguros de que nao vos devolvera novamente ao mar e de que nao desencadeara sobre vos umatormenta que vos afogara, por vossa ingratidao, sem que possais encontrar quem vos aproxime de Nos"},{"SurahNumber":17,"VerseNumber":70,"Text":"Enobrecemos os filhos de Adao e os conduzimos pela terra e pelo mar; agraciamo-los com todo o bem, e preferimosenormemente sobre a maior parte de tudo quanto criamos"},{"SurahNumber":17,"VerseNumber":71,"Text":"Um dia convocaremos todos os seres humanos, com os seus (respectivos) imames. E aqueles a quem forem entregues osseus livros na destra, le-los-ao e nao serao defraudados no minimo que seja"},{"SurahNumber":17,"VerseNumber":72,"Text":"Porem, quem estiver cego neste mundo estara cego no outro, e mais desencaminhado ainda"},{"SurahNumber":17,"VerseNumber":73,"Text":"Se pudessem, afastar-te-iam do que te temos inspirado para forjares algo diferente. Entao, aceitar-te-iam por amigo"},{"SurahNumber":17,"VerseNumber":74,"Text":"E se nao te tivessemos firmado, ter-te-ias inclinado um pouco para eles"},{"SurahNumber":17,"VerseNumber":75,"Text":"Neste caso, ter-te-iamos duplicado (o castigo) nesta vida e na outra, e nao terias encontrado quem te defendesse de Nos"},{"SurahNumber":17,"VerseNumber":76,"Text":"Conspiraram atemorizar-te na terra (de Makka), com o fito de te expulsarem dela; porem, nao permaneceriam muitotempo ali, depois de ti"},{"SurahNumber":17,"VerseNumber":77,"Text":"Tal e a lei que haviamos enviado, antes de ti, aos Nossos mensageiros, e nao acharas mudanca em Nossa lei"},{"SurahNumber":17,"VerseNumber":78,"Text":"Observa a oracao, desde o declinio do sol ate a chegada da noite, e cumpre a recitacao matinal, porque e sempretestemunhada"},{"SurahNumber":17,"VerseNumber":79,"Text":"E pratica, durante a noite, oracoes voluntarias; talvez assim teu Senhor te conceda uma posicao louvavel"},{"SurahNumber":17,"VerseNumber":80,"Text":"E dize: O Senhor meu, faze com que eu entre com honradez e saia com honradez; concede-me, de Tua parte, umaautoridade para socorrer(-me)"},{"SurahNumber":17,"VerseNumber":81,"Text":"Dize tambem: Chegou a Verdade, e a falsidade desvaneceu-se, porque a falsidade e pouco duravel"},{"SurahNumber":17,"VerseNumber":82,"Text":"E revelamos, no Alcorao, aquilo que e balsamo e misericordia para os fieis; porem, isso nao fara mais do que aumentara perdicao dos iniquos"},{"SurahNumber":17,"VerseNumber":83,"Text":"Mas, quando agraciamos o homem, ele Nos desdenha e se envaidece; em troca, quando o mal o acoita, ei-lodesesperado"},{"SurahNumber":17,"VerseNumber":84,"Text":"Dize-lhes: Cada qual age a seu modo; porem, vosso Senhor conhece mais do que ninguem o melhor encaminhado"},{"SurahNumber":17,"VerseNumber":85,"Text":"Perguntar-te-ao sobre o Espirito. Responde-lhes: O Espirito esta sob o comando do meu Senhor, e so vos tem sidoconcedida uma infima parte do saber"},{"SurahNumber":17,"VerseNumber":86,"Text":"Se quisessemos, poderiamos anular tudo quanto te temos inspirado, e nao encontrarias, entao, defensor algum, ante Nos"},{"SurahNumber":17,"VerseNumber":87,"Text":"Porem, (tal nao foi anulado) por misericordia de teu Senhor. Sua graca para contigo e imensa"},{"SurahNumber":17,"VerseNumber":88,"Text":"Dize-lhes: Mesmo que os humanos e os genios se tivessem reunido para produzir coisa similar a este Alcorao, jamaisteriam feito algo semelhante, ainda que se ajudassem mutuamente"},{"SurahNumber":17,"VerseNumber":89,"Text":"Temos exposto neste Alcorao toda a sorte de exemplos para os humanos, porem, a maioria dos humanos o nega"},{"SurahNumber":17,"VerseNumber":90,"Text":"E dizem: Nao creremos em ti, a menos que nos facas brotar um manancial da terra"},{"SurahNumber":17,"VerseNumber":91,"Text":"Ou que possuas um jardim de tamareiras e videiras, em meio ao qual facas brotar rios abundantes"},{"SurahNumber":17,"VerseNumber":92,"Text":"Ou que facas cair o ceus em pedacos sobre nos, como disseste (que aconteceria), ou nos apresentes Deus e os anhos empessoa"},{"SurahNumber":17,"VerseNumber":93,"Text":"Ou que possuas uma casa adornada com ouro, ou que escales o ceus, pois jamais creremos na tua ascensao, ate que nosapresentes um livro que possamos ler. Dize-lhes: Glorificado seja o meu Senhor! Sou, porventura, algo mais do que umMensageiro humano"},{"SurahNumber":17,"VerseNumber":94,"Text":"Que foi que impediu os humanos de crerem, quando lhes chegou a orientacao? Disseram: Acaso, Deus teria enviado porMensageiro um mortal"},{"SurahNumber":17,"VerseNumber":95,"Text":"Responde-lhes: Se na terra houvesse anjos, que caminhassem tranquilos, Ter-lhes-iamos enviado do ceu um anjo pormensageiro"},{"SurahNumber":17,"VerseNumber":96,"Text":"Dize-lhes: Basta-me Deus por Testemunha, entre vos e mim, porque Ele esta bem inteirado de Seus servos e eOnividente"},{"SurahNumber":17,"VerseNumber":97,"Text":"Aquele que Deus encaminhar estara bem encaminhado; e aqueles que deixar que se extraviem, jamais lhes encontrarasprotetor, em vez d'Ele. No Dia da Ressurreicao os congregaremos, prostrados sobre os seus rostos, cegos, surdos e mudos; oinferno sera a sua morada e, toda a vez que se extinguir a sua chama, aviva-la-emos"},{"SurahNumber":17,"VerseNumber":98,"Text":"Isso sera o seu castigo, porque negam os Nosso versiculos e dizem: Que! Quando estivermos reduzidos a ossos e po, seremos, acaso, reencarnados em uma nova criacao"},{"SurahNumber":17,"VerseNumber":99,"Text":"Nao reparam em que Deus, Que criou os ceus e a terra, e capaz de criar outros seres semelhantes a eles, e fixar-lhes umdestino indubitavel? Porem, os iniquos negam tudo"},{"SurahNumber":17,"VerseNumber":100,"Text":"Dize-lhes: Se possuisseis os tesouros da misericordia de meu Senhor, vos os mesquinharieis, por temor de gasta-los, pois o homem foi sempre avaro"},{"SurahNumber":17,"VerseNumber":101,"Text":"Concedemos a Moises nove sinais evidentes - pergunta, pois, aos israelitas, sobre isso -; entao o Farao lhe disse: Creio, o Moises, que estas enfeiticado"},{"SurahNumber":17,"VerseNumber":102,"Text":"Moises lhe disse: Tu bem sabes que ninguem, senao o Senhor dos ceus e da terra, revelou estas evidencias, e por certo, o Farao, creio que estas condenado a perdicao"},{"SurahNumber":17,"VerseNumber":103,"Text":"E o Farao quis bani-los da terra; porem, afogamo-lo, com os que com ele estavam"},{"SurahNumber":17,"VerseNumber":104,"Text":"E depois disso dissemos aos israelitas: Habitai a Terra, porque, quando chegar a Segunda cominacao, reunir-vos-emosem grupos heterogeneos"},{"SurahNumber":17,"VerseNumber":105,"Text":"E o temos revelado (o Alcorao) em verdade e, em verdade, revelamo-lo e nao te enviamos senao como alvissareiro eadmoestador"},{"SurahNumber":17,"VerseNumber":106,"Text":"E um Alcorao que dividimos em partes, para que o recites paulatinamente aos humanos, e que revelamos por etapas"},{"SurahNumber":17,"VerseNumber":107,"Text":"Dize-lhes: Quer creiais nele ou nao, sabei que aqueles que receberam o conhecimento, antes dele, quando lhos erecitado, caem de brucos, prostrando-se"},{"SurahNumber":17,"VerseNumber":108,"Text":"E dizem: Glorificado seja o nosso Senhor, porque a Sua promessa foi cumprida"},{"SurahNumber":17,"VerseNumber":109,"Text":"E caem de bruco, chorando, e isso lhes aumenta a humildade"},{"SurahNumber":17,"VerseNumber":110,"Text":"Dize-lhes: Quer invoqueis a Deus, quer invoqueis o Clemente, sabei que d'Ele sao os mais sublimes atributos! Naoprofiras (o Mohammad) a tua oracao em voz muito alta, nem em vos demasiado baixa, mas procura um tom medio, entreambas"},{"SurahNumber":17,"VerseNumber":111,"Text":"E dize: Louvado seja Deus, que jamais teve filho algum, tampouco teve parceiro algum na Soberania, nem (necessita) de ninguem para protege-Lo da humilhacao, e e exaltado com toda a magnificencia"}]}