{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":13,"VerseNumber":1,"Text":"Alipha-lama-mima-ra, egulo kitabera ayata, ara ya apanara raba hate apanara prati nayila kara hayeche ta satya [1]; kintu besira bhaga manusa'i imana ane na"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah, yini asamanasamuha upare sthapana karechena khumti chara [1], tomara ta dekhacha [2]. Tarapara tini ‘arasera upara uthechena [3] ebam surya o camdake niyamadhina karechena [4]; pratyekati nirdista samaya paryanta calabe [5]. Tini saba bisaya paricalana karena, ayatasamuha bisadabhabe barnana karena [6], yate tomara tomadera rabera sange saksata samparke niscita bisbasa karate para"},{"SurahNumber":13,"VerseNumber":3,"Text":"Ara tini'i yaminake bistrta karechena [1] ebam tate sudrrhaparbata o nadi srsti karechena ebam saba rakamera phala srsti karechena joraya joraya [2]. Tini dinake rata dbara acchadita karena [3]. Niscaya ete nidarsana rayeche cintasila sampradayera jan'ya"},{"SurahNumber":13,"VerseNumber":4,"Text":"Ara yamine rayeche paraspara sanlagna bhukhanda [1], angura bagana, sasyaksetra, eka'i mula theke udagata ba bhinna bhinna mula theke udagata khejura gacha [2] yegulo eka'i pani dbara seca kara haya, ara sbada-rupera ksetre segulora kichu sankhyakake amara kichu sankhyakera upara sresthatba diye thaki [3]. Niscaya bodhasakti sampanna sampradayera jan'ya ete rayeche nidarsana"},{"SurahNumber":13,"VerseNumber":5,"Text":"Ara yadi apani bismita hana, tabe bismayera bisaya tadera katha [1]: ‘Matite parinata ha'oyara para'o ki amara nutana jibana labha karaba [2]?’ Era'i tara, yara tadera rabera sathe kuphari kareche [3] ara era'i tara, yadera galaya thakabe sikala [4]. Ara tara'i agunera adhibasi, sekhane tara sthayi habe"},{"SurahNumber":13,"VerseNumber":6,"Text":"Ara tara bhalora purbe'i mandera jan'ya tarahuro karache. Athaca tadera age sastira anurupa bahu (siksaniya) drstanta gata hayeche [1]. Ara niscaya apanara raba manusera prati ksamasila tadera yuluma sattbe'o ebam niscaya apanara raba sasti dane kathora"},{"SurahNumber":13,"VerseNumber":7,"Text":"Ara yara kuphari kareche tara bale, ‘tara rabera kacha theke tara upara kono nidarsana nayila haya na kena [1]?’ Apani to sudhu satarkakari, ara pratyeka sampradayera jan'ya ache patha pradarsaka"},{"SurahNumber":13,"VerseNumber":8,"Text":"Pratyeka nari ya garbhe dharana kare ebam garbhasaye ya kichu kame o bare allah ta janena [1] ebam tamra nikata pratyeka bastura'i eka nirdista parimana ache"},{"SurahNumber":13,"VerseNumber":9,"Text":"Tini gayeba o prakasyera jnani, mahana, sarbocca"},{"SurahNumber":13,"VerseNumber":10,"Text":"Tomadera madhye ye katha gopana rakhe ba ye ta prakasa kare, rate ye atmagopana kare ebam dine ye prakasye bicarana kare, tara saba'i allah‌ra nikata samana"},{"SurahNumber":13,"VerseNumber":11,"Text":"Manusera jan'ya rayeche tara samane o pichane ekera para eka agamanakari prahari; tara allah‌ra adese tara raksanabeksana kare [1]. Niscaya allah kono sampradayera abastha paribartana karena na yataksana na tara nijedera abastha nijera paribartana kare [2]. Ara kono sampradayera jan'ya yadi allah asubha kichu icche karena tabe ta rada ha'oyara naya [3] ebam tini chara tadera kono abhibhabaka ne'i"},{"SurahNumber":13,"VerseNumber":12,"Text":"Tini'i tomaderake dekhana bijali, bhaya o asa-akankharupe ebam tini'i srsti karena bhari megha"},{"SurahNumber":13,"VerseNumber":13,"Text":"ara ra’da tamra saprasansa mahima o pabitrata ghosana kare [1] ebam pheresatagana'o ta-i kare tamra bhaye. Ara tini garjanakari bajra pathana atahpara yake icche ta dbara aghata karena [2] ebam tara allah sambandhe bitanda kare, ara tini saktite prabala sastite kathora"},{"SurahNumber":13,"VerseNumber":14,"Text":"Satyera ahbana tamra'i. Yara tamke chara an'yake ahbana kare, tara taderake kono kichute'i sara deya na [1]; tadera drstanta se byaktira mata, ye tara mukhe pani paumchabe e asaya tara duhata mele dhare panira dike, athaca ta tara mukhe paumchara naya, ara kaphiradera ahbana to kebala bhrastataya nipatita"},{"SurahNumber":13,"VerseNumber":15,"Text":"Ara allah‌ra prati'i sijadabanata haya asamanasamuha o yamine ya kichu ache icchaya o anicchaya [1] ebam tadera chayagulo'o sakala o sandhyaya"},{"SurahNumber":13,"VerseNumber":16,"Text":"Baluna, ‘ke asamanasamuha o yaminera raba?’ Baluna, ‘allah‌.’ [1] Baluna, ‘tabe ki tomara abhibhabakarupe grahana karecha allahara paribarte an'yake yara nijedera labha ba ksati sadhane saksama naya?’ Baluna, ‘andha [2] o caksusmana ki samana hate pare? Naki andhakara o alo [3] samana hate pare?’ Tabe ki tara allah‌ra emana sarika srsti kareche, yara allahara srstira mata srsti kareche, ye karane srsti tadera kache sadrsa mane hayeche [4]? Baluna, ‘allah sakala bastura srasta [5]; ara tini eka, maha pratapasali [6].’"},{"SurahNumber":13,"VerseNumber":17,"Text":"Tini akasa hate brstipata karena, phale upatyakasamuha tadera parimana anuyayi plabita haya ebam plabana tara uparera abarjana bahana kare. Erupe abarjana uparibhage ase yakhana alankara ba taijasapatra nirmanera uddesye kichu agune uttapta kara haya [1]. Ebhabe allah‌ satya o asatyera drstanta diye thakena. Ya abarjana ta phele deya haya ebam ya manusera upakare ase ta jamite theke yaya. Ebhabe allah upama diye thakena"},{"SurahNumber":13,"VerseNumber":18,"Text":"Yara tadera rabera dake sara deya, tadera jan'ya rayeche srestha pratidana. Ara yara tamra dake sara deya na, yamine ya kichu ache tara sabatuku'i yadi tara malika hato ebam tara sathe samaparimana aro kichu'o hato tahale'o tara muktipanasbarupa ta dita [1]. Tadera'i hiseba habe kathora [2] ebam jahannama habe tadera abasa, ara seta kata nikrsta bisramasthala"},{"SurahNumber":13,"VerseNumber":19,"Text":"apanara raba hate apanara prati ya nayila hayeche ta ye byakti satya bale jane se ki tara mata ye andha [1]? Upadesa grahana kare sudhu bibekasampannagana'i"},{"SurahNumber":13,"VerseNumber":20,"Text":"yara [1] allah‌ra sathe krta angikara purna kare ebam pratijna bhanga kare na"},{"SurahNumber":13,"VerseNumber":21,"Text":"ara allah ye samparka aksunna rakhate adesa karechena yara ta aksunna rakhe, bhaya kare tadera rabake ebam bhaya kare hisabake"},{"SurahNumber":13,"VerseNumber":22,"Text":"Ara yara tadera rabera sastusti labhera jan'ya dhairyya dharana kare ebam salata kayema kare, ara amara taderake ye jibanopakarana diyechi ta theke gopane o prakasye byaya kare ebam bhala kajera dbara manda kajake pratihata kare, tadera jan'ya'i rayeche akheratera subha parinama"},{"SurahNumber":13,"VerseNumber":23,"Text":"Sthayi jannata [1], tate tara prabesa karabe ebam tadera pita-mata, pati-patni o santana-santatidera madhye yara satkaja kareche tara'o [2]. Ara pheresatagana tadera kache upasthita habe pratyeka daraja diye"},{"SurahNumber":13,"VerseNumber":24,"Text":"ebam balabe, ‘tomara dhairyya dharana karecha bale tomadera prati santi; ara akheratera e parinama kata'i na uttama [1]!’"},{"SurahNumber":13,"VerseNumber":25,"Text":"Paksantare yara allah‌ra sathe drrha angikare abad'dha ha'oyara para ta bhanga kare, ye samparka aksunna rakhate allah adesa karechena ta chinna kare ebam yamine asanti srsti kare beraya, tadera jan'ya'i rayeche la’nata ebam tadera jan'ya rayeche akheratera manda abasa"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allah yara jan'ya icche tara jibanopakarana brd'dhi karena ebam sankucita karena; kintu era duniyara jibana niye'i anandita, athaca duniyara jibana to akhiratera tulanaya ksanasthayi bhogamatra"},{"SurahNumber":13,"VerseNumber":27,"Text":"Ara yara kuphari kareche tara bale, ‘tara rabera kacha theke tara kache kono nidarsana nayila haya na kena?’ [1] Baluna, ‘allah yake icche bibhranta karena ebam yara tamra abhimukhi tini taderake tamra patha dekhana"},{"SurahNumber":13,"VerseNumber":28,"Text":"‘Yara imana ane [1] ebam allah‌ra smarane yadera mana prasanta haya; jene rakha, allah‌ra smarane'i mana prasanta haya"},{"SurahNumber":13,"VerseNumber":29,"Text":"‘yara imana ane o satkaja kare, tadera'i jan'ya rayeche parama ananda [1] ebam sundara pratyabartanasthala.’"},{"SurahNumber":13,"VerseNumber":30,"Text":"Ebhabe amara apanake pathiyechi emana eka jatira prati yadera age bahu jati gata hayeche, yate amara apanara prati ya ohi karechi, ta tadera kache tila'oyata karena. Tathapi tara rahamanake asbikara kare [1]. Baluna, ‘tini'i amara raba; tini chara an'ya kono hakka ilaha ne'i. Tamra'i upara ami nirbhara kari ebam tamra'i kache amara phire ya'oya.’"},{"SurahNumber":13,"VerseNumber":31,"Text":"Ara yadi kura'ana emana hata ya dbara parbatake gatisila kara yeta athaba yaminake tukaro tukaro kara yeta athaba mrtera sathe katha bala yeta [1], kintu sababisaya'i allah‌ra ikhatiyarabhukta [2]. Tabe ki yara imana eneche tara jane na [3] ye, allah icche karale saba'ike'i sat pathe paricalita karate paratena? Ara yara kuphari kareche tadera karmakandera karane tadera biparyaya ghatate'i thakabe athaba biparyaya tadera abasera asepase apatita hate'i thakabe yataksana paryanta na allah‌ra pratisruti ese parabe [4]. Niscaya allah pratisrutira byatikrama karena na"},{"SurahNumber":13,"VerseNumber":32,"Text":"Ara abasya'i apanara age aneka rasulake thatta-bidrupa kara hayeche ebam yara kuphari kareche taderake ami kichu abakasa diyechilama, tarapara taderake pakara'o karechilama. Sutaram kemana chila amara sasti"},{"SurahNumber":13,"VerseNumber":33,"Text":"tabe ki pratyeka manusa ya kare tara yini paryabeksaka [1] (tini ki edera aksama ilahagulora mata?) Athaca tara allah‌ra bahu sarika sabyasta kareche. Baluna, tadera paricaya da'o. Naki tomara yamine emana kichura sambada dite ca'o ya tini janena na? Naki (tomara) bahyika katha matra janaccha? Baram yara kuphari kareche tadera kache tadera chalana [2] sobhaniya kare deya hayeche ebam taderake satpatha theke phiriye rakha hayeche [3], ara allah‌ yake bibhranta karena tara kono pathapradarsaka ne'i"},{"SurahNumber":13,"VerseNumber":34,"Text":"Tadera jan'ya duniyara jibane ache sasti ebam akhiratera sasti to aro kathora! Ara allah‌ra sasti theke raksa karara mata tadera ke'u ne'i"},{"SurahNumber":13,"VerseNumber":35,"Text":"Muttakiderake ye jannatera pratisruti deya hayeche, tara upama erupa: Tara padadese nadi prabahita [1], tara phalasamuha o chaya cirasthayi [2]. Yara taka'oya abalambana kareche eta tadera pratiphala ara kaphiradera pratiphala aguna"},{"SurahNumber":13,"VerseNumber":36,"Text":"Ara amara yaderake kitaba diyechi tara ya apanara prati nayila hayeche tate ananda paya [1]. Ara dalagulora [2] madhye ke'u ke'u tara kichu ansake asbikara kare. Baluna, ‘ami to allah‌ra ibadata karate o tamra kono sarika na karate adesaprapta hayechi. Ami tamra'i dike daki ebam tamra'i kache amara phire ya'oya.’"},{"SurahNumber":13,"VerseNumber":37,"Text":"Ara ebhabe'i [1] amara kura'anake nayila karechi arabi bhasaya bidhanarupe. Ara jnana pa'oyara para'o yadi apani tadera kheyala-khusira anusarana karena tabe allah‌ra birud'dhe [2] apanara kono abhibhabaka o raksaka thakabe na"},{"SurahNumber":13,"VerseNumber":38,"Text":"Ara abasya'i amara apanara age aneka rasula pathiyechilama ebam taderake stri o santana-santati diyechilama [1]. Ara allahara anumati chara kono nidarsana upasthita kara kono rasulera kaja naya [2]. Pratyeka bisayera byapare'i nirdharita samaya lipibad'dha ache"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah ya icche ta mitiye dena ebam ya icche ta pratisthita rakhena [1] ebam tamra'i kache ache um'mula kitaba"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ara amara taderake ye sastira pratisruti dicchi tara kichu yadi amara apanake dekha'i ba yadi era age apanara mrtyu ghata'i [1]-- tabe apanara kartabya to sudhu pracara kara, ara hisaba-nikasa to amara'i dayitba"},{"SurahNumber":13,"VerseNumber":41,"Text":"Tara ki dekhe na ye, amara e yaminake caturdika theke sankucita kare anachi [1]? Ara allahi adesa karena, tamra adesa rada karara ke'u ne'i ebam tini hiseba grahane tatpara"},{"SurahNumber":13,"VerseNumber":42,"Text":"Ara tadera age yara chila tara'o cakranta karechila; kintu saba cakranta'i allahara ikhatiyare. Pratyeka byakti ya uparjana kare ta tini janena. Ara kapherara sighra'i janabe akheratera subha parinama kadera jan'ya"},{"SurahNumber":13,"VerseNumber":43,"Text":"Ara yara kuphari kareche tara bale, tumi allahara pathano na'o. Baluna, allah ebam yadera kache kitabera jnana ache, tara amara o tomadera madhye saksi hisebe yathesta"}]}